Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kfile_palm.po
Languages: bg, br, ca, el, et, eu, fa, fi, fy, ga, gl, he, hu, is, ja, kk, km, ko, mk, ms, nds, nn, pa, pl, ru, sl, sr, sr@latn, sv, ta, tg, uk, uz, zh_tw

source: General Information
bg: Обща информация
br: Titouroù hollek
ca: Informació general
el: Γενικές πληροφορίες
et: Üldine info
eu: Informazio orokorra
fa: اطلاعات عمومی
fi: Yleistiedot
fy: Algemiene ynformaasje
ga: Eolas Ginearálta
gl: Información Xeral
he: מידע כללי
hu: Általános jellemzők
is: Almennar upplýsingar
ja: 一般的な情報
kk: Жалпы мәліметі
km: ព័ត៌មាន​ទូ​ទៅ
ko: 일반 정보
mk: Општи информации
ms: Maklumat Umum
nds: Allgemeen Informatschonen
nn: Generell informasjon
pa: ਸਧਾਰਨ ਜਾਣਕਾਰੀ
pl: Informacje ogólne
ru: Общие данные
sl: Splošne informacije
sr: Опште информације
sr@latn: Opšte informacije
sv: Allmän information
ta: பொதுவான தகவல்
tg: Ахбороти умумӣ
uk: Загальна інформація
uz: Umumiy maʼlumot
zh_tw: 一般資訊

source: Name
bg: Име
br: Anv
ca: Nom
el: Όνομα
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fy: Namme
ga: Ainm
gl: Nome
he: שם
hu: Név
is: Nafn
ja: 名前
kk: Атауы
km: ឈ្មោះ
ko: 이름
mk: Име
ms: Nama
nds: Naam
nn: Namn
pa: ਨਾਂ
pl: Nazwa
ru: Название
sl: Ime
sr: Име
sr@latn: Ime
sv: Namn
ta: பெயர்
tg: Ном
uk: Назва
uz: Nomi
zh_tw: 名稱

source: DB Type
bg: Тип БД
br: Rizh DB
ca: Tipus de BD
el: Τύπος DB
et: Andmebaasi tüüp
eu: DB mota
fa: نوع DB
fi: DB Tyyppi
fy: Databanktype
ga: Cineál an Bhunachair Sonraí
gl: Tipo de DB
he: סוג בסיס הנתונים
hu: Adatbázistípus
is: Tegund grunns
ja: DB タイプ
kk: Деректер қорының түрі
km: Type DB
ko: DB 형식
mk: Тип на база
ms: Jenis DB
nds: Datenbank-Typ
pa: DB ਕਿਸਮ
pl: Typ bazy danych
ru: Тип базы данных
sl: Vrsta zbirke
sr: DB врста
sr@latn: DB vrsta
sv: Databastyp
ta: DB வகை
tg: Намуди DB
uk: Тип бази даних
uz: Maʼlumot baza turi
zh_tw: 資料庫型態

source: Type ID
bg: Тип номер
br: ID ar seurt
ca: ID de tipus
el: ID τύπου
et: Tüübi ID
eu: Motaren ID-a
fa: تحریر شناسه
fi: Tyypin ID
ga: Aitheantas an Chineáil
gl: ID de Tipo
he: זיהוי הסוג
hu: Típusazonosító
is: Tegund auðkennis
ja: タイプ ID
kk: Түрінің ID-і
km: លេខ​សម្គាល់​ប្រភេទ
ko: 형식 ID
mk: Ид. на тип
ms: Jenis ID
nds: Typ-ID
pa: ਕਿਸਮ ID
pl: Identyfikator typu
ru: ID типа
sl: ID vrste
sr: Ид. типа
sr@latn: Id. tipa
sv: Typidentifikation
ta: வகை ID
tg: Намуди ID
uk: ІД типу
uz: Tur ID'si
zh_tw: 型態 ID

source: Creator ID
bg: Номер на създател
br: ID ar c'hrouer
ca: ID del creador
el: ID δημιουργού
et: Looja ID
eu: Sortzailearen ID-a
fa: شناسۀ ایجاد‌کننده
fi: Luoja ID
ga: Aitheantas an Chruthaitheora
gl: ID do Creador
he: זיהוי היוצר
hu: A létrehozó azonosítója
is: Auðkenni höfundar
ja: クリエイター ID
kk: Жасаушының ID-і
km: លេខ​សម្គាល់​អ្នក​បង្កើត
ko: 만든이 ID
mk: Идент. на создавачот
ms: ID pencipta
nds: Opsteller-ID
nn: Opprettar-ID
pa: ਨਿਰਮਾਤਾ ID
pl: Identyfikator twórcy
ru: ID создателя
sl: ID ustvarjalca
sr: Ид. ствараоца
sr@latn: Id. stvaraoca
sv: Skapar-id
ta: உருவாக்கி ID
tg: Ҷудосози ID
uk: ІД творця
uz: Tuzuvchi ID'si
zh_tw: 建立者 ID

source: # of Records
bg: Брой записи
ca: # de registres
el: # εγγραφών
et: Kirjete arv
eu: Erregistro kopurua
fa: # ضبطها
fi: Tietojen lukumäärä
fy: Oantal items
ga: Líon na dTaifead
gl: # de Gravacións
he: מספר הרשומות
hu: A rekordok száma
is: Fjöldi færslna
ja: # レコード
kk: Жазуының нөмірі
km: # នៃ​កំណត់ត្រា
ko: # (레코드의)
mk: Бр. на записи
ms: # Rekod
nds: Tall vun Datensetten
nn: tal p책 postar
pa: # ਦੇ ਰਿਕਾਰਡ
pl: Liczba rekordów
ru: Кол-во записей
sl: # zapisov
sr: бр. слогова
sr@latn: br. slogova
sv: Antal poster
ta: பதிவுகளின் எண்ணிக்கை
tg: # аз қайд
uk: Кількість записів
uz: Yozuvlar soni
zh_tw: 紀錄筆數

source: Time Stamps
bg: Дата и час
ca: Marques temporals
el: Χρονικές ενδείξεις
et: Ajatemplid
eu: Denbora-markak
fa: مهرهای زمان
fi: Aikaleimat
fy: Datums
ga: Stampaí Ama
gl: Marcas Temporais
he: חותמות זמן
hu: Dátumok
is: Tímastimplun
ja: タイムスタンプ
kk: Уақыт белгісі
km: ពេលវេលា
ko: 시간 기록
mk: Временски ознаки
ms: Stem Masa
nds: Tietmarken
nn: Tidsstempel
pa: ਸਮਾਂ ਮੋਹਰ
pl: Znaczniki czasowe
ru: Время
sl: Časovne oznake
sr: Временски печати
sr@latn: Vremenski pečati
sv: Tidsstämplar
ta: நேரத்தின் முத்திரை
tg: Қолаби муваққатӣ
uk: Дата і час
uz: Vaqt
zh_tw: 時間

source: Creation Date
bg: Дата на създаване
br: Deiziad ar grouidigezh
ca: Data de creació
el: Ημερομηνία δημιουργίας
et: Loomise kuupäev
eu: Sortze data
fa: ایجاد تاریخ
fi: Luontipäivä
fy: Oanmakdatum
ga: Dáta a Cruthaíodh
gl: Data de Creación
he: תאריך היצירה
hu: Létrehozási dátum
is: Búið til dags.
ja: 作成日
kk: Құрылған кезі
km: កាលបរិច្ឆេទ​បង្កើត
ko: 생성 날짜
mk: Датум на создавање
ms: Tarikh Dicipta
nds: Opstelldatum
nn: Dato for oppretting
pa: ਨਿਰਮਾਣ ਮਿਤੀ
pl: Data utworzenia
ru: Дата создания
sl: Datum izdelave
sr: Датум стварања
sr@latn: Datum stvaranja
sv: Skapad datum
ta: உருவாக்கப்பட்ட தேதி
tg: Санаи эҷодот
uk: Дата створення
uz: Yaratish sanasi
zh_tw: 建立日期

source: Modification Date
bg: Дата на редакция
br: Deiziad ar cheñch
ca: Data de modificació
el: Ημερομηνία τροποποίησης
et: Muutmise kuupäev
eu: Aldaketa data
fa: تاریخ تغییر
fi: Muutospäivä
fy: Wizigingsdatum
ga: Dáta Mionathraithe
gl: Data de Modificación
he: תאריך השינוי
hu: Módosítási dátum
is: Dags. breytingar
ja: 修正日付
kk: Өзгертілген кезі
km: កាលបរិច្ឆេទ​កែប្រែ
ko: 변경 날짜
mk: Датум на измена
ms: Tarikh Ubah Suai
nds: Ännerdatum
nn: Endringsdato
pa: ਸੋਧ ਮਿਤੀ
pl: Data zmiany
ru: Дата изменения
sl: Datum spremembe
sr: Датум промене
sr@latn: Datum promene
sv: Ändrad datum
ta: மாற்றுதலின் தேதி
tg: Санаи таъғирот
uk: Дата зміни
uz: Oʻzgargan sanasi
zh_tw: 變更日期

source: Backup Date
bg: Дата на резервно копие
br: Deiziad an diell
ca: Data de la còpia de seguretat
el: Ημερομηνία αντιγράφου ασφαλείας
et: Varundamine kuupäev
eu: Babes-kopia data
fa: تاریخ پشتیبان
fi: Varmistuspäivä
fy: Backup-datum
ga: Dáta Cúltaca
gl: Data de Salvagarda
he: תאריך הגיבוי
hu: A biztonsági mentés dátuma
is: Dags. afrits
ja: バックアップ日付
kk: Сақтық көшірмеленген
km: កាលបរិច្ឆេទ​បម្រុងទុក
ko: 백업 날짜
mk: Датум на зашт. копија
ms: Tarikh Sandaran
nds: Datum Sekerheitkopie
nn: Tryggingskopidato
pa: ਬੈਕਅੱਪ ਮਿਤੀ
pl: Data stworzenia kopii zapasowej
ru: Дата резервной копии
sl: Datum arhiviranja
sr: Датум прављења резервне копије
sr@latn: Datum pravljenja rezervne kopije
sv: Säkerhetskopierad datum
ta: பின்காப்பு தேதி
tg: Санаи нусхаи захиравӣ
uk: Дата резервної копії
uz: Zahiralash sanasi
zh_tw: 備份日期

source: Flags
bg: Флагове
br: Bannielioù
ca: Etiquetes
el: Σημαίες
et: Lipud
eu: Banderak
fa: پرچمها
fi: Liput
fy: Flaggen
ga: Bratacha
gl: Bandeiras
he: דגלים
hu: Jelzők
is: Flögg
ja: フラグ
kk: Жалаушалар
km: ទង់
ko: 플래그
mk: Знаменца
ms: Bendera
nds: Marken
nn: Flagg
pa: ਨਿਸ਼ਾਨ
pl: Znaczniki
ru: Флаги
sl: Zastavice
sr: Заставице
sr@latn: Zastavice
sv: Flaggor
ta: கொடிகள்
tg: Байрақчаҳо
uk: Прапорці
uz: Bayroqlar
zh_tw: 旗標

source: Read-Only
bg: Само за четене
br: Lenn-hepken
ca: Només lectura
el: Μόνο για ανάγνωση
et: Ainult lugemiseks
eu: Irakurtzeko-bakarrik
fa: فقط خواندنی
fi: Vain luettava
fy: Allinnich-lÃªze
ga: Léamh amháin
gl: Só Lectura
he: קריאה בלבד
hu: Csak olvasható
is: Aðeins lesaðgangur
ja: 読み取り専用
kk: Тек оқу үшін
km: បាន​តែអាន
ko: 읽기 전용
mk: Само за читање
ms: Baca Sahaja
nds: Bloots leesbor
nn: Berre lesing
pa: ਪੜ੍ਨ ਲਈ
pl: Tylko do odczytu
ru: только для чтения
sl: Samo za branje
sr: Само за читање
sr@latn: Samo za čitanje
sv: Skrivskyddad
ta: படிப்பதற்கு மட்டும்
tg: Танҳо-хондан
uk: Тільки для читання
uz: Faqat oʻqishga
zh_tw: 唯讀

source: Make Backup
bg: Направено резервно копие
ca: Fes còpia
el: Δημιουργία αντιγράφου ασφαλείας
et: Luuakse varukoopia
eu: Egin babes-kopia
fa: پشتیبان ساختن
fi: Tee varmuuskopiot
fy: Backup meitsje
ga: Déan Cúltaca
gl: Facer Copia de Seguridade
he: צור גיבוי
hu: Biztonsági mentés készítése
is: Taka afrit
ja: バックアップ作成
kk: Сақтық көшірме
km: ធ្វើ​ការ​បម្រុងទុក
ko: 백업 만들기
mk: Направи зашт. копија
ms: Buat Sandaran
nds: Sekerheitkopie opstellen
nn: Lag tryggingskopi
pa: ਬੈਕਅੱਪ ਬਣਾਓ
pl: Twórz kopię zapasową
ru: есть резервная копия
sl: Naredi varnostno kopijo
sr: Направи резервну копију
sr@latn: Napravi rezervnu kopiju
sv: Gör säkerhetskopia
ta: பின்சேமிப்பு செய்யவும்
tg: Эҷоди нусхаи захиравӣ
uk: Створити резервну копію
uz: Zahiraga olish
zh_tw: 執行備份

source: Copy Protected
bg: Защита от копиране
ca: Protegit contra còpia
el: Με προστασία αντιγραφής
et: Koopiakaitsega
eu: Kopiaren aurka babestua
fa: رونوشت حفاظت‌شده
fi: Kopioi suojattuna
fy: Beskerme databanken kopieare
ga: Cosanta ar Chóipeáil
gl: Copia Protexida
he: מוגן העתקה
hu: Másolásvédett
is: Afritunarvörn
ja: コピープロテクト
kk: Қорғалған
km: បាន​ការពារ​ការចម្លង
ko: 복사 방지됨
mk: Заштитено од копирање
ms: Salin Yang Terlindung
nds: Kopeerschuult
nn: Kopiverna
pa: ਹੱਕ ਰਾਖਵੇਂ ਹਨ
pl: Zabezpieczenie przed kopiowaniem
ru: защищённая копия
sl: Zaščita pred kopiranjem
sr: Заштита од копирања
sr@latn: Zaštita od kopiranja
sv: Kopieringsskyddad
ta: நகல் பாதுகாக்கப்பட்டது
tg: Амнияти нусхот
uk: Захищена від копіювання
uz: Nusxa olishdan himoyalangan
zh_tw: 複製保護

source: Reset Handheld After Installing
bg: Анулиране на задържането след инсталирането
ca: Inicialitza l'agenda després de la instal·lació
el: Επανεκκίνηση του υπολογιστή παλάμης μετά την εγκατάσταση
et: Pihuseade lähtestatakse pärast paigaldamist
eu: Berrezarri agenda elekronikoa instalatu ondoren
fa: بازنشانی دستی پس از نصب
fi: Uudelleenkäynnistä kämmentietokone asennuksen jälkeen
fy: Handheld resette nei ynstallaasje
ga: Athshocraigh an Ríomhaire Boise Tar Éis Suiteála
gl: Reiniciar a axenda electrónica despois de instalar
he: האתחול מטופל לאחר ההתקנה
hu: A kézi gép alapállapotba hozása a telepítés után
is: Frumstilla lófatölvu eftir uppsetningu
ja: インストール後にハンドヘルドを初期化
kk: Орнатқаннан кейін құрылғыны ысырып тастау
km: កំណត់ Handheld ឡើង​វិញ បន្ទាប់ពី​ដំឡើង
ko: 설치 후 핸드헬드 리셋
mk: Врати го на почеток компјутерот по инсталирање
ms: Set Semula Komputer Telapak Selepas Pemasangan
nds: Handreekner na Installatschoon torüchsetten
nn: Nullstill den handhaldte eininga etter installering
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਦੇ ਬਾਅਦ ਹੈਂਡ-ਹਿਲਡ ਮੁੜ-ਸੈੱਟ
pl: Uruchom ponownie palmtopa po instalacji
ru: перезагрузка КПК после установки
sl: Resetiraj ročni računalnik po namestitvi
sr: Ресетуј ручни рачунар после инсталирања
sr@latn: Resetuj ručni računar posle instaliranja
sv: Återställ handdator efter installation
ta: நிறுவலுக்கு பிறகு கைமுறையில் மறுதொடக்கம்
tg: Бозсозии дастӣ баъди сабт кардан
uk: Після встановлення перезапустити кишеньковий пристрій
zh_tw: 安裝後重置 Handheld

source: Exclude From Sync
bg: Изключване от синхронизирането
ca: Exclou de la sincronització
el: Εξαίρεση από το συγχρονισμό
et: Jäetakse sünkroniseerimisel välja
eu: Sinkronizaziotik kanpo utzi
fa: استخراج از همگام‌سازی
fi: Sulje tahdistettu yhteys
fy: Utsluten fan syngronisaasje
ga: Fág As An Sioncrónú
gl: Excluir da Sincornización
he: את תכלול בסנכרון
hu: Kihagyás a szinkronizációból
is: Undanskilja frá samstillingu
ja: Sync から除外
kk: Қадамдастырудан тыс қалдыру
km: ដកចេញ​ពី Sync
ko: 동기화에서 제외
mk: Исклучи од синхронизација
ms: Keluarkan daripada Penyegerakan
nds: Vun Synkroniseren utnehmen
nn: Utelat fr책 synkronisering
pa: ਸਮਕਾਲੀ ਕਰਨ ਤੋਂ ਅੱਡ
pl: Wyłącz z synchronizacji
ru: исключена из синхронизации
sl: Izključi iz uskladitve
sr: Икључи из синхронизовања
sr@latn: Iključi iz sinhronizovanja
sv: Undanta från synkronisering
ta: ஒத்திசையில் இருந்து தவிர
tg: Барҳамдиҳӣ аз синхронизатсия
uk: Оминати при синхронізації
uz: Tenglashtirishga qoʻshilmasin
zh_tw: 同步時排除

source: PalmOS Application
bg: Програма за PalmOS
br: Meziant PalmOS
ca: Aplicació PalmOS
el: Εφαρμογή PalmOS
et: PalmOS rakendus
eu: PalmOS aplikazioa
fa: کاربرد PalmOS
fi: PalmOS-sovellus
fy: PalmOS-tapassing
ga: Feidhmchlár PalmOS
gl: Aplicación de PalmOS
he: יישום PalmOS
hu: PalmOS-alkalmazás
is: PalmOS forrit
ja: PalmOS アプリケーション
kk: PalmOS қолданбасы
km: កម្មវិធី PalmOS
ko: 팜OS 응용프로그램
mk: Апликација за PalmOS
ms: Aplikasi PalmOS
nds: PalmOS-Programm
nn: PalmOS-applikasjon
pa: PalmOS ਕਾਰਜ
pl: Program PalmOS
ru: Приложение PalmOS
sl: Program za PalmOS
sr: PalmOS апликација
sr@latn: PalmOS aplikacija
sv: PalmOS-program
ta: பால்ம்OS பயன்பாடு
tg: Барномаи PalmOS
uk: Програма PalmOS
uz: PalmOS dasturi
zh_tw: PalmOS 應用程式

source: PalmOS Record Database
bg: База за PalmOS
ca: Registre de base de dades PalmOS
el: Βάση δεδομένων εγγραφών του PalmOS
et: PalmOS kirjete andmebaas
eu: PalmOS erregistro datu-basea
fa: دادگان ضبط PalmOS
fi: PalmOS-tietojen tietokanta
fy: PalmOS-databank
ga: Bunachar Sonraí Taifead PalmOS
gl: Base de Datos de Gravación PalmOS
he: רשומת בסיס נתונים של PalmOS
hu: PalmOS-adatbázis
is: PalmOS færslugrunnur
ja: PalmOS レコードデータベース
kk: PalmOS жазылымдар деректер қоры
km: មូលដ្ឋាន​កំណត់ត្រា PalmOS
ko: 팜OS 레코드 데이터베이스
mk: База со записи за PalmOS
ms: Pangkalan Data Rekod PalmOS
nds: PalmOS-Datenbank
nn: PalmOS-database
pa: PalmOS ਰਿਕਾਰਡ ਡਾਟਾਬੇਸ
pl: Baza rekordów danych PalmOS
ru: Запись базы данных PalmOS
sl: Zbirka zapisov za PalmOS
sr: PalmOS база података слогова
sr@latn: PalmOS baza podataka slogova
sv: PalmOS-postdatabas
ta: பால்ம்OS பதிவு தரவுத்தளம்
tg: Махзанҳои маълумоти қайди PalmOS
uk: База даних записів PalmOS
uz: PalmOS maʼlumot bazasi
zh_tw: PalmOS 紀錄資料庫
