Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Certificate Request Options
bg: Настройки за заявката за удостоверение
ca: Opcions de la petició del certificat
cs: Volby požadavku na certifikát
da: Tilvalg for certifikatsforespørgsler
de: Einstellungen zur Zertifikatserstellung
el: Επιλογές αίτησης πιστοποιητικού
es: Opciones de la solicitud de certificado
et: Sertifikaadisoovi valikud
eu: Ziurtagiri eskaeraren aukerak
fa: گزینه‌های درخواست گواهی‌نامه
fr: Options de demande de certificat
fy: Opsjes foaar sertifikaatoanfraach
gl: Opcións de solicitude de certificado
hu: A tanúsítványkérelem beállításai
it: Opzioni della richiesta del certificato
ja: 証明書要求のオプション
kk: Куәлікті сұрау параметрлері
km: ជម្រើស​សំណើ​វិញ្ញា​បនបត្រ​​
ko: 인증 응답 옵션
mk: Опции на барањето на сертификат
ms: Opsyen Permohonan Sijil
nb: Alternativ for sertifikatforespørsel
nds: Optschonen för de Zertifikaat-Anfraag
nl: Opties voor certificaataanvraag
nn: Alternativ for sertifikatførespurnad
pl: Opcje żądania utworzenia certyfikatu
pt: Opções de Pedido de Certificado
pt_br: Opções de Requisição de Certificados
ru: Параметры запроса сертификата
sk: Možnosti požiadavky certifikácie
sl: Možnosti zahtev za certifikate
sr: Опције захтева за сертификат
sr@latn: Opcije zahteva za sertifikat
sv: Alternativ för att skapa certifikat
ta: சான்றிதழ் வேண்டுகோள் விருப்பத்தேர்வுகள்
uk: Параметри запиту сертифіката
zh_cn: 证书请求选项
zh_tw: 憑證請求選項

source: &Store in a file:
bg: &Запис във файла:
ca: &Desa en un fitxer:
cs: &Uložit do souboru:
da: &Gem i fil:
de: &Speichern in Datei:
el: &Αποθήκευση σε αρχείο:
es: &Guardar en un archivo:
et: &Salvestatakse faili:
eu: &Gorde fitxategi batean:
fa: &ذخیره در یک پرونده:‌
fr: Enregi&strer dans un fichier :
fy: &Opslaan yn triem:
gl: Gravar n&un ficheiro:
hu: Eltárolás &fájlba:
it: &Archivia in un file:
ja: ファイルに保存(&S):
kk: &Сақтайтын файлы:
km: ទុក​នៅ​ក្នុង​ឯកសារ ៖​
ko: 파일로 저장(&S):
mk: &Зачувај во датотека:
ms: &Storkan dalam satu fail:
nb: &Lagre i en fil:
nds: In &Datei sekern:
nl: &Opslaan in bestand:
nn: &Lagra i ei fil:
pl: &Przechowuj w pliku:
pt: Gra&var num ficheiro:
pt_br: &Armazenar em arquivo:
ru: &Сохранить в файле:
sk: &Uložiť do súboru:
sl: &Shrani v datoteko:
sr: &Складишти у фајл:
sr@latn: &Skladišti u fajl:
sv: &Lagra i en fil:
ta: ஒரு கோப்பில் சேமி
tg: &Нигоҳ доштан дар файли:
uk: &Зберегти в файлі:
zh_cn: 存储到文件中(&S)：
zh_tw: 儲存到檔案(&S)：

source: Send to CA as an &email message:
bg: &Изпращане към СС като е-поща:
ca: Envia a la CA com a un missatge de &correu-e:
cs: Poslat CA jako &emailovou zprávu:
da: Send til CA som et &e-mail-brev:
de: Als &E-Mail zur Zertifizierungsstelle (CA) schicken:
el: Αποστολή στη CA ως μήνυμα &email:
es: Enviar a la CA como un mensaje de correo &electrónico:
et: Saadetakse SK-le &e-postiga:
eu: Bidali CA bati &e-posta mezu bat bezala:
fa: ارسال به CA به عنوان یک پیام &رایانامه:‌
fr: Envoyer à l'AC sous forme de courri&el :
fy: Nei CA stjoere as in e-mailberjocht:
gl: Enviar á CA como mensaxe de correo-&e:
hu: Elküldés a C&A-nak e-mailben:
it: Spedisci a una CA come messaggio di posta &elettronica:
ja: メールメッセージとして CA に送信(&E):
kk: CA-ға эл.&пошта ретінде жіберу:
km: ផ្ញើ​ទៅ​ CA ជា​សារ​អ៊ីមែល​មួយ ៖
ko: CA에게 이메일 메세지 전송(&E):
mk: Испрати до CA како &е-пошта:
ms: Hantar kepada PBP sebagai mesej &e-mel:
nb: Send til CA (sertifiseringsinstansen) som &e-post:
nds: As Nett&breef na ZA sennen:
nl: Naar CA zenden als een e-mailbericht:
nn: Send til CA (sertifiseringsinstansen) som &e-post:
pl: Wyślij do jednostki certyfikacyjnej (CA) jako &e-mail:
pt: Enviar para a AC como uma mensagem de &e-mail:
pt_br: Enviar um &e-mail para a AC:
ru: Послать CA по &электронной почте:
sk: Poslať CA ako &emailovu správu:
sl: Pošlji CA kot &e-poštno sporočilo:
sr: Пошаљи CA-у као &е-поруку:
sr@latn: Pošalji CA-u kao &e-poruku:
sv: Skicka till certifikatutfärdare som &e-post:
ta: சிஏவிற்கு மின்னஞ்சலாக அனுப்பவும்
tg: Фиристондани CA бо &почтаи электронии:
uk: Відсилати ел. &поштою до гаранта сертифікатів:
zh_cn: 作为电子邮件消息发送到 CA (&E)：
zh_tw: 透過電子郵件發送到 CA：

source: Add email to DN in request for broken CAs
bg: Добавяне на е-поща към DN в заявката при невалидни СС
ca: Afegeix el correu al DN de la petició per a les CA defectuoses
cs: Přidat email do DN v požadavku pro špatná CA
da: Tilføj e-mail til DN i forespørgsel om brudte CA'er
de: E-Mail Adresse für fehlerhafte Zertifizierungssysteme in DN aufnehmen
el: Προσθήκη email στο DN για αίτηση χαλασμένων CAs
es: Añadir correo electrónico al DN en la petición, para CA defectuosas
et: Lisa "email to DN" vigaste SK-de jaoks
eu: Gehitu e-posta DN-ri eskaeran, hautsitako CA-entzat
fa: افزودن رایانامه به نام دامنه در درخواست برای CAهای شکسته
fr: Ajouter le courriel au ND dans la requête concernant des AC non fiables
fy: E-mail taheakje nei DN at CA's net wurkje
gl: Engadir correo-e a DN na solicitude para CAs rotos
hu: Az e-mail cím hozzáadása a DN-hez hibás CA-hoz fordulás esetén
it: Aggiungi email a DN nella richiesta di CA errate
ja: 要求時に DN にメールを追加 (壊れた CA のため)
kk: Бұзылған CA-лар туралы сұраққа DN-ге эл.пошта адресін қосу
km: បន្ថែម​អ៊ីមែល​ទៅ​កាន់ DN នៅ​ក្នុង​សំណើ​សម្រាប់ CAs ដែល​ខូច
ko: DN에게 보내는 메일에 깨진 CA에 대한 요청을 추가
mk: Додај е-пошта на DN со барање на CAs
ms: Tambah e-mel kepada DN sebagai permohonan untuk PBP yang rosak
nb: Legg e-post til DN (særskilte navn) i spørring etter ikke-fungerende CA-er (sertifiseringsinstanser)
nds: För problemaatsche ZAen de Nettpostadress to DN in Anfraag tofögen
nl: E-mail toevoegen naar DN indien CA's niet functioneren
nn: Legg e-post til DN (fråskilte namn) i spørring etter ikkje-fungerande CA-ar (sertifiseringsautoritetar)
pl: Dodaj adres e-mail do Nazwy Wyróżnionej (DN) przy wysyłaniu żądań do niezgodnych ze standardem jednostek certyfikacji (CA)
pt: Adicionar e-mail ao DN nos pedidos a CAs defeituosos
pt_br: Adicionar e-mail para DN em requisição para ACs quebradas
ru: Добавить адрес электронной почты к DN в запрос к повреждённым CA
sk: Pridať email do DN pre požiadavky zlých CA
sl: Dodaj e-pošto k DN v prošnji za okvarjene CA-je
sr: Додај е-пошту DN-у у захтеву за поквареним CA-овима
sr@latn: Dodaj e-poštu DN-u u zahtevu za pokvarenim CA-ovima
sv: Lägg till e-post till DN i begäran för felaktiga certifikatutfärdare
ta: உடைந்த CAsற்கு DN மூலம் மின்னஞ்சல் அனுப்பவும்
tg: Афзудани адреси почтаи электронӣ ба DN ва ба дархости CA-ҳои харобшуда
uk: Додати адресу ел. пошти до DN в запиті на поламані гаранти сертифікатів (CA)
zh_tw: 將電子郵件加入 DN

source: &Generate Key Pair && Certificate Request
bg: &Генериране на ключове и заявка за удостоверение
ca: &Genera el parell de claus i la petició de certificat
cs: &Generovat pár klíčů a požadavek na certifikát
da: &Generér nøglepar && bed om certifikat
de: Schlüsselpaar und Zertifikatsanfrage &erstellen
el: &Δημιουργία ζευγαριού κλειδιών && αίτησης πιστοποιητικού
es: &Generar par de claves y solicitud de certificado
et: &Genereeri võtmepaar ja sertifikaadisoov
eu: &Sortu gako-parea eta ziurtagiri eskaera
fa: &تولید جفت کلید و درخواست گواهی‌نامه‌
fr: &Générer la paire de clés et la demande de certificat
fy: &Kaaibosk en sertifikaatfersyk oanmeitsje
gl: &Xerar par de chaves e solicitar certificado
hu: Kulcspár és tanúsítványkérelem &létrehozása
it: &Genera coppia di chiavi e richiesta certificato
ja: 鍵ペアと証明書要求を生成(&G)
kk: Қос кілттерді жасау мен Куәлікті сұрау
km: បង្កើត​គូរ​កូនសោ និង​សំណើ​វិញ្ញា​បនបត្រ
mk: &Создај пар клучеви && барање за сертификат
nb: &Lag nøkkelpar og sertifikatforespørsel
nds: Slötelpoor un Zertifikaat-Anfraag &opstellen
nl: &Sleutelbos en certificaatverzoek aanmaken
nn: &Generer nøkkelpar og sertifikatførespurnad
pl: S&twórz parę kluczy i żądanie utworzenia certyfikatu
pt: &Gerar Par de Chaves e Pedido de Certificado
pt_br: &Gerar Par de Chaves && Requisição de Certificado
ru: &Создать пару ключей и запрос сертификата
sk: &Generovať pár kľúčov a požiadavku certifikácie
sl: &Ustvari par ključev in zahtevek za certifikat
sr: &Направи пар кључева и захтев за сертификат
sr@latn: &Napravi par ključeva i zahtev za sertifikat
sv: &Skapa nyckelpar och begäran om certifikat
uk: &Створити пару ключів і запит сертифіката
zh_cn: 生成密钥对和证书请求(&G)
zh_tw: 產生金鑰配對與憑證請求(&G)

source: Your Certificate Request is Ready to Be Sent
bg: Заявката ви за удостоверение е готова за изпращане
ca: La vostra petició de certificat està llesta per ser enviada
cs: Váš požadavek na certifikát je připraven k odeslání
da: Din certifikatsforespørgsel er parat til at blive sendt
de: Ihre Zertifikatsanfrage ist zum Senden bereit
el: Η αίτηση πιστοποιητικού σας είναι έτοιμη για αποστολή
es: Su solicitud de certificado está preparada para enviarse
et: Sinu sertifikaadisoov on valmis saatmiseks
eu: Zure ziurtagiri eskaera bidaltzeko prest dago
fa: درخواست گواهی‌نامۀ شما آمادۀ ارسال است
fr: Votre demande de certificat est prête à être envoyée
fy: Jo sertifikaatfersyk is klear om ferstjoerd te wurden
gl: A súa solicitude de certificado está lista para ser enviada
hu: A tanúsítványkérelem készen áll az elküldésre
it: La tua richiesta di certificato è pronta per essere spedita
ja: 証明書要求を送信する準備ができました
kk: Куәлікті сұрауыңыз жіберуге дайын
km: សំណើ​វិញ្ញា​បនបត្រ​របស់អ្នកត្រូវ​បាន​ផ្ញើ​រួច​ហើយ
mk: Вашето барање за сертификат е подготвено за испраќање
nb: Sertifikatforespørselen er klar til å sendes
nds: Dien Zertifikaat-Anfraag kann sendt warrn
nl: Uw certificaatverzoek is gereed om verzonden te worden
nn: Sertifikatførespurnaden er klart til å sendast
pl: Twoje żądanie utworzenia certyfikatu jest gotowe do wysłania
pt: O Seu Pedido de Certificado Está Pronto a Ser Enviado
pt_br: Sua Requisição de Certificado está Pronta Para Ser Enviada
ru: Ваш запрос сертификата готов к отправке
sk: Vaša požiadavka certifikácie je pripravená na odoslanie
sl: Vaša zahteva po certifikatu je pripravljena za pošiljanje
sr: Ваш захтев за сертификат је спреман за слање
sr@latn: Vaš zahtev za sertifikat je spreman za slanje
sv: Din begäran om certifikat är klar att skickas
uk: Ваш запит сертифіката готовий для надсилання
zh_cn: 您的证书请求已准备好发送
zh_tw: 您的憑證請求已準備好可發送
