Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Key Parameters
bg: Параметри на ключа
ca: Paràmetres de la clau
cs: Parametry klíčů
da: Nøgleparametre
de: Schlüsselparameter
el: Παράμετροι κλειδιού
es: Parámetros de la clave
et: Võtme parameetrid
eu: Gakoaren parametroak
fa: پارامترهای کلید
fr: Paramètres de clé
fy: Kaaiparameters
gl: Parámetros da chave
hu: A kulcs paraméterei
it: Parametri della chiave
ja: 鍵のパラメータ
kk: Кілт параметрлері
km: ប៉ារ៉ាមែត្រ​កូនសោ
ko: 인증키 파라미터
mk: Параметри на клучот
ms: Parameter Kekunci
nb: Nøkkelparametre
nds: Slötelparameters
nl: Sleutelparameters
nn: Nøkkelparametrar
pl: Parametry klucza
pt: Parâmetros da Chave
pt_br: Parâmetros da Chave
ru: Параметры ключа
sk: Parametre kľúča
sl: Ključni parametri
sr: Параметри кључа
sr@latn: Parametri ključa
sv: Nyckelparametrar
ta: விசை அளபுருக்கள்
uk: Параметри ключів
zh_cn: 密钥参数
zh_tw: 金鑰參數

source: On this page, you will configure the cryptographic key length and the type of certificate to create.
bg: Тук ще зададете дължината на ключа за шифроване и типа на удостоверението, което ще бъде създадено.
ca: A aquesta pàgina, podeu configurar la longitud de la clau criptogràfica i el tipus de certificat a crear.
cs: Zde můžete nastavit délku klíčů a typ certifikátu.
da: På denne side indstiller du kryptografisk nøglelængde og certifikattype der skal oprettes.
de: Auf dieser Seite können Sie die Länge des kryptographischen Schlüssels und den Typ des zu erstellenden Zertifikats konfigurieren.
el: Σε αυτήν τη σελίδα, θα ρυθμίσετε το μήκος του κρυπτογραφικού κλειδιού και τον τύπο του πιστοποιητικού που θα δημιουργηθεί.
es: En esta página puede configurar la longitud de la clave de cifrado y el tipo de certificado que va a crear.
et: Sellel leheküljel saab seadistada krüptovõtme pikkust ja loodava sertifikaadi tüüpi.
eu: Orri honetan sortuko diren gako kriptografikoaren luzera eta ziurtagiriaren mota konfiguratuko duzu.
fa: در این صفحه، طول کلید رمزنگاری و نوع گواهی‌نامه‌ای که ایجاد می‌شود را پیکربندی می‌کنید.
fr: Sur cette page, vous pourrez configurer une longueur de clé de chiffrement ainsi que le type de certificat à créer.
fy: Op dizze side kinne jo de kryptografyske kaailingte en it type sertifikaat opjaan.
gl: Nesta páxina configurará a lonxitude da chave criptográfica e o tipo de certificado a crear.
hu: Ezen a lapon a kulcs kriptográfiai hosszát és a létrehozni kívánt tanúsítvány típusát kell megadni.
it: In questa pagina puoi configurare la lunghezza della chiave crittografica e il tipo del certificato da creare.
ja: このページでは、暗号化鍵長と作成する証明書のタイプを設定します。
kk: Бұл бетте криптографикалық кілт ұзындығын және жасайтын куәліктің түрін таңдай аласыз.
km: នៅ​លើ​ទំព័រ​នេះ អ្នក​នឹង​កំណត់​រចនាសម្ព័ន្ធ​ប្រវែង​កូនសោ​កូដ​ និង​ប្រភេទ​របស់​វិញ្ញា​បនបត្រ​ត្រូវ​បង្កើត ។
ko: 이 페이지에서는, 암호화 키 길이와 생성할 인증서의 형식을 설정합니다.
mk: На оваа страница ќе ја конфигурирате должината на клучот и типот на сертификат за создавање.
ms: Dalam laman ini, anda akan mengkonfigur kekunci kriptografik dan jenis sijil yang hendak dicipta.
nb: På denne siden kan du velge lengden på den kryptografiske nøkkelen og hvilket type sertifikat som skal lages.
nds: Op disse Siet kannst Du de kryptograafsche Slötellängde fastleggen, un den Typ vun dat Zertifikaat, dat opstellt warrn schall.
nl: Op deze pagina kunt u de cryptografische sleutellengte en het type certificaat opgeven.
nn: På denne sida kan du velja lengda på den kryptografiske nøkkelen og kva type sertifikat som skal genererast.
pl: Na tej stronie ustawiona zostanie długość klucza szyfrowania i typ tworzonego certyfikatu.
pt: Nesta página pode configurar o tamanho da chave de encriptação e o tipo de certificado a criar.
pt_br: Nessa página, você irá configurar o tamanho da chave criptográfica e o tipo de certificado à criar.
ru: На этой странице вы настроите длину криптографического ключа и тип создаваемого сертификата.
sk: Na tejto strane nakonfigurujete dĺžku šifrovacieho kľúča a typ certifikátu ktorý sa má vytvoriť.
sl: Na tej strani boste nastavili kriptografsko dolžino ključa in vrsto ustvarjenega certifikata.
sr: На овој страни подесићете дужину шифрарског кључа и тип сертификата који треба направити.
sr@latn: Na ovoj strani podesićete dužinu šifrarskog ključa i tip sertifikata koji treba napraviti.
sv: På den här sidan anpassar du kryptografisk nyckellängd och certifikattyp att skapa.
ta: இந்த பக்கத்தில், நீங்கள் மறையாக்கசித்திர விசை நீளம் மற்றும் உருவாக்கவேண்டிய சான்றிதழின் வகையை வடிவமைக்கலாம்.
uk: На цій сторінці ви налаштуєте довжину криптографічного ключа і тип сертифіката, який ви хочете створити.
zh_cn: 您可以在此页面上配置加密密钥长度和要创建的证书类型。
zh_tw: 這一頁中，您可以設定加密金鑰長度及產生憑證的型態。

source: Cryptographic Key Length
bg: Дължина на ключа за шифроване
ca: Longitud de la clau criptogràfica
cs: Délka šifrovacího klíče
da: Kryptografisk nøglelængde
de: Kryptographische Schlüssellänge
el: Μήκος κρυπτογραφικού κλειδιού
es: Longitud de la clave de cifrado
et: Krüptovõtme pikkus
eu: Gako kriptografikoaren luzera
fa: طول کلید رمزنگاری
fr: Longueur de clé de chiffrement
fy: Kryptografyske kaailingte
gl: Lonxitude da chave criptográfica
hu: Kriptográfiai kulcshossz
it: Lunghezza della chiave crittografica
ja: 暗号化鍵長
kk: Криптографикалық кілт ұзындығы
km: ប្រវែង​កូនសោ​កូដ
ko: 암호화 키 길이
mk: Должина на криптографскиот клуч
ms: Panjang Kekunci Kriptografik
nb: Lengde på kryptografisk nøkkel
nds: Kryptograafsche Slötellängde
nl: Cryptografische sleutellengte
nn: Lengd på kryptografisk nøkkel
pl: Długość klucza szyfrowania
pt: Tamanho da Chave de Encriptação
pt_br: Tamanho da Chave Criptográfica
ru: Длина криптографического ключа
sk: Dĺžka šifrovacieho kľúča
sl: Kriptografska dolžina ključa
sr: Дужина шифрарског кључа
sr@latn: Dužina šifrarskog ključa
sv: Kryptografisk nyckellängd
ta: மறையாக்க சித்திர விசை நீளம்
uk: Довжина криптографічного ключа
zh_cn: 加密密钥长度
zh_tw: 加密金鑰長度

source: Choose &key length:
bg: &Избор на дължината на ключа:
ca: Escolliu la longitud de la &clau:
cs: Vyberte dél&ku klíče:
da: Vælg &nøglelængde:
de: Wählen Sie die &Schlüssellänge:
el: Επιλέξτε μήκος &κλειδιού:
es: Seleccione la lon&gitud de la clave:
et: Võtme pi&kkus:
eu: Hautatu &gakoaren luzera:
fa: انتخاب طول &کلید:‌
fr: Choisissez une longueur de &clé :
fy: &Kies in kaailingte:
gl: Escoller lonxitude da &chave:
hu: A k&ulcs hossza:
it: Scegli la &lunghezza della chiave:
ja: 鍵長を選択(&K):
kk: &Кілттің ұзындығын таңдаңыз:
km: ជ្រើស​ប្រវែង​កូនសោ ៖
ko: 키 길이 선택(&K):
mk: Одбери &должина на клучот:
ms: Pilih panjang &kekunci:
nb: Velg &nøkkellengde:
nds: &Slötellängde utsöken:
nl: &Kies een sleutellengte:
nn: Vel &nøkkellengd:
pl: Proszę wybrać &długość klucza:
pt: Escolha o tamanho da &chave:
pt_br: Es&colha o tamanho da chave:
ru: Выберите &длину ключа:
sk: Vybrať dĺžku &kľúča:
sl: Izberite &dolžino ključa:
sr: Изаберите &дужину кључа:
sr@latn: Izaberite &dužinu ključa:
sv: Välj &nyckellängd:
ta: விசை நீளத்தை &தேர்ந்தெடு:
uk: Виберіть довжину &ключа:
zh_cn: 选择密钥长度(&K)：
zh_tw: 選擇金鑰長度(&K)：

source: Certificate Usage
bg: Използване на удостоверението
ca: Ús del certificat
cs: Použití certifikátu
da: Certifikatbrug
de: Verwendung des Zertifikats
el: Χρήση πιστοποιητικού
es: Uso del certificado
et: Sertifikaadi kasutamine
eu: Ziurtagiriaren erabilera
fa: کاربرد گواهی‌نامه
fr: Utilisation du certificat
fy: Brûken fan sertifikaten
gl: Uso do certificado
hu: Tanúsítványhasználat
it: Uso del certificato
ja: 証明書の使用目的
kk: Куәлікті қолдану
km: ប្រើប្រាស់​វិញ្ញាបនបត្រ​
ko: 인증서 사용 범위
mk: Употреба на сертификат
ms: Penggunaan Sijil
nb: Sertifikatbruk
nds: Zertifikaatbruuk
nl: Gebruik van certificaten
nn: Sertifikatbruk
pl: Sposób użycia certyfikatu
pt: Utilização do Certificado
pt_br: Uso do Certificado
ru: Использование сертификата
sk: Použitie certifikátu
sl: Uporaba certifikata
sr: Употреба сертификата
sr@latn: Upotreba sertifikata
sv: Certifikatanvändning
ta: சான்றிதழ் பயன்பாடு
tg: Истифодаи сертификат
uk: Використання сертифіката
zh_cn: 证书使用
zh_tw: 憑證使用

source: For &signing only
bg: Само за по&дписване
ca: Només per &signar
cs: Pouze pro podepi&sování
da: Kun til &underskrift
de: Nur zum &Signieren
el: Μόνο για &υπογραφή
es: &Sólo para firmar
et: Ainult &signeerimiseks
eu: &Sinatzeko bakarrik
fa: فقط برای &امضا‌
fr: Seulement pour &signer
fy: Allinnich foar &ûndertekening
gl: Só para &asinar
hu: Csak &aláíráshoz
it: Solo per &firmare
ja: 署名のみ(&S)
kk: Тек қ&олтаңбалау үшін
km: សម្រាប់​តែ​​ចុះហត្ថលេខា​ប៉ុណ្ណោះ​
ko: 서명에만 사용(&S)
mk: Само &за потпишување
ms: Untuk &tandatangan sahaja
nb: Bare for &signering
nds: Bloots för't Ü&nnerschrieven
nl: Alleen voor &ondertekening
nn: Berre for &signering
pl: Tylko do &podpisywania
pt: Apenas para a&ssinar
pt_br: Somente para &assinatura
ru: Только для &подписи
sk: Iba pre &podpisy
sl: Samo za &podpisovanje
sr: Само за &потписивање
sr@latn: Samo za &potpisivanje
sv: Bara för &signering
ta: கையொப்பத்திற்கு மட்டுமே
tg: Танҳо барои &имзоот
uk: Тільки для &підписування
zh_cn: 仅用作签名(&S)
zh_tw: 只用於簽署(&S)

source: For &encrypting only
bg: Само за &шифроване
ca: Només per &xifrar
cs: Pouze pro ši&frování
da: Kun til &kryptering
de: Nur zum &Verschlüsseln
el: Μόνο για &κρυπτογράφηση
es: Sólo para c&ifrar
et: Ainult &krüptimiseks
eu: &Enkriptatzeko bakarrik
fa: فقط برای &رمزبندی‌
fr: Seulement pour chiffr&er
fy: Allinnich foar &fersifering
gl: Só para &cifrar
hu: Csak titkosításh&oz
it: Solo per &cifrare
ja: 暗号化のみ(&E)
kk: Тек &шифрлау үшін
km: សម្រាប់​តែ​ការ​អ៊ិនគ្រិប​ប៉ុណ្ណោះ​
ko: 암호화에만 사용(&E)
mk: Само &за криптографирање
ms: Untuk &penyulitan sahaja
nb: Bar&e for kryptering
nds: Bloots för't &Verslöteln
nl: Alleen voor &versleuteling
nn: Be&rre for kryptering
pl: Tylko do &szyfrowania
pt: Ap&enas para cifrar
pt_br: Somente para &criptografia
ru: Только для &шифрования
sk: Iba pre ši&frovanie
sl: Samo za &šifriranje
sr: Само за ш&ифровање
sr@latn: Samo za š&ifrovanje
sv: Bara för &kryptering
ta: மறையாக்கத்திற்கு மட்டுமே
tg: Танҳо барои &рамзгузорӣ
uk: Тільки для &шифрування
zh_cn: 仅用作加密(&E)
zh_tw: 只用於加密(&E)

source: For signing &and encrypting
bg: &За подписване и шифроване
ca: Per signar &i xifrar
cs: Pro podepisování &a šifrování
da: Til underskrift &og kryptering
de: Zum Signieren &und zum Verschlüsseln
el: Για υπογρα&φή και κρυπτογράφηση
es: P&ara firmar y cifrar
et: Signeerimiseks &ja krüptimiseks
eu: Sinatzeko &eta enkriptatzeko bakarrik
fa: برای امضا &و رمزبندی‌
fr: Pour signer et &déchiffrer
fy: Allinnich foar ûndertekening &en fersifering
gl: Para asinar &e cifrar
hu: Aláíráshoz és t&itkosításhoz
it: Per firm&are e cifrare
ja: 署名と暗号化(&A)
kk: Қолтаңбалау ж&әне шифрлау үшін
km: សម្រាប់​តែ​ការ​ចុះហត្ថលេខា និង​អ៊ិនគ្រិប​
ko: 서명과 암호화에 사용(&A)
mk: За потпишување &и криптографирање
ms: Untuk tandatangan &dan penyulitan
nb: For signering &og kryptering
nds: För't Verslöteln &un Ünnerschrieven
nl: Alleen voor ondertekening &en versleuteling
nn: For signering &og kryptering
pl: Do podpisywania &i szyfrowania
pt: P&ara assinar e para cifrar
pt_br: Para assinar &e criptografar
ru: Для подписи &и шифрования
sk: Pre podpisy &a šifrovanie
sl: Za podpisovanje &in šifriranje
sr: &За потписивање и шифровање
sr@latn: &Za potpisivanje i šifrovanje
sv: &För signering och kryptering
ta: கையொப்பம் மற்றும் மறையாக்கத்திற்கும்
tg: Барои имзо &ва рамзгузорӣ
uk: Для підписування &і шифрування
zh_cn: 用作签名和加密(&A)
zh_tw: 同時用於簽署與加密(&A)

source: Your Personal Data
bg: Вашите лични данни
ca: Les vostres dades personals
cs: Vaše osobní informace
da: Dine personlige data
de: Ihre persönlichen Daten
el: Τα προσωπικά σας δεδομένα
es: Sus datos personales
et: Sinu isikuandmed
eu: Zure dau pertsonalak
fa: دادۀ شخصی شما
fr: Vos données personnelles
fy: Jo persoanlike gegevens
gl: Os seus datos persoais
hu: Az Ön személyi adatai
it: I tuoi dati personali
ja: あなたの個人データ
kk: Дербес деректеріңіз
km: ទិន្នន័យ​ផ្ទាល់​ខ្លួន​របស់​អ្នក​
ko: 귀하의 개인 정보
mk: Твои лични податоци
ms: Data Peribadi Anda
nb: Personlig informasjon
nds: Dien persöönliche Daten
nl: Uw persoonlijke gegevens
nn: Personleg informasjon
pl: Twoje dane osobiste
pt: Os Seus Dados Pessoais
pt_br: Seus Dados Pessoais
ru: Ваши персональные данные
sk: Vaše osobné informácie
sl: Vaši osebni podatki
sr: Ваши лични подаци
sr@latn: Vaši lični podaci
sv: Din personliga information
ta: உங்கள் சொந்தத் தரவு
tg: Маълумотҳои инфиродии худ
uk: Ваші особисті дані
zh_cn: 您的个人资料
zh_tw: 您的個人資料

source: On this page, you will enter some personal data that will be stored in your certificate and that will help other people to determine that it is actually you who is sending a message.
bg: На тази страница трябва да въведете малко лични данни, които ще бъдат записани във вашето удостоверение, и ще помогнат на другите хора да разберат, че точно вие изпращате съобщението.
ca: En aquesta pàgina, introduireu algunes dades personals que seran emmagatzemades en el vostre certificat i que ajudaran a d'altres persones a determinar si realment sou vós qui envia el missatge.
cs: Na této stránce zadáte několik osobních informací, které budou uložené ve vašem certifikátu, což pomůže jiným lidem určit, že jste to vy, kdo poslal danou zprávu.
da: På denne side vil du indtaste nogle personlige data, der vil blive gemt i dit certifikat og som vil hjælpe andre til at kunne afgøre at det rent faktisk er dig der sender et brev.
de: Auf dieser Seite geben Sie einige persönliche Daten ein, die im Zertifikat abgelegt werden und dazu beitragen, dass andere Personen feststellen können, dass Sie tatsächlich der Absender sind.
el: Σε αυτήν τη σελίδα, εισάγετε κάποια προσωπικά δεδομένα που θα αποθηκευτούν στο πιστοποιητικό σας και αυτό θα βοηθήσει σε τρίτους να σιγουρευτούν ότι είστε πραγματικά εσείς αυτοί που στέλνουν το μήνυμα.
es: En esta página introducirá algunos datos personales que se guardarán en su certificado y que ayudarán a otras personas a determinar que es realmente usted quien envía el mensaje.
et: Sellel leheküljel tuleb sisestada mõned isikuandmed, mis salvestatakse sertifikaati ja aitavad teistel inimestel kindlaks teha, et see oled just sina, kes on kirja saatnud.
eu: Orri honetan, zure ziurtagirian gordeko diren zure datu pertsonal batzuk sartuko dituzu. Honek beste jendeari benetan mezua zuk bidali duzula erakusteko balioko du.
fa: در این صفحه، تعدادی دادۀ شخصی وارد می‌کنید که در گواهی‌نامۀ شما ذخیره می‌شود، و به افراد دیگر کمک می‌کند که مشخص نمایند که در حقیقت شمایید که پیام را ارسال می‌کنید.
fr: Cette page vous permet de saisir quelques données personnelles qui seront enregistrées dans votre certificat et qui aideront d'autres personnes à déterminer que vous êtes bien celui qui envoie un message.
fy: Op dizze side moatte jo inkele persoanlike gegevens opjaan. Dizze wurde yn jo sertifikaat opslein sadat oare minsken daliks sjen kinne wa't it berjocht ferstjoerd hat.
gl: Nesta páxina, introducirá algúns datos persoais que se gravarán no seu certificado e que lle axudarán a outra xente a determinar que é realmente vostede o que está a enviar a mensaxe.
hu: Ezen a lapon lehet megadni a tanúsítványba kerülő személyi adatokat, ezek alapján határozhatja meg a címzett, hogy ki az üzenet küldője.
it: In questa pagina, puoi inserire alcuni dati personali che saranno memorizzati sul tuo certificato e che aiuteranno altre persone a determinare che sei tu colui che spedisce un messaggio.
ja: このページでは、あなたの証明書に保存される個人データを入力します。この情報は、他の人々がメッセージが本当にあなたからのものかどうかを判定するために使われます。
kk: Бұл бетте кейбір дербес мәліметтеріңізді келтіресіз. Ол мәлімет куәлікте жазылады да, басқаларға хатыңызды шынымен Сіз жібергеніңізді дәлелдейді.
km: នៅ​លើទំព័រ​នេះ អ្នក​នឹង​បញ្ចូល​ទិន្នន័យ​ផ្ទាល់ខ្លួន​មួយ​ចំនួន ដែល​នឹង​ត្រូវ​បានទុក​នៅ​ក្នុង​វិញ្ញា​បនបត្រ​របស់​អ្នក ហើយ​ដែល​នឹង​ជួយ​មនុស្ស​ឲ្យ​កំណត់​​ថា​វា​ពិត​ជា​អ្នក ដែល​កំពុង​ផ្ញើ​សារ ។
ko: 이 페이지에서는, 귀하의 인증에 저장될 개인 정보를 입력합니다. 이렇게 하면 메시지를 받아본 다른 사람들이 누구로부터 왔는지를 알 수 있게 됩니다.
mk: На оваа страница ќе внесете некои лични податоци што ќе бидат зачувани во вашите сертификати и ќе им помогнат на други луѓе да дознаат дали навистина Вие ја испраќате пораката.
ms: Dalam halaman ini, anda akan memasukkan beberapa data peribadi yang akan distorkan dalam sijil dan itu akan membantu orang lain menentukan bahawa andalah penghantar sebenar sesuatu mesej.
nb: På denne siden oppgir du personopplysninger som skal lagres i sertifikatet. Opplysningene gjør at andre personer kan være sikre på at det faktisk er du som sender en melding.
nds: Op disse Siet giffst Du en poor persöönliche Daten in, de binnen Dien Zertifikaat wohrt warrt. Anner Lüüd köönt denn faststellen, wat dat redig Du büst, de de Naricht sendt hett.
nl: Op deze pagina dient u enkele persoonlijke gegevens op te geven. Deze worden in uw certificaat opgeslagen zodat andere mensen gelijk kunnen zien wie het bericht verzonden heeft.
nn: På denne sida oppgjev du personopplysningar som skal lagrast i sertifikatet. Opplysningane gjer at andre personar kan vera sikre på at det faktisk er du som sender ei melding.
pl: Na tej stronie należy podać swoje dane osobiste które zostaną zapisane w certyfikacie. Ułatwi to innym stwierdzenie, że to naprawdę ty wysyłasz tę wiadomość.
pt: Nesta página, o utilizador irá indicar alguns dados pessoais que serão armazenados no seu certificado e que irão ajudar as outras pessoas a determinar que é mesmo você que está a enviar uma mensagem.
pt_br: Nesta página
ru: На этой странице укажите некоторые данные о вас, которые будут помещены в ваш сертификат и помогут другим людям определить, что это вы посылаете сообщение.
sk: Na tejto stránke zadáte niekoľko osobných informácii ktoré budú uložené vo vašom certifikáte a to pomôže iným ľuďom určiť že ste to vy kto poslal danú správu.
sl: Na tej strani boste vnesli nekaj osebnih podatkov, ki bodo shranjeni v vaš certifikat in bodo pomagali drugim, da ugotovijo, da ste vi, ki pošiljate sporočilo.
sr: На овој страни уносите неке личне податке који ће бити складиштени у вашем сертификату и који ће помоћи другим људима да одреде да ли им заиста ви шаљете поруку.
sr@latn: Na ovoj strani unosite neke lične podatke koji će biti skladišteni u vašem sertifikatu i koji će pomoći drugim ljudima da odrede da li im zaista vi šaljete poruku.
sv: På den här sidan anger du personlig information som lagras i certifikatet och som hjälper andra att avgöra om det verkligen är du som skickar ett brev.
ta: இந்தப் பக்கத்தில் நீங்கள் உங்கள் தனிப்பட்ட தகவல்களை உள்ளிட்டால் அது உங்கள் சான்றிதழில் சேமிக்கப்படும். இதன் மூலம் இந்த செய்தியை நீங்கள் தான் அனுப்புனீர்கள் என மற்றவர்களும் தெரிந்துகொள்வார்கள்.
tg: Дар ин саҳифа маълумоте дар бораи худ ишора кунед, ки ин маълумотҳо дар сертификати шумо ҷойгир карда мешаванд ва ба дигар одамҳо кӯмак мерасонад, ки ин хабарро шумо фиристодаед.
uk: На цій сторінці ви введете деякі особисті дані, які будуть збережені у вашому сертифікаті. Ці дані допоможуть іншим людям визначити, що це справді ви надсилаєте повідомлення.
zh_cn: 在此页中，您将要输入一些个人资料，这些资料会保存到证书中，并让其他人能够确定发送消息的人是否为您本人。
zh_tw: 這一頁中，您可以輸入一些個人資料，它們會被儲存在您的憑證中，協助其他人決定發送此信件的人是不是您。

source: &Insert My Address
bg: &Вмъкване на адреса ви
ca: &Insereix la meva adreça
cs: Vlož&it mou adresu
da: &Indsæt min adresse
de: Meine Adresse &einfügen
el: &Εισαγωγή της διεύθυνσής μου
es: &Insertar mi dirección
et: L&isa minu aadress
eu: &Sartu nire helbidea
fa: &درج نشانی من‌
fr: &Insérer mon adresse
fy: Myn adres &ynpasse
gl: &Inserir o meu enderezo
hu: A saját cím &beszúrása
it: &Inserisci il mio indirizzo
ja: アドレスを挿入(&I)
kk: Менің адресім &ендірілсін
km: បញ្ចូល​អាសយដ្ឋាន​របស់​ខ្ញុំ​
ko: 주소(&I)
mk: &Внеси ја мојата адреса
ms: &Masukkan Alamat Saya
nb: Sett &inn min adresse
nds: &Mien Adress infögen
nl: Mijn adres &invoegen
nn: Sett &inn mi adresse
pl: &Wstaw mój adres
pt: &Inserir o Meu Endereço
pt_br: &Inserir Endereço
ru: &Вставить мой адрес
sk: &Vložiť moju adresu
sl: &Vstavi moj naslov
sr: Убаци моју &адресу
sr@latn: Ubaci moju &adresu
sv: &Infoga min adress
ta: என்னுடைய முகவரியை உள்ளீடு செய்
tg: &Гузоштани адреси худ (ман)
uk: &Вставити мою адресу
zh_cn: 插入我的地址(&I)
zh_tw: 插入我的地址(&I)

source: This will insert your address if you have set the "Who am I" information in the address book
bg: Вмъкване на вашия адрес от адресника, ако има запис с вашите лични данни
ca: Això inserirà la vostra adreça si heu establert la informació "Qui sóc" a la llibreta d'adreces
cs: Tímto vložíte svou adresu, pokud jste nastavili v Knize adres záznam jako vaše vlastní údaje.
da: Dette vil indsætte din adresse hvis du har sat "Hvem er jeg" informationen i adressebogen
de: Diese Funktion fügt Ihre Adresse ein, wenn Sie die Information "Wer bin ich" im Adressbuch eingegeben haben
el: Αυτό θα εισάγει την διεύθυνσή σας αν έχετε ορίσει τις πληροφορίες "Ποιος είμαι" στο βιβλίο διευθύνσεων
es: Insertará su dirección si ha configurado la información sobre «Quién soy» en la libreta de direcciones
et: Lisab sinu aadressi, kui oled täitnud aadressiraamatus enda andmete kohta käiva osa
eu: Honek, helbide-liburuan "Nor naiz ni" informazioa ezarri baduzu, zure helbidea sartuko du
fa: اگر اطلاعات »من کیستم« را در کتاب نشانی درج کرده باشید، نشانی شما را درج می‌کند
fr: Cette option insérera votre adresse si vous avez renseigné les informations « Qui suis-je ? » dans le carnet d'adresses
fy: Set jo adres yn it adresboek mei de status "Wa bin ik"
gl: Isto inserirá o seu enderezo se puxa a información "Quen son eu" no caderno de enderezos.
hu: Ennek hatására a saját cím bekerül a tanúsítványba, ha kitöltötte "A saját adataim" lapot a címjegyzékben
it: Questo inserirà il tuo indirizzo se hai impostato le informazioni "Chi sono io" nella rubrica indirizzi
ja: アドレス帳にあなたの個人情報が設定されている場合、そのアドレスを挿入します。
kk: Бұнымен куәлікке адресіңіз ендіруді ұйғарасыз. Мәлімет адрестік кітапшасындағы "Өзім туралы" жазуынан (ол болса) алынады
km: វា​នឹង​បញ្ចូល​អាសយដ្ឋាន​របស់​អ្នក ប្រសិន​បើ​អ្នក​បាន​កំណត់​​ព័ត៌មាន​ "តើ​ខ្ញុំ​ជា​នណារ" នៅ​ក្នុង​សៀវភៅ​អាសយដ្ឋាន
ko: 주소록에서 "나의 정보"를 설정했을 경우, 사용자의 주소를 삽입합니다.
mk: Ова ќе ја внесе Вашата адреса ако јаимате поставено "Кој сум јас" информацијата во именикот
ms: Ini akan memasukkan alamat anda jika anda telah mengeset maklumat "Siapa Saya" dalam buku alamat
nb: Dette setter inn adressen din hvis du har oppgitt «Hvem er jeg»-informasjonen i adresseboka
nds: Dit föögt Dien Adress in, wenn Du de "Wokeen bün ik"-Informatschonen binnen dat Adressbook ingeven hest.
nl: Dit voegt uw adres in waaraan u in het adresboek de status "Wie ben ik" hebt toegekend
nn: Dette vil setja inn adressa di viss du har oppgitt «Kven er eg»-informasjon i adresseboka
pl: Powoduje wstawienie Twojego adresu, jeśli w książce adresowej ustawione została informacja "Kim jestem"
pt: Insere o seu endereço se adicionou os seus dados ao "Quem Sou Eu" do livro de endereços.
pt_br: Isto inserirá seu endereço, se você configurou a informação "Quem sou eu" no Livro de Endereços
ru: Вставить ваш адрес, если в адресной книге пометили контакт как данные владельца
sk: Toto vloží adresu, ktorú ste nastavili v adresári v informáciách o vás
sl: To bo vstavilo vaš naslov, če imate nastavljeno informacijo v adresarju »Kdo sem jaz«
sr: Ово ће унети вашу адресу ако сте поставили информације „Ко сам ја“ у адресару
sr@latn: Ovo će uneti vašu adresu ako ste postavili informacije „Ko sam ja“ u adresaru
sv: Det här infogar din adress om du har ställt in "Vem är jag" information i adressboken
ta: இது உங்கள் முகவரியை இணைக்க வேண்டுமென்றால் நீங்கள் முன்னதாகவே "நான் யார்" என்ற தகவலை முகவரி புத்தகத்தில் சேமிக்க வேண்டும்
tg: Агар дар китоби адресӣ ҷои гузориши маълумотҳои соҳибро дидед, адреси худро гузоред
uk: Це вставить вашу адресу, якщо ви помістили в адресній книзі інформацію "Хто я"
zh_cn: 如果地址簿设置了个人信息，这将会插入您的地址信息
zh_tw: 如果您在通訊錄中有設定「我是誰」的資訊，這會將您的地址插入憑證中。
