Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Strikeout
bg: Зачертан
ca: Ratllat
cs: Přeškrtnuté
da: Gennemstreget
de: Durchgestrichen
el: Επιγράμμιση
es: Tachado
et: Läbikriipsutatud
eu: Marratua
fa: شروع به ضربه
fr: Barré
fy: Trochkrasse
gl: Tachado
hu: Áthúzott
it: Barrato
ja: 取り消し線
kk: Сызып тастаған
km: ឆូត​
ko: 강조
mk: Прецртано
ms: Potong
nb: Overstryking
nds: Dörstreken
nl: Doorhalen
nn: Overstryk
pl: Przekreślona
pt: Riscado
pt_br: Riscada
ru: Зачёркнутый
sk: Prečiarknuté
sl: Prečrtano
sr: Прецртано
sr@latn: Precrtano
sv: Stryk över
ta: அடித்துவிடுதல்
uk: Перекреслений
zh_cn: 删除线
zh_tw: 刪除線

source: Default Appearance
bg: Подразбиращ се външен вид
ca: Aparença per defecte
cs: Výchozí vzhled
da: Standardudseende
de: Voreingestelltes Erscheinungsbild
el: Προκαθορισμένη εμφάνιση
es: Apariencia predeterminada
et: Vaikevälimus
eu: Itxura lehenetsia
fa: ظاهر پیش‌فرض
fr: Apparence par défaut
fy: Standert-uterlik
gl: Apariencia por Defecto
hu: Az alapértelmezett megjelenés
it: Aspetto predefinito
ja: 標準の外観
kk: Әдетті көрініс
km: រូបរាង​លំនាំដើម​
ko: 기본 외양
mk: Стандарден изглед
ms: Rupa Piawai
nb: Standard utseende
nds: Vörinstellt Utsehn
nl: Standaarduiterlijk
nn: Standard utsjånad
pl: Domyślny wygląd
pt: Aparência Predefinida
pt_br: Aparência Padrão
ru: Внешний вид по умолчанию
sk: Štandardný vzhľad
sl: Privzet videz
sr: Подразумевани изглед
sr@latn: Podrazumevani izgled
sv: Förvalt utseende
ta: முன்னிருப்பு தோற்றம்
uk: Типовий вигляд
zh_cn: 默认外观
zh_tw: 預設外觀

source: Kleopatra
ko: 클레오파트라
ta: கிளியோபட்ரா

source: <tr><td align="right">%1</td><td>%2</td></tr>
ms: <tr><td jajar="kanan">%1</td><td>%2</td></tr>
ta: <tr><td அமை="வலது">%1</td><td>%2</td></tr>

source: <tr><td align="right"><b>%1</b></td><td>%2</td></tr>
ms: <tr><td jajar="kanan"><b>%1</b></td><td>%2</td></tr>
ta: <tr><td அமை="வலது"><b>%1</b></td><td>%2</td></tr>

source: _: Format string for the labels in the "Your Personal Data" page - required field *%1 (%2):
it: campo obbligatorio *%1 (%2):
