Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: In External Certificates
bg: Във външните удостоверения
ca: Als certificats externs
cs: V externích certifikátech
da: I eksterne certifikater
de: in externen Zertifikaten
el: Στα εξωτερικά πιστοποιητικά
es: En los certificados externos
et: välistest sertifikaatidest
eu: Kanpoko ziurtagiritan
fa: در گواهی‌نامه‌های خارجی
fr: Dans les certificats externes
fy: Yn eksterne sertifikaten
gl: En certificados externos
hu: A külső tanúsítványok között
it: Nei certificati esterni
ja: 外部証明書で
kk: Сыртқы куәліктерде
km: វិញ្ញាបនបត្រ​ខាង​ក្រៅ​
ko: 외부 인증서에서
mk: Во внатрешните сертификати
ms: Dalam Sijil Luar
nb: I eksterne sertifikatet
nds: Binnen extern Zertifikaten
nl: In externe certificaten
nn: I eksterne sertifikat
pl: W zewnętrznych certyfikatach
pt: Nos Certificados Externos
pt_br: Nos Certificados Externos
ru: Во внешних сертификатах
sk: V externých certifikátoch
sl: v zunanjih certifikatih
sr: У спољашњим сертификатима
sr@latn: U spoljašnjim sertifikatima
sv: I externa certifikat
ta: வெளியார்ந்த சான்றிதழ்களில்
tg: Дар сертификатҳои хориҷӣ
uk: В зовнішніх сертифікатах
zh_cn: 在外部证书中
zh_tw: 於外部憑證

source: Find
bg: Търсене
ca: Cerca
cs: Najít
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsi
eu: Aurkitu
fa: یافتن
fr: Chercher
fy: Sykje
gl: Procurar
hu: Keresés
it: Trova
ja: 検索
kk: Табу
km: រក
ko: 찾기
mk: Најди
ms: cari
nb: Finn
nds: Söken
nl: Zoeken
nn: Finn
pl: Znajdź
pt: Procurar
pt_br: Procurar
ru: Найти
sk: Hľadať
sl: Najdi
sr: Нађи
sr@latn: Nađi
sv: Sök
ta: தேடு
tg: Ҷустуҷӯ
uk: Знайти
zh_cn: 查找
zh_tw: 尋找

source: Configure &GpgME Backend
bg: &Настройване на GpgME
ca: Configura dorsal &GgpME
cs: Nastavit &GpgME modul
da: Indstil det underliggende &GpgME-program
de: &GpgME-Backend konfigurieren
el: Ρύθμιση συστήματος υποστήριξης &GpgME
es: Configurar el motor de &GpgME
et: &GpgME taustarakenduse seadistamine
eu: Konfiguratu &GpgME-ren euskarria
fa: پیکربندی پایانۀ پشتیبانی &GpgME‌
fr: Configurer l'interface &GpgME
fy: &GpgME backend ynstelle
gl: Configurar mecanismo de &GpgME
hu: A GpgME-ala&pszolgáltatás beállítása
it: Configura il backend &GpgME
ja: GpgME バックエンドを設定(&G)
kk: &GpgME бағдарламасын баптау
km: កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ខាងក្រោយ​ GpgME
ko: GpgME 백앤드 설정(&G)
mk: Конфигурирај го &GpgME задниот крај
ms: Konfigurkan Hujung Belakang &GpgME
nb: Sett opp &GpgME bakgrunnsmotor
nds: &GpgME-Hölperprogramm instellen
nl: &GpgME backend instellen
nn: Set opp &GpgME bakgrunnsløysing
pl: Konfiguracja narzędzia &GpgME
pt: Configurar a Infra-estrutura &GpgME
pt_br: Configurar Infra-estrutura &GpgME
ru: Настроить движок &GpgME
sk: Nastaviť backend &GnuPG
sl: Nastavi vmesnik &GpgME
sr: Подеси &позадински систем GpgME
sr@latn: Podesi &pozadinski sistem GpgME
sv: Anpassa &GpgME-gränssnitt
ta: &GpgME பின்நிலையை கட்டமை"
tg: Танзими чархаки &GpgME
uk: Налаштувати сервер &GpgME
zh_cn: 配置 GpgME 后端(&G)
zh_tw: 設定 GpgME 後端介面(&G)

source: Canceled.
bg: Прекъсване.
ca: Cancel·lat.
cs: Zrušeno.
da: Annulleret.
de: Abgebrochen.
el: Ακυρώθηκε.
es: Cancelado.
et: Katkestatud.
eu: Ezeztatua.
fa: لغو‌شده.
fr: Annulé.
fy: Ofbrutsen.
gl: Cancelado.
hu: Félbeszakítva.
it: Cancellato.
ja: キャンセルされました。
kk: Доғарылған.
km: បាន​បោះបង់
ko: 취소됨.
mk: Откажано.
ms: Dibatalkan.
nb: Avbrutt.
nds: Afbraken.
nl: Geannuleerd.
nn: Avbroten.
pl: Anulowane.
pt: Cancelado.
pt_br: Cancelado.
ru: Отменено.
sk: Prerušené.
sl: Preklicano.
sr: Отказано.
sr@latn: Otkazano.
sv: Avbruten.
ta: ரத்தானது
tg: Барҳам дода шуд.
uk: Скасовано.
zh_cn: 已取消。
zh_tw: 已取消。

source: Failed.
bg: Грешка.
ca: Ha fallat.
cs: Selhání.
da: Mislykkedes.
de: Fehlgeschlagen.
el: Απέτυχε.
es: Fallo.
et: Ebaõnnestus.
eu: Errorea.
fa: خراب‌شده.
fr: Échoué.
fy: Mislearre.
gl: Fallou.
hu: Nem sikerült.
it: Fallito.
ja: 失敗しました。
kk: Жаңылыс.
km: បរាជ័យ​
ko: 실패.
mk: Неуспешно.
ms: Gagal.
nb: Mislyktes.
nds: Fehlslaan.
nl: Mislukt.
nn: Feil.
pl: Błąd.
pt: Falhou.
pt_br: Falhou.
ru: Неудачно.
sk: Zlyhanie.
sl: Ni uspelo.
sr: Неуспело.
sr@latn: Neuspelo.
sv: Misslyckades.
ta: இயலவில்லை
tg: Номуваффақ буд.
uk: Невдача.
zh_cn: 失败。
zh_tw: 失敗。

source: Done.
bg: Готово.
ca: Fet.
cs: Hotovo.
da: Færdig.
de: Fertig.
el: Έγινε.
es: Hecho.
et: Tehtud.
eu: Eginda.
fa: انجام‌شده.
fr: Fait.
fy: Klear.
gl: Feito.
hu: Kész.
it: Fatto.
ja: 完了。
kk: Дайын.
km: ធ្វើ​រួច
ko: 완료.
mk: Готово.
ms: Selesai.
nb: Ferdig.
nds: Fardig.
nl: Klaar.
nn: Ferdig.
pl: Zrobione.
pt: Terminado.
pt_br: Concluído.
ru: Готово.
sk: Hotovo.
sl: Opravljeno.
sr: Готово.
sr@latn: Gotovo.
sv: Klar.
ta: முடிந்தது
tg: Иҷро шуд.
uk: Закінчено.
zh_cn: 完成。
zh_tw: 完成。

source: _n: %n Key. %n Keys.
bg: %n ключ. %n ключа.
ca: %n clau. %n claus.
cs: 1 klíč %n klíče %n klíčů
da: %n Nøgle. %n Nøgler.
de: %n Schlüssel. %n Schlüssel.
el: %n κλειδί. %n κλειδιά.
es: %n clave. %n claves.
et: %n võti. %n võtit.
eu: Gako bat. %n gako.
fa: %n .کلید
fr: %n clé. %n clés.
fy: %n kaai. %n kaaien.
gl: %n chave. %n chaves.
hu: %n kulcs.
it: %n Chiave. %n Chiavi.
ja: %n 個の鍵
kk: %n кілт.
km: %n កូនសោ ។
ko: %n개의 키.
mk: %n копче. %n копчиња. %n копчиња.
nb: %n nøkkel. %n nøkler.
nds: %n Slötel. %n Slötels.
nl: %n sleutel. %n sleutels.
nn: %n nøkkel. %n nøklar.
pl: %n klucz. %n klucze. %n klucze.
pt: %n Chave. %n Chaves.
pt_br: %n Chave. %n Chaves.
ru: %n ключ. %n ключа. %n ключей.
sk: %n kľúč. %n kľúče. %n kľúčov.
sl: %n ključev. %n ključ. %n ključa. %n ključi.
sr: %n кључ. %n кључа. %n кључева.
sr@latn: %n ključ. %n ključa. %n ključeva.
sv: %n nyckel. %n nycklar.
ta: %n விசை %n விசைகள்.
tg: %n калид. %n калидҳо.
uk: %n ключ. %n ключі. %n ключів.
zh_cn: %n 个密钥。
zh_tw: %n 個金鑰。

source: Refreshing keys...
bg: Обновяване на ключовете...
ca: S'estan refrescant les claus...
cs: Obnovuji klíče...
da: Genopfrisker taster...
de: Schlüssel aktualisieren ...
el: Ανανέωση κλειδιών...
es: Actualizando las claves...
et: Võtmete uuendamine...
eu: Gakoak freskatzen...
fa: در حال بازآوری کلیدها...
fr: Rafraîchir les clés...
fy: Dwaande mei it fernijen fan kaaien...
gl: Anovando chaves...
hu: A kulcsok frissítése...
it: Aggiornamento chiavi...
ja: 鍵を更新中...
kk: Кілттерді жаңарту...
km: កំពុង​ធ្វើ​ឲ្យ​កូនសោ​ស្រស់​...
ko: 키 새로고침...
mk: Ги освежувам клучевите...
ms: Muatkan semula kekunci...
nb: Oppfrisker nøkler …
nds: Slötels warrt opfrischt...
nl: Bezig met sleutels te vernieuwen...
nn: Friskar opp nøklar …
pl: Odświeżanie kluczy...
pt: A actualizar as chaves...
pt_br: Atualizando chaves...
ru: Обновление ключей...
sk: Aktualizujem kľúče...
sl: Osveževanje ključev ...
sr: Освежавам кључеве...
sr@latn: Osvežavam ključeve...
sv: Uppdaterar nycklar...
ta: புதுப்பிக்கும் விசைகள்..
tg: Бозсозии калидҳо...
uk: Оновлення ключів...
zh_cn: 正在刷新密钥...
zh_tw: 刷新金鑰中...

source: An error occurred while trying to refresh keys: %1
bg: Грешка при обновяване на ключовете: %1
ca: Hi ha hagut un error en provar de refrescar les claus: %1
cs: Nastala chyba při pokusu o obnovení klíčů: %1
da: Der opstod en fejl ved forsøget på at genopfriske taster: %1
de: Beim Versuch die Schlüssel zu aktualisieren ist ein Fehler aufgetreten: %1
el: Συνέβη ένα σφάλμα κατά την προσπάθεια ανανέωσης των κλειδιών: %1
es: Ocurrió un error al intentar actualizar las claves: %1
et: Võtmete uuendamisel tekkis viga: %1
eu: Errorea bat gertatu da gakoak freskatzean: %1
fa: هنگام سعی برای بازآوری کلیدها، خطایی رخ داد: %1
fr: Une erreur s'est produite lors de la tentative de rafraîchissement des clés : %1
fy: Der die him in fout foar by it fernijen fan de kaaien: %1
gl: Ocorreu un erro mentres se tentaba anovar as chaves: %1
hu: Hiba történt a kulcsok felfrissítése közben: %1
it: Si è verificato un errore tentando di aggiornare le chiavi: %1
ja: 鍵を更新中にエラーが発生しました: %1
kk: Кілттерді жаңарту кезінде қате пайда болды: %1
km: កំហុស​មួយ​បាន​កើត​ឡើង ខណៈពេល​ព្យាយាម​ធ្វើ​ឲ្យ​កូនសោ​ស្រស់ ៖ %1
ko: 키를 갱신하는 도중 오류 발생: %1
mk: Се случи грешка при обидот да се освежат клучевите: %1
ms: Ralat berlaku semasa cuba memuat semula kekunci: %1
nb: Det oppsto en feil ved forsøk på å friske opp nøkler: %1
nds: Bi't Opfrischen vun de Slötels geev dat en Fehler: %1
nl: Er deed zich een fout voor bij het vernieuwen van de sleutels: %1
nn: Det oppsto ein feil ved forsøk på å friska opp nøklar: %1
pl: Wystąpił błąd podczas próby odświeżenia kluczy: %1
pt: Ocorreu um erro ao tentar actualizar as chaves: %1
pt_br: Ocorreu um erro ao tentar atualizar as chaves: %1
ru: При попытки обновить ключи произошла ошибка: %1
sk: Nastala chyba pri pokuse o aktualizáciu kľúčov: %1
sl: Prišlo je do napake pri osveževanju ključev: %1
sr: Дошло је до грешке приликом покушаја да се освеже кључеви: %1
sr@latn: Došlo je do greške prilikom pokušaja da se osveže ključevi: %1
sv: Ett fel uppstod vid försök att uppdatera nycklar: %1
ta: விசைகளை புதுப்பிக்க முயலும்போது ஒரு பிழை ஏற்பட்டுள்ளது: %1
tg: Ҳангоми бозсозии калидҳои зерин хатогӣ рӯй дод: %1
uk: Помилка під час спроби оновлення ключів: %1
zh_cn: 尝试刷新密钥时出错： %1
zh_tw: 刷新金鑰時發生錯誤： %1

source: Refreshing Keys Failed
bg: Грешка при обновяване на ключове
ca: Ha fallat el refresc de les claus
cs: Obnovení klíčů selhalo
da: Genopfriskning af taster mislykkedes
de: Aktualisieren der Schlüssel fehlgeschlagen
el: Αποτυχία ανανέωσης των κλειδιών
es: Fallo al actualizar las claves
et: Võtmete uuendamine ebaõnnestus
eu: Gakoen freskatzeak huts egin du
fa: خرابی در بازآوری کلیدها
fr: Le rafraîchissement des clés a échoué
fy: Fernijing fan kaaien mislearre
gl: Fallou a anovación de chaves
hu: Nem sikerült felfrissíteni a kulcsokat
it: Aggiornamento chiavi fallito
ja: 鍵の更新に失敗しました
kk: Кілттерді жаңарту жаңылысы
km: ការ​ធ្វើ​ឲ្យ​កូនសោ​ស្រស់​បាន​បរាជ័យ​
ko: 키를 갱신할 수 없습니다
mk: Освежувањето на клучевите не успеа
ms: Gagal Memuat Semula Kekunci
nb: Oppfrisking av nøkler mislyktes
nds: Slötelopfrischen fehlslaan
nl: Vernieuwing van sleutels mislukt
nn: Oppfrisking av nøklar mislukkast
pl: Odświeżanie kluczy zakończyło się niepowodzeniem
pt: Actualização das Chaves Falhou
pt_br: Falha ao atualizar as chaves
ru: Невозможно обновить ключи
sk: Aktualizácia kľúčov zlyhala
sl: Osveževanje ključev ni uspelo
sr: Освежавање кључева није успело
sr@latn: Osvežavanje ključeva nije uspelo
sv: Uppdatering av nycklar misslyckades
ta: விசைகளை புதுப்பிக்க முடியவில்லை
tg: Наметавонам калидҳоро нав кунам.
uk: Оновлення ключів зазнало невдачі
zh_cn: 刷新密钥失败
zh_tw: 刷新金鑰失敗

source: <qt><p>An error occurred while fetching the certificates from the backend:</p><p><b>%1</b></p></qt>
bg: <qt><p>Грешка при получаване на удостоверенията от сървъра:</p><p><b>%1</b></p></qt>
ca: <qt><p>Hi ha hagut un error en obtenir els certificats del dorsal:</p><p><b>%1</b></p></qt>
cs: <qt> <p>Nastala chyba při získávání certifikátů z modulu: </p><p><b>%1</b></p></qt>
da: <qt><p>En fejl opstod mens certifikater fra det undeliggende program blev hentet:</p><p><b>%1</b></p></qt>
de: <qt> <p>Beim Abfragen der Zertifikate vom Backend ist ein Fehler aufgetreten:</p><p><b>%1</b></p></qt>
el: <qt><p>Συνέβη ένα σφάλμα κατά την ανάκτηση των πιστοποιητικών από το σύστημα υποστήριξης:</p><p><b>%1</b></p></qt>
es: <qt><p>Ocurrió un error al obtener los certificados del motor:</p><p><b>%1</b></p></qt>
et: <qt><p>Tekkis viga, kui tõmmati sertifikaate taustarakenduselt:</p><p><b>%1</b></p></qt>
eu: <qt><p>Errorea gertatu da ziurtagiriak euskarritik eskuratzean:</p><p><b>%1</b></p></qt>
fa: <qt><p>هنگام واکشی گواهی‌نامه‌ها از پایانۀ پشتیبانی، خطایی رخ داد:</p><p><b>%1</b></p></qt>
fr: <qt><p>Une erreur s'est produite lors de la réception des certificats depuis l'interface :</p><p><b>%1</b></p></qt>
fy: <qt><p>Der die him in fout foar by it opheljen fan de sertifikaten fan it backend:</p><p><b>%1</b></p></qt>
gl: <qt><p>Ocorreu un erro mentres se tentaba obter os certificados do mecanismo:</p><p><b>%1</b></p></qt>
hu: <qt><p>Hiba történt a tanúsítványok letöltése közben (az alapszolgáltatástól):</p><p><b>%1</b></p></qt>
it: <qt><p>Si è verificato un errore recuperando i certificati dal backend:</p><p><b>%1</b></p></qt>
ja: <qt><p>バックエンドから証明書を取得中にエラーが発生しました:</p><p><b>%1</b></p></qt>
kk: <qt><p>Бағдарламадан куәлікті алу кезінде қате пайда болды:</p><p><b>%1</b></p></qt>
km: <qt><p>កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈពេល​ទៅយក​វិញ្ញា​បនបត្រ​ពី​កម្មវិធី​ខាង​ក្រោយ ៖</p><p><b>%1</b></p></qt>
ko: <qt><p>백앤드로 부터 인증을 받는 도중 오류 발생:</p><p><b>%1</b></p></qt>
mk: <qt><p>Се случи грешка при земањето на сертификатите од задниот крај:</p><p><b>%1</b></p></qt>
ms: <qt><p>Ralat berlaku semasa memungut sijil dari tepi belakang:</p><p><b>%1</b></p></qt>
nb: <qt><p> Det oppsto en feil ved henting av serifikater fra motoren </p><p><b>%1</b></p></qt>
nds: <qt><p>Bi't Halen vun de Zertifikaten vun dat Hölperprogramm geev dat en Fehler:</p><p><b>%1</b></p><qt>
nl: <qt><p>Er deed zich een fout voor tijdens het ophalen van de certificaten van het backend:</p><p><b>%1</b></p></qt>
nn: <qt><p> Det oppsto ein feil ved henting av serifikat frå motoren </p><p><b>%1</b></p></qt>
pl: <qt><p>Wystąpił błąd podczas pobierania certyfikatów z narzędzia:</p><p><b>%1</b></p></qt>
pt: <qt><p>Ocorreu um erro ao obter os certificados da infra-estrutura:</p><p><b>%1</b></p></qt>
pt_br: <qt><p>Ocorreu um erro ao buscar os certificados da infra-estrutura:</p><p><b>%1</b></p></qt>
ru: <qt><p>Произошла ошибка при получении сертификата от движка:</p><p><b>%1</b></p></qt>
sk: <qt><p>Nastala chyba počas získavania certifikátov z backendu:</p><p><b>%1</b></p></qt>
sl: <qt><p>Prišlo je do napake pri pobiranju certifikatov z vmesnika:</p><p><b>%1</b></p></qt>
sr: <qt><p>Дошло је до грешке приликом добављања сертификата од позадинског система:</p><p><b>%1</b></p></qt>
sr@latn: <qt><p>Došlo je do greške prilikom dobavljanja sertifikata od pozadinskog sistema:</p><p><b>%1</b></p></qt>
sv: <qt><p>Ett fel uppstod när certifikaten skulle hämtas från gränssnittet:</p><p><b>%1</b></p></qt>
ta: <qt><p>சான்றிதழை பின்நிலையிலிருந்து கொணரும்போது பிழை ஏற்பட்டுள்ளது:</p><p><b>%1</b></p></qt>
tg: <qt><p>Ҳангоми қабул кардани сертификат аз чархак хатогӣ рӯй дод:</p><p><b>%1</b></p></qt>
uk: <qt><p>Виникла помилка під час отримання сертифікатів з сервера:</p><p><b>%1</b></p></qt>
zh_cn: <qt><p>从后端获取证书时出错：</p><p><b>%1</b></p></qt>
zh_tw: <qt><p>從後端介面 <b>%1</b> 抓取憑證時失敗。</p></qt>

source: Fetching keys...
bg: Получаване на ключове...
ca: S'estan obtenint les claus...
cs: Stahuji klíče...
da: Henter nøgler...
de: Schlüssel holen ...
el: Ανάκτηση κλειδιών...
es: Obteniendo las claves...
et: Võtmete hankimine...
eu: Gakoak eskuratzen...
fa: واکشی کلیدها...
fr: Récupérer les clés...
fy: Dwaande mei it opheljen fan kaaien...
gl: Obtendo chaves...
hu: A kulcsok letöltése...
it: Recupero chiavi...
ja: 鍵を取得中...
kk: Кілттерді қабылдау...
km: កំពុង​ទៅ​យក​កូនសោ​...
ko: 키 패치 중...
mk: Земам клучеви...
ms: Memungut kekunci...
nb: Henter nøkler …
nds: Slötels warrt haalt...
nl: Bezig met ophalen sleutels...
nn: Hentar nøklar …
pl: Pobieranie kluczy...
pt: A transferir as chaves...
pt_br: Buscando chaves...
ru: Получение ключей...
sk: Získavam kľúče...
sl: Prenašanje ključev ...
sr: Добављам кључеве...
sr@latn: Dobavljam ključeve...
sv: Hämtar nycklar...
ta: விசைகள் கொணரப்படுகின்றன
tg: Гирифтани калидҳо...
uk: Отримання ключів...
zh_cn: 正在获取密钥...
zh_tw: 抓取金鑰中...
