Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: _n: Do you really want to delete this certificate and the %1 certificates it certified? Do you really want to delete these %n certificates and the %1 certificates they certified?
bg: Сигурни ли сте, че искате удостоверението и удостоверенията %1, които удостоверява, да бъдат изтрити? Сигурни ли сте, че искате избраните удостоверения (%n) и удостоверенията %1, които удостоверява, да бъдат изтрити?
ca: De veres voleu esborrar aquest certificat i els %1 certificats que ha certificat? De veres voleu esborrar aquests %n certificats i els %1 certificats que han certificat?
cs: Chcete skutečně smazat certifikát a %1 certifikáty jím certifikované? Chcete skutečně smazat %n certifikáty a %1 certifikáty jím certifikované? Chcete skutečně smazat %n certifikátů a %1 certifikáty jím certifikované?
da: Ønsker du virkelig at slette dette certifikat de %1 certifikater det godkendte? Ønsker du virkelig at slette de %n certifikater og de %1 certifikater det godkendte?
de: Wollen Sie dieses Zertifikat und die %1 von diesem zertifizierten Zertifikate wirklich löschen? Wollen Sie diese %n Zertifikate und die %1 von diesen zertifizierten Zertifikate wirklich löschen?
el: Επιθυμείτε πραγματικά τη διαγραφή αυτού του πιστοποιητικού και τα υπόλοιπα %1 πιστοποιητικά που έχει εκδώσει αυτό; Επιθυμείτε πραγματικά τη διαγραφή αυτών των %n πιστοποιητικών και τα υπόλοιπα %1 πιστοποιητικά που έχουν εκδώσει αυτά;
es: ¿Está seguro de que quiere borrar este certificado y los %1 certificados que certificó? ¿Está seguro de que quiere borrar estos %n certificado y los %1 certificados que certificó?
et: Kas tõesti kustutada see sertifikaat ja %1 sertifikaati, mida see sertifitseerib? Kas tõesti kustutada need %n sertifikaati ja %1 sertifikaati, mida need sertifitseerivad?
eu: Ziur zaude ziurtagiri hau eta honek egiaztatutako %1 ziurtagiriak ezabatu nahi dituzula? Ziur zaude %n ziurtagiri hauek eta hauek egiaztatutako %1 ziurtagiriak ezabatu nahi dituzula?
fa: واقعاً می‌خواهید این %n گواهی‌نامه و %1 گواهی‌نامه‌ای که گواهی می‌کنند را حذف کنید؟
fr: Voulez-vous vraiment supprimer ce certificat et les %1 certificats qu'il a certifiés ? Voulez-vous vraiment supprimer ces %n certificats et les %1 certificats qu'ils ont certifiés ?
fy: Wolle jo dit sertifikaat werklik wiskje en de %1 sertifisearre sertifikaten? Wolle jo dizze %n sertifikaten werklik wiskje en de %1 sertifisearre sertifikaten?
gl: Quere realmente borrar este certificado e os %1 certificados que el certificou? Quere realmente borrar estes %n certificados e os %1 certificados que el certificou?
hu: Biztosan törölni szeretné ezt a(z) %n tanúsítványt és a velük kiadott %1 egyéb tanúsítványt?
it: Vuoi veramente cancellare questo certificato e i %1 certificati da esso certificati? Vuoi veramente cancellare questi %n certificati e i %1 certificati da esso certificati?
ja: 本当にこれらの %n 証明書とそれが証明する %1 証明書を削除しますか？
kk: Шынымен осы %n куәлікті, онымен қоса %1 тәуелді куәлікті өшіруді қалайсыз ба?
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​វិញ្ញា​បនបត្រ %n ទាំង​នេះ​ ហើយ​និង​វិញ្ញា​បនបត្រ %1 ដែល​ពួក​វា​បាន​បញ្ជាក់​ឬទេ ?
ko: 이 %n개의 인증서와 이들이 인증한 %1 인증서도 함께 삭제하시겠습니까?
mk: Дали навистина сакате да го избришете овој %n сертификат и %1-те сертификати кои тој ги сертифицира? Дали навистина сакате да ги избришете овие %n сертификати и %1-те сертификатикои тие ги сертифицираат? Дали навистина сакате да ги избришете овие %n сертификати и %1-те сертификатикои тие ги сертифицираат?
nb: Er du sikker på at du vil slette dette sertifikatet og de %1 sertifikatene som avhenger av det? Er du sikker på at du vil slette disse %n sertifikatene og de %1 sertifikatene som avhenger av dem?
nds: Wullt Du dit Zertifikaat un de %1 dorvun zertifizeert Zertifikaten redig wegdoon? Wullt Du disse %n Zertifikaten un de %1 dorvun zertifizeert Zertifikaten redig wegdoon?
nl: Wilt u dit certificaat werkelijk verwijderen en de %1 gecertificeerde certificaten? Wilt u deze %n certificaten werkelijk verwijderen en de %1 gecertificeerde certificaten?
nn: Vil du verkeleg sletta dette sertifikatet og %1 sertifikatet som det sertifiserte? Vil du verkeleg sletta desse %n sertifikata og %1 sertifikatet det sertifiserte?
pl: Czy na pewno chcesz usunąć ten certyfikat i %1 certyfikatów, które potwierdza? Czy na pewno chcesz usunąć te %n certyfikaty i %1 certyfikatów, które potwierdza? Czy na pewno chcesz usunąć te %n certyfikatów i %1 certyfikatów, które potwierdza?
pt: Tem a certeza que deseja apagar este certificado e os %1 certificados que ele certifica? Tem a certeza que deseja apagar estes %n certificados e os %1 certificados que eles certificam?
pt_br: Você realmente deseja remover este certificado e os %1 certificados que ela certificou? Você realmente deseja remover estes %n certificados e os %1 certificados que ela certificou?
ru: Вы действительно хотите удалить %n сертификат и %1 подписанных ими сертификатов? Вы действительно хотите удалить %n сертификата и %1 подписанных ими сертификатов? Вы действительно хотите удалить %n сертификатов и %1 подписанных ими сертификатов?
sk: Naozaj chcete odstrániť tento %n certifikát a %1 certifikátov, ktoré sú ním podpísané? Naozaj chcete odstrániť tieto %n certifikáty a %1 certifikátov, ktoré sú nimi podpísané? Naozaj chcete odstrániť týchto %n certifikátov a %1 certifikátov, ktoré sú nimi podpísané?
sl: Ali zares želite zbrisati teh %n certifikatov in %1 certifikatov, ki jih certificirajo? Ali zares želite zbrisati ta %n certifikat in %1 certifikatov, ki jih certificira? Ali zares želite zbrisati ta %n certifikata in %1 certifikatov, ki jih certificirata? Ali zares želite zbrisati te %n certifikate in %1 certifikatov, ki jih certificirajo?
sr: Желите ли заиста да обришете овај %n сертификат и %1 сертификата које су њима сертификовани? Желите ли заиста да обришете ова %n сертификата и %1 сертификата које су њима сертификовани? Желите ли заиста да обришете ових %n сертификата и %1 сертификата које су њима сертификовани?
sr@latn: Želite li zaista da obrišete ovaj %n sertifikat i %1 sertifikata koje su njima sertifikovani? Želite li zaista da obrišete ova %n sertifikata i %1 sertifikata koje su njima sertifikovani? Želite li zaista da obrišete ovih %n sertifikata i %1 sertifikata koje su njima sertifikovani?
sv: Vill du verkligen ta bort det här certifikatet och de %1 certifikat som det certifierade? Vill du verkligen ta bort de här %n certifikaten och de %1 certifikat som de certifierade?
ta: இந்த சான்றிதழையும் சான்றிதழ் அளிக்கப்பட்ட %1 சான்றிதழையும் அழிக்க வேண்டுமா? %n சான்றிதழ்களையும் அவற்றால் அளிக்கப்பட்ட %1 சான்றிதழையும் அழிக்க வேண்டுமா?
uk: Ви справді хочете вилучити %n сертифікат і ним завірені сертифікати (%1)? Ви справді хочете вилучити %n сертифікати і ними завірені сертифікати (%1)? Ви справді хочете вилучити %n сертифікатів і ними завірені сертифікати (%1)?
zh_cn: 您真的要删除这 %n 张证书，以及其认证过的 %1 张证书吗？
zh_tw: 您確定要刪除這 %n 個憑證及它們所認證的 %1 個憑證嗎？

source: _n: Do you really want to delete this certificate? Do you really want to delete these %n certificates?
bg: Сигурни ли сте, че искате удостоверението да бъде изтрито? Сигурни ли сте, че искате избраните удостоверения (%n) да бъдат изтрити?
ca: Realment voleu esborrar aquest certificat? Realment voleu esborrar aquests %n certificats?
cs: Opravdu chcete smazat tento certifikát? Opravdu chcete smazat tyto %n certifikáty? Opravdu chcete smazat těchto %n certifikátů?
da: Ønsker du virkelig at slette dette certifikat? Ønsker du virkelig at slette disse %n certifikater?
de: Wollen Sie dieses Zertifikat wirklich löschen? Wollen Sie diese %n Zertifikate wirklich löschen?
el: Επιθυμείτε πραγματικά τη διαγραφή αυτού του πιστοποιητικού; Επιθυμείτε πραγματικά τη διαγραφή αυτών των %n πιστοποιητικών;
es: ¿Está seguro de que quiere borrar este certificado? ¿Está seguro de que quiere borrar estos %n certificados?
et: Kas tõesti kustutada see sertifikaat? Kas tõesti kustutada need %n sertifikaati?
eu: Ziur zaude ziurtagiri hau ezabatu nahi duzula? Ziur zaude %n ziurtagiri hauek ezabatu nahi dituzula?
fa: واقعاً می‌خواهید این %n گواهی‌نامه را حذف کنید؟
fr: Voulez-vous vraiment supprimer ce certificat ? Voulez-vous vraiment supprimer ces %n certificats ?
fy: Wolle jo dit sertifikaat werklik wiskje? Wolle jo dizze %n sertifikaten werklik wiskje?
gl: Quere realmente borrar este certificado? Quere realmente borrar estes %n certificados?
hu: Biztosan törölni szeretné ezt a(z) %n tanúsítványt?
it: Vuoi veramente cancellare questo certificato? Vuoi veramente cancellare questi %n certificati?
ja: 本当にこれらの %n 証明書を削除しますか？
kk: Шынымен осы %n куәлікті өшіруді қалайсыз ба?
km: តើ​​អ្នកពិតជា​ចង់​លុប​វិញ្ញាបនបត្រ​ %n ឬ ?
ko: %n 개의 인증서를 삭제하시겠습니까?
mk: Дали навистина сакате да го избришете овој %n сертификат Дали навистина сакате да ги избришете овие %n сертификати? Дали навистина сакате да ги избришете овие %n сертификати?
nb: Er du sikker på at du vil slette dette sertifikatet? Er du sikker på at du vil slette disse %n sertifikatene?
nds: Wullt Du dit Zertifikaat redig wegdoon? Wullt Du disse %n Zertifikaten redig wegdoon?
nl: Wilt u dit certificaat werkelijk verwijderen? Wilt u deze %n certificaten werkelijk verwijderen?
nn: Vil du verkeleg sletta dette sertifikatet? Vil du verkeleg sletta desse %n sertifikata?
pl: Czy naprawdę chcesz usunąć ten certyfikat? Czy naprawdę chcesz usunąć te %n certyfikaty? Czy naprawdę chcesz usunąć te %n certyfikatów?
pt: Tem a certeza que deseja apagar este certificado? Tem a certeza que deseja apagar estes %n certificados?
pt_br: Você realmente deseja remover este certificado? Você realmente deseja remover estes %n certificados?
ru: Вы действительно хотите удалить %n сертификат? Вы действительно хотите удалить %n сертификата? Вы действительно хотите удалить %n сертификатов?
sk: Naozaj chcete odstrániť tento %n certifikát? Naozaj chcete odstrániť tieto %n certifikáty? Naozaj chcete odstrániť týchto %n certifikátov?
sl: Ali zares želite zbrisati teh %n certifikatov? Ali zares želite zbrisati ta %n certifikat? Ali zares želite zbrisati ta %n certifikata? Ali zares želite zbrisati te %n certifikate?
sr: Желите ли заиста да обришете овај %n сертификат? Желите ли заиста да обришете ова %n сертификата? Желите ли заиста да обришете ових %n сертификата?
sr@latn: Želite li zaista da obrišete ovaj %n sertifikat? Želite li zaista da obrišete ova %n sertifikata? Želite li zaista da obrišete ovih %n sertifikata?
sv: Vill du verkligen ta bort det här certifikatet? Vill du verkligen ta bort de här %n certifikaten?
ta: இந்த சான்றிதழை அழிக்க வேண்டுமா? இந்த %n சான்றிதழ்களை அழிக்க வேண்டுமா?
tg: Оё ҳақиқатан мехоҳед ин %n сертификатро ҳузф кунед? Оё ҳақиқатан мехоҳед ин %n сертификатҳоро ҳузф кунед?
uk: Ви справді хочете вилучити %n сертифікат? Ви справді хочете вилучити %n сертифікати? Ви справді хочете вилучити %n сертифікатів?
zh_cn: 您真的要删除这 %n 张证书吗？
zh_tw: 您確定要刪除這 %n 個憑證嗎？

source: Delete Certificates
bg: Изтриване на удостоверения
ca: Esborra certificats
cs: Smazat certifikáty
da: Slet certifikater
de: Zertifikate löschen
el: Διαγραφή πιστοποιητικών
es: Borrar certificados
et: Kustuta sertifikaadid
eu: Ezabatu ziurtagiriak
fa: حذف گواهی‌نامه‌ها
fr: Supprimer des certificats
fy: Sertifikaten wiskje
gl: Borrar Certificados
hu: Tanúsítványok törlése
it: Elimina certificati
ja: 証明書を削除
kk: Куәліктерді өшіру
km: លុប​វិញ្ញាបនបត្រ​
ko: 인증서 삭제
mk: Избриши ги сертификатите
ms: Hapuskan Sijil
nb: Slett sertifikater
nds: Zertifikaten wegdoon
nl: Certificaten verwijderen
nn: Slett sertifikat
pl: Usuń certyfikaty
pt: Apagar Certificados
pt_br: Remover Certificados
ru: Удаление сертификатов
sk: Odstrániť certifikáty
sl: Zbriši certifikate
sr: Обриши сертификате
sr@latn: Obriši sertifikate
sv: Ta bort certifikat
ta: சான்றிதழ்களை அழி
tg: Ҳузфи сертификатҳо
uk: Вилучити сертифікати
zh_cn: 删除证书
zh_tw: 刪除憑證

source: <qt><p>An error occurred while trying to delete the certificate:</p><p><b>%1</b><p></qt>
bg: <qt><p>Грешка при изтриване на удостоверение:</p><p><b>%1</b></p></qt>
ca: <qt><p>Hi ha hagut un error en provar d'esborrar el certificat:</p><p><b>%1</b><p></qt>
cs: <qt> <p>Nastala chyba při pokusu o smazání certifikátu: </p><p><b>%1</b><p></qt>
da: <qt><p>Der opstod en fejl ved forsøget på at slette certifikatet:</p><p><b>%1</b></p></qt>
de: <qt><p>Beim Löschen des Zertifikats ist ein Fehler aufgetreten:</p><p><b>%1</b></p></qt>
el: <qt><p>Συνέβη ένα σφάλμα κατά την προσπάθεια διαγραφής του πιστοποιητικού:</p><p><b>%1</b><p></qt>
es: <qt><p>Ocurrió un error al intentar borrar el certificado:</p><p><b>%1</b></p></qt>
et: <qt><p>Tekkis viga, kui püüti kustutada sertifikaati:</p><p><b>%1</b></p></qt>
eu: <qt><p>Errore bat gertatu da ziurtagiria ezabatzean:</p><p><b>%1</b><p></qt>
fa: <qt><p>هنگام سعی برای حذف گواهی‌نامه‌، خطایی رخ داد:</p><p><b>%1</b><p></qt>
fr: <qt><p>Une erreur s'est produite lors de la tentative de suppression du certificat :</p><p><b>%1</b><p></qt>
fy: <qt><p>Der die him in fout foar by it wiskjen fan dit sertifikaat:</p><p><b>%1</b></p></qt>
gl: <qt><p>Ocorreu un erro mentres se tentaba borrar o certificado:</p><p><b>%1</b><p></qt>
hu: <qt><p>Hiba történt egy tanúsítvány törlése közben:</p><p><b>%1</b><p></qt>
it: <qt><p>Si è verificato un errore cercando di eliminare il certificato:</p><p><b>%1</b><p></qt>
ja: <qt><p>証明書を削除中にエラーが発生しました:</p><p><b>%1</b><p></qt>
kk: <qt><p>Куәлікті өшіру кезінде қате пайда болды:</p><p><b>%1</b></p></qt>
km: <qt><p>កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈពេល​ព្យាយាម​លុប​វិញ្ញា​បនបត្រ ៖</p><p><b>%1</b><p></qt>
ko: <qt><p>인증서를 삭제하는 도중 오류가 발생하였습니다:</p><p><b>%1</b><p></qt>
mk: <qt><p>Се случи грешка при обидот за бришење на сертификатот:</p><p><b>%1</b><p></qt>
ms: <qt><p>Ralat berlaku semasa cuba menghapuskan sijil:</p><p><b>%1</b><p></qt>
nb: <qt><p>Det oppsto en feil under forsøk på sletting av sertifikatet:</p><p><b>%1</b><p></qt>
nds: <qt><p>Bi't Wegdoon vun dat Zertifikaat geev dat en Fehler:</p><p><b>%1</b><p></qt>
nl: <qt><p>Er deed zich een fout voor bij het verwijderen van dit certificaat:</p><p><b>%1</b></p></qt>
nn: <qt><p>Det oppsto ein feil under forsøk på sletting av sertifikatet:</p><p><b>%1</b><p></qt>
pl: <qt><p>Wystąpił błąd podczas próby usunięcia certyfikatu:</p><p><b>%1</b><p></qt>
pt: <qt><p>Ocorreu um erro ao tentar apagar o certificado:</p><p><b>%1</b><p></qt>
pt_br: <qt><p>Ocorreu um erro ao tentar remover o certificado:</p><p><b>%1</b><p></qt>
ru: <qt><p>При попытке удаления сертификата произошла ошибка:</p><p><b>%1</b></p></qt>
sk: <qt><p>Nastala chyba počas odstraňovania certifikátu:</p><p><b>%1</b></p></qt>
sl: <qt><p>Prišlo je do napake pri brisanju certifikata:</p><p><b>%1</b><p></qt>
sr: <qt><p>Дошло је до грешке при покушају брисања сертификата:</p><p><b>%1</b></p></qt>
sr@latn: <qt><p>Došlo je do greške pri pokušaju brisanja sertifikata:</p><p><b>%1</b></p></qt>
sv: <qt><p>Ett fel uppstod vid försök att ta bort certifikatet:</p><p><b>%1</b></p></qt>
ta: <qt><p>சான்றிதழை அழிக்க முயலும்போது பிழை ஏற்பட்டுள்ளது:</p><p><b>%1</b><p></qt>
tg: <qt><p>Ҳангоми ҳузфи сертификат, хатогии зерин рӯй дод:</p><p><b>%1</b></p></qt>
uk: <qt><p>Виникла помилка під час спроби вилучення сертифіката:</p><p><b>%1</b><p></qt>
zh_cn: <qt><p>尝试删除证书时出错：</p><p><b>%1</b><p></qt>
zh_tw: <qt><p>刪除憑證時發生錯誤：</p><p><b>%1</b></p></qt>

source: <qt><p>An error occurred while trying to delete the certificates:</p><p><b>%1</b><p></qt>
bg: <qt><p>Грешка при изтриване на удостоверения:</p><p><b>%1</b></p></qt>
ca: <qt><p>Hi ha hagut un error en provar d'esborrar els certificats:</p><p><b>%1</b><p></qt>
cs: <qt> <p>Nastala chyba při pokusu o smazání certifikátů: </p><p><b>%1</b><p></qt>
da: <qt><p>Der opstod en fejl ved forsøget på at slette certifikaterne:</p><p><b>%1</b></p></qt>
de: <qt><p>Beim Löschen der Zertifikate ist ein Fehler aufgetreten:</p><p><b>%1</b></p></qt>
el: <qt><p>Συνέβη ένα σφάλμα κατά την προσπάθεια διαγραφής των πιστοποιητικών:</p><p><b>%1</b><p></qt>
es: <qt><p>Ocurrió un error al intentar borrar los certificados:</p><p><b>%1</b></p></qt>
et: <qt><p>Tekkis viga, kui püüti kustutada sertifikaate:</p><p><b>%1</b></p></qt>
eu: <qt><p>Errore bat gertatu da ziurtagiriak ezabatzean:</p><p><b>%1</b><p></qt>
fa: <qt><p>هنگام سعی برای حذف گواهی‌نامه‌ها، خطایی رخ داد:</p><p><b>%1</b><p></qt>
fr: <qt><p>Une erreur s'est produite lors de la tentative de suppression des certificats :</p><p><b>%1</b><p></qt>
fy: <qt><p>Der die him in fout foar by it wiskjen fan de sertifikaten:</p><p><b>%1</b></p></qt>
gl: <qt><p>Ocorreu un erro mentres se tentaba borrar os certificados:</p><p><b>%1</b><p></qt>
hu: <qt><p>Hiba történt a tanúsítványok törlése közben:</p><p><b>%1</b><p></qt>
it: <qt><p>Si è verificato un errore cercando di eliminare i certificati:</p><p><b>%1</b><p></qt>
ja: <qt><p>証明書を削除中にエラーが発生しました:</p><p><b>%1</b><p></qt>
kk: <qt><p>Куәліктерді өшіру кезінде қате пайда болды:</p><p><b>%1</b><p></qt>
km: <qt><p>កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈពេល​ព្យាយាម​លុប​វិញ្ញា​បនបត្រ ៖</p><p><b>%1</b><p></qt>
ko: <qt><p>인증서를 삭제하는 도중 오류가 발생하였습니다:</p><p><b>%1</b><p></qt>
mk: <qt><p>Се случи грешка при обидот за бришење на сертификатите:</p><p><b>%1</b><p></qt>
ms: <qt><p>Ralat berlaku semasa cuba menghapuskan sijil:</p><p><b>%1</b><p></qt>
nb: <qt><p> Det oppsto en feil ved forsøk på å slette sertifikatene:</p><p><b>%1</b><p></qt>
nds: <qt><p>Bi't Wegdoon vun de Zertifikaten geev dat en Fehler:</p><p><b>%1</b><p></qt>
nl: <qt><p>Er deed zich een fout voor bij het verwijderen van de certificaten:</p><p><b>%1</b></p></qt>
nn: <qt><p>Det oppsto ein feil under forsøk på sletting av sertifikata:</p><b>%1</b></qt>
pl: <qt><p>Wystąpił błąd podczas próby usunięcia certyfikatów:</p><p><b>%1</b><p></qt>
pt: <qt><p>Ocorreu um erro ao tentar apagar os certificados:</p><p><b>%1</b><p></qt>
pt_br: <qt><p>Ocorreu um erro ao tentar remover os certificados:</p><p><b> %1</b><p></qt>
ru: <qt><p>При попытке удаления сертификатов произошла ошибка:</p><p><b>%1</b></p></qt>
sk: <qt><p>Nastala chyba počas odstraňovania certifikátov:</p><p><b>%1</b></p></qt>
sl: <qt><p>Prišlo je do napake pri brisanju certifikatov:</p><p><b>%1</b><p></qt>
sr: <qt><p>Дошло је до грешке при покушају брисања сертификатâ:</p><p><b>%1</b></p></qt>
sr@latn: <qt><p>Došlo je do greške pri pokušaju brisanja sertifikatâ:</p><p><b>%1</b></p></qt>
sv: <qt><p>Ett fel uppstod vid försök att ta bort certifikaten:</p><p><b>%1</b></p></qt>
ta: <qt><p>சான்றிதழைகளை அழிக்க முயலும்போது பிழை ஏற்பட்டுள்ளது:</p><p><b>%1</b><p></qt>
tg: <qt><p>Ҳангоми ҳузфи сертификат, хатогии зерин рӯй дод:</p><p><b>%1</b></p></qt>
uk: <qt><p>Виникла помилка під час спроби вилучення сертифікатів:</p><p><b>%1</b><p></qt>
zh_cn: <qt><p>尝试删除证书时出错：</p><p><b>%1</b><p></qt>
zh_tw: <qt><p>刪除憑證時發生錯誤：</p><p><b>%1</b></p></qt>

source: Operation not supported by the backend.
bg: Операцията не се поддържа от сървъра.
ca: No hi ha Implementació al dorsal per a l'operació.
cs: Operace není tímto modulem podporována.
da: Operationen ikke understøttet af det underliggende program.
de: Die Operation wird vom Backend nicht unterstützt.
el: Η λειτουργία δεν υποστηρίζεται από το σύστημα υποστήριξης.
es: El motor no admite la operación.
et: Taustarakendus ei toeta sellist toimingut.
eu: Euskarriak ez du eragiketa onartzen.
fa: عدم پشتیبانی عملیات به وسیلۀ پایانۀ پشتیبانی.
fr: Opération non prise en charge par l'interface.
fy: Operaasje wurdt net stipe troch it backend.
gl: Operación non aturada polo mecanismo.
hu: A háttérmodul nem támogatja ezt a műveletet.
it: Operazione non supportata dal backend.
ja: バックエンドがサポートしていない操作です。
kk: Әрекетті бұл бағдарлама қолдамайды.
km: ប្រតិបត្តិការ​មិន​បានគាំទ្រ​ដោយ​កម្មវិធី​ខាង​ក្រោយ ។
ko: 백앤드가 작업을 지원하지 않습니다.
mk: Операцијата не е поддржана од задниот крај.
ms: Operasi tidak disokong oleh tepi belakang.
nb: Operasjonen støttes ikke av bakgrunnsmotoren.
nds: Akschoon warrt vun dat Hölperprogramm nich ünnerstütt.
nl: Operatie wordt niet ondersteund door het backend.
nn: Operasjonen er ikkje støtta av bakgrunnsmotoren.
pl: Operacja nie jest obsługiwana przez narzędzie.
pt: Operação não suportada pela infra-estrutura.
pt_br: A operação não é suportada pela infra-estrutura.
ru: Операция не поддерживается движком.
sk: Backend podporuje túto operáciu.
sl: Te operacije vmesnik ne podpira.
sr: Позадински систем не подржава ову операцију.
sr@latn: Pozadinski sistem ne podržava ovu operaciju.
sv: Åtgärden stöds inte av gränssnittet.
ta: செயல்பாட்டை பின்நிலையால் ஆதரிக்கப்படவில்லை
tg: Амалиёт бо лағжанда дастгирӣ нашуда истодааст.
uk: Дія не підтримується сервером.
zh_cn: 后端不支持该操作。
zh_tw: 後端介面不支援此運作。

source: Deleting keys...
bg: Изтриване на ключове...
ca: S'estan esborrant les claus...
cs: Probíhá mazání klíčů...
da: Sletter nøgler...
de: Schlüssel löschen ...
el: Διαγραφή κλειδιών...
es: Borrando las claves...
et: Võtmete kustutamine...
eu: Gakoak ezabatzen...
fa: در حال حذف کلیدها...
fr: Supprimer des clés...
fy: Dwaande mei it wiskjen fan kaaien...
gl: Borrando as chaves...
hu: Kulcsok törlése...
it: Eliminazione chiavi...
ja: 鍵を削除中...
kk: Кілттерді өшіру...
km: កំពុង​លុប​កូនសោ​...
ko: 키 삭제 중...
mk: Бришам клучеви...
ms: Menghapuskan kekunci...
nb: Sletter nøkler …
nds: Slötels warrt wegdaan...
nl: Bezig met sleutels te verwijderen...
nn: Slettar nøklar …
pl: Usuwanie kluczy...
pt: A apagar as chaves...
pt_br: Removendo chaves...
ru: Удаление ключей...
sk: Odstraňujem kľúče...
sl: Brisanje ključev ...
sr: Бришем кључеве...
sr@latn: Brišem ključeve...
sv: Tar bort nycklar...
ta: விசைகள் அழிக்கப்படுகின்றன...
tg: Ҳузфи калидҳо...
uk: Вилучення ключів...
zh_cn: 正在删除密钥...
zh_tw: 刪除金鑰中...
