Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: The GpgSM process that tried to import the CRL file ended prematurely because of an unexpected error.
bg: Процесът GpgSM, който се опита да импортира файл CRL, приключи преждевременно поради неочаквана грешка.
ca: El procés GpgSM que ha provat d'importar el fitxer CRL ha acabat prematurament degut a un error inesperat.
cs: GpgSM proces se pokusil naimportovat CRL soubor, avšak neočekávaně skončil s chybou.
da: GpgSM-processen der forsøgte at importere CRL-filen endte før tiden på grund af en uventet fejl.
de: Der GpgSM-Prozess zum Importieren der Sperrliste wurde wegen eines unerwarteten Fehlers vorzeitig beendet.
el: Η διεργασία GpgSM που προσπάθησε να εισάγει το αρχείο CRL τερμάτισε πρόωρα εξαιτίας ενός μη αναμενόμενου σφάλματος.
es: El proceso GpgSM que intentaba importar el archivo CRL terminó de forma prematura debido a un error inesperado.
et: Protsess GpgSM, mis püüdis importida CRL faili, suri enneaegselt ootamatu vea tõttu.
eu: CRL fitxategia inportatzen saiatu den GpgSM prozesua behar baina lehen irten da espero ez zuen errore bat aurkitu duelako.
fa: فرایند GpgSM که می‌خواست پروندۀ CRL را وارد کند، به علت یک خطای غیرمنتظره زودتر از موعد به پایان رسید.
fr: Le processus « GpgSM » qui a tenté d'importer le fichier des LRC s'est terminé prématurément en raison d'une erreur inattendue.
fy: It proses GpgSM besocht de CRL-triem te ymportearjen, mar moast foartiids ôfbrekke fanwege in ûnferwachte fout.
gl: O proceso GpgSM que tentou importar o ficheiro CRL rematou prematuramente debido a un erro inesperado.
hu: A GpgSM folyamat, mely a CRL-fájl importálását végzi, egy nem várt hiba miatt idő előtt bezárult.
it: Il processo GpgSM che ha provato a importare il file CRL è terminato prematuramente a causa di un errore inatteso.
ja: CRL ファイルをインポートしようとした GpgSM プロセスは、予期しないエラーにより途中で終了しました。
kk: CRL файлды импорттау кезіндегі GpgSM процесы күтпеген қатеге тап болып, бітпей аяқталды.
km: ដំណើរការ GpgSM ដែល​បានព្យាយាម​នាំចូល​ឯកសារ CRL បាន​បញ្ចប់​មុន​ពេល ដោយសារ​តែ​កំហុស​ដែល​មិនបាន​រំពឹង​ទុក ។
ko: CRL 파일을 가져오는 GpgSM 처리과정이 예상하지 못한 오류로 조기에 종료되었습니다.
mk: GpgSM-процесот што се обиде да ја внеси CRL-датотеката заврши прерано поради неочекувана грешка.
ms: Proses cubaan GpgSM mengimport fail CRL tamat separuh jalan kerana ralat yang tak dijangka.
nb: GpgSM-prosessen som forsøkte å importere CRL-fila avsluttet for tidlig på grunn av en uventet feil.
nds: De Perzess "GpgSM" för dat Importeren vun de Torüchrooplist-Datei hett sik vör Tiet beendt, dat geev en unverwacht Fehler.
nl: Het proces GpgSM probeerde het CRL-bestand te importeren, maar moest voortijdig afbreken vanwege een onverwachte fout.
nn: GpgSM-prosessen som prøvde å importera CRL-fila avslutta for tidleg grunna ein uventa feil.
pl: Program GpgSM niespodziewanie zakończył działanie w czasie importowanie pliku listy CRL file.
pt: O processo GpgSM que tentou importar o ficheiro CRL terminou prematuramente devido a um erro inesperado.
pt_br: O processo GpgSM, que tentou importar o arquivo CRL, finalizou prematuramente, pois ocorreu um erro inesperado.
ru: Процесс GpgSM при попытке импорта файла CRL завершился преждевременно из-за неизвестной ошибки.
sk: Proces GpgSM skúsil naimportovať CRL súbor, avšak neočakávane skončil pre chybu.
sl: Proces GpgSM, ki je poskušal uvoziti datoteko s CPS-ji, se je prezgodaj prekinil zaradi nepričakovane napake.
sr: GpgSM процес који је покушао да увезе CRL фајл окончан је прерано због неочекиване грешке.
sr@latn: GpgSM proces koji je pokušao da uveze CRL fajl okončan je prerano zbog neočekivane greške.
sv: GpgSM-processen som försökte importera CRL-filen avslutades i förtid på grund av ett oväntat fel.
ta: எதிர்பாராத பிழையினால் GpgSM செயல்பாடு CRL கோப்பினை இறக்குமதி செய்யும் போது முன்னதாகவே முடிவடைந்தது.
tg: Амалиёти GpgSM ҳангоми вориди файли CRL бо хатогии номаълум пеш аз мӯълаташ ба охир расид.
uk: Процес GpgSM, який намагався імпортувати файл CRL, закінчився передчасно через невідому помилку.
zh_cn: GpgSM 进程在尝试导入 CRL 文件时，因非预期错误而提前结束。
zh_tw: 試著匯入廢棄憑證清單檔案的 GpgSM 行程遇到不可預期的錯誤而結束。

source: An error occurred when trying to import the CRL file. The output from GpgSM was: %1
bg: Грешка при импортиране на файл CRL. Резултатът от GpgSM: %1
ca: Hi ha hagut un error en provar d'importar el fitxer CRL. La sortida de GpgSM ha estat: %1
cs: Nastala chyba při pokusu o import CRL souboru. Výstup z GpgSM: %1
da: Der opstod en fejl ved forsøget på at importere CRL-filen. Uddata fra GpgSM var: %1
de: Beim Importieren der Sperrliste ist ein Fehler aufgetreten. Die Ausgabe von GpgSM ist: %1
el: Συνέβη ένα σφάλμα κατά την προσπάθεια εισαγωγής του αρχείου CRL. Η έξοδος από το GpgSM είναι: %1
es: Ocurrió un error al intentar importar el archivo CRL. La salida de GpgSM fue: %1
et: CRL faili importimisel juhtus viga. GpgSM väljund oli: %1
eu: Errore bat gertatu daCRL fitxategia inportatzean. GpgSM-ren irteera hau izan da: %1
fa: هنگام سعی برای واردات پروندۀ CRL خطایی رخ داد. خروجی GpgSM این‌ گونه بود: %1
fr: Une erreur s'est produite lors de la tentative d'importation du fichier des LRC. La sortie de « GpgSM » était : %1
fy: Der die him in fout foar by it ymportearjen fan de CRL-triem. De útfier fan GpgSM wie: %1
gl: Ocorreu un erro cando se tentaba importar o ficheiro CRL. A saída de GpgSM foi: %1
hu: Hiba történt egy CRL-fájl importálása közben. A GpgSM kimenete: %1
it: Si è verificato un errore tentando di importare il file CRL. L'output di GpgSM era: %1
ja: CRL ファイルをインポートしようとしたときにエラーが発生しました。GpgSM からの出力は以下のとおりです: %1
kk: CRL файлды импорттау кезінде қате пайда болды. Сондағы GpgSM-дың шығысы: %1
km: កំហុស​មួយ​បាន​កើត​ឡើង​ នៅពេល​ព្យាយាម​នាំចូល​ឯកសារ CRL ។ លទ្ធផល​ពី​ GpgSM គឺ ៖ %1
ko: CRL 파일을 가져오는 도중 오류가 발생하였습니다. GpgSM의 출력: %1
mk: Се случи грешка при обидот за внесување на CRL-датотеката. Излезот од GpgSM беше : %1
ms: Ralat berlaku semasa cuba mengimport fail CRL. Output dari GpgSM adalah: %1
nb: Det oppsto en feil ved forsøk på å importere CRL-fila. Utdata fra GpgSM var: %1
nds: Dat geev en Fehler bi't Importeren vun de Torüchrooplist-Datei. De Utgaav vun "GpgSM" weer: %1
nl: Er deed zich een fout voor bij het importeren van het CRL-bestand. De uitvoer van GpgSM was: %1
nn: Det oppsto ein feil under import av CRL-fila. Utdata frå GpgSM var: %1
pl: Wystąpił błąd podczas próby zaimportowania pliku listy CRL. Wynik działania GpgSM: %1
pt: Ocorreu um erro ao tentar importar o ficheiro CRL. O resultado do GpgSM foi: %1
pt_br: Ocorreu um erro ao tentar importar o arquivo CRL. A saída do GpgSM foi: %1
ru: Произошла ошибка при попытке импорта файла CRL. Вывод GpgSM : %1
sk: Nastala chyba pri pokuse o import CRL súboru. Výstup z GpgSM: %1
sl: Prišlo je do napake pri uvažanju datoteke s CPS-ji. Izpis od GpgSM je bil: %1
sr: Дошло је до грешке при покушају увоза CRL фајла. Излаз из GpgSM је: %1
sr@latn: Došlo je do greške pri pokušaju uvoza CRL fajla. Izlaz iz GpgSM je: %1
sv: Ett fel uppstod när CRL-filen skulle importeras. Utmatningen från GpgSM var: %1
ta: சிஆர் எல் கோப்பை இறக்க முயற்சிக்கும்போது ஒரு பிழை நேர்ந்துள்ளது. GpgSMல் இருந்து வெளியிடு: %1
tg: Ҳангоми сайъи вориди файли CRL, хатогӣ рӯй дод. Хулосаи GpgSM чунин аст: %1
uk: При спробі імпортування файла CRL сталася помилка. Вивід з GpgSM: %1
zh_cn: 尝试导入 CRL 文件时出错，GpgSM 的输出为： %1
zh_tw: 試著匯入廢棄憑證清單時發生錯誤。GpgSM 的輸出為： %1

source: CRL file imported successfully.
bg: Файлът CRL е импортиран успешно.
ca: El fitxer CRL ha estat importat amb èxit.
cs: CRL soubor byl naimportován úspěšně.
da: CRL fil importeret med succes.
de: Sperrliste erfolgreich importiert.
el: Το αρχείο CRL εισήχθηκε με επιτυχία.
es: Archivo CRL importado con éxito.
et: CRL fail edukalt imporditud.
eu: CRL fitxategia ongi inportatu da.
fa: پروندۀ CRL با موفقیت وارد شد.
fr: Le fichier des LRC a été importé avec succès.
fy: CRL-triem súksesfol ymportearre.
gl: Ficheiro CRL importado satisfactoriamente.
hu: A CRL-fájl importálása sikeresen befejeződött.
it: File CRL importato con successo.
ja: CRL ファイルをインポートしました。
kk: CRL файл сәтті импортталды.
km: បាន​នាំចូល​ឯកសារ CRL ដោយ​ជោគជ័យ​ ។
ko: CRL 파일을 가져왔습니다.
mk: CRL-датотеката беше успешно внесена.
ms: Fail CRL berjaya diimport.
nb: CRL-fila ble vellykket importert.
nds: Torüchrooplist-Datei importeert.
nl: CRL-bestand succesvol geïmporteerd.
nn: CRL-fila vart importert vellukka.
pl: Plik z listą odwołanych certyfikatów został pomyślnie zaimportowany.
pt: O ficheiro da CRL foi importado com sucesso.
pt_br: Arquivo CRL importado com sucesso.
ru: Файл CRL успешно импортирован.
sk: CRL súbor bol naimportovaný úspešne.
sl: Datoteka s CPS-ji je bila uspešno uvožena.
sr: CRL фајл је успешно увезен.
sr@latn: CRL fajl je uspešno uvezen.
sv: CRL-filen importerades med lyckat resultat.
ta: சிஆர்எல் கோப்பு வெற்றிகரமாக இறக்குமதி செய்யப்பட்டுள்ளது.
tg: Файли CRL бомуваффақият ворид карда шуд.
uk: Успішно імпортовано файл CRL.
zh_cn: CRL 文件成功导入。
zh_tw: 廢棄憑證清單檔案匯入成功。

source: Certificate Manager Information
bg: Информация за удостоверението
ca: Informació del gestor de certificats
cs: Informace správce certifikátů
da: Certifikathåndteringsinformation
de: Informationen des Zertifikatsmanagers
el: Πληροφορίες διαχειριστή πιστοποιητικού
es: Información del gestor de certificados
et: Sertifikaadihalduri info
eu: Ziurtagiri kudeatzailearen informazioa
fa: اطلاعات مدیر گواهی‌نامه
fr: Informations sur le gestionnaire de certificats
fy: Ynformaasje Sertifikaatbehear
gl: Información do Xestor de Certificados
hu: A tanúsítványkezelő jellemzői
it: Informazioni del gestore certificati
ja: 証明書マネージャ情報
kk: Куәліктер менеджерінің мәліметі
km: ព័ត៌មាន​កម្មវិធី​គ្រប់គ្រង​វិញ្ញា​បនបត្រ
ko: 인증서 관리 정보
mk: Информација од менаџерот за сертификати
ms: Maklumat Pengurus Sijil
nb: Informasjon om sertifikatbehandler
nds: Zertifikaatpleger-Informatschoon
nl: Informatie Certificaatbeheer
nn: Sertifikathandsamarinformasjon
pl: Informacja menedżera certyfikatów
pt: Informação do Gestor de Certificado
pt_br: Informações do Gerenciador de Certificados
ru: Информация о менеджере сертификатов
sk: Informácie o správcovi certifikátov
sl: Informacije upravitelja certifikatov
sr: Информација менаџера сертификата
sr@latn: Informacija menadžera sertifikata
sv: Certifikathanteringsinformation
ta: சான்றிதழ் மேலாளர் தகவல்
tg: Маълумот доир ба мудири сертификатҳо.
uk: Інформація про менеджера сертифікатів
zh_cn: 证书管理器信息
zh_tw: 憑證管理員資訊

source: Certificate Revocation List (*.crl *.arl *-crl.der *-arl.der)
bg: Списък с анулирани удостоверения (*.crl *.arl *-crl.der *-arl.der)
ca: Llista de revocació de certificats (*.crl *.arl *-crl.der *-arl.der)
cs: Seznam odvolávaných certifikátů (*.crl *.arl *-crl.der *-arl.der)
da: Certifikat fjernelsesliste (*.crl *.arl *-crl.der *-arl.der)
de: Zertifikat-Sperrliste (*.crl *.arl *-crl.der *-arl.der)
el: Λίστα ανακλήσεων πιστοποιητικού (*.crl *.arl *-crl.der *-arl.der)
es: Lista de revocación de certificados (*.crl *.arl *-crl.der *-arl.der)
et: Sertifikaatide tühistusnimekiri (*.crl *.arl *-crl.der *-arl.der)
eu: Ziurtagirien errebokatze zerrenda (*.crl *.arl *-crl.der *-arl.der)
fa: فهرست فسخ گواهی‌نامه )*.crl *.arl *-crl.der *-arl.der(
fr: Liste de révocation des certificats (*.crl *.arl *-crl.der *-arl.der)
fy: List fan ynlutsen sertifikaten (*.crl *.arl *-crl.der *-arl.der)
gl: Lista de Revocación de Certificados (*crl *.arl *-crl.der *-arl.der)
hu: Tanúsítványvisszavonási lista (*.crl *.arl *-crl.der *-arl.der)
it: Lista di revoca dei certificati (*.crl *.arl *-crl.der *-arl.der)
ja: 証明書失効リスト (*.crl *.arl *-crl.der *-arl.der)
kk: Күші жойылған куәліктер тізімі (*.crl *.arl *-crl.der *-arl.der)
km: បញ្ជី​ដកហូត​​វិញ្ញា​បនបត្រ​វិញ (*.crl *.arl *-crl.der *-arl.der)
ko: 인증서 취소 목록 (*.crl *.arl *-crl.der *-arl.der)
mk: Листа на ревокација на сертификати (*.crl *.arl *-crl.der *-arl.der)
ms: Senarai Pembatalan Sijil(*.crl *.arl *-crl.der *-arl.der)
nb: Tilkakekallingsliste for sertifikater (*.crl * arl *-crl.der *-arl.der)
nds: Zertifikaat-Torüchrooplist (*crl *.arl *-crl.der *-arl.der)
nl: Lijst van teruggetrokken certificaten (*.crl *.arl *-crl.der *-arl.der)
nn: Tilbakekallingsliste for sertifikat (*.crl *.arl *-crl.der *-arl.der)
pl: Lista unieważnionych certyfikatów (CRL) (*.crl *.arl *-crl.der *-arl.der)
pt: Lista de Revogação de Certificado (*.crl *.arl *-crl.der *-arl.der)
pt_br: Lista de Revogação de Certificados (*.crl *.arl *-crl.der *-arl.der)
ru: Список отзывающих сертификатов (*.crl *.arl *-crl.der *-arl.der)
sk: Zoznam certifikátov so zrušenou platnosťou (*.crl *.arl *-crl.der *-arl.der)
sl: Certifikatni preklicni seznam (*.crl *.arl *-crl.der *-arl.der)
sr: Листа опозивања сертификата (*.crl *.arl *-crl.der *-arl.der)
sr@latn: Lista opozivanja sertifikata (*.crl *.arl *-crl.der *-arl.der)
sv: Certifikatåterkallelselista (*.crl *.arl *-crl.der *-arl.der)
ta: சான்றிதழ் நிறுத்தப்பட்ட பட்டியல்(*.crl *.arl *-crl.der *-arl.der)
tg: Рӯйхати сертификатҳои бекор карда шуда (*.crl *.arl *-crl.der *-arl.der)
uk: Список ануляції сертифікатів (*.crl *.arl *-crl.der *-arl.der)
zh_cn: 证书吊销列表 (*.crl *.arl *-crl.der *-arl.der)
zh_tw: 憑證廢棄清單（*.crl *.arl *-crl.der *-arl.der）

source: Select CRL File
bg: Изберете файл CRL
ca: Selecciona el fitxer CRL
cs: Vyberte soubor CRL
da: Vælg CRL-fil
de: Auswahl der Sperrliste
el: Επιλογή αρχείου CRL
es: Seleccione el archivo CRL
et: CRL faili valimine
eu: Hautatu CRL fitxategia
fa: برگزیدن پروندۀ CRL
fr: Sélectionner un fichier de LRC
fy: CRL-triem selektearje
gl: Escoller ficheiro CRL
hu: CRL-fájl kiválasztása
it: Seleziona file CRL
ja: CRL ファイルを選択
kk: CRL файлды таңдау
km: ជ្រើស​ឯកសារ CRL
ko: CRL 파일 선택
mk: Одбери CRL-датотека
ms: Pilih Fail CRL
nb: Velg CRL-fil
nds: Torüchrooplist utsöken
nl: CRL-bestand selecteren
nn: Vel CRL-fil
pl: Wybierz plik z listą odwołanych certyfikatów
pt: Seleccione o Ficheiro da CRL
pt_br: Selecionar Arquivo CRL
ru: Выбор файла CRL
sk: Vyberte súbor CRL
sl: Izberite datoteko s CPS-ji
sr: Изаберите CRL фајл
sr@latn: Izaberite CRL fajl
sv: Välj CRL-fil
ta: சிஆர்எல் கோப்பினை தேர்ந்தெடு
tg: Интихоби файли CRL
uk: Виберіть файл CRL
zh_cn: 选择 CRL 文件
zh_tw: 選擇廢棄憑證清單檔

source: Unable to start %1 process. Please check your installation.
bg: Процесът %1 не може да бъде стартиран. Моля, проверете инсталацията.
ca: No s'ha pogut iniciar el procés %1. Comproveu la vostra instal·lació.
cs: Nelze spustit proces '%1'. Prosím ověřte si instalaci.
da: Kan ikke starte %1-proces. Tjek venligst din installation.
de: Der %1 Prozess lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδυναμία εκκίνησης της διεργασίας %1. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No se puede iniciar el proceso %1. Verifique su instalación.
et: %1 protsessi käivitamine ebaõnnestus. Palun kontrolli paigaldust.
eu: Ezin izan da %1 prozesua abiatu. Egiaztatu zure instalazioa.
fa: قادر به آغاز فرایند %1 نیست. لطفاً، نصب خود را بررسی کنید.
fr: Impossible de démarrer le processus %1. Veuillez vérifier votre installation.
fy: Koe it proses %1 net starte. Graach efkes jo ynstallaasje kontrolearje.
gl: Imposíbel iniciar o proceso %1. Por favor, comprobe a súa instalación.
hu: Nem sikerült elindítani a(z) %1 folyamatot. Ellenőrizze, nem sérült-e meg a program.
it: Impossibile avviare il processo %1. Per favore, controlla la tua installazione.
ja: %1 プロセスを開始できません。インストールを確認してください。
kk: %1 процесы бастай алмады. Орнатылғанын тексеріңіз.
km: មិន​អាច​ចាប់ផ្ដើមដំណើរការ %1 ។ សូម​ពិនិត្យមើល​ការ​ដំឡើង​របស់​អ្នក ។
ko: %1 작업을 시작할 수 없습니다. 설치를 확인하십시오.
mk: Не можам да започнам %1 процес. Проверете ја Вашата инсталација.
ms: Tidak dapat memulakan proses %1. Semak pemasangan anda.
nb: Klarer ikke starte %1-prosess. Sjekk installasjonen.
nds: De Perzess "%1" lett sik nich starten. Prööv bitte Dien Installatschoon.
nl: Kon het proces %1 niet starten. Controleer a.u.b. uw installatie.
nn: Klarer ikkje starta %1-prosess. Sjekk installasjonen.
pl: Nie można uruchomić programu %1. Proszę sprawdzić swoją instalację.
pt: Não foi possível iniciar o processo %1. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o processo %1. Por favor, verifique sua instalação.
ru: Невозможно запустить процесс %1. Проверьте вашу установку.
sk: Nemôžem spustiť proces %1. Prosím overte si inštaláciu.
sl: Ni moč zagnati procesa %1. Prosim preverite namestitev
sr: Не могу да покренем %1 процес. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem %1 proces. Proverite svoju instalaciju.
sv: Kunde inte starta processen %1. Kontrollera installationen.
ta: %1 இயக்கத்தை ஆரம்பிக்க முடியவில்லை. உங்கள் நிறுவுதலை பரிசோதிக்கவும்.
tg: Наметавонам амалиёти %1-ро оғоз кунам. Танзимоти худро биозмоед.
uk: Неможливо запустити процес %1. Будь ласка, перевірте вашу інсталяцію.
zh_cn: 不能启动 %1 进程，请检查您的安装。
zh_tw: 無法開始 %1 行程。請檢查您的安裝是否完整。

source: The DirMngr process that tried to clear the CRL cache ended prematurely because of an unexpected error.
bg: Процесът DirMngr, който се опита да изчисти кеш-паметта CRL, приключи преждевременно поради неочаквана грешка.
ca: El procés DirMngr que ha provar de netejar el cau CRL ha acabat prematurament degut a un error inesperat.
cs: Dirmngr proces se pokusil vyčistit CRL cache, avšak neočekávaně skončil s chybou.
da: DirMngr-processen der forsøgte at rydde CRL-cachen endte før tiden på grund af en uventet fejl.
de: Der DirMngr-Prozess zum Löschen des Zwischenspeichers für Sperrlisten wurde wegen eines unerwarteten Fehlers vorzeitig beendet.
el: Η διεργασία DirMngr που προσπάθησε να καθαρίσει τη λανθάνουσα μνήμη CRL τερμάτισε πρόωρα εξαιτίας ενός μη αναμενόμενου σφάλματος.
es: El proceso DirMngr que intentaba limpiar el caché CRL terminó de forma prematura, debido a un error inesperado.
et: Protsess DirMngr, mis püüdis puhastada CRL vahemälu, suri enneaegselt ootamatu vea tõttu.
eu: CRL cache-a garbitzen saiatu den DirMngr prozesua behar baina lehen irten da, espero ez zuen errore bat aurkitu duelako.
fa: فرایند DirMngr که سعی در پاک کردن نهانگاه CRL دارد، به علت یک خطای غیرمنتظره پیش از موعد به پایان رسید.
fr: Le processus « DirMngr » qui a tenté d'effacer le cache des LRC s'est terminé prématurément en raison d'une erreur inattendue.
fy: It proses DirMngr besocht de CRL-cache te ymportearjen, mar moast foartiids ôfbrekke fanwege in ûnferwachte fout.
gl: O proceso DirMngr que tentou limpar a caché CRL rematou prematuramente debido a un erro inesperado.
hu: A DirMngr folyamat, amely megpróbálta kiüríteni a CRL-gyorstárat, egy váratlan hiba miatt idő előtt befejeződött.
it: Il processo DirMngr che ha provato a cancellare la cache CRL è terminato prematuramente a causa di un errore inaspettato.
ja: CRL キャッシュをクリアしようとした DirMngr プロセスは、予期しないエラーにより途中で終了しました。
kk: CRL бүркемесін тазалау кезіндегі DirMngr процесы күтпеген қатеге тап болып бітпей аяқталды.
km: ដំណើរការរបស់ DirMngr ដែល​បាន​ព្យាយាម​ជម្រះ​ឃ្លាំង​សម្ងាត់ CRL បាន​បញ្ចប់​មុនពេល ដោយ​សារ​តែ​កំហុស​ដែល​មិន​បាន​រំពឹងទុក ។
ko: CRL 캐시를 지우는 DirMngr 처리과정이 예상치 못한 오류로 비정상적으로 종료되었습니다.
mk: DirMngr-процесот кој се обиде да го исчисти CRL-кешот заврши прерано поради неочекувана грешка.
ms: Proses cubaan DirMngr untuk mengosongkan cache CRL tamat separuh jalan kerana ralat yang tak dijangka.
nb: DirMngr-prosessen som forsøkte å tømme CRL-mellomlageret avsluttet for tidlig på grunn av en uventet feil.
nds: De Perzess "DirMngr" för dat Wegdoon vun wohrte Torüchrooplisten hett sik vör Tiet beendt, dat geev en unverwacht Fehler.
nl: Het proces DirMngr probeerde de CRL-cache te importeren, maar moest voortijdig afbreken vanwege een onverwachte fout.
nn: DirMngr-prosessen som prøvde å tømma CRL-mellomlageret avslutta for tidleg på grunn av ein uventa feil.
pl: Program DirMngr nieoczekiwanie zakończył działanie podczas próby wyczyszczenia pamięci podręcznej list CRL.
pt: O processo DirMngr que tentou limpar a 'cache' de CRL terminou prematuramente devido a um erro inesperado.
pt_br: O processo DirMngr, que tentou limpar a cache do CRL, finalizou inesperadamente, pois ocorreu um erro inesperado.
ru: Процесс DirMngr, пытавшийся очистить кэш CRL, завершился преждевременно из-за неизвестной ошибки.
sk: Dirmngr proces skúsil naimportovať CRL súbor, avšak neočakávane skončil pre chybu.
sl: Proces DirMngr, ki je poskušal počistiti prepomnilnik CPS, se je predčasno prekinil zaradi nepričakovane napake.
sr: DirMngr процес који је покушао да очисти CRL кеш окончан је прерано због неочекиване грешке.
sr@latn: DirMngr proces koji je pokušao da očisti CRL keš okončan je prerano zbog neočekivane greške.
sv: DirMngr-processen som försökte rensa CRL-cachen avslutades i förtid på grund av ett oväntat fel.
ta: எதிர்பாராத பிழையினால் GpgSM செயல்பாடு CRL கோப்பினை இறக்குமதி செயயும் போது முன்னதாகவே முடிவடைந்தது.
tg: Амалиёти DirMngr, ки ба сайъи пок кардани кеши CRL буд, бо хатои номаълум пеш аз мӯҳлат ба итмом расид.
uk: Процес DirMngr, який намагався очистити кеш CRL, закінчився передчасно через невідому помилку.
zh_cn: DirMngr 进程在尝试清除 CRL 缓存时，因非预期错误而提前结束。
zh_tw: 試著清除廢棄憑證清單快取的 DirMngr 行程遇到不可預期的錯誤而結束。
