Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: <qt><p>An error occurred while trying to export the certificate:</p><p><b>%1</b></p></qt>
bg: <qt><p>Грешка при експортиране на удостоверението:</p><p><b>%1</b></p></qt>
ca: <qt><p>Hi ha hagut un error en provar d'exportar el certificat:</p><p><b>%1</b></p></qt>
cs: <qt> <p>Nastala chyba při pokusu o exportování certifikátu: </p><p><b>%1</b><p></qt>
da: <qt><p>Der opstod en fejl ved forsøget på at eksportere certifikatet:</p><p><b>%1</b></p></qt>
de: <qt><p>Beim Exportieren des Zertifikats ist ein Fehler aufgetreten:</p><p><b>%1</b></p></qt>
el: <qt><p>Συνέβη ένα σφάλμα κατά την προσπάθεια εξαγωγής του πιστοποιητικού:</p><p><b>%1</b></p></qt>
es: <qt><p>Ocurrió un error al intentar exportar el certificado:</p><p><b>%1</b></p></qt>
et: <qt><p>Tekkis viga, kui püüti eksportida sertifikaati:</p><p><b>%1</b></p></qt>
eu: <qt><p>Errore bat gertatu da ziurtagiria esportazean:</p><p><b>%1</b></p></qt>
fa: <qt><p>هنگام سعی برای صادرات گواهی‌نامه، خطایی رخ داد:</p><p><b>%1</b></p></qt>
fr: <qt><p>Une erreur s'est produite lors de la tentative d'exportation du certificat :</p><p><b>%1</b></p></qt>
fy: <qt><p>Der die him in fout foar by it eksportearjen fan it sertifikaat:</p><p><b>%1</b></p></qt>
gl: <qt><p>Ocorreu un erro mentres se tentaba exportar o certificado:</p><p><b>%1</b></p></qt>
hu: <qt><p>Hiba történt a következő tanúsítvány exportálása közben:</p><p><b>%1</b></p></qt>
it: <qt><p>Si è verificato un errore cercando di esportare il certificato:</p><p><b>%1</b></p></qt>
ja: <qt><p>証明書をエクスポート中にエラーが発生しました:</p><p><b>%1</b></p></qt>
kk: <qt><p>Куәлікті экспорттау кезінде қате пайда болды:</p><p><b>%1</b></p></qt>
km: <qt><p>កំហុស​មួយ​បាន​កើតឡើង​ខណៈពេល​ព្យាយាម​នាំចេញ​វិញ្ញា​បនបត្រ ៖</p><p><b>%1</b></p></qt>
ko: <qt><p>인증서를 내보내는 도중 오류가 발생하였습니다:</p><p><b>%1</b><p></qt>
mk: <qt><p>Се случи грешка при обидот да се извези сертификатот:</p><p><b>%1</b></p></qt>
ms: <qt><p>Ralat berlaku semasa cuba mengeksport sijil:</p><p><b>%1</b></p></qt>
nb: <qt><p> Det oppsto en feil ved forsøk på å eksportere sertifikatet:</p><p><b>%1</b></p></qt>
nds: <qt><p>Bi't Exporteren vun dat Zertifikaat geev dat en Fehler:</p><p><b>%1</b></p></qt>
nl: <qt><p>Er deed zich een fout voor bij het exporteren van het certificaat:</p><p><b>%1</b></p></qt>
nn: <qt><p> Det oppsto en feil ved forsøk på å eksportera sertifikatet:</p><p><b>%1</b></p></qt>
pl: <qt><p>Wystąpił błąd podczas próby eksportowania certyfikatu:</p><p><b>%1</b></p></qt>
pt: <qt><p>Ocorreu um erro ao tentar exportar o certificado:</p><p><b>%1</b></p></qt>
pt_br: <qt><p>Ocorreu um erro ao tentar exportar o certificado:</p><p><b>%1</b></p></qt>
ru: <qt><p>При попытке экспорта сертификата произошла ошибка:</p><p><b>%1</b></p></qt>
sk: <qt><p>Nastala chyba počas exportu certifikátu:</p><p><b>%1</b></p></qt>
sl: <qt><p>Prišlo je do napake pri izvažanju certifikata:</p><p><b>%1</b></p></qt>
sr: <qt><p>Дошло је до грешке приликом покушаја извожења сертификата:</p><p><b>%1</b></p></qt>
sr@latn: <qt><p>Došlo je do greške prilikom pokušaja izvoženja sertifikata:</p><p><b>%1</b></p></qt>
sv: <qt><p>Ett fel uppstod vid försök att exportera certifikatet:</p><p><b>%1</b></p></qt>
ta: <qt><p>சான்றிதழ்களை ஏற்றுமதி செய்ய முயலும்போது பிழை ஏற்பட்டுள்ளது:</p><p><b>%1</b></p></qt>
tg: <qt><p>Ҳангоми сайъи содироти сертификат, хатогии зерин рӯй дод:</p><p><b>%1</b></p></qt>
uk: <qt><p>Виникла помилка під час спроби експортування сертифіката:</p><p><b>%1</b></p></qt>
zh_cn: <qt><p>尝试导出证书时出错：</p><p><b>%1</b></p></qt>
zh_tw: <qt><p>匯出憑證時發生錯誤：</p><p><b>%1</b></p></qt>

source: Certificate Export Failed
bg: Грешка при експортиране на удостоверение
ca: L'exportació del certificat ha fallat
cs: Export certifikátu selhal
da: Eksport af certifikat mislykkedes
de: Exportieren des Zertifikats fehlgeschlagen
el: Αποτυχία εξαγωγής πιστοποιητικού
es: Falló la exportación del certificado
et: Sertifikaadi eksport ebaõnnestus
eu: Ziurtagirien esportazioak huts egin du
fa: خرابی در صادرات گواهی‌نامه
fr: L'exportation du certificat a échoué
fy: Sertifikaateksport mislearre
gl: Fallou a exportación do certificado
hu: A tanúsítványexportálás nem sikerült
it: Esportazione certificato fallita
ja: 証明書のエクスポートに失敗しました
kk: Куәлікті экспорттау жаңылысы
km: កា​រនាំចេញ​វិញ្ញា​បនបត្រ​បាន​បរាជ័យ
ko: 인증서 내보내기 실패
mk: Извезувањето на сертификатот не успеа
ms: Gagal Eksport Sijil
nb: Sertifikateksport mislyktes
nds: Zertifikaatexport fehlslaan
nl: Certificaatexport mislukt
nn: Sertifikateksport feila
pl: Eksportowanie certyfikatu zakończyło się niepowodzeniem
pt: Exportação do Certificado Falhou
pt_br: A exportação do certificado falhou
ru: Невозможно экспортировать сертификат
sk: Export certifikátu zlyhal
sl: Izvoz certifikatov ni uspel
sr: Извожење сертификата није успело
sr@latn: Izvoženje sertifikata nije uspelo
sv: Export av certifikat misslyckades
ta: சான்றிதழை ஏற்றுமதி செய்ய முடியவில்லை
tg: Наметавонам сертификатро содир кунам
uk: Експортування сертифіката зазнало невдачі
zh_cn: 证书导出失败
zh_tw: 匯出憑證失敗

source: Exporting certificate...
bg: Експортиране на удостоверение...
ca: S'està exportant el certificat...
cs: Export certifikátu...
da: Eksporterer certifikat...
de: Exportieren des Zertifikats ...
el: Εξαγωγή πιστοποιητικού...
es: Exportando el certificado...
et: Sertifikaadi eksport...
eu: Ziurtagiria esportatzen
fa: صادرات گواهی‌نامه‌...
fr: Exporter un certificat...
fy: Dwaande om sertifikaat te eksportearjen...
gl: Exportando o certificado...
hu: Tanúsítvány exportálása...
it: Esportazione certificato...
ja: 証明書をエクスポート中...
kk: Куәлікті экспорттау...
km: កំពុង​នាំចេញ​វិញ្ញាបនបត្រ​...
ko: 인증서를 내보내는 중...
mk: Извезување на сертификат...
ms: Mengeksport sijil...
nb: Eksporterer sertifikat …
nds: Zertifikaat warrt exporteert...
nl: Bezig met certificaat te exporteren...
nn: Eksporterer sertifikat …
pl: Eksportowanie certyfikatu...
pt: A exportar o certificado...
pt_br: Exportando certificado...
ru: Экспорт сертификата...
sk: Exportujem certifikát...
sl: Izvažanje certifikata ...
sr: Извозим сертификат...
sr@latn: Izvozim sertifikat...
sv: Exporterar certifikat...
ta: சான்றிதழ் ஏற்றுமதி செய்யப்படுகின்றன..
tg: Содироти сертификат...
uk: Експортується сертифікат...
zh_cn: 正在导出证书...
zh_tw: 匯出憑證中...

source: ASCII Armored Certificate Bundles (*.pem)
bg: Файл с текстови ключове (*.pem)
ca: Paquets de certificats blindats ASCII (*.pem)
cs: ASCII zesílené šifrování (*.pem)
da: ASCII-styrket Certifikatbundter (*.pem)
de: ASCII-verpackte Zertifikatsbündel (*.pem)
el: Δέσμη προστατευμένων με ASCII πιστοποιητικών (*.pem)
es: Conjuntos de certificados en formato ASCII (*.pem)
et: ASCII pakendis sertifikaadikimp (*.pem)
eu: ASCII-blindatu ziurtagiri bildumak (*.pem)
fa: کلافهای گواهی‌نامۀ حفاظ‌دار اسکی )*.pem(
fr: Groupes de certificats conditionnés en ASCII (*.pem)
fy: ASCII Sertifikaatbondels (*.pem)
gl: Coleccións de Certificados en ASCII blindado (*.pem)
hu: ASCII tanúsítványcsomagok (*.pem)
ja: ASCII 形式の証明書バンドル (*.pem)
kk: ASCII-мен шектелген куәлік бумалары (*.pem)
km: ASCII ស្រោប​ដោយ​វិញ្ញាបនបត្រ​ (*.pem)
ko: ASCII 인증 번들 (*.pem)
mk: Збирка сертификати оклопени со ASCII (*.pem)
ms: Berkas Sijil Berperisai ASCII (*.pem)
nb: ASCII-kodede sertifikatpakker (*.pem)
nds: ASCII-inkleedt Zertifikaatpacken (*.pem)
nl: ASCII Certificaatbundels (*.pem)
nn: ASCII-koda sertifikatpakkar (*.pem)
pl: Zbiór zabezpieczonych certyfikatów w formacie ASCII (*.pem)
pt: Conjuntos de Certificados 'ASCII Armored' (*.pem)
pt_br: Certificados blindados ASCII (*.pem)
ru: Кодированные в ASCII наборы сертификатов (*.pem)
sk: ASCII kódovaný archív certifikátov (*.pem)
sl: Šopi certifikatov, oklopljeni z ASCII (*.pem)
sr: ASCII оклопљени свежњеви сертификата (*.pem)
sr@latn: ASCII oklopljeni svežnjevi sertifikata (*.pem)
sv: ASCII-bepansrade certifikatsamlingar (*.pem)
ta: ஆஸ்க்கியால் பாதுகாக்கப்பட்ட சான்றிதழ் கட்டுகள்(*.பீஎம்)
tg: Маҷмӯи сертификатҳои дар ASCII рамзгузорӣ шуда (*.pem)
uk: Низки сертифікатів броньованого ASCII (*.pem)
zh_tw: ASCII 包裝憑證組合 (*.pem)

source: Save Certificate
bg: Запис на удостоверение
ca: Desa el certificat
cs: Uložit certifikát
da: Gem certifikat
de: Zertifikat speichern
el: Αποθήκευση πιστοποιητικού
es: Guardar el certificado
et: Salvesta sertifikaat
eu: Gorde ziurtagiria
fa: ذخیرۀ گواهی‌نامه
fr: Enregistrer un certificat
fy: Sertifikaat opslaan
gl: Gravar certiicado
hu: A tanúsítvány mentése
it: Salva certificato
ja: 証明書を保存
kk: Куәлікті сақтау
km: រក្សាទុក​វិញ្ញាបនបត្រ​
ko: 인증서 저장
mk: Зачувај сертификат
ms: Simpan Sijil
nb: Lagre sertifikat
nds: Zertifikaat sekern
nl: Certificaat opslaan
nn: Lagra sertifikat
pl: Zapisz certyfikat
pt: Gravar Certificado
pt_br: Salvar Certificado
ru: Сохранение сертификата
sk: Uložiť certifikát
sl: Shrani certifikat
sr: Сними сертификат
sr@latn: Snimi sertifikat
sv: Spara certifikat
ta: சான்றிதழை சேமி
tg: Нигоҳ доштани сертификат
uk: Зберегти сертифікат
zh_cn: 保存证书
zh_tw: 儲存憑證

source: Secret Key Export
bg: Експортиране на секретен ключ
ca: Exportació de clau secreta
cs: Export tajného klíče
da: Hemmelig nøgle eksport
de: Exportieren geheimer Schlüssel
el: Εξαγωγή μυστικού κλειδιού
es: Exportación de la clave secreta
et: Salajase võtme eksport
eu: Esportatu gako sekretua
fa: صادرات کلید سری
fr: Exporter une clé secrète
fy: Geheime kaai eksportearje
gl: Exportación de chave segreda
hu: Titkos kulcs exportálása
it: Esportazione chiave segreta
ja: 秘密鍵をエクスポート
kk: Құпия кілтін экспорттау
km: ការ​នាំចេញ​កូនសោ​សម្ងាត់​
ko: 비밀 키 내보내기
mk: Извези таен клуч
ms: Pengeksportan Kekunci Rahsia
nb: Eksport av hemmelig nøkkel
nds: Privaatslötel exporteren
nl: Geheime sleutel exporteren
nn: Hemmeleg nøkkeleksport
pl: Eksportowanie klucza tajnego
pt: Exportação da Chave Secreta
pt_br: Exportar Chave Secreta
ru: Экспорт закрытого ключа
sk: Export tajného kľúča
sl: Izvoz skrivnega ključa
sr: Извоз тајног кључа
sr@latn: Izvoz tajnog ključa
sv: Export av hemliga nycklar
ta: இரகசிய விசை ஏற்றுமதி
tg: Содироти калиди басташуда
uk: Експортувати закритий ключ
zh_cn: 私有密钥导出
zh_tw: 匯出秘密金鑰

source: Select the secret key to export (<b>Warning: The PKCS#12 format is insecure; exporting secret keys is discouraged</b>):
bg: Изберете секретен ключ за експортиране (<b>Внимание: Форматът PKCS#12 е несигурен. По тази причина експортирането на секретния ключ не се препоръчва</b>):
ca: Escolliu la clau secreta a exportar (<b>Atenció: El format PKCS#12 no és segur, no es recomana l'exportació de claus secretes</b>):
cs: Tajný klíč k exportu (<b>Varování: Formát PKCS#12 není bezpečný, export klíče není doporučen</b>):
da: Vælg den hemmelige nøgle der skal eksporteres(<b>Advarsel: PKCS#12-formater er usikkert; det er ikke fornuftigt at eksportere hemmelige nøgler</b>):
de: Wählen Sie den zu exportierenden geheimen Schlüssel aus (<b>Warnung: Das PKCS#12-Format ist unsicher; vom Exportieren geheimer Schlüssel wird abgeraten</b>):
el: Επιλέξτε το μυστικό κλειδί για εξαγωγή (<b>Προειδοποίηση: Η μορφή PKCS#12 δεν είναι ασφαλής: δεν ενθαρρύνεται η εξαγωγή μυστικών</b>):
es: Seleccione qué clave secreta a exportar (<b>Aviso: El formato PKCS#12 es inseguro. Se desaconseja exportar claves secretas</b>):
et: Vali salajane võti, mida eksportida (<b>Hoiatus: PKCS#12 vorming ei ole turvaline. Salajaste võtmete eksportimist ei soovitata</b>):
eu: Hautatu esportatzeko gako sekretua (<b>Abisua: PKCS#12 formatua ez da segurua; gako sekretuen esportazioa ez da gomendagarria</b>):
fa: برگزیدن کلید سرَی برای صادرات )<b>اخطار: قالب PKCS#۱۲ ایمن نیست؛ صادرات کلیدهای سری توصیه نمی‌شود</b>(:
fr: Sélectionner la clé secrète à exporter (<b>Avertissement : le format PKCS#12 n'est pas sûr. L'exportation de clés secrètes est déconseillée</b>) :
fy: Kies de geheime kaai dy't jo eksportearje wolle (<b>Warskôging: It formaat PKCS#12 is ûnfeilich, it eksportearjen fan geheime kaaien wurdt ôfret</b>):
gl: Escolla a chave segreda a se exportar (<b>Coidad: O formato PKCS#12 é inseguro; non se recomenda a exportación das chaves segredas</b>):
hu: Válassza ki az exportálni kívánt titkos kulcsot (<b>figyelem: a PKCS#12 formátum nem biztonságos, ezért titkos kulcsok exportálása nem ajánlott</b>):
it: Seleziona la chiave segreta da esportare (<b>Attenzione: il formato PKCS#12 non è sicuro; l'esportazione delle chiavi segrete è sconsigliata</b>):
ja: エクスポートする秘密鍵を選択 (警告: PKCS#12 フォーマットは安全ではありません。秘密鍵のエクスポートはお勧めできません):
kk: Экспорт ететін құпия кілтін таңдаңыз (<b>Ескерту: PKCS#12 пішімі қауіпсіз емес; құпия кілттерді экспорттауға жарамдылығы шамалы</b>):
km: ជ្រើស​កូនសោ​សម្ងាត់​ត្រូវ​នាំចេញ (<b>ព្រមាន ៖ ទ្រង់ទ្រាយ PKCS#12 គឺ​គ្មាន​សុវត្ថិភាព កា​រនាំចេញ​កូនសោ​សម្ងាត់​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ខូច</b>):
ko: 내보낼 비밀 키를 선택하십시오 (<b>경고: PKCS#12 포맷은 안전하지 않습니다; 비밀 키 내보내기는 권장하지 않습니다</b>):
mk: Избери таен клуч за извоз (<b>Внимание: PKCS#12 форматот е небезбеден; извезувањето на тајните клучеви не е препорачливо</b>):
ms: Pilih kekunci rahsia yang hendak dieksport (<b>Amaran: Format PKCS#12 tidak selamat; tidak digalakkan mengeksport kekunci rahsia</b>):
nb: Velg den hemmelige nøkkelen som skal eksporteres (<b> Advarsel: PKCS#12-formatet er usikkert, det anbefales ikke å eksportere hemmelige nøkler</b>):
nds: Söök den Privaatslötel för't Exporteren ut (<b>Wohrscho: Dat Formaat "PKCS Nr.12" is nich seker, vun dat Exporteren vun Privaatslötels warrt afraadt</b>):
nl: Kies de geheime sleutel die u wilt exporteren (<b>Waarschuwing: Het formaat PKCS#12 is onveilig, het exporteren van geheime sleutels wordt afgeraden</b>):
nn: Vel den hemmelege nøkkelen som skal eksporterast (<b> Åtvaring: PKCS#12-formatet er utrygt, det vert ikkje tilrådd å eksportera hemmelege nøklar</b>):
pl: Proszę wybrać klucz tajny do wyeksportowania(<b>Ostrzeżenie: Format PKCS#12 nie jest bezpieczny, eksportowanie kluczy tajnych jest odradzane</b>):
pt: Seleccione a chave secreta a exportar (<b>Aviso: O formato PKCS#12 é inseguro; a exportação de chaves secretas não é aconselhável</b>):
pt_br: Selecione a chave secreta para exportar (<b>Aviso: o formato PKCS#12 é inseguro; exportar as chaves secretas é desencorajado.
ru: Выберите закрытый ключ для экспорта (<b>предупреждение: формат PKCS#12 небезопасен, экспортированные закрытые ключи сомнительны</b>):
sk: Vyberte tajný kľúč, ktorý sa má exportovať (<b>Varovanie: Formát PKCS#12 nie je bezpečný, export tajných kľúčov sa nedoporučuje</b>):
sl: Izberite skrivni ključ za izvoz (<b>Opozorilo: Oblika PKCS#12 ni varna, zato izvoz ključev ni priporočen</b>):
sr: Изаберите тајни кључ за извоз (<b>Упозорење: Формат PKCS#12 није безбедан; извожење тајних кључева није препоручљиво.</b>):
sr@latn: Izaberite tajni ključ za izvoz (<b>Upozorenje: Format PKCS#12 nije bezbedan; izvoženje tajnih ključeva nije preporučljivo.</b>):
sv: Välj hemlig nyckel att exportera (<b>Varning: Formatet PKCS#12 är inte säkert. Att exportera hemliga nycklar avråds från.</b>):
ta: இரகசிய விசையை ஏற்றுமதி செய்வதற்கு தேர்வு செய்(<b>எச்சரிக்கை: பிகேசிஎஸ்#12 வடிவமைப்பு பாதுகாப்பாக இல்லை; இரகசிய விசைகள் ஏற்றுமதி ஊக்குவிக்கப்படவில்லை</b>):
tg: Калиди басташударо барои содирот интихоб кунед (<b>Огоҳӣ: формати PKCS#12 хатарнок аст, калидҳои бастаи содишуда шубҳаомез ҳастанд</b>):
uk: Виберіть закритий ключ для експортування (<b>Застереження: формат PKCS#12 не є безпечним; експортування закритих ключів не заохочується</b>):
zh_cn: 选择要导出的私有密钥 (<b>警告： PKCS#12 格式不安全，不建议导出私有密钥</b>)：
zh_tw: 選擇要匯出的秘密金鑰（警告：PKCS#12 格式不安全，不建議匯出秘密金鑰）：

source: <qt><p>An error occurred while trying to export the secret key:</p><p><b>%1</b></p></qt>
bg: <qt><p>Грешка при експортиране на секретния ключ:</p><p><b>%1</b></p></qt>
ca: <qt><p>Hi ha hagut un error en provar d'exportar la clau secreta:</p><p><b>%1</b></p></qt>
cs: <qt> <p>Nastala chyba při pokusu o exportování soukromého klíče: </p><p><b>%1</b><p></qt>
da: <qt><p>Der opstod en fejl ved forsøget på at eksportere den hemmelige nøgle:</p><p><b>%1</b></p></qt>
de: <qt><p>Beim Exportieren des geheimen Schlüssels ist ein Fehler aufgetreten:</p> <p><b>%1</b></p></qt>
el: <qt><p>Συνέβη ένα σφάλμα κατά την προσπάθεια εξαγωγής του μυστικού κλειδιού:</p><p><b>%1</b></p></qt>
es: <qt><p>Ocurrió un error al intentar exportar la clave secreta:</p><p><b>%1</b></p></qt>
et: <qt><p>Tekkis viga, kui püüti eksportida salajast võtit:</p><p><b>%1</b></p></qt>
eu: <qt><p>Errore bat gertatu da gako sekretua esportatzean:</p><p><b>%1</b></p></qt>
fa: <qt><p>هنگام سعی برای صادرات کلید سری، خطایی رخ داد:</p><p><b>%1</b></p></qt>
fr: <qt><p>Une erreur s'est produite lors de la tentative d'exportation de la clé secrète :</p><p><b>%1</b></p></qt>
fy: <qt><p>Der die him in fout foar by it eksportearjen fan de geheime kaai:</p><p><b>%1</b></p></qt>
gl: <qt><p>Ocorreu un erro mentres se tentaba exportar a chave segreda:</p><p><b>%1</b></p></qt>
hu: <qt><p>Hiba történt a titkos kulcs exportálása közben:</p><p><b>%1</b></p></qt>
it: <qt><p>Si è verificato un errore cercando di esportare la chiave segreta:</p><p><b>%1</b></p></qt>
ja: <qt><p>秘密鍵をエクスポート中にエラーが発生しました:</p><p><b>%1</b></p></qt>
kk: <qt><p>Құпия кілтін экспорттау кезінде қате пайда болды:</p><p><b>%1</b></p></qt>
km: <qt><p>កំហុស​មួយ​បាន​កើតឡើង​ខណៈ​ពេល​ព្យាយាម​នាំចេញ​កូនសោ​សម្ងាត់ ៖</p><p><b>%1</b></p></qt>
ko: <qt><p>비밀 키를 내보내는 도중 오류가 발생하였습니다:</p><p><b>%1</b><p></qt>
mk: <qt><p>Се случи грешка при обидот за извезување на тајниот клуч:</p><p><b>%1</b></p></qt>
ms: <qt><p>Ralat berlaku semasa cuba mengeksport kekunci rahsia :</p><p><b>%1</b></p></qt>
nb: <qt><p> Det oppsto en feil ved forsøk på å eksportere den hemmelige nøkkelen:</p><p><b>%1</b></p></qt>
nds: <qt><p>Dat geev en Fehler bi't Exporteren vun den Privaatslötel:</p><p><b>%1</b></p></qt>
nl: <qt><p>Er deed zich een fout voor bij het exporteren van de geheime sleutel:</p><p><b>%1</b></p></qt>
nn: <qt><p> Det oppsto ein feil under eksportering av den hemmelege nøkkelen:</p><p><b>%1</b></p></qt>
pl: <qt><p>Wystąpił błąd podczas próby eksportowania klucza tajnego:</p><p><b>%1</b></p></qt>
pt: <qt><p>Ocorreu um erro ao tentar exportar a chave secreta:</p><p><b>%1</b></p></qt>
pt_br: <qt><p>Ocorreu um erro ao tentar exportar a chave secreta:</p><p><b>%1</b></p></qt>
ru: <qt><p>При попытке экспорта закрытого ключа произошла ошибка:</p><p><b>%1</b></p></qt>
sk: <qt><p>Nastala chyba počas exportu tajného kľúča:</p><p><b>%1</b></p></qt>
sl: <qt><p>Prišlo je do napake pri izvažanju skrivnega ključa:</p><p><b>%1</b></p></qt>
sr: <qt><p>Дошло је до грешке при покушају извожења тајног кључа:</p><p><b>%1</b></p></qt>
sr@latn: <qt><p>Došlo je do greške pri pokušaju izvoženja tajnog ključa:</p><p><b>%1</b></p></qt>
sv: <qt><p>Ett fel uppstod vid försök att exportera den hemliga nyckeln:</p><p><b>%1</b></p></qt>
ta: <qt><p>இரகசிய விசையை ஏற்றுமதி செய்ய முயலும்போது பிழை ஏற்பட்டுள்ளது:</p><p><b>%1</b></p></qt>
tg: <qt><p>Ҳангоми сайъи содир кардани калиди басташуда, хатогии зерин рӯй дод:</p><p><b>%1</b></p></qt>
uk: <qt><p>Виникла помилка під час спроби експортування закритого ключа:</p><p><b>%1</b></p></qt>
zh_cn: <qt><p>尝试导出私有密钥时出错：</p><p><b>%1</b></p></qt>
zh_tw: <qt><p>匯出秘密金鑰時發生錯誤：</p><p><b>%1</b></p></qt>

source: Secret-Key Export Failed
bg: Грешка при експортиране на секретен ключ
ca: L'exportació de clau secreta ha fallat
cs: Export tajného klíče selhal
da: Eksport af hemmelig nøgle mislykkedes
de: Exportieren des geheimen Schlüssels fehlgeschlagen
el: Αποτυχία εξαγωγής μυστικού κλειδιού
es: Fallo al exportar la clave secreta
et: Salajase võtme eksport ebaõnnestus
eu: Gako-sekretuaren esportazioak huts egin du
fa: خرابی در صادرات کلید سری
fr: L'exportation de la clé secrète a échoué
fy: Eksportearjen fan geheime kaai mislearre
gl: Fallou a exportación da chave segreda...
hu: A titkos kulcs exportálása nem sikerült
it: Esportazione chiave segreta fallita
ja: 秘密鍵のエクスポートに失敗しました
kk: Құпия кілтін экспорттау жаңылысы
km: ការ​នាំចេញ​កូនសោ​សម្ងាត់​បាន​បរាជ័យ
ko: 비밀 키 내보내기 실패
mk: Извезувањето на тајниот клуч не успеа
ms: Gagal Mengekspot Kekunci Rahsia
nb: Eksport av hemmelig nøkkel mislyktes
nds: Privaatslötelexport fehlslaan
nl: Exporteren van geheime sleutel mislukt
nn: Hemmeleg nøkkel eksporteringsfeil
pl: Eksportowanie klucza tajnego zakończyło się niepowodzeniem
pt: Exportação da Chave Secreta Falhou
pt_br: Falha ao Exportar Chave Secreta
ru: Невозможно экспортировать закрытый ключ
sk: Export tajného kľúča zlyhal
sl: Izvoz skrivnega ključa ni uspel
sr: Извожење тајног кључа није успело
sr@latn: Izvoženje tajnog ključa nije uspelo
sv: Export av hemliga nycklar misslyckades
ta: இரகசிய விசையை ஏற்றுமதி செய்ய முடியவில்லை
tg: Наметавонам калиди басташударо содир кунам
uk: Експортування закритого ключа зазнало невдачі
zh_cn: 私有密钥导出失败
zh_tw: 匯出秘密金鑰失敗

source: Exporting secret key...
bg: Експортиране на секретен ключ...
ca: S'està exportant la clau secreta...
cs: Export tajného klíče...
da: Eksporterer hemmelig nøgle...
de: Geheimen Schlüssel exportieren ...
el: Εξαγωγή μυστικού κλειδιού...
es: Exportando la clave secreta...
et: Salajase võtme eksport...
eu: Gako sekretua esportatzen...
fa: صادرات کلید سری...
fr: Exporter une clé secrète...
fy: Dwaande mei it eksportearjen fan geheime kaai...
gl: Exportando chave segreda...
hu: Titkos kulcs exportálása...
it: Esportazione chiave segreta...
ja: 秘密鍵をエクスポート中...
kk: Құпия кілтін экспорттау...
km: កំពុង​នាំចេញ​កូនសោ​សម្ងាត់​...
ko: 비밀 키 내보내는 중...
mk: Извезувам таен клуч...
ms: Mengekspot kekunci rahsia...
nb: Eksporterer hemmelig nøkkel …
nds: Privaatslötel warrt exporteert...
nl: Bezig met geheime sleutel te exporteren...
nn: Eksporterer hemmeleg nøkkel …
pl: Eksportowanie klucza tajnego...
pt: A exportar a chave secreta...
pt_br: Exportando chave secreta ...
ru: Экспорт закрытого ключа...
sk: Exportujem tajný kľúč...
sl: Izvažanje skrivnega ključa ...
sr: Извозим тајни кључ...
sr@latn: Izvozim tajni ključ...
sv: Exporterar hemlig nyckel...
ta: இரகசிய விசையை ஏற்றுமதி செய்யப்படுகின்றன
tg: Содироти калиди басташуда...
uk: Експортування закритого ключа...
zh_cn: 正在导出私有密钥...
zh_tw: 匯出秘密金鑰中...

source: Choose a charset for encoding the pkcs#12 passphrase (utf8 is recommended)
bg: Изберете кодова таблица за pkcs#12 (препоръчва се utf8)
ca: Trieu un joc de caràcters per codificar la contrasenya pkcs#12 (es recomana utf8)
da: Vælg et tegnsæt til pkcs#12-passérfrasen (utf8 anbefales)
de: Wählen Sie eine Kodierung für das PKCS#12-Passwort (empfohlen wird UTF-8)
el: Επιλέξτε σύνολο χαρακτήρων για την κωδικοποίηση της φράσης κωδικού pkcs#12 (συνίσταται το utf8)
es: Seleccione un juego de caracteres para codificar la contraseña larga pkcs#12 (se recomienda utf8)
et: Vali kodeering pkcs#12 paroolifraasi jaoks (soovitatav on utf8)
fr: Choisissez un jeu de caractères pour chiffrer la phrase clé (UTF8 est recommandé)
it: Scegli l'insieme di caratteri per la frase segreta pkcs#12 (è raccomandato l'utf8)
ja: pkcs#12 パスフレーズのエンコーディングを選択します (UTF-8 推奨)
km: ជ្រើស​សំណុំ​តួអក្សរ​សម្រាប់​អ៊ីនកូដ​ឃ្លា​សម្ងាត់ pkcs#12 (បាន​ផ្ដល់អនុសាសន៍ utf8)
nds: Söök en Koderen för den PKCS Nr.12-Slötelsatz ut (UTF-8 is anraadt)
nl: Kies een tekenset om het pkcs#12-wachtwoord te versleutelen (utf8 wordt aanbevolen)
pl: Wybierz kodowanie znaków hasła pkcs#12 (zalecane jest utf8)
ru: Выберите кодировку для секретного слова pkcs#12 (рекомендуется utf-8)
sk: Vyberte znakovú stránku pre kódovanie pkcs#12 frázy (odporúčané je utf8)
sr: Изаберите скуп знакова за кодирање pkcs#12 лозинка (препоручљиво UTF-8)
sr@latn: Izaberite skup znakova za kodiranje pkcs#12 lozinka (preporučljivo UTF-8)
sv: Välj en teckenuppsättning för att koda pkcs#12 lösenordsfras (UTF-8 rekommenderas)
zh_tw: 選擇用於編碼 pkcs#12 密碼片語的字元集（建議使用 utf8）
