Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: <unnamed>
bg: <неименувано>
ca: <sense nom>
cs: <nepojmenováno>
da: <unavngiven>
de: <unbenannt>
el: <ανώνυμο>
es: <sin nombre>
et: <nimetu>
eu: <izengabea>
fr: <sans nom>
fy: <nammeleas>
gl: <sennome>
hu: <névtelen>
ja: <名前なし>
kk: <аталмаған>
km: <គ្មាន​ឈ្មោះ>
ko: <이름없음>
mk: <неименувано>
ms: <tidak dinamakan>
nb: <navnløs>
nds: <ahn Naam>
nl: <naamloos>
nn: <namnlaus>
pl: <bez nazwy>
pt: <sem nome>
pt_br: <sem nome>
ru: <без имени>
sk: <bez mena>
sl: <neimenovano>
sr: <неименовано>
sr@latn: <neimenovano>
sv: <namnlös>
uk: <без назви>
zh_cn: <无名称>
zh_tw: <未命名>

source: LDAP &timeout (minutes:seconds)
bg: Про&срочка на времето LDAP (минути секунди)
ca: Temps d'e&xpiració LDAP (mins:segs)
cs: Čas &vypršení LDAP (min:s)
da: LDAP-&tidsgrænse (minutter:sekunder)
de: LDAP-Zeitüberschreitung (Minuten:Sekunden)
el: Χρονικό ό&ριο LDAP (λεπτά:δευτερόλεπτα)
es: &Tiempo límite de LDAP (minutos:segundos)
et: LDAP ae&gumine (minutid:sekundid)
eu: LDAP &itxarote-denbora (minutu:segundu)
fa: &اتمام وقت LDAP )دقیقه:ثانیه(‌
fr: Délai LDAP (minu&tes:secondes)
fy: LDAP-ferrin&tiid (minuten:sekonden)
gl: Tempo de &agarda de LDAP (minutos:segundos)
hu: &LDAP-os várakozási idő (perc:másodperc)
it: Tempo &massimo LDAP (minuti:secondi)
ja: LDAP タイムアウト (分:秒)(&T)
kk: LDAP кү&ту уақыты (минут:секунд)
km: អស់ពេល LDAP (នាទី:វិនាទី)
ko: LDAP 시간제한(분:초)(&T)
mk: LDAP &одбројување (минути:секунди)
ms: Had &masa LDAP (minit:saat)
nb: LDAP-&tidsgrense (minutter:sekunder)
nds: &Tietgrenz för LDAP (Minuten:Sekunnen)
nl: LDAP-verloop&tijd (minuten:seconden)
nn: LDAP-&tidsgrense (minutt:sekund)
pl: &Limit czasu oczekiwania LDAP (minuty:sekundy)
pt: &Tempo máximo LDAP (minutos:segundos)
pt_br: &Tempo máximo do LDAP (minutos:segundos)
ru: Время ожидания &LDAP (мин:с)
sk: LDAP čas vypršania (minú&ty:sekundy)
sl: &Zakasnitev LDAP (minute:sekunde)
sr: &Време истицања за LDAP (минута:секунди)
sr@latn: &Vreme isticanja za LDAP (minuta:sekundi)
sv: LDAP-&tidsgräns (minuter:sekunder)
ta: LDAP &நேரம் முடிந்தது (நிமிடங்கள்:நொடிகள்)
uk: &Тайм-аут LDAP (хв:сек)
zh_cn: LDAP 超时(分:秒)(&T)
zh_tw: LDAP 逾時（分：秒）(&T)

source: &Maximum number of items returned by query
bg: &Максимален брой записи връщани при заявка
ca: Nombre &màxim d'ítems retornats per aquesta petició
cs: &Maximální počet položek v odpovědi
da: &Maksimalt antal objekter som returneres af en forespørgsel
de: &Maximale Anzahl Treffer bei Anfragen
el: &Μέγιστος αριθμός αντικειμένων που επιστρέφονται από ερώτημα
es: Número &máximo de elementos devueltos por la consulta
et: &Maks. päringuga tagastatavate elementide hulk
eu: Galdeketak itzulitako elementu kopuru &maximoa
fa: تعداد &بیشینۀ فقره‌های بازگشتی از طریق پرس‌وجو‌
fr: Nombre &maximal d'éléments retournés par requête
fy: &Maksimaal oantal resultaten fan in sykopdracht
gl: Número &máximo de elementos devoltos na petición
hu: Lekér&dezésnél visszaadható maximális elemszám
it: Numero &massimo di voci restituite dalla query
ja: 検索が返す最大アイテム数(&M)
kk: Сұраныс қайтаратын нысандар санының &шегі
km: ចំនួន​អតិបរមា​នៃ​ធាតុ​ដែល​បាន​ត្រឡប់​ដោយ​សំណួរ
ko: 쿼리에 의해 되돌아오는 항목들의 최대 숫자 제한(&M)
mk: &Максимален број на предмети вратени од барањето
ms: Bilangan &maksimum item yang dikembalikan oleh pertanyaan
nb: &Høyeste tall på element returnert fra spørringen
nds: &Hööchste Tall vun Antwoortindrääg bi Anfragen
nl: &Maximaal aantal resultaten van een zoekopdracht
nn: &Høgste tal på element returnert frå spørjinga
pl: &Maksymalna liczba elementów zwróconych przez zapytanie
pt: Número &máximo de itens devolvidos por pesquisa
pt_br: Número &máximo de ítens retornados pela pesquisa
ru: &Максимальное количество записей в результате запроса
sk: &Maximálny počet návratových položiek z vyhľadávania
sl: Naj&večje število predmetov, ki jih vrne poizvedba
sr: &Максималан број ставки које враћа упит
sr@latn: &Maksimalan broj stavki koje vraća upit
sv: &Maximalt antal objekt som returneras av en förfrågan
ta: &கேள்வியால் திருப்பப்பட்ட உருப்படிகளின் அதிக எண்ணிக்கை
uk: &Максимальна кількість елементів у відповіді на запит
zh_cn: 查询所返回的最大项目数(&M)
zh_tw: 查詢時傳回最多筆數(&M)

source: Automatically add &new servers discovered in CRL distribution points
bg: &Автоматично добавяне на нови сървъри, открити чрез точки на дистрибуция CRL
ca: Afegeix automàticament els &nous servidors descoberts als punts de distribució de CRL
cs: Automaticky přidat &nové servery zjištěné v distribučních bodech CRL
da: Tilføj automatisk &nye servere som blev opdaget på CRL-distributionssteder
de: Automatisch &neue Server hinzufügen, die in CRL-Verteilungsstationen gefunden wurden
el: Αυτόματη προσθήκη &νέων εξυπηρετητών που εντοπίστηκαν σε σημεία διανομής CRL
es: Añadir automáticamente &nuevos servidores descubiertos en los puntos de distribución de CRL
et: CRL jaotuspu&nktides tuvastatud uute serverite automaatse lisamine
eu: Automatikoki gehitu CRL banaketa puntutan aurkitutako zerbitzari berriak
fa: افزودن خودکار کارسازهای &جدید کشف‌شده در نقاط توزیع CRL‌
fr: Ajouter automatiquement les &nouveaux serveurs découverts dans les points de distribution LRC
fy: Automatysk &nije tsjinners taheakje dy't fûn wurde yn distribúsjepunten fan CRLs
gl: Engadir automaticamente &novos servidores descubertos nos puntos de distribución CRL
hu: A &CRL-es disztribúciós pontokban felfedezett új kiszolgálók automatikus hozzáadása
it: Aggiunge automaticamente i &nuovi server scoperti nei punti di distribuzione CRL
ja: CRL 配布点で見つかった新規サーバを自動的に追加(&N)
kk: CRL тарату нүктелер жариялаған &жаңа серверлер автоматты түрде қосылсын
km: បន្ថែម​ម៉ាស៊ីន​បម្រើ​ថ្មី​ដោយ​ស្វ័យ​ប្រវត្តិ​ដែល​បាន​រកឃើញ​នៅ​ក្នុង​ចំណុច​ចែកចាយ​របស់ CRL
ko: CRL 배포 포인트에서 검색된 새로운 서버들을 자동으로 추가(&N)
mk: Автоматски додавај &нови сервери откриени во точките за дистрибуција на CLR
ms: Menambah pelayan &baru yang ditemui di dalam titik agihan CRL secara automatik
nb: Legg automatisk til &nye tjenere oppdaget i CRL-distribusjonspunkt
nds: Automaatsch &niege Servers tofögen, de op ZTL-Verdeelsteden funnen warrt
nl: Automatisch &nieuwe servers toevoegen die gevonden worden in distributiepunten van CRLs
nn: Legg automatisk til &nye tenarar oppdaga i CRL-distribusjonspunkt
pl: Automatycznie dodawaj &nowe serwery odkryte w punktach rozprowadzania CRL
pt: Adicionar automaticamente &novos servidores descobertos em pontos de distribuição CRL
pt_br: Adicionar automaticamente &novos servidores descobertos em pontos de distribuição CRL
ru: Автоматически добавлять &новые серверы, получаемые из центров распространения CRL
sk: Automaticky pridať &nové servre objavené v CRL distribučných miestach
sl: Samodejno dodaj &nove strežnike, odkrite v distribucijskih točkah CPS
sr: Аутоматски додај &нове сервере откривене на дистрибуционим тачкама CRL-ова
sr@latn: Automatski dodaj &nove servere otkrivene na distribucionim tačkama CRL-ova
sv: Lägg automatiskt till &nya servrar som upptäcks på CRL-distributionsställen
ta: CRL விநியோக புள்ளிகளில் கண்டுபிடிக்கப்பட்ட புதிய சேவகன்களை தானாகவேச் சேர்
uk: Автоматично додавати &нові сервери виявлені в точках поширення CRL
zh_cn: 自动添加在 CRL 发行点钟找到的新服务器(&N)
zh_tw: 自動將在廢棄憑證清單（CRL）分布點中發現的新伺服器加入

source: Backend error: gpgconf does not seem to know the entry for %1/%2/%3
bg: Грешка на сървъра: програмата gpgconf не може да разпознае запис за %1/%2/%3
ca: Error del dorsal: gpgconf no sembla conèixer l'entrada de %1/%2/%3
cs: Chyba backendu: gpgconf nezná %1/%2/%3
da: Grænsefladefejl: gpgconf synes ikke at kende til indgangen for %1/%2/%3
de: Fehler im Hintergrundprogramm: in gpgconf wurde der Eintrag für %1/%2/%3 nicht erkannt
el: Σφάλμα συστήματος υποστήριξης: Το gpgconf δε γνωρίζει καταχώρηση για το %1/%2/%3
es: Error del motor: gpgconf no parece conocer la entrada para %1/%2/%3
et: Taustaprogrammi viga: gpgconf ei paista tundvat %1/%2/%3 kirjet
eu: Euskarriaren errorea: gpgconf-ek ez du %1/%2/%3 sarrera ezagutzen
fa: خطای پایانۀ پشتیبانی: به نظر نمی‌رسد که gpgconf پرس‌وجو برای %1/%2/%3 را بشناسد
fr: Erreur de l'interface : gpgconf ne semble pas connaître l'entrée pour %1/%2/%3
fy: Backend-fout: gpgconf ken blykber de yngong foar %1/%2/%3 net
gl: Erro do mecanismo: gpgconf non semella saber a entrada para %1/%2/%3
hu: Hiba: a gpgconf nem ismeri ezt a bejegyzést: %1/%2/%3
it: Errore nel backend: gpgconf sembra non conoscere le registrazioni per %1/%2/%3
ja: バックエンドエラー: gpgconf は %1/%2/%3 に対するエントリが分からないようです
kk: Бағдарлама қатесі: gpgconf келесі жазуды танымады - %1/%2/%3
km: កំហុស​កម្មវិធី​ខាង​ក្រោយ ៖ gpgconf ហាក់​បី​ដូច​ជា​មិន​ស្គាល់​សម្រាប់ %1/%2/%3
ko: gpgconf가 %1/%2/%3 값을 찾지 못했습니다.
mk: Грешка во задниот крај: gpgconf не го знае записот за %1/%2/%3
ms: Ralat tepi belakang: gpgconf tidak mengetahui entri untuk %1/%2/%3
nb: Bakstykkefeil: Det ser ikke ut til at gpgconf kjenner oppføringa for %1/%2/%3
nds: Hölper-Fehler: "gpgconf" kennt den Indrag för %1/%2/%3 wull nich
nl: Backend-fout: gpgconf kent blijkbaar de ingang voor %1/%2/%3 niet
nn: Bakstykkefeil: Det ser ikkje ut til at gpgconf kjenner oppføringa for %1/%2/%3
pl: Błąd programu zewnętrznego: wygląda, że gpgconf nie ma wpisu dla %1/%2/%3
pt: Erro de infra-estrutura: gpgconf não parece conhecer a entrada para %1/%2/%3
pt_br: Erro do backend: o gpgconf não parece conhecer a entrada para %1/%2/%3
ru: Внутренняя ошибка: gpgconf не может обработать запись %1/%2/%3
sk: Chyba podpory: nezdá sa, že gpgconf pozná položku pre %1/%2/%3
sl: Napaka vmesnika: gpgconf očitno ne pozna vnosa za %1/%2/%3
sr: Грешка позадине: gpgconf изгледа не познаје унос за %1/%2/%3
sr@latn: Greška pozadine: gpgconf izgleda ne poznaje unos za %1/%2/%3
sv: Gränssnittsfel: gpgconf verkar inte känna till posten för %1/%2/%3
ta: பின்னணி பிழை: gpgconf does not seem to know the entry for %1/%2/%3
uk: Помилка сервера: gpgconf, схоже, що не знає запису для %1/%2/%3
zh_cn: 后端错误：gpgconf 不知道 %1/%2/%3 的项
zh_tw: 後端介面錯誤：gpgconf 不知道 %1/%2/%3 的項目

source: Backend error: gpgconf has wrong type for %1/%2/%3: %4 %5
bg: Грешка на сървъра: програмата gpgconf има грешен тип за %1/%2/%3: %4 %5
ca: Error del dorsal: gpgconf té el tipus incorrecte per %1/%2/%3: %4 %5
cs: Chyba backendu: gpgconf má špatný typ %1/%2/%3: %4 %5
da: Grænsefladefejl: gpgconf har forkert type for %1/%2/%3: %4 %5
de: Fehler im Hintergrundprogramm: gpgconf meldet, dass der Typ von %1/%2/%3: %4 %5 nicht korrekt ist
el: Σφάλμα συστήματος υποστήριξης: Το gpgconf έχει λάθος τύπο για το %1/%2/%3: %4 %5
es: Error del motor: gpgconf tiene un tipo incorrecto para %1/%2/%3: %4 %5
et: Taustaprogrammi viga: gpgconf'i on %1/%2/%3 jaoks vale tüüp: %4 %5
eu: Euskarriaren errorea: gpgconf-ek %1/%2/%3-(r)en mota okerra du: %4 %5
fa: خطای پایانۀ پشتیبانی: gpgconf نوع نادرست برای %1/%2/%3 را دارد: %4 %5
fr: Erreur de l'interface : gpgconf n'a pas le bon type pour %1/%2/%3 : %4 %5
fy: Backend-fout: gpgconf hat in ferkeard type foar %1/%2/%3: %4 %5
gl: Erro do mecanismo: gpgconf ten un tipo incorrecto para %1/%2/%3: %4 %5
hu: Hiba: a gpgconf rossz típussal ismeri ezt: %1/%2/%3 - %4 %5
it: Errore nel backend: gpgconf ha il tipo errato per %1/%2/%3: %4 %5
ja: バックエンドエラー: gpgconf の %1/%2/%3 に対するタイプが間違っています: %4 %5
kk: Бағдарлама қатесі: gpgconf келесі қате түрге тап болды - %1/%2/%3: %4 %5
km: កំហុស​កម្មវិធី​ខាង​ក្រោយ ៖ gpgconf មាន​ប្រភេទ​ខុស​សម្រាប់ %1/%2/%3: %4 %5
ko: gpgconf %1/%2/%3: %4 %5의 형식이 잘못되었습니다.
mk: Грешка во задниот крај: gpgconf има погрешен тип за %1/%2/%3: %4 %5
ms: Ralat tepi belakang: gpgconf mempunyai jenis %1/%2/%3: %4 %5 yang salah
nb: Bakstykkefeil: gpgconf har feil type for %1/%2/%3: %4 %5
nds: Hölper-Fehler: "gpgconf" hett en legen Typ för %1/%2/%3: %4 %5
nl: Backend-fout: gpgconf heeft een verkeerd type voor %1/%2/%3: %4 %5
nn: Bakstykkefeil: gpgconf har feil type for %1/%2/%3: %4 %5
pl: Błąd programu zewnętrznego: wygląda, że gpgconf ma zły typ dla %1/%2/%3: %4 %5
pt: Erro de infra-estrutura: gpgconf tem o tipo errado para %1/%2/%3: %4 %5
pt_br: Erro do backend: o gpgconf tem o tipo errado para %1/%2/%3: %4 %5
ru: Внутренняя ошибка: gpgconf возвращает неверный тип для %1/%2/%3: %4 %5
sk: Chyba podpory: gpgconf má zlý typ pre %1/%2/%3: %4 %5
sl: Napaka vmesnika: gpgconf ima napačno vrsto za %1/%2/%3: %4 %5
sr: Грешка позадине: gpgconf има погрешан тип за %1/%2/%3: %4 %5
sr@latn: Greška pozadine: gpgconf ima pogrešan tip za %1/%2/%3: %4 %5
sv: Gränssnittsfel: gpgconf har fel typ för %1/%2/%3: %4 %5
uk: Помилка сервера: gpgconf має неправильний тип для %1/%2/%3: %4 %5
zh_cn: 后端错误：gpgconf 对 %1/%2/%3 的类型错误：%4 %5
zh_tw: 後端介面錯誤：gpgconf 的 %1/%2/%3:%4 %5 的型態錯誤

source: _: NAME OF TRANSLATORS Your names
bg: Милен Иванов
ca: Albert Astals Cid,Sebastià Pla i Sanz,Josep Ma. Ferrer
cs: Lukáš Tinkl,Ivo Jánský,Klára Cihlářová
da: Erik Kjær Pedersen
de: Luc de Louw, Matthias Kalle Dalheimer
el: Σπύρος Γεωργαράς,Τούσης Μανώλης
es: Juan Manuel García Molina
et: Marek Laane
eu: Ion Gaztañaga
fa: مریم سادات رضوی
fr: Joëlle Cornavin,Nicolas Ternisien
fy: Douwe
gl: Xabi García
hu: Szántó Tamás
it: Alessandro Pasotti
ja: Noboru Sinohara, Shinichi Tsunoda,Shinichi Tsunoda
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee,Hongsoo Byun,Sung-Jae Cho
mk: Јован Наумовски
ms: MIMOS
nb: Bjørn Steensrud,Jørgen Grønlund,Sven Harald Klein Bakke,Nils Kristian Tomren
nds: Sönke Dibbern
nl: Bram Schoenmakers,Rinse de Vries,Tom Albers
nn: Tor Hveem
pl: Krzysztof Lichota
pt: Pedro Morais
pt_br: Lisiane Sztoltz Teixeira
ru: Олег Баталов
sk: Pavol Cvengroš,Stanislav Višňovský
sl: Gregor Rakar
sr: Часлав Илић
sr@latn: Časlav Ilić
sv: Stefan Asserhäll
ta: vijay
tg: Tajik KDE teams: Роджер Ковакс Виктор Ибрагимов Акмал Саломов Баҳодур Хушматов
uk: Іван Петрущак
zh_cn: 开源软件国际化之简体中文组
zh_tw: Frank Weng (a.k.a. Franklin)

source: _: EMAIL OF TRANSLATORS Your emails
bg: kerat@mail.bg
ca: astals11@terra.es,sps@sastia.com,txemaq@gmail.com
cs: lukas@kde.org,Ivo.Jansky@seznam.cz,koty@seznam.cz
da: erik@binghamton.edu
de: luc@delouw.ch, kalle@klaralvdalens-datakonsult.se
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: juanma@superiodico.net
et: bald@starman.ee
eu: ion_g_m@hotmail.com
fa: razavi@itland.ir
fr: jcornavi@kde-france.org,nicolast@libertysurf.fr
gl: xabigf@gmx.net
hu: tszanto@mol.hu
it: ale.pas@tiscalinet.it
ja: shinobo@leo.bekkoame.ne.jp, tsuno@ngy.1st.ne.jp,tsuno@ngy.1st.ne.jp
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com, leedos@hanmail.net, freeyama@gmail.com, jachin@hanafos.com
mk: jovan@lugola.net
ms: opensource@mimos.my
nb: bjornst@powertech.no,jorgenhg@broadpark.no,sirius@nonline.org,project@nilsk.net
nds: s_dibbern@web.de
nl: bramschoenmakers@kde.nl,rinsedevries@kde.nl,tomalbers@kde.nl
nn: tor@bash.no
pl: lichota@mimuw.edu.pl
pt: morais@kde.org
pt_br: lisiane@kdemail.net
ru: olegbatalov@mail.ru
sk: orpheus@hq.alert.sk,visnovsky@kde.org
sl: gregor.rakar@kiss.si
sr: caslav.ilic@gmx.net
sr@latn: caslav.ilic@gmx.net
sv: stefan.asserhall@comhem.se
ta: :மொழிப்பெயப்பாளரின் மின்னஞ்சல் உங்கள் மின்னஞ்சல்கள்
tg: youth_opportunties@tajik.net
uk: ivanpetrouchtchak@yahoo.com
zh_cn: i18n-translation@lists.linux.net.cn
zh_tw: franklin at goodhorse dot idv dot tw

source: KDE Key Manager
bg: Управление на ключовете в KDE
ca: Gestor de claus de KDE
cs: Správce klíčů pro KDE
da: KDE nøglehåndtering
de: KDE-Zertifikatsmanager
el: Διαχειριστής κλειδιών του KDE
es: Gestor de claves de KDE
et: KDE võtmehaldur
eu: KDE-ren gako kudeatzailea
fa: مدیر کلید KDE
fr: Gestionnaire de clés KDE
fy: KDE Kaaibehear
gl: Xestor de chaves de KDE
hu: KDE kulcskezelő
it: Gestore chiavi di KDE
ja: KDE 鍵マネージャ
kk: KDE кілттер менеджері
km: កម្មវិធី​គ្រប់គ្រង​សោ​របស់ KDE
ko: KDE 키 관리자
mk: Менаџер за клучеви во KDE
ms: Pengurus Kekunci KDE
nb: KDE nøkkelbehandler
nds: KDE-Slötelpleger
nl: KDE Sleutelbeheer
nn: KDE nøkkelhandsamar
pl: Menedżer kluczy kryptograficznych dla KDE
pt: Gestor de Chaves do KDE
pt_br: Gerenciador de Chaves do KDE
ru: Менеджер ключей KDE
sk: Správca kľúčov KDE
sl: Upravitelj ključev v KDE
sr: KDE-ов менаџер кључева
sr@latn: KDE-ov menadžer ključeva
sv: KDE:s nyckelhantering
ta: KDE விசை மேலாளர்
tg: Мудири калидҳои KDE
uk: Менеджер ключів для KDE
zh_cn: KDE 密钥管理器
zh_tw: KDE 金鑰管理員

source: Current Maintainer
ca: Mantenidor actual
cs: Současný správce
da: Nuværende vedligeholder
de: Derzeitiger Betreuer
el: Τρέχων συντηρητής
es: Responsable actual
et: Praegune hooldaja
eu: Uneko mantentzailea
fa: نگه‌دارندۀ جاری
fr: Mainteneur actuel
fy: Hjoeddeiske ûnderhâlder
gl: Mantedor actual
hu: Jelenlegi karbantartó
it: Responsabile attuale
ja: 現在のメンテナ
kk: Қазіргі жетілдірушісі
km: អ្នក​ថែទាំ​បច្ចុប្បន្ន
ko: 현재 관리자
mk: Тековен одржувач
ms: Penyenggara Semasa
nb: Nåværende vedlikeholder
nds: Pleger
nl: Huidige onderhouder
nn: Noverande vedlikehaldar
pl: Obecny opiekun
pt: Manutenção Actual
pt_br: Mantenedor Atual
ru: Текущий координатор
sk: Aktuálny udržovateľ
sl: Trenutni vzdrževalec
sr: Текући одржавалац
sr@latn: Tekući održavalac
sv: Nuvarande utvecklare
ta: தற்போதைய பராமரிப்பாளர்
tg: Координатори ҷорӣ
uk: Поточний супроводжувач
zh_cn: 当前维护者
zh_tw: 目前維護者

source: Former Maintainer
ca: Antic mantenidor
cs: Bývalý správce
da: Tidligere vedligeholder
de: Ehemaliger Betreuer
el: Προηγούμενος συντηρητής
es: Responsable anterior
et: Endine hooldaja
eu: Aurreko mantentzailea
fa: نگه‌دارندۀ قبلی
fr: Mainteneur précédent
fy: Foarrige ûnderhâlder
gl: Mantedor anterior
hu: Korábbi karbantartó
it: Responsabile precedente
ja: 以前のメンテナ
kk: Бұрынғы желтілдірушісі
km: អ្នក​ថែទាំ​មុន​
ko: 이전 관리자
mk: Поранешен одржувач
ms: Penyenggara Sebelum ini
nb: Tidligere vedlikeholder
nds: Verleden Pleger
nl: Vorige onderhouder
nn: Tidligare vedlikehaldar
pl: Poprzedni opiekun
pt: Manutenção Anterior
pt_br: Mantenedor Principal
ru: Предыдущий координатор
sk: Pôdodný správca
sl: Prejšnji vzdrževalec
sr: Бивши одржавалац
sr@latn: Bivši održavalac
sv: Tidigare utvecklare
ta: முந்தைய பராமரிப்பாளர்
tg: Координатори қаблӣ
uk: Попередній супроводжувач
zh_cn: 先前维护者
zh_tw: 前任維護者

source: Original Author
ca: Autor original
cs: Původní autor
da: Oprindelig forfatter
de: Ursprünglicher Autor
el: Αρχικός συγγραφέας
es: Autor original
et: Originaali autor
eu: Jatorrizko egilea
fa: نویسندۀ اصلی
fr: Auteur originel
fy: Oarspronklike skriuwer
gl: Autor orixinal
hu: Eredeti szerző
it: Autore originale
ja: オリジナルの作者
kk: Бастапқы авторы
km: អ្នក​និពន្ធ​ដើម
ko: 처음 만든이
mk: Оригинален автор
ms: Pengarang Asal
nb: Opprinnelig forfatter
nds: Orginaalautor
nl: Oorspronkelijke auteur
nn: Opphavleg forfattar
pl: Pierwszy autor
pt: Autor Original
pt_br: Autor Original
ru: Автор идеи
sk: Pôvodný autor
sl: Prvotni avtor
sr: Првобитни аутор
sr@latn: Prvobitni autor
sv: Ursprunglig upphovsman
ta: மூல ஆசிரியர்
tg: Муаллифи идея
uk: Перший автор
zh_cn: 最初作者
zh_tw: 原始作者

source: Backend configuration framework, KIO integration
ca: Estructura de configuració de dorsal, integració KIO
cs: Konfigurační rozhraní, KIO integrace
da: Skelet til indstilling af underliggende program, KIO integration
de: Konfigurationssystem, KIO-Integration
el: Ρυθμίσεις πλαισίου εργασίας του συστήματος υποστήριξης, ενσωμάτωση KIO
es: Entorno de configuración del motor, integración con KIO
et: Taustarakenduse seadistamise raamtöö, KIO integreerimine
eu: Euskarriaren konfigurazio ingurunea, KIO integrazioa
fa: چارچوب پیکربندی پایانۀ پشتیبانی، مجتمع‌سازی KIO
fr: Fenêtre principale de l'interface de configuration, intégration de KIO
fy: Ramtwurk backendkonfiguraasje, yntegraasje mei KIO
gl: Marco de configuración do mecanismo, integración con KIO
hu: Szolgáltatásbeállító keretrendszer, KIO-integráció
it: Configurazione struttura backend, integrazione KIO
ja: バックエンド設定フレームワーク、KIO インテグレーション
kk: Бағдарламаны баптау тетігі, KIO біріктіруі
km: គ្រោងការណ៍​កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​ខាង​ក្រោយ ការ​រួម​បញ្ចូល KIO
ko: 백앤드 설정 프레임워크, KIO 통합
mk: Структура на задниот крај, интеграција со KIO
ms: Rangka kerja konfigurasi tepi belakang , penyepaduan KIO
nb: Rammeverk for tilpasning av bakgrunnsmotorer, KIO-integrasjon
nds: Rahmenwark för Hölperprogramm-Instellen, Integreren na KIO
nl: Raamwerk backendconfiguratie, integratie met KIO
nn: Bakgrunnsløysing oppsett, KIO-integrasjon
pl: Konfiguracja narzędzi, integracja z KIO
pt: Configuração de infra-estruturas, integração com KIO
pt_br: Framework de configuração da infra-estrutura, integração aos protocolos KIO
ru: Среда настройки движков, интеграция с KIO
sk: Systém nastavenia backendov, integrácia s KIO
sl: Nastavitveno ogrodje vmesnika, integracija v KIO
sr: Радни оквир за подешавање позадинских система, KIO интеграција
sr@latn: Radni okvir za podešavanje pozadinskih sistema, KIO integracija
sv: Ramverk för inställning av gränssnitt, KIO-integrering
ta: பின்நிலை கட்டமைப்பு சட்டப்பணி, கேஐஒ ஒருங்கிணைப்பு
tg: Муҳити танзимоти чархак, якҷошавӣ бо KIO
uk: Середовище налаштування серверів, інтеграція з KIO
zh_cn: 后端配置框架，KIO 整合
zh_tw: 後端介面框架設定，KIO 整合

source: Key-state dependant colors and fonts in the key list
ca: Colors i lletres dependents de l'estat de la clau a la llista de claus
cs: Barvy a písma závislé na stavu klíčů v seznamu
da: Farver og skrifttyper der afhænger af nøgletilstanden i nøglelisten
de: Zustandsabhängige Farben und Zeichensätze in der Zertifikatsliste
el: Εξαρτώμενα από την κατάσταση χρώματα και γραμματοσειρές στη λίστα κλειδιών
es: Colores y tipos de letra dependientes del estado de la clave en la lista de claves
et: Võtme olekust sõltuvad värvid ja fondid võtmete nimekirjas
eu: Gako-egoeraren menpeko koloreak eta letra-tipoak gako zerrendan
fa: قلمها و رنگهای وابسته به وضعیت کلید در این فهرست کلید
fr: Couleurs et polices dépendant de l'état des clés dans la liste des clés
fy: Kleuren en lettertypes yn kaailist
gl: Cores e fontes dependentes do estado da chave na lista de chaves
hu: A kulcsállapottól függő színek és betűtípusok használata a kulcslistában
it: Colori e caratteri della lista delle chiavi, dipendenti dallo stato
ja: 鍵の状態によって鍵リストで色とフォントを使い分け
kk: Тізіміндегі кілттің түс пен қаріпінің кілт күйіне тәуелдігі
km: ស្ថានភាព​កូនសោ​អាស្រ័យ​លើ​ពណ៌ និង​ពុម្ពអក្សរ​ក្នុង​បញ្ជី​កូនសោ​
ko: 키 목록 안의 키-상태 표시 색상과 글꼴
mk: Бои и фонтови во листата на клучеви зависни од состојбата на клучот
ms: Fon dan warna yang bergantung pada keadaan kekunci dalam senarai kekunci
nb: Fargevisning av nøkkeltilstand og skrifttyper i nøkkellista
nds: Slöteltostand-Klören un -Schriftoorden binnen de Slötellist
nl: Kleuren en lettertypes in sleutellijst
nn: Fargar og skrifter avhengige av nøkkeltilstand
pl: Kolory zależne od stanu klucza i czcionki w liście kluczy
pt: Cores e tipos de letras dependentes do estado da chave na lista de chaves
pt_br: Cores e fontes dependentes do estado da chave na lista de chaves
ru: Зависимость цветов и шрифтов в списке ключей от их состояния
sk: Farby a písma v zozname kľúčov závislé na stave kľúča
sl: Barve in pisave, odvisne od stanja ključev v seznamu ključev
sr: Боје у зависности од стања кључа и фонтови у листи кључева
sr@latn: Boje u zavisnosti od stanja ključa i fontovi u listi ključeva
sv: Tillståndsberoende nyckelfärger och teckensnitt i nyckellistan
ta: Key-state தொடர்புடைய வண்ணங்கள் மற்றும் விசைப் பட்டியலிலுள்ள எழுத்துருக்கள்
tg: Мутобиқати рангҳо ва ҳуруфҳо дар руйхати калидҳо аз вазъияти онҳо вобаста аст
uk: Залежність кольорів і шрифтів в списку ключів від їх стану
zh_cn: 密钥列表中与密钥状态相关的颜色和字体
zh_tw: 金鑰狀態的顏色及金鑰清單中的字型
