Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Decentralized Key Generation
bg: Децентрализирано генериране на удостоверение
ca: Generació descentralitzada de claus
cs: Decentralizované generování klíčů
da: Decentraliseret nøgle-generering
de: Dezentralisierte Schlüsselerzeugung
el: Μη κεντρική δημιουργία κλειδιού
es: Generación descentralizada de claves
et: Detsentraliseeritud võtme genereerimine
eu: Gako sorrera deszentralizatua
fa: تولید غیر متمرکز کلید
fr: Génération décentralisée d'une clé
fy: Desintralisearre kaai-oanmak
gl: Xeración de chave descentralizada
hu: Decentralizált kulcsgenerálás
it: Generazione decentralizzata della chiave
ja: 分散化された鍵生成
kk: Көп-орталықты кілт жасау
km: ការ​បង្កើត​កូនសោ​ដែល​បាន​ចែក​រំលែក​
ko: 분산화된 인증키 생성
mk: Децентрализирано создавање на клуч
ms: Penjanaan Kekunci Pusat Teragih
nb: Desentralisert nøkkelopprettelse
nds: Dezentraliseert Slötelopstellen
nl: Gedecentraliseerde sleutelgeneratie
nn: Desentralisert nøkkelgenerering
pl: Zdecentralizowane tworzenie klucza
pt: Geração Descentralizada de Chaves
pt_br: Geração de Chaves Descentralizada
ru: Децентрализованное создание ключей
sk: Decentralizované generovanie kľúča
sl: Decentralizirano ustvarjanje certifikata
sr: Децентрализовано прављење кључева
sr@latn: Decentralizovano pravljenje ključeva
sv: Skapa nyckel distribuerat
ta: நடுநிலையற்ற சான்றிதழ் உருவாக்கம்
uk: Децентралізоване створення ключів
zh_cn: 分布式证书生成
zh_tw: 非集中式產生金鑰
