Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: <qt><p>On this page, you will create a key pair in a decentralized way. </p><p>You can either store the certificate request in a file for later transmission or send it to the Certificate Authority (CA) directly. Please check with your local help desk if you are unsure what to select here.</p><p> Once you are done with your settings, click <em>Generate Key Pair and Certificate Request</em> in order to generate your key pair and a corresponding certificate request.</p> <p><b>Note:</b> if you choose to send via email directly, a kmail composer will be opened; you can add detailed information for the CA there.</p><qt>
bg: <qt><p>На тази страница вие ще може да създадете удостоверение по децентрализиран начин.</p><p>Може да запишете удостоверението във файл за по-късно използване или да го изпратите в Службата по удостоверения (СУ) директно. Използвайте помощта на местната служба по поддръжка, ако не сте сигурни какво да изберете.</p><p>Когато сте готови с настройките, щракнете на <em>Генериране на удостоверение</em>, за да създадете удостоверението.</p><p><b>Забележка:</b> ако изберете изпращане директно чрез е-поща, ще се отвори kmail и трябва да добавите подробна информация за СС.</p><qt>
ca: <qt><p>En aquesta pàgina, creareu un parell de claus de forma descentralitzada. </p><p>Podeu guardar el certificat en un fitxer per a enviar-lo més tard o enviar-lo directament a l'autoritat certificadora (CA). Consulteu amb el servei d'assistència local si no sabeu del cert què heu de triar aquí.</p><p> Un cop haureu acabat amb l'arranjament, cliqueu <em>Genera el parell de claus i la petició de certificat</em> per tal de generar la vostra petició de certificat.</p> <p><b>Nota:</b> si trieu l'enviament directe per correu, s'obrirà un redactor kmail; allà podreu afegir informació detallada per a l'autoritat certificadora (CA).</p><qt>
cs: <qt><p>Na této stránce vytvoříte pár klíčů decentralizovanou cestou. </p><p>Taktéž můžete uložit žádost o certifikát do souboru pro pozdější přenos nebo zaslání do Certifikační Autority (CA). Prosím ověřte si u své lokální podpory, co máte zvolit.</p><p> Skončíte-li s těmito nastaveními, klikněte na <em>Generovat pár klíčů a požadavek na certifikát</em> pro vygenerování klíčů a získání certifikátu.</p> <p><b>Poznámka:</b> Pokud zvolíte odeslání emailem, bude otevřeno editor KMailu, kde můžete zadat detailní informace o CA.</p><qt>
da: <qt><p>På denne side vil du oprette et nøglepar på en decentraliseret måde. </p><p>Du kan enten opbevare certifikatet i en fil til senere overførsel eller sende det til Certifikat-autoriteten (CA) direkte. Tjek venligst med din lokale hjælpetjeneste hvis du er usikker på hvad der skal vælges her.</p><p> Når du er færdig med din opsætning, så klik på <em>Generér nøglepar og bed om certifikat</em> for at generere dit nøglepar og bede om et tilsvarende certifikat.</p> <p><b>Bemærk:</b> hvis du vælger at sende direkte via e-mail, vil en brevskriver for kmail blive åbnet; du kan tilføje detaljeret information for CA der.</p><qt>
de: <qt><p>Auf dieser Seite wird das Schlüsselpaar dezentral erstellt. Sie können die Zertifikatsanfrage entweder in einer Datei zur späteren Übermittlung speichern oder es direkt an die Zertifizierungsstelle (Certificate Authority, CA) senden. Bitte wenden Sie sich an Ihre Systemverwaltung / technische Unterstützung, wenn Sie bei der Auswahl unsicher sind.</p><p> Nachdem Sie Ihre Einstellungen vorgenommen haben, klicken Sie auf <em>Schlüsselpaar und Zertifikatsanfrage erstellen</em>, um Ihr Schlüsselpaar und eine dazu passende Zertifikatsanfrage zu erstellen.</p> <p><b>Anmerkung:</b> Wenn Sie sich dafür entschieden haben, das Zertifikat direkt per E-Mail zu verschicken, wird ein KMail-Eingabefenster geöffnet; in diesem können Sie detaillierte Informationen für die CA eingeben.</p></qt>
el: <qt><p>Σε αυτήν τη σελίδα, θα δημιουργήσετε ένα ζευγάρι κλειδιών με μη κεντρική μέθοδο. </p><p>Μπορείτε είτε να αποθηκεύσετε την αίτηση πιστοποιητικού σε ένα αρχείο για αργότερη μετάδοση ή να τη στείλετε απευθείας στην Αρχή Πιστοποίησης (CA). Παρακαλώ ρωτήστε στο τοπικό σας γραφείο αν δεν είστε σίγουροι τι να επιλέξετε εδώ.</p><p> Εφόσον τελειώσετε με τις ρυθμίσεις, κάντε κλικ στο <em>Δημιουργία ζευγαριού κλειδιών και αίτησης πιστοποιητικού</em> για να δημιουργήσετε το ζευγάρι κλειδιών και την αντίστοιχη αίτηση πιστοποιητικού.</p> <p><b>Σημείωση:</b> Αν επιλέξετε αποστολή άμεσα με email, θα ανοιχτεί το παράθυρο σύνταξης μηνύματος του kmail όπου μπορείτε να δώσετε αναλυτικές πληροφορίες για την αρχή πιστοποίησης CA. </p><qt>
es: <qt><p>En esta página creará un par de claves de una forma descentralizada. </p><p>Puede guardar la solicitud de certificado en un archivo para una posterior transmisión o bien enviarla directamente a la Autoridad Certificadora (CA). Consulte con su servicio de soporte local si no está seguro de qué tiene que seleccionar aquí.</p><p> Una vez que haya indicado sus preferencias, pulse <em>Generar el par de claves y la solicitud de certificado</em> para generar su par de claves y la correspondiente solicitud de certificado.</p> <p><b>Nota:</b> si elige enviar directamente por correo electrónico, se abrirá un editor de kmail. Ahí puede añadir información detallada para la CA.</p><qt>
et: <qt><p>Sellel leheküljel luuakse võtmepaar detsentraliseeritult. </p><p>Sa võid sertifikaadisoovi salvestada failina hilisemaks saatmiseks või saata selle kohe sertifitseerimiskeskusele (SK). Kui sa ei ole kindel, milline valik langetada, küsi abi oma organisatsiooni vastavatelt isikutelt.</p><p> Kui oled seadistamisega ühele poole saanud, vajuta nupule <em>Genereeri võtmepaar ja sertifikaadisoov</em> oma võtmepaari ja vastava sertifikaadisoovi loomiseks.</p> <p><b>Märkus:</b> kui otsustad saata selle otse e-postiga, avatakse KMaili aken. Seal saab lisada vajalikud üksikasjad SK tarbeks.</p><qt>
eu: <qt><p>Orri honetan gako-pare bat sortuko duzu era deszentralizatu batean. </p><p>Zuk ziurtagiriaren kontsulta fitxategi batean gorde dezakezu geroago transmititzeko edo Ziurtagiri autoritate (CA) bati zuzenean bidal diezaiokezu. Ikusi zure laguntza euskarri lokala ez baldin badakizu hemen zer hautatu.</p><p> Zure ezarpenak ezari ondoren, klikatu <em>Sortu gako parea eta ziurtagiri eskaera</em> zure gako-parea eta honi dagokion ziurtagiri eskaera sortzeko.</p> <p><b>Oharra:</b> e-posta bidez zuzenean bidaltzea hautatzen baduzu, kmail editore bat irekiko da; CA-rentzat informazio xehe gehigo gehi dezakezu hemen .</p><qt>
fa: <qt><p>در این صفحه، به روش غیر متمرکز یک جفت کلید ایجاد می‌کنید. </p><p>می‌توانید درخواست گواهی‌نامه را برای انتقال بعدی در یک پرونده ذخیره کنید، یا مستقیماً آن را به حق گواهی‌نامه )CA( ارسال نمایید. اگر مطمئن نیستید که می‌خواهید چه چیزی انتخاب کنید، لطفاً، با میز کمک محلی خود بررسی کنید.</p><p> یک ‌بار که با تنظیمات خود کار می‌کنید، <em>ایجاد جفت کلید و درخواست گواهی‌نامه</em> را فشار دهید، تا جفت کلید و درخواست گواهی‌نامۀ مربوطۀ شما ایجاد شود.</p> <p><b>نکته:</b> اگر ارسال مستقیم از طریق رایانامه را انتخاب کنید، یک مؤلف kmail باز می‌شود؛ می‌توانید اطلاعات مشروح CA را در آنجا اضافه کنید.</p><qt>
fr: <qt><p>Cette page permet de créer une paire de clés de manière décentralisée. </p><p>Vous pouvez soit enregistrer la demande de certificat dans un fichier pour une transmission ultérieure, soit l'envoyer à l'Autorité de Certification (AC) directement. Veuillez vérifier avec votre service local d'assistance si vous n'êtes pas sûr de ce qu'il faut sélectionner ici.</p><p> Une fois que vous en avez terminé avec vos réglages, cliquez sur <em>Générer la paire de clés</em> afin de générer la paire de clés et votre demande de certificat correspondant.</p> <p><b>Remarque : </b>si vous choisissez d'envoyer par courrier électronique directement, une fenêtre de composition de messages KMail s'ouvrira, dans laquelle vous pourrez ajouter des informations pour l'AC. </p></qt>
fy: <qt><p>Op dizze side kinne jo in kaaibosk op in desintarlisearre wize oanmeitsje. </p> <p>Jo kinne it sertifikaatfersyk opslaan yn in triem om it later ferstjoere te kinnen of daliks nei de sertifikaatautoriteit (CA) stjoere. Rieplachtsje jo helpdesk at jo net wis binne wat jo hjir kieze moatte.</p><p> At jo jo ynstellingen makke hawwe klikke jo op <em>Kaaibosk en sertifikaatfersyk oanmeitsje</em> om it fersyk ôf te rûnjen.</p> <p><b>Opmerking:</b> At jo it daliks per e-mail ferstjoere wolle sil de opsteller fan KMail iepene wurde. Jo kinne fierder ynformaasje oer de CA dêr ynfolje.</p><qt>
gl: <qt> <p>Nesta páxina creará un par de chaves de xeito descentralizado. </p> <p>Pode tanto gravar a solicitude de certificado nun ficheiro para enviala con posterioridade ou enviala directamente á Autoridade Certificadora (CA). Por favor, escolla coa axuda persoal se non está segura/o de que escoller aquí.</p> <p> Unha vez que faga as súas escollas, prema en <em>Xerar Par de Chaves e Solicitar Certificado</em> para xerar o seu par de chaves e a súa correspondente solicitude de certificado.</p> <p><b>Nota:</b> se escolle enviar por correo-e directamente, abrirase un editor de kmail; pode engadi información detallada para a CA aló.</p></qt>
hu: <qt><p>Ezen a lapon lehet decentralizált módon kulcspárt létrehozni. </p><p>A tanúsítványkérelem elmenthető egy fájlba (későbbi feldolgozáshoz) vagy közvetlenül elküldhető a tanúsítványkiadónak (CA, Certificate Authority). Kérjen segítséget a vállalati ügyfélszolgálattól, ha nem tudja, mit kell itt választani.</p><p> Ha elkészült a beállításokkal, kattintson a <em>Kulcspár és tanúsítványkérelem generálása</em> gombra a kulcspár és a hozzá tartozó tanúsítványkérelem elkészítéséhez.</p> <p><b>Megjegyzés:</b> ha közvetlenül elküldést választ (e-mailben), akkor megnyílik a KMail üzenetszerkesztője. A tanúsítványkiadó számára itt további információk adhatók meg.</p><qt>
it: <qt><p>In questa pagina, creerai una coppia di chiavi in maniera decentralizzata. </p><p>Puoi salvare il certificato in un file per una trasmissione successiva oppure mandarlo direttamente alla Certificate Authority (CA). Per favore consulta il tuo help desk se non sai cosa selezionare qui.</p><p> Quando hai finito, fai clic su <em>Genera coppia di chiavi e richiedi certificato</em> per generare il tuo certificato.</p> <p><b>Nota:</b> se scegli di mandarlo via posta elettronica, verrà aperta una finestra di KMail; potrai quindi aggiungere informazioni dettagliate per la CA.</p><qt>
ja: <qt><p>このページでは、分散化された方法で鍵ペアを作成します。 </p><p>証明書要求は、後で送信するためにファイルに保存するか、直接 CA (認証局) に送信することができます。どちらを選択すればいいのか分からない場合は、ローカルのヘルプデスクに問い合わせてください。</p><p> 設定が完了したら、鍵ペアとそれに対応する証明書要求を生成するために「鍵ペアと証明書要求を生成」をクリックしてください。</p> <p>注意: メールで直接送信することを選択した場合、KMail のメール作成ウィンドウが開きます。そこで CA あての詳細な情報を追加することができます。</p><qt>
kk: <qt><p>Бұл бетте көп-орталықтың негізінде кілт жасай аласыз. </p><p>Сіз куәлікті сұрауды болашақта жіберу үшін файлға сақтап қоя аласыз, немесе бірден Куәліктер қоймасына (Certificate Authority - CA) жібере аласыз. Бұнда не таңдау керегін білмесеңіз жергілікті Куәліктер қоймасы туралы сұрастырып көріңіз.</p><p> Once you are done with your settings, click <em>Generate Key Pair and Certificate Request</em> in order to generate your key pair and a corresponding certificate request.</p> <p><b>Note:</b> if you choose to send via email directly, a kmail composer will be opened; you can add detailed information for the CA there.</p><qt>
km: <qt><p>នៅ​លើ​ទំព័រ​នេះ អ្នក​នឹង​បង្កើត​គូរ​កូនសោ​តាម​វិធី​ចែករំលែក ។ </p><p>អ្នក​អាច​ទុក​សំណើ​វិញ្ញាបនបត្រនៅ​ក្នុង​ឯកសារ​សម្រាប់​ការ​បញ្ជូន​ពេល​ក្រោយ ឬ ផ្ញើ​វា​ទៅ​អាជ្ញាធរ​វិញ្ញា​បនបត្រ​ (CA) ដោយ​ផ្ទាល់ ។ សូម​ពិនិត្យ​មើល​ជា​មួយ​នឹង ជំនួយ​មូលដ្ឋាន​របស់​អ្នក ប្រសិន​បើអ្នក​មិន​ប្រាកដ​នូវ​អ្វីត្រូ​វ​ជ្រើស​នៅ​ទីនេះ ។</p><p> នៅ​ពេល​ដែល​អ្នក​បានធ្វើជា​មួយ​ការ​កំណត់​នេះ ចុច <em>​បង្កើត​គូរ​កូនសោ និង​សំណើ​វិញ្ញា​បនបត្រ</em> ដើម្បី​បង្កើត​គូរ​កូនសោ​របស់​អ្នក ហើយ​សំណើ​វិញ្ញា​បនបត្រ​ដែល​ទាក់ទង ។</p> <p><b>ចំណាំ ៖</b> ប្រសិន​បើ​អ្នក​ជ្រើស​ត្រូវ​ផ្ញើ​តាមរយៈ​អ៊ីមែល​ដោយ​ផ្ទាល់ កម្មវិធីតែង​របស់ kmail នឹង​ត្រូវ​បាន​បើក អ្នក​អាច​បន្ថែម​ព័ត៌មាន​លម្អិត​សម្រាប់ CA នៅទីនោះ ។</p><qt>
ko: <qt><p>이 페이지에서는, 분산화 방식으로 인증키를 생성합니다. </p><p>나중의 전송을 위해서 인증키를 저장하거나 또다른 인증키 관련 부서(CA)로 직접 보낼 수 있습니다. 무엇을 선택해야 할지 모를경우, 주변에 문의하십시오.</p><p> 모든 설정을 끝마쳤으면 <em>인증키 생성과 인증서 요청</em> 버튼을 클릭하여 귀하의 인증키를 생성하고 관련 인증서를 요청하실 수 있습니다.</p> <p><b>주의:</b> 이메일을 통해 직접 전송하기를 선택하면 Kmail 편집기가 열리고, CA에 대한 자세한 정보를 추가할 수 있습니다. </p><qt>
mk: <qt><p>На оваа страница ќе создадете пар клучеви на децентрализиран начин. </p><p>Можете или да ги зачувате барањата за сертификат во датотека за понатамошен пренос или да го испратите до одговорните за сертификати (CA) директно. Проверете во Вашето локално биро за помош ако не сте сигурни што да изберете.</p><p> Откако ќе завршите со Вашите поставувања, кликнете <em>Создај пар од клучеви и Барање за сертификат</em> за да го генерирате вашиот пар клучеви и соодветното барање за сертификат.</p> <p><b>Забелешка:</b> ако одлучите да ги испратите преку е-пошта директно, kmail составувач ќе се отвори; можете да додадете додатни информации во CA </p><qt>
ms: <qt><p>Dalam halaman ini, anda akan mencipta pasangan kekunci secara pusat teragih. </p><p>Anda boleh storkan permohonan sijil dalam satu fail untuk dihantar kemudian, atau menghantarnya terus kepada Pihak Berkuasa Persijilan (PBP). Semak dengan meja bantuan setempat jika anda tidak pasti apa yang hendak dipilih di sini.</p><p> Apabila seting selesai, klik <em>Janakan Pasangan Kekunci dan Permohonan Sijil</em> untuk menjana pasangan kekunci anda dan permohonan sijil yang berkaitan </p> <p><b>Perhatian:</b> jika anda memilih untuk menghantar terus melalui e-mel, satu penggubah kmail akan terbuka; anda boleh menambah maklumat terperinci untuk PBP di sini.</p><qt>
nb: <qt><p>På denne siden kan du lage et nøkkelpar på en desentralisert måte.</p> <p>Du kan enten lagre sertifikatforespørselen i en fil for senere overføring eller sende den til sertifiseringsinstansen (CA) direkte. Hør med den lokale brukerstøtta hvis du er usikker på hva du skal velge her.</p><p> Straks du er ferdig med innstillingene dine, trykk <em>Lag nøkkelpar og sertifikatforespørsel</em>for å lage nøkkelparet og en sertifikatforespørsel som hører til.</p> <p><b>Merk:</b> om du velger å sende direkte via e-post; et kmail vindu vil bli åpnet; du kan legge til detaljert informasjon for CA-en der.</p></qt>
nds: <qt><p>Op disse Siet warrt de Slötel dezentraal opstellt. </p><p>Du kannst de Zertifikaat-Anfraag in en Datei sekern un ehr denn later afsennen, oder ehr direktemang na de Zertifikaatautoritee (ZA) sennen. Fraag bitte Dien lokale Hülpafdelen, wenn Du nich seker weetst, wat Du hier utsöken schallst.</p><p> Wenn Du mit Dien Ingaven fardig büst, klick op <em>Slötelpoor un Zertifikaat-Anfraag opstellen</em>, dat Slötelpoor un en tohören Anfraag warrt denn opstellt.</p> <p><b>Beacht bitte:</b> Wenn Du direktemang över Nettpost Sennen utsöchst, warrt de KMail-Nettbreefeditor opmaakt, dor kannst Du Details för de ZA tofögen.</p></qt>
nl: <qt><p>Op deze pagina kunt u een sleutelbos op een gedecentraliseerde manier aanmaken. </p> <p>U kunt het certificaatverzoek opslaan in een bestand om het later te kunnen verzenden of direct naar de certificaatautoriteit (CA) sturen. Raadpleeg uw helpdesk wanneer u niet zeker weet wat u hier moet kiezen.</p><p> Wanneer u uw instellingen gemaakt hebt klikt u op <em>Sleutelbos en certificaatverzoek aanmaken</em> om het verzoek af te ronden.</p> <p><b>Opmerking:</b> Wanneer u ervoor kiest om het direct per e-mail te verzenden zal de opsteller van KMail geopend worden. U kunt verdere informatie over de CA daar invullen.</p><qt>
nn: <qt><p>På denne sida kan du laga eit nøkkelpar på ein desentralisert måte.</p> <p>Du kan anten lagra sertifikatførespurnaden i ei fil for seinare overføring ellersenda han til sertifiseringsinstansen (CA) direkte. Høyr med den lokale brukarstøtta viss du er usikker på kva du skal velja her.</p><p> Straks du er ferdig med innstillingane dine, trykk <em>Generer nøkkelpar og sertifikatførespurnad</em>for å laga nøkkelparet og ein sertifikatførespurnad som høyrer til.</p> <p><b>Merk:</b> om du vel å senda direkte via epost; eit kmail vindauge vil verta opna; du kan legga til detaljert informasjon for CA-en der.</p></qt>
pl: <qt><p>Na tej stronie utworzysz parę kluczy w sposób zdecentralizowany. </p><p>Możesz zarówno zapisać żądanie utworzenia certyfikatu w pliku w celu późniejszego przesłania lub wysłać go bezpośrednio do Centrum autoryzacji. Proszę skontaktować się ze swoim działem informatycznym, jeśli nie jesteś pewien, co tu wybrać.</p><p> Kiedy wybierzesz właściwe opcje, naciśnij przycisk <em>Stwórz parę kluczy i żądanie utworzenia certyfikatu</em>, aby stworzyć parę kluczy i odpowiadające im żądanie utworzenia certyfikatu.</p> <p><b>Uwaga:</b> jeśli wybierzesz bezpośrednie wysłanie certyfikatu e-mailem, otworzone zostanie okienko tworzenia e-maila w KMail - możesz tam podać dodatkowe informacje dla Centrum autoryzacji.</p><qt>
pt: <qt><p>Nesta página, irá criar um par de chaves de uma forma descentralizada. </p><p>Pode armazenar o certificado num ficheiro para posterior transmissão ou enviá-lo para a Autoridade de Certificação (CA) directamente. Por favor contacte a sua assistência técnica local se não sabe o que seleccionar aqui.</p><p> Depois de ter terminado a sua configuração, carregue em <em>Gerar o Par de Chaves e o Pedido de Certificado</em> de forma a gerar o seu certificado.</p> <p><b>Nota:</b> se escolher enviar directamente por e-mail, será aberto um compositor do kmail; pode adicionar informação detalhada para a CA aí.</p><qt>
pt_br: <qt><p>Nesta página, você criará um par de chaves de maneira descentralizada. </p><p>Você pode armazenar a requisição de certificado em um arquivo, para a transmissão posterior, ou enviá-lo para a Autoridade Certificadora (AC) diretamente. Por favor, verifique com sua ajuda local, se estiver inseguro sobre o que selecionar aqui.</p><p> Uma vez que você tenha concluído suas configurações, clique em <em>Gerar Par de Chaves</em>, para gerar seu par de chaves e a requisição de certificado correspondente.</p> <p><b>Nota:</b> Se você escolher enviar via e-mail diretamente, o editor do KMail será aberto, e você poderá adicionar informações detalhadas para a AC nele.</p><qt>
ru: <qt><p>На этой странице вы децентрализованным способом создадите пару ключей. </p><p>Вы можете сохранить запрос сертификата в файле для последующей передачи или отправить его непосредственно в хранилище сертификатов (CA). Свяжитесь с вашей службой поддержки, если не уверены, что нужно указать здесь.</p><p> Как только вы завершите настройку, нажмите <em>Создать пару ключей и запрос сертификата</em> для создания пары ключей и соответствующего им запроса сертификата.</p> <p><b>Обратите внимание:</b>Если вы выбрали отправку по электронной почте, будет открыт редактор писем KMail, в котором вы можете указать более подробную информацию для CA. </p></qt>
sk: <qt><p>Na tejto stránke vytvoríte pár kľúčov decentralizovanou spôsobom. </p> <p>Certifikát môžete uložiť do súboru pre neskoršie poslanie, alebo ho poslať priamo do Certifikačnej Autority (CA). Prosím overte si u vašej lokálnej podpory čo máte zvoliť.</p><p> Ak skončíte s týmito nastaveniami, kliknite <em>Generovať pár kľúčov a požiadavku certifikácie</em> pre vygenerovanie páru kľúčov a príslušnej požiadvky certifikácie.</p> <p><b>Poznámka:</b> ak použijete priame poslanie e-mailom, spustí sa editor správ KMail, kde môžete zadať detailné informácie pre CA. </p></qt>
sl: <qt><p>Na tej strani boste na decentraliziran način ustvarili par ključev. </p><p>Lahko shranite zahtevo po certifikatu v datoteko za kasnejši prenos ali pa jo neposredno pošljete na certifikatno avtoriteto (CA). Prosim povprajšate vašo krajevno pomoč, če ne vsete, kaj izbrati tukaj.</p><p> Ko ste končali z nastavitvami , kliknite na <em>Ustvari par ključev in zahtevo po certifikatu</em>, če želite ustvariti vaš par ključev in ustrezno zahtevo po certifikatu.</p> <p><b>Obvestilo:</b> če ste izbrali neposredno pošiljanje po e-pošti, se bo odprl sestavljalnik v KMailu. Tu boste lahko dodali podrobne informacije za CA.</p><qt>
sr: <qt><p>На овој страни направићете пар кључева на децентрализовани начин.</p> <p>Можете или складиштити захтев за сертификат у фајл за каснији пренос, или га послати директно ауторитету за сертификовање (CA). Проверите са вашим локалним бироом за помоћ ако нисте сигурни шта да изаберете овде.</p> <p>Када завршите са подешавањем, кликните на <em>Направи пар кључева и захтев за сертификат</em> да бисте направили свој пар кључева и одговарајући захтев за сертификат.</p><p><b>Напомена:</b> Ако изаберете директно слање е-поштом, отвориће се састављач KMail-а; ту можете унети детаљне информације за CA.</p><qt>
sr@latn: <qt><p>Na ovoj strani napravićete par ključeva na decentralizovani način.</p> <p>Možete ili skladištiti zahtev za sertifikat u fajl za kasniji prenos, ili ga poslati direktno autoritetu za sertifikovanje (CA). Proverite sa vašim lokalnim biroom za pomoć ako niste sigurni šta da izaberete ovde.</p> <p>Kada završite sa podešavanjem, kliknite na <em>Napravi par ključeva i zahtev za sertifikat</em> da biste napravili svoj par ključeva i odgovarajući zahtev za sertifikat.</p><p><b>Napomena:</b> Ako izaberete direktno slanje e-poštom, otvoriće se sastavljač KMail-a; tu možete uneti detaljne informacije za CA.</p><qt>
sv: <qt><p>På den här sidan skapar du ett nyckelpar på ett distribuerat sätt. </p><p>Du kan antingen lagra begäran om ett certifikatet i en fil för att skicka det senare, eller direkt skicka det till en certifikatutfärdaren (CA). Kontrollera med din lokala hjälpfunktion om du inte är säker på vad du ska välja.</p><p> Så fort du är klar med inställningarna, klicka på <em>Skapa nyckelpar och begäran om certifikat</em> för att skapa nyckelparet och motsvarande begäran om certifikat.</p> <p><b>Observera:</b> Om du väljer att skicka direkt via e-post, visas ett Kmail brevfönster. Du kan lägga till detaljerad information för certifikatutfärdaren där.</p></qt>
ta: <qt><p>இந்த பக்கத்தில் மையப்படுத்தாத முறையில் சான்றிதழ்களை உருவாக்கலாம். </p><p>நீங்கள் சான்றிதழ்களை பின் அனுப்ப சேமித்து வைத்துக் கொள்ளலாம் அல்லது சான்றிதழ் வழங்குபவருக்கு நேரடியாக அனுப்பலாம். எதையும் தேர்வு செய்ய தெரியவில்லை என்றால் உள்ளமை உதவியை பார்க்கவும்.</p><p> அமைவுகளை சரிபார்த்த பின். <em>சான்றிதழ் உருவாக்கு என்பதை தேர்வு செய்து</em> சான்றிதழ்களை உருவாக்கலாம்.</p> <p><b>குறிப்பு:</b> நீங்கள் மின்னஞ்சல் வழியாக நேரடியாக அனுப்ப விரும்பினால், கே மெயில் தொகுப்பான் திறக்கப்படும், அதில் உங்கள் விரிவான விவரங்களை உள்ளிடவும்CA .</p><qt>
uk: <qt><p>На цій сторінці ви створите сертифікат децентралізованим способом. </p><p>Можна зберегти запит сертифіката у файл для передавання пізніше або безпосередньо надіслати до CA (гаранта сертифікатів). Зв'яжіться з з вашою локальною службою підтримки, якщо не впевнені, що тут вибрати.</p><p> Після того, як закінчите налаштування, натисніть <em>Створити пару ключів і запит сертифіката</em>, щоб створити вашу пару ключів і запит сертифіката.</p> <p><b>Примітка:</b> якщо ви вибрали надсилання по електронній пошті, відкриється редактор листів KMail, в який можна вести докладну інформацію для CA </p><qt>
zh_cn: <qt><p>您可以在此页面中您将以非集中方式创建密钥对。 </p><p>您可以将证书储存到文件以供未来传输之用，或直接发送到认证机构(CA)。如果不清楚选择哪一项，请查询相关帮助资料。 如果完成了设置，请点击<em>生成密钥对和证书请求</em>以便生成您的密钥对核相应的证书请求。</p> <p><b>注意：</b>如果选择了通过电子邮件直接发送，在打开的 Kmail 编写器中，您可以添加详细的信息给该 CA。</p><qt>
zh_tw: <qt><p>這一頁中，您會以非集中的方式產生一組金鑰配對。</p> <p>您可以將憑證請求存在一個檔案中，稍後直接送到憑證認證中心（CA）。如果您不確定要選擇什麼，請與您的管理員聯絡尋求協助。</p> <p>您完成設定之後，按下「產生金鑰配對與憑證請求」來產生金鑰配對與憑證請求。</p> <p><b>注意：</b>如果您選擇透過電子郵件直接傳送，會開啟一個 KMail 編輯視窗。您可以加入給 CA 的詳細資訊。</p></qt>
