Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: An error occurred when trying to clear the CRL cache. The output from DirMngr was: %1
bg: Грешка при изчистване на кеш-паметта CRL. Резултатът от DirMngr: %1
ca: Hi ha hagut un error en provar de netejar el cau CRL. La sortida de DirMngr ha estat: %1
cs: Nastala chyba při pokusu o vyčištění CRL cache. Výstup z Dirmngr: %1
da: Der opstod en fejl ved forsøget på at rydde CRL-cachen. Uddata fra DirMngr var: %1
de: Beim Löschen des Zwischenspeichers für die Sperrlisten ist ein Fehler aufgetreten. Die Ausgabe von DirMngr ist: %1
el: Συνέβη ένα σφάλμα κατά την προσπάθεια καθαρισμού της λανθάνουσας μνήμης CRL. Η έξοδος από το DirMngr είναι: %1
es: Ocurrió un error al intentar limpiar el caché CRL. La salida de DirMngr fue: %1
et: CRL vahemälu puhastamisel juhtus viga. DirMngr väljund oli: %1
eu: Errore bat gertatu da CRL cache-a garbitzean. DirMngr-en irteera hau izan da: %1
fa: هنگام سعی برای پاک کردن نهانگاه CRL، خطایی رخ داد. خروجی از DirMngr این‌ گونه بود: %1
fr: Une erreur s'est produite lors de la tentative d'effacement du cache des LRC. La sortie de « DirMngr » était : %1
fy: Der die him in fout foar by it ymportearjen fan de CRL-cache. De útfier fan GpgSM wie: %1
gl: Ocorreu un erro cando se tentaba limpar a caché CRL. A saída de DirMngr foi: %1
hu: Hiba történt a CRL-gyorstár kiürítése közben. A DirMngr kimenete: %1
it: Si è verificato un errore tentando di pulire la cache CRL. L'output di DirMngr era: %1
ja: CRL キャッシュをクリアしようとした時にエラーが発生しました。DirMngr からの出力は次のとおりです: %1
kk: CRL бүркемесін тазалау кезінде қате пайда болды. Сондағы DirMngr-дың шығысы: %1
km: កំហុស​មួយ​បាន​កើត​ឡើង​ នៅ​ពេល​ព្យាយាម​ជម្រះ​ឃ្លាំង​សម្ងាត់ CRL ។ លទ្ធផល​ពី DirMngr គឺ ៖ %1
ko: CRL 캐시를 지우는 도중 오류가 발생하였습니다. DirMngr로 부터 출력: %1
mk: Се случи грешка при обидот да се исчисти CRL-кешот. Излезот од DirMngr беше: %1
ms: Ralat berlaku semasa cuba mengosongkan fail CRL. Output dari DirMngr adalah: %1
nb: Det oppsto en feil ved forsøk på å tømme CRL-mellomlageret. Utdata fra DirMngr var: %1
nds: Dat geev en Fehler bi't Wegdoon vun de wohrten Torüchrooplisten. De Utgaav vun "DirMngr" weer: %1
nl: Er deed zich een fout voor bij het importeren van de CRL-cache. De uitvoer van GpgSM was: %1
nn: Det oppsto ein feil ved forsøk på å tømma CRL-mellomlageret. Utdata frå DirMngr var: %1
pl: Wystąpił błąd podczas próby wyczyszczenia pamięci podręcznej list CRL. Wynik działania DirMngr: %1
pt: Ocorreu um erro ao tentar esvaziar a 'cache' de CRL. O resultado do DirMngr foi: %1
pt_br: Ocorreu um erro ao tentar limpar a cache do CRL. A saída de DirMngr foi: %1
ru: Произошла ошибка при попытки очистить кэш CRL. Вывод DirMngr: %1
sk: Nastala chyba pri pokuse o vyčistenie vyrovnávacej pamäti CRL. Výstup z DirMngr: %1
sl: Prišlo je do napake pri poskušanju čiščenja predpomnilnika CPS. Izpis od DirMngr je bil: %1
sr: Дошло је до грешке при покушају чишћења CRL кеша. Излаз из DirMngr је: %1
sr@latn: Došlo je do greške pri pokušaju čišćenja CRL keša. Izlaz iz DirMngr je: %1
sv: Ett fel uppstod när CRL-cachen skulle rensas. Utmatningen från DirMngr var: %1
ta: CRL நினைவகத்தை காலி செய்ய முயலும் போது ஒரு பிழை நேர்ந்தது. DirMngr லிருந்து வெளியீடு: %1
tg: Ҳангоми сайъи пок кардани кеши CRL, хатогӣ рӯй дод. Хулосаи DirMngr чунин аст: %1
uk: При спробі очищення кешу CRL сталася помилка. Вивід з DirMngr: %1
zh_cn: 尝试清除 CRL 缓存时出错，DirMngr 的输出为：%1
zh_tw: 試著清除廢棄憑證清單快取時發生錯誤。DirMngr 的輸出為： %1

source: CRL cache cleared successfully.
bg: Кеш-паметта CRL е изчистена успешно.
ca: S'ha netejat el cau CRL amb èxit.
cs: CRL cache byla úspěšně vyčištěna.
da: CRL-cache rydde med succes.
de: Zwischenspeicher für Sperrlisten erfolgreich geleert.
el: Η λανθάνουσα μνήμη CRL καθαρίστηκε με επιτυχία.
es: Caché CRL limpiado con éxito.
et: CRL vahemälu edukalt puhastatud.
eu: CRL cache-a ongi garbitu da.
fa: نهانگاه CRL با موفقیت پاک شد.
fr: Le cache des LRC a été effacé avec succès.
fy: De CRL-cache is súksesfol lege.
gl: Caché CRl limpada satisfactoriamente.
hu: A CRL-gyorstár kiürítése sikeresen megtörtént.
it: Cache CRL pulita con successo.
ja: CRL キャッシュをクリアしました。
kk: CRL бүркемесі сәтті тазаланды.
km: បាន​ជម្រះ​ឃ្លាំង​​សម្ងាត់ CRL ដោយ​ជោគជ័យ ។
ko: CRL 캐시가 지워졌습니다.
mk: CRL-кешот се исчисти успешно
ms: Cache CRL berjaya dikosongkan.
nb: CLR-mellomlageret tømt.
nds: Wohrte Torüchrooplisten wegdaan.
nl: De CRL-cache was succesvol geleegd.
nn: CLR-mellomlager tømt.
pl: Pamięć podręczna list CRL została pomyślnie wyczyszczona.
pt: A 'cache' de CRL foi esvaziada com sucesso.
pt_br: Cache da CRL limpa com sucesso.
ru: Кэш CRL успешно очищен.
sk: Vyrovnávacia pamäť pre CRL úspešne vyčistená.
sl: Predpomnilnik CRL je bil uspešno počiščen.
sr: CRL кеш је успешно очишћен.
sr@latn: CRL keš je uspešno očišćen.
sv: CRL-cachen rensades med lyckat resultat.
ta: CRL நினைவகம் வெற்றிகரமாக காலிசெய்யப்பட்டது.
tg: Кеши CRL бомуваффақият пок карда шуд.
uk: Кеш CRL очищений успішно.
zh_cn: CRL 缓存清除成功。
zh_tw: 廢棄憑證清單快取已成功清除。

source: <qt><p>An error occurred while trying to delete the certificates:</p><p><b>%1</b></p></qt>
bg: <qt><p>Грешка при изтриване на удостоверението:</p><p><b>%1</b></p></qt>
ca: <qt><p>Hi ha hagut un error en provar d'esborrar els certificats:</p><p><b>%1</b></p></qt>
cs: <qt> <p>Nastala chyba při pokusu o smazání certifikátů </p><p><b>%1</b></p></qt>
da: <qt><p>Der opstod en fejl ved forsøget på at slette certifikaterne:</p><p><b>%1</b></p></qt>
de: <qt><p>Beim Versuch die Zertifikate zu löschen ist ein Fehler aufgetreten:</p><p><b>%1</b></p></qt>
el: <qt><p>Συνέβη ένα σφάλμα κατά την προσπάθεια διαγραφής των πιστοποιητικών:</p><p><b>%1</b></p></qt>
es: <qt><p>Ocurrió un error al intentar borrar los certificados:</p><p><b>%1</b></p></qt>
et: <qt><p>Tekkis viga, kui püüti kustutada sertifikaate:</p><p><b>%1</b></p></qt>
eu: <qt><p>Errore bat gertatu da ziurtagiriak ezabatzean:</p><p><b>%1</b></p></qt>
fa: <qt><p>هنگام سعی برای حذف گواهی‌نامه‌ها، خطایی رخ داد:</p><p><b>%1</b></p></qt>
fr: <qt><p>Une erreur s'est produite lors de la tentative de suppression des certificats :</p><p><b>%1</b></p></qt>
fy: <qt><p>Der die him in fout foar by it wiskjen fan de sertifikaten:</p><p><b>%1</b></p></qt>
gl: <qt><p>Ocorreu un erro cando se tentaba borrar os certificados:</p><p><b>%1</b></p></qt>
hu: <qt><p>Hiba történt a tanúsítványok törlése közben:</p><p><b>%1</b></p></qt>
it: <qt><p>Si è verificato un errore cercando di eliminare i certificati:</p><p><b>%1</b></p></qt>
ja: <qt><p>証明書を削除しようとしたときにエラーが発生しました:</p><p><b>%1</b></p></qt>
kk: <qt><p>Куәліктерді өшіру кезінде қате пайда болды:</p><p><b>%1</b></p></qt>
km: <qt><p>កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈពេល​ព្យាយាម​លុប​វិញ្ញា​បនបត្រ ៖</p><p><b>%1</b></p></qt>
ko: <qt><p>인증서를 삭제하는 도중 오류 발생:</p><p><b>%1</b></p></qt>
mk: <qt><p>Грешка се случи при обидот да се избришат сертификатите:</p><p><b>%1</b></p></qt>
ms: <qt><p>Ralat berlaku semasa cuba menghapuskan sijil:</p><p><b>%1</b></p></qt>
nb: <qt><p>Det oppsto en feil ved forsøk på å slette sertifikatene:</p><p><b>%1</b></p></qt>
nds: <qt><p>Dat geev en Fehler bi't Wegdoon vun de Zertifikaten:</p><p><b>%1</b></p></qt>
nl: <qt><p>Er deed zich een fout voor bij het verwijderen van de certificaten:</p><p><b>%1</b></p></qt>
nn: <qt><p>Det oppsto ein feil ved forsøk på å sletta sertifikata:</p><p><b>%1</b></p></qt>
pl: <qt><p>Wystąpił błąd poczas próby usunięcia certyfikatów:</p><p><b>%1</b></p></qt>
pt: <qt><p>Ocorreu um erro ao tentar apagar os certificados:</p><p><b>%1</b></p></qt>
pt_br: <qt><p>Ocorreu um erro ao tentar remover os certificados:</p><p><b>%1</b></p></qt>
ru: <qt><p>При попытке удаления сертификата произошла ошибка:</p><p><b>%1</b></p></qt>
sk: <qt><p>Nastala chyba počas odstraňovania certifikátov:</p><p><b>%1</b></p></qt>
sl: <qt><p>Prišlo je do napake pri brisanju certifikatov:</p><p><b>%1</b></p></qt>
sr: <qt><p>Дошло је до грешке приликом покушаја брисања сертификата:</p><p><b>%1</b></p></qt>
sr@latn: <qt><p>Došlo je do greške prilikom pokušaja brisanja sertifikata:</p><p><b>%1</b></p></qt>
sv: <qt><p>Ett fel uppstod vid försök att ta bort certifikaten:</p><p><b>%1</b></p></qt>
ta: <qt><p>சான்றிதழ்களை அழிக்க முயலும்போது பிழை ஏற்பட்டுள்ளது:</p><p><b>%1</b></p></qt>
tg: <qt><p>Ҳангоми сайъи ҳузфи сертификат, хатогӣ рӯй дод:</p><p><b>%1</b></p></qt>
uk: <qt><p>Виникла помилка під час спроби видалення сертифікатів:</p><p><b>%1</b></p></qt>
zh_cn: <qt><p>尝试删除证书时出错：</p><p><b>%1</b></p></qt>
zh_tw: <qt><p>試著刪除憑證時發生錯誤：</p><p><b>%1</b></p></qt>

source: Certificate Deletion Failed
bg: Грешка при изтриване на удостоверение
ca: L'esborrat de certificats ha fallat
cs: Smazání certifikátu selhalo
da: Certifikatsletning mislykkedes
de: Löschen des Zertifikats fehlgeschlagen
el: Αποτυχία διαγραφής πιστοποιητικού
es: Fallo al borrar el certificado
et: Sertifikaadi kustutamine ebaõnnestus
eu: Ziurtagirien ezabapenak huts egin du
fa: خرابی در حذف گواهی‌نامه‌ها
fr: La suppression du certificat a échoué
fy: Wiskjen fan sertifikaten mislearre
gl: Fallou o borrado do certificado
hu: Egy tanúsítvány törlése nem sikerült
it: Eliminazione dei certificati fallita
ja: 証明書の削除に失敗しました
kk: Куәлікті өшіру жаңылысы
km: ការ​លុប​វិញ្ញា​បនបត្រ​បាន​បរាជ័យ
ko: 인증서를 제거할 수 없습니다
mk: Бришењето на сертификатот не успеа
ms: Gagal Menghapuskan Sijil
nb: Sertifikatsletting mislyktes
nds: Wegdoon vun Zertifikaten fehlslaan
nl: Verwijderen van certificaten mislukt
nn: Sertifikatsletting mislukkast
pl: Usuwanie certyfikatu zakończyło się niepowodzeniem
pt: Remoção do Certificado Falhou
pt_br: Falha ao Apagar o Certificado
ru: Невозможно удалить сертификат
sk: Odstránenie certifikátu zlyhalo
sl: Brisanje certifikatov ni uspelo
sr: Брисање сертификата није успело
sr@latn: Brisanje sertifikata nije uspelo
sv: Borttagning av certifikat misslyckades
ta: சான்றிதழை அழிக்க முடியவில்லை.
tg: Наметавонам сертификатро ҳузф кунам
uk: Вилучення сертифіката зазнало невдачі
zh_cn: 证书删除失败
zh_tw: 刪除憑證失敗

source: Checking key dependencies...
bg: Проверка на зависимостите на ключовете...
ca: S'estan comprovant les dependències de clau...
cs: Kontrola závislosti klíčů...
da: Tjekker nøgleafhængigheder...
de: Schlüsselabhängigkeiten überprüfen ...
el: Έλεγχος εξαρτήσεων κλειδιού...
es: Comprobando las dependencias de las claves...
et: Võtme sõltuvuste kontroll...
eu: Gako dependentziak egiaztatzen...
fa: در حال بررسی وابستگیهای کلید...
fr: Vérifier les dépendances des clés...
fy: Ofhinklikheden kaaien wurde kontrolearre...
gl: Comprobando as dependencias da chave...
hu: A kulcsfüggőségek ellenőrzése...
it: Controllo le dipendenze delle chiavi...
ja: 鍵の依存関係をチェック中...
kk: Кілт тәуелдіктерін тексеру...
km: កំពុង​ពិនិត្យ​ភាព​អាស្រ័យ​របស់​កូនសោ​...
ko: 키 의존성 검사중...
mk: Ги проверувам зависностите на клучевите...
ms: Semakan kebergantungan kekunci...
nb: Sjekker nøkkelavhengigheter …
nds: Slötelafhangigkeiten warrt pröövt...
nl: Afhankelijkheden sleutels worden gecontroleerd...
nn: Sjekkar nøkkelavhengnader …
pl: Sprawdzanie zależności kluczy...
pt: A verificar dependências de chaves...
pt_br: Verificando Dependências da Chave...
ru: Проверка зависимости ключей...
sk: Kontrolujem závislosti kľúčov...
sl: Preverjanje odvisnosti ključev ...
sr: Проверавам међузависности кључева...
sr@latn: Proveravam međuzavisnosti ključeva...
sv: Kontrollerar beroenden hos nycklar...
ta: தொடர்புடைய விசையை சரிபார்க்கவும்....
tg: Тафтиши мутобиқати калид...
uk: Перевірка залежності ключів...
zh_cn: 正在检查密钥依赖性...
zh_tw: 檢查金鑰相依性...

source: Some or all of the selected certificates are issuers (CA certificates) for other, non-selected certificates. Deleting a CA certificate will also delete all certificates issued by it.
bg: Някои или всички от избраните удостоверения, са удостоверения от удостоверители за други неизбрани удостоверения. Изтриването на удостоверенията на удостоверителите, също така, ще изтрие и всички удостоверения издадени от тях.
ca: Alguns o tots dels certificats seleccionats són emissors (certificats CA) per a altres certificats no seleccionats. En esborrar un certificat CA també s'esborraran tots els certificats que aquest ha emès.
cs: Některé nebo všechny certifikáty jsou vydavateli (CA certifikáty) pro jiné nezvolené certifikáty. Smazání těchto certifikátů povede také ke smazání jimi vydaných certifikátů.
da: Nøgle eller alle de valgte certifikater er udstedere (CA-certifikater) for andre, ikke-valgte certifikater. Sletning af et CA-certifikat vil også slette alle certifikater udstedet af det.
de: Mindestens eins der ausgewählten Zertifikate ist Aussteller (CA-Zertifikat) für weitere, nicht ausgewählte Zertifikate. Wenn Sie ein CA-Zertifikat löschen, werden auch alle von dieser CA ausgestellten Zertifikate gelöscht.
el: Μερικά ή όλα από τα επιλεγμένα πιστοποιητικά είναι εκδότες (πιστοποιητικά CA) για άλλα, μη επιλεγμένα πιστοποιητικά. Η διαγραφή ενός πιστοποιητικού CA θα διαγράψει επίσης και όλα τα άλλα πιστοποιητικά που εκδόθηκαν από αυτό.
es: Algunos o todos de los certificados seleccionados son emisores (certificados de CA -Autoridad Certificadora-) de otros certificados no seleccionados. Borrar un certificado CA borrará también todos los certificados que haya emitido.
et: Mõned või kõik valitud sertifikaadid on väljaandja (SK) sertifikaadid teistele, valimata sertifikaatidele. SK sertifikaadi kustutamine kustutab ka kõik selle SK välja antud sertifikaadid.
eu: Hautatutkoa zenbait ziurtagiri beste ez-hautatutakoen jaultitzaileak dira (CA ziurtagiriak). CA ziurgiri bat ezabatzean honek jaulgitako ziurtagiri guztiak ere ezabatuko dira.
fa: برخی یا تمام گواهی‌نامه‌های برگزیده، فرستنده‌های )گواهی‌نامه‌های CA( گواهی‌نامه‌های برگزیده‌نشدۀ دیگر می‌باشند. با حذف گواهی‌نامۀ CA، همۀ گواهی‌نامه‌هایی که با آن فرستاده شده‌اند نیز حذف می‌شوند.
fr: Certains ou tous les certificats sélectionnés sont émetteurs (certificats de l'AC) pour d'autres certificats, non sélectionnés. La suppression d'un certificat de l'AC détruira également tous les certificats qu'il a émis.
fy: Inkele of alle selektearre sertifikaten binne fan útjouwers (CA Sertifikaten) fan sertifikaten dy't op dit stuit net selektearre binne. Troch dizze CA Sertifikaten te wiskjen, wurde ek de sertifikaten wiske dy't troch harren útjûn binne.
gl: Algún dos certificados seleccionados están expendidos para outros (certificados CA), certificados non seleccionados. Ao borrar o certificado CA borraranse todos os certificados expendidos por el.
hu: A kiválasztott tanúsítványok közül néhány (esetleg az összes) kibocsátói (CA tanúsítványok) más, nem kijelölt tanúsítványokhoz. CA tanúsítvány törlése esetén a vele kiadott tanúsítványok is törlődnek.
it: Alcuni o tutti i certificati selezionati sono emittenti (certificati CA) per altri certificati non selezionati. La cancellazione dei certificati CA provocherà la cancellazione di tutti i certificati collegati.
ja: 選択された証明書の一部またはすべては、別の選択されていない証明書の発行者 (CA 証明書) です。 CA 証明書を削除すると、それによって発行されたすべての証明書も削除されます。
kk: Кейбір не барлық таңдалған куәліктер басқа, таңдалмаған куәліктердің негізі (CA куәліктері) болған. CA күәліктерді өшіргенде оларды негіздеген куәліктері де өшіріледі.
km: វិញ្ញាបនបត្រ​មួយ​ចំនួន ​ឬ​ទាំងអស់​ដែល​បានជ្រើស​គឺ​ជា​អ្នក​ចេញផ្សាយ​ (វិញ្ញាបនបត្រ​ CA ) ហើយ​សម្រាប់​ផ្សេងទៀត​ដែល​មិន​បានជ្រើស​វិញ្ញាបនបត្រ​ ។ ការលុប​វិញ្ញាបនបត្រ​ CA នឹង​លុប​វិញ្ញាបនបត្រ​ទាំងអស់​ដែល​បាន​ផ្សាយ​តាម​រយៈវា​ ។
ko: 선택된 인증서들 모두 혹은 일부가 다른 인증서들을 위해 발행(CA인증서)되었습니다. CA 인증서를 지우면 그와 관련된 모든 인증서가 지워집니다.
mk: Некои или сите од избраните сертификати се издавачи (CA-Сертификати) за други, неизбрани сертификати. Бришењето на CA-сертификат исто така ќе ги избрише сите сертификати издадени од него.
ms: Sebahagian atau semua sijil yang dipilih adalah pengeluar (sijil PBP) untuk sijil tak dipilih yang lain. Menghapuskan sijil PBP akan menghapuskan juga semua sijil yang dikeluarkan olehnya.
nb: Noen av eller alle de valgte sertifikatene er utstedere (CA-sertifikater) for andre sertifikater som ikke er valgt. Om et CA-sertifikat slettes blir alle sertifikater som denne har utstedt også slettet.
nds: En poor oder all vun de utsöchte Zertifikaten sünd Rutgevers (Zertifikaten vun Zertifikaatautoriteten) för anner, nich utsöchte Zertifikaten. Wenn Du dat Zertifikaat vun en Zertifikaatautoriteet wegdeist, warrt ok all vun ehr rutgeven Zertifikaten wegdaan.
nl: Enkele of alle geselecteerde certificaten zijn van uitgevers (CA Certificaten) van certificaten die op dit moment niet geselecteerd zijn. Door deze CA Certificaten te verwijderen, worden ook de certificaten verwijderd die door hun zijn uitgegeven.
nn: Nokre eller alle sertifikata er ustadarar (CA-sertifikat) for andre sertifikat som ikkje er vald. Om eit CA-sertifikat vert sletta vert alle sertifikata som har denne utstedt også sletta.
pl: Kilka lub wszystkie certyfikaty są certyfikatami wystawcy (certyfikaty CA) dla innych, nie wybranych certyfikatów. Usunięcie certyfikatu wystawcy spowoduje usunięcie wszystkich certyfikatów wystawionych za jego pomocą.
pt: Alguns ou todos dos certificados seleccionados são emissores (certificados CA) de outros certificados não seleccionados. Apagar um certificado CA também vai apagar todos os certificados emitidos por ele.
pt_br: Alguns ou todos os certificados selecionados são de emissores (certificados de ACs) para outros certificados não-selecionados. Ao remover o certificado da AC, serão também removidos todos os certificados emitidos por ela.
ru: Некоторые или все выбранные сертификаты подписывали другие, не выбранные сертификаты. Удаление такого сертификата также удалит все подписанные им сертификаты.
sk: Niektoré z vybraných certifikátov sú vydavatelia (CA certifikáty) iných, nevybraných certifikátov. Odstránenie certifikátu pre CA odstráni aj všetky certifikáty, ktoré boli touto CA vydané.
sl: Nekateri ali vsi izbrani certifikati so izdajatelji (certifikati CA) za druge, neizbrane certifikate. Brisanje certifikata CA bo zbrisalo tudi vse certifikate, ki so bili izdani z njim.
sr: Неки од или сви изабрани сертификати су издавачи (CA сертификати) за друге, неизабране сертификате. Брисањем CA сертификата такође ће бити обрисани и сви сертификати које је он издао.
sr@latn: Neki od ili svi izabrani sertifikati su izdavači (CA sertifikati) za druge, neizabrane sertifikate. Brisanjem CA sertifikata takođe će biti obrisani i svi sertifikati koje je on izdao.
sv: Vissa eller alla av de markerade certifikaten är utgivare (certifikat från certifikatutfärdare) för andra certifikat. Att ta bort ett certifikat från en certifikatutfärdare tar också bort alla certifikat som givits ut av det.
ta: தேர்வு செய்யப்பட்ட சான்றிதழ்களில் சில அல்லது அனைத்துமே(CA சான்றிதழ்கள்) வழங்கப்பட்டவை, மற்றவை தேர்வு செய்யப்படாதவை. CA சான்றிதழை நீக்குவதன் மூலம் உங்களுக்கு வழங்கப்பட்ட சான்றிதழ் நீக்கப்படும்.
tg: Якчанд ё тамоми сертификатҳои интихобшуда, дигар сертификатҳои интихоб нашударо имзо мекарданд. Ҳузфи чунин сертификат ҳамчунин тамоми сертификатҳои бо ин имзошударо нин ҳузф мекунад.
uk: Деякі або всі вибрані сертифікати підписували інші, не вибрані сертифікати. Видалення такого сертифіката також видалить всі видані ним сертифікати.
zh_cn: 所选的部分或全部证书为其它未选证书的颁发机构。 删除颁发机构的证书会同时删除其颁发的全部证书。
zh_tw: 所選擇的憑證中有一些（或全部）是其他憑證的產生者（CA certificates，CA 憑證）。 刪除 CA 憑證也會刪除它們所產生的所有憑證。

source: Deleting CA Certificates
bg: Изтриване на удостоверения на удостоверители
ca: S'estan esborrant certificats CA
cs: Mazání CA certifikátů
da: Sletning af CA-certifikater
de: CA-Zertifikate löschen
el: Διαγραφή πιστοποιητικών CA
es: Borrando los certificados de las CA
et: SK sertifikaatide kustutamine
eu: CA ziurtagiriak ezabatzen
fa: حذف گواهی‌نامه‌های CA
fr: Supprimer des certificats de l'AC
fy: CA-sertifikaten wurde wiske
gl: Borrando os certificados CA
hu: CA tanúsítványok törlése
it: Sto cancellando i certificati CA
ja: CA 証明書の削除
kk: CA куәліктерін өшіру
km: លុប​វិញ្ញាបនបត្រ​ CA
ko: CA 인증서 삭제하는 중
mk: Бришење на CA-сертификати
ms: Menghapuskan sijil PBP
nb: Sletter CA-sertifikater
nds: ZA-Zertifikaten wegdoon
nl: CA-certificaten worden verwijderd
nn: Slettar CA-sertifikat
pl: Usuwanie certyfikatów wystawców
pt: Apagar Certificados CA
pt_br: Removendo Certificados de ACs
ru: Удаление сертификатов CA
sk: Odstraňujem certifikáty CA
sl: Brisanje certifikatov CA
sr: Бришем CA сертификате
sr@latn: Brišem CA sertifikate
sv: Tar bort certifikat från certifikatutfärdare
ta: சிஏ சான்றிதழ்கள் அழிக்கப்படுகின்றன
tg: Ҳузфи сертификатҳои CA
uk: Вилучення сертифікатів CA
zh_cn: 正在删除 CA 证书
zh_tw: 刪除 CA 憑證
