Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: PKCS#12 Key Bundle (*.p12)
bg: Файл с ключове PKCS#12 (*.p12)
ca: Paquet de clau PKCS#12 (*.p12)
cs: Svazek klíčů PKCS#12 (*.p12)
da: PKCS#12 Nøglebundt (*.p12)
de: PKCS#12-Schlüsselbündel (*.p12)
el: Δέσμη κλειδιών PKCS#12 (*.p12)
es: Conjunto de claves PKCS#12 (*.p12)
et: PKCS#12 võtmekimp (*.p12)
eu: PKCS#12 gako bilduma (*.p12)
fa: کلاف کلید PKCS#۱۲ )*.p12(
fr: Groupe de clés PKCS#12 (*.p12)
fy: PKCS#12 kaaibosk (*.p12)
gl: Coleccións de Chaves PKCS#12 (*.p12)
hu: PKCS#12 kulcscsomag (*.p12)
ja: PKCS#12 鍵 Bundle (*.p12)
kk: PKCS#12 кілт бумасы (*.p12)
km: កូនសោ​ PKCS#12 Bundle (*.p12)
ko: PKCS#12 키 번들 (*.p12)
mk: PKCS#12 Збирка на клучеви (*.p12)
ms: Berkas kekunci PKCS#12 (*.p12)
nb: PKCS#12 nøkkelpakke (*.p12)
nds: PKCS Nr.12-Slötelbund (*.p12)
nl: PKCS#12 sleutelbos (*.p12)
nn: PKCS#12 nøkkelpakke (*.p12)
pl: Zbiór kluczy PKCS#12 (*.p12)
pt: Conjunto de Chaves PKCS#12 (*.p12)
pt_br: Chave PKCS#12 (*.p12)
ru: Связка ключей PKCS#12 (*.p12)
sk: Archív kľúčov PKCS#12 (*.p12)
sl: Šop ključev PKCS#12 (*.p12)
sr: PKCS#12 свежањ кључева (*.p12)
sr@latn: PKCS#12 svežanj ključeva (*.p12)
sv: PKCS#12 nyckelsamling (*.p12)
ta: பிகேசிஎஸ்#12 விசைக் கட்டு(*.பி12)
tg: Бастани калидҳои PKCS#12 (*.p12)
uk: Низка ключів PKCS#12 (*.p12)
zh_cn: PKCS#12 密钥集 (*.p12)
zh_tw: PKCS#12 金鑰組合 （*.p12）

source: Could not start GnuPG LogViewer (kwatchgnupg). Please check your installation!
bg: Програмата за преглед на журнала на GnuPG (kwatchgnupg) не може да бъде стартирана. Моля, проверете инсталацията.
ca: No s'ha pogut iniciar el visor de registre del GnuPG (kwatchgnupg). Si us plau, comproveu la vostra instal·lació!
cs: Nelze spustit prohlížeč záznamů GnuPG (kwatchgnupg). Prosím ověřte si instalaci!
da: Kunne ikke starte GnuPG Logviseren (kwatchgnupg). Tjek venligst din installation.
de: Der GnuPG-Protokollbetrachter (kwatchgnupg) lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation!
el: Αδυναμία εκκίνησης του προβολέα καταγραφής GnuPG (kwatchgnupg). Παρακαλώ ελέγξτε την εγκατάστασή σας!
es: No fue posible iniciar el visualizador de registros de GnuPG (kwatchgnupg). Verifique su instalación.
et: GnuPG loginäitaja (kwatchgnupg) käivitamine ebaõnnestus. Palun kontrolli paigaldust!
eu: Ezin da GnuPG LogViewer abiatu (kwatchgnupg). Egiaztatu zure instalazioa!
fa: مشاهده‌گر ثبت GnuPG )( kwatchgnupgرا نمی‌توان آغاز کرد. لطفاً، نصب خود را بررسی کنید!
fr: Impossible de démarrer l'afficheur de journaux « GnuPG » (kwatchgnupg). Veuillez vérifier votre installation !
fy: Koe de GnuPG logwerjefte net starte (kwatchgnupg). Kontrolearje a.j.w. jo ynstallaasje.
gl: Non se puido iniciar o Visor de Rexistros de GnupG (kwatchgnupg). Por favor, comprobe a súa instalación!
hu: Nem sikerült elindítani a GnuPG naplómegjelenítő programot (kwatchgnupg). Ellenőrizze, megfelelően telepítve van-e a program.
it: Impossibile avviare GnuPG LogViewer (kwatchgnupg). Per favore, controlla la tua installazione!
ja: GnuPG ログビューア (kwatchgnupg) を開始できませんでした。インストールを確認してください。
kk: GnuPG журналын қарау (kwatchgnupg) жегілмеді. Орнатылғанын тексеріңіз!
km: មិន​អាច​ចាប់ផ្ដើម​កម្មវិធី​មើល​កំណត់​ហេតុ GnuPG (kwatchgnupg) ។ សូម​ពិនិត្យ​មើល​ការ​ដំឡើង​របស់​អ្នក !
ko: GnuPG 로그 뷰어(kwatchgnupg)를 시작할 수 없습니다. 설치 여부를 확인하십시오.
mk: Не можам да го подигнам GnuPG прегледувачот на дневници (kwatchgnupg). Проверете ја Вашата инсталација!
ms: Tidak dapat memulakan pemapar log GnuPG (kwatchgnupg). Semak pemasangan anda!
nb: Klarte ikke starte GnuPG loggviser /kwatchgnupg). Sjekk installasjonen!
nds: De Logbookkieker för GnuPG (kwatchgnupg) lett sik nich starten. Prööv bitte Dien Installatschoon.
nl: Kon de GnuPG logweergave niet starten (kwatchgnupg). Controleer a.u.b. uw installatie.
nn: Klarte ikkje starta GnuPG loggvisar (kwatchgnupg). Sjekk installasjonen!
pl: Nie można uruchomić przeglądarki dziennika GnuPG (kwatchgnupg). Proszę sprawdzić swoją instalację!
pt: Não foi possível iniciar o visualizador de registos do GnuPG (kwatchgnupg). Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o visualizador de logs do GnuPG (kwatchgnupg). Por favor, verifique sua instalação.
ru: Невозможно запустить программу просмотра журнала GnuPG (kwatchgnupg). Проверьте вашу установку!
sk: Nepodarilo sa spustiť prehliadač záznamu GnuPG (kwatchgnupg). Prosím overte si inštaláciu.
sl: Ni moč zagnati programa GnuPG LogViewer (kwatchgnupg). Prosim preverite namestitev.
sr: Нисам могао да покренем приказивач дневника GnuPG-а (kwatchgnupg). Проверите своју инсталацију!
sr@latn: Nisam mogao da pokrenem prikazivač dnevnika GnuPG-a (kwatchgnupg). Proverite svoju instalaciju!
sv: Kunde inte starta GnuPG-loggvisning (kwatchgnupg). Kontrollera installationen.
ta: ஜிஎன்யுபிஜி பதிவு காட்சியகத்தை துவங்க முடியவில்லை(kwatchgnupg).நிறுவுதலை சரி பார்க்கவும்
tg: Наметавонам барномаи намоиши журнали GnuPG-ро (kwatchgnupg) оғоз кунам. Сабти худро биозмоед!
uk: Не вдалося запустити переглядач журналу GnuPG. Будь ласка, перевірте вашу інсталяцію!
zh_cn: 不能启动 GnuPG 日志查看器 (kwatchgnupg)，请检查您的安装。
zh_tw: 無法啟動 GnuPG 紀錄顯示器（Kwatchgnupg）。請檢查您的安裝是否完整。

source: Kleopatra Error
bg: Грешка на Kleopatra
ca: Error de Kleopatra
cs: Chyba
da: Kleopatra-fejl
de: Kleopatra-Fehler
el: Σφάλμα Kleopatra
es: Error de Kleopatra
et: Kleopatra viga
eu: Kleopatra-ren errorea
fa: خطای Kleopatra
fr: Erreur de Kleopatra
fy: Kleopatra fout
gl: Erro de Kleopatra
hu: Hiba - Kleopatra
it: Errore di Kleopatra
ja: Kleopatra エラー
kk: Kleopatra қатесі
km: កំហុស​ Kleopatra
ko: 클레오파트라 오류
mk: Грешка на Kleopatra
ms: Ralat Kleopatra
nb: Kleopatra-feil
nds: Kleopatra-Fehler
nl: Kleopatra fout
nn: Kleopatra-feil
pl: Błąd Kleopatry
pt: Erro do Kleopatra
pt_br: Erro do Kleopatra
ru: Ошибка Kleopatra
sk: Chyba Kleopatra
sl: Napaka Kleopatre
sr: Грешка Kleopatra-е
sr@latn: Greška Kleopatra-e
sv: Fel i Kleopatra
ta: கிளியோபட்ரா பிழை
tg: Хатои Kleopatra
uk: Помилка в Kleopatra
zh_cn: Kleopatra 错误
zh_tw: Kleopatra 錯誤

source: CRL cache dump:
bg: Снимка на кеш-паметта CRL:
ca: Bolcat de cau CRL:
cs: Výpis CRL cache:
de: Ausgabe der lokalen Sperrlisten:
el: Αποτύπωση λανθάνουσας CRL:
es: Volcado del caché de CRL:
et: CRL vahemälu:
eu: CRL cache-aren iraulketa:
fa: تخلیۀ نهانگاه CRL:
fr: Vider le cache des LRC :
gl: Volcado de caché CRL:
hu: A CRL-gyorstár kiírása:
it: Dump cache CRL:
ja: CRL キャッシュダンプ:
kk: CRL бүркемесінің дампы:
km: បោះចោល​ឃ្លាំងសម្ងាត់ CRL ៖​
ko: CRL 캐시 덤프:
mk: Исфрлок на CRL-кешот:
ms: Pengabaian cache CRL:
nb: Dump av CRL-mellomlager:
nds: Torüchrooplisten-Utgaav:
nn: Dump av CRL-mellomlager:
pl: Zrzut pamięci podręcznej odwołanych ceryfikatów:
pt: Resultado da 'cache' do CRL:
pt_br: Liberar cache CRL:
ru: Снимок кэша CRL:
sk: Výpis CRL cache:
sl: Odlagališče predpomnilnika CPS-jev:
sr: Избачај CRL кеша:
sr@latn: Izbačaj CRL keša:
sv: CRL-cacheinnehåll:
ta: சிஆர்எல் இடைமாற்றுத் திணி
tg: Сурати кеши CRL:
uk: Скидання кешу CRL:
zh_cn: CRL 缓存转储：
zh_tw: 印出廢棄憑證清單快取內容：

source: Unable to start gpgsm process. Please check your installation.
bg: Процесът gpgsm не може да бъде стартиран. Моля, проверете инсталацията.
ca: No s'ha pogut iniciar el procés gpgsm. Si us plau, comproveu la vostra instal·lació.
cs: Nelze spustit 'gpgsm' proces. Prosím ověřte si instalaci.
da: Kan ikke starte gpgsm-proces. Tjek venligst din installation.
de: Der gpgsm-Prozess lässt sich nicht starten. Bitte überprüfen Sie Ihre Installation.
el: Αδυναμία εκκίνησης της διεργασίας gpgsm. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: No es posible iniciar el proceso gpgsm. Compruebe su instalación.
et: GpgSM protsessi käivitamine ebaõnnestus. Palun kontrolli paigaldust.
eu: Ezin da gpgsm prozesua abiatu. Egiaztatu zure instalazioa.
fa: قادر به آغاز فرآیند gpgsm نیست. لطفاً، نصب خود را بررسی کنید.
fr: Impossible de démarrer le processus « gpgsm ». Veuillez vérifier votre installation.
fy: Koe it proses gpgsm net starte. Kontrolearje a.j.w. jo ynstallaasje.
gl: Imposíbel iniciar o proceso gpgsm. Por favor, comprobe a súa instalación.
hu: A gpgsm folyamatot nem sikerült elindítani. Ellenőrizze, rendben telepítve van-e a program.
it: Impossibile avviare il processo gpgsm. Per favore, controlla la tua installazione.
ja: gpgsm プロセスを開始できません。インストールを確認してください。
kk: gpgsm процесы жегілмеді. Орнатылғанын тексеріңіз.
km: មិន​អាច​ចាប់ផ្ដើម​ដំណើរការ gpgsm ។ សូម​ពិនិត្យ​មើល​ការ​ដំឡើង​របស់​អ្នក ។
ko: gpgsm 작업을 시작할 수 없습니다. 설치 여부를 확인하십시오.
mk: Не можам да го стартувам gpgsm-процесот. Проверете ја вашата инсталација.
ms: Tidak dapat memulakan proses gpgsm. Semak pemasangan anda.
nb: Klarte ikke startr gpgsm-prosessen. Sjekk installasjonen.
nds: De Perzess "gpgsm" lett sik nich starten. Prööv bitte Dien Installatschoon.
nl: Kon het proces gpgsm niet starten. Controleer a.u.b. uw installatie.
nn: Klarte ikkje starte gpgsm-prosessen. Sjekk installasjonen.
pl: Nie można uruchomić programu gpgsm. Proszę sprawdzić swoją instalację.
pt: Não foi possível iniciar o processo gpgsm. Por favor verifique a sua instalação.
pt_br: Não foi possível iniciar o processo gpgsm. Por favor, verifique sua instalação.
ru: Невозможно запустить процесс gpgsm. Проверьте вашу установку.
sk: Nepodarilo sa spustiť proces gpgsm. Prosím overte si inštaláciu.
sl: Ni moč zagnati procesa gpgsm. Prosim preverite namestitev.
sr: Не могу да покренем gpgsm процес. Проверите своју инсталацију.
sr@latn: Ne mogu da pokrenem gpgsm proces. Proverite svoju instalaciju.
sv: Kunde inte starta gpgsm-processen. Kontrollera installationen.
ta: ஜிபிஜிஎஸ்எம் செயல்பாட்டை துவக்க முடியவில்லை.உங்கள் நிறுவுதலை சரி பார்க்கவும்.
tg: Наметавонам амалиёти gpgsm-ро оғоз кунам. Сабти худро биозмоед.
uk: Неможливо запустити процес gpgsm. Будь ласка, перевірте вашу інсталяцію.
zh_cn: 不能启动 GpgSM 进程，请检查您的安装。
zh_tw: 無法啟動 gpgsm 行程。請檢查您的安裝是否完整。

source: The GpgSM process ended prematurely because of an unexpected error.
bg: Процесът GpgSM приключи преждевременно поради неочаквана грешка.
ca: El procés GpgSM ha acabat prematurament a causa d'un error inesperat.
cs: Proces GpgSM byl předčasně ukončen kvůli neočekávané chybě.
da: GpgSM-processen endte for tidligt på grund af en uventet fejl.
de: Der GpgSM-Prozess wird wegen eines unerwarteten Fehlers vorzeitig beendet.
el: Η διεργασία GpgSM τερμάτισε πρόωρα εξαιτίας ενός μη αναμενόμενου σφάλματος.
es: El proceso GpgSM terminó prematuramente debido a un error inesperado.
et: GpgSM protsess suri enneaegselt ootamatu vea tõttu.
eu: GpgSM prozesua behar baina lehenago amaitu da espero ez zen errore bat gertatu delako.
fa: به علت یک خطای غیرمنتظره، فرایند GpgSM پیش از موعد به پایان رسید.
fr: Le processus « GpgSM » s'est terminé prématurément en raison d'une erreur inattendue.
fy: It proses GpgSM waard foartiids ôfbrutsen fanwege in ûnbekende fout.
gl: O proceso GPGSM rematou prematuramente debido a un erro inesperado.
hu: A GpgSM folyamat egy váratlan hiba miatt idő előtt befejeződött.
it: Il processo GpgSM è terminato prematuramente a causa di un errore inaspettato.
ja: GpgSM プロセスは予期しないエラーにより途中で終了しました。
kk: GpgSM процесы күтпеген қатеге тап болып бітпей аяқталды.
km: ដំណើរការ GpgSM បាន​បញ្ចប់​មុន​ពេល ដោយ​សារ​តែ​កំហុស​ដែល​មិន​បាន​រំពឹង​ទុក ។
ko: GpgSM이 예상치 못한 오류로 인해 조기에 종료되었습니다.
mk: GpgSM-процесот заврши прерано поради неочекувана грешка.
ms: Proses GpgSM tamat separuh jalan kerana ralat yang tak dijangka.
nb: GpgSM-prosessen avsluttet for tidlig på grunn av en uventet feil.
nds: De Perzess "GpgSM" hett sik vör Tiet beendt, dat geev en unverwacht Fehler.
nl: Het proces GpgSM werd voortijdig afgebroken vanwege een onbekende fout.
nn: GpgSM-prosessen avslutta for tidleg på grunn av ein uventa feil.
pl: Proces GpgSM zakończył się niespodziewanie z błędem.
pt: O processo GpgSM terminou prematuramente devido a um erro inesperado.
pt_br: O processo GpgSM finalizou prematuramente, pois ocorreu um erro inesperado.
ru: Процесс GpgSM закончился преждевременно из-за неизвестной ошибки.
sk: Proces GpgSM bol predčasne ukončený kvôli neočakávanej chybe.
sl: Proces GpgSM se je končal predčasno zaradi nepričakovane napake.
sr: GpgSM процес је прерано окончан због неочекиване грешке.
sr@latn: GpgSM proces je prerano okončan zbog neočekivane greške.
sv: GpgSM-processen avslutades i förtid på grund av ett oväntat fel.
ta: எதிர்பாராத பிழையினால் ஜிபிஎசெம் செயல்பாடு முன்னதாகவே முடிந்தது
tg: Амалиёти GpgSM, аз барои хатои номаълум пеш аз мӯҳлат ба итмом расид.
uk: Процес GpgSM закінчився передчасно через невідому помилку.
zh_cn: GpgSM 进程因非预期错误而提前结束。
zh_tw: GpgSM 行程遇到不可預期的錯誤而結束。

source: Search for external certificates initially
bg: Първоначално търсене на външни удостоверения
ca: Inicialment cerca certificats externs
cs: Nejdříve hledat externí certifikáty
da: Søg efter eksterne certifikater i begyndelsen
de: Zunächst nach externen Zertifikaten suchen
el: Αναζήτηση αρχικά για εξωτερικά πιστοποιητικά
es: Buscar inicialmente certificados externos
et: Kõigepealt väliste sertifikaatide otsimine
eu: Bilatu kanpoko ziurtagiriak hasieran
fa: جستجوی آغازین برای گواهی‌نامه‌های خارجی
fr: Rechercher en premier lieu les certificats externes
fy: Foarearst sykje om eksterne sertifikaten
gl: Procurar inicialmente para certificados externos
hu: Kezdetben csak külső tanúsítványok keresése
it: Cerca inizialmente certificati esterni
ja: 外部証明書を最初に検索
kk: Алдымен сыртқы куәліктерді іздеу
km: ដំបូង​ស្វែងរក​វិញ្ញា​បនបត្រ​ខាង​ក្រៅ
ko: 외부 인증서를 기본적으로 찾습니다
mk: Барај надворешни сертификати од почеток
ms: Cari sijil luar pada pemulaan
nb: Søk etter eksterne sertifikat først
nds: Toeerst na extern Zertifikaten söken
nl: In eerste instantie zoeken naar externe certificaten
nn: Søk etter eksterne sertifikat først
pl: Wyszukaj na początku zewnętrzne certyfikaty
pt: Procurar inicialmente pelos certificados externos
pt_br: Procurar por certificados externos inicialmente
ru: Сначала искать во внешних сертификатах
sk: Hľadať najprv externé certifikáty
sl: Najprej išči po zunanjih certifikatih
sr: Прво потражи спољашње сертификате
sr@latn: Prvo potraži spoljašnje sertifikate
sv: Sök inledningsvis efter externa certifikat
ta: ஆரம்பத்தில் வெளியார்ந்த சான்றிதழ்களைத் தேடு
tg: Аввал дар сертификатҳои хориҷӣ ҷустуҷӯ кардан
uk: Шукати за зовнішніми сертифікатами при запуску
zh_cn: 起始时搜索外部证书
zh_tw: 初始化時搜尋外部憑證

source: Initial query string
bg: Първоначална заявка
ca: Cadena de cerca inicial
cs: Počáteční řetězec s dotazem
da: Initial forespørgselsstreng
de: Anfängliche Suchanfrage
el: Αρχική συμβολοσειρά ερωτήματος
es: Cadena de búsqueda inicial
et: Algpäringu string
eu: Hasierako kontsulta katea
fa: رشتۀ پرس‌وجوی آغازین
fr: Chaîne de requête initiale
fy: Begjinterm sykopdracht
gl: Cadea de consulta inicial
hu: Kezdeti lekérdezősztring
it: Stringa di interrogazione iniziale
ja: 初期検索文字列
kk: Бастапқы сұраныс жолы
km: ចាប់ផ្តើម​​ខ្សែអក្សរ​​សំណួរ​
ko: 초기 대기열 문자열
mk: Иницијална низа на барање
ms: Rentetan pertanyaan pemulaan
nb: Spørrestreng ved oppstart
nds: Start-Anfraagtekenkeed
nl: Beginterm zoekopdracht
nn: Spørrestreng ved oppstart
pl: Zapytanie początkowe
pt: Sequência de procura inicial
pt_br: String inicial de consulta
ru: Начальная строка запроса
sk: Počiatočný dotazový reťazec
sl: Začetni poizvedbeni niz
sr: Почетни знаковни низ упита
sr@latn: Početni znakovni niz upita
sv: Ursprunglig förfrågan
ta: ஆரம்ப கேள்வி சரம்
tg: Сатри ибтидоии дархост
uk: Початковий рядок запиту
zh_cn: 初始查询字符串
zh_tw: 初始查詢字串

source: Name of certificate file to import
bg: Име на файла удостоверение за импортиране
ca: Nom del certificat a importar
cs: Název souboru s certifikátem k importu
da: Navn på certifikatfil der skal importeres
de: Name der zu importierenden Zertifikatsdatei
el: Όνομα αρχείου του πιστοποιητικού για εισαγωγή
es: Nombre del archivo de certificado a importar
et: Imporditava sertifikaadifaili nimi
eu: Inportatzeko ziurtagiri fitxategiaren izena
fa: نام پروندۀ گواهی‌نامه برای واردات
fr: Nom du fichier de certificat à importer
fy: Namme fan it sertifikaat om te ymportearjen
gl: Nome do ficheiro de certificado a se importar
hu: Az importálandó tanúsítványfájl neve
it: Nome del file del certificato da importare
ja: インポートする証明書ファイルの名前
kk: Импорттайтын файлдың атауы
km: ឈ្មោះ​ឯកសារ​វិញ្ញា​បនបត្រ​ត្រូវ​នាំចូល​
ko: 가져올 인증서 파일의 이름
mk: Име на сертификат-датотеката за внесување
ms: Nama fail sijil untuk diimport
nb: Navn på sertifikatfil som skal importeres
nds: Naam vun de Zertifikaatdatei för't Importeren
nl: Naam van het certificaat om te importeren
nn: Namn på sertifikatfila som skal importerast
pl: Nazwa pliku z certyfikatem do zaimportowania
pt: Nome do ficheiro de certificado a importar
pt_br: Nome do arquivo de certificado para importar
ru: Имя файла сертификата для импорта
sk: Meno súboru certifikátu, ktorý sa má importovať
sl: Ime certifikatne datoteke za uvoz
sr: Име фајла сертификата за увожење
sr@latn: Ime fajla sertifikata za uvoženje
sv: Namn på certifikatfil att importera
ta: இறக்குமதி செய்யவேண்டிய சான்றிதழின் பெயர்
tg: Номи файли сертификат барои воридот
uk: Назва файла сертифіката для імпортування
zh_cn: 要导入的证书文件的名称
zh_tw: 要匯入的憑證檔名

source: <qt>The crypto plugin could not be initialized.<br>Certificate Manager will terminate now.</qt>
bg: <qt>Грешка при инициализиране на приставката за шифроване.<br>Мениджърът на удостоверения ще прекъсне изпълнението си.</qt>
ca: <qt>No s'ha pogut inicialitzar l'endollable de xifrat. <br>El gestor de certificats acabarà ara.</qt>
cs: <qt>Kryptografický plugin nebylo možné inicializovat.<br>Správce certifikátů bude nyní ukončen.</qt>
da: <qt>Krypto-plugin kunne ikke initialiseres. <br>Certifikathåndteringen vil afslutte nu.</qt>
de: <qt>Das Krypto-Modul lässt sich nicht initialisieren.<br>Der Zertifikatsmanager wird jetzt beendet.</qt>
el: <qt>Το πρόσθετο κρυπτογράφησης δε μπορεί να αρχικοποιηθεί. <br>Ο διαχειριστής πιστοποιητικών θα τερματίσει τώρα.</qt>
es: <qt>No fue posible inicializar el complemento de cifrado.<br>El gestor de certificados terminará ahora.</qt>
et: <qt>Krüptoplugina käivitamine ebaõnnestus.<br>Sertifikaadihaldur lõpetab nüüd töö.</qt>
eu: <qt>Kriptografia plugin-a ezin izan da hasieratu.<br>Ziurtagiri kudeatzailea orain amaituko da.</qt>
fa: <qt>به وصلۀ رمز نمی‌توان مقدار اولیه داد.<br>هم‌ اکنون، مدیر گواهی‌نامه پایان می‌دهد.</qt>
fr: <qt>Le module externe « crypto » n'a pu être initialisé.<br>Le gestionnaire de certificats se termine maintenant.</qt>
fy: <qt>De kryptografyske plugin koe net starten wurde.<br>It Sertifikaatbehear sil no stopje.</qt>
gl: <qt>A extensión de cifraxe non se puido inicializar.<br>O xestor de certificados rematará agora.</qt>
hu: <qt>A titkosítási modult nem sikerült inicializálni.<br>A Tanúsítványkezelő bezáródik.</qt>
it: <qt>Il plugin crypto non ha potuto essere inizializzato<br>Il gestore certificati terminerà immediatamente.</qt>
ja: <qt>暗号プラグインを初期化できませんでした。<br>証明書マネージャを終了します。</qt>
kk: <qt>Шифрлау плагин модулі бастау күйіне келмеді.<br>Енді куәліктер менеджері жұмысын аяқтайды.</qt>
km: <qt>មិន​អាច​ចាប់ផ្ដើម​កម្មវិធី​​ជំនួយ ។<br>កម្មវិធី​គ្រប់គ្រង​វិញ្ញា​បនបត្រ​នឹង​បញ្ចប់​ឥឡូវ ។</qt>
ko: <qt>암호화 플러그인을 초기화되어 있지 않습니다.<br>인증서 관리자가 종료됩니다.</qt>
mk: <qt>Crypto-приклучокот не може да започне.<br>Менаџерот за сертификати ќе прекине.</qt>
ms: <qt>Plugin Kripto tidak dapat ditandatangani.<br>Pengurus Sijil akan ditamatkan sekarang.</qt>
nb: <qt>Klarte ikke klargjøre programtillegg for krypto.<br> Sertifikatbehandler avslutter nå.</qt>
nds: <qt>Dat Verslötelplugin lett sik nich torechtmaken.<br>De Zertifikaatpleger warrt sik nu beennen.</qt>
nl: <qt>De cryptografische plugin kon niet worden gestart.<br>Het Certificaatbeheer zal nu stoppen.</qt>
nn: <qt>Klarte ikkje klargjera tilleggsprogram for kryptering.<br>Sertifikathandsamar avsluttar no.</qt>
pl: <qt>Nie można zainicjalizować wtyczki kryptograficznej.<br>Menedżer certyfikatu zostanie teraz zamknięty.</qt>
pt: <qt>Não foi possível inicializar o 'plugin' de encriptação.<br>O Gestor de Certificados vai agora terminar.</qt>
pt_br: <b>O plug-in de criptografia não pode ser inicializado.<br>O gerenciador de certificados será finalizado agora.</qt>
ru: <qt>Модуль шифрования не может быть инициализирован.<br> Работа менеджера сертификатов будет закончена.</qt>
sk: <qt>Kryptografický modul nebolo možné inicializovať.<br>Manažér certifikátov bude teraz ukončený.</qt>
sl: <qt>Šifrirni vstavek ni bil inicializiran.<br>Upravitelj certifikatov bo sedaj končal.</qt>
sr: <qt>Криптоприкључак није могао да се иницијализује.<br>Менаџер сертификата ће сада обуставити рад.</qt>
sr@latn: <qt>Kriptopriključak nije mogao da se inicijalizuje.<br>Menadžer sertifikata će sada obustaviti rad.</qt>
sv: <qt>Krypteringsinsticksprogrammet kunde inte initieras.<br>Certifikathanteraren avslutas nu.</qt>
ta: <qt>கிரிப்டோ சொருகு பொருளை துவக்க முடியவில்லை.<br>சான்றிதழ் நிர்வாகி இப்போது நிறுத்தப்படும்.</qt>
tg: <qt>Модули рамзгузорӣ набояд инитсиализатсия карда шуда бошад.<br>Кори мудири сертификат ба итмом хоҳад расид.</qt>
uk: <qt>Неможливо ініціалізувати втулок шифрування.<br>Менеджер сертифікатів зараз припинить роботу.</qt>
zh_cn: <qt>加密插件不能初始化。<br>证书管理器将马上结束。</qt>
zh_tw: <qt>加密外掛程式無法初始化。<br> 憑證管理員將結束。</qt>

source: &Certificates
bg: &Удостоверения
ca: &Certificats
cs: &Certifikáty
da: &Certifikater
de: &Zertifikate
el: &Πιστοποιητικά
es: &Certificados
et: &Sertifikaadid
eu: &Ziurtagiriak
fa: &گواهی‌نامه‌ها‌
fr: &Certificats
fy: &Sertifikaten
gl: &Certificados
hu: &Tanúsítványok
it: &Certificati
ja: 証明書(&C)
kk: &Куәліктер
km: វិញ្ញាបនបត្រ​
ko: 인증서(&C)
mk: &Сертификати
ms: &Sijil
nb: &Sertifikater
nds: &Zertifikaten
nl: &Certificaten
nn: &Sertifikat
pl: &Certyfikaty
pt: &Certificados
pt_br: &Certificados
ru: &Сертификаты
sk: &Certifikáty
sl: &Certifikati
sr: &Сертификати
sr@latn: &Sertifikati
sv: &Certifikat
ta: &சான்றிதழ்கள்
tg: &Сертификатҳо
uk: &Сертифікати
zh_cn: 证书(&C)
zh_tw: 憑證(&C)

source: C&RLs
ca: C&RL
cs: C&RL
da: C&RL'er
de: &Sperrlisten
es: C&RL
et: &CRL-id
eu: C&RL-ak
fa: C&RLها‌
fr: L&RC
hu: C&RL-ek
it: C&RL
ja: C&RL
kk: C&RL тізімдері
ko: CRLs(&R)
mk: C&RL
ms: &CRL
nb: C&RL-er
nds: &Torüchrooplisten
nn: C&RL-ar
pl: Listy C&RL
sk: C&RL
sl: C&PS-ji
sr: CRL-&ови
sr@latn: CRL-&ovi
sv: C&RL:er
ta: CRL கள்
uk: C&RL-и
zh_cn: CRL(&R)
zh_tw: 廢棄憑證清單(&R)

source: Search Toolbar
bg: Лента с инструменти за търсене
ca: Barra de cerca
cs: Nástrojová lišta pro hledání
da: Søgeværktøjslinje
de: Suchen-Werkzeugleiste
el: Γραμμή εργαλείων αναζήτησης
es: Barra de búsqueda
et: Otsinguriba
eu: Bilaketa tresna-barra
fa: میله ابزار جستجو
fr: Barre d'outils de recherche
fy: Wurkbalke foar it sykjen
gl: Barra de ferramentas de procura
hu: Keresés eszköztár
it: Barra degli strumenti di ricerca
ja: 検索ツールバー
kk: Іздеу панелі
km: របារ​ឧបករណ៍​ស្វែងរក
ko: 검색 도구막대
mk: Лента со алатки за барање
ms: Bar Alat Carian
nb: Verktøylinje for søk
nds: Söök-Warktüüchbalken
nl: Werkbalk Zoeken
nn: Verktøylinje for søk
pl: Pasek wyszukiwania
pt: Barra de Procura
pt_br: Barra de Ferramentas de Busca
ru: Панель поиска
sk: Panel nástrojov pre hľadanie
sl: Orodjarna iskanja
sr: Трака за претрагу
sr@latn: Traka za pretragu
sv: Sökverktygsrad
ta: கருவிப்பட்டையைத் தேடு
tg: Панели ҷустуҷӯ
uk: Панель пошуку
zh_cn: 搜索工具栏
zh_tw: 搜尋工具列

source: &Details
bg: Подро&бности
ca: &Detalls
cs: &Detaily
da: &Detaljer
el: &Λεπτομέρειες
es: &Detalles
et: Ü&ksikasjad
eu: &Xehetasunak
fa: &جزئیات‌
fr: &Détails
gl: &Detalles
hu: &Részletek
it: &Dettagli
ja: 詳細(&D)
kk: &Егжей-тегжейлер
km: សេចក្ដីលម្អិត
ko: 세부 내용(&D)
mk: &Детали
ms: &Perincian
nb: &Detaljer
nn: &Detaljar
pl: &Szczegóły
pt: &Detalhes
pt_br: &Detalhes
ru: &Подробности
sk: &Detaily
sl: &Podrobnosti
sr: &Детаљи
sr@latn: &Detalji
sv: &Detaljinformation
ta: &விவரங்கள்
tg: &Ҷузъиёт
uk: &Подробиці
zh_cn: 细节(&D)
zh_tw: 詳情(&D)
