Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Certificate Wizard KIOSK integration, infrastructure
ca: Integració a KIOSK de l'assistent de certificat, infraestructura
cs: Integrace průvodce KIOSK certifikátem, infrastruktura
da: Certifikat-guide KIOSK integration, infrastruktur
de: KIOSK-Integration des Zertifikatsassistenten, Infrastruktur
el: Ενσωμάτωση μάγου πιστοποίησης KIOSK, εσωτερική δομή
es: Integración del asistente de certificados de KIOSK, infraestructura
et: Sertifikaadinõustaja KIOSK integreerimine, infrastruktuur
eu: KOISK ziurtagirien morroiaren integrazioa, azpiegitura
fa: مجتمع‌سازی KIOSK جادوگر گواهی‌نامه، زیرساخت
fr: Intégration de l'assistant de certificats KIOSK, infrastructure
fy: Sertifikaatassistint foar KIOSK-yntegraasje, ynfrastruktuer
gl: Integración KIOSK do asistente de certificados, infraestructura
hu: A tanúsítványvarázsló integrációja a KIOSK keretrendszerrel, infrastrukúra
it: Assistente per integrazione certificati KIOSK, infrastruttura
ja: 証明書ウィザード KIOSK インテグレーション、インフラストラクチャ
kk: Куәлік шеберін KIOSK-пен біріктіру, инфрақұрылымы
km: ការ​រួម​បញ្ចូល​​​រចនាសម្ព័ន្ធ​អ្នក​ជំនួយ​ការ​វិញ្ញាបនបត្រ​របស់​ KIOSK
ko: 인증 마법사 KIOSK 통합, 인프라
mk: Интеграција со KIOSK волшебникот за сертификати, инфраструктура
ms: Wizard sijil penyepaduan KIOSK, infrastruktur
nb: Sertifikatveiviser, KIOSK-integrasjon, infrastruktur
nds: KIOSK-Integreren vun den Zertifikaathölper, Infrastruktuur
nl: Certificaatassistent voor KIOSK-integratie, infrastructuur
nn: Sertifikatsvegvisar, KIOS-integrasjon, infrastruktur
pl: Integracja Asystenta Certyfikatów z KIOSK, infrastruktura
pt: Integração KIOSK do assistente de certificados, infra-estrutura
pt_br: Integração do Assistente de Certificado com o KIOSK; infra-estrutura
ru: Интеграция с KIOSK мастера сертификатов, инфраструктура
sk: Integrácia KIOSK do sprievodcu certifikátmi, infraštruktúra
sl: Integracija Čarovnika certifikatov za KIOSK, infrastruktura
sr: KIOSK интеграција за чаробњак сертификата, инфраструктура
sr@latn: KIOSK integracija za čarobnjak sertifikata, infrastruktura
sv: Kioskintegrering av certifikatguiden, infrastruktur
ta: KIOSK சான்றிதழ் வழிகாட்டி ஒருங்கிணைப்பு, செயல்பாடு
tg: Интегратсия бо KIOSK-и устоди сертификатҳо, инфраструктура
uk: Інтеграція майстра сертифікатів з KIOSK, інфраструктура
zh_cn: 证书向导 KIOSK 整合，基础设施
zh_tw: 憑證精靈 KIOSK 整合與基礎

source: Support for obsolete EMAIL RDN in Certificate Wizard
ca: Implementació per a EMAIL RDN obsolet a l'assistent de certificat
cs: Podpora zastaralého EMAIL RDN v průvodci certifikátu
da: Understøtte for forældet EMAIL RDN i certifikat-guide
de: Unterstützung veralteter E-Mail-RDNs im Zertifikatsassistenten
el: Υποστήριξη για ξεπερασμένα EMAIL RDN στο μάγο πιστοποίησης
es: Soporte para EMAIL RDN obsoleto en el asistente de certificados
et: Iganenud EMAIL RDN toetus sertifikaadinõustajas
eu: Zaharkitutako EMAIL RDN-ren euskarria ziurtagiri morroian
fa: پشتیبانی برای EMAIL RDN در جادوگر گواهی‌نامه
fr: Prise en charge des « EMAIL NDR » obsolètes dans l'assistant des certificats
fy: Stipe foar it oerstallige EMAIL RDN yn de sertifikaatassistint
gl: Soporte para RDN de EMAIL obsoleto no Asistente para certificados
hu: A már elavult EMAIL RDN funkció támogatása a tanúsítványvarázslóban
it: Supporto per EMAIL RDN obsoleti nell'assistente dei certificati
ja: 証明書ウィザードでの旧式の EMAIL RDN のサポート
kk: Куәлік шеберінде ескірген EMAIL RDN-ды қолдауы
km: គាំទ្រ EMAIL RDN លែង​ប្រើ​នៅ​ក្នុង​អ្នក​ជំនួយ​ការ​វិញ្ញា​បនបត្រ
ko: 인증 마법사에서 오래된 이메일 RDN 지원
mk: Поддршка за незначајни EMAIL RDN во волшебникот за сертификати
ms: Sokongan untuk E-MEL RDN usang dalam wizard sijil
nb: Støtte for utdatert EMAIL RDN i sertifikatveiviseren
nds: Ünnerstütten för ooltbacksche Nettpost-RDN för den Zertifikaathölper
nl: Ondersteuning voor het overbodige EMAIL RDN in de certificaatassistent
nn: Støtte for utdatert EMAIL RDN i sertifikatvegvisaren
pl: Obsługa przestarzałej opcji EMAIL RDN w Asystencie Certyfikatów
pt: Suporta para EMAIL RDN obsoleto no assistente de certificados
pt_br: Suporte ao RDN EMAIL obsoleto no Assistente de Certificado
ru: Поддержка устаревшей EMAIL RDN в мастере сертификатов
sk: Podpora starých EMAIL RDN vo sprievodcovi certifikátmi
sl: Podpora za zastareli EMAIL RND in Čarovnik za certifikate
sr: Подршка за застарели EMAIL RDN у чаробњаку сертификата
sr@latn: Podrška za zastareli EMAIL RDN u čarobnjaku sertifikata
sv: Stöd för föråldrade e-post RDN i certifikatguiden
ta: சான்றிதழ் வழிகாட்டியிலுள்ள முழுமையான EMAIL RDNக்கு துணை
tg: Пуштибонии EMAIL RDN-и кӯҳнашуда дар устоди сертификатҳо
uk: Підтримка застарілого EMAIL RDN в майстрі сертифікатів
zh_cn: 在证书向导中支持过时的 EMAIL RDN
zh_tw: 憑證精靈中的 EMAIL RDN 支援

source: DN display ordering support, infrastructure
ca: Implementació per a l'ordenació en mostrar el DN, infraestructura
cs: Podpora třídění zobrazení DN, infrastruktura
da: DN visning af rækkefølgestøtte, infrastruktur
de: Unterstützung der Sortierreihenfolge der DN-Anzeige, Infrastruktur
el: Υποστήριξη σειράς εμφάνισης DN, εσωτερική δομή
es: Soporte de ordenación al mostrar DN, infraestructura
et: DN esitamise järjekorra toetus, infrastruktuur
eu: DN bistaratze ordenaren euskarria, azpiegitura
fa: زیرساختار، پشتیبانی ترتیب نمایش نام دامنه
fr: Prise en charge de la commande d'affichage des ND, infrastructure
fy: DN-finster foar oanfreegjen help en ynfrastruktuer
gl: Soporte para ordenamento ao amosar os DN, infraestrutura
hu: DN-rendezési támogatás, infrastruktúra
it: Supporto ordinamento visualizzazione DN, infrastruttura
ja: DN 表示順位のサポート、インフラストラクチャ
kk: DN көрсету тәртібін қолдау, инфрақұрылымы
km: ការ​គាំទ្រ​លំដាប់​ការ​បង្ហាញ ហេត្ថារចនាសម្ព័ន្ធ
ko: DN 표시 순서 지원, 인프라
mk: DN приказ на поддршка за прикажување, инфраструктура
ms: Sokongan,infrastruktur tertib paparan DN
nb: Støtte for ordnet DN-visning, infrastruktur
nds: Ünnerstütten för ornt Dorstellen vun DNs, Infrastruktuur
nn: Ordna DN-visning, infrastruktur
pl: Obsługa wyświetlania kolejności DN, infrastruktura
pt: Suporte a ordenação de DN, infra-estrutura
pt_br: Suporte a ordenação de exibição de DN, infra-estrutura
ru: Поддержка порядка показа DN, инфраструктура
sk: Podpora triedenia DN, infraštruktúra
sl: Podpora razvršanju prikaza DN, infrastruktura
sr: Подршка за уређивање DN приказа, инфраструктура
sr@latn: Podrška za uređivanje DN prikaza, infrastruktura
sv: Stöd för att ordna visning av DN, infrastruktur
ta: DN காட்சிக்கு துணை மற்றும் அடிப்படை அமைவு
tg: Пуштибонии тартиботи намоиши DN, инфраструктура
uk: Підтримка порядку показу DN, інфраструктура
zh_cn: DN 显示顺序支持，基础设施
zh_tw: DN 顯示順序支援與基礎

source: Valid
bg: Валиден
ca: Vàlid
cs: Platný
da: Gyldig
de: Gültig
el: Έγκυρο
es: Válido
et: Kehtiv
eu: Baliozkoa
fa: معتبر
fr: Valable
fy: Jildich
gl: Válido
hu: Érvényes
it: Valido
ja: 有効
kk: Дұрыс
km: ត្រឹមត្រូវ
ko: 유효한
mk: Валидно
ms: Sah
nb: Gyldig
nds: Gellt
nl: Geldig
nn: Gyldig
pl: Ważny
pt: Válido
pt_br: Válido
ru: Корректный
sk: Platný
sl: Veljaven
sr: Исправан
sr@latn: Ispravan
sv: Giltig
ta: முறையான
tg: Саҳеҳ
uk: Чинний
zh_cn: 合法
zh_tw: 合法

source: Can be used for signing
bg: Може да се използва за подпис
ca: Pot usar-se per a signar
cs: Může být použito pro podepisování
da: Kan bruges til underskrift
de: Kann zur Signierung verwendet werden
el: Μπορεί να χρησιμοποιηθεί για υπογραφή
es: Se puede usar para firmar
et: Saab kasutada allkirja andmiseks
eu: Sinatzeko erabili daiteke
fa: قابل استفاده برای امضا
fr: Peut être utilisé pour signer
fy: Kin brûkt wurde foar ûndertekening
gl: Pódese empregar para asinar
hu: Használható aláíráshoz
it: Può essere utilizzato per la firma
ja: 署名に使用可能
kk: Қолтаңбалауға жарамды
km: អាច​ត្រូវ​បានប្រើ​សម្រាប់​​ចុះ​ហត្ថលេខា​
ko: 서명에 사용할 수 있음
mk: Може да биде употребено за пријавување
ms: Boleh digunakan untuk tandatangan
nb: Kan brukes til signering
nds: För't Ünnerschrieven to bruken
nl: Kan gebruikt worden voor ondertekening
nn: Kan brukast til signering
pl: Może być użyty do podpisywania
pt: Pode ser utilizado para a assinatura
pt_br: Pode ser usada para assinatura
ru: Может использоваться для подписи
sk: Môže byť použitý pre podpisovanie
sl: Lahko se uporabi za podpisovanje
sr: Може се користити за потписивање
sr@latn: Može se koristiti za potpisivanje
sv: Kan användas för signering
ta: உள்ளே நுழைய பயன்படுத்தலாம்
tg: Метавонад барои имзо истифода шавад
uk: Може вживатись для підпису
zh_cn: 可作签名之用
zh_tw: 可用於簽署

source: Can be used for encryption
bg: Може да се използва за шифроване
ca: Pot usar-se per a xifrar
cs: Může být použito pro šifrování
da: Kan bruges til kryptering
de: Kann zur Verschlüsselung verwendet werden
el: Μπορεί να χρησιμοποιηθεί για κρυπτογράφηση
es: Se puede usar para cifrar
et: Saab kasutada krüptimiseks
eu: Enkriptatzeko erabil daiteke
fa: قابل استفاده برای رمزبندی
fr: Peut être utilisé pour le chiffrement
fy: Kin brûkt wiurde foar fersifering
gl: Pódese empregar para cifrar
hu: Használható titkosításhoz
it: Può essere utilizzato per la cifratura
ja: 暗号化に使用可能
kk: Шифрлауға жарамды
km: អាចត្រូវ​បាន​​ប្រើ​​សម្រាប់​ការ​អ៊ិនគ្រិប​
ko: 암호화에 사용할 수 있음
mk: Може да биде употребено за криптирање
ms: Boleh digunakan untuk penyulitan
nb: Kan brukes til kryptering
nds: För't Verslöteln to bruken
nl: Kan gebruikt worden voor versleuteling
nn: Kan brukast til kryptering
pl: Może być użyty do szyfrowania
pt: Pode ser utilizado para a cifra
pt_br: Pode ser usada para criptografia
ru: Может использоваться для шифрования
sk: Môže byť použitý pre kryptovanie
sl: Lahko se uporabi za šifriranje
sr: Може се користити за шифровање
sr@latn: Može se koristiti za šifrovanje
sv: Kan användas för kryptering
ta: மறையாக்கத்திற்குப் பயன்படுத்தலாம்
tg: Метавонад барои рамзгузорӣ истифода шавад
uk: Може вживатись для шифрування
zh_cn: 可作加密之用
zh_tw: 可用於加密

source: Can be used for certification
bg: Може да се използва за удостоверение
ca: Pot usar-se per a certificar
cs: Může být použito pro certifikaci
da: Kan bruges til godkendelse
de: Kann zur Zertifizierung verwendet werden
el: Μπορεί να χρησιμοποιηθεί για πιστοποίηση
es: Se puede usar para la certificación
et: Saab kasutada sertifitseerimiseks
eu: Egiaztatzeko erabil daiteke
fa: قابل استفاده برای گواهی
fr: Peut être utilisé pour la certification
fy: Kin brûkt wurde foar sertifikaasje
gl: Pódese empregar para certificación
hu: Használható tanúsításhoz
it: Può essere utilizzato per la certificazione
ja: 証明書に使用可能
kk: Куәліктеуге жарамды
km: អាច​ត្រូវ​បាន​ប្រើ​សម្រាប់​ការ​បង្កើត​វិញ្ញា​បនបត្រ​
ko: 인증서에 사용할 수 있음
mk: Може да се употреби за сертификација
ms: Boleh digunakan untuk pensijilan
nb: Kan brukes til sertifisering
nds: För't Opstellen vun Zertifikaten to bruken
nl: Kan gebruikt worden voor certificatie
nn: Kan brukast til sertifisering
pl: Może być użyty do certyfikacji
pt: Pode ser utilizada para a certificação
pt_br: Pode ser usada para certificação
ru: Может использоваться для сертификации
sk: Môže byť použitý pre certifikáciu
sl: Lahko se uporabi za certificiranje
sr: Може се користити за сертификацију
sr@latn: Može se koristiti za sertifikaciju
sv: Kan användas för certifiering
ta: சான்றிதழுக்குப் பயன்படுத்தலாம்
tg: Метавонад барои сертификаткунонӣ истифода шавад
uk: Може вживатись для сертифікації
zh_cn: 可作证书之用
zh_tw: 可用於憑證

source: Can be used for authentication
bg: Може да се използва за идентифициране
ca: Pot usar-se per a autenticar
cs: Může být použito pro autentizaci
da: Kan bruges til godkendelse
de: Kann zur Authentifizierung verwendet werden
el: Μπορεί να χρησιμοποιηθεί για αναγνώριση γνησιότητας
es: Se puede usar para la autenticación
et: Saab kasutada autentimiseks
eu: Autentikatzeko erabil daiteke
fa: قابل استفاده برای احراز هویت
fr: Peut être utilisé pour l'authentification
fy: Kin brûkt wurde foar autentikaasje
gl: Pódese empregar para autenticar
hu: Használható felhasználóazonosításhoz
it: Può essere usato per l'autenticazione
ja: 認証に使用可能
kk: Аутентификациялауға жарамды
km: អាច​ត្រូវ​បាន​ប្រើ​សម្រាប់​ការ​ផ្ទៀតផ្ទាត់​ភាព​ត្រឹមត្រូវ​
ko: 인증에 사용할 수 있음
mk: Може да биде употребено за проверка на автентичноста
ms: Boleh digunakan untuk pengesahan
nb: Kan brukes til autentisering
nds: För Identiteetpröven to bruken
nl: Kan gebruikt worden voor authenticatie
nn: Kan brukast til autentisering
pl: Może być używany do uwierzytelniania
pt: Pode ser utilizado para autenticação
pt_br: Pode ser usada para autenticação
ru: Может использоваться для аутентификации
sk: Môže byť použitý pre certifikáciu
sl: Lahko se uporabi za overovljenje
sr: Може се користити за аутентификацију
sr@latn: Može se koristiti za autentifikaciju
sv: Kan användas för behörighetskontroll
ta: உரிமத்திற்குப் பயன்படுத்தலாம்
tg: Метавонад барои саҳеҳкунӣ истифода шавад
uk: Може вживатись для автентифікації
zh_cn: 可作认证之用
zh_tw: 可用於認證

source: Fingerprint
bg: Отпечатък
ca: Empremta dactilar
cs: Otisk
da: Fingeraftryk
de: Fingerabdruck
el: Δακτυλικό αποτύπωμα
es: Huella dactilar
et: Sõrmejälg
eu: Hatz-marka
fa: اثر انگشت
fr: Empreinte digitale
gl: Pegada dactilar
hu: Ujjlenyomat
it: Impronta digitale
ja: 指紋
kk: Бақылау тізбегі
km: ស្នាម​ម្រាមដៃ​
ko: 지문
mk: Отпечаток
ms: Cap jari
nb: Fingeravtrykk
nds: Fingerafdruck
nl: Vingerafdruk
nn: Fingeravtrykk
pl: Odcisk klucza
pt: Impressão Digital
ru: Отпечаток
sl: Prstni odtis
sr: Отисак
sr@latn: Otisak
sv: Fingeravtryck
ta: விரல் அச்சு
tg: Нақш
uk: Відбиток
zh_cn: 指纹
zh_tw: 指印（Fingerprint）

source: Issuer
bg: Издаващ орган
ca: Emissor
cs: Vydavatel
da: Udsteder
de: Ausgestellt durch
el: Εκδότης
es: Emisor
et: Väljaandja
eu: Jaulkitzailea
fa: فرستنده
fr: Émetteur
fy: Utjouwer
gl: Expendedor
hu: Kiadó
it: Emittente
ja: 発行者
kk: Иесі
km: អ្នក​ចេញផ្សាយ
ko: 발행자
mk: Издавач
ms: Pengeluar
nb: Utsteder
nds: Rutgever
nl: Uitgever
nn: Utferdar
pl: Wystawca
pt: Emissor
pt_br: Emissor
ru: Владелец
sk: Vydavateľ
sl: Izdajatelj
sr: Издавач
sr@latn: Izdavač
sv: Utfärdare
ta: வெளியீட்டாளர்
tg: Соҳиб
uk: Видавець
zh_cn: 颁发者
zh_tw: 產生者

source: Serial Number
bg: Сериен номер
ca: Nombre de sèrie
cs: Sériové číslo
da: Serienummer
de: Seriennummer
el: Σειριακός αριθμός
es: Número de serie
et: Seerianumber
eu: Serie-zenbakia
fa: عدد متوالی
fr: Numéro de série
fy: Searjenûmer
gl: Número de Serie
hu: Sorozatszám
it: Numero di serie
ja: シリアル番号
kk: Тізбекті нөмірі
km: លេខ​សម្គាល់
ko: 일련 번호
mk: Сериски број
ms: Nombor Siri
nb: Serienummer
nds: Seriennummer
nl: Serienummer
nn: Serienummer
pl: Numer seryjny
pt: Número de Série
pt_br: Número de série
ru: Серийный номер
sk: Sériove číslo
sl: Serijska številka
sr: Серијски број
sr@latn: Serijski broj
sv: Serienummer
ta: வரிசை எண்
tg: Адади сериявӣ
uk: Серійний номер
zh_cn: 序列号
zh_tw: 序號

source: Country
bg: Държава
ca: País
cs: Země
da: Land
de: Land
el: Χώρα
es: País
et: Riik
eu: Estatua
fa: کشور
fr: Pays
fy: Lân
gl: País
hu: Ország
it: Paese
ja: 国
kk: Елі
km: ប្រទេស
ko: 국가
mk: Држава
ms: Negara
nb: Land
nds: Land
nl: Land
nn: Land
pl: Kraj
pt: País
pt_br: País
ru: Страна
sk: Krajina
sl: Država
sr: Држава
sr@latn: Država
sv: Land
ta: நாடு
tg: Шаҳр
uk: Країна
zh_cn: 国家
zh_tw: 國家

source: Organizational Unit
bg: Департамент
ca: Unitat organitzativa
cs: Organizační skupina
da: Organisationsenhed
de: Abteilung
el: Μονάδα οργάνωσης
es: Unidad organizativa
et: Allüksus
eu: Erakundeko saila
fa: واحد سازمانی
fr: Unité organisationnelle
fy: Organisaasje-ûnderdiel
gl: Unidade de Organización
hu: Szervezeti egység
it: Unità organizzativa
ja: 組織/部署
kk: Бөлімі
km: ផ្នែក​​​​អង្គការ
ko: 조직 단위
mk: Организациска единица
ms: Unit Organisasi
nb: Organisasjonsenhet
nds: Afdelen
nl: Afdeling
nn: Organisasjonseining
pl: Jednostka organizacyjna
pt: Unidade Organizacional
pt_br: Unidade Organizacional
ru: Отдел
sk: Organizačná skupina
sl: Organizacijska enota
sr: Организациона јединица
sr@latn: Organizaciona jedinica
sv: Enhet i organisation
ta: நிறுவன குழு
tg: Шӯъба
uk: Підрозділ організації
zh_cn: 组织单位
zh_tw: 組織單位

source: Organization
bg: Организация
ca: Organització
cs: Organizace
da: Organisation
de: Organisation
el: Οργανισμός
es: Organización
et: Organisatsioon
eu: Erakundea
fa: سازمان
fr: Organisation
fy: Organisaasje
gl: Organización
hu: Szervezet
it: Organizzazione
ja: 組織
kk: Ұйымы
km: អង្គការ
ko: 조직
mk: Организација
ms: Organisasi
nb: Organisasjon
nds: Organisatschoon
nl: Organisatie
nn: Organisasjon
pl: Organizacja
pt: Organização
pt_br: Organização
ru: Организация
sk: Organizácia
sl: Organizacija
sr: Организација
sr@latn: Organizacija
sv: Organisation
ta: நிறுவனம்
tg: Ташкилот
uk: Організація
zh_cn: 组织
zh_tw: 組織

source: Location
bg: Местоположение
ca: Localització
cs: Umístění
da: Sted
de: Ort
el: Τοποθεσία
es: Ubicación
et: Asukoht
eu: Kokalekua
fa: محل
fr: Localité
fy: Lokaasje
gl: Localidade
hu: Hely
it: Posizione
ja: 場所
kk: Орыны
km: ទីតាំង
ko: 위치
mk: Локација
ms: Lokasi
nb: Sted
nds: Oort
nl: Locatie
nn: Stad
pl: Lokalizacja
pt: Localização
pt_br: Localização
ru: Расположение
sk: Umiestnenie
sl: Lokacija
sr: Локација
sr@latn: Lokacija
sv: Plats
ta: இடம்
tg: Ҷойгиршавӣ
uk: Адреса
zh_cn: 位置
zh_tw: 位置

source: Common Name
bg: Име
ca: Nom comú
cs: Obecné jméno
da: Fælles navn
de: Allgemeiner Name
el: Κοινό όνομα
es: Nombre común
et: Ühine nimi
eu: Izen arrunta
fa: نام مشترک
fr: Nom Commun
fy: Algemiene namme
gl: Nome Común
hu: Egyszerű név
it: Nome comune
ja: 一般名
kk: Аты-жөні
km: ឈ្មោះ​ធម្មតា
ko: 일반 이름
mk: Често име
ms: Nama Biasa
nb: Vanlig navn
nds: Allgemeen Naam
nl: Algemene naam
nn: Vanleg namn
pl: Wspólna nazwa
pt: Nome Comum
pt_br: Nome Comum (cn)
ru: Имя
sk: Obvyklé meno
sl: Skupno ime
sr: Уобичајено име
sr@latn: Uobičajeno ime
sv: Vanligt namn
ta: பொதுப் பெயர்
tg: Ном
uk: Звичайне ім'я
zh_cn: 普通名称
zh_tw: 通用名稱（Common Name）

source: Email
bg: Е-поща
ca: Correu electrònic
es: Correo electrónico
et: E-post
eu: E-posta
fa: رایانامه
fr: Adresse électronique
fy: E-post
gl: Correo-e
it: Posta elettronica
ja: Eメール
kk: Эл.поштасы
km: អ៊ីមែល
ko: 이메일
mk: Е-пошта
ms: E-mel
nb: E-post
nds: Nettpost
nn: E-post
sl: E-pošta
sr: Е-адреса
sr@latn: E-adresa
sv: E-post
ta: மின்னஞ்சல்
uk: Ел. пошта
zh_cn: 电子邮件
zh_tw: 電子郵件

source: Subject
bg: Тема
ca: Assumpte
cs: Předmět
da: Emne
de: Betreff
el: Θέμα
es: Asunto
et: Teema
eu: Gaia
fa: موضوع
fr: Sujet
fy: Underwerp
gl: Asunto
hu: Tárgy
it: Oggetto
ja: 証明対象
kk: Тақырыбы
km: ប្រធាន​បទ
ko: 제목
mk: Наслов
ms: Subjek
nb: Emne
nds: Bedröppt
nl: Onderwerp
nn: Emne
pl: Temat
pt: Assunto
pt_br: Assunto
ru: Тема
sk: Predmet
sl: Predmet
sr: Тема
sr@latn: Tema
sv: Subjekt
ta: பொருள்
tg: Мавзӯъ
uk: Тема
zh_cn: 主题
zh_tw: 主旨

source: A.k.a.
bg: известен като
ca: T.c.c.
da: Også kendt som
de: Auch bekannt als
el: γνωστό ως
eu: Aliasa
fr: Alias
fy: Alias
kk: Басқа аты
mk: Познато како
nb: Alias
nds: Ok kennt as
nl: Alias
nn: Alias
pt_br: Conhecido como
sl: Kot
sr: Познат и као
sr@latn: Poznat i kao
sv: Alias
ta: ஏ.கே.ஏ
uk: також відомий як
zh_cn: 即
zh_tw: 又名

source: <qt><p>An error occurred while fetching the certificate <b>%1</b> from the backend:</p><p><b>%2</b></p></qt>
bg: <qt><p>Грешка при получаване на удостоверението <b>%1</b> от сървъра:</p><p><b>%2</b></p></qt>
ca: <qt> <p>Hi ha hagut un error en obtenir el certificat <b>%1</b> del dorsal:</p><p><b>%2</b></p></qt>
cs: <qt> <p>Nastala chyba při získávání certifikátu <b>%1</b> z modulu: </p><p><b>%2</b></p></qt>
da: <qt><p>Der opstod en fejl mens certifikatet blev hentet <b>%1</b> fra det underliggende program:</p><p><b>%2</b></p></qt>
de: <qt> <p>Bei der Abfrage des Zertifikats <b>%1</b> vom Backend ist ein Fehler aufgetreten:</p><p><b>%2</b></p></qt>
el: <qt><p>Συνέβη ένα σφάλμα κατά την ανάκτηση του πιστοποιητικού <b>%1</b> από το σύστημα υποστήριξης:</p><p><b>%2</b></p></qt>
es: <qt><p>Ocurrió un error al obtener el certificado <b>%1</b> del motor:</p><p><b>%2</b></p></qt>
et: <qt><p>Tekkis viga sertifikaadi <b>%1</b> hankimisel taustarakenduselt:</p><p><b>%2</b></p></qt>
eu: <qt><p>Errore bat gertatu da <b>%1</b> ziurtagiria euskarritik eskuratzean: </p><p><b>%2</b></p></qt>
fa: <qt><p>حین واکشی گواهی‌نامه <b>%1</b> از پایانۀ پشتیبانی، خطایی رخ داد:</p><p><b>%2</b></p></qt>
fr: <qt><p>Une erreur s'est produite lors de la réception du certificat <b>%1</b> depuis l'interface :</p><p><b>%2</b></p></qt>
fy: <qt><p>Der die him in fout foar by it opheljen fan it sertifikaat <b>%1</b> fan it backend </p><p><b>%2</b></p></qt>
gl: <qt><p>Ocorreu un erro mentres se tentaba obter o certificado <b>%1</b> do mecanismo:</p><p><b>%2</b></p></qt>
hu: <qt><p>Hiba történt a(z) <b>%1</b> tanúsítvány letöltése közben, ennél az alapszolgáltatásnál:</p><p><b>%2</b></p></qt>
it: <qt><p>Si è verificato un errore recuperando il certificato <b>%1</b> dal backend:</p><p><b>%2</b></p></qt>
ja: <qt><p>バックエンドから証明書 <b>%1</b> を取得中にエラーが発生しました:</p><p><b>%2</b></p></qt>
kk: <qt><p><b>%1</b> куәлігін бағдарламадан алу кезінде қате пайда болды:</p><p><b>%2</b></p></qt>
km: <qt><p>កំហុស​បានកើត​ឡើង​ខណៈពេល​កំពុង​ទៅ​យក​វិញ្ញាបនបត្រ​ <b>%1</b>ពី​កម្មវិធី​ខាងក្រោយ​ ៖</p><p><b>%2</b></p></qt>
ko: <qt><p>백앤드로 부터 인증서 <b>%1</b>을(를) 패치하는 도중 오류가 발생하였습니다:</p><p><b>%2</b></p></qt>
mk: <qt><p>Се случи грешка при земањето на сертификатите <b>%1</b> од задниот крај:</p><p><b>%2</b></p></qt>
ms: <qt><p>Ralat berlaku semasa memungut sijil <b>%1</b> dari tepi belakang:</p><p><b>%2</b></p></qt>
nb: <qt><p> Det oppsto en feil ved henting av sertifikatet <b>%1 </b>fra motoren:</p><p><b>%2</b></p></qt>
nds: <qt><p>Bi't Halen vun dat Zertifikaat <b>%1</b> geev dat binnen dat Hölperprogramm en Fehler:</p><p><b>%2</b></p></qt>
nl: <qt><p>Er deed zich een fout voor tijdens het ophalen van het certificaat <b>%1</b> van het backend </p><p><b>%2</b></p></qt>
nn: <qt><p> Det oppsto ein feil ved henting av sertifikatet <b>%1 </b>frå motoren:</p><p><b>%2</b></p></qt>
pl: <qt><p>Wystąpił błąd podczas pobierania certyfikatu <b>%1</b> z narzędzia:</p><p><b>%2</b></p></qt>
pt: <qt><p>Ocorreu um erro ao obter o certificado <b>%1</b> da infra-estrutura:</p><p><b>%2</b></p></qt>
pt_br: <qt><p>Ocorreu um erro ao buscar o certificado <b>%1</b> da infra-estrutura: </p><p><b>%2</b></p></qt>
ru: <qt><p>При получении сертификата <b>%1</b> от движка:</p> <p><b>%2</b> произошла ошибка</p></qt>
sk: <qt><p>Nastala chyba počas sťahovania certifikátu <b>%1</b> z backendu:</p><p><b>%2</b></p></qt>
sl: <qt><p>Prišlo je do napake pri pobiranju certifikata <b>%1</b> z vmesnika:</p><p><b>%2</b></p></qt>
sr: <qt><p>Дошло је до грешке приликом добављања сертификата <b>%1</b> од позадинског система:</p><p><b>%2</b></p></qt>
sr@latn: <qt><p>Došlo je do greške prilikom dobavljanja sertifikata <b>%1</b> od pozadinskog sistema:</p><p><b>%2</b></p></qt>
sv: <qt><p>Ett fel uppstod när certifikatet <b>%1</b> hämtades från ramverket:</p><p><b>%2</b></p></qt>
ta: <qt><p>சான்றிதழ்களை பின்னிலையிலிருந்து கொண்டு வரும் போது பிழை ஏற்பட்டது<b>%1</b>:</p><p><b>%2</b></p></qt>
tg: <qt> <p>Ҳангоми қабул намудани сертификати <b>%1</b> аз лағжандаи:</p> <p><b>%2</b> хатогӣ рӯй дод</p></qt>
uk: <qt><p>Виникла помилка під час отримання сертифіката <b>%1</b> з сервера:</p><p><b>%2</b></p></qt>
zh_cn: <qt><p>从后端获取证书 <b>%1</b>时出错：</p><p><b>%2</b></p></qt>
zh_tw: <qt><p>從後端介面 <b>%2</b> 抓取憑證 <b>%1</b> 時發生錯誤。</p></qt>
