Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: The query result has been truncated. Either the local or a remote limit on the maximum number of returned hits has been exceeded. You can try to increase the local limit in the configuration dialog, but if one of the configured servers is the limiting factor, you have to refine your search.
bg: Резултатът от заявката е отрязан. Някое от ограниченията за максимален брой резултати е превишено. Може да опитате да увеличите броя на резултати, които могат да бъдат приемани от диалога с настройките. Но ако ограничението на сървъра е превишено, тогава трябва да зададете заявка, която връща по-малко резултата.
ca: S'ha truncat el resultat de la consulta. S'ha ultrapassat el límit local o remot del nombre màxim de coincidències retornades. Podeu provar d'incrementar el límit local al diàleg de configuració, però si el factor limitador és un dels servidors configurats, haureu de refinar la cerca.
cs: Výsledek dotazu byl zkrácen. Byl překročen lokální nebo vzdálený limit. Můžete zvýšit lokální limit v konfiguračním dialogu, ale pokud jde o limit serveru, budete muset poupravit svůj dotaz.
da: Forespørgslens resultat er blevet trunkeret. Enten er den lokal eller en ekstern grænse for det maksimale antal returnerede træffere blevet overskredet. Du kan forsøge at forøge den lokale grænse i indstillingsdialogen, men hvis en af de indstillede servere er den begrænsende faktor, må du forfine din søgning.
de: Das Abfrageergebnis wurde abgeschnitten. Entweder die lokale oder die entfernte Begrenzung für die maximale Anzahl zurückgegebener Treffer wurde überschritten. Sie können versuchen, die lokale Begrenzung im Einrichtungsdialog heraufzusetzen. Liegt das Problem bei einem der eingestellten Server, müssen Sie Ihre Suche verfeinern.
el: Το αποτέλεσμα του ερωτήματος έχει περικοπεί. Έχει υπερβεί το τοπικό ή το απομακρυσμένο όριο του μέγιστου αριθμού αποτελεσμάτων. Μπορείτε να προσπαθήσετε να αυξήσετε το τοπικό όριο στο διάλογο ρυθμίσεων, αλλά αν ο περιοριστικός όρος είναι κάποιος από τους ρυθμισμένους εξυπηρετητές, τότε πρέπει να βελτιώσετε την αναζήτησή σας.
es: Se ha truncado el resultado de la consulta. Se ha excedido el número máximo de resultados devueltos, bien del límite local o bien del remoto. Puede intentar incrementar el límite local en la ventana de configuración, pero si el factor limitante es uno de los servidores configurados, tendrá que refinar su búsqueda.
et: Päringu tulemus on kärbitud. See tähendab, et ületati kas kohalikult või kaugmasinas määratud tagastatavate vastuste limiiti. Võid proovida seadistustedialoogis kohalikku limiiti suurendada, aga kui limiidi on määranud mõni serveritest, tuleks hoopis päringut täpsustada.
eu: Galdeketaren emaitza trunkatu egin da. Urruneko edo lokaleko emaitza kopuru maximoaren mugara ailegatu da. Muga lokala handitzen saia zaitezke konfigurazioaren elkarrizketa-koadroan, baina konfiguratutako zerbitzarietako bat bada faktore mugatzailea, zure bilaketa birdefinitu beharko duzu.
fa: نتیجۀ پرس‌وجو برش داده شده است. حد محلی یا حد دور در مورد عدد بیشینۀ نکات بازگشتی، فراتر رفته است. می‌توانید حد محلی را در محاورۀ پیکربندی افزایش دهید، اما اگر یکی از کارسازهای پیکربندی‌شده عامل محدود است، باید جستجوی خود را پالایش کنید.
fr: Le résultat de la requête a été tronqué. Soit la limite locale, soit une limite distante sur le nombre maximal de résultats retournés a été dépassée. Vous pouvez essayer d'augmenter la limite locale dans la boîte de dialogue de configuration, mais si un des serveurs configurés est le facteur limitant, vous devez affiner votre recherche.
fy: It sykresultaat is ûnfolslein. It oantal hits is óf oan de lokale side óf oan de tsjinnerside oer it maksimum. Jo kinne besykje de lokale limyt yn te stellen yn it ynstellingenfinster, mar at ien fan de opjûne tsjinners de resultaten beheint, moatte jo in krektere sykopdracht opjaan.
gl: O resultado da solicitude está interrompido. Excedeuse o límite local ou remoto do número de elementos. Pode tentar incrementar o límite local no diálogo de configuración, pero se un dos servidores configurados está a ser o limitante, ten que refinar a súa procura.
hu: A lekérdezés eredményének egy részét el kellett dobni, mert túllépte a helyi vagy távoli eredmények listájára érvényes egyik korlátot. A beállításoknál próbálja megnövelni a helyi találatok korlátját, de ha az egyik kiszolgáló a szűk keresztmetszet, akkor finomítani kell a keresési feltételt.
it: I risultati della query sono stati troncati. È stato superato il limite locale o quello remoto sul numero massimo di risultati. Puoi provare ad aumentare il limite locale nella finestra di configurazione, ma se il fattore limitante è uno dei server, dovrai rifinire la tua ricerca.
ja: 検索結果の一部が切り捨てられました。 ローカルまたはリモートの検索結果の最大数の制限を超過しました。 設定ダイアログでローカルの制限を増やしてみてください。しかし、設定されたサーバのいずれかが制限要因である場合は、検索を絞り込まなければなりません。
kk: Іздеу нәтижелері келтеленген. Себебі - жергілікті не қашықтағы тізім шегіне жеткен. Баптау диалогында жергілікті тізім шегін үлкейтіп көріңіз, бірақ кедергі - серверлердің шегі болса, іздеу шартын тарлыту керек.
km: លទ្ធផល​សំណួរ​​បានកាត់ឲ្យ​ខ្លី​ ទាំងមូលដ្ឋាន ​ឬ ព្រំដែន​ពី​ចម្ងាយ​នៃ​ចំនួន​អតិបរមាដែល​បាន​កាត់​ឲ្យ​ខ្លី​ត្រូវ​បាន​ប្រើ​លើស​ចំនួន ។​ អ្នក​អាច​ព្យាយាម​បង្កើន​ព្រំដែន​មូលដ្ឋាន​ក្នុង​ប្រអប់​ការកំណត់រចនាសម្ព័ន្ធ​ ប៉ុន្តែ​​ប្រសិន​បើ​មាន​ម៉ាស៊ីន​បម្រើ​មួយ​ក្នុង​ចំណោម​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​កំណត់​រចនាសម្ព័ន្ធ​គឺ​ជា​កត្តា​កំណត់ អ្នក​ត្រូវ​តែ​សំអាត​ការ​ស្វែង​រក​របស់​អ្នក ។​​
ko: 대기열 결과가 잘렸습니다. 로컬 혹은 원격 응답 제한 횟수를 초과했습니다. 로컬 제한을 설정 대화상자에서 증가시킬 수 있지만, 설정된 서버 중 하나가 제한 요인이라면 검색을 다시 정리하여야 합니다.
mk: Резултатот од барањето беше скратен. Или локалното или оддалеченото ограничување на бројот на вратени обиди беше надминат. Можете да се обидете да го намалите ограничувањето во дијалогот на ограничувањето, но ако еден од конфигурираните сервери е факторот на ограничување, морате да го рафинирате вашето барање.
ms: Hasil pertanyaan telah dipangkas. Bilangan maksimum pengembalian pertanyaan melebihi had setempat atau had jauh . Anda boleh cuba menambah had setempat dalam dialog konfigurasi, tetapi jika salah satu pelayan yang dikonfigur adalah faktor pengehad, anda perlu menghalusi carian anda.
nb: Resultatet av forespørselen er blitt avkortet. En grense for antall returnerte treff, enten lokalt eller på nett, er blitt overskredet. Du kan forsøke å øke den lokale grensen i oppsettsdialogen, men hvis en av tjenerne er den begrensende faktoren må du endre søket.
nds: De Antwoort op de Abfraag wöör afsneden, de Antwoort barg mehr Indrääg as de tolaten Hööchsttall (lokaal oder op den anneren Reekner). Du kannst dat mit en grötter Hööchsttall binnen de lokale Instellen nochmaal versöken, man wenn de Grenz op den annern Reekner fastleggt is, muttst Di Dien Söökanfraag verbetern.
nl: Het zoekresultaat is onvolledig. Het maximum aantal hits is of aan de lokale zijde of aan de serverzijde overschreden. U kunt proberen de lokale limiet in te stellen in het instellingenvenster, maar wanneer één van de opgegeven servers de resultaten begrensd dient u een nauwkeurigere zoekopdracht op te geven.
nn: Resultatet av førespurnaden er korta. Ei grense for talet på returnerte treff, anten lokalt eller på nett, er oversskride. Du kan prøva å auka den lokale grensa i opsettsdialogen, men viss ein av tenarane er den avgrensande faktoren lyt du endra søket.
pl: Wynik zapytania został obcięty. Przekroczone zostało ograniczenie lokalne lub zdalne na liczbę zwróconych wyników. Możesz spróbować zwiększyć lokalne ograniczenie w okienku konfiguracji, ale jeśli ograniczenie jest nałożone przez serwer, będzie konieczna zmiana zapytania tak, by zwracało mniej wyników.
pt: O resultado da procura foi truncado. O limite local ou remoto do número máximo de ocorrências foi excedido. Pode tentar aumentar o limite local na janela de configuração, mas se um dos servidores configurados for o factor limitativo terá que refinar a sua procura.
pt_br: O resultado da busca ficou truncado. O limite local ou remoto do número máximo de hits retornados foi excedido. Você pode tentar aumentar o limite local no diálogo de configuração, mas se um dos servidores configurados é o fator limitante, você terá que refinar sua pesquisa.
ru: Результат запроса был усечён. Достигнут локальный или удалённый предел максимального количества. Вы можете попробовать увеличить локальный лимит в диалоге настройки, но, если это ограничение в настройках сервера, вы должны уточнить ваш запрос.
sk: Výsledok dotazu je orezaný. Presiahnutý lokálny alebo vzdialený maximálny počet výsledkov. Môžete skúsiť zvýšiť lokálny maximálny počet v dialógu nastavenia, ale ak bolo dosiahnuté obmedzenie na serveri, budete musieť upraviť vaše hľadanie.
sl: Rezultat poizvedbe je bil okrajšan. Krajevna ali oddaljena omejitev največjega števila vrnjenih zadetkov je bila presežena. Lahko poskusite povečati krajevno omejitev v nastavitvenem oknu, če pa je omejitev na strani nastavljenega strežnika, boste morali prilagoditi svoje iskanje.
sr: Резултат упита је одсечен. Или локално или удаљено ограничење максималног броја враћених погодака је прекорачено. Можете покушати да повећате локално ограничење у дијалогу за подешавање, али ако је један од подешених сервера ограничавајући фактор, мораћете да редефинишете своју претрагу.
sr@latn: Rezultat upita je odsečen. Ili lokalno ili udaljeno ograničenje maksimalnog broja vraćenih pogodaka je prekoračeno. Možete pokušati da povećate lokalno ograničenje u dijalogu za podešavanje, ali ako je jedan od podešenih servera ograničavajući faktor, moraćete da redefinišete svoju pretragu.
sv: Frågeresultatet har avkortats. Antingen överskreds den lokala gränsen eller en fjärrgräns för maximalt antal returnerade träffar. Du kan försöka öka den lokala gränsen i inställningsdialogrutan, men om en av de inställda servrarna är den begränsande faktorn, måste du förfina sökningen.
ta: கேள்வியின் முடிவுகள் துண்டிக்கப்பட்டுள்ளது ஒரு வேளை உள்ளமை அல்லது தொடர்பில்லா இணைப்புகளின் எண்ணிக்கை அதிகரித்திருக்கலாம் உள்ளமை சேவையகத்தின் வரம்பை அதிகரிக்கலாம் அல்லது அமைக்கப்பட்ட சேவையகத்தின் எல்லைக்குட்பட்டு தேடலாம்.
tg: Натиҷаи дархост мухтасар карда шуда буд . Ҳадди локалӣ ё дуршудаи мақодири зиёд расида шуд. Шумо метавонед сайъ барои вусъат додани ҳудуди локалӣ дар диалоги танзимот низ кунед, аммо, агар ин маҳдудият дар танзимоти сервер бошад, бояд дархости худро саҳеҳ кунед.
uk: Результат запиту був зрізаний. Перевищено або локальне, або віддалене обмеження максимальної кількості. Можна спробувати збільшити локальне обмеження у вікні налаштування, але якщо це обмеження в налаштуванні одного з серверів, то ви мусите уточнити ваш запит.
zh_cn: 查询结果已被截断。 原因是结果数目超过了本地或远程的返回命中结果的最大数目限制。 您可以尝试在配置对话框里提高本地限制，但如果这是服务器端配置的问题，您只能细化搜索条件。
zh_tw: 查詢結果被截斷了。 可能是已經超過本地或遠端的最多傳回筆數限制。 您可以試著在設定中增加本地端的限制，如果沒有的話，您可能要改變您的搜尋條件。

source: Select Certificate File
bg: Изберете файл със удостоверението
ca: Selecciona el fitxer del certificat
cs: Vyberte soubor s certifikátem
da: Vælg certifikat-fil
de: Zertifikatdatei auswählen
el: Επιλογή αρχείου πιστοποιητικού
es: Seleccione el archivo del certificado
et: Sertifikaadifaili valimine
eu: Hautatu ziurtagiri fitxategia
fa: برگزیدن پروندۀ گواهی‌نامه
fr: Sélectionner un fichier de certificat
fy: Selektearje in sertifikaattriem
gl: Escolla o ficheiro de certificado
hu: Tanúsítványfájl kiválasztása
it: Seleziona file certificato
ja: 証明書ファイルを選択
kk: Куәлік файлын таңдау
km: ជ្រើស​ឯកសារ​វិញ្ញាបនបត្រ​
ko: 인증서 파일 선택
mk: Одберете сертификат датотека
ms: Pilih Fail Sijil
nb: Velg sertifikatfil
nds: Zertifikaatdatei utsöken
nl: Selecteer een certificaatbestand
nn: Vel sertifikatfil
pl: Wybierz plik z certyfikatem
pt: Seleccione o Ficheiro do Certificado
pt_br: Selecionar Arquivo de Certificado
ru: Выбор файла сертификата
sk: Vyberte súbor certifikátu
sl: Izberi datoteko s certifikatom
sr: Изаберите фајл сертификата
sr@latn: Izaberite fajl sertifikata
sv: Välj certifikatfil
ta: சான்றிதழ் கோப்பினை தேர்வு செய்
tg: Интихоби файли сертификат
uk: Виберіть файл сертифіката
zh_cn: 选择证书文件
zh_tw: 選擇憑證檔案

source: <qt><p>An error occurred while trying to download the certificate %1:</p><p><b>%2</b></p></qt>
bg: <qt><p>Грешка при изтегляне на удостоверението %1:</p><p><b>%2</b></p></qt>
ca: <qt><p>Hi ha hagut un error en provar de descarregar el certificat %1:</p><p><b>%2</b></p></qt>
cs: <qt> <p>Nastala chyba při stahování certifikátu:%1:</p><p><b>%2</b></p></qt>
da: <qt><p>En fejl opstod under forsøget på at hente certifikatet %1:</p><p><b>%2</b></p></qt>
de: <qt> <p>Beim Versuch das Zertifikat herunterzuladen ist ein Fehler aufgetreten %1:</p><p><b>%2</b></p></qt>
el: <qt><p>Συνέβη ένα σφάλμα κατά την προσπάθεια λήψης του πιστοποιητικού %1:</p><p><b>%2</b></p></qt>
es: <qt><p>Ocurrió un error al intentar descargar el certificado %1:</p><p><b>%2</b></p></qt>
et: <qt><p>Tekkis viga, kui püüti alla laadida sertifikaati %1:</p><p><b>%2</b></p></qt>
eu: <qt><p>Errore bat gertatu da %1 ziurtagiria deskargatzean:</p><p><b>%2</b></p></qt>
fa: <qt><p>هنگام سعی برای بارگیری گواهی‌نامۀ %1، خطایی رخ داد:</p><p><b>%2</b></p></qt>
fr: <qt><p>Une erreur s'est produite lors de la tentative de téléchargement du certificat %1 :</p><p><b>%2</b></p></qt>
fy: <qt><p>Der gie wat mis by it downloaden fan it sertifikaat %1:</p><p><b>%2</b></p></qt>
gl: <qt><p>Ocorreu un erro mentres se tentaba descargar o certificado %1:</p><p><b>%2</b></p></qt>
hu: <qt><p>Hiba történt a(z) %1 tanúsítványfájl letöltése közben:</p><p><b>%2</b></p></qt>
it: <qt><p>Si è verificato un errore provando a scaricare il certificato %1:</p><p><b>%2</b></p></qt>
ja: <qt><p>証明書 %1 をダウンロード中にエラーが発生しました:</p><p><b>%2</b></p></qt>
kk: <qt><p>%1 куәлігін жүктеп алу кезінде қате пайда болды:</p><p><b>%2</b></p></qt>
km: <qt><p>កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈពេល​ព្យាយាម​ទាញយក​វិញ្ញា​បនបត្រ %1 ៖</p><p><b>%2</b></p></qt>
ko: <qt><p>인증서 %1을(를) 다운로드 하는 도중 오류 발생 : </p><p><b>%2</b></p></qt>
mk: <qt><p>Се појави грешка при обидот за симнување на сертификат %1:</p><p><b>%2</b></p></qt>
ms: <qt><p>Ralat berlaku semasa cuba memuat turun sijil %1:</p><p><b>%2</b></p></qt>
nb: <qt><p> Det oppsto en feil ved fosøk på å laste ned sertifikatet %1: </p><p><b>%2</b></p></qt>
nds: <qt><p>Bi't Daalladen vun dat Zertifikaat %1 geev dat en Fehler:</p><p><b>%2</b></p></qt>
nl: <qt><p>Er deed zich een fout voor bij het downloaden van het certificaat %1:</p><p><b>%2</b></p></qt>
nn: <qt><p> Det oppsto ein feil ved fosøk på å laste ned sertifikatet %1: </p><p><b>%2</b></p></qt>
pl: <qt><p>Wystąpił błąd podczas próby pobrania certyfikatu %1:</p><p><b>%2</b></p></qt>
pt: <qt><p>Ocorreu um erro ao tentar transferir o certificado %1:</p><p><b>%2</b></p></qt>
pt_br: <qt><p>Ocorreu um erro ao tentar baixar o certificado %1:</p><p><b>%2</b></p></qt>
ru: <qt><p>При попытке загрузить сертификат %1 произошла ошибка:</p><p><b>%2</b></p></qt>
sk: <qt><p>Nastala chyba počas sťahovania certifikátu %1:</p><p><b>%2</b></p></qt>
sl: <qt><p>Prišlo je do napake pri nalaganju certifikata %1:</p><p><b>%2</b></p></qt>
sr: <qt><p>Дошло је до грешке приликом покушаја преузимања сертификата %1:</p><p><b>%2</b></p></qt>
sr@latn: <qt><p>Došlo je do greške prilikom pokušaja preuzimanja sertifikata %1:</p><p><b>%2</b></p></qt>
sv: <qt><p>Ett fel uppstod när certifikatet %1 skulle laddas ner:</p><p><b>%2</b></p></qt>
ta: <qt><p> %1 சான்றிதழை பதிவிறக்கம் செய்யும்போது பிழை ஏற்பட்டுள்ளது:</p><p><b>%2</b></p></qt>
tg: <qt><p>Ҳангоми кӯшиши пурбор кардани сертификати%1, хатогии зерин рӯй дод:</p><p><b>%2</b></p></qt>
uk: <qt><p>Виникла помилка під час спроби звантаження сертифіката %1:</p><p><b>%2</b></p></qt>
zh_cn: <qt><p>尝试下载证书 %1 时出错：</p><p><b>%2</b></p></qt>
zh_tw: <qt><p>下載憑證 %1 時發生錯誤：</p> <p><b>%2</b></p></qt>

source: Certificate Download Failed
bg: Грешка при изтегляне на удостоверение
ca: La descàrrega del certificat ha fallat
cs: Stažení certifikátu selhalo
da: Download af certifikat mislykkedes
de: Das Herunterladen des Zertifikats ist fehlgeschlagen
el: Αποτυχία λήψης του πιστοποιητικού
es: Fallo al descargar el certificado
et: Sertifikaadi allalaadimine ebaõnnestus
eu: Ziurtagiriaren deskargak huts egin du
fa: خرابی در بارگیری گواهی‌نامه
fr: Le téléchargement du certificat a échoué
fy: Downloaden sertifikaat mislearre
gl: Fallou a descarga do certificado
hu: Egy tanúsítvány letöltése nem sikerült
it: Lo scaricamento del certificato è fallito
ja: 証明書のダウンロードに失敗しました
kk: Куәлікті жүктеп алу жаңылысы
km: ការ​ទាញយក​វិញ្ញាបនបត្រ​បានបរាជ័យ​
ko: 인증서 다운로드 실패
mk: Симнувањето на сертификатот не успеа
ms: Muat Turun Sijil Gagal
nb: Sertifikatnedlasting mislyktes
nds: Daallaaden vun dat Zertifikaat fehlslaan
nl: Downloaden certificaat mislukt
nn: Sertifikatnedlasting mislukkast
pl: Pobieranie certyfikatu zakończyło się niepowodzeniem
pt: Transferência de Certificado Falhou
pt_br: A Listagem de Certificados Falhou
ru: Невозможно загрузить сертификат
sk: Stiahnutie certifikátu zlyhalo
sl: Nalaganje certifikata ni uspelo
sr: Преузимање сертификата није успело
sr@latn: Preuzimanje sertifikata nije uspelo
sv: Nerladdning av certifikat misslyckades
ta: சான்றிதழை பதிவிறக்க முடியவில்லை
tg: Наметавонам сертификатро пурбор кунам.
uk: Звантаження сертифіката зазнало невдачі
zh_cn: 证书下载失败
zh_tw: 下載憑證失敗

source: Fetching certificate from server...
bg: Получаване на удостоверение от сървър...
ca: S'està descarregant el certificat del servidor...
cs: Stahuji certifikát ze serveru...
da: Henter certifikat fra server...
de: Zertifikat vom Server abholen ...
el: Ανάκτηση πιστοποιητικού από τον εξυπηρετητή...
es: Obteniendo el certificado del servidor...
et: Sertifikaadi tõmbamine serverist...
eu: Zerbitzaritik ziurtagiria deskargatzen...
fa: در حال واکشی گواهی‌نامه از کارساز...
fr: Récupérer le certificat depuis le serveur...
fy: Dwaande mei it sertifikaat op te heljen fan de tsjinner...
gl: Obtendo o certificado dende o servidor...
hu: Tanúsítvány letöltése kiszolgálóról...
it: Recupero del certificato dal server...
ja: サーバから証明書を取得中...
kk: Серверден куәлікті алу...
km: កំពុង​ទៅ​យក​វិញ្ញាបនបត្រ​ពី​ម៉ាស៊ីន​បម្រើ​...
ko: 서버로 부터 인증서를 받는 중입니다...
mk: Земам сертификат од серверот...
ms: Mengutip sijil dari pelayan...
nb: Henter sertifikat fra tjener …
nds: Zertifikaat warrt vun den Server haalt...
nl: Bezig met certificaat op te halen van de server...
nn: Hentar sertifikat frå tenar …
pl: Pobieranie certyfikatu z serwera...
pt: A transferir o certificado do servidor...
pt_br: Buscando certificado do servidor...
ru: Получение сертификата с сервера...
sk: Sťahujem certifikát zo serveru...
sl: Pobiranje certifikata s strežnika:
sr: Добављам сертификат са сервера...
sr@latn: Dobavljam sertifikat sa servera...
sv: Hämtar certifikat från server...
ta: சான்றிதழ் சேவையகத்திடமிருந்து கொணரப்படுகிறது
tg: Қабул кардани сертификат аз коргузор...
uk: Отримання сертифіката з сервера...
zh_cn: 正在从服务器获取证书...
zh_tw: 從伺服器上抓取憑證...

source: <qt><p>An error occurred while trying to import the certificate %1:</p><p><b>%2</b></p></qt>
bg: <qt><p>Грешка при импортиране на удостоверението %1:</p><p><b>%2</b></p></qt>
ca: <qt><p>Hi ha hagut un error en provar d'importar el certificat %1:</p><p><b>%2</b></p></qt>
cs: <qt> <p>Nastala chyba při při pokusu importovat certifikát %1:</p><p><b>%2</b></p></qt>
da: <qt><p>En fejl opstod under forsøget på at importere certifikatet %1:</p><p><b>%2</b></p></qt>
de: <qt> <p>Beim Importieren des Zertifikats ist ein Fehler aufgetreten %1:</p><p><b>%2</b></p></qt>
el: <qt><p>Συνέβη ένα σφάλμα κατά την προσπάθεια εισαγωγής του πιστοποιητικού %1:</p><p><b>%2</b></p></qt>
es: <qt><p>Ocurrió un error al intentar importar el certificado %1:</p><p><b>%2</b></p></qt>
et: <qt><p>Tekkis viga, kui püüti importida sertifikaati %1:</p><p><b>%2</b></p></qt>
eu: <qt><p>Errore bat gertatu da %1 ziurtagiria deskargatzean:</p><p><b>%2</b></p></qt>
fa: <qt><p>هنگام سعی برای واردات گواهی‌نامۀ %1، خطایی رخ داد:</p><p><b>%2</b></p></qt>
fr: <qt><p>Une erreur s'est produite lors de la tentative d'importation du certificat %1 :</p><p><b>%2</b></p></qt>
fy: <qt><p>Der gie wat mis by it ymportearjen fan it sertifikaat %1:</p><p><b>%2</b></p></qt>
gl: <qt><p>Ocorreu un erro mentres se tentaba importar o certificado %1:</p><p><b>%2</b></p></qt>
hu: <qt><p>Hiba történt a(z) %1 tanúsítvány importálásakor:</p><p><b>%2</b></p></qt>
it: <qt><p>Si è verificato un errore cercando di importare il certificato %1:</p><p><b>%2</b></p></qt>
ja: <qt><p>証明書 %1 をインポート中にエラーが発生しました:</p><p><b>%2</b></p></qt>
kk: <qt><p>%1 куәлігін импорттау кезінде қате пайда болды:</p><p><b>%2</b></p></qt>
km: <qt><p>កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈពេល​ព្យាយាម​នាំចូល​វិញ្ញា​បនបត្រ %1 ៖</p><p><b>%2</b></p></qt>
ko: <qt><p>인증서 %1을(를) 가져오는 도중 오류 발생:</p><p><b>%2</b></p></qt>
mk: <qt><p>Се појави грешка при обидот да се внеси сертификатот %1:</p><p><b>%2</b></p></qt>
ms: <qt><p>Ralat berlaku semasa cuba mengimport sijil %1:</p><p><b>%2</b></p></qt>
nb: <qt><p> Det oppsto en feil ved forsøk på å importere sertifikatet %1:</p><p><b>%2</b></p></qt>
nds: <qt><p>Bi't Importeren vun dat Zertifikaat %1 geev dat en Fehler:</p><p><b>%2</b></p></qt>
nl: <qt><p>Er deed zich een fout voor bij het importeren van het certificaat %1:</p><p><b>%2</b></p></qt>
nn: <qt><p> Det oppsto ein feil ved forsøk på å importera sertifikatet %1:</p><p><b>%2</b></p></qt>
pl: <qt><p>Wystąpił błąd podczas próby zaimportowania certyfikatu %1:</p><p><b>%2</b></p></qt>
pt: <qt><p>Ocorreu um erro ao tentar importar o certificado %1:</p><p><b>%2</b></p></qt>
pt_br: Ocorreu um erro ao tentar importar o certificado %1:</p><p><b>%2</b></p></qt>
ru: <qt><p>При попытке импорта сертификата %1 произошла ошибка:</p><p><b>%2</b></p></qt>
sk: <qt><p>Nastala chyba počas importu certifikátu %1:</p><p><b>%2</b></p></qt>
sl: <qt><p>Prišlo je do napake pri uvažanju certifikata %1:</p><p><b>%2</b></p></qt>
sr: <qt><p>Дошло је до грешке приликом покушаја увожења сертификата %1:</p><p><b>%2</b></p></qt>
sr@latn: <qt><p>Došlo je do greške prilikom pokušaja uvoženja sertifikata %1:</p><p><b>%2</b></p></qt>
sv: <qt><p>Ett fel uppstod när certifikatet %1 skulle importeras:</p><p><b>%2</b></p></qt>
ta: <qt><p> %1 சான்றிதழை இறக்குமதி செய்யும்போது பிழை ஏற்பட்டுள்ளது:</p><p><b>%2</b></p></qt>
tg: <qt><p>Ҳангоми воридоти сертификати%1, хатогии зерин рӯй дод:</p><p><b>%2</b></p></qt>
uk: <qt><p>Виникла помилка під час спроби імпортування сертифікат %1:</p><p><b>%2</b></p></qt>
zh_cn: <qt><p>尝试导入证书 %1 时出错：</p><p><b>%2</b></p></qt>
zh_tw: <qt><p>匯入憑證 %1 時發生錯誤：</p> <p><b>%2</b></p></qt>
