Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: A file named "%1" already exists. Are you sure you want to overwrite it?
bg: Вече има файл с име "%1". Искате ли да бъде презаписан?
ca: Ja existeix un fitxer anomenat "%1". Desitgeu sobreescriure'l?
cs: Soubor s názvem "%1" již existuje. Opravdu jej chcete přepsat?
da: En fil med navnet "%1" findes allerede. Vil du overskrive den?
de: Es existiert bereits eine Datei mit dem Namen "%1". Wollen Sie diese Datei wirklich überschreiben?
el: Ένα αρχείο με όνομα "%1" υπάρχει ήδη. Σίγουρα θέλετε να το αντικαταστήσετε;
es: Ya existe un archivo llamado «%1». ¿Está seguro de que quiere sobrescribirlo?
et: Fail nimega "%1" on juba olemas. Kas tõesti kirjutada see üle?
eu: "%1" izeneko fitxategia existitzen da dagoeneko. Ziur zaude gainidatzi nahi duzula?
fa: یک پرونده با نام »%1« از قبل وجود داشته است. مطمئن هستید که می‌خواهید آن را جای‌نوشت کنید؟
fr: Un fichier nommé « %1 » existe déjà. Voulez-vous vraiment l'écraser ?
fy: In triem mei de namme "%1" bestiet al. Wolle jo it oerskriuwe?
gl: Xa existe un ficheiro de nome "%1". Está seguro de que o quere sobrescribir?
hu: Már létezik "%1" nevű fájl. Felül szeretné írni?
it: Esiste già un file chiamato "%1". Sei sicuro di volerlo sovrascrivere?
ja: "%1" という名前のファイルは既に存在します。本当に上書きしますか？
kk: "%1" деп аталған файл бар ғой. Үстінен жаза берейік пе?
km: មាន​ឯកសារ​ដែល​មាន​ឈ្មោះ "%1" រួច​ហើយ ។ តើ​អ្នក​ប្រាកដ​ជា​ចង់​សរសេរ​ជាន់លើវា​ទេ ?
ko: 이름이 "%1"인 파일이 존재합니다. 덮어쓰시겠습니까?
mk: Датотеката со име "%1" веќе постои. Дали сакате да запишете над него?
ms: Fail bernama "%1" sudah wujud. Anda pasti ingin menulisgantinya?
nb: Det finnes allerede en fil som heter «%1». Er du sikker på at du vil overskrive den?
nds: Dat gifft al en Datei mit den Naam "%1". Wullt Du ehr redig överschrieven?
nl: Het bestand "%1" bestaat al. Wilt u het werkelijk overschrijven?
nn: Det finst allereie ei fil som heiter «%1». Vil du verkeleg overskriva ho?
pl: Plik o nazwie "%1" już istnieje. Czy na pewno chcesz go zastąpić?
pt: Já existe um ficheiro com o nome "%1". Tem a certeza que o deseja substituir?
pt_br: Um arquivo chamado "%1"'já existe. Tem certeza de que deseja sobrescrevê-lo?
ru: Файл с именем "%1" уже существует. Вы хотите перезаписать его?
sk: Súbor "%1" už existuje. Naozaj ho chcete prepísať?
sl: Datoteka z imenom »%1« že obstaja. Jo zares želite nadomestiti?
sr: Фајл по имену „%1“ већ постоји. Желите ли заиста да га пребришете?
sr@latn: Fajl po imenu „%1“ već postoji. Želite li zaista da ga prebrišete?
sv: En fil som heter "%1" finns redan. Är du säker på att du vill skriva över den?
ta: "%1" என்ற பெயரில் உள்ள கோப்பு முன்னதாகவே உள்ளது. அதனை மேலெழுத வேண்டுமா?
tg: Файл бо номи "%1" аллакай мавҷуд аст. Оёмехоҳед онро аз нав нависед?
uk: Файл з назвою "%1" вже існує. Хочете його перезаписати?
zh_cn: 名为”%1“的文件已经存在。您确认真的要覆盖它吗？
zh_tw: 檔案 %1 已存在。您要覆寫它嗎？

source: Overwrite File?
bg: Презапис на файл
ca: Sobreescriure el fitxer?
cs: Přepsat soubor?
da: Overskriv fil?
de: Datei überschreiben?
el: Αντικατάσταση αρχείου;
es: ¿Sobrescribir el archivo?
et: Kas kirjutada fail üle?
eu: Gainidatzi fitxategia?
fa: پرونده جای‌نوشت شود؟
fr: Écraser le fichier ?
fy: Triem oerskriuwe?
gl: Sobrescribir ficheiro?
hu: Felül szeretné írni a fájlt?
it: Sovrascrivo il file?
ja: ファイルを上書きしますか？
kk: Үстінен жаза берейік пе?
km: សរសេរ​ជាន់​លើ​ឯកសារ​ឬ ?
ko: 파일을 덮어 쓰시겠습니까?
mk: Да запишам над датотеката?
ms: Tulis Ganti Fail?
nb: Overskriv fil?
nds: Datei överschrieven?
nl: Bestand overschrijven?
nn: Skriv over fil?
pl: Zastąpić plik?
pt: Sobrepor o Ficheiro?
pt_br: Sobrescrever Arquivo?
ru: Перезаписать файл?
sk: Prepísať súbor?
sl: Nadomestim datoteko?
sr: Да ли да пребришем фајл?
sr@latn: Da li da prebrišem fajl?
sv: Skriv över fil?
ta: கோப்பினை மேல் எழுத வேண்டுமா?
tg: Файлро болонависӣ кунам?
uk: Перезаписати файл?
zh_cn: 是否覆盖文件？
zh_tw: 覆寫檔案？

source: &Overwrite
bg: &Презапис
ca: S&obreescriure
cs: &Přepsat
da: &Overskriv
de: Ü&berschreiben
el: &Αντικατάσταση
es: S&obrescribir
et: &Kirjuta üle
eu: &Gainidatzi
fa: &جای‌نوشت‌
fr: &Écraser
fy: &Oerskriuwe
gl: S&obrescribir
hu: &Felülírás
it: &Sovrascrivi
ja: 上書き(&O)
kk: Ү&стінен жазу
km: សរសេរ​ជាន់​លើ
ko: 덮어씀(&O)
mk: &Запиши над датотеката
ms: &Tulis Ganti
nb: &Overskriv
nds: Ö&verschrieven
nl: &Overschrijven
nn: &Overskriv
pl: &Zastąp
pt: S&obrepor
pt_br: &Sobrescrever
ru: &Перезаписать
sk: &Prepísať
sl: &Nadomestim
sr: &Пребриши
sr@latn: &Prebriši
sv: Skriv &över
ta: &மேல் எழுது
tg: &Болонависӣ
uk: &Перезаписати
zh_cn: 覆盖(&O)
zh_tw: 覆寫(&O)

source: Serial
bg: Сериен
ca: Sèrie
cs: Sériové číslo
da: Seriel
de: Seriennummer
el: Σειριακή
es: Serie
et: Seerianumber
eu: Seriea
fa: متوالی
fr: Série
fy: Seriele
gl: Serie
hu: Sorozatszám
it: Seriale
ja: シリアル
kk: Тізбек
km: សៀរៀល
ko: 일련번호
mk: Сериски
ms: Bersiri
nb: Seriell
nds: Seriennummer
nl: Serie
nn: Seriell
pl: Numer seryjny
pt: Série
ru: Серия
sk: Séria
sl: Zaporedna
sr: Серијски
sr@latn: Serijski
sv: Seriell
ta: வரிசை
tg: Сериявӣ
uk: Послідовний
zh_cn: 序列
zh_tw: 序號

source: Stop Operation
bg: Прекъсване на операцията
ca: Atura l'operació
cs: Zastavit činnost
de: Vorgang abbrechen
el: Σταμάτημα λειτουργίας
es: Detener la operación
et: Peata tegevus
eu: Gelditu eragiketa
fa: ایست عمل
fr: Arrêter l'opération
fy: Operaasje stopje
gl: Para operación
hu: A művelet leállítása
it: Arresta operazione
ja: 操作を停止
kk: Әрекетті тоқтату
km: បញ្ឈប់​​ប្រតិបត្តិការ​
ko: 중지
mk: Запри ја операцијата
ms: Hentikan Operasi
nb: Stopp operasjon
nds: Akschoon afbreken
nl: Operatie stoppen
nn: Stopp operasjon
pl: Zatrzymaj operację
pt: Parar Operação
pt_br: Parar Operação
ru: Остановить операцию
sk: Zastaviť operáciu
sl: Ustavi operacijo
sr: Заустави операцију
sr@latn: Zaustavi operaciju
sv: Stoppa åtgärd
ta: செயலை நிறுத்து
tg: Боздоштани амалиёт
uk: Зупинити дію
zh_cn: 停止操作
zh_tw: 停止運作

source: New Key Pair...
bg: Нова двойка ключове...
ca: Nova parella de claus...
cs: Nový pár klíčů...
da: Nyt nøglepar...
de: Neues Schlüsselpaar ...
el: Νέο ζευγάρι κλειδιών...
es: Nuevo par de claves...
et: Uus võtmepaar...
eu: Gako-pare berria...
fa: جفت کلید جدید...
fr: Nouvelle paire de clés...
fy: Nije kaaibosk...
gl: Novo par de chaves...
hu: Új kulcspár...
it: Nuova coppia di chiavi...
ja: 新しい鍵ペア...
kk: Жаңа қос кілттер...
km: ផ្គួផ្គង​កូនសោ​ថ្មី...
ko: 새로운 키 묶음
mk: Нов клучен пар...
ms: Pasangan Kekunci Baru...
nb: Nytt nøkkelpar …
nds: Nieg Slötelpoor...
nl: Nieuwe sleutelbos...
nn: Nytt nøkkelpar …
pl: Nowa para kluczy...
pt: Nova Par de Chaves...
pt_br: Novo Par de Chaves...
ru: Новая пара ключей...
sk: Nový pár kľúčov...
sl: Nov par ključev ...
sr: Нови пар кључева...
sr@latn: Novi par ključeva...
sv: Nytt nyckelpar...
ta: புதிய விசை ஜோடி...
tg: Ҷуфти нави калидҳо...
uk: Нова пара ключів...
zh_cn: 新建密钥对...
zh_tw: 新的金鑰配對...

source: Hierarchical Key List
bg: Йерархичен списък с ключове
ca: Llista de claus jeràrquica
cs: Hierarchický seznam klíčů
da: Hierarkisk nøgleliste
de: Hierarchische Schlüsselliste
el: Ιεραρχική λίστα κλειδιού
es: Lista jerárquica de claves
et: Hierarhiline võtmete nimekiri
eu: Gako zerrenda hierarkikoa
fa: فهرست کلید سلسله مراتبی
fr: Liste hiérarchique des clés
fy: Hiërargyske kaailist
gl: Lista xerárquica de chaves
hu: Hierarchikus kulcslista
it: Lista gerarchica delle chiavi
ja: 階層的な鍵リスト
kk: Иерархиялық кілттер тізімі
km: ​បញ្ជី​កូនសោ​ឋានានុក្រម
ko: 계층적 키 목록
mk: Хиерархиска листа на клучеви
ms: Senarai Kekunci Berhierarki
nb: Hierarkisk nøkkelliste
nds: Hierarch'sche Slötellist
nl: Hiërarchische sleutellijst
nn: Hierarkisk nøkkelliste
pl: Hierarchiczna lista kluczy
pt: Lista Hierárquica de Chaves
pt_br: Lista de Chaves Hierárquica
ru: Иерархический список ключей
sk: Hierarchický zoznam kľúčov
sl: Hierarhičen seznam ključev
sr: Хијерархијска листа кључева
sr@latn: Hijerarhijska lista ključeva
sv: Hierarkisk nyckellista
ta: படிநிலை விசைப் பட்டியல்
tg: Рӯйхати калидҳои иерархӣ
uk: Ієрархічний список ключів
zh_cn: 层次密钥列表
zh_tw: 階層式金鑰清單

source: Expand All
bg: Разгъване на всичко
ca: Expandeix-ho tot
cs: Rozbalit vše
da: Ekspandér alle
de: Alle aufklappen
el: Ανάπτυξη όλων
es: Expandir todo
et: Ava kõik
eu: Zabaldu guztiak
fa: بسط همه
fr: Tout développer
fy: Alles útklappe
gl: Expandir todo
hu: Teljes kibontás
it: Espandi tutto
ja: すべて展開
kk: Барлығын тарқату
km: ពង្រីក​ទាំងអស់​
ko: 모두 확장
mk: Прошири ги сите
ms: Kembangkan Semua
nb: Fold ut alle
nds: All Utfoolden
nl: Alles uitklappen
nn: Fald ut alle
pl: Rozwiń wszystko
pt: Expandir Tudo
pt_br: Expandir Tudo
ru: Развернуть все
sk: Rozbaliť všetko
sl: Razširi vse
sr: Рашири све
sr@latn: Raširi sve
sv: Expandera alla
ta: அனைத்தையும் விரிவாக்கு
tg: Боз кардани ҳамааш
uk: Розгорнути всі
zh_cn: 全部展开
zh_tw: 全部展開

source: Collapse All
bg: Сгъване на всичко
ca: Contraure-ho tot
cs: Svinout vše
da: Kollaps alt
de: Alle einklappen
el: Σύμπτυξη όλων
es: Contraer todo
et: Sulge kõik
eu: Tolestu guztiak
fa: فروپاشی همه
fr: Tout réduire
fy: Alles ynklappe
gl: Colapsar todo
hu: Teljes összecsukás
it: Raccogli tutto
ja: すべてたたむ
kk: Барлығын бүктеу
km: វេញ​ទាំង​អស់​
ko: 모두 접기
mk: Собери ги сите
ms: Runtuhkan Semua
nb: Fold sammen alle
nds: All Tosamenfoolden
nl: Alles inklappen
nn: Fald saman alle
pl: Zwiń wszystko
pt: Recolher Tudo
pt_br: Diminuir Tudo
ru: Свернуть все
sk: Zbaliť všetko
sl: Zloži vse
sr: Сажми све
sr@latn: Sažmi sve
sv: Dra ihop alla
ta: அனைத்தையும் குறுக்கு
tg: Печонидани ҳамааш
uk: Згорнути всі
zh_cn: 全部折叠
zh_tw: 全部收回

source: Refresh CRLs
bg: Обновяване на CRLs
ca: Refresca les CRLs
cs: Obnovit CRL
da: Genopfrisk CRL'er
de: Sperrlisten aktualisieren
el: Ανανέωση CRLs
es: Actualizar las CRL
et: Uuenda CRL-e
eu: Freskatu CRL-ak
fa: بازآوری CRLها
fr: Rafraîchir les LRC
fy: CRL's fernije
gl: Anovar CRLs
hu: A CRL-ek frissítése
it: Aggiorna CRL
ja: CRL を更新
kk: CRL тізімдерін жаңарту
km: ធ្វើ​ឲ្យ​ CRLs ស្រស់​
ko: CRLs 새로고침
mk: Освежи ги CRL
ms: Muatkan Semula CRL
nb: Frisk opp CRL-er
nds: Torüchrooplisten (ZTLen) opfrischen
nl: CRL's vernieuwen
nn: Oppdater CRL-ar
pl: Odśwież listy CRL
pt: Actualizar CRLs
pt_br: Atualizar CRLs
ru: Обновить CRL
sk: Aktualizovať zoznamy CRL
sl: Osveži CPS-je
sr: Освежи CRL-ове
sr@latn: Osveži CRL-ove
sv: Uppdatera CRL:er
ta: CRLsஐ புதுப்பி
tg: Бозсозии CRL
uk: Оновити CRL-и
zh_cn: 刷新 CRL
zh_tw: 刷新廢棄憑證清單

source: Revoke
bg: Анулиране
ca: Revoca
cs: Odvolat
da: Fjern
de: Zurückziehen
el: Ανάκληση
es: Revocar
et: Tühista
eu: Errebokatu
fa: لغو
fr: Révoquer
fy: Werroppe
gl: Revocar
hu: Visszavonás
it: Revoca
ja: 破棄
kk: Күшін жою
km: ដក​ហូត​វិញ
ko: 취소
mk: Укини
ms: Batalkan
nb: Tilbakekall
nds: Torüchropen
nl: Herroepen
nn: Tilbakekall
pl: Unieważnij
pt: Revogar
pt_br: Revogar
ru: Отозвать
sk: Zrušiť platnosť
sl: Prekliči
sr: Опозови
sr@latn: Opozovi
sv: Återkalla
ta: நிறுத்து
tg: Бекор кардан
uk: Анулювати
zh_cn: 吊销
zh_tw: 廢棄

source: Extend
bg: Удължаване
ca: Allarga
cs: Rozšířit
da: Udvid
de: Verlängern
el: Επέκταση
es: Extender
et: Pikenda
eu: Luzatu
fa: گسترده
fr: Étendre
fy: Utwreidzje
gl: Estender
hu: Meghosszabbítás
it: Estendi
ja: 延長
kk: Ұзарту
km: ពង្រីក​
ko: 확장
mk: Прошири
ms: Sambung
nb: Utvid
nds: Utdehnen
nl: Uitbreiden
nn: Utvid
pl: Rozszerz
pt: Extender
pt_br: Estender
ru: Расширить
sk: Rozšíriť
sl: Podaljšaj
sr: Продужи
sr@latn: Produži
sv: Förläng
ta: விரிவாக்கு
tg: Вусъат додан
uk: Розширити
zh_cn: 扩展
zh_tw: 延伸

source: Validate
bg: Проверка
ca: Valida
cs: Ověřit
da: Validér
de: Validieren
el: Επαλήθευση
es: Validar
et: Kontrolli ehtsust
eu: Balidatu
fa: معتبر
fr: Valider
fy: Falidearje
gl: Validar
hu: Érvényesítés
it: Convalida
ja: 検証
kk: Тексеру
km: ធ្វើ​ឲ្យ​មាន​សុពលភាព
ko: 인증
mk: Ратификувај
ms: Sahkan
nb: Valider
nds: Pröven
nl: Valideren
nn: Sjekk
pl: Sprawdź
pt: Validar
pt_br: Validar
ru: Проверить
sk: Overiť
sl: Potrdi
sr: Овери
sr@latn: Overi
sv: Kontrollera
ta: முறையான
tg: Санҷидан
uk: Підтвердити
zh_cn: 验证
zh_tw: 驗證

source: Import Certificates...
bg: Импортиране на удостоверения...
ca: Importa certificats...
cs: Importovat certifikáty...
da: Importér certifikater...
de: Zertifikate importieren ...
el: Εισαγωγή πιστοποιητικών...
es: Importar certificados...
et: Impordi sertifikaadid...
eu: Inportatu ziurtagiriak...
fa: واردات گواهی‌نامه‌ها...
fr: Importer des certificats...
fy: Sertifikaten ymportearje...
gl: Importar Certificados...
hu: Tanúsítványok importálása...
it: Importa certificati...
ja: 証明書をインポート...
kk: Куәліктерді импорттау...
km: នាំចូល​វិញ្ញាបនបត្រ​...
ko: 인증서 가져오기...
mk: Внеси сертификати...
ms: Import Sijil...
nb: Importer sertifikater …
nds: Zertifikaten importeren...
nl: Certificaten importeren...
nn: Importer sertifikat …
pl: Importuj certyfikaty...
pt: Importar Certificados...
pt_br: Importar Certificados...
ru: Импорт сертификатов...
sk: Import certifikátov...
sl: Uvozi certifikate ...
sr: Увези сертификате...
sr@latn: Uvezi sertifikate...
sv: Importera certifikat...
ta: சான்றிதழ்களை இறக்குமதி செய்....
tg: Воридоти сертификатҳо...
uk: Імпортувати сертифікати...
zh_cn: 导入证书...
zh_tw: 匯入憑證...

source: Import CRLs...
bg: Импортиране на CRLs...
ca: Importa CRLs...
cs: Importovat CRL...
da: Importér CRL'er...
de: Sperrlisten importieren ...
el: Εισαγωγή CRLs...
es: Importar CRL...
et: Impordi CRL-id...
eu: Inportatu CRL-ak...
fa: واردات CRLs...
fr: Importer des LRC...
fy: CRL's ymportearje...
gl: Importar CRLs...
hu: CRL-ek importálása...
it: Importa CRL...
ja: CRL をインポート...
kk: CRL тізімдерді импорттау...
km: នាំចូល​ CRLs...
ko: CRLs 가져오기...
mk: Внеси CRL...
ms: Import CRL...
nb: Importer CRL-er …
nds: Torüchrooplisten (ZTLen) importeren...
nl: CRL's importeren...
nn: Importer CRL-ar …
pl: Importuj listy CRL...
pt: Importar CRLs...
pt_br: Importar CRLs...
ru: Импорт CRL...
sk: Import zoznamov CRL...
sl: Uvozi CPS-je ...
sr: Увези CRL-ове...
sr@latn: Uvezi CRL-ove...
sv: Importera CRL:er...
ta: CRLs...ஐ இறக்குமதி செய்..
tg: Воридоти CRL...
uk: Імпортувати CRL-и...
zh_cn: 导入 CRL...
zh_tw: 匯入廢棄憑證清單...

source: Export Certificates...
bg: Експортиране на удостоверения...
ca: Exporta certificats...
cs: Exportovat certifikáty...
da: Eksportér certifikater...
de: Zertifikate exportieren ...
el: Εξαγωγή πιστοποιητικών...
es: Exportar certificados...
et: Ekspordi sertifikaadid...
eu: Esportatu ziurtagiriak...
fa: صادرات گواهی‌نامه‌ها...
fr: Exporter des certificats...
fy: Sertifikaten eksportearje...
gl: Exportar certificados...
hu: Tanúsítványok exportálása...
it: Esporta certificati...
ja: 証明書をエクスポート...
kk: Куәліктерді экспорттау...
km: នាំចេញ​វិញ្ញាបនបត្រ​...
ko: 인증서 내보내기...
mk: Извези сертификати...
ms: Eksport Sijil...
nb: Eksporter sertifikater …
nds: Zertifikaten exporteren...
nl: Certificaten exporteren...
nn: Eksporter sertifikat …
pl: Eksportuj certyfikaty...
pt: Exportar Certificados...
pt_br: Exportar Certificados...
ru: Экспорт сертификатов...
sk: Export certifikátov...
sl: Izvozi certifikate ...
sr: Извези сертификате...
sr@latn: Izvezi sertifikate...
sv: Exportera certifikat...
ta: சான்றிதழ்களை ஏற்றுமதி செய்....
tg: Содироти сертификатҳо...
uk: Експортувати сертифікати...
zh_cn: 导出证书...
zh_tw: 匯出憑證...

source: Export Secret Key...
bg: Експортиране на секретен ключ...
ca: Exporta clau privada...
cs: Exportovat tajný klíč...
da: Eksportér hemmelig nøgle...
de: Geheimen Schlüssel exportieren ...
el: Εξαγωγή μυστικού κλειδιού...
es: Exportar la clave secreta...
et: Ekspordi salajane võti...
eu: Esportatu gako sekretua...
fa: صادرات کلید سری...
fr: Exporter une clé secrète...
fy: Geheime kaai eksportearje...
gl: Exportar chave secreta...
hu: Titkos kulcs exportálása...
it: Esporta chiave segreta...
ja: 秘密鍵をエクスポート...
kk: Құпия кілтін экспорттау...
km: នាំចេញ​កូនសោ​សម្ងាត់...
ko: 비밀 키 내보내기...
mk: Извези таен клуч...
ms: Eksport Kekunci Rahsia...
nb: Eksporter hemmelig nøkkel …
nds: Privaatslötel exporteren...
nl: Geheime sleutel exporteren...
nn: Eksporter hemmeleg nøkkel …
pl: Eksportuj klucz tajny...
pt: Exportar a Chave Privada...
pt_br: Exportar Chave Secreta...
ru: Экспорт закрытого ключа...
sk: Exportovať tajný kľúč...
sl: Izvozi skrivni ključ ...
sr: Извези тајни кључ...
sr@latn: Izvezi tajni ključ...
sv: Exportera hemlig nyckel...
ta: இரகசிய விசையை ஏற்றுமதி செய்....
tg: Содироти калиди баста...
uk: Експортувати закритий ключ...
zh_cn: 导出私有密钥...
zh_tw: 匯出秘密金鑰...

source: Certificate Details...
bg: Подробности за удостоверението...
ca: Detalls del certificat...
cs: Detaily certifikátu...
da: Certifikatets detaljer...
de: Zertifikatsdetails anzeigen ...
el: Λεπτομέρειες πιστοποιητικού...
es: Detalles del certificado...
et: Sertifikaadi üksikasjad...
eu: Ziurtagiriaren xehetasunak...
fa: جزئیات گواهی‌نامه...
fr: Détails du certificat...
fy: Sertifikaatdetails...
gl: Detalles do certificado...
hu: A tanúsítvány jellemzői...
it: Dettagli certificato...
ja: 証明書の詳細...
kk: Куәліктің егжей-тегжейі...
km: សេចក្ដី​លម្អិត​​វិញ្ញាបនបត្រ​...
ko: 인증서 세부 내용...
mk: Детали на сертификатот...
ms: Perincian Sijil...
nb: Sertifikatdetaljer …
nds: Zertifikaatdetails...
nl: Certificaatdetails...
nn: Sertifikatdetaljar …
pl: Szczegóły certyfikatu...
pt: Detalhes do Certificado...
pt_br: Detalhes do Certificado...
ru: Сведения о сертификате...
sk: Detaily certifikátov...
sl: Podrobnosti o certifikatu ...
sr: Детаљи сертификата...
sr@latn: Detalji sertifikata...
sv: Certifikatinformation...
ta: சான்றிதழ் விவரங்கள்...
tg: Маълумот оиди сертификат...
uk: Подробиці сертифіката...
zh_cn: 证书明细...
zh_tw: 憑證詳情...

source: Download
bg: Изтегляне
ca: Descarrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
et: Tõmba alla
eu: Deskargatu
fa: بارگیری
fr: Télécharger
fy: Ynlade
gl: Descargar
hu: Letöltés
it: Scarica
ja: ダウンロード
kk: Жүктеп алу
km: ទាញយក
ko: 다운로드
mk: Симни
ms: Muat turun
nb: Last ned
nds: Daalladen
nl: Downloaden
nn: Last ned
pl: Pobierz
pt: Obter
pt_br: Baixar
ru: Загрузить
sk: Stiahnuť
sl: Naloži
sr: Преузми
sr@latn: Preuzmi
sv: Ladda ner
ta: பதிவிறக்கம்
tg: Пурборкунӣ
uk: Звантажити
zh_cn: 下载
zh_tw: 下載

source: Dump CRL Cache...
bg: Снимка на кеш-паметта CRL...
ca: Bolca el cau CRL...
cs: Vypsat CRL cache...
de: Sperrlisten-Zwischenspeicher herausschreiben ...
el: Αποτύπωση λανθάνουσας μνήμης CRL...
es: Volcar el caché CRL...
et: CRL vahemälu...
eu: Irauli CRL cache-a...
fa: تخلیۀ نهانگاه CRL...
fr: Vider le cache des LRC...
fy: CRL-cache dumpe...
gl: Volcar Caché CRL...
hu: A CRL-gyorstár kiírása...
it: Scarica la cache dei CRL...
ja: CRL キャッシュをダンプ...
kk: CRL бүркемесінің дамп ету...
km: បោះ​បង់ចោល​ឃ្លាំង​សម្ងាត់​ CRL...
ko: CRL 캐시 덤프...
mk: Исфрли го CLR-кешот
ms: Abaikan cache CRL...
nb: Dump CRL-mellomlager …
nds: Wohrte Torüchrooplisten utgeven...
nl: CRL-cache dumpen...
nn: Dump CRL-mellomlager …
pl: Zrzuć pamięć podręczną list CRL...
pt: Escrever o Cache CRL...
pt_br: Descarregar Cache do CRL...
ru: Снимок кэша CRL...
sk: Vypísať vyrovnávaciu pamäť CRL...
sl: Odloži predpomnilnik CPS ...
sr: Избаци CRL кеш...
sr@latn: Izbaci CRL keš...
sv: Visa CRL-cache...
ta: சிஆர்எல் இடைமாற்றியைத் திணி...
tg: Сурати кзши CRL...
uk: Скинути кеш CRL...
zh_cn: 转储 CRL 缓存...
zh_tw: 印出廢棄憑證清單快取內容...

source: Clear CRL Cache...
bg: Изчистване на кеш-паметта CRL...
ca: Neteja el cau CRL...
cs: Vyčistit CRL cache...
da: Ryd CRL-Cache...
de: Sperrlisten-Zwischenspeicher löschen ...
el: Καθαρισμός λανθάνουσας μνήμης CRL...
es: Limpiar el caché CRL...
et: Puhasta CRL vahemälu...
eu: Garbitu CRL cache-a...
fa: پاک کردن نهانگاه CRL...
fr: Effacer le cache des LRC...
fy: CRL-cache leegje...
gl: Limpar caché de CRL...
hu: A CRL-gyorstár kiürítése...
it: Pulisci la cache dei CRL...
ja: CRL キャッシュをクリア...
kk: CRL бүркемесін тазалау...
km: ជម្រះ​ឃ្លាំង​សម្ងាត់ CRL...
ko: CRL 캐시 지우기...
mk: Исчисти го CLR-кешот...
ms: Kosongkan Cache CRL...
nb: Tøm CRL-mellomlager …
nds: Wohrte Torüchrooplisten wegdoon...
nl: CRL-cache legen...
nn: Tøm CRL-mellomlager …
pl: Wyczyść pamięć podręczną list CRL...
pt: Limpar o Cache CRL...
pt_br: Limpar Cache do CRL...
ru: Очистить кэш CRL...
sk: Vyčistiť vyrovnávaciu pamäť CRL...
sl: Počisti predpomnilnik CPS ...
sr: Очисти CRL кеш...
sr@latn: Očisti CRL keš...
sv: Rensa CRL-cache...
ta: CRL இடைமாற்றியை துடை...
tg: Пок кардани кэши CRL...
uk: Очистити кеш CRL...
zh_cn: 清除 CRL 缓存
zh_tw: 清除廢棄憑證清單快取...

source: GnuPG Log Viewer...
bg: Преглед на журнала на GnuPG...
ca: Visor de bitàcola de GnuPG...
cs: Prohlížeč záznamů GnuPG...
da: GnuPG logviser...
de: GnuPG-Protokollanzeige ...
el: Προβολέας καταγραφής GnuPG...
es: Visor de registros de GnuPG...
et: GnuPG logi näitaja...
eu: GnuPG egunkari ikustailea...
fa: مشاهده‌گر ثبت GnuPG...
fr: Afficheur de journaux GnuPG...
fy: GnuPG-logwerjefte...
gl: Visor de rexistro do GnuPG...
hu: GnuPG naplómegjelenítő...
it: Visualizzatore log GnuPG...
ja: GnuPG ログビューア...
kk: GnuPG журналын қарау...
km: កម្មវិធី​មើល​កំណត់​ហេតុ GnuPG...
ko: GnuPG 로그 뷰어...
mk: Прегледувач на GnuPG дневници
ms: Pemapar Log GnuPG...
nb: GnuPG loggviser …
nds: GnuPG-Logbookkieker...
nl: GnuPG logweergave...
nn: GnuPG loggframvising …
pl: Przeglądarka dziennika GnuPG...
pt: Visualizador de Registos GnuPG...
pt_br: Visualizador de Log GnuUPG...
ru: Просмотр журнала GnuPG...
sk: Prehliadač záznamu GnuPG...
sl: Pregledovalnik dnevnika GnuPG ...
sr: Приказивач дневника GnuPG-а...
sr@latn: Prikazivač dnevnika GnuPG-a...
sv: GnuPG-loggvisning...
ta: GnuPG பதிவு காட்சியகம்...
tg: Намоиши журнали GnuPG...
uk: Переглядач журналу GnuPG...
zh_cn: GnuPG 日志查看器...
zh_tw: GnuPG 紀錄顯示器...

source: Search:
bg: Търсене:
ca: Cerca:
cs: Hledat:
da: Søg:
de: Suchen nach:
el: Αναζήτηση:
es: Buscar:
et: Otsitakse:
eu: Bilatu:
fa: جستجو:
fr: Rechercher :
fy: Sykje:
gl: Procurar:
hu: Keresés:
it: Cerca:
ja: 検索:
kk: Іздейтіні:
km: ស្វែងរក ៖
ko: 찾기:
mk: Барај:
ms: Cari:
nb: Søk:
nds: Söken:
nl: Zoeken:
nn: Søk:
pl: Znajdź:
pt: Procurar:
pt_br: Pesquisar:
ru: Поиск:
sk: Hľadať:
sl: Poišči:
sr: Тражи:
sr@latn: Traži:
sv: Sök:
ta: தேடு:
tg: Ҷустуҷӯ:
uk: Пошук:
zh_cn: 搜索：
zh_tw: 搜尋：

source: In Local Certificates
bg: В локалните удостоверения
ca: Als certificats locals
cs: V lokálních certifikátech
da: In lokale certifikater
de: in lokalen Zertifikaten
el: Στα τοπικά πιστοποιητικά
es: En los certificados locales
et: kohalikest sertifikaatidest
eu: Ziurtagiri lokaletan
fa: در گواهی‌نامه‌های محلی
fr: Dans les certificats locaux
fy: Yn lokale sertifikaten
gl: En certificados locais
hu: A helyi tanúsítványok között
it: Nei certificati locali
ja: ローカル証明書で
kk: Жергілікті куәліктерде
km: វិញ្ញា​បនបត្រ​ក្នុង​មូលដ្ឋាន​
ko: 로컬 인증서에서
mk: Во локалните сертификати
ms: Dalam Sijil Setempat
nb: I lokale sertifikater
nds: Binnen lokaal Zertifikaten
nl: In lokale certificaten
nn: I lokale sertifikat
pl: W lokalnych certyfikatach
pt: Nos Certificados Locais
pt_br: Nos Certificados Locais
ru: В локальных сертификатах
sk: V lokálnych certifikátoch
sl: v krajevnih certifikatih
sr: У локалним сертификатима
sr@latn: U lokalnim sertifikatima
sv: I lokala certifikat
ta: உள்ளமை சான்றிதழ்களில்
tg: Дар сертификатҳои маҳалӣ
uk: В локальних сертифікатах
zh_cn: 在本地证书中
zh_tw: 於本地憑證
