Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Certificate Import Failed
bg: Грешка при импортиране на удостоверение
ca: La importació del certificat ha fallat
cs: Import certifikátu selhal
da: Import af certifikat mislykkedes
de: Das Importieren des Zertifikats ist fehlgeschlagen
el: Αποτυχία εισαγωγής του πιστοποιητικού
es: Fallo al importar el certificado
et: Sertifikaadi import ebaõnnestus
eu: Ziurtagiriarn inportazioak huts egin du
fa: خرابی در واردات گواهی‌نامه
fr: L'importation du certificat a échoué
fy: Ymportearjen sertifikaat mislearre
gl: Fallou a importación do certificado
hu: A tanúsítványimportálás nem sikerült
it: L'importazione del certificato è fallita
ja: 証明書のインポートに失敗しました
kk: Куәлікті импорттау жаңылысы
km: កា​រនាំចូល​វិញ្ញា​បនបត្រ​បាន​បរាជ័យ
ko: 인증서를 가져올 수 없습니다.
mk: Внесувањето на сертификатот не успеа
ms: Gagal Import Sijil
nb: Sertifikatimport mislyktes
nds: Importeren vun dat Zertifikaat fehlslaan
nl: Importeren certificaat mislukt
nn: Sertifikatimport feila
pl: Import certyfikatu zakończył się niepowodzeniem
pt: Importação do Certificado Falhou
pt_br: A Importação de Certificados Falhou
ru: Невозможно импортировать сертификат
sk: Import certifikátu zlyhal
sl: Uvoz certifikatov ni uspel
sr: Увожење сертификата није успело
sr@latn: Uvoženje sertifikata nije uspelo
sv: Import av certifikat misslyckades
ta: சான்றிதழை இறக்குமதி செய்ய முடியவில்லை
tg: Наметавонам сертификатро ворид кунам.
uk: Імпортування сертифіката зазнало невдачі
zh_cn: 证书导入失败
zh_tw: 匯入憑證失敗

source: Importing certificates...
bg: Импортиране на удостоверения...
ca: S'està important els certificats...
cs: Import certifikátů...
da: Importerer certifikater...
de: Zertifikate importieren ...
el: Εισαγωγή πιστοποιητικών...
es: Importando certificados...
et: Sertifikaatide import...
eu: Ziurtagiriak inportatzen...
fa: واردات گواهی‌نامه‌ها...
fr: Importer des certificats...
fy: Dwaande mei it ymportearjen fan sertifikaten ...
gl: Importando os certificados...
hu: Tanúsítvány importálása...
it: Importazione certificati...
ja: 証明書をインポート中...
kk: Куәліктерді импорттау...
km: កំពុង​នាំចូល​វិញ្ញា​បនបត្រ...
ko: 인증서를 가져오는 중...
mk: Внесувам сертификат...
ms: Mengimport sijil...
nb: Importerer sertifikater …
nds: Zertifikaten warrt importeert...
nl: Bezig met certificaten te importeren...
nn: Importerer sertifikat …
pl: Importowanie certyfikatów...
pt: A importar certificados...
pt_br: Importando certificados
ru: Импорт сертификатов...
sk: Importujem certifikát...
sl: Uvažanje certifikatov:
sr: Увозим сертификате...
sr@latn: Uvozim sertifikate...
sv: Importerar certifikat...
ta: சான்றிதழ்களை இறக்குமதி செய்கிறது...
tg: Воридоти сертификатҳо...
uk: Імпортування сертифікатів...
zh_cn: 正在导入证书...
zh_tw: 匯入憑證中...

source: Total number processed:
bg: Общо обработени:
ca: Nombre processat total:
cs: Celkem zpracováno:
da: Totalt antal behandlet:
de: Insgesamt bearbeitet:
el: Συνολικός αριθμός που επεξεργάστηκε:
es: Número total procesado:
et: Kokku töödeldud:
eu: Prozesatutakoen guztizko kopurua:
fa: تعداد کل پردازش‌شده:
fr: Nombre total traité :
fy: Totaal oantal ferwurke:
gl: Número total procesado:
hu: A feldolgozottak száma:
it: Totale elaborati:
ja: 処理した総数:
kk: Қарастырылғандар саны:
km: ចំនួន​សរុប​បាន​ដំណើរការ ៖
ko: 진행된 총 개수:
mk: Вкупен број на обработени:
ms: Jumlah bilangan yang telah diproses:
nb: Totalt antall behandlet:
nds: Verarbeidt (tosamen):
nl: Totaal aantal verwerkt:
nn: Totalt antall handsama:
pl: Całkowita liczba przetworzonych:
pt: Total processados:
pt_br: Número total processado:
ru: Всего обработано:
sk: Celkový počet spracovaných:
sl: Skupno število obdelanih:
sr: Укупан број обрађених:
sr@latn: Ukupan broj obrađenih:
sv: Totalt antal behandlade:
ta: செயலாக்கப்பட்ட மொத்த எண்:
tg: Коркарди ҷамъбастӣ:
uk: Всього опрацьовано:
zh_cn: 已处理总数：
zh_tw: 已處理總數：

source: Imported:
bg: Импортирани:
ca: Importades:
cs: Importováno:
da: Importeret:
de: Importiert:
el: Εισηγμένα:
es: Importado:
et: Imporditud:
eu: Inportatuak
fa: وارد‌شده:
fr: Importé :
fy: Ymportearre:
gl: Importado:
hu: Importálva:
it: Importati:
ja: インポート済み:
kk: Импортталған:
km: បាននាំចូល​ ៖
ko: 가져옴:
mk: Внесено:
ms: Diimport:
nb: Importert:
nds: Importeert:
nl: Geïmporteerd:
nn: Importert:
pl: Zaimportowane:
pt: importado:
pt_br: Importado:
ru: Импортировано:
sk: Importovaných:
sl: Uvoženi:
sr: Увезених:
sr@latn: Uvezenih:
sv: Importerade:
ta: இறக்குமதி செய்யப்பட்டது
tg: Воридкардашуда:
uk: Імпортовано:
zh_cn: 已导入：
zh_tw: 已匯入：

source: New signatures:
bg: Нови подписи:
ca: Signatures noves:
cs: Nové podpisy:
da: Nye underskrifter:
de: Neue Signaturen:
el: Νέες υπογραφές:
es: Firmas nuevas:
et: Uued signatuurid:
eu: Sinadura berriak.
fa: امضاهای جدید:
fr: Nouvelles signatures :
fy: Nije hântekeningen:
gl: Novas sinaturas:
hu: Új aláírások:
it: Nuove firme:
ja: 新規署名:
kk: Жаңа қолтаңбалар:
km: ហត្ថលេខា​ថ្មី ៖
ko: 새로운 서명:
mk: Нови потписи:
ms: Tandatangan baru:
nb: Nye signaturer:
nds: Nieg Ünnerschriften:
nl: Nieuwe handtekeningen:
nn: Nye signaturar:
pl: Nowe podpisy:
pt: Novas assinaturas:
pt_br: Novas assinaturas:
ru: Новые подписи:
sk: Nové podpisy:
sl: Novi podpisi:
sr: Нови потписи:
sr@latn: Novi potpisi:
sv: Nya signaturer:
ta: புதிய கையெழுத்துக்கள்
tg: Имзоҳои нав:
uk: Нові підписи:
zh_cn: 新签名：
zh_tw: 新的簽章：

source: New user IDs:
bg: Нови номера (UID):
ca: IDs d'usuari nous:
cs: Nové ID uživatelů:
da: Nye bruger-ID'er:
de: Neue Benutzer-IDs:
el: Νέα IDs χρήστη:
es: Nuevos ID de usuario:
et: Uued kasutaja ID-d:
eu: Erabiltzaile-ID berriak:
fa: شناسه‌های کاربر جدید:
fr: Nouveaux ID utilisateur :
fy: Nije brûkers-id:
gl: Novos IDs de usuario:
hu: Új felhasználóazonosítók:
it: Nuovi ID utente:
ja: 新規ユーザ ID:
kk: Жаңа пайдаланушы ID-лері:
km: លេខសម្គាល់​អ្នក​ប្រើ​ថ្មី ៖
ko: 새로운 사용자 ID:
mk: Нови Ид. на корисниците:
ms: ID pengguna baru:
nb: Nye bruker-ID-er:
nds: Nieg Bruker-IDs:
nl: Nieuwe gebruikers-id:
nn: Nye brukar-ID-ar:
pl: Nowe identyfikatory użytkowników:
pt: Novos IDs de utilizador:
pt_br: Novos IDs de usuário:
ru: Новые идентификаторы пользователя:
sk: ID nových užívateľov:
sl: Novi uporabniški ID-ji:
sr: Нови кориснички ид.ови:
sr@latn: Novi korisnički id.ovi:
sv: Nya användar-id:
ta: புதிய பயனர் அடையாளம்:
tg: Идентификаторҳои нави истифодакунанда:
uk: Нові ІД користувачів:
zh_cn: 新用户标识：
zh_tw: 新的使用者 ID：

source: Keys without user IDs:
bg: Ключове без номера (UID):
ca: Claus sense ID d'usuari:
cs: Klíče bez UID:
da: Nøgler uden bruger-ID'er:
de: Schlüssel ohne Benutzer-IDs:
el: Κλειδιά χωρίς IDs χρήστη:
es: Claves sin ID de usuario:
et: Võtmed kasutaja ID-ta:
eu: Erabiltzaile-ID gabeko gakoak:
fa: کلیدها بدون شناسه‌های کاربر:
fr: Clés sans ID utilisateur :
fy: Kaaien sûnder brûkers-id:
gl: Chaves sen IDs de usuario:
hu: Felhasználóazonosító nélküli kulcsok:
it: Chiavi senza ID utente:
ja: ユーザ ID なしの鍵:
kk: Пайдаланушының ID-лерсіз кілттер:
km: កូនសោ​គ្មាន​លេខសម្គាល់​អ្នកប្រើ ៖​
ko: 사용자 ID없는 키:
mk: Кориснички Ид. без клучеви:
ms: Kekunci yang tidak mempunyai ID pengguna:
nb: Nøkler uten bruker-ID:
nds: Slötels ahn Bruker-IDs:
nl: Sleutels zonder gebruikers-id:
nn: Nøklar utan brukar-ID:
pl: Klucze bez identyfikatora użytkownika:
pt: Chaves sem ID de utilizador:
pt_br: Chaves sem IDs de usuário:
ru: Ключи без идентификаторов:
sk: Kľúče bez ID užívateľa:
sl: Ključi brez uporabniških ID-jev:
sr: Кључеви без корисничког ид.:
sr@latn: Ključevi bez korisničkog id.:
sv: Nycklar utan användar-id:
ta: பயனர் அடையாளம் இல்லாத விசைகள்
tg: Калидҳо ғайри идентификаторҳо:
uk: Ключі без ідентифікаторів:
zh_cn: 不含用户标识的密钥：
zh_tw: 沒有使用者 ID 的金鑰：

source: New subkeys:
bg: Нови подключове:
ca: Subclaus noves:
cs: Nové podklíče:
da: Nye undernøgler:
de: Neue Unterschlüssel:
el: Νέα υποκλειδιά:
es: Subclaves nuevas:
et: Uued alamvõtmed:
eu: Azpi-gako berriak:
fa: زیرکلیدهای جدید:
fr: Nouvelles sous-clés :
fy: Nije subkaaien:
gl: Novas subchaves:
hu: Új alkulcsok:
it: Nuove sottochiavi:
ja: 新規副鍵:
kk: Жаңа ішкі кілттер:
km: កូនសោ​រង​ថ្មី​ ៖​
ko: 새로운 하위 키:
mk: Нови потклучеви:
ms: Subkekunci baru:
nb: Nye undernøkler:
nds: Nieg Ünnerslötels:
nl: Nieuwe subsleutels:
nn: Nye undernøklar:
pl: Nowe podklucze:
pt: Novas sub-chaves:
pt_br: Novas sub-chaves:
ru: Новые подключи:
sk: Nové podkľúče:
sl: Novi podključi:
sr: Нови подкључеви:
sr@latn: Novi podključevi:
sv: Nya delnycklar:
ta: புதிய துணை விசைகள்:
tg: Зеркалидҳои нав:
uk: Нові підключі:
zh_cn: 新子密钥：
zh_tw: 新的子金鑰：

source: Newly revoked:
bg: Ново анулирани:
ca: Revocades noves:
cs: Nově odvolané:
da: Nyligt fjernet:
de: Kürzlich zurückgezogen:
el: Πρόσφατα ανακλημένα:
es: Revocaciones nuevas:
et: Hiljuti tühistatud:
eu: Errebokatze berriak:
fa: اخیراً فسخ‌شده:
fr: Récemment révoquées :
fy: Opnij werroppe:
gl: Novos revocados:
hu: Frissen visszavonva:
it: Nuove revoche:
ja: 新たに破棄された:
kk: Жаңа күші жойылған:
km: បាន​ហូត​ចេញ​​ថ្មីៗ ៖​
ko: 새로 취소된:
mk: Ново укинати:
ms: Baru dibatalkan:
nb: Nye tilbakekalte:
nds: Nieg torüchropen:
nl: Opnieuw herroepen:
nn: Nye tilbakekalla:
pl: Nowe unieważnienia:
pt: Revogadas novas:
pt_br: Revogada recentemente:
ru: Недавно отозвано:
sk: Novozrušené platnosti:
sl: Na novo preklicani:
sr: Новоопозваних:
sr@latn: Novoopozvanih:
sv: Nyligen återkallade:
ta: புதியதாக நிறுத்தப்பட்டது
tg: Ба қарибӣ бар гардонида шуд:
uk: Недавно анульовано:
zh_cn: 新近吊销：
zh_tw: 新廢棄的：

source: Not imported:
bg: Неимпортирани:
ca: No importades:
cs: Neimportováno:
da: Ikke importeret:
de: Nicht importiert:
el: Μη εισηγμένα:
es: Sin importar:
et: Importimata:
eu: Ez inportatuak:
fa: وارد نشده:
fr: Non importées :
fy: Net ymportearre:
gl: Sen se importar:
hu: Nem importált:
it: Non importati:
ja: インポートしていない:
kk: Импортталмаған:
km: មិន​បាន​នាំចូល​ ៖​
ko: 가져오지 않은:
mk: Невнесени:
ms: Tidak diimport:
nb: Ikke importert:
nds: Nich importeert:
nl: Niet geïmporteerd:
nn: Ikkje importert:
pl: Nie zaimportowane:
pt: Não importado:
pt_br: Não importada:
ru: Не импортировано:
sk: Neimportované:
sl: Ne-uvoženi:
sr: Неувежених:
sr@latn: Neuveženih:
sv: Inte importerade:
ta: இறக்குமதி செய்யப்படாதது
tg: Ворид карда нашуда:
uk: Не імпортовано:
zh_cn: 未导入：
zh_tw: 未匯入：

source: Unchanged:
bg: Непроменени:
ca: Sense canvis:
cs: Nezměněno:
da: Uændret:
de: Unverändert:
el: Μη τροποποιημένα:
es: Sin cambios:
et: Muutmata:
eu: Aldatu gabeak:
fa: بدون تغییر:
fr: Inchangées :
fy: Net wizige:
gl: Sen cambios:
hu: Nem változott:
it: Non modificati:
ja: 変更されていない:
kk: Өзгертілмеген:
km: មិន​បានផ្លាស់ប្តូរ​ ៖​
ko: 변경되지 않은:
mk: Непроменети:
ms: Tidak diubah:
nb: Uendret:
nds: Nich ännert:
nl: Ongewijzigd:
nn: Uendra:
pl: Nie zmienione:
pt: Inalterado:
pt_br: Sem alterações:
ru: Не изменено:
sk: Nezmenené:
sl: Nespremenjeni:
sr: Неизмењених:
sr@latn: Neizmenjenih:
sv: Oförändrade:
ta: மாற்றப்படாதது
tg: Таъғир дода нашуда:
uk: Не змінено:
zh_cn: 未变更：
zh_tw: 未改變的：

source: Secret keys processed:
bg: Секретни ключове обработени:
ca: Claus secretes processades:
cs: Zpracované tajné klíče:
da: Hemmelige nøgler behandlet:
de: Verarbeitete geheime Schlüssel:
el: Μυστικά κλειδιά που επεξεργάστηκαν:
es: Claves secretas procesadas:
et: Salajasi võtmeid töödeldud:
eu: Prozesatutako giltza sekretuak:
fa: کلیدهای سری پردازش‌شده:
fr: Clés secrètes traitées :
fy: Geheime kaaien ferwurke:
gl: Chaves segredas procesadas:
hu: Feldolgozott titkos kulcsok:
it: Chiavi segrete elaborate:
ja: 処理した秘密鍵:
kk: Қарастырылған құпия кілттер:
km: កូនសោ​សម្ងាត់​​​បាន​ដំណើរការ ៖​
ko: 진행된 비밀 키:
mk: Обработени тајни клучеви:
ms: Kekunci rahsia telah diproses:
nb: Hemmelige nøkler behandlet:
nds: Verarbeidt Privaatslötels:
nl: Geheime sleutels verwerkt:
nn: Hemmelege nøklar handsama:
pl: Przetworzone tajne klucze:
pt: Chaves secretas processadas:
pt_br: Chaves secretas processadas:
ru: Обработано закрытых ключей:
sk: Spracovaných tajných kľúčov:
sl: Obdelani skrivni ključi:
sr: Обрађених тајних кључева:
sr@latn: Obrađenih tajnih ključeva:
sv: Behandlade hemliga nycklar:
ta: இரகசிய விசைகள் செயலாக்கப்பட்டது
tg: Калидҳои махфии коркардашуда:
uk: Опрацьовано закритих ключів:
zh_cn: 已处理的私有密钥：
zh_tw: 已處理的秘密金鑰：

source: Secret keys imported:
bg: Секретни ключове импортирани:
ca: Claus secretes importades:
cs: Importované tajné klíče:
da: Hemmelige nøgler importeret:
de: Importierte geheime Schlüssel:
el: Μυστικά κλειδιά που εισήχθησαν:
es: Claves secretas importadas:
et: Salajasi võtmeid imporditud:
eu: Inportatutako giltza sekretuak:
fa: کلیدهای سری وارد‌شده:
fr: Clés secrètes importées :
fy: Geheime kaaien ymportearre:
gl: Chaves segredas importadas:
hu: Importált titkos kulcsok:
it: Chiavi segrete importate:
ja: インポートした秘密鍵:
kk: Импортталған құпия кілттер:
km: បាន​នាំចូល​កូនសោ​សម្ងាត់​ ៖​
ko: 가져온 비밀 키:
mk: Внесени тајни клучеви:
ms: Kekunci rahsia telah diimport:
nb: Hemmelige nøkler importert:
nds: Importeert Privaatslötels:
nl: Geheime sleutels geïmporteerd:
nn: Hemmelege nøklar importert:
pl: Zaimportowane tajne klucze:
pt: Chaves secretas importadas:
pt_br: Chaves secretas importadas:
ru: Импортировано закрытых ключей:
sk: Importovaných tajných kľúčov:
sl: Uvoženi skrivni ključi:
sr: Увезених тајних кључева:
sr@latn: Uvezenih tajnih ključeva:
sv: Importerade hemliga nycklar:
ta: இரகசிய விசைகள் இறக்குமதி செய்யப்பட்டது:
tg: Калидҳои махфии ворид кардашуда:
uk: Імпортовано закритих ключів:
zh_cn: 已导入的私有密钥：
zh_tw: 已匯入的秘密金鑰：

source: Secret keys <em>not</em> imported:
bg: Секретни ключове неимпортирани:
ca: Claus secretes <em>no</em> importades:
cs: Neimportované tajné klíče:
da: Hemmelige nøgler <em>ikke</em> importeret:
de: <em>Nicht</em> importierte geheime Schlüssel:
el: Μυστικά κλειδιά <em>μη</em> εισηγμένα:
es: Claves secretas <em>no</em> importadas:
et: Salajasi võtmeid <em>importimata</em>:
eu: <em>Ez</em> inportatutako giltza sekretuak:
fa: کلیدهای سری وارد <em>نشده</em>:
fr: Clés secrètes <em>non</em> importées :
fy: Geheime kaaien <em>net</em> ymportearre:
gl: Chaves
hu: <em>Nem</em> importált titkos kulcsok:
it: Chiavi segrete <em>non</em> importate:
ja: インポートしていない秘密鍵:
kk: Импорттал<em>ма</em>ған құпия кілттер:
km: កូនសោ​សម្ងាត់​ <em>មិន​បាន​</em> នាំចូល​ឡើយ​ ៖​
ko: 가져오지 <em>않은</em> 비밀 키:
mk: Тајни клучеви кои <em>не се</em> внесени:
ms: Kekunci rahsia <em>tidak</em> diimport:
nb: Hemmelige nøkler <em>ikke</em> importert:
nds: <em>Nich</em> importeert Privaatslötels:
nl: Geheime sleutels <em>niet</em> geïmporteerd:
nn: Hemmelege nøklar<em>ikkje</em> importert:
pl: <em>Nie</em> zaimportowane tajne klucze:
pt: Chaves secretas <em>não</em> importadas:
pt_br: Chaves secretas que <em>não</em> importadas:
ru: <em>Не</em> импортировано закрытых ключей:
sk: <em>Neimportovaných</em> tajných kľúčov:
sl: Skrivni ključi, ki <em>niso</em> uvoženi:
sr: <em>Неувежених</em> тајних кључева:
sr@latn: <em>Neuveženih</em> tajnih ključeva:
sv: Hemliga nycklar som <em>inte</em> importerats:
ta: இரகசிய விசைகள் <em>not</em>இறக்குமதி செய்யப்பட்டது:
tg: Калидҳои махфии <em>ғайри</em> ворид карда шуда:
uk: <em>Не</em> імпортовано закритих ключів:
zh_cn: <em>未</em>导入的私有密钥：
zh_tw: 尚未匯入的秘密金鑰：

source: Secret keys unchanged:
bg: Секретни ключове непроменени:
ca: Claus secretes sense canvis:
cs: Nezměněné tajné klíče:
da: Hemmelige nøgler uændret:
de: Unveränderte geheime Schlüssel:
el: Μυστικά κλειδιά μη τροποποιημένα:
es: Claves secretas sin cambios:
et: Salajasi võtmeid muutmata:
eu: Aldatu gabeko giltza sekretuak:
fa: کلیدهای سری بدون تغییر:
fr: Clés secrètes inchangées :
fy: Net wizige geheime kaaien:
gl: Chaves segredas sen mudanzas:
hu: Nem változott titkos kulcsok:
it: Chiavi segrete non modificate:
ja: 変更されていない秘密鍵:
kk: Өзгертілмеген құпия кілттер:
km: កូនសោ​សម្ងាត់​មិន​បាន​ផ្លាស់ប្តូរ​ឡើយ​ ៖​
ko: 변경되지 않은 비밀 키:
mk: Непроменети тајни клучеви:
ms: Kekunci rahsia tidak diubah:
nb: Hemmelige nøkler uendret:
nds: Nich ännert Privaatslötels:
nl: Geheime sleutels ongewijzigd:
nn: Hemmelege nøklar uendra:
pl: Nie zmienione tajne klucze:
pt: Chaves secretas inalteradas:
pt_br: Chaves secretas sem alterações:
ru: Не изменено закрытых ключей:
sk: Nezmenených tajných kľúčov:
sl: Nespremenjeni skrivni ključi:
sr: Неизмењених тајних кључева:
sr@latn: Neizmenjenih tajnih ključeva:
sv: Oförändrade hemliga nycklar:
ta: இரகசிய விசைகள் மாற்றப்படாதது
tg: Калидҳои махфии таъғир ёфта нашуда:
uk: Не змінено закритих ключів:
zh_cn: 未变更的私有密钥：
zh_tw: 未變更的秘密金鑰：

source: <qt><p>Detailed results of importing %1:</p><table>%2</table></qt>
bg: <qt><p>Подробна информация за импортирането на %1:</p><table>%2</table></qt>
ca: <qt><p>Resultats detallats de la importació %1:</p><table>%2</table></qt>
cs: <qt><p>detailní výsledky importu %1:</p><table>%2</table></qt>
da: <qt><p>Detaljerede resultater af import af %1:</p><table>%2</table></qt>
de: <qt><p>Detaillierte Ergebnisse des Import von %1:</p><table>%2</table></qt>
el: <qt><p>Αναλυτικά αποτελέσματα εισαγωγής του %1:</p><table>%2</table></qt>
es: <qt><p>Detalles del resultado de la importación de %1:</p><table>%2</table></qt>
et: <qt><p>%1 importimise üksikasjalikud tulemused:</p><table>%2</table></qt>
eu: <qt><p>%1-(r)en inportazioaren emaitza xeheak:</p><table>%2</table></qt>
fa: <qt><p>نتایج مشروح واردات %1:</p><table>%2</table></qt>
fr: <qt><p>Résultats détaillés de l'importation de %1 :</p><table>%2</table></qt>
fy: <qt><p>detaillearre resultaten fan it ymportearjen fan %1:</p><table>%2</table></qt>
gl: <qt><p>Resultados detallados da importación %1:</p><table>%2</table></qt>
hu: <qt><p>%1 importálásának részletes eredménye:</p><table>%2</table></qt>
it: <qt><p>Risultati dettagliati dell'importazione %1:</p><table>%2</table></qt>
ja: <qt><p>インポート %1 の詳細な結果:</p><table>%2</table></qt>
kk: <qt><p>%1 дегенді импорттаудың толық нәтижелері:</p><table>%2</table></qt>
km: <qt><p>លទ្ធផល​បាន​លម្អិត​កំពុង​នាំចេញ​ %1 ៖ </p><table>%2</table></qt>
ko: <qt><p>%1 가져오기 결과:</p><table>%2</table></qt>
mk: <qt><p>Детални резултати од внесувањето %1:</p><table>%2</table></qt>
ms: <qt><p>Hasil perincian import %1:</p><table>%2</table></qt>
nb: <qt><p> Detaljert resultat av import av %1:</p><table>%2</table></qt>
nds: <qt><p>Detailleert Resultaten för dat Importeren vun %1:</p><table>%2</table></qt>
nl: <qt><p>Gedetailleerde resultaten van het importeren van %1:</p><table>%2</table></qt>
nn: <qt><p> Detaljert resultat av import av %1:</p><table>%2</table></qt>
pl: <qt><p>Szczegółowe wyniki importowania %1:</p><table>%2</table></qt>
pt: <qt><p>Resultados detalhes da importação de %1:</p><table>%2</table></qt>
pt_br: <qt><p>Resultados detalhados da importação de %1:</p><table>%2</table></qt>
ru: <qt><p>Подробный отчёт об импорте %1:</p><table>%2</table></qt>
sk: <qt><p>Detailné výsledky importu %1:</p><table>%2</table></qt>
sl: <qt><p>Podrobni rezultati za uvoz %1:</p><table>%2</table></qt>
sr: <qt><p>Детаљни резултати увоза %1:</p><table>%2</table></qt>
sr@latn: <qt><p>Detaljni rezultati uvoza %1:</p><table>%2</table></qt>
sv: <qt><p>Detaljresultat från import av %1:</p><table>%2</table></qt>
tg: <qt><p>Ҳисоботи мухтасар дар бораи воридоти%1:</p><table>%2</table></qt>
uk: <qt><p>Детальний результат імпортування %1:</p><table>%2</table></qt>
zh_cn: <qt><p>导入 %1 的详细结果：</p><table>%2</table></qt>
zh_tw: <qt><p>匯入 %1 的詳細結果：</p> <table>%2</table></qt>

source: Certificate Import Result
bg: Резултат от импортирането на удостоверения
ca: Resultat de la importació de certificats
cs: Výsledek importu certifikátu
da: Certifikat importresultat
de: Ergebnis des Zertifikatsimports
el: Αποτέλεσμα εισαγωγής πιστοποιητικού
es: Resultado de la importación del certificado
et: Sertifikaadiimpordi tulemus
eu: Ziurtagiri inportazioaren emaitza
fa: نتیجۀ واردات گواهی‌نامه
fr: Résultat de l'importation du certificat
fy: Ymportresultaat sertifikaat
gl: Resultado da importación de certificado
hu: A tanúsítványimportálás eredménye
it: Risultati importazione certificati
ja: 証明書インポートの結果
kk: Куәлікті импорттау нәтижесі
km: លទ្ធផល​នាំចូល​វិញ្ញាបនបត្រ​
ko: 인증서 가져오기 결과
mk: Резултат од внесувањето на сертификатот
ms: Hasil Import Sijil
nb: Resultat av sertifikatimport
nds: Resultaten för den Zertifikaatimport
nl: Importresultaat certificaat
nn: Resultat av sertifikatimport
pl: Wynik importowania certyfikatu
pt: Resultado da Importação de Certificado
pt_br: Resultado da Importação de Certificados
ru: Отчёт импорта сертификата
sk: Výsledok importu certifikátu
sl: Rezultati uvoza certifikatov
sr: Резултат увоза сертификата
sr@latn: Rezultat uvoza sertifikata
sv: Resultat av certifikatimport
ta: சான்றிதழ் இறக்குமதி முடிவு
tg: Ҳисоботи вориди сертификат
uk: Результат імпортування сертифіката
zh_cn: 证书导入结果
zh_tw: 憑證匯入結果
