Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: <qt> Your key pair has now been created and stored locally. The corresponding certificate request is now ready to be sent to the CA (certification authority) which will generate a certificate for you and send it back via email (unless you have selected storage in a file). Please review the certificate details shown below. <p> If you want to change anything, press Back and make your changes; otherwise, press Finish to send the certificate request to the CA. </qt>
bg: <qt><p>Вашата двойка ключове са готови за изпращане в СУ (Служба по удостоверения), която ще изготви удостоверение и ще ви го изпрати чрез е-поща (освен ако сте избрали запис във файл). Моля, прегледайте удостоверението, показано долу.</p><p>Ако искате да промените нещо, натиснете бутона "Назад" и направете промените. В противен случай натиснете бутона "Край", за да изпратите двойката ключове в СС.</p></qt>
ca: <qt> El vostre parell de claus s'ha creat i s'ha emmagatzemat localment. La petició de certificat corresponent està llesta per ser enviada a la CA (autoritat certificadora) que generarà un certificat i us el retornarà mitjançant correu-e (si no heu triat desar-lo a un fitxer). Reviseu el certificat que es mostra a sota. <p> Si voleu canviar alguna cosa, premeu Enrere i feu els canvis; altrament premeu Acaba per enviar la signatura del parell de claus a la CA. </qt>
cs: <qt> Dvojice klíčů byla vytvořena a lokálně uložena a žádost o certifikát je nyní připravena k odeslání na CA (certifikační autorita), která vygeneruje certifikát, a pošle vám jej zpět emailem (pokud jste nezvolili uložení do souboru). Prosím zkontrolujte si certifikát zobrazený níže. <p> Pokud potřebujete nebo chcete cokoliv změnit, stiskněte Zpět a proveďte změny. Jinak stiskněte Dokončit a klíče podpisu budou zaslané do CA. </qt>
da: <qt> Dit nøglepar er nu blevet lavet og opbevaret lokalt. Den tilsvarende certifikatsforespørgsel er parat til at blive sendt til CA (certifikat-autoriteten) hvilket vil generere et certifikat for dig og sende det tilbage via e-mail (med mindre du har valgt at opbevare i en fil). Gennemse venligst certifikatets detaljer vist nedenfor. <p> Hvis du ønsker at ændre noget, så tryk på Tilbage og lav dine ændringer; ellers tryk på Afslut for at sende certifikatsforespørgslen til CA. </qt>
de: <qt> Ihr Schlüsselpaar ist jetzt erzeugt und lokal gespeichert worden. Die dazugehörende Zertifizierungsanfrage kann nun zur Zertifizierungsstelle (Certification Authority, CA) geschickt werden. Diese erstellt Ihr Zertifikat und schickt es per E-Mail an Sie zurück (es sei denn, Sie haben "in eine Datei speichern" ausgewählt). Bitte kontrollieren Sie das untenstehende Zertifikat. <p> Wenn Sie Änderungen vornehmen möchten, klicken Sie auf "Zurück". Andernfalls wählen Sie "Fertigstellen", um das Schlüsselpaar an die Zertifizierungsstelle (CA) zu schicken. </qt>
el: <qt> Το ζευγάρι κλειδιών σας δημιουργήθηκε και αποθηκεύτηκε τοπικά. Η αντίστοιχη αίτηση πιστοποιητικού είναι τώρα έτοιμη για αποστολή στη CA (αρχή πιστοποίησης) η οποία θα δημιουργήσει ένα πιστοποιητικό για σας και θα σας το αποστείλει μέσω email (εκτός αν επιλέξατε την αποθήκευση σε ένα αρχείο). Παρακαλώ δείτε ξανά τις λεπτομέρειες του πιστοποιητικού που εμφανίζονται παρακάτω. <p> Αν επιθυμείτε να τροποποιήσετε οτιδήποτε, πατήστε το κουμπί 'πίσω' και κάντε τις αλλαγές σας: σε άλλη περίπτωση, πατήστε το 'Τέλος' για αποστολή της αίτησης πιστοποιητικού στην αρχή CA. </qt>
es: <qt> El par de claves se ha creado y almacenado localmente. La correspondiente solicitud de certificado está preparada para enviarse a la CA (autoridad certificadora), que generará un certificado y se lo enviará por medio de correo electrónico (a no ser que haya seleccionado almacenarlo en un archivo). Revise los detalles del certificado que se muestra abajo. <p> Si quiere cambiar cualquier cosa, pulse Atrás y haga sus cambios. En otro caso, pulse Finalizar para enviar la solicitud de certificado a la CA. </qt>
et: <qt> Sinu võtmepaar on loodud ja kohalikult salvestatud. Vastav sertifikaadisoov on nüüd valmis saatmiseks SK-le (sertifitseerimiskeskusele), mis genereerib sulle sertifikaadi ja saadab selle e-postitsi tagasi (kui sa ei ole just valinud selle salvestamist failina). Vaata palun sertifikaat veel üle. <p> Kui tahad midagi muuta, vajuta nupule 'Tagasi' ja tee vajalikud muutused. Kui kõik on korras, vajuta 'Lõpeta', misjärel sertifikaadisoov saadetakse SK-le. </qt>
eu: <qt> Zure gako-parea sortu eta lokalki gorde da. Dagokion ziurtagiri eskaera CA-ri (ziurtagiri autoritatea) bidaltzeko prest dago. Honek ziurtagiri bat sortuko du zuretzat eta e-posta bidez bidaliko dizu (fitxategian gordetzea hautatu ez baduzu). Errebisatu behen erakutsitako ziurtagiriaren xehetasunak. <p> Ezer aldatu nahi baduzu, sakatu Atzera eta egin itzazu aldaketak, bestela, sakatu Amaitu ziurtagiria eskaera Ca-ri bidaltzeko. </qt>
fa: <qt> هم ‌اکنون، جفت کلید شما ایجاد شده و به صورت محلی ذخیره شده است. درخواست گواهی‌نامۀ مربوطه آمادۀ ارسال به CA )حق گواهی‌نامه( می‌باشد، که برای شما گواهی‌نامه‌ای ایجاد می‌کند و آن را از طریق رایانامه برمی‌‌‌‌‌گرداند )مگر این‌ که ذخیره در یک پرونده را انتخاب کرده باشید(. لطفاً، جزئیات گواهی‌نامه‌ای که در زیر نمایش داده شده‌ را مرور کنید. <p> اگر می‌خواهید چیزی را تغییر دهید، پس‌سو را فشار داده و تغییرات خود را ایجاد کنید؛ در غیر این‌ صورت، اتمام را فشار دهید تا درخواست گواهی‌نامه به CA ارسال شود. </qt>
fr: <qt> Votre paire de clés est maintenant créée et enregistrée localement. La demande de certificat correspondante est maintenant prête à être envoyée à l'AC (Autorité de Certification) qui générera un certificat pour vous et vous le renverra par courrier électronique (à moins que vous n'ayez choisi de l'enregistrer dans un fichier). Veuillez vérifier le certificat affiché ci-dessous. <p> Pour modifier quelque chose, cliquez sur « Précédent » et procédez à vos changements ; sinon, cliquez sur « Terminer » pour envoyer la demande de certificat à l'AC. </qt>
fy: <qt> De kaaibosk is oanmakke en lokaal opslein. It byhearrende sertifikaatfersyk is ree om ferstjoerd te wurden nei de CA (sertifikaatautoriteit). Dy sil in sertifikaat foar jo oanmeitsje en it weromstjoere nei jo e-mail (útsein at jo keazen hawwe om it yn in triem op te slaan). Besjoch it toande sertifikaat hjirûnder. <p> At jo gegevens feroarje wiolle, drukke jo op Tebek en kinne jo noch wizigings oanbringe. At alles goed ynfold is drukke jo op Foltôgje om it kaaipear nei de CA te ferstjoeren. </qt>
gl: <qt> O seu par de chaves creouse e gravouse localmente. A solicitude correspondente de certificado está agora lista para se enviar á CA (autoridade de certificación) que xerará un certificado para vostede e o enviará de volta por correo-e (alomenos que seleccionara o almacenamento nun ficheiro). Por favor, revise os detalles do certificado embaixo. <p> Se quere mudar algo, prema Atrás e faga as súas modificacións; doutro xeito, prema en Rematar para enviar a solicitude de certificado á CA. </qt>
hu: <qt> A kulcspár elkészült és helyben el lett mentve. A tanúsítványkérelem készen áll a tanúsítványkiadóhoz való elküldésre. A kiadó létrehozza az Ön által igényelt tanúsítványát és visszaküldi Önnek e-mailben (ha nem fájlba mentést választott). Ellenőrizze gondosan az alábbi adatokat. <p> Ha valamit meg szeretne változtatni, nyomja meg a Vissza gombot és hajtsa végre a módosításokat. Ha nem, nyomja meg a Befejezés gombot: ekkor a program elküldi a tanúsítványkérelmet a tanúsítványkiadóhoz. </qt>
it: <qt> La tua coppia di chiavi è stata creata e salvata localmente. La richiesta di certificato corrispondente è pronta per essere spedita alla CA che genererà un certificato per te e lo spedirà via posta elettronica (a meno che tu non abbia scelto di archiviarlo in un file). Per favore controlla i dettagli del certificato mostrati qui sotto. <p> Se vuoi cambiare qualcosa, premi Indietro e fai le tue modifiche; altrimenti premi Fine per inviare la coppia di chiavi alla CA. </qt>
ja: <qt> 鍵ペアを作成し、ローカルに保存しました。対応する証明書要求を CA (認証局) に送る準備が整いました。CA はあなたのための証明書を作成し、メールで送り返してきます (ファイルに保存するよう選択していない場合)。下の証明書の詳細を確認してください。 <p> 変更する個所があれば、前に戻って変更してください。問題がなければ「完了」を押して CA に証明書要求を送信してください。 </qt>
kk: <qt> Қос кілттер жасалып сақталды. Олардың куәлігін сұрау CA-ға (Куәліктер қоймасына) жіберуге дайын (әрине, алдында оны бірден жіберуді ұйғарсаңыз). CA сұралған куәлікті шығарып эл.пошта арқылы Сізге қайтарады. Төмендегі куәлік мәліметін тексеріп шығыңыз. <p> Бірдемені өзгету қажет болса, "Шегіну" батырмасын басып - өзгертіңіз, әйтпесе "Бітті" дегенді басып куәлікті сұрауды жіберіңіз. </qt>
km: <qt> ឥឡូវ​គូរ​កូនសោ​របស់​អ្នកត្រូវ​បានបង្កើត ហើយទុក​ក្នុង​មូលដ្ឋាន ។ សំណើ​វិញ្ញា​បនបត្រ​ដែល​ទាក់ទង​ឥឡូវ​ត្រូវ​បាន​បញ្ជូន​ទៅ​កាន់ CA (អាជ្ញាធរ​វិញ្ញា​បនបត្រ) ដែល​នឹង​បង្កើត​វិញ្ញា​បនបត្រ​សម្រាប់​អ្នក និង​ផ្ញើ​វា​ត្រឡប់វិញ​តាមរយៈ (លុះត្រា​តែ​អ្នក​បានជ្រើស​ឧបករណ៍​ផ្ទុក​នៅ​ក្នុង​ឯកសារ) ។ សូម​ពិនិត្យ​សេចក្ដី​លម្អិត​វិញ្ញា​បនបត្រ​ដែល​បាន​បង្ហាញ​ខាង​ក្រោម <p> ប្រសិន​បើ​អ្នក​ចង់​ផ្លាស់ប្ដូរ​អ្វី​មួយ ចុច​ថយក្រោយ ហើយ​ធ្វើ​ការ​ផ្លាស់ប្ដូរ​របស់​អ្នក ផ្ទុយ​ទៅវិញ​ចុច​ បញ្ចប់ ដើម្បី​ផ្ញើ​សំណើ​វិញ្ញា​បនបត្រ​ទៅកាន់ CA ។ </qt>
ko: <qt> 귀하의 인증키가 지역적으로 생성되고 저장되었습니다. CA에 보낼 관련 인증 요청이 준비 되었습니다. 아래에 표시된 인증을 확인하십시오. <p> 무언가 변경하고 싶다면 뒤로가기를 눌러서 변경하십시오. 모두 마쳤으면 마침을 눌러 서명키 묶음을 CA로 전송합니다. </qt>
mk: <qt> Вашиот пар клучеви е создаден и зачуван локално. Соодветното барање за сертификат е подготвено за испраќање до CA (одговорните за сертификати) кои ќе создадат сертификат за Вас и ќе ви го пратат преку е-пошта (освен ако не изберете зачувување во датотека). Прегледајте ги деталите на сертификатот прикажани долу <p> Ако сакате да промените нешто, притиснете Назад и направете промени; инаку, притиснете Крај за да ги испратите барањата за сертификат до CA. </qt>
ms: <qt> Pasangan kekunci anda telah dicipta dan distorkan setempat. Permohonan sijil berkaitan sekarang sedia untuk dihantar kepada PBP (Pihak Berkuasa Persijilan) yang akan menjana sijil untuk anda dan menghantarnya kembali melalui e-mel (kecuali jika telah memilih storan di dalam fail).Semak semula perincian sijil yang ditpaparkan di bawah. <p> Jika anda ingin membuat sebarang perubahan, tekan Ke Belakang dan buatlah perubahan tersebut; atau, Tekan Selesai untuk menghantar permohonan sijil kepada PBP. </qt>
nb: <qt> Nøkkelparet er nå opprettet og lagret lokalt. Sertifikatforespørselen som hører til er nå klar for å sendes til sertifiseringsinstansen (CA) som vil lage et sertifikat til deg og sende det tilbake via e-post (om ikke du har valgt å lagre til fil). Se over sertifikatet vist under. <p> Hvis du vil endre noe, trykk Tilbake og gjør endringene; ellers trykk Ferdig for å sende signaturnøkkelparet til CA-en. </qt>
nds: <qt> Dien Slötelpoor is nu opstellt un lokaal sekert worrn. Du kannst nu de tohören Zertifikaat-Anfraag na de ZA (Zertifikaatautoriteet) sennen, se warrt denn en Zertifikaat opstellen un mit Nettpost torüchsennen (wenn Du nich "In Datei sekern" utsöcht hest). Bitte kiek de Enkelheiten för dat Zertifikaat nerrn nochmaal dör. <p> Wenn Du jichtenswat ännern wullt, klick op Torüch un maak Dien Ännern, sünst klick op "Fardig maken", denn warrt de Anfraag na de ZA sendt. </qt>
nl: <qt> De sleutelbos is aangemaakt en lokaal opgeslagen. Het bijbehorende certificaatverzoek is klaar om verzonden te worden naar de CA (certificaatautoriteit). Die zal een certificaat voor u aanmaken en het terugzenden naar uw e-mail (behalve wanneer u gekozen hebt om het in een bestand op te slaan). Bekijk het getoonde certificaat hieronder. <p> Wanneer u gegevens wilt veranderen, drukt u op Terug en kunt u nog wijzigingen aanbrengen. Wanneer alles correct is ingevuld drukt u op Voltooien om het sleutelpaar naar de CA te versturen. </qt>
nn: <qt> Nøkkelparet er no oppretta og lagra lokalt. Sertifikatførespurnaden som høyrer til er no klar for å sendast til sertifiseringsinstansen (CA) som vil generera eit sertifikat til deg og senda det tilbake via e-post (om ikkje du har vald å lagra til fil). Sjå over sertifikatet vist under. <p> Viss du vil endra noko, trykk Tilbake og gjer endringane; ellers trykk Ferdig for å senda signaturnøkkelparet til CA-en. </qt>
pl: <qt> Twoja para kluczy została utworzona i zapisana lokalnie. Odpowiadające jej żądanie utworzenia certyfikatu jest gotowe do wysłania do Centrum autoryzacji. Centrum autoryzacji wygeneruje dla Ciebie certyfikat i wyśle go z powrotem e-mailem (chyba że wybrane zostało zapisanie certyfikatu do pliku). Proszę obejrzeć i sprawdzić certyfikat pokazywany poniżej. <p> Jeśli chcesz wprowadzić jakieś zmiany, naciśnij przycisk Wstecz i dokonaj zmian. W przeciwnym wypadku naciśnij Zakończ, aby wysłać żądanie utworzenia certyfikatu do Centrum Autoryzacji. </qt>
pt: <qt> O seu par de chaves foi criado e gravado localmente. O pedido de certificado correspondente está agora pronto para ser enviado para a CA (autoridade de certificação) que irá gerar o certificado e o enviará de volta por e-mail (a não ser que tenha escolhido armazenamento em um ficheiro). Por favor reveja o certificado mostrado em baixo. <p> Se quiser mudar alguma coisa, carregue em Voltar e faça as suas alterações; em caso contrário, carregue em Terminar para enviar o par de chaves de assinatura para a CA. </qt>
pt_br: <qt> Seu par de chaves foi criado e armazenado localmente. A requisição de certificado correspondente está pronta para ser enviada para a AC (autoridade certificadora), que irá gerar um certificado para você e o enviará via e-mail (a menos que você tenha selecionado a forma de armazenamento em arquivo). Por favor, revise os detalhes do certificado mostrados abaixo. <p> Se você desejar modificar alguma coisa, pressione Voltar e faça as mudanças. Caso contrário, pressione Finalizar para enviar a requisição de certificado para a Autoridade Certificadora. </qt>
ru: <qt> Ваша пара ключей готова и сохранена локально. Соответствующий ей запрос сертификата также готов к отправке в CA (хранилище сертификатов), которое создаст для вас сертификат и вышлет его вам по электронной почте (если вы не выбрали сохранение в файле). Проверьте сертификат, показанный ниже. <p> Если вы хотите изменить что-либо, нажмите кнопку Назад и сделайте изменения. Или же нажмите кнопку Закончить, чтобы послать пару ключей подписи в CA. </qt>
sk: <qt> Pár kľúčov bol vytvorený a lokálne uložený. Príslušná požiadavka certifikácie je pripravená na odoslanie CA (certifikačnej autorite), ktorá vygeneruje certifikát a pošle vám ho späť emailom (pokiaľ ste nezvolili uloženie v súbore). Prosím, prezrite si detaily certifikátu zobrazeného dole. <p> Ak chcete niečo zmeniť, stlačte Späť a urobte zmeny. Inak stlačte Dokončiť pre poslanie požiadavky certifikácie CA. </qt>
sl: <qt> Vaš par ključev je bil sedaj ustvarjen in shranjen krajevno. Ustrezna zahteva po certifikatu je sedaj pripravljena za pošiljanje na CA (certifikatno avtoriteto), ki bo ustvarila certifikat in ga vrnila preko e-pošte (razen če niste izbrali shranjevanje v datoteki). Prosim preglejte spodnje podrobnosti o certifikatu. <p> Če želite karkoli spremeniti, pritisnite Nazaj in opravite spremembe. V nasprotnem primeru pritisnite Končaj, da pošljete zahtevo po certifikatu na CA. </qt>
sr: <qt> Ваш пар кључева је сада направљен и складиштен локално. Одговарајући захтев за сертификат спреман је за слање CA-у (ауторитету за сертификовање), који ће направити сертификат за вас и послати вам га назад е-поштом (осим ако сте изабрали складиштење у фајл). Прегледајте још једном детаље сертификата који су приказани доле. <p> Ако желите нешто да промените, притисните „Назад“ и направите измене; у супротном, притисните „Заврши“ да бисте послали захтев за сертификат CA-у. </qt>
sr@latn: <qt> Vaš par ključeva je sada napravljen i skladišten lokalno. Odgovarajući zahtev za sertifikat spreman je za slanje CA-u (autoritetu za sertifikovanje), koji će napraviti sertifikat za vas i poslati vam ga nazad e-poštom (osim ako ste izabrali skladištenje u fajl). Pregledajte još jednom detalje sertifikata koji su prikazani dole. <p> Ako želite nešto da promenite, pritisnite „Nazad“ i napravite izmene; u suprotnom, pritisnite „Završi“ da biste poslali zahtev za sertifikat CA-u. </qt>
sv: <qt> Ditt nyckelpar har nu skapats och lagrats lokalt. Motsvarande begäran om ett certifikat är nu klart att skickas till CA (certifikatutfärdaren), som skapar ett certifikat åt dig och skickar tillbaka det via e-post (om du inte har valt lagring i en fil). Granska certifikatinformationen som visas nedan. <p> Om du vill ändra någonting, klicka på Tillbaka och gör ändringarna. Klicka annars på Slutför för att skicka begäran om certifikatet till CA. </qt>
ta: <qt> உங்கள் கையெழுத்து விசை ஜோடிகள் CA (சான்றிதழ் உரிமை)க்கு அனுப்ப இப்போது தயாராக உள்ளது உங்களுக்காக இது சான்றிதழ்கள் உருவாக்கும் மற்றும் மின்னஞ்சல் வழியே பின் அனுப்பும் (கோப்பில் சேமிப்பை தேர்வு செய்யும் வரை). கீழ்காணும் சான்றிதழை மீண்டும் பார்க்கவும். <p> ஏதாவது மாற்ற வேண்டும் என்றால், பின் என்பதை அழுத்தி அதன் பின் மாற்றங்களை அமைக்கவும்; இல்லையேல்,கையெழுத்து விசை ஜோடிகளை CAவுக்கு அனுப்ப முடிவு என்பதை அழுத்தவும். </qt>
uk: <qt> Ваша пара ключів підпису тепер готова і збережена локально. Відповідний запит сертифіката вже готовий для відсилання до CA (гаранта сертифікатів), де для вас буде створено сертифікат і надіслано вам по електронній пошті (якщо ви не вибрали збереження в файлі). Будь ласка, перегляньте подробиці сертифіката, показані нижче. <p> Якщо ви хочете зробити будь-які зміни, натисніть на кнопку Назад і зробіть потрібні зміни. Або натисніть на кнопку Закінчити, щоб надіслати цей запит сертифіката до CA. </qt>
zh_cn: <qt> 您的密钥对现已创建，并存储与本地。相应的证书请求已经准备好发送到 CA(证书颁发机构)，而 CA 将会为您生成证书并通过电子邮件发回(除非您已经选择存储到文件中)。请复查下列证书细节。 <p> 如果您需要更改，请按上一步按钮并作出修改；如果不需要，请按完成按钮，将签名密钥对发送给 CA。 </qt>
zh_tw: <qt>您的金鑰配對已經產生並儲存到本地檔案中。相關的憑證請求也已準備好發送到憑證認證中心（CA），產生憑證後會透過電子郵件寄回來給您（除非您選擇要儲存到檔案）。請再檢視一次憑證的詳情。 <p> 如果您要更改任何東西，請按「回上一步」，否則請按下「完成」並送出憑證。</qt>

source: Color & Font Configuration
bg: Настройки на шрифта и цветовете
ca: Configuració de color i lletra
cs: Nastavení barvy a písma
da: Indstilling af farve og skrifttype
de: Einstellungen für Farbe und Schriftart
el: Ρυθμίσεις χρωμάτων & γραμματοσειρών
es: Configuración de color y tipo de letra
et: Värvide ja fontide seadistamine
eu: Kolore eta letra-tipoen konfigurazioa
fa: پیکربندی قلم و رنگ
fr: Configuration des couleurs et des polices
fy: Kleur- en lettertype-ynstellingen
gl: Configuración de Cor e Fonte
hu: Szín- és betűtípus-beállítások
it: Configurazione dei colori e dei caratteri
ja: 色とフォントの設定
kk: Түс пен қаріп баптаулары
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ពណ៌​ពុម្ពអក្សរ
ko: 색상과 글꼴 설정
mk: Конфигурација на боја & фонт
ms: Konfigurasi Warna & Fon
nb: Farge- og skriftoppsett
nds: Klören un Schriftoorden instellen
nl: Kleur- en lettertype-instellingen
nn: Farge- og skriftoppsett
pl: Konfiguracja kolorów i czcionek
pt: Configuração de Cor e Tipo de Letra
pt_br: Configuração de Cor e Fonte
ru: Настройка цветов и шрифтов
sk: Nastavenie farieb a písma
sl: Nastavitve barv in pisav
sr: Подешавање боје и фонта
sr@latn: Podešavanje boje i fonta
sv: Inställning av färg och teckensnitt
ta: வண்ணம் & எழுத்துரு வடிவமைப்பு
uk: Налаштування кольорів і шрифтів
zh_cn: 颜色和字体配置
zh_tw: 顏色與字型設定

source: Key Categories
bg: Категории ключове
ca: Categories de clau
cs: Kategorie klíčů
da: Nøglekategorier
de: Schlüsselkategorien
el: Κατηγορίες κλειδιών
es: Categorías de clave
et: Võtmete kategooriad
eu: Gako kategoriak
fa: دسته‌های کلید
fr: Catégories de clés
fy: Kaaikategoryën
gl: Categorías de chaves
hu: Kulcskategóriák
it: Categorie di chiavi
ja: 鍵のカテゴリ
kk: Кілт санаттары
km: ប្រភេទ​កូនសោ​
ko: 키 분류
mk: Категории на клучеви
ms: Kategori Kekunci
nb: Nøkkelkategorier
nds: Slötelkategorien
nl: Sleutelcategorieën
nn: Nøkkelkategoriar
pl: Kategorie kluczy
pt: Categorias de Chave
pt_br: Categorias de Chave
ru: Категории ключей
sk: Kategórie kľúčov
sl: Ključne kategorije
sr: Категорије кључева
sr@latn: Kategorije ključeva
sv: Nyckelkategorier
ta: விசை வகைகள்
uk: Категорії ключів
zh_cn: 密钥类别
zh_tw: 金鑰類別

source: Set &Text Color...
bg: Цвят на &текста...
ca: Estableix el &color del text...
cs: Nastavit barvu &textu...
da: Sæt tekst&farve...
de: &Textfarbe einstellen ...
el: Ορισμός χρώματος &κειμένου...
es: Establecer el color del &texto...
et: Muuda &teksti värvi...
eu: Ezarri &testuaren kolorea...
fa: تنظیم رنگ &متن...‌
fr: Définir la couleur du &texte...
fy: &Tekstkleur ynstelle...
gl: Estabelecer Cor do &Texto...
hu: A szö&vegszín beállítása...
it: Imposta colore del &testo...
ja: テキスト色を設定(&T)...
kk: &Мәтін түсін орнату...
km: កំណត់​ពណ៌​អត្ថបទ​...
ko: 글꼴색 설정(&T)
mk: Постави & боја на на текст...
ms: Setkan Warna &Teks...
nb: &Tekstfarge …
nds: &Textklöör fastleggen...
nl: &Tekstkleur instellen...
nn: &Tekstfarge …
pl: Ustaw kolor &tekstu...
pt: Mudar a Cor do &Texto...
pt_br: Selecionar Cor do &Texto...
ru: Установить цвет &текста...
sk: Nastaviť farbu &textu...
sl: Nastavi barvo &besedila ...
sr: Постави боју &текста...
sr@latn: Postavi boju &teksta...
sv: Ange text&färg...
ta: உரை வண்ணத்தை அமை...
uk: Встановити &колір тексту...
zh_cn: 设定文本颜色(&T)...
zh_tw: 設定文字顏色(&T)

source: Set &Background Color...
bg: Цвят на &фона...
ca: Estableix el color de &fons...
cs: Nastavit &barvu pozadí...
da: Sæt &baggrundsfarve...
de: &Hintergrundfarbe einstellen ...
el: Ορισμός χρώματος &φόντου...
es: Esta&blecer el color del fondo...
et: Muuda t&austa värvi...
eu: Ezari &atzeko planoaren kolorea...
fa: تنظیم رنگ &زمینه...‌
fr: &Définir la couleur d'arrière-plan...
fy: E&tergrûnkleur ynstelle...
gl: Estabelecer Cor de &Fondo...
hu: A &háttérszín beállítása...
it: Imposta colore di s&fondo...
ja: 背景色を設定(&B)...
kk: &Ая түсін орнату...
km: កំណត់​ពណ៌​ផ្ទៃ​ខាងក្រោយ...
ko: 배경색 설정(&B)
mk: Постави &Боја на позадина
ms: Setkan Warna &Latar Belakang
nb: Sett &bakgrunnsfarge …
nds: &Achtergrundklöör fastleggen...
nl: A&chtergrondkleur instellen...
nn: Set &bakgrunnsfarge …
pl: Ustaw kolor tł&a...
pt: Mudar a Cor de &Fundo...
pt_br: Selecionar Cor de &Fundo...
ru: Установить цвет &фона...
sk: Nastaviť farbu &pozadia...
sl: Nastavi barvo &ozadja ...
sr: Постави боју &позадине...
sr@latn: Postavi boju &pozadine...
sv: Ange &bakgrundsfärg...
ta: பின்னணி வண்ணத்தை அமை...
uk: Встановити колір &тла...
zh_cn: 设定背景颜色(&B)...
zh_tw: 設定背景顏色(&B)...

source: Set F&ont...
bg: &Шрифт...
ca: Estableix la &lletra...
cs: Nastavit písm&o...
da: Sæt s&krifttype...
de: &Schriftart einstellen ...
el: Ορισμός &γραμματοσειράς...
es: Establecer el tip&o de letra...
et: Muuda f&onti...
eu: Ezari letra-tipoa...
fa: تنظیم &قلم...‌
fr: Définir la p&olice...
fy: Lettert&ype ynstelle...
gl: Estabelecer &Fonte...
hu: A betűtípus b&eállítása...
it: Imp&osta carattere...
ja: フォントを設定(&O)...
kk: Қа&ріпін орнату...
km: កំណត់​ពុម្ពអក្សរ​...
ko: 글꼴 설정(&O)
mk: Постави Ф&онт...
ms: Setkan F&on...
nb: Sett skri&ft …
nds: Schrift&oort fastleggen...
nl: Lettert&ype instellen...
nn: Set skri&ft …
pl: Ustaw &czcionkę...
pt: Mudar o Tip&o de Letra...
pt_br: Selecionar F&onte...
ru: Установить &шрифт...
sk: Nastaviť &písmo...
sl: Nastavi &pisavo ...
sr: Постави &фонт...
sr@latn: Postavi &font...
sv: Ange &teckensnitt...
ta: எழுத்துருவை அமை...
uk: Встановити &шрифт...
zh_cn: 设定字体(&O)...
zh_tw: 設定字型(&O)...

source: Bold
bg: Получер
ca: Negreta
cs: Tučné
da: Fed
de: Fett
el: Έντονα
es: Negrita
et: Rasvane
eu: Lodia
fa: توپر
fr: Gras
fy: Fet
gl: o
hu: Félkövér
it: Grassetto
ja: ボールド
kk: Қалың
km: ដិត
ko: 진하게
mk: Задебелено
ms: Tebal
nb: Fet
nds: Fett
nl: Vet
nn: Feit
pl: Pogrubiona
pt: Negrito
pt_br: Negrito
ru: Полужирный
sk: Tučné
sl: Polkrepko
sr: Масно
sr@latn: Masno
sv: Fet
ta: தடித்த
uk: Жирний
zh_cn: 粗体
zh_tw: 粗體
