Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Certificate Listing Failed
bg: Грешка при извеждане на списък на удостоверенията.
ca: El llistat de certificats ha fallat
cs: Vypsání certifikátu selhalo
da: Mislykkedes at lave certifikat-liste
de: Anzeigen der Zertifikate fehlgeschlagen
el: Αποτυχία εμφάνισης πιστοποιητικού
es: Fallo al listar el certificado
et: Sertifikaadi hankimine ebaõnnestus
eu: Errorea ziurtagiriak zerrendatzean
fa: خرابی در فهرست کردن گواهی‌نامه
fr: Échec du listage des certificats
fy: Sertifikaat-útdraai mislearre
gl: Fallou a listaxe de certificados
hu: A tanúsítványlistázás nem sikerült
it: La creazione dell'elenco dei certificati è fallita
ja: 証明書の一覧表示に失敗しました
kk: Куәліктерді тізімдеу жаңылысы
km: រាយ​បញ្ជី​វិញ្ញាបនបត្រ​បាន​បរាជ័យ​
ko: 인증서를 목록화 할 수 없음
mk: Листањето на сертификатите не успеа
ms: Gagal Menyenaraikan Sijil
nb: Sertifikatlisting mislyktes
nds: Zertifikaat-Oplisten fehlslaan
nl: Certificaat-uitdraai mislukt
nn: Sertifikatlisting mislukkast
pl: Wypisywanie certyfikatów zakończyło się niepowodzeniem
pt: Listagem de Certificados Falhou
pt_br: A Listagem de Certificados Falhou
ru: Перечисление сертификатов не удалось
sk: Výpis certifikátu zlyhal
sl: Poslušanje certifikata ni uspelo
sr: Листање сертификата није успело
sr@latn: Listanje sertifikata nije uspelo
sv: Listning av certifikat misslyckades
ta: சான்றிதழை பட்டியல் செய்ய இயலவில்லை
tg: Ҳисобкунии сертификатҳо номуваффақ шуд
uk: Перелік сертифікатів зазнав невдачі
zh_cn: 证书列出失败
zh_tw: 列出憑證時失敗

source: Fetching Certificate Chain
bg: Получаване на поредица удостоверения
ca: S'està obtenint la cadena de certificat
cs: Získávání řetězce certifikátů
da: Henter certifikat-kæde
de: Zertifikatskette abholen
el: Ανάκτηση αλυσίδας πιστοποιητικού
es: Obteniendo la cadena del certificado
et: Sertifikaadiahela hankimine
eu: Ziurtagiri katea eskuratzen
fa: واکشی زنجیر گواهی‌نامه
fr: Récupérer la chaîne du certificat
fy: Dwaande om sertifikaat-keatling op te heljen
gl: Obtendo a Cadea do Certificado
hu: A tanúsítványlánc letöltése
it: Sto recuperando la catena dei certificati
ja: 証明書連鎖を取得
kk: Куәліктер тізбегін қабылдау
km: ទៅ​យក​ចំណង​វិញ្ញាបនបត្រ​
ko: 인증 체인 받는 중
mk: Верига за земање на сертификатите
ms: Memungut Rantaian Sijil
nb: Henter sertifikatkjeden
nds: Zertifikaatkeed warrt haalt
nl: Bezig met certificaat-keten op te halen
nn: Henter sertifikatkjeda
pl: Pobieranie łańcucha certyfikatów
pt: A Transferir a Cadeia de Certificado
pt_br: Buscando Cadeia de Certificados
ru: Загрузка цепочки сертификатов
sk: Získavam reťazec certifikátu
sl: Pobiranje verige certifikatov
sr: Добављам ланац сертификата
sr@latn: Dobavljam lanac sertifikata
sv: Hämtar certifikatkedja
ta: கொணர்ந்தச் சான்றிதழ் சங்கிலி
tg: Пурборкунии сертификатҳои паиҳам
uk: Отримання ланцюга сертифікатів
zh_cn: 获取证书链
zh_tw: 抓取憑證鍊

source: Failed to execute gpgsm: %1
bg: Грешка при изпълнение на gpgsm: %1
ca: No s'ha pogut executar gpgsm: %1
cs: Spuštění 'gpgsm' selhalo: %1
da: Mislykkedes at køre gpgsm: %1
de: Das Programm gpgsm kann nicht ausgeführt werden: %1
el: Αποτυχία εκτέλεσης του gpgsm: %1
es: Fallo al ejecutar gpgsm: %1
et: Gpgsm käivitamine ebaõnnestus: %1
eu: Errorea gpgsm exekutatzean: %1
fa: خرابی در اجرای gpgsm: %1
fr: Échec de l'exécution de « gpgsm » : %1
fy: Utfieren fan gpgsm mislearre: %1
gl: Fallo ao executar gpgsm: %1
hu: Nem sikerült végrehajtani a gpgsm programot: %1
it: Impossibile eseguire gpgsm: %1
ja: gpgsm の実行に失敗しました: %1
kk: gpgsm-ды орындау жаңылысы: %1
km: បាន​បរាជ័យ​ក្នុង​កា​រប្រតិបត្តិ gpgsm ៖ %1
ko: gpgsm을 실행할 수 없음: %1
mk: Не можам да извршам gpgsm: %1
ms: Gagal melaksanakan gpgsm: %1
nb: Klarte ikke kjøre gpgsm: %1
nds: Fehler bi't Utföhren vun "gpgsm": %1
nl: Uitvoeren van gpgsm mislukt: %1
nn: Klarte ikkje å køyra gpgsm: %1
pl: Nie powiodło się uruchomienie gpgsm: %1
pt: Não foi possível executar o gpgsm: %1
pt_br: Falha ao executar o gpgsm: %1
ru: Невозможно выполнить gpgsm: %1
sk: Nepodarilo sa spustiť gpgsm: %1
sl: Ni uspelo izvesti gpgsm: %1
sr: Нисам успео да извршим gpgsm: %1
sr@latn: Nisam uspeo da izvršim gpgsm: %1
sv: Misslyckades köra gpgsm. %1
ta: ஜிபிஜிஎசெமை செயலாக்க முடியவில்லை %1
tg: Наметавонам gpgsm-ро иҷро кунам: %1
uk: Помилка виконання gpgsm: %1
zh_cn: 执行 gpgsm 失败： %1
zh_tw: 執行 gpgsm 時失敗： %1

source: program not found
bg: програмата не е намерена
ca: no s'ha trobat el programa
cs: program nenalezen
da: program ikke fundet
de: Das Programm kann nicht gefunden werden
el: το πρόγραμμα δε βρέθηκε
es: programa no encontrado
et: programmi ei leitud
eu: programa ez da aurkitu
fa: برنامه یافت نشپ
fr: programme non trouvé
fy: programma waard net fûn
gl: programa non atopado
hu: a program nem található
it: programma non trovato
ja: プログラムが見つかりません
kk: бағдарлама табылмады
km: រកមិនឃើញ​កម្មវិធី
ko: 프로그램을 찾을 수 없음
mk: програмата не е пронајдена
ms: program tidak ditemui
nb: programmet ble ikke funnet
nds: Programm lett sik nich finnen
nl: programma werd niet gevonden
nn: programmet vart ikkje funne
pl: nie znaleziono programu
pt: programa não encontrado
pt_br: programa não encontrado
ru: программа не найдена
sk: program nenájdený
sl: program ni najden
sr: програм није пронађен
sr@latn: program nije pronađen
sv: programmet hittades inte
ta: நிரல் காணவில்லை
tg: барнома ёфт нашуд
uk: програму не знайдено
zh_cn: 找不到程序
zh_tw: 找不到程式

source: program cannot be executed
bg: програмата не може да бъде изпълнена
ca: no s'ha pogut executar el programa
cs: program nelze spustit
da: program kan ikke køres
de: Das Programm kann nicht ausgeführt werden
el: το πρόγραμμα δε μπορεί να εκτελεστεί
es: el programa no se puede ejecutar
et: programmi ei õnnestunud käivitada
eu: programa ezin da exekutatu
fa: برنامه را نمی‌توان اجرا کرد
fr: programme impossible à exécuter
fy: programma koe net útfierd wurde
gl: o programa non se pode executar
hu: a program nem hajtható végre
it: il programma non può essere eseguito
ja: プログラムを実行できません
kk: бағдарлама орындауға келмейді
km: កម្មវិធី​មិន​អាច​ត្រូវ​បាន​ប្រតិបត្តិ​
ko: 프로그램을 실행할 수 없음
mk: програмата не може да биде извршена
ms: program tidak dapat dilaksanakan
nb: programmet kan ikke kjøres
nds: Programm lett sik nich utföhren
nl: programma kon niet uitgevoerd worden
nn: programmet kunne ikkje køyrast
pl: nie można uruchomić programu
pt: não foi possível executar o programa
pt_br: o programa não pode ser executado
ru: программа не может быть выполнена
sk: program nie je možné spustiť
sl: program ne more biti izveden
sr: програм не може да се изврши
sr@latn: program ne može da se izvrši
sv: programmet kan inte köras
ta: நிரலை செயலாக்க முடியவில்லை
tg: барнома иҷро нахоҳад шуд
uk: неможливо запустити програму
zh_cn: 程序不能执行
zh_tw: 程式無法執行

source: Issuer certificate not found ( %1)
bg: Издаващият орган на удостоверението не е открит ( %1)
ca: No s'ha trobat l'emissor del certificat (%1)
cs: Certifikát vydavatele nenalezen (%1)
da: Udsteder af certifikat ikke fundet ( %1)
de: Ausstellerzertifikat nicht auffindbar (%1)
el: Δε βρέθηκε ο εκδότης πιστοποιητικού ( %1)
es: Certificado del emisor no encontrado ( %1)
et: Väljaandja sertifikaati ei leitud (%1)
eu: Jaulkitzailearen ziurtagiria ez da aurkitu (%1)
fa: گواهی‌نامۀ فرستنده یافت نشد )%1 (
fr: Certificat émetteur non trouvé ( %1)
fy: Utjouwer fan sertifikaat net fûn (%1)
gl: Certificado do expendedor non atopado ( %1)
hu: A kibocsátó tanúsítványa nem található (%1)
it: Certificato dell'emittente non trovato (%1)
ja: 発行者証明書が見つかりません ( %1)
kk: Куәлік иесі табылмады ( %1)
km: រក​មិនឃើញ​វិញ្ញាបនបត្រ​អ្នក​ចេញ​ផ្សាយ ( %1)
ko: 발행자 인증을 찾을 수 없음 ( %1)
mk: Сертификатот на издавачот не може да виде пронајден ( %1)
ms: Sijil pengeluar tidak ditemui ( %1)
nb: Utstedersertifikatet ikke funnet (%1)
nds: Rutgever-Zertifikaat lett sik nich finnen (%1)
nl: Uitgever van certificaat niet gevonden (%1)
nn: Utferdarsertifikat ikkje funne (%1)
pl: Nie znaleziono wystawcy certyfikatu( %1)
pt: Certificado do emissor não encontrado ( %1)
pt_br: Certificado do emissor não encontrado (%1)
ru: Не найден владелец сертификата ( %1)
sk: Vydavateľ certifikátu nenájdený (%1)
sl: Certifikat izdajatelja ni najden (%1)
sr: Сертификат издавача није пронађен (%1)
sr@latn: Sertifikat izdavača nije pronađen (%1)
sv: Utgivarens certifikat hittades inte (%1)
ta: வெளியீட்டாளர் சான்றிதழைக் காணவில்லை (%1)
tg: Соҳиби сертификати ( %1) ёфт нашуд
uk: Не знайдено власника сертифіката ( %1)
zh_cn: 找不到颁发者证书(%1)
zh_tw: 找不到憑證產生者（%1）

source: Additional Information for Key
bg: Допълнителна информация за ключа
ca: Informació addicional per la clau
cs: Doplňkové informace klíče
da: Yderligere information for nøgle
de: Zusätzliche Informationen zu diesem Schlüssel
el: Πρόσθετες πληροφορίες για το κλειδί
es: Información adicional para la clave
et: Võtme lisainfo
eu: Gakoaren informazio gehigarria
fa: اطلاعات اضافی برای کلید
fr: Informations additionnelles concernant la clé
fy: Ekstra ynformaasje oer Kaai
gl: Información adicional para a chave
hu: A kulcs további jellemzői
it: Informazioni aggiuntive per la chiave
ja: 鍵の補足情報
kk: Кілттің қосымша мәліметі
km: ព័ត៌មាន​បន្ថែម​សម្រាប់​កូនសោ​
ko: 키의 추가 정보
mk: Додатни информации за клучот
ms: Maklumat Tambahan untuk Kekunci
nb: Tilleggsopplysninger for nøkkel
nds: Mehr Informatschonen över den Slötel
nl: Extra informatie over sleutel
nn: Tilleggsopplysingar for nøkkel
pl: Dodatkowe informacje dla klucza
pt: Informação Adicional da Chave
pt_br: Informações Adicionais para a Chave
ru: Дополнительная информация о ключе
sk: Doplnkové informácie pre kľúč
sl: Dodatne informacije za ključ
sr: Додатне информације за кључ
sr@latn: Dodatne informacije za ključ
sv: Ytterligare information för nyckel
ta: விசைக்கான கூடுதல் தகவல்
tg: Маълумоти иловагӣ оиди калид
uk: Додаткова інформація про ключ
zh_cn: 密钥的附加信息
zh_tw: 金鑰的額外資訊

source: _n: %n bit %n bits
bg: %n бит. %n бита.
ca: %n bit %n bits
cs: 1 bit %n bity %n bitů
da: %n bit %n bit
de: %n Bit %n Bits
el: %n bit %n bits
es: %n bit %n bits
et: %n bitt. %n bitti.
eu: bit %n %n bit
fa: %n بیت
fr: %n bit. %n bits.
fy: %n bit %n bits
gl: %n bit %n bits
hu: %n bit
it: %n bit %n bit
ja: %n ビット
kk: %n бит
km: %n ប៊ីត
ko: %n 비트
mk: %n бит %n бита %n бита
nb: %n bit %n biter
nds: %n Bit %n Bits
nl: %n bit %n bits
nn: %n bit %n bit
pl: %n bit %n bity %n bitów
pt: %n bit %n bits
pt_br: Um bit. %n bits.
ru: %n бит. %n бита. %n бит.
sk: %n bit %n bity %n bitov
sl: %n bitov. %n bit. %n bita. %n biti.
sr: %n бит %n бита %n битова
sr@latn: %n bit %n bita %n bitova
sv: %n bit %n bitar
ta: %n விசை %n பிட்டுகள்
uk: %n біт %n біти %n бітів
zh_cn: %n 位
zh_tw: %n 個位元

source: Could not start certificate generation: %1
bg: Грешка при стартиране на генерирането на удостоверение: %1
ca: No s'ha pogut inicial la generació del certificat: %1
cs: Nebylo možné spustit generování certifikátu: %1
da: Kunne ikke starte certifikat-generering: %1
de: Die Zertifikatsgenerierung kann nicht gestartet werden: %1
el: Αδυναμία εκκίνησης της δημιουργίας πιστοποιητικού: %1
es: No fue posible iniciar la generación del certificado: %1
et: Sertifikaadi genereerimist ei õnnestunud alustada: %1
eu: Ezin da ziurgirien sortze prozesua abiatu: %1
fa: تولید گواهی‌نامه را نتوانست آغاز کند: %1
fr: Impossible de démarrer la génération du certificat : %1
fy: Koe it oanmeitsjen fan it sertifikaat net starte: %1
gl: Non se pode iniciar a xeración do certificado: %1
hu: Nem sikerült elindítani a tanúsítványgenerálást: %1
it: Impossibile avviare la generazione del certificato: %1
ja: 証明書の生成を開始できません: %1
kk: Куәлікті жасауының бастауы болмады: %1
km: មិន​អាច​ចាប់ផ្ដើម​ការ​បង្កើត​វិញ្ញា​បនបត្រ ៖ %1
ko: 인증서 생성을 시작할 수 없음: %1
mk: Не можам да го започнам создавањето на сертификатите: %1
ms: Tidak dapat memulakan penjanaan sijil: %1
nb: Klarte ikke starte sertifikatopprettelse: %1
nds: Opstellen vun dat Zertifikaat lett sik nich starten: %1
nl: Kon het aanmaken van het certificaat niet starten: %1
nn: Klarte ikkje starta sertifikatgenerering: %1
pl: Nie można rozpocząć generowania certyfikatu: %1
pt: Não foi possível iniciar a geração de certificado: %1
pt_br: Não foi possível iniciar a geração do certificado: %1
ru: Невозможно запустить создание сертификата: %1
sk: Nebolo možné spustiť generovanie certifikátu: %1
sl: Ni mol zagnati ustvarjanje certifikata: %1
sr: Нисам могао да покренем прављење сертификата: %1
sr@latn: Nisam mogao da pokrenem pravljenje sertifikata: %1
sv: Kunde inte starta skapa certifikat: %1
ta: சான்றிதழ் உருவாக்கத்தை தொடங்க முடியவில்லை: %1
tg: Наметонам эҷод кардани сертификати зеринро оғоз кунам:%1
uk: Не вдається запустити створення сертифікатів: %1
zh_cn: 不能开始生成证书：%1
zh_tw: 無法開始產生憑證：%1

source: Certificate Manager Error
bg: Грешка в мениджъра за удостоверения
ca: Error del gestor de certificats
cs: Chyba správce certifikátů
da: Certifikathåndteringsfejl
de: Fehler des Zertifikat-Managers
el: Σφάλμα διαχειριστή πιστοποιητικών
es: Error del gestor de certificados
et: Sertifikaadihalduri viga
eu: Ziurtagiri kudeatzailearen errorea
fa: خطای مدیر گواهی‌نامه
fr: Erreur du gestionnaire de certificats
fy: Fout sertifikaatmanager
gl: Erro do xestor de certificados
hu: Hiba a tanúsítványkezelőben
it: Errore nel gestore certificati
ja: 証明書マネージャエラー
kk: Куәліктер менеджерінің қатесі
km: កំហុស​កម្មវិធី​គ្រប់គ្រង​វិញ្ញា​បនបត្រ
ko: 인증서 관리자 오류
mk: Грешка во менаџерот за сертификати
ms: Ralat Pengurus Sijil
nb: Feil i sertifikathåndteringen
nds: Zertifikaatpleger-Fehler
nl: Fout certificaatmanager
nn: Feil i sertifikathandtering
pl: Błąd zarządcy certyfikatów
pt: Erro do Gestor de Certificados
pt_br: Erro no Gerenciador de Certificados
ru: Ошибка менеджера сертификатов
sk: Chyba manažéra certifikátov
sl: Napaka upravitelja certifikata
sr: Грешка менаџера сертификата
sr@latn: Greška menadžera sertifikata
sv: Fel i certifikathanteringen
ta: சான்றிதழ் மேலாளர் பிழை
tg: Хатои мудири сертификатҳо
uk: Помилка менеджера сертифікатів
zh_cn: 证书管理器错误
zh_tw: 憑證管理員錯誤

source: Generating key
bg: Генериране на ключ
ca: S'està generant la clau
cs: Generuji klíč
da: Genererer nøgle
de: Erzeuge Zertifikat
el: Δημιουργία κλειδιού
es: Generando la clave
et: Võtme genereerimine
eu: Gakoa sortzean
fa: تولید کلید
fr: Générer la clé
fy: Dwaande om in kaai oan te meitsjen
gl: Xerando a chave
hu: Kulcs generálása
it: Generazione chiave
ja: 鍵の生成
kk: Кітті жасау
km: បង្កើត​កូនសោ​
ko: 키 생성
mk: Создавам клуч
ms: Menjana kekunci
nb: Lager nøkkel
nds: Slötel warrt opstellt
nl: Bezig met sleutel aan te maken
nn: Genererer nøkkel
pl: Generowanie klucza
pt: A gerar a chave
pt_br: Gerando chave
ru: Создание ключа
sk: Generujem kľúč
sl: Ustvarjanje ključa
sr: Правим кључ
sr@latn: Pravim ključ
sv: Skapar nyckel
ta: விசைகள் உருவாக்கப்படுகின்றன
tg: Эҷоди калид
uk: Створюється ключ
zh_cn: 正在生成密钥
zh_tw: 產生金鑰中

source: Could not generate certificate: %1
bg: Грешка при генериране на удостоверение: %1
ca: No s'ha pogut generar el certificat: %1
cs: Nebylo možné vygenerovat certifikát: %1
da: Kunne ikke generere certifikat: %1
de: Das Zertifikat nicht erstellt werden: %1
el: Αδυναμία δημιουργίας του πιστοποιητικού: %1
es: No se pudo generar el certificado: %1
et: Sertifikaadi genereerimine ebaõnnestus: %1
eu: Ezin izan da ziurtagiria sortu: %1
fa: گواهی‌نامه را نتوانست تولید کند: %1
fr: Impossible de générer le certificat : %1
fy: Koe gjin sertifikaat oanmeitsje: %1
gl: Non se puido xerar o certificado: %1
hu: Nem sikerült létrehozni a tanúsítványt: %1
it: Impossibile generare il certificato: %1
ja: 証明書を生成できませんでした: %1
kk: Келесі куәлікті жасау мүмкін емес: %1
km: មិន​អាច​បង្កើត​វិញ្ញា​បនបត្រ ៖ %1
ko: 인증서을 생성할 수 없습니다: %1
mk: Не можам да создадам сертификат: %1
ms: Tidak dapat menjana sijil: %1
nb: Klarte ikke lage sertifikat: %1
nds: Zertifikaat %1 lett sik nich opstellen
nl: Kon geen certificaat aanmaken: %1
nn: Klarte ikkje generera sertifikat: %1
pl: Nie można wygenerować certyfikatu: %1
pt: Não foi possível gerar o certificado: %1
pt_br: Não foi possível gerar o certificado: %1
ru: Невозможно создать сертификат: %1
sk: Nebolo možné vygenerovať certifikát: %1
sl: Ni moč ustvariti certifikata: %1
sr: Нисам могао да направим сертификат: %1
sr@latn: Nisam mogao da napravim sertifikat: %1
sv: Kunde inte skapa certifikat: %1
ta: %1 சான்றிதழை உருவாக்க முடியவில்லை
tg: Наметавонам сертификаи зеринро эҷод кунам: %1
uk: Не вдалося створити сертифікат: %1
zh_cn: 不能生成证书：%1
zh_tw: 無法產生憑證：%1

source: DCOP Communication Error, unable to send certificate using KMail. %1
bg: Комуникационна грешка на DCOP. Грешка при изпращането на удостоверението с KMail. %1
ca: Error de comunicació DCOP, no s'ha pogut enviar el certificat usant KMail. %1
cs: Chyba komunikace DCOP, nelze poslat certifikát pomocí KMailu. %1
da: DCOP kommunikationsfejl, kan ikke sende certifikat ved brug af KMail. %1
de: DCOP-Kommunikationsfehler: das Zertifikat kann nicht mit KMail verschickt werden. %1
el: Σφάλμα επικοινωνίας DCOP, αδυναμία αποστολής του πιστοποιητικού με τη χρήση του KMail. %1
es: Error de comunicación DCOP. No se puede enviar el certificado usando KMail. %1
et: DCOP'i kommunikatsiooniviga, sertifikaadi saatmine KMailiga ebaõnnestus. %1
eu: DCOP komunikazio errorea, ezin izan da ziurtagiria KMail bidez bidali. %1
fa: خطای ارتباط DCOP، قادر به ارسال گواهی‌نامه با استفاده از KMail نیست. %1
fr: Erreur de communication DCOP, impossible d'envoyer le certificat à l'aide de KMail. %1
fy: DCOP kommunikaasjefout, koe gjin sertifikaat ferstjoere mei KMail. %1
gl: Erro de comunicación DCOP, imposíbel enviar o certificado empregando KMail. %1
hu: DCOP kommunikációs hiba, nem sikerült elküldeni a tanúsítványt a KMaillel. %1
it: Errore di comunicazione DCOP, impossibile inviare il certificato usando KMail. %1
ja: DCOP 通信エラー、KMail を使用して証明書を送れません。 %1
kk: DCOP байланыс қатесі, KMail арқылы куәлікті жіберу мүмкін емес. %1
km: កំហុស​ទំនាក់ទំនង DCOP មិន​អាច​ផ្ញើ​វិញ្ញា​បនបត្រ​ដោយ​ប្រើ KMail ។ %1
ko: DCOP 통신 오류, K메일을 사용하여 인증서를 전송할 수 없습니다. %1
mk: DCOP Грешка во комуникацијата, не можам да испратам сертификат користејќи го KMail. %1
ms: Ralat komunikasi DCOP, tidak dapat menghantar sijil menggunakan KMail. %1
nb: DCOM kommunikasjonsfeil, klarer ikke sende sertifikat med KMail. %1
nds: DCOP-Kommunikatschoonfehler: Zertifikaat lett sik nich mit KMail afsennen. %1
nl: DCOP communicatiefout, kon geen certificaat versturen met KMail. %1
nn: DCOM kommunikasjonsfeil, klarer ikkje senda sertifikat med KMail. %1
pl: Błąd komunikacji DCOP, nie można wysłać certyfikatu za pomocą KMail. %1
pt: Erro de Comunicação DCOP, não foi possível enviar o certificado utilizando o KMail. %1
pt_br: Erro de comunicação DCOP, não foi possível enviar o certificado usando o KMail. %1
ru: Ошибка связи DCOP, невозможно отправить сертификат с помощью KMail. %1
sk: Chyba komunikácie DCOP, nemôžem poslať certifikát cez KMail. %1
sl: Komunikacijska napaka DCOP; ni moč poslati certifikata preko KMaila. %1
sr: Грешка у DCOP комуникацији, не могу да пошаљем сертификат користећи KMail. %1
sr@latn: Greška u DCOP komunikaciji, ne mogu da pošaljem sertifikat koristeći KMail. %1
sv: DCOP-kommunikationsfel. Kan inte skicka certifikat med Kmail. %1
ta: டிசிஒபி தொடர்புப் பிழை,சான்றிதழை கேஅஞ்சலை %1 பயன்படுத்தி அனுப்ப இயலவில்லை
tg: Хатогии алоқаи DCOP, наметавонам сертификатро бо ёрии KMail бифиристам. %1
uk: Помилка зв'язку з DCOP, неможливо відіслати сертифікат через KMail. %1
zh_cn: DCOP 通讯出错，不能使用 Kmail 发送证书。 %1
zh_tw: DCOP 通訊錯誤，無法使用 KMail 送出憑證。 %1

source: DCOP Communication Error, unable to send certificate using KMail.
bg: Комуникационна грешка на DCOP. Грешка при изпращането на удостоверението с KMail.
ca: Error de comunicació DCOP, no es pot enviar el certificat emprant el KMail.
cs: Chyba komunikace DCOP, nelze poslat certifikát pomocí KMailu.
da: DCOP Kommunikationsfejl, Kan ikke sende certifikat ved brug af KMail.
de: DCOP-Kommunikationsfehler: das Zertifikat kann nicht mit KMail verschickt werden.
el: Σφάλμα επικοινωνίας DCOP, αδυναμία αποστολής του πιστοποιητικού με τη χρήση του KMail.
es: Error de comunicación DCOP. No se puede enviar el certificado usando KMail.
et: DCOP'i kommunikatsiooniviga, sertifikaadi saatmine KMailiga ebaõnnestus.
eu: DCOP komunikazio errorea, ezin izan da ziurtagiria KMail bidez bidali.
fa: خطای ارتباط DCOP، قادر به ارسال گواهی‌نامه با استفاده از KMail نیست.
fr: Erreur de communication DCOP, impossible d'envoyer le certificat à l'aide de KMail.
fy: DCOP kommunikaasjefout, koe gjin sertifikaat ferstjoere mei KMail.
gl: Erro de comunicación DCOP, imposíbel enviar o certificado empregando KMail.
hu: DCOP kommunikációs hiba, nem sikerült elküldeni a tanúsítványt a KMaillel.
it: Errore di comunicazione DCOP, impossibile inviare il certificato utilizzando KMail.
ja: DCOP 通信エラー、KMail を使用して証明書を送れません。
kk: DCOP байланыс қатесі, KMail арқылы куәлікті жіберу мүмкін емес.
km: កំហុស​ទំនាក់ទំនង​ DCOP មិន​អាច​ផ្ញើ​វិញ្ញា​បនបត្រ​ដោយ​ប្រើ KMail ។
ko: DCOP 통신 오류, KMail을 통해 인증서를 전송할 수 없습니다.
ms: Ralat komunikasi DCOP, tidak dapat menghantar sijil menggunakan KMail.
nb: DCOM kommunikasjonsfeil, klarer ikke sende sertifikat med KMail.
nds: DCOP-Kommunikatschoonfehler: Zertifikaat lett sik nich mit KMail afsennen.
nl: DCOP communicatiefout, kon geen certificaat verzenden met KMail.
nn: DCOP kommunikasjonsfeil, klarer ikkje senda sertifikat med KMail.
pl: Błąd komunikacji DCOP, nie można wysłać certyfikatu za pomocą KMail.
pt: Erro de Comunicação do DCOP, não é possível enviar o certificado com o KMail.
pt_br: Erro de comunicação do DCOP; não foi possível enviar o certificado usando o KMail.
ru: Ошибка связи DCOP, невозможно отправить сертификат с помощью KMail.
sk: Chyba komunikácie DCOP, nemôžem poslať certifikát cez KMail.
sl: Komunikacijska napaka DCOP; ni moč poslati certifikata preko KMaila.
sr: Грешка у DCOP комуникацији, не могу да пошаљем сертификат користећи KMail.
sr@latn: Greška u DCOP komunikaciji, ne mogu da pošaljem sertifikat koristeći KMail.
sv: DCOP-kommunikationsfel: kan inte skicka certifikat med Kmail.
ta: டிசிஒபி தொடர்புப் பிழை, சான்றிதழை கேஅஞ்சலை பயன்படுத்தி அனுப்ப இயலவில்லை
tg: Хатогии алоқаи DCOP, наметавонам сертификатро бо ёрии KMail бифиристам.
uk: Помилка зв'язку з DCOP, неможливо відіслати сертифікат через KMail.
zh_cn: DCOP 通讯出错，不能使用 KMail 发送证书
zh_tw: DCOP 通訊錯誤，無法使用 KMail 送出憑證。
