Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/kleopatra.po
Languages: bg, ca, cs, da, de, el, es, et, eu, fa, fr, fy, gl, hu, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Description
bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
eu: Deskribapena
fa: توصیف
fy: Beskriuwing
gl: Descrición
hu: Leírás
it: Descrizione
ja: 説明
kk: Сипаттамасы
km: សេចក្ដី​ពិពណ៌នា
ko: 설명
mk: Опис
ms: Huraian
nb: Beskrivelse
nds: Beschrieven
nl: Omschrijving
nn: Skildring
pl: Opis
pt: Descrição
pt_br: Descrição
ru: Описание
sk: Popis
sl: Opis
sr: Опис
sr@latn: Opis
sv: Beskrivning
ta: விவரிப்பு
tg: Тасвирот
uk: Опис
zh_cn: 描述
zh_tw: 描述

source: &Chain
bg: &Верига
ca: En&cadena
cs: Ř&etězec
da: &Kæde
de: &Kette
el: &Αλυσίδα
es: &Cadena
et: A&hel
eu: &Katea
fa: &زنجیر‌
fr: &Chaîne
fy: &Keatling
gl: &Cadea
hu: &Lánc
it: &Catena
ja: 連鎖(&C)
kk: &Тізбегі
km: ច្រវាក់
ko: 체인&C)
mk: &Сврзи
ms: &Rantaian
nb: &Kjede
nds: &Keed
nl: &Keten
nn: &Kjede
pl: Łańcu&ch
pt: &Cadeia
pt_br: &Cadeia
ru: &Цепочка
sk: &Reťazec
sl: &Veriga
sr: &Ланац
sr@latn: &Lanac
sv: &Kedja
ta: &சங்கிலி
tg: &Паи ҳам
uk: &Ланцюг
zh_cn: 链(&C)
zh_tw: 鍊(&C)

source: Path
bg: Път
ca: Ruta
cs: Cesta
da: Søgesti
de: Pfad
el: Διαδρομή
es: Ruta
et: Otsingutee
eu: Bide-izena
fa: مسیر
fr: Emplacement
fy: Paad
gl: Camiño
hu: Elérési út
it: Percorso
ja: パス
kk: Жолы
km: ផ្លូវ
ko: 경로
mk: Патека
ms: Laluan
nb: Sti
nds: Padd
nl: Pad
nn: Sti
pl: Ścieżka
pt: Localização
pt_br: Caminho
ru: Путь
sk: Cesta
sl: Pot
sr: Путања
sr@latn: Putanja
sv: Sökväg
ta: பாதை
tg: Роҳ
uk: Шлях
zh_cn: 路径
zh_tw: 路徑

source: Du&mp
bg: &Снимка
ca: &Bolca
cs: Vý&pis
de: A&usgeben
el: Απο&τύπωση
es: &Volcado
et: Tõ&mmis
eu: &Irauli
fa: &تخلیه‌
fr: Vide&r
fy: Du&mpe
gl: &Volcar
hu: &Kiírás
ja: ダンプ(&M)
kk: Да&мп
km: បោះ​ចោល​
ko: 덤프(&M)
mk: Ис&фрли
ms: &Abaikan
nds: &Utgeven
nl: Du&mpen
pl: &Zrzut
pt: Resu&ltado
pt_br: &Liberar
ru: &Снимок
sk: &Vypísať
sl: Od&loži
sr: &Избаци
sr@latn: &Izbaci
sv: &Mata ut
ta: திணி
tg: &Сурат
uk: Ски&нути
zh_cn: 转储(&M)
zh_tw: 印出(&M)

source: &Import to Local
bg: &Импортиране в локалната система
ca: &Importa a local
cs: &Import do lokálního
da: &Importér til lokal
de: Lokal &importieren
el: &Εισαγωγή τοπικά
es: &Importar a local
et: &Impordi kohalikuks
eu: &Inportatu lokalera
fa: &واردات به محلی‌
fr: &Importer en local
fy: &Ymportearje
gl: &Importar a local
hu: Importálás &helyinek
it: &Importa localmente
ja: ローカルにインポート(&I)
kk: &Жергіліктіге импорттау
km: នាំចូល​ទៅ​កាន់​មូលដ្ឋាន​
ko: 로컬로 가져오기(&I)
mk: &Внеси во локално
ms: &Import ke Setempat
nb: &Importer til lokalt
nds: &Lokaal importeren
nl: &Importeren
nn: &Importer til lokalt
pl: &Importuj lokalnie
pt: &Importar para um Local
pt_br: &Importar para Local
ru: &Импорт в локальные
sk: &Import do lokálneho
sl: &Uvozi krajevno
sr: &Увези у локалне
sr@latn: &Uvezi u lokalne
sv: &Importera lokalt
ta: &உள்ளமைவுக்கு இறக்குமதி செய்
tg: &Воридот ба локалӣ
uk: &Імпортувати в локальні
zh_cn: 导入到本地(&I)
zh_tw: 匯入到本地端(&I)

source: Certificate Information
bg: Информация за удостоверението
ca: Informació del certificat
cs: Informace o certifikátu
da: Certifikat-information
de: Zertifikatsinformationen
el: Πληροφορίες πιστοποιητικού
es: Información del certificado
et: Sertifikaadi info
eu: Ziurtagiriaren informazioa
fa: اطلاعات گواهی‌نامه
fr: Informations sur le certificat
fy: Sertifikaat-ynformaasje
gl: Información do certificado
hu: Tanúsítványinformáció
it: Informazioni certificato
ja: 証明書情報
kk: Куәлік мәліметі
km: ព័ត៌មាន​វិញ្ញាបនបត្រ
ko: 인증서 정보
mk: Информација за сертификат
ms: Maklumat Sijil
nb: Sertifikatinformasjon
nds: Zertifikaatinformatschonen
nl: Certificaatinformatie
nn: Sertifikatinformasjon
pl: Informacja o certyfkacie
pt: Informação do Certificado
pt_br: Informação do Certificado
ru: Сведения о сертификате
sk: Informácie o certifikáte
sl: Informacije o certifikatu
sr: Информације о сертификату
sr@latn: Informacije o sertifikatu
sv: Certifikatinformation
ta: சான்றிதழ் தகவல்
tg: Маълумот оиди сертификат
uk: Інформація про сертифікат
zh_cn: 证书信息
zh_tw: 憑證資訊

source: Key Generation Wizard
bg: Помощник за генериране на ключове
ca: Assistent de generació de claus
cs: Průvodce vytvořením klíčů
da: Guide til at oprette nøgle
de: Assistent zur Schlüsselerzeugung
el: Μάγος δημιουργίας κλειδιού
es: Asistente de generación de claves
et: Võtmetekitamise nõustaja
eu: Gako sorrerarako morroia
fa: جادوگر تولید کلید
fr: Assistant de génération de clés
fy: Assistint foar kaai-oanmeitsjen
gl: Asistente de xeración de chaves
hu: Kulcsgeneráló varázsló
it: Assistente
ja: 鍵生成ウィザード
kk: Кілт жасау шебері
km: អ្នក​ជំនួយ​ការ​​បង្កើត​កូនសោ​
ko: 키 생성 마법사
mk: Волшебник за создавање на клучеви
ms: Wizard Penjanaan Kekunci
nb: Veiviser for nøkkelopprettelse
nds: Slötel-Opstellhölper
nl: Assistent voor sleutelgeneratie
nn: Vegvisar for nøkkelgenerering
pl: Asystent generowania klucza
pt: Assistente de Geração de Chaves
pt_br: Assistente de Geração de Chave
ru: Мастер создания ключей
sk: Sprievodca generovaním kľúča
sl: Čarovnik za ustvarjanje ključev
sr: Чаробњак за прављење кључева
sr@latn: Čarobnjak za pravljenje ključeva
sv: Guide för att skapa nyckel
ta: விசை உருவாக்க பகுதி
uk: Майстер створення ключів
zh_cn: 密钥生成向导
zh_tw: 金鑰產生精靈

source: <b>Welcome to the Key Generation Wizard.</b> <br> <br> In a few easy steps, this wizard will help you to create a new key pair and request a certificate for it. You can then use your certificate in order to sign messages, to encrypt messages and to decrypt messages that other people send to you in encrypted form. <p> The key pair will be generated in a decentralized manner. Please contact your local help desk if you are unsure how to obtain a certificate for your new key in your organization.
bg: <b>Добре дошли в помощника за удостоверения.</b><br><br>В няколко прости стъпки този помощник ще ви помогне да създадете удостоверение. С помощта на вашите удостоверения може да подписвате съобщения, да шифровате и дешифрирате съобщения, които други хора ви изпращат в кодирана форма.<p>Удостоверенията ще се създават по децентрализиран начин. Ако не сте сигурни как да създадете удостоверение във вашата организация, потърсете местната служба за поддръжка.
ca: <b>Benvingut a l'assistent de generació de claus.</b> <br> <br> Aquest assistent us ajudarà a crear un nou parell de claus i demanar un certificat en uns quants passos senzills. Llavors podreu usar el vostre certificat per a signar missatges, per a xifrar missatges i per a desxifrar missatges que altra gent us envia en forma xifrada. <p> El parell de claus es generarà de forma descentralitzada. Contacteu amb el servei d'assistència local si no sabeu del cert com obtenir un certificat per la vostra nova clau a la vostra organització.
cs: <b>Vítejte v průvodci vytvořením klíčů!</b> <br> <br> V několika krocích vám tento průvodce pomůže vytvořit pár klíčů a získat pro ně certifikát. Certifikáty můžete použít na podepisovaní zpráv, kódovaní zpráv a odkódovaní zpráv od jiných osob, které vám byly zaslané v zakódované podobě. <p> Pár klíčů bude generován decentralizovaným způsobem. Prosím kontaktujte svou lokální podporu, pokud se nejste jisti, jak získat pro své klíče certifikát ve své organizaci.
da: <b>Velkommen til nøglegenererings-guiden.</b> <br> <br> I nogle få nemme skridt vil denne guide nu hjælpe dig med at lave et nyt nøglepar og bede om et certifikat for det. Du kan så bruge dine certifikater til at underskrive breve, til at kryptere breve og til at dekryptere breve som andre mennesker sender til dig i krypteret form. <p> Nøgleparret vil blive genereret på en decentraliseret måde. Kontakt venligst din lokale hjælpedisk hvis du er usikker på hvordan et certifikat opnås for din nye nøgle i din organisation.
de: <b>Willkommen beim Assistenten zur Schlüsselerzeugung</b> <br> <br> Dieser Assistent hilft Ihnen dabei, ein Schlüsselpaar in wenigen Schritten zu erstellen. Sie können dieses zum Signieren und Verschlüsseln von Nachrichten sowie zum Entschlüsseln von Nachrichten, die Ihnen von anderen zugeschickt werden, verwenden. <p> Das Schlüsselpaar wird dezentral erstellt. Bitte nehmen Sie Kontakt zu Ihrer Systemverwaltung / technischen Unterstützung auf, wenn Sie unsicher sind, wie in Ihrer Organisation Zertifikate erstellt werden.
el: <b>Καλώς ήρθατε στο μάγο δημιουργίας κλειδιού.</b> <br> <br> Σε λίγα βήματα, αυτός μάγος θα σας βοηθήσει να δημιουργήσετε ένα νέο ζευγάρι κλειδιών και να αιτήσετε ένα πιστοποιητικό για αυτό. Μπορείτε να χρησιμοποιήσετε το δικό σας πιστοποιητικό για την υπογραφή μηνυμάτων, για κρυπτογράφηση και αποκρυπτογράφηση μηνυμάτων που άλλα άτομα σας στέλνουν σε κρυπτογραφημένη μορφή. <p> Το ζευγάρι κλειδιών θα δημιουργηθεί με μη κεντρικό τρόπο. Παρακαλώ επικοινωνήστε το τοπικό γραφείο σας βοήθειας αν δεν είστε σίγουροι πως θα αποκτήσετε ένα πιστοποιητικό για το νέο σας κλειδί στον οργανισμό σας.
es: <b>Bienvenido al asistente de generación de claves.</b> <br> <br> En unos pocos pasos, el asistente le ayudará a crear un nuevo par de claves y solicitar un certificado para él. Después puede usar el certificado para firmar y cifrar los mensajes que envíe, y descifrar los que reciba cifrados. <p> El par de claves se generará de una forma descentralizada. Contacte con su servicio de soporte local si no está seguro de cómo obtener un certificado para la nueva clave en su organización.
et: <b>Tere tulemast kasutama võtmetekitamise nõustajat!</b> <br> <br> Mõne lihtsa sammuga aitab nõustaja luua uue võtmepaari ja esitada soov saada sellele sertifikaat. Sertifikaati saab seejärel kasutada kirjade allkirjastamiseks, kirjade kodeerimiseks ja kirjade dekodeerimiseks, mida teised sulle kodeeritult saadavad. <p> Võtmepaar genereeritakse detsentraliseeritult. Palun konsulteeri oma organisatsiooni vastavate isikutega, kui sa ei ole kindel, kuidas sinu organisatsioonis sertifikaati luuakse.
eu: <b>Ongi etorri gako sorrerarako morroira.</b> <br> <br> Pausa erraz batzurekink morroi honek gako-pare berri bat sortu eta honentzako ziurtagiri bat eskatzen lagunduko dizu. Zure ziurtagiria mezuak sinatzeko, mezuak enkriptatzeko eta besteek bidalitako enkriptatutako mezuak desenkriptatzeko erabil dezakezu. <p> Gakoa era deszentralizatu batean sortuko da. Kontsultatu zure laguntza euskarri lokala zure erakundeko gako berri batentzat ziurtagiria nola eskuratu behar den jakin nahi baduzu.
fa: <b>به جادوگر تولید کلید خوش آمدید.</b> <br> <br> این جادوگر، در چند گام آسان به شما کمک می‌کند که یک جفت کلید جدید ایجاد کرده و برای آن یک گواهی‌نامه درخواست کنید. سپس، می‌توانید به منظور امضای پیامها از گواهی‌نامۀ خود استفاده کنید تا پیامهایی که دیگران به فرم رمزبندی‌شدۀ شما ارسال کرده‌اند، رمزبندی شوند. <p> جفت کلید، به روش غیر متمرکز تولید می‌شود. لطفاً، اگر از چگونگی فراهم کردن یک گواهی‌نامه برای کلید جدید خود در سازمانتان مطمئن نیستید، با میز کمک محلی خود تماس بگیرید.
fr: <b>Bienvenue dans l'assistant de génération de clés.</b> <br> <br> En quelques étapes simples, cet assistant vous aidera à créer une nouvelle paire de clés et une demande de certificat pour celle-ci. Vous utiliserez vos certificats pour signer vos messages, chiffrer et déchiffrer des messages que d'autres personnes vous envoient sous forme chiffrée. <p> La paire de clés sera générée de manière décentralisée. Veuillez contacter votre service local d'assistance si vous n'êtes pas sûr de la manière de créer un certificat dans votre organisation.
fy: <b>Wolkom by de assistint foar kaai-oanmeitsjen.</b> <br> <br> Mei dizze assistint kinne jo yn in pear ienfâldige stappen in nije kaaibosk oanmeitsje en der in sertifikaat foar oanfreegje. Jo brûke sertifikaten om berjochten te ûndertekenjen, te fersiferjen en te ûntsiferjen. <p> Kaaibosken wurde desintraal oanmakke. Nim kontakt op mei jo systeembehearder as jo net krekt witte hoe't jo in sertifikaat krije foar jo nije kaai binnen jo organisaasje.
gl: <b>Benvido/a ao asistente de Xeración de Chaves.</b> <br> <br> Nuns doados pasos este asistente lle axudará a crear un novo par de chaves e a solicitar un certificado para el. Pode logo usar o seu certificado para asinar as mensaxes, para cifrar as mensaxes e para descifrar as mensaxes que outras persoas lle enviaron cifradas. <p> O par de chaves xerarase de xeito descentralizado. Por favor, contacte cun asistente se non está seguro de como obter un certificado para a súa nova chave na súa organización.
hu: <b>Üdvözöljük a Kulcsgeneráló varázslóban!</b> <br> <br> A varázsló végigvezeti Önt egy új kulcspár létrehozásához és a megfelelő tanúsítvány igényléséhez szükséges lépéseken. A kapott tanúsítványt üzenetek elektronikus aláírására, titkosítására, másoktól kapott titkosított üzenetek dekódolására lehet használni. <p> A kulcspár létrehozása decentralizált módon történik. Kérjen segítséget a vállalati ügyfélszolgálattól, ha nem tudja, hogyan kell tanúsítványt létrehozni az új kulcspárhoz az Ön vállalatánál.
it: <b>Benvenuto nell'assistente per generazione delle chiavi.</b> <br> <br> In pochi semplici passi, questo assistente ti aiuterà a creare una nuova coppia di chiavi e richiederà un certificato per le chiavi create. Potrai usare questo certificato per cifrare i messaggi e decifrare quelli che altre persone ti inviano. <p> Le coppie di chiavi saranno generate in maniera decentralizzata. Per favore contatta il tuo help desk se non sei sicuro di come ottenere il certificato per la tua nuova coppia di chiavi nella tua organizzazione.
ja: <qt>鍵生成ウィザードへようこそ <br> <br> このウィザードではいくつかの簡単なステップを通して、新しい鍵ペアとその証明書要求を作成します。これによって、メッセージの署名や暗号化に、また他の人から送られてきた暗号化されたメッセージの復号にあなたの証明書を使用できるようになります。 <p> 鍵ペアは分散化した方法で生成されます。組織の中であなたの鍵の証明書を取得する方法については、ローカルのヘルプデスクに問い合わせてください。
kk: <b>Кілттер жасау шеберіне қош келдіңіз.</b> <br> <br> Бұл шебердің көмегімен, бірнеше оңай қадамымен, жаңа қос кілттерді жасап шығарып, оның куәлігін сұрап аласыз. Алған куәлікті хаттарыңызды қолтаңбалауға, шифрлауға, және басқалар Сізге шифрлап жіберген хаттарының шифрын шешуге қолдана аласыз. <p> Қос кілттер көп-орталықты негізінде жасалады. Жергілікті жаңа қілт жасау тәртібі және жергілікті Куәліктер қоймасы туралы сұрастырып біліңіз.
km: <b>សូមស្វាគមន៍​មកកាន់​អ្នក​ជំនួយ​ការ​​បង្កើត​កូនសោ​សម្ងាត់ ។​</b> <br> <br> តែ​ពីរ​ បី​ជំហាន​យ៉ាងងាយ​ អ្នក​ជំនួយ​ការ​នឹង​ជួយ​អ្នក​ដើម្បី​បង្កើត​គូរ​កូនសោ​ថ្មី ​និង​សំណើ​​វិញ្ញាបនបត្រ​ ។ អ្នក​អាច​ប្រើ​វិញ្ញាបនបត្រ​របស់​អ្នក​ក្នុង​គោល​បំណង​ចុះហត្ថលេខា​សារ​ ដើម្បី​អ៊ិនគ្រិប​​សារ និងឌិគ្រិប​​សារ​​ដែល​អ្នក​ផ្សេងទៀត​បានផ្ញើ​ទៅ​ឲ្យ​អ្នក​​ដែល​បាន​អ៊ិន​គ្រិប ។ <p> គូរ​កូនសោ​ដែលនឹង​ត្រូវ​​​បាន​បង្កើតនៅ​ក្នុង​លក្ខណៈ​​វិមជ្ឈការ ។​សូម​ទាក់ទង​មូលដ្ឋាន​ជំនួយ​​មូលដ្ឋាន​​របស់​អ្នក​ ប្រសិន​បើ​​អ្នក​មិន​ប្រាកដ​ពី​របៀបធ្វើ​​ទទួល​​វិញ្ញាបនបត្រ​សម្រាប់​កូនសោ​ថ្មី​របស់អ្នក​ក្នុង​ការរៀបចំ​របស់​អ្នក​។
ko: <b>인증키 마법사에 오신걸 환영합니다.</b> <br> <br> 인증키 마법사에서는 몇가지 단계를 거쳐 인증키를 만들 수 있도록 도와줄 것입니다. 사용자는 메시지에 사인을 하거나 메시지를 암호화 하고 다시 해제하기 위해 인증키를 사용합니다. <p> 인증키는 분산화 방식으로 생성됩니다. 사용자의 조직 내에서 인증키를 어떻게 생성하는지를 주변에 문의하시기 바랍니다.
mk: <b>Добредојдовте во волшебникот за создавање на клучеви.</b> од <br> <br> Во неколку едноставни чекори, овој волшебник ќе Ви помогне да создадете нов пар од клучеви и да побарате сертификат за него. Тогаш ќе можете да го користите сертификатот за да потпишувате пораки. <p> Парот од клучеви ќе биде создаден на децентрализиран начин. Контактирајте со вашето биро за помош ако сте несигурни како да добиете сертификат за вашиот нов пар клучеви во вашата организација .
ms: <b>Selamat Datang ke Wizard Penjanaan Kekunci.</b> <br> <br> Dengan beberapa langkah mudah, wizard ini akan membantu anda mencipta pasangan kekunci baru dan meminta sijil untuknya. Sijil ini kemudian boleh digunakan untuk menandatangani, menyulitkan dan menyahsulitkan mesej yang dihantar kepada anda dalam bentuk sulit . <p> Pasangan kekunci akan dijanakan dalam cara pusat teragih. Hubungi meja bantuan setempat jika anda tidak pasti bagaimana mendapatkan sijil untuk kekunci baru dalam organisasi anda.
nb: <b> Velkommen til veiviseren for nøkkelopprettelse.</b> <br> <br> På få enkle steg vil veiviseren hjelpe deg å opprette et nytt nøkkelpar med tilhørende sertifikat. Du kan bruke sertifikatet til å signere, kryptere og dekryptere meldinger. <p> Nøkkelparet vil bli laget på en desentralisert måte. Kontakt din lokale støtteperson dersom du er usikker på hvordan du skal skaffe ett sertifikat til en ny nøkkel i din organisasjon.
nds: <b>Willkamen bi den Hölper för dat Opstellen vun Slötels</b> <br> <br> Disse Hölper warrt Di mit en poor eenfache Schreed bi't Opstellen vun en nieg Slötelpoor hölpen un dor en Zertifikaat för nafragen. Du kannst dat Zertifikaat för't Ünnerschrieven un Verslöteln vun Narichten bruken, un för't Opslöteln vun Narichten, de anner Lüüd för Di verslötelt hebbt. <p> Dat Slötelpoor warrt dezentraal opstellt. Snack bitte mit Dien lokale Hülpafdelen, wenn Du nich seker weetst, wodennig Du in Dien Organisatschoon en Zertifikaat för Dien niegen Slötel kriggst.
nl: <b>Welkom bij de assistent voor sleutelgeneratie.</b> <br> <br> Met deze assistent kunt u in een paar eenvoudige stappen een nieuwe sleutelbos maken en er een certificaat voor aanvragen. U gebruikt certificaten om berichten te ondertekenen, te versleutelen en te ontcijferen. <p> Sleutelbossen worden gedecentraliseerd aangemaakt. Neem contact op met uw systeembeheerder wanneer u niet precies weet hoe u een certificaat verkrijgt voor uw nieuwe sleutel binnen uw organisatie.
nn: <b> Velkommen til vegvisaren for nøkkelgenerering.</b> <br> <br> På få enkle steg vil vegvisaren hjelpa deg å oppretta eit nytt nøkkelpar med tilhøyrande sertifikat. Du kan bruka sertifikatet til å signera, kryptera og dekryptera meldingar. <p> Nøkkelparet vil verta generert på ein desentralisert måte. Kontakt din lokale støtteperson dersom du er uviss på korleis du skal skaffa eit sertifikat til ein ny nøkkel i din organisasjon.
pl: <b>Witaj w Asystencie tworzenia klucza.</b> <br> <br> Ten asystent pozwoli ci w kilku prostych krokach utworzyć nową parę kluczy i wygenerować żądanie utworzenia dla nich certyfikatu. Możesz używać Twoich certyfikatów do podpisywania wiadomości, szyfrowania wiadomości i odszyfrowywania wiadomości przysłanych Tobie przez innych w postaci zaszyfrowanej. <p> Pary kluczy są tworzone w sposób zdecentralizowany. Skontaktuj się ze swoim działem informatycznym, jeśli nie jesteś pewien, jak tworzy się certyfikaty w Twojej organizacji.
pt: <b>Bem-Vindo ao Assistente de Geração de Chaves.</b> <br> <br> Em alguns passos simples, este assistente vai ajudá-lo a criar um novo par de chaves e pedir um certificado para ele. Pode utilizar o seu certificado para assinar mensagens, para as cifrar e para decifrar mensagens que outras pessoas lhe enviam cifradas. <p> O par de chaves será gerado de uma forma descentralizada. Por favor contacte o seu suporte técnico local se não está certo como criar um certificado na sua organização.
pt_br: <b>Bem-Vindo ao Assistente de Geração de Chave.</b> <br> <br> Em poucos passos, este assistente lhe ajudará a criar um par de chaves e requisitar um certificado para ele. Você poderá então usar seu certificado para assinar, encriptar ou decriptar mensagens. <p> O par de chaves será gerado de maneira descentralizada. Por favor contate seu suporte técnico local se você não tem certeza sobre como obter um certificado para sua nova chave na sua organização.
ru: <b>Добро пожаловать в мастер создания ключей.</b> <br> <br> Этот мастер поможет вам за несколько простых шагов создать новую пару ключей и запросить для них сертификат. Вы можете использовать созданные сертификаты для подписи и шифрования сообщений, а также для расшифровывания сообщений, которые другие люди посылают вам в зашифрованном виде. <p> Пары ключей создаются децентрализованным способом. Свяжитесь с вашим локальным центром поддержки, если не уверены, что знаете как создать сертификат для вашей организации.
sk: <b>Vítajte v sprievodcovi generovania kľúča.</b> <br> <br> V niekoľkých jednoduchých krokoch vám tento sprievodca pomôže vytvoriť nový pár kľúčov a požiadavku na jeho registráciu. Potom môžete certifikát použiť na podpisovanie správ, šifrovanie a dešifrovanie správ od iných osôb, ktoré vám boli zaslané v zašifrovanej podobe. <p> Pár kľúčov bude vygenerovaný decentralizovaným spôsobom. Prosím, kontaktujte vašu lokálnu podporu, ak si nieste istý ako vytvoriť vo Vašej organizácii certifikát pre nový kľúči.
sl: <b>Dobrodošli v Čarovniku za ustvarjanje ključev.</b> <br> <br> V nekaj enostavnih korakih vam bo ta čarovnik pomagal ustvariti nov par ključev in zahteval certifikat za ta par. Kasneje lahko uporabite ta certifikat za podpisovanje in šifriranje sporočil ter dešifriranje sporočil, ki jih drugi pošiljajo vam v šifrirani obliki. <p> Par ključev bo ustvarjen na decentraliziran način. Prosim obvestite vašo krajevno pomoč, če ne veste, kako pridobiti certifikat za vaš novi ključ od vaše organizacije.
sr: <b>Добродошли у чаробњак за прављење кључева.</b> <br> <br> У неколико лаких корака, овај чаробњак ће вам помоћи да направите нови пар кључева и затражите сертификат за њега. Свој сертификат можете користити за потписивање и шифровање порука и за дешифровање порука које вам други шаљу у шифрованом облику. <p> Пар кључева ће бити направљен на децентрализовани начин. Контактирајте ваш локални биро за помоћ ако нисте сигурни како да у вашој организацији набавите сертификат за ваш нови пар кључева.
sr@latn: <b>Dobrodošli u čarobnjak za pravljenje ključeva.</b> <br> <br> U nekoliko lakih koraka, ovaj čarobnjak će vam pomoći da napravite novi par ključeva i zatražite sertifikat za njega. Svoj sertifikat možete koristiti za potpisivanje i šifrovanje poruka i za dešifrovanje poruka koje vam drugi šalju u šifrovanom obliku. <p> Par ključeva će biti napravljen na decentralizovani način. Kontaktirajte vaš lokalni biro za pomoć ako niste sigurni kako da u vašoj organizaciji nabavite sertifikat za vaš novi par ključeva.
sv: <b>Välkommen till guiden för att skapa nycklar.</b> <br> <br> I några få enkla steg kommer guiden hjälpa dig att skapa ett nytt nyckelpar och begära ett certifikat för det. Därefter kan du använda certifikatet för att signera brev, kryptera brev och avkoda brev som andra skickar dig i krypterad form. <p> Nyckelparet skapas på ett distribuerat sätt. Kontakta din lokala hjälpfunktion om du inte är säker på hur du skaffar ett certifikat för den nya nyckeln i din organisation.
ta: <b>சான்றிதழ் வழிகாட்டிக்கு உங்களை வரவேற்கிறோம்.</b> <br> <br> எளிய வழிகளின் மூலம் இந்த வழிகாட்டியால் சான்றிதழ்களை உருவாக்க உதவும். மறைக்கப்பட்ட நிலையில் மற்றவர்கள் அனுப்பிய செய்திகளை இச்சான்றிதழ் மூலமாக உங்களால் படிக்க முடியும். <p> சான்றிதழ்கள் மையப்படுத்தாத நிலையில் உருவாக்கப்படுகின்றன.உங்கள் நிறுவனத்தில் சான்றிதழ்களை உருவாக்க முடியவில்லை எனில் உள்ளமை உதவியை தொடர்பு கொள்ளவும்.
uk: <b>Ласкаво просимо до майстра створення ключів.</b> <br> <br> За декілька простих кроків цей майстер допоможе вам створити пару ключів і запит сертифіката для них. Потім ви зможете використовувати ваш сертифікат для підписування повідомлень, шифрування та розшифровування повідомлень, які вам надсилають інші люди у зашифрованому виді. <p> Пара ключів буде створена децентралізованим способом. Зв'яжіться з вашим місцевим центром підтримки, якщо ви не впевнені у тому, як створити сертифікат для вашої організації.
zh_cn: <b>欢迎使用密钥生成向导。</b> <br> <br> 仅需几个简单的步骤，本向导就可帮助您创建新的密钥对，并为其请求证书。您然后就可以使用您自己的证书，您可以对自己发送的邮件进行签名、加密，并可对其他人发送给您的加了密的邮件进行解密。<p> 密钥对将以分布式生成。如果您不清楚怎样在组织中为您的密钥获得证书，请联系技术人员。
zh_tw: <b>歡迎來到金鑰產生精靈。</b> <br><br> 這個精靈會協助您透過幾個簡單的步驟，產生一組新的金鑰配對，及它的憑證。您可以用這個憑證來簽署信件，加密或解密信件。 <p> 金鑰配對會以非集中的方式來產生。如果您不確定在您的組織中要怎麼對您的金鑰產生憑證，請聯絡您的管理員尋求協助。
