Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/knotes.po
Languages: th

source: _: NAME OF TRANSLATORS Your names
th: ถนอมทรัพย์ นพบูรณ์

source: _: EMAIL OF TRANSLATORS Your emails
th: donga_n@yahoo.com

source: New
th: สร้างใหม่

source: Rename...
th: เปลี่ยนชื่อ...

source: Lock
th: ล็อค

source: Unlock
th: ปลดล็อค

source: Hide
th: ซ่อน

source: Insert Date
th: แทรกวันที่

source: Set Alarm...
th: ตั้งให้แจ้งเตือน...

source: Send...
th: ส่ง...

source: Mail...
th: จดหมาย...

source: Preferences...
th: ปรับแต่ง...

source: Keep Above Others
th: ให้อยู่เหนือหน้าต่างอื่น ๆ

source: Keep Below Others
th: ให้อยู่ใต้หน้าต่างอื่น ๆ

source: To Desktop
th: ไปยังพื้นที่ทำงาน

source: Walk Through Notes
th: บันทึกโดยละเอียด

source: <qt>Do you really want to delete note <b>%1</b>?</qt>
th: <qt>คุณต้องการจะลบบันทึกช่วยจำ <b>%1</b> นี้จริงหรือไม่ ?</qt>

source: Confirm Delete
th: ยืนยันการลบ

source: Please enter the new name:
th: โปรดเติมชื่อใหม่:

source: Send "%1"
th: ส่ง "%1"

source: The host cannot be empty.
th: ชื่อโฮสต์ไม่สามารถปล่อยว่างได้

source: Unable to start the mail process.
th: ไม่สามารถเริ่มโปรเซสจดหมายได้

source: Save note as plain text
th: บันทึกบันทึกช่วยจำในแบบข้อความปกติ

source: <qt>A file named <b>%1</b> already exists.<br>Are you sure you want to overwrite it?</qt>
th: <qt>มีแฟ้มที่ชื่อ <b>%1</b> อยู่แล้ว<br>คุณต้องการจะเขียนทับมันหรือไม่ ?</qt>

source: &All Desktops
th: ทุกพื้นที่ทำงาน

source: Scheduled Alarm
th: แจ้งเตือนในตารางงาน

source: &No alarm
th: ไม่แจ้งเตือน

source: Alarm &at:
th: แจ้งเตือนเมื่อ:

source: Alarm &in:
th: แจ้งเตือนใน:

source: hours/minutes
th: ชั่วโมง/นาที

source: Display
th: แสดงผล

source: Display Settings
th: ตั้งค่าการแสดงผล

source: Editor
th: เครื่องมือแก้ไข

source: Editor Settings
th: ตั้งค่าเครื่องมือแก้ไข

source: Defaults
th: ค่าปริยาย

source: Default Settings for New Notes
th: ตั้งค่าปริยายสำหรับบันทึกช่วยจำตัวใหม่

source: Actions
th: การกระทำ

source: Action Settings
th: ตั้งค่าการกระทำ

source: Network
th: เครือข่าย

source: Network Settings
th: ตั้งค่าเครือข่าย

source: Style
th: รูปแบบ

source: Style Settings
th: ตั้งค่ารูปแบบ

source: &Text color:
th: สีข้อความ:

source: &Background color:
th: สีพื้นหลัง:

source: &Show note in taskbar
th: แสดงบันทึกช่วยจำในถาดงาน

source: Default &width:
th: ความกว้างปริยาย:

source: Default &height:
th: ความสูงปริยาย:

source: &Tab size:
th: ขนาดแท็บ:

source: Auto &indent
th: เยื้องอัตโนมัติ

source: &Rich text
th: ข้อ&ความรวมรูปแบบ

source: Text font:
th: แบบอักษรของข้อความ:

source: Title font:
th: แบบอักษรของหัวเรื่อง:

source: Displa&y
th: แสดงผล

source: &Editor
th: &เครื่องมือแก้ไข

source: &Mail action:
th: การรับส่ง&จดหมาย:

source: Incoming Notes
th: บันทึกช่วยจำที่เข้ามา

source: Accept incoming notes
th: รับบันทึกช่วยจำที่เข้ามา

source: Outgoing Notes
th: บันทึกช่วยจำที่ออกไป

source: &Sender ID:
th: หมายเ&ลขผู้ส่ง:

source: &Port:
th: &พอร์ต:

source: &Style:
th: รูปแ&บบ:

source: Bold
th: ตัวหนา

source: Underline
th: ตัวขีดเส้นใต้

source: Strike Out
th: ตัวขีดเส้นพาดกลาง

source: Align Left
th: จัดเรียงชิดซ้าย

source: Align Center
th: จัดเรียงกึ่งกลาง

source: Align Right
th: จัดเรียงชิดขวา

source: Align Block
th: กระจายเต็มความกว้าง

source: List
th: รายการ

source: Superscript
th: ตัวยก

source: Subscript
th: ตัวห้อย

source: Text Color...
th: สีข้อความ...

source: Text Font
th: แบบอักษรของข้อความ

source: Text Size
th: ขนาดของข้อความ

source: Hostname or IP address:
th: ชื่อโฮสต์หรือหมายเลขไอพี:

source: Print %1
th: พิมพ์ %1

source: The following notes triggered alarms:
th: บันทึกช่วยจำต่อไปนี้ส่งสัญญาณให้แจ้งเตือน:

source: Alarm
th: แจ้งเตือน

source: Configure Shortcuts
th: ปรับแต่งปุ่มพิมพ์ลัด

source: Note Actions
th: การกระทำของบันทึกช่วยจำ

source: KNotes: Sticky notes for KDE
th: KNotes: บันทึกช่วยจำสำหรับใช้บน KDE

source: New Note
th: เขียนบันทึกช่วยจำใหม่

source: New Note From Clipboard
th: เขียนบันทึกช่วยจำใหม่จากข้อมูลในคลิปบอร์ด

source: Show All Notes
th: แสดงบันทึกช่วยจำทั้งหมด

source: Hide All Notes
th: ซ่อนบันทึกช่วยจำทั้งหมด

source: Settings
th: ตั้งค่า

source: No Notes
th: ไม่มีบันทึกช่วยจำ

source: Communication error: %1
th: การสื่อสารผิดพลาด: %1

source: KNotes
th: บันทึกช่วยจำ - K

source: KDE Notes
th: บันทึกช่วยจำของ KDE

source: (c) 1997-2006, The KNotes Developers
th: (c) 1997-2006, กลุ่มผู้พัฒนา KNotes

source: Maintainer
th: ผู้ดูแล

source: Original KNotes Author
th: ผู้เขียน KNotes แรกเริ่ม

source: Ported KNotes to KDE 2
th: พอร์ต KNotes มายัง KDE 2

source: Network Interface
th: อุปกรณ์เครือข่าย

source: Started KDE Resource Framework Integration
th: เริ่มรวมเฟรมเวอร์กทรัพยากรของ KDE

source: Idea and initial code for the new look&feel
th: แนวความคิดและเริ่มการเขียนโปรแกรมส่วนติดต่อผู้ใช้ใหม่

source: Notes
th: บันทึกช่วยจำ

source: The port KNotes will listen on and send notes to.
th: พอร์ตที่ KNotes จะใช้รอการเชื่อมต่อและส่งบันทึกช่วยจำไป

source: <qt>Unable to save the notes to <b>%1</b>. Check that there is sufficient disk space.<br>There should be a backup in the same directory though.</qt>
th: <qt>ไม่สามารถบันทึกบันทึกช่วยจำไปยัง <b>%1</b> ได้ แต่ตรวจสอบพบว่ามีพื้นที่บนดิสก์เพียงพอ<br>และมันควรจะมีการสำรองข้อมูลไว้ในไดเรกทอรีเดียวกัน</qt>

source: Location:
th: ตำแหน่ง:
