Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/konsolekalendar.po
Languages: fi, fr, gl, ja, km, ko, pt_br, sr@latn, ta

source: _: NAME OF TRANSLATORS Your names
fi: Tapio Mattila,Ilpo Kantonen
fr: Matthieu Robin
gl: Xabi García
ja: Taiki Komoda,Shinichi Tsunoda
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee,Hongsoo Byun
pt_br: Antonio Sergio de Mello e Souza, Lisiane Sztoltz Teixeira
sr@latn: Toplica Tanasković
ta: saravanan

source: _: EMAIL OF TRANSLATORS Your emails
fi: tapio.mattila@mbnet.fi,ilpo@iki.fi
fr: kde@macolu.org
gl: xabigf@gmx.net
ja: kom@kde.gr.jp,tsuno@ngy.1st.ne.jp
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com, leedos@hanmail.net, freeyama@gmail.com
pt_br: asergioz@bol.com.br, lisiane@kdemail.net
sr@latn: toptan@kde.org.yu
ta: unlucky4ever@yahoo.com

source: Create Calendar <Dry Run>: %1
fi: Luo kalenteri <Dry Run>: %1
fr: Créer l'agenda <Dry Run> : %1
gl: Crear Calendario <Dry Run>: %1
ja: カレンダーを作成 <Dry Run>: %1
km: បង្កើត​ប្រតិទិន <អនុវត្ត​ដោយដៃ> ៖ %1
ko: 달력 만들기 <Dry Run>: %1
pt_br: Criar Calendário <Dry Run>: %1
sr@latn: Napravi kalendar <na suvo>: %1
ta: நாள்காட்டியை உருவாக்கு<வெள்ளோட்டம்>:%1

source: Create Calendar <Verbose>: %1
fi: Luo kalenteri <Verbose>: %1
fr: Créer l'agenda <Verbose> : %1
gl: Crear Calendario <Verbose>: %1
ja: カレンダーを作成 <Verbose>: %1
km: បង្កើត​ប្រតិទិន <បរិយាយ> ៖ %1
ko: 달력 만들기 <Verbose>: %1
pt_br: Criar Calendário <Verbose>: %1
sr@latn: Napravi kalendar <detaljno>: %1
ta: நாள்காட்டியை உருவாக்கு<Verbose>:%1

source: View Events <Dry Run>:
fi: Näytä tapahtumat <Dry Run>:
fr: Voir les évènements <Dry Run> :
gl: Ver eventos <Dry Run>:
ja: イベントを表示 <Dry Run>:
km: មើល​ព្រឹត្តិការណ៍ <អនុវត្ត​ដោយ​ដៃ> ៖
ko: 일정 보기 <Dry Run>:
pt_br: Visualizar Eventos <Dry Run>:
sr@latn: Prikaz događaja <na suvo>:
ta: செயல்களை பார்வையிடு< வெள்ளோட்டம்>:

source: View Event <Verbose>:
fi: Näytä tapahtumat <Verbose>:
fr: Voir l'évènement <Verbose> :
gl: Ver Evento <Verbose>:
ja: イベントを表示 <Verbose>:
km: មើល​ព្រឹត្តិការណ៍ <បរិយាយ> ៖
ko: 일정 보기 <Verbose>:
pt_br: Ver Evento <Detalhado>:
sr@latn: Prikaz događaja <detaljno>:
ta: செயலை பார்வையிடு<Verbose>:

source: Sorry, export to HTML by UID is not supported yet
fi: Vientiä HTML:ksi UID:n mukaan ei ole vielä toteutettu
fr: Désolé, l'exportation en HTML par UID n'est pas encore pris en charge
gl: Síntoo, aínda non se atura exportar a HTML por UID
ja: すみません。UID による HTML へのエクスポートはまだサポートしていません。
km: សូមទោស ការ​នាំចេញ​ទៅ​​ជា HTML តាមរយៈ​ UID មិន​ទាន់​គាំទ្រ​នូវ​ឡើយ​ទេ​
ko: UID를 통한 HTML내보내기는 아직 지원되지 않습니다.
pt_br: Desculpe, exportar para HTML por UID ainda não é suportado
sr@latn: Izvinite, izvoz u HTML po UID-u još uvek nije podržan
ta: மன்னிக்கவும், HTML க்கு UID இன்னும் ஏற்றுமதி ஆகவில்லை

source: Events:
fi: Tapahtumat:
fr: Évènements :
gl: Eventos:
ja: イベント:
km: ព្រឹត្តការណ៍​ ៖
ko: 이벤트 :
pt_br: Eventos:
sr@latn: Događaji:
ta: நிகழ்வுகள்:

source: Events: %1
fi: Tapahtumat: %1
fr: Évènements : %1
gl: Eventos: %1
ja: イベント: %1
km: ព្រឹត្តការណ៍​ ៖ %1
ko: 이벤트 : %1
pt_br: Eventos: %1
sr@latn: Događaji: %1
ta: நிகழ்வுகள்: %1

source: Events: %1 - %2
fi: Tapahtumat: %1 - %2
fr: Évènements : %1 - %2
gl: Eventos: %1 - %2
ja: イベント: %1 - %2
km: ព្រឹត្តការណ៍​ ៖ %1 - %2
ko: 이벤트 : %1 - %2
pt_br: Eventos: %1 - %2
sr@latn: Događaji: %1 - %2
ta: நிகழ்வுகள்: %1 - %2

source: What: %1
fi: Mitä: %1
fr: Quoi : %1
gl: O que: %1
ja: 内容: %1
km: អ្វី ៖ %1
ko: 무엇: %1
pt_br: O que: %1
sr@latn: Šta: %1
ta: என்ன: %1

source: Begin: %1
fi: Alku: %1
fr: Début : %1
gl: Comezo: %1
ja: 開始: %1
km: ចាប់​ផ្ដើម ៖ %1
ko: 시작: %1
pt_br: Início: %1
sr@latn: Početak: %1
ta: ஆரம்பி: %1

source: End: %1
fi: Loppu: %1
fr: Fin : %1
gl: Remate: %1
ja: 終了: %1
km: បញ្ចប់ ៖ %1
ko: 종료: %1
pt_br: Fim: %1
sr@latn: Kraj: %1
ta: முடிவு: %1

source: No Time Associated with Event
fi: Tapahtumaan ei ole liitetty aikaa
fr: Aucune date associée à l'évènement
gl: Non hai hora asociada ao evento
ja: イベントに関連付けられた時間はありません
km: គ្មាន​ពេលវេលាបាន​​​ភ្ជាប់​ជាមួយ​ព្រឹត្តការណ៍​
ko: 일정에 시간이 등록되지 않았음
pt_br: Nenhum Horário Associado com Evento
sr@latn: Ovom događaju nije pridruženo vreme
ta: எந்த நேரமும் செயலுடன் தொடர்புடையதாக இல்லை

source: Desc: %1
fi: Kuvaus: %1
ja: 説明: %1
km: ចុះ ៖ %1
ko: 설명 %1
sr@latn: Opis: %1
ta: விவரம்: %1

source: Location: %1
fi: Paikka: %1
fr: Lieu : %1
gl: Lugar: %1
ja: 場所: %1
km: ទីតាំង ៖ %1
ko: 위치: %1
pt_br: Localização: %1
sr@latn: Lokacija: %1
ta: இடம்: %1

source: Insert Event <Dry Run>:
fi: Lisää tapahtuma <Dry Run>:
fr: Insérer un évènement <Dry Run> :
gl: Inserir Evento <Dry Run>:
ja: イベントを挿入 <Dry Run>:
km: បញ្ចូល​ព្រឹត្តិការណ៍ <អនុវត្ត​ដោយ​ដៃ> ៖
ko: 일정 삽입 <Dry Run>:
pt_br: Inserir Evento <Dry Run>:
sr@latn: Umetni događaj <na suvo>:
ta: செயலை நுழை<வெள்ளோட்டம்>:

source: Insert Event <Verbose>:
fi: Lisää tapahtuma <Verbose>:
fr: Insérer un évènement <Verbose> :
gl: Inserir Evento <Verbose>:
ja: イベントを挿入 <Verbose>:
km: បញ្ចូល​ព្រឹត្តិការណ៍ <បរិយាយ> ៖
ko: 일정 삽입 <Verbose>:
pt_br: Inserir Evento <Verboso>:
sr@latn: Umetni događaj <detaljno>:
ta: செயலை நுழை<Verbose>:

source: Success: "%1" inserted
fi: Onnistui: "%1" lisätty
fr: Succès : « %1 » inséré
gl: Éxito: "%1" inserido
ja: 成功: "%1" を挿入しました
km: ជោគជ័យ​ ៖ "%1" បាន​បញ្ចូល​
ko: 성공: "%1" 삽입
pt_br: Sucesso: "%1" inserido
sr@latn: Uspeh: „%1“ je umetnuto
ta: வெற்றி:"%1" நுழைக்கப்பட்டது

source: Failure: "%1" not inserted
fi: Epäonnistui: "%1" ei ole lisätty
fr: Échec : « %1 » non inséré
gl: Fallo: "%1" non inserido
ja: 失敗: "%1" を挿入できません
km: បរាជ័យ​ ៖ "%1" មិន​បាន​បញ្ចូល​
ko: 실패: "%1" 삽입되지 않음
pt_br: Falha: "%1" não foi inserido
sr@latn: Neuspeh: „%1“ nije umetnuto
ta: தோல்வியுற்றன:"%1" நுழைக்கப்படவில்லை

source: Change Event <Dry Run>:
fi: Muuta tapahtumaa <Dry Run>:
fr: Modifier l'évènement <Dry Run> :
gl: Mudar Evento <Dry Run>:
ja: イベントを変更 <Dry Run>:
km: ផ្លាស់ប្ដូរ​ព្រឹត្តិការណ៍ <អនុវត្ត​ដោយដៃ> ៖
ko: 일정 변경 <Dry Run>:
pt_br: Alterar Evento <Dry Run>:
sr@latn: Promeni događaj <na suvo>:
ta: செயலை மாற்று<வெள்ளோட்டம்>:

source: To Event <Dry Run>:
fi: Tapahtumaan <Dry Run>:
fr: Vers l'évènement <Dry Run> :
gl: Ao Evento <Dry Ryn>:
ja: イベントへ <Dry Run>:
km: ទៅ​ព្រឹត្តិការណ៍ <អនុវត្ត​ដោយ​ដៃ> ៖
ko: 일정으로 <Dry Run>:
pt_br: Para Eventos <Dry Run>:
sr@latn: U događaj <na suvo>:
ta: செயலுக்காக < வெள்ளோட்டம்>:

source: Change Event <Verbose>:
fi: Muuta tapahtumaa <Verbose>:
fr: Modifier l'évènement <Verbose> :
gl: Mudar Evento <Verbose>:
ja: イベントを変更 <Verbose>:
km: ផ្លាស់ប្ដូរ​ព្រឹត្តិការណ៍ <បរិយាយា> ៖
ko: 일정 변경 <Verbose>:
pt_br: Mudar Evento <Verbose>:
sr@latn: Promeni događaj <detaljno>:
ta: செயலை மாற்று<Verbose>:

source: Success: "%1" changed
fi: Onnistui: "%1" muutettu
fr: Succès : « %1 » modifié
gl: Éxito: "%1" mudou
ja: 成功: "%1" を変更しました
km: ជោគជ័យ​ ៖ "%1" បាន​ផ្លាស់ប្ដូរ​
ko: 성공: "%1" 변경
pt_br: Sucesso: "%1" modificado
sr@latn: Uspeh: „%1“ je izmenjeno
ta: வெற்றி:"%1" மாற்றப்பட்டது

source: Failure: "%1" not changed
fi: Epäonnistui: "%1" ei ole muutettu
fr: Échec : « %1 » non modifié
gl: Fallo: "%1" non mudou
ja: 失敗: "%1" を変更できません
km: បរាជ័យ​ ៖ "%1" មិន​បាន​ផ្លាស់ប្ដូរ​
ko: 실패: "%1" 변경 안됨
pt_br: Falha: "%1" não foi modificado
sr@latn: Neuspeh: „%1“ nije izmenjeno
ta: தோல்வியுற்றன: "%1" மாற்ற முடியாது

source: Delete Event <Dry Run>:
fi: Poista tapahtuma <Dry Run>:
fr: Supprimer l'évènement <Dry Run> :
gl: Borrar Evento <Dry Run>:
ja: イベントを削除 <Dry Run>:
km: លុប​ព្រឹត្តិការណ៍ <អនុវត្ត​ដោយដៃ> ៖
ko: 일정 삭제 <Dry Run>:
pt_br: Excluir Evento <Dry Run>:
sr@latn: Obriši događaj <na suvo>:
ta: செயலை அழி <வெள்ளோட்டம்>:

source: Delete Event <Verbose>:
fi: Poista tapahtuma <Verbose>:
fr: Supprimer l'évènement <Verbose> :
gl: Borrar Evento <Verbose>:
ja: イベントを削除 <Verbose>:
km: ព្រឹត្តការណ៍​លុប​ <បរិយាយ> ៖
ko: 일정 삭제 <Verbose>:
pt_br: Remover Evento <Verbose>:
sr@latn: Obriši događaj <detaljno>:
ta: செயலை அழி <Verbose>:

source: Success: "%1" deleted
fi: Onnistui: "%1" poistettu
fr: Succès : « %1 » effacé
gl: Éxito: "%1" borrado
ja: 成功: "%1" を削除
km: ជោគជ័យ​ ៖ "%1" បានលុប​
ko: 성공: "%1" 삭제
pt_br: Sucesso: "%1" removido
sr@latn: Uspeh: „%1“ je obisano
ta: வெற்றி:"%1" அழிக்கப்பட்டது

source: Date:
fi: Päiväys:
gl: Data:
ja: 日付:
km: កាលបរិច្ឆេទ ៖
ko: 날짜:
pt_br: Data:
sr@latn: Datum:
ta: தேதி:

source: Summary:
fi: Yhteenveto:
fr: Résumé :
gl: Resumo:
ja: 要約:
km: សេចក្តី​សង្ខេប ៖
ko: 요약:
pt_br: Resumo:
sr@latn: Sažetak:
ta: சுருக்கம்:

source: (no summary available)
fi: (yhteenvetoa ei ole saatavilla)
fr: (résumé non précisé)
gl: (non hai sumario dispoñíbel)
ja: (要約はありません)
km: (គ្មាន​សេចក្តី​សង្ខេប​)
ko: (요약이 없습니다.)
pt_br: (nenhuma descrição disponível)
sr@latn: (sažetak nije dostupan)
ta: (விவரிப்பு இல்லை)

source: Location:
fi: Paikka:
fr: Lieu :
gl: Lugar:
ja: 場所:
km: ទីតាំង​ ៖
ko: 위치:
pt_br: Localização:
sr@latn: Lokacija:
ta: இடம்:

source: (no location available)
fi: (paikkaa ei ole saatavilla)
fr: (lieu non précisé)
gl: (non hai un lugar dispoñíbel)
ja: (場所はありません)
km: (គ្មាន​ទីតាំង​)
ko: (위치가 없습니다.)
pt_br: (nenhuma localização disponível)
sr@latn: (lokacija nije dostupna)
ta: (விவரிப்பு இல்லை)

source: Description:
fi: Kuvaus:
gl: Descrición:
ja: 説明:
km: សេចក្តី​ពិពណ៌នា ៖
ko: 설명:
pt_br: Descrição:
sr@latn: Opis:
ta: விவரம்:

source: (no description available)
fi: (kuvausta ei ole saatavilla)
fr: (description non précisée)
gl: (non hai descrición dispoñíbel)
ja: (説明はありません)
km: (គ្មាន​សេចក្តី​ពិពណ៌នា)
ko: (설명이 없습니다.)
pt_br: (nenhuma descrição disponível)
sr@latn: (opis nije dostupan)
ta: விவரிப்பு இல்லை.

source: [all day]
fi: [koko päivän]
fr: [tous les jours]
gl: [todo o día]
ja: [終日]
km: [គ្រប់​ថ្ងៃ​]
ko: [하루 종일]
pt_br: [o dia todo]
sr@latn: [ceo dan]
ta: (அனைத்து நாட்கள்)

source: Print helpful runtime messages
fi: Näytä avustavia viestejä käytön aikana
fr: Afficher des messages utiles pendant l'exécution
gl: Imprimir mensaxes de axuda durante a execución
ja: 役に立つランタイムメッセージを表示
km: បោះពុម្ព​សារ​ពេល​រត់​ដែល​មាន​ប្រយោជន៍​
ko: 도움되는 실행 메시지 인쇄
pt_br: Imprimir mensagens de ajuda em tempo de execução
sr@latn: Štampaj korisne poruke za vreme izvršavanja
ta: உதவி செயல்நேர செய்திகளை அச்சிடு

source: Print what would have been done, but do not execute
fi: Näytä tehdyt tehtävät
fr: Afficher ce qui aurait été fait, mais sans exécuter.
gl: Imprimir qué se debe facer, pero non executar
ja: 表示のみで実行しない
km: បោះពុម្ព​អ្វី​ដែល​អ្នក​បាន​ធ្វើ​រួច ប៉ុន្តែ​មិន​បាន​​ប្រត្តិបតិ​​
ko: 어떻게 될 것인지 인쇄, 실행은 안함
pt_br: Mostrar o que teria sido feito, mas não executar
sr@latn: Prikaži šta bi bilo urađeno, ali nemoj da uradiš
ta: என்ன நடக்கும் என்பதை அச்சிடு ஆனால் வெளியிடாதீர்கள்

source: Specify which calendar you want to use
fi: Määritä kalenteri, jota haluat käyttää.
fr: Spécifiez l'agenda que vous souhaitez utiliser
gl: Especificar que calendario quere usar
ja: 使用するカレンダーを指定
km: បញ្ជាក់​ថា​តើ​ប្រតិតិន​មួយ​ណា​ដែល​អ្នក​ចង់​ប្រើ​
ko: 사용할 달력을 지정하십시오
pt_br: Especifique qual calendário você quer usar
sr@latn: Naznačite koji kalendar želite da koristite
ta: எந்த நாள்காட்டி பயன்படுத்த வேண்டும் என்பதை குறிப்பிடுக

source: Incidence types (these options can be combined):
fi: Merkinnän tyyppi (nämä ominaisuudet voidaan yhdistää):
fr: Types d'évènements (ces options peuvent être combinées) :
gl: Tipos de incidencia (estas opcións pódense combinar):
ja: イベントタイプ (これらのオプションは組合せ可能):
km: ប្រភេទ​ឧប្បត្តិហេតុ​ (ជម្រើស​ទាំង​​នេះ​អា​ច​ត្រូវ​បានផ្សំ​​) ៖
ko: 인시던스 타입 (이 옵션은 병합될 수 있음):
pt_br: Tipos de incidências (essas opções podem ser combinadas):
sr@latn: Vrste slučajeva (ove opcije se mogu kombinovati):
ta: செயல் வகைகள் (இந்த விருப்பத்தேர்வுகளை சேர்க்கலாம்):

source: Operate for Events only (Default)
fi: Vaikuta vain tapahtumiin (Oletus)
fr: N'opérer que pour les évènements (par défaut)
gl: Operar só para Eventos (Por Defecto)
ja: イベントのみに対する操作 (標準)
km: ប្រតិបត្តិ​សម្រាប់​តែ​ព្រឹត្តិការណ៍ (លំនាំដើម)
ko: 일정에 관해서만 진행(기본)
pt_br: Operar em Eventos apenas (Padrão)
sr@latn: Radi samo za događaje (podrazumevano)
ta: நிகழ்வுகளை செயல்படுத்த மட்டும் (முன்னிருப்பு)

source: Operate for To-dos only [NOT WORKING YET]
fi: Vaikuta vain tehtäviin [EI TOIMI VIELÄ]
fr: N'opérer que pour les tâches [NE FONCTIONNE PAS ENCORE]
gl: Operar só para as Tarefas [AÍNDA NON FUNCIONA]
ja: To-do のみに対する操作 [まだ機能しません]
km: ប្រតិបត្តិ​សម្រាប់​តែ​ការងារ​ត្រូវ​ធ្វើ [មិន​ទាន់​ដំណើរ​ការ​នៅឡើយ​ទេ]
ko: 할 일에 관해서만 진행[아직 지원하지 않습니다.]
pt_br: Operar em Tarefas apenas [AINDA NÃO FUNCIONA]
sr@latn: Radi samo za Obaveze [JOŠ UVEK NE RADI]
ta: செய்யவேண்டியவைகளை மட்டும் செயல்பட்டுது (இன்னும் செயல்படவில்லை)

source: Operate for Journals only [NOT WORKING YET]
fi: Ota mukaan vain päiväkirjamerkinnät [EI TOIMI VIELÄ]
fr: N'opérer que pour les journaux [NE FONCTIONNE PAS ENCORE]
gl: Operar só para os Xornais [AÍNDA NON FUNCIONA]
ja: ジャーナルのみに対する操作 [まだ機能しません]
km: ប្រត្តិបតិ​​សម្រាប់​តែ​ទិនានុប្បវត្តិ [មិន​ទាន់​ដំណើរ​ការ​នៅ​ឡើយ]
ko: 일지에 관해서만 진행[아직 지원하지 않습니다.]
pt_br: Operar em Entradas de Diário apenas [AINDA NÃO FUNCIONA]
sr@latn: Radi samo za dnevnike [JOŠ UVEK NE RADI]
ta: பத்திரிகைகளுக்கு மட்டும் செயல்படுத்து (இன்னும் செயல்படவில்லை)

source: Major operation modes:
fi: Päätoimintatavat:
fr: Modes d'opération principaux :
gl: Modos de operación mariores:
ja: メジャー操作モード:
km: របៀប​​​ប្រត្តិបតិ​សំខាន់ ៖
ko: 주 진행 모드:
pt_br: Modos de operação principais:
sr@latn: Glavni režimi rada:
ta: முக்கியமான செயல்பாட்டு முறைகள்:

source: Print incidences in specified export format
fi: Tuosta merkinnät määritellyssä vientimuodossa
fr: Afficher les évènements dans le format d'export indiqué
gl: Imprimir incidencias no formato de exportación especificado
ja: 指定したエクスポートフォーマットでカレンダーのイベントを表示
km: បោះពុម្ព​ឧប្បត្តិហេតុ​​ក្នុង​ទ្រង់ទ្រាយ​​នាំចេញ​ដែល​បាន​បញ្ជាក់​
ko: 지정된 내보내기 형식으로 인시던스 인쇄
pt_br: Imprimir incidências no formato de exportação especificado
sr@latn: Štampaj slučajeve u naznačeni format za izvoz
ta: செயல்களை குறிப்பிட்ட ஏற்றுமதி வடிவத்தில் அச்சிடு

source: Insert an incidence into the calendar
fi: Lisää merkintä kalenteriin
fr: Insérer un évènement dans l'agenda
gl: Inserir unha incidencia no calendario
ja: イベントをカレンダーに挿入
km: បញ្ចូល​​ឧប្បត្តិហេតុ​មួយ​ទៅ​ក្នុង​ប្រតិទិន
ko: 달력에 인시던스 삽입
pt_br: Inserir uma incidência no calendário
sr@latn: Umetni slučaj u kalendar
ta: நாள்காட்டியில் ஒரு நிகழ்வை சொருகு

source: Modify an existing incidence
fi: Muuta olemassaolevaa merkintää
fr: Modifier un évènement existant
gl: Modificar unha incidencia existente
ja: 既存のカレンダーイベントを修正
km: កែប្រែ​ឧប្បត្តិហេតុ​ដែល​មាន​ស្រាប់​មួយ
ko: 존재하는 인시던스 수정
pt_br: Modificar uma incidência existente
sr@latn: Izmeni postojeći slučaj
ta: தற்போதுள்ள ஒரு நிகழ்வை மாற்று

source: Remove an existing incidence
fi: Poista olemassaoleva merkintä
fr: Supprimer un évènement existant
gl: Borrar unha incidencia existente
ja: 既存のカレンダーイベントを削除
km: យក​ឧប្បត្តិហេតុ​ដែល​មាន​ស្រាប់​មួយ​​ចេញ
ko: 존재하는 인시던스 제거
pt_br: Remover uma incidência existente
sr@latn: Ukloni postojeći slučaj
ta: தற்போதுள்ள ஒரு நிகழ்வை நீக்கு

source: Create new calendar file if one does not exist
fi: Luo uusi kalenteritiedosto, jos sellaista ei ole
fr: Créer un nouveau fichier d'agenda s'il n'en existe aucun
gl: Crear un novo ficheiro de calendario se non existe ningún
ja: 存在しない場合、新規カレンダーファイルを作成
km: បង្កើត​ឯកសារ​ប្រតិទិន​ថ្មី ប្រសិន​បើ​មិន​ទាន់​មាន
ko: 존재하지 않을 경우 달력 새로 만들기
pt_br: Criar novo arquivo de calendário se um não existir
sr@latn: Napravi novi kalendarski fajl ako već ne postoji
ta: நாள்காட்டி கோப்பு இல்லையென்றால் புதிய ஒன்றை உருவாக்கு

source: Import this calendar to main calendar
fi: Tuo tämä kalenteri pääkalenteriin
fr: Importer cet agenda dans l'agenda principal
gl: Importar este calendario ao calendario principal
ja: このカレンダーをメインカレンダーにインポート
km: នាំចូល​ប្រតិទិន​នេះ​ទៅ​ក្នុង​​ប្រតិទិន​មេ
ko: 이 달력을 기본 달력으로 가져오기
pt_br: Importar este calendário para o calendário principal
sr@latn: Uvezi ovaj kalendar u glavni kalendar
ta: இந்த நாள்காட்டியை மூல நாள்காட்டிக்கு இறக்குமதி செய்

source: Operation modifiers:
fi: Toimintomuunnokset:
fr: Modificateurs d'opération :
gl: Modificadores de operación:
ja: 操作変更子:
km: គ្រឿង​កែប្រែ​​ប្រតិបត្តិការ ៖
ko: 진행 설정:
pt_br: Modificadores de operação:
sr@latn: Modifikatori operacija:
ta: செயல் மாற்றி:

source: View all calendar entries
fi: Näytä kalenterin kaikki kohdat
fr: Afficher tous les évènements de l'agenda
gl: Ver todas as entradas do calendario
ja: すべてのカレンダーエントリを表示
km: មើល​ធាតុ​ប្រតិទិន​ទាំង​អស់
ko: 모든 달력 항목 보기
pt_br: Visualizar todas as entradas do calendário
sr@latn: Prikaži sve unose kalendara
ta: எல்லா நாள்காட்டி உள்ளீடுகளையும் பார்வையிடு

source: View next activity in calendar
fi: Seuraava toiminta kalenterissa
fr: Afficher l'activité suivante dans l'agenda
gl: Ver a vindeira actividade no calendario
ja: カレンダーの次のイベントを表示
km: មើល​សកម្មភាព​បន្ទាប់​ក្នុង​ប្រតិទិន
ko: 달력에서 다음 활동 보기
pt_br: Ver Próxima atividade no calendário
sr@latn: Prikaži sledeću aktivnost u kalendaru
ta: நாள்காட்டியில் அடுத்த செயலை காட்டு

source: From start date show next # days' activities
fi: Näytä # seuraavan päivän toiminnat aloituspäivästä lukien
fr: À partir de la date de début, afficher les activités des # jours suivants
gl: Amosar as actividades dos vindeiros # días dende a data de inicio
ja: スタート日から次の # 日のイベントを表示
km: ពី​កាលបរិច្ឆេទ​ចាប់ផ្ដើម បង្ហាញ​សកម្មភាព​ថ្ងៃ # ​បន្ទាប់
ko: 시작 날짜부터 다음 # 일 동안의 활동 보기
pt_br: A partir deste dia mostrar as atividades dos próximos # dias
sr@latn: Od početnog datuma prikaži aktivnosti za sledećih # dana
ta: துவக்கிய நாளிலிருந்து அடுத்த# நாட்களின் செயல்களை காண்பி

source: Incidence Unique-string identifier
fi: Merkinnän yksilöivä teksti
fr: Identifiant unique de l'évènement
gl: Identificador de cadea única para as incidencias
ja: 一意の文字列によるイベント識別子
km: គ្រឿង​សម្គាល់​ឧប្បត្តិហេតុ​ខ្សែអក្សរ​តែ​មួយ​គត់
ko: 인시던스 특별-문자열 확인자
pt_br: Seqüência de identificação exclusiva da incidência
sr@latn: Jedinstveni znakovni id. slučaja
ta: தனி-சர அடையாளம் காட்டிச் செயல்

source: Start from this day [YYYY-MM-DD]
fi: Aloita tästä päivästä [YYYY-MM-DD]
fr: Depuis ce jour [AAAA-MM-JJ]
gl: Comezar dende este día [AAAA-MM-DD]
ja: この日 [YYYY-MM-DD] から開始
km: ចាប់​ផ្តើម​ពី​ថ្ងៃ​នេះ [YYYY-MM-DD]
ko: 이 날부터 시작 [YYYY-MM-DD]
pt_br: Inicia a partir deste dia (AAAA-MM-DD)
sr@latn: Počni od ovog dana [GGGG-MM-DD]
ta: இந்த நாளிருந்து ஆரம்பிக்கும் [YYYY-MM-DD]

source: Start from this time [HH:MM:SS]
fi: Aloita tästä hetkestä [HH:MM:SS]
fr: Depuis cette heure [HH:MM:SS]
gl: Comezar dende esta hora [HH:MM:SS]
ja: この時間 [HH:MM:SS] から開始
km: ចាប់ផ្តើម​ពី​ពេលវេលា​​នេះ [HH:MM:SS]
ko: 이 시간부터 시작 [HH:MM:SS]
pt_br: Inicia a partir desta hora [HH:MM:SS]
sr@latn: Počni od ovog vremena [ČČ:MM:SS]
ta: இந்த நேரத்திலிருந்து ஆரம்பிக்கவும் [HH:MM:SS]

source: End at this day [YYYY-MM-DD]
fi: Lopeta tähän päivään [YYYY-MM-DD]
fr: Jusqu'à ce jour [AAAA-MM-JJ]
gl: Rematar neste día [AAAA-MM-DD]
ja: この日 [YYYY MM DD] で終了
km: បញ្ចប់​នៅ​​ថ្ងៃ​នេះ [YYYY-MM-DD]
ko: 이 날에 종료 [YYYY-MM-DD]
pt_br: Termina neste dia [AAAA-MM-DD]
sr@latn: Završi sa ovim danom [GGGG-MM-DD]
ta: இந்த நாளில் முடிக்கவும் [YYYY-MM-DD]

source: End at this time [HH:MM:SS]
fi: Lopeta tähän hetkeen [HH:MM:SS]
fr: Jusqu'à cette heure [HH:MM:SS]
gl: Rematar a esta hora [HH:MM:SS]
ja: この時間 [HH MM SS] で終了
km: បញ្ចប់​នៅ​ពេលវេលា​នេះ [HH:MM:SS]
ko: 이 시간에 종료 [HH:MM:SS]
pt_br: Termina nesta hora [HH:MM:SS]
sr@latn: Završi sa ovim vremenom [ČČ:MM:SS]
ta: இந்த நேரத்தில் முடிக்கவும்[HH:MM:SS]

source: Start from this time [secs since epoch]
fi: Aloita tästä hetkestä [sekuntia epochin jälkeen]
fr: Depuis cette date [secondes depuis le 1er janvier 1970]
gl: Iniciar dende esta hora [segundos dende a época]
ja: この時間 [secs since epoch] から開始
km: ចាប់ផ្ដើម​ពីពេលវេលា​នេះ [secs since epoch]
ko: 이 시간에 시작 [중요한 사건 이후]
pt_br: Inicia a partir desta hora [segundos desde 01/01/1970]
sr@latn: Počni od ovog vremena [sekundi od epohe]
ta: இந்த நேரத்திலிருந்து ஆரம்பி (epoch நொடியிலிருந்து]

source: End at this time [secs since epoch]
fi: Lopeta tähän hetkeen [sekuntia epochin jälkeen]
fr: Jusqu'à cette date [secondes depuis le 1er janvier 1970]
gl: Rematar a esta hora [segundos dende a época]
ja: この時間 [secs since epoch] で終了
km: បញ្ចប់​នៅ​​ពេលវេលា​នេះ​ [secs since epoch]
ko: 이 시간에 종료 [중요한 사건 이후]
pt_br: Termina nesta hora [segundos desde 01/01/1970]
sr@latn: Završi sa ovim vremenom [sekundi od epohe]
ta: இந்த நேரத்தில் முடிக்கவும்(epoch நொடியிலிருந்து]

source: Add summary to incidence (for add/change modes)
fi: Lisää merkintään yhteenveto (lisäyselle/muutoksille)
fr: Ajouter un résumé à l'évènement (pour l'ajout ou la modification de modes)
gl: Engadir sumario á incidencia (para engadir/mudar modos)
ja: 要約をイベントに追加 (追加/変更モード用)
km: បន្ថែម​សេចក្តី​សង្ខេប​ទៅ​ឧប្បត្តិហេតុ(សម្រាប់​ បន្ថែម/ផ្លាស់ប្ដូរ​របៀប)
ko: 인시던스에 요약 추가 (추가/변경 모드에서)
pt_br: Adicionar resumo para a incidência (para os modos de adicionar/alterar)
sr@latn: Dodaj sažetak slučaju (pri dodavanju/izmeni)
ta: செயலில் சுருக்கத்தை சேர் (வகைகளைச் சேர்க்க/மாற்ற)

source: Add description to incidence (for add/change modes)
fi: Lisää merkintään kuvaus (lisäykselle/muuttamilselle)
fr: Ajouter une description à l'évènement (pour l'ajout ou la modification de modes)
gl: Engadir descrición á incidencia (para engadir/mudar modos)
ja: 説明をイベントに追加 (追加/変更モード用)
km: បន្ថែម​សេចក្តី​ពិពណ៌នា​ទៅ​ឧប្បត្តិហេតុ (សម្រាប់​ បន្ថែម/ផ្លាស់ប្ដូរ​របៀប)
ko: 인시던스에 설명 추가 (추가/변경 모드에서)
pt_br: Adicionar descrição para a incidência (para os modos de adicionar/alterar)
sr@latn: Dodaj opis slučaju (pri dodavanju/izmeni)
ta: செயலுக்கான விவரிப்பைச் சேர் (வகைகளைச் சேர்க்க/மாற்ற)

source: Add location to incidence (for add/change modes)
fi: Lisää merkinnälle sijainti (lisäykselle/muutokselle)
fr: Ajouter un lieu à l'évènement (pour l'ajout ou la modification de modes)
gl: Engadir lugar á incidencia (para engadir/mudar modos)
ja: イベントに場所を追加 (追加/変更モード用)
km: បន្ថែម​ទីតាំង​ទៅ​ឧប្បត្តិហេតុ (សម្រាប់ បន្ថែម/ផ្លាស់ប្ដូរ​របៀប)
ko: 인시던스에 위치 추가 (추가/변경 모드에서)
pt_br: Adicionar localização à incidência (para os modos de adicionar/modificar)
sr@latn: Dodaj lokaciju slučaju (pri dodavanju/izmeni)
ta: செயலுக்கான இடத்தை சேர் (வகைகளைச் சேர்க்க/மாற்ற)

source: Export options:
fi: Vientiasetukset:
fr: Options d'exportation :
gl: Opcións de exportación:
ja: エクスポートオプション:
km: ជម្រើស​នាំចេញ ៖
ko: 내보내기 옵션:
pt_br: Opções de exportação:
sr@latn: Opcije izvoza:
ta: ஏற்றுமதி விருப்பங்கள்:

source: Export file type (Default: text)
fi: Tietojen vientitiedoston tyyppi (Oletus: teksti)
fr: Type du fichier vers lequel exporter (par défaut : texte)
gl: Tipo de ficheiro de exportación (Por Defecto: texto)
ja: エクスポートファイルタイプ (標準:テキスト)
km: នាំចេញ​ប្រភេទ​ឯកសារ (លំនាំដើម ៖ អត្ថបទ)
ko: 내보내기 파일 형식 (기본: 텍스트)
pt_br: Tipo de arquivo de exportação (Padrão: texto)
sr@latn: Vrsta fajla za izvoz (podrazumevano: tekst)
ta: ஏற்றுமதி கோப்பு வகை(முன்னிருப்பு:உரை)

source: Export to file (Default: stdout)
fi: Vie tiedot tiedostoon (Oletus: stdout)
fr: Exporter dans un fichier (par défaut : sortie standard)
gl: Exportar a Ficheiro (por defecto: saída estándar)
ja: ファイルへのエクスポート (標準:標準出力)
km: នាំចេញទៅ​ឯកសារ (លំនាំដើម ៖ stdout)
ko: 파일로 내보내기 (기본:stdout)
pt_br: Exportar para arquivo (Padrão: saída padrão)
sr@latn: Izvoz u fajl (podrazumevano: stdout)
ta: கோப்புக்கு ஏற்றுமதி செய் (முன்னிருப்பு:stdout)

source: Print list of export types supported and exit
fi: Näytä lista tietojenvientityypeistä ja poistu
fr: Afficher une liste des types d'exportation pris en charge et quitter
gl: Imprimir unha lista dos tipos de exportación aturados e saír
ja: サポートするエクスポートタイプのリストを表示して終了
km: បោះពុម្ព​បញ្ជី​របស់​ប្រភេទ​នាំចេញ​​ដែល​បានគាំទ្រ និង​ចាកចេញ
ko: 지원되는 내보내기 형식 목록 인쇄하고 종료
pt_br: Imprimir lista de tipos de exportação suportados e sair
sr@latn: Štampa listu podržanih vrsta za izvoz i izlazi
ta: ஆதரிக்கப்பட்ட ஏற்றுமதி வகைகளின் பட்டியலை அச்சடித்து. பிறகு வெளியேறு
