Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdepim/konsolekalendar.po
Languages: fi, fr, gl, ja, km, ko, pt_br, sr@latn, ta

source: Examples: konsolekalendar --view konsolekalendar --add --date 2003-06-04 --time 10:00 --end-time 12:00 \ --summary "Doctor Visit" --description "Get My Head Examined" konsolekalendar --delete --uid KOrganizer-1740326.803
fi: Esimerkkejä: konsolekalendar --view konsolekalendar --add --date 2003-06-04 --time 10:00 --end-time 12:00 \ --summary "Lääkärikäynti" --description "Tutkituta pää" konsolekalendar --delete --uid KOrganizer-1740326.803
fr: Exemples : konsolekalendar --view konsolekalendar --add --date 2003-06-04 --time 10:00 --end-time 12:00 \ --summary "Rendez-vous chez le Docteur" --description "Me faire examiner la tête" konsolekalendar --delete --uid KOrganizer-1740326.803
gl: Exemplos: konsolekalendar --view konsolekalendar --add --date 2003-06-04 --time 10:00 --end-time 12:00 \ --summary "Visita Médica" --description "Ollar pola miña gripe" konsolekalendar --delete --uid KOrganizer-1740326.803
ja: 例: konsolekalendar --view konsolekalendar --add --date 2003-06-04 --time 10:00 --end-time 12:00 \ --summary "医者に行く" --description "頭を調べてもらう" konsolekalendar --delete --uid KOrganizer-1740326.803
km: ឧទាហរណ៍ ៖ konsolekalendar --មើល konsolekalendar --បន្ថែម --កាលបរិច្ឆេទ 2003-06-04 --ពេលវេលា 10:00 --ពេលវេលា​បញ្ចប់ 12:00 \ --សេចក្ដី​សង្ខេប "ទៅ​ជួប​វិជ្ជបណ្ឌឹត" --សេចក្ដី​ពិពណ៌នា "ឲ្យ​គេ​ពិនិត្យ​ក្បាល" konsolekalendar --លុប --uid KOrganizer-1740326.803
ko: 예시: konsolekalendar --view konsolekalendar --add --date 2003-06-04 --time 10:00 --end-time 12:00 \ --summary "의사 방문" --description "머리 검사" konsolekalendar --delete --uid KOrganizer-1740326.803
pt_br: Exemplos: konsolekalendar --view konsolekalendar --add --date 2003-06-04 --time 10:00 --end-time 12:00 \ --summary "Consulta Médica" --description "Examinar Minha Cabeça" konsolekalendar --delete --uid KOrganizer-1740380426.803
sr@latn: Primeri: konsolekalendar --view --all konsolekalendar --add --date 2003-06-04 --time 10:00 --end-time 12:00 \ --summary "Poseta lekaru" --description "Moram da pregledam glavu" konsolekalendar --delete --uid KOrganizer-1740326.803
ta: எடுத்துக்காட்டுகள்: konsolekalendar --பார்வையிடல் konsolekalendar --சேர் --தேதி 2003-06-04 --நேரம் 10:00 --முடிவு நேரம்12:00 \ --சுருக்கம் "மருத்துவர் வருகை" --விவரிப்பு "என் தலையை ஆராய்ச்சி செய்" konsolekalendar --நீக்கு--uid Kநிர்வகிப்பவர்-1740380426.803

source: For more information visit the program home page at: http://pim.kde.org/components/konsolekalendar.php
fi: Saadaksesi lisää tietoja vieraile kotisivulla: http://pim.kde.org/components/konsolekalendar.php
fr: Pour plus d'informations, consultez la page internet du programme : http://pim.kde.org/components/konsolekalendar.php
gl: Para máis información visite a páxina do prgorama en: http://pim.kde.org/components/konsolekalendar.php
ja: 詳しくは、以下のホームページをご覧ください: http://pim.kde.org/components/konsolekalendar.php
km: សម្រាប់​ព័ត៌មាន​បន្ថែម សូម​ទស្សនា​គេហទំព័រ​កម្មវិធី​នៅ ៖ http://pim.kde.org/components/konsolekalendar.php
ko: 더 많은 정보를 원하면, 홈페이지를 방문하십시오: http://pim.kde.org/components/konsolekalendar.php
pt_br: Para mais informações, visite a página do programa em: http://pim.kde.org/components/konsolekalendar.php
sr@latn: Za više informacija posetite matičnu stranu programa na: http://pim.kde.org/components/konsolekalendar.php
ta: மேலும் பல தகவல்களுக்கு நிரலின் முதல் பக்கத்தை காணவும்: http://pim.kde.org/components/konsolekalendar.php

source: Primary Author
fi: Päätekijä
fr: Auteur principal
gl: Autor Principal
ja: 最初の作者
km: អ្នក​និពន្ធ​​ចម្បង​
ko: 만든이 대표
pt_br: Autor Principal
sr@latn: Prvobitni autor
ta: மூல ஆசிரியர்

source: Author
fi: Tekijä
fr: Auteur
gl: Autor
ja: 作者
km: អ្នក​និពន្ធ​
ko: 만든이
pt_br: Autor
sr@latn: Autor
ta: ஆசிரியர்

source: %1 supports these export formats:
fi: %1 tukee näitä vientimuotoja:
fr: %1 gère ces formats d'exportation :
gl: %1 atura estes formatos de exportación:
ja: %1 は以下のエクスポートフォーマットをサポートしています:
km: %1 គាំទ្រ​ទ្រង់ទ្រាយ​នាំចេញ​ទាំង​នេះ ៖
pt_br: %1 suporta esses formatos de exportação:
sr@latn: %1 podržava ove formate izvoza:

source: %1 [Default]
fi: %1 [Oletus]
fr: %1 [par défaut]
gl: %1 [Por Defecto]
ja: %1 [標準]
km: %1 [លំនាំដើម​]
pt_br: %1 [Padrão]
sr@latn: %1 [podrazumevan]

source: %1 (like %2, but more compact)
fi: %1 (kuten %2, mutta tiiviimpi)
fr: %1 (comme %2, mais plus compact)
gl: %1 (como %2, pero máis compacto)
ja: %1 (%2 と同様だがよりコンパクト)
km: %1 (ដូច​ %2 ប៉ុន្តែ​បង្រួម​ច្រើន​)
pt_br: %1 (como %2, mas mais compacto)
sr@latn: %1 (kao %2, ali manji)

source: %1 (like %2, but in a month view)
fi: %1 (kuten %2, mutta kuukausinäytössä)
fr: %1 (comme %2, mais dans une vue mensuelle)
gl: %1 (como %2, pero nunha vista mensual)
ja: %1 (%2 と同様だが月ビューによる)
km: %1 (ដូច​ %2 ប៉ុន្តែ​​បង្ហាញ​ជា​ទិដ្ឋភាព​ខែ​)
pt_br: %1 (como %2, mas numa visão de mês)
sr@latn: %1 (kao %2, ali u mesečnom prikazu)

source: %1 (Comma-Separated Values)
fi: %1 (Pilkuin erotellut arvot)
fr: %1 (valeurs séparées par une virgule)
gl: %1 (Valores Separadas por Comas)
ja: %1 (コンマ区切りの値)
km: %1 (តម្លៃ​បំបែក​ដោយ​សញ្ញា​ក្បៀស)
pt_br: %1 (Valores Separados por Vírgula)
sr@latn: %1 (vrednosti razdvojene zarezom)

source: Sorry, To-dos are not working yet.
fi: Sorry, tehtävät eivät toimi vielä.
fr: Désolé, les tâches ne fonctionnent pas encore.
gl: Síntoo, as tarefas aínda non funcionan.
ja: すみません、To-do はまだ動きません。
km: សូម​ទោស ការងារ​ត្រូវ​ធ្វើ​មិន​ដំណើរ​ការ​នៅ​ឡើយ​ទេ ។
ko: 작업은 아직 지원하지 않습니다.
pt_br: Desculpas, as Tarefas ainda não estão funcionando.
sr@latn: Izvinite, obaveze još uvek ne rade.
ta: மன்னிக்கவும், செய்யவேண்டியவைகள் இன்னும் இயங்கவில்லை.

source: Sorry, Journals are not working yet.
fi: Sorry, päiväkirjamerkinnät eivät toimi vielä.
fr: Désolé, les journaux ne fonctionnent pas encore.
gl: Síntoo, os xornais aínda non funcionan.
ja: すみません、Journal はまだ動きません。
km: សូម​ទោស ទិនានុប្បវត្តិ​មិន​ដំណើរ​ការ​នៅ​ឡើយ​ទេ ។
ko: 소식지는 아직 지원하지 않습니다.
pt_br: Desculpas, as Entradas de Diário ainda não estão funcionando.
sr@latn: Izvinite, dnevnici još uvek ne rade.
ta: மன்னிக்கவும், பத்திரிகைகள் இன்னும் இயங்கவில்லை

source: Invalid Export Type Specified: %1
fi: Määritelty epäkelpo vientimuoto: %1
fr: Le type d'exportation indiqué n'est pas valable : %1
gl: Tipo de Exportación Especificado Non Válido: %1
ja: 無効なエクスポートタイプを指定: %1
km: ប្រភេទ​នាំចេញ​ដែល​បាន​បញ្ជាក់​មិន​ត្រឹមត្រូវ ៖ %1
ko: 올바르지 않은 내보내기 형식이 지정되었습니다: %1
pt_br: Tipo de Exportação Especificado Inválido: %1
sr@latn: Naznačena je neispravna vrsta izvoza: %1
ta: முறையற்ற ஏற்ற வேண்டிய வகையை குறிப்பிடுக: %1

source: Invalid Start Date Specified: %1
fi: Määritelty epäkelpo aloituspäivä: %1
fr: La date de début indiquée n'est pas valable : %1
gl: Data de Inicio Especificada Non Válida: %1
ja: 無効な開始日付を指定: %1
km: កាលបរិច្ឆេទ​ចាប់ផ្ដើម​ដែល​បាន​បញ្ជាក់​មិន​ត្រឹមត្រូវ ៖ %1
ko: 올바르지 않은 시작 날짜가 지정되었습니다: %1
pt_br: Data de Início Especificada Inválida: %1
sr@latn: Naznačen je neispravan početni datum: %1
ta: முறையற்ற ஆரம்பிக்க வேண்டிய தேதியை குறிப்பிடுக: %1

source: Invalid Start Time Specified: %1
fi: Määritelty epäkelpo aloitusaika: %1
fr: L'heure de début indiquée n'est pas valable : %1
gl: Hora de Inicio Especificada Non Válida: %1
ja: 無効な開始時間を指定: %1
km: ពេលវេលា​ចាប់ផ្ដើម​ដែល​បាន​បញ្ជាក់​មិនត្រឹមត្រូវ ៖ %1
ko: 올바르지 않은 시작 시간이 지정되었습니다: %1
pt_br: Horário de Início Especificado Inválido: %1
sr@latn: Naznačeno je neispravno početno vreme: %1
ta: முறையற்ற ஆரம்ப நேரம் குறிப்பிடப்பட்டுள்ளது: %1

source: Invalid End Date Specified: %1
fi: Määritelty epäkelpo lopetuspäivä: %1
fr: La date de fin indiquée n'est pas valable : %1
gl: Data de Remate Especificada Non Válida: %1
ja: 無効な終了日付を指定: %1
km: កាលបរិច្ឆេទ​​បញ្ចប់​ដែល​បាន​បញ្ជាក់​មិន​ត្រឹមត្រូវ ៖ %1
ko: 올바르지 않은 종료날짜가 지정되었습니다: %1
pt_br: Data de Término Especificada Inválida: %1
sr@latn: Naznačen je neispravni završni datum: %1
ta: முறையற்ற முடிவு தேதி குறிப்பிடப்பட்டுள்ளது: %1

source: Invalid Date Count Specified: %1
fi: Määritelty epäkelpo päivien lukumäärä: %1
fr: Le comptage des dates indiqué n'est pas valable : %1
gl: Conta de Data Especificada Inválida: %1
ja: 無効な日付カウントを指定: %1
km: ចំនួន​កាលបរិច្ឆេទ​ដែល​បាន​បញ្ជាក់​មិនត្រឹមត្រូវ ៖ %1
ko: 올바르지 않은 데이터 카운트가 지정되었습니다: %1
pt_br: Data de Contagem Especificada Inválida: %1
sr@latn: Naznačen je neispravni broj datuma: %1
ta: முறையற்ற தேதி எண்ணிக்கை குறிப்பிடப்பட்டுள்ளது: %1

source: Invalid End Time Specified: %1
fi: Määritelty epäkelpo loppuaika: %1
fr: L'heure de fin indiquée n'est pas valable : %1
gl: Hora de Remate Especificada Non Válida: %1
ja: 無効な終了時間を指定: %1
km: ពេលវេលា​បញ្ចប់​ដែល​បាន​បញ្ជាក់​មិន​ត្រឹមត្រូវ ៖ %1
ko: 올바르지 않은 종료시간이 지정되었습니다: %1
pt_br: Horário de Término Especificado Inválido: %1
sr@latn: Naznačeno je neispravno završno vreme: %1
ta: முறையற்ற முடிவு நேரம் குறிப்பிடப்பட்டுள்ளது: %1

source: Attempting to create a remote file %1
fi: Yritettiin luoda etätiedostoa %1
fr: Tentative de création d'un fichier distant %1
gl: Tentando crear o ficheiro remoto %1
ja: リモートファイル %1 を作成しようとしています
km: កំពុង​ប៉ុនប៉ង​បង្កើត​ឯកសារ​ពី​ចម្ងាយ %1
pt_br: Tentando criar um arquivo remoto %1
sr@latn: Pokušavam da napravim udaljeni fajl %1

source: Calendar %1 already exists
fi: Kalenteri %1 on jo olemassa
fr: L'agenda %1 existe déjà.
gl: O calendario %1 xa existe
ja: カレンダー %1 は既に存在します
km: ប្រតិទិន​ %1 មាន​រួច​ហើយ​
ko: 달력 %1 은 이미 존재합니다
pt_br: O calendário %1 já existe
sr@latn: Kalendar %1 već postoji
ta: %1 நாள்காட்டி ஏற்கனவே உள்ளது

source: Calendar %1 successfully created
fi: Kalenteri %1 luotu onnistuneesti
fr: L'agenda %1 a été créé avec succès.
gl: Creouse satisfactoriamente o calendario %1
ja: カレンダー %1 の作成に成功しました
km: ប្រតិទិន​ %1 បាន​បង្កើត​ដោយ​ជោគជ័យ​
ko: 달력 %1 성공적으로 만들어졌습니다
pt_br: O calendário %1 foi criado com sucesso
sr@latn: Kalendar %1 je uspešno napravljen
ta: %1 நாள்காட்டி வெற்றிகரமாக உருவாக்கப்பட்டது

source: Unable to create calendar: %1
fi: Ei voitu luoda kalenteria: %1
fr: Impossible de créer l'agenda : %1
gl: Imposíbel crear o calendario: %1
ja: カレンダー %1 を作成できませんでした
km: មិន​អាច​បង្កើត​ប្រតិទិន ៖ %1
ko: 달력을 만들 수 없습니다: %1
pt_br: Não foi possível criar calendário: %1
sr@latn: Ne mogu da napravim kalendar: %1
ta: நாள்காட்டியை உருவாக்க முடியவில்லை: %1

source: Calendar file not found %1
fi: Kalenteritiedostoa %1 ei löytynyt
fr: Impossible de trouver le fichier agenda %1
gl: Ficheiro de calendario %1 non atopado.
ja: カレンダーファイルが見つかりません %1
km: រក​មិន​ឃើញ​​ឯកសារ​ប្រតិទិន​ %1
ko: 달력 파일을 찾을 수 없습니다 %1
pt_br: Arquivo de calendário %1 não encontrado
sr@latn: Kalendarski fajl %1 nije pronađen
ta: %1 நாள்காட்டி கோப்பு கிடைக்கவில்லை.

source: Try --create to create new calendar file
fi: Käytä --create parametriä luodaksesi uuden kalenteritiedoston
fr: Essayez « --create » pour créer un nouveau fichier d'agenda
gl: Tente --create para crear un novo ficheiro de calendario
ja: 新規カレンダーファイルの作成のために --create オプションを試してください。
km: ព្យាយាម --បង្កើត ដើម្បី​បង្កើត​ឯកសារ​ប្រតិទិន​ថ្មី
ko: 시도 --새 달력 파일을 만들기위해 만듦
pt_br: Tente --create para criar um novo arquivo de calendário
sr@latn: Pokušajte sa --create da biste napravili novi kalendarski fajl
ta: புதிய நாள்காட்டி கோப்பினை உருவாக்க முயற்சி செய்

source: Active Calendar
fi: Aktiivinen kalenteri
fr: Agenda actif
gl: Calendario Activo
ja: アクティブなカレンダー
km: ប្រតិទិន​សកម្ម​
ko: 달력 활성화
pt_br: Calendário Ativo
sr@latn: Aktivan kalendar
ta: இயங்கும் நாள்காட்டி

source: Default Calendar
fi: Oletuskalenteri
fr: Agenda par défaut
gl: Calendario Por Defecto
ja: 標準カレンダー
km: ប្រតិទិន​លំនាំដើម
pt_br: Calendário Padrão
sr@latn: Podrazumevani kalendar

source: Only 1 operation mode (view, add, change, delete, create) permitted at any one time
fi: Vain 1 toimintotila (näyttö, lisäys, muutos, poisto, luonti) suoritetaan kerrallaan
fr: Il n'est pas permis d'utiliser plusieurs modes d'opération (affichage, ajout, modification, suppression, création) simultanément.
gl: Só un modo de operación (ver, engadir, mudar, borrar, crear) aturado só unha vez
ja: 1 オペレーションモードのみ (閲覧、追加、変更、削除、作成) が現時点では許可されています。
km: មាន​របៀប​ប្រតិបត្តិ​តែ​មួយ​ប៉ុណ្ណោះ (មើល, បន្ថែម, ផ្លាស់ប្ដូរ, លុប, បង្កើត) បាន​អនុញ្ញាត​តែ​ម្ដង​ក្នុង​ពេល​តែ​មួយ
ko: 단일 진행 모드 (보기, 추가, 변경, 삭제, 만들기) 아무 때나 허용
pt_br: Só 1 modo de operação (visualizar, adicionar, alterar, excluir, criar ) é permitido de cada vez
sr@latn: U svakom trenutku je dozvoljen samo jedan režima rada (pregled, dodavanje, izmena, brisanje, pravljenje)
ta: வெறும் 1 செயல்பாட்டு முறை(பார்வை, சேர்,மாற்று, அழி, உருவாக்கு) ஒரு நேரத்தில் ஒன்று மட்டுமே அனுமதிக்கப்படும்

source: Ending Date/Time occurs before the Starting Date/Time
fi: Loppupäivä/aika on ennen aloituspäivää/aikaa
fr: La date ou l'heure de fin est antérieure à la date ou l'heure de début
gl: A Data/Hora de Remate ocorre antes da Data/Hora de Inicio.
ja: 開始日付/時間が終了日付/時間より後になっています
km: កាលបរិច្ឆេទ​/ពេលវេលា​បញ្ចប់ កើត​ឡើង​មុន​​កាលបរិច្ឆេទ​/ពេលវេលា​ចាប់​ផ្ដើម
ko: 시작 날짜/시간 전에 종료 날짜/시간 발생
pt_br: Data/Hora de Término ocorre antes da Data/Hora de Início
sr@latn: Krajnji datum ili vreme su pre početnog
ta: முடியும் தேதி/ஆரம்ப தேதி/நேரத்திற்கு முன் நிகழும் நேரம்

source: Calendar %1 successfully imported
fi: Tuotu onnistuneesti kaletneri %1
fr: Agenda %1 importé avec succès.
gl: Calendario %1 satisfactoriamente importado
ja: カレンダー %1 インポートに成功しました
km: ប្រតិទិន​ %1 បាន​នាំ​ចូល​ដោយ​ជោគជ័យ​
ko: 달력 %1을 성공적으로 가져왔습니다
pt_br: Calendário %1 importado com sucesso
sr@latn: Kalendar %1 je uspešno je uvezen
ta: %1 நாள்காட்டி வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது

source: Unable to import calendar: %1
fi: Ei voitu tuoda kalenteria: %1
fr: Impossible d'importer l'agenda : %1
gl: Imposíbel importar o calendario: %1
ja: カレンダーをインポートできませんでした: %1
km: មិន​អាច​នាំចូល​ប្រតិទិន ៖ %1
ko: 달력을 가져올 수 없습니다: %1
pt_br: Não foi possível importar calendário: %1
sr@latn: Ne mogu da uvezem kalendar: %1
ta: நாள்காட்டியை இறக்குமதி செய்ய முடியவில்லை: %1

source: Attempting to insert an event that already exists
fi: Yritettää lisätä tapahtumaa joka on jo olemassa
fr: Tentative d'insertion d'un évènement déjà existant
gl: Tentando inserir un evento que xa existe
ja: 既に存在するイベントを挿入しようとしています
km: កំពុង​ប៉ុនប៉ង​បញ្ចូល​ព្រឹត្តិការណ៍​មួយ ដែល​មាន​រួច​ហើយ
ko: 이미 있는 일정 삽입 시도
pt_br: Tentativa de inserir um evento que já existe
sr@latn: Pokušaj umetanja događaja koji već postoji
ta: ஏற்கனவே உள்ள ஒரு செயலை நுழைப்பதற்கான முயற்சி

source: Missing event UID: use --uid command line option
fi: Tapahtuman UID puuttuu: käytä --uid komentoriviparametria
fr: UID de l'évènement manquant : utilisez l'argument « --uid » de la ligne de commande.
gl: UID de evento ausente: use a opción --uid
ja: イベント UID がありません: --uid コマンドラインオプションを使用
km: បាត់​ព្រឹត្តិការណ៍ UID ៖ ប្រើ --uid ជម្រើស​បន្ទាត់​ពាក្យ​បញ្ជា
ko: 없는 일정 UID: 사용 --uid 명령줄 옵션
pt_br: Faltando UID do evento: usar --uid como opção de linah de comando
sr@latn: Nedostaje UID događaja: koristite opciju komandne linije --uid
ta: தொலைக்கப்பட்ட UID நிகழ்வின்: --uid கட்டளை வரி விருப்பத்தை பயன்படுத்து

source: No such event UID: change event failed
fi: Ei sellaista tapahtuman UID:tä: muutokset epäonnistuivat
fr: Aucun évènement ne correspond à cet UID : échec de la modification de l'évènement
gl: Non hai tal UID de evento: mudanza de evento fallida
ja: そのようなイベント UID はありません: イベントの変更は失敗しました
km: គ្មាន​ព្រឹត្តិការណ៍​ UID បែប​នេះទេ​ ៖ ការ​ផ្លាស់ប្ដូរ​ព្រឹត្តិការណ៍​បាន​បរាជ័យ​
ko: 그런 일정 UID없음: 일정 변경 실패
pt_br: Sem UID de evento: falha na mudança de evento
sr@latn: Nema takvog UID-a događaja: izmena događaja nije uspela
ta: அத்தகைய UID நிகழ்வுகள் இல்லை: நிகழ்வு மாற்ற இயலவில்லை

source: No such event UID: delete event failed
fi: Ei sellaista tapahtuman UID:tä: tapahtuman poisto epäonnistui
fr: Aucun évènement ne correspond à cet UID : échec de la suppression de l'évènement
gl: Non hai tal UID de evento: fallou o borrado do evento
ja: そのようなイベント UID はありません: イベントの削除は失敗しました
km: គ្មាន​ព្រឹត្តិការណ៍​ UID បែប​នេះ​ទេ ៖ ការ​លុប​ព្រឹត្តិការណ៍​បាន​បរាជ័យ​
ko: 그런 일정 UID없음: 일정 삭제 실패
pt_br: Sem UID de evento: falha na remoção de evento
sr@latn: Nema takvog UID-a događaja: brisanje događaja nije uspelo
ta: அத்தகைய UID நிகழ்வுகள் இல்லை: நிகழ்வுகளை அழிக்க இயலவில்லை

source: Cannot open specified export file: %1
fi: Ei voitu avata määriteltyä tietojenvientitiedostoa: %1
fr: Impossible d'ouvrir le fichier d'exportation indiqué : %1
gl: Non se pode especificar o ficheiro de exportación: %1
ja: 指定されたエクスポートファイルを開けません: %1
km: មិន​អាច​បើក​ឯកសារ​នាំចេញ​ដែល​បាន​បញ្ជាក់ ៖ %1
ko: 지정된 내보내기 파일을 열 수 없습니다: %1
pt_br: Não foi possível abrir arquivo de exportação especificado: %1
sr@latn: Ne mogu da otvorim naznačeni izvozni fajl: %1
ta: குறிப்பிட்ட ஏற்றுமதி கோப்பினை திறக்க முடியவில்லை: %1
