Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdewebdev/kommander.po
Languages: eu, fa, hu, tg

source: You tried to insert a widget into the layout Container Widget '%1'. This is not possible. In order to insert the widget, the layout of '%1' must first be broken. Break the layout or cancel the operation?
eu: Trepeta bat "%1" edukiontzi trepetan sartzen saiatu zara. Hau ez da posiblea. Trepeta sartzeko, "%1"-(r)en lerrokadura hautsi behar duzu lehenengo. Lerrokadura hautsi edo eragiketa ezeztatu?
fa: شما سعی در درج یک عنصر در عنصر ظرف طرح‌بندی »%1« کردید. این امکان‌پذیر ‌نیست. به منظور درج عنصر، باید طرح‌بندی »%1« در ابتدا شکسته شود. طرح‌بندی شکسته شود یا عملیات لغو شود؟
hu: Megpróbált beszúrni egy elemet a(z) '%1' tartalmazó elembe. Ez nem lehetséges. Az elem beszúrásához '%1' elrendezését meg kell változtatni. Megváltoztatja az elrendezést vagy félbeszakítja a műveletet?
tg: Шумо сайъ кардед, ки ҷузъро ба ҷузъи макони '%1' гузоред. Инро иҷро кардан имконпазир нест. Барои гузоштаниҷузъ, бояд макони '%1'-ро аввал барҳам диҳед. Дарҳол маконро барҳам диҳам ё амалиётро низ барҳам диҳам?

source: Inserting Widget
eu: Trepeta sartzen
fa: درج عنصر
hu: Grafikus elem beszúrása
tg: Ворид намудани Виджет

source: &Break Layout
eu: &Hautsi lerrokadura
fa: &شکستن طرح‌بندی‌
hu: Az &elrendezés megtörése
tg: &Боздоштани тарҳбандӣ

source: Use Size Hint
eu: Erabili tamainaren aholkua
fa: استفاده از راهنمایی اندازه
hu: Méret-tipp használata
tg: Истифодабурдан размер ишора

source: Click widgets to change the tab order...
eu: Klikatu trepetak fitxen ordena aldatzeko...
fa: برای تغییر ترتیب تب بر روی عناصر فشار دهید...
hu: Kattintson az elemekre a lapsorrend megváltoztatásához...
tg: Виджетро зер намоед то ки дастури ҷадвалбандиро иваз намоем...

source: Drag a line to create a connection...
eu: Marraztu lerro bat konexio bat sortzeko...
fa: برای ایجاد اتصال، یک خط بکشید...
hu: Húzzon egy sort a kapcsolat létrehozásához...
tg: Барои эҷоди алоқа хатро ба ҷои лозимӣ кашед...

source: Click on the form to insert a %1...
eu: Klikatu formularioan %1 bat sartzeko...
fa: برای درج %1، بر روی برگه فشار دهید...
hu: Kattintson az űrlapra egy %1 beszúrásához...
tg: Барои ворид намудани варақа %1 зер намоед...

source: Lower
eu: Jeitsi
fa: پایین
hu: Hátratevés
tg: Поёнтар

source: Accelerator '%1' is used %2 times.
eu: "%1" bizkortzailea %2 aldiz erabili da.
fa: شتاب‌ده »%1«، %2 بار استفاده می‌شود.
hu: A(z) '%1' gyorsbillentyű %2 alkalommal van felhasználva.
tg: Шитобдиҳандаи '%1'истифода шуда буд %2 бор.

source: &Select
eu: &Hautatu
fa: &برگزیدن‌
hu: &Kiválasztás
tg: &Интихоб кардан

source: No accelerator is used more than once.
eu: Ez da bizkortzailerik behin baina gehiagotan erabili.
fa: هیچ شتاب‌دهی بیشتر از یک بار استفاده نشده است.
hu: Egy gyorsbillentyű sincs többször felhasználva.
tg: Шитобдиҳанда як чанд бор истифода шуд

source: Raise
eu: Igo
fa: بالا آمدن
hu: Előrehozás
tg: Бардоштан

source: Lay Out Horizontally (in splitter)
eu: Lerrokatu horizontalki (bereizlean)
fa: طرح‌بندی افقی )در شکافنده(
hu: Vízszintes elrendezés (megosztva)
tg: Тарҳбандии уфуқӣ (дар порасоз)

source: Lay Out Vertically (in splitter)
eu: Lerrokatu bertikalki (bereizlean)
fa: طرح‌بندی عمودی )در شکافنده(
hu: Függőleges elrendezés (megosztva)
tg: Тарҳбандии хати амудӣ (дар порасоз)

source: Lay Out Children Horizontally
eu: Lerrokatu semeak horizontalki
fa: طرح‌بندی فرزندها به صورت افقی
hu: A tartalmazott elemek vízszintes elrendezése
tg: Тарҳбандии уфуқии кудакон

source: Lay Out Children Vertically
eu: Lerrokatu semeak bertikalki
fa: طرح‌بندی فرزندها به صورت عمودی
hu: A tartalmazott elemek függőleges elrendezése
tg: Тарҳбандии хати амудии кудакон

source: Lay Out Children in a Grid
eu: Lerrokatu semeak saretan
fa: طرح‌بندی فرزندها در یک توری
hu: A tartalmazott elemek rácsban való elrendezése
tg: Тарҳбандии кудакон дар тӯр

source: <qt><h3>%1</h3><p><b>Description:</b> %2 <p><b>Syntax:</b> <i>%3</i>%4</qt>
eu: <qt><h3>%1</h3><p><b>Deskribapena:</b> %2 <p><b>Sintaxia:</b> <i>%3</i>%4</qt>
fa: <qt><h3>%1</h3><p><b>توصیف:</b>·%2 <p><b>نحو:</b> <i>%3</i>%4</qt>
hu: <qt><h3>%1</h3><p><b>Leírás:</b> %2 <p><b>Szintaktika:</b> <i>%3</i>%4</qt>
tg: <qt><h3>%1</h3><p><b>Шарҳи:</b> %2 <p><b>Наҳвӣ:</b> <i>%3</i>%4</qt>

source: <p>Parameters are not obligatory.
eu: <p>Parametroak ez dira derrigorrezkoak.
fa: <p>پارامترها اجباری نیستند.
hu: <p>A paraméterek nem kötelezőek.
tg: <p>Параметрҳо ғайри ҳатмианд.

source: _n: <p>Only first argument is obligatory. <p>Only first %n arguments are obligatory.
eu: <p>Lehenengo argumentua bakarrik da derrigorrezkoa. <p>Lehenengo %n argumentuak bakarrik dira derrigorrezkoak.
fa: <p>فقط %n نشانوند اول اجباری است.
hu: <p>Csak az első %n argumentum megadása kötelező.

source: Inserts the item if it will not create a duplicate.
eu: Elementua sartzen du bikoizten ez badu.
fa: اگر این یک دو نسخه‌ای را ایجاد نکند، فقره را درج می‌کند.
hu: Beszúrja az elemet, ha ez nem hoz létre duplikációt.
tg: Мондани мундариҷа агар нусҳаи дегари борхатро насазад.

source: Returns scripts associated with widget. This is an advanced feature that would not be commonly used.
eu: Trepetarekin lotutako script-ak itzultzen ditu. Hau normalean erabiliko ez den eginbide aurreratu bat da.
fa: دست‌نوشتۀ مرتبط با عنصر را برمی‌گرداند. این یک ویژگی پیشرفته است که به صورت متداول استفاده نمی‌شود.
hu: Visszaadja a grafikus elemmel társított szkripteket. Ez egy speciális funkció, ritkán van rá szükség.
tg: Баргардонидани нусҳаҳо бо widget пайваст аст. Ин алакай истифодашудаги ва зиёд истифода намешавад.

source: Stops execution of the script associated with the widget.
eu: Trepetarekin loturiko script-aren exekuzioa gelditzen du.
fa: اجرای دست‌نوشتۀ مرتبط با عنصر را متوقف می‌کند.
hu: Leállítja a grafikus elemhez rendelt szkript futását.

source: Returns text of a cell in a table.
eu: Taula bateko gelaxkaren testua itzultzen du.
fa: متن سلول را در جدولی برمی‌گرداند.
hu: Visszaadja egy táblázat adott cellájának szövegét.

source: Returns 1 for checked boxes, 0 for unchecked.
eu: 1 itzultzen du hautatutako laukietan, 0 besteetan.
fa: برای جعبه‌های علامت زده، ۱ و برای علامت‌نزده، ۰ را برمی‌گرداند.
hu: Bejelölt opciónál (jelölőnégyzetnél) az értéke 1, nem bejelöltnél 0.

source: Returns the list of child widgets contained in the parent widget. Set the <i>recursive</i> parameter to <i>true</i> to include widgets contained by child widgets.
eu: Guraso-trepetak dituen seme-trepeten zerrenda bat itzultzen du. Ezarri <i>errekurtsiboa</i> parametroa <i>egiazkoa</i> baliora sema trepetek dituzten trepetak ere sartzeko.
fa: فهرست عناصر فرزند که درون عنصر پدر می‌باشند را برمی‌گرداند. پارامترهای <i>بازگشتی</i> را برای شامل شدن عناصر درون عناصر فرزند به مقدار <i>درست</i> تنظیم کنید.
hu: Visszadja a szülő elemben található elemek listáját. Állítsa be a <i>rekurzív</i> paramétert <i>igaz</i> értékre, ha a tartalmazott elemek tartalmát is vissza szeretné kapni.
tg: Нусҳаи восеъи куҳнааш ба аввалинаш ҳам бар мегардад. Гузоштани <i>такрории</i> параметр ба <i> дуруст </i> дар даромади восеъшавии аввалинаш пайваст мебошад.

source: Removes all content from the widget.
eu: Trepeta baten edukin guztiak kentzen ditu.
fa: تمام محتوا را از عنصر حذف می‌کند.
hu: Eltávolítja az elem teljes tartalmát.
tg: Нест кардани ҳамаи дар бар гирифтаҳо аз васеъкуни.

source: Returns number of items in a widget such as combobox or listbox.
eu: Trepeta baten (adibidez konbinazio-lauki edo zerrenda-lauki baten) elementu kopurua itzultzen du.
fa: تعداد فقره‌ها در یک عنصر، مانند جعبه ترکیب یا جعبه فهرست را برمی‌گرداند.
hu: Visszaadja egy grafikus elemhez tartozó elemek (pl. kombinált listák, listák) számát.

source: Returns index of current column.
eu: Uneko zutabearen indizea itzultzen du.
fa: نمایۀ ستون جاری را برمی‌گرداند.
hu: Visszaadja az aktuális oszlop indexét.

source: Returns index of current item.
eu: Uneko elementuaren indizea itzultzen du.
fa: نمایۀ فقرۀ جاری را برمی‌گرداند.
hu: Visszaadja az aktuális elem indexét.
tg: Баргашт кардани ягон индекси дар муомилот буда.

source: Returns index of current row.
eu: Uneko lerroaren indizea itzultzen du.
fa: نمایۀ سطر جاری را برمی‌گرداند.
hu: Visszaadja az aktuális sor indexét.

source: Inserts new column (or <i>count</i> columns) at <i>column</i> position.
eu: Zutabe berri bat txertatzen du (edo <i>count</i> zutabe) <i>column</i> posizioan.
fa: ستون جدید )یا <i>شمارش</i> ستونها( را در موقعیت <i>ستون</i> درج می‌کند.
hu: Beszúr egy új oszlopot (vagy <i>count</i> darab új oszlopot) a <i>column</i> oszloppozíciónál.

source: Inserts item at <i>index</i> position.
eu: Elementua <i>indizea</i> posizioan sartzen du.
fa: فقره را در موقعیت <i>نمایه</i>درج می‌کند.
hu: Beszúr egy elemet az <i>index</i> pozíciónál.
tg: Ҷузъро дар<i>индекси</i> ҷойи ист гузоред.

source: Inserts multiple items (EOL-separated) at <i>index</i> position.
eu: Elementu anitz txertatzen ditu (EOL-z bereizita) <i>indizea</i> posizioan.
fa: فقره‌های چندگانه )EOL مجزا( را در موقعیت <i>نمایه</i> درج می‌کند.
hu: Beszúr több, EOL-lel elválasztott elemet az <i>index</i> pozíciónál.
tg: Ҷузъро дар<i>индекси</i> ҷойи ист гузоред.

source: Inserts new row (or <i>count</i> rows) at <i>row</i> position.
eu: Lerro berri bat txertatzen du (edo <i>count</i> lerro) <i>lerroa</i> posizioan.
fa: سطر جدید )یا <i>شمارش</i>سطرها( را در موقعیت <i>سطر</i> درج می‌کند.
hu: Beszúr egy sort (vagy <i>count</i> darab új sort) a <i>row</i> sorpozíciónál.

source: Returns the text of the item at the given index.
eu: Emandako indize bateko elementuaren testua itzultzen du.
fa: متن فقره را در نمایۀ داده‌شده برمی‌گرداند.
hu: Visszaadja a megadott indexű elem szövegét.
tg: Матнро дар индекси додашудаи фақра боз гардонед.

source: Returns the depth of the current item in the tree. Root items have depth 0.
eu: Zuhaitzeko uneko elementuaren sakonera itzultzen du. Erro-elementuaren sakontasuna 0 da.
fa: عمق فقرۀ جاری را در درخت برمی‌گرداند. فقره‌های ریشه دارای عمق ۰ می‌باشند.
hu: Visszaadja az aktuális elem mélységét a fastruktúrában.
tg: Чуқурии нуқта мавҷуд будаи дар дарахтро боз мегардонад. Нуқтаи реша чуқурии 0-ро дорад.

source: Returns the slash-separated path to the given item in the tree.
eu: Zuhaitzeko emandako elementuaren barraz bereizitako bide-izena itzultzen du.
fa: مسیر جداشده با ممیز را در فقرۀ داده‌شده در درخت برمی‌گرداند.
hu: Visszaadja a megadott elem / jellel tagolt elérési útját a fastruktúrában.
tg: Андозаи ҷудои роҳчаро барои нуқтаи муаян боз мегардонад.

source: Removes the column (or <i>count</i> consecutive columns) with the given index.
eu: Emandako indizea duen zutabea (edo jarraian dauden <i>count</i> zutabe) ezabatzen du.
fa: ستون )یا <i>شمارش</i>ستونهای متوالی( با نمایۀ داده‌شده را حذف می‌کند.
hu: Eltávolítja a megadott oszlopot (vagy <i>count</i> darab egymás melletti oszlopot) a megadott indexnél.

source: Removes the item with the given index.
eu: Emandako indizea duen elementua ezabatzen du.
fa: فقره با نمایۀ داده‌شده را حذف می‌کند.
hu: Eltávolítja a megadott indexű elemet.
tg: Фақраро дар индекси додашуда ҳаракат диҳед.

source: Removes the row (or <i>count</i> consecutive rows) with the given index.
eu: Emandako indizea duen lerroa (edo jarraian dauden <i>count</i> lerro) ezabatzen du.
fa: سطر )یا <i>شمارش</i>سطرهای متوالی( با نمایۀ داده‌شده را حذف می‌کند.
hu: Eltávolítja a megadott sort (vagy <i>count</i> darab egymás utáni sort) a megadott indexnél.

source: Sets scripts associated with widget. This is an advanced feature that would not be commonly used.
eu: Trepetarekin lotutako script-ak ezartzen ditu. Hau normalean erabiliko ez den eginbide aurreratu bat da.
fa: دست‌نوشته‌های مرتبط با عنصر را تنظیم می‌کند. این یک ویژگی پیشرفته است که به صورت متداول استفاده نمی‌شود.
hu: Beállítja az elemekhez tartozó szkripteket. Ez egy speciális funkció, ritkán van rá szükség.
tg: Нусҳаҳоро ҳамроҳ восеъ мекнад.Ин шакл на онқадар истифода бурда мешавад.

source: Enables or disables widget.
eu: Trepeta gaitzen edo ezgaitzen du.
fa: عنصر را فعال یا غیرفعال می‌کند.
hu: Aktiválja vagy deaktiválja az elemet.
tg: Метавон ё ин ки нотавон сохтани виджет.

source: Sets text of a cell in a table.
eu: Taula bateko gelaxkaren testua ezartzen du.
fa: متن سلول در یک جدول را تنظیم می‌کند.
hu: Beállítja egy táblázat adott cellájának szövegét.

source: Sets/unsets checkbox.
eu: Hautapen-laukia hautatzen/desautatzen du.
fa: جعبه بررسی را تنظیم/بدون تنظیم می‌کند.
hu: Ki-be kapcsolja egy opció jelöltségét.
tg: Гузошташудаҳо/нагузашташудаҳо checkbox.

source: Sets caption of the column <i>column</i>.
eu: <i>column</i> zutabearen izenburua ezartzen du.
fa: عنوان ستون <i>ستون</i> را تنظیم می‌کند.
hu: Beállítja a <i>column</i> indexű oszlop feliratát.

source: Selects the item at the specified index. Indexes are zero based.
eu: Zehaztutako indizeko elementua hautatzen du. Indizeak zero balioan hasten dira.
fa: فقره را در نمایۀ مشخص برمی‌گزیند. نمایه‌ها بر اساس صفر می‌باشند.
hu: Kiválasztja a megadott indexű elemet.
tg: Фақраи дар индекс таъин карда шударо интихоб намоед. Индексҳо ин асоси нул аст.

source: Inserts a tab to the tabwidget with the specified label at the given index. Indexes are zero based.
hu: Beszúr egy lapot a lapozó elembe a megadott felirattal és indexszel. Az index számozása nullától kezdődik.

source: Sets maximum numeric value
eu: Balio numeriko maximoa ezartzen du
fa: مقدار بیشینۀ عددی را تنظیم می‌کند
hu: Beállítja a megengedett maximális numerikus értéket

source: Sets pixmap at the given index to the specified icon. Use <i>index = -1</i> to set the pixmap for all items.
eu: Emandako indizeko pixmapa zehaztutako ikonora ezartzen du. Erabili <i>indizea = -1</i> elementu guztien pixmapa ezartzeko.
fa: نگاشت تصویردانه‌ای در نمایۀ داده‌شده را به شمایل مشخص تنظیم می‌کند. از <i>نمایه = ۱-</i> برای تنظیم نگاشت تصویردانه‌ای برای تمام فقره‌ها استفاده کنید.
hu: Az adott indexnél beállítja a képet a megadott ikonra. Az <i>index = -1</i> kifejezéssel lehet az összes elemhez tartozó képet beállítani.
tg: Харитае pix-е ки дар индекси нақши таъин карда шуда монед.Индекси <i> ,барои гузориши харитаи pix-ро барои ҳамаи фақра = -1</i> истифода баред.

source: Sets caption of the row <i>row</i>.
eu: <i>row</i> lerroaren izenburua ezartzen du.
fa: عنوان سطر <i>سطر</i> را تنظیم می‌کند.
hu: Beállítja a <i>row</i> sor feliratát.

source: Selects given text or select item containing given text.
eu: Emandako testua edo emandako testuan dagoen elementua hautatzen du.
fa: متن داده‌شده یا فقرۀ حاوی متن داده‌شده را برمی‌گزیند.
hu: Kijelöli a megadott szöveget vagy kiválasztja az adott szöveget tartalmazó elemet.
tg: Матни додашударо ва ҳам фақраи матни додашударо интихоб намоед.

source: Sets widget's content.
eu: Trepetaren edukina ezartzen du.
fa: محتوای عنصر را تنظیم می‌کند.
hu: Beállítja az elem tartalmát.
tg: Мондани ҷузъи қаноаткунанда.

source: Shows/hides widget.
eu: Trepeta erakutsi/ezkutatzen du.
fa: عنصر را نمایش می‌دهد/مخفی می‌کند.
hu: Megjeleníti vagy elrejti az elemet.
tg: Намоиши/пинҳони васеъкунӣ.

source: Returns content of widget.
eu: Trepetaren edukina itzultzen du.
fa: محتوای عنصر را برمی‌گرداند.
hu: Visszaadja az elem tartalmát.
tg: Баргардондани контенти ҷузъ.

source: Returns type(class) of widget.
eu: Trepetaren mota (klasea) itzultzen du.
fa: نوع )رده( عنصر را برمی‌گرداند.
hu: Visszaadja az elem típusát (osztályát).
tg: Намуди (синфи) васеъкуниро боз гардонед.

source: Returns current widget's content. This was required inside widget A to return widget A content when requested by widget B. The new method is to use @A.text inside B instead of just @A if you just want the unaltered text.
eu: Uneko trepetaren edukina itzultzen du. Hau A trepetaren barruan behar zen B trepetak eskatzen zuenean A trepearen edukinak itzul zitezen. Modu berria B-ren barruan @A.text erabiltzea da @A-ren ordez, aldatu behar ez den testua nahi bada.
fa: محتوای عنصر جاری را برمی‌گرداند. این برای بازگرداندن محتوای عنصر A وقتی که توسط عنصر B درخواست شد، مورد نیاز بود. اگر فقط متن بدون تغییر می‌خواهید، به جای استفادۀ روش جدید، فقط از @A، از @A.text درون B استفاده کنید.
hu: Visszaadja az aktuális grafikus elem kontextusát. Erre korábban szükség volt, ha az A elemen belül az A elem tartalmára szeretne hivatkozni a B elemtől származó kérésben. Az új módszer szerint @A.text használható a B-n belül @A helyett, ha a nyers szöveget szeretné visszakapni.

source: Returns selected text or text of current item. This is deprecated for <i>@mywidget.selected</i>.
eu: Itzuli hautatutako testua edo uneko elementuaren testua. Hau <i>@mywidget.selected</i>-ek zaharkitu du.
fa: متن برگزیده یا متن فقرۀ جاری را برمی‌گرداند. این برای <i>@mywidget.selected</i> بد دانسته می‌شود.
hu: Visszaadja a kijelölt szöveget vagy az aktuális elem szövegét. Ez a hívás már elavult, helyette a <i>@mywidget.selected</i> hívást ajánlott használni.

source: Does nothing. This is useful if you request a CheckBox or RadioButton to return a value where a state, typically the unchecked state, has no value. The @null prevents an error indicating it is empty.
eu: Ez du ezer eigten. Hau erabilgarria da hautapen-lauki edo irrati-botoi baten baliorik ez duen egoera baten (adibidez desautatutako egoeraren) balioa itzultzeko. @null-ek hutsik dagoela esango duen errorea ekiditen du.
fa: هیچ کاری انجام نمی‌دهد. برای شما سودمند خواهد بود، اگر یک جعبه بررسی یا دکمۀ رادیویی را برای بازگرداندن مقداری که در آن وضعیت، نوعاً وضعیت بررسی‌نشده، مقداری ندارد را درخواست کنید. @null از خطایی که مشخص می‌کند که آن خالی است، جلوگیری می‌کند.
hu: Nem csinál semmit. Ez akkor hasznos, ha olyan opció (jelölőnégyzet) vagy választógomb értékét kérdezi le, amely állapothoz (általában a be nem jelölt állapot) nem tartozik érték. A @null megakadályozza a üres értékre való figyelmeztetést.

source: Returns the pid (process ID) of the current process.
eu: Uneko prozesuaren pid-a (prozesuaren id-a) itzultzen du.
fa: شناسۀ فرآیند فرآیندهای جاری را برمی‌گرداند.
hu: Visszadja az aktuális folyamat azonosítóját (PID-jét).
tg: pid (просессID)-ро бар гардонед аз просесси ҷоришаванда.

source: Returns DCOP identifier of current process. This is shorthand for <i>kmdr-executor-@pid</i>.
eu: Uneko prozesuaren DCOP identifikatzailea itzultzen du. Hau <i>kmdr-executor-@pid</i>-en modu laburra da.
fa: شناسۀ DCOP فرآیند جاری را باز می‌گرداند. این دست‌کوتاهی برای <i>kmdr-executor-@pid</i> می‌باشد.
hu: Visszaadja az aktuális folyamat DCOP-azonosítóját. Ez a következő rövidítése: <i>kmdr-executor-@pid></i>.

source: Returns the pid of the parent Kommander window.
eu: Kommander guraso-lehioaren pid-a itzultzen du.
fa: شناسۀ فرآیند پنجرۀ Kommander پدر را برمی‌گرداند.
hu: A szülő Kommander-ablak folyamatazonosítóját (PID-jét) adja vissza.
tg: Бар гардондани pid аз волиди тирезаи Kommander.

source: Writes <i>text</i> on stderr.
eu: <i>text</i> stderr-en idazten du.
fa: <i>متن</i> را در stderr می‌نویسد.
hu: Kiírja <i>text</i> szöveget a standard hibakimenetre (stderr).

source: Writes <i>text</i> on standard output.
eu: <i>text</i> irteera estandarrean idazten du.
fa: <i>متن</i> را در خروجی استاندارد می‌نویسد.
hu: Kiírja <i>text</i> szöveget a standard kimenetre (stdout).

source: Executes a script block. Bash is used if no shell is given. It is primarily for use in non-button widgets where script actions are not expected. Full path is not required for the shell which may be useful for portability. <p><i>If this is used inside a button it allows alternate script languages to be used and will return a value to the main script, which may be unexpected.</i>
eu: Script bloke bat exekutatzen du. Bash erabiltzen da shell-ik zehazten ez bada. Gehienbat botoirik ez duten trepetetan erabiltzen da, non script ekintzak ez diren espero. Shell-aren bide-izen osoa ez da behar, moldagarritasuna errazteko. <p><i>Hau botoi baten barruan erabiltzen bada beste script lengoaiak erabiltzeko aukera ematen du eta espero ez den balio bat itzuli dezake script nagusira.</i>
fa: یک بلوک دست‌نوشته را اجرا می‌کند، اگر پوسته‌ای داده نشده باشد، Bash استفاده می‌شود. اصولاً برای استفاده در عناصر غیر دکمه‌ای، که کنشهای دست‌نوشتۀ مورد انتظار نیستند می‌باشد. مسیر کامل برای پوسته، که ممکن است برای حمل‌پذیری قابل استفاده باشد، مورد نیاز نمی‌باشد.
hu: Végrehajt egy szkriptblokkot. Ha nincs megadva más, a Bash parancsértelmezőt használja. Elsősorban olyan, nem gomb elemeknél lehet használni, ahol nem várható szkriptművelet. A parancsértelmező teljes elérési útja nem szükséges, de kompatibiilitási okokból célszerű megadni. <p><i>Ha gombon belül használja, több szkriptnyelv közül lehet választani és visszaad egy értéket a fő szkriptnek, ami nem várt esemény lehet.</i>

source: Returns value of an environment (shell) variable. Do not use <i>$</i> in the name. For example, <i>@env(PATH)</i>.
eu: Inguruneko (shell) aldagai baten itzultzen du. Ez erabili <i>$</i> izenean. Adibidea: <i>@env(PATH)</i>.
fa: مقدار یک متغیر محیطی )پوسته( را باز می‌گرداند. از <i>$</i> در نام استفاده نکنید. برای مثال، <i>@env(PATH)</i>.
hu: Környezeti változó értékét adja vissza. Ne használja a <i>$</i> karaktert a névben. Például: <i>@env(PATH)</i>.
tg: Бар гардондани нарх аз муҳит(метавонад)ивазшаванда.Инро истифода набаред <i>$</i> дар ном.Мисол, <i>@env(PATH)</i>.

source: Executes an external shell command.
eu: Kanpoko shell-eko agindu bat exekutatzen du.
fa: فرمان خارجی پوسته را اجرا می‌کند.
hu: Végrehajt egy külső parancsot parancsértelmezőben.

source: Parses an expression and returns computed value.
eu: Espresio bat prozesatzen du eta kalkulatutako balioa itzultzen du.
fa: عبارت را تجزیه می‌کند، و مقدار محاسبه‌شده را برمی‌گرداند.
hu: Feldolgoz egy kifejezést és visszaadja a kapott értéket.

source: Returns the value of a global variable.
eu: Aldagai global baten balioa itzultzen du.
fa: مقدار متغیر سراسری را برمی‌گرداند.
hu: Visszadja egy globális változó értékét.
tg: Бар гардондани нархи глобалии иваз шаванда.

source: Translates the string into the current language. Texts in GUI would be automatically extracted for translation.
eu: Katea uneko hizkuntzara itzultzen du. GUI-ko testuak automatikoki erauziko dira itzultzeko.
fa: رشته را به زبان جاری ترجمه می‌کند. متنها در ونک به طور خودکار برای ترجمه استخراج خواهند شد.
hu: Lefordítja a sztringet az aktuális nyelvre. A grafikus felület sztringjei automatikusan kikerülnek egy katalógusba a lefordításhoz.
tg: Тарҷума кардани банд ба забоони ҷоришаванда.Матнҳо дар GUI метавонанд ба таври автомати барои тарҷума нест шавад.

source: Executes another Kommander dialog. Current dialog directory is used if no path is given. Arguments may be given as named arguments which will become global variables in the new dialog. For instance: <i>var=val</i>
eu: Beste Kommander-en elkarrizketa-koadro bat exekutatzen du. Uneko elkarrizketa-koadroaren direktorioa erabiltzen da bide-izenik ematen ez bada. Argumentuak elkarrizketa-koadro berrian aldagai global bihurtuko dira izendun argumentu bezala eman daitezke. Adibidez: <i>aldagaia=balioa</i>
fa: یک محاورۀ دیگر Kommander را اجرا می‌کند. اگر هیچ مسیری داده نشده باشد، فهرست راهنمای محاورۀ فعلی استفاده می‌شود. نشانوندها ممکن است به نام نشانوندها داده شوند، که در محاورۀ جدید، متغیرهای سراسری خواهند شد. برای نمونه: <i>var=val</i>.
hu: Végrehajt egy másik Kommander-párbeszédbalakot. Ha nincs megadva elérési út, az aktuális párbeszédaablak könyvtára lesz felhasználva. Az argumentumok névvel adhatók meg, melyek az új párbeszédablakban globális változók lesznek. Például: <i>változó=érték</i>
tg: Коммандери диалоги дигарро иҷро мекунад. Шорандаи баъзе диалог истифода мешавад агар роҳаш гирифта додаги нест.Асосҳо метавонанд ба номи асосҳояш гирифташуда шавад ки мухталифи глобалӣ дар диалоги нав дарояд. Мисол гирем:<i>var=val</i>

source: Reads setting from configration file for this dialog.
eu: Elkarrizketa-koadro honentzatn configration fitxategitik ezarpenak irakurtzen ditu.
fa: تنظیمات را از پروندۀ پیکربندی برای این محاوره می‌خواند.
hu: Beolvas egy beállítást a párbeszédablak konfigurációs fájljából.
tg: Хондани монданиҳо аз шакли файл барои ин муколама.
