Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdewebdev/kommander.po
Languages: eu, fa, hu, tg

source: Return position of a substring in the string, or -1 if it isn't found.
eu: Itzuli kateko azpi-kate baten posizioa, -1 aurkitzen ez bada.
fa: بازگرداندن موقعیت زیررشته در رشته، یا ۱- در صورتی که پیدا نشود.
hu: Részsztring sztringen belüli pozíciójának visszaadása (az érték -1, ha nem található).
tg: Бар гардондани ҷои зерришта дар ришта,ё-1агар он ёфта нашуда бошад.

source: Return first n chars of the string.
eu: Itzuli katearen lehenengo n karaktereak.
fa: بازگرداندن اولین n نویسۀ رشته.
hu: A sztring első n karakterének visszaadása.
tg: Бар гардондани риштаи n сӯзондаи яккум.

source: Return last n chars of the string.
eu: Itzuli katearen azkeneko n karaktereak.
fa: بازگرداندن آخرین n نویسۀ رشته.
hu: A sztring utolsó n karakterének visszaadása.
tg: Бар гардондани риштаи n сӯзондаи гузашта.

source: Return substring of the string, starting from given position.
eu: Itzuli katearen azpi-katea, emandako posiziotik hasita.
fa: بازگرداندن زیررشتۀ رشته، با شروع از موقعیت داده‌شده.
hu: Egy sztring részsztringjének visszaadása, a megadott pozíciótól.
tg: Бар гардондани зерришта аз ришта,сар кардан аз ҷои додашуда.

source: Replace all occurencies of given substring.
eu: Ordezkatu emandako azpi-kate bat gertaera guztiak.
fa: جایگزینی تمام رخدادهای زیررشتۀ داده‌شده.
hu: Egy adott részsztring összes előfordulásának lecserélése.
tg: Ақиб гузоштани ҳамаи воқеаҳои зерришта додашуда.

source: Replace all occurencies of given substring with given replacement.
eu: Ordezkatu emandako azpi-kate bat gertaera guztiak, emandako ordezkoarekin.
fa: جایگزینی تمام رخدادهای زیررشتۀ داده‌شده با جایگزینی داده‌شده.
hu: A megadott részsztring összes előfordulásának lecserélése a megadott cseresztringre.
tg: Ақиб гузоштани ҳамаи воқеаҳои зерришта дода бо таъин кардаи додашуда.

source: Convert the string to uppercase.
eu: Bihurtu katea maiuskulatara.
fa: تبدیل رشته به حروف بزرگ.
hu: A sztring konvertálása nagybetűssé.
tg: Сохтани ришта дар қуттии боло.

source: Convert the string to lowercase.
eu: Bihurtu katea minuskulatara.
fa: تبدیل رشته به حروف کوچک.
hu: A sztring konvertálása kisbetűssé.
tg: Ҳосил кардани ришта дар қутии хурд.

source: Compare two strings. Return 0 if they are equal, -1 if the first one is lower, 1 if the first one is higher
eu: Konparatu bi kateak. Itzuli 0 berdinak badira., -1 lehenengoa txikiagoa bada, 1 lehenengoa handiagoa bada.
fa: مقایسه کردن دو رشته. اگر مساوی باشند؛ ۰، اگر اولی کمتر باشد؛ ۱- و در صورتی که اولی بیشتر باشد؛ ۱ را باز می‌گرداند.
hu: Két sztring összehasonlítása. A visszaadott érték 0, ha egyformák, -1, ha az első kisebb, és 1, ha az első nagyobb
tg: Ду риштаро муқоиса кунед. 0-ро бар гардонед агар онҳо якхела бошанд,-1 агар якумаш хурдтар бошад,1агар якумаш баландтар бошад

source: Check if string is empty.
eu: Egiaztatu katea hutsik dagoen.
fa: اگر رشته خالی باشد، بررسی شود.
hu: Annak ellenőrzése, hogy a sztring üres-e.
tg: Тафтиш кунед,агар ришта холи бошад.

source: Check if string is a valid number.
eu: Egiaztatu katea baliozko zenbaki bat den.
fa: اگر رشته یک عدد معتبر باشد، بررسی شود.
hu: Annak ellenőrzése, hogy a sztring érvényes számot tartalmaz-e.
tg: Тафтиш кунед агар ришта дар ҳақиқат рақам бошад.

source: Return content of given file.
eu: Emandako fitxategiaren edukina itzultzen du.
fa: بازگرداندن محتوای پروندۀ داده‌شده.
hu: Visszaadja a megadott fájl tartalmát.
tg: Бар гардондани дар бар гирифтаи файли додашуда.

source: Write given string to a file.
eu: Emandako katea fitxategian idazten du.
fa: نوشتن رشتۀ داده‌شده در یک پرونده.
hu: Fájlba írja a megadott sztringet.
tg: Навиштани риштаи додашуда ба файл.

source: Append given string to the end of a file.
eu: Gehitu emandako katea fitxategiaren amaierara.
fa: پیوستن رشتۀ داده‌‌شده به آخر یک پرونده.
hu: A megadott sztringet hozzáfűzi egy fájl végéhez.
tg: Овехтани риштаи додашуда ба охири файл.

source: Failed to start shell process.
eu: Errorea shell prozesua abiatzean.
fa: خرابی در شروع فرآیند پوسته.
hu: Nem sikerült elindítani a parancsértelmező-folyamatot.
tg: Сар кардани ҷилди просесси кам карда шуда.

source: Link
eu: Esteka
fa: پیوند
tg: Истинод

source: Arg3
fa: نشانوند ۳
tg: Далели3

source: Arg5
fa: نشانوند ۵

source: Arg4
fa: نشانوند ۴
tg: Арг4

source: Arg1
fa: نشانوند ۱
tg: Далели1

source: Arg6
fa: نشانوند ۶

source: Arg2
fa: نشانوند ۲
tg: Далели2

source: Slots
tg: Такягоҳҳо

source: QPixmap(
tg: Ҳаритаи QPix(
