Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdewebdev/kommander.po
Languages: eu, fa, hu, tg

source: <b>Add a new item.</b><p>New items are appended to the list.</p>
eu: <b>Gehitu elementu berri bat.</b><p>Elementu berriak zerrendara gehituko dira.</p>
fa: <b>افزودن یک فقرۀ جدید</b><p>فقره‌های جدید به فهرست پیوسته می‌شوند.</p>
hu: <b>Új elem felvétele.</b><p>Az új elemek mindig a lista végére kerülnek.</p>
tg: <b>Қалами нав илова намоед.</b><p>Такягоҳи нав ба лист замима кардан.</p>

source: Delete the selected item
eu: Ezabatu hautatutako elementua
fa: حذف فقرۀ برگزیده
hu: Törli a kijelölt elemet
tg: Нобуд кардани ҷузъи интихобшуда

source: Moves the selected item up.
eu: Mugitu hautatutako elementua gorantz.
fa: حرکت فقرۀ برگزیده به بالا.
hu: Felfelé mozgatja a kijelölt elemet.
tg: Ҳаракат кардани ҷузъи интихобшударо ба боло.

source: Move the selected item down.
eu: Mugitu hautatutako elementua behera.
fa: حرکت فقرۀ برگزیده به پایین.
hu: Lefelé mozgatja a kijelölt elemet.
tg: Ҳаракат кардани ҷузъи интихобшударо ба поён.

source: Edit Multiline Edit
eu: Editatu lerro anitzeko edizioa
fa: ویرایش کردن ویرایش چندخطی
hu: Többsoros szöveg szerkesztése
tg: Тағири муҳаррири бисёрхат

source: <b>Edit Multiline Edit</b><p>Enter the text and click the <b>OK</b>-Button to apply the changes.</p>
eu: <b>Editatu lerro anitzeko edizioa</b><p>Sartu testua eta sakatu <b>Ados</b> botoia aldaketak aplikatzeko.</p>
fa: <b>ویرایش کردن ویرایش چندخطی</b><p>متن را وارد کنید، و دکمۀ <b>قبول</b> را برای اعمال تغییرات فشار دهید.</p>
hu: <b>Többsoros szöveg szerkesztése</b><p>Írja be a szöveget és kattintson az <b>OK</b> gombra a módosítások elmentéséhez.</p>
tg: <b>Вироиши бисёр хатаро вироиш намоед</b><p>Матнро ворид созед ва OK-ро <b>зер намоед</b>-Барои иваз кардани матн муроҷиат намоед.</p>

source: Enter your text here.
eu: Sartu zure testua hemen.
fa: متن خود را اینجا وارد کنید.
hu: Ide kell beírni a kívánt szöveget.
tg: Матни шумо дар инҷо дохил кунед.

source: &Enter arguments for loading the pixmap:
eu: &Sartu pixmapa kargatzeko argumentuak:
fa: &وارد کردن نشانوندها برای بار کردن نگاشت تصویردانه‌ای:‌
hu: &Adja meg a kép betöltéséhez szükséges argumentumokat:
tg: &Далелро барои пур бор кардани харитаи pix ворид намоед:

source: Edit Table
eu: Editatu taula
fa: ویرایش جدول
hu: Táblázat szerkesztése
tg: Таъғири ҷадвал

source: <b>Move the selected item up.</b><p>The top-most column will be the first column of the list.</p>
eu: <b>Mugitu hautatutako elementua gorantz.</b><p>Goiko zutabea zerrendako lehena izango da.</p>
fa: <b>حرکت فقرۀ برگزیده به بالا.</b><p>بالاترین ستون، اولین ستون فهرست خواهد بود.</p>
hu: <b>Felfelé mozgatja a kijelölt elemet.</b><p>A legfelső oszlop lesz a lista első oszlopa.</p>
tg: <b>Ҷузъи интихоб шударо ба боло ҳаракат диҳед.</b><p>Аз ҳама болотарин сутун дар листи якум мешавад.</p>

source: <b>Move the selected item down.</b><p>The top-most column will be the first column of the list.</p>
eu: <b>Mugitu hautatutako elementua behera.</b><p>Goiko zutabea zerrendako lehena izango da.</p>
fa: <b>حرکت فقرۀ برگزیده به پایین</b><p>بالاترین ستون، اولین ستون فهرست خواهد بود.</p>
hu: <b>Lefelé mozgatja a kijelölt elemet.</b><p>A legfelső oszlop lesz a lista első oszlopa.</p>
tg: <b>Ҷузъи интихоб шударо ба поён ҳаракат диҳед.</b><p>Аз ҳама болотарин сутун дар листи якум мешавад.</p>

source: Table:
eu: Taula:
fa: جدول:
hu: Táblázat:
tg: Ҷадвал:

source: &Label:
eu: &Etiketa:
fa: &برچسب:‌
hu: &Címke:
tg: &Ёрлиқ:

source: Pixmap:
eu: Pixmapa:
fa: نگاشت تصویردانه‌ای:
hu: Kép:
tg: Ҳаритаи Pix:

source: &Field:
eu: &Eremua:
fa: &حوزه:‌
hu: Me&ző:
tg: &Соҳа:

source: <no table>
eu: <taularik ez>
fa: >بدون جدول<
hu: <nincs táblázat>
tg: <ҷадвал нест>

source: &Rows
eu: %Lerroak
fa: &سطرها‌
hu: &Sorok
tg: &Қаторҳо

source: &New Row
eu: Lerro &berria
fa: &سطر جدید‌
hu: Ú&j sor
tg: &Қатори нав

source: &Delete Row
eu: &Ezabatu lerroa
fa: &حذف سطر‌
hu: Sor &törlése
tg: &Нобуд кардани қатор

source: Choose Widget
eu: Hautatu trepeta
fa: انتخاب عنصر
hu: Válasszon egy elemet
tg: Интихоби васеъкунӣ

source: Find:
eu: Aurkitu:
fa: یافتن:
hu: Keresés:
tg: Соҳа:

source: Edit Connections
eu: Editatu konexioak
fa: ویرایش اتصالها
hu: A kapcsolatok szerkesztése
tg: Таъғири алоқаҳо

source: <b>Edit Connections</b><p>Add and remove connections in the current form .</p><p>Select a signal and a corresponding slot then press the <b>Connect</b>-button to create a connection.</p><p>Select a connection from the list then press the <b>Disconnect</b>-button to delete the connection.</p>
eu: <b>Editatu konexioak</b><p>Gehitu eta kendu konexioak uneko formulariotik.</p><p>Hautatu seinale bat eta dagokion arteka eta sakatu <b>Konektatu</b> botoia konexio bat sortzeko.</p><p>Hautatu zerrendako konexio bat eta sakatu <b>Deskonektatu</b> botoia konexioa ezabatzeko.</p>
fa: <b>ویرایش اتصالها</b><p>افزودن و حذف اتصالها در برگۀ جاری.</p><p>یک نشانک و شکاف متناظر را برگزینید، و سپس دکمۀ <b>اتصال</b> را برای ایجاد یک اتصال فشار دهید.</p><p>یک اتصال از فهرست برگزینید، سپس دکمۀ <b>قطع ارتباط</b> را برای حذف اتصال فشار دهید.</p>
hu: <b>A kapcsolatok szerkesztése</b><p>Kapcsolatok hozzáadása és törlése az aktuális űrlapban.</p><p>Jelöljön ki egy szignált és egy szignálkezelőt, majd nyomja meg az <b>Összekapcsolás</b> gombot a kapcsolat létrehozásához.</p><p>Válasszon ki egy kapcsolatot a listából és nyomja meg <b>A kapcsolat bontása</b> gombot a kapcsolat törléséhez.</p>
tg: <b>Пайвастагиҳоро вироиш намоед</b><p>Дар варақаи ҷорӣ пайвастагиҳоро илова ва ҳаракат диҳед .</p><p>Сигналро интихоб намуда ва пас аз он танозури иттисол<b>намоед</b>-тугмаи пайвастагиро бунёд созед.</p><p>Пайвастаро аз листи зер кардаи ҷудо карда шуда <b>интихоб намоед</b>-Тугмаи пайвастаро -нобуд созед.</p>

source: Sender
eu: Bidaltzailea
fa: فرستنده
hu: Küldi
tg: Фиристанда

source: Signal
eu: Seinalea
fa: نشانک
hu: Szignál
tg: Сигнал

source: Receiver
eu: Hartzailea
fa: گیرنده
hu: Fogadja
tg: Қабулкунанда

source: Slot
eu: Arteka
fa: شکاف
hu: Szignálkezelő
tg: Такягоҳ

source: Displays the connections between the sender and the receiver.
eu: Bidaltzailea eta hartzailearen arteko konexioak bistaratzen ditu.
fa: اتصالهای بین فرستنده و گیرنده را نمایش می‌دهد.
hu: Megjeleníti a küldő és fogadó közötti kapcsolatokat.
tg: Пайвастагиҳоро байни қабулкунанда ва фиристанда намоиш диҳед.

source: <b>A list of slots for the receiver.</b><p>The slots that are displayed are only those which have arguments that correspond with the arguments of the signal that is currently selected in the Signal-list.</b>
eu: <b>Hartzailearen arteka zerrenda bat.</b><p>Erakusten diren artekak, seinale-zerrendan uneko hautatutako seinalearen argumentuekin bat datozenak dira.</b>
fa: <b>یک فهرست از شکافها برای گیرنده.</b><p>شکافهایی که نمایش داده می‌شوند، فقط آنهایی هستند که دارای نشانوندهایی متناظر با نشانوندهای نشانکی که اکنون از فهرست نشانک برگزیده‌شده، می‌باشند.</b>
hu: <b>A fogadó szignálkezelőinek listája.</b><p>Csak azok a szignálkezelők jelennek meg, melyek argumentumlistája megfelel a szignállistában kijelölt szignál argumentumlistájának.</b>
tg: <b>Листи такягоҳ барои қабулкунанда.</b><p>Такягоҳҳое ки намоиш дода шудаанд дар листи Сигнал фақат барои он аргументҳо мутобиқ бо аргументҳои сигнали мавҷуд буда интихоб карда мешавад.</b>

source: Displays the list of signals that the widget emits.
eu: Trepeta bidaltzen dituen seinaleen zerrenda bat bistaratzen du.
fa: فهرست نشانکهایی که عنصر منتشر می‌کند را نمایش می‌دهد.
hu: Megjeleníti az elem által kibocsátható szignálok listáját.
tg: Сигналҳое, ки дар виджет сохта шуда буданд намоиш диҳед.

source: Si&gnals:
eu: Sei&naleak:
fa: &نشانکها:‌
hu: Szi&gnálok:
tg: Сиг&налҳо:

source: &Slots:
eu: &Artekak:
fa: &شکافها:‌
hu: S&zignálkezelők:
tg: &Чокҳо:

source: &Disconnect
eu: &Deskonektatu
fa: &قطع ارتباط‌
hu: A kapcsolat &bontása
tg: &Ҷудо кардан

source: Remove the selected connection
eu: Kendu hautatutako konexioa
fa: حذف اتصال برگزیده
hu: A kijelölt kapcsolat eltávolítása
tg: Нобуд кардани алоқаи интихобшуда

source: Remove the selected connection.
eu: Kendu hautatutako konexioa.
fa: حذف اتصال برگزیده.
hu: Eltávolítja a kijelölt kapcsolatot.
tg: Нобуд кардани алоқаи интихобшуда.

source: Connec&tions:
eu: &Konexioak:
fa: &اتصالها:‌
hu: Kap&csolatok:
tg: Алоқ&аҳо:

source: Co&nnect
eu: Ko&nektatu
fa: &اتصال‌
hu: Cs&atlakozás
tg: Ало&қа кунед

source: Create connection
eu: Sortu konexioa
fa: ایجاد اتصال
hu: Kapcsolat létrehozása
tg: Сохтани алоқа

source: Create a connection between a signal and a slot.
eu: Sortu konexio bat seinale eta arteka baten artean
fa: ایجاد اتصال بین یک نشانک و یک شکاف.
hu: Kapcsolat létrehozása egy szignál és egy szignálkezelő között.
tg: Алоқаро байни сигнал ва такягоҳ бунёд намоед.

source: Tab
fa: جهش
hu: Lap
tg: Табулясия

source: Invalid character: '%1'
eu: Karaktere baliogabea: "%1"
fa: نویسۀ نامعتبر: »%1«
hu: Érvénytelen karakter: '%1'

source: Constant value expected
hu: Állandó értéket kell megadni

source: '%1' is not a function
eu: "%1" ez da funtzio bat
fa: »%1« یک تابع نیست
hu: '%1' nem függvény

source: Expected value
eu: Balio espero zen
fa: مقدار مورد انتظار
hu: A várt érték

source: Divide by zero
hu: Nullával osztás

source: in function '%1': %2
eu: "%1" funtzioan: "%2"
fa: در تابع »%1«: %2
hu: a(z) '%1' függvényben: '%2'

source: too few parameters
eu: parametro gutxiegi
fa: پارامترهای بسیار کم
hu: túl kevés paraméter

source: too many parameters
eu: parametro gehiegi
fa: پارامترهای بسیار زیاد
hu: túl sok paraméter

source: in widget function '%1.%2': %3
eu: "%1.%2" trepeta-funtzioan: %3
fa: در تابع عنصر »%2.%1«: %3
hu: a(z) '%1.%2' widget-függvényben: %3

source: '%1' is not a widget
eu: "%1" ez da trepeta bat
fa: »%1« یک عنصر نیست
hu: '%1' nem grafikus elem

source: Unexpected symbol after variable '%1'
eu: Espero gabeko sinboloa "%1" aldagaiaren ondoren
fa: نماد غیرمنتظره بعد از متغیر »%1«
hu: Nem várt szimbólum áll a(z) '%1' változó után

source: Expected '%1'
eu: "%1" espero zen
fa: »%1« مورد انتظار
hu: Várt: '%1'

source: Expected variable
eu: Aldagaia espero zen
fa: متغیر مورد انتظار
hu: A várt változó

source: <qt>Failed to start shell process<br><b>%1</b></qt>
eu: <qt>Errorea shell prozesu hau abiatzen:<br><b>%1</b></qt>
fa: <qt>خرابی در آغاز فرآیند پوسته<br><b>%1</b></qt>
hu: <qt>Nem sikerült elindítani a(z)<br><b>%1</b> parancsfájlt.</qt>
tg: <qt>Сар кардани ҷилди просесси кам карда шуда<br><b>%1</b></qt>

source: Unterminated @execBegin ... @execEnd block.
eu: Amaitu gabeko @execBegin ... @execEnd blokea.
fa: بلوک @execBegin ... @execEnd پایان نیافته.
hu: Lezárás nélküli @execBegin ... @execEnd blokk.
tg: Блоки @exeсСар карда ... @execОхири тамом нашуда.

source: Unterminated @forEach ... @end block.
eu: Amaitu gabeko @forEach ... @end blokea.
fa: بلوک @forEach ... @end block پایان‌ نیافته.
hu: Lezárás nélküli @forEach ... @end blokk.
tg: Тамом ношуда @барои Ҳар як... @охири блокировка.

source: Unterminated @if ... @endif block.
eu: Amaitu gabeko @if ... @endif blokea.
fa: بلوک @if ... @endif پایان‌ نیافته.
hu: Lezárás nélküli @if ... @endif blokk.

source: Unterminated @switch ... @end block.
eu: Amaitu gabeko @switch ... @end blokea.
fa: بلوک @switch ... @end پایان نیافته.
hu: Lezárás nélküli @switch ... @end blokk.

source: Unknown widget: @%1.
eu: Trepeta ezezaguna: @%1.
fa: عنصر ناشناخته: @%1.
hu: Ismeretlen grafikus elem: @%1.
tg: Надонистани васеъкуни: @%1.

source: Infinite loop: @%1 called inside @%2.
eu: Begizta infinitua: @%1 deitzen da @%2-(r)en barruan.
fa: حلقۀ نامتناهی @%1 در @%2 فراخوانی شد.
hu: Végtelen ciklus: @%1 meghívása ezen belül: @%2.
tg: Гиреҳи беохир: @%1 ба дарун фарёд карда @%2.

source: Script for @%1 is empty.
eu: @%1-(r)en script-a hutsik dago.
fa: دست‌نوشته برای @%1 خالی می‌باشد.
hu: Üres a szkript (@%1).
tg: Дасхат барои @%1 холи аст.

source: Invalid state for associated text.
eu: Egoera baliogabea lotutako testuarentzat.
fa: وضعیت نامعتبر برای متن مرتبط.
hu: A társított szöveg érvénytelen állapotú.
tg: Ҷои қалбаки барои матни алоқа дошта.

source: Line %1: %2.
eu: %1 lerroa: %2.
fa: خط %1: %2.
hu: %1. sor: %2.

source: Unknown special: '%1'.
eu: Berezi ezezaguna: '%1'.
fa: ویژۀ ناشناخته: »%1«.
hu: Ismeretlen speciális elem: '%1'.
tg: Номуайяан махсус: '%1'.

source: Unmatched parenthesis in DCOP call '%1'.
eu: Amaitu gabeko parentesiak '%1' DCOP deian.
fa: پرانتزهای تطبیق‌نیافته در فراخوانی »%1« DCOP.
hu: Hiányzó zárójel a(z) '%1' DCOP-hívásban.
tg: Қавсҳои камонакдори номувофиқ дар ҷумлаи DCOP '%1'.

source: Incorrect arguments in DCOP call '%1'.
eu: Argumentu okerrak '%1' DCOP deian.
fa: نشانوندهای ناصحیح در فراخوانی »%1« DCOP.
hu: Nem megfelelőek az argumentumok a(z) '%1' DCOP-hívásban.
tg: Асоси нодуруст дар DCOP ҷумла '%1'.

source: Tried to perform DCOP query, but failed.
eu: DCOP kontsulta bat egiten saiatu da, baina huts egin du.
fa: برای اجرا کردن پرس‌وجوی DCOP سعی شد، ولی خراب شد.
hu: Egy DCOP-lekérdezés nem sikerült.
tg: Саволи иҷро кардани DCOP -ро санҷиданд, валеноком ёфт.

source: DCOP return type %1 is not yet implemented.
eu: DCOP-en %1 itzulera-mota ez da oraindik onartzen.
fa: نوع %1 بازگشتی DCOP هنوز پیاده‌سازی نشده است.
hu: A(z) %1 DCOP-os visszatérési típus még nincs implementálva.
tg: DCOP бар гардондани намуд %1 ҳоло ҳам иҷро нашудааст.

source: Continue && Ignore Next Errors
eu: Jarraitu eta ez ikusia egin hurrengo erroreei
fa: ادامه بده و از خطاهای بعدی چشم‌پوشی کن
hu: Folytatás, a további hibák figyelmen kívül hagyása

source: <qt>Error in widget <b>%1</b>:<p><i>%2</i></qt>
eu: <qt>Errorea trepetan: <b>%1</b>:<p><i>%2</i></qt>
fa: <qt>خطا در عنصر <b>%1</b>:<p><i>%2</i></qt>
hu: <qt>Hiba történt a(z) <b>%1</b> elemben:<p><i>%2</i></qt>
tg: <qt>Хатоги дар васеъкуни <b>%1</b>:<p><i>%2</i></qt>

source: Error in widget %1: %2
eu: Errorea %1 trepetan: %2
fa: خطا در عنصر %1: %2
hu: Hiba történt a(z) %1 elemben: %2
tg: Хатоги дар васеъкуни %1: %2

source: Unmatched parenthesis after '%1'.
eu: Amaitu gabeko parentesiak '%1'-(r)en ondoren.
fa: پرانتزهای تطبیق‌نیافته بعد از »%1«.
hu: Hiányzó zárójel ezután: '%1'.
tg: Қавсҳои камонакдори номувофиқ баъди '%1'.

source: Unmatched quotes in argument of '%1'.
eu: Amaitu gabeko komatxoak '%1'-(r)en argumentuan.
fa: نقل قولهای تطبیق‌نیافته در نشانوند »%1«.
hu: '%1' egyik argumentumában hiányzik egy idézőjel.
tg: Иқтибоси намувофиқ барои асоси '%1'.

source: Unknown function group: '%1'.
eu: Funtzio-talde ezezaguna: '%1'.
fa: گروه تابع ناشناخته: »%1« .
hu: Ismeretlen függvénycsoport: '%1'.
tg: Надонистани функсияи гурӯҳ: '%1'.

source: Unknown function: '%1' in group '%2'.
eu: Funtzio ezezaguna: '%1', '%2' taldean.
fa: تابع ناشناخته: »%1« در گروه »%2« .
hu: Ismeretlen függvény: '%1' ebben a csoportban: '%2'.
tg: Надонистани функсия: '%1' дар гурӯҳ '%2'.

source: Unknown widget function: '%1'.
eu: Trepeta-funtzio ezezaguna: '%1'.
fa: تابع عنصر ناشناخته: »%1«.
hu: Ismeretlen widget-függvény: '%1'.
tg: Надонистани функсияи васеъкуни: '%1'.

source: Not enough arguments for '%1' (%2 instead of %3).<p>Correct syntax is: %4
eu: Argumentu gutxiegi '%1'-(r)entzat (%2 argumentu %3-(r)en ordez). <p>Sintaxi zuzena: %4
fa: نشانوندهای ناکافی برای »%1« ) %2 به جای %3(.<p>نحو صحیح %4 می‌باشد.
hu: Nincs elég argumentum ennél a függvénynél: '%1' (%3 helyett csak %2).<p>A helyes szintaxis: %4
tg: Асос кифоя нест барои '%1' (%2 аз баҷои %3).<p>Таркиби дуруст аст: %4

source: Too many arguments for '%1' (%2 instead of %3).<p>Correct syntax is: %4
eu: Argumentu gehiegi '%1'-(r)entzat (%2 argumentu %3-(r)en ordez). <p>Sintaxi zuzena: %4
fa: تعداد زیادی نشانوند برای »%1« )%2 به جای %3(.<p>نحو صحیح %4 است
hu: Túl sok az argumentum ennél a függvénynél: '%1' (%3 helyett csak %2).<p>A helyes szintaxis: %4
tg: Асосҳои хело зиёд барои '%1' (%2 аз баҷои %3).<p>Таркиби дуруст аст: %4

source: Executor is a component of the Kommander dialog system that executes .kmdr files given as arguments or via stdin
eu: Executor .kmdr fitxategiak argumentu bezala edo stdin bidez exekutatzen dituen Kommander elkarrizketa-sistemaren osagai bat da
fa: اجراکنندۀ یک مؤلفه از سیستم محاورۀ Kommander است، که پرونده‌های kmdr. داده‌شده، به عنوان نشانوندها یا توسط stdin را اجرا می‌کند
hu: A programvégrehajtó a Kommander rendszer egy komponense, mely .kmdr fájlokat tud végrehajtani (a fájlneveket argumentumként vagy a standard bemeneten lehet megadni).
tg: Иҷрокунанда ҷузъи Kommander системаи муколама аст иҷро мешавад.Файли kmdr -и додашуда ба монанди асос ё via stdin аст

source: Read dialog from standard input
eu: Irakurri elkarrizketa sarrera estandarretik
fa: خواندن محاوره از ورودی استاندارد
hu: Párbeszédablak beolvasása a standard bemenetről
tg: Хондани диалог аз вуруди истандарти

source: Use given catalog for translation
eu: Erabili emandako katalogoa itzulpenerako
fa: استفاده از فهرست داده‌شده برای ترجمه
hu: A megadott üzenetkatalógus felhasználása fordításhoz
tg: Истифода бурдани рӯйхати додашуда барои тарҷума

source: Kommander Executor
fa: اجراکنندۀ Kommander
hu: Kommander programfuttató
tg: Иҷрокунандаи Kommander

source: Error: no dialog given. Use --stdin option to read dialog from standard input.
eu: Errorea: ez da elkarrizketarik eman. Erabili --stdin aukera elkarrizketa sarrera estandarretik irakurtzeko.
fa: خطا: محاوره‌ای داده نشده است. از گزینۀ --stdin برای خواندن محاوره از ورودی استاندارد استفاده کنید.
hu: Hiba: nincs megadva párbeszédablak. Használja a --stdin opciót, ha a párbeszédablakot a standard bemenetről szeretné beolvasni.
tg: Хато:ягон муколама дода нашуд. Истифода бурдани интихоби --stdin барои хондани муколама аз вуруди истандарт--stdin .

source: <qt>Unable to create dialog.</qt>
hu: <qt>Nem sikerült létrehozni a párbeszédablakot.</qt>

source: <qt>Kommander file<br><b>%1</b><br>does not exist.</qt>
eu: <qt>Kommander fitxagia hau:<br><b>%1</b><br>ez da existitzen.</qt>
fa: <qt>پروندۀ Kommander <br><b>%1</b><br>وجود ندارد.</qt>
hu: <qt>Ez a Kommander-fájl:<br><b>%1</b><br>nem létezik.</qt>
tg: <qt>файли Kommander <br><b>%1</b><br>вуҷуд надорад.</qt>

source: <qt>This file does not have a <b>.kmdr</b> extension. As a security precaution Kommander will only run Kommander scripts with a clear identity.</qt>
eu: <qt>Fitxategi honek ez du <b>.kmdr</b> luzapenik. Segurtasun neurri bezala Kommander-ek identitate argia duten Kommander script-ak bakarrik exekutatuko ditu.</qt>
fa: <qt>این پرونده دارای یک پسوند <b>.kmdr</b>نمی‌باشد. به عنوان یک پیشگیری امنیتی، Kommander فقط دست‌نوشته‌های با هویت واضح را اجرا می‌کند</qt>
hu: <qt>A fájl kiterjesztése nem <b>.kmdr</b>. Biztonsági okokból a Kommander csak az ilyen kiterjesztésű fájlokat tudja végrehajtani.</qt>

source: Wrong Extension
eu: Luzapen okerra
fa: پسوند نادرست
hu: Hibás kiterjesztés

source: <qt>This dialog is running from your <i>/tmp</i> directory. This may mean that it was run from a KMail attachment or from a webpage. <p>Any script contained in this dialog will have write access to all of your home directory; <b>running such dialogs may be dangerous: </b><p>are you sure you want to continue?</qt>
eu: <qt>Elkarrizketa hau zure <i>/tmp</i> directoriotik exekutatzen ari da. Honek KMail-en eranskin batetik edo web-orri batetik exekutatu dela esan dezake. <p>Elkarrizketa honek duen edozein script-ek zure direktorio nagusian idazteko baimena izango du; <b>elkarrizketa hauek exekutatzea arriskutsua izan daiteke: </b><p>ziur zaude jarraitu nahi duzula?</qt>
fa: <qt>این محاوره از فهرست راهنمای <i>/tmp</i>شما اجرا می‌شود. این ممکن است به این معنا باشد که، این از پیوست Kmail یا از یک صفحه‌ وب اجرا شده است. <p>هر دست‌نوشته‌ای داخل این محاوره، دستیابی برای نوشتن در تمام فهرست راهنمای آغازۀ شما را دارد.<b>اجرای چنین محاوره‌هایی ممکن است خطرناک باشد.</b><p>آیا مطمئن هستید که می‌خواهید ادامه دهید؟</qt>
hu: <qt>Ez a párbeszédablak a <i>/tmp</i> könyvtárból indult el. Ez például akkor fordulhat elő, ha KMail-csatolásként vagy közvetlenül egy weboldalról indította el. <p>A párbeszédablak szkriptjei az Ön teljes saját könyvtárához írási jogot kapnak, <b>ezért veszélyes lehet ilyen szkriptek futtatása: </b><p>biztosan folytatni szeretné a műveletet?</qt>
tg: <qt>Ин диалог аз директорияи <i>/tmp</i> шумо мегузарад. Пас маълум мешавад ки ин аз KMail -тон гузаштаст ё ин ки аз саҳифаи web. <p> Ягон нусҳаи даромадашуда дар ин диалог бояд ки ба ҳамаи директорияи шумо иҷозат гирифта шавад;<b>гузаштани ин гуна диалогҳо хатарнок мебошанд: </b> <p>шумо устувор ҳастед ки давом диҳед?</qt>

source: Run Nevertheless
eu: Exekutatu dena dela
fa: با این حال اجرا شود
hu: Igen, futtatás

source: Return EOL-separated list of all values in the array.
eu: Itzuli EOL-z bereizitako arrayko balio guztien zerrenda.
fa: بازگرداندن فهرست EOL مجزا از تمام مقدارها در آرایه.
hu: EOL-lel elválasztott lista visszaadása a tömb összes értékével.
tg: Бар гардондани EOLрӯйхати ҷудокардаи ҳамаи бузургиҳо дар ҷадвал.

source: Return EOL-separated list of all keys in the array.
eu: Itzuli EOL-z bereizitako arrayko gako guztien zerrenda.
fa: بازگرداندن فهرست EOL مجزا از تمام کلیدها در آرایه.
hu: EOL-lel elválasztott lista visszaadása a tömb összes kulcsával.
tg: Бар гардондани EOLрӯйхати ҷудокардаи ҳамаи калидҳо дар ҷадвал.

source: Remove all elements from the array.
eu: Kendu arrayko elementu guztiak.
fa: حذف تمام عناصر از آرایه.
hu: A tömb összes elemének eltávolítása.
tg: Нест кардани элементҳо аз ҷадвал.

source: Return number of elements in the array.
eu: Kendu arrayko elementu kopurua.
fa: بازگرداندن تعداد عناصر داخل آرایه.
hu: A tömb elemszámának visszaadása.
tg: Бар гардондани рақами элементҳо дар ҷадвал.

source: Return the value associated with given key.
eu: Kendu emandako gakoarekin lotutako balioa.
fa: بازگرداندن مقدار مرتبط با کلید داده‌شده.
hu: A megadott kulcshoz tartozó érték visszaadása.
tg: Бар гардондани бузургии алоқа дошта бо калиди додашуда.

source: Remove element with given key from the array.
eu: Kendu emandako gakoa duen elementua arraytik.
fa: حذف عنصر با کلید داده‌شده از آرایه.
hu: Adott kulcsú elem eltávolítása a tömbből.
tg: Нест кардани элемент бо калиди аз ҷадвал додашуда.

source: Add element with given key and value to the array
eu: Gehitu emandako gakoa duen elementua arrayra.
fa: افزودن عنصر با کلید و مقدار داده‌شده به آرایه
hu: Adott kulcsú és értékű elem hozzáadása a tömbhöz.
tg: Илова кардани елемент бо калиди додашуда ва бузурги ба ҷадвал.

source: Add all elements in the string to the array. String should have <i>key>\tvalue\n</i> format.
eu: Gehitu kateko elementu guztiak arrayra. Kateek <i>gakoa>\tvalue\n</i> formatua izan behar dute.
fa: افزودن تمام عناصر در رشته به آرایه. رشته باید دارای قالب <i>key>\tvalue\n</i> باشد.
hu: A sztring összes elemének hozzáadása a tömbhöz. A sztring formátuma ilyen legyen: <i>kulcs>\térték\n</i>
tg: Илова кардани ҳамаи элементҳо дар ришта барои ҷойгири.Ришта метавонад <i>калид>\tбузурги\n</i> андоза дошта бошад.

source: Return all elements in the array in <i>key>\tvalue\n</i> format.
eu: Itzuli arrayko elementua guztiak <i>key>\tvalue\n</i> formatuan.
fa: بازگرداندن تمام عناصر داخل آرایه در قالب <i>key>\tvalue\n</i>
hu: Egy tömb összes elemét adja vissza <i>kulcs>\térték\n</i> formátumban.
tg: Бар гардондани ҳамаи элементҳо дар сохтани <i>калид\tнарх\n</i> андоза.

source: Return number of chars in the string.
eu: Itzuli kateko karaktere kopurua.
fa: بازگرداندن تعداد نویسه‌های رشته.
hu: A sztring karaktereinek számát adja vissza.
tg: Бар гардондани рақами сӯзондаҳо дар ришта.

source: Check if the string contains given substring.
eu: Egiaztatu kateak emandako azpi-katea duen.
fa: اگر رشته محتوی زیررشتۀ داده‌شده است، بررسی شود.
hu: Annak ellenőrzése, hogy egy sztring tartalmazza-e a megadott részsztringet.
tg: Тафтиш кардан агар ришта зерришта додашударо дар бар гирад.
