Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdewebdev/kommander.po
Languages: eu, fa, hu, tg

source: Sets the value of a global variable. Global variables exist for the life of the Kommander window.
eu: Aldagai global daten balioa ezartzen du. Aldagai globalek Kommander lehioaren bizi-iraunpena berbera dute.
fa: مقدار متغیر سراسری را تنظیم می‌کند. متغیرهای سراسری برای عمر پنجرۀ Kommander وجود دارند.
hu: Beállítja egy globális változó értékét. A globális változók addig élnek, amíg a Kommander-ablak.
tg: Нархи гузошташудаи ивазшавандаи глобалӣ.Ивазшавандаи глобалӣ барои зиндагии тирезаи Kommander вуҷуд дорад.

source: Stores setting in configuration file for this dialog.
eu: Elkarrizketa-koadro honen ezarpenak konfigurazio-fitxategian gordetzen ditu.
fa: تنظیمات را در پروندۀ پیکربندی برای این محاوره ذخیره می‌کند.
hu: Eltárol egy beállítást a párbeszédablak konfigurációs fájljában.
tg: Нигоҳ доштани монданиҳо дар шакли файл барои ин муколама.

source: Begin of <b>switch</b> block. Following <b>case</b> values are compared to <i>expression</i>.<p>@switch()<br>@case()<br>@end
eu: <b>switch</b> bloke baten hasiera. Ondorengo <b>case</b> balioak <i>expression</i>-ekin konparatzen dira. <p>@switch()<br>@case()<br>@end
fa: ابتدای بلوک <b>سوده</b>. مقدارهای <b>حالت</b> زیر با <i>عبارت</i> مقایسه می‌شوند.<p>@switch()<br>@case()<br>@end
hu: A <b>switch</b> blokk kezdete. A <b>case</b> utáni értékek össze lesznek hasonlítva a <i>kifejezéssel</i>.<p>@switch()<br>@case()<br>@end

source: Executes an external DCOP call.
eu: Kanpoko DCOP dei bat exekutatzen du.
fa: یک فراخوانی خارجی DCOP را اجرا می‌کند.
hu: Külső DCOP-hívást hajt végre.
tg: Иҷро кардани ҷумлаи берунаи DCOP.

source: Adds a comment to EOL that Kommander will not parse
eu: Kommander-ek prozesatuko ez duen iruzkin bat gehitzen du lerroaren amaierara
fa: توضیحی به EOL می‌افزاید که Kommander تجزیه نمی‌کند
hu: Megjegyzés fűzése az EOL-hez (a Kommander nem fogja feldolgozni)

source: Returns an EOL-separated list of all values in the array.
eu: EOL-z bereizitako arrayko balio guztien zerrenda bat itzultzen du.
fa: فهرست EOL مجزا از تمام مقدارهای داخل آرایه را باز می‌گرداند.
hu: EOL-lel elválasztott listát ad vissza a tömb értékeivel.
tg: Бар гардондани рӯйхати ҳамаи нархҳои EOL ҷудошаванда дар сохтан.

source: Returns an EOL-separated list of all keys in the array.
eu: EOL-z bereizitako arrayko gako guztien zerrenda bat itzultzen du.
fa: فهرست EOL مجزا از تمام کلیدهای داخل آرایه را باز می‌گرداند.
hu: EOL-lel elválasztott listát ad vissza a tömb kulcsaival.
tg: Бар гардондани рӯйхати ҳамаи калидҳои EOL ҷудошаванда дар сохтан.

source: Removes all elements from the array.
eu: Arrayeko elementu guztiak kentzen ditu.
fa: تمام عناصر را از آرایه حذف می‌کند.
hu: Eltávolítja az összes elemet a tömbből.
tg: Нест кардани ҳамаи элементҳо аз сохтан.

source: Returns the number of elements in the array.
eu: Arrayko elementu kopurua itzultzen du.
fa: تعداد عناصر در آرایه را باز می‌گرداند.
hu: Visszadja a tömb elemeinek számát.
tg: Бар гардондани рақами элементҳо дар сохтан.

source: Returns the value associated with the given key.
eu: Emandako gakoarekin erlazionatutako balioa itzultzen du.
fa: مقدار مرتبط با کلید داده‌شده را باز می‌گرداند.
hu: Visszaadja a megadott kulcshoz tartozó értéket.
tg: Бар гардондани нархи ҳосил карда бо калиди додашуда.

source: Removes element with the given key from the array.
eu: Arrayko emandako gakoa duen elementua kentzen du.
fa: عنصر با کلید داده‌شده را از آرایه حذف می‌کند.
hu: Eltávolít egy adott kulcsú elemet a tömbből.
tg: Нест кардани элемент бо калиди аз сохтан додашуда.

source: Adds element with the given key and value to the array
eu: Emandako gakoa eta balioa duen elementua arrayra gehitzen du
fa: عنصر با کلید و مقدار داده‌شده را به آرایه می‌افزاید
hu: Hozzáad egy adott kulcsú és értékű elemet a tömbhöz
tg: Илова кардани элемент бо калид ва нархи сохтани додашуда

source: Adds all elements in the string to the array. String should have <i>key\tvalue\n</i> format.
eu: Kateko elementu guztiak arrayra gehitzen ditu. Kateak <i>key\tvalue\n</i> formatua izan behar du.
fa: تمام عناصر داخل رشته را به آرایه می‌افزاید. رشته باید دارای قالب <i>key\tvalue\n</i> باشد.
hu: A sztring elemeit hozzáadja a tömbhöz. A sztring várt formátuma: <i>kulcs\térték\n</i>
tg: Илова карданиҳамаи элементҳо дар банди сохта.Банд метавонад <i>калид\tнарх\n</i> андоза дошта бошад.

source: Returns all elements in the array in <pre>key\tvalue\n</pre> format.
eu: Array bateko elementu guztiak itzultzen ditu <pre>key\tvalue\n</pre> formatuan.
fa: تمام عناصر در آرایه را در قالب <pre>key\tvalue\n</pre> باز می‌گرداند.
hu: Visszaadja egy tömb összes elemét <pre>kulcs\térték\n</pre> formátumban.
tg: Бар гардондани ҳамаи элементҳо дар сохтани <pre>калид\tнарх\n</pre> андоза.

source: Returns number of chars in the string.
eu: Kateko uneko karaktere kopurua itzultzen du.
fa: تعداد نویسه‌ها را در رشته باز می‌گرداند.
hu: Visszadja a sztring karaktereinek számát.
tg: Бар гардондани рақам аз сӯзодан дар банд.

source: Checks if the the string contains the given substring.
eu: Kateak emandako azpi-katea duen egiaztatzen du.
fa: اگر رشته شامل زیررشتۀ داده‌شده باشد، بررسی می‌کند.
hu: Ellenőrzi, hogy a sztring tartalmaz-e egy megadott részsztringet.
tg: Тафтиш кардан агар риштаи дар бар гирифта зерриштаро диҳад.

source: Returns the position of a substring in the string, or -1 if it is not found.
eu: Kateko azpi-kate baten posizioa itzultzen du, edo -1 aurkitzen ez bada.
fa: موقعیت یک زیررشته را در رشته باز می‌گرداند. یا اگر پیدا نشد ۱- را باز می‌گرداند.
hu: Visszadja egy részsztring pozícióját egy másik sztringen belül (az érték -1, ha nem található).
tg: Бар гардондани ҷои зерришта дар ришта,ё-1агар он ёфта нашуда бошад.

source: Returns the position of a substring in the string, or -1 if it is not found. String is searched backwards
eu: Kateko azpi-kate baten posizioa itzultzen du, edo -1 aurkitzen ez bada. Katean atzerantz arakatzen da.
fa: موقعیت یک زیررشته را در رشته باز می‌گرداند. یا اگر پیدا نشد ۱- را باز می‌گرداند. رشته، پس‌سو جستجو می‌شود.
hu: Visszadja egy részsztring pozícióját egy másik sztringen belül (az érték -1, ha a részsztring nem található). A keresés visszafelé történik.

source: Returns the first <i>n</i> chars of the string.
eu: Kateko lehenengo <i>n</i> karaktere itzultzen ditu.
fa: اولین <i>n</i> نویسۀ رشته را باز می‌گرداند.
hu: Visszadja egy sztring első <i>n</i> karakterét.
tg: Бар гардондани якум <i>n</i> сӯзондани банд.

source: Returns the last <i>n</i> chars of the string.
eu: Kateko azken <i>n</i> karaktere itzultzen ditu.
fa: آخرین <i>n</i> نویسۀ رشته را باز می‌گرداند.
hu: Visszadja egy sztring utolsó <i>n</i> karakterét.
tg: Бар гардондани гузашта <i>n</i> сӯзондани банд.

source: Returns <i>n</i> chars of the string, starting from <i>start</i>.
eu: Kateko <i>n</i> karaktere itzultzen ditu, <i>start</i>-etik hasita.
fa: <i>n</i> نویسۀ رشته را که از <i>آغاز</i>، آغاز می‌شود را باز می‌گرداند.
hu: Visszad <i>n</i> karaktert egy sztringből a <i>kezdőpozíciótól</i> kezdve.
tg: Бар гардондан <i>n</i> сӯзондани банд сар карда аз <i>сар</i>.

source: Removes all occurrences of given substring.
eu: Emandako azpi-katearen agerpen guztiak kentzen ditu.
fa: تمام رخدادهای زیررشتۀ داده‌شده را حذف می‌کند.
hu: Eltávolítja egy adott részsztring összes előfordulását.
tg: Ақиб гузоштани ҳамаи воқеаҳои зерришта додашуда.

source: Replaces all occurrences of the given substring with the given replacement.
eu: Emandako azpi-katearen agerpen guztiak emandako ordezkoarekin ordezkatzen ditu.
fa: تمام رخدادهای زیررشتۀ داده‌شده را با جایگزینی داده‌شده جایگزین می‌کند.
hu: Lecseréli a megadott részsztring összes előfordulását egy cseresztringre.
tg: Ақиб гузоштани ҳамаи воқеаҳои зерришта дода бо таъин кардаи додашуда.

source: Converts the string to uppercase.
eu: Katea maiuskulatara bihurtzen du.
fa: رشته را به حروف بزرگ تبدیل می‌کند.
hu: Nagybetűssé konvertálja a sztringet.
tg: Ҳосил кардани банд дар қутии боло.

source: Converts the string to lowercase.
eu: Katea minuskulatara bihurtzen du.
fa: رشته را به حروف کوچک تبدیل می‌کند.
hu: Kisbetűssé konvertálja a sztringet.
tg: Ҳосил кардани банд дар қутии хурд.

source: Compares two strings. Returns 0 if they are equal, -1 if the first one is lower, 1 if the first one is higher
eu: Bi kate konparatzen ditu. Berdinak badira 0 itzultzen du, lehenengoa txikiagoa bada -1 eta lehenengoa handiagoa bada 1.
fa: دو رشته را مقایسه می‌کند. اگر آنها برابر باشند؛ ۰، اگر اولی کوچک‌تر باشد؛ ۱- و در صورتی که اولی بزرگ‌تر باشد؛ ۱، را باز می‌گرداند
hu: Összehasonlít két sztringet. 0-t ad vissza, ha egyformák, -1-et, ha az első kisebb, és 1-et, ha az első nagyobb
tg: Ду бандро муқоиса кунед. 0-ро бар гардонед агар онҳо якхела бошанд,-1 агар якумаш хурдтар бошад,1агар якумаш баландтар бошад

source: Checks if the string is empty.
eu: Katea hutsik dagoen egiatatzen du.
fa: اگر رشته خالی باشد، بررسی می‌کند.
hu: Ellenőrzi, hogy a sztring üres-e.
tg: Тафтиш кунед,агар банд холи бошад.

source: Checks if the string is a valid number.
eu: Kateak baliozko zenbaki bat duen egiaztatzen du.
fa: اگر رشته عددی معتبر باشد، بررسی می‌کند.
hu: Ellenőrzi, hogy a sztring érvényes számot tartalmaz-e.
tg: Тафтиш кунед агар бонд дар ҳақиқат рақам бошад.

source: Returns given section of a string.
eu: Emandako katearen atal bat itzultzen du.
fa: بخش داده‌شده از یک رشته را باز می‌گرداند.
hu: Visszaadja a sztring meghatározott részét.
tg: Бар гардондани пораи банди додашуда.

source: Returns the given string with %1, %2, %3 replaced with <i>arg1</i>, <i>arg2</i>, <i>arg3</i> accordingly.
eu: Emandako katea, %1, %2, %3 balioak <i>arg1</i>, <i>arg2</i>, <i>arg3</i> balioekin ordezkatu ondoren itzultzen du.
fa: رشتۀ داده‌شده را با جایگزینی %1، %2، %3 با <i>arg1</i>، <i>arg2</i>، <i>arg3</i>در نتیجه باز می‌گرداند.
hu: Visszaadja a megadott sztringet %1, %2, %3 helyére <i>arg1</i>, <i>arg2</i> és <i>arg3</i> értékét helyezve.
tg: Бар гардондани файли додашуда бо %1, %2, %3 ақиб гузоштанд бо <i>arg1</i>, <i>arg2</i>, <i>arg3</i>розигӣ.

source: Returns content of given file.
eu: Emandako fitxategiaren edukina itzultzen du.
fa: محتوای پروندۀ داده‌شده را باز می‌گرداند.
hu: Visszaadja a megadott fájl tartalmát.
tg: Кисми қаноат мекардагии файлро дохил кардан.

source: Writes given string to a file.
eu: Emandako katea fitxategi batera idazten du.
fa: رشتۀ داده‌شده را در یک پرونده می‌نویسد.
hu: A megadott sztringet kiírja egy fájlba.
tg: Навиштани банди додашуда ба файл.

source: Appends given string to the end of a file.
eu: Emandako katea fitxategiaren amaierara gehitzen du.
fa: رشتۀ داده‌شده را به آخر یک پرونده پیوند می‌زند.
hu: A megadott sztringet hozzáfűzi egy fájl végéhez.
tg: Овехтани банди додашуда ба охири файл.

source: Shows text selection dialog. Returns entered text.
eu: Hautapen-elkarrizketako testua erakusten du. Sartutako testua itzultzen du.
fa: محاورۀ گزینش متن را نمایش می‌دهد. متن واردشده را باز می‌گرداند.
hu: Szövegkiválasztó párbeszédablakot jelenít meg. A beírt szöveget adja vissza.

source: Shows a dialog asking user for password and returns it.
eu: Erabiltzaileari pasahitza eskatzen dion elkarrizketa bat erakusten du eta hau itzultzen du.
fa: یک محاوره نمایش می‌دهد، که از کاربر برای اسم رمز سؤال می‌کند و آن را باز می‌گرداند.
hu: Bekéri egy ablakban a felhasználótól a jelszót és visszaadja annak értékét.

source: Shows value selection dialog. Returns entered value.
eu: Hautapen-elkarrizketako balioa erakusten du. Sartutako balioa itzultzen du.
fa: محاورۀ گزینش مقدار را نمایش می‌دهد. مقدار واردشده را باز می‌گرداند.
hu: Értékválasztó párbeszédablakot jelenít meg. A beírt értéket adja vissza.

source: Shows float value selection dialog. Returns entered value.
eu: Balio higikor bat hautatzeko elkarrizketa erakusten du. Sartutako balioa itzultzen du.
fa: محاورۀ گزینش مقدار شناور را نمایش می‌دهد. مقدار واردشده را باز می‌گرداند.
hu: Lebegőpontos értékválasztó párbeszédablakot jelenít meg. A beírt értéket adja vissza.

source: Shows existing file selection dialog. Returns selected file.
eu: Existitzen den fitxategien hautapenerako elkarrizketa-koadroa erakusten du. Hautatutako fitxategia itzultzen du.
fa: محاورۀ گزینش پرونده موجود را نمایش می‌دهد. پروندۀ برگزیده را باز می‌گرداند.
hu: Fájlválasztó párbeszédablakot jelenít meg. A kiválasztott fájlnevet adja vissza.

source: Shows save file selection dialog. Returns selected file.
eu: Existitzen den fitxategiak gordetzeko elkarrizketa-koadroa erakusten du. Hautatutako fitxategia itzultzen du.
fa: محاورۀ گزینش ذخیرۀ پرونده را نمایش می‌دهد. پروندۀ برگزیده را باز می‌گرداند.
hu: Fájlmentő párbeszédablakot jelenít meg. A kiválasztott fájlnevet adja vissza.

source: Shows directory selection dialog. Returns selected directory.
eu: Existitzen den direktorioen hautapenerako elkarrizketa-koadroa erakusten du. Hautatutako direktorioa itzultzen du.
fa: محاورۀ گزینش فهرست راهنما را نمایش می‌دهد. فهرست راهنمای برگزیده را باز می‌گرداند.
hu: Könyvtárválasztó párbeszédablakot jelenít meg. A kiválasztott könyvtárnevet adja vissza.

source: Shows multiple files selection dialog. Returns EOL-separated list of selected files.
eu: Existitzen den fitxategi anizkoitzen hautapenerako elkarrizketa-koadroa erakusten du. EOL-z bereizitako hautatutako fitxategien zerrenda itzultzen du.
fa: محاورۀ گزینش چند پرونده را نمایش می‌دهد. فهرست EOL مجزا از پرونده‌های برگزیده را باز می‌گرداند.
hu: Több fájl kijelölését lehetővé tevő fájlválasztó párbeszédablakot jelenít meg. A kijelölt fájlnevek EOL-lel elválasztott listáját adja vissza.

source: Shows an information dialog.
eu: Informazio-elkarrizketa bat erakusten du.
fa: یک محاورۀ اطلاعات را نمایش می‌دهد.
hu: Megjelenít egy tájékoztató ablakot.

source: Shows an error dialog.
eu: Errore-elkarrizketa bat erakusten du.
fa: یک محاورۀ خطا را نمایش می‌دهد.
hu: Megjelenít egy hibajelző ablakot.

source: Shows a warning dialog with up to three buttons. Returns number of selected button.
eu: Hiru botoi izan ditzakeen abisu-elkarrizketa bat erakusten du. Hautatutako botoiaren zenbakia itzultzen du.
fa: محاورۀ اخطار را با حداکثر سه دکمه نمایش می‌دهد. عدد دکمۀ برگزیده را باز می‌گرداند.
hu: Figyelmeztető párbeszédablakot jelenít meg max. három nyomógombbal. A választott gomb sorszámát adja vissza.

source: Shows a question dialog with up to three buttons. Returns number of selected button.
eu: Hiru botoi izan ditzakeen galdera-elkarrizketa bat erakusten du. Hautatutako botoiaren zenbakia itzultzen du.
fa: محاورۀ سؤال را با حداکثر سه دکمه نمایش می‌دهد. عدد دکمۀ برگزیده را باز می‌گرداند.
hu: Kérdést tartalmazó párbeszédablakot jelenít meg max. három nyomógombbal. A választott gomb sorszámát adja vissza.

source: Wizard Page Editor
eu: Morroiaren orrien editorea
fa: ویرایشگر صفحۀ جادوگر
hu: Varázslólap-szerkesztő
tg: Вироиши саҳифаи Wizard

source: Wizard pages:
eu: Morroien orriak:
fa: صفحه‌های جادوگر:
hu: Varázslólapok:
tg: Саҳифаи Wizard:

source: &Add
eu: &Gehitu
fa: &افزودن‌
hu: &Hozzáadás
tg: &Илова кардан

source: Close the dialog and apply all the changes.
eu: Itxi elkarrizketa-koadroa eta aplikatu aldaketa guztiak.
fa: بستن محاوره و اعمال تمام تغییرها.
hu: A párbeszédablak bezárása a módosítások elmentésével.
tg: Пӯшидани диалог ва истифода бурдани тамоми тағйирот.

source: Apply all changes.
eu: Aplikatu aldaketa guztiak.
fa: اعمال تمام تغییرها.
hu: A módosítások elmentése (alkalmazása).
tg: Истифодаи тамоми хатогиҳо.

source: Close the dialog and discard any changes.
eu: Itxi elkarrizketa-koadroa eta baztertu aldaketa guztiak.
fa: بستن محاوره و دور انداختن تمام تغییرات.
hu: A párbeszédablak bezárása a módosítások eldobásával.
tg: Махкам кардани диалог ва партофтани ҳама хатогиҳо.

source: Preview Window
eu: Aurrebistaren lehioa
fa: پیش‌نمایش پنجره
hu: Előnézeti ablak
tg: Тирезаи Пешнамоиш

source: ButtonGroup
eu: Botoi-taldea
fa: گروه دکمه
hu: Gombcsoport
tg: Гурӯҳи кнопка

source: RadioButton1
eu: Irrati-botoia1
fa: دکمۀ رادیویی ۱
hu: VálasztóGomb1
tg: Кнопкаи радио1

source: RadioButton2
eu: Irrati-botoia2
fa: دکمۀ رادیویی ۲
hu: VálasztóGomb2
tg: Кнопкаи радио2

source: RadioButton3
eu: Irrati-botoia3
fa: دکمۀ رادیویی ۳
hu: VálasztóGomb3
tg: Кнопкаи радио3

source: ButtonGroup2
eu: Botoi-taldea2
fa: گروه دکمۀ ۲
hu: GombCsoport2
tg: Гурӯҳи кнопка

source: CheckBox1
eu: Egiaztapen-laukia1
fa: جعبه بررسی ۱
hu: JelölőNégyzet1
tg: Қуттии имло1

source: CheckBox2
eu: Egiaztapen-laukia2
fa: جعبه بررسی ۲
hu: JelölőNégyzet2
tg: Қуттии имло2

source: LineEdit
eu: Lerro-edizioa
fa: ویرایش خط
hu: Szövegmező
tg: Муҳарририхат

source: ComboBox
eu: Konbinazio-laukia
fa: جعبه ترکیب
hu: KombináltLista
tg: Қуттии комбо

source: PushButton
eu: Sakatze-botoia
fa: دکمۀ فشاری
hu: NyomóGomb
tg: Зер намудани тугма

source: New File
eu: Fitxategi berria
fa: پروندۀ جدید
hu: Új fájl
tg: Файли нав

source: <b>New Form</b><p>Select a template for the new form and click the <b>OK</b>-button to create it.</p>
eu: <b>Formulario berria</b><p>Hautatu txantiloi bat formulario berriarentzat eta sakatu <b>Ados</b> botoia sortzeko.</p>
fa: <b>برگه جدید</b><p> قالبی برای برگۀ جدید برگزینید، و بر روی دکمۀ<b>OK</b>-برای ایجاد آن فشار دهید.</p>
hu: <b>Új űrlap</b><p>Válasszon ki egy palettát az új űrlaphoz és kattintson az <b>OK</b> gombra a létrehozáshoz.</p>
tg: <b>Варақи нав</b><p>Интихоб намоед барои варақи нав ва зер намоед<b>OK</b>-тугмаи эҷод карда.</p>

source: Create a new form using the selected template.
eu: Sortu formulario berri bat hautatutako txantiloia erabiliz.
fa: ایجاد برگه‌ای جدید با استفاده از قالب برگزیده.
hu: Új űrlap létrehozása a kiválasztott palettával.
tg: Эҷод намудани варақи нав ҳамзамон қолаби интихоб карда шуда.

source: Close the dialog without creating a new form.
eu: Itxi elkarrizketa-koadroa formulario berri bat sortu gabe.
fa: بستن محاوره بدون ایجاد یک برگۀ جدید.
hu: A párbeszédablak bezárása új űrlap létrehozása nélkül.
tg: Бе эҷод кардани варақи нав гуфтугуро махкам намоед.

source: Displays a list of the available templates.
eu: Eskuragarri dauden txantiloien zerrenda bistaratzen du.
fa: فهرستی از قالبهای موجود را نمایش می‌دهد.
hu: Megjeleníti a rendelkezésre álló sablonok listáját.
tg: Намоиши листи қолаби дастрасшаванда.

source: Tune Palette
eu: Doitu paleta
fa: میزان کردن پالت
hu: A paletta finombeállítása
tg: Мизон кардани рангкунӣ

source: <b>Edit Palette</b><p>Change the current widget or form's palette.</p><p>Use a generated palette or select colors for each color group and each color role.</p><p>The palette can be tested with different widget layouts in the preview section.</p>
eu: <b>Editatu paleta</b><p>Aldatu uneko trepetaren edo formularioaren paleta.</p><p>Erabili sortutako paleta bat edo hautatu koloreak kolore-talde eta koloreen funtzio bakoitzarentzat.</p><p>Paleta trepeten diseinu ezberdinekin probatu daiteke aurrebistaren atalean.</p>
fa: <b>ویرایش پالت </b><p>پالت عنصر جاری یا برگه را تغییر دهید.</p><p>از یک پالت تولید شده استفاده کنید، یا برای هر گروه رنگ و هر نقش رنگ، رنگها را برگزینید.</p><p>پالت با طرح‌بندیهای متفاوت عنصر، می‌تواند در بخش پیش‌نمایش آزمایش شود.</p>
hu: <b>Paletta szerkesztése</b><p>Az aktuális grafikus elem vagy űrlap palettájának szerkesztése.</p><p>Használjon egy generált palettát vagy válasszon ki színeket minden színcsoporthoz és színszerepkörhöz.</p><p>Az előnézeti részen többféle plattát és elrendezést is ki lehet próbálni.</p>
tg: <b>Вироиши рангкунӣ</b><p>Иваз кардани виджети мавҷуд буда ё ин ки варақаи рангкунӣ.</p><p>Ранги тавлид шударо истифода баред ё ин ки рангҳоро барои ҳар як ранги гурӯҳ ва барои ҳар як қоидаи ранг интихоб намоед.</p> <p>Ранг тест карда мешавад бо тарҳбандии ҳар хела дар қисмати пештара.</p>

source: Select &palette:
eu: Hautatu &paleta:
fa: برگزیدن &پالت:‌
hu: &Paletta kiválasztása:
tg: Интихоби &палитра:

source: Active Palette
eu: Paleta aktiboa
fa: پالت فعال
hu: Aktív paletta
tg: Рангкунии фаъол

source: Inactive Palette
eu: Paleta inaktiboa
fa: پالت غیرفعال
hu: Inaktív paletta
tg: Рангкунии ғайри фаъол

source: Disabled Palette
eu: Paleta ezgaitua
fa: پالت غیرفعال
hu: Letiltott paletta
tg: Рангкунии бекор карда шуда

source: Auto
fa: خودکار
hu: Automatikus
tg: Худкор

source: Build the inactive palette from the active palette.
eu: Eraiki paleta inaktiboa paleta aktibotik.
fa: ساختن پالت غیرفعال از پالت فعال
hu: Inaktív paletta felépítése az aktív palettából.
tg: Аз рангкунандаи фаъол рангкунандаи ғайри фаъол созед.

source: Build the disabled palette from the active palette.
eu: Eraiki ezgaitutako paleta paleta aktibotik.
fa: ساختن پالت غیرفعال از پالت فعال
hu: Letiltott paletta felépítése az aktív palettából.
tg: Рангкунандаи нотавон карда шударо аз рангкунандаи фаъол созед.

source: Central Color &Roles
eu: Kolore zentralaren &zereginak
fa: &نقشهای رنگ مرکزی‌
hu: Kö&zponti színszerepkörök
tg: Қоидаи ранги &марказӣ

source: Background
eu: Atzeko planoa
fa: زمینه
hu: Háttér
tg: Пешзамина

source: Foreground
eu: Aurreko planoa
fa: پیش‌زمینه
hu: Előtér
tg: Замина

source: Button
eu: Botoia
fa: دکمه
hu: Gomb
tg: Кнопка

source: Base
eu: Oinarria
fa: پایه
hu: Alap
tg: База

source: BrightText
eu: TestuArgia
fa: متن روشن
hu: FényesSzöveg
tg: Матни равшан

source: ButtonText
eu: BotoiTestua
fa: متن دکمه
hu: GombFelirat
tg: Матни кнопка

source: Highlight
eu: Nabarmendu
fa: مشخص کردن
hu: Kiemelés
tg: Равшаннокӣ

source: HighlightText
eu: NabarmendutakoTestua
fa: مشخص کردن متن
hu: KiemeltSzöveg
tg: Равшаннокии матн

source: LinkVisited
eu: BisitatutakoEsteka
fa: پیوند بازدیدشده
hu: LátogatottLink
tg: Истинод дида шуд

source: Choose the central color role
eu: Hautatu kolore zentralaren zeregina
fa: انتخاب نقش رنگ مرکزی
hu: Válasszon egy központi színszerepkört
tg: Қоидаи ранги марказиро интихоб намоед
