Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdewebdev/kommander.po
Languages: eu, fa, hu, tg

source: Delete Action '%1' From Popup Menu '%2'
eu: Ezabatu "%1" ekintza "%2" laster-menutik
fa: حذف کنش »%1« از گزینگان بالاپر »%2«
hu: A(z) '%1' művelet eltávolítása a(z) '%2' felbukkanó menüből
tg: Нобуд сохтани амали '%1' аз Popup меню '%2'

source: Add Separator to Popup Menu '%1'
eu: Gehitu bereizlea "%1" laster-menuari
fa: افزودن جداساز به گزینگان بالاپر»%1«
hu: Elválasztó hozzáadása a(z) '%1' felbukkanó menühöz
tg: Илова намудани ҷудосоз ба менюи Popup '%1'

source: Add Action '%1' to Popup Menu '%2'
eu: Gehitu "%1" ekintza "%2" laster-menuari
fa: افزودن کنش »%1« به گزینگان بالاپر»%2«
hu: '%1' művelet hozzáadása a(z) '%2' felbukkanó menühöz
tg: Илова намудани амали '%1' ба менюи Popup '%2'

source: Action '%1' has already been added to this menu. An Action may only occur once in a given menu.
eu: "%1" ekintza dagoeneko menu honi gehituta dago. Ekintza bat behin bakarrik ager daiteke menu batean.
fa: کنش »%1« از قبل به این گزینگان افزوده شده است. کنش ممکن است فقط یک بار در یک گزینگان داده‌شده رخ دهد.
hu: A(z) '%1' művelet már hozzá van adva a menühöz. Minden művelet csak egyszer szerepelhet egy menüben.
tg: Амали '%1' аллакай ба ин меню дохил карда шуд. Амалиет метавонад танҳо дар менюи гирифташуда вохурад.

source: Connect/Disconnect the signals and slots of '%1' and '%2'
eu: Konektatu/deskonektatu "%1" eta "%2"-(r)en seinale eta artekak
fa: ارتباط/قطع‌ ارتباط نشانکها و شکافهای »%1« و »%2«
hu: Szignál és szignálkezelő összekapcsolása/szétválasztása: '%1' - '%2'
tg: Иттисол кардан/ҷудо кардани аломатҳо ва такягоҳҳои '%1' ва '%2'

source: Remove Connections
eu: Kendu konexioak
fa: حذف اتصالها
hu: Kapcsolatok eltávolítása
tg: Аз ҷой мондани пайвастсгӣ

source: Add Connections
eu: Gehitu konexioak
fa: افزودن اتصالها
hu: Kapcsolatok hozzáadása
tg: Илова намудани пайвастагӣ

source: (Constructor)
eu: (Eraikitzailea)
fa: )سازنده(
hu: (Konstruktor)
tg: (Сохтмон)

source: (Destructor)
eu: (Desegilea)
fa: )ویرانگر(
hu: (Destruktor)
tg: (Вайронкор)

source: Name
eu: Izena
fa: نام
hu: Név
tg: Ном

source: Class
eu: Klasea
fa: رده
hu: Osztály
tg: Синф

source: Database
eu: Datu-basea
fa: دادگان
hu: Adatbázis
tg: Базаҳои додашуда

source: Widgets
eu: Trepetak
fa: عنصرها
hu: Grafikus elemek
tg: Виджеитҳо

source: &Highlighting
fa: &مشخص‌ کردن‌
hu: &Kiemelés

source: Set the 'text association' of '%1'
eu: Ezarri "%1"-(r)en testu-elkartea
fa: تنظیم »انجمن متن« »%1«
hu: '%1' 'text association' (társítási szöveg) tulajdonságának beállítása
tg: Таъини матни ширкати '%1'

source: Set the 'population text' of '%1'
eu: Ezarri "%1"-(r)en testu-populazioa
fa: تنظیم »متن ازدحام« »%1«
hu: '%1' 'population text' (feltöltési szöveg) tulajdonságának beállítása
tg: Таъини матни маҷмӯъ '%1'

source: <qt>Cannot open file<br><b>%1</b></qt
eu: <qt>Ezin da <br><b>%1</b> fitxategia ireki</qt>
fa: <qt>پرونده را نمی‌توان باز کرد<br><b>%1</b></qt
hu: <qt>Nem nyitható meg ez a fájl:<br><b>%1</b></qt>
tg: <qt>Файлро кушода наметавонам<br><b>%1</b></qt

source: Edit Items and Columns of '%1'
eu: Editatu %1-(r)en elementuak eta zutabeak
fa: ویرایش فقره‌ها و ستونهای »%1«
hu: '%1' elemeinek és oszlopainak szerkesztése
tg: Вироиши қалам ва сутунҳои '%1'

source: New Column
eu: Zutabe berria
fa: ستون جدید
hu: Új oszlop
tg: Сутуни нав

source: &Items
eu: &Elementuak
fa: &فقره‌ها‌
hu: &Elemek
tg: &Ҷузъҳо

source: Welcome to the Kommander Editor
eu: Ongi etorri Kommander editorera
fa: به ویرایشگر Kommander خوش آمدید
hu: Üdvözöljük a Kommanderben!
tg: Марҳамат ба вироишгари Kommander

source: Layout
eu: Lerrokadura
fa: طرح‌بندی
hu: Elrendezés
tg: Тарҳбандӣ

source: <h2>The Property Editor</h2><p>You can change the appearance and behavior of the selected widget in the property editor.</p><p>You can set properties for components and forms at design time and see the immediately see the effects of the changes. Each property has its own editor which (depending on the property) can be used to enter new values, open a special dialog, or to select values from a predefined list. Click <b>F1</b> to get detailed help for the selected property.</p><p>You can resize the columns of the editor by dragging the separators in the list's header.</p><p><b>Signal Handlers</b></p><p>In the Signal Handlers tab you can define connections between the signals emitted by widgets and the slots in the form. (These connections can also be made using the connection tool.)
eu: <h2>Propietateen editorea</h2><p>Propietateen editorean hautatutako trepetaren itxura eta portamoldea alda dezakezu.</p><p>Osagai eta formularioen propietateak ezar ditzakezu eta aldaketak berehala ikus ditzakezu. Propietate bakoitzak bere editorea du (propietatearen arabera) eta editore honekin balio berriak sartu, elkarrizketa-koadro berezi bat ireki edo aurredefinitutako zerrendatik balioak hauta ditzakezu. Klikatu <b>F1</b> hautatutako propietatearen laguntza xehea eskuratzeko.</p><p>Editorearen zutabeen tamaina alda dezakezu zerrendako goiburuko bereizleak arrastatuz.</p><p><b>Seinale-maneiatzailea</b></p><p>Seinale-maneiatzaileen fitxan trepetek bidalitako seinaleen eta formularioen arteken arteko konexioak defini ditzakezu. (Konexio hauek konexio-tresna erabiliz ere egin ditzakezu.)
fa: <h2>ویرایشگر ویژگی</h2><p>شما ظاهر و رفتار عنصر برگزیده را می‌توانید در ویرایشگر ویژگی تغییر دهید.</p><p> ویژگیهای مؤلفه‌ها و برگه‌ها را در زمان طراحی می‌توانید تنظیم کنید، و سریعاً اثرهای آن تغییرها را ببینید. هر ویژگی دارای ویرایشگر خود می‌باشد، که )بسته به ویژگی( برای ورود مقدارهای جدید، باز کردن یک محاورۀ ویژه، یا برای انتخاب مقدارها از یک فهرست از پیش تعیین‌شده، می‌توان از آن استفاده کرد. برای گرفتن کمک جزئی‌تر برای ویژگی برگزیده، <b>F1</b>را فشار دهید.</p><p>شما ستونهای ویرایشگر را به‌ وسیله کشیدن جداسازها در سرآیند فهرست می‌توانید تغییر اندازه دهید.</p><p>گرداننده‌های نشانک<b></b></p><p>در تب گرداننده‌های نشانک، می‌توانید اتصالهای بین نشانکهای منتشرشده به‌ وسیلۀ عناصر و شکافها در برگه را تعریف کنید. )همچنین، این اتصالها می‌توانند توسط ابزار اتصال ساخته شوند.(
hu: <h2>Tulajdonságszerkesztő</h2><p>A kiválasztott grafikus elem megjelenését és működési módját a Tulajdonságszerkesztőben lehet beállítani.</p><p>Az űrlapok és azok komponenseinek módosítása után azonnal ellenőrizhető az eredmény. Mindengyik tulajdonságnak saját szerkesztőablaka van, melyben megadhatók annak különféle jellemzői, megnyithatók a speciális párbeszédablakok, kijelölhetők a listákból a kívánt értékek. Az <b>F1</b> megnyomásával tájékoztató kérhető a kijelölt jellemzőről.</p><p>A szerkesztő oszlopainak átméretezéséhez mozgassa el a lista fejlécében az elválasztókat.</p><p><b>Szignálkezelők</b></p><p>A Szignálkezelők lapon összerendelhetők a szignálok és az űrlap szignálkezelői. (Ezek a módosítások a kapcsolatkezelő eszközzel is elvégezhetők.)

source: Object Explorer
eu: Objektu-arakatzailea
fa: کاوشگر شیء
hu: Objektumböngésző
tg: Мақсади мисбор

source: <h2>The Object Explorer</h2><p>The Object Explorer provides an overview of the relationships between the widgets in a form. You can use the clipboard functions using a context menu for each item in the view. It is also useful for selecting widgets in forms that have complex layouts.</p><p>The columns can be resized by dragging the separator in the list's header.</p><p>The second tab shows all the form's slots, class variables, includes, etc.</p>
eu: <h2>Objektu-arakatzailea</h2><p>Objektu-arakatzaileak formulario baten trepeten arteko erlazioen ikuspegi orokor bat ematen dizu. Arbeleko funtzioak ikuspegiko elementuen testuinguruko menua erabiliz erabil ditzakezu. Diseinu konplexua duten formularioetan trepetak hautatzeko ere erabilgarria da.</p> <p>Zutabeen tamaina alda dezakezu zerrendako goiburuko bereizleak arrastatuz.</p> <p>Bigarren fitxak formularioaren arteka guztiak, klasearen aldagaiak, goiburuak etb. erakusten ditu.</p>
fa: <h2>کاوشگر شئ</h2><p>کاوشگر شیء، خلاصه‌ای از روابط بین عناصر یک فرم را فراهم می‌کند. توابع تخته یادداشت را می‌توانید با استفاده از گزینگان متن برای هر فقره در نما استفاده کنید. همچنین، برای عناصر برگزیده در برگه‌ها که دارای طرح‌بندیهای پیچیده هستند، مفید است.</p><p>ستونها توسط کشیدن جداساز در سرآیند فهرست، می‌توانند تغییر اندازه داده شوند.</p><p>تب دوم همۀ شکافها، متغیرهای رده، شاملها و غیره برگه را نشان می‌دهد.</p>
hu: <h2>Objektumböngésző</h2><p>Az objektumböngészőben lehet áttekinteni az űrlap elemeinek egymáshoz való viszonyát. A vágólapi funkciók az egyes elemeknél megnyitható felbukkanó menükből érhetők el. Ez hasznos lehet, ha sok elemet tartalmazó űrlapban kell elemeket kijelölni.</p><p>Az oszlopok átméretezhetők a lista fejlécében található elválasztó mozgatásával.</p><p>A második lapon az űrlap szignálkezelői, tagváltozói, beemelt fájljai stb. láthatók.</p>

source: Dialogs
eu: Elkarrizketa-koadroak
fa: محاوره‌ها
hu: Párbeszédablakok

source: Start typing the buffer you want to switch to here (ALT+B)
eu: Hasi tekleatzen aldatu nahi duzun buffer-a (ALT+B)
fa: تحریر میان‌گیری را که می‌خواهید به اینجا سودهی کنید، آغاز کنید )دگرساز+B(
hu: Írja be, melyik pufferre szeretne váltani (Alt+B)
tg: Чоп намудани миёнгире, ки шумо мехоҳед роҳгузин намоеддар ин ҷо, яъне (ALT+B) оғоз намоед

source: <h2>The File Overview Window</h2><p>The File Overview Window displays all open dialogs.</p>
eu: <h2>Fitxategien ikuspegi orokorraren lehioa</h2><p>Fitxategien ikuspegi orokorraren lehioak irekita dauden elkarrizketa-koadro guztiak erakusten ditu.</p>
fa: <h2>پنجرۀ خلاصۀ پرونده</h2><p>پنجرۀ خلاصه پرونده تمام محاوره‌های باز را نمایش می‌دهد.</p>
hu: <h2>Fájláttekintő ablak</h2><p>A fájláttekintő ablakban a megnyitott párbeszédablakok listája látható.</p>

source: Action Editor
eu: Ekintza-editorea
fa: ویرایشگر کنش
hu: Műveletszerkesztő
tg: Аммали вироишгар

source: <b>The Action Editor</b><p>The Action Editor is used to add actions and action groups to a form, and to connect actions to slots. Actions and action groups can be dragged into menus and into toolbars, and may feature keyboard shortcuts and tooltips. If actions have pixmaps these are displayed on toolbar buttons and beside their names in menus.</p>
eu: <b>Ekintza-editorea</b><p>Ekintza-editorea formulario bati ekintzak eta ekintza-taldeak gehitzeko eta ekintza-taldeak artekekin konektatzeko erabiltzen da. Ekintzak eta ekintza-taldeak menu eta tresna-barratara arrasta daitezke, eta teklatuaren lasterbideak eta aholkuak izan ditzekete. Ekintzek pixmapak badituzte hauek tresna-barrako botoietan bistaratuko dira eta menuetan bere izenen ondoan.</p>
fa: <b>ویرایشگر کنش</b><p>ویرایشگر کنش برای افزودن کنشها و گروههای کنش به یک برگه، و اتصال کنشها به شکافها استفاده می‌شود. کنشها و گروههای کنش می‌توانند به روی گزینگان و میله‌های ابزار کشیده شوند، و ممکن است شامل ویژگیهای میان‌برهای صفحه کلید و نکته‌ ابزارها باشند. اگر کنشها دارای نگاشت تصویردانه‌ای باشند، اینها بر روی دکمه‌های میله ‌ابزار و در کنار نامشان نشان داده می‌شوند. </p>
hu: <b>Műveletszerkesztő</b><p>A műveletszerkesztőben műveleteket vagy műveletcsoportokat lehet hozzáadni az űrlaphoz, és össze lehet rendelni a műveleteket és a műveletkezelőket. A műveleteket és műveletcsoportokat rá lehet húzni a menükre és az eszköztárakra, továbbá tippeket és billentyűparancsokat is létre lehet hozni. A műveletekhez tartozó képek megjelennek az eszköztárgombokon és a menükben.</p>
tg: <b>Муҳаррири амал</b><p> Муҳаррири амал барои афзудани амалҳо ва гурӯҳи амалҳо ба шакл ва барои вазифаи тамосҳо байни сигнал ва такягоҳ истифода мешавад. Амалҳо ва гурӯҳи амалҳо метавонба меню ва ба панели асбобҳо гузаронида шавад ва метавон дорои мувофиқати тугма ва луқма низ бошад. Агар амалҳо дорои cурат бошад дар ин маврид дар панели асбобҳо ва/ёки дар меню (дар назди ном) намоиш хоҳад шуд.</p>

source: Message Log
eu: Mezuen egunkaria
fa: ثبت پیام
hu: Üzenetnapló

source: There is a dialog already running.
eu: Dagoeneko elkarrizketa-koadro bat martxan dago.
fa: یک محاوره از قبل در حال اجرا می‌باشد.
hu: Már fut egy párbeszédablak.

source: Run
eu: Exekutatu
fa: اجرا
hu: Futtatás

source: <b>The Form Window</b><p>Use the various tools to add widgets or to change the layout and behavior of the components in the form. Select one or multiple widgets to move them or lay them out. If a single widget is chosen it can be resized using the resize handles.</p><p>Changes in the <b>Property Editor</b> are visible at design time, and you can preview the form in different styles.</p><p>You can change the grid resolution, or turn the grid off in the <b>Preferences</b> dialog from the <b>Edit</b> menu.<p>You can have several forms open, and all open forms are listed in the <b>Form List</b>.
eu: <b>Formularioen lehioa</b><p>Erabili tresnak trepetak gehitu edo formulario baten osagaien kokalekua eta portamoldea aldatzeko. Hautatu trepeta bat edo gehiago eta mugitu edo kokatzeko. Trepeta bakarra hautatzen bada, tamaina alda diezaiokezu tamaina aldatzeko heldulekuak erabiliz.</p><p><b>Propietateen editoreko</b>aldaketak ikusgai daude diseinatzeko momentuan eta formularioa estilo ezberdinetan aurreikusi dezakezu.</p><p>Saretaren erresoluzioa aldatu edo sareta desgaitu dezakezu <b>Editatu</b> menuko <b>Hobespenak</b> elkarrizketa-koadroan.<p>Hainbat formulario izan ditzakezu irekita eta irekita dauden formulario guztiak <b>Formularien zerrendan</b> zerrendatuko dira.
fa: <b>پنجرۀ برگه</b><p>از ابزارهای مختلف، برای افزودن عناصر یا برای تغییر دادن طرح‌بندی و رفتار مؤلفه‌ها در برگه استفاده کنید. یک یا چند عنصر را برای حرکت، یا طرح‌بندی آنها برگزینید. اگر یک تک عنصر برگزیده شود، با استفاده از گرداننده‌های تغییر اندازه، می‌تواند تغییر اندازه داده شود. </p><p> تغییرات در<b>ویرایشگر ویژگی</b>در زمان طراحی قابل دیدن هستند، و شما پیش‌نمایش برگه را در سبکهای مختلف می‌توانید ببینید.</p><p> دقت توری را می‌توانید تغییر دهید، یا در محاورۀ <b>تنظیمات</b> از گزینگان<b>ویرایش</b>توری را غیرفعال کنید.<p>چندین برگه باز می‌توانید داشته باشید، و تمام برگه‌های باز در <b>فهرست برگه</b> فهرست می‌شوند.
hu: <b>Az űrlapablak</b><p>A különféle eszközök segítségével hozza létre a szükséges elemeket, ill. változtassa meg az elrendezést és az űrlap komponenseinek működési módját. Ha kijelöl egy vagy több elemet, azok szabadon elmozgathatók. Ha csak egy elem van kijelölve, akkor a fogantyúkkal annak méretét lehet megváltoztatni.</p><p>A <b>Tulajdonságszerkesztő</b>ben tett módosítások tervezés közben is láthatók, és az űrlap előnézete többféle stílusban is megtekinthető.</p><p>A rács beosztása megváltoztatható, sőt a rács ki is kapcsolható a <b>Beállítások</b> párbeszédablakban, a <b>Szerkesztés</b> menüben.<p>Egyszerre több űrlap is megnyitható, a nyitott űrlapok nevei az <b>Űrlaplistában</b> megtekinthetők.
tg: <b>Тирезаи шакл</b> <p>Барои ҷузъ ё тағироти макон ва рафтори қисмҳои шакл, асбобҳои гуногунро истифода кунед. Якчанд ҷузъҳоро барои гузаронидан ё ба тарзи махсус (барои ба тарзи худкор ҷойгир кардан,асбобҳои махсус мавҷуд аст) онҳоро ҷойгир кардан, ҷудо кунед. Агар як ҷузъ интихоб шуда бошад, ҳаҷми онро метавон бо гузаронидани маркерҳо тағйир дод.</p> <p>Шумо метавонед қадами шабакаро тағйир диҳед ё онро дар диалоги <b>Параметрҳо</b> дар менюи <b>Тасҳеҳкунӣ</b> ғайри фаъол созед. <p>Шумо метавонед якчанд шаклро якбора боз кунед ва тамоми онҳо дар <b>Рӯйхати шакл</b> намоиш хоҳад шуд.

source: &Undo: %1
eu: &Desegin: %1
fa: &واگرد: %1‌
hu: &Visszavonás: %1
tg: &Баргашт: %1

source: &Redo: %1
eu: Be&rregin: %1
fa: &از نو: %1‌
hu: Ú&jra végrehajtás: %1
tg: &Дубора: %1

source: Choose Pixmap...
eu: Hautatu pixmapa...
fa: انتخاب نگاشت تصویردانه‌ای...
hu: Kép kiválasztása...
tg: Интихоби Pixmap...

source: Edit Text...
eu: Editatu testua...
fa: ویرایش متن...
hu: A szöveg szerkesztése...
tg: Вироиши харита...

source: Edit Title...
eu: Editatu izenburua...
fa: ویرایش عنوان...
hu: A cím szerkesztése...
tg: Вироиши сарлавҳа...

source: Edit Page Title...
eu: Editatu orriaren izenburua...
fa: ویرایش عنوان صفحه...
hu: Az oldal címének szerkesztése...
tg: Вироиши сарлавҳаи саҳифа...

source: Edit Kommander Text...
eu: Editatu Kommander-en testua...
fa: ویرایش متن Kommander...
hu: Kommander-szöveg szerkesztése...
tg: Вироиши матни Kommander...

source: Delete Page
eu: Ezabatu orria
fa: حذف صفحه
hu: Oldal törlése
tg: Нобудсозии Саҳифа

source: Add Page
eu: Gehitu orria
fa: افزودن صفحه
hu: Oldal hozzáadása
tg: Иловаи Саҳифа

source: Edit...
eu: Editatu...
fa: ویرایش...
hu: Szerkesztés...
tg: Муҳаррир...

source: Edit Pages...
eu: Editatu orriak...
fa: ویرایش صفحه‌ها...
hu: Oldalak szerkesztése...
tg: Вироиши саҳифаҳо...

source: Add Menu Item
eu: Gehitu menu-elementua
fa: افزودن فقرۀ گزینگان
hu: Menüelem hozzáadása
tg: Илова намудани менюи қалам

source: Add Toolbar
eu: Gehitu tresna-barras
fa: افزودن میله ابزار
hu: Eszköztár hozzáadása
tg: Илова кардани абзори сутун

source: New text:
eu: Testu berria:
fa: متن جدید:
hu: Új szöveg:
tg: Матни нав:

source: Set the 'text' of '%1'
eu: Ezarri "%1"-(r)en testua
fa: تنظیم »متن« »%1«
hu: A 'text' (szöveg) tulajdonság beállítása: '%1'
tg: Маҷмӯъаи матни '%1'

source: Title
eu: Izenburua
fa: عنوان
hu: Cím
tg: Сарлавҳа

source: New title:
eu: Izenburu berria:
fa: عنوان جدید:
hu: Új cím:
tg: Сарлавҳаи нав:

source: Set the 'title' of '%1'
eu: Ezarri "%1"-(r)en izenburua
fa: تنظیم »عنوان« »%1«
hu: A 'title' (cím) tulajdonság beállítása: '%1'
tg: Таъин кардани сарлавҳаи '%1'

source: Set the 'pageTitle' of '%1'
eu: Ezarri "%1"-(r)en orriaren izenburua
fa: تنظیم »عنوان صفحۀ« »%1«
hu: A 'pageTitle' (lapcím) tulajdonság beállítása: '%1'
tg: Таъин кардани сарлавҳаи саҳифаи '%1'

source: Set the 'pixmap' of '%1'
eu: Ezarri "%1"-(r)en pixmapa
fa: تنظیم »نگاشت تصویردانه‌ای« »%1«
hu: A 'pixmap' (kép) tulajdonság beállítása: '%1'
tg: Таъин кардани pixmap аз '%1'

source: Add Toolbar to '%1'
eu: Gehitu tresna-barra "%1"-(r)i
fa: افزودن میله‌ ابزار به »%1«
hu: Eszköztár hozzáadása ehhez: '%1'
tg: Илова намудани абзори сутун ба '%1'

source: Add Menu to '%1'
eu: Gehitu menua "%1"-(r)i
fa: افزودن گزینگان به »%1«
hu: Menü hozzáadása ehhez: '%1'
tg: Илова намудани меню ба '%1'

source: Edit %1...
eu: Editatu %1...
fa: ویرایش %1...
hu: %1 szerkesztése...
tg: Вироиши %1...

source: Set the 'text' of '%2'
eu: Ezarri "%2"-(r)en testua
fa: تنظیم »متن« »%2«
hu: A 'text' tulajdonság hozzáadása: '%2'
tg: Таъин намудани матни '%2'

source: Set the 'title' of '%2'
eu: Ezarri "%2"-(r)en izenburua
fa: تنظیم »عنوان« »%2«
hu: A 'title' tulajdonság beállítása: '%2'
tg: Таъин намудани сарлавҳаи '%2'

source: Kommander found some temporary saved files, which were written when Kommander crashed last time. Do you want to load these files?
eu: Kommander-ek behin-behineko gordetako fitxategi batzuk aurkitu ditu, Kommander kraskatu zen azken aldian idatzitakoak. Fitxategi hauek kargatu nahi dituzu?
fa: Kommander چند پرونده ذخیره‌شدۀ موقت یافت، که هنگامی که آخرین بار Kommander فروپاشید نوشته شده است. آیا می‌خواهید این پرونده‌ها بار شوند؟
hu: A Kommander ideiglenesen elmentett fájlokat talált, amelyek a Kommander legutóbbi lefagyása előtt készültek. Be szeretné tölteni ezeket a fájlokat?
tg: Якчанд файлҳои нигоҳдошташудаи муваққатӣ ёфт шуданд, ки ҳангоми иҷрои охирин Kommander нуқсон шуд, қайд карда шудаанд. Оё мехоҳед ин файлҳоро пурбор кунед?

source: Restoring Last Session
eu: Azken sesioa leheneratzen
fa: بازنشانی آخرین نشست
hu: A legutóbbi állapot (munkafolyamat) visszaállítása

source: Load
eu: Kargatu
fa: بارگذاری
hu: Betöltés

source: Do Not Load
eu: Ez kargatu
fa: بارگذاری نشود
hu: Nem kell betölteni

source: There is no help available for this dialog at the moment.
eu: Momentu honetan ez dago laguntzarik eskuragarri elkarrizketa-koadro honentzat.
fa: در حال حاضر کمکی برای این محاوره در دسترس نیست.
hu: Pillanatnyilag nem érhető el segítség ehhez a párbeszédablakhoz.
tg: Дар ҳамин лаҳза ягон ёрдам барои гуфтугу номумкин аст.

source: <qt>Could not open file:<br><b>%1</b><br>File does not exist.</qt>
eu: <qt>Ezin da fitxategia ireki:<br><b>%1</b><br>Fitxategia ez da existitzen.</qt>
fa: <qt>نتوانست پرونده را باز کند:<br><b>%1</b><br>پرونده موجود نیست.</qt>
hu: <qt>Nem sikerült megnyitni ezt a fájlt:<br><b>%1</b><br>A fájl nem létezik.</qt>

source: Open File
eu: Ireki fitxategia
fa: باز کردن پرونده
hu: Fájl megnyitása
tg: Кушодани Файл

source: &Horizontal
eu: &Horizontala
fa: &افقی‌
hu: &Vízszintes
tg: &Уфуқи

source: &Vertical
eu: &Bertikala
fa: &عمودی‌
hu: &Függőleges
tg: &Амудӣ

source: <b>A %1 (custom widget)</b> <p>Click <b>Edit Custom Widgets...</b> in the <b>Tools|Custom</b> menu to add and change custom widgets. You can add properties as well as signals and slots to integrate custom widgets into <i>Qt Designer</i>, and provide a pixmap which will be used to represent the widget on the form.</p>
eu: <b>%1 bat (trepeta pertsonalizatua)</b> <p>Klikatu <b>Tresnak|Pertsonalizatu</b> menuko <b>Editatu trepeta pertsonalizatuak...</b> eta aldatu edo gehitu trepeta pertsonalizatuak. Propietateak, seinaleak eta artekak gehi ditzakezu trepeta pertsonalizatuak <i>Qt Designer</i>-en integratzeko, eta trepeta errepresentatuko duen pixmap bat hauta dezakezu.</p>
fa: <b>یک %1 )عنصر سفارشی(</b> <p>بر روی<b>ویرایش عناصر سفارشی...</b> در گزینگان<b>ابزارها|سفارشی</b>برای افزودن و تغییر عناصر، فشار دهید. شما ویژگیها و نیز نشانکها و شکافها را، می‌توانید برای مجتمع کردن عناصر با <i>Qt طراح</i>بیفزایید، و یک نگاشت تصویردانه‌ای که برای نمایش عنصر بر روی برگه استفاده می‌شود را مهیا کنید.</p>
hu: <b>%1 (egyéni elem)</b> <p>Kattintson az <b>Egyéni elemek szerkesztése...</b> menüpontra az <b>Eszközök|Egyéni</b> menüben egyéni elem létrehozásához vagy módosításához. Tulajdonságokat, szignálokat és szignálkezelőket lehet hozzáadni az egyéni elemekhez a <i>Qt Designer</i>ben, és meg lehet adni, melyik kép reprezentáljon egy adott elemet az űrlapban.</p>
tg: <b>%1 (ҷузъи истифодашавандаи идоракунӣ)</b> <p>Ба рӯи <b>Тағири ҷузъи истифодашавандаи идоракунӣ...</b>-ро дар менюи <b>Асбобҳо|Истифодабаранда</b> барои афзудан ё тағир намудани ҷузъи истифодашавандаи идоракунӣ пахш кунед. Шумо метавонед хусуият, сигнал ва такягоҳро барои якҷоя кардани онҳо дар дизайнери Qt илова кунед ва тасвирро барои тасвироти графикии ҷузъ дар шакл низ ишора кунед.</p>

source: A %1 (custom widget)
eu: %1 bat (trepeta pertsonalizatua)
fa: یک %1 )عنصر سفارشی(
hu: %1 (egyéni elem)
tg: %1 (фармони виджет)

source: <b>A %1</b><p>%2</p>
eu: <b>%1 bat</b><p>%2</p>
fa: <b>%1 یک</b><p>%2</p>
hu: <b>Egy %1</b><p>%2</p>

source: Reparent Widgets
eu: Trepeten gurasoak aldatu
fa: مجدداً عمل کردن عناصر به عنوان پدر
hu: Az elemek szülőjének megváltoztatása
tg: Дубора кардани ҷузъҳо

source: Insert %1
eu: Sartu %1
fa: درج %1
hu: %1 beszúrása
tg: Ворид намудани %1

source: Connect '%1' with...
eu: Konektatu "%1" honekin...
fa: اتصال »%1« با...
hu: '%1' összekapcsolása...
tg: Иттисол кардан'%1'бо...

source: Change Tab Order
eu: Aldatu fitxen ordena
fa: تغییر ترتیب تب
hu: A lapsorrend megváltoztatása
tg: Аз нав сохтани дастури ҷадвалбандӣ

source: Connect '%1' to '%2'
eu: Konektatu "%1" "%2"-(r)ekin
fa: اتصال »%1« به »%2«
hu: '%1' kapcsolása ehhez: '%2'
tg: Пайваст кардан аз '%1' то '%2'
