Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdewebdev/kommander.po
Languages: eu, fa, hu, tg

source: Saves the current dialog
eu: Uneko elkarrizketa-koadroa gordetzen du
fa: محاورۀ جاری را ذخیره می‌کند
hu: Elmenti az aktuális párbeszédablakot
tg: Муколимаи ҷоришавандаро нигоҳ доред

source: Saves the current dialog with a new filename
eu: Uneko elkarrizketa-koadroa izen berri batekin gordetzen du
fa: محاورۀ جاری را با نام پروندۀ جدیدی ذخیره می‌کند
hu: Elmenti az aktuális párbeszédablakot új fájlnévvel
tg: Муколимаи ҷоришавандаро бо номфаӣли нав нигоҳ доред

source: Save All
eu: Gorde guztiak
fa: ذخیرۀ همه
hu: Minden elmentése
tg: Ҳамаро нигоҳ доштан

source: Saves all open dialogs
eu: Irekitako elkarrizketa-koadro guztiak ixten ditu
fa: تمام محاوره‌های باز را ذخیره می‌کند
hu: Elmenti az összes megnyitott párbeszédablakot
tg: Ҳаммаи муколимаҳои кушодаро нигоҳ доред

source: Quits the application and prompts to save any changed dialogs
eu: Aplikazioa amaitu eta aldatutako elkarrizketa-koadroak gorde nahi dituzun galdetzen du
fa: از کاربرد خارج می‌شود، و ذخیرۀ هر محاورۀ تغییریافته را اعلان می‌کند
hu: Kilépés az alaklmazásból. A program felajánlja a módosítások mentését.
tg: Тарк намудани барнома ва эъломҳо барои нигоҳ доштани ягон гуфтугуи иваз карда шуда

source: &Run
eu: &Exekutatu
fa: &اجرا‌
hu: &Futtatás
tg: Иҷ&ро

source: Run Dialog
eu: Exekutatu elkarrizketa-koadroa
fa: اجرای محاوره
hu: Futtatási párbeszédablak
tg: Иҷрои муколима

source: Executes dialog
eu: Elkarrizketa-koadroa exekutatzen du
fa: محاوره را اجرا می‌کند
hu: Végrehajtja a párbeszédablakot
tg: Иҷро кардани муколима

source: Tile
eu: Mosaikoa
fa: کاشی
hu: Egymás mellett
tg: Сафоли бомпушӣ

source: Tiles the windows so that they are all visible
eu: Lehioak mosaiko moduan jartzen ditu denak ikusgai egon daitezen
fa: پنجره‌ها را کاشی می‌کند، به طوری که همۀ آنها مرئی باشند
hu: Egymás mellett rendezi el az ablakokat
tg: Тирезаҳоро чунин ҷойгир кунед, ки ҳамааш намоён бошанд

source: Cascade
eu: Teilakatu
fa: آبشاری
hu: Lépcsőzetesen
tg: Қабат

source: Cascades the windows so that all their title bars are visible
eu: Lehioak teilakatzen ditu izenburu-barrak guztiak ikusgai egon daitezen
fa: پنجره‌ها را آبشاری می‌کند، به طوری که تمام میله‌های عنوان آنها مرئی باشند
hu: Lépcsőzetesen rendezei el az ablakokat (a címsorok láthatóak maradnak)
tg: Қабати тирезаҳоро чунон пушед, ки унвони сутунҳо намоён бошанд

source: Closes the active window
eu: Lehio aktiboa ixten du
fa: پنجرۀ فعال را می‌بندد
hu: Az aktív ablak bezárása
tg: Равзанаи фаъолро махкам кунед

source: Close All
eu: Itxi guztiak
fa: بستن همه
hu: Minden bezárása
tg: Ҳамашро махкам кунед

source: Closes all form windows
eu: Lehio guztiak ixten ditu
fa: همۀ شکلهای پنجره را می‌بندد
hu: Az összes űrlapablak bezárása
tg: Ҳамаи шакли равзанаҳоро махкам кунед

source: Next
eu: Hurrengoa
fa: بعدی
hu: Következő
tg: Оянда

source: Activates the next window
eu: Hurrengo lehioa aktibatzen du
fa: پنجرۀ بعدی را فعال می‌کند
hu: A következő ablak aktiválása
tg: Равзанаи ояндаро ба кор дароред

source: Previous
eu: Aurrekoa
fa: قبلی
hu: Előző
tg: Гузашта

source: Activates the previous window
eu: Aurreko lehioa aktibatzen du
fa: پنجرۀ قبلی را فعال می‌کند
hu: Az előző ablak aktiválása
tg: Равзанаи гузаштаро ба кор дароред

source: &Window
eu: &Lehioa
fa: &پنجره‌
hu: &Ablak
tg: &Равзана

source: Vie&ws
eu: &Ikuspegiak
fa: &نماها‌
hu: Nézete&k
tg: Намуд&ҳо

source: Tool&bars
eu: Tresna-&barrak
fa: &میله‌های ابزار‌
hu: Eszköz&tárak
tg: Абзори &Сутун

source: Opens a dialog to change shortcuts
eu: Lasterbideak aldatzeko elkarrizketa-koadro bat irekitzen du
fa: محاوره‌ای را برای تغییر میان‌‌بر‌ها باز می‌کند
hu: Megnyitja a billentyűparancs-beállító párbeszédablakot

source: Configure &Plugins...
fa: پیکربندی &وصله‌ها...‌
hu: A bővítőmo&dulok beállítása...

source: Opens a dialog to configure plugins
eu: Pluginak konfiguratzeko elkarrizketa bat irekitzen du
fa: محاوره‌ای را برای پیکربندی وصله‌ها باز می‌کند
hu: Megnyitja a bővítőmodulok beállítóablakát

source: &Configure Editor...
fa: &پیکربندی ویرایشگر...‌
hu: A sz&erkesztő beállítása...

source: Configure various aspects of this editor.
fa: پیکربندی جنبه‌های گوناگون این ویرایشگر.
hu: A szerkesztő jellemzőinek beállítása.

source: Opens a dialog to change preferences
eu: Hobespenak aldatzeko elkarrizketa-koadro bat irekitzen du
fa: محاوره‌ای را برای تغییر تنظیمات باز می‌کند
hu: Megnyitja a beállítások szerkesztőablakát
tg: Муколима-ро барои иваз кардани маълумотҳо кушоед

source: Create a new dialog...
eu: Elkarrizketa-koadro berri bat sortzen du...
fa: ایجاد یک محاورۀ جدید...
hu: Új párbeszédablak létrehozása...
tg: Эҷод кардани гуфтугуи нав...

source: Open a file...
eu: Ireki fitxategi bat...
fa: باز کردن یک پرونده...
hu: Fájl megnyitása...
tg: Кушодани файл...

source: Open Files
eu: Ireki fitxategiak
fa: باز کردن پرونده‌ها
hu: Fájlok megnyitása
tg: Кушодани файлҳо

source: Reading file '%1'...
eu: '%1' fitxategia irakurtzen...
fa: در حال خواندن پروندۀ »%1«...
hu: A(z) '%1' fájl beolvasása...
tg: Хондани файли '%1'...

source: Loaded file '%1'
eu: '%1' fitxategia kargatu da
fa: پروندۀ بارشدۀ »%1«
hu: A(z) '%1' fájl betöltve
tg: Пур бор кардани '%1'

source: Could not load file '%1'
eu: Ezin da '%1' fitxategia kargatu
fa: نتوانست پروندۀ »%1« را بار کند
hu: Nem sikerült betölteni a(z) '%1' fájlt
tg: Файли '%1' пур бор карда наметавонам

source: Load File
eu: Kargatu fitxategia
fa: بار کردن پرونده
hu: Fájl betöltése
tg: Пур бор кардани файл

source: Enter a filename...
eu: Sartu fitxategi-izen bat...
fa: نام پرونده را وارد کنید...
hu: Adjon meg egy fájlnevet...
tg: Ворид намудани ном...

source: Qt Designer is crashing. Attempting to save files...
eu: Qt diseinatzailea kraskatu da. Fitxategiak gordetzen saiatzen...
fa: Qt Designer در حال فروپاشی است. تلاش برای ذخیره کردن پرونده‌ها...
hu: A Qt Designer lefagyott. Megpróbálom elmenteni a betöltött fájlokat...
tg: Qt Designer аз кор афтод.Кушиш намоед, ки файлро нигоҳ доред...

source: NewTemplate
eu: Txantiloi berria
fa: قالب جدید
hu: ÚjSablon
tg: Қолаби нав

source: Could not create the template
eu: Ezin da txantiloia sortu
fa: نتوانست قالب را ایجاد کند
hu: Nem sikerült létrehozni a sablont
tg: Қолабро эҷод карда натавонист

source: Create Template
eu: Sortu txantiloia
fa: ایجاد قالب
hu: Sablon létrehozása
tg: Эҷод кардани қолаб

source: Cannot paste widgets. Designer could not find a container to paste into which does not contain a layout. Break the layout of the container you want to paste into and select this container and then paste again.
eu: Ezin da trepetarik itsatsi. Designer-ek ezin du bertan itsasteko lerrokadurarik ez duen edukitzailearik aurkitu. Hautsi edukitzailearen lerrokadura eta hau itsatsi berriro.
fa: نمی‌توان عناصر را چسباند. Designer نتوانست یک ظرف برای چسباندن در جایی که شامل یک طرح‌بندی نیست را بیابد. طرح‌بندی ظرفی را که می‌خواهید در آن بچسبانید، بشکنید، و این ظرف را برگزینید و دوباره بچسبانید.
hu: Nem sikerült beilleszteni az elemeket. A Qt Designer nem talált olyan tartóelemet a beillesztéshez, amelyben még nincs lerögzítve elrendezés. Bontsa meg a kívánt tartóelem elrendezését és végezze el újból a beillesztést.
tg: Виҷетҳоро часпондан номумкин.Ороишгар контейнерро на ёфт часпондан дар онҷо ки дорои тарҳбандӣ набуд.Шикастани тарҳбандӣ контейнере ки шумо мехоҳед часпондан ба ва интихоб кардани контейнери ва баъд боз часпондан.

source: Paste Error
eu: Errorea itsastean
fa: خطای چسباندن
hu: Beillesztési hiba
tg: Мондани хато

source: Edit connections...
eu: Editatu konexioak...
fa: ویرایش اتصالها...
hu: A kapcsolatok szerkesztése...
tg: Вироиши пайвастагӣ...

source: Edit the current form's settings...
eu: Editatu uneko fomularioaren ezarpenak...
fa: ویرایش تنظیمات برگۀ جاری...
hu: Az aktuális űrlap beállításainak szerkesztése...
tg: Вироиш намудани варақаи барпои ҳолати вуҷуд буда...

source: Edit preferences...
eu: Editatu hobespenak...
fa: ویرایش تنظیمات...
hu: A beállítások szerkesztése...
tg: Вироиши бартарӣ...

source: Set 'name' Property
eu: Ezarri "izena" propietatea
fa: تنظیم ویژگی »نام«
hu: A 'name' tulajdonság beállítása
tg: Маҷмӯъаи сифати ном

source: The name of a widget must be unique. '%1' is already used in form '%2', so the name has been reverted to '%3'.
eu: Trepetaren izenak bakarra izan behar du. "%1" dagoeneko erabilita dago "%2" formularioan, beraz, izena "%3"-(e)ra aldatu da.
fa: نام عنصر باید یکتا باشد. »%1« از قبل در برگه استفاده شده است، »%2« پس نام به »%3« رجعت پیدا کرده است.
hu: A grafikus elem nevének egyedinek kell lennie. '%1' már létezik a(z) '%2' űrlapon, ezért a név vissza lett állítva akorábbira: '%3'.
tg: Номи ҷузъ бояд нодир бошад. '%1' аллакай дар шакл истифода шудааст '%2', ва ном ба '%3' бардошта шуд.

source: The name of a widget must not be null. The name has been reverted to '%1'.
eu: Trepetaren izena ezin da hutsik egon. Izena "%1"-(e)ra aldatu da.
fa: نام عنصر نباید تهی باشد. نام به »%1« رجعت پیدا کرده است.
hu: A grafikus elem neve nem lehet üres. A név vissza lett állítva a korábbira: '%1'.
tg: Номи ҷузъ бояд сифр набошад. Ном ба '%1' бардошта шуд.

source: Load Template
eu: Kargatu txantiloia
fa: بار کردن قالب
hu: Sablon betöltése
tg: Пур бор кардани қолаб

source: Could not load form description from template '%1'
eu: Ezin da formularioaren deskribapena "%1" txantiloietik kargatu
fa: نتوانست توصیف برگه را از قالب »%1« بار کند
hu: Nem sikerült betölteni az űrlap leírását a(z) '%1' sablonból
tg: Варақаи тавсифотро аз қолаби '%1' бор карда натавонист

source: Dialog
eu: Elkarrizketa-koadroa
fa: محاوره
hu: Párbeszédablak
tg: Муколама

source: Wizard
eu: Morroia
fa: جادوگر
hu: Varázsló

source: Set Text of '%1'
eu: Ezarri "%1"-(r)en testua
fa: تنظیم متن »%1«
hu: '%1' szövegének beállítása
tg: Мушаххаси матни '%1'

source: Text
eu: Testua
fa: متن
hu: Szöveg
tg: Матн

source: Kommander is a graphical editor of scripted dialogs.
eu: Kommander scriptdun elkarrizketa-koadroen editore grafiko bat da.
fa: Kommander یک ویرایشگر گرافیکی برای محاوره‌های دست‌نوشته می‌باشد.
hu: A Kommander egy fejlesztőprogram szkriptekkel kiegészített párbeszédablakok készítéséhez.

source: Based on Qt Designer, (C) 2000 Trolltech AS.
eu: Qt Designer-en oinarritua, (C) 2000 Trolltech AS.
fa: بر مبنای Qt Designer, (C) 2000 Trolltech AS.
hu: A Qt Designer alapján, (C) 2000 Trolltech AS.

source: Dialog to open
eu: Irekitzeko elkarrizketa-koadroa
fa: محاوره برای باز کردن
hu: A megnyitandó párbeszédablak
tg: Диалог барои кушодан

source: Kommander Dialog Editor
eu: Kommander elkarrizketa-koadroen editorea
fa: وبرایشگر محاورۀ Kommander
hu: Kommander párbeszédablak-szerkesztő
tg: Вироиши гуфтугӯи Kommander

source: Edit Wizard Pages
eu: Editatu morroiaren orriak
fa: ویرایش صفحه‌های جادوگر
hu: Varázslólapok szerkesztése
tg: Вироиши саҳифаҳои Wizard

source: Add Page to %1
eu: Gehitu orria %1-(r)i
fa: افزودن صفحه به »%1«
hu: Lap hozzáadása ehhez: %1
tg: Саҳифаро ба %1 илова намоед

source: Delete Page %1 of %2
eu: Ezabatu "%2"-(r)en "%1" orria
fa: حذف صفحه %1 از %2
hu: Oldal törlése: %1 (%2)
tg: Саҳифаи аз %1то %2-ро нобуд созед

source: Swap Pages %1 and %2 of %3
eu: Elkar-aldatu "%3"-(r)en "%1" eta "%2" orria
fa: مبادلۀ صفحه‌های %1 و %2 از %3
hu: Oldalak felcserélése: %1 <-> %2 (%3)
tg: Саҳифаи %1 ва %2 аз %3 мубодила кардан

source: Page Title
eu: Orriaren izenburua
fa: عنوان صفحه
hu: Oldalcím
tg: Сарлавҳаи саҳифа

source: New page title:
eu: Orri berriaren izenburua:
fa: عنوان صفحۀ جدید:
hu: Az új oldal címe:
tg: Сарлавҳаи нави саҳифа:

source: Rename page %1 of %2
eu: Berrizendatu "%2"-(r)en "%1" orria
fa: تغییر نام صفحۀ %1 از %2
hu: Oldal ánevezése: %1 -> %2
tg: Саҳифаи %1 аз %2 аз нав номнавис намоед

source: Resize
eu: Tamaina aldatu
fa: تغییر اندازه
hu: Átméretezés
tg: Дигар кардани андоза

source: &Connect Action...
eu: &Konektatu ekintza...
fa: &اتصال کنش...‌
hu: Művelet b&ekötése...
tg: &Иттисол кардани амал...

source: Delete Action
eu: Ezabatu ekintza
fa: حذف کنش
hu: Művelet törlése
tg: Нобуд кардани Амалиёт

source: <No Project>
eu: <proiekturik ez>
fa: >بدون پروژه<
hu: <Nincs projekt>
tg: <Лоиҳа нест>

source: &Open Source File...
eu: &Ireki iturburu-fitxategia...
fa: &باز کردن پروندۀ متن...‌
hu: &Forrásfájl megnyitása...
tg: &Кушодани манбаъи файл...

source: &Remove Source File From Project
eu: &Kendu iturburu-fitxategia proiektutik
fa: &حذف پروندۀ مبدأ از پروژه‌
hu: Forrásfájl el&távolítása a projektből
tg: &Гузориши манбаъи файл аз лоиҳа

source: &Open Form...
eu: &Ireki formularioa...
fa: &باز‌ کردن برگه...‌
hu: Űr&lap megnyitása...
tg: &Кушодани варақа...

source: &Remove Form From Project
eu: &Kendu formularioa proiektutik
fa: &حذف برگه از پروژه‌
hu: Űrlap &eltávolítása a projektből
tg: &Гузориши варақ аз лоиҳа

source: &Remove Form
eu: &Kendu hemendik
fa: &حذف برگه‌
hu: Az űrlap eltáv&olítása
tg: &Гузориши варақ

source: &Open Form Source...
eu: &Ireki formularioaren iturburua...
fa: &باز‌ کردن متن برگه...‌
hu: Az űrlap fo&rrásának megnyitása...
tg: &Манбаъи варақаро кушоед...

source: Push Button
eu: Sakatu botoia
fa: دکمۀ فشاری
hu: Nyomógomb
tg: Зер кардани тугма

source: Tool Button
eu: Tresna-botoia
fa: دکمۀ ابزار
hu: Eszközgomb
tg: Абзори тугма

source: Radio Button
eu: Irrati-botoia
fa: دکمۀ رادیویی
hu: Választógomb
tg: Тугмаи радио

source: Check Box
eu: Hautapen-laukia
fa: جعبۀ بررسی
hu: Jelölőnégyzet
tg: Интихоб намудани қуттӣ

source: Group Box
eu: Talde-laukia
fa: جعبۀ گروهی
hu: Csoportosító keret
tg: Гурӯҳи қуттӣ

source: Button Group
eu: Botoi-taldea
fa: گروه دکمه
hu: Gombcsoport
tg: Тугмаи гурӯҳ

source: Frame
eu: Markoa
fa: قابک
hu: Keret
tg: Чорчӯба

source: Tabwidget
eu: Fitxa-trepeta
fa: عنصر تب
hu: Lap
tg: Ҷадвалбандии виджет

source: List Box
eu: Zerrenda-laukia
fa: جعبه فهرست
hu: Lista
tg: Қуттии рӯйхат

source: List View
eu: Zerrenda-ikuspegia
fa: نمای فهرست
hu: Listanézet
tg: Намоиши рӯйхат

source: Icon View
eu: Ikono-ikuspegia
fa: نمای شمایل
hu: Ikonos nézet
tg: Намоиши пиктограмма

source: Data Table
eu: Datu-taula
fa: جدول داده
hu: Adattáblázat
tg: Ҷадвали маълумот

source: Line Edit
eu: Lerro-edizioa
fa: ویرایش خط
hu: Szövegmező
tg: Муҳаррири хат

source: Spin Box
eu: Biratze-laukia
fa: جعبۀ دوار
hu: Számmező
tg: Қуттии Spin

source: Date Edit
eu: Data-edizioa
fa: ویرایش تاریخ
hu: Dátummező
tg: Таърихи муҳаррир

source: Time Edit
eu: Denbora-edizioa
fa: ویرایش زمان
hu: Időpontmező
tg: Вақти муҳаррир

source: Date-Time Edit
eu: Data-denbora edizioa
fa: ویرایش تاریخ-زمان
hu: Dátum-időpontmező
tg: Таърихи-вақти муҳаррир

source: Multi Line Edit
eu: Lerro anitzeko edizioa
fa: ویرایش چند خطی
hu: Többsoros szövegmező
tg: Бисёрхати муҳаррир

source: Rich Text Edit
eu: Testu aberatseko edizioa
fa: ویرایش قوی متن
hu: Szövegszerkesztő mező
tg: Чопи матни бой

source: Combo Box
eu: Konbinazio-laukia
fa: جعبه ترکیب
hu: Kombinált lista
tg: Қуттии Combo

source: Slider
eu: Graduatzaileas
fa: لغزان
hu: Csúszka
tg: Слайдкунанда

source: Scrollbar
eu: Korritze-barra
fa: میله لغزش
hu: Gördítősáv
tg: Паймони сутун

source: Dial
eu: Adierazlea
fa: شماره‌گیری
hu: Tárcsa
tg: Ақрабак

source: Label
eu: Etiketa
fa: برچسب
hu: Címke
tg: Ёрлиқ

source: LCD Number
eu: LCD zenbakia
fa: شمارۀ LCD
hu: LCD-s számjelző
tg: Рақами LCD

source: Progress Bar
eu: Aurrerapen-barra
fa: میله پیشرفت
hu: Állapotjelző sáv
tg: Пайраҳаи пешрафт

source: Text View
eu: Testu-ikuspegia
fa: نمای متن
hu: Szövegnézet
tg: Намоиши матн

source: Text Browser
eu: Testu-arakatzailea
fa: مرورگر متن
hu: Szövegböngésző
tg: Браузери матн

source: The Spacer provides horizontal and vertical spacing to be able to manipulate the behaviour of layouts.
eu: Zuriuneak diseinuen portamoldeak aldatzeko zuriune bertikal eta horizontalak eskeintzen ditu.
fa: فاصله‌انداز فاصله‌گذاری افقی و عمودی را برای این که قادر به دست‌کاری رفتار طرح‌بندیها شود، مهیا می‌کند.
hu: A távtartó segítségével vízszintes és függőleges térközöket lehet használni az elrendezés kialakításakor.
tg: Spacer фосилаҳои амудӣ ва уфуқиро таъмин карда барои қобилияти дасткорӣ кардани намудҳои ороиш.

source: Text Label
eu: Testu-etiketa
fa: برچسب متن
hu: Szövegcímke
tg: Ёрлиқи матн

source: The Text Label provides a widget to display static text.
eu: Testu-etiketak testu estatikoa bistaratzeko trepeta bat eskeintzen dizu.
fa: برچسب متن، یک عنصر برای نمایش متن ایستا مهیا می‌کند.
hu: A szövegcímke egy állandó feliratot tartalmazhat.
tg: Матни Label таҳияи виджетро дар матни сокин намоиш медиҳад.

source: Pixmap Label
eu: Pixmap etiketa
fa: برچسب نگاشت تصویردانه‌ای
hu: Képcímke
tg: Ёрлиқи ҳаритаи Pix

source: The Pixmap Label provides a widget to display pixmaps.
eu: Pixmap etiketak pixmapak bistaratzeko trepeta bat eskeintzen dizu.
fa: برچسب نگاشت تصویردانه‌ای، یک عنصر برای نمایش نگاشتهای تصویردانه‌ای مهیا می‌کند.
hu: A képcímke egy képet tartalmazhat.
tg: Pixmap Label таҳияи виджети pixmap намоиш медиҳад.

source: A line edit
eu: Lerro-edizio bat
fa: ویرایش یک خط
hu: Szövegmező
tg: Муҳаррири хат

source: A rich text edit
eu: Testu aberatseko edizio bat
fa: یک ویرایش قوی متن
hu: Szövegszerkesztő elem
tg: Чопи тексти бой

source: A combo box
eu: Konbinazio-lauki bat
fa: یک جعبه ترکیب
hu: Kombinált lista
tg: Қуттии combo

source: A tree widget
eu: Zuhaitz-trepeta bat
fa: یک عنصر درخت
hu: Fastruktúra-elem
tg: Дарахти виджет

source: A table widget
eu: Taula-trepeta bat
fa: یک عنصر جدول
hu: Táblázat-elem

source: A button that when clicked, execute a command
eu: Klikatzean agindu bat exekutatzen duen botoi bat
fa: یک دکمه که وقتی فشار داده می‌شود، فرمانی را اجرا می‌کند
hu: Ilyen gombra kattintva lehet például egy parancsot végrehajtani.
tg: Дар вақти зер кардани тугма, фармони нав иҷро мешавад

source: A button that closes the dialog it is in
eu: Klikatzen bere elkarrizketa-koadroa ixten duen botoi bat
fa: یک دکمه که محاوره‌ای که در آن قرار دارد را می‌بندد
hu: Ilyen gombbal lehet például a tartalmazó párbeszédablakot bezárni.
tg: Тугмае, ки диалогро маҳкам мекунад, дар дарун мебошад

source: A listbox showing output of a script
eu: Script baten irteera erakusten duen zerrenda-lauki bat
fa: یک جعبه فهرست، خروجی دست‌نوشته را نمایش می‌دهد
hu: Egy szkript kimenetét mutató listaelem.

source: A widget made up of a line edit and push button, for selecting files and folders
eu: Lerro-edizio bat eta sakatze-botoi batez osatutako trepeta bat, fitxategiak eta karpetak hautatzeko erabiltzen dena
fa: یک عنصر که از خط ویرایش و دکمه فشاری، برای انتخاب کردن پرونده‌ها و پوشه‌ها تشکیل شده است
hu: Egy nyomógombból és egy szövegmezőből álló elem, fájlok és könyvtárak kiválasztásához
tg: Васекунӣ аз вироиши хат ва тугмаи даровардан таркиб шуда ва барои интихоби файлҳо ва папкаҳо мебошадВиҷет аз вироиши хат ва тугмаи даровардан таркиб шуда ва барои интихоби файлҳо ва папкаҳо мебошад

source: A check box
eu: Hautapen-lauki bat
fa: یک جعبه بررسی
hu: Jelölőnégyzet
tg: Қуттии тафтиш

source: A radio button
eu: Irrati-botoi bat
fa: یک دکمه رادیویی
hu: Választógomb
tg: Кнопкаи радио

source: A widget for grouping buttons together
eu: Botoiak taldekatzeko trepeta bat
fa: یک عنصر برای گروه‌بندی دکمه‌ها با یکدیگر
hu: Gombok csoportosításához használható elem
tg: Васекунӣ барои ҷамъ кардани тугмаҳо дар як ҷо

source: A widget for grouping other widgets together
eu: Trepetak taldekatzeko trepeta bat
fa: یک عنصر برای گروه‌بندی عناصر دیگر با یکدیگر
hu: Különféle elemek csoportosításához használható elem
tg: Васекунӣ барои ҷамъ кардани виҷетҳои дигар дар як ҷо

source: A widget with tabs
eu: Fitxadun trepeta bat
fa: یک عنصر با تبها
hu: Lapokat tartalmazó elem
tg: Виджет бо ҷадвалбандиҳо

source: A spin box
eu: Biratze-lauki bat
fa: یک جعبه دوار
hu: Számmező
tg: Қуттии spin

source: A small rich text editor
eu: Testu aberatseko editore txiki bat
fa: یک ویرایشگر قوی متن کوچک
hu: Szövegbeviteli elem formázási lehetőséggel
tg: Редактори матни бойи хурд

source: A status bar
eu: Egoera-barra bat
fa: یک میله وضعیت
hu: Állapotsor
tg: Ҳолати сутун

source: A progress bar
eu: Aurrerapen-barra bat
fa: یک میله پیشرفت
hu: Állapotjelző sáv
tg: Пайраҳаи пешрафт

source: A hidden script container
eu: Ezkutuko script-edukitzaile bat
fa: یک ظرف دست‌نوشتۀ پنهان
hu: Rejtett szkripttartó
tg: Пинхон кардани дасхати мавҷуда

source: A timer for running scripts periodically
eu: Script-ak periodikoki exekutatzen dituen kronometro bat
fa: یک زمان‌سنج برای اجرای دست‌نوشته‌ها به صورت دوره‌ای
hu: Ütemező szkriptek időzített végrehajtásához

source: All Pixmaps
eu: Pixmap guztiak
fa: تمام نگاشتهای تصویردانه‌ای
hu: Minden kép
tg: Ҳама ҳаритаҳои Pix

source: %1-Pixmaps (%2)
eu: %1-pixmap (%2)
fa: %1-نگاشتهای تصویردانه‌ای )%2(
hu: %1-Képek (%2)
tg: %1-Ҳаритаҳои Pix (%2)

source: All Files (*)
eu: Fitxategi guztiak (*)
fa: همۀ پرونده‌ها )*(
hu: Minden fájl (*)
tg: Ҳама файлҳо (*)

source: Choose Pixmap
eu: Hautatu pixmapa
fa: انتخاب نگاشت تصویردانه‌ای
hu: Kép választása
tg: Интихоби ҳаритаи Pix

source: Delete Toolbar
eu: Ezabatu tresna-barra
fa: حذف میله‌ ابزار
hu: Eszköztár törlése
tg: Нобуд кардани пайраҳаи асбоб

source: Delete Toolbar '%1'
eu: Ezabatu "%1" tresna-barra
fa: حذف میله‌ ابزار »%1«
hu: A(z) '%1' eszköztár törlése
tg: Нобуд кардани пайраҳаи асбоб '%1'

source: Delete Separator
eu: Ezabatu bereizlea
fa: حذف جداساز
hu: Elválasztó törlése
tg: Нобуд кардани ҷудосоз

source: Delete Item
eu: Ezabatu elementua
fa: حذف فقره
hu: Elem törlése
tg: Нобуд кардани пиктограмма

source: Insert Separator
eu: Txertatu bereizlea
fa: درج جداساز
hu: Elválasztó beszúrása
tg: Ҷойгиркунии Ҷудосоз

source: Delete Action '%1' From Toolbar '%2'
eu: Ezabatu "%2" tresna-barrako "%1" ekintza
fa: حذف کنش »%1« از میله‌ ابزار »%2«
hu: A(z) '%1' művelet törlése a(z) '%2' eszköztárból
tg: Нобуд кардани амалиёт '%1' аз пайраҳаи асбоб '%2'

source: Add Separator to Toolbar '%1'
eu: Gehitu bereizlea "%1" tresna-barrai
fa: افزودن جداساز به میله‌ ابزار »%1«
hu: Elválasztó hozzáadása a(z) '%1' eszköztárhoz
tg: Иловаи ҷудосоз ба пайраҳаи асбоб '%1'

source: Add Action '%1' to Toolbar '%2'
eu: Gehitu "%1" ekintza "%2" tresna-barrari
fa: افزودن کنش »%1« به میله‌ ابزار »%2«
hu: '%1' művelet hozzáadása a(z) '%2' eszköztárhoz
tg: Иловаи амалиёт '%1' ба пайраҳаи асбоб '%2'

source: Insert/Move Action
eu: Sartu/Mugitu ekintza
fa: کنش درج/حرکت
hu: Művelet beszúrása, elmozgatása
tg: Мондани/Ҳаракат кардани амалиёт

source: Action '%1' has already been added to this toolbar. An Action may only occur once in a given toolbar.
eu: "%1" ekintza dagoeneko tresna-barra honi gehituta dago. Ekintza bat behin bakarrik ager daiteke tresna-barra batean.
fa: کنش »%1« از قبل به این میله‌ ابزار افزوده شده است. کنش ممکن است فقط یک بار در یک میله‌ ابزار داده‌شده رخ دهد.
hu: A(z) '%1' művelet már hozzá van adva az eszköztárhoz. Minden művelet csak egyszer szerepelhet egy eszköztárban.
tg: Амали '%1' аллакай ба ин абзор дохил шуд. Амал фақат якбор ба абзори додашуда рӯй дода мешавад.

source: Add Widget '%1' to Toolbar '%2'
eu: Gehitu "%1" trepeta "%2" tresna-barrari
fa: افزودن عنصر »%1« به میله‌ ابزار »%2«
hu: '%1' elem hozzáadása a(z) '%2' eszköztárhoz
tg: Илова кардани виджети '%1' абзори сутуни '%2'

source: Rename Item...
eu: Berrizendatu elementua...
fa: تغییر نام فقره...
hu: Elem átnevezése...
tg: Пиктограммаро номгузории дубора...

source: Delete Menu '%1'
eu: Ezabatu "%1" menua
fa: حذف گزینگان »%1«
hu: A(z) '%1' menü törlése
tg: Нобуд кардан меню '%1'

source: Rename Menu Item
eu: Berrizendatu menu-elementua
fa: تغییر نام فقرۀ گزینگان
hu: Menüelem átnevezése
tg: Пиктограммаи меню номгузории дубора

source: Menu text:
eu: Menuaren testua:
fa: متن گزینگان:
hu: Menüszöveg:
tg: Матни меню:

source: Rename Menu '%1' to '%2'
eu: Berrizendatu "%1" menua "%2" menura
fa: تغییر نام گزینگان »%1« به »%2«
hu: A(z) '%1' menü átnevezése erre: '%2'
tg: Номгузори намудани меню аз '%1' ба '%2'

source: Move Menu '%1'
eu: Mugitu "%1" menua
fa: حرکت گزینگان »%1«
hu: A(z) '%1' menü elmozgatása
tg: Ҳаракати меню '%1'
