Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdewebdev/kommander.po
Languages: eu, fa, hu, tg

source: kmdr-plugins is a component of the Kommander dialog system that manages installed plugins.
eu: kmdr-plugins instalatutako pluginak kudeatzen dituen Kommander elkarrizketa-sistemaren osagai bat da.
fa: وصلۀ Kmdr یک مؤلفه از سیستم محاورۀ Kommander است، که وصله‌های نصب‌شده را مدیریت می‌کند.
hu: A Kmdr-plugins a Kommander rendszer egy komponense, mely a telepített bővítőmodulok kezelését végzi.
tg: kmdr-plugins -қисмати тартиби баҳси Kommander, ки бо аз ӯҳдаи кори сохташудаи plugins баромада метавонад.

source: Register given library
eu: Erregistratu emandako liburutegia
fa: ثبت کتابخانۀ داده‌شده
hu: Programkönyvtár regisztrálása

source: Remove given library
eu: Kendu emandako liburutegia
fa: حذف کتابخانۀ داده‌شده
hu: Programkönyvtár eltávolítása

source: Check all installed plugins and remove those missing
eu: Egiaztatu instalatutako plugin guztiak eta kendu falta direnak
fa: بررسی تمام وصله‌های نصب‌شده و حذف آنهایی که از دست رفته‌اند
hu: A telepített bővítőmodulok ellenőrzése, a hiányzók bejegyzéseinek eltávolítása

source: List all installed plugins
eu: Zerrendatu instalatutako pluginak
fa: فهرست کردن تمام وصله‌های نصب‌شده
hu: A telepített bővítőmodulok kilistázása

source: Kommander Plugin Manager
eu: Kommander plugin kudeatzailea
fa: مدیریت وصلۀ Kommander
hu: Kommander bővítőmodul-kezelő
tg: Kommander Plugin Менеҷер

source: Error adding plugin '%1'
eu: Errorea "%1" plugina gehitzean
fa: خطا در افزودن وصلۀ »%1«
hu: Nem sikerült hozzáadni ezt a bővítőmodult: '%1'

source: Error removing plugin '%1'
eu: Errorea "%1" plugina kentzean
fa: خطا در حذف وصلۀ »%1«
hu: Nem sikerült eltávolítani ezt a bővítőmodult: '%1'

source: Refresh
eu: Freskatu
fa: بازآوری
hu: Frissítés

source: Add Kommander Plugin
eu: Gehitu Kommander plugina
fa: افزودن وصلۀ Kommander
hu: Kommander-bővítőmodul felvétele
tg: Kommander-ри дароварда мешудагтро илова намоед

source: <qt>Unable to load Kommander plugin<br><b>%1</b></qt>
eu: <qt>Ezin da Kommander-en plugina kargatu:<br><b>%1</b></qt>
fa: <qt>قادر به بار کردن وصلۀ <br><b>%1</b></qt> Kommander نیست
hu: <qt>Nem sikerült betölteni a(z) <br><b>%1</b> Kommander-bővítőmodult</qt>
tg: <qt>Фармондиҳандаи даровардашудагиро пур бор карда наметавонам<br><b>%1</b></qt>

source: Cannot add plugin
eu: Ezin da plugina gehitu
fa: نمی‌توان وصله را افزود
hu: A bővítőmodult nem sikerült felvenni
tg: Гушаи иттисолро илова карда наметавонам

source: _: NAME OF TRANSLATORS Your names
eu: Ion Gazta単aga
fa: مصطفی رشادی، نازنین کاظمی
hu: Szántó Tamás
tg: Tajik KDE Teams: Виктор Ибрагимов, Марина Колючева, Роҷер Ковакс

source: _: EMAIL OF TRANSLATORS Your emails
eu: igaztanaga@gmail.com
fa: Mostafa@Reshadi.com, kazemi@itland.ir
hu: tszanto@mol.hu
tg: youth_opportunities@tajik.net

source: New Item
eu: Elementu berria
fa: فقرۀ جدید
hu: Új elem
tg: Ҷузъи Нав

source: Edit Items of '%1'
eu: Editatu '%1'-(r)en pluginak
fa: ویرایش فقره‌های »%1«
hu: '%1' elemeinek szerkesztése
tg: Ҷузъи '%1'нашр кунед

source: Failed to save file '%1'. Do you want to use another file name?
eu: Errorea '%1' fitxategia gordetzean. Beste fitxategi-izen bat erabili nahi duzu?
fa: خرابی در ذخیرۀ پروندۀ »%1«. می‌خواهید از نام پروندۀ دیگری استفاده کنید؟
hu: Nem sikerült elmenteni a(z) '%1' fájlt. Szeretne másik fájlnevet használni?

source: Try Another
eu: Saiatu beste batekin
fa: دیگری را امتحان کن
hu: Másik megpróbálása

source: Do Not Try
eu: Ez saiatu
fa: امتحان نشود
hu: Nem kell megpróbálni

source: '%1' saved.
eu: '%1' gorde da.
fa: »%1« ذخیره شد.
hu: '%1' elmentve.
tg: '%1' нигоҳ дошта шуд

source: *.kmdr|Kommander Files
eu: .kmdr|Kommander fitxategiak
fa: *.Kmdr|Kommander پرونده‌های
hu: *.kmdr|Kommander-fájlok
tg: *.kmdr|Kommander файлҳо

source: Save Form '%1' As
eu: Gorde '%1' formularioa honela
fa: ذخیرۀ برگۀ »%1« به عنوان
hu: A(z) '%1' űrlap mentése másként
tg: Нусқаро нигоҳ доред '%1' Ҳамчун

source: The file already exists. Do you wish to overwrite it?
eu: Fitxategia dagoeneko existitzen da. Gainidatzi nahi duzu?
fa: پرونده از قبل موجود می‌باشد. آیا می‌خواهید که جای‌نوشت شود؟
hu: Ilyen nevű fájl már létezik. Felül szeretné írni?
tg: Фаӣл аллакаӣ вуҷуд дорад. Шумо мехоҳед ин фаӣлро қаӣд кардан?

source: Overwrite File?
eu: Gainidatzi fitxategia?
fa: پرونده جای‌نوشت شود؟
hu: Felül szeretné írni a fájlt?
tg: Ҷойнавишти файл?

source: Overwrite
eu: Gainidatzi
fa: جای‌نوشت
hu: Felülírás

source: Dialog '%1' was modified.Do you want to save it?
eu: '%1' elkarrizketa aldatu da. Gorde nahi duzu?
fa: محاورۀ »%1« تغییر داده شد. می‌خواهید آن را ذخیره کنید؟
hu: A(z) '%1' párbeszédablak megváltozott. El szeretné menteni?
tg: Муколима '%1'шаклашро тағир дод. Оё шумо мехоҳед, ки инро нигоҳ доред?

source: Save File?
eu: Fitxategia gorde?
fa: پرونده ذخیره شود؟
hu: El szeretné menteni a fájlt?
tg: Фаӣлро нигоҳ доштан?

source: unnamed
eu: izengabea
fa: بدون نام
hu: névtelen
tg: Бе ному насаб

source: Reset the property to its default value
eu: Berrezarri propietatea bere balio lehenetsira
fa: بازنشانی ویژگی به مقدار پیش‌فرض آن
hu: A tulajdonság visszaállítása az alapértelmezett értékre
tg: ПАртофтан хусусият

source: Click this button to reset the property to its default value
eu: Klikatu botoi hau propietatea bere balio lehenetsira berrezartzeko
fa: برای بازنشانی ویژگی به مقدار پیش‌فرض آن، این دکمه را فشار دهید
hu: Kattintson erre a gombra a tulajdonság alapértelmezésre való visszaállításához
tg: Ҳӯппоқ ин тугмачаи барои дубора сохтани молу мулк ба арзиш бо зикр накардан

source: False
eu: Faltsua
fa: نادرست
hu: Hamis
tg: Нодуруст

source: True
eu: Egiazkoa
fa: درست
hu: Igaz
tg: Дуруст

source: width
eu: zabalera
fa: عرض
hu: szélesség
tg: васеъгӣ

source: height
eu: altuera
fa: ارتفاع
hu: magasság
tg: дарозӣ

source: Red
eu: Gorria
fa: قرمز
hu: Vörös
tg: Сурх

source: Green
eu: Berdea
fa: سبز
hu: Zöld
tg: Сабз

source: Blue
eu: Urdina
fa: آبی
hu: Kék
tg: Кабуд

source: Family
eu: Familia
fa: خانواده
hu: Család
tg: Оила

source: Point Size
eu: Puntuaren tamaina
fa: اندازۀ نقطه
hu: Pontméret
tg: Андозаро нишон додан

source: Bold
eu: Lodia
fa: توپر
hu: Félkövér
tg: Ғафс

source: Underline
eu: Azpimarratua
fa: خط زیر
hu: Aláhúzott
tg: Хат кашидашуда

source: Strikeout
eu: Marratua
fa: باطل کردن
hu: Áthúzott
tg: Нест кардани зарба

source: Connection
eu: Konexioa
fa: اتصال
hu: Kapcsolat
tg: Алоқа

source: Table
eu: Taula
fa: جدول
hu: Tábla
tg: Ҷадвал

source: Field
eu: Eremua
fa: حوزه
hu: Mező
tg: Соҳа

source: hSizeType
eu: Tamaina mota horizontala
fa: نوع اندازۀ افقی
hu: mMéretTípus
tg: Намуди Андозаи 'h'

source: vSizeType
eu: Tamaina mota bertikala
fa: نوع اندازۀ عمودی
hu: szMéretTípus
tg: Намуди Андозаи 'v'

source: horizontalStretch
eu: Egokipen horizontala
fa: کشیدن افقی
hu: vízszintesNyújtás
tg: Stretch-и уфуқӣ

source: verticalStretch
eu: Egokipen bertikala
fa: کشیدن عمودی
hu: függőlegesNyújtás
tg: Stretch-и амудӣ

source: Arrow
eu: Gezia
fa: جهت
hu: Nyíl
tg: Ақрабак

source: Up-Arrow
eu: Gezia gorantz
fa: جهت بالا
hu: Felfelé nyíl
tg: Боло-ҷиҳат

source: Cross
eu: Gurutzea
fa: متقابل
hu: Kereszt
tg: Салиб

source: Waiting
eu: Itxaroten
fa: منتظر
hu: Homokóra
tg: Истед

source: iBeam
hu: iSugár

source: Size Vertical
eu: Tamaina bertikala
fa: اندازۀ عمودی
hu: Függőleges méret
tg: Андозаи амудӣ

source: Size Horizontal
eu: Tamaina horizontala
fa: اندازۀ افقی
hu: Vízszintes méret
tg: Андозаи уфуқӣ

source: Size Slash
eu: Tamaina diagonala
fa: اندازۀ ممیز
hu: Méret Vonás
tg: Андозаи номи аломати

source: Size Backslash
eu: Tamaina diagonal alderantzizkatua
fa: اندازۀ ممیز وارونه
hu: Méret Backslash
tg: Андозаи хатчаи моил

source: Size All
eu: Guztiaren tamaina
fa: اندازۀ همه
hu: Méret Mind
tg: Ҳамаи андрза

source: Blank
eu: Hutsik
fa: فاصله
hu: Üres
tg: Бланк

source: Split Vertical
eu: Zatiketa bertikala
fa: شکافتن عمودی
hu: Függőleges megosztás
tg: Резаи амудӣ

source: Split Horizontal
eu: Zatiketa horizontala
fa: شکافتن افقی
hu: Vízszintes megosztás
tg: Резаи уфуқӣ

source: Pointing Hand
eu: Erakuslea
fa: اشاره‌گر دست
hu: Mutató kéz
tg: Дастаки нишондод карда истода

source: Forbidden
eu: Debekatuta
fa: ممنوع
hu: Tilos
tg: Манъ кардан

source: Property
eu: Propietatea
fa: ویژگی
hu: Tulajdonság
tg: Хосият

source: Value
eu: Balioa
fa: مقدار
hu: Érték
tg: Аҳамият

source: Set '%1' of '%2'
eu: Ezarri '%1'-(r)en '%2'
fa: تنظیم »%1« از »%2«
hu: Beállítás: '%1' - '%2'
tg: '%1' аз '%2' ба кор дароред

source: Sort &Categorized
eu: Odenatu &kategoriaren araberaa
fa: مرتب کردن &دسته‌بندی‌شده‌
hu: Kateg&orizált rendezés
tg: Намуди &табақабандшуда

source: Sort &Alphabetically
eu: Odenatu &alfabetikoki
fa: مرتب کردن &الفبایی‌
hu: Be&tűrendes rendezés
tg: Намуди &алифбоӣ

source: Reset '%1' of '%2'
eu: Berrezarri '%1'-(r)en '%2'
fa: بازنشانی »%1« از »%2«
hu: Alapállapotba: '%1' - '%2'
tg: '%1' аз '%2' партоед

source: <p><b>QWidget::%1</b></p><p>There is no documentation available for this property.</p>
eu: <p><b>QWidget::%1</b></p><p>Ez dago dokumentaziorik eskuragarri propietate honentzat.</p>
fa: <p><b>QWidget::%1</b></p><p>هیچ مستندی برای این ویژگی در دسترس نیست.</p>
hu: <p><b>QWidget::%1</b></p><p>Nem áll rendelkezésre dokumentáció ehhez a tulajdonsághoz.</p>
tg: <p><b>QВиджет::%1</b></p><p>Дар ин ҷо санадсозӣ барои хосият номумкин аст.</p>

source: New Signal Handler
eu: Seinale-maneiatzaile berria
fa: گردانندۀ نشانک جدید
hu: Új szignálkezelő
tg: Аломати нави дастгузор

source: Delete Signal Handler
eu: Ezabatu seinale-maneiatzailea
fa: حذف گردانندۀ نشانک
hu: Szignálkezelő törlése
tg: Нобуд сохтани аломати дастгузор

source: Remove Connection
eu: Kendu konexioa
fa: حذف اتصال
hu: Kapcsolat eltávolítása
tg: Аз ҷо бе ҷо карданӣ алоқа

source: Add Connection
eu: Gehitu konexioa
fa: افزودن اتصال
hu: Kapcsolat hozzáadása
tg: Алоқаро ҳамроҳ кардан

source: Property Editor
eu: Propietateen editorea
fa: ویرایشگر ویژگی
hu: Tulajdonságszerkesztő
tg: Муҳаррири ҳосият

source: P&roperties
eu: P&ropietateak
fa: &ویژگیها‌
hu: T&ulajdonságok
tg: Ҳ&осиятҳо

source: S&ignal Handlers
eu: Se&inale-maneiatzaileak
fa: گرداننده‌های &نشانک‌
hu: Sz&ignálkezelők
tg: А&ломати дастгузор

source: Property Editor (%1)
eu: Propietateen editorea (%1)
fa: ویرایشگر ویژگی )%1(
hu: Tulajdonságszerkesztő (%1)
tg: Муҳаррири ҳосият (%1)

source: Actions
eu: Ekintzak
fa: کنشها
hu: Műveletek
tg: Амалиётҳо

source: New &Action
eu: &Ekintza berria
fa: &کنش جدید‌
hu: Új mű&velet
tg: Амалиёти &нав

source: New Action &Group
eu: Ekintza-&talde berria
fa: &گروه کنش جدید‌
hu: Új művelet&csoport
tg: Гурӯҳи &нави амалиётҳо

source: New &Dropdown Action Group
eu: &Goitibeherako ekintza-talde berria
fa: گروه کنش &پایین افت جدید‌
hu: Új lenyitható műveletcso&port
tg: Гурӯҳи &Нави амали суқути поёнӣ

source: Copy Current &Line
eu: Kopiatu uneko &lerroa
fa: رونوشت &خط جاری‌
hu: Az aktuális sor más&olása

source: &Copy Content
eu: &Kopiatu edukina
fa: &رونوشت محتوا‌
hu: A &tartalom másolása

source: &Save As...
eu: &Gorde honela...
fa: &ذخیره به عنوان...‌
hu: Mentés más&ként...

source: *.log|Log Files (*.log) *|All Files
eu: *.log|Egunkari fitxategiak (*.log) *|Fitxategi guztiak
fa: *.log|پرونده‌های ثبت (*.log) *|تمام پرونده‌ها
hu: *.log|Naplófájlok (*.log) *|Minden fájl

source: Save Log File
eu: Gorde egunkari fitxategiak
fa: ذخیرۀ پروندۀ ثبت
hu: A naplófájl mentése

source: <qt>File<br><b>%1</b><br>already exists. Overwrite it?</qt>
eu: <qt><br><b>%1</b><br> lehendik dago. Gainidatzi?</qt>
fa: <qt>پروندۀ<br><b>%1</b><br>از قبل وجود دارد. جای‌نوشت شود؟</qt>
hu: <qt>Ez a fájl:<br><b>%1</b><br>már létezik. Felül szeretné írni?</qt>

source: <qt>Cannot save log file<br><b>%1</b></qt>
eu: <qt>Ezin da <br><b>%1</b> egunkari-fitxategia gorde</qt>
fa: <qt>پروندۀ ثبت <br><b>%1</b>را نمی‌توان ذخیره کرد.</qt>
hu: <qt>Nem sikerült elmenteni ezt a naplófájlt:<br><b>%1</b></qt>

source: Stdout
hu: Standard kimenet (stdout)

source: Stderr
hu: Standard hibakimenet (stderr)

source: <no field>
eu: <eremurik ez>
fa: >بدون حوزه<
hu: <nincs mező>
tg: <майдон нест>

source: Edit Rows and Columns of '%1'
eu: Editatu '%1'-(r)en lerroak eta zutabeak
fa: ویرایش سطرها و ستون‌های »%1«
hu: '%1' sorainak/oszlopainak szerkesztése
tg: Хатҳо ва сутунҳоро чоп кунед '%1'

source: Move Tab Page
eu: Mugitu fitxen orria
fa: حرکت صفحۀ تب
hu: Lap mozgatása
tg: Ҳаракат додани саҳифаи ҷадвалбандиӣ

source: Column 1
eu: Zutabea 1
fa: ستون ۱
hu: 1. oszlop
tg: Сутуни 1

source: Tab 1
eu: Fitxa 1
fa: تب ۱
hu: 1. lap

source: Tab 2
eu: Fitxa 2
fa: تب ۲
hu: 2. lap

source: Page 1
eu: Orria 1
fa: صفحۀ ۱
hu: 1. oldal

source: Page 2
eu: Orria 2
fa: صفحۀ ۲
hu: 2. oldal

source: &Undo: Not Available
eu: &Desegin: Ez dago eskuragarri
fa: &واگرد: در دسترس نیست
hu: V&isszavonás: nem érhető el
tg: &Натавонистам: Наметавонам

source: Undoes the last action
eu: Azken ekintza desegiten du
fa: آخرین کنش را واگرد می‌کند
hu: Visszavonja a legutóbbi műveletet
tg: Амалиёти охирин то охир ба анҷом расонида нашуд

source: &Redo: Not Available
eu: Be&rregin: Ez dago eskuragarri
fa: &از نو: در دسترس نیست
hu: Újra vé&grehajtás: nem érhető el
tg: &Бори дигар такрор кардан: Дастрас нес

source: Redoes the last undone operation
eu: Azken desegite eragiketa errepikatzen du
fa: آخرین عمل انجام‌نشده را از نو انجام می‌دهد
hu: Újra végrehajtja a legutóbb visszavont műveletet
tg: Амалиёти охирини ба анҷом нарасидаро ба анҷом расонед

source: Cuts the selected widgets and puts them on the clipboard
eu: Hautatutako trepetak moztu eta arbelean jartzen ditu
fa: عناصر برگزیده را می‌برد و آنها را در تخته یادداشت می‌گذارد
hu: A kijelölt elemeket kivágja és a vágólapra helyezi
tg: Кашида шудаи виджетҳоро кӯтоҳ менамояд ва онҳоро дар силули мухобиротӣ ҷой медиҳад

source: Copies the selected widgets to the clipboard
eu: Hautatutako trepetak arbelera kopiatzen ditu
fa: عناصر برگزیده را در تخته یادداشت رونوشت می‌کند
hu: A kijelölt elemeket a vágólapra másolja
tg: Нусха намудани виджетҳои дар силули мухобиротӣ интихобшуда

source: Pastes the clipboard's contents
eu: Arbelaren edukinak itsasten ditu
fa: محتویات تخته یادداشت را می‌چسباند
hu: Beilleszti a vágólap tartalmát
tg: Мондани мӯҳтавои силули мухобирот

source: Deletes the selected widgets
eu: Hautatutako trepetak ezabatzen ditu
fa: عناصر برگزیده را حذف می‌کند
hu: Törli a kijelölt elemeket
tg: Виджетҳои интихобшударо пок намоед

source: Selects all widgets
eu: Trepeta guztiak hautatzen ditu
fa: تمام عناصر را برمی‌گزیند
hu: Az összes elemet kijelöli
tg: Ҳамаи виджетҳоро интихоб намоед

source: Bring to Front
eu: Ekarri aurrera
fa: آوردن به جلو
hu: Előrehozás
tg: Ба пеш монед

source: Raises the selected widgets
eu: Hautatutako trepetak aurrera ekartzen ditu
fa: عناصر برگزیده را بالا می‌آورد
hu: Felülre helyezi a kijelölt elemeket
tg: Бардоштани ҷузъҳои интихобшуда

source: Send to Back
eu: Bidali atzera
fa: ارسال به عقب
hu: Hátratevés
tg: Ба қафо равона кунед

source: Lowers the selected widgets
eu: Hautatutako trepetak atzera bidaltzen ditu
fa: عناصر برگزیده را پایین می‌برد
hu: Hátulra teszi a kijelölt elemeket
tg: Паст кардани ҷузъҳои интихобшуда

source: Check Accelerators
eu: Egiaztatu bizkortzaileak
fa: بررسی شتاب‌دهنده‌ها
hu: A gyorsbillentyűk ellenőrzése
tg: Шитобдиҳандаҳоро интихоб намоед

source: Checks if the accelerators used in the form are unique
eu: Formularioan erabilitako bizkortzaileak bakarrak diren egiaztatzen du
fa: بررسی می‌کند که آیا شتاب‌دهنده‌های استفاده‌شده، در برگه یکتا هستند
hu: Ellenőrzi, hogy az űrlapon használt gyorsbillentyűk egyediek-e
tg: Тафтиш кунед, ки шитобдиҳандаҳо дар шакл нодир ҳастанд

source: Connections
eu: Konexioak
fa: اتصالها
hu: Kapcsolatok
tg: Алоқаҳо

source: Opens a dialog for editing connections
eu: Konexioak editatzeko elkarrizketa-koadro bat irekitzen du
fa: محاوره‌ای را برای ویرایش اتصالها باز می‌کند
hu: Megnyitja a kapcsolatok szerkesztőablakát
tg: Муколимаро-ро барои чоп кардани алоқаҳо кушоед

source: Form Settings...
eu: Formularioaren ezarpenak...
fa: تنظیمات برگه...
hu: Űrlapbeállítások...

source: Opens a dialog to change the form's settings
eu: Formularioaren ezarpenak aldatzeko elkarrizketa-koadro bat irekitzen du
fa: محاوره‌ای را برای تغییر تنظیمات برگه باز می‌کند
hu: Megnyitja az űrlap jellemzőinek szerkesztőablakát
tg: Муколима-ро барои иваз кардани шаклҳои мизробҳо кушоед

source: <b>The Edit toolbar</b>%1
eu: <b>Editatu tresna-barra</b>%1
fa: <b>میله ابزار ویرایش</b>%1
hu: <b>Szerkesztés eszköztár</b>%1
tg: <b>Таҳрир кардани абзор</b>%1

source: Adjust Size
eu: Doitu tamaina
fa: تنظیم اندازه
hu: A méret igazítása
tg: Андозаро танзимдиҳӣ

source: Adjusts the size of the selected widget
eu: Hautatutako trepetaren tamaina aldatzen du
fa: اندازۀ عنصر برگزیده را تنظیم می‌کند
hu: Megigazítja a kiválasztott elem magasságát
tg: Танзимдиҳии андозаи виджети интихобшуда

source: Lay Out Horizontally
eu: Lerrokatu horizontalki
fa: طرح‌بندی به صورت افقی
hu: Vízszintes elrendezés
tg: Тарҳбандии уфуқӣ

source: Lays out the selected widgets horizontally
eu: Hautatutako trepetak horizontalki lerrokatzen ditu
fa: عناصر برگزیده را به صورت افقی طرح‌بندی می‌کند
hu: Elrendezi vízszintesen a kijelölt elemeket
tg: Тарҳбандии виджетҳои уфуқии интихобшуда

source: Lay Out Vertically
eu: Lerrokatu bertikalki
fa: طرح‌بندی به صورت عمودی
hu: Függőleges elrendezés
tg: Тарҳбандии хати амудӣ

source: Lays out the selected widgets vertically
eu: Hautatutako trepetak bertikalki lerrokatzen ditu
fa: عناصر برگزیده را به صورت عمودی طرح‌بندی می‌کند
hu: Elrendezi függőlegesen a kijelölt elemeket
tg: Тарҳбандӣ намудани хати амудии виджети интихобшуда

source: Lay Out in a Grid
eu: Lerrokatu saretan
fa: طرح‌بندی در یک توری
hu: Rácspontokhoz igazítás
tg: Тарҳбандӣ дар тӯр

source: Lays out the selected widgets in a grid
eu: Hautatutako trepetak saretan lerrokatzen ditu
fa: عناصر برگزیده را در یک توری طرح‌بندی می‌کند
hu: Rácspontokhoz igazítja az elemek sarkait
tg: Тарҳбандии виджети дар тӯр интихобшуда

source: Lay Out Horizontally in Splitter
eu: Lerrokatu horizontalki bereizlean
fa: طرح‌بندی به صورت افقی در شکافنده
hu: Vízszintes elrendezés (megosztva)

source: Lays out the selected widgets horizontally in a splitter
eu: Hautatutako trepetak horizontalki bereizlean lerrokatzen ditu
fa: عناصر برگزیده را در یک شکافنده به صورت افقی طرح‌بندی می‌کند
hu: Elrendezi vízszintesen, megosztva a kijelölt elemeket
tg: Тарҳбандии виджети уфуқии интихобшуда дар порасоз

source: Lay Out Vertically in Splitter
eu: Lerrokatu bertikalki bereizlean
fa: طرح‌بندی به صورت عمودی در شکافنده
hu: Függőleges elrendezés (megosztva)

source: Lays out the selected widgets vertically in a splitter
eu: Hautatutako trepetak bertikalki bereizlean lerrokatzen ditu
fa: عناصر برگزیده را در یک شکافنده به صورت عمودی طرح‌بندی می‌کند
hu: Elrendezi függőlegesen, megosztva a kijelölt elemeket
tg: Тарҳбандии виджети хати амудии интихобшуда дар порасоз

source: Break Layout
eu: Apurtu lerrokadura
fa: شکستن طرح‌بندی
hu: Az elrendezés megtörése
tg: Боздоштани тарҳбандӣ

source: Breaks the selected layout
eu: Hautatutako lerrokadura apurtzen du
fa: طرح‌بندی برگزیده را می‌شکند
hu: A kiválasztott elrendezés megtörése
tg: Боздоштани тарҳбандии интиҳоб шуда

source: Spacer
eu: Zuriunea
fa: فاصله‌انداز
hu: Távtartó
tg: Ҷудокунанда

source: Add
eu: Gehitu
fa: افزودن
hu: Hozzáadás
tg: Илова кардан

source: Insert a %1
eu: Sartu %1 bat
fa: درج یک %1
hu: %1 beszúrása
tg: %1 гузоред

source: <b>A %1</b><p>%2</p><p>Click to insert a single %3,or double click to keep the tool selected.
eu: <b>%1 bat</b><p>%2</p><p>Klikatu %3 bakar bat sartzeko edo klik bikoitza hautatutako tresna mantentzeko.
fa: <b>یک %1</b><p>%2</p><p>برای درج یک تک %3 فشار داده، یا برای نگه داشتن ابزار برگزیده دو بار فشار دهید.
hu: <b>%1</b><p>%2</p><p>Kattintson egyszer egy darab %3 beszúrásához, vagy kattintson duplán a választott eszköz megtartásához.
tg: <b>A %1</b><p>%2</p><p>Ҳӯппоқ барои ворид намудани воҳид %3, ё ин ки ҳӯппоқ барои нигоҳ доштани абзоре ки интихоб шуда буд.

source: <b>The Layout toolbar</b>%1
eu: <b>Lerrokadura tresna-barra</b>%1
fa: <b>میله ابزار طرح‌بندی</b>%1
hu: <b>Elrendezés eszköztár</b>%1
tg: <b>Тарҳбандии абзори сутун</b>%1

source: &Layout
eu: &Lerrokadura
fa: &طرح‌بندی‌
hu: &Elrendezés
tg: &Тарҳбандӣ

source: Pointer
eu: Erakuslea
fa: اشاره‌گر
hu: Mutató
tg: Ишорагар

source: Selects the pointer tool
eu: Erakusle tresna hautatzen du
fa: ابزار اشاره‌گر را برمی‌گزیند
hu: Kiválasztja a mutatóeszközt
tg: Абзори ишорагарро интихоб намоед

source: Connect Signal/Slots
eu: Seinaleak/artekak konektatzen ditu
fa: اتصال نشانک/شکافها
hu: Szignálok/szignálkezelők összerendelése
tg: Иттисол кардани сигнал/такягоҳ

source: Selects the connection tool
eu: Konexioen tresna hautatzen du
fa: ابزار اتصال را برمی‌گزیند
hu: Kiválasztja az összerendelési eszközt
tg: Абзори васл карда шударо интихоб намоед

source: Tab Order
eu: Fitxen ordena
fa: ترتیب تب
hu: Lapsorrend
tg: Ҷадвалбандии дастурн

source: Selects the tab order tool
eu: Fitxen ordeneko tresna hautatzen du
fa: ابزار ترتیب تب را برمی‌گزیند
hu: Kiválasztja a lapokat sorbarendező eszközt
tg: Дастури абзори ҷадвалбандиро интихоб намоед

source: <b>The Tools toolbar</b>%1
eu: <b>Tresnak tresna-barra</b>%1
fa: <b>میله ابزار ابزارها</b>%1
hu: <b>Eszközök eszköztár</b>%1
tg: <b>Абзори абзори сутун</b>%1

source: Tools
eu: Tresnak
fa: ابزارها
hu: Eszközök
tg: Асбобҳо

source: <b>The %1</b>%2
eu: <b>%1</b>%2
hu: <b>%1</b>%2

source: Click on a button to insert a single widget, or double click to insert multiple %1.
eu: Klikatu botoi batean trepeta bakarra sartzeko, edo klik bikoitza %1 anitz sartzeko.
fa: برای درج یک تک عنصر روی یک دکمه فشار دهید، یا برای درج چند %1 دو بار فشار دهید.
hu: Kattintson egy gombra a kívánt elem beszúrásához. Dupla kattintással lehet egyszerre több %1 elemet beszúrni.
tg: Барои ворид намудани виджети воҳиди виджет тугмачаро зер намоед, ё ин ки барои бисёркарата намудан дубора зер намоед %1.

source: <b>The %1 Widgets</b>%2
eu: <b>%1</b>%2
fa: <b>عناصر %1</b>%2
hu: <b>A(z) %1 elemek</b>%2
tg: <b>Виджетҳо %1</b>%2

source: Click on a button to insert a single %1 widget, or double click to insert multiple widgets.
eu: Klikatu botoi batean %1 trepeta bakarra sartzeko, klik bikoitza trepeta anitz sartzeko.
fa: برای درج یک تک عنصر %1 روی یک دکمه فشار دهید، یا برای درج چندین عنصر دو بار فشار دهید.
hu: Kattintson egy gombra a kívánt %1 elem beszúrásához. Dupla kattintással lehet egyszerre több elemet beszúrni.
tg: Барои ворид намудани виджети воҳиди %1 виджет тугмачаро зер намоед, ё ин ки барои бисёркарата намудани виджетҳо дубора зер намоед.

source: <b>A %1</b>
eu: <b>%1 bat</b>
fa: <b>یک %1</b>
hu: <b>%1</b>

source: <p>Double click on this tool to keep it selected.</p>
eu: <p>Klik bikoitza egin tresna honetan hautatuta mantentzeko.</p>
fa: <p>روی این ابزار دو بار فشار دهید تا آن را برگزیده نگه دارید.</p>
hu: <p>Kattintson duplán erre az eszközre a kijelölés megtartásához.</p>
tg: <p>Пахшкунии дубора дар ин асбоб кори шуморо ба кор дароварда нигоҳ медорад.</p>

source: Editor
eu: Editorea
fa: ویرایشگر
hu: Szerkesztő

source: <b>The File toolbar</b>%1
eu: <b>File tresna-barra</b>%1
fa: <b>میله ابزار پرونده</b>%1
hu: <b>Fájl eszköztár</b>%1
tg: <b>Пайраҳаи асбоби файлThe File toolbar</b>%1

source: Creates a new dialog
eu: Elkarrizketa-koadro berri bat sortzen du
fa: یک محاورۀ جدید ایجاد می‌کند
hu: Létrehoz egy új párbeszédablakot
tg: Муколимаи нав созед

source: Opens an existing dialog
eu: Existitzen den elkarrizketa-koadro bat irekitzen du
fa: محاورۀ موجود را باز می‌کند
hu: Megnyit egy létező párbeszédablakot

source: Opens recently open file
eu: Oraintsuko fitxategi bat irekitzen du
fa: پرونده‌ای که به تازگی باز شده را باز می‌کند
hu: Megnyit egy nemrég használt fájlt

source: Closes the current dialog
eu: Uneko elkarrizketa-koadroa ixten du
fa: محاورۀ جاری را می‌بندد
hu: Bezárja az aktuális párbeszédablakot
tg: Муколимаи ҷоришавандаро махкам кунед
