Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdewebdev/kommander.po
Languages: eu, fa, hu, tg

source: Show Splashscreen
eu: Erakutsi splash-pantaila
fa: نمایش رنگ‌پاشی پرده
hu: Indítókép megjelenítése
tg: Намоиши тамоми дасхат

source: Disable data&base auto-edit in preview
eu: Ezgaitu datu-&basearen auto-edizioa aurrebistan
fa: غیرفعال کردن ویرایش خودکار &دادگان در پیش‌نمایش‌
hu: Az adatbázisok a&utomatikus szerkesztésének letiltása előnézetben
tg: Маҳрум кардани маълумоти&база авто-вароиш дар ташхиси муқаддамоти

source: &Documentation path:
eu: &Dokumentazioaren bide-izena:
fa: مسیر &مستندسازی:‌
hu: A dokumentáció elérési &útja:
tg: &Роҳи санадсозӣ

source: <b>Enter the path to the documentation.</b><p>You may provide an $environment variable as the first part of the pathname.</p>
eu: <b>Sartu dokumentazioaren bide-izena.</b><p>$inguruneko aldagai bat jarri dezakezu bide-izenaren lehenengo zati bezala.</p>
fa: <b>مسیر را برای مستندسازی وارد کنید.</b><p>شما ممکن است یک متغیر $environment را به‌ عنوان جزء اول مسیر مهیا کنید.</p>
hu: <b>Adja meg a dokumentáció elérési útját.</b><p>Az elérési út első része akár környezeti változóval is kifejezhető.</p>
tg: <b>Дароед ба роҳчаи ба документасия.</b> <p>Шумо метавонед таъмин кунед гуногунии $табият ҳамчун якум қисми номироҳча.</p>

source: Select path
eu: Hautatu bide-izena
fa: برگزیدن مسیر
hu: Elérési út kiválasztása
tg: Интихоби роҳча

source: Look for the documentation path.
eu: Bilatu dokumentazioaren bide-izena.
fa: جستجو برای مسیر مستندسازی.
hu: A dokumentáció elérési útja.
tg: Ба роҳи санадсозӣ нигаред.

source: &Toolbars
eu: &Tresna-barrak
fa: &میله‌های‌ ابزار‌
hu: Eszköz&tárak
tg: &Пайраҳаҳои Асбоб

source: Show &big icons
eu: Erakutsi ikono &handiak
fa: نمایش شمایلهای &بزرگ‌
hu: Nagy ikonok megj&elenítése
tg: Намоиши &пиктограммаи калон

source: Big Icons
eu: Ikono handiak
fa: شمایلهای بزرگ
hu: Nagy ikonok
tg: Пиктограммаҳои калон

source: Big icons will be used in the toolbars if this is checked.
eu: Hau hautatzen bada, ikono handiak erabiliko dira tresna-barretan.
fa: اگر این علامت زده شود، شمایلهای بزرگ در میله‌های ابزار استفاده خواهند شد.
hu: Ha ez az opció be van jelölve, nagy ikonok lesznek az eszköztárakon.
tg: Пиктограммаҳои калон дар абзори сутун истифода бурда мешавад, агар озмоиш карда шуда бошад.

source: Show text lab&els
eu: Erakutsi testu-&etiketak
fa: نمایش &برچسبهای متن‌
hu: &Feliratok megjelenítése
tg: Намоиши ёр&лиқи матн

source: Text Labels
eu: Testu-etiketak
fa: برچسبهای متن
hu: Feliratok
tg: Ёрлиқҳои матн

source: Text labels will be usin in the toolbars if this is checked.
eu: Hau hautatzen bada, testu-etiketak erabiliko dira tresna-barretan.
fa: اگر این علامت زده شود، برچسبهای متن در میله‌های ابزار استفاده خواهند شد.
hu: Ha bejelöli ezt az opciót, az eszköztárakban szövegcímkék lesznek láthatók.
tg: Ёрлиқҳои матн дар абзори сутун истифода бурда мешавад, агар озмоиш карда шуда бошад.

source: Edit Listview
eu: Editatu zerrenda-ikuspegia
fa: ویرایش فهرست‌نما
hu: Listanézet szerkesztése
tg: Таъғири рӯйхати намоиш

source: <b>Edit Listview</b><p>Use the controls on the <b>Items</b>-tab to add, edit or delete items in the listview. Change the column configuration of the listview using the controls on the <b>Columns</b>-tab.</p>Click the <b>New Item</b>-button to create a new item, then enter text and add a pixmap.</p><p>Select an item from the list and click the <b>Delete Item</b>-button to remove the item from the list.</p>
eu: <b>Editatu zerrenda-ikuspegia</b><p>Erabili <b>Elementuak</b> fitxako kontrolak zerrenda-ikuspegiko elementuak gehitu, editatu edo kentzeko. Aldatu zutabearen zerrenda-ikuspegiko konfigurazioa <b>Zutabeak</b> fitxako kontrolak erabiliz.</p>Klikatu <b>Elementu berria</b> botoian elementu berri bat sortzeko, sartu testua eta gehitu pixmap bat.</p><p>Hautatu zerrendako elementu bat eta klikatu <b>Ezabatu elementua</b> botoia elementua zerrendatik kentzeko.</p>
fa: <b>ویرایش فهرست‌نما</b><p>از کنترلهای روی تب <b>فقره‌ها</b> برای افزودن، ویرایش یا حذف فقره‌ها در فهرست‌نما استفاده کنید. پیکربندی ستون فهرست‌نما را با استفاده از کنترلهای روی تب <b>ستونها</b> تغییر دهید.</p>بر روی دکمه <b>فقرۀ جدید</b>برای ایجاد یک فقرۀ جدید فشار دهید، سپس متن را وارد کنید و یک نگاشت تصویردانه‌ای بیفزایید.</p><p>یک فقره از فهرست برگزینید و بر روی دکمۀ <b>حذف فقره</b> برای حذف فقره از فهرست فشار دهید.</p>
hu: <b>Listanézet szerkesztése</b><p>Az <b>Elemek</b> lapon található vezérlőelemekkel lehet felvenni, módosítani és törölni elemeket a listanézetben. A listanézet oszlopbeállításait az <b>Oszlopok</b> lapon található vezérlőelemekkel lehet elvégezni.</p>Kattintson az <b>Új elem</b> gombra új elem létrehozásához, majd írja be az elem szövegét és válasszon ki egy képet.</p><p>Válasszon ki egy elemet a listából és kattintson az <b>Elem törlése</b> gombra az elem listából való eltávolításához.</p>
tg: <b>Таъғири рӯйхати намоиш</b><p>Истифода намоед контролҳои<b>Ҷузъро</b>-барои илова кардани ҷадвалбандӣ, вироиш ва нобуд сохтани ҷузъ дар рӯйхати намоиш.Иваз кардани пайкарабандии рӯйхати намоиш ҳамзамон истифодаи контролҳо дар<b>Сутунҳои</b>-ҷадвалбандӣ.</p>Ҷузъи навро<b> зер намоед</b>-тугмаи ҷузъи навро бунёд намоед, баъд аз он матнро ворид созед ва харитаи pix-ро илова намоед.</p> <p>Ҷузъро аз лист интихоб намоед ва нобуд намудани <b>ҷузъро зер намоед</b>-тугмаи аз ҷой иваз кардани ҷузъ аз лист зер намоед.</p>

source: <b>Deletes the selected item.</b><p>Any sub-items are also deleted.</p>
eu: <b>Hautatutako elementua ezabatzen du.</b><p>Edozein azpi-elementu ere ezabatuko da.</p>
fa: <b>فقرۀ برگزیده را حذف می‌کند.</b><p>هر زیر فقره‌ای نیز حذف می‌شود.</p>
hu: <b>Törli a kijelölt elemet.</b><p>Az al-elem is törölve lesznek.</p>
tg: <b>Қалами интихобшударо нобуд созед.</b><p>Ягон зер-қаламиҳо аллакай нобуд шудааст.</p>

source: Item &Properties
eu: Elementuaren &propietateak
fa: &ویژگیهای فقره‌
hu: Az elem t&ulajdonságai
tg: Хусусиятҳои &ҷузъ

source: Pi&xmap:
eu: Pi&xmapa:
fa: &نگاشت تصویردانه‌ای:‌
hu: K&ép:
tg: Харитаи &Pix:

source: <b>Change the text of the item.</b><p>The text will be changed in the current column of the selected item.</p>
eu: <b>Aldatu elementuaren testua.</b><p>Hautatutako elementuaren uneko zutabeako testua aldatuko da.</p>
fa: <b>تغییر متن فقره</b><p>متن در ستون جاری فقرۀ برگزیده تغییر خواهد کرد.</p>
hu: <b>Az elem szövegének megváltoztatása.</b><p>A kijelölt elem aktuális oszlopában megváltoztatja a szöveget.</p>
tg: <b>Қалами матнро иваз намоед.</b><p>Матни иваз карда мешавад дар сутуни қалами интихоб шудаи мавҷуд буда.</p>

source: Change column
eu: Aldatu zutabea
fa: تغییر ستون
hu: Az oszlop megváltoztatása
tg: Дигаргун кардани сутун

source: <b>Select the current column.</b><p>The item's text and pixmap will be changed for the current column</p>
eu: <b>Hautatu uneko zutabea.</b><p>Uneko zutabearen elementuaren testua eta pixmapa aldatuko dira</p>
fa: <b>برگزیدن ستون جاری.</b><p>متن و نگاشت تصویردانه‌ای فقره برای ستون جاری تغییر خواهند کرد</p>
hu: <b>Kiválasztja az aktuális oszlopot.</b><p>Az elem szövege és képe ki lesz cserélve az aktuális oszlopban.</p>
tg: <b>Сутуни мавҷудбударо интихоб намоед.</b><p>Қалами матн ва харитаи map дар сутуни мавҷуд буда иваз карда мешавад</p>

source: Colu&mn:
eu: &Zutabea:
fa: &ستون:‌
hu: &Oszlop:
tg: &Сутун:

source: <b>Delete the selected item's pixmap.</b><p>The pixmap in the current column of the selected item will be deleted.</p>
eu: <b>Ezabatu hautatutako elementuaren pixmapa.</b><p>Hautatutako elementuaren uneko zutabeko pixmapa ezabatuko da.</p>
fa: <b>حذف نگاشت تصویردانه‌ای فقرۀ برگزیده.</b><p>نگاشت تصویردانه‌ای در ستون جاری از فقرۀ برگزیده حذف خواهد شد.</p>
hu: <b>A kijelölt elem képének törlése.</b><p>A kijelölt elem aktuális oszlopában törölve lesz a kép.</p>
tg: <b>Харитаи mapи интихоб шударо нобуд созед.</b><p>Харитаи map дар сутуни мавҷуд буда интихоб карда шуда нобуд карда мешавад.</p>

source: <b>Select a pixmap file for the item.</b><p>The pixmap will be changed in the current column of the selected item.</p>
eu: <b>Hautatu elementuaren pixmapa.</b><p>Hautatutako elementuaren uneko zutabeko pixmapa aldatuko da.</p>
fa: <b>برگزیدن یک پرونده نگاشت تصویردانه‌ای برای فقره.</b><p>نگاشت تصویردانه‌ای در ستون جاری فقرۀ برگزیده تغییر خواهد کرد.</p>
hu: <b>Válasszon egy képfájlt az elemhez.</b><p>A kijelölt elem aktuális oszlopában meg fog változni a kép.</p>
tg: <b>Харитаи файли map-ро интихоб намоед.</b><p>Харитаи map иваз карда мешавад дар сутуни интихоб карда шудаи мавҷуд буда.</p>

source: <b>Adds a new item to the list.</b><p>The item will be inserted at the top of the list and can be moved using the up- and down-buttons.</p>
eu: <b>Elementu berri bat gehitzen du zerrendara.</b><p>Elementua zerrendaren hasieran sartuko da eta gorantz eta behera botoiak erabiliz mugi daiteke.</p>
fa: <b>یک فقرۀ جدید به فهرست می‌افزاید.</b><p>فقره در بالای فهرست درج خواهد شد، و با استفاده از کلیدهای بالا و پایین، می‌تواند حرکت کند.</p>
hu: <b>Új elemet ad hozzá a listához.</b><p>Az elem a lista tetére lesz beszúrva. Elmozgatni a Fel és Le gombokkal lehet.</p>
tg: <b>Қалами нав ба ин лист илова намред.</b><p>Қалам ворид карда мешавад ба болои лист ва метавонад аз ҷой тугмаи боло ва поёнроистифода барад.</p>

source: The list of items.
eu: Elementuen zerrenda.
fa: فهرست فقره‌ها.
hu: Az elemek listája.
tg: Рӯйхати ҷузъ.

source: New &Subitem
eu: &Azpi-elementu berria
fa: &زیرفقرۀ جدید‌
hu: Új &al-elem
tg: Зери&ҷузъ нест

source: Add a subitem
eu: Gehitu azpi-elementu bat
fa: افزودن یک زیرفقره
hu: Al-elem hozzáadása
tg: Иловаи зериҷузъ

source: <b>Create a new sub-item for the selected item.</b><p>New sub-items are inserted at the top of the list of sub-items, and new levels are created automatically.</p>
eu: <b>Sortu azpi-elementu berri bat hautatutko elementuarentzat.</b><p>Azpi-elementu berriak azpi-elementuen zerrendaren hasieran gehituko dira eta maila berriak sortuko dira automatikoki.</p>
fa: <b>ایجاد یک زیرفقرۀ جدید برای فقرۀ برگزیده.</b><p>زیرفقره‌های جدید در بالای فهرست زیرفقره‌ها درج می‌شوند، و سطوح جدید به طور خودکار ایجاد می‌شوند</p>
hu: <b>Új al-elem létrehozása a kijelölt elem alatt.</b><p>Az új al-elem az al-elemek listájának tetejére fog kerülni, az új szintek automatikusan létrejönnek.</p>
tg: <b>Барои ҷузъи интихоб карда шуда зерҷузъи нав бунёд намоед.</b><p>Зерҷузъи нав дар болои листи зерҷузъ ворид карда шудааст, ва сатҳи нав ба таври автоматӣ бунёд карда мешавад.</p>

source: Move up
eu: Mugitu gorantz
fa: حرکت به بالا
hu: Felfelé
tg: Ҳаракат ба боло

source: <b>Move the selected item up.</b><p>The item will be moved within its level in the hierarchy.</p>
eu: <b>Mugitu hautatutako elementua gorantz.</b><p>Elementua bere mailan zehar mugituko da.</p>
fa: <b>حرکت فقرۀ برگزیده به بالا.</b><p>فقره در سطح خود به سلسله ‌مراتب حرکت داده خواهد شد.</p>
hu: <b>A kijelölt elemet eggyel feljebb mozgatja.</b><p>Az elem a hierarchiában elfoglalt szintjén belül lesz elmozgatva.</p>
tg: <b>Ҷузъи интихоб карда шударо ба боло ҳаракат намоед</b> <p>Ҷузъ дар рафти сатҳи силсилаи маротиб ҷунбонда мешавад.</p>

source: Move down
eu: Mugitu behera
fa: حرکت به پایین
hu: Lefelé
tg: Ҳаракат ба поён

source: <b>Move the selected item down.</b><p>The item will be moved within its level in the hierarchy.</p>
eu: <b>Mugitu hautatutako elementua behera.</b><p>Elementua bere mailan zehar mugituko da.</p>
fa: <b>حرکت فقرۀ برگزیده به پایین.</b><p>فقره در سطح خود به سلسله‌ مراتب حرکت داده خواهد شد.</p>
hu: <b>A kijelölt elemet eggyel lejjebb mozgatja.</b><p>Az elem a hierarchiában elfoglalt szintjén belül lesz elmozgatva.</p>
tg: <b>Ҷузъи интихоб карда шударо ба поён ҳаракат намоед</b> <p>Ҷузъ дар рафти сатҳи силсилаи маротиб ҷунбонда мешавад.</p>

source: Move left
eu: Mugitu ezkerrera
fa: حرکت به چپ
hu: Balra
tg: Ҳаракат ба чап

source: <b>Move the selected item one level up.</b><p>This will also change the level of the item's sub-items.</p>
eu: <b>Mugitu hautatutako elementua maila bat gorantz.</b><p>Honek elementuaren azpi-elementuen maila ere aldatuko du.</p>
fa: <b>حرکت فقرۀ برگزیدۀ یک سطح به بالا</b><p>این همچنین سطح زیرفقره‌های فقره را تغییر می‌دهد.</p>
hu: <b>A kijelölt elemet eggyel feljebb mozgatja.</b><p>Ennek hatására megváltozik az al-elemek szintje is.</p>
tg: <b>Ҷузъи интихоб карда шудаи сатҳи якумро ба боло ҳаракат намоед.</b><p>Сатҳи ҷузъи зерҷузъ иваз карда мешавад.</p>

source: Move right
eu: Mugitu eskuinera
fa: حرکت به راست
hu: Jobbra
tg: Ҳаракат ба рост

source: <b>Move the selected item one level down.</b><p>This will also change the level of the item's sub-items.</p>
eu: <b>Mugitu hautatutako elementua maila bat behera.</b><p>Honek elementuaren azpi-elementuen maila ere aldatuko du.</p>
fa: <b>حرکت فقرۀ برگزیدۀ یک سطح به پایین</b><p>این همچنین سطح زیرفقره‌های فقره را تغییر می‌دهد.</p>
hu: <b>A kijelölt elemet eggyel lejjebb mozgatja.</b><p>Ennek hatására megváltozik az al-elemek szintje is.</p>
tg: <b>Ҷузъи интихоб карда шудаи сатҳи якумро ба поён ҳаракат намоед.</b><p>Сатҳи ҷузъи зерҷузъ иваз карда мешавад.</p>

source: Co&lumns
eu: Zu&tabeak
fa: &ستونها‌
hu: Oszlo&pok
tg: Су&тунҳо

source: Column Properties
eu: Zutabearen propietateak
fa: ویژگیهای ستون
hu: Az oszlop tulajdonságai
tg: Хусусиятҳои сутун

source: Delete the pixmap of the selected column.
eu: Ezabatu hautatutako zutabearen pixamapa.
fa: حذف نگاشت تصویردانه‌ای ستون برگزیده.
hu: Törli a kijelölt oszlophoz tartozó képet.
tg: Нобуд кардани ҳаритаи pix-и сутуни интихобшуда.

source: <b>Select a pixmap file for the selected column.</b><p>The pixmap will be displayed in the header of the listview.</p>
eu: <b>Hautatu pixmap fitxategi bat hautatutako zutabearentzat.</b><p>Pixmapa zerrenda-ikuspegiaren goiburuan bistaratuko da.</p>
fa: <b>برگزیدن یک پرونده نگاشت تصویردانه‌ای برای ستون برگزیده</b><p>نگاشت تصویردانه‌ای در سرآیند فهرست‌نما نمایش داده خواهد شد.</p>
hu: <b>Kép kiválasztása a kijelölt oszlophoz.</b><p>A kép meg fog jelenni a listanézet fejlécében.</p>
tg: <b>Харитаи файли pix-ро барои сутуни интихоб карда шуда интихоб намоед.</b><p>Харитаи pix дар саромади рӯйхати намуд намоиш карда мешавад.</p>

source: Enter column text
eu: Sartu zutabearen testua
fa: وارد کردن متن ستون
hu: Adja meg az oszlop szövegét
tg: Сутуни матнро дохил кунед

source: <b>Enter the text for the selected column.</b><p>The text will be displayed in the header of the listview.</p>
eu: <b>Sartu hautatutako zutabearen testua.</b><p>Testua zerrenda-ikuspegiaren goiburuan bistaratuko da.</p>
fa: <b>وارد کردن متن برای ستون برگزیده</b><p>متن در سرآیند فهرست‌نما نمایش داده خواهد شد.</p>
hu: <b>Adja meg a kiválasztott oszlop szövegét.</b><p>A szöveg megjelenik majd a listanézet fejlécében.</p>
tg: <b>Матнро барои сутуни интихоб карда шуда ворид созед.</b><p>Матн дар саромади рӯйхати намуд намоиш карда мешавад.</p>

source: Clicka&ble
eu: Klika&garria
fa: &قابل فشار‌
hu: Rá lehet &kattintani
tg: Пахш&шаванда

source: If this option is checked, the selected column will react to mouse clicks on the header.
eu: Hau hautatzen bada, hautatutako zutabean saguarekin klikatu ahala izango duzu.
fa: اگر این گزینه علامت زده شود، ستون برگزیده به فشارهای موشی بر سرآیند واکنش نشان می‌دهد.
hu: Ha ez az opció be van jelölve, a kijelölt oszlop kezelni tudja majd a fejlécre történő kattintást.
tg: Агар ин интихоб санҷида шавад сутуни интихоб кардашуда ба пахши мушак дар сар эътино мекунад.

source: Re&sizable
eu: &Tamaina aldagarria
fa: &قابل تغییر اندازه‌
hu: &Átméretezhető
tg: Аз нав андоз&шаванда

source: The column's width will be resizeable if this option is checked.
eu: Hau hautatzen bada zutabeen zabalera aldagarri izango da.
fa: اگر این گزینه علامت زده شود، عرض ستون قابل تغییر اندازه خواهد بود.
hu: Ha ez az opció be van jelölve, az oszlop szélessége változtatható lesz.
tg: Паҳмии сутун аз нав андозшаванда мешавад агар ин интихоб санҷида шавад.

source: &Delete Column
eu: &Ezabatu zutabea
fa: &حذف ستون‌
hu: Az oszlop &törlése
tg: &Нобу кардани сутун

source: Delete column
eu: Ezabatu zutabea
fa: حذف ستون
hu: Az oszlop törlése
tg: Нобуд кардани сутун

source: Deletes the selected Column.
eu: Uneko zutabea ezabatzen du.
fa: ستون برگزیده را حذف می‌کند.
hu: Törli a kijelölt oszlopot.
tg: Сутуни интихобшударо нобуд кунед.

source: <b>Move the selected item down.</b><p>The top-most column will be the first column in the list.</p>
eu: <b>Mugitu hautatutko elementua behera.</b><p>Goiko zutabea zerrendako lehen zutabea izango da.</p>
fa: <b>حرکت فقرۀ برگزیده به پایین.</b><p>بالاترین ستون، اولین ستون در فهرست خواهد بود.</p>
hu: <b>Lefelé mozgatja a kijelölt elemet.</b><p>A legfelső oszlop lesz a lista első oszlopa.</p>
tg: <b>Ҷузъи интихоб карда шударо ба поён ҳаракат диҳед.</b><p>Сутуни боло дар листи сутун якум мешавад.</p>

source: &New Column
eu: Zutabe &berria
fa: ستون &جدید‌
hu: Ú&j oszlop
tg: &Сутуни нав

source: Add a Column
eu: Gehitu zutabe bat
fa: افزودن یک ستون
hu: Oszlop hozzáadása
tg: Иловаи сутун

source: <b>Create a new column.</b><p>New columns are appended at the end of (right of) the list and may be moved using the up- and down-buttons.</p>
eu: <b>Sortu zutabe berri bat.</b><p>Zutabe berriak zerrendaren amaieran (eskuinean) gehitzen dira eta gorantz eta behera botoiak erabiliz alda daitezke.</p>
fa: <b>ایجاد یک ستون جدید</b><p>ستونهای جدید به آخر )سمت راست( فهرست ضمیمه می‌شوند، و ممکن است با استفاده از دکمه‌های بالا و پایین حرکت داده شوند.</p>
hu: <b>Új oszlop létrehozása.</b><p>Az új oszlopok mindig a lista jobb oldali széléhez lesznek hozzáfűzve. Elmozgatásuk a Fel és Le gombokkal lehetséges.</p>
tg: <b>Сутуни нав эҷод намоед.</b><p>Сутунҳои нав дар охири (рости) лист замима карда шудаанд ва мумкин ки тугмаи боло- ва поён ҷунбондаанд.</p>

source: <b>Move the selected item up.</b><p>The top-most column will be the first column in the list.</p>
eu: <b>Mugitu hautatutako elementua gorantz.</b><p>Goiko zutabea zerrendako lehen zutabea izango da.</p>
fa: <b>حرکت فقرۀ برگزیده به بالا.</b><p>بالاترین ستون، اولین ستون در فهرست خواهد بود.</p>
hu: <b>Felfelé mozgatja a kijelölt elemet.</b><p>A legfelső oszlop lesz a lista első oszlopa.</p>
tg: <b>Ҷузъи интихоб карда шударо ба боло ҳаракат диҳед.</b><p>Сутуни боло дар листи сутун якум мешавад.</p>

source: The list of columns.
eu: Zutabeen zerrenda
fa: فهرست ستونها.
hu: Az oszlopok listája.
tg: Рӯйхати сутунҳо

source: Edit Palette
eu: Editatu paleta
fa: ویرایش پالت
hu: A paletta szerkesztése
tg: Таъғири палитра

source: Build Palette
eu: Eraiki paleta
fa: ساختن پالت
hu: Paletta felépítése
tg: Сохтани ранг

source: &3D effects:
eu: &3D efektuak:
fa: جلوه‌های &سه‌ بعدی:‌
hu: &3D-s effektusok:
tg: &3D асарҳо:

source: Choose the effect-color for the generated palette.
eu: Hautatu sortutako paletaren efektu-kolorea.
fa: انتخاب رنگ جلوه برای پالت تولیدشده.
hu: Válassza ki a generált paletta effektusszínét.
tg: Натиҷаи ранг барои ранги тавлид карда шуда интихоб намоед.

source: Back&ground:
eu: A&tzeko planoa:
fa: &زمینه:‌
hu: &Háttér:
tg: Пеш&замина:

source: Choose the background color for the generated palette.
eu: Hautatu sortutako planoaren atzeko planoaren kolorea.
fa: انتخاب رنگ زمینه برای پالت تولیدشده.
hu: Válassza ki a generált paletta háttérszínét.
tg: Пешзаминаро барои ранги тавлид карда шуда интихоб намоед.

source: &Tune Palette...
eu: &Doitu paleta...
fa: &میزان کردن پالت...‌
hu: A paletta &finombeállítása...
tg: &Мизони ранг...

source: Preview
eu: Aurrebista
fa: پیش‌نمایش
hu: Előnézet
tg: Пештара

source: Re&name
eu: Berrize&ndatu
fa: &تغییر نام‌
hu: Átn&evezés
tg: Номгузо&рии дубора

source: Form Settings
eu: Formularioaren ezarpenak
fa: تنظیمات برگه
hu: Űrlapbeállítások
tg: Шакли мизробҳо

source: <b>Form Settings</b><p>Change settings for the form. Settings like <b>Comment</b> and <b>Author</b> are for your own use and are not required.</p>
eu: <b>Formularioaren ezarpenak</b><p>aldatu formularioaren ezarpenak. Adibidez <b>Iruzkina</b> eta <b>Egilea</b> zure erabilerarako dira eta ez dira derrigorrezkoak.</p>
fa: <b>تنظیمات برگه</b><p>تغییر تنظیمات برای برگه. تنظیماتی مانند <b>توضیح</b> و <b>نویسنده</b> برای استفادۀ خود شما می‌باشد، و مورد نیاز نیست.</p>
hu: <b>Az űrlap beállításai</b><p>Itt lehet az űrlap beállításait megváltoztatni. Az olyan mezők, mint a <b>Megjegyzés</b> és <b>Szerző</b>, saját célra használhatók, kitöltésük nem kötelező.</p>
tg: <b>Барпо намудани ҳолати варақаҳо</b><p>Варақаро барои барпо намудан иваз намоед <b>Барпо намудан ба монанди </b>Тавзеҳи<b>ва Муаллиф</b> истифода бурдан ва хоста намешавад.</p>

source: La&youts
eu: &Diseinua
fa: &طرح‌بندیها‌
hu: &Elrendezés
tg: &Тарҳбандӣ

source: Default mar&gin:
eu: Mar&jin lehenetsia:
fa: &حاشیۀ پیش‌‌فرض:‌
hu: Az alapértelmeezett szegél&y:
tg: Ҳошия нок&ом гашт:

source: D&efault spacing:
eu: Tartea l&ehenetsia:
fa: فاصله‌گذاری &پیش‌فرض:‌
hu: Az alapért&elmezett térköz:
tg: Ф&осилаи бо пешфарз:

source: Enter a comment about the form.
eu: Sartu formularioaren iruzkina.
fa: یک توضیح در مورد برگه وارد کنید.
hu: Ide lehet beírni az űrlappal kapcsolatos megjegyzéseket.
tg: Шарҳи дар бораи шакл дохил кунед.

source: Co&mment:
eu: I&ruzkina:
fa: &توضیح:‌
hu: Megjegy&zés:
tg: Ш&арҳ:

source: &License:
eu: &Lizentzia:
fa: &مجوز:‌
hu: &Licenc:

source: Enter your name
eu: Sartu zure izena
fa: نام خود را وارد کنید
hu: Adja meg a nevét
tg: Номи шуморо дохил кунед

source: Enter your name.
eu: Sartu zure izena.
fa: نام خود را وارد کنید.
hu: Adja meg a nevét.
tg: Номи шуморо дохил кунед.

source: &Version:
eu: &Bertsioa:
fa: &نسخه:‌
hu: &Verzió:

source: A&uthor:
eu: E&gilea:
fa: &نویسنده:‌
hu: S&zerző:
tg: М&уаллиф:

source: Edit Listbox
eu: Editatu zerrenda-laukia
fa: ویرایش جعبه‌ فهرست
hu: Lista szerkesztése
tg: Таъғири рӯйхати қуттӣ

source: <b>Edit Listbox</b><p>Add, edit or delete items in the listbox.</p><p>Click the <b>New Item</b>-button to create a new listbox entry, then enter text and choose a pixmap.</p><p>Select an item from the list and click the <b>Delete Item</b>-button to remove the item from the list.</p>
eu: <b>Editatu zerrenda-laukia</b><p>Gehitu, editatu edo ezabatu zerrenda-laukiko elementuak.</p><p>Klikatu <b>Elementu berria</b> botoia zerrenda-laukiko sarrera berri bat sortzeko, sartu testua eta hautatu pixmap bat.</p><p>Hautatu zerrendako elementu bat eta klikatu <b>Ezabatu elementua</b> botoia elementua zerrendatik kentzeko.</p>
fa: <b>ویرایش جعبه‌ فهرست</b><p>افزودن، ویرایش یا حذف فقره‌ها در جعبه ‌فهرست.</p><p>دکمۀ <b>فقرۀ جدید</b> را برای ایجاد یک ورودی جدید جعبه فهرست فشار دهید، سپس متن را وارد کنید و یک نگاشت تصویردانه‌ای برگزینید.</p><p>یک فقره از لیست برگزینید، و دکمۀ <b>حذف فقره</b>را برای حذف فقره از فهرست فشار دهید.</p>
hu: <b>Lista szerkesztése</b><p>Elemek létrehozása, módosítása és törlése a listában.</p><p>Kattintson az <b>Új elem</b> gombra új listabejegyzés létrehozásához. Írja be a szöveget és válasszon ki egy képet.</p><p>Válasszon ki egy elemet a listából és kattintson az <b>Elem törlése</b> gombra az elem listából való eltávolításához.</p>
tg: <b>Таъғири рӯйхати қуттӣ</b><p>Илова намоед, тағир ё ин ки рӯйхати қуттиро нобуд созед.</p><p>Ҷузъи навро<b>зер намоед</b>-тугмаи барои бунёд кардани рӯйхати нав ворид намоед, пас аз он мантро ворид намоед ва харитаи pix-ро интихоб намоед.</p><p>Ҷузъро аз лист интихоб намоед ва зер намоед то ин ки<b>ҷузъро нобуд созед</b>-барои ҷузъро аз лист аз ҷой ҷунбондан тугмаро зер намоед.</p>

source: Choose a pixmap file for the selected item.
eu: Hautatu pixmap fitxategi bat hautatutako elementuarentzat.
fa: انتخاب پروندۀ نگاشت تصویردانه‌ای برای فقرۀ برگزیده.
hu: Válasszon egy képet a kijelölt elemhez.
tg: Интихоби файли ҳаритаи pix барои ҷузъи интихобшуда.

source: Change the selected item's text.
eu: Aldatu hautatutako elementuaren testua.
fa: تغییر متن فقرۀ برگزیده.
hu: Változtassa meg a kijelölt elem szövegét.
tg: Матни қалами интихоб шударо иваз намоед.
