Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdewebdev/kommander.po
Languages: eu, fa, hu, tg

source: <b>Select a color role.</b><p>Available central color roles are: <ul> <li>Background - general background color.</li> <li>Foreground - general foreground color. </li> <li>Base - used as the background color for example, for text entry widgets; it is usually white or another light color. </li> <li>Text - the forground color used with Base. Usually this is the same as the Foreground, in which case it must provide good contrast both with the Background and with the Base. </li> <li>Button - general button background color; useful where buttons need a background different from Background, as in the Macintosh style. </li> <li>ButtonText - a foreground color used with the Button color. </li> <li>Highlight - a color used to indicate a selected or highlighted item. </li> <li>HighlightedText - a text color that contrasts to Highlight. </li> <li>BrightText - a text color that is very different from Foreground and contrasts well with, for example, black. </li> </ul> </p>
eu: <b>Hautatu kolorearen zeregina.</b><p>Eskuragarri dauden koloreen zereginak hauek dira: <ul> <li>Atzeko planoa - atzeko planoaren kolore orokorra.</li> <li>Aurreko planoa - aurreko planoaren kolore orokorra. </li> <li>Oinarria - atzeko plano bezala erabiltzen da, adibidez, testu-sarrera motako trepetetan. Normalean zuria edo beste kolore argi bat izan ohi da. </li> <li>Testua - Oinarrizko kolorearekin batera erabiltzen den aurreko planoko kolorea. Normalean aurreko planoaren kolore berdina izan ohi da. Kasu honetan, atzeko planoko kolorearekin eta oinarrizko kolorearekin kontraste ona egin behar du. </li> <li>Botoia - botoiaren atzeko planoaren kolore orokorra, erabilgarria botoiek atzeko planoko kolore orokorraren kolore ezberdina izan behar badute, Macintosh erara. </li> <li>Botoi-testua - Botoiaren kolorerekin erabiltzen den aurreko planoko kolorea. </li> <li>Nabarmendu - Nabarmendutako edo hautatutako testua adierazten duen kolore bat. </li> <li>NabarmendutakoTestua - Nabarmendu kolorearekin kontrastea egiten duen kolorea. </li> <li>TestuArgia - Aurreko planoaren ezberdina den kontraste ona egiten duen kolorea. Adibidez, beltza. </li> </ul> </p>
fa: <b>برگزیدن یک نقش رنگ.</b><p>نقشهای رنگ مرکزی در دسترس عبارتند از:<ul> <li>زمینه - رنگ عمومی زمینه</li> <li>پیش‌زمینه - رنگ عمومی پیش‌زمینه</li> <li>پایه - به عنوان رنگ زمینه استفاده می‌شود، برای مثال، برای عناصر ورودی متن، معمولاً سفید یا رنگ روشن دیگری می‌باشد. </li> <li>متن - رنگ پیش‌زمینه با پایه استفاده می‌شود. معمولاً در موردی که باید سایه روشن خوبی هم با زمینه و هم با پایه مهیا کند، مانند‌ پیش‌زمینه می‌باشد. </li> <li>دکمه - رنگ عمومی زمینه دکمه، جایی که دکمه‌ها زمینه‌ای متفاوت از زمینه نیاز دارند سودمند می‌باشد، همان‌طور که در سبک مکینتاش می‌باشد. </li> <li>متن دکمه - یک رنگ پیش‌زمینه با رنگ دکمه استفاده می‌شود. </li> <li>مشخص کردن - یک رنگ که برای مشخص کردن یک فقره برگزیده یا مشخص شده استفاده می‌شود. </li> <li>متن مشخص‌شده - یک رنگ متن که به رنگ روشن، سایه روشن می‌کند.</li> <li>متن روشن - یک رنگ متن که از پیش‌زمینه و سایه روشنهای همراه بسیار متفاوت است، برای مثال، مشکی. </li> </ul> </p>
hu: <b>Válasszon ki egy színszerepkört.</b><p>A választható központi színszerepkörök: <ul> <li>Háttér - általános háttérszín.</li> <li>Előtér - általános előtérszín. </li> <li>Alap - például a szövegmezők hátteréhez használt. Leggyakrabban fehér vagy valamilyen más világos szín. </li> <li>Szöveg - az Alap színnel használt előtérszín. Általában megegyezik az Előtér színnel, ilyenkor jól kontrasztban kell lennie a Háttér és az Alap színnel is. </li> <li>Gomb - általános háttérszín gombokhoz. Akkor hasznos, ha a gombok háttérszínének el kell térie a Háttér színtől (ahogy például a Macintosh stílusban). </li> <li>Gombszöveg - a Gomb színnel használt előtérszín. </li> <li>Kiemelés - a kijelölt vagy kiválasztott elemek színe. </li> <li>Kijelöltszöveg - a kijelölt színtől markánsan el kell térnie. </li> <li>Fényesszöveg - az Előtér színtől markánsan el kell térnie, továbbá például a fekete színtől is. </li> </ul> </p>
tg: <b>Интихоб кунед саҳми рангаро.</b> <p>Дастрас мебошанд саҳмҳои ранги марказӣ: <ul> Пешзамина - пешзаминаи ранги калон.</li> <li>Замина - заминаи ранги калон. </li> <li> База - истифода бурда мешавад ҳамчун ранг мисол,барои даромадан ба тексти видҷатҳо;ӯ одатан бо ранги равшани сафед ё дигар. </li> <li>Текст - пешзаминаи ранг бо ҳамроҳии База истифода бурда мешавад. </li> <li>Тугма - тугмаи калони ранги пешзамина;лозим аст дар он ҷое ,ки ба тугмаҳо даркор аст пешзамина дигар хел аз Пешзамина,мисли стили дар Макинтош. </li> <li>ТугмаиТексти - ранги замина истифода бурда мешавад ба ранги Тугма. </li> <li>Баландарафшан - ранге,ки истифода бурда мешавад барои нишон додани қисми интихоб кардашуда ё баландрафшан кардашуда. </li> <li>Тексти Баландрафшан кардашуда - ранги тексти ,ки контраст мекунад ба Баландрафшан. </li> <li>Тексти Пурнур - ранги тексте,ки аз Замина дигаргун аст ва контраст хеле нағз мекунад бо,мисол,сиёҳ.</li> </ul> </p>

source: Choose pi&xmap:
eu: Hautatu pi&xmapa:
fa: انتخاب &نگاشت تصویردانه‌ای:‌
hu: Kép ki&választása:
tg: Интихоби ҳари&таи pix:

source: Select a pixmap
eu: Hautatu pixmapa
fa: برگزیدن یک نگاشت تصویردانه‌ای
hu: Válasszon egy képet
tg: Интихоби ҳаритаи pix

source: Choose a pixmap file for the selected central color role.
eu: Hautatu pixmap-fitxategi bat hautatutako kolorearen zeregin zentralerako.
fa: انتخاب یک پرونده نگاشت تصویردانه‌ای، برای نقش رنگ مرکزی برگزیده.
hu: Válasszon ki egy képfájlt a kijelölt központi színszerepkörhöz.
tg: Pixmap-ро интихоб намоед барои ранги қоидаи марказии интихоб шуда.

source: &Select color:
eu: &Hautatu kolorea
fa: &برگزیدن رنگ:‌
hu: &Színválasztás:
tg: &Интихоби ранг:

source: Choose a color
eu: Hautatu kolore bat
fa: انتخاب یک رنگ
hu: Válasszon egy színt
tg: Интихоби ранг

source: Choose a color for the selected central color role.
eu: Hautatu kolore bat hautatutako kolorearen zeregin zentralerako.
fa: انتخاب یک رنگ برای نقش رنگ مرکزی برگزیده.
hu: Válasszon ki egy színt a kijelölt központi színszerepkörhöz.
tg: Рангро интихоб намоед барои қоидаи ранги марказӣ

source: 3D Shadow &Effects
eu: 3D itzaldura &efektuak
fa: &جلوه‌های سایۀ سه‌ بعدی‌
hu: 3D-s árnyéke&ffektusok
tg: 3D Сояи &Эффектҳо

source: Build &from button color:
eu: Eraiki botoiaren &koloretik:
fa: ساختن &از رنگ دکمه:‌
hu: Felépítés a g&ombszínből:
tg: Сохтан &аз тугмаи ранг:

source: Generate shadings
eu: Sortu itzaldurak
fa: توليد سایه‌ها
hu: Árnyékolás generálása
tg: Тавлид кардани саҳфанамо

source: Check to let 3D-effect colors be calculated from the button-color.
eu: Hautatu 3D-efektuko koloreak botoiaren koloretik kalkulatzeko.
fa: بررسی برای اجازه دادن به محاسبۀ رنگهای جلوۀ سه بعدی از دکمۀ رنگ.
hu: Jelölje be, ha azt szeretné, hogy a program a gombok színéből származtassa a 3D-s effektusok színét.
tg: Санҷед барои имкон додани 3D-эффект аз тарафи тугмаи-ранга ҳисоб карда шавад.

source: Light
eu: Argia
fa: روشن
hu: Világos
tg: Равшанӣ

source: Midlight
eu: Erdi-argia
fa: نیمه روشن
hu: Közepeses világos
tg: Нимравшан

source: Mid
eu: Ertaina
fa: نیمه
hu: Közepes
tg: Мобайни

source: Dark
eu: Iluna
fa: تیره
hu: Sötét
tg: Торикӣ

source: Shadow
eu: Itzala
fa: سایه
hu: Árnyék
tg: Соя

source: Choose 3D-effect color role
eu: Hautatu 3D-efektuko kolorearen zeregina
fa: انتخاب نقش رنگ جلوۀ سه بعدی
hu: 3D-s effektus-színszerep kiválasztása
tg: Интихоб кардани саҳми ранги 3D-эффект

source: <b>Select a color effect role.</b><p>Available effect roles are: <ul> <li>Light - lighter than Button color. </li> <li>Midlight - between Button and Light. </li> <li>Mid - between Button and Dark. </li> <li>Dark - darker than Button. </li> <li>Shadow - a very dark color. </li> </ul>
eu: <b>Hautatu zeregin bat kolore-efektuarentzat.</b><p>Zeregin eskuragarriak hauek dira: <ul> <li>Argia - Botoi kolorea baina argiagoa. </li> <li>Erdi-argia - Botoi eta Argia koloreen artekoa. </li> <li>Ertaina - Botoi eta Ilun koloreen artekoa. </li> <li>Iluna - Botoi kolorea baina ilunagoa. </li> <li>Itzala - kolore oso iluna. </li> </ul>
fa: <b>یک نقش جلوه رنگ برگزینید.</b><p>نقشهای جلوۀ در دسترس عبارتند از: <ul> <li>روشن - روشن‌تر از رنگ دکمه. </li> <li>نیمه ‌روشن - بین دکمه و روشن. </li> <li>نیمه - بین دکمه و تیره. </li> <li>تیره - تیره‌تر از دکمه. </li> <li>سایه - یک رنگ بسیار تیره. </li> </ul>
hu: <b>Válasszon ki egy színeffektus-szerepkört.</b><p>A rendelkezésre álló szerepkörök: <ul> <li>Világos - világosabb, mint a gombszín. </li> <li>Közepesen világos - a gombszín és a világos közötti. </li> <li>Közepes - a gombszín és a sötét közötti. </li> <li>Sötét - sötétebb, mint a gombszín. </li> <li>Árnyék - nagyon sötét szín. </li> </ul>
tg: <b>Интихоб кардани саҳми ранагаи эффект.</b> <p>Саҳмҳои эффекти дастрас мебошанд: <ul> <li>Рафшан - рафшантар аз ранги Тугма. </li> <li>Мобайнрафшан - мобайни Тугма ва Равшан. </li> <li>Мобайн-мобайни Тугма ва Торики. </li> <li>Торики - ториктар аз Тугма. </li> <li>Соя - ранги хеле торик. </li> </ul>

source: Select co&lor:
eu: Hautatu ko&lorea:
fa: برگزیدن &رنگ:‌
hu: Szín k&iválasztása:
tg: Интихоби &ранг:

source: Choose a color for the selected effect color role.
eu: Hautatu kolorea hautatutako efektuaren kolorearen zereginarentzat.
fa: یک رنگ برای نقش رنگ جلوه برگزیده انتخاب کنید.
hu: Válassza ki a színt a kijelölt effektus-színszerepkörhöz.
tg: Рангро барои натиҷаи қоидаи ранги интихоб карда шуда интихоб намоед.

source: Function Browser
eu: Funtzio-arakatzailea
fa: مرورگر تابع
hu: Függvényböngésző
tg: Функсияи барномаи нозир

source: Description:
eu: Deskribapena:
fa: توصیف:
hu: Leírás:
tg: Тасвир:

source: &Group:
eu: &Taldea:
fa: &گروه:‌
hu: &Csoport:
tg: &Гурӯҳ:

source: &Function:
eu: &Funtzioa:
fa: &تابع:‌
hu: &Függvény:
tg: &Функсия:

source: &Parameters
eu: &Parametroak
fa: &پارامترها‌
hu: &Paraméterek
tg: &Параметрҳо

source: Insert function
eu: Sartu funtzioa
fa: درج تابع
hu: Függvény beszúrása

source: Widget:
eu: Trepeta:
fa: عنصر:
hu: Grafikus elem:
tg: Васеъ:

source: Clear edited text
eu: Garbitu editatutako testua
fa: پاک ‌کردن متن ویرایش‌شده
hu: A szöveg törlése

source: Inserted &text:
eu: Sartutako &testua:
fa: &متن درج‌شده:‌
hu: Beszúrt szö&veg:
tg: Матни &мондашуда:

source: Edit Actions
eu: Editatu ekintzak
fa: ویرایش کنشها
hu: A műveletek szerkesztése
tg: Таъғири амалиётҳо

source: Create new Action
eu: Sortu ekintza berria
fa: ایجاد کنش جدید
hu: Új művelet létrehozása
tg: Сохтани амалиёти нав

source: Delete current Action
eu: Ezabatu uneko ekintza
fa: حذف کنش جاری
hu: Az aktuális művelet törlése
tg: Нобуд кардани Амалиёти равон

source: Connect current Action
eu: Konektatu uneko ekintza
fa: اتصال کنش جاری
hu: Az aktuális művelet kapcsolása
tg: Иттисол кардани амалиёти равон

source: Edit Iconview
eu: Editatu ikono-ikuspegia
fa: ویرایش شمایل‌نما
hu: Az ikonos nézet szerkesztése
tg: Таъғири намоиши пиктограмма

source: <b>Edit Iconview</b><p>Add, edit or delete items in the icon view.</p><p>Click the <b>New Item</b>-button to create a new item, then enter text and choose a pixmap.</p><p>Select an item from the view and click the <b>Delete Item</b>-button to remove the item from the iconview.</p>
eu: <b>Editatu ikono-ikuspegia</b><p>Gehitu, editatu edo ezabatu ikono-ikuspegiko elementuak.</p><p>Klikatu <b>Elementu berria</b> botoia elementu berri bat sortzeko, sartu testua eta hautatu pixmapa.</p><p>Hautatu elementu bat ikuspegitik eta likatu <b>Ezabatu elementua</b> botoia elementua ikono-ikuspegitik kentzeko.</p>
fa: <b>ویرایش شمایل‌نما</b><p>فقره‌ها را در شمایل‌نما بیفزایید، ویرایش یا حذف کنید.</p><p>بر روی دکمه <b>فقرۀ جدید</b>-برای ایجاد یک فقرۀ جدید فشار دهید، سپس متن را وارد کنید و یک نگاشت تصویردانه‌ای برگزینید.</p><p>یک فقره از نما برگزینید، و بر روی دکمه <b>حذف فقره</b>برای حذف فقره از شمایل‌نما فشار دهید.</p>
hu: <b>Az ikonos nézet szerkesztése</b><p>Elemek hozzáadása, módosítása és törlése ikonos nézetben.</p><p>Kattintson az <b>Új elem</b> gombra új elem létrehozásához, majd írja be az elem szövegét válasszon ki hozzá egy képet.</p><p>Válasszon ki egy elemet a nézetben és kattintson az <b>Elem törlése</b> gombra az elem ikonos nézetből való eltávolításához.</p>
tg: <b>Таъғири намоиши пиктограмма</b><p>Илова кардан,тағир додан ё ин ки нобуд сохтани ҷузъ дар намуди тасвир.</p><p>Ҷузъи навро<b>зер намоед</b>-тугмаи нави ҷузъро эҷод намоед, баъд аз он матнро ворид намоед ва харитаи pix-ро интихоб намоед.</p><p>Ҷузъро аз шакл интихоб намоед ва<b>ҷузъро нобуд созед</b>-тугмаи аз ҷой иваз кардани ҷузъ аз намоиши пиктограмма.</p>

source: All items in the iconview.
eu: Elementu guztiak ikono-ikuspegians.
fa: تمام فقره‌ها در شمایل‌نما.
hu: Minden elem az ikonos nézetben.
tg: Ҳамаи ҷузъ дар намоиши пиктограмма.

source: &New Item
eu: &Elementu berria
fa: فقرۀ &جدید‌
hu: Ú&j elem
tg: &Ҷузъи Нав

source: Add an item
eu: Gehitu elementu bat
fa: افزودن یک فقره
hu: Új elem hozzáadása
tg: Иловаи ҷузъ

source: Create a new item for the iconview.
eu: Sortu elementu berri bat ikono-ikuspegirako.
fa: ایجاد یک فقرۀ جدید برای شمایل‌نما.
hu: Új elem létrehozása az ikonos nézethez.
tg: Бунёд кардани ҷузъи нав барои намоиши пиктограмма.

source: &Delete Item
eu: &Ezabatu elementua
fa: &حذف فقره‌
hu: Az elem &törlése
tg: &Нобудсозии ҷузъ

source: Delete item
eu: Ezabatu elementua
fa: حذف فقره
hu: Az elem törlése
tg: Нобудсозии ҷузъ

source: Delete the selected item.
eu: Ezabatu hautatutako elementua.
fa: حذف فقرۀ برگزیده.
hu: Törli a kijelölt elemet.
tg: Нобуд кардани ҷузъи интихобшуда.

source: &Item Properties
eu: &Elementuaren propietateak
fa: ویژگیهای &فقره‌
hu: Az elem t&ulajdonságai
tg: &Хусусиятҳои ҷузъ

source: &Text:
eu: &Testua:
fa: &متن:‌
hu: &Szöveg:
tg: &Матн:

source: Change text
eu: Aldatu testua
fa: تغییر متن
hu: A szöveg módosítása
tg: Дигаргуни матн

source: Change the text for the selected item.
eu: Aldatu hautatutako elementuaren testua.
fa: تغییر متن برای فقرۀ برگزیده.
hu: Megváltoztatja a kijelölt elem szövegét.
tg: Дигаргуни матн барои ҷузъи интихобшуда.

source: &Pixmap:
eu: &Pixmapa:
fa: &نگاشت تصویردانه‌ای:‌
hu: Ké&p:
tg: &Ҳаритаи Pix:

source: Label4
eu: Etiketa4
fa: برچسب ۴
hu: Címke4
tg: Ёрлиқи4

source: Delete Pixmap
eu: Ezabatu pixmapa
fa: حذف نگاشت تصویردانه‌ای
hu: A kép törlése
tg: Нобуд кардани ҳаритаи Pix

source: Delete the selected item's pixmap.
eu: Ezabatu hautatutako elementuaren pixmapa.
fa: حذف نگاشت تصویردانه‌ای فقرۀ برگزیده.
hu: Törli a kijelölt elemhez tartozó képet.
tg: Нобуд кардани ҷузъи ҳаритаи pix-и интихобшуда.

source: Select a Pixmap
eu: Hautatu pixmapa bat
fa: برگزیدن یک نگاشت تصویردانه‌ای
hu: Kép választása
tg: Интихоби ҳаритаи Pix

source: Select a pixmap file for the current item.
eu: Ezabatu uneko elementuaren pixmapa.
fa: برگزیدن یک پروندۀ نگاشت تصویردانه‌ای برای فقرۀ جاری.
hu: Válasszon egy képfájlt az aktuális elemhez.
tg: Интихоби файли ҳаритаи pix барои ҷузъи равон.

source: Template &name:
eu: Txantiloiaren ize&na:
fa: &نام قالب:‌
hu: Sablonné&v:
tg: Номи &қолиб:

source: Name of the new template
eu: Txantiloi berriaren izena
fa: نام قالب جدید
hu: Az új sablon neve
tg: Номи қолиби нав

source: Enter the name of the new template
eu: Sartu txantioi berriaren izena
fa: نام قالب جدید را وارد کنید
hu: Adja meg az új sablon nevét
tg: Номи қолиби навро дохил кунед

source: Class of the new template
eu: Txantiloi berriaren klasea
fa: ردۀ قالب جدید
hu: Az új sablon osztálya
tg: Синфи қолиби нав

source: Enter the name of the class which should be used as the template's base class
eu: Sartu txantiloiaren oinarrizko klase bezala erabiliko den klasearen izena
fa: نام رده‌ای که باید به عنوان ردۀ پایه قالب استفاده شود را وارد کنید
hu: Adja meg, melyik osztály legyen a sablon alaposztálya
tg: Номи синфро ворид намоед то ки ҳамчун асоси синфи қолиб истифода бурда шавад

source: C&reate
eu: So&rtu
fa: &ایجاد‌
hu: Létre&hozás
tg: &Сохтан

source: Creates the new template
eu: Txantiloi berria sortzen du
fa: قالب جدید را ایجاد می‌کند
hu: Létrehozza az új sablont
tg: Сохтани қолиби нав

source: Closes the Dialog
eu: Elkarrizketa-koadroa ixten du
fa: محاوره را می‌بندد
hu: Bezárja a párbeszédablakot
tg: Гуфтугуро махкам намоед

source: &Baseclass for template:
eu: Txantiloiaren &oinarri-klasea:
fa: &ردۀ پایه برای قالب:‌
hu: A sablon &alaposztálya:
tg: &Синфи база барои қолиб:

source: Edit Text
eu: Editatu testua
fa: ویرایش متن
hu: A szöveg szerkesztése
tg: Таъғири матн

source: &Widget:
eu: &Trepeta:
fa: &عنصر:‌
hu: &Grafikus elem:
tg: &Васеъ:

source: &Text for:
eu: Honen &testua:
fa: &متن برای:‌
hu: Szöv&eg:
tg: &Матн барои:

source: &Function...
eu: &Funtzioa...
fa: &تابع...‌
hu: &Függvény...
tg: &Функсия...

source: Wi&dget:
eu: Tre&peta:
fa: &عنصر:‌
hu: Gr&afikus elem:
tg: Ва&сеъ:

source: Fi&le...
eu: Fi&txategia...
fa: &پرونده...‌
hu: Fáj&l...
tg: Фа&йл...

source: Preferences
eu: Hobespenak
fa: تنظیمات
hu: Beállítások
tg: Маълумотгирӣ

source: <b>Preferences</b><p>Change the preferences of Qt Designer. There is always one tab with general preferences. There may be additional tabs, depending on which plugins are installed.</p>
eu: <b>Hobespenak</b><p>Aldatu Qt Designer-en hobespenak. Beti dago hobespen orokorrak dituen fitxa bat. Fitxa gehiago egon daitezke, instalatutako pluginen arabera.</p>
fa: <b>تنظیمات</b><p>تنظیمات طراح QT را تغییر می‌دهد. همیشه یک تب با تنظیمات عمومی وجود دارد. ممکن است آنجا تبهای اضافی وجود داشته باشد، که وابسته به وصله‌های نصب‌شده باشند.</p>
hu: <b>Beállítások</b><p>A Qt Designer beállításainak megváltoztatása. Az egyik lapon mindig az általános beállítások találhatók. További lapok is előfordulhatnak a telepített bővítőmoduloktól függően.</p>
tg: <b>Маълумотгириҳо</b> <p>Иваз намудани маълумотгириҳои Qt Ороишгар. Доимо ҳаст як теб бо маълумотгириҳои калон.Мумкин вуҷуд доранд тебҳои якҷоя,аз кадом плагин нишондан вобаста доранд.</p>

source: General
eu: Orokorra
fa: عمومی
hu: Általános
tg: Умумӣ

source: Backgro&und
eu: A&tzeko planoa
fa: &زمینه‌
hu: &Háttér
tg: Пеш&замина

source: Select a color in the color dialog.
eu: Hautatu kolore bat koloreen elkarrizketa-koadroan.
fa: برگزیدن یک رنگ در محاورۀ رنگ.
hu: Válasszon ki egy színt a színválasztó ablakban.
tg: Интихоби ранг дар тирезаи диалогии ранг.

source: Co&lor
eu: Ko&lorea
fa: &رنگ‌
hu: Sz&ín
tg: Ра&нг

source: Use a background color
eu: Erabili atzeko planoko kolore bat
fa: استفاده از رنگ زمینه
hu: Háttérszín használata
tg: Истифодаи ранги пешзамина

source: Use a background color.
eu: Erabili atzeko planoko kolore bat.
fa: استفاده از رنگ زمینه.
hu: Háttérszín használata.
tg: Истифодаи ранги пешзамина.

source: &Pixmap
eu: &Pixmapa
fa: &نگاشت تصویردانه‌ای‌
hu: &Kép
tg: &Харитаи Pix

source: Use a background pixmap
eu: Erabili atzeko planoko pixmapa
fa: استفاده از نگاشت تصویردانه‌ای زمینه
hu: Háttérkép használata
tg: Истифодаи пешзаминаи ҳаритаи pix

source: Use a background pixmap.
eu: Erabili atzeko planoko pixmapa.
fa: استفاده از نگاشت تصویردانه‌ای زمینه.
hu: Háttérkép használata.
tg: Истифодаи пешзаминаи ҳаритаи pix.

source: Choose a pixmap file.
eu: Hautatu pixmap fitxategi bat.
fa: انتخاب پروندۀ نگاشت تصویردانه‌ای.
hu: Válasszon ki egy képfájlt.
tg: Файли pixmap-ро интихоб намоед.

source: Show &grid
eu: Erakutsi &sareta
fa: نمایش &توری‌
hu: Rá&cs megjelenítése
tg: Намоиши &тӯр

source: Show Grid
eu: Erakutsi sareta
fa: نمایش توری
hu: Rács megjelenítése
tg: Намоиши тӯр

source: <b>Customize the grid appearance for all forms.</b><p>When <b>Show Grid</b> is checked, all forms show a grid.</p>
eu: <b>Pertsonalizatu saretaren itxura formulario guztientzat.</b><p><b>Erakutsi sareta</b> hautatzen denean, formulario guztiek sareta bat erakutsiko dute.</p>
fa: <b>سفارشی کردن ظاهر توری برای تمام برگه‌ها.</b><p>وقتی که<b>نمایش توری</b>علامت زده شود، تمام برگه‌ها یک توری را نشان می‌دهند.</p>
hu: <b>Testreszabja az űrlaprács megjelenítési jellemzőit.</b><p>Ha be van jelölve a <b>Rács megjelenítése</b> opció, mindegyik űrlapon láthatóvá válik egy rács.</p>
tg: <b>Шабакаи зоҳирӣро бо ҳамаи қоидааш созед.</b> <p>Дар вақти <b> Намоён шудани шабака </b> тафтишшуда,ҳамаи қоидааш дар шабака нишон кардашуда аст.</p>

source: Gr&id
eu: Sar&eta
fa: &توری‌
hu: &Rács
tg: Тӯ&р

source: Sn&ap to grid
eu: Atxiki s&aretari
fa: &پرش به توری‌
hu: Iga&zítás a rácspontokhoz
tg: Ак&си лаҳзаи тӯр

source: Snap to the grid
eu: Atxiki saretari
fa: پرش به توری
hu: Igazítás a rácspontokhoz
tg: Акси лаҳзаи тӯр

source: <b>Customize the grid-settings for all forms.</b><p>When <b>Snap to Grid</b> is checked, the widgets snap to the grid using the the X/Y resolution.</p>
eu: <b>Pertsonalizatu saretareen ezarpenak formulario guztientzat.</b><p><b>Atxiki saretari</b> hautatzen denean, trepetak saretari atxikituko zaizkio X/Y erresoluzioa erabiliz.</p>
fa: <b>سفارشی کردن تنظیمات توری برای تمام برگه‌ها.</b><p>وقتی که<b>پرش به توری</b>علامت زده شود، عناصر با استفاده از دقت X/Y به توری پرش می‌کنند.</p>
hu: <b>Az űrlapok rácsbeállításainak testreszabása.</b><p>Ha az <b>Igazítás a rácshoz</b> opció be van jelölve, az elemek sarkai rácspontokhoz lesznek igazítva a megadott X/Y felbontással.</p>
tg: <b>Гузоштани шабакаро бо қоидаҳояш созед.</b> <p>

source: Grid resolution
eu: Saretaren erresoluzioa
fa: دقت توری
hu: A rács felbontása
tg: Ҷавоби тӯр

source: <b>Customize the grid-settings for all forms.</b><p>When <b>Show Grid</b> is checked, a grid is shown on all forms using the X/Y resolution.</p>
eu: <b>Pertsonalizatu sareta-ezarpenak formulario guztientzat.</b><p><b>Erakutsi sareta</b> hautatzen bada, sareta bat erakutsiko da formulario guztietan X/Y erresoluzioa erabiliz.</p>
fa: <b>سفارشی کردن تنظیمات توری برای تمام برگه‌ها.</b><p>وقتی که <b>نمایش توری</b> علامت زده شود، یک توری با استفاده از دقت X/Y روی تمام برگه‌ها نمایش داده خواهد شد.</p>
hu: <b>A rács beállításai (az összes űrlapra érvényes).</b><p>Ha a <b>Rács megjelenítése</b> opció be van jelölve, minden űrlapon rács fog megjelenni a megadott X/Y értékekkel.</p>
tg: <b>Қоил кардани барпоҳои-грид барои ҳамаи намудҳо.</b> <p>Вакте,ки<b>Нишони Грид</b>санҷида мешавад,грид дар ҳамаи намудҳо нишон дода мешавад бо истифодаи ҳали X/Y .</p>

source: Grid-&X:
eu: Sareta-&X:
fa: توری-&X:‌
hu: Rács - &X:
tg: Тӯр-&X:

source: Grid-&Y:
eu: Sareta-&Y:
fa: توری-&Y:‌
hu: Rács - &Y:
tg: Тӯр-&Y:

source: A splash screen is displayed when starting Qt Designer if this option is checked.
eu: Hau hautatzen baduzu, Qt Designer abiatzen dean splash pantaila bat agertuko da.
fa: اگر این گزینه علامت زده شود، هنگام آغاز شدن طراح QT یک رنگ‌پاشی پرده نمایش داده می‌شود.
hu: Ha ez az opció be van jelölve, a Qt Designer indulásakor megjelenik annak indítóképernyője.
tg: Тирезаи сплеш нишон мешавад вақте,ки Qt Ороишгарро сар карда агар ин интихобот санҷида шавад.

source: Ge&neral
eu: O&rokorra
fa: &عمومی‌
hu: &Általános
tg: Уму&мӣ

source: Restore last &workspace on startup
eu: Leheneratu azken &laneko area abiatzean
fa: بازنشانی آخرین &فضای‌ کار هنگام راه‌اندازی‌
hu: A leg&utóbbi állapot visszatöltése induláskor
tg: Барқарор кардани охирон &ҷоикор дар саршави

source: Restore last workspace
eu: Leheneratu azken &laneko area
fa: بازنشانی آخرین فضای‌ کار
hu: A legutóbbi állapot visszatöltése
tg: Барқарор кардани охирон ҷоикор

source: The current workspace settings will be restored the next time you start Qt Designer if this option is checked.
eu: Hau hautatzen baduzu, uneko laneko arearen ezarpenak leheneratuko dira hurrengo aldiz Qt Designer abiatzen duzunean.
fa: اگر این گزینه علامت زده شود، تنظیمات فضای‌ کار جاری در زمان شروع بعدی طراح Qt بازگردانده خواهد شد.
hu: Ha ez az opció be van jelölve, a Qt Designer induláskor visszaállítja a kilépéskori munkaterület jellemzőit.
tg: Ҳозира барпокуниҳои ҷоикор вақти оянда барқрор карда мешаванд вақте,ки шумо Qt Ороишгарро оғоз мекунед агар ин интихоб санҷида шавад.

source: Show &splash screen on startup
eu: Erakutsi &splash-pantaila abiatzean
fa: نمایش &رنگ‌پاشی پرده هنگام راه‌اندازی‌
hu: Indítókép me&gjelenítése
tg: Нишон &тамоми оина хангоми сар кардан
