Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeaddons/katexmltools.po
Languages: az, bg, bs, ca, eo, eu, fi, fr, gl, it, sl, sr, sr@latn, th, vi

source: &Insert Element...
az: &Element Daxil Et...
bg: &Вмъкване на елемент...
bs: &Umetni element...
ca: &Insereix element...
eo: &Enmetu eron...
eu: &Txertatu elementua...
fi: &Lisää elementti...
fr: &Insérer un élément...
gl: &Inserir Elemento...
it: &Inserisci Elemento...
sl: &Vstavi element ...
sr: &Убаци елемент...
sr@latn: &Ubaci element...
th: แทรกอีลีเมนต์...
vi: &Chèn phần tử...

source: &Close Element
az: Elementi &Bağla
bg: &Затваряне на елемент
bs: &Zatvori element
ca: &Tanca element
eo: &Malfermu eron
eu: &Itxi elementua
fi: &Sulje elementti
fr: &Fermer l'élément
gl: Pe&char Elemento
it: &Chiudi Elemento
sl: &Zapri element
sr: &Затвори елемент
sr@latn: &Zatvori element
th: ปิดอีลีเมนต์
vi: Đón&g phần tử

source: Assign Meta &DTD...
az: Meta &DTD Bildir...
bg: З&адаване на мета DTD...
bs: Dodijeli meta &DTD...
ca: Assigna la meta &DTD...
eo: Asignu meta &DTD
eu: Esleitu &DTD meta...
fi: &Aseta Meta DTD...
fr: Affecter une méta-&DTD...
gl: Asinar un Meta &DTD...
it: Assegna meta-&DTD...
sl: Dodeli Meta &DTD ...
sr: &Додели мета DTD...
sr@latn: &Dodeli meta DTD...
th: กำหนดค่า Meta DTD...
vi: Gán siêu &DTD...

source: Assign Meta DTD in XML Format
az: XML formatında Meta DTD Bildir
bg: Задаване на мета DTD във формат XML
bs: Dodijeli meta DTD u XML formatu
ca: Assigna la meta DTD en format XML
eo: Asignu meta DTD per XML-formato
eu: Esleitu DTD meta XML formatupean
fi: &Aseta Meta DTD XML-muodossa
fr: Affecter une méta-DTD en format XML
gl: Asinar un Meta DTD en Formato XML
it: Assegna meta-DTD in formato XML
sl: Dodeli Meta DTD v obliki XML
sr: Додели мета DTD у XML формату
sr@latn: Dodeli meta DTD u XML formatu
th: กำหนดค่า Meta DTD ในรูปแบบ XML
vi: Gán siêu DTD dạng XML

source: The current file has been identified as a document of type "%1". The meta DTD for this document type will now be loaded.
az: Hazırkı faylın sənəd növü "%1" olaraq tanıdılıb. Bu sənəd növünün meta DTD-si indi yüklənəcəkdir.
bg: Текущият файл е идентифициран като документ от тип "%1". Мета DTD за този тип документ няма да бъде зареден.
bs: Trenutna datoteka je identifikovana kao dokument tipa "%1". Meta DTD za ovaj tip dokumenta će sada biti učitan.
ca: L'actual fitxer ha estat identificat com a un document del tipus "%1". Ara es carregarà la meta DTD per aquest tipus de document.
eo: La nuna dosiero estis identigiti kiel dokumeton de tipo "%1". La meta DTD por tiu dokumenta tipo estos nun ŝargita.
eu: Uneko fitxategia "%1" motako dokumentutzat identifikatua izan da. Dokumentu mota honen DTD meta kargatu egingo da orain.
fi: Tiedoston tyyppi on "%1". Dokumentin meta-DTD ladataan nyt.
fr: Le fichier en cours a été identifié comme un document de type « %1 ». La meta DTD pour ce document sera chargée maintenant.
gl: O ficheiro actual foi identificado como un documento do tipo "%1". O meta DTD para este tipo de documento será carregado agora.
it: Il file corrente è stato identificato come documento di tipo "%1". Il meta-DTD per questo tipo di documento non verrà caricato.
sl: Trenutna datoteka je bila razpoznana kot dokument vrste »%1«. Meta DTD za to vrsto dokumenta bo sedaj naložen.
sr: Тренутни фајл је идентификован као документ типа „%1“. Мета DTD за ову врсту документа ће сада бити учитан.
sr@latn: Trenutni fajl je identifikovan kao dokument tipa „%1“. Meta DTD za ovu vrstu dokumenta će sada biti učitan.
th: แฟ้มปัจจุบันแสดงตัวเป็นแฟ้มเอกสารประเภท "%1" และจะทำการโหลด meta DTD สำหรับเอกสารประเภทนี้เดี๋ยวนี้
vi: Tập tin hiện thời đã được nhận diện là tài liệu kiểu « %1 ». Siêu DTD cho kiểu tài liệu này sẽ được nạp ngay bây giờ.

source: Loading XML Meta DTD
az: XML Meta DTDYüklənir
bg: Зареждане на мета DTD
bs: Učitavam XML meta DTD
ca: S'està carregant el meta DTD XML
eo: Ŝargante XML meta DTDs
eu: XML DTD meta kargatzen
fi: Ladataan XML-Meta DTD:tä
fr: Charger une méta-DTD XML
gl: A Carregar o Meta DTD XML
it: Carico il meta-DTD XML
sl: Nalaganje XML Meta DTD
sr: Учитавање XML мета DTD-а
sr@latn: Učitavanje XML meta DTD-a
th: กำลังโหลดค่า Meta DTD ของ XML
vi: Đang nạp siêu DTD XML

source: The file '%1' could not be opened. The server returned an error.
az: '%1' faylı açıla bilmədi. Verici xəta göndərdi.
bg: Файлът "%1" не може да бъде отворен. Сървърът върна грешка.
bs: Ne mogu otvoriti datoteku '%1'. Server je vratio grešku.
ca: No es pot obrir el fitxer '%1'. El servidor ha retornat un error.
eo: La dosiero '%1' ne eblis malfermiti. La servilo resendis eraron.
eu: Ezin izan da '%1' fitxategia ireki. Zerbitzariak errorea bidali du.
fi: Tiedostoa '%1' ei voitu avata. Palvelin palautti virheen.
fr: Le fichier « %1 » n'a pas pu être ouvert. Le serveur a renvoyé une erreur.
gl: Non foi posíbel aceder ao ficheiro '%1'. O servidor devolveu un erro.
it: Non è possibile aprire il file "%1". Il server ha restituito un errore.
sl: Daoteka »%1« ni mogla biti odprta. Strežnik je vrnil napako.
sr: Фајл „%1“ није могао бити отворен. Сервер је вратио грешку.
sr@latn: Fajl „%1“ nije mogao biti otvoren. Server je vratio grešku.
th: ไม่สามารถเปิดแฟ้ม '%1' ได้ โดยเซิร์ฟเวอร์ส่งคืนค่าความผิดพลาดกลับมา
vi: Không thể mở tập tin « %1 ». Máy phục vụ đã trả về lỗi.

source: XML Plugin Error
az: XML Əlavəsi Xətası
bg: Грешка на приставката за XML
bs: Greška XML dodatka
ca: Error en el connector XML
eo: XML-kromaĵa eraro
eu: XML pluginaren errorea
fi: XML sovelmavirhe
fr: Problème avec le module XML
gl: Erro do plugin de XML
it: Errore del plugin XML
sl: Napaka vstavka XML
sr: Грешка у XML прикључку
sr@latn: Greška u XML priključku
th: ข้อผิดพลาดของปลั๊กอิน XML
vi: Lỗi bổ sung XML

source: Insert XML Element
az: XML Elementi Daxil Et
bg: Вмъкване на елемент XML
bs: Umetni XML element
ca: Insereix l'element XML
eo: Enmetu XML-eron
eu: Txertatu XML elementua
fi: Lisää XML-elementti
fr: Insérer un élément XML
gl: Inserir Elemento XML
it: Inserisci l'elemento XML
sl: Vstavi element XML
sr: Уметни XML елемент
sr@latn: Umetni XML element
th: แทรกอีลีเมนต์ของ XML
vi: Chèn phần tử XML

source: Enter XML tag name and attributes ("<", ">" and closing tag will be supplied):
bg: Въведете съдържанието на тага XML и атрибутите:
bs: Unesite ime i atribute XML taga ("<", ">" i zatvoreni tag će biti automatski uneseni):
ca: Introduir el nom i atributs d'una etiqueta XML (es posarà "<", ">" i l'etiqueta de tancar):
eo: Enmetu XML-etikedajn nomon kaj atributojn ("<", ">" kaj fermanta etikedo estos enmetitaj):
eu: Sar ezazu XML etiketaren izena eta atributuak ("<", ">" eta ixteko etiketa gehitu egingo dira):
fi: Anna XML-tunnisteen nimi ja attribuutit ("<", ">" ja lopputunniste täytetään):
fr: Saisissez les attributs et le nom de la balise XML (les « < », « > » et la balise de fermeture seront fournis) :
gl: Indique o nome da marca de XML e os seus atributos (o "<", o ">" e a marca de peche serán fornecidos):
it: Inserisci il nome del tag XML e gli attributi ("<", ">" e i tag di chiusura verranno forniti):
sl: Vnesite ime značke XML in atribute (dodani bodo znaki »<«, »>« in zapiralna značka):
sr: Унесите име XML тага и атрибуте. Биће обезбеђени „<“, „>“ као и затварајући таг:
sr@latn: Unesite ime XML taga i atribute. Biće obezbeđeni „<“, „>“ kao i zatvarajući tag:
vi: Hãy nhập tên thẻ XML và các thuộc tính (hai dấu ngoặc nhọn và thẻ đóng sẽ tự động được cung cấp):

source: The file '%1' could not be parsed. Please check that the file is well-formed XML.
az: '%1' faylı oxuna bilmədi. Xahiş edirik, faylın düzgün XML faylı olduğunu yoxlayın.
bg: Файлът "%1" не може да бъде обработен. Моля, проверете дали е файлът е правилно форматиран XML.
bs: Ne mogu obraditi datoteku '%1'. Molim provjerite da li je datoteka ispravno formiran XML.
ca: El fitxer '%1' no es pot processar. Si us plau, comproveu que el fitxer està en un format XML correcte.
eo: La dosiero '%1' ne eblis sintakse analizita. Bonvolu kontroli ke la dosiero estas korekte XML.
eu: Ezin izan da '%1' fitxategia aztertu. Begira ezazu ea egoki osatutako XML fitxategia den.
fi: Tiedostoa '%1' ei voitu jäsentää. Tarkasta että tiedosto on oikeanmuotoinen XML-tiedosto.
fr: Le fichier « %1 » n'a pas pu être analysé. Vérifiez que le fichier est du XML bien formé.
gl: Non foi posíbel procesar o ficheiro '%1'. Verifique que o ficheiro contén XML válido.
it: Non è possibile effettuare il parse del file '%1'. Per piacere, controlla che il file sia scritto correttamente in XML.
sl: Datoteka »%1« ni bila razčlenjena. Prosim preverite, da je datoteka pravilno oblikovana v XML.
sr: Фајл „%1“ није могао бити растумачен. Проверите да ли је фајл исправно формирани XML.
sr@latn: Fajl „%1“ nije mogao biti rastumačen. Proverite da li je fajl ispravno formirani XML.
vi: Không thể phân tách tập tin « %1 ». Hãy kiểm tra xem tập tin chứa XML dạng đúng.

source: The file '%1' is not in the expected format. Please check that the file is of this type: -//Norman Walsh//DTD DTDParse V2.0//EN You can produce such files with dtdparse. See the Kate Plugin documentation for more information.
az: '%1' faylı gözlənilən formatda deyil. Xahiş edirik, faylın bu növdə olduğunu yoxlayın: -//Norman Walsh//DTD DTDParse V2.0//EN Bu cür faylları dtdparse ilə yarada bilərsiniz. Əlavə mə'lumat üçün Kate əlavə sənədlərinə baxın.
bg: Файлът "%1" е в неочакван формат. Моля, проверете дали файлът не е от тип: -//Norman Walsh//DTD DTDParse V2.0//EN Може да създадете такъв файл с dtdparse. За повече информация, вижте документацията на приставките на Kate.
bs: Datoteka '%1' nije u očekivanom formatu. Molim provjerite da li je datoteka tipa: -//Norman Walsh//DTD DTDParse V2.0//EN Ovakve datoteke možete napraviti koristeći dtdparse. Pogledajte dokumentaciju Kate dodatka za više informacija.
ca: El fitxer '%1' no està en un format estàndard. Comproveu que el fitxer és d'aquest tipus: -//Norman Walsh//DTD DTDParse V2.0//EN Podreu produir aquest tipus de fitxers amb dtdparse. Per a més informació veieu la documentació per a connectors del Kate.
eo: La dosiero '%1' ne estas per la atendita formato. Bonvolu kontroli ke la dosiero estas je tiu tipo: -//Norman Walsh//DTD DTDParse V2.0//EN Vi povas krei tiajn dosierojn per dtdparse. Vidu la kromaĵa manlibro de Kodredaktilo por plia informo.
eu: '%1' fitxategiak ez du espero zen fotmatoa. Begira ezazu ea fitxategia mota honetakoa den: -//Norman Walsh//DTD DTDParse V2.0//EN Mota honetako fitxategiak sor ditzakezu dtdparse erabiliz. Irakur ezazu Kateren pluginei buruzko dokumentazioa argibide gehiago eskuratzeko.
fi: Tiedosto '%1' ei ole oletetussa muodossa. Tarkista että tiedosto on tyypiltään: -//Norman Walsh//DTD DTDParse V2.0//EN Voit luoda tiedostoja dtdparse ohjelmalla. Katso Katen liitännäisdokumentaatiosta lisätietoja.
fr: Le fichier « %1 » n'est pas dans le format attendu. Veuillez vous assurer que le fichier est bien de ce type : -//Norman Walsh//DTD DTDParse V2.0//EN Vous pouvez générer de tels documents avec dtdparse. Consultez la documentation sur les modules externes de Kate pour en savoir plus.
gl: Non foi posíbel analisar o ficheiro '%1'. Verifique que o ficheiro é un XML válido deste tipo: -//Norman Walsh//DTD DTDParse V2.0//EN Pode criar eses ficheiros con dtdparse. Vexa a documentación do plugin de Kate para mais información.
it: Il file "%1" non è scritto nel formato corretto. Controlla che il file sia di questo tipo: -//Norman Walsh//DTD DTDParse V2.0//EN Puoi produrre tali file con dtdparse. Vedi la documentazione dei plugin di Kate per maggiori informazioni.
sl: Datoteka »%1« ni v pričakovani obliki. Prosim preverite, da je datoteka vrste: -//Norman Walsh//DTD DTDParse V2.0//EN Take datoteke lahko ustvarite z dtdparse. Poglejte dokumentacijo o vstavkih v Kate za več informacij.
sr: Фајл „%1“ није у очекиваном формату. Проверите да ли је фајл следеђе врсте: -//Norman Walsh//DTD DTDParse V2.0//EN Такве фајлове можете направити помоћу dtdparse. Погледајте документацију Kate-овог прикључка за више информација.
sr@latn: Fajl „%1“ nije u očekivanom formatu. Proverite da li je fajl sledeđe vrste: -//Norman Walsh//DTD DTDParse V2.0//EN Takve fajlove možete napraviti pomoću dtdparse. Pogledajte dokumentaciju Kate-ovog priključka za više informacija.
th: รูปแบบของแฟ้ม '%1' ไม่ได้เป็นรูปแบบที่ต้องการ โปรดตรวจสอบว่า มันเป็นแฟ้มในรูปแบบ XML ที่ถูกต้องประเภท: -//Norman Walsh//DTD DTDParse V2.0//EN แล้ว โดยคุณสามารถสร้างแฟ้มลักษณะนี้ได้ ด้วยคำสั่ง dtdparse ดูรายละเอียดเพิ่มเติมที่เอกสารปลั๊กอินของ Kate
vi: Tập tin « %1 » không có định dạng trông đợi. Hãy kiểm tra xem tập tin có kiểu : -//Norman Walsh//DTD DTDParse V2.0//EN Bạn có khả năng tạo tập tin kiểu này bằng dtdparse. Xem tài liệu hướng dẫn Bổ Sung Kate để tìm thông tin thêm.

source: Analyzing meta DTD...
az: Meta DTD analiz edilir...
bg: Анализиране на мета DTD...
bs: Analiziram meta DTD...
ca: S'està analitzant la meta DTD...
eo: Analizante meta DTD...
eu: Analizatzen meta DTD...
fi: Analysoin meta DTD:tä...
fr: Analyse de la méta-DTD...
gl: A analisar o meta DTD...
it: Analisi meta-DTD in corso...
sl: Analiziranje meta DTD ...
sr: Анализа мета DTD-а...
sr@latn: Analiza meta DTD-a...
th: กำลังตรวจสอบ DTD...
vi: Đang phân tích siêu DTD...

source: &XML
bg: &Схема
