Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeaddons/khtmlsettingsplugin.po
Languages: az, fy, sr, sr@latn

source: _: NAME OF TRANSLATORS Your names
fy: Douwe
sr: Бојан Божовић
sr@latn: Bojan Božović

source: _: EMAIL OF TRANSLATORS Your emails
sr: bole89@infosky.net
sr@latn: bole89@infosky.net

source: Extra Toolbar
az: Əlavə Vasitə Çubuğu
fy: Ekstra arkbalke
sr: Додатна трака
sr@latn: Dodatna traka

source: HTML Settings
az: HTML Qurğuları
fy: HTML-ynstellings
sr: HTML поставке
sr@latn: HTML postavke

source: &Cookies
az: &Kökələr
sr: &Колачићи
sr@latn: &Kolačići

source: &Plugins
az: Ə&lavələr
sr: &Прикључци
sr@latn: &Priključci

source: Autoload &Images
az: &Rəsmləri Avtomatik Yüklə
fy: Ofbyl&den automatysk lade
sr: Аутоматско учитавање &слика
sr@latn: Automatsko učitavanje &slika

source: Enable Pro&xy
az: Vəkil Veri&cini Fəallaşdır
fy: Pro&ksy aktivearje
sr: Укључи про&кси
sr@latn: Uključi pro&ksi

source: Disable Pro&xy
fy: Pro&ksy útsette
sr: Искључи про&кси
sr@latn: Isključi pro&ksi

source: Enable Cac&he
az: Ön Yad&daşı Fəalaşdır
fy: Ca&che aktivearje
sr: Укључи к&еш
sr@latn: Uključi k&eš

source: Disable Cac&he
fy: Ca&che útsette
sr: Искључи к&еш
sr@latn: Isključi k&eš

source: Cache Po&licy
az: Ön Yaddaş Si&yasəti
fy: Cachebe&lied
sr: По&нашање кеша
sr@latn: Po&našanje keša

source: &Keep Cache in Sync
az: Ara Yaddaşı Sinxron &Saxla
fy: Cache syngroan &hâlde
sr: Држи &кеш синхронизован
sr@latn: Drži &keš sinhronizovan

source: &Use Cache if Possible
az: Mümkünsə Ara Yaddaşı &İşlət
fy: Cache br&ûke, as mooglik
sr: Користи кеш &уколико је могуће
sr@latn: Koristi keš &ukoliko je moguće

source: &Offline Browsing Mode
az: &Oflayn Səyahət Modu
fy: &Offline browsingmodus
sr: &Offline режим претраживања
sr@latn: &Offline režim pretraživanja

source: I can't enable cookies, because the cookie daemon could not be started.
az: Kökələr demonu başladıla bilmədiyi üçün kökələr fəallaşdırıla bilmir.
fy: Cookies koenen net aktivearre wurde, omdat de cookie daemon net opstarten wurde koe.
sr: Није могуће укључити колачиће, зато што демон колачића није могао бити покренут.
sr@latn: Nije moguće uključiti kolačiće, zato što demon kolačića nije mogao biti pokrenut.

source: Cookies Disabled
az: Kökələr Qeyri Fəallaşdırılıb
fy: Cookies útsetten
sr: Колачићи су искључени
sr@latn: Kolačići su isključeni

source: Java&Script
fy: Java&Skript
