Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeaddons/nexscope.po
Languages: bg, ca, cy, da, de, el, eo, et, eu, fi, fr, fy, ga, hi, hu, it, kk, km, mk, nb, nds, pa, ru, sv, ta, tg, uz

source: _: NAME OF TRANSLATORS Your names
bg: Радостин Раднев
ca: Antoni Bella Perez
cy: Peter Bradley drwy KGyfieithu
da: Erik Kjær Pedersen
de: Thomas Fischer
el: Στέργιος Δράμης,Τούσης Μανώλης
eo: Pierre-Marie Pédrot
et: Marek Laane
eu: Juan Irigoien
fi: Teemu Rytilahti
fr: Laurent Rathle
fy: Douwe
ga: Séamus Ó Ciardhuáin,Kevin Scannell
hi: रविशंकर श्रीवास्तव
hu: Szántó Tamás
it: Marco Spolaore,Daniele Medri
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
mk: Димитар Талевски,Николина Утковска
nb: Knut Yrvin
nds: Manfred Wiese, Sönke Dibbern
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
ru: Kate S. Sheveleva
sv: Stefan Asserhäll
ta: வி.ஆபிரகாம்
tg: Tajik KDE Teams: Марина Колючева, Виктор Ибрагимов.
uz: Nurali Abdurahmonov

source: _: EMAIL OF TRANSLATORS Your emails
bg: radnev@yahoo.com
ca: bella5@teleline.es
cy: kyfieithu@dotmon.com
da: erik@binghamton.edu
de: thomas.fischer@t-fischer.net
el: sdramis@egnatia.ee.auth.gr,manolis@koppermind.homelinux.org
eo: <pedrotpmx@wanadoo.fr>
et: bald@starman.ee
eu: juanirigoien@gmail.com
fi: teemu.rytilahti@kde-fi.org
fr: lrathle@kde-france.org
ga: seoc at iolfree dot ie,scannell at slu dot edu
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
hu: tszanto@mol.hu
it: mspolaore@e-tree.com,madrid@linuxmeeting.net
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
mk: dimi@lugola.net,handmade_dream@yahoo.com
nb: knuty@skolelinux.no
nds: m.j.wiese@web.de, s_dibbern@web.de
pa: aalam@redhat.com
ru: kate@altlinux.ru
sv: stefan.asserhall@comhem.se
ta: vicnepabr_1306@yahoo.co.in
tg: youth_opportunities@tajik.net
uz: mavnur@gmail.com

source: Nex Configuration
bg: Настройване на Nex
ca: Configuració del Nex
cy: Ffurfweddiad Nex
da: Nex-indstilling
de: Nex-Einrichtung
el: Ρύθμιση Nex
eo: Neksa agordo
et: Nex'i seadistamine
eu: Nex konfigurazioa
fi: Asetukset
fr: Configuration de Nex
fy: Nex ynstelle
ga: Cumraíocht Nex
hi: नेक्स कॉन्फ़िगरेशन
hu: A Nex beállításai
it: Configurazione di Nex
kk: Nex баптауы
km: ការ​កំណត់​រចនាសម្ព័ន្ធ Nex
mk: Конфигурација на Nex
nb: Tilpass Nex
nds: Nex instellen
pa: ਨੈਕਸ ਸੰਰਚਨਾ
ru: Настройка Nex
sv: Inställning av Nex
ta: Nex வடிவமைப்பு
tg: Пайкабандӣи асосиӣ
uz: Nex moslamasi

source: Name
bg: Име
ca: Nom
cy: Enw
da: Navn
el: Όνομα
eo: Nomo
et: Nimi
eu: Izena
fi: Nimi
fr: Nom
fy: Namme
ga: Ainm
hi: नाम
hu: Név
it: Nome
kk: Атауы
km: ឈ្មោះ
mk: Име
nb: Navn
nds: Naam
pa: ਨਾਂ
ru: Имя
sv: Namn
ta: பெயர்
tg: Ном
uz: Nomi

source: Main
bg: Главно
ca: Principal
cy: Prif
da: Primær
de: Alles
el: Κύριο
eo: Ĉefa
et: Peamine
eu: Nagusia
fi: Yleiset
fr: Principal
fy: Algemien
ga: Príomhchlár
hi: मुख्य
hu: Általános
it: Principale
kk: Негізгі
km: មេ
mk: Главен
nb: Hoved
nds: Allens
pa: ਮੁੱਖ
ru: Общее
sv: Allmän
ta: முக்கிய
tg: Аслӣ
uz: Asosiy

source: &Erase between frames
bg: Изтриване &между кадрите
ca: &Esborra entre els marcs
cy: Dil&eu rhwng fframiau
da: &Slet mellem rammer
de: &Vorheriges Bild verwerfen
el: &Καθαρισμός μεταξύ των καρέ
eo: &Forigu inter framoj
et: &Raamide vahelt kustutamine
eu: &Ezabatu markoen artean
fi: &Poista raitojen välistä
fr: &Effacer entre les trames
fy: Tusken freems wisk&je
ga: &Bánaigh idir frámaí
hi: फ्रेम्स के बीच मिटाएँ (&E)
hu: Tör&lés a keretek között
it: &Cancella tra i frame
kk: Кадрлар арасында экран &тазалансын
km: លុប​នៅ​ចន្លោះ​ស៊ុម
mk: &Избриши меѓу рамки
nb: Sl&ett mellom rammer
nds: Twischen de Biller &wegdoon
pa: ਫਰੇਮਾਂ ਵਿੱਚੋਂ ਹਟਾਓ(&E)
ru: &Очищать экран между кадрами
sv: &Sudda mellan ramar
ta: சட்டங்களுக்கிடையே அழி
tg: &Аз миёнаи гурӯҳи додаҳо пок кунед
uz: Freymlar orasini &tozalash

source: &Convolve audio
bg: Извиване на &звука
ca: En&volcalla el so
cy: &Cordeddu sain
da: &Convolv lyd
de: Audio &falten
el: &Συμμετοχή ήχου
eo: &Kunvolvu sonon
et: &Heli konvolutsioon
eu: &Inguratu soinua
fi: &Konvoloi ääni
fr: &Convolution audio
fy: &LÃ»d mikse
ga: &Conbhlóidigh an fhuaim
hi: कॉनवाल्व ऑडियो (&C)
hu: A hang k&onvolválása
it: &Avvolgere l'audio
kk: Дыбысты &орау
km: អូឌីយ៉ូ​អង្កាញ់
mk: &Свиткај звук
nb: &Folde lyd
nds: Audio &inrullen
pa: ਕੋਨਵੋਲਵੀ ਆਡੀਓ(&C)
ru: &Свернуть звук
sv: &Faltning av ljud
ta: ஒலி சுற்று
tg: &Конволви савтӣ

source: Comments
bg: Коментари
ca: Comentaris
cy: Sylwadau
da: Kommentarer
de: Kommentar
el: Σχόλια
eo: Komentoj
et: Kommentaarid
eu: Iradokizunak
fi: Kommentit
fr: Commentaires
fy: Kommentaren
ga: Nótaí
hi: टिप्पणियाँ
hu: Megjegyzések
it: Commenti
kk: Түсініктеме
km: សេចក្តី​អធិប្បាយ
mk: Коментари
nb: Kommentarer
nds: Kommentaren
pa: ਟਿੱਪਣੀ
ru: Комментарии
sv: Kommentarer
ta: குறிப்புகள்
tg: Тавзеҳот
uz: Izohlar

source: Nex
eo: Nekso
hi: नेक्स
pa: ਨੈਕਸ
tg: Робита

source: The awesome customizable scope
ca: El maravellós osciloscopi personalitzable
cy: Y sgôp addasadwy aruthrol
da: Det vidunderlige brugerindstillelige virkefelt
de: Das großartige, einstellbare Oszilloskop
el: Το θαυμάσιο προσαρμόσιμο καλειδοσκόπιο
eo: La mirinda proprebla skopo
et: H채mmastavalt kohandatav ostsilloskoop
eu: Esparru pertsonalizagarri liluragarria
fi: Upea, muokattava äänikuva
fr: L'oscilloscope personnalisable
fy: De prachtige oanpasbere scoop
ga: An scóp in-saincheaptha thar barr
hi: द ऑसम कस्टमाइज़ेबल स्कोप
hu: Az egyetlen, utolérhetetlen kijelző
it: Il meraviglioso e personalizzabile intervallo di visibilità
kk: Керемет бапталатын көрнекті бейне
km: វិសាលភាព​​ដែល​អាច​ប្ដូរ​តាម​បំណង​ដ៏​អស្ចារ្យ
mk: Генијалниот прилагодлив осцилоскоп
nb: Det fantastiske oscilloskopet som kan tilpasses
nds: Filmmaker mit mennige Instellen
pa: ਅਵੀਸਮ ਸੋਧਯੋਗ ਸਹੂਲਤ
ru: Великолепно настраиваемый визуальный образ
sv: Det fantastiska anpassningsbara oscilloskopet
ta: மிக சிறந்த பழக்கமான் நோக்கி
tg: Дидгоҳи даҳшатангез

source: Nex Author
ca: Autor del Nex
cy: Awdur Nex
da: Nex-forfatter
de: Nex-Autor
el: Συγγραφέας του Nex
eo: Neksa aŭtoro
et: Nex'i autor
eu: Nex-en egilea
fi: Nexin tekijä
fr: Auteur de Nex
fy: Auteur fan Nex
ga: Údar Nex
hi: नेक्स लेखक
hu: A Nex szerzője
it: Autore di Nex
kk: Nex авторы
km: អ្នក​និពន្ធ Nex
mk: Автор на Nex
nb: Forfatteren av Nex
nds: Schriever vun Nex
pa: ਨੈਕਸ ਲੇਖਕ
ru: Автор Nex
sv: Nex-upphovsman
ta: Nex ஆசிரியர்
tg: Эҷодкори асосӣ
uz: Nex muallifi

source: Unable to start noatunNex. Check your installation.
bg: Не може да бъде стартирана програмата noatunNex. Моля, проверете си инсталацията.
ca: No es pot engegar el noatunNex. Comproveu la vostra instal·lació.
cy: Methu dechrau noatunNex. Gwiriwch eich gosodiad.
da: Kunne ikke starte noatunNex. Tjek din installation.
de: "noatunNex" kann nicht gestartet werden. Bitte überprüfen Sie die Installation.
el: Αδύνατη η εκκίνηση του noatunNex. Ελέγξτε την εγκατάστασή σας.
eo: Ne eblas lanĉi Noatuno-Nekson. Kontrolu vian instalaĵon.
et: Pole v천imalik k채ivitada noatunNex'i. Kontrolli paigaldust.
eu: Ezin noatunNex abiarazi. Begira ezazu instalazioa.
fi: noatunNexiä ei voitu käynnistää. Tarkasta asennuksesi.
fr: Impossible de lancer noatunNex. Vérifiez votre installation.
fy: NoatunNex koe net starten wurde. Kontrolearje jo ynstallaasje.
ga: Ní féidir noatunNex a rith. Déan seiceáil ar do chóras.
hi: नोआट्यून प्रारंभ करने में अक्षम, अपना संस्थापन जांचें.
hu: A noatunNex program elindítása nem sikerült. Ellenőrizze, hogy a program telepítve van-e.
it: Non è possibile avviare noatunNex. Verifica la tua installazione.
kk: noatunNex жегілмеді. Орнатылғанын тексеріңіз.
km: មិន​អាច​ចាប់​ផ្ដើម​ noatunNex បាន​ទេ ។ ពិនិត្យ​មើល​ការ​ដំឡើង​របស់​អ្នក ។
mk: Не можам да го стартувам noatunNex. Проверете ја инсталацијата.
nb: Klarer ikke starte noatunNex. Sjekk installasjonen din
nds: "noatunNex" lett sik nich starten. Bitte kuntrulleer Dien Installatschoon.
pa: noatunNex ਸ਼ੁਰੂ ਕਰਨ 'ਚ ਅਸਫ਼ਲ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
ru: Невозможно запустить noatunNex. Проверьте корректность установки.
sv: Kunde inte starta NoatunNex. Kontrollera installationen.
ta: noatunNex யை துவக்க இயலவில்லை. தங்கள் நிறுவலை சரிபார்க்கவும்
tg: NoatunNex ба кор намеояд. Коргузорро мукбила кунед.
uz: noatunNex'ni ishga tushirib boʻlmadi. Oʻrnatilganligini tekshiring.

source: Pair
bg: Двойно
ca: Parell
cy: Pâr
da: Par
de: Paar
el: Ζευγάρι
eo: Para
et: Paralleelne
eu: Bikoitia
fi: Pari
fr: Paire
fy: Pear
ga: Péire
hi: एक जोड़ा
hu: Pár
it: Paia
kk: Қос сызық
km: គូ
mk: Пар
nb: Parallell
nds: Poor
pa: ਜੋੜਾ
ru: Пара линий
sv: Parallell
ta: ஜோடி
tg: Ҷуфт
uz: Juft

source: Solid
bg: Запълнено
ca: Sòlid
cy: Solet
de: Gefüllt
el: Στέρεο
eo: Solida
et: T채idetud
eu: Solidoa
fi: Sileä
fr: Solide
fy: Flak
ga: Soladach
hi: ठोस
hu: Egyszínű
it: Solido
kk: Тұтас сызық
km: តាន់
mk: Целосно
nb: Heltrukken
nds: Vull
pa: ਗੂੜਾ
ru: Сплошная линия
sv: Heldragen
ta: திடம்
tg: Мустаҳкам
uz: Uzun chiziq
