Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdemultimedia/artsmodules.po
Languages: ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, hi, hu, is, kk, km, mk, ms, nb, nds, nl, nn, pt_br, ro, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn, zh_tw

source: _: NAME OF TRANSLATORS Your names
ca: Josep Ma. Ferrer,Albert Astals Cid
cs: Lukáš Tinkl,Klára Cihlářová
cy: Kyfieithu: KD
da: Erik Kjær Pedersen
de: Arnold Krille
el: Σπύρος Γεωργαράς
es: Salvador Gimeno Zanón
et: Hasso Tepper
eu: Ion Gazta√±aga
fa: نسیم دانیارزاده
fi: Kim Enkovaara
fr: Ludovic Grossard
ga: Séamus Ó Ciardhuáin,Kevin Scannell
hu: Szántó Tamás
is: Richard Allen, Pjetur G. Hjaltason, Jón Arnar Guðmundsson, Þröstur Svanbergsson
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
mk: Жаклина Ѓалевска
ms: MIMOS
nb: Nils Kristian Tomren
nds: Manfred Wiese, Sönke Dibbern
nl: Rinse de Vries,R.F. Pels,Tom Albers,Bram Schoenmakers
nn: Gaute Hvoslef Kvalnes
pt_br: Fernando Boaglio
ro: Claudiu Costin
sk: Stanislav Višňovský
sl: Gregor Rakar
sr: Часлав Илић
sr@latn: Časlav Ilić
sv: Mattias Newzella,Stefan Asserhäll
th: สหชาติ อนุกูลกิจ
uk: Іван Петрущак
zh_cn: 开源软件国际化之简体中文组
zh_tw: Frank Weng (a.k.a. Franklin)

source: _: EMAIL OF TRANSLATORS Your emails
ca: txemaq@bigfoot.com,astals11@terra.es
cs: lukas@kde.org,koty@seznam.cz
cy: kyfieithu@dotmon.com
da: erik@binghamton.edu
de: arnold@arnoldarts.de
el: sng@hellug.gr
es: salgiza@ono.com
et: hasso@kde.org
eu: ion_g_m@hotmail.com
fa: daniarzadeh@itland.ir
fi: kim.enkovaara@iki.fi
fr: grossard@kde.org
ga: seoc at iolfree dot ie,scannell at slu dot edu
hu: tszanto@mol.hu
is: ra@ra.is, pjetur@pjetur.net, jonarnar@jonarnar.com, throstur@bylur.net
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
mk: gjalevska@yahoo.com
ms: opensource@mimos.my
nb: project@nilsk.net
nds: m.j.wiese@web.de, s_dibbern@web.de
nl: rinsedevries@kde.nl,ruurd@tiscali.nl,tomalbers@kde.nl,bramschoenmakers@kde.nl
nn: gaute@verdsveven.com
pt_br: boaglio@gmail.com
ro: claudiuc@kde.org
sk: visnovsky@kde.org
sl: gregor.rakar@kiss.si
sr: caslav.ilic@gmx.net
sr@latn: caslav.ilic@gmx.net
sv: newzella@linux.nu,stefan.asserhall@comhem.se
th: drrider@gmail.com
uk: iip@telus.net
zh_cn: i18n-translation@lists.linux.net.cn
zh_tw: franklin at goodhorse dot idv dot tw

source: q
mk: кв
sl: kakov.
sr: к
sr@latn: k
zh_tw: 品質
