Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdemultimedia/artsmodules.po
Languages: ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, hi, hu, is, kk, km, mk, ms, nb, nds, nl, nn, pt_br, ro, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn, zh_tw

source: Mixer ("%1")
ca: Mesclador ("%1")
cs: Směšovač ("%1")
cy: Cymysgydd ("%1")
el: Μείκτης ("%1")
es: Mezclador ("%1")
et: Mikser ("%1")
eu: Nahastailea ("%1")
fa: مخلوط‌کن )»%1«(
fi: Mikseri ("%1")
fr: Mixeur (« %1 »)
ga: Meascthóir ("%1")
hi: मिक्सर ("%1")
hu: Keverő ("%1")
is: Hljóðblandari ("%1")
kk: Микшер ("%1")
km: កម្មវិធី​លាយ ("%1")
mk: Миксета („%1“)
ms: Pencampur ("%1")
nb: Mikser («%1»)
nds: Mischer ("%1")
nn: Miksar («%1»)
sk: Mixér ("%1")
sl: Mešalka (»%1«)
sr: Миксета („%1“)
sr@latn: Mikseta („%1“)
ta: கலப்பான் ("%1")
tg: Омехтакунак ("%1")
th: มิกเซอร์ ("%1")
uk: Мікшер ("%1")
zh_cn: 混音器(“%1”)
zh_tw: 混音器（%1）

source: channels
ca: canals
cs: kanály
cy: sianeli
da: kanaler
de: Kanäle
el: κανάλια
es: canales
et: kanalid
eu: kanalak
fa: مجراها
fi: kanavat
fr: canaux
ga: cainéil
hi: चैनल्स
hu: csatornák
is: rásir
kk: арналар
km: ឆានែល
mk: канали
ms: saluran
nb: kanaler
nds: Kanaals
nl: kanalen
nn: kanalar
pt_br: canais
ro: canale
sk: kanále
sl: kanali
sr: канали
sr@latn: kanali
sv: kanaler
ta: சாலை
tg: маҷроҳҳо
th: ช่อง
uk: канали
zh_cn: 声道
zh_tw: 聲道

source: name
ca: nom
cs: název
cy: enw
da: navn
el: όνομα
es: nombre
et: nimi
eu: izena
fa: نام
fi: nimi
fr: nom
ga: ainm
hi: नाम
hu: név
is: heiti
kk: аты
km: ឈ្មោះ
mk: име
ms: nama
nb: navn
nds: Naam
nl: naam
nn: namn
pt_br: nome
ro: nume
sk: meno
sl: ime
sr: име
sr@latn: ime
sv: namn
ta: பெயர்
tg: ном
th: ชื่อ
uk: назва
zh_cn: 名字
zh_tw: 名稱

source: type
ca: tipus
cs: typ
cy: math
de: Typ
el: τύπος
es: tipo
et: tüüp
eu: mota
fa: نوع
fi: tyyppi
ga: cineál
hi: क़िस्म
hu: típus
is: tegund
kk: түрі
km: ប្រភេទ
mk: тип
ms: jenis
nds: Typ
pt_br: tipo
ro: tip
sk: typ
sl: vrsta
sr: врста
sr@latn: vrsta
sv: typ
ta: வகை
tg: навъ
th: ชนิด
uk: тип
zh_cn: 类型
zh_tw: 型態

source: Low Gain
ca: Guany baix
cs: Malé zesílení
cy: Cynnydd Isel
da: Lav gain
de: Tiefen
el: Χαμηλό κέρδος
es: Ganancia baja
et: Madalate helitugevus
eu: Irabazi baxua
fa: بهرۀ کم
fi: Matala gain
fr: Gain faible
ga: Neartú Íseal
hi: कम गेन
hu: Alacsony erős.
is: Lágur mögnunarstuðull
km: ការទទួល​ទាប
mk: Зајакнување на ниски
ms: Perolehan Rendah
nb: Lav forsterkning
nds: Deepden-Verstärken
nl: Lage gain
nn: Låg forsterking
pt_br: Ganho Baixo
ro: Amplificare joase
sk: Nízke zosilnenie
sl: Nizka prid.
sr: Мало појач.
sr@latn: Malo pojač.
sv: Låg förstärkning
ta: குறைந்த இலாபம்
tg: Афзоиши Паст
th: อัตราขยายต่ำ
uk: Низьке підсилення
zh_cn: 低增益
zh_tw: 低增益

source: Low Freq
ca: Freqüència baixa
cs: Nízká frekv.
cy: Amledd Isel
da: Lav Frekv
de: Tiefen Freq.
el: Χαμηλή συχνότητα
es: Frecuencia baja
et: Madalate sagedus
eu: Maiztasun baxua
fa: بسامد کم
fi: Matala taajuus
fr: Fréquence faible
ga: Minicíocht Íseal
hi: कम फ्रिक्वे.
hu: Alacsony fr.
is: Lág tíðni
km: ប្រេកង់​ទាប
mk: Фреквенција на ниски
ms: Frekuensi Rendah
nb: Lav frekvens
nds: Deepden-Frequenz
nl: Lage freq.
nn: Låg frekvens
pt_br: Freq Baixa
ro: Frecvenţe joase
sk: Nízka frekvencia
sl: Nizka frekv.
sr: Ниска учест.
sr@latn: Niska učest.
sv: Låg frekvens
ta: குறைந்த அதிர்வெண்
tg: Зуддии Паст
th: ความถี่ต่ำ
uk: Низькі част.
zh_cn: 低频率
zh_tw: 低頻

source: Low Q
ca: Q baixa
cs: Nízká kvalita
cy: Q Isel
da: Lav Q
de: Tiefen Q
el: Χαμηλό Q
es: Q baja
et: Madalate ribalaius
eu: Q baxua
fa: Q کم
fi: Matala Q
fr: Q faible
ga: Q Íseal
hi: कम Q
hu: Alacsony q.
is: Lág Q
km: Q ទាប
mk: Квалитет на ниски
ms: Rendah Q
nb: Lav Q
nds: Deepden Q
nl: Lage Q
nn: Låg Q
pt_br: Q Baixa
ro: Factor Q joase
sk: Nízke Q
sl: Nizka kakov.
sr: Низак квал.
sr@latn: Nizak kval.
sv: Låg Q-värde
ta: குறைந்த Q
tg: Q-и Паст
uk: Низьке Q
zh_cn: 低质量
zh_tw: 低品質

source: Mid1 Gain
ca: Guany mig 1
cs: Zesílení 1
cy: Cynnydd Canol1
de: Mitten1
el: Mid1 κέρδος
es: Ganancia media-1
et: 1. keskmiste helitugevus
eu: Mid1 irabazia
fa: بهرۀ متوسط ۱
fr: Gain Mid1
ga: Neartú Meán1
hi: मिड1 गेन
hu: Mid1 erősítés
is: Mid1 mögnunarstuðull
km: ការ​ទទួល Mid1
mk: Зајакнување на средни 1
ms: Perolehan Pertengahan1
nb: Mid1 forsterkning
nds: Merrn1-Verstärken
nl: Midden1 gain
nn: Mid1 forsterking
pt_br: Ganho Méd1
ro: Amplificare medii 1
sk: Mid1 zosilnenie
sl: Srednje1 prid.
sr: Сред1 појач.
sr@latn: Sred1 pojač.
sv: Mellan 1 förstärkning
ta: mid1 இலாபம்
tg: Афзоиши Миёна1
th: อัตราขยายปานกลาง 1
uk: Mid1 підсилення
zh_cn: 中等增益1
zh_tw: 中增益（一）

source: Mid1 Freq
ca: Freqüència mitja 1
cs: Fekvence 1
cy: Amledd Canol1
da: Mid1 frekv
de: Mitten1 Freq.
el: Mid1 συχνότητα
es: Frecuencia media-1
et: 1. keskmiste sagedus
eu: Mid1 maiztasuna
fa: بسامد متوسط ۱
fi: Mid1 taajuus
fr: Fréq Mid1
ga: Minicíocht Meán1
hi: मिड1 फ्रिक्वे.
hu: Mid1 fr.
is: Mid1 tíðni
km: ប្រេ​កង់ Mid1
mk: Фреквенција на средни 1
ms: Frekuensi Pertengahan1
nb: Mid1 Frekvens
nds: Merrn1-Frequenz
nl: Midden1 freq.
nn: Mid 1 frekvens
pt_br: Freq Méd1
ro: Frecvenţe medii 1
sk: Mid1 frekvencia
sl: Srednje1 frekv.
sr: Сред1 учест.
sr@latn: Sred1 učest.
sv: Mellan 1 frekvens
ta: Mid1 அதிர்வெண்
tg: Зуддии Миёна1
th: ความถี่ปานกลาง 1
uk: Mid1 част.
zh_cn: 中等频率1
zh_tw: 中頻（一）

source: Mid1 Q
ca: Q mig 1
cs: Kvalita 1
cy: Q Canol1
de: Mitten1 Q
es: Q media-1
et: 1. keskmiste ribalaius
fa: Q متوسط ۱
fr: Q Mid1
ga: Q Meán1
hi: मिड1 Q
mk: Квалитет на средни 1
ms: Pertengahan1 Q
nds: Merrn1 Q
nl: Midden1 Q
pt_br: Q Méd1
ro: Factor Q medii 1
sl: Srednje1 kakov.
sr: Сред1 квал.
sr@latn: Sred1 kval.
sv: Mellan 1 Q-värde
tg: Q-и Миёна1
zh_cn: 中等质量1
zh_tw: 中品質（一）

source: Mid2 Gain
ca: Guany mig 2
cs: Zesílení 2
cy: Cynnydd Canol2
de: Mitten2
el: Mid2 κέρδος
es: Ganancia media-2
et: 2. keskmiste helitugevus
eu: Mid2 irabazia
fa: بهرۀ متوسط ۲
fr: Gain Mid2
ga: Neartú Meán2
hi: मिड2 गेन
hu: Mid2 erősítés
is: Mid2 mögnunarstuðull
km: ការ​ទទួល Mid2
mk: Зајакнување на средни 2
ms: Perolehan Pertengahan2
nb: Mid2 Forsterkning
nds: Merrn2-Verstärken
nl: Midden2 gain
nn: Mid2 forsterking
pt_br: Ganho Méd2
ro: Amplificare medii 2
sk: Mid2 zosilnenie
sl: Srednje2 prid.
sr: Сред2 појач.
sr@latn: Sred2 pojač.
sv: Mellan 2 förstärkning
ta: mid2 இலாபம்
tg: Афзоиши Миёна2
uk: Mid2 підсилення
zh_cn: 中等增益2
zh_tw: 中增益（二）

source: Mid2 Freq
ca: Freqüència mitja 2
cs: Frekvence 2
cy: Amledd Canol2
da: Mid2 frekv
de: Mitten2 Freq.
el: Mid2 συχνότητα
es: Frecuencia media-2
et: 2. keskmiste sagedus
eu: Mid2 maiztasuna
fa: بسامد متوسط ۲
fi: Mid2 taajuus
fr: Fréq Mid2
ga: Minicíocht Meán2
hi: मिड2 फ्रिक्वे.
hu: Mid2 fr.
is: Mid2 tíðni
km: ប្រេកង់​ Mid2
mk: Фреквенција на средни 2
ms: Frekuensi Pertengahan2
nb: Mid2 Frekvens
nds: Merrn2-Frequenz
nl: Midden2 freq.
nn: Mid2 frekvens
pt_br: Freq Méd2
ro: Frecvenţe medii 2
sk: Mid2 frekvencia
sl: Srednje2 frekv.
sr: Сред2 учест.
sr@latn: Sred2 učest.
sv: Mellan 2 frekvens
ta: Mid2 அதிர்வெண்
tg: Зуддии Миёна2
uk: Mid2 част.
zh_cn: 中等频率2
zh_tw: 中頻（二）

source: Mid2 Q
ca: Q mig 2
cs: Kvalita 2
cy: Q Canol2
de: Mitten2 Q
es: Q media-2
et: 2. keskmiste ribalaius
fa: Q متوسط ۲
fr: Q Mid2
ga: Q Meán2
hi: मिड2 Q
mk: Квалитет на средни 2
ms: Pertengahan2 Q
nds: Merrn2 Q
nl: Midden2 Q
pt_br: Q Méd2
ro: Factor Q medii 2
sl: Srednje2 kakov.
sr: Сред2 квал.
sr@latn: Sred2 kval.
sv: Mellan 2 Q-värde
tg: Q-и Миёна2
zh_cn: 中等质量2
zh_tw: 中品質（二）

source: Mid3 Gain
ca: Guany mig 3
cs: Zesílení 3
cy: Cynnydd Canol3
de: Mitten3
el: Mid3 κέρδος
es: Ganancia media-3
et: 3. keskmiste helitugevus
eu: Mid3 irabazia
fa: بهرۀ متوسط ۳
fr: Gain Mid3
ga: Neartú Meán3
hi: मिड3 गेन
hu: Mid3 erősítés
is: Mid3 mögnunarstuðull
km: ការទទួល Mid3
mk: Зајакнување на средни 3
ms: Perolehan Pertengahan3
nb: Mid3 Forsterkning
nds: Merrn3-Verstärken
nl: Midden3 gain
nn: Mid3 forsterking
pt_br: Ganho Méd3
ro: Amplificare medii 3
sk: Mid3 zosilnenie
sl: Srednje3 prid.
sr: Сред3 појач.
sr@latn: Sred3 pojač.
sv: Mellan 3 förstärkning
ta: mid3 இலாபம்
tg: Афзоиши Миёна3
uk: Mid3 підсилення
zh_cn: 中等增益3
zh_tw: 中增益（三）

source: Mid3 Freq
ca: Freqüència mitja 3
cs: Frekvence 3
cy: Amledd Canol4
da: Mid3 frekv
de: Mitten3 Freq.
el: Mid3 συχνότητα
es: Frecuencia media-3
et: 3. keskmiste sagedus
eu: Mid3 maiztasuna
fa: بسامد متوسط ۳
fi: Mid3 taajuus
fr: Fréq Mid3
ga: Minicíocht Meán3
hi: मिड3 फ्रिक्वे.
hu: Mid3 fr.
is: Mid3 tíðni
km: ប្រេកង់ Mid3
mk: Фреквенција на средни 3
ms: Frekuensi Pertengahan3
nb: Mid3 Frekvens
nds: Merrn3-Frequenz
nl: Midden3 freq
nn: Mid3 frekvens
pt_br: Freq Méd3
ro: Frecvenţe medii 3
sk: Mid3 frekvencia
sl: Srednje3 frekv.
sr: Сред3 учест.
sr@latn: Sred3 učest.
sv: Mellan 3 frekvens
ta: Mid3 அதிர்வெண்
tg: Зуддии Миёна3
uk: Mid3 част.
zh_cn: 中等频率3
zh_tw: 中頻（三）

source: Mid3 Q
ca: Q mig 3
cs: Kvalita 3
cy: Q Canol3
de: Mitten3 Q
es: Q media-3
et: 3. keskmiste ribalaius
fa: Q متوسط ۳
fr: Q Mid3
ga: Q Meán3
hi: मिड3 Q
mk: Квалитет на средни 3
ms: Q Mid3
nds: Merrn3 Q
nl: Midden3 Q
pt_br: Q Méd3
ro: Factor Q medii 3
sl: Srednje3 kakov.
sr: Сред3 квал.
sr@latn: Sred3 kval.
sv: Mellan 3 Q-värde
tg: Q-и Миёна3
zh_cn: 中等质量3
zh_tw: 中品質（三）

source: High Gain
ca: Guany alt
cs: Velké zesílení
cy: Cynnydd Uchel
da: Høj gain
de: Höhen
el: Υψηλό κέρδος
es: Ganancia alta
et: Kõrgete helitugevus
eu: Irabazi altua
fa: بهرۀ زیاد
fi: Korkea gain
fr: Gain élevé
ga: Neartú Ard
hi: हाई गेन
hu: Magas erősítés
is: Hár mögnunarstuðull
km: ការ​ទទួល​​ខ្ពស់
mk: Зајакнување на високи
ms: Perolehan Tinggi
nb: Høy forsterkning
nds: Hööchden-Verstärken
nl: Hoge gain
nn: Høg forsterking
pt_br: Ganho Alto
ro: Amplificare înalte
sk: Vysoké zosilnenie
sl: Visoka prid.
sr: Вел. појач.
sr@latn: Vel. pojač.
sv: Hög förstärkning
ta: அதிக இலாபம்
tg: Афзоиши Баланд
th: อัตราขยายสูง
uk: Високе підсилення
zh_cn: 高增益
zh_tw: 高增益

source: High Freq
ca: Freqüència alta
cs: Vysoká frekv.
cy: Amledd Uchel
da: Høj frekv
de: Höhen Freq.
el: Υψηλή συχνότητα
es: Frecuencia alta
et: Kõrgete sagedus
eu: Maiztasun altua
fa: بسامد بالا
fi: Korkea taajuus
fr: Fréquence élevée
ga: Minicíocht Ard
hi: हाई फ्रिक्वे.
hu: Magas fr.
is: Há tíðni
km: ប្រេកង់​ខ្ពស់
mk: Фреквенција на високи
ms: Frekuensi Tinggi
nb: Høy frekvens
nds: Hööchden-Frequenz
nl: Hoge freq.
nn: Høg frekvens
pt_br: Freq Alta
ro: Frecvenţe înalte
sk: Vysoká frekvencia
sl: Visoka frekv.
sr: Висока учест.
sr@latn: Visoka učest.
sv: Hög frekvens
ta: அதிக அதிர்வெண்
tg: Зуддии Баланд
th: ความถี่สูง
uk: Високі част.
zh_cn: 高频率
zh_tw: 高頻

source: High Q
ca: Q alt
cs: Vysoká kvalita
cy: Q Uchel
da: Høj Q
de: Höhen Q
el: Υψηλό Q
es: Q alta
et: Kõrgete ribalaius
eu: Q altua
fa: Q بالا
fi: Korkea Q
fr: Q élevé
ga: Q Ard
hi: हाई Q
hu: Magas q.
is: Há Q
km: Q ខ្ពស់
mk: Квалитет на високи
ms: Q Tinggi
nb: Høy Q
nds: Hööchden Q
nl: Hoge Q
nn: Høg Q
pt_br: Q Alta
ro: Factor Q înalte
sk: Vysoké Q
sl: Visoka kakov.
sr: Висок квал.
sr@latn: Visok kval.
sv: Hög Q-värde
ta: அதிக Q
tg: Q-и Баланд
uk: Високе Q
zh_cn: 高质量
zh_tw: 高品質

source: roomsize
ca: mida de la sala
cs: místnost
cy: maint ystafell
da: rumstørrelse
de: Raumgröße
el: μέγεθος δωματίου
es: tamaño de la sala
et: ruumi suurus
eu: gelaren tamaina
fa: اندازۀ اتاق
fi: tilakoko
fr: taille de la salle
ga: méid an tseomra
hi: कमरे का आकार
hu: teremméret
is: salarstærð
kk: көлемі
mk: големина на соба
ms: saiz bilik
nb: romstørrelse
nds: Ruumgrött
nl: kamergrootte
nn: romstorleik
pt_br: ambiente
ro: cameră
sk: veľkosť miestnosti
sl: velikost sobe
sr: вел. собе
sr@latn: vel. sobe
sv: rumstorlek
ta: அறையளவு
tg: ҳаҷм
th: ขนาดห้อง
uk: розміркімнати
zh_cn: 房间大小
zh_tw: 空間大小

source: damp
ca: apagat
cy: llaith
da: fugtig
de: Dämpfung
el: νοτισμένος
es: húmedo
et: niiske
eu: hezetasuna
fa: مرطوب
fi: kostea
fr: amortissement
ga: tais
hi: डैम्प
hu: párás
is: rakt
kk: дүмпілдігі
km: សើម
mk: меко
ms: lembap
nb: fuktig
nds: Dämpen
nl: dempen
nn: fuktig
pt_br: úmido
ro: înfundat
sk: vlhký
sl: zamolklost
sr: пригушено
sr@latn: prigušeno
sv: viss efterklang
ta: ஈரம்
tg: ношунавоӣ
th: ชื้น
uk: вогко
zh_cn: 潮湿
zh_tw: 濕度

source: wet
ca: humit
cs: mokrý
cy: gwlyb
da: våd
de: mit Hall
el: υγρός
es: mojado
et: märg
eu: hezea
fa: تر
fi: märkä
fr: effet uniquement
ga: fliuch
hi: गीला
hu: nedves
is: blautt
kk: ылғалдығы
km: ទទឹក
mk: мокро
ms: basah
nb: våt
nds: Resultaat
nl: nat
nn: vått
pt_br: molhado
ro: umed
sk: mokrý
sl: mokro
sr: мокро
sr@latn: mokro
sv: lång efterklang
ta: நனைந்த
tg: намӣ
th: เปียก
uk: мокро
zh_cn: 湿润
zh_tw: 潮濕

source: dry
ca: sec
cs: suchý
cy: sych
da: tør
de: trocken
el: ξερός
es: seco
et: kuiv
eu: lehorra
fa: خشک
fi: kuiva
fr: sans effet
ga: tirim
hi: सूखा
hu: száraz
is: þurrt
kk: құрғақтық
km: ស្ងូត
mk: суво
ms: kering
nb: tørr
nds: Orginaalklang
nl: droog
nn: tørt
pt_br: seco
ro: uscat
sk: suchý
sl: suho
sr: суво
sr@latn: suvo
sv: kort efterklang
ta: காய்ந்த
tg: хушкӣ
th: แห้ง
uk: сухо
zh_cn: 干燥
zh_tw: 乾燥

source: width
ca: amplada
cs: šířka
cy: lled
da: bredde
de: Breite
el: πλάτος
es: ancho
et: laius
eu: zabalera
fa: عرض
fi: leveys
fr: profondeur
ga: leithead
hi: चौडाई
hu: szélesség
is: breidd
kk: ені
km: ទទឹង
mk: ширина
ms: lebar
nb: bredde
nds: Breed
nl: breedte
nn: breidd
pt_br: largura
ro: lăţime
sk: šírka
sl: širina
sr: ширина
sr@latn: širina
sv: bredd
ta: அகலம்
tg: бар
th: ความกว้าง
uk: ширина
zh_cn: 宽度
zh_tw: 寬度

source: Balance
ca: Balanç
cs: Vyrovnání
cy: Cydbwysedd
el: Ισορροπία
et: Balanss
eu: Balantzea
fa: توازن
fi: Balanssi
ga: Cothromaíocht
hi: संतुलन
hu: Balansz
is: Vægi
kk: Баланс
km: តុល្យភាព
mk: Баланс
ms: Imbangan
nb: Ballanse
nds: Balangs
nl: Balans
nn: Balanse
pt_br: Balanço
ro: Balans
sk: Rovnováha
sl: Razmerje levo/desno
sr: Баланс
sr@latn: Balans
sv: Balans
ta: மிச்சம்
tg: Мувозинат
th: สมดุล
uk: Баланс
zh_cn: 平衡
zh_tw: 平衡

source: attack
ca: atac
cs: útok
cy: ymosod
da: angreb
de: Anstieg
el: ανάκρουση
es: ataque
eu: erasoa
fa: حمله
fi: hyökkäys
fr: attaque
ga: ionsaí
hi: अटैक
hu: felfutás
is: kast
kk: шабуыл
km: ប៉ះ​ទង្គិច
mk: атака
ms: serang
nds: Anstieg
nn: angrep
pt_br: ataque
ro: atac
sk: atak
sl: napad (attack)
sr: реагуј
sr@latn: reaguj
ta: தாக்கு
tg: ҳуҷум
th: ช่วงกระแทก
uk: атака
zh_cn: 冲击
zh_tw: 攻擊

source: release
ca: llançament
cs: uvolnění
cy: rhyddhad
da: udgivelse
de: Abfall
el: ελευθέρωση
es: lanzamiento
eu: erlajazioa
fa: نشر
fi: vapauta
fr: relâchement
ga: scaoileadh
hi: रिलीज
hu: lefutás
is: sleppa
kk: босату
km: ចេញ​ផ្សាយ
mk: ослободување
ms: lepaskan
nds: Affall
nn: slepp fri
pt_br: liberação
ro: cădere
sk: uvolnenie
sl: spust (release)
sr: отпусти
sr@latn: otpusti
sv: släpp
ta: வெளியீடு
tg: сардиҳӣ
th: ช่วงปล่อย
uk: випуск
zh_cn: 释放
zh_tw: 釋放

source: thresh.
ca: batiment.
cs: práh
cy: trothwy
da: grænse
de: Schwellenwert
el: κατώφλι
es: umbral.
eu: ataria.
fa: آستانه
fi: raja-arvo
fr: seuil
ga: tairseach
hi: थ्रेश
hu: küszöb
is: þröskuldur
kk: табалд.
km: បត់បែន ។
mk: праг
ms: ambang
nb: terskel
nds: Grenzweert
nl: drempel
nn: terskel
pt_br: começo
ro: prag
sk: prah
sl: meja
sr: праг
sr@latn: prag
sv: tröskel
ta: திரஸ்.
tg: пойгоҳ
th: ขอบเขตเริ่ม
uk: поріг
zh_cn: 阈值
zh_tw: 下限

source: ratio
ca: relació
cs: poměr
cy: cyfartaledd
de: Verhältnis
el: αναλογία
es: frecuencia
eu: erlazioa
fa: نسبت
fi: suhde
fr: rapport
ga: cóimheas
hi: अनुपात
hu: arány
is: hlutfall
kk: қатынас
km: សមាមាត្រ
mk: однос
ms: nisbah
nb: forhold
nds: Proportschoon
nl: verhouding
nn: forhold
pt_br: proporção
ro: raport
sk: pomer
sl: razmerje
sr: однос
sr@latn: odnos
sv: förhållande
ta: ரேடியன்
tg: муносибат
th: อัตราส่วน
uk: коефіцієнт
zh_cn: 比率
zh_tw: 係數

source: output
ca: sortida
cs: výstup
cy: allbwn
da: uddata
de: Ausgabe
el: έξοδος
es: salida
et: väljund
eu: irteera
fa: خروجی
fi: ulostulo
fr: sortie
ga: aschur
hi: आउटपुट
hu: kimenet
is: úttak
kk: шығыс
km: លទ្ធផល
mk: излез
nb: utgang
nds: Utgaav
nl: uitvoer
nn: ut
pt_br: saída
ro: ieşire
sk: výstup
sl: izhod
sr: излаз
sr@latn: izlaz
sv: utmatning
ta: வெளியீடு
tg: ҳосил
th: เสียงนำออก
uk: вивід
zh_cn: 输出
zh_tw: 輸出

source: Bypass
ca: Circumval·lació
cs: Obejít
cy: Ffordd Osgoi
de: Überbrücken
el: Παράκαμψη
es: Puente
et: Läbiv
eu: Saltatu
fa: گذرگاه
fi: Ohita
fr: Couper
ga: Seach-chonair
hi: बायपास
hu: átvágás
is: Hjáveitusía
kk: Айнала
mk: Без ефекти
ms: Pintas
nb: Forbikobling
nds: Ümgahn
nn: Forbikopling
ro: Trecere
sk: Preskočenie
sl: Obhod (Bypass)
sr: Скретница
sr@latn: Skretnica
sv: Förbikoppla
ta: ஒதுங்கி செல்
tg: Гардиш
th: ข้าม
uk: Обхід
zh_cn: 旁路

source: a graph
ca: un gràfic
cs: graf
cy: graff
da: en graf
de: Graphik
el: ένα γράφημα
es: un gráfico
et: graaf
eu: grafo bat
fa: یک گراف
fi: graafi
fr: un graphique
ga: graf
hi: एक ग्राफ
hu: egy grafikon
is: línurit
kk: сұлба
km: ក្រាហ្វិក
mk: а-граф
ms: graf
nb: a-graf
nds: Diagramm
nl: a-grafiek
nn: ein graf
pt_br: um gráfico
ro: grafic a
sk: graf
sl: graf
sr: график
sr@latn: grafik
sv: ett diagram
ta: a வரைகலை
tg: нақша
th: กราฟ
uk: графік
zh_cn: 一张图表
zh_tw: 一個圖形

source: pan
ca: panoràmic
cs: posun
cy: cylchdroi
de: Panorama
el: μετακίνηση
es: panorámica
eu: panoramikoa
fa: پن
fr: panoramique
hi: पैन
hu: csúszás
is: skotra
kk: панорама
mk: баланс
ms: piring
nb: panorer
nds: Panorama
nn: retning
ro: balansare
sl: prehod (pan)
sr: померај
sr@latn: pomeraj
sv: panorera
ta: பான்
tg: манзара
th: กวาดซ้าย-ขวา
uk: панорама
zh_cn: 平衡
zh_tw: 平移

source: volume
ca: volum
cs: hlasitost
cy: lefel sain
da: lydstyrke
de: Lautstärke
el: ένταση
es: volumen
et: helitugevus
eu: bolumena
fa: حجم صدا
fi: äänenvoimakkuus
ga: airde
hi: आवाज़ निर्धारक
hu: hangerő
is: styrkur
kk: үнділік
km: កម្រិត​សំឡេង
mk: гласност
ms: volum
nb: volum
nds: Luutstärk
nn: lydstyrke
ro: volum
sk: hlasitosť
sl: glasnost
sr: јачина
sr@latn: jačina
sv: volym
ta: ஒலியளவு
tg: баландии овоз
th: ระดับเสียง
uk: гучність
zh_cn: 音量
zh_tw: 音量

source: gain
ca: guany
cs: zesílení
cy: cynnydd
de: Verstärkung
el: κέρδος
es: ganancia
et: võimendus
eu: irabazia
fa: بهره
ga: neartú
hi: गेन
hu: erősítés
is: styrkur
kk: күшейту
km: ទទួល
mk: засилување
nb: forsterking
nds: Verstärken
nn: forsterking
pt_br: ganho
ro: amplificare
sk: zosilnenie
sl: pridobitje (gain)
sr: појачање
sr@latn: pojačanje
sv: förstärkning
ta: இலாபம்
tg: афзоиш
th: อัตราขยาย
uk: підсилення
zh_cn: 增益
zh_tw: 增益

source: EQ
cs: EKV
cy: EQ (hafalu)
hi: ईक्यू
hu: Ekv.
km: អេហ្គុយ
nb: Frekvensutjevner
nn: Frekvensutjamnar
sl: Izenačevalnik
th: อิควอไลเซอร์
zh_cn: 均衡

source: _: volume high
ca: alt
cs: vysoká
cy: uchel
da: høj
de: Höhen
el: υψηλή
es: alto
et: kõrge
eu: altua
fa: زیاد
fi: voimakas
fr: fort
ga: ard
hi: उच्च
hu: magas
is: hátt
kk: жоғары
km: ខ្ពស់
mk: гласно
ms: tinggi
nb: høyt
nds: Luut
nl: hoog
nn: høg
pt_br: alto
ro: mare
sk: vysoká
sl: glasno
sr: јако
sr@latn: jako
sv: hög
ta: அதிகம்
tg: баланд
th: สูง
uk: висока
zh_cn: 高
zh_tw: 高

source: _: volume mid
ca: mig
cs: střední
cy: canol
da: middel
de: Mitten
el: μεσαία
es: medio
et: keskmine
eu: ertaina
fa: متوسط
fi: keski
fr: moyen
ga: meán
hi: मध्य
hu: közepes
is: meðal
kk: орташа
km: មធ្យម
mk: средно
ms: pertengahan
nb: medium
nds: Normaal
nl: middel
nn: middels
pt_br: médio
ro: mediu
sk: stredná
sl: srednje
sr: средње
sr@latn: srednje
sv: normal
ta: நடு
tg: миёна
th: กลาง
uk: середня
zh_cn: 中
zh_tw: 中

source: _: volume low
ca: baix
cs: nízká
cy: isel
da: lav
de: Tiefen
el: χαμηλή
es: bajo
et: madal
eu: baxua
fa: کم
fi: matala
fr: faible
ga: íseal
hi: निम्न
hu: alacsony
is: lágt
kk: төмен
km: ទាប
mk: тивко
ms: rendah
nb: lavt
nds: Siet
nl: laag
nn: låg
pt_br: baixo
ro: mic
sk: nízka
sl: tiho
sr: ниско
sr@latn: nisko
sv: låg
ta: குறைந்த
tg: паст
th: ต่ำ
uk: низька
zh_cn: 低
zh_tw: 低

source: frequency
ca: freqüència
cs: frekvence
cy: amledd
da: frekvens
de: Frequenz
el: συχνότητα
es: frecuencia
et: sagedus
eu: maiztasuna
fa: بسامد
fi: taajuus
fr: fréquence
ga: minicíocht
hi: आवृत्ति
hu: frekvencia
is: tíðni
kk: жиілік
km: ប្រេកង់
mk: фреквенција
ms: frekuensi
nb: frekvens
nds: Frequenz
nl: Frequentie
nn: frekvens
pt_br: freqüência
ro: frecvenţă
sk: frekvencia
sl: frekvenca
sr: учестаност
sr@latn: učestanost
sv: frekvens
ta: அதிர்வெண்
tg: зуддӣ
th: ความถี่
uk: частота
zh_cn: 频率
zh_tw: 頻率

source: dBTest
ca: Prova dB
cy: Prawf dB
el: Δοκιμή dB
fi: dB-testi
hi: dB जाँच
is: Gagnagrunnsprufa
kk: дБсынақ
nds: dB-Prööv
ro: Test-dB
ta: db சோதனை
tg: dBСанҷиш
uk: Тест dB
zh_cn: 分贝测试
zh_tw: dB測試

source: Creator
ca: Creador
cs: Vytvořil
cy: Creuwr
da: Opretter
de: Autor
el: Δημιουργός
es: Autor
et: Looja
eu: Sortzailea
fa: ایجادکننده
fi: Luoja
fr: Créateur
ga: Cruthaitheoir
hi: क्रिएटर
hu: Készítette
is: Höfundur
kk: Жасаушысы
km: កម្មវិធី​បង្កើត
mk: Креатор
ms: Pencipta
nb: Skaper
nds: Maker
nl: Auteur
nn: Opphavsmann
pt_br: Criador
sk: Tvorba
sl: Ustvarjalec
sr: Стваралац
sr@latn: Stvaralac
sv: Upphovsman
ta: உருவாக்குபவர்
tg: Офаранда
uk: Автор
zh_cn: 创建者
zh_tw: 產生者

source: Set Exact Value...
ca: Definiu el valor exacte...
cs: Nastavit přesnou hodnotu...
cy: Gosod Gwerth Union...
da: Sæt nøjagtig værdi...
de: Genauen Wert festlegen ...
el: Ορισμός ακριβoύς τιμής...
es: Asignar valor exacto...
et: Säti täpne väärtus...
eu: Ezarri balio zehatza...
fa: تنظیم مقدار دقیق...
fi: Aseta tarkka äänenvoimakkuus...
fr: Régler la valeur exacte...
ga: Socraigh Luach Beacht...
hu: Pontos érték megadása...
is: Setja nákvæmt gildi...
kk: Нақты деңгейін орнату...
km: កំណត់​តម្លៃ​ជាក់លាក់...​
mk: Постави точна вредност...
ms: Setkan Nilai yang Tepat...
nb: Velg nøyaktig verdi …
nds: Weert nau fastleggen...
nl: Exacte waarde instellen...
nn: Vel nøyaktig verdi …
pt_br: Ajustar Valor Exato...
ro: Setează valoare exactă...
sk: Nastaviť presnú hodnotu...
sl: Nastavi točno vrednost ...
sr: Постави тачну вредност...
sr@latn: Postavi tačnu vrednost...
sv: Ställ in exakt värde...
ta: மிகச் சரியான மதிப்பு அமை...
th: ตั้งค่าจำเพาะ...
uk: Встановити точне значення...
zh_cn: 设置准确值...
zh_tw: 設定精確值

source: Set Exact Volume Value
ca: Definiu el valor exacte de volum
cs: Nastavit přesnou hodnotu hlasitosti
cy: Gosod Gwerth Sain Union
da: Sæt nøjagtig værdi for lydstyrke
de: Genauen Lautstärkewert festlegen ...
el: Ορισμός ακριβούς τιμής έντασης
es: Asigna un valor de volumen exacto
et: Säti täpne helitugevuse väärtus
eu: Ezarri bolumenaren balio zehatza
fa: تنظیم مقدار دقیق حجم صدا
fi: Aseta tarkka äänenvoimakkuusarvo
fr: Régler la valeur exacte du volume
ga: Socraigh an Láine Bheacht
hu: A pontos hangerőérték megadása
is: Setja nákvæman hljóðstyrk
kk: Үнділіктің нақты дейгейін орнату
km: កំណត់​តម្លៃ​កម្រិត​សំឡេង​ជាក់លាក់
mk: Постави точна вредност за гласност
ms: Setkan Nilai Volum yang Tepat
nb: Velg nøyaktig lydstyrke
nds: Luutstärk nau fastleggen
nl: Exact volume instellen
nn: Vel nøyaktig lydstyrke
pt_br: Ajustar valor de volume exato
ro: Setează valoarea exactă a volumului
sk: Nastaviť presnú hlasitosť
sl: Nastavi točno vrednost glasnosti
sr: Постави тачну вредност јачине звука
sr@latn: Postavi tačnu vrednost jačine zvuka
sv: Ställ in exakt värde för volym
ta: மிகச்சரியான ஒலியளவு மதிப்பை அமை
th: ตั้งค่าจำเพาะสำหรับระดับเสียง
uk: Встановити точне значення гучності
zh_cn: 设置准确的音量值
zh_tw: 設定精確音量值

source: Exact volume (dB):
ca: Volum exacte (dB):
cs: Přesná hlasitost (dB):
cy: Sain union (dB):
da: Nøjagtig lydstyrke (dB):
de: Genaue Lautstärke (dB):
el: Ακριβής ένταση (dB):
es: Volumen exacto (dB):
et: Täpne helitugevus (dB):
eu: Bolumen zehatza (dB)
fa: حجم صدای دقیق )dB(:
fi: Tarkka äänenvoimakkuus (dB):
fr: Volume exact (dB) :
ga: Láine bheacht (dB):
hu: Pontos hangerő (dB):
is: Nákvæmur styrkur (dB)
kk: Үнділігі (дБ):
km: កម្រិត​សំឡេង​ជាក់លាក់ (dB) ៖
mk: Точна гласност (dB):
ms: Volum yang Tepat (dB):
nb: Eksakt lydstyrke (dB):
nds: Nau Luutstärk (dB):
nn: Nøyaktig lydstyrke (dB):
pt_br: Volume Exato (dB):
ro: Volum exact (dB):
sk: Presná hlasitosť (dB):
sl: Natančna glasnost (dB):
sr: Тачна јачина звука (dB):
sr@latn: Tačna jačina zvuka (dB):
sv: Exakt volym (dB):
ta: மிகச்சரியான ஒலியளவு (db)
uk: Точна гучність (dB):
zh_cn: 准确的音量(dB)：
zh_tw: 精確音量值（dB）：
