Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdemultimedia/kmid.po
Languages: he, hi, lt

source: _: NAME OF TRANSLATORS Your names
he: צוות התרגום של KDE ישראל
hi: रविशंकर श्रीवास्तव
lt: Eugenijus Paulauskas

source: _: EMAIL OF TRANSLATORS Your emails
he: kde-il@yahoogroups.com
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
lt: eugenijus@agvila.lt

source: Channel %1
he: ערוץ %1
hi: चैनल %1
lt: Kanalas %1

source: Configure Channel View
he: הגדרות תצוגת הערוצים
hi: चैनल दृश्य कॉन्फ़िगर करें
lt: Konfiguruoti kanalo vaizdą

source: Choose Look Mode
he: בחר מצב תצוגה
hi: लुक मोड चुनें

source: 3D look
he: מראה תלת-מימדי
hi: 3डी जैसा रूप
lt: 3D išvaizda

source: 3D - filled
he: תלת-מימדי - מלא
hi: 3डी - भरा हुआ
lt: 3D- užpildyta

source: Channel View
he: תצוגת ערוצים
hi: चैनल दृश्य

source: Collections Manager
he: מנהל האוספים
hi: संग्रह प्रबंधक
lt: Kolekcijų tvarkyklė

source: Available collections:
he: אוספים זמינים:
hi: उपलब्ध संग्रह

source: Songs in selected collection:
he: שירים באוסף הנבחר:
hi: चुने गए संग्रह में गाने
lt: Dainos pasirinktose kolekcijose:

source: &New...
he: &חדש...
hi: नया... (&N)

source: &Copy...
he: ה&עתקה...
hi: नक़ल (&C)

source: &Add...
he: &הוספה...
hi: जोड़ें...(&A)

source: New Collection
he: אוסף חדש
hi: नया संग्रह
lt: Nauja kolekcija

source: Enter the name of the new collection:
he: הזן את שם האוסף החדש:
hi: नए संग्रह के लिए नाम भरें:

source: The name '%1' is already used
he: השם "%1" נמצא כבר בשימוש
hi: नाम '%1' पहले से ही उपयोग में है
lt: Vardas '%1' jau egzistuoja

source: Copy Collection
he: העתקת אוסף
hi: संग्रह नक़ल करें
lt: Kopijuoti kolekciją

source: Enter the name of the copy collection:
he: הזן את השם של אוסף העותק:
hi: संग्रह नक़ल का नाम भरें:

source: Change Collection Name
he: שינוי שם האוסף
hi: संग्रह नाम बदलें
lt: Pakeisti kolekcijos vardą

source: Enter the name of the selected collection:
he: הזן את השם החדש עבור האוסף הנבחר:
hi: चुने गए संग्रह का नाम भरें:

source: MIDI/Karaoke file player
he: נגן קבצי MIDI\קריוקי
hi: मिडी/कराओके फ़ाइल प्लेयर
lt: MIDI ir Karaoke bylų grotuvas

source: (c) 1997,98,99,2000, Antonio Larrosa Jimenez
he: (c) 1997,98,99,2000, אנטוניו לארוסה חימנז
hi: (c) 1997,98,99,2000, अंतोनियो लारोसा जिमेनेज

source: Original Developer/Maintainer
he: מפתח\מתחזק מקורי
hi: मूल डेवलपर/ मेंटेनर

source: Play
he: נגן
hi: बजाएँ
lt: Groti

source: Backward
he: אחורה
hi: पीछे
lt: Atgal

source: Forward
he: קדימה
hi: आगे
lt: Pirmyn

source: Tempo:
he: קצב:
hi: टेम्पोः

source: The file %1 is not a MIDI file.
he: הקובץ %1 אינו קובץ MIDI.
hi: फ़ाइल %1 मिडी फ़ाइल नहीं है.

source: This file is corrupted or not well built.
he: הקובץ פגום או לא בנוי טוב.
hi: फ़ाइल खराब है या उचित प्रकार नहीं बना है.
lt: Byla sugadinta arba neteisingai sudaryta.

source: %1 is not a regular file.
he: %1 אינו קובץ רגיל.
hi: %1 नियमित फ़ाइल नहीं है.
lt: %1 nėra įprastinė byla.

source: Unknown error message
he: הודעת שגיאה לא מוכרת
hi: अज्ञात त्रुटि संदेश
lt: Nežinomos klaidos pranešimas

source: You must load a file before playing it.
he: עליך לטעון קובץ לפני ניגונו.
hi: बजाने से पहले आपको एक फ़ाइल लोड करना होगा.
lt: Prieš grojant reikia įkelti bylą.

source: A song is already being played.
he: כבר יש שיר שמתנגן.
hi: एक गाना पहले ही बज रहा है.
lt: Daina jau grojama.

source: &Save Lyrics...
he: &שמירת מילים...
hi: काव्य सहेजें... (&S)
lt: Į&rašyti lyriką...

source: &Play
he: &נגן
hi: बजाएँ (&P)
lt: &Groti

source: P&ause
he: ה&שהה
hi: ठहरें (&a)
lt: P&auzė

source: &Stop
he: ע&צור
hi: रूकें (&S)

source: P&revious Song
he: השיר הקו&דם
hi: पिछला गाना (&r)
lt: &Ankstesnė daina

source: &Next Song
he: השיר ה&בא
hi: अगला गाना (&N)
lt: &Kita daina

source: &Loop
he: &לולאה
hi: लूप (&L)
lt: Cik&las

source: Rewind
he: הרץ אחורה
hi: रीवाइंड
lt: Atsukti

source: &Organize...
he: &סידור...
hi: प्रबंध करें... (&O)

source: In Order
he: לפי סדר
hi: क्रम में
lt: Tvarka

source: Shuffle
he: אקראי
hi: फेंटें
lt: Maišant

source: Play Order
he: סדר ניגון
hi: बजाने का अनुक्रम
lt: Grojimo tvarka

source: Auto-Add to Collection
he: הוסף לאוסף באופן אוטומטי
hi: संग्रह में स्वचलित जोड़ें

source: &General MIDI
he: MIDI &כללי
hi: सामान्य मिडी (&G)

source: File Type
he: סוג קובץ
hi: फ़ाइल क़िस्म
lt: Bylos tipas

source: &Text Events
he: אירועי &טקסט
hi: पाठ घटनाएँ (&T)
lt: &Teksto įvykiai

source: &Lyric Events
he: אירועי &מילים
hi: काव्य घटनाएँ (&L)
lt: &Lyrikos įvykiai

source: Display Events
he: הצג אירועים
hi: घटनाएँ दिखाएँ
lt: Rodyti įvykius

source: Automatic Text Chooser
he: בוחר טקסט אוטומטי
hi: स्वचलित पाठ चयनक
lt: Automatiškas teksto parinkimas

source: Show &Volume Bar
he: הצג סרגל עו&צמה
hi: आवाज निर्धारक पट्टी दिखाएँ (&V)
lt: Rodyti &garsumo juostą

source: Show &Channel View
he: הצג תצוגת ע&רוצים
hi: चैनल दृश्य दिखाएँ (&C)
lt: Rodyti &kanalo vaizdą

source: Channel View &Options...
he: &אפשרויות תצוגת ערוצים...
hi: चैनल दृश्य विकल्प... (&O)
lt: Kanalo vaizdo &parinktys...

source: &Font Change...
he: שינוי &גופן...
hi: फ़ॉन्ट बदलें... (&F)

source: MIDI &Setup...
he: &הגדרות MIDI...
hi: मिडी सेटअप... (&S)

source: Only local files are currently supported.
he: כרגע נתמכים רק קבצים מקומיים.
hi: सिर्फ स्थानीय फ़ाइल ही वर्तमान में समर्थित हैं.
lt: Šiuo metu palaikomos tik vietinės bylos.

source: File %1 already exists Do you want to overwrite it?
he: הקובץ %1 כבר קיים האם ברצונך לשכתב אותו?
hi: फ़ाइल %1 पहले से ही मौजूद है. क्या आप इसके ऊपर लिखना चाहते हैं?
lt: Byla %1 jau egzistuoja Ar nori perrašyti ją?

source: File to open
he: קובץ לפתוח
hi: खोलने के लिए फ़ाइलें
lt: Atidaryti bylą

source: Configure MIDI Devices
he: הגדרות התקני MIDI
hi: मिडी औज़ार कॉन्फ़िगर करें

source: Select the MIDI device you want to use:
he: בחר את התקן ה-MIDI שברצונך לעשות בו שימוש:
hi: मिडी उपकरण चुनें जिसका उपयोग आप करना चाहते हैं:

source: Use the MIDI map:
he: השתמש במפת MIDI:
hi: मिडी मैप इस्तेमाल करें:

source: None
he: ללא
hi: कुछ नहीं
lt: Nėra

source: &Song
he: &שיר
hi: गाना (&S)
lt: &Daina

source: &Collections
he: &אוספים
hi: संग्रह (&C)
lt: &Kolekcijos

source: Temporary Collection
he: אוסף נוכחי
hi: अस्थायी संकलन
lt: Laikina kolekcija

source: Acoustic Grand Piano
he: פסנתר כנף אקוסטי
hi: ध्वनिक ग्रांड पियानो
lt: Akustinis Grand Piano

source: Bright Acoustic Piano
hi: चमकीला ध्वनिक पियानो
lt: Akustinis Bright Piano

source: Electric Grand Piano
he: פסנתר כנף חשמלי
hi: इलेक्ट्रिक ग्रांड पियानो
lt: Elektrinis Grand Piano

source: Honky-Tonk
hi: होंकी-टोंक

source: Rhodes Piano
hi: रॉड्स पियानो

source: Chorused Piano
he: פסנתר מקהלה
hi: कोरस्ड पियानो

source: Harpsichord
he: צ'מבלו
hi: हार्पसिकार्ड

source: Clavinet
hi: क्लेविनेट
lt: Klavesinas

source: Celesta
he: צ'לסטה
hi: केलेस्ता

source: Glockenspiel
he: פעמונייה
hi: ग्लॉकएन्सपिएल

source: Music Box
he: תיבת נגינה
hi: संगीत बक्सा
lt: Muzikos dėžė

source: Vibraphone
he: ויברפון
hi: वाइब्रा-फोन
lt: Vibrafonas

source: Marimba
he: מרימבה
hi: मरीम्बा

source: Xylophone
he: קסילופון
hi: ज़ायलोफोन
lt: Ksilofonas

source: Tubular Bells
he: פעמונים צינוריים
hi: नलिका घंटी
lt: Vamzdiniai skambučiai

source: Dulcimer
he: דולצימר
hi: डल्सीमर
lt: Cimbolai

source: Hammond Organ
hi: हैमण्ड ऑर्गन
lt: Hammond vargonai

source: Percussive Organ
hi: परक्यूसिव ऑर्गन
lt: Mušamieji vargonai

source: Rock Organ
hi: रॉक ऑर्गन
lt: Roko vargonai

source: Church Organ
he: עוגב
hi: चर्च ऑर्गन
lt: Bažnytiniai vargonai

source: Reed Organ
hi: रीड ऑर्गन
lt: Lėžuvėliniai vargonai

source: Accordion
he: אקורדיון
hi: एकॉर्डियन
lt: Akordeonas

source: Harmonica
he: מפוחית
hi: हार्मोनिका
lt: Armonika

source: Tango Accordion
he: אקורדיון טנגו
hi: टैंगो एकॉर्डियन
lt: Tango akordeonas

source: Acoustic Guitar (Nylon)
he: גיטרה אקוסטית (ניילון)
hi: ध्वनिक गिटार (नॉयलॉन)
lt: Akustinė gitara (nailonas)

source: Acoustic Guitar (Steel)
he: גיטרה אקוסטית (פלדה)
hi: ध्वनिक गिटार (स्टील)
lt: Akustinė gitara (plienas)

source: Electric Guitar (Jazz)
he: גיטרה חשמלית (ג'ז)
hi: इलेक्ट्रिक गिटार (ज़ैज)
lt: Elektrinė gitara (džazas)

source: Electric Guitar (Clean)
he: גיטרה חשמלית (נקי)
hi: इलेक्ट्रिक गिटार (क्लीन)
lt: Elektrinė gitara (aiški)

source: Electric Guitar (Muted)
he: גיטרה חשמלית (מעומעמת)
hi: इलेक्ट्रिक गिटार (म्यूटेड)
lt: Elektrinė gitara (pritildyta)

source: Overdriven Guitar
hi: ओवरड्रिवन गिटार

source: Distortion Guitar
he: גיטרת עיוות
hi: डिस्टार्शन गिटार
lt: Iškreipta gitara

source: Guitar Harmonics
he: הרמוניות גיטרה
hi: गिटार हार्मोनिक्स
lt: Gitarų harmonija

source: Acoustic Bass
he: בס אקוסטי
hi: ध्वनिक बास
lt: Akustinis bosas

source: Electric Bass (Finger)
he: בס חשמלי (אצבע)
hi: इलेक्ट्रिक बास (फिंगर)
lt: Elektrinis bosas (Finger)

source: Electric Bass (Pick)
hi: इलेक्ट्रिक बास (पिक)
lt: Elektrinis bosas (Pick)

source: Fretless Bass
he: בס ללא אצבוע
hi: फ्रेटलेस बास

source: Slap Bass 1
hi: स्लेप बास 1

source: Slap Bass 2
hi: स्लेप बास 2

source: Synth Bass 1
hi: सिंथ बास 1
lt: Sintezuotas bosas 1

source: Synth Bass 2
hi: सिंथ बास 2
lt: Sintezuotas bosas 2

source: Violin
he: כינור
hi: वायलिन
lt: Smuikas

source: Viola
he: ויולה
hi: वायोला
lt: Altas

source: Cello
he: צ'לו
hi: सेलो
lt: Violančelė

source: Contrabass
he: קונטרה-בס
hi: कॉन्ट्रा-बास
lt: Kontrabosas

source: Tremolo Strings
he: מיתרי טרמולו
hi: ट्रेमेलो स्ट्रिंग्स
lt: Tremolo eilutės

source: Pizzicato Strings
he: מיתרי פיציקאטו
hi: पिजिकेटो स्ट्रिंग्स
lt: Pizzicato eilutės

source: Orchestral Harp
he: נבל תזמורת
hi: वाद्य-मण्डल हार्प
lt: Orkestrinė arfa

source: Timpani
he: תונפנים
hi: टिम्पनी
lt: Timpanai

source: String Ensemble 1
he: אנסמבל מיתרים 1
hi: स्ट्रिंग एनसेम्बल 1
lt: Ansamblio eilutė 1

source: String Ensemble 2
he: אנסמבל מיתרים 2
hi: स्ट्रिंग एनसेम्बल 2
lt: Ansamblio eilutė 2

source: Synth Strings 1
hi: सिंथ स्ट्रिंग्स 1
lt: Sintezatoriaus eilutė 1

source: Synth Strings 2
hi: सिंथ स्ट्रिंग्स 2
lt: Sintezatoriaus eilutė 2

source: Choir Aahs
he: אהה של מקהלה
hi: गायक-मण्डल आहा
lt: Choro Aah

source: Voice Oohs
he: קולות אוו
hi: आवाज ओह
lt: Balso Ooh

source: Synth Voice
hi: सिंथ आवाज
lt: Sintetinis balsas

source: Orchestra Hit
hi: वाद्य-मण्डल हिट
lt: Orckestro pataikymas

source: Trumpet
he: חצוצרה
hi: तुरही
lt: Trimitas

source: Trombone
he: טרומבון
hi: ट्राम्बोन
lt: Trombonas

source: Tuba
he: טובה
hi: ट्यूबा
lt: Tūba

source: Muted Trumpet
he: חצוצרה מעומעמת
hi: म्यूटेड तुरही
lt: Pritildytas trimitas

source: French Horn
he: קרן יער
hi: फ्रांसीसी हॉर्न
lt: Prancūziškas ragas

source: Brass Section
he: מחלקת כלי נשיפה
hi: ब्रास सेक्शन
lt: Variniai instrumentai

source: Synth Brass 1
hi: सिंथ ब्रास 1
lt: Sintezuoti varinius 1

source: Synth Brass 2
hi: सिंथ ब्रास 2
lt: Sintezuoti varinius 2

source: Soprano Sax
he: סקסופון סופרן
hi: सोप्रानो साक्स
lt: Saksofonas sopranas

source: Alto Sax
he: סקסופון אלט
hi: ऑल्टो साक्स
lt: Saksofonas altas

source: Tenor Sax
he: סקסופון טנור
hi: टेनर साक्स
lt: Saksofonas tenoras

source: Baritone Sax
he: סקסופון בריטון
hi: बैरिटोन साक्स
lt: Saksofonas baritonas

source: Oboe
he: אבוב
hi: शहनाई
lt: Obojus

source: English Horn
he: קרן אנגלית
hi: अंग्रेज़ी भोंपू
lt: Angliškas ragas

source: Bassoon
he: בסון
hi: बसून
lt: Fagotas

source: Clarinet
he: קלרינט
hi: क्लेरनेट
lt: Klarnetas

source: Piccolo
he: פיקולו
hi: पिकोलो
lt: Fleita pikolo

source: Flute
he: חליל
hi: बांसुरी
lt: Fleita

source: Recorder
hi: रेकॉर्डर
lt: Išilginė fleita

source: Pan Flute
he: חליל פאן
hi: पैन बांसुरी
lt: Pan fleita

source: Blown Bottle
hi: ब्लोन बॉटल
lt: Pučiamas butelys

source: Shakuhachi
hi: शाकुहाची

source: Whistle
he: משרוקית
hi: सीटी
lt: Švilpukas

source: Ocarina
he: אוקרינה
hi: ओकारिना
lt: Okarina

source: Lead 1 - Square Wave
he: הובלה 1 - גל מרובע
hi: लीड 1 - स्कवेयर वेव

source: Lead 2 - Saw Tooth
he: הובלה 2 - שן מסור
hi: लीड 2 - सॉ टूथ

source: Lead 3 - Calliope
he: הובלה 3 - קליופה
hi: लीड 3 - कैलिओप

source: Lead 4 - Chiflead
he: הובלה 4 - Chiflead
hi: लीड 4 - क्लिफलीड

source: Lead 5 - Charang
he: הובלה 5 - Charang
hi: लीड 5 - चारंग

source: Lead 6 - Voice
he: הובלה 6 - קול
hi: लीड 6 - आवाज
lt: Lead 6 - Balsas

source: Lead 7 - Fifths
he: הובלה 7 - Fifths
hi: लीड 7 - फिफ्थ्स

source: Lead 8 - Bass+Lead
he: הובלה 8 - בס+הובלה
hi: लीड 8 - बास+लीड

source: Pad 1 - New Age
hi: पैड 1 - नया युग

source: Pad 2 - Warm
hi: पैड 2 - ऊष्ण

source: Pad 3 - Polysynth
hi: पैड 3 - पॉली-सिंथ

source: Pad 4 - Choir
hi: पैड 4 - गायक-मण्डल

source: Pad 5 - Bow
hi: पैड 5 - बो

source: Pad 6 - Metallic
hi: पैड 6 - मेटैलिक

source: Pad 7 - Halo
hi: पैड 7 - हॉलो

source: Pad 8 - Sweep
hi: पैड 8 - स्वीप

source: FX 1 - Rain
he: אפקט 1 - גשם
hi: FX 1 - बरसात
lt: FX 1 - Lietus

source: FX 2 - Soundtrack
he: אפקט 2 - פסקול
hi: FX 2 - साउन्ड-ट्रैक
lt: FX 2 - Garso takelis

source: FX 3 - Crystal
he: אפקט 3 - גביש
hi: FX 3 - क्रिस्टल
lt: FX 3 - Kristalas

source: FX 4 - Atmosphere
he: אפקט 4 - אוירה
hi: FX 4 - वायु-मण्डल
lt: FX 4 - Atmosfera

source: FX 5 - Brightness
he: אפקט 5 - בהירות
hi: FX 5 - चमकीलापन
lt: FX 5 - Ryškumas

source: FX 6 - Goblins
he: אפקט 6 - שדים
hi: FX 6 - गॉब्लिन्स
lt: FX 6 - Goblinai

source: FX 7 - Echoes
he: אפקט 7 - הדים
hi: FX 7 - गूंज
lt: FX 7 - Aidai

source: FX 8 - Sci-fi
he: אפקט 8 - מד"ב
hi: FX 8 - साइंस फि.

source: Sitar
he: סיטאר
hi: सितार
lt: Sitara

source: Banjo
he: בנג'ו
hi: बैन्जो
lt: Bandžo

source: Shamisen
hi: शामिसेन

source: Koto
hi: कोतो

source: Kalimba
hi: कलिम्बा

source: Bagpipe
he: חמת חלילים
hi: बॅग-पाइप
lt: Dūdmaišis

source: Fiddle
he: כינור
hi: फिडल
lt: Smuikas

source: Shannai
hi: शहनाई

source: Tinkle Bell
hi: टिंकल बेल
lt: Cinkčiojantys skambučiai

source: Agogo
hi: अगोगो

source: Steel Drum
he: תוף פלדה
hi: स्टील ड्रम
lt: Plieno būgnas

source: Wook Block
hi: वुक ब्लॉक

source: Taiko Drum
hi: ताइको ड्रम
lt: Taiko būgnas

source: Melodic Tom
hi: मेलोडिक टॉम

source: Synth Drum
hi: सिंथ ड्रम
lt: Sintezuoti būgną

source: Reverse Cymbal
hi: उलटा चाइमबाल
lt: Atvirkščios lėkštės

source: Guitar Fret Noise
he: רעש אצבוע של גיטרה
hi: गिटार फ्रेट शोर
lt: Gitaros įkyrus triukšmas

source: Breath Noise
he: רעש נשימה
hi: सांस शोर
lt: Dūsavimas

source: Seashore
he: חוף הים
hi: समुद्रतट
lt: Jūros mūša

source: Bird Tweet
he: ציוץ ציפור
hi: चिड़ियों की चहचहाहट
lt: Paukščio čirškėjimas

source: Telephone
he: טלפון
hi: टेलिफोन
lt: Telefonas

source: Helicopter
he: מסוק
hi: हेलिकॉप्टर
lt: Malūnsparnis

source: Applause
he: תרועות
hi: ताली
lt: Aplodismentai

source: Gunshot
he: ירייה
hi: बंदूक की गोली
lt: Šūvis

source: The file %1 does not exist or cannot be opened.
he: הקובץ %1 לא קיים או שאין אפשרות לפתוח אותו.

source: Ticks per quarter note is negative. Please send this file to larrosa@kde.org
he: התו Ticks per quarter שלילי, שלח קובץ זה אל larrosa@kde.org.
lt: Tiksėjimas per signalo ketvirtį negatyvus. Prašome išsiųsti šia bylą į larrosa@kde.org

source: Not enough memory.
he: אין מספיק זיכרון.

source: Could not open /dev/sequencer. Probably there is another program using it.
he: אין אפשרות לפתוח את /dev/sequencer/. נראה שישנה תוכנית אחרת שמשתמשת בו.
lt: Nepavyksta atidaryti /dev/sequencer. Greičiausiai kita programa jį naudoja.

source: Hide &Volume Bar
he: הסתר סרגל עו&צמה

source: Hide &Channel View
he: הסתר תצוגת &ערוצים

source: Could not open /dev/sequencer to get some info. Probably there is another program using it.
he: אין אפשרות לפתוח את dev/sequencer/ כדי להשיג מידע. נראה שישנה תוכנית אחרת שמשתמשת בו.

source: Overwrite
he: שכתב
lt: Perrašyti
