Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegraphics/kiconedit.po
Languages: bs, gl, sr

source: Tools Toolbar
bs: Traka s alatima
sr: Трака са алатима

source: Pallette Toolbar
bs: Traka s paletom
sr: Трака са палетом

source: KDE Icon Editor
bs: KDE-ov editor ikona
gl: Editor de iconas de KDE
sr: KDE-ов уређивач икона

source: Icon file(s) to open
bs: Datoteke ikona koje treba otvoriti
gl: Icona(s) a abrir
sr: Фајлови икона које треба отворити

source: Bug fixes and GUI tidy up
bs: Ispravke grešaka i sređivanje GUI-ja
gl: Corrección de erros e ordeado da interface
sr: Исправке грешака и сређивање GUI-ја

source: The current file has been modified. Do you want to save it?
bs: Tekuća datoteka je izmijenjena. Želite li da je snimite?
gl: O ficheiro actual foi modificado. ¿O queres gardar?
sr: Текући фајл је измењен. Желите ли да га снимите?

source: New &Window
bs: Novi &prozor
gl: Nova &fiestra
sr: Нови &прозор

source: New window Opens a new icon editor window.
bs: Novi prozor Otvora se novi prozor editora ikona.
gl: Nova fiestra Abrirase unha nova fiestra de edición.
sr: Нови прозор Отвора се нови прозор уређивача икона.

source: New Create a new icon, either from a template or by specifying the size
bs: Nova Pravi se nova ikona, ili prema šablonu ili navođenjem veličine
gl: Nova Crear unha nova icona, dende un modelo ou especificando o tamaño
sr: Нова Прави се нова икона, или према шаблону или навођењем величине

source: Open Open an existing icon
bs: Otvori Otvara se postojeća ikona
gl: Abrir Abrir unha icona que xa existe
sr: Отвори Отвара се постојећа икона

source: Save Save the current icon
bs: Snimi Snima se tekuća ikona
gl: Gravar Gravar a icona actual
sr: Сними Сними текућу икону

source: Print Opens a print dialog to let you print the current icon.
bs: Štampaj Otvara se dijalog za štampu koji vam omogućava štampanje tekuće ikone.
gl: Imprimir Abrir un diálogo de impresión para imprimir a icona actual.
sr: Штампај Отвара се дијалог за штампу који вам омогућава штампање текуће иконе.

source: Cut Cut the current selection out of the icon. (Tip: You can make both rectangular and circular selections)
bs: Izreži Ova opcija će izrezati (premjestiti u clipboard) trenutno izabrani dio ikone. (Savjet: Možete napraviti i pravougaonu i kružnu selekciju)
gl: Cortar Cortar a selección actual da icona (Consello: podes facer seleccións rectangulares e circulares)
sr: Исеци Ова опција сече тренутно изабрани део иконе. (Савет: Можете направити и правоугаони и кружни избор)

source: Copy Copy the current selection out of the icon. (Tip: You can make both rectangular and circular selections)
bs: Kopiraj Ova opcija kopira trenutno izabrani dio ikone. (Savjet: Možete napraviti i pravougaonu i kružnu selekciju)
gl: Copiar Copiar a selección actual da icona (Consello: podes facer seleccións rectangulares e circulares)
sr: Копирај Ова опција копира тренутно изабрани део иконе. (Савет: Можете направити и правоугаони и кружни избор)

source: Paste Paste the contents of the clipboard into the current icon. If the contents are larger than the current icon you can paste them in a new window. (Tip: Select "Paste transparent pixels" in the configuration dialog if you also want to paste transparency.)
bs: Umetni Sadržaj clipboarda će biti umetnut na trenutnu ikonu. Ako je sadržaj veći od ikone na kojoj radite, možete ga umetnuti u zaseban prozor kao novu ikonu. (Savjet: Izaberite 'Umetni providne piksele' u dijalogu za podešavanje ako želite da umetnete i one tačke koje su označene kao providni.)
gl: Pegar Pega o contido do portaretallos na icona actual. Se o contido é maior ca icona actual, o podes pegar nunha nova fiestra (Consello: selecciona «Pegar pixeles transparentes» no diálogo de configuración se queres pegar a transparencia.)
sr: Пренеси Преноси се садржај клипборда на тренутну икону. Ако је садржај већи од иконе на којој радите, тада можете пренети садржај у нови прозор. (Савет: Изаберите „Пренеси провидне пикселе“ у дијалогу за подешавање ако желите да пренесете и провидност.)

source: Paste as &New
bs: Umetni kao &novu ikonu
gl: Pegar como &novo
sr: Пренеси као &нову икону

source: Resi&ze...
bs: P&romijeni veličinu...
gl: Red&imensionar...
sr: П&ромени величину...

source: Resize Smoothly resizes the icon while trying to preserve the contents
bs: Promijeni veličinu Glatko se mijenja veličina ikone, trudeći se da sačuva njen sadržaj
gl: Redimensionar Redimensión suave da icona procurando manter os contidos.
sr: Промени величину Глатко се мења величина иконе, трудећи се да сачува њен садржај.

source: &GrayScale
bs: S&ive nijanse
gl: Escala de &grises
sr: С&иви тонови

source: Gray scale Gray scale the current icon. (Warning: The result is likely to contain colors not in the icon palette
bs: Sive nijanse Boja tekuće ikone se pretvaraju u nijanse sive. (Upozorenje: dobijeni rezultat će vjerovatno sadržavati boje koje se ne nalaze u paleti ikone
gl: Escala de grises Convertir a escala de grises a icona actual. (Advertencia: e pobable que o resultado conteña cores que non estén na paleta)
sr: Сиви тонови Боја текуће иконе се конвертује у тонове сиве. (Упозорење: добијени резултат ће вероватно садржати боје које се не налазе у палети иконе)

source: Zoom in Zoom in by one.
bs: Uvećaj Uvećava se za faktor jedan.
gl: Acercar Ampliar o zoom.
sr: Увеличај Увеличава се за фактор један.

source: Zoom out Zoom out by one.
bs: Umanji Umanjuje se za faktor jedan.
gl: Alonxar Diminuir o zoom.
sr: Умањи Умањује се за фактор један.

source: Show &Grid
bs: Prikaži &mrežu
gl: Amosar &enreixado
sr: Прикажи &мрежу

source: Hide &Grid
bs: Sakrij &mrežu
gl: Agochar &enreixado
sr: Сакриј &мрежу

source: Show grid Toggles the grid in the icon edit grid on/off
bs: Prikaži mrežu Ova opcija uklanja/prikazuje mrežu na kojoj crtate ikonu.
gl: Amosar enreixado Activa/desactiva o enreixado
sr: Прикажи мрежу Ова опција уклања/приказује мрежу на којој цртате икону.

source: Color Picker
bs: Birač boja
gl: Selección da cor
sr: Бирач боја

source: Color Picker The color of the pixel clicked on will be the current draw color
bs: Birač boja Boja piksela na koji ste kliknuli će postati boja za crtanje
gl: Selección da cor A cor do punto pulsado será a cor de debuxo
sr: Бирач боја Боја пиксела на који сте кликнули ће постати боја за цртање

source: Freehand
bs: Slobodnom rukom
gl: Man alzada
sr: Слободном руком

source: Free hand Draw non-linear lines
bs: Slobodnom rukom Crtanje nelinearnih linija
gl: Man alzada Debuxar a man alzada
sr: Слободном руком Цртање нелинеарних линија

source: Rectangle
bs: Pravougaonik
gl: Rectángulo
sr: Правоугаоник

source: Rectangle Draw a rectangle
bs: Pravougaonik Crta se pravougaonik
gl: Rectángulo Debuxar un rectángulo
sr: Правоугаоник Црта се правоугаоник

source: Filled Rectangle
bs: Popunjeni pravougaonik
gl: Rectángulo recheo
sr: Попуњени правоугаоник

source: Filled rectangle Draw a filled rectangle
bs: Popunjeni pravougaonik Crta se popunjeni pravougaonik
gl: Rectángulo recheo Debuxar un rectángulo recheo
sr: Попуњени правоугаоник Црта се попуњени правоугаоник

source: Circle
bs: Krug
gl: Círculo
sr: Круг

source: Circle Draw a circle
bs: Krug Crta se krug
gl: Círculo Debuxar un círculo
sr: Круг Црта се круг

source: Filled Circle
bs: Popunjeni krug
gl: Círculo recheo
sr: Попуњени круг

source: Filled circle Draw a filled circle
bs: Popunjeni krug Crta se popunjeni krug
gl: Círculo recheo Debuxar un círculo recheo
sr: Попуњени круг Црта се попуњени круг

source: Ellipse
bs: Elipsa
gl: Elipse
sr: Елипса

source: Ellipse Draw an ellipse
bs: Elipsa Crta se elipsa
gl: Elipse Debuxar unha elipse
sr: Елипса Црта се елипса

source: Filled Ellipse
bs: Popunjena elipsa
gl: Elipse rechea
sr: Попуњена елипса

source: Filled ellipse Draw a filled ellipse
bs: Popunjena elipsa Crta se popunjena elipsa
gl: Elipse rechea Debuxar unha elipse rechea
sr: Попуњена елипса Црта се попуњена елипса

source: Spray
bs: Sprej
gl: Aerógrafo
sr: Спреј

source: Spray Draw scattered pixels in the current color
bs: Sprej Crtaju se raštrkani pikseli u trenutnoj boji
gl: Aerógrafo Debuxa puntos dispersos coa cor actual
sr: Спреј Цртају се раштркани пиксели са тренутном бојом

source: Flood Fill
bs: Popunjavanje
gl: Encher de cor
sr: Попуњавање

source: Flood fill Fill adjoining pixels with the same color with the current color
bs: Popunjavanje Pikseli iste boje koji se dodiruju biće prebojeni tekućom bojom
gl: Encher de cor Encher os puntos contiguos de igual cor coa cor actual
sr: Попуњавање Састављењи пиксели са истом бојом боје се текућом бојом

source: Line
bs: Linija
gl: Liña
sr: Линија

source: Line Draw a straight line vertically, horizontally or at 45 deg. angles
bs: Linija Crta se prava linija uspravno, vodoravno ili pod uglom od 45 stepeni
gl: Liña Debuxar unha liña recta vertical, horizontal ou cun ángulo de 45 grados
sr: Линија Црта се права линија усправно, водоравно или под углом од 45 степени

source: Eraser (Transparent)
bs: Brisač (za providnost)
gl: Goma (trasparente)
sr: Брисач (за провидност)

source: Erase Erase pixels. Set the pixels to be transparent (Tip: If you want to draw transparency with a different tool, first click on "Erase" then on the tool you want to use)
bs: Briši Brišu se pikseli tako da postaju providni (Savjet: Ako želite da crtate providne piksele nekim drugim alatom, najprije kliknite na "Briši", a zatim na alat koji želite da korisitite)
gl: Goma Borra puntos. Sinalar os puntos que serán transparentes (Consello: se buscas debuxar transparencias con outra ferramenta, preme primeiro en «Borrar» e logo elixe a ferramente que queres empregar)
sr: Бриши Бришу се пиксели, тако да постају провидни (Савет: Ако желите да цртате провидне пикселе неким другим алатом, прво кликните на „Брисач“ па затим на алат који желите да кориситите)

source: Rectangular Selection
bs: Pravougaoni izbor
gl: Selección rectangular
sr: Правоугаони избор

source: Select Select a rectangular section of the icon using the mouse.
bs: Izaberi Izabire se pravougaona sekcija ikone upotrebom miša.
gl: Selección Elexir unha selección rectangular na icona empregando o rato.
sr: Изабери Изабира се правоугаона секција у оквиру иконе употребом миша.

source: Circular Selection
bs: Kružni izbor
gl: Selección circular
sr: Кружни избор

source: Select Select a circular section of the icon using the mouse.
bs: Izaberi Izabire se kružna sekcija ikone upotrebom miša.
gl: Selección Elexir unha selección circular na icona empregando o rato.
sr: Изабери Изабира се кружна секција у оквиру иконе употребом миша.

source: Palette Toolbar
bs: Paletna traka
gl: Paleta
sr: Палетна трака

source: Statusbar The statusbar gives information on the status of the current icon. The fields are: - Application messages - Cursor position - Size - Zoom factor - Number of colors
bs: Statusna traka Statusna traka daje informacije o statusu ikone na kojoj radite. Opisna polja su: - Poruke programa - Položaj kursora - Veličina - Faktor uvećanja - Broj boja
gl: Barra de estado A barra de estado mostra información sobre o estado da icona actual. Os campos son: - Mensaxes da aplicación - Posición do cursor - Tamaño - Factor de amplación - Número de cores
sr: Статусна трака Статусна трака даје информације о статусу иконе на којој радите. Описна поља су: - Поруке програма - Положај курсора - Величина - Фактор увеличања - Број боја

source: Colors: %1
bs: Boje: %1
gl: Cores: %1
sr: Боје: %1

source: Icon draw grid The icon grid is the area where you draw the icons. You can zoom in and out using the magnifying glasses on the toolbar. (Tip: Hold the magnify button down for a few seconds to zoom to a predefined scale)
bs: Mreža za crtanje ikone Mreža za crtanje je površina na kojoj crtate ikone. Možete je uvećati ili umanjiti koristeći lupe na traci sa alatima. (Savjet: Držite dugme lupe na nekoliko sekundi da biste uvećali ili smanjili na predefinisane razmjere)
gl: Enreixado da icona O enreixado da icona é a área onde debuxas as iconas. Podes ampliar e reducir empregando a lupa na barra de utilidades. (Consello: preme algúns segundos na lupa para volver ó tamaño normal)
sr: Мрежа за цртање икона Мрежа за цртање је површина на којој цртате иконе. Можете је увеличати или умањити користећи лупе на траци са алатима. (Савет: Држите дугме лупе на неколико секунди да бисте увеличали или смањили на предефинисане размере)

source: width
bs: širina
gl: largura
sr: ширина

source: height
bs: visina
gl: alto
sr: висина

source: Rulers This is a visual representation of the current cursor position
bs: Linijari Ovo je vizuelna reprezentacija trenutnog položaja kursora
gl: Regras É unha representación visual da posición actual da icona
sr: Лењири Ово је визуелна репрезентација тренутног положаја курсора

source: Free Hand
bs: Slobodnom rukom
gl: Man alzada
sr: Слободном руком

source: There was an error loading a blank image.
bs: Došlo je do greške pri učitavanju prazne slike.
gl: Erro a cargar unha imaxe en branco.
sr: Дошло је до грешке при учитавању празне слике.

source: All selected
bs: Sve izabrano
gl: Seleccionar todo
sr: Све селектовано

source: Cleared
bs: Očišćeno
gl: Limpado
sr: Очишћено

source: Selected area cut
bs: Izabrana površina je isječena
gl: Seleccionar área a cortar
sr: Изабрана површина је исечена

source: Selected area copied
bs: Izabrana površina je iskopirana
gl: Seleccionar área a copiar
sr: Изабрана површина је ископирана

source: The clipboard image is larger than the current image! Paste as new image?
bs: Slika iz clipboarda je veća nego trenutna slika! Želite li da je umetnete kao novu sliku?
gl: ¡A imaxe do portarretallos é maior que a imaxe actual! ¿Pegar como nova imaxe?
sr: Слика из клипборда је већа него тренутна слика! Желите ли да је пренесете као нову слику?

source: Do Not Paste
bs: Nemoj umetati
gl: Non Pegar
sr: Не преноси

source: Done pasting
bs: Završeno umetanje
gl: Pegado
sr: Завршено преношење

source: Invalid pixmap data in clipboard!
bs: Neispravni podaci mape piksela u clipboardu!
gl: ¡Mapa de puntos incorrecto no portarretallos!
sr: Неисправни подаци мапе пиксела у клипборду!

source: Drawn Array
bs: Nacrtan niz
gl: Debuxar matriz
sr: Нацртан низ

source: Preview This is a 1:1 preview of the current icon
bs: Pregled Ovo je prikaz tekuće ikone u razmjeri 1:1
gl: Miniatura Esta e miniatura con ratio 1:1 da icona actual
sr: Преглед Ово је приказ текуће иконе у размери 1:1

source: Current color This is the currently selected color
bs: Trenutna boja Ovo je trenutno izabrana boja
gl: Cor actual Este é a cor actualmente selecionada
sr: Текућа боја Ово је тренутно одабрана боја

source: System colors:
bs: Sistemske boje:
gl: Cores do sistema:
sr: Системске боје:

source: System colors Here you can select colors from the KDE icon palette
bs: Sistemske boje Ovdje možete izabrati boje iz KDE-ove palete za ikone
gl: Cores do sistema Aqui podes seleccionar as cores dende a paleta de iconas de KDE
sr: Системске боје Овде можете изабрати боје из KDE-ове палете за иконе

source: Custom colors:
bs: Posebne boje:
gl: Cores personalizadas:
sr: Посебне боје:

source: Custom colors Here you can build a palette of custom colors. Double-click on a box to edit the color
bs: Posebne boje Ovdje možete napraviti paletu posebnih boja. Da biste izmijenili boju kliknite dvaput na kvadrat u mreži.
gl: Cores personalizadas Aquí podes crear unha paleta de cores personalizadas. Fai dobre clic na caixa para editar a cor
sr: Посебне боје Овде можете направити палету посебних боја. Да бисте изменили боју кликните двапут на квадрат у мрежи.

source: The URL: %1 seems to be malformed.
bs: URL: %1 je izgleda neispravan.
gl: A dirección: %1 parece que non é valida.
sr: URL: %1 је изгледа неипсраван.

source: There was an error loading: %1
bs: Došlo je do greške tokom učitavanja: %1
gl: Houbo un erro cargando: %1
sr: Дошло је до грешке током снимања: %1

source: Save Icon As
bs: Snimi ikonu kao
gl: Gravar como...
sr: Сними икону као

source: A file named "%1" already exists. Overwrite it?
bs: Datoteka sa imenom '%1' već postoji. Da li da pišem preko nje?
gl: O ficheiro "%1" xa existe, ¿Desexa sobrescribi-lo?
sr: Фајл са именом „%1“ већ постоји. Да ли да га пребришем?

source: Overwrite File?
bs: Da li da pišem preko datoteke?
gl: ¿Sobrescribir?
sr: Да ли да пребришем фајл?

source: &Overwrite
bs: P&iši preko
gl: S&obrescribir
sr: Пре&бриши

source: There was an error saving: %1
bs: Došlo je do greške pri snimanju: %1
gl: Erro ó gardar: %1
sr: Дошло је до грешке при снимању: %1

source: Size
bs: Veličina
gl: Tamaño
sr: Величина

source: Select Size
bs: Izaberite veličinu
gl: Seleccionar tamaño
sr: Изаберите величину

source: Standard File
bs: Standardna datoteka
gl: Ficheiro estándar
sr: Стандардни фајл

source: Source File
bs: Izvorna datoteka
gl: Ficheiro de orixe
sr: Изворни фајл

source: Compressed File
bs: Kompresovana datoteka
gl: Ficheiro comprimido
sr: Компресовани фајл

source: Standard Folder
bs: Standardni direktorij
gl: Cartafol estándar
sr: Стандардна фасцикла

source: Standard Package
bs: Standardni paket
gl: Paquete estándar
sr: Стандардни пакет

source: Mini Folder
bs: Mini direktorij
gl: Minicartafol
sr: Мини фасцикла

source: Mini Package
bs: Mini paket
gl: Minipaquete
sr: Мини пакет

source: Create from scratch
bs: Napravi od nule
gl: Crear dende cero
sr: Направи од нуле

source: Create from template
bs: Napravi prema šablonu
gl: Crear dende modelo
sr: Направи према шаблону

source: Templates
bs: Šabloni
gl: Modelos
sr: Шаблони

source: Create New Icon
bs: Napravi novu ikonu
gl: Crear nova icona
sr: Направи нову икону

source: Select Icon Type
bs: Izaberite tip ikone
gl: Elexir tipo de icona
sr: Изаберите тип иконе

source: Create From Scratch
bs: Napravi od nule
gl: Crear dende cero
sr: Направи од нуле

source: Create From Template
bs: Napravi prema šablonu
gl: Crear dende modelo
sr: Направи према шаблону

source: Print %1
bs: Štampaj %1
gl: Imprimir %1
sr: Штампај %1

source: _: Status Size %1 x %2
bs: %1 x %2
gl: %1 x %2
sr: %1 x %2

source: modified
bs: izmijenjeno
gl: modificado
sr: измењено

source: Icon Template
bs: Šablon ikone
gl: Icona modelo
sr: Шаблон иконе

source: Template
bs: Šablon
gl: Modelo
sr: Шаблон

source: Description:
bs: Opis:
gl: Descrición:
sr: Опис:

source: Path:
bs: Putanja:
gl: Ruta:
sr: Путања:

source: &Add...
bs: &Dodaj...
gl: Eng&adir...
sr: &Додај...

source: &Edit...
bs: &Izmijeni...
gl: &Editar...
sr: &Уреди...

source: Select Background
bs: Izaberite pozadinu
gl: Seleccionar fondo
sr: Изаберите позадину

source: Use co&lor
bs: Koristi &boju
gl: Empregar co&r
sr: Користи &боју

source: Use pix&map
bs: Koristi &mapu piksela
gl: Empregar &mapa de puntos
sr: Користи &мапу пиксела

source: Choose...
bs: Izaberite...
gl: Elexir...
sr: Изаберите...

source: Preview
bs: Pregled
gl: Miniatura
sr: Преглед

source: Only local files are supported yet.
bs: Za sada su podržane samo lokalne datoteke.
gl: Aínda só están soportados os ficheiros locais.
sr: Само су локални фајлови подржани за сада.

source: Paste &transparent pixels
bs: Umetni &providne piksele
gl: Pegar puntos &transparentes
sr: Пренеси &провидне пикселе

source: Show &rulers
bs: Prikaži &linijare
gl: Amosar &regras
sr: Прикажи &лењире

source: Transparency Display
bs: Prikaz providnosti
gl: Amosar Transparente
sr: Приказ провидности

source: &Solid color:
bs: &Puna boja:
gl: Cor &sólida
sr: &Пуна боја:

source: Checker&board
bs: Šahovsko &polje
gl: Tá&boa a cadros
sr: Шаховска та&бла

source: Small
bs: Malo
gl: Pequena
sr: Мала

source: Medium
bs: Srednje
gl: Mediana
sr: Средња

source: Large
bs: Veliko
gl: Grande
sr: Велика

source: Si&ze:
bs: Ve&ličina:
gl: &Tamaño
sr: &Величина:

source: Color &1:
bs: Boja &1:
gl: Cor &1:
sr: Боја &1:

source: Color &2:
bs: Boja &2:
gl: Cor &2:
sr: Боја &2:

source: Icon Templates
bs: Šabloni ikona
gl: Modelos de iconas
sr: Шаблони икона

source: Background
bs: Pozadina
gl: Fondo
sr: Позадина

source: Icon Grid
bs: Mreža ikona
gl: Enreixado da icona
sr: Мрежа икона

source: _: NAME OF TRANSLATORS Your names
bs: Vedran Ljubović
gl: Gonzalo H. Castilla
sr: Милош Пузовић,Часлав Илић

source: _: EMAIL OF TRANSLATORS Your emails
bs: vljubovic@smartnet.ba
gl: <ttxzgl@yahoo.es>
sr: m.puzovic@etoncollege.org.uk,chaslav@sezampro.yu
