Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegraphics/kview_scale.po
Languages: ga, mn, se, sr@latn, ta, tg

source: &Scale Image...
ga: &Scálaigh an Íomhá...
mn: Зураг &хэмж...
se: &Skále gova …
sr@latn: &Skaliraj sliku...
ta: &உருவத்தை அளவிடு...
tg: &Калон кардани тасвир...

source: Scale Image
ga: Scálaigh an Íomhá
mn: Зураг хэмжээ
se: Skále gova
sr@latn: Skaliraj sliku
ta: உருவத்தை அளவிடு
tg: Калон кардани тасвир

source: Pixel Dimensions
ga: Toisí Picteilíní
mn: Цэгийн Хэмжээсүүд
se: Govvačuokkisdimenšuvnnat
sr@latn: Dimenzije u pikselima
ta: துணுக்கு பரிமாணங்கள்
tg: Андозаҳои пиксел

source: Original width:
ga: Bunleithead:
mn: Эх хэмжээ:
se: Álgovuolggalaš govdodat:
sr@latn: Prvobitna širina:
ta: அசல் அகலம்:
tg: Фарохии аслӣ:

source: Height:
ga: Airde:
mn: Өндөр:
se: Allodat:
sr@latn: Visina:
ta: உயரம்:
tg: Баландӣ:

source: New width:
ga: Leithead nua:
mn: Шинэ өргөн:
se: Ođđa govdodat:
sr@latn: Nova širina:
ta: புதிய அகலம்:
tg: Фарохии нав:

source: px
ga: pc
mn: цэг
se: č

source: Ratio X:
ga: Cóimheas X:
mn: X Харьцаа:
se: X-gorri:
sr@latn: Odnos X:
ta: X விகிதம்:
tg: Коэффитсиенти X:

source: Link
ga: Nasc
mn: Холбоос
se: Liŋka
sr@latn: Veza
ta: தொடர்பு
tg: Алоқа

source: Print Size && Display Units
ga: Aonaid Taispeána agus Méid Phriontála
mn: Хэмжээ хэвлэ && Нэгж харуул
se: Čálihansturrodat ja čájehanovttadagat
sr@latn: Veličina štampanja i jedinice prikaza
ta: அச்சு அளவு && காட்சி அலகுகள்
tg: Андозаи чоп && Элементҳои намоиш

source: in
ga: orlach
mn: инч
se: dás
ta: அங்குலம்
tg: дюйм

source: mm
mn: мм
ta: மி.மீ
tg: мм

source: Resolution X:
ga: Taifeach X:
mn: X Уусалт:
se: X-čuokkisčoahkku:
sr@latn: Rezolucija X:
ta: X பிரிதிறன்:
tg: Иҷозати X:

source: &Image
ga: Í&omhá
mn: &Зураг
se: &Govva
sr@latn: &Slika
ta: &உருவம்
tg: &Тасвир

source: &Extra Toolbar
ga: &Barra na nUirlisí Breise
mn: &Нэмэлт Үйлдлийн самбар
se: &Liige-reaidoholga
sr@latn: &Ekstra traka sa alatima
ta: &கூடுதல் கருவிப்பட்டை
tg: &Пайраҳои асбоби иловагӣ

source: pixels/in
ga: picteilíní/orlach
mn: цэг/инч
se: govvačuoggá/dumii
sr@latn: piksela/in
ta: துணுக்குகள்/அங்குலம்
tg: пикселҳо/дюйм

source: pixels/mm
ga: picteilíní/mm
mn: цэг/мм
se: govvačuoggá/mm:ii
sr@latn: piksela/mm
ta: துணுக்குகள்/மி.மீ
tg: пиксел/мм
