Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: Extract all the files into the extraction folder, ignoring any folder structure in the archive.
ar: استخلص كل الملفات الى مجلد الإستخلاص، متجاهلا أى تركيب مجلدات داخل الأرشيف.
bg: Извличане на всичките файлове в зададената директория. Структурата на директориите в архива се игнорира.
bs: Raspakuj sve datoteke arhive u isti direktorij, ignorišući strukturu direktorija u arhivi.
ca: Extreu tots els fitxers a la carpeta d'extracció ignorant qualsevol estructura de carpetes de l'arxiu.
cs: Všechny soubory budou rozbaleny do zadaného adresáře bez ohledu na adresářovou strukturu v archivu.
da: Pak alle filerne ud til udpakningsmappen, ignorerende al mappestruktur i arkivet.
de: Alle Dateien im Archiv in den gleichen Ordner entpacken, unabhängig von der Ordnerstruktur im Archiv.
el: Εξαγωγή όλων των αρχείων στο φάκελο εξόδου, αγνοώντας οποιαδήποτε δομή φακέλων της αρχειοθήκης.
eo: Elpaku ĉiujn dosierojn al la elpaka dosierujo, ignorante ĉian dosierujstrukturon en la arĥivo.
es: Extraer todos los archivos en la carpeta de extracción, ignorando cualquier estructura de carpetas del archivo comprimido.
et: Kõik failid pakitakse lahti määratud kataloogi, eirates täielikult arhiivi enda kataloogistruktuuri.
eu: Atera fitxategi guztiak ateratzeko karpetan, artxibuan egon daitekeen edozein karpeta egitura baztertuz.
fa: استخراج همۀ پرونده‌ها به پوشۀ استخراج، نادیده گرفتن هر گونه ساختار پوشه در بایگانی.
fi: Pura kaikki tiedostot yhteen purkukansioon välittämättä paketinkansiorakenteesta.
fr: Extrait tous les fichiers dans le dossier d'extraction, en ignorant toute la structure de dossiers de l'archive.
he: פרוס את כל הקבצים לתוך תיקיית הפריסה, תוך התעלמות ממבנה התיקיות בארכיב.
hu: Az összes fájlt a kitömörítési főkönyvtárba kell kibontani, az archívum könyvtárstruktúrájának figyelmen kívül hagyásával.
is: Afþjappa allar skrár í afþjöppunarmöppuna og hunsa möppuuppbyggingu í safnskránni.
it: Estrai tutti i file nella cartella di estrazione ignorando la struttura a cartelle dell'archivio.
ja: アーカイブ中のフォルダ階層を無視して、すべてのファイルを展開先フォルダに展開します。
kk: Файл қай қапшықта жатқанын елемей, барлық файлдарды бір қапшыққа тарқатып алу.
km: ស្រង់​ចេញ​ឯកសារ​ទាំង​អស់​ទៅ​ក្នុង​ថត​ស្រង់​ចេញ មិន​អើពើ​រចនាសម្ព័ន្ធ​ថត​ណាមួយ​ក្នុង​ប័ណ្ណសារ ។
ko: 압축파일의 폴더 구조를 무시하고 모든 파일을 대상 디렉터리에 압축 풉니다.
mk: Ги отпакува сите датотеки во папката за отпакување, игнорирајќи било каква структура на папки во архивата.
ms: Ekstrak semua fail ke dalam folder pengekstrakan, mengabaikan sebarang struktur folder dalam arkib.
nb: Pakk ut alle filer til utpakkingsmappa, ignorer all mappestruktur i arkivet.
nds: All Dateien na den Utpack-Orner utpacken, de Ornerboom binnen dat Archiv (wenn vörhannen) warrt nich övergahn.
nl: Pakt alle bestanden uit naar de uitpakmap, waarbij de map-structuur in het archief genegeerd wordt.
nn: Pakk ut alle filene til målmappa, uansett korleis mappestrukturen i arkivet er.
pl: Rozpakowuje wszystkie pliki do wybranego katalogu, ignorując strukturę katalogów wewnątrz archiwum
pt: Extrai todos os ficheiros para a pasta de extracção, ignorando qualquer estrutura de pastas no pacote.
pt_br: Extrai todos os arquivos do pacote na pasta de destino, ignorando qualquer estrutura de pastas que esteja presente no pacote.
ro: Extrage toate fişierele în folderul de extragere, ignorînd orice structură de foldere din arhivă.
ru: Игнорировать при распаковке сохранённую иерархию папок, то есть распаковать все файлы в одну папку.
sk: Rozbaliť všetky súbory do priečinku pre rozbalenie. Ignorovať štruktúru priečinkov v archíve.
sl: Izvleče vse datoteke v eno mapo, pri tem pa ne gleda na strukturo map v arhivu.
sr: Распакуј све фајлове у фасциклу за распакивање, игноришући структуру фасцикли у архиви.
sr@latn: Raspakuj sve fajlove u fasciklu za raspakivanje, ignorišući strukturu fascikli u arhivi.
sv: Packa upp alla filer i uppackningskatalogen, och ignorera katalogstrukturen i arkivet.
ta: எல்லா கோப்புகளையும் பிரிக்கப்பட்ட அடைவுக்கும் பிரிக்கவும்.
tg: Истихроҷи ҳамаи парвандаҳо ба пӯшаи истихроҷ, бо нодидагирии сохтори пӯшаҳо дар бойгонӣ.
th: ให้คลายแฟ้มทั้งหมดลงไปในโฟลเดอร์ที่กำหนด โดยไม่ต้องสนใจโครสร้างของโฟลเดอร์ภายในแฟ้มบีบอัด
uk: При розпаковуванні ігнорувати ієрархічну структуру тек в архіві і розпакувати всі файли в одну теку.
zh_cn: 将全部文件解压缩到解压文件夹，而忽略存档文件中的文件夹结构。
zh_tw: 將所有檔案解壓型解壓資料夾中，忽略壓縮檔的資料夾結構。

source: Store symlinks as links (Zip, Rar)
ar: تخزين الروابط اللّينة كروابط (Zip، Rar)
bg: Съхраняване на символните връзки, като връзки (Zip, Rar)
bs: Čuvaj simboličke linkove kao linkove (Zip, Rar)
ca: Guardar els enllaços simbòlics com enllaços (Zip, Rar)
cs: Uložit symb. odkazy jako odkazy (zip, rar)
da: Gem symlinks som links (Zip, Rar)
de: &Symbolische Verknüpfungen als solche speichern (Zip, Rar)
el: Αποθήκευση συμβολικών δεσμών ως δεσμών (Zip, Rar)
eo: Konservu simbolajn ligojn kiel ligojn (Zip, Rar)
es: Guardar enlaces simbólicos como enlaces (Zip, Rar)
et: Nimeviitade säilitamine viitadena (Zip, Rar)
eu: Gorde esteka sinbolikoak esteka bezala (Zip, Rar)
fa: ذخیرۀ پیوندهای نمادی به عنوان پیوندها )Zip، Rar(
fi: Tallenna symboliset linkit linkkeinä (Zip, Rar)
fr: Enregistrer les liens symboliques en tant que tels (Zip, Rar)
he: שמור &קישורים סמליים בתור קישורים (Rar ,Zip)
hu: A szimbolikus linkek tárolása linkként (Zip, Rar)
is: Geyma skráarvísa sem tengla (Zip, Rar)
it: Memorizza i collegamenti simbolici come collegamenti (Zip, Rar)
ja: シンボリックリンクをリンクとして保存する (Zip, Rar)
kk: Символдық сілтемелер сілтеме ретінде сақталсын (Zip, Rar)
km: រក្សា​ទុក​តំណ​និមិត្ត​សញ្ញា​ជា​តំណ (Zip, Rar)
ko: 심볼릭 링크 저장 (Zip, Rar)
mk: Складирај ги симболичките врски како врски (Zip, Rar)
ms: Simpan semula symlink sebagai pautan (Zip, Rar)
nb: Lagre symbolske lenker som linker (Zip, Rar)
nds: Symlinks as Links sekern (Zip, Rar)
nl: Symbolische koppelingen als koppelingen opslaan (Zip, Rar)
nn: Lagra symbolske lenkjer som lenkjer (Zip, Rar)
pa: ਨਿਸ਼ਾਨ-ਸਬੰਧ ਸਬੰਧ ਦੇ ਤੌਰ 'ਤੇ ਸੰਭਾਲੋ (Zip, Rar)
pl: Zapisz dowiązania symboliczne jako dowiązania (Zip, Rar)
pt: Manter as ligações simbólicas como tal (Zip, Rar)
pt_br: Armazenar links simbólicos como links (Zip, Rar)
ro: Arhivează legăturile simbolice ca legături (ZIP, RAR)
ru: Сохранять символические ссылки как есть (Zip, Rar)
sk: Uložiť odkazy ako odkazy (Zip, Rar)
sl: Simbolne povezave shrani kot povezave (Zip, Rar)
sr: Сачувај симболичке везе као везе (Zip, Rar)
sr@latn: Sačuvaj simboličke veze kao veze (Zip, Rar)
sv: Lagra symboliska länkar som länkar (Zip, Rar)
ta: குறியீட்டு இணைப்புகளை இணைப்புகளாக சேமி (Zip, Rar)
tg: Нигоҳдории пайвандҳои рамзӣ ҳамчун пайвандҳо (Zip, Rar)
th: รักษาคุณสมบัติลิงค์แบบสัญลักษณ์ให้เป็นลิงค์ (Zip, Rar)
uk: Зберігати символічні посилання як такі (Zip, Rar)
zh_cn: 保存符号链接为链接 (Zip, Rar)
zh_tw: 儲存符號連結為連結 (Zip, Rar)

source: Recursively add subfolders (Zip, Rar)
ar: إضافة المجلّدات الفرعيّة بصورة متكرّرة (Zip, Rar)
bg: Добавяне на съществуващите поддиректории (Zip, Rar)
bs: Rekurzivno dodaj poddirektorije (Zip, Rar)
ca: Afegeix subcarpetes recursivament (Zip, Rar)
cs: Rekurzivně přidávat podsložky (Zip, Rar)
da: Tilføj undermapper rekursivt (Zip, Rar)
de: &Unterordner rekursiv einbeziehen (Zip, Rar)
el: Αναδρομική προσθήκη υποφακέλων (Zip, Rar)
eo: Aldonu rekurse subdosierujojn (Zip, Rar)
es: Añadir subcarpetas recursivamente (Zip, Rar)
et: Rekursiivne alamkataloogide lisamine (Zip, Rar)
eu: Errekurtsiboki azpikarpetak erantsi (Zip, Rar)
fa: افزودن زیرپوشه‌ها به صورت بازگشتی )Zip، Rar(
fi: Lisää alikansiot rekursiivisesti (Zip, Rar)
fr: Ajouter récursivement les sous-dossiers (Zip, Rar)
gl: Engadi&r subcartafoles recursivamente (Zip, Rar)
he: &כלול תיקיות משנה רקורסיבית (Rar, Zip)
hu: Az összes alkönyvtár hozzáadása (Zip, Rar)
is: Fara endurkvæmt í undirmöppur (Zip, Rar)
it: Aggiungi ricorsivamente le sottocartelle (Zip, Rar)
ja: サブフォルダを再帰的に追加する (Zip, Rar)
kk: Ішкі қапшықтар рекурсивті қосылсын (Zip, Rar)
km: បន្ថែម​ថត​រង​ជា​បន្ត​បន្ទាប់ (Zip, Rar)
ko: 하위 디렉터리 추가 (Zip, Rar)
mk: Додај подпапки рекурзивно (Zip, Rar)
ms: Tambah subfolder secara rekursi (Zip, Rar)
nb: Legg til undermapper rekursivt (Zip,Rar)
nds: Ünnerornern rekursiv tofögen (Zip, Rar)
nl: Submappen recursief toevoegen (Zip, Rar)
nn: Legg til undermapper rekursivt (Zip, Rar)
pa: ਅੰਦਰੂਨੀ ਸਬ-ਫੋਲਡਰ ਜੋੜੋ (Zip, Rar)
pl: Rekurencyjnie dodaj podkatalogi (Zip, Rar)
pt: Adicionar recursivamente as subpastas (Zip, Rar)
pt_br: Adicionar sub-pastas recursivamente (Zip, Rar)
ro: Adaugă recursiv subfoldere (ZIP, RAR)
ru: Добавлять подпапки рекурсивно (Zip, Rar)
sk: Rekurzívne pridať podpriečinky (Zip, Rar)
sl: Rekurzivno dodaj podmape (Zip, Rar)
sr: Рекурзивно додај подфасцикле (Zip, Rar)
sr@latn: Rekurzivno dodaj podfascikle (Zip, Rar)
sv: Lägg till underkataloger rekursivt (Zip, Rar)
ta: எல்லாத் துணை கோப்புறை சேர் (Zip, Rar)
tg: Вогашта илова кардани зерпӯшаҳо (Zip, Rar)
th: รวมทุกแฟ้มและไดเร็กทอรีย่อยภายใน (Zip, Rar)
uk: Рекурсивно додавати підтеки (Zip, Rar)
zh_cn: 递归添加所有子文件夹 (Zip, Rar)
zh_tw: 遞迴地加入子資料夾 (Zip, Rar)

source: Convert filenames to lowercase (Zip, Rar)
ar: تحويل أسماء الملفّات إلى أحرف صغيرة (Zip, Rar)
bg: Конвертиране имената на файловете само с малки букви (Zip, Rar)
bs: Pretvori imena datoteka u mala slova (Zip, Rar)
ca: Converteix els noms de fitxer a minúscules (Zip, Rar)
cs: Převést na malá písmena (zip, rar)
da: Konvertér filnavne til små bogstaver (Zip, Rar)
de: Dateinamen in &Kleinbuchstaben umwandeln (Zip, Rar)
el: Μετατροπή ονομάτων αρχείων σε πεζά γράμματα (Zip, Rar)
eo: Minuskligu dosiernomojn (Zip, Rar)
es: Convertir nombres de archivos a minúsculas (Zip, Rar)
et: Kõik tähed failinimedes muudetakse väikesteks (Zip, Rar)
eu: Bihurtu fitxategi-izenak hizki xehetara (Zip, Rar)
fa: تبدیل نام پرونده‌ها به حروف کوچک )Zip، Rar(
fi: Muuta tiedostonimet pieniksi kirjaimiksi (Zip, Rar)
fr: Convertir les noms de fichier en minuscules (Zip, Rar)
he: המר שמות קבצים לאותיות קטנות (Rar ,Zip)
hu: A fájlnevek kisbetűssé konvertálása (Zip, Rar)
is: Breyta skráarnöfnum í lágstafi (Zip, Rar)
it: Converti in minuscolo i nomi dei file (Zip, Rar)
ja: ファイル名を小文字にする (Zip, Rar)
kk: Файл атаулары кіші әріптерге айналдырылсын (Zip, Rar)
km: បម្លែង​ឈ្មោះ​ឯកសារ​ទៅ​ជា​អក្សរ​តូច (Zip, Rar)
ko: 파일 이름을 소문자로 변경 (Zip, Rar)
mk: Префрли ги имињата на датотеките во мали букви (Zip, Rar)
ms: Tukar nama fail kepada huruf kecil (Zip, Rar)
nb: Omgjør filnavn til små bokstaver (Zip, Rar)
nds: Dateinaams na Lüttschrieven ümwanneln (Zip, Rar)
nl: Bestandsnamen omzetten naar kleine letters (Zip, Rar)
nn: Gjer om filnamn til små bokstavar (Zip, Rar)
pl: Zmień nazwy plików na małe litery (Zip, Rar)
pt: Converter nomes dos ficheiros para minúsculas (Zip, Rar)
pt_br: Converter nomes de arquivo para letras minúsculas (Zip, Rar)
ro: Converteşte numele de fişiere la litere mici (ZIP, RAR)
ru: Преобразовывать имена файлов в нижний регистр (Zip, Rar)
sk: Previesť mená súborov na malé písmená (Zip, Rar)
sl: Imena datotek pretvori v male črke (Zip, Rar)
sr: Пребаци имена фајлова у мала слова (Zip, Rar)
sr@latn: Prebaci imena fajlova u mala slova (Zip, Rar)
sv: Konvertera filnamn till gemener (Zip, Rar)
ta: கோப்புப்பெயர்களை சிற்றெழுத்திற்கு மாற்று (Zip, Rar)
tg: Табдили номҳои парвандаҳо ба ҳарфҳои хурд (Zip, Rar)
th: แปลงชื่อแฟ้มให้เป็นอักษรตัวเล็กทั้งหมด (Zip, Rar)
uk: Перевести назви файлів у нижній регістр (Zip, Rar)
uz: Fayllarning nomini kichkina harflarga almashtirish (Zip, Rar)
uz@cyrillic: Файлларнинг номини кичкина ҳарфларга алмаштириш (Zip, Rar)
zh_cn: 将文件名转换为小写 (Zip, Rar)
zh_tw: 將檔案名稱改成小寫 (Zip, Rar)

source: Convert filenames to uppercase
ar: تحويل أسماء الملفّات إلى أحرف كبيرة
bg: Конвертиране имената на файловете само с главни букви (Zip, Rar)
bs: Pretvori imena datoteka u velika slova
ca: Converteix els noms de fitxer a majúscules
cs: Převést názvy souborů na velká písmena
da: Konvertér filnavne til store bogstaver
de: Dateinamen in &Großbuchstaben umwandeln
el: Μετατροπή ονομάτων αρχείων σε κεφαλαία
eo: Majuskligu dosiernomojn
es: Convertir nombres de archivos a mayúsculas (Rar)
et: Kõik tähed failinimedes muudetakse suurteks (Rar)
eu: Bihurtu fitxategi-izenak hizki larrietara
fa: تبدیل نام پرونده‌ها به حروف بزرگ
fi: Muuta tiedostonimet isoiksi kirjaimiksi
fr: Convertir les noms de fichiers en majuscules
he: המר שמות קבצים לאותיות רישיות
hu: A fájlnevek nagybetűssé konvertálása
is: Breyta skráarnöfnum í hástafi
it: Converti in maiuscolo i nomi dei file
ja: ファイル名を大文字にする
kk: Файл атаулары үлкен әріптерге айналдырылсын
km: បម្លែង​ឈ្មោះ​ឯកសារ​ទៅ​ជា​អក្សរ​ធំ
ko: 파일 이름을 대문자로 변경 (Zip, Rar)
mk: Префрли ги имињата на датотеките во големи букви
ms: Tukar nama fail kepada huruf besar
nb: Omgjør filnavn til store bokstaver
nds: Dateinaams na Grootschrieven ümwanneln
nl: Bestandsnamen omzetten naar hoofdletters
nn: Gjer om filnamn til store bokstavar
pa: ਫਾਇਲ-ਨਾਂ ਵੱਡੇ ਅੱਖਰਾਂ 'ਚ ਬਦਲੋ
pl: Zmień nazwy plików na wielkie litery
pt: Converter nomes dos ficheiros para maiúsculas (Rar)
pt_br: Converter nomes de arquivo para letras maiúsculas (Rar)
ro: Converteşte numele de fişiere la litere mari
ru: Преобразовывать имена файлов в верхний регистр
sk: Previesť mená súborov na písmená (Rar)
sl: Imena datotek pretvori v velike črke)
sr: Пребаци имена фајлова у велика слова
sr@latn: Prebaci imena fajlova u velika slova
sv: Konvertera filnamn till versaler
ta: கோப்புப்பெயர்களை பேரேழுத்துக்களாக மாற்று
tg: Табдили номҳои парвандаҳо ба ҳарфҳои калон
th: แปลงชื่อแฟ้มให้เป็นอักษรตัวใหญ่ทั้งหมด
uk: Перевести назви файлів у верхній регістр (Rar)
uz: Fayllarning nomini bosh harflarga almashtirish
uz@cyrillic: Файлларнинг номини бош ҳарфларга алмаштириш
zh_cn: 将文件名转换为大写
zh_tw: 將檔案名稱改成大寫

source: Show search bar
ar: إظهار شريط البحث
bg: Показване на лентата за търсене
bs: Prikaži traku za pretragu
ca: Mostra la barra de cerca
cs: Zobrazit lištu s hledáním
da: Vis søgelinje
de: Suchleiste anzeigen
el: Εμφάνιση γραμμής αναζήτησης
eo: Montru serĉlistelon
es: Mostrar barra de búsqueda
et: Otsinguriba näitamine
eu: Bilaketa Barra Erakutsi
fa: نمایش میله جستجو
fi: Näytä hakupalkki
fr: Afficher la barre de recherche
he: הצג סרגל חיפוש
hu: Keresési sáv megjelenítése
is: Sýna leitarslá
it: Mostra barra di ricerca
ja: 検索バーを表示
kk: Іздеу панелі көрсетілсін
km: បង្ហាញ​របារ​ស្វែងរក
ko: 검색 바 보기
mk: Покажи ја лентата за пребарување
ms: Papar bar cari
nb: Vis søkelinje
nds: Söökbalken wiesen
nl: Zoekbalk tonen
nn: Vis søkjelinje
pa: ਖੋਜ ਪੱਟੀ ਵੇਖਾਓ
pl: Pokaż pasek wyszukiwania
pt: Mostrar a barra de procura
pt_br: Mostrar barra de pesquisa
ro: Afişează bara de căutare
ru: Показать панель поиска
sk: Zobraziť pruh hľadania
sl: Prikaži vrstico iskanja
sr: Прикажи претраживачку траку
sr@latn: Prikaži pretraživačku traku
sv: Visa sökrad
ta: ஆராய்தல் பட்டையை வெளிப்படுத்து
tg: Намоиши лавҳаи ҷустуҷӯ
th: แสดงแถบสำหรับค้นหา
uk: Показувати рядок пошуку
uz: Qidirish panelini koʻrsatish
uz@cyrillic: Қидириш панелини кўрсатиш
zh_cn: 显示搜索栏
zh_tw: 顯示搜尋列

source: Enable Konqueror integration
ar: تفعيل الإدماج فى كونكيورر
bg: Интегриране в браузъра Konqueror
bs: Uključi integraciju sa Konquerorom
ca: Habilita la integració amb el Konqueror
cs: Povolit integraci do Konqueroru
da: Aktivér integration i Konqueror
de: Integration in Konqueror aktivieren
el: Ενεργοποίηση ενσωμάτωσης με το Konqueror
eo: Ebligu Konkerantan integrecon
es: Activar integración con Konqueror
et: Põimitakse Konqueroriga
eu: Gaitu Konquerorrekin bateraketa
fa: فعال‌سازی مجتمع Konqueror
fi: Salli Konquerorin käyttö
fr: Activer l'intégration à Konqueror
he: אפשר שילוב ב־Konqueror
hu: A Konqueror-integráció engedé&lyezése
is: Kveikja á samþættingu við Konqueror
it: Abilita integrazione con Konqueror
ja: Konqueror に統合する
kk: Konqueror-мен біріктірілсін
km: អនុញ្ញាត​ការរួមបញ្ចូល​គ្នា​របស់ Konqueror
ko: Konqueror 통합 사용
mk: Овозможи интеграција со Konqueror
ms: Aktifkan penyepaduan Konqueror
nb: Slå på Konqueror-integrasjon
nds: Na Konqueror integreren
nl: Konqueror integratie activeren
nn: Integrer med Konqueror
pa: ਕੋਨਕਿਊਰੋਰ ਸਹਿਯੋਗ ਯੋਗ
pl: Zintegruj z Konquerorem
pt: Activar a integração no Konqueror
pt_br: Habilitar integração com o Konqueror
ro: Activează integrarea cu Konqueror
ru: Включить интеграцию с Konqueror
sk: Povoliť integráciu s Konquerorom
sl: Omogoči integracijo s Konquerorjem
sr: Укључи интеграцију са Konqueror-ом
sr@latn: Uključi integraciju sa Konqueror-om
sv: Aktivera integrering med Konqueror
ta: செயல்படுத்த கான்கியுர் ஒருமைபாடு
tg: Фаъол кардани ҳамгироӣ бо Konqueror
th: เปิดใช้การการรวมความสามารถกับ Konqueror
uk: Ввімкнути інтеграцію з Konqueror
uz: Konqueror'ga moslashtirish
uz@cyrillic: Konqueror'га мослаштириш
zh_cn: 启用 Konqueror 集成
zh_tw: 啟用 Konqueror 整合
