Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: The following files will not be extracted because they already exist:
ar: الملفات التالية لن تستخلص لأنها موجودة أصلاً:
bg: Следните файлове от архива не бяха извлечени, защото съществуват:
bs: Sljedeće datoteke nisu raspakovane pošto već postoje.
ca: Els següents fitxers no s'han extret perquè ja existeixen:
cs: Tyto soubory nebudou rozbaleny, protože už existují:
da: Følgende filer vil ikke blive pakket ud da de allerede findes:
de: Die folgenden Dateien werden nicht ausgepackt, da sie bereits existieren:
el: Τα ακόλουθα αρχεία δε θα εξαχθούν καθώς υπάρχουν ήδη:
eo: La sekvaj dosieroj ne elpakitos ĉar ili jam ekzistas :
es: Los siguientes archivos no serán extraídos porque ya existen:
et: Järgmisi faile ei saa lahti pakkida, sest nad on juba olemas:
eu: Ondorengo fitxategiak ez dira erauziko dagoeneko badaudelako:
fa: پرونده‌های زیر استخراج نمی‌شوند زیرا از قبل موجود هستند:
fi: Seuraavia tiedostoja ei pureta, koska ne ovat jo olemassa:
fr: Les fichiers suivant n'ont pas été extraits car ils existent déjà :
gl: Os seguintes ficheiros non se extraerán porque xa existen:
he: הקבצים הבאים לא יפרסו עקב כך שהם כבר קיימים:
hi: निम्न फ़ाइलों को निकाला नहीं गया चूंकि उनमें से सभी पहले से ही मौजूद हैं:
hu: A következő fájlok nem lesznek kitömörítve, mert már léteznek:
is: Eftirtaldar skrám verður ekki afþjappað þar sem þær eru til fyrir:
it: I seguenti file non saranno estratti perché esistono già:
ja: 以下のファイルは展開しません。 既に存在します:
kk: Келесі файлдар тарқатылмайды өйткені олар тарқатылған түрде бар:
km: ឯកសារ​ដូច​ខាង​ក្រោម នឹង​មិន​ត្រូវបាន​ស្រង់​ចេញ​ទេ ព្រោះ​ពួកវា​មាន​រួចហើយ ៖
ko: 다음 파일은 이미 존재하므로 압축 해제되지 않았습니다:
mk: Следните датотеки нема да бидат отпакувани бидејќи тие веќе постојат:
ms: Fail yang berikut tidak akan diekstrak kerana ia sudah wujud:
nb: Følgende filer vil ikke bli pakket ut siden de finnes fra før:
nds: De nakamen Dateien warrt nich utpackt, dat gifft se al:
nl: De volgende bestanden zullen niet worden uitgepakt omdat ze reeds bestaan:
nn: Dei følgjande filene vil ikkje verta pakka ut fordi dei finst frå før:
pa: ਹੇਠ ਦਿੱਤੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਕਿਉਂਕਿ ਇਹ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹਨ:
pl: Podane pliki nie zostaną rozpakowane ponieważ znajdują się już w odpowiednim katalogu:
pt: Os ficheiros seguintes não serão extraídos porque eles já existem:
pt_br: Os seguintes arquivos não serão extraídos, porque eles já existem:
ro: Fişierele următoarele nu vor fi extrase deoarece există deja:
ru: Следующие файлы не будут распакованы, поскольку они уже существуют в распакованном виде:
sk: Nasledujúce súbory nebudú rozbalené, pretože už existujú:
sl: Naslednje datoteke ne bodo izvlečene ker že obstajajo:
sr: Следећи фајлови неће бити распаковани зато што већ постоје:
sr@latn: Sledeći fajlovi neće biti raspakovani zato što već postoje:
sv: Följande filer kommer inte att packas upp eftersom de redan finns:
ta: கீழ்காணும் கோப்புகனள பொற இயலாது ஏன் என்றர்ல் அது முன்பு உள்ள்து
tg: Файлҳои зерин истихроҷ намешаванд зеро онҳо аллакай мавҷуданд:
th: แฟ้มต่อไปนี้ไม่ได้ถูกคลายออกมาจากแฟ้มบีบอัด เพราะว่ามันมีอยู่แล้ว:
uk: Наступні файли не буде розпаковано, тому що вони вже існують:
uz: Quyidagi fayllar allaqachon mavjudligi sababli ajratilmadi:
uz@cyrillic: Қуйидаги файллар аллақачон мавжудлиги сабабли ажратилмади:
zh_cn: 下列文件将不会被解压缩，原因是这些文件已经 存在：
zh_tw: 下列的檔案將不會被解開 因為檔案已經存在：

source: Not enough free disc space to extract the archive.
ar: لا توجد مساحة كافية على القرص لاستخلاص الأرشيف.
bg: Няма достатъчно свободно дисково пространство, за да бъдат извлечени файлове от архива.
bs: Nema dovoljno prostora na disku za raspakivanje arhive.
ca: No hi ha suficient espai lliure a disc per extreure l'arxiu.
cs: Nedostatek prostoru pro rozbalení archívu.
da: Der er ikke nok fri diskplads til at pakke arkivet ud.
de: Zu wenig Speicherplatz, um das Archiv zu entpacken.
el: Μη επαρκής χώρος στο δίσκο για την εξαγωγή της αρχειοθήκης.
eo: Ne estas sufiĉe libera spaco por elpaki la arĥivon.
es: No hay espacio suficiente en el disco para extraer el archivo comprimido.
et: Kettal ei jagu ruumi arhiivi lahtipakkimiseks.
eu: Ez dago artxiboa erauzteko lekurik diskan.
fa: برای استخراج بایگانی، فضای آزاد کافی در دیسک وجود ندارد.
fi: Levytilaa ei ole riittävästi paketin purkamiseen.
fr: Espace disque insuffisant pour décompacter l'archive.
gl: Non hai espacio en disco de abondo para extrae-lo arquivo.
he: אין מספיק זיכרון על הדיסק הקשיח לפרוס את הארכיב.
hi: अभिलेख को निकालने के लिए डिस्क में पर्याप्त जगह नहीं है.
hu: Nincs elég szabad hely az archívum kitömörítéséhez.
is: Ekki nægilegt diskapláss til að afþjappa safnskránni.
it: Spazio libero su disco insufficiente per estrarre l'archivio.
ja: アーカイブを展開するためのディスク容量が足りません。
kk: Архивті тарқату үшін дискіде бос орын жетпейді.
km: គ្មាន​ទំហំ​ថាស​ទំនេរ​គ្រប់​គ្រាន់ ដើម្បី​ស្រង់​ប័ណ្ណសារ​ចេញ ។
ko: 디스크에 압축을 풀 여유 공간이 없습니다.
mk: Нема доволно место на дискот за да се отпакува архивата.
ms: Tidak cukup ruang cakera yang belum diguna untuk mengekstrak arkib.
nb: Det er ikke nok ledig diskplass for å pakke ut arkivet.
nds: To wenig Spiekerplatz op de Fastplaat na för't Utpacken vun't Archiv.
nl: Er is onvoldoende vrije ruimte op de schijf om het archief uit te pakken.
nn: Det finst ikkje nok ledig diskplass til å pakka ut arkivet.
pa: ਪੁਰਾਲੇਖ ਨੂੰ ਖੋਲਣ ਲਈ ਲੋੜੀਦੀ ਡਿਸਕ ਥਾਂ ਨਹੀਂ ਹੈ।
pl: Brak miejsca na dysku do rozpakowania archiwum.
pt: Não existe espaço livre em disco para extrair o pacote.
pt_br: Não há espaço suficiente no disco para extrair o pacote.
ro: Nu există suficient spaţiu de disc pentru a extrage fişiere din arhivă.
ru: Нет места на диске для распаковки архива.
sk: Nedostatok voľného miesta na disku pre rozbalenie archívu.
sl: Ni dovolj prostora na disku za izvlečenje arhiva.
sr: Нема довољно простора на диску да би се архива распаковала.
sr@latn: Nema dovoljno prostora na disku da bi se arhiva raspakovala.
sv: Inte tillräckligt ledigt diskutrymme för att packa upp arkivet.
ta: காப்பான்னில் இடம் போதவில்லை
tg: Барои истихроҷи бойгонӣ фазои холии кофӣ дар диск мавҷуд нест.
th: พื้นที่ของดิสก์สำหรับใช้คลายแฟ้มมีไม่เพียงพอ
uk: Недостатньо місця на диску, щоб розпакувати архів.
uz: Arxivni ajratish uchun diskda boʻsh joy yetmaydi.
uz@cyrillic: Архивни ажратиш учун дискда бўш жой етмайди.
zh_cn: 没有足够的剩余磁盘空间来解压缩存档文件。
zh_tw: 沒有足夠的磁碟空間來解開壓縮檔。

source: An error occurred while extracting the archive.
ar: حدث خطأ عند استخلاص الأرشيف.
bg: Грешка при извличането на файлове от архива.
bs: Došlo je do greške prilikom raspakivanja arhive.
ca: Hi ha hagut un error en extreure l'arxiu.
cs: Nastala chyba při rozbalování archívu.
da: Der opstod en fejl ved udpakning af arkivet.
de: Beim Auspacken des Archivs ist ein Fehler aufgetreten.
el: Ένα σφάλμα συνέβη κατά την εξαγωγή της αρχειοθήκης.
eo: Problemo okazis dum elpako de la arĥivo.
es: Ha ocurrido un error al extraer del archivo comprimido.
et: Arhiivi lahtipakkimisel tekkis viga.
eu: Akats bat jaso da artxibotik erauzterakoan.
fa: هنگام استخراج بایگانی خطایی رخ داد.
fi: Tapahtui virhe purettaessa pakettia.
fr: Une erreur est survenue lors du décompactage de l'archive.
gl: Ocorreu un erro mentres se extraía o arquivo.
he: שגיאה אירעה בעת פריסת הארכיב
hi: अभिलेख खोलने के दौरान एक त्रुटि हुई.
hu: Hiba történt kitömörítés közben.
is: Villa kom upp við afþjöppun af safnskránni.
it: Si è verificato un errore durante l'estrazione dell'archivio.
ja: アーカイブを展開中にエラーが発生しました。
kk: Архивті тарқатқан кезде бір қате орын алды.
km: កំហុស​មួយ​បាន​កើត​ឡើង ខណៈ​ពេល​ស្រង់​ប័ណ្ណសារ​ចេញ ។
ko: 압축 파일을 푸는 중 오류가 발생하였습니다.
mk: Се случи грешка при отпакувањето на архивата.
ms: Rallat berlaku semasa mengekstrak arkib tersebut.
nb: Problemer ved utpakking av arkivet.
nds: Dat geev en Fehler bi't Utpacken vun't Archiv.
nl: Er trad een fout op bij het uitpakken van het archief.
nn: Problem ved utpakking av arkivet.
pa: ਪੁਰਾਲੇਖ ਨੂੰ ਖੋਲਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।
pl: Błąd podczas rozpakowywania archiwum.
pt: Ocorreu um erro ao extrair o pacote.
pt_br: Ocorreu um erro ao extrair o pacote.
ro: A apărut o eroare la extragerea din arhivă.
ru: Ошибка распаковки архива.
sk: Nastala chyba pri rozbaľovaní archívu.
sl: Prišlo je do napake pri izvlečevanju arhiva.
sr: Дошло је до грешке при распакивању архиве.
sr@latn: Došlo je do greške pri raspakivanju arhive.
sv: Ett fel uppstod när arkivet skulle packas upp.
ta: நாள்காட்டியை உருவாக்கும்போது பிழை நேர்ந்துள்ளது.
tg: Ҳангоми истихроҷи бойгонӣ хатогӣ рух дод.
th: เกิดข้อผิดพลาดขณะทำการคลายแฟ้มบีบอัด
uk: Трапилась помилка під час розпакування архіву.
uz: Arxivni ajratishda xato roʻy berdi.
uz@cyrillic: Архивни ажратишда хато рўй берди.
zh_cn: 解压缩存档文件时出错。
zh_tw: 解開壓縮檔時發生錯誤。

source: An error occurred while adding the files to the archive.
ar: حدث خطأ عند إضافة الملفات إلى الأرشيف.
bg: Грешка при добавянето на файлове към архива.
bs: Došlo je do greške prilikom dodavanja datoteka u arhivu.
ca: Hi ha hagut un error en afegir fitxers a l'arxiu.
cs: Nastala chyba při přidávání souborů do archívu.
da: Der opstod en fejl ved tilføjelse af filer til arkivet.
de: Beim Hinzufügen der Dateien zum Archiv ist ein Fehler aufgetreten.
el: Ένα σφάλμα συνέβη κατά την προσθήκη των αρχείων στην αρχειοθήκη.
eo: Problemo okazis dum aldono de dosieroj al la arĥivo.
es: Ha ocurrido un error al añadir los archivos al archivo comprimido.
et: Failide lisamisel arhiivi tekkis viga.
eu: Akats bat jaso da fitxategiak artxibora eransterakoan.
fa: هنگام افزودن پرونده‌ها به بایگانی خطایی رخ داد.
fi: Tapahtui virhe lisättäessä tiedostoja pakettiin.
fr: Une erreur est survenue pendant l'insertion des fichiers dans l'archive.
gl: Ocorreu un erro mentres se engadía ficheiros ó arquivo.
he: שגיאה אירעה בעת הוספת קבצים לארכיב.
hi: अभिलेख में फ़ाइल जोड़ने के दौरान एक त्रुटि हुई.
hu: Hiba történt az új fájlok hozzáadása közben.
is: Villa kom upp við að bæta skránum í safnið.
it: Si è verificato un errore durante l'aggiunta di file all'archivio.
ja: アーカイブにファイルを追加中にエラーが発生しました。
kk: Архивке файлдарды қосқан кезде бір қате орын алды.
km: កំហុស​មួយ​បាន​កើត​ឡើង ខណៈ​ពេល​បន្ថែម​ឯកសារ​ទៅកាន់ប័ណ្ណសារ ។
ko: 압축 파일에 파일을 추가하는 중 오류가 발생하였습니다.
mk: Се случи грешка при додавањето на датотеките во архивата.
ms: Ralat berlaku semasa menambah fail ke dalam arkib.
nb: Problemer ved tillegging av filer i arkivet.
nds: Dat geev en Fehler bi't Tofögen vun de Dateien na't Archiv.
nl: Er trad een fout op bij het toevoegen van bestanden aan het archief.
nn: Problem ved tillegging av filer i arkivet.
pa: ਪੁਰਾਲੇਖ 'ਚ ਫਾਇਲਾਂ ਜੋੜਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: Błąd podczas dodawania plików do archiwum.
pt: Ocorreu um erro ao adicionar os ficheiros ao pacote.
pt_br: Ocorreu um erro ao adicionar os arquivos ao pacote.
ro: A apărut o eroare la adăugarea de fişiere în arhivă.
ru: Ошибка добавления файлов в архив.
sk: Nastala chyba pri pridávaní súboru do archívu.
sl: Prišlo je do napake pri dodajanju datotek v arhiv.
sr: Дошло је до грешке при додавању фајлова у архиву.
sr@latn: Došlo je do greške pri dodavanju fajlova u arhivu.
sv: Ett fel uppstod när filerna skulle läggas till i arkivet.
ta: காப்பகத்தில் கோப்புகளை சேக்ககும் பொழ்து சிக்கல்
tg: Ҳангоми иловаи парванда ба бойгонӣ хатогӣ рух дод.
th: เกิดข้อผิดพลาดขณะทำการเพิ่มแฟ้มเข้าไปในแฟ้มบีบอัด
uk: Трапилась помилка під час додавання файлів в архів.
uz: Fayllarni arxivga qoʻshishda xato roʻy berdi.
uz@cyrillic: Файлларни архивга қўшишда хато рўй берди.
zh_cn: 将文件添加到存档文件时出错。
zh_tw: 加入檔案到壓縮檔時發生錯誤。

source: The archive %1 does not exist.
ar: الأرشيف %1 غير موجود.
bg: Архивът "%1" не съществува.
bs: Arhiva %1 ne postoji.
ca: L'arxiu %1 no existeix.
cs: Archív %1 neexistuje.
da: Arkivet %1 eksisterer ikke.
de: Archiv %1 existiert nicht.
el: Η αρχειοθήκη %1 δεν υπάρχει.
eo: La arĥivdo %1 ne ekzistas.
es: El archivo comprimido «%1» no existe.
et: Arhiivi %1 ei ole olemas.
eu: %1 artxiboa ez da existitzen.
fa: بایگانی %1 موجود نیست.
fi: Pakettia ”%1” ei ole olemassa.
fr: L'archive « %1 » n'existe pas.
gl: O arquivo %1 non existe.
he: הארכיב %1 לא קיים.
hi: अभिलेख %1 अस्तित्व में नहीं है.
hu: A(z) %1 fájl nem létezik.
is: Safnskráin %1 er ekki til.
it: L'archivio %1 non esiste.
ja: アーカイブ %1 は存在しません。
kk: %1 архиві жоқ қой.
km: ប័ណ្ណសារ %1 មិន​មាន​ឡើយ ។
ko: 압축 파일 %1이(가) 존재하지 않습니다.
mk: Архивата %1 не постои.
ms: Arkib %1 tidak wujud.
nb: Arkivet %1 finnes ikke.
nds: Dat gifft dat Archiv "%1" nich.
nl: Het archief %1 bestaat niet.
nn: Arkivet %1 finst ikkje.
pa: ਪੁਰਾਲੇਖ %1 ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Archiwum %1 nie istnieje.
pt: O pacote %1 não existe.
pt_br: O pacote %1 não existe.
ro: Arhiva %1 nu există.
ru: Архив %1 не существует.
sk: Archív %1 neexistuje.
sl: Arhiv %1 ne obstaja.
sr: Архива %1 не постоји.
sr@latn: Arhiva %1 ne postoji.
sv: Arkivet %1 existerar inte.
ta: ஆவணக் காப்பகம் %1 இல்லை.
tg: Бойгонии %1 мавҷуд нест.
th: ไม่มีแฟ้มบีบอัด %1
uk: Архів %1 не існує.
uz: %1 arxivi mavjud emas.
uz@cyrillic: %1 архиви мавжуд эмас.
zh_cn: 存档文件 %1 不存在。
zh_tw: 壓縮檔 %1 不存在。

source: You do not have permission to access that archive.
ar: لا تملك إذن الوصول إلى هذا الأرشيف.
bg: Вие нямате права за достъп до този архив.
bs: Nemate ovlasti za pristup ovoj arhivi.
ca: No tens permisos per accedir a aquest arxiu.
cs: Nemáte přístupová práva k tomuto archívu.
da: Du har ikke tilladelse til at få adgang til det arkiv.
de: Sie haben keine Zugriffsrechte für dieses Archiv
el: Δεν έχετε άδεια πρόσβασης σε αυτή την αρχειοθήκη.
eo: Vi ne havas permeson por aliri tiun arĥivon.
es: No tiene permiso para acceder a ese archivo comprimido.
et: Puuduvad piisavad õigused sellele arhiivile juurdepääsuks.
eu: Ez daukazu artxibo horretara sartzeko baimenik.
fa: مجوز دستیابی به آن بایگانی را ندارید.
fi: Sinulla ei ole oikeuksia tähän pakettiin.
fr: Vous n'avez pas la permission d'accéder à cette archive.
gl: Non ten permisos para acceder a ese arquivo.
he: אין לך הרשאה לגשת אל ארכיב זה.
hi: उक्त अभिलेख पर पहूँच के लिए आपके पास अनुमति नहीं है.
hu: Nincs jogosultsága az archív fájl eléréséhez.
is: Þig skortir heimildir til að opna þetta safn.
it: Non hai il permesso di accedere a questo archivio.
ja: このアーカイブにアクセスする権限がありません。
kk: Бұл архивке қатынау үшін құқығыңыз жоқ.
km: អ្នក​គ្មាន​សិទ្ធិចូល​ដំណើរ​ការ​ប័ណ្ណសារ​នោះ​ទេ ។
ko: 이 압축 파일에 접근할 권한이 없습니다.
mk: Немате дозвола за пристап до таа архива.
ms: Anda tidak mempunyai keizinan untuk mengakses arkib itu.
nb: Du har ikke tilgang til det arkivet.
nds: Du hest keen Togriepverlööf för dit Archiv.
nl: U hebt niet de nodige toegangsrechten voor het openen van dit archief.
nn: Du har ikkje tilgangsløyve til det arkivet.
pa: ਤੁਹਾਨੂੰ ਉਹ ਪੁਰਾਲੇਖ ਖੋਲਣ ਲਈ ਲੋੜੀਦੇ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ।
pl: Brak praw dostępu do tego archiwum.
pt: Não tem permissões para aceder a esse pacote.
pt_br: Você não tem permissão para acessar aquele pacote.
ro: Nu aveţi permisiuni să accesaţi această arhivă.
ru: Нет прав доступа к этому архиву.
sk: Nemáte oprávnenie na prístup k tomuto archívu.
sl: Nimate dovoljenja za dostop do arhiva
sr: Немате право приступа овој архиви.
sr@latn: Nemate pravo pristupa ovoj arhivi.
sv: Du har inte åtkomstbehörighet till det här arkivet.
ta: அந்த ஆவணக் காப்பகத்தை அணுக உங்களுக்கு அனுமதி இல்லை.
tg: Шумо иҷозати дастрасии ин бойгониро надоред.
th: คุณไม่มีสิทธิ์ที่จะเข้าใช้งานแฟ้มบีบอัดนี้ได้
uk: Ви не маєте привілеїв для доступу до цього архіву.
uz: Sizda ushbu arxivga murojaat qilishga ruxsat yoʻq.
uz@cyrillic: Сизда ушбу архивга мурожаат қилишга рухсат йўқ.
zh_cn: 您没有权限访问该存档文件。
zh_tw: 您沒有存取這個壓縮檔的權限。

source: Archive already exists. Do you wish to overwrite it?
ar: الأرشيف موجود مسبقًا. هل ترغب بالكتابة فوقه؟
bg: Вече има такъв архив. Сигурни ли сте, че искате да бъде презаписан?
bs: Arhiva već postoji. Želite li je prepisati?
ca: L'arxiu ja existeix. Vols sobreescriure'l?
cs: Archív již existuje. Chcete ho přepsat?
da: Arkiv eksisterer allerede. Vil du overskrive det?
de: Das Archiv existiert bereits. Möchten Sie es überschreiben?
el: Η αρχειοθήκη υπάρχει ήδη. Θέλετε να αντικατασταθεί;
eo: Arĥivo jam ekzistas. Ĉu vi volas anstataŭigi ĝin?
es: El archivo comprimido ya existe. ¿Desea sobrescribirlo?
et: Arhiiv on juba olemas. Kas kirjutada see üle?
eu: Artxibua dagoeneko badago. Gainidatzi nahi duzu?
fa: در حال حاضر بایگانی موجود است. می‌خواهید آن را جای‌نوشت کنید؟
fi: Paketti on jo olemassa. Haluatko korvata sen?
fr: L'archive existe déjà. Voulez-vous l'écraser ?
gl: Xa existe ese arquivo. ¿Quere sobrescribilo?
he: הארכיב כבר קיים. האם ברצונך לכתוב עליו?
hi: अभिलेख पहले से ही मौजूद है. क्या आप इसके ऊपर लिखना चाहते हैं?
hu: A tömörített fájl már létezik. Felül szeretné írni?
is: Safnskrá með þessu nafni er þegar til. Viltu skrifa yfir hana?
it: L'archivio esiste già. Vuoi sovrascriverlo?
ja: アーカイブは既に存在します。上書きしますか？
kk: Бұндай архив бар ғой. Үстінен жаза бересіз бе?
km: ប័ណ្ណសារ​មាន​រួចហើយ ។ តើ​អ្នក​ចង់​សរសេរ​ជាន់​លើ​វា​ឬទេ ?
ko: 압축 파일이 이미 존재합니다. 덮어쓰시겠습니까?
mk: Архивата веќе постои. Дали сакате да запишам врз неа?
ms: Arkib sudah wujud. Anda ingin menulisgantinya?
nb: Arkivet finnes fra før. Vil du overskrive det?
nds: Dat gifft dat Archiv al. Wullt Du dat överschrieven?
nl: Archief bestaat reeds. Wilt u het overschrijven?
nn: Arkivet finst frå før. Vil du skriva over det?
pa: ਪੁਰਾਲੇਖ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਉੱਪਰ ਹੀ ਲਿਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Archiwum już istnieje. Zastąpić je?
pt: Já existe um pacote. Quer substituí-lo?
pt_br: Pacote já existe. Deseja sobrescrevê-lo?
ro: Fişierul arhivă există deja. Doriţi să îl suprascriu?
ru: Архив с таким именем уже существует. Заменить его?
sk: Archív už existuje. Chcete ho prepísať?
sl: Arhiv že obstaja. Ga želite nadomestiti?
sr: Архива већ постоји. Желите ли да је пребришете?
sr@latn: Arhiva već postoji. Želite li da je prebrišete?
sv: Arkivet existerar redan. Vill du skriva över det?
ta: காப்பகம் ஏற்கனவே உள்ளது. மேல் எழுத வேண்டுமா?
tg: Бойгонӣ аллакай мавҷуд аст. Оё мехоҳед, ки онро аз нав нависед?
th: มีแฟ้มบีบอัดเดิมอยู่แล้ว คุณต้องการเขียนทับมันหรือไม่ ?
uk: Архів вже існує. Хочете його перезаписати?
uz: Arxiv allaqachon mavjud. Uni almashtirishni istaysizmi?
uz@cyrillic: Архив аллақачон мавжуд. Уни алмаштиришни истайсизми?
zh_cn: 存档文件已经存在。您要覆盖它吗？
zh_tw: 壓縮檔已經存在。您是否要蓋寫它？

source: Archive Already Exists
ar: الأرشيف موجود مسبقًا
bg: Вече има такъв архив
bs: Arhiva već postoji
ca: L'arxiu ja existeix
cs: Archív již existuje
da: Arkiv eksisterer allerede
de: Archiv existiert bereits
el: Η αρχειοθήκη υπάρχει ήδη
eo: Arĥivo jam ekzistas
es: El archivo comprimido ya existe
et: Arhiiv on juba olemas
eu: Artxibua dagoeneko badago
fa: در حال حاضر بایگانی موجود است
fi: Paketti on jo olemassa
fr: L'archive existe déjà
gl: O Arquivo Xa Existe
he: הארכיב כבר קיים
hi: अभिलेख पहले से ही मौजूद है
hu: A tömörített fájl már létezik.
is: Safnskráin er þegar til
it: L'archivio esiste già
ja: アーカイブは既に存在します
kk: Архив әлден бар
km: ប័ណ្ណសារ​មាន​រួចហើយ
ko: 압축 파일이 이미 존재합니다
mk: Архивата веќе постои
ms: Arkib Sudah Wujud
nb: Arkivet finnes fra før
nds: Gifft Archiv al
nl: Archief bestaat reeds
nn: Arkivet finst frå før
pa: ਪੁਰਾਲੇਖ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Archiwum już istnieje
pt: Pacote Já Existe
pt_br: O Pacote Já Existe
ro: Arhiva există deja
ru: Архив с таким названием уже существует
sk: Archív už existuje
sl: Arhiv že obstaja
sr: Архива већ постоји
sr@latn: Arhiva već postoji
sv: Arkivet existerar redan
ta: கோப்பு முன்பே உள்ளது
tg: Бойгонӣ мавҷуд аст
th: มีแฟ้มบีบอัดเดิมอยู่แล้ว
uk: Архів вже існує
uz: Arxiv allaqachon mavjud
uz@cyrillic: Архив аллақачон мавжуд
zh_cn: 存档文件已经存在
zh_tw: 壓縮檔已經存在

source: Overwrite
ar: الكتابة فوقه
bg: Презапис
bs: Piši preko
ca: Sobreescriu
cs: Přepsat
da: Overskriv
de: Überschreiben
el: Αντικατάσταση
eo: Anstataŭigu
es: Sobrescribir
et: Kirjuta üle
eu: Gainidatzi
fa: جای‌نوشت
fi: Korvaa
fr: Écraser
he: שכתב
hu: Felülírás
is: Skrifa yfir
it: Sovrascrivi
ja: 上書き
kk: Үстінен жазу
km: សរ​សេរ​ជាន់​លើ
ko: 겹쳐쓰기
mk: Запиши
nb: Overskriv
nds: Överschrieven
nl: Overschrijven
nn: Skriv over
pa: ਉੱਪਰ ਲਿਖੋ
pl: Zastąp
pt: Sobrepor
pt_br: Sobrescrever
ru: Заменить
sk: Prepísať
sl: Nadomesti
sr: Пребриши
sr@latn: Prebriši
sv: Skriv över
tg: Сабти дубора
th: เขียนทับ
uk: Перезаписати
uz: Almashtirish
uz@cyrillic: Алмаштириш
zh_cn: 覆盖
zh_tw: 複寫

source: Do Not Overwrite
ar: عدم الكتابة فوقه
bg: Без презапис
bs: Nemoj pisati preko
ca: No sobreescriguis
cs: Nepřepisovat
da: Overskriv ikke
de: Nicht überschreiben
el: Να μην αντικατασταθεί
eo: Ne anstataŭigu
es: No sobrescribir
et: Ära kirjuta üle
eu: Ez gainidatzi
fa: ‌جای‌نوشت نشود
fi: Älä korvaa
fr: Ne pas écraser
he: אל תשכתב
hu: Nem kell felülírni
is: Ekki skrifa yfir
it: Non sovrascrivere
ja: 上書きしない
kk: Қайта жазудың керегі жоқ
km: កុំ​សរសេរ​ជាន់លើ
ko: 겹쳐쓰지 않기
mk: Не запишувај
nb: Ikke overskriv
nds: Nich överschrieven
nl: Niet overschrijven
nn: Ikkje skriv over
pa: ਉੱਪਰ ਨਾ ਲਿਖੋ
pl: Nie zastępuj
pt: Não Sobrepor
pt_br: Não Sobrescrever
ru: Пропустить
sk: Neprepisovať
sl: Ne nadomesti
sr: Немој да пребришеш
sr@latn: Nemoj da prebrišeš
sv: Skriv inte över
tg: Аз нав сабт накунед
th: ไม่ให้เขียนทับ
uk: Не перезаписувати
uz: Almashtirilmasin
uz@cyrillic: Алмаштирилмасин
zh_cn: 不覆盖
zh_tw: 不要複寫

source: You do not have permission to write to the directory %1
ar: لا تملك صلاحيات للكتابة في الدليل %1
bg: Вие нямате права за запис в директорията "%1"
bs: Nemate ovlasti za pisanje u direktorij %1
ca: No tens permisos per escriure la carpeta %1
cs: Nemáte přístupová práva pro zápis do adresáře %1
da: Du har ikke tilladelse til at skrive til mappen %1
de: Sie haben kein Schreibrecht für den Ordner %1.
el: Δεν έχετε άδεια εγγραφής στον κατάλογο %1
eo: Vi ne havas permeson por skribi al la dosierujo %1
es: No tiene permiso para escribir en la carpeta %1
et: Sul ei ole õigusi kataloogi %1 kirjutamiseks.
eu: Ez daukazu %1 karpetara idazteko baimenik
fa: برای نوشتن در فهرست راهنمای %1 مجوز ندارید
fi: Sinulla ei ole oikeuksia kirjoittaa hakemistoon ”%1”
fr: Vous n'avez pas le droit d'écriture dans le dossier %1
gl: Non ten permisos para escribir no cartafol %1
he: אין לך הרשאה לכתוב לתיקייה %1
hi: डिरेक्ट्री %1 पर लिखने के लिए आपको अनुमति नहीं है.
hu: Nincs írási jogosultsága a(z) %1 könyvtárban.
is: Þig skortir heimildir til að skrifa í möppuna %1
it: Non hai il permesso di scrivere sulla directory %1
ja: フォルダ %1 に書き込む権限がありません
kk: %1 каталогына жазу құқығыңыз жоқ
km: អ្នក​គ្មាន​សិទ្ធិ​ក្នុងការ​ម្បី​សរសេរ​ទៅ​កាន់​ថត %1
ko: %1 디렉토리에 대한 쓰기 권한이 없습니다.
mk: Немате дозвола за запишување во именикот %1
ms: Anda tidak mempunyai keizinan untuk menulis ke dalam direktori %1
nb: Du har ikke tillatelse til å skrive til mappa %1
nds: Du hest keen Schriefverlööf för den Orner "%1"
nl: U hebt niet de nodige toegangsrechten om naar de map %1 te schrijven.
nn: Du har ikkje løyve til å skriva til katalogen %1
pa: ਤੁਹਾਨੂੰ ਡਾਇਰੈਕਟਰੀ %1 ਲਿਖਣ ਲਈ ਲੋੜੀਦੇ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ
pl: Nie masz praw do pisania w katalogu %1
pt: Não tem permissões para escrever na directoria %1
pt_br: Você não tem permissões para gravar na pasta %1
ro: Nu aveţi permisiuni să scrieţi în folderul %1
ru: Нет прав на запись в папку %1
sk: Nemáte oprávnenie na zápis do priečinku %1
sl: Nimate dovoljenj za pisanje v imenik %1
sr: Немате дозволу за писање у директоријум %1
sr@latn: Nemate dozvolu za pisanje u direktorijum %1
sv: Du har inte behörighet att skriva i katalogen %1
ta: %1 என்ற ஆவணக் காப்பகத்தை எழுத உங்களுக்கு அனுமதி இல்லை
tg: Шумо барои навиштан дар ҷузгири %1 иҷозат надоред
th: คุณยังไม่มีสิทธิ์ในการเขียนไปยังไดเร็กทอรี %1
uk: Ви не маєте дозволу на запис у каталог %1
uz: Sizda %1 jildiga yozishga ruxsat yoʻq
uz@cyrillic: Сизда %1 жилдига ёзишга рухсат йўқ
zh_cn: 您没有权限写入目录 %1
zh_tw: 您沒有寫入目錄 %1 的權限。
