Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: Used with '--extract-to'. When specified, 'archive' will be extracted to a subfolder of 'folder' whose name will be the name of 'archive' without the filename extension.
ar: تُستَخدم مع '--extract-to'. عند تحديدها فإن 'archive' سوف يُستَخلص فى مجلّد فرعي من 'folder' الذي سيكون اسمه اسم 'archive' بدون امتداد الملف.
bg: Използване с опцията "--extract-to". Когато е зададено, архивът ще бъде извлечен в поддиректория на зададената директория, името на която ще бъде името на архива без разширението.
bs: Koristi se sa '--extract-to'. Ako je navedena, 'archive' će biti raspakovana u poddirektorij od 'folder' čije ime će biti ime 'archive' bez ekstenzije datoteke.
ca: Usat juntament amb '--extract-to'. Si s'especifica, 'arxiu' serà extret a una subcarpeta de 'carpeta' el nom de la qual serà el nom de l'arxiu' sense l'extensió.
cs: Používané spolu s '--extract-to'. Pokud je zadáno, 'archive' bude rozbalen do podsložky složky 'folder', která bude pojmenovaná podle jména archívu bez přípony.
da: Brugt med '--extract-to'. Hvis dette er angivet vil 'arkivet' blive pakket ud til en undermappe af 'mappe' hvis navn vil være navnet på 'arkivet' uden filnavnets endelse.
de: Benutzt zusammen mit "--extract-to". Falls angegeben, wird "archiv" in einen Unterordner von "ordner" entpackt, dessen Name dem Namen von "archiv" ohne Dateierweiterung entspricht.
el: Χρησιμοποιείται με το '--extract-to'. Όταν οριστεί, η 'αρχειοθήκη' θα εξαχθεί σε έναν υποφάκελο στον 'φάκελο' του οποίου το όνομα θα είναι το όνομα της 'αρχειοθήκης' χωρίς την κατάληξη.
eo: Uzata kun « --extract-to ». Kiam specifita, « arĥivo » estos elpakita al subdosiero de « dosiero » kies nomo estos la nomo de « arĥivo » sen la dosiernoma etendaĵo.
es: Usado con «--extract-to». Cuando sea especificado, el archivo comprimido será extraído en una carpeta o subcarpeta cuyo nombre será el nombre del archivo comprimido sin su extensión.
et: Kasutamiseks võtmega '--extract-to'. Määramise korral pakitakse 'arhiiv' lahti 'kataloog' alamkataloogi, mille nimeks saab 'arhiivi' nimi ilma faililaiendita.
eu: "--extract-to"-rekin erabiltzen da. Zehazten denean, "artxiboa" "karpeta"-ren azpikarpeta batera erauziko da. Honen izena luzapenik gabeko "artxibo"-aren izena izango da.
fa: توسط »--extract-to« استفاده شد. زمانی که مشخص شد، »بایگانی« به یک زیرپوشه از »پوشه‌ای« که نامش، نام »بایگانی« بدون پسوند نام پرونده است، استخراج می‌شود.
fi: Käytetään määreen --extract-to kanssa. Jos tämä on määritelty, arkisto puretaan hakemistoon, jonka nimi on arkiston nimi ilman tiedostopäätettä.
fr: Utilisé avec « --extract-to ». Si elle est présente, « archive » sera décompactée dans un sous-dossier de « dossier » dont le nom sera le nom de « archive » sans l'extension de fichier.
gl: Emprgado con '--extract-to'. Cando se especifique, 'arquivo' extraerase a un subcartafol do 'cartafol' cuxo nome será a letra do 'arquivo' sen a extensión do nome de ficheiro.
he: שימוש כתוספת ל־'--extract-to'. כאשר מצוין, הארכיב ייפרס לתת־תיקייה של התיקייה ששמה יהיה השם של הארכיב ללא סיומת הקובץ.
hu: Az '--extract-to'-val együtt használt. Ha meg van adva, az 'archívum' a 'könyvtár' egy alkönyvtárába lesz kitömörítve, melynek neve az 'archívumé' lesz, kiterjesztés nélkül.
is: Notað með '--extract-to'. Þegar þetta er notað er 'safnskrá' afþjappað í undirmöppu 'möppu' sem mun hafa nafn 'safnskár' án skráarendingar.
it: Usato con "--extract-to". Se specificato, "archive" sarà estratto in una sottocartella di "folder" il cui nome sarà il nome di "archive" senza l'estensione.
ja: --extract-to と一緒に使用 'archive' を 'folder' のサブフォルダに展開 フォルダ名は 'archive' から拡張子を取り除いたもの
kk: Бұл '--extract-to' параметрмен қолданылады. Бұны келтіргенде, 'архив', 'қапшықта' жұрнақсыз архивтің атауы берілген ішкі қапшықты құрып, оған тарқатылады.
km: បាន​ប្រើ​ជាមួយ '--extract-to' ។ នៅ​ពេល​បាន​បញ្ជាក់ 'ប័ណ្ណសារ' នឹង​ត្រូវ​បាន​ស្រង់​ចេញ​ទៅ​ថត​រង​របស់ 'ថត' ឈ្មោះ​របស់​វា​នឹង​ជា​ឈ្មោះ​របស់ 'ប័ណ្ណសារ' ដោយ​គ្មាន​កន្ទុយ​នៃឈ្មោះ​ឯកសារ ។
ko: '--extract-to'와 함께 사용됩니다. 지정하면, '압축파일'은 파일 이름에서 확장자를 뺀 이름을 갖는 '폴더'의 하위 폴더에 압축이 풀립니다.
mk: Се користи со „--extract-to“. Кога е зададено, „архива“ ќе биде отпакувана во подпапка од „папка“, чие што име ќе биде името на „архива“ без наставката.
ms: Digunakan dengan '--ekstrak ke'. Apabila dinyatakan, 'arkib' ' akan diekstrak ke subfolder bagi 'folder' yang namanya akan jadi nama 'arkib' tanpa sambungan nama fail.
nb: Brukes ved valg '--extract-to'. Dersom angitt, vil 'arkiv' bli pakket ut til en undermappe av 'mappe'. Navnet på undermappa vil bli det samme som 'arkiv' bortsett fra etternavn.
nds: Tosamen mit "--extract-to" bruken. Wenn angeven, warrt dat "Archiv" na en Ünnerorner vun "Orner" utpackt. De Ünnerorner kriggt den Naam vun "Archiv", man ahn Dateiverwiedern.
nl: Wordt gebruikt met '--extract to'. Als 'archief' is opgegeven wordt dit uitgepakt naar een submap van 'map', waarvan de naam gelijk is aan de naam van het 'archief' zonder de extensie.
nn: Bruka med «--extract-to». Vel at «arkiv» skal pakkast ut til ei undermappe av «mappe», som har same namn som namnet på arkivet utan filetternamn.
pl: Używane z '--extract-to'. Jeśli zostanie podane, 'archiwum' zostanie rozpakowane do podkatalogu 'katalogu' o nazwie odpowiadającej nazwie 'archiwum' bez rozszerzenia.
pt: Usado com o '--extract-to'. Quando indicado, o 'pacote' será extraído para uma subpasta da 'pasta', cujo nome será o mesmo do 'pacote' mas sem a extensão.
pt_br: Usado com '--extract-to'. Quando especificado, 'pacote' será extraído para uma sub-pasta de 'pasta' cujo nome será o nome do 'pacote' sem a extensão do nome do arquivo.
ro: Utilizat cu '--extract-to'. Cînd este specificată, 'arhiva' va fi extrasă într-un subfolder al 'folder' al cărui nume va numele 'arhivei' fără extensia de fişier.
ru: Используется с параметром '--extract-to'. При указании этого ключа, 'архив' будет распакован в подпапку указанной 'папки' с именем, созданным из имени файла 'архива' без расширения.
sk: Použité s '--extract-to'. Ak je zadané, 'archív' bude rozbalený do podpriečinku 'priečinku', ktorého meno bude rovnaké, ako je meno 'archívu' bez prípony.
sl: Uporabljeno z »--extract-to«. Ko je navedeno, bo »arhiv« izvlečen v podmapo »mape«, čigar ime bo ime »arhiva« brez datotečne pripone.
sr: Користи се са „--extract-to“. Када се наведе, „архива“ ће бити распакована у подфасциклу „фасцикле“ чије име ће бити исто као име „архиве“ без наставка имена фајла.
sr@latn: Koristi se sa „--extract-to“. Kada se navede, „arhiva“ će biti raspakovana u podfasciklu „fascikle“ čije ime će biti isto kao ime „arhive“ bez nastavka imena fajla.
sv: Används med "--extract-to". När det anges, kommer "arkiv" att packas upp i en underkatalog till "katalog", vars namn är namnet på "arkiv" utan filändelse.
ta: சாரம் தொகுப்பின் துணை தொகுப்பு
tg: Бо '--extract-to' истифода шудааст. Дар ҳолати муайян шудан, бойгонӣ дар зерпӯшаи пӯшае истихоҷ мешавад, ки он бо номи бойгонӣ бе пасванди номи парванда номгузорӣ хоҳад шуд.
th: ใช้กับตัวเลือก '--extract-to' หากมีการระบุตัวเลือกนี้ 'แฟ้มบีบอัด' จะถูกคลายออกไปยังโฟลเดอร์ย่อยของโฟลเดอร์ ที่ชื่อเป็นชื่อของ 'แฟ้มบีบอัด' โดยไม่มีนามสกุล (ส่วนขยายของชื่อแฟ้ม)
uk: Використовується з "--extract-to". Коли вказано, то "архів" буде розпаковано до підтеки цієї "теки" Назвою підтеки буде назва "архіву" без розширення.
zh_cn: 和“--extrac-to”一起使用。如果指定了的话，“存档文 件”将会被解压缩为“文件夹”的子文件夹，而子文件夹的 名称将是去掉扩展名的“存档文件”名。
zh_tw: 與‘--extract-to’一起使用。 使用時，「壓縮檔」會解壓至一個子資料夾的「資料夾」中 而其名稱則為沒有伸延的壓縮檔名稱。

source: Folder to extract to
ar: المجلد المراد الاستخلاص إليه
bg: Директория за извличане
bs: Direktorij za raspakivanje
ca: Carpeta a la qual extreure
cs: Složka pro rozbalení
da: Mappe der skal pakkes ud til
de: Der Ordner, in den entpackt wird
el: Φάκελος για εξαγωγή
eo: Elpaka dosierujo
es: Carpeta donde extraer
et: Kataloog lahtipakkimiseks
eu: Ateratzeko karpeta
fa: پوشه برای استخراج‌ به
fi: Kansio, jonne puretaan
fr: Dossier d'extraction
gl: Cartafol ó que extraer
he: התיקייה שאליה נפרוס
hi: फ़ोल्डर जिसमें निकाला जाए
hu: Kitömörítési könyvtár
is: Mappa sem á að afþjappa í
it: Cartella in cui estrarre
ja: 展開先フォルダ
kk: Тарқатуға арналған қапшық
km: ថត​ដែល​ត្រូវ​ស្រង់​ទៅ​កាន់
ko: 압축 풀 폴더
mk: Папка во која ќе се отпакува
ms: Folder hendak diekstrak
nb: Mappe å pakke ut til
nds: Orner, na den utpackt warrn schall
nl: Map om naar uit te pakken
nn: Mappe for utpakking
pa: ਖੋਲਣ ਲਈ ਫੋਲਡਰ
pl: Katalog docelowy
pt: Pasta onde extrair
pt_br: Pasta para extrair
ro: Folder în care se extrage
ru: Распаковать в папку
sk: Priečinok, kam rozbaliť
sl: Mapa za izvlečenje
sr: Фасцикла за распакивање
sr@latn: Fascikla za raspakivanje
sv: Katalog att packa upp till
ta: கோப்புறை பிரித்தெடுப்பதில்
tg: Истихроҷи пӯша ба
th: โฟลเดอร์ที่จะให้คลายแฟ้มไป
uk: Тека, в яку розпакувати
uz: Ajratish uchun jild
uz@cyrillic: Ажратиш учун жилд
zh_cn: 解压缩的目的文件夹
zh_tw: 資料夾解壓至

source: Files to be added
ar: الملفّات المراد إضافتها
bg: Файлове за добавяне
bs: Datoteke koje treba dodati
ca: Fitxers a ser afegits
cs: Soubory k přidání
da: Filer der skal tilføjes
de: Hinzuzufügende Dateien
el: Αρχεία για προσθήκη
eo: Aldonendaj dosieroj
es: Archivos que se añadirán
et: Lisatavad failid
eu: Erantsi beharreko fitxategiak
fa: پرونده‌هایی که افزوده می‌شوند
fi: Lisättävät tiedostot
fr: Fichiers à ajouter
gl: Ficheiros a engadir
he: קבצים להוספה
hi: जोड़ने के लिए फ़ाइलें
hu: A hozzáadandó fájlok
is: Skrár sem skal bæta við
it: File da aggiungere
ja: 追加するファイル
kk: Қосуға арналған файлдар
km: ឯកសារ​ដែល​ត្រូវបន្ថែម
ko: 추가될 파일
mk: Датотеки за додавање
ms: Fail hendak ditambah
nb: Filer som skal legges til
nds: Dateien, de toföögt warrn schöölt
nl: Bestanden om te worden toegevoegd
nn: Filer som skal leggjast til
pa: ਜੋੜਨ ਲਈ ਫਾਇਲਾਂ
pl: Pliki do dodania
pt: Ficheiros a adicionar
pt_br: Arquivos a serem adicionados
ro: Fişiere de adăugat
ru: Добавить файлы
sk: Súbory na pridanie
sl: Datoteke, ki bodo dodane
sr: Фајлови за додавање
sr@latn: Fajlovi za dodavanje
sv: Filer som ska läggas till
ta: சேர்த்து எழத வேண்டிய கோப்புகள்
tg: Файлҳо илова мешаванд
th: แฟ้มที่จะเพิ่ม
uk: Додати файли
uz: Qoʻshish uchun fayllar
uz@cyrillic: Қўшиш учун файллар
zh_cn: 要添加的文件
zh_tw: 要加入的檔案

source: Open 'archive'
ar: فتح 'archive'
bg: Отваряне на архив
bs: Otvori 'arhivu'
ca: Obre 'arxiu'
cs: Otevřít 'archív'
da: Åbn 'arkiv'
de: "Archiv" öffnen
el: Άνοιγμα 'αρχειοθήκης'
eo: Malfermu 'arĥivo'
es: Abrir «archivo comprimido»
et: Avab 'arhiivi'
eu: Ireki 'artxiboa'
fa: باز کردن »بایگانی«
fi: Käytettävä PAKETTI
fr: Ouvrir « archive »
gl: Abrir 'arquivo'
he: פתח את הארכיב
hi: अभिलेख खोलें
hu: 'Archívum' megnyitása
is: Opin 'safnskrá'
it: Apre "archive"
ja: 開くアーカイブ
kk: 'архивті' ашу
km: បើក 'ប័ណ្ណសារ'
ko: '압축 파일' 열기
mk: Отвори „архива“
ms: Buka 'arkib'
nb: Åpne «arkiv»
nds: "Archiv" opmaken
nl: 'archive' openen
nn: Opna «arkiv»
pa: 'ਪੁਰਾਲੇਖ' ਖੋਲ੍ਹੋ
pl: Otwórz 'archiwum'
pt: Abrir 'pacote'
pt_br: Abrir 'pacote'
ro: Deschide arhiva
ru: Открыть 'архив'
sk: Otvoriť 'archív'
sl: Odpri »arhiv«
sr: Отвори „архиву“
sr@latn: Otvori „arhivu“
sv: Öppna "arkiv"
ta: 'காப்பகத்தை' திறக்கவும்
tg: Кушодани 'бойгонӣ'
th: เปิด 'แฟ้มบีบอัด'
uk: Відкрити "архів"
uz: Arxivni ochish
uz@cyrillic: Архивни очиш
zh_cn: 打开“存档文件”
zh_tw: 開啟「壓縮檔」

source: Ark
ar: أرك
eo: Arĥivilo
hi: आर्क
pa: ਆਰਕ
ro: Arhivator
ta: உள்ளமை &வீல்
tg: Бойгонисоз

source: KDE Archiving tool
ar: أداة كدى للأرشفة
bg: Програма за работа с архиви
bs: KDE arhiver
ca: Eina d'arxivament de KDE
cs: Archivační nástroj pro KDE
da: KDE Arkiveringsværktøj
de: KDE-Archivprogramm
el: Εργαλείο αρχειοθέτησης του KDE
eo: KDE-Arĥivilo
es: Archivador de KDE
et: KDE arhiveerimisrakendus
eu: KDE Artxibaketa tresna
fa: ابزار بایگانی KDE
fi: KDE:n pakettityökalu
fr: Outil d'archivage de KDE
gl: Ferramenta de Arquivo de KDE
he: כלי ניהול ארכיבים ל־KDE
hi: केडीई अभिलेखकरण (आर्काइविंग) औज़ार
hu: KDE fájltömörítő alkalmazás
is: KDE skráarsafnstólið
it: Strumento di archiviazione di KDE
ja: KDE アーカイブツール
kk: KDE архивтеу құралы
km: ឧបករណ៍​ប័ណ្ណសារ KDE
ko: KDE 압축 도구
mk: Алатка за архивирање во KDE
ms: Alat Pengarkiban KDE
nb: KDE Arkiveringsverktøy
nds: KDE-Archivprogramm
nl: KDE's archiveerprogramma
nn: Arkivverktøy for KDE
pa: KDE ਪੁਰਾਲੇਖਿੰਗ ਸੰਦ
pl: Narzędzie KDE do obsługi archiwów
pt: Ferramenta de Gestão de Pacotes do KDE
pt_br: Ferramenta de Arquivamento do KDE
ro: Utilitar KDE de arhivare
ru: Архиватор KDE
sk: KDE nástroj pre archivovanie
sl: Arhivsko orodje za KDE
sr: KDE-ов алат за архивирање
sr@latn: KDE-ov alat za arhiviranje
sv: Arkiveringsverktyg för KDE
ta: KDE காப்பகக் கருவி
tg: Афзори бойгонисози KDE
th: เครื่องมือจัดการแฟ้มบีบอัดของ KDE
uk: Архіватор KDE
uz: KDE uchun arxivlash vositasi
uz@cyrillic: KDE учун архивлаш воситаси
zh_cn: KDE 存档工具
zh_tw: KDE 壓縮檔工具

source: (c) 1997-2006, The Various Ark Developers
ar: الحقوق محفوظة 1997-2006، مختلف مطووري برنامج أرك
bg: (c) 1997-2006, екипът на Ark
bs: (c) 1997-2006, Razni Ark programeri
ca: (c) 1997-2006, varis desenvolupadors de l'Ark
cs: (c) 1997-2006, vývojáři programu Ark
da: (c) 1997-2006 De forskellige Ark-udviklere
de: (c) 1997-2006, die Ark-Entwickler
el: (c) 1997-2006, οι διάφοροι προγραμματιστές του Ark
eo: (c) 1997-2002, la diversaj ark-programistoj
es: (c) 1997-2006, los desarrolladores de Ark
et: (c) 1997-2006: erinevad Ark arendajad
eu: (c) 1997-2006, Ark garatzaile ugariak
fi: © 1997-2006, Arkin eri kehittäjät
fr: (c) 1997-2006, les différents développeurs d'Ark
he: (c) 1997-2006, Ark המפתחים השונים של
hu: (C) Az Ark fejlesztői, 1997-2006.
is: (c) 1997-2006, ýmsir Ark hönnuðir
it: (c) 1997-2005, I vari sviluppatori di Ark
kk: (c) 1997-2006, Бір қатар Ark жасаушылары
km: រក្សាសិទ្ធិ​ឆ្នាំ ១៩៩៧-២០០៥ ដោយ​អ្នក​អភិវឌ្ឍន៍ Ark ជាច្រើន
ko: (c) 1997-2006, 여러 Ark 개발자
mk: (c) 1997-2006, разните развивачи на Ark
nb: © 1997–2006 De forskjellige utviklere av Ark
nds: (c) 1997-2006, De Ark-Schrievers
nl: (c) 1997-2006, de vele Ark-ontwikkelaars
nn: © 1997–2006 ymse Ark-utviklarar
pa: (c) 1997-2006, ਕਈ ਆਰਕ ਖੋਜੀ
pl: (c) 1997-2006, Programiści Arka
pt: (c) 1997-2005, a Equipa de Desenvolvimento do Ark
pt_br: (c) 1997-2006, Os Vários Desenvolvedores do Ark
ru: (c) 1997-2006, разработчики архиватора KDE
sk: (c) 1997-2006, Rôzni vývojári Ark
sl: (c) 1997 - 2006, različni razvijalci Ark
sr: © 1997-2006, разни развијачи Ark-а
sr@latn: © 1997-2006, razni razvijači Ark-a
sv: © 1997-2006, de olika Ark-utvecklarna
tg: (c) 1997-2004, Таҳиягарони бойгониҳои гуногун
th: (c) 1997-2005, กลุ่มผู้พัฒนา Ark
uk: (c) 1997-2006, Різні розробники Ark
uz: (S) 1997-2006, Turli Ark tuzuvchilari
uz@cyrillic: (С) 1997-2006, Турли Ark тузувчилари
zh_cn: (c) 1997-2006, 各位 Ark 开发者
zh_tw: (c) 1997-2006, 多個 Ark 開發者

source: Maintainer
ar: المشرف
bs: Održava
ca: Responsable del manteniment
cs: Správce
da: Vedligeholder
de: Aktueller Betreuer
el: Συντηρητής
eo: Fleganto
es: Encargado
et: Hooldaja
eu: Mantenitzailea
fa: نگه‌دارنده
fi: Nykyinen ylläpitäjä
fr: Mainteneur
he: מתחזק
hu: Karbantartó
is: Umsjónarmaður
it: Responsabile
ja: メンテナ
kk: Жетілдірушісі
km: អ្នក​ថែទាំ
ko: 관리자
mk: Одржувач
ms: Penyenggara
nb: Vedlikeholder
nds: Pleger
nl: Onderhouder
nn: Vedlikehaldar
pa: ਪਰਬੰਧਕ
pl: Opiekun
pt: Manutenção
pt_br: Mantenedor
ru: Сопровождение
sk: Aktuálny správca
sl: Vzdrževalec
sr: Одржавалац
sr@latn: Održavalac
sv: Utvecklare
ta: செயலாக்குபவர்
tg: Пуштибон
th: ผู้ดูแล
uk: Супровід
uz: Taʼminlovchi
uz@cyrillic: Таъминловчи
zh_cn: 维护者
zh_tw: 維護人

source: Former maintainer
ar: المشرف السابق
bs: Prethodno održavao
ca: Antic responsable del manteniment
cs: Předchozí správce
da: Tidligere vedligeholder
de: Ehemaliger Betreuer
el: Προηγούμενος συντηρητής
eo: Antaŭa fleganto
es: Encargado anterior
et: Endine hooldaja
eu: Gaur egungo mantenitzailea
fa: نگه‌دارندۀ سابق
fi: Entinen ylläpitäjä
fr: Ancien mainteneur
he: מתחזק קודם
hu: Korábbi karbantartó
is: Fyrrverandi umsjónarmaður
it: Precedente responsabile
ja: 過去のメンテナ
kk: Бұрынғы жетілдірушісі
km: អ្នក​ថែ​ទាំ​មុន
ko: 이전 관리자
mk: Поранешен одржувач
ms: Penyenggara Terdahulu
nb: Tidligere vedlikeholder
nds: Pleger wesen
nl: Voormalig onderhouder
nn: Tidlegare vedlikehaldar
pa: ਪਹਿਲਾਂ ਪਰਬੰਧਕ
pl: Poprzedni opiekun
pt: Manutenção anterior
pt_br: Mantenedor Anterior
ru: Создание и сопровождение
sk: Predošlý správca
sl: Prejšnji vzdrževalec
sr: Ранији одржавалац
sr@latn: Raniji održavalac
sv: Tidigare utvecklare
ta: முன்னாள் செயலாக்குபவர்
tg: Пуштибони офаранда
th: ผู้ดูแลก่อนหน้านี้
uk: Колишній супровід
uz: Oldingi taʼminlovchi
uz@cyrillic: Олдинги таъминловчи
zh_cn: 先前维护者
zh_tw: 前維護人

source: Icons
ar: الأيقونات
bs: Ikone
ca: Icones
cs: Ikony
da: Ikoner
de: Symbole
el: Εικονίδια
eo: Piktogramoj
es: Iconos
et: Ikoonid
eu: Ikonoak
fa: شمایلها
fi: Kuvakkeet
fr: Icônes
he: סמלים
hu: Ikonok
is: Táknmyndir
it: Icone
ja: アイコン
kk: Таңбашалар
km: រូបតំណាង
ko: 아이콘
mk: Икони
ms: Ikon
nb: Ikoner
nds: Lüttbiller
nl: Pictogrammen
nn: Ikon
pa: ਆਈਕਾਨ
pl: Ikony
pt: Ícones
pt_br: Ícones
ro: Iconiţe
ru: Значки
sk: Ikony
sl: Ikone
sr: Иконе
sr@latn: Ikone
sv: Ikoner
ta: சின்னங்கள்
tg: Шамоилҳо
th: ไอคอน
uk: Піктограми
uz: Nishonchalar
uz@cyrillic: Нишончалар
zh_cn: 图标
zh_tw: 圖示

source: Ideas, help with the icons
ar: أفكار، ومساعدة فى الأيقونات
bs: Ideje, pomoć sa ikonama
ca: Idees, ajuda amb les icones
cs: Nápady, pomoc s ikonami
da: Ideer, hjælp med ikonerne
de: Ideen und Hilfe mit den Symbolen
el: Ιδέες, βοήθεια με τα εικονίδια
eo: Ideoj, helpu pri la piktogramoj
es: Ideas, ayuda con los iconos
et: Ideed ja abi ikoonide juures
eu: Ideiak laguntza ikonoekin
fi: Ideat, ikonien avustajat
fr: Idées, aide pour les icônes
he: רעיונות, עזרה עם סמלים
hu: Ötletek, segítség az ikonok készítésénél
is: Hugmyndir, hjálp við táknmyndir
it: Idee, aiuto con le icone
ja: アイディア、アイコンの手伝い
kk: Идеялар мен таңбашарды жасауға көмек
km: គំនិត ជំនួយ​ដែល​មាន​រូបតំណាង
ko: 아이디어, 아이콘 도움말
mk: Идеи, помош со иконите
ms: Idea, bantu dengan ikon
nb: Ideer, hjelp med ikonene
nds: Ideen, Hülp bi de Lüttbiller
nl: Ideeën, hulp bij het maken van de pictogrammen
nn: Idear, hjelp med ikona
pa: ਵਿਚਾਰ, ਆਈਕਾਨਾਂ ਲਈ ਸਹਾਇਤਾ
pl: Pomysły, pomoc z ikonami
pt: Ideias, ajuda com os ícones
pt_br: Idéias e ajuda com os ícones
ro: Idei, ajutor cu iconiţele
ru: Идеи, помощь со значками
sk: Nápady, pomoc s ikonami
sl: Ideje, pomoč z ikonami
sr: Идеје, помоћ са иконама
sr@latn: Ideje, pomoć sa ikonama
sv: Idéer, hjälp med ikonerna
ta: யோசனைகள், சின்னங்களுடன் உதவி
tg: Ақидаҳо, роҳнамои шамоилҳо
th: ไอเดีย, ความช่วยเหลือ กับไอคอนชุดนี้
uk: Ідеї, допомога з піктограмами
zh_cn: 图标的创意和帮助
zh_tw: 概念、說明及圖示

source: New &Window
ar: &نافذة جديدة
bg: Нов прозоре&ц
bs: Novi &prozor
ca: Nova &finestra
cs: Nové o&kno
da: Nyt &vindue
de: Neues &Fenster
el: Νέο &παράθυρο
eo: Nova &fenestro
es: Nueva &ventana
et: Uus &aken
eu: &Leiho Berria
fa: &پنجرۀ جدید‌
fi: Uusi &ikkuna
fr: Nou&velle fenêtre
gl: Nova &Fiestra
he: ח&לון חדש
hi: नया विंडो (&W)
hu: Új &ablak
is: Nýr &gluggi
it: Nuova &finestra
ja: 新規ウィンドウ(&W)
kk: Жаңа &терезе
km: បង្អួច​ថ្មី
ko: 새 창(&W)
mk: Нов &прозорец
ms: &Tetingkap Baru
nb: Nytt &vindu
nds: Nieg &Finster
nl: Nieuw &venster
nn: Nytt &vindauge
pa: ਨਵਾਂ ਝਰੋਖਾ(&W)
pl: No&we okno
pt: Nova &Janela
pt_br: Nova &Janela
ro: &Fereastră nouă
ru: &Новое окно
sk: Nové &Okno
sl: Novo &okno
sr: Нови &прозор
sr@latn: Novi &prozor
sv: Nytt &fönster
ta: புதிய &சாளரம்
tg: &Панҷараи нав
th: เปิด&หน้าต่างใหม่
uk: Нове ві&кно
uz: &Yangi oyna
uz@cyrillic: &Янги ойна
zh_cn: 新建窗口(&W)
zh_tw: 新增視窗(&W)

source: Re&load
ar: إ&عادة التحميل
bg: Презаре&ждане
bs: Ponovo &učitaj
ca: Actua&litza
cs: Ob&novit
da: Gen&indlæs
de: Neu l&aden
el: Επανα&φόρτωση
eo: &Relegu
es: &Recargar
et: &Laadi uuesti
eu: Bir&zamatu
fa: &بارگذاری مجدد‌
fi: &Päivitä
fr: Rechar&ger
gl: Re&cargar
he: &טען מחדש
hi: फिर से लोड करें (&l)
hu: Újra&töltés
is: &Endurlesa
it: &Ricarica
ja: 再読み込み(&L)
kk: Қайта &жүктеу
km: ផ្ទុក​ឡើងវិញ
ko: 새로고침(&L)
mk: Пре&вчитај
ms: &Muat Semula
nb: &Last på nytt
nds: Nieg &laden
nl: &Herladen
nn: Last o&m att
pa: ਮੁੜ-ਲੋਡ(&U)
pl: O&dśwież
pt: Actua&lizar
pt_br: Re&carregar
ro: &Reîncarcă
ru: &Обновить
sk: Znovu &načítať
sl: &Znova naloži
sr: По&ново учитај
sr@latn: Po&novo učitaj
sv: Upp&datera
ta: மறு&ஏற்றம்
tg: &Бозборкунӣ
th: เรี&ยกขึ้นมาใหม่
uk: &Перевантажити
uz: &Qaytadan yuklash
uz@cyrillic: &Қайтадан юклаш
zh_cn: 重新载入(&L)
zh_tw: 重新讀取(&L)
