Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: Overwrite files (Zip, Tar, Zoo, Rar)
ar: الكتابة فوق الملفات (Zip, Tar, Zoo, Rar)
bg: Презаписване на файловете (Zip, Tar, Zoo, Rar)
bs: Prepiši datoteke (Zip, Tar, Zoo, Rar)
ca: Sobreescriu fitxers (Zip, Tar, Zoo, Rar)
cs: Přepisovat soubory (Zip, Tar, Zoo, Rar)
da: Overskriv filer (Zip, Tar, Zoo, Rar)
de: Dateien überschreiben (Zip, Tar, Zoo, Rar)
el: Αντικατάσταση αρχείων (Zip, Tar, Zoo, Rar)
eo: Anstataŭigu dosierojn (Zip, Tar, Zoo, Rar)
es: Sobrescribir archivos (Zip, Tar, Zoo, Rar)
et: Failide ülekirjutamine (Zip, Tar, Zoo, Rar)
eu: Fitxategiak gainidatzi (Zip, Tar, Zoo, Rar)
fa: جای‌نوشت پرونده‌ها )Zip، Tar، Zoo، Rar(
fi: Korvaa tiedostot (Zip, Tar, Zoo, Rar)
fr: Écraser les fichiers (Zip, Tar, Zoo, Rar)
he: &שכתב קבצים (Rar ,Zoo ,Tar, Zip)
hu: A fájlok felülírása (Zip, Tar, Zoo, Rar)
is: Yfirskrifa skrár (Zip, Tar, Zoo, Rar)
it: Sovrascrivi i file (Zip, Tar, Zoo, Rar)
ja: ファイルを上書きする (Zip, Tar, Zoo, Rar)
kk: Файлдар қайта жазыла берсін (Zip, Tar, Zoo, Rar)
km: សរសេរ​ជាន់​លើ​ឯកសារ (Zip, Tar, Zoo, Rar)
ko: 파일 덮어쓰기 (Zip, Tar, Zoo, Rar)
mk: Презапиши ги датотеките (Zip, Tar, Zoo, Rar)
ms: Tulis ganti fail (Zip, Tar, Zoo, Rar)
nb: Overskriv filer (Zip, Tar, Zoo, Rar)
nds: Dateien överschrieven (Zip, Tar, Zoo, Rar)
nl: Bestanden overschrijven (Zip, Tar, Zoo, Rar)
nn: Skriv over filer (Zip, Tar, Zoo, Rar)
pa: ਫਾਇਲਾਂ ਉੱਪਰ ਲਿਖੋ (Zip, Tar, Zoo, Rar)
pl: Zastępuj pliki (Zip, Tar, Zoo, Rar)
pt: Sobrepor os ficheiros (Zip, Tar, Zoo, Rar)
pt_br: Sobrescrever arquivos (Zip, Tar, Zoo, Rar)
ro: Suprascrie fişiere (ZIP, TAR, ZOO, RAR)
ru: Заменять файлы (Zip, Tar, Zoo, Rar)
sk: Prepisovať súbory (Zip, Tar, Zoo, Rar)
sl: Nadomesti datoteke (Zip, Tar, Zoo, Rar)
sr: Пребриши фајлове (Zip, Tar, Zoo, Rar)
sr@latn: Prebriši fajlove (Zip, Tar, Zoo, Rar)
sv: Skriv över filer (Zip, Tar, Zoo, Rar)
ta: கோப்புக்களை மேலெழுது (Zip, Tar, Zoo, Rar)
tg: Бознависии парвандаҳо (Zip, Tar, Zoo, Rar)
th: เขียนทับแฟ้ม (Zip, Tar, Zoo, Rar)
uk: Перезаписувати файли (Zip, Tar, Zoo, Rar)
uz: Fayllarni almashtirish (Zip, Tar, Zoo, Rar)
uz@cyrillic: Файлларни алмаштириш (Zip, Tar, Zoo, Rar)
zh_cn: 覆盖文件 (Zip, Tar, Zoo, Rar)
zh_tw: 複寫檔案 (Zip, Tar, Zoo, Rar)

source: Overwrite any files that have matching names on disk with the one from the archive
ar: الكتابة فوق أى ملف على القرص يتطابق اسمه مع ملف فى الأرشيف
bg: Презапис на файловете при извличане, които имат същите имена.
bs: Piši preko datoteka na disku koje imaju isto ime kao i datoteke u arhivi
ca: Sobreescriu qualsevol fitxer que tingui noms concordants a disc amb el del fitxer
cs: Pokud se na disku nachází archiv v daném formátu a stejného jména, bude přepsán
da: Overskriv enhver fil der har et navn på disken der matcher med et fra arkivet
de: Bestehende Dateien mit den Dateien aus dem Archiv überschreiben
el: Αντικατάσταση όλων των αρχείων που έχουν ονόματα στο δίσκο που ταιριάζουν με αυτά της αρχειοθήκης
eo: Anstataŭigu ĉiun dosieron kiu havas la saman nomon ol tiu el la arĥivo
es: Sobrescribir cualquier archivo cuyo nombre coincida con los que contiene el archivo comprimido
et: Üle kirjutatakse kõik failid kettal, mille nimi on sama arhiivis oleva failiga.
eu: Gainidatzi diskoan artxiboko izen bera duen edozein fitxategi.
fa: هر پرونده‌ای که روی دیسک نام تطبیقی دارد را با پرونده‌ای از بایگانی جای‌نوشت کنید
fi: Korvaa mikä tahansa tiedosto, jonka nimi täsmää pakkauksen tiedoston nimeen.
fr: Écrase tous fichiers qui ont des noms sur le disque correspondant à un nom présent dans l'archive
he: שכתב את הקבצים בעלי אותם שמות על הדיסק עם אלה שבארכיב
hu: Kitömörítéskor az archívum fájljai írják felül a lemezen található fájlokat, ha két fájl neve megegyezik
is: Yfirskrifa skrár sem hafa sömu nöfn á diskinum og það sem er í safnskránni
it: Sovrascrivi qualunque file sul disco il cui nome corrisponda con quello dell'archivio
ja: アーカイブ中のファイル名と一致するディスク上のファイルを上書きします。
kk: Архивтегі файлдарындай аталған дискідегі файлдарды ауыстырып қайта жаза беру
km: សរសេរ​ជាន់​លើ​ឯកសារ​ណាមួយ ​ដែល​មាន​ឈ្មោះ​នៅ​លើ​ថាសដូចនឹង​ឯកសារ​ដែល​នៅ​ក្នុង​ប័ណ្ណសារ​
ko: 압축 파일에 포함된 파일 이름과 일치하는 모든 파일을 덮어씁니다.
mk: Презапишува врз датотеките чии имиња на диск се совпаѓаат со тие од архивата
ms: Tulis ganti sebarang fail yang mempunyai nama sepadan dalam cakera dengan yang dari arkib
nb: Skriver over filer med samme navn på disken med fila fra arkivet
nds: Dateien op de Fastplaat mit lieknöömte Dateien ut dat Archiv överschrieven
nl: Alle bestanden op de schijf overschrijven indien deze ook voorkomen in het archief.
nn: Skriv over filer med same namn på disken med filer frå arkivet.
pl: Zastępuj pliki o tej samej nazwie na dysku plikami z archiwum
pt: Sobrepor quaisquer ficheiros no disco que tenham nomes idênticos aos dos contidos no arquivo.
pt_br: Sobrescrever quaisquer arquivos no disco que tenham o mesmo nome que os que estiverem sendo extraídos do pacote.
ru: Перезаписывать файлы на диске с именами, соответствующими шаблону, файлами из архива
sk: Prepíše súbory na disku, ktoré majú rovnaké meno ako súbory z archívu
sl: Nadomesti katerekoli datoteke na disku, ki imajo ujemajoča imena, s tistimi iz arhiva
sr: Када имају иста имена, пребрисују се сви фајлови на диску онима који се налазе у архиви.
sr@latn: Kada imaju ista imena, prebrisuju se svi fajlovi na disku onima koji se nalaze u arhivi.
sv: Skriv över eventuella filer med samma namn på disk med de från arkivet.
ta: காப்பகத்தில் இருக்கும் கோப்புகளுடன் பொருந்தும் பெயர்களை உடைய எந்த கோப்புகளையும் மேலெழுதும்.
tg: Бознависии ҳамаи парвандаҳое, ки номашон дар диск бо номи яке аз парвандаҳои дар бойгонӣ мавҷуда мувофиқанд
th: เขียนทับแฟ้มใดๆ ที่ชื่อในแฟ้มบีบอัดเหมือนกับชื่อที่อยู่บนดิสก์
uk: Перезаписувати файли на диску, які збігаються з назвами файлів з архіву
zh_cn: 将磁盘上匹配名称的任何文件覆盖为存档文件中的文件
zh_tw: 以壓縮檔中的檔案覆蓋在磁碟上相同名字的檔案。

source: Preserve permissions
ar: المحافظة على الصلاحيّات
bg: Запазване на правата за достъп (Tar)
bs: Sačuvaj privilegije
ca: Preserva els permisos
cs: Zachovat přístupová práva
da: Bevar tilladelser
de: Berechtigungen &beibehalten
el: Διατήρηση αδειών
eo: Konservu permesojn
es: Preservar permisos
et: Loabitid säilitatakse (Tar)
eu: Baimenak mantendu
fa: حفظ مجوزها
fi: Säilytä käyttöoikeudet
fr: Préserver les permissions
he: שמור הרשאות
hu: A jogosultságok megőrzése
is: Varðveita aðgangsheimildir
it: Mantieni i permessi
ja: 許可属性を保持する
kk: Рұқсаттар да сақталсын
km: ការពារ​សិទ្ធិ
ko: 권한 유지
mk: Зачувај дозволи
ms: Kekalkan keizinan
nb: Behold rettighetene
nds: Verlöven wohren
nl: Toegangsrechten behouden
nn: Ta vare på tilgangsrettar
pa: ਅਧਿਕਾਰ ਸੁਰੱਖਿਅਤ ਰੱਖੋ
pl: Zachowaj prawa dostępu
pt: Preservar as permissões
pt_br: Preservar permissões (Tar)
ro: Păstrează permisiunile
ru: Сохранять права
sk: Zachovať prístupové práva
sl: Ohrani dovoljenja
sr: Сачувај дозволе приступа
sr@latn: Sačuvaj dozvole pristupa
sv: Bevara filskydd
ta: அனுமதிகளை பாதுகாக்கவும்
tg: Нигоҳдории рухсатҳо
th: รักษาสิทธิ์ที่อนุญาตด้วย
uk: Зберігати дозволи
uz: Huquqlarni saqlab qolish
uz@cyrillic: Ҳуқуқларни сақлаб қолиш
zh_cn: 保留文件权限
zh_tw: 保留權限

source: Save the user, group, and permission settings on files. Use with care, as this may result in files being extracted that do not belong to any valid user on your computer
ar: احفظ اعدادات المستخدم، و المجموعة، و الصلاحيات للملفات. استخدم هذا بحذر لأنه قد يؤدى الى استخلاص ملفات لا تنتمى لأى مستخدم على حاسوبك
bg: Запис на потребителя, групата и правата за достъп на файловете. Операцията трябва да се използва внимателно, защото файловете могат да се изличат на друга система, на която не съществува дадения потребител и/или група.
bs: Čuva podatke o vlasniku, grupi i privilegijama datoteka. Koristite pažljivo, pošto ovo može rezultirati da raspakovane datoteke ne pripadaju nijednom ispravnom korisniku na vašem računaru
ca: Desa l'usuari, grup i permisos dels fitxers. Useu amb cura ja que pot resultar en fitxers extrets que no pertanyen a cap usuari vàlid de l'ordinador.
cs: Uloží soubory včetně nastavení vlastníka, skupiny a přístupových práv. Vzhledem k tomu, že tato volba může vést k problémům při rozbalování souborů na jiných počítačích, používejte ji s rozmyslem.
da: Gem bruger-, gruppe- og tilladelsesindstilling for filer. Brug med omhu, da det kan føre til at filer bliver trukket ud der ikke tilhører nogen gyldig bruger på din computer
de: Den Benutzer, die Gruppe und die Berechtigungen der Dateien beibehalten. Diese Einstellung sollten Sie mit Vorsicht verwenden, da allenfalls Dateien aufs System geschrieben werden, die niemandem gehören.
el: Αποθήκευση του χρήστη, της ομάδας και των αδειών των αρχείων. Χρησιμοποιήστε το με προσοχή, καθώς μπορεί να έχει αποτέλεσμα να εξάγονται αρχεία που δεν ανήκουν σε κανένα έγκυρο χρήστη του συστήματός σας
eo: Konservu la uzantan, grupan kaj rajtan agordojn en dosierojn. Uzu zorge, ĉar tio eble kaŭzus elpakitajn dosierojn, kiuj ne apartenus al iu taŭga uzanto de la komputilo
es: Guardar el usuario, el grupo y las preferencias de permisos de los archivos. Usar con cuidado, ya que puede ocasionar que los archivos extraídos no pertenezcan a un usuario válido de su sistema.
et: Salvestab failide kasutaja, grupi ja õigused. Kasuta seda ettevaatlikult, sest nii võivad tulemuseks olla lahtipakitud failid, millel antud arvutil ühtegi kehtivat kasutajat polegi.
eu: Gorde fitxategiaren erabiltzaile, talde, eta baimen ezarpenak. Erabili kontuz, honek ekar bait lezake ateratako fitxategiak zure konputagailuko baliozko inorenak ez izatea.
fa: کاربر، گروه و تنظیمات مجوز را روی پرونده‌ها ذخیره کنید. با احتیاط عمل کنید، زیرا ممکن است پرونده‌ها به صورتی استخراج شوند که در رایانه به هیچ کاربر معتبری متعلق نباشند
fi: Säilyttää käyttäjän tunnuksen ja ryhmän sekä oikeudet tiedostoissa. Käytä varoen, koska puretuilla tiedostoilla ei välttämättä ole kelvollista omistajaa.
fr: Enregistre les paramètres des fichiers sur les utilisateurs, les groupes et les permissions. À utiliser avec précaution, puisque cela peut avoir pour conséquence d'extraire des fichiers qui n'appartiennent à aucun utilisateur valide sur votre ordinateur.
he: שמור את ההרשאות ואת בעלות הקובץ למשתמש ולקבוצה. השתמש בתבונה, שכן זה יכול לגרום בעיות בפריסת קבצים שלא שייכים לאף משתמש על המחשב שלך
hu: A fájlok jogosultságait (tualjdonos, elérési jogosultságok) el kell menteni. Óvatosságot igényel a használata, mert így előfordulhat, hogy olyan felhasználóra hivatkozó jogosultságot kap egy kitömörített fájl, amely nem is létezik a rendszerben
is: Vista notandann, hópinn og aðgangsheimildir á skrám. Notist með varúð, þar sem þetta getur valdið því að afþjappaðar skrár verði ekki eign neins notanda á kerfinu þínu.
it: Salva l'utente, il gruppo e i permessi dei file. Utilizzare con cautela visto che i file estratti potrebbero non appartenere a nessun utente valido sul tuo computer
ja: ファイルのユーザ、グループ、許可属性を保持します。このオプションを有効にすると、展開したファイルの所有者がコンピュータに存在しないという事態が起こり得るので、注意して使ってください。
kk: Пайдаланушыны, тобын және файлдың рұқсаттарын сақтау. Байқаңыз, тарқатылған файлдар иелігі компьютеріңізде жоқ пайдаланушыға берілген жағдай болып қалмасын
km: រក្សា​ទុក​ការ​កំណត់អ្នក​ប្រើ ក្រុម និងសិទ្ធិ​នៅ​លើ​ឯកសារ ។ ប្រើ​ដោយ​ប្រុង​ប្រយ័ត្ន ព្រោះ​វា​អាច​បណ្តាល​ឲ្យ​ឯកសារ​ដែល​កំពុង​ស្រង់ចេញ មិន​មែន​ជា​របស់​អ្នកប្រើ​ត្រឹមត្រូវ​ណាមួយ នៅ​លើ​កុំព្យូទ័រ​របស់អ្នក
ko: 파일에 사용자, 그룹, 권한 설정을 저장합니다. 현재 컴퓨터 사용자 중 아무도 소유하지 않도록 압축 해제가 될 수 있으므로 주의하십시오.
mk: Ги зачувува поставувањата на датотеките за корисник, група и дозволи. Користете внимателно, бидејќи ова може да доведе до отпакувани датотеки кои не припаѓаат на ниту еден валиден корисник на вашиот компјутер
ms: Simpan seting pengguna, kumpulan, dan keizinan dalam fail. Guna dengan berhati-hati kerana ini akan mengakibatkan fail yang diekstrak bukan milik mana-mana pengguna sah dalam komputer anda
nb: Lagre bruker, gruppe og rettigheter for filer. Bruk med forsiktighet, siden det kan føre til at det pakkes ut filer som ikke tilhører noen gyldig bruker på maskinen din
nds: Bruker, Koppel un Verlöven vun de Dateien wohren. Bruuk dit achtsom, wiel Du so villicht Dateien utpackst, de keen gellen Bruker op Dien Reekner höört.
nl: De gebruiker, de groep en de rechten van bestanden behouden. Gebruik dit voorzichtig aangezien dit kan leiden tot bestanden niet toebehoren aan een bestaande gebruiker op uw systeem
nn: Lagra brukar- og grupperettar på filene. Bruk varsamt, sidan dette kan føra til at filene du pakkar ut ikkje er eigde av nokon gyldig brukar på maskina.
pl: Zapisz nazwę użytkownika, grupę i prawa dostępu do plików. Uwaga: może to spowodować, że po rozpakowaniu archiwum na innym komputerze nazwa użytkownika i grupa nie będą poprawne
pt: Gravar o utilizador, grupo e permissões dos ficheiros. Utilize com cuidado, uma vez que pode resultar em ficheiros extraídos que não pertencem a qualquer utilizador válido do computador
pt_br: Salvar o dono, grupo e permissões dos arquivos. Use com cuidado, já que isso pode resultar em arquivos extraídos que não pertencem a nenhum usuário válido em seu computador.
ru: Сохранить имя владельца, группу и права доступа файлов в архиве. Используйте с осторожностью, поскольку распакованные на другом компьютере файлы могут соответствовать другому пользователю и, как следствие, у вас может быть недостаточно прав для работы с ними.
sk: Uložiť užívateľa, skupinu a prístupové práva pre súbory. Toto používajte opatrne, pretože výsledkom môžu byť súbory, ktoré patria užívateľom, ktorí na tomto počítači neexistujú
sl: Shrani nastavitve uporabnikov, skupin in dovoljenj za datoteke. Uporabljajte previdno, ker lahko to vodi do tega, da izvlečene datoteke ne pripadajo nobenemu veljavnemu uporabniku na vašem računalniku
sr: Чува корисника, групу и дозволе које фајл има. Користите опрезно, пошто ово може резултовати да распаковани фајлови не припадају ниједном важећем кориснику на другом рачунару.
sr@latn: Čuva korisnika, grupu i dozvole koje fajl ima. Koristite oprezno, pošto ovo može rezultovati da raspakovani fajlovi ne pripadaju nijednom važećem korisniku na drugom računaru.
sv: Spara inställningen av användare, grupp och behörigheter för filer. Använd med försiktighet, eftersom det kan göra att filer som packas upp inte hör till någon giltig användare på din dator.
ta: பயனர், குழு மற்றும் அனுமதி அமைப்புகளை கோப்புகளில் சேமி. இந்த கோப்புகள் பிரிக்கும்போது அவை எந்தவொரு சரியான பயனரை சார்ந்திருக்கக்கூடாது.
tg: Сабти корбар, гурӯҳ ва мушаххасоти рухсатҳо дар парвандаҳо. Боэҳтиёт истифода баред, зеро ин метавонад ба парвандаҳои истихроҷшудае, ки корбарашон дар компютери шумо мавҷуд нест, таъсир расонад
th: รักษาการตั้งค่า ผู้ใช้, กลุ่ม และสิทธิ์อนุญาต ของแฟ้ม กรุณาใช้ด้วยความระมัดระวัง เพราะว่าอาจทำให้ แฟ้มที่ถูกคลายออกมาไม่ได้เป็นของผู้ใช้ที่ถูกต้องบนเครื่องคอมพิวเตอร์ของคุณ
uk: Зберегти користувача, групу і права доступу файлів в архіві. Користуйтесь цим обережно, оскільки це може привести до розпакування файлів, які не будуть належати до жодного дійсного користувача на вашому комп'ютері
zh_cn: 保存文件的用户、群组和权限设置。请小心使用，因为这可能导致解压缩出的文件不属于您计算机上的任何用户
zh_tw: 在檔案中儲存使用者、群組及權限設定。請小心使用，在您的電腦解開檔案時可能會導致其不屬於任何使用者。

source: Force MS-DOS short filenames (Zip)
ar: إجبار استخدام أسماء ملفّات مايكروسوفت &دوس القصيرة (Zip)
bg: Отрязване имената на файловете до 8 знака (DOS, Zip)
bs: Prisili MS-DOS kratka imena datoteka (Zip)
ca: Força noms de fitxers curts de MS-DOS (Zip)
cs: Vnutit krátká jména souborů (Zip)
da: Fremtving korte filnavne (MS-DOS-stil) (Zip)
de: Kurze &MS-DOS-Dateinamen erzwingen (Zip)
el: Υποχρεωτικά ονόματα αρχείων σε στυλ MS-DOS (Zip)
eo: Devigu DOS-normajn mallongajn dosiernomojn (Zip)
es: Forzar nombres de archivos cortos tipo MS-DOS (Zip)
et: Kasutatakse ainult MS-DOS lühikesi (8+3) failinimesid (Zip)
eu: Behartu MS-DOS fitxategi-izen motzak (Zip)
fa: نام کوتاه پرونده‌های MS-DOS ضروری )zip(
fi: Pakota MS-tyylisiin lyhyisiin tiedostonimiin (Zip)
fr: Utiliser les noms de fichier courts MS-DOS (Zip)
he: חייב שמות קבצים קצרים של Zip) MS-DOS)
hu: MS-DOS-os (rövid) fájlnevek használata (Zip)
is: Þvinga MS-DOS stutt skráarheiti (Zip)
it: Forza nomi file corti in stile MS-DOS (Zip)
ja: MS-DOS (8+3) ファイル名を強制する (Zip)
kk: Файл атаулары қысқа MS-DOS түрде болсын (Zip)
km: បង្ខំ​ឈ្មោះ​ឯកសារ​ខ្លី MS-DOS (Zip)
ko: MS-DOS 짧은 파일명 강제로 사용 (Zip)
mk: Форсирај кратки имиња на датотеки како во MS-DOS (Zip)
ms: Paksa nama fail ringkas MS-DOS (Zip)
nb: Tving filnavn i MS-stil (8+3, ZIP)
nds: Korte MS-DOS-Dateinaams verdwingen (Zip)
nl: MS-DOS-bestandsnamen forceren (Zip)
nn: Bruk korte filnamn i MS-DOS-stil (Zip)
pa: MS-DOS ਛੋਟੇ ਫਾਇਲ-ਨਾਂ ਲਈ ਮਜਬੂਰ (Zip)
pl: Krótkie nazwy plików MS-DOS (Zip)
pt: Forçar nomes de ficheiro curtos de MS-DOS (Zip)
pt_br: Forçar nomes de arquivo curtos do MS-DOS (Zip)
ro: Forţează nume de fişiere scurte MS-DOS (ZIP)
ru: Использовать короткие имена файлов MS-DOS (Zip)
sk: Uprednostniť MS-DOS názvov súborov (Zip)
sl: Zahtevaj kratka imena oblike MS-DOS (Zip)
sr: Форсирај MS-DOS-ова кратка имена фајлова (Zip)
sr@latn: Forsiraj MS-DOS-ova kratka imena fajlova (Zip)
sv: Tvinga MS-DOS korta filnamn (Zip)
ta: &MS-DOS குறு கோப்புப்பெயர்களை வலிந்தமை (Zip)
tg: Барои парвандаҳо маҷбуран истифода кардани номҳои кӯтоҳи услуби MS-DOS (Zip)
th: ใช้รูปแบบชื่อแฟ้มสั้นแบบ MS-DOS (Zip)
uk: Примусові короткі назви файлів MS-DOS (Zip)
zh_cn: 强制使用 MS-DOS 短文件名 (Zip)
zh_tw: 強制使用 MS-DOS 短檔名 (Zip)

source: Force names of files in Zip archives to the DOS 8.3 format
ar: إجبار الأسماء فى أرشيفات Zip على أن تكون بتنسيق DOS 8.3
bg: Отрязване имената на файловете до формата на DOS 8.3. Операцията е валидна само за Zip.
bs: Prinudi upotrebu imena datoteka u Zip arhivama u DOS 8+3 formatu
ca: Força que els fitxers d'arxius Zip estiguin en el format DOS 8.3
cs: Vnucení jmen ve formátu DOS 8.3 souborům v ZIP archivu
da: Tving navne på filer i Zip-arkiver til at være i DOS 8.3 format
de: Dateinamen im Zip-Archiv müssen der alten MS-DOS 8.3 Namensregel gehorchen
el: Εξαναγκασμός χρήσης ονομάτων των αρχείων μίας αρχειοθήκης Zip στη μορφή DOS 8.3
eo: Devigu dosiernomojn de Zip arĥivoj al DOS 8.3 formato
es: Forzar nombres de archivos en formato DOS 8.3 en los archivos Zip
et: Sunnib Zip arhiivide failinimed järgima DOS 8+3 vormingut.
eu: Behartu Zip artxiboetako fitxategien izenak DOSen 8.3 formatura
fa: نامهای پرونده‌های ضروری در بایگانیهای Zip با قالب DOS 8.3
fi: Pakottaa paketin tiedostonimet DOSsin 8.3-muotoon
fr: Force les noms des fichiers dans les archives Zip au format DOS 8.3
he: חייב שמות קבצים של ארכיבי Zip לתבנית 8.3 כמו ב־DOS
hu: A Zip-archívumokban a fájlnevek 8+3-as formátumban legyenek eltárolva
is: Þvinga nöfn skráa í Zip safnskrám í DOS 8.3 sniðið
it: Forza i nomi dei file degli archivi zip ad essere nel formato DOS 8.3
ja: Zip アーカイブ中のファイル名を強制的に DOS の 8+3 フォーマットにします。
kk: Zip архивіндегі файл атауларын DOS 8.3 пішімінде қылу
km: បង្ខំ​ឈ្មោះ​របស់​ឯកសារ​ក្នុង​ប័ណ្ណសារ Zip ទៅ​ជា​ទ្រង់ទ្រាយ DOS 8.3
ko: Zip 압축파일 안의 파일 이름을 강제로 DOS 8.3 형식으로 사용합니다.
mk: Ги прави имињата на датотеките во архивите Zip да бидат во форматот 8.3 на DOS
ms: Paksa nama fail dalam arkib Zip kepada format Dos 8.3
nb: Tving filnavn i Zip-arkiver til 8.3-formatet til DOS
nds: Dateinaams binnen Zip-Archiven in't 8.3-Naamformaat vun MS-DOS dwingen
nl: Zorgt ervoor dat de bestandsnamen in het zip-archief voldoen aan het DOS 8.3-formaat
nn: Bruk filnamn i Zip-arkiv til 8.3-formatet i DOS
pl: Wymusza zapisywanie plików w archiwach Zip w formacie DOS (8.3)
pt: Força o formato Dos 8.3 nos nomes dos ficheiros nos arquivos Zip
pt_br: Força os nomes de arquivos em pacotes Zip para o formato 8.3 do DOS
ro: Forţează ca numele de fişiere din arhivele ZIP să fie la formatul DOS 8.3
ru: Преобразовывать имена файлов в архивах Zip в формат DOS 8.3
sk: Vynútiť mená súborov v archívoch Zip v formáte DOS 8.3
sl: Prisili, da so imena datotek v arhivu ZIP zapisana v obliki DOS 8.3
sr: Форсира имена фајлова у Zip архивама на MS-DOS-ов 8.3 формат
sr@latn: Forsira imena fajlova u Zip arhivama na MS-DOS-ov 8.3 format
sv: Tvinga namn på filer i Zip-arkiv att vara på DOS 8.3-format
ta: Zip காப்பகங்களை DOS 8.3 வடிவமைப்பிற்கு மாற்று
tg: Барои номи парвандаҳои бойгонии Zip маҷбуран истифода кардани формати 8.3-и MS-DOS
th: บังคับให้ชื่อของแฟ้มภายในแฟ้มบีบอัดแบบ Zip เป็นแบบ 8.3 ของ DOS
uk: Примусово використовувати у назвах файлів в архівах Zip формат DOS 8.3
zh_cn: 强制 Zip 存档文件中的文件名为 DOS 8.3 格式
zh_tw: 強制 Zip 壓縮檔使用 DOS 8.3 格式

source: Translate LF to DOS CRLF
ar: تحويل LF إلى CRLF الخاصّة بدوس
bg: Конвертиране на край на ред (LF -> CRLF, Zip)
bs: Prevedi LF u DOSov CRLF
ca: Tradueix LF a CRLF de DOS
cs: Převést LF na DOS CRLF
da: Oversæt LF til DOS CRLF
de: Zeilenumbruch von LF nach &CRLF (DOS-Notation) ändern
el: Μετατροπή LF σε DOS CRLF
eo: Traduku LF al DOS CRLF
es: Traducir LF por CRLF de MS-DOS
et: LF -> DOS CRLF teisendamine (Zip)
eu: Bihurtu LF formatua DOS CRLF formatura
fa: ترجمۀ LF به DOS CRLF
fi: Muunna LF Dosin CRLF:ksi (Zip)
fr: Convertir les LF en CRLF pour DOS
he: המר LF ל־CRLF של DOS
hu: Az LF-ek átalakítása CR+LF-re
is: Breyta LF yfir í DOS CRLF
it: Traduci LF in CRLF stile DOS
ja: LF を DOS の CRLF に変換する
kk: LF жол аяқтаулары DOS CRLF деп ауыстырылсын
km: បកប្រែ LF ទៅជា DOS CRLF
ko: LF를 DOS CRLF로 변환
mk: Преведи LF во CRLF како во DOS
ms: Terjemahkan LF kepada DOS CRLF
nb: Oversett LF til DOS CRLF (Zip)
nds: UNIX-Reegümbrook (LF) na DOS-Ümbrook (CRLF) ümwanneln (Zip)
nl: LF vertalen naar DOS CRLF
nn: Endra LF til DOS CRLF
pa: LF ਤੋਂ DOS CRLF ਅਨੁਵਾਦ
pl: Zamień koniec wiersza na format DOS
pt: Traduzir os LFs em CRLFs do DOS
pt_br: Mudar fim de linha LF para DOS CRLF (Zip)
ro: Translatează LF la CRLF de MS-DOS
ru: Преобразовать LF в DOS CRLF
sk: Prekladať LF na DOS CRLF
sl: Prevedi LF v DOS CRLF
sr: Преведи LF у DOS-ов CRLF
sr@latn: Prevedi LF u DOS-ov CRLF
sv: Översätt LF till DOS CRLF
ta: மொழிபெயர் LF இனை DOS CRLF இற்கு மாற்று
tg: Тарҷумаи LF ба DOS CRLF
th: แปลงอักขระ LF ไปเป็น CRLF แบบ DOS
uk: Переводити LF в DOS CRLF (Zip)
zh_cn: 将换行符 LF 转换成 DOS CRLF
zh_tw: 將 LF 轉換成 DOS CRLF

source: Ignore folder names (Zip)
ar: تجاهل أسماء المجلّدات (Zip)
bg: Игнориране на имената на директориите (Zip)
bs: Ignoriši imena direktorija (Zip)
ca: Ignora els noms de carpeta (Zip)
cs: Ignorovat jména složek (zip)
da: Ignorér mappenavne (Zip)
de: Ordnernamen &ignorieren (Zip)
el: Παράβλεψη ονομάτων φακέλων (Zip)
eo: Ignoru dosierujonomojn (Zip)
es: Ignorar nombres de carpetas (Zip)
et: Kataloogide nimesid ignoreeritakse (Zip)
eu: Baztertu karpeta izenak (Zip)
fa: چشم‌پوشی از نام پوشه‌ها )Zip(
fi: Ohita kansionimet (Zip)
fr: Ignorer les noms des dossiers (Zip)
he: התעלם משמות תיקיות (Zip)
hu: A könyvtárnevek figyelmen kívül hagyása
is: Hunsa möppunöfn (Zip)
it: Ignora i nomi delle cartelle (Zip)
ja: フォルダ名を無視する (Zip)
kk: Қапшық атауларын елемейтін болсын (Zip)
km: មិន​អើពើ​ឈ្មោះ​ថត (Zip)
ko: 폴더 이름 무시 (Zip)
mk: Игнорирај имиња на папки (Zip)
ms: Abaikan nama folder (Zip)
nb: Overse mappenavn (Zip)
nds: Ornernaams övergahn (Zip)
nl: Mapnamen negeren (Zip)
nn: Ignorer mappenamn (Zip)
pa: ਫੋਲਡਰ ਨਾਂ ਅਣਡਿੱਠਾ (Zip)
pl: Pomiń nazwy katalogów (Zip)
pt: Ignorar os nomes das pastas (Zip)
pt_br: Ignorar nomes de pastas (Zip)
ro: Ignoră numele de foldere (ZIP)
ru: Игнорировать имена папок (Zip)
sk: Ignorovať mená priečinkov (Zip)
sl: Prezri imena map (Zip)
sr: Игнориши имена фасцикли (Zip)
sr@latn: Ignoriši imena fascikli (Zip)
sv: Ignorera katalognamn (Zip)
ta: அடைவுப் பெயர்களைப் புறக்கணி (Zip)
tg: Рад кардани номи пӯшаҳо (Zip)
th: ไม่สนใจชื่อโฟลเดอร์ (Zip)
uk: Ігнорувати назви тек (Zip)
uz: Jild nomlariga eʼtibor berilmasin (Zip)
uz@cyrillic: Жилд номларига эътибор берилмасин (Zip)
zh_cn: 忽略文件夹名 (Zip)
zh_tw: 忽略資料夾名稱 (Zip)
