Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: This area is for displaying information about the files contained within an archive.
ar: هذه المساحة لعرض المعلومات عن الملفّات المحتواة داخل أرشيف.
bg: Това поле съдържа информация за файловете в архива.
bs: Ovo područje je za prikazivanje informacija o datotekama koje se nalaze unutar arhive.
ca: Aquesta àrea mostra informació en quant als fitxers continguts dins d'un arxiu.
cs: Tato oblast slouží k zobrazení informací o souborech obsažených v archívu.
da: Dette område er beregnet til at vise information om de filer der er i arkivet.
de: Dieser Bereich zeigt Informationen über die Dateien im Archiv an.
el: Αυτή η περιοχή εμφανίζει πληροφορίες για τα αρχεία που περιέχονται σε μια αρχειοθήκη.
eo: Tiu areo servas por informi pri la dosieroj enhavitaj en al arĥivo.
es: Este área es para mostrar información sobre los archivos contenidos en el archivo comprimido.
et: See piirkond näitab infot arhiivis sisalduvate failide kohta.
eu: Eremu hau artxibo batean dauden fitxategien inguruko informazioa erakusteko da.
fa: ناحیه‌ای برای نمایش دادن اطلاعات پیرامون پرونده‌های موجود در یک بایگانی است.
fi: Tällä alueella näytetään tietoja paketin sisältämistä tiedostoista.
fr: Cette zone sert à l'affichage des informations relatives aux fichiers contenus dans une archive.
gl: Esta área é para amosar información sobre os ficheiros contidos no arquivo.
he: אזור זה מיועד להצגת מידע לגבי הקבצים הכלולים בארכיב.
hi: यह क्षेत्र अभिलेख के भीतर रखे फ़ाइलों के बारे में जानकारी प्रदर्शित करता है.
hu: Ezen a részen jelennek meg információk a tömörített fájlban található fájlokról.
is: Á þessu svæði birtast upplýsingar um skrárnar í safninu.
it: In questa area vengono mostrate le informazioni sui file contenuti in un archivio.
ja: ここにはアーカイブに格納されているファイルに関する情報が表示されます。
kk: Архивтегі файлдар туралы мәліметтерді көрсетенін алаң.
km: តំបន់​នេះ​គឺ​សម្រាប់​បង្ហាញ​ព័ត៌មាន​អំពី​ឯកសារដែល​មាន​ក្នុង​ប័ណ្ណសារ​មួយ ។
ko: 이 영역은 압축 파일에 포함된 파일 정보를 보여줍니다.
mk: Оваа област е за прикажување информации за датотеките содржани во архивата.
ms: Kawasan ini untuk memaparkan maklumat tentang fail yang terkandung dalam arkib.
nb: Dette området viser informasjon om filer som finnes i et arkiv.
nds: Dit Rebeet wiest Informatschonen över de Dateien binnen en Archiv.
nl: Dit gebied is voor het tonen van informatie over de bestanden in een archief.
nn: Dette området er for vising av informasjon om filene i arkivet.
pl: Tutaj wyświetlane są informacje o plikach w archiwum.
pt: Esta área serve para mostrar informações sobre os ficheiros contidos num pacote.
pt_br: Esta área é para exibição de informações sobre os arquivos contidos em um pacote.
ro: Această zonă este utilizată pentru afişarea informaţiilor despre fişierele aflate într-o arhivă.
ru: Сведения о файлах в архиве.
sk: Tento priestor je určený pre zobrazenie informácií o súboroch obsiahnutých v archíve.
sl: To območje je namenjeno prikazovanju datotek, vsebovanih v arhivu.
sr: Ово је област за приказ информација о фајловима који се налазе у архиви.
sr@latn: Ovo je oblast za prikaz informacija o fajlovima koji se nalaze u arhivi.
sv: Det här området är till för att visa information om filerna i ett arkiv.
ta: ஒரு ஆவணக் காப்பகத்திலுள்ள கோப்புகளைப் பற்றிய தகவல்களை காட்டுவதற்கான இடம் இது.
tg: Ин майдонест барои нишон додани маълумот дар бораи парвандаҳои дар бойгонӣ мавҷуда.
th: พื้นที่นี้ ใช้แสดงข้อมูลเกี่ยวกับแฟ้มที่มีอยู่ในแฟ้มบีบอัด
uk: Ця ділянка відображує інформацію про файли, що знаходяться в архіві.
zh_cn: 此区域用于显示存档文件所包含文件的有关信息。
zh_tw: 這個區域用以顯示壓縮檔內部檔案的相關資訊.

source: Open extract dialog, quit when finished
ar: فتح مربّع حوار الاستخلاص، الخروج عند الإنتهاء
bg: Отваряне на диалог за извличане и изход при завършване
bs: Otvori dijalog za raspakiranje, izađi po završetku
ca: Obre el diàleg d'extracció, surt en acabar
cs: Otevřít dialog pro rozbalení, ukončit po dokončení
da: Åbn udpakningsdialog, afslut når færdig
de: Entpacken-Dialog öffnen und die Anwendung beenden, sobald alles entpackt ist
el: Άνοιγμα διαλόγου εξαγωγής, έξοδος με το τελείωμα
eo: Malfermu elpakdialogon, finu post plenumo.
es: Abrir diálogo de extracción, salir al finalizar
et: Avatakse lahtipakkimise dialoog, pärast lõpetamist see suletakse
eu: Ireki erauzteko elkarrizketa, irten amaitutakoan
fa: محاورۀ استخراج را باز کنید، زمانی که تمام شد خارج شوید
fi: Avaa purkuikkuna, lopeta kun valmista.
fr: Ouvre la boîte de dialogue d'extraction et quitte lorsque c'est terminé
he: פתח חלון דו־שיח פריסה וצא בסיום
hu: A kitömörítési párbeszédablak megnyitása, a befejezés után kilépés
is: Opna afþjöppunarglugga, hætta þegar búið
it: Apre la finestra di estrazione, esce al termine
ja: 展開ダイアログを開いて終了
kk: Тарқату диалогын ашу, аяқтаған соң шығу
km: បើក​ប្រអប់​ស្រង់​ចេញ ហើយ​ចេញ​នៅ​ពេល​ចប់
ko: 압축 풀기 대화상자를 엽니다. 끝나면 대화상자를 닫습니다.
mk: Отвори дијалог за отпакување, затвори кога ќе е готово
ms: Buka dialog ekstrak, keluar apabila selesai
nb: Åpne meldingsvinduet for utpakking, avslutt når den er ferdig
nds: Utpack-Dialoog opmaken; wenn fardig, beennen.
nl: Open uitpakdialoog, sluit af na voltooiing
nn: Opna utpakkingsdialog, avslutt når ferdig.
pa: ਖੋਲਣ ਵਾਰਤਾਲਾਪ ਖੋਲ੍ਹੋ, ਖਤਮ ਹੋਣ ਉਪਰੰਤ ਬੰਦ ਕਰੋ
pl: Otwórz katalog rozpakowywania, zakończ po jego zamknięciu
pt: Abrir a janela de extracção e sair quando terminado
pt_br: Diálogo de extração aberto; feche quando terminar
ro: Deschide dialogul de extragere, închide la terminare
ru: Открыть диалог распаковки, выйти по завершении
sk: Otvorí dialóg pre rozbalenie, potom skončí
sl: Odpri pogovorno okno za izvlečenje, zapusti, ko konča.
sr: Отвори дијалог за распакивање, изађи након завршетка
sr@latn: Otvori dijalog za raspakivanje, izađi nakon završetka
sv: Öppna dialogrutan uppackning, avsluta vid klart
ta: பிரித்தெடுக்கும் உரையாடலைத் திறத்தல், முடிந்ததும் மூடுதல்
tg: Кушодани чорчӯби истихроҷ, хурӯҷ баъди анҷом
th: เปิดกล่องตอบโต้สำหรับคลายแฟ้ม และออกจากโปรแกรมเมื่อเสร็จแล้ว
uk: Відкрити вікно розпакування і, по завершенні, закрити
uz: Ajratish oynasini ochish va tugagandan soʻng yopish
uz@cyrillic: Ажратиш ойнасини очиш ва тугагандан сўнг ёпиш
zh_cn: 打开解压缩对话框，完成后退出
zh_tw: 開啟解壓對話視窗，完成後離開

source: Extract 'archive' to 'folder'. Quit when finished. 'folder' will be created if it does not exist.
ar: استخلاص 'archive' فى 'folder'. الخروج عند الانتهاء. سوف يُنْشأ 'folder' إذا لم يكن موجوداً.
bg: Отваряне на диалог за извличане и изход при завършване. Директорията ще бъде създадена, ако не съществува.
bs: Raspakuj 'archive' u 'folder'. Izađi po završetku. 'folder' će biti napravljen ako ne postoji.
ca: Extreu 'arxiu' a 'carpeta'. Surt en acabar. 'carpeta' es crearà si no existeix.
cs: Rozbalit 'archive' do složky 'folder' a poté ukončit. Složka 'folder' bude dle potřeby vytvořena.
da: Pak 'arkiv ud til 'mappe'. Afslut når det er færdigt. 'mappe' vil blive oprettet hvis den ikke eksisterer.
de: "Archiv" in "Ordner" entpacken. Wenn fertig, beenden. 'Ordner' wird erzeugt, falls er noch nicht existiert.
el: Εξαγωγή 'αρχειοθήκης' στο 'φάκελο'. Έξοδος με το τελείωμα. Ο 'φάκελος' θα δημιουργηθεί αν δεν υπάρχει.
eo: Elpaku «arĥivon» al « dosierujo ». Finu post plenumo. « dosierujo » estos kreita, se ĝi ne ekzistas.
es: Extraer el archivo comprimido en una carpeta y salir al terminar. La carpeta será creada si no existe.
et: 'Arhiiv' pakitakse lahti 'kataloogi'. Lõpetamisel väljutakse. 'Kataloog' luuakse, kui seda ei ole olemas.
eu: Erauzi "artxiboa" "karpeta"-ra. Irten amaitutakoan. "karpeta" sortuko da existitzen ez bada.
fa: استخراج »بایگانی« به »پوشه«. زمانی که تمام شد خارج شوید. اگر »پوشه« نبود ایجاد می‌شود.
fi: Pura PAKETTI KANSIOON. Lopeta, kun valmis. KANSIO luodaa, jos sitä ei ole olemassa.
fr: Extrait « archive » dans « dossier », puis quitte lorsque c'est terminé. « dossier » sera créé s'il n'existe pas.
gl: Extraer 'arquivo' a 'cartafol'. Pechar cando se remate. 'cartafol' crearase se non existe.
he: פרוס ארכיב לתיקייה. צא בסיום. התיקייה תיווצר אם היא עדיין לא קיימת.
hi: अभिलेख को फ़ोल्डर में निकालें. जब पूर्ण हो तो बाहर हों. फ़ोल्डर बनाया जाएगा यदि यह उपलब्ध नहीं होगा.
hu: Az 'archívum' kitömörítése a 'könyvtár'-ba, a művelet befejeződése után kilépés. A program létrehozza a könyvtárt, ha az még nem létezik.
is: Afþjappa 'safnskrá' í 'möppu'. Hætta þegar því er lokið. 'mappa' verður búin til ef hún er ekki til fyrir.
it: Estrae "archive" in "folder". Esce al termine. "folder" sarà creata se non esiste.
ja: 'archive' を 'folder' に展開して終了 'folder' が存在しないときは作成
kk: 'Архивті' 'қапшыққа' тарқату. Аяқтаған соң шығу. 'қапшық' болмаса құрылады.
km: ស្រង់​ចេញ 'ប័ណ្ណសារ' ទៅ'ថត' ។ ចេញ​នៅ​ពេល​ចប់ ។ 'ថត' នឹង​ត្រូវ​បាន​បង្កើត ប្រសិន​បើ​វា​មិន​មាន ។
ko: 압축 파일을 폴더에 풉니다. 완료되면 나갑니다. 폴더가 존재하지 않으면 새로 만듭니다.
mk: Ја отпакува „архива“ во „папка“. Напушта кога е готово. „Папка“ ќе биде создадена ако не постои.
ms: Ekstrak 'arkib' kepada 'folder'. Keluar apabila selesai. 'folder' akan dicipta jika ia tidak wujud.
nb: Pakk ut 'arkiv' til 'mappe'. Avslutt når den er ferdig. 'mappe' vil bli opprettet hvis den ikke finnes.
nds: "Archiv" na "Orner" utpacken; wenn fardig, beennen. "Orner" warrt opstellt, wenn em dat noch nich gifft.
nl: Het 'archief' uitpakken naar 'map'. Sluit af wanneer voltooid. De 'map' zal worden aangemaakt als deze niet bestaat.
nn: Pakk ut «arkiv» til «mappe». Avslutt når ferdig. «mappe» vert oppretta dersom ho ikkje finst frå før.
pa: 'ਪੁਰਾਲੇਖ' ਨੂੰ 'ਫੋਲਡਰ' ਵਿੱਚ ਖੋਲ੍ਹੋ। ਹੋ ਜਾਵੇ ਤਾਂ ਬੰਦ ਕਰੋ। 'ਫੋਲਡਰ' ਨੂੰ ਮੌਜੂਦ ਨਾ ਹੋਣ ਦੀ ਹਾਲਤ ਵਿੱਚ ਬਣਾਇਆ ਜਾਵੇਗਾ।
pl: Rozpakuj 'archiwum' do 'katalogu' i zakończ program. Jeśli 'katalog' nie istnieje, zostanie utworzony.
pt: Extrair o 'pacote' para a 'pasta'. Sair quando terminado. A 'pasta' será criada se não existir.
pt_br: Extrai 'pacote' para 'pasta', e encerra quando terminado. 'pasta' será criada se ela não existir.
ro: Extrage 'arhiva' în 'folder'. Se închide după terminare. 'folder' va fi creat dacă nu există.
ru: Распаковать 'архив' в 'папку' и выйти по завершении. 'Папка' будет создана, если она не существует.
sk: Rozbaliť 'archív' do 'priečinku'. Po dokončení skončiť. 'priečinok' bude vytvorený, ak neexistuje.
sl: Izvleci »arhiv« v »mapo«. Zapusti, ko konča. Ustvarjena bo »mapa«, če še ne obstaja.
sr: Распакуј „архиву“ у „фасциклу“. Изађи након завршетка. „Фасцикла“ ће бити направљена ако већ не постоји.
sr@latn: Raspakuj „arhivu“ u „fasciklu“. Izađi nakon završetka. „Fascikla“ će biti napravljena ako već ne postoji.
sv: Packa upp "arkiv" till "katalog", avsluta när det är färdigt. "katalog" skapas om den inte finns.
ta: சாரம் "காப்பகக்" "கோப்புறை ".நீங்கள் முடிததும் முடுங்கள். கோப்புறை இல்னல் என்றால் உருவாக்கபடும்
tg: Истихроҷи 'бойгонӣ' ба 'пӯша'. Хурӯҷ баъди анҷом Дар ҳолати мавҷуд набудан, пӯша сохта мешавад.
th: คลาย 'แฟ้มบีบอัด' ไปยัง 'โฟลเดอร์' ให้ออกจากโปรแกรมเมื่อทำเสร็จ จะมีการสร้าง 'โฟลเดอร์' ขึ้นใหม่ หากว่าโฟลเดอร์นั้นยังไม่มีอยู่
uk: Розпакувати "архів" у "теку". По завершенні, вийти. "Теку" буде створено, якщо вона не існує.
uz: Arxivni jildga ajratish. Yakunlanganda yopish. Agar jild mavjud boʻlmasa, u yaratiladi.
uz@cyrillic: Архивни жилдга ажратиш. Якунланганда ёпиш. Агар жилд мавжуд бўлмаса, у яратилади.
zh_cn: 将“存档文件夹”解压缩到“文件夹”。完成后退出。 如果“文件夹”不存在，则会创建该文件夹。
zh_tw: 解開「壓縮檔」至「資料夾」。完成後離開。 「資料夾」不存在則會自動建立。

source: Ask for the name of the archive to add 'files' to. Quit when finished.
ar: السؤال عن اسم الأرشيف المراد إضافة 'files' إليه. الخروج عند الانتهاء.
bg: Диалог за въвеждане на име на архива, в който ще се добавят файлове. Изход при завършване.
bs: Pitaj za ime arhive u koju treba dodati 'files'. Izađi po završetku.
ca: Pregunta pel nom de l'arxiu al qual afegir els 'fitxers'. Surt en acabar.
cs: Dotázat se na jméno archívu, do kterého přidat soubory 'files', ukončit po dokončení.
da: Bed om navnet på arkivet der skal tilføjes 'filer' til, afslut når du er færdig.
de: Nach Archivnamen fragen, zu dem Dateien hinzugefügt werden sollen. Wenn fertig, beenden.
el: Ερώτηση του ονόματος της αρχειοθήκης για την προσθήκη 'αρχείων' σε αυτή. Έξοδος με το τελείωμα.
eo: Demandu la nomon de la arĥivo al kiu dosieroj devas aldoniti. Finu post plenumo.
es: Preguntar el nombre del archivo comprimido al que se añadirá y salir al finalizar.
et: Küsitakse arhiivi nime, kuhu 'failid' lisada. Lõpetamisel väljutakse.
eu: Galdetu fitxategiak erantsi beharreko artxiboari buruz. Irten amaitutakoan.
fa: پرسیدن نام بایگانی برای افزودن »پرونده‌ها«. وقتی تمام شد، خارج شوید.
fi: Kysy mihin pakettin TIEDOSTOT lisätään. Lopeta, kun valmista.
fr: Demande le nom de l'archive pour y ajouter les « fichiers », quitte lorsque c'est terminé.
gl: Preguntar polo nome do arquivo ó que engadir 'ficheiros'. Saír cando se remate.
he: שאל לשמו של הארכיב שאליו יוספו הקבצים. צא בסיום.
hi: फ़ाइलों को जोड़ने के लिए अभिलेख का नाम पूछें. जब पूर्ण हो तो बाहर हों.
hu: A bővíteni kívánt tömörített fájl nevének bekérése, majd a művelet befejeződése után kilépés.
is: Biðja um nafn safnskrár sem bæta á 'skrám' í. Hætta þegar því er lokið.
it: Chiede il nome dell'archivio a cui aggiungere "files". Esce al termine.
ja: 'files' を追加するアーカイブの名前を尋ねて終了
kk: 'Файлдарды' қай архивке қосуды сұрау. Аяқтаған соң шығу.
km: ស្នើ​ឈ្មោះ​របស់​ប័ណ្ណសារដើម្បី​បន្ថែម 'ឯកសារ' ទៅ​កាន់ ។ ចេញ​នៅ​ពេល​ចប់ ។
ko: 파일을 추가할 압축파일의 이름을 묻습니다. 완료되면 나갑니다.
mk: Прашува за име на архивата на која да се додадат „датотеки“. Напушта кога е готово.
ms: Minta nama arkib yang hendak ditambah 'fail'. Keluar apabila selesai.
nb: Spør etter navnet til arkivet som filene skal legges i. Avslutt når den er ferdig.
nds: Na Naam vun't Archiv fragen, dat Du Dateien tofögen wullt; wenn fardig, beennen.
nl: Vraagt om de naam van het archief om 'bestanden' aan toe te voegen. Sluit af wanneer voltooid.
nn: Spør etter namnet på arkivet der filene skal leggjast til. Avslutt når ferdig.
pa: 'ਫਾਇਲਾਂ' ਨੂੰ ਜੋੜਨ ਲਈ ਪੁਰਾਲੇਖ ਲਈ ਨਾਂ ਪੁੱਛੋ। ਜਦੋਂ ਖਤਮ ਹੋ ਜਾਵੇ ਤਾਂ ਬੰਦ ਕਰੋ।
pl: Spytaj o nazwę archiwum do dodania 'plików', dodaj pliki i zakończ program.
pt: Pedir o nome do pacote onde adicionar os 'ficheiros'. Sair quando terminar.
pt_br: Pergunta o nome do pacote para adicionar 'arquivos'; encerra quando terminado.
ro: Cere numele arhivei la care să fie adăugate 'fişiere'. Se închide după terminare.
ru: Запросить имя архива для добавления 'файлов' и выйти по завершении.
sk: Spýtať sa na meno archívu, kam pridať súbory. Po dokončení skončiť.
sl: Vprašaj za ime arhiva, v katerega se naj dodajajo »datoteke«. Zapusti, ko konča.
sr: Питај за име архиве у коју треба да се додају „фајлови“. Изађи након завршетка.
sr@latn: Pitaj za ime arhive u koju treba da se dodaju „fajlovi“. Izađi nakon završetka.
sv: Fråga efter namnet på arkivet där "filer" ska läggas till, avsluta när det är färdigt.
ta: பிரித்தெடுக்கும் உரையாடலைத் திறத்தல் முடிந்ததும் மூடுதல்
tg: Бозхонди номи пӯша барои иловаи парвандаҳо ба он. Хурӯҷ баъди анҷом.
th: ให้ถามหาชื่อของแฟ้มบีบอัดที่จะเพิ่ม 'แฟ้ม' เข้าไป ให้ออกจากโปรแกรมเมื่อเสร็จ
uk: Запитати про назву архіву, до якого додати "файли". По завершенні, вийти.
zh_cn: 询问添加“文件”的存档文件名。完成后退出。
zh_tw: 詢問要加入「檔案」的壓縮檔的名稱。完成後離開。

source: Add 'files' to 'archive'. Quit when finished. 'archive' will be created if it does not exist.
ar: إضافة 'files' إلى 'archive'. الخروج عند الانتهاء. سوف يُنْشأ 'archive' إذا لم يكن موجوداً.
bg: Добавяне на файлове към архива. Изход при завършване. Архивът ще бъде създаден, ако не съществува.
bs: Dodaj 'files' u 'archive'. Izađi po završetku. 'archive' će biti napravljena ako već ne postoji.
ca: Afegeix 'fitxers' a 'arxiu'. Surt en acabar. 'arxiu' serà creat si no existeix.
cs: Přidat soubory 'files' do archivu 'archive' a poté ukončit. 'archive' bude dle potřeby vytvořen.
da: Tilføj 'filer' til 'arkiv'. Afslut når det er færdigt. 'arkiv' vil blive oprettet hvis det ikke eksisterer.
de: Dateien zu Archiv hinzufügen. Wenn fertig, beenden. "Archiv" wird erzeugt, falls es noch nicht existiert.
el: Προσθήκη 'αρχείων' στην 'αρχειοθήκη'. Έξοδος με το τελείωμα. Η 'αρχειοθήκη' θα δημιουργηθεί αν δεν υπάρχει.
eo: Aldonu « dosierojn » al « arĥivo ». Finu post plenumo. « arĥivo » estos kreita, se ĝi ne ekzistas.
es: Añadir archivos al archivo comprimido y salir al terminar. El archivo comprimido será creado si no existe.
et: Lisab 'failid' 'arhiivi'. Lõpetamisel väljutakse. 'Arhiiv' luuakse, kui seda ei ole olemas.
eu: Erantsi 'fitxategiak' 'artxibora'. Irten amaitutakoan. 'artxiboa' existitzen ez bada sortu egingo da.
fa: افزودن »پرونده‌ها« به »بایگانی«. اگر »بایگانی« وجود ندارد، ایجاد خواهد شد.
fi: Lisää TIEDOSTOT PAKETTIIN. Lopeta, kun valmista. PAKETTI luodaan, jos sitä ei ole olemassa.
fr: Ajoute des « fichiers » dans « archive » puis quitte lorsque c'est terminé. « archive » sera créée si elle n'existe pas.
gl: Engadir 'ficheiros' ó 'arquivo'. Saíra cando se remate. 'arquivo' crearase se non existe.
he: הוסף קבצים לארכיב. צא בסיום. הארכיב ייווצר, אם הוא עדיין לא קיים.
hi: फ़ाइल को अभिलेख में जोड़ें. जब पूर्ण हो तो बाहर हों. अभिलेख बनाया जाएगा यदि यह उपलब्ध नहीं होगा.
hu: A 'fájlok' hozzáadása az 'archívumhoz', a művelet befejeződése után kilépés. A program létrehozza az 'archívumot', ha még nem létezik.
is: Bæta skrám í 'safnskrá'. Hætta þegar því er lokið. 'safnskrá' verður búin til ef hún er ekki til fyrir.
it: Aggiunge "files" a "archive". Esce al termine. "archive" verrà creato se non esiste.
ja: 'archive' に 'files' を追加して終了 'archive' が存在しないときは作成
kk: 'Файлдарды' 'архивке' қосу. Аяқтаған соң шығу. 'Қапшық' болмаса құрылады.
km: បន្ថែម 'ឯកសារ' ទៅ 'ប័ណ្ណសារ' ។ ចេញ​នៅ​ពេល​ចប់ ។ 'ប័ណ្ណសារ' នឹង​ត្រូវ​បាន​បង្កើត ប្រសិន​បើ​វា​មិនមាន ។
ko: 파일을 압축 파일에 추가합니다. 완료되면 나갑니다. 압축 파일이 존재하지 않으면 새로 만듭니다.
mk: Додава „датотеки“ во „архива“. Напушта кога е готово. „Архива“ ќе биде создадена ако не постои.
ms: Tambah 'fail' kepada 'arkib'. Keluar apabila selesai. 'arkib' akan dicipta jika ia tidak wujud.
nb: Legg inn 'filer' til 'mappe'. Avslutt når den er ferdig. 'mappe' vil bli opprettet hvis den ikke finnes.
nds: "Dateien" na "Archiv" tofögen; wenn fardig, beennen. "Archiv" warrt opstellt, wenn dat dat noch nich gifft.
nl: Voegt 'bestanden' toe aan 'archief'. Sluit af wanneer voltooid. Het 'archief' zal worden aangemaakt als het nog niet bestaat.
nn: Legg til «filer» i «arkiv». Avslutt når ferdig. «arkiv» vert oppretta dersom det ikkje finst.
pl: Dodaj 'pliki' do 'archiwum' i zakończ program. Jeśli 'archiwum' nie istnieje, zostanie utworzone.
pt: Adicionar os 'ficheiros' ao 'pacote'. Sair quando terminar. O 'pacote' será criado se não existir.
pt_br: Adiciona 'arquivos' ao 'pacote'; encerra quando terminado. 'pacote' será criado se ele não existir.
ro: Adaugă 'fişiere' la 'arhivă'. Se închide după terminare. 'arhiva' va fi creată dacă nu există.
ru: Добавить 'файлы' в 'архив' и выйти по завершении. 'архив' будет создан, если он не существует.
sk: Pridať 'súbory' do 'archívu'. Po dokončení skončiť. 'archív' bude vytvorený, ak neexistuje.
sl: Dodaj »datoteke« v »arhiv«. Zapusti, ko konča. Ustvarjen bo »arhiv«, če še ne obstaja.
sr: Додај „фајлове“ у „архиву“. Изађи након завршетка. „Архива“ ће бити направљена ако већ не постоји.
sr@latn: Dodaj „fajlove“ u „arhivu“. Izađi nakon završetka. „Arhiva“ će biti napravljena ako već ne postoji.
sv: Lägg till "filer" till "arkiv", avsluta när det är färdigt. "arkiv" skapas om det inte finns.
ta: "கோப்பு" "காப்பகக்".முடித்ததும் முடவும்காப்பகக்
tg: Иловаи 'парвандаҳо' ба 'бойгонӣ'. Хурӯҷ баъди анҷом Дар ҳолати мавҷуд набудан, бойгонӣ сохта мешавад.
th: เพิ่ม 'แฟ้ม' เข้าไปใน 'แฟ้มบีบอัด' ให้ออกจากโปรแกรมเมื่อเสร็จ 'แฟ้มบีบอัด' จะถูกสร้างขึ้นมา หากว่ายังไม่มีแฟ้มบีบอัดนั้นอยู่
uk: Додати "файли" до "архіву". По завершенні, вийти. "Архів" буде створено, якщо він не існує.
uz: Arxivga fayl qoʻshish. Yakunlanganda yopish. Agar arxiv mavjud boʻlmasa, u yaratiladi.
uz@cyrillic: Архивга файл қўшиш. Якунланганда ёпиш. Агар архив мавжуд бўлмаса, у яратилади.
zh_cn: 将“文件夹”添加到“存档文件”。完成后退出。 如果“存档文件”不存在，则会创建该存档文件。
zh_tw: 加入檔案至「壓縮檔」。完成後離開。 如果「壓縮檔」不存在則會自動建立。
