Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: The file you're trying to view may be an executable. Running untrusted executables may compromise your system's security. Are you sure you want to run that file?
ar: الملف الذي تحاول عرضه قد يكون ملفّاً تنفيذيّاً. تشغيل الملفات التنفيذيّة غير الموثوق بها قد يؤثر على أمان النظام لديك. هل أنت متأكّد من أنك تريد تشغيل ذلك الملف؟
bg: Файлът, който се опитвате да видите е изпълним файл (програма). Стартирането на ненадеждни програми може да отвори дупки в сигурността на системата. Сигурни ли сте, че искате да продължите?
bs: Datoteka koju pokušavate pregledati može biti izvršna. Pokretanje izvršnih datoteka koje nisu provjerene može ugroziti sigurnost vašeg sistema. Da li ste sigurni da želite pokrenuti tu datoteku?
ca: El fitxer que estàs intentant veure pot ser un executable. Executar executables de procedència dubtosa pot comprometre la seguretat del teu sistema. Estàs segur de voler veure aquest fitxer?
cs: Soubor, který se pokoušíte zobrazit, může být spustitelný. Spouštění nedůvěryhodných programů můžete narušit bezpečnost vašeho systému. Opravdu chcete spustit tento soubor?
da: Filen du prøver at kigge på er muligvis en kørbar fil. Kørsel af filer der ikke nyder tillid kan kompromittere dit systems sikkerhed. Er du sikker på du ønsker at køre denne fil?
de: Bei der zu öffnenden Datei handelt es sich möglicherweise um ein Programm. Das Ausführen nicht vertrauenswürdiger Programme kann die Sicherheit Ihres Systems beeinträchtigen. Soll diese Datei ausgeführt werden?
el: Το αρχείο που προσπαθείτε να δείτε μπορεί να είναι εκτελέσιμο. Η εκτέλεση μη έμπιστων εκτελέσιμων μπορεί να βλάψει την ασφάλεια του συστήματός σας. Είστε σίγουροι ότι θέλετε να εκτελέσετε αυτό το αρχείο;
eo: La dosiero kiun vi provas vidi eble estas ruleblo. Rulo de malfidaj rulebloj eble endanĝerigas vian sistemon. Ĉu vi certe volas ruli tiun dosieron ?
es: El archivo que está intentando ver puede ser de tipo ejecutable. Los ejecutables que no sean de confianza pueden comprometer la seguridad de su sistema. ¿Seguro que desea ejecutar este archivo?
et: Fail, mida sa üritad vaadata, on käivitatav. Mitteusaldusväärsetest allikatest pärit failide käivitamine võib olla ohtlik su süsteemi turvalisusele. Oled sa kindel, et soovid faili käivitada?
eu: Ikusi nahi duzun fitxategia exekutagarria izan daiteke. Fidagarriak ez diren exekutagarriak ibiltzeak zure sistemaren segurtasuna arriskuan jar lezake. Ziur zaude fitxategi hori exekutatu nahi duzula?
fa: ممکن است پرونده‌ای که سعی در نمایش آن دارید، قابل اجرا باشد. ممکن است پرونده‌های قابل اجرایی که اجرای مطمئنی ندارند، امنیت سیستم شما را به خطر بیندازند. مطمئناً قصد اجرای آن پرونده را دارید؟
fi: Avaamasi tiedosto voi olla suoritustiedosto. Tuntemattomien suoritustiedostojen ajaminen voi vaarantaa järjestelmäsi turvallisuuden. Haluatko jatkaa?
fr: Le fichier que vous essayez de voir est peut-être un exécutable. L'exécution de fichiers douteux peut compromettre la sécurité de votre système. Voulez-vous vraiment exécuter ce fichier ?
he: הקובץ אותו אתה מנסה להציג הוא קובץ ריצה. הרצה של קבצי ריצה ממקור לא ידוע עלולה לפגום באבטחה של המערכת שלך. האם אתה בטוח שברצונך להפעיל את הקובץ?
hu: Lehet, hogy a megtekinteni kívánt fájl programfájl. Nem megbízható programok futtatása biztonsági kockázatot jelent. Biztosan futtatni szeretné a fájlt?
is: Skráin sem þú ert að reyna að birta gæti verið keyrsluskrá. Það getur ógnað öryggi tölvunnar þinnar að opna keyrsluskrár sem þú þekkir ekki. Ertu viss um að þú viljir birta þessa skrá?
it: Il file che stai tentando di vedere potrebbe essere un eseguibile. Avviare eseguibili non fidati potrebbe compromettere la sicurezza del sistema. Sei sicuro di volere avviare il file?
ja: 表示しようとしているファイルは実行ファイルのようです。信頼できないファイルを実行すると、システムに危険を及ぼす可能性があります。 このファイルを本当に実行しますか？
kk: Қараймын деген файлыңыз орындалатын файл болуы мүмкін. Көрінген файлды орындай берген - қауіпті іс. Осы файл орындалсын ба?
km: ឯកសារ​ដែល​អ្នក​កំពុង​ព្យាយាម​មើល ប្រហែល​ជា​អាច​ប្រតិបត្តិ​បាន ។ ការ​រត់​ឯកសារប្រតិបត្តិ​ដែល​មិន​គួរ​ឲ្យ​ទុកចិត្ត ​អាចប៉ះពាល់​ដល់សុវត្ថិភាពប្រព័ន្ធ​របស់​អ្នក ។ តើ​អ្នក​ប្រាកដ​ជា​ចង់រត់​ឯកសារ​នោះ​ឬទេ ?
ko: 보려는 파일은 실행파일일 수 있습니다. 신뢰할 수 없는 파일을 실행하면 시스템의 보안 문제를 일으킬 수 있습니다. 이 파일을 정말 실행하시겠습니까?
mk: Датотеката што се обидувате да ја прегледате може да е извршна. Извршувањето на недоверливи програми може да ја компромитира безбедноста на вашиот систем. Дали навистина сакате да ја извршите датотеката?
ms: Fail yang anda cuba papar boleh jadi fail boleh laksana. Menjalankan fail boleh laksana tak dipercayai akan berkompromi dengan sekuriti sistem anda. Anda pasti ingin jalankan fail itu?
nb: Fila du prøver å vise kan være et program. Å kjøre et program som ikke er tiltrodd, kan sette systemets sikkerhet i fare. Er du sikker på at du vil kjøre fila?
nds: De Datei, de Du ankieken wullt, is villicht utföhrbor. Wenn Du Programmen utföhrst, de Du nich kennst, kunn dat de Sekerheit vun Dien Systeem schaden. Wullt Du disse Datei redig utföhren?
nl: Het bestand dat u wilt bekijken is mogelijk een uitvoerbaar bestand. Het uitvoeren van onbekende uitvoerbare bestanden kan de veiligheid van uw systeem in gevaar brengen. Wilt het bestand werkelijk bekijken?
nn: Fila du prøver å visa kan vera eit program. Dersom du køyrer program du ikkje stolar på, kan tryggleiken til systemet vera i fare. Er du sikker på at du vil køyra den fila?
pl: Plik, który próbujesz obejrzeć, jest plikiem wykonywalnym. Uruchamianie plików wykonywalnych pochodzących z niepewnego źródła może naruszyć bezpieczeństwo systemu. Na pewno uruchomić plik?
pt: O ficheiro que você tentou ver pode ser um executável. A execução de executáveis pouco fiáveis pode comprometer a segurança do seu sistema. Tem a certeza que quer ver esse ficheiro?
pt_br: O arquivo que você está tentando ver pode ser um executável. Ao rodar executáveis não-confiáveis, você pode comprometer a segurança de seu sistema. Você tem certeza de que deseja ver o arquivo?
ro: Fişierul pe care doriţi să-l vedeţi ar putea fi un executabil. Execuţia de programe necunoscute poate compromite securitatea sistemului dumneavoastră. Sînteţi sigur că doriţi să executaţi acel fişier?
ru: Файл, который вы хотите просмотреть может быть исполняемым. Запуск непроверенных исполняемых файлов может повредить безопасности вашей системы. Запустить этот файл?
sk: Súbor, ktorý chcete zobraziť, je možno spustiteľný. Spúšťanie nedôveryhodných programov môže ohroziť bezpečnosť vášho systému. Naozaj chcete zobraziť tento súbor?
sl: Datoteka, ki si jo želite ogledati, je mogoče izvedljiva. Poganjanje nezaupanih izvedljivih datotek lahko ogrozi vašo sistemsko varnost. Ste prepričani, da želite pognati to datoteko?
sr: Фајл који желите да погледате је можда извршан. Покретање фајлова који нису од поверења може угрозити безбедност система. Да ли сте сигурни да желите да покренете тај фајл?
sr@latn: Fajl koji želite da pogledate je možda izvršan. Pokretanje fajlova koji nisu od poverenja može ugroziti bezbednost sistema. Da li ste sigurni da želite da pokrenete taj fajl?
sv: Filen du försöker öppna kan vara en körbar fil. Att köra opålitliga körbara program kan skada systemets säkerhet. Är du säker på att du vill köra filen?
ta: நீங்கள் பற்க்கும் கோப்புகள் நிறைவேற்பட்டுள்ளது
tg: Файле, ки шумо кӯшиши азназаргузаронии онро карда истодаед, иҷрошаванда аст. Корандозии парвандаҳои нобовариноки иҷрошаванда боиси харобшавии системаи бехатарии шумо шуда метавонад. Дар ҳақиқат мехоҳед, ки ин парвандаро аз назар гузаронед?
th: แฟ้มที่คุณกำลังจะดูนั้นอาจจะเป็นแฟ้มที่สามาระประมวลผล (สั่งทำงาน) ได้ การสั่งให้แฟ้มที่ไม่น่าเชื่อถือทำงาน อาจทำให้ความปลอดภัยของระบบของคุณอ่อนแอลง คุณแน่ใจหรือว่าต้องการสั่งให้แฟ้มนั้นทำงาน?
uk: Файл, який ви пробуєте проглянути, може бути програмою. Запуск програм, що не мають довіри, може порушити безпеку вашої системи. Ви певні, що хочете відкрити цей файл?
uz: Siz koʻrmoqchi boʻlgan fayl bajarib boʻladigan fayl boʻlishi mumkin. Ishonchsiz fayllarni ishga tushirish tizim xavfsizligiga zarar keltirishi mumkin. Shunga qaramasdan uni ishga tushirishni istaysizmi?
uz@cyrillic: Сиз кўрмоқчи бўлган файл бажариб бўладиган файл бўлиши мумкин. Ишончсиз файлларни ишга тушириш тизим хавфсизлигига зарар келтириши мумкин. Шунга қарамасдан уни ишга туширишни истайсизми?
zh_cn: 您试图查看的文件可能是可执行文件。运行不可信的可执行文件可能危及您系统的安全。 您确定想要查看该文件吗？
zh_tw: 您嘗試檢視的檔案可能可以執行的。執行不受信任的執行可能削弱您的系統的安全。 您確定要執行該檔案？

source: Run Nevertheless
ar: التشغيل بالرغم من هذا
bg: Стартиране
bs: Svejedno izvrši
ca: Executa malgrat això
cs: Přesto spustit
da: Kør alligevel
de: Ausführen
el: Εκτέλεση όπως και να 'χει
eo: Rulu malgraŭe
es: Ejecutar a pesar de ello
et: Käivita igal juhul
eu: Exekutatu dena dela
fa: به هر حال اجرا شود
fi: Suorita
fr: Exécuter malgré tout
he: הרץ בכל מקרה
hu: Futtatás
is: Keyra eftir sem áður
it: Esegui comunque
ja: それでも実行
kk: Сонда да, орындалсын
km: យ៉ាង​ណា​ក៏​ដោយ​រត់
ko: 그래도 실행
mk: Изврши и покрај тоа
nb: Kjør uansett
nds: Liekers utföhren
nl: Toch uitvoeren
nn: Køyr likevel
pa: ਫੇਰ ਵੀ ਚਲਾਓ
pl: Uruchom mimo to
pt: Correr de Qualquer Modo
pt_br: Executar Assim Mesmo
ru: Да, запустить
sk: Spustiť aj tak
sl: Vseeno zaženi
sr: Свеједно покрени
sr@latn: Svejedno pokreni
sv: Kör ändå
tg: Ба ҳар ҳол иҷро намоед
th: สั่งให้ทำงานไปเถอะ
uk: Запуск у будь-якому випадку
uz: Ishga tushirish
uz@cyrillic: Ишга тушириш
zh_cn: 仍然运行
zh_tw: 依然執行

source: &Search:
ar: &بحث:
bg: &Търсене:
bs: &Traži:
ca: &Cerca:
cs: &Hledat:
da: &Søg:
de: &Suchen:
el: &Αναζήτηση:
eo: &Serĉu:
es: &Buscar:
et: Ot&sitakse:
eu: &Bilatu:
fa: &جستجو:‌
fi: &Hae:
fr: &Chercher :
he: &חפש:
hu: &Keresés:
is: &Leita:
it: &Cerca:
ja: 検索(&S):
kk: &Іздейтіні:
km: ស្វែងរក ៖
ko: 검색(&S):
mk: &Барај:
ms: &Cari:
nb: &Søk:
nds: &Söken:
nl: Zo&eken:
nn: &Søk:
pa: ਖੋਜ(&S):
pl: &Znajdź:
pt: &Procurar:
pt_br: &Pesquisar:
ro: &Caută:
ru: &Поиск:
sk: &Hľadať:
sl: &Išči:
sr: &Тражи:
sr@latn: &Traži:
sv: &Sök:
ta: &ஆராய்தல்
tg: &Ҷустуҷӯ:
th: ค้นหา:
uk: &Пошук:
uz: Q&idirish:
uz@cyrillic: Қ&идириш:
zh_cn: 搜索(&S)：
zh_tw: 搜尋(&S)：

source: _n: %n file %1 %n files %1
ar: ملف واحد %1 ملفّان %1 %n ملفّات %1 %n ملفّاً %1
bg: %n файл %1 %n файла %1
bs: %n datoteka %1 %n datoteke %1 %n datoteka %1
ca: %n fitxer %1 %n fitxers %1
cs: 1 soubor %1 %n soubory %1 %n souborů %1
da: %n fil %1 %n filer %1
de: %n Datei %1 %n Dateien %1
el: %n αρχείο %1 %n αρχεία %1
eo: %n dosiero %1 %n dosieroj %1
es: %n archivo %1 %n archivos %1
et: %n fail %1 %n faili %1
eu: fitxagi %n %1 %n fitxategi %1
fa: %n پروندۀ %1
fi: %n tiedosto – %1 %n tiedostoa – %1
fr: %n fichier %1 %n fichiers %1
hi: %n फ़ाइल %1 %n फ़ाइलें %1
hu: %n fájl %1
is: %n skrá %1 %n skrár %1
it: %n file %1 %n file %1
ja: %n ファイル %1
kk: %n файл %1
km: %n ឯកសារ %1
ko: %n 파일 %1
mk: %n датотека %1 %n датотеки %1 %n датотеки %1
nb: %n fil %1 %n filer %1
nds: %n Datei %1 %n Dateien %1
nl: %n bestand %1 %n bestanden %1
nn: %n fil %1 %n filer %1
pa: %n ਫਾਇਲ %1 %n ਫਾਇਲ %1
pl: %n plik %1 %n pliki %1 %n plików %1
pt: %n ficheiro %1 %n ficheiros %1
pt_br: %n Arquivo %1 %n Arquivos %1
ru: %n файл %1 %n файлa %1 %n файлов %1
sk: %n súbor %1 %n súbory %1 %n súborov %1
sl: %n datotek %1 %n datoteka %1 %n datoteki %1 %n datoteke %1
sr: %n фајл %1 %n фајла %1 %n фајлова %1
sr@latn: %n fajl %1 %n fajla %1 %n fajlova %1
sv: %n fil %1 %n filer %1
ta: %n கோப்பு %1 %n கோப்புகள் %1.
tg: %n файл %1 %n файл %1
th: %n แฟ้ม %1
uk: %n файл %1 %n файли %1 %n файлів %1
uz: %n fayl %1 %n fayl %1
uz@cyrillic: %n файл %1 %n файл %1
zh_cn: %n 个文件 %1
zh_tw: %n 檔案 %1

source: Save Archive As
ar: حفظ الأرشيف باسم
bg: Запис на архива като
bs: Snimi arhivu kao
ca: Guarda l'arxiu com
cs: Uložit archív jako
da: Gem arkiv som
de: Archiv speichern unter
el: Αποθήκευση αρχειοθήκης ως
eo: &Konservu arĥivon kiel
es: Guardar archivo comprimido como
et: Salvesta arhiiv kui
eu: Gorde Artxiboa Honela
fa: ذخیرۀ بایگانی به عنوان
fi: Tallenna paketti nimellä
fr: Enregistrer l'archive sous...
gl: Gravar Arquivo Coma
he: שמירת ארכיב בשם
hi: अभिलेख ऐसे सहेजें
hu: A tömörített fájl mentése másként
is: Vista safnskrá sem
it: Salva archivio con nome
ja: 名前を付けて保存
kk: Архивті былай сақтау
km: រក្សា​ទុក​ប័ណ្ណសារ​ជា
ko: 다른 이름으로 저장
mk: Зачувај архива како
ms: Simpan Arkib Sebagai
nb: Lagre arkivet som
nds: Archiv sekern as
nl: Archief opslaan als
nn: Lagra arkiv som
pa: ਪੁਰਾਲੇਖ ਵਾਂਗ ਸੰਭਾਲੋ
pl: Zapisz archiwum jako
pt: Gravar Pacote Como
pt_br: Salvar Pacote Como
ro: Salvează arhiva ca
ru: Сохранить архив как
sk: Uložiť archív ako
sl: Shrani arhiv kot
sr: Сними архиву као
sr@latn: Snimi arhivu kao
sv: Spara arkiv som
ta: காப்பகத்தை இப்படிச் சேமிக்கவும்
tg: Сабтии бойгонӣ ҳамчун
th: บันทึกแฟ้มบีบอัดเป็น
uk: Зберегти архів як
uz: Arxivni saqlash
uz@cyrillic: Архивни сақлаш
zh_cn: 存档文件另存为
zh_tw: 另儲存壓縮檔為

source: Please save your archive in the same format as the original. Hint: Use one of the suggested extensions.
ar: الرجاء حفظ الأرشيف بنفس تنسيق الأصل. تلميحة: أستعمل احدى الأمتدادات المقترحة.
bg: Моля, запишете новия архив в същия формат като оригиналния. Съвет - използвайте някое от предложените разширения.
bs: Molim snimite vašu arhivu u istom formatu kao i originalna. Savjet: Koristite jednu od ponuđenih ekstenzija.
ca: Si us plau, guarda l'arxiu amb el mateix format que l'original. Consell: Usa una de les extensions suggerides.
cs: Uložte si prosím archív ve stejném formátu jako originál. Rada: Použijte jednu z nabízených přípon.
da: Husk at gemme dit arkiv i samme format som det oprindelige. Vink: Brug en af de foreslåede endelser.
de: Bitte speichern Sie das Archiv im bestehenden Format ab. Hinweis: Benutzen Sie die gleiche Datei-Erweiterung.
el: Παρακαλώ αποθηκεύστε την αρχειοθήκη σας στην ίδια μορφή με το πρωτότυπο. Συμβουλή: Χρησιμοποιήστε μία από τις προτεινόμενες καταλήξεις.
eo: Bonvolu konservi vian arĥivon per la sama formato kiel la originalon. Indiko: Uzu unu el la sugestaj etendaĵoj.
es: Guarde el archivo comprimido con el mismo formato que el original. Consejo: Utilice una de las extensiones sugeridas.
et: Palun salvesta arhiiv samasse vormingusse nagu esialgne fail. Vihje: kasuta sama laiendit.
eu: Mesedez gorde zure artxiboa jatorrizko formato berdinean. Aholkua: Erabili eskainitato luzapenetako bat.
fa: لطفاً، بایگانی خود را در قالبی همانند قالب اصلی ذخیره کنید. نکته: یکی از پسوندهای پیشنهادشده را استفاده کنید.
fi: Tallenna paketti samassa muodossa kuin alkuperäinen. Vihje: Käytä jotakin suositeltua tiedostopäätettä.
fr: Veuillez enregistrer votre archive au même format que l'originale. Un conseil : utilisez une des extensions suggérées.
gl: Por favor, garde o seu arquivo co mesmo formato que o orixinal. Consello: Empregue unha da extensións suxeridas.
he: אנא שמור את הארכיב שלך באותה התבנית של הארכיב המקורי. רמז: השתמש באחת הסיומות המוצעות.
hi: कृपया अपने अभिलेख को मूल फार्मेंट की तरह सहेजें. संकेत: सुझाए गए किसी एक एक्सटेंशन का इस्तेमाल करें.
hu: Az eredeti formátumban kell elmenteni az archívumot. Érdemes az egyik felajánlott kiterjesztést választani.
is: Vinsamlega vistaðu safnskrána í sama sniði og upprunalega skráin. Vísbending: Notaðu eina af þeim skráarendingum sem stungið er upp á.
it: Salva il tuo archivio nello stesso formato dell'originale. Suggerimento: usa una delle estensione suggerite.
ja: アーカイブは元のものと同じ形式で保存してください。 ヒント: 提案された拡張子から一つ選ぶ
kk: Архивіңізді бастапқы пішімінде сақтаңыз. Ишара: Ұсынған жұрнағының біреуін пайдалаңыңыз.
km: សូម​រក្សា​ទុក​ប័ណ្ណសារ​ក្នុង​ទ្រង់ទ្រាយ​ដូចគ្នាទៅ​នឹងលក្ខណៈ​ដើម ។ ជំនួយ ៖ ប្រើ​ផ្នែក​បន្ថែមដែល​បាន​ស្នើ​មួយ ​ក្នុង​ចំណោម​ផ្នែក​បន្ថែម​ទាំង​អស់ ។
ko: 압축 파일을 원본 파일 형식과 같은 형식으로 저장하십시오. 팁: 제안하는 확장자 중에서 선택하십시오.
mk: Зачувајте ја вашата архива во ист формат како оригиналот. Совет: Користете една од предложените наставки.
ms: Simpan arkib anda dalam format sama seperti format asal. Panduan: Guna satu daripada sambungan yang dicadangkan
nb: Lagre arkivet i samme format som det opprinnelige. Hint: Bruk et av de foreslåtte etternavn.
nds: Seker Dien Archiv bitte in dat sülve Formaat as dat Orginaal. Henwies: Bruuk een vun de vörslaan Verwiedern.
nl: Sla uw archief op in hetzelfde formaat als het origineel. Tip: Gebruik een van de voorgestelde extensies.
nn: Arkivet må lagrast i det same formatet som originalen. Tips: Bruk eitt av framlegga til filetternamn.
pl: Proszę zapisać archiwum w oryginalnym formacie. (Należy użyć takiego samego rozszerzenia.)
pt: Se possível, grava o pacote no mesmo formato do original. Sugestão: Utilize uma das extensões sugeridas.
pt_br: Por favor, salve seu pacote no mesmo formato que o original. Dica: Use uma das extensões sugeridas.
ro: Salvaţi arhiva în acelaşi format ca şi orginalul. Sfat: Utilizaţi una din extensiile sugerate.
ru: Убедитесь, что архив будет сохранён в том же формате, что и оригинальный файл. Подсказка: используйте то же расширение.
sk: Prosím uložte archív v tom istom formáte ako originál. Tip: Použite tú istú koncovku.
sl: Prosim, shranite svoj arhiv v isti vrsti kot izvirnik. Namig: uporabite eno od predlaganih pripon.
sr: Снимите вашу архиву у истом формату као и оригинал. Савет: Користите један од понуђених наставака.
sr@latn: Snimite vašu arhivu u istom formatu kao i original. Savet: Koristite jedan od ponuđenih nastavaka.
sv: Spara arkivet i samma format som originalet. Tips: Använd en av de föreslagna filändelserna.
ta: உங்கள் காப்பகத்தை முதலில் இருந்த அதே வடிவில் சேமிக்கவும். குறிப்பு: அதே ஒட்டை பயன்படுத்தவும்
tg: Лутфан бойгонии худро дар ҳамон формате, ки парвандаи ибтидоӣ дорад, захира кунед. Маслиҳат: Яке аз пасвандҳои пешниҳодшударо интихоб намоед.
th: โปรดบันทึกแฟ้มบีบอัดของคุณ ให้อยู่ในรูปแบบการบีบอัดเดิม เคล็ดลับ: ใช้นามสกุลที่เหมือนกันสิ
uk: Будь ласка, збережіть архів у тому ж форматі, що й оригінал. Підказка: використайте одне із запропонованих розширень.
uz: Iltimos arxivni uning asl kengaytmasi kabi saqlang. Maslahat: Taklif qilingan kengaytmalardan bittasini tanlang.
uz@cyrillic: Илтимос архивни унинг асл кенгайтмаси каби сақланг. Маслаҳат: Таклиф қилинган кенгайтмалардан биттасини танланг.
zh_cn: 请将您的存档文件保存为原来的格式。 提示：使用建议的扩展名之一。
zh_tw: 請使用與原本的格式來儲存您的壓縮檔。 提示：使用相同的延伸名稱。

source: Saving...
ar: جاري الحفظ...
bg: Запис...
bs: Snimam...
ca: S'està guardant...
cs: Ukládám...
da: Gemmer...
de: Speichern läuft ...
el: Αποθήκευση...
eo: Konservante...
es: Guardando...
et: Salvestamine...
eu: Gordetzen...
fa: در حال ذخیره...
fi: Tallennetaan...
fr: Enregistrement...
gl: Gardando...
he: שומר...
hi: सहेज रहे...
hu: Mentés...
is: Vista...
it: Salvataggio...
ja: 保存中...
kk: Сақталуда...
km: កំពុង​រក្សា​ទុក...
ko: 저장 중...
mk: Зачувувам...
ms: Menyimpan...
nb: Lagrer …
nds: An't Sekern...
nl: Bezig op te slaan...
nn: Lagrar …
pa: ਸੰਭਾਲਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Zapisywanie...
pt: A gravar...
pt_br: Salvando...
ro: Salvez...
ru: Сохранение...
sk: Ukladám...
sl: Shranjevanje ...
sr: Снимам...
sr@latn: Snimam...
sv: Sparar...
ta: சேமித்தல்
tg: Сабтнамоӣ...
th: กำลังบันทึก...
uk: Триває збереження...
uz: Saqlanmoqda...
uz@cyrillic: Сақланмоқда...
zh_cn: 正在保存...
zh_tw: 儲存中...

source: Could not create the folder %1
ar: لا يمكن إنشاء المجلّد %1
bg: Директорията "%1" не може да бъде създадена.
bs: Ne mogu napraviti direktorij %1
ca: No s'ha pogut crear la carpeta %1
cs: Nelze vytvořit složku %1
da: Kunne ikke oprette mappen %1
de: Ordner %1 kann nicht erstellt werden
el: Αδύνατη η δημιουργία του φακέλου %1
eo: Ne eblas krei la dosierujon %1
es: No se puede crear la carpeta %1
et: Kataloogi %1 loomine ebaõnnesus
eu: Ezin da %1 karpeta sortu
fa: پوشۀ %1 را نتوانست ایجاد کند
fi: Ei voitu luoda kansiota ”%1”
fr: Impossible de créer le dossier %1
gl: Non se puido crea-lo cartafol %1
he: לא יכול ליצור את התיקייה %1
hi: फ़ोल्डर %1 बना नहीं सका
hu: Nem sikerült létrehozni a(z) %1 könyvtárat
is: Gat ekki búið til möppuna %1
it: Impossibile creare la cartella %1
ja: フォルダ %1 を作成できません
kk: %1 қапшығы құрылмады
km: មិន​អាច​បង្កើត​ថត %1
ko: 폴더 %1을(를) 만들 수 없습니다.
mk: Не може да се создаде папката %1
ms: Tidak dapat cipta folder %1
nb: Klarte ikke opprette mappa %1
nds: Orner "%1" lett sik nich opstellen.
nl: De map %1 kon niet aangemaakt worden
nn: Klarte ikkje oppretta mappa %1
pa: ਫੋਲਡਰ %1 ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie można utworzyć katalogu %1
pt: Não foi possível criar a pasta %1
pt_br: Não foi possível criar a pasta %1
ro: Nu pot crea folderul %1
ru: Невозможно создать папку %1
sk: Nastala chyba pri vytváraní priečinku %1
sl: Ni možno ustvariti mape %1?
sr: Нисам могао да направим фасциклу %1
sr@latn: Nisam mogao da napravim fasciklu %1
sv: Kunde inte skapa katalog %1
ta: பிடித்தமான அடைவு %1
tg: Сохтани пӯшаи %1 имконнопазир аст
th: ไม่สามารถสร้างโฟลเดอร์ %1 ได้
uk: Неможливо створити теку %1
uz: %1 jildini yaratib boʻlmadi
uz@cyrillic: %1 жилдини яратиб бўлмади
zh_cn: 无法创建文件夹 %1
zh_tw: 無法建立資料夾 %1

source: An error occurred while opening the archive %1.
ar: حدث خطأ عند فتح الأرشيف %1.
bg: Грешка при отварянето на архива "%1".
bs: Došlo je do greške prilikom otvaranja arhive %1.
ca: Hi ha hagut un error en obrir l'arxiu %1.
cs: Nastala chyba při otevírání archívu %1.
da: En fejl opstod ved åbning af arkivet %1.
de: Beim Öffnen des Archivs %1 ist ein Fehler aufgetreten.
el: Ένα σφάλμα συνέβη κατά το άνοιγμα της αρχειοθήκης %1.
eo: Problemo okazis dum malfermo de la arĥivo %1.
es: Ha ocurrido un error al abrir el archivo comprimido %1.
et: Arhiivi %1 avamisel tekkis viga.
eu: Akatsa jaso da %1 artxiboa irekitzerakoan.
fa: هنگام باز کردن بایگانی %1 خطایی رخ داد.
fi: Tapahtui virhe avattaessa pakettia ”%1”.
fr: Une erreur est survenue lors de l'ouverture de l'archive « %1 ».
gl: Ocorreu un erro mentres se abría o arquivo %1.
he: שגיאה אירעה בעת פתיחת הארכיב %1.
hi: अभिलेख %1 खोलने के दौरान एक त्रुटि हुई.
hu: Hiba történt a(z) %1 nevű tömörített fájl megnyitásakor.
is: Villa kom upp við að opna skráarsafnið %1.
it: Si è verificato un errore durante l'apertura dell'archivio %1.
ja: アーカイブ %1 を開こうとしてエラーが発生しました。
kk: %1 архивін ашқанда бір қате орын алды.
km: កំហុស​មួយ​បាន​កើត​ឡើង ខណៈ​ពេល​បើក​ប័ណ្ណសារ %1 ។
ko: 압축파일 %1을(를) 여는 도중 오류가 발생하였습니다.
mk: Се случи грешка при отворањето на архивата %1.
ms: Ralat berlaku semasa membuka arkib %1.
nb: Det oppstod en feil da arkivet %1 skulle åpnes.
nds: Dat geev en Fehler bi't Opmaken vun't Archiv "%1".
nl: Er trad een fout op bij het openen van het archief %1.
nn: Det oppstod ein feil når arkivet %1 skulle opnast.
pa: ਪੁਰਾਲੇਖ %1 ਨੂੰ ਖੋਲਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: Błąd podczas otwierania archiwum %1.
pt: Ocorreu um erro ao aceder ao pacote %1.
pt_br: Ocorreu um erro ao abrir o pacote %1.
ro: A apărut o eroare la deschiderea arhivei %1.
ru: Ошибка открытия архива %1.
sk: Nastala chyba pri otváraní archívu %1.
sl: Prišlo je do napake pri odpiranju arhiva %1.
sr: Дошло је до грешке при отварању архиве %1.
sr@latn: Došlo je do greške pri otvaranju arhive %1.
sv: Ett fel uppstod vid försök att öppna arkivet %1.
ta: காப்பகத்திற்கு ¾¢ÈôÀ¾¢ø சிக்கல் %1.
tg: Ҳангоми кушодани бойгонии %1 хатогӣ рух дод.
th: เกิดข้อผิดพลาดขณะที่เปิดแฟ้มบีบอัด %1
uk: Помилка під час відкриття архіву %1.
uz: %1 arxivini ochishda xato roʻy berdi.
uz@cyrillic: %1 архивини очишда хато рўй берди.
zh_cn: 打开存档文件 %1 时出错。
zh_tw: 開啟壓縮檔 %1 時發生錯誤。
