Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: Create New Archive
ar: إنشاء أرشيف جديد
bg: Създаване на нов архив
bs: Napravi novu arhivu
ca: Crea un nou arxiu
cs: Vytvořit nový archív
da: Opret nyt arkiv
de: Neues Archiv erstellen
el: Δημιουργία νέας αρχειοθήκης
eo: Kreu novan arĥivon
es: Crear un nuevo archivo comprimido
et: Uue arhiivi loomine
eu: Sortu Artxibo Berria
fa: ایجاد بایگانی جدید
fi: Luo uusi paketti
fr: Créer une nouvelle archive
gl: Crear Novo Arquivo
he: יצירת ארכיב חדש
hi: नया अभिलेखागार बनाएँ
hu: Új archívum létrehozása
is: Búa til nýja safnskrá
it: Crea un nuovo archivio
ja: 新規アーカイブ作成
kk: Жаңа архивті құру
km: បង្កើត​ប័ណ្ណសារ​ថ្មី
ko: 새 압축 파일 만들기
mk: Создај нова архива
ms: Cipta Arkib Baru
nb: Lag nytt arkiv
nds: Nieg Archiv opstellen
nl: Nieuw archief maken
nn: Lag eit nytt arkiv
pa: ਨਵਾਂ ਪੁਰਾਲੇਖ ਬਣਾਓ
pl: Utwórz nowe archiwum
pt: Criar um Novo Pacote
pt_br: Criar um Novo Pacote
ro: Creare arhivă nouă
ru: Создать новый архив
sk: Vytvoriť nový archív
sl: Ustvari nov arhiv
sr: Направи нову архиву
sr@latn: Napravi novu arhivu
sv: Skapa ett nytt arkiv
ta: புதிய அடைவவை உருவாக்கு
tg: Сохтани бойгонии нав
th: สร้างแฟ้มบีบอัดใหม่
uk: Створити новий архів
uz: Yangi arxivni yaratish
uz@cyrillic: Янги архивни яратиш
zh_cn: 创建新存档文件
zh_tw: 建立新的壓縮檔

source: You are currently working with a simple compressed file. Would you like to make it into an archive so that it can contain multiple files? If so, you must choose a name for your new archive.
ar: أنت تتعامل حاليا مع ملف مضغوط بسيط. هل تريد أن تجعله فى أرشيف حتى يمكن أن يحتوى على عدة ملفلت ؟ إذا وافقت، يجب عليك أن تختار اسما للأرشيف الجديد.
bg: В момента се използва единичен компресиран файл. Искате ли да го направите архив, така че да включва много файлове? Ако е така, трябва да въведете име на архива.
bs: Trenutno radite sa jednostavnom kompresovanom datotekom. Želite li od nje napraviti arhivu kako bi mogla sadržati više datoteka? Ako želite, morate izabrati ime za vašu novu arhivu.
ca: Actualment estàs treballant amb un arxiu comprimit simple. Vols convertir-lo en un arxiu real de forma que pugui tenir més d'un fitxer? Si vols, hauràs d'escollir un nom pel nou arxiu.
cs: Nyní pracujete s jednoduchým komprimovaným souborem. Chcete z něj udělat archív tak, aby mohl obsahovat více souborů? Pokud ano, musíte pro něj nejprve zadat nové jméno.
da: Du arbejder for øjeblikket med en simpel komprimeret fil. Vil du lave den om til et arkiv så den kan indeholde flere filer? Hvis du vil, må du vælge et navn til dit nye arkiv.
de: Sie arbeiten momentan mit einer einzelnen komprimierten Datei. Möchten Sie diese in ein Archiv umwandeln, das mehrere Dateien enthalten kann? Wenn ja, müssen Sie einen Namen für das neue Archiv angeben.
el: Αυτή τη στιγμή δουλεύετε με ένα απλό συμπιεσμένο αρχείο. Θέλετε να το μετατρέψετε σε αρχειοθήκη ώστε να μπορεί να περιέχει πολλά αρχεία; Αν ναι, πρέπει να επιλέξετε ένα όνομα για τη νέα αρχειοθήκη.
eo: Vi momente laboras pri simpla kunpremita dosiero. Ĉu vi volas ŝanĝi ĝin en arĥivon por ke ĝi povu enhavi plurajn dosierojn? Se jes, vi devas elekti nomon por la nova arĥivo.
es: Está trabajando con un archivo individual comprimido. ¿Desea que contenga múltiples archivos? Si es así, seleccione un nuevo nombre para su archivo comprimido.
et: Praegu töötad sa lihtsa pakitud failiga. Soovid sa muuta selle arhiiviks, et see saaks sisaldada mitut faili? Kui jah, siis pead sa valima uue arhiivi jaoks nime.
eu: Konprimatutako fitxategi soilarekin ari zara lanean. Artxibo batekin egin nahi bazenu, horrek fitxategi ugari gorde ditzake. Horrela bada, zure artxibo berriarentzako izen bat aukeratu behar duzu.
fa: در حال حاضر با یک پرونده فشردۀ ساده کار می‌کنید. می‌خواهید آن را به یک بایگانی تبدیل کنید که می‌تواند چند پرونده داشته باشد؟ اگر چنین است، باید برای بایگانی جدید خود نامی انتخاب کنید.
fi: Työskentelet yksinkertaisen pakatun tiedoston kanssa. Haluatko muuttaa sen paketiksi, jolloin se voi sisältää monia tiedostoja? Jos haluat, sinun pitää valita nimi paketille.
fr: Vous travaillez actuellement avec un fichier compacté. Voulez-vous le transformer en archive pour qu'il puisse contenir d'autres fichiers ? Si oui, veuillez donner un nom à votre archive.
gl: Está actualmente a traballar un ficheiro comprimido simple. ¿Gustaría de facelo en un arquivo de xeito que poida conter múltiples ficheiros? Se é así, deberá escoller un nome para o seu novo arquivo.
he: אתה עובד כרגע עם קובץ דחוס פשוט. האם ברצונך להפוך אותו לארכיב, כך שהוא יוכל להכיל קבצים מרובים? אם כן, יהיה עליך לבחור שם לארכיב החדש שלך.
hu: Jelenleg egy egyszerű tömörített fájllal dolgozik. Szeretné archív fájllá alakítani, hogy több fájlt is képes legyen tárolni? Ha igen, akkor egy nevet kell adni az új fájlnak.
is: Þú ert að vinna með einfalda þjappaða skrá. Viltu breyta henni í safn sem getur þá geymt margar skrár? Ef svo er, veldu þá nafn fyrir nýju safnskrána.
it: Stai attualmente lavorando con un semplice file compresso. Vuoi farlo diventare un archivio, in modo che possa contenere più di un file? Se sì, devi scegliere un nome per il tuo nuovo archivio.
ja: これは単純な圧縮ファイルです。 複数のファイルを格納できるアーカイブにしますか？ アーカイブを作成する場合は、新規アーカイブのファイル名を指定してください。
kk: Сіз қазір жай сығылған файлмен жұмыс істеп жатырсыз. Оны архивке, яғни бірнеше файлдар бумасы бола алатынға, айналыруға болады. Қалайсыз ба? Қаласаңыз, жаңа архивіңізге атау беру керек.
km: បច្ចុប្បន្ន អ្នក​កំពុង​ធ្វើ​ការ​ជាមួ​យឯកសារ​ដែល​បាន​បង្ហាប់​ធម្មតា​មួយ ។ តើ​អ្នក​ចង់​បង្កើត​វា​ជាប័ណ្ណសារ​មួយ ដូច្នេះ​វា​អាច​មាន​ឯកសារ​ជា​ច្រើនឬទេ ? ប្រសិន​បើ​ដូច្នេះ អ្នក​ត្រូវ​តែ​ជ្រើស​ឈ្មោះ​មួយ​សម្រាប់​ប័ណ្ណសារ​ថ្មី​របស់​អ្នក ។
ko: 간단한 압축 파일로 작업중입니다. 여러 파일을 포함하는 압축 파일로 변환하시겠습니까? 만약 만드려면, 새 압축파일의 이름을 지정해야 합니다.
mk: Моментално работите со едноставна компресирана датотека. Дали сакате да ја претворите во архива која што може да содржи повеќе датотеки? Ако сакате, тогаш мора да изберете име за вашата нова архива.
ms: Anda sekarang mengendalikan fail termampat ringkas. Anda ingin masukkan ke dalam arkib supaya ia boleh mengandungi fail berbilang? Jika ya, anda mesti pilih nama untuk arkib baru anda.
nb: Du arbeider for øyeblikket med en enkelt komprimert fil. Vil du omforme den til et arkiv, slik at den kan inneholde flere filer? Da må du velge et navn på det nye arkivet.
nds: Du arbeidst opstunns mit en eenfache komprimeerte Datei. Wullt Du ehr in en Archiv ümwanneln, dat mehr Dateien bargen kann? Wenn Du dat wullt, muttst Du en Naam för dat niege Archiv angeven.
nl: U werkt momenteel met een eenvoudig gecomprimeerd bestand. Wilt u deze omzetten in een archief zodat deze meerdere bestanden kan bevatten? Kies in dat geval een naam voor uw nieuwe archief.
nn: Du arbeider med ei enkel komprimert fil. Vil du gjera ho til eit arkiv, slik at ho kan innehalda fleire filer? I så fall må du velja eit namn for det nye arkivet.
pl: Pracujesz na pojedynczym pliku spakowanym. Przekształcić go w archiwum, mogące zawierać wiele plików? Jeśli tak, musisz podać nazwę dla nowego archiwum.
pt: Está a trabalhar com apenas um ficheiro compactado simples. Deseja colocá-lo dentro de um pacote para que ele possa ter mais ficheiros? Se assim for, precisa de inserir um nome para o novo pacote.
pt_br: Você está trabalhando com um arquivo compactado simples. Gostaria de torná-lo um pacote que possa conter múltiplos arquivos? Se sim, você deve escolher um nome para seu novo pacote.
ro: În acest moment lucraţi cu un singur fişier comprimat. Doriţi să îl transform în arhivă astfel încît să poată conţine mai multe fişiere? Dacă da, atunci alegeţi un nume pentru noua arhivă.
ru: Сейчас вы работаете с простым упакованным файлом. Преобразовать текущий архив в новый с поддержкой упаковки нескольких файлов? Если да, выберите название для нового архива.
sk: Teraz pracujete s jednoduchým komprimovaným súborom. Chcete z neho vytvoriť archív, ktorý môže obsahovať viac súborov? Ak áno, musíte vybrať meno pre nový archív.
sl: Trenutno delate s preprosto stisnjeno datoteko. Bi jo radi pretvorili v arhiv, da bi lahko vsebovala več datotek? Če bi jo, morate izbrati ime vašega novega arhiva.
sr: Тренутно радите са једноставним компресованим фајлом. Желите ли да га претворите у архиву која може да садржи више фајлова? Ако желите, онда морате изабрати име за нову архиву.
sr@latn: Trenutno radite sa jednostavnim kompresovanim fajlom. Želite li da ga pretvorite u arhivu koja može da sadrži više fajlova? Ako želite, onda morate izabrati ime za novu arhivu.
sv: Du arbetar för närvarande med en enkel komprimerad fil. Vill du skapa ett arkiv av den så att den kan innehålla flera filer? I så fall måste du välja ett namn för det nya arkivet.
ta: இப்போது நீங்கள் எளிய ஒரு அமுக்கப்பட்ட கோப்பின் மீது வேலை செய்கிறீர்கள். இதை ஒரு காப்பகமாக மாற்றி ஒன்றுக்கு மேற்பட்ட கோப்புகளை சேமிக்க வகை செய்ய வேண்டுகிறீர்களா? அப்படியானால், புதிய காப்பகத்திற்கு ஒரு பெயரைத் தேர்ந்தெடுக்கவும்.
tg: Дар айни замон шумо бо парвандаи оддии фишурда кор карда истодаед. Оё мехоҳед, ки онро ба бойгонӣ тавре, ки он парвандаҳои бисёрро дар бар гирад, созед? Агар хоҳед, пас бойгонии нави худро номгузорӣ кунед.
th: คุณกำลังทำงานกับแฟ้มที่มีการบีบอัดแบบธรรมดา คุณต้องการสร้างมันให้เป็นแฟ้มบีบอัดที่สามารถเก็บได้หลายๆ แฟ้มหรือไม่ ? หากต้องการ คุณต้องเติมชื่อแฟ้มสำหรับแฟ้มบีบอัดใหม่ของคุณ
uk: Зараз ви працюєте з простим стиснутим файлом. Змінити цей архів на новий з підтримкою роботи з багатьма файлами? Якщо так, виберіть назву для нового архіву.
zh_cn: 您当前正在处理一个简单压缩过的文件。 您想把它转化为存档文件以包含多个文件吗？ 如果是这样，您必须为新建的存档文件选择文件名。
zh_tw: 您目前使用的是一個「簡單壓縮檔」（壓縮檔中只有一個檔案）。 您是否要將其轉換為可以含有多個檔案的壓縮檔？ 如果轉換，您必須輸入一個新的壓縮檔名稱。

source: Make Into Archive
ar: التحويل الى أرشيف
bg: Преобразуване в архив
bs: Pretvori u arhivu
ca: Converteix-lo en un arxiu
cs: Udělat archív
da: Opret arkiv
de: Als Archiv speichern
el: Μετατροπή σε αρχειοθήκη
eo: Estigu arĥiva
es: Convertir en archivo comprimido
et: Muuda arhiiviks
eu: Egin artxibo bat
fa: تبدیل به بایگانی
fi: Muunna paketiksi
fr: Transformer en archive
he: הכנס לארכיב
hu: Archívum létrehozása
is: Breyta í safnskrá
it: Diventa archivio
ja: アーカイブを作成
kk: Архивке айналдыру
km: បង្កើត​ជា​ប័ណ្ណសារ
ko: 압축 파일에 추가
mk: Претвори во архива
nb: Gjør til arkiv
nds: In Archiv ümwanneln
nl: Archief aanmaken
nn: Lag arkiv
pa: ਪੁਰਾਲੇਖ 'ਚ ਬਣਾਓ
pl: Przekształć na archiwum
pt: Criar o Pacote
pt_br: Torná-lo Um Pacote
ru: Преобразовать в архив
sk: Previesť na archív?
sl: Iz izbire naredi arhiv
sr: Претвори у архиву
sr@latn: Pretvori u arhivu
sv: Skapa arkiv
tg: Бойгонисозӣ
th: สร้างเป็นแฟ้มบีบอัด
uk: Перетворити в архів
uz: Arxivga aylantirish
uz@cyrillic: Архивга айлантириш
zh_cn: 制作进存档文件
zh_tw: 轉換

source: Do Not Make
ar: عدم التحويل
bg: Без преобразуване в архив
bs: Nemoj pretvarati
ca: No el converteixis
cs: Nedělat
da: Opret ikke
de: Nein
el: Να μη μετατραπεί
eo: Ne estigu
es: No convertir
et: Ära muuda
eu: Ez egin
fa: تبدیل نشود
fi: Älä muunna
fr: Ne pas transformer
he: אל תכניס
hu: Nem kell létrehozni
is: Ekki breyta
it: Non diventare
ja: 作成しない
kk: Керегі жоқ
km: កុំ​បង្កើត
ko: 만들지 않기
mk: Не претворај
nb: Ikke lag
nds: Nich ümwanneln
nl: Niet aanmaken
nn: Ikkje lag
pa: ਨਾ ਬਣਾਓ
pl: Nie przekształcaj
pt: Não Criar
pt_br: Não Torná-lo Um Pacote
ru: Не преобразовывать
sk: Nevytvárať
sl: Ne naredi
sr: Не претварај
sr@latn: Ne pretvaraj
sv: Skapa inte
tg: Насозед
th: ไม่ต้องสร้าง
uk: Не перетворювати
uz: Arxivga aylantirilmasin
uz@cyrillic: Архивга айлантирилмасин
zh_cn: 不制作
zh_tw: 不要轉換

source: Creating archive...
ar: جاري إنشاء الأرشيف...
bg: Създаване на архив...
bs: Pravim arhivu...
ca: S'està creant l'arxiu...
cs: Vytvářím archív...
da: Opretter arkivet...
de: Archiv wird erstellt ...
el: Δημιουργία αρχειοθήκης...
eo: Kreante arĥivon...
es: Creando el archivo comprimido...
et: Arhiivi loomine...
eu: Artxiboa sortzen...
fa: در حال ایجاد بایگانی...
fi: Luodaan pakettia...
fr: Création de l'archive...
gl: Creando o arquivo...
he: יוצר ארכיב...
hi: अभिलेखागार बना रहे...
hu: Archívum létrehozása...
is: Bý til safnskrá...
it: Creazione archivio...
ja: アーカイブを作成中...
kk: Архив құрылуда...
km: កំពុង​បង្កើត​ប័ណ្ណសារ...
ko: 압축 파일 생성 중...
mk: Создавам архива...
ms: Mencipta arkib...
nb: Lager arkiv …
nds: Archiv warrt opstellt...
nl: Archief wordt aangemaakt...
nn: Lagar arkiv …
pa: ਪੁਰਾਲੇਖ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Tworzenie archiwum...
pt: A criar o pacote...
pt_br: Criando pacote...
ro: Creez arhiva...
ru: Создание архива...
sk: Vytváram archív...
sl: Ustvarjanje arhiva ...
sr: Правим архиву...
sr@latn: Pravim arhivu...
sv: Skapar arkiv...
ta: காப்பகத்தை உருவாக்குதல்
tg: Сохтани бойгонӣ...
th: กำลังสร้างแฟ้มบีบอัด...
uk: Створення архіву...
uz: Arxiv yaratilmoqda...
uz@cyrillic: Архив яратилмоқда...
zh_cn: 正在创建存档文件...
zh_tw: 正在建立壓縮檔....

source: Select Files to Add
ar: اختر ملفات لإضافتها
bg: Изберете файлове за добавяне
bs: Izaberite datoteke koje želite dodati
ca: Escull els fitxers a afegir
cs: Vybrat soubory pro přidání
da: Vælg filer at tilføje
de: Dateien zum Hinzufügen auswählen
el: Επιλέξτε αρχεία για προσθήκη
eo: Elektu dosierojn aldonendajn
es: Seleccione archivos a añadir
et: Lisatavate failide valik
eu: Hautatu Erantsi beharreko Fitxategiak
fa: برگزیدن پرونده‌ها به منظور افزودن
fi: Valitse lisättävät tiedostot
fr: Sélectionnez les fichiers à ajouter
gl: Escoller Ficheiros a Engadir
he: בחירת קבצים להוספה
hi: फ़ाइलें जोड़ने के लिए चुनें
hu: Válassza ki a hozzáadandó fájlokat
is: Veldu skrár til að bæta við
it: Seleziona file da aggiungere
ja: 追加するファイルを選択
kk: Қосатын файлдарды таңдау
km: ជ្រើស​ឯកសារ សម្រាប់បន្ថែម
ko: 추가할 파일 선택
mk: Изберете датотеки за додавање
ms: Pilih Fail untuk Tambah
nb: Velg filer å legge til
nds: Dateien för't Tofögen utsöken
nl: Selecteer de toe te voegen bestanden
nn: Vel filene du vil leggja til
pa: ਜੋੜਨ ਲਈ ਫਾਇਲਾਂ ਚੁਣੋ
pl: Dodaj pliki
pt: Escolha os Ficheiros a Adicionar
pt_br: Selecionar Diretório para Adicionar
ro: Selectaţi fişiere de adăugat
ru: Выберите файлы для добавления
sk: Označiť priečinok na pridanie
sl: Izberite datoteke, ki naj se dodajo
sr: Изаберите фајлове за додавање
sr@latn: Izaberite fajlove za dodavanje
sv: Välj fil(er) att lägga till
ta: சேர்க்க வேண்டிய கோப்புகளை தேர்ந்தெடுக்கவும்:
tg: Интихоби парвандаҳо барои иловакунӣ
th: เลือกแฟ้มที่จะเพิ่ม
uk: Вибрати файли для додавання
uz: Qoʻshish uchun fayllarni tanlash
uz@cyrillic: Қўшиш учун файлларни танлаш
zh_cn: 选择要添加的文件
zh_tw: 選取要加入檔案

source: Adding files...
ar: جاري إضافة الملفات...
bg: Добавяне на файлове...
bs: Dodajem datoteke...
ca: S'estan afegint fitxers...
cs: Přidávám soubory...
da: Tilføjer filer...
de: Dateien werden hinzugefügt ...
el: Προσθήκη αρχείων...
eo: Aldonante dosierojn...
es: Añadiendo archivos...
et: Failide lisamine...
eu: Fitxategiak eransten...
fa: در حال افزودن پرونده‌ها...
fi: Lisätään tiedostoja...
fr: Insertion des fichiers...
gl: Engadindo ficheiros...
he: מוסיף קבצים...
hi: फ़ाइल जोड़ रहे..
hu: Fájlok hozzáadása...
is: Bæti við skrám...
it: Aggiunta file...
ja: ファイルを追加中...
kk: Файлар қосылуда...
km: កំពុង​បន្ថែម​ឯកសារ...
ko: 파일 추가 중...
mk: Додавам датотеки...
ms: Menambah fail...
nb: &Legger til filer …
nds: Dateien warrt toföögt...
nl: Bestanden worden toegevoegd...
nn: Legg til filer …
pa: ਫਾਇਲਾਂ ਜੋੜੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pl: Dodawanie plików...
pt: A adicionar os ficheiros...
pt_br: Adicionando arquivos...
ro: Adaug fişiere...
ru: Добавление файлов...
sk: Pridávam súbory...
sl: Dodajanje datotek ...
sr: Додајем фајлове...
sr@latn: Dodajem fajlove...
sv: Lägger till filer...
ta: கோப்பைச் சேர்
tg: Иловаи парвандаҳо...
th: กำลังเพิ่มแฟ้ม...
uk: Додаються файли...
uz: Fayllar qoʻshilmoqda...
uz@cyrillic: Файллар қўшилмоқда...
zh_cn: 正在添加文件...
zh_tw: 加入檔案中...

source: Select Folder to Add
ar: اختر مجلَد لإضافته
bg: Изберете директория за добавяне
bs: Izaberite direktorij za dodavanje
ca: Escull la carpeta a afegir
cs: Vybrat složku pro přidání
da: Vælg mapper at tilføje
de: Ordner zum Hinzufügen auswählen
el: Επιλέξτε φάκελο για προσθήκη
eo: Elektu dosierujon aldonendan
es: Seleccione la carpeta a añadir
et: Lisatava kataloogi valik
eu: Hautatu Erantsi beharreko Karpeta
fa: برگزیدن پوشه‌ برای افزودن
fi: Valitse lisättävä kansio
fr: Sélectionnez les dossiers à ajouter
gl: Escoller Cartafol para Engadir
he: בחירת תיקייה להוספה
hi: जोड़ने के लिए फ़ोल्डर चुनें
hu: Válassza ki a felvenni kívánt könyvtárt
is: Veldu möppu til að bæta við
it: Seleziona cartella da aggiungere
ja: 追加するフォルダを選択
kk: Қосатын қапшықтарды таңдау
km: ជ្រើស​ថត សម្រាប់បន្ថែម
ko: 추가할 폴더 선택
mk: Изберете папка за додавање
ms: Pilih Folder untuk Tambah
nb: Velg mappe å legge til
nds: Orner för't Tofögen utsöken
nl: Selecteer de map om toe te voegen
nn: Vel mappa du vil leggja til
pa: ਜੋੜਨ ਲਈ ਫੋਲਡਰ ਚੁਣੋ
pl: Wybierz katalog do dodania
pt: Seleccionar a Pasta a Adicionar
pt_br: Selecionar Pasta para Adicionar
ro: Selectaţi folderul de adăugat
ru: Выберите папку для добавления
sk: Vyberte priečinok na pridanie
sl: Izberite mapo za dodajanje
sr: Изаберите фасциклу за додавање
sr@latn: Izaberite fasciklu za dodavanje
sv: Välj katalog att lägga till
ta: தேர்ந்து எடுத்த் காப்பகத்னத கோப்புகளை தேர்ந்தெடுக்கவும்:
tg: Интихоби пӯша барои илова
th: เลือกโฟลเดอร์ที่จะเพิ่ม
uk: Вибрати теку для додавання
uz: Qoʻshish uchun jildni tanlash
uz@cyrillic: Қўшиш учун жилдни танлаш
zh_cn: 选择要添加的文件夹
zh_tw: 選擇要加入的資料夾

source: Adding folder...
ar: جاري إضافة المجلّد...
bg: Добавяне на директория...
bs: Dodajem direktorij...
ca: S'estan afegint la carpeta...
cs: Přidávám složku...
da: Tilføjer mapper...
de: Dateien werden hinzugefügt ...
el: Προσθήκη φακέλου...
eo: Aldonante dosierujon...
es: Añadiendo carpeta...
et: Kataloogi lisamine...
eu: Karpeta eransten...
fa: در حال افزودن پوشه‌ها...
fi: Lisätään kansiota...
fr: Insertion des dossiers...
gl: Engadindo cartafol...
he: מוסיף תיקייה...
hi: फ़ोल्डर जोड़ रहे...
hu: Könyvtár hozzáadása...
is: Bæti við möppu...
it: Aggiunta cartella...
ja: フォルダを追加中...
kk: Қапшықтар қосылуда...
km: កំពុង​បន្ថែម​ថត...
ko: 폴더 추가 중...
mk: Додавам папка...
ms: Menambah folder...
nb: &Legger til mappe …
nds: Orner warrt toföögt...
nl: Map wordt toegevoegd...
nn: Legg til mappe …
pa: ਫੋਲਡਰ ਜੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Dodawanie katalogu...
pt: A adicionar a pasta...
pt_br: Adicionando pasta...
ro: Adaug folder...
ru: Добавление папки...
sk: Pridávam priečinok...
sl: Dodajanje mape ...
sr: Додајем фасциклу...
sr@latn: Dodajem fasciklu...
sv: Lägger till katalog...
ta: கோப்பைச் சேர்
tg: Иловаи пӯша...
th: กำลังเพิ่มโฟลเดอร์...
uk: Додається тека...
uz: Jild qoʻshilmoqda...
uz@cyrillic: Жилд қўшилмоқда...
zh_cn: 正在添加文件夹...
zh_tw: 加入資料夾...

source: Do you really want to delete the selected items?
ar: هل ترغب حقًا في حذف العناصر المحددة؟
bg: Сигурни ли сте, че искате избраните елементи да бъдат изтрити?
bs: Da li stvarno želite obrisati označene stavke?
ca: Realment vols eliminar els ítems seleccionats?
cs: Chcete opravdu smazat označené položky?
da: Vil du slette de markerede punkter?
de: Möchten Sie die ausgewählten Einträge wirklich löschen?
el: Θέλετε πραγματικά να διαγραφούν τα επιλεγμένα αντικείμενα;
eo: Ĉu vi vere volas forigi la elektitajn erojn?
es: ¿Desea realmente eliminar los elementos seleccionados?
et: Soovid sa tõesti kustutada valitud elemendid?
eu: Ziur zaude hautatutako gaiak ezabatu nahi dituzula?
fa: واقعاً می‌خواهید فقره‌های برگزیده را حذف کنید؟
fi: Haluatko todella poistaa valitut kohteet?
fr: Voulez-vous vraiment supprimer les fichiers sélectionnés ?
gl: Quere realmente borra-los elementos seleccionados?
he: האם אתה בטוח שברצונך למחוק את הפריטים הנבחרים?
hi: क्या आप सचमुच चयनित वस्तुएँ मिटाना चाहते हैं ?
hu: Biztosan törölni szeretné a kiválasztott elemeket?
is: Viltu eyða völdu færslunum?
it: Vuoi davvero eliminare gli oggetti selezionati?
ja: 本当に選択した項目を削除しますか？
kk: Таңдалғандарды шын өшіргіңіз келеді ме?
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប​ធាតុ​ដែល​បាន​ជ្រើស​ឬ ?
ko: 선택한 항목을 삭제하시겠습니까?
mk: Дали навистина сакате да ги избришетен избраните елементи?
ms: Anda benar-benar ingin hapuskan item yang dipilih?
nb: Er du sikker på at du vil slette de valgte elementene?
nds: Wullt Du de utsöchten Indrääg redig wegdoon?
nl: Wilt u de geselecteerde items werkelijk verwijderen?
nn: Vil du verkeleg sletta dei valde elementa?
pa: ਕੀ ਤੁਸੀਂ ਚੁਣੀਆਂ ਇਕਾਈਆਂ ਨੂੰ ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ?
pl: Na pewno usunąć wybrane elementy?
pt: Quer mesmo apagar os itens seleccionados?
pt_br: Você tem certeza que quer apagar os itens selecionados?
ro: Doriţi într-adevăr să ştergeţi itemii selectaţi?
ru: Удалить выбранные файлы/папки?
sk: Určite chcete zmazať označené položky?
sl: Ali zares želite zbrisati izbrane predmete?
sr: Желите ли заиста да обришете изабране ставке?
sr@latn: Želite li zaista da obrišete izabrane stavke?
sv: Vill du verkligen ta bort de valda objekten?
ta: தேர்ந்தெடுக்கப்பட்ட உருப்படிகளை உண்மையாகவே நீக்க விரும்புகிறீர்களா?
tg: Дар ҳақиқат мехоҳед, ки фақраҳои интихобшударо ҳазф гардонед?
th: คุณต้องการลบรายการที่เลือกไว้จริงหรือไม่ ?
uk: Ви впевнені, що хочете видалити вибрані об'єкти?
uz: Tanlangan elementlarni rostdan oʻchirishni istaysizmi?
uz@cyrillic: Танланган элементларни ростдан ўчиришни истайсизми?
zh_cn: 您确定要删除选中的项目吗？
zh_tw: 您確定要刪除選擇的項目嗎？

source: Removing...
ar: جاري الإزالة...
bg: Изтриване...
bs: Uklanjam...
ca: S'està eliminant...
cs: Odstraňuji...
da: Fjerner...
de: Dateien werden gelöscht ...
el: Αφαίρεση...
eo: Forigante...
es: Eliminando...
et: Eemaldamine...
eu: Ezabatzen...
fa: در حال حذف...
fi: Poistetaan...
fr: Suppression...
gl: Borrando...
he: מסיר...
hi: मिटा रहे...
hu: Eltávolítás...
is: Fjarlægi...
it: Rimozione...
ja: 削除中...
kk: Өшірілуде...
km: កំពុង​យកចេញ...
ko: 삭제 중...
mk: Отстранувам...
ms: Membuang...
nb: Fjerner …
nds: An't Wegdoon...
nl: Bezig te verwijderen...
nn: Fjernar …
pa: ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Usuwanie...
pt: A remover...
pt_br: Removendo...
ro: Şterg...
ru: Удаление...
sk: Odstraňujem...
sl: Odstranjevanje ...
sr: Уклањам...
sr@latn: Uklanjam...
sv: Tar bort...
ta: நீக்கத்தில்
tg: Хориҷкунӣ...
th: กำลังลบ...
uk: Триває видалення...
uz: Olib tashlanmoqda...
uz@cyrillic: Олиб ташланмоқда...
zh_cn: 正在删除...
zh_tw: 移除中...

source: Open with:
ar: الفتح باستخدام:
bg: Отваряне с:
bs: Otvori s:
ca: Obre amb:
cs: Otevřít pomocí:
da: Åbn med:
de: Öffnen mit:
el: Άνοιγμα με:
eo: Malfermu per:
es: Abrir con:
et: Avatakse kasutades:
eu: Ireki honekin:
fa: باز کردن با:
fi: Avaa ohjelmalla:
fr: Ouvrir avec :
gl: Abrir con:
he: פתח באמצעות:
hi: के साथ खोलें:
hu: Megnyitás ezzel:
is: Opna með:
it: Apri con:
ja: 以下で開く:
kk: Мынамен ашу:
km: បើក​ជាមួយ ៖
ko: 연결 프로그램:
mk: Отвори со:
ms: Buka dengan:
nb: Åpne med:
nds: Opmaken mit:
nl: Openen met:
nn: Opna med:
pa: ਇਸ ਨਾਲ ਖੋਲ੍ਹੋ:
pl: Otwórz w:
pt: Abrir com:
pt_br: Abrir Com:
ro: Deschide cu:
ru: Открыть в:
sk: Otvoriť pomocou:
sl: Odpri z:
sr: Отвори помоћу:
sr@latn: Otvori pomoću:
sv: Öppna med:
ta: வைத்துத் திறக்கவும்:
tg: Кушодан бо:
th: เปิดใช้ด้วย:
uk: Відкрити за допомогою:
uz: Bilan ochish:
uz@cyrillic: Билан очиш:
zh_cn: 打开方式：
zh_tw: 以其它程式開啟：
