Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: O&verwrite files (Zip, Tar, Zoo, Rar)
ar: ال&كتابة فوق الملفات (Zip, Tar, Zoo, Rar)
bg: П&резаписване на файловете (Zip, Tar, Zoo, Rar)
bs: P&repiši datoteke (Zip, Tar, Zoo, Rar)
ca: S&obreescriu fitxers (Zip, Tar, Zoo, Rar)
cs: Přepiso&vat soubory (zip, tar, zoo, rar)
da: O&verskriv filer (Zip, Tar, Zoo, Rar)
de: Dateien ü&berschreiben (Zip, Tar, Zoo, Rar)
el: Αν&τικατάσταση αρχείων (Zip, Tar, Zoo, Rar)
eo: &Anstataŭigu dosierojn (Zip, Tar, Zoo, Rar)
es: &Sobrescribir archivos (Zip, Tar, Zoo, Rar)
et: &Failide ülekirjutamine (Zip, Tar, Zoo, Rar)
eu: Fitxategiak &gainidatzi (Zip, Tar, Zoo, Rar)
fa: &جای‌نوشت پرونده‌ها )Zip، Tar، Zoo، Rar(‌
fi: &Korvaa tiedostot (Zip, Tar, Zoo, Rar)
fr: Écraser les fic&hiers (Zip, Tar, Zoo, Rar)
gl: So&brescribir ficheiros (Zip, Tar, Zoo, Rar)
he: &שכתב קבצים (Rar ,Zoo ,Tar, Zip)
hi: फ़ाइलों के ऊपर लिखें (Zip, Tar, Zoo, Rar) (&v)
hu: A fájl&ok felülírása (Zip, Tar, Zoo, Rar)
is: &Yfirskrifa skrár (Zip, Tar, Zoo, Rar)
it: So&vrascrivi i file (Zip, Tar, Zoo, Rar)
ja: ファイルを上書きする(&V) (Zip, Tar, Zoo, Rar)
kk: Файлдар қа&йта жазыла берсін (Zip, Tar, Zoo, Rar)
km: សរសេរ​ជាន់​លើ​ឯកសារ (Zip, Tar, Zoo, Rar)
ko: 파일 덮어쓰기 (Zip, Tar, Zoo, Rar)(&V)
mk: П&резапиши врз датотеките (Zip, Tar, Zoo, Rar)
ms: &Tulis ganti fail (Zip, Tar, Zoo, Rar)
nb: O&verskriv filer (Zip, Tar, Zoo, Rar)
nds: Dateien ö&verschrieven (Zip, Tar, Zoo, Rar)
nl: Bestanden o&verschrijven (Zip, Tar, Zoo, Rar)
nn: Skri&v over filer (Zip, Tar, Zoo, Rar)
pa: ਫਾਇਲਾਂ ਉੱਤੇ ਲਿਖੋ (Zip, Tar, Zoo, Rar)(&v)
pl: &Zastępowanie plików (Zip, Tar, Zoo, Rar)
pt: So&brepor os ficheiros (Zip, Tar, Zoo, Rar)
pt_br: Sobrescre&ver arquivos (Zip, Tar, Zoo, Rar)
ro: &Suprascrie fişiere (ZIP, TAR, ZOO, RAR)
ru: &Заменять файлы (Zip, Tar, Zoo, Rar)
sk: &Prepisovať súbory (Zip, Tar, Zoo, Rar)
sl: &Nadomesti datoteke (Zip, Tar, Zoo, Rar)
sr: &Пребриши постојеће фајлове (Zip, Tar, Zoo, Rar)
sr@latn: &Prebriši postojeće fajlove (Zip, Tar, Zoo, Rar)
sv: Skri&v över filer (Zip, Tar, Zoo, Rar)
ta: கோப்புக்களை &மேலெழுது (Zip, Tar, Zoo, Rar)
tg: &Аз нав сабт кардани парвандаҳо (Zip, Tar, Zoo, Rar)
th: เขียนทับแฟ้ม (Zip, Tar, Zoo, Rar)
uk: Пе&резаписувати файли (Zip, Tar, Zoo, Rar)
uz: &Fayllarni almashtirish (Zip, Tar, Zoo, Rar)
uz@cyrillic: &Файлларни алмаштириш (Zip, Tar, Zoo, Rar)
zh_cn: 覆盖文件(&V) (Zip, Tar, Zoo, Rar)
zh_tw: 複寫檔案 (Zip, Tar, Zoo, Rar)

source: &Preserve permissions (Tar)
ar: &حافظ على الصلاحيّات (Tar)
bg: &Запазване на правата за достъп (Tar)
bs: &Sačuvaj privilegije (Tar)
ca: &Preserva els permisos (Tar)
cs: Zachovat &přístupová práva (tar)
da: &Bevar tilladelser (Tar)
de: Berechtigungen &beibehalten (Tar)
el: &Διατήρηση αδειών (Tar)
eo: Konservu &permesojn (Tar)
es: &Preservar permisos (Tar)
et: Loa&bitid säilitatakse (Tar)
eu: &Baimenak mantendu (Tar)
fa: &حفظ مجوزها )Tar(‌
fi: &Säilytä käyttöoikeudet (Tar)
fr: &Préserver les permissions (Tar)
gl: &Manter permisos (Tar)
he: ש&מור הרשאות (Tar)
hi: अनुमतियाँ सहेजें (Tar) (&P)
hu: A jo&gosultságok megőrzése (Tar)
is: &Varðveita aðgangsheimildir (Tar)
it: &Mantieni i permessi (Tar)
ja: 許可属性を保持する(&P) (Tar)
kk: &Рұқсаттар да сақталсын (Tar)
km: ការពារ​សិទ្ធិ (Tar)
ko: 권한 유지 (Tar)(&P)
mk: &Зачувај дозволи (Tar)
ms: &Kekalkan keizinan (Tar)
nb: &Behold rettighetene (Tar)
nds: Verlöven &wohren (Tar)
nl: Toegangsrechten ove&rnemen (Tar)
nn: &Ta vare på løyve (Tar)
pa: ਅਧਿਕਾਰ ਰੱਖੋ (Tar)(&P)
pl: Zachowanie &praw dostępu (Tar)
pt: &Preservar as permissões (Tar)
pt_br: &Preservar permissões (Tar)
ro: &Păstrează permisiunile (TAR)
ru: Сохранять п&рава (Tar)
sk: Zachovať &prístupové práva (Tar)
sl: &Ohrani dovoljenja (Tar)
sr: Сачувај &дозволе приступа (Tar)
sr@latn: Sačuvaj &dozvole pristupa (Tar)
sv: &Bevara filskydd (Tar)
ta: அனுமதிகளை &பாதுகாக்கவும் (Tar)
tg: &Нигоҳдории рухсатҳо (Tar)
th: รักษาสิทธิ์ที่อนุญาตด้วย (Tar)
uk: &Зберігати дозволи (Tar)
uz: &Huquqlarni saqlab qolish (Tar)
uz@cyrillic: &Ҳуқуқларни сақлаб қолиш (Tar)
zh_cn: 保留文件权限(&P) (Tar)
zh_tw: 保留權限 [Tar] (&P)

source: &Ignore folder names (Zip)
ar: &تجاهل أسماء المجلّدات (Zip)
bg: &Игнориране на имената на директориите (Zip)
bs: &Ignoriši imena direktorija (Zip)
ca: &Ignora els noms de carpetes (Zip)
cs: &Ignorovat jména složek (zip)
da: &Ignorér mappenavne (Zip)
de: Ordnernamen &ignorieren (Zip)
el: &Παράβλεψη ονομάτων φακέλων (Zip)
eo: &Ignoru dosierujonomojn (Zip)
es: &Ignorar nombres de carpetas (Zip)
et: Kataloogide nimesid &ignoreeritakse (Zip)
eu: &Baztertu karpeta izenak (Zip)
fa: &چشم‌پوشی از نام پوشه‌ها )Zip(‌
fi: Oh&ita kansionimet (Zip)
fr: &Ignorer les noms des dossiers (Zip)
gl: &Ignorar nomes de cartafol (Zip)
he: הת&עלם משמות תיקיית (Zip)
hi: फ़ोल्डर नाम नज़र अंदाज़ करें (Zip) (&I)
hu: A könyvtárnevek &figyelmen kívül hagyása (Zip)
is: &Hunsa möppunöfn (Zip)
it: &Ignora i nomi delle cartelle (Zip)
ja: フォルダ名を無視する(&I) (Zip)
kk: Қапшық атауларын &елемейтін болсын (Zip)
km: មិន​អើពើ​ឈ្មោះ​ថត (Zip)
ko: 폴더 이름 무시 (Zip)(&I)
mk: &Игнорирај имиња на папки (Zip)
ms: &Abaikan nama folder (Zip)
nb: &Overse mappenavn (Zip)
nds: Ornernaams ö&vergahn (Zip)
nl: Mapnamen n&egeren (Zip)
nn: &Ignorer mappenamn (Zip)
pa: ਫੋਲਡਰ ਨਾਂ ਅਣਡਿੱਠੇ ਕਰੋ (Z&ip)
pl: Pomijanie nazw &katalogów (Zip)
pt: &Ignorar os nomes das pastas (Zip)
pt_br: &Ignorar nomes de pastas (Zip)
ro: &Ignoră numele de foldere (ZIP)
ru: И&гнорировать имена папок (Zip)
sk: &Ignorovať mená priečinkov (Zip)
sl: Prezr&i imena map (Zip)
sr: &Игнориши имена фасцикли (Zip)
sr@latn: &Ignoriši imena fascikli (Zip)
sv: &Ignorera katalognamn (Zip)
ta: &அடைவுப் பெயர்களைப் &புறக்கணி (Zip)
tg: &Рад кардани номҳои пӯша (Zip)
th: ไม่&สนใจชื่อโฟลเดอร์ (Zip)
uk: &Ігнорувати назви тек (Zip)
uz: Jild nomlariga &eʼtibor berilmasin (Zip)
uz@cyrillic: Жилд номларига &эътибор берилмасин (Zip)
zh_cn: 忽略文件夹名(&I) (Zip)
zh_tw: 忽略資料夾名稱 [Zip] (&I)

source: Convert filenames to &lowercase (Zip, Rar)
ar: تحويل أسماء الملفّات إلى أحرف &صغيرة (Zip, Rar)
bg: Конвертиране имената на файловете само с &малки букви (Zip, Rar)
bs: Pretvori imena datoteka u &mala slova (Zip, Rar)
ca: Converteix e&ls noms de fitxer a minúscules (Zip, Rar)
cs: Převést na ma&lá písmena (zip, rar)
da: Konvertér filnavne til &små bogstaver (Zip, Rar)
de: Dateinamen in &Kleinbuchstaben umwandeln (Zip, Rar)
el: Μετατροπή ονομάτων αρχείων σε πε&ζά γράμματα (Zip, Rar)
eo: &Minuskligu dosiernomojn (Zip, Rar)
es: &Convertir nombres de archivos a minúsculas (Zip, Rar)
et: &Kõik tähed failinimedes muudetakse väikesteks (Zip, Rar)
eu: Bihurtu fitxategi-izenak hizki &xehetara (Zip, Rar)
fa: تبدیل کردن نام پرونده‌ها به &حروف کوچک )Zip، Rar(‌
fi: Muuta tiedostonimet pi&eniin kirjaimiin (Zip, Rar)
fr: Convertir les noms de fichier en &minuscules (Zip, Rar)
gl: Converter nomes de ficheiro a &minúsculas (Zip, Rar)
he: המ&ר שמות קבצים לאותיות קטנות (Rar ,Zip)
hi: फ़ाइल नामों को लोअरकेस में बदलें (Zip, Rar) (&l)
hu: A fájlnevek kis&betűssé konvertálása (Zip, Rar)
is: Breyta skráarnöfnum í &lágstafi (Zip, Rar)
it: Converti in &minuscolo i nomi dei file (Zip, Rar)
ja: ファイル名を小文字にする(&L) (Zip, Rar)
kk: Файл атаулары к&іші әріптерге айналсын (Zip, Rar)
km: បម្លែង​ឈ្មោះ​ឯកសារ ទៅ​ជា​អក្សរ​តូច (Zip, Rar)
ko: 파일 이름을 소문자로 변경 (Zip, Rar)(&L)
mk: Префрли ги имињата на датотеките во &мали букви (Zip, Rar)
ms: Tukar nama fail kepada &huruf kecil (Zip, Rar)
nb: Omgjør filnavn til &små bokstaver (Zip, Rar)
nds: Dateinaams na &Lüttschrieven ümwanneln (Zip, Rar)
nl: Bestandsnamen omzetten naar k&leine letters (Zip, Rar)
nn: Konverter filnamn til små &bokstavar (Zip, Rar)
pa: ਫਾਇਲ ਨਾਂ ਵੱਡੇ ਅੱਖਰਾਂ 'ਚ ਬਦਲੋ (Zip, Rar)(&l)
pl: Zamiana nazw plików na małe &litery (Zip, Rar)
pt: Converter nomes dos ficheiros para minúscu&las (Zip, Rar)
pt_br: Converter nomes de arquivo para letras minúscu&las (Zip, Rar)
ro: Converteşte numele de fişiere la litere &mici (ZIP, RAR)
ru: Преобразовывать имена файлов в &нижний регистр (Zip, Rar)
sk: Previesť mená súborov na &malé písmená (Zip, Rar)
sl: Imena datotek pretvori v &male črke (Zip, Rar)
sr: Пребаци имена фајлова у &мала слова (Zip, Rar)
sr@latn: Prebaci imena fajlova u &mala slova (Zip, Rar)
sv: Konvertera fi&lnamn till gemener (Zip, Rar)
ta: கோப்புப்பெயர்களை &சிற்றெழுத்திற்கு மாற்று (Zip, Rar)
tg: Табдили номҳои парвандаҳо ба ҳарфҳои &хурд (Zip, Rar)
th: แปลงชื่อแฟ้มให้เป็นอักษรตัวเล็กทั้งหมด (Zip, Rar)
uk: Перевести назви файлів до &нижнього регістру (Zip, Rar)
uz: Fayllarning nomini &kichkina harflarga almashtirish (Zip, Rar)
uz@cyrillic: Файлларнинг номини &кичкина ҳарфларга алмаштириш (Zip, Rar)
zh_cn: 将文件名转换为小写(&L) (Zip, Rar)
zh_tw: 將檔案名稱改成小寫 [Zip, Rar] (&L)

source: Convert filenames to &uppercase (Rar)
ar: تحويل أسماء الملفّات إلى أحرف &كبيرة (Zip, Rar)
bg: Конвертиране имената на файловете само с &главни букви (Zip, Rar)
bs: Pretvori imena datoteka u &velika slova (Rar)
ca: Converteix els noms de fitxer a majúsc&ules (Zip, Rar)
cs: Převést názvy so&uborů na velká písmena (rar)
da: Konvertér filnavne til store &bogstaver (Rar)
de: Dateinamen in &Großbuchstaben umwandeln (Rar)
el: Μετατροπή ονομάτων αρχείων σε κε&φαλαία (Rar)
eo: &Majuskligu dosiernomojn (Rar)
es: Convertir nombres de archivos a &mayúsculas (Rar)
et: Kõik tähed failinimedes muudetakse s&uurteks (Rar)
eu: Bihurtu fitxategi-izenak hizki &larrietara (Zip, Rar)
fa: تبدیل کردن نام پرونده‌ها به &حروف بزرگ )Rar(‌
fi: Muuta tiedostonimet &isoihin kirjaimiin (Rar)
fr: Convertir les noms de fichiers en maj&uscules (Rar)
gl: Converter nomes de ficheiro a &maiúsculas (Zip, Rar)
he: המר שמות &קבצים לאותיות ראשיות (Rar)
hi: फ़ाइल नामों को अपरकेस में बदलें (Rar) (&u)
hu: A fájlnevek &nagybetűssé konvertálása (Rar)
is: Breyta skráarnöfnum í &hástafi (Rar)
it: Converti in maiu&scolo i nomi dei file (Rar)
ja: ファイル名を大文字にする(&U) (Rar)
kk: Файл атаулары үлк&ен әріптерге айналсын (Rar)
km: បម្លែង​ឈ្មោះ​ឯកសារ ទៅ​ជា​អក្សរ​ធំ (Rar)
ko: 파일 이름을 대문자로 변경 (Rar)(&U)
mk: Префрли ги имињата на датотеките во &големи букви (Rar)
ms: Tukar nama fail kepada &huruf besar (Rar)
nb: Omgjør filnavn til &store bokstaver (Rar)
nds: Dateinaams na &Grootschrieven ümwanneln (Rar)
nl: Bestandsnamen omzetten naar h&oofdletters (Rar)
nn: Konverter filnamn til store b&okstavar (Rar)
pa: ਫਾਇਲ-ਨਾਂ ਵੱਡੇ ਅੱਖਰਾਂ 'ਚ ਬਦਲੋ (Rar)(&u)
pl: Zamiana nazw plików na &wielkie litery (Rar)
pt: Converter nomes dos ficheiros para maiúsc&ulas (Rar)
pt_br: Converter nomes de arquivo para letras maiúsc&ulas (Rar)
ro: Converteşte numele de fişiere la litere &mare (RAR)
ru: Преобразовывать имена файлов в &верхний регистр (Rar)
sk: Previesť mená súborov na &veľké písmená (Rar)
sl: Imena datotek pretvori v &velike črke (Rar)
sr: Пребаци имена фајлова у &велика слова (Rar)
sr@latn: Prebaci imena fajlova u &velika slova (Rar)
sv: Konvertera filnamn till &versaler (Rar)
ta: கோப்புப்பெயர்களை &பேரேழுத்துக்களாக மாற்று (Rar)
tg: Табдили номҳои парвандаҳо ба ҳарфҳои &калон (Rar)
th: แปลงชื่อแฟ้มให้เป็นอักษรตัวใหญ่ทั้งหมด (Rar)
uk: Перевести назви файлів до &верхнього регістру (Rar)
uz: Fayllarning nomini &bosh harflarga almashtirish (Rar)
uz@cyrillic: Файлларнинг номини &бош ҳарфларга алмаштириш (Rar)
zh_cn: 将文件名转换为大写(&U) (Rar)
zh_tw: 將檔案名稱改成大寫 [Rar] (&U)

source: You are creating a simple compressed archive which contains only one input file. When uncompressed, the file name will be based on the name of the archive file. If you add more files you will be prompted to convert it to a real archive.
ar: أنت تقوم بإنشاء أرشيف مضغوط بسيط يحتوي على ملف إدخال واحد فقط. عندما يفك ضغطه، فإن اسم الملف سيعتمد على اسم ملف الأرشيف. إذا قمت بإضافة ملفّات أخرى فسوف تُطالَُب بتحويله إلى أرشيف حقيقي.
bg: В момента вие създавате компресиран файл, който съдържа само един файл. Когато разархивирате, името на файла ще бъде базирано на името на архивния файл. Ако добавите повече файлове, ще бъдете запитан за друго име на архива.
bs: Pokušali ste napraviti jednostavnu kompresovanu arhivu koja sadrži samo jednu datoteku. Kada je dekompresujete, naziv datoteke će biti baziran na imenu arhivske datoteke. Ako dodate još datoteka, biće vam ponuđenu da je pretvorite u pravu arhivu.
ca: Estàs creant un arxiu comprimit simple que conté només un fitxer. Quan es descomprimeixi, el nom del fitxer es basarà en el nom de l'arxiu. Si afegeixes més fitxers se't demanarà si vols convertir l'arxiu comprimit simple en un arxiu real.
cs: Vytváříte jednoduchý komprimovaný soubor, který obsahuje jeden vstupní soubor. Pokud bude rozbalen, jeho název bude založen na názvu souboru archívu. Pokud přidáte více souborů, budete dotázáni na převod do běžného archívu.
da: Du er ved at oprette et simpelt komprimeret arkiv som kun indeholder én inputfil. Når arkivet pakkes ud, vil filnavnet være baseret på arkivfilens navn. Hvis du tilføjer flere filer, vil du blive spurgt om at konvertere det til et rigtigt arkiv.
de: Ein einfaches komprimiertes Archiv wird erstellt, das nur eine Datei enthält. Beim Entpacken erhält die dekomprimierte Datei den Namen des Archivs. Werden weitere Dateien zu diesem Archiv hinzugefügt, wird daraus ein richtiges Archiv erstellt.
el: Δημιουργείτε μια απλή συμπιεσμένη αρχειοθήκη η οποία περιέχει μόνο ένα αρχείο εισόδου. Όταν αποσυμπιεστεί, το όνομα του αρχείου θα βασιστεί στο όνομα της αρχειοθήκης. Αν προσθέσετε περισσότερα αρχεία θα ειδοποιηθείτε για να τη μετατρέψετε σε μια πραγματική αρχειοθήκη.
eo: Vi kreos simplan kunpremitan arĥivon, kiu entenas nur unu dosieron. Se elpakota, la dosiernomo estos bazita sur la nomo de la arĥivo. Se vi aldonas pliajn dosierojn vi estas demandita ŝanĝi la arĥivon al reala arĥivo.
es: Está creando un archivo comprimido sencillo que contiene un único archivo. Cuando sea descomprimido, el nombre de este archivo se basará en el nombre del archivo comprimido. Si añade más archivos se le propondrá que lo convierta en un archivo comprimido real.
et: Oled loomas lihtsat arhiivi, mis sisaldab ainult ühte sisendfaili. Lahtipakkimisel saadava faili nimi baseerub arhiivifaili nimel. Kui lisad rohkem faile, küsitakse arhiivifaili muutmist reaalseks arhiiviks.
eu: Konprimatutako artxibo soila sortzen ari zara, fitxategi bakarra duena. Deskonprimatutakoan, fitxategiaren izena artxibu fitxategiarenean oinarrituko da. Fitxategi gehiago eransten badituzu benetazko artxibu bihurtzeko eskatuko zaizu.
fa: یک بایگانی فشردۀ ساده ایجاد می‌کنید که تنها یک پروندۀ ورودی دارد. هرگاه فشرده نباشد، نام پرونده بر اساس نام پروندۀ بایگانی خواهد بود. اگر پرونده‌های بیشتری اضافه کنید، به شما اعلان می‌شود که آن را به یک بایگانی حقیقی تبدیل کنید.
fi: Olet tekemässä yksinkertaista pakattua pakettia, joka sisältää vain yhden tiedoston. Purettaessa tiedoston nimi tulee saamaan paketti nimen. Jos haluat lisätä lisää tiedostoja, sinulta kysytään haluatko muuntaa tämän oikeaksi paketiksi.
fr: Vous avez débuté la création d'une archive compactée simplifiée qui ne contient qu'un seul fichier. Lorsqu'il sera décompacté, le nom du fichier sera basé sur le nom du fichier de l'archive. Si vous ajoutez d'autres fichiers, il vous sera demandé de la convertir en une vraie archive.
gl: Está a crear un arquivo comprimido simple que conté só un ficheiro de entrada. Cando se descomprima, o nome do ficheiro basearase non nome do arquivo. Se engadi máis ficheiros preguntaráselle se prefire convertelo a un arquivo real.
he: אתה יוצר ארכיב דחוס פשוט שמכיל קובץ קלט אחד בלבד. כאשר הוא ייפרס, שם הקובץ יהיה מבוסס על השם של קובץ הארכיב. אם תוסיף עוד קבצים, אתה תישאל אם להמיר את הארכיב לארכיב אמיתי.
hu: Olyan archív fájlt készül létrehozni, mely csak egyetlen fájlt tartalmaz. Kitömörítésnél a fájl neve az archív fájl nevét fogja felvenni. Ha további fájlokat ad az archív fájlhoz, lehetősége lesz annak valódi archívummá alakításához.
is: Þú ert að búa til einfalt samþjappað safn sem inniheldur aðeins eina skrá. Þegar hún verður afþjöppuð verður nafn hennar byggt á nafni safnskráarinnar. Ef þú bætir við fleiri skrám verður spurt hvort eigi að breyta þessu í raunverulegt safn.
it: Stai creando un archivio compresso semplice che contiene un solo file. Quando verrà decompresso, il nome del file dipenderà dal nome file dell'archivio. Se aggiungi altri file, ti verrà chiesto se vuoi convertire l'archivio semplice in un archivio vero e proprio.
ja: 入力ファイルが一つだけの単純な圧縮アーカイブを作成しています。 これを展開すると、展開後のファイル名はアーカイブ名に基づくものになります。 他にファイルを追加しようとすると、本当のアーカイブに変換するよう促されます。
kk: Жай сығылған жалғыз файл архивін құрып жатырсыз. Тарқатқанда, ол атауын архивінен мұра етеді. Басқа файлдарды қосатын болсаңыз, шын архивке айналдыруға рұқсат сұралады.
km: អ្នក​កំពុង​បង្កើត​ប័ណ្ណសារ​បង្ហាប់​ធម្មតា​មួយ ដែល​មាន​តែឯកសារ​បញ្ចូល​មួយ​ប៉ុណ្ណោះ ។ នៅ​ពេល​មិន​ន​បង្ហាប​វិញ ់ ឈ្មោះ​ឯកសារ​នឹងផ្អែក​ន​លើ​ឈ្មោះ​របស់​ឯកសារ​ប័ណ្ណសារ ។ ប្រសិ​បើ​អ្នក​បន្ថែម​ឯកសារ​ច្រើយ អ្នកនឹងត្រូវបានសួរ​ក​ឲ្យ​បម្លែង​វា​ទៅ​ជា​ប័ណ្ណសារ​ពិត​ប្រាកដ ។
ko: 간단한 한 파일만 포함하는 압축 파일을 만듭니다. 압축을 해제할 때 파일 이름은 압축 파일의 이름을 따릅니다. 다른 파일을 추가하게 되면 실제 압축 파일로 변환할 지 묻습니다.
mk: Создавате едноставна компресирана архива која содржи само една влезна датотека. Кога ќе се декомпресира, името на датотеката ќе биде базирано на името на архивата. Ако додадете повеќе датотеки ќе бидете прашани да ги префрлите во вистинска архива.
ms: Anda mencipta arkib termampat ringkas yang mengandungi hanya satu fail input. Apabila dinyahmampat, nama fail akan berdasarkan nama fail arkib. Jika anda tambah lebih fail, anda akan digesa untuk menukarkannya kepada arkib sebenar.
nb: Du lager et enkelt, komprimert arkiv som bare inneholder en fil. Når den pakkes ut, vil filnavnet bli basert på navnet på arkivfila. Hvis du legger til flere filer, vil du bli spurt om å gjøre den om til et virkelig arkiv.
nds: Du stellt en eenfach komprimeert Archiv op, dat bloots een Ingaavdatei bargt. Bi't Utpacken kriggt de Datei den Naam vun de Archivdatei. Wenn Du mehr Dateien toföögst, warrst Du fraagt, wat Du dat na en echt Archiv ümwanneln wullt.
nl: U bent een eenvoudig gecomprimeerd archief aan het maken dat slechts één bestand bevat. Wanneer dit archief uitgepakt wordt dan zal de bestandsnaam zich baseren op de archiefnaam. Als u meer bestanden toevoegt zal u gevraagd worden om dit archief om te vormen naar een echt archief.
nn: Du lagar eit enkelt, komprimert arkiv som berre inneheld ei fil. Når arkivet vert pakka ut, får fila namn etter arkivnamnet. Dersom du legg til fleire filer, vert du spurd om å gjera arkivet om til eit verkeleg arkiv.
pl: Tworzysz uproszczone archiwum, zawierające jedynie jeden plik. Po rozpakowaniu nazwa pliku będzie oparta na nazwie archiwum. Jeśli dodasz więcej plików, zostaniesz poproszony o potwierdzenie konwersji do zwykłego archiwum.
pt: Está a criar um pacote comprimido simples que contém apenas um ficheiro. Ao ser descomprimido, o nome do ficheiro será baseado no nome do pacote. Se adicionar mais ficheiros vai-lhe ser perguntado se o quer converter para um pacote normal.
pt_br: Você está criando um arquivo compactado simples, que contém apenas um arquivo de entrada. Quando for descompactado, o nome do arquivo será baseado no nome do arquivo do pacote. Se você adicionar mais arquivos você será solicitado a convertê-lo para um pacote real.
ro: Sînteţi pe cale să creaţi o arhivă comprimată simplă care are numai un singur fişier. La decomprimare, numele fişierului extras va fi bazat pe numele fişier al fişierului arhivă. Dacă adăugaţi mai multe fişiere, atunci vi se va cere confirmarea de conversie într-o arhivă reală.
ru: Вы создали простой упакованный архив, который содержит только один входной файл. После распаковки название файла будет основано на имени архивного файла. При добавлении к нему файлов, вам будет предложено преобразовать его в настоящий архив.
sk: Vytvárate jednoduchý komprimovaný archív, ktorý obsahuje iba jeden vstupný súbor. Pri rozbalení bude meno súboru založené na mene archívu. Ak pridáte ďalšie súbory, budete mať možnosť previesť tento archív na skutočný archív.
sl: Ustvariti želite preprost stisnjen arhiv, ki vsebuje samo eno vhodno datoteko. Pri izvlečenju bo datoteka dobila ime arhiva. Če boste dodali več datotek, boste opozorjeni, da arhiv pretvorite v pravi arhiv.
sr: Правите једноставну компресовану архиву која садржи само један улазни фајл. Када се декомпресује, има фајла ће бити засновано на имену архивског фајла. Ако додате још фајлова, бићете упитани да претворите ово у праву архиву.
sr@latn: Pravite jednostavnu kompresovanu arhivu koja sadrži samo jedan ulazni fajl. Kada se dekompresuje, ima fajla će biti zasnovano na imenu arhivskog fajla. Ako dodate još fajlova, bićete upitani da pretvorite ovo u pravu arhivu.
sv: Du skapar ett enkelt komprimerat arkiv som endast innehåller en fil. När den packas upp kommer filens namn att baseras på arkivfilens namn. Om du lägger till flera filer i arkivet kommer du uppmanas att konvertera det till ett riktigt arkiv.
ta: நீங்கள் உருவக்கபடும் இறுக்கக் கோப்பில் உள்கொண்ட ஒரு உள்ளீடு கோப்பு. இல்னல ஏன்னில் கோப்பின் பெயர் காப்பகக் கோப்புனப் சார்ந்து வ்ரும் நீங்கள் கோப்புக்கனள குட்டினால் காப்பகம் வ்ரும்
tg: Шумо архиви оддии фишурдаро эҷод мекунед, ки фақат якто парвандаи воридро дорад. Дар вақти фишурда нашуданаш, номи парванда дар номи архиви парванда асос меёбад. Агар шумо бисёр парвандаҳо илова кунед шумо ба архиви аслӣ гузаштан водор мешавед.
th: คุณกำลังสร้างแฟ้มบีบอัดที่มีแฟ้มบรรจุอยู่เพียงแฟ้มเดียว เมื่อคุณคลายแฟ้ม ชื่อแฟ้มจะมีชื่อเดียวกันกับชื่อของแฟ้มบีบอัด หากคุณต้องการเพิ่มแฟ้มอื่น ๆ อีก คุณจะได้รับการแจ้งให้แปลงมันไปเป็นแฟ้มบีบอัดจริง
uk: Ви створюєте простий стиснутий архів, який містить тільки один вхідний файл. При розпакуванні, назва файла буде взята з назви архіву. Якщо ви додасте більше файлів, вас буде попереджено про створення звичайного архіву.
zh_cn: 您正在创建只包含一个输入文件的简单压缩存档文件。 解压缩时，文件名将基于存档文件名。 如果您添加更多的文件，程序会提示您将其转换为实际的存档文件。
zh_tw: 您正在建立一個只包含一個檔案的簡單壓縮檔。 解壓時，它的檔名會以壓縮檔的名稱為基礎。 如果您加入更多的檔案，將會提示您它會轉換成可以含有多個檔案的壓縮檔。

source: Simple Compressed Archive
ar: أرشيف بسيط مضغوط
bg: Единичен компресиран файл
bs: Jednostavna kompresovana arhiva
ca: Arxiu comprimit simple
cs: Jednoduchý komprimovaný archív
da: Simpelt komprimeret arkiv
de: Einfaches komprimiertes Archiv
el: Απλή συμπιεσμένη αρχειοθήκη
eo: Simpla kunpremita arĥivo
es: Archivo comprimido individual
et: Lihtne pakitud arhiiv
eu: Konprimatutako Artxibu Soila
fa: بایگانی فشردۀ ساده
fi: Yksinkertainen pakattu paketti
fr: Archive compactée simplifiée
gl: Arquivo Comprimido Simple
he: ארכיב דחוס פשוט
hi: सरल संपीडित अभिलेख
hu: Egyszerű tömörített archívum
is: Einfalt þjappað safn
it: Archivio compresso semplice
ja: 単純な圧縮アーカイブ
kk: Жай сығылған архив
km: ប័ណ្ណសារ​ដែល​បាន​បង្ហាប់​ធម្មតា
ko: 간단한 압축 파일
mk: Едноставна компресирана архива
ms: Arkib Termampat Ringkas
nb: Enkelt, komprimert arkiv
nds: Eenfach komprimeert Archiv
nl: Eenvoudig gecomprimeerd archief
nn: Enkelt, komprimert arkiv
pa: ਸਧਾਰਨ ਨਪੀੜਨ ਪੁਰਾਲੇਖ
pl: Proste archiwum
pt: Pacote Comprimido Simples
pt_br: Pacote Comprimido Simples
ro: Arhivă simplă comprimată
ru: Простой упакованный архив
sk: Jednoduchý komprimovaný archív
sl: Preprost stisnjen arhiv
sr: Једноставна компресована архива
sr@latn: Jednostavna kompresovana arhiva
sv: Enkelt komprimerat arkiv
ta: எளிய
tg: Бойгонии фишурдашудаи оддӣ
th: แฟ้มบีบอัดธรรมดา
uk: Простий стиснутий архів
uz: Oddiy siqilgan arxiv
uz@cyrillic: Оддий сиқилган архив
zh_cn: 简单压缩的存档文件
zh_tw: 簡單壓縮檔
