Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: The archive to extract from no longer exists.
ar: الأرشيف المراد الاستخلاص منه لم يعد موجوداً.
bg: Архивът, от който ще става извличането не съществува повече.
bs: Arhiva za ekstraktovanje više ne postoji.
ca: L'arxiu del qual extreure ja no existeix.
cs: Archív k rozbalení již neexistuje.
da: Det arkiv der skal pakkes ud fra, eksisterer ikke længere.
de: Das zu entpackende Archiv existiert nicht mehr.
el: Η αρχειοθήκη για εξαγωγή δεν υπάρχει πια.
eo: La aldonenda arĥivo ne plu ekzistas.
es: El archivo comprimido del que se quiere extraer ya no existe.
et: Lahtipakitavat arhiivi enam ei eksisteeri.
eu: Bertatik erauzteko artxiboa dagoeneko ez da existitzen.
fa: دیگر بایگانی برای استخراج وجود ندارد.
fi: Purkamaasi pakettia ei ole enää olemassa.
fr: L'archive à extraire n'existe plus.
gl: O arquivo a extraer xa non existe.
he: הארכיב לפריסה כבר לא קיים.
hi: जिस अभिलेख से निकालना है अब उपलब्ध नहीं है.
hu: Az archív fájl, amelyből ki kell tömöríteni, már nem létezik.
is: Safnskráin sem átti að afþjappa er ekki lengur til.
it: L'archivio da cui estrarre non esiste più.
ja: 展開元のアーカイブはもう存在しません。
kk: Тарқатылмақ архиві жоқ қой.
km: ប័ណ្ណសារ​ដែល​ត្រូវ​ស្រង់​ចេញ​ពី លែង​មាន​ទៀត​ហើយ ។
ko: 압축을 풀 파일이 존재하지 않습니다.
mk: Архивата од која требаше да се отпакува веќе не постои.
ms: Arkib yang darinya hendak diekstrak tidak lagi wujud.
nb: Arkivet det skal pakkes ut fra finnes ikke lenger.
nds: Dat gifft dat Archiv, dat utpackt warrn schull, nich mehr.
nl: Het archief dat zou worden uitgepakt bestaat niet meer.
nn: Arkivet som skal pakkast ut frå finst ikkje lenger.
pa: ਪੁਰਾਲੇਖ, ਜਿੱਥੋਂ ਖੋਲਿਆ ਗਿਆ ਸੀ, ਮੌਜੂਦ ਹੁਣ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Wybrane archiwum nie istnieje.
pt: O pacote a extrair já não existe.
pt_br: O pacote para extração não existe mais.
ro: Arhiva din care extrag nu mai există.
ru: Распаковываемый архив больше не существует.
sk: Archív, z ktorého chcete rozbaliť, už neexistuje.
sl: Arhiv, iz katerega želite izvleči datoteke, ne obstaja več.
sr: Архива за распакивање више не постоји.
sr@latn: Arhiva za raspakivanje više ne postoji.
sv: Arkivet som ska packas upp finns inte längre.
ta: ஆவணக் காப்பகம் இல்லை
tg: Бойгонӣ барои истихроҷ дигар мавҷуд нест.
th: ยังไม่มีแฟ้มจะทำการคลาย
uk: Заданий архів для розпакування вже не існує.
zh_cn: 要解压缩的文件已不存在。
zh_tw: 要解開的壓縮檔已經不存在。

source: Extracting...
ar: جاري الاستخلاص...
bg: Извличане...
bs: Raspakujem...
ca: S'està extraient...
cs: Rozbaluji...
da: Pakker ud...
de: Datei(en) werden entpackt ...
el: Εξαγωγή...
eo: Elpakante...
es: Extrayendo...
et: Lahtipakkimine...
eu: Erauzten...
fa: در حال استخراج...
fi: Puretaan...
fr: Extraction...
gl: Extraendo...
he: פורס...
hi: निकाल रहे...
hu: Kitömörítés...
is: Afþjappa...
it: Estrazione...
ja: 展開中...
kk: Тарқатылуда...
km: កំពុង​ស្រង់​ចេញ...
ko: 압축 푸는 중...
mk: Отпакувам...
ms: Mengekstrak...
nb: Pakker ut …
nds: An't Utpacken...
nl: Bezig met uitpakken...
nn: Pakkar ut …
pa: ਖੋਲਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Rozpakowywanie...
pt: A extrair...
pt_br: Extraindo...
ro: Extrag...
ru: Распаковка...
sk: Rozbaľujem...
sl: Izvlačevanje ...
sr: Распакујем...
sr@latn: Raspakujem...
sv: Packar upp...
ta: பிரித்தெடு...
tg: Истихроҷ...
th: กำลังคลาย...
uk: Триває розпакування...
uz: Ajratilmoqda...
uz@cyrillic: Ажратилмоқда...
zh_cn: 正在解压缩...
zh_tw: 解壓中...

source: Edit with:
ar: تحرير بواسطة:
bg: Редактиране с:
bs: Edituj s:
ca: Edita amb:
cs: Editovat pomocí:
da: Redigér med:
de: Bearbeiten mit:
el: Επεξεργασία με:
eo: Redaktu per:
es: Editar con:
et: Redigeeritakse kasutades:
eu: Editatu honekin:
fa: ویرایش با:
fi: Muokkaa ohjelmalla:
fr: Modifier avec :
gl: Editar con:
he: ערוך באמצעות:
hi: के साथ का संपादन करें...
hu: Szerkesztés ezzel:
is: Breyta með:
it: Modifica con:
ja: 以下で編集:
kk: Мынамен өңдеу:
km: កែសម្រួល​ជាមួយ ៖
ko: 편집:
mk: Уреди со:
ms: Edit dengan:
nb: Rediger med:
nds: Bewerken mit:
nl: Bewerken met:
nn: Rediger med:
pa: ਇਸ ਨਾਲ ਸੋਧ:
pl: Edytuj w:
pt: Editar com:
pt_br: Editar com:
ro: Editează cu:
ru: Изменить в:
sk: Upraviť s:
sl: Uredi z:
sr: Уреди помоћу:
sr@latn: Uredi pomoću:
sv: Redigera med:
ta: வைத்து தொகுக்கவும்:
tg: Вироиш бо:
th: แก้ไขด้วย:
uk: Редагувати за допомогою:
uz: Bilan tahrirlash:
uz@cyrillic: Билан таҳрирлаш:
zh_cn: 编辑方式：
zh_tw: 以其它程式編輯：

source: Trouble editing the file...
ar: مشكلة أثناء تحرير الملف...
bg: Грешка при редактиране на файла...
bs: Problem editovanja datoteke...
ca: Problemes en editar el fitxer...
cs: Potíže při editaci souboru...
da: Besvær med at redigere fil...
de: Probleme beim Bearbeiten der Datei ...
el: Προβλήματα κατά την επεξεργασία του αρχείου...
eo: Problemoj ĉe redaktado de la dosiero...
es: Error editando el archivo...
et: Probleem faili redigeerimisel...
eu: Fitxategia editatzeko arazoa...
fa: در حال ویرایش مسئلۀ پرونده...
fi: Ongelmia tiedostoa muokatessa...
fr: Problème lors de l'ouverture du fichier...
gl: Problema editando o ficheiro...
he: בעיה בעריכת הקובץ...
hi: फ़ाइल संपादित करने में त्रुटि...
hu: Hiba lépett fel a fájl szerkesztésekor...
is: Get ekki breytt skránni...
it: Errore durante la modifica del file...
ja: ファイルの編集に失敗しました。
kk: Файлды өңдеуде қиыншылық туды...
km: មាន​បញ្ហា​ពេល​កែសម្រួល​ឯកសារ
ko: 파일 편집 중 오류...
mk: Проблеми при уредувањето на датотеката...
ms: Masalah mengedit fail...
nb: Problemer med redigeringen av fila …
nds: Problemen bi't Bewerken vun de Datei...
nl: Problemen met de bewerking van het bestand...
nn: Problem ved redigering av fila …
pa: ਫਾਇਲ ਸੋਧਣ ਦੌਰਾਨ ਸਮੱਸਿਆ ਹੈ...
pl: Błąd podczas edycji pliku...
pt: Problemas na edição do ficheiro...
pt_br: Problemas ao editar o arquivo...
ro: Eroare la editarea fişierului.
ru: Ошибка редактирования файла...
sk: Chyba úpravy súboru...
sl: Težave pri urejanju datoteke ...
sr: Проблем код уређивања фајла...
sr@latn: Problem kod uređivanja fajla...
sv: Problem med redigering av fil...
ta: கோப்பை தொகுப்பதில் சிக்கல்...
tg: Мушкилии вироиши парванда...
th: การแก้ไขแฟ้มที่ยุ่งยาก...
uk: Помилка редагування файла...
uz: Faylni tahrirlashda muammo...
uz@cyrillic: Файлни таҳрирлашда муаммо...
zh_cn: 编辑文件时出错...
zh_tw: 編輯檔案失敗...

source: Readding edited file...
ar: إعادة إضافة الملف المحرّر...
bg: Обновяване на редактирания файл...
bs: Ponovo dodajem izmijenjenu datoteku...
ca: S'està llegint el fitxer editat...
cs: Vracím zpět editovaný soubor...
da: Gentilføjer ændret fil...
de: Bearbeitete Datei wird wieder hinzugefügt ...
el: Επαναπροσθήκη επεξεργασμένου αρχείου...
eo: Realdonante redaktitan dosieron...
es: Leyendo el archivo editado...
et: Redigeeritud faili taaslisamine...
eu: Editatutako fitxategia irakurtzen...
fa: در حال خواندن پروندۀ ویرایش‌شده...
fi: Lisätään muokattua tiedostoa takaisin...
fr: Lecture du fichier édité...
gl: Reengadindo o ficheiro editado...
he: קורא מחדש את הקובץ הערוך...
hi: संपादित फ़ाइल पढ़ा जा रहा है...
hu: A módosított fájl újbóli hozzáadása...
is: Bæti aftur við breyttri skrá...
it: Riaggiunta file modificato...
ja: 編集したファイルを再追加...
kk: Өңделген файл архивке қайта қосылуда...
km: កំពុង​អាន​ឯកសារ​ដែល​បាន​កែសម្រួល...
ko: 편집된 파일 다시 추가하는 중...
mk: Повторно ја додавам уредената датотека...
ms: Menambah semula fail yang diedit...
nb: Legger til den redigerte fila på nytt …
nds: Ännerte Datei warrt wedder toföögt...
nl: Het bewerkte bestand wordt gelezen...
nn: Legg til ei redigert fil på nytt …
pa: ਸੋਧੀ ਫਾਇਲ ਮੁੜ-ਜੋੜੀ ਜਾ ਰਹੀ ਹੈ...
pl: Uaktualnianie zmodyfikowanego pliku...
pt: A ler o ficheiro editado...
pt_br: Readicionando o arquivo editado...
ro: Citesc fişierul editat...
ru: Обновление в архиве изменённого файла...
sk: Znovu pridávam upravený súbor...
sl: Vnovično dodajanje urejevane datoteke ...
sr: Читам уређени фајл...
sr@latn: Čitam uređeni fajl...
sv: Lägger till redigerad fil igen...
ta: வெற்றுக் கோப்புப் பெயர்.
tg: Хондани парвандаи вироишшуда...
th: กำลังอ่านแฟ้มที่มีการแก้ไข...
uk: Додавання відредагованого файла...
uz: Tahrirlangan fayl oʻqilmoqda...
uz@cyrillic: Таҳрирланган файл ўқилмоқда...
zh_cn: 正在重新添加编辑的文件...
zh_tw: 重新加入已編輯的檔案...

source: Extracting file to view
ar: استخلاص الملف ليتم عرضه
bg: Извличане на файл за преглед
bs: Raspakujem datoteku radi pregleda
ca: S'està extraient el fitxer a veure
cs: Rozbaluji soubor k prohlížení
da: Pakker fil ud til visning
de: Datei wird zum Anzeigen entpackt
el: Εξαγωγή αρχείου για προβολή
eo: Elpakante videndan dosieron
es: Extrayendo el archivo para visualizarlo
et: Faili lahtipakkimine vaatamiseks
eu: Ikusi nahi den fitxategia erauzten
fa: استخراج پرونده برای مشاهده
fi: Puretaan tiedostoa katseltavaksi
fr: Extraction du fichier à afficher
gl: Extraendo o ficheiro para ver
he: פורס קובץ לתצוגה
hi: देखने के लिए फ़ाइल निकाल रहे
hu: A fájl kitömörítése megtekintéshez
is: Afþjappa skrá til skoðunar
it: Estrazione file da visualizzare
ja: 表示するためにファイルを展開
kk: Файлды қарау үшін тарқату
km: ស្រង់​ចេញ​ឯកសារ ដើម្បី​មើល
ko: 파일을 보기 위해서 압축 푸는 중
mk: Отпакувам датотека за преглед
ms: Mengekstrak fail untuk papar
nb: Pakker ut fila som skal vises
nds: Datei warrt för't Ankieken utpackt...
nl: Bestand wordt uitgepakt om weer te geven
nn: Pakkar ut ei fil som skal visast
pa: ਫਾਇਲ ਨੂੰ ਵਿਖਾਉਣ ਲਈ ਖੋਲਿਆ
pl: Rozpakowywanie pliku do wyświetlenia
pt: A extrair o ficheiro a ver
pt_br: Extraindo arquivo para visualizar
ro: Extrag fişierul de vizualizat
ru: Распаковка файла для просмотра
sk: Rozbaľujem súbor pre zobrazenie
sl: Izvlečevanje datoteke za vpogled
sr: Распакујем фајл ради приказивања
sr@latn: Raspakujem fajl radi prikazivanja
sv: Packar upp fil att visa
ta: ஏற்ற வேண்டிய வடிவமைப்புக் கோப்பு
tg: Истихроҷи парванда барои намоиш
th: กำลังคลายแฟ้มเพื่อแสดง
uk: Розпаковується файл для перегляду
uz: Koʻrish uchun fayl ajratilmoqda
uz@cyrillic: Кўриш учун файл ажратилмоқда
zh_cn: 正在解压缩要查看的文件
zh_tw: 正在解開檔案作檢視

source: The internal viewer is not able to display this file. Would you like to view it using an external program?
ar: لا يستطيع العارض الداخلى عرض هذا الملف. أترغب فى عرضه باستخدام برنامج خارجى؟
bg: Вградената програма за преглед не може да обработи файла. Искате ли да бъде използвана външна програма за преглед?
bs: Interni preglednik ne zna kako prikazati ovu datoteku. Želite li koristiti eksterni program?
ca: El visor intern no és capaç de mostrar aquest fitxer. Voleu veure'l usant un programa extern?
cs: Interní prohlížeč není schopen zobrazit tento soubor. Přejete si jej zobrazit pomocí externího programu?
da: Den interne fremviser kan ikke vise denne fil. Vil du gerne vise den ved brug af et eksternt program?
de: Der interne Dateibetrachter kann diese Datei nicht darstellen. Möchten Sie hierfür eine externe Anwendung benutzen?
el: Η ενσωματωμένη εφαρμογή προβολής αρχείων δεν ήταν δυνατόν να εμφανίσει αυτό το αρχείο. Θέλετε να το εμφανίσετε χρησιμοποιώντας κάποιο εξωτερικό πρόγραμμα;
eo: La ena vidilo ne eblas montri tiun dosieron. Ĉu vi volas vidi ĝin per ekstera programo ?
es: El visor interno no es capaz de mostrar este archivo. ¿Desea verlo usando un programa externo?
et: Sisemine näitaja ei suuda seda faili kuvada. Kas soovid kasutada välist programmi?
eu: Barneko erakusleak ezin du fitxategi hau erakutsi. Kanpoko programa bat erabiliz ikusi nahi zenuke?
fa: مشاهده‌گر درونی قادر به نمایش این پرونده نیست. آیا می‌خواهید آن را با استفاده از برنامه‌ای بیرونی مشاهده کنید؟
fi: Ark ei osaa näyttää tätä tiedostoa. Haluatko katsoa sitä ulkoisella ohjelmalla?
fr: L'éditeur interne ne peut pas afficher ce fichier. Voulez-vous le voir en utilisant un programme externe ?
he: המציג הפנימי לא מסוגל להציג קובץ זה. האם ברצונך להציג אותו תוך כדי שימוש בתכנית חיצונית?
hu: A beépített megjelenítő nem tudja megjeleníteni ezt a fájlt. Megpróbálkozik egy külső programmal?
is: Innbyggði skoðarinn getur ekki birt þessa skrá. Viltu skoða hana með utanaðkomandi forriti?
it: Il visualizzatore interno non è in grado di mostrare questo file. Vuoi visualizzarlo utilizzando un programma esterno?
ja: 内蔵のビューアはこのファイルを表示することができません。外部プログラムを使って表示しますか？
kk: Құрамдағы қарау құралы бұл файлды көрсете алмайды. Сыртқы бір бағдарламаның көмегімен қарап шығасыз ба?
km: កម្មវិធី​មើល​ខាង​ក្នុង​គឺ​មិន​អាច​បង្ហាញ​ឯកសារ​នេះ ។ តើ​អ្នក​ចង់​មើល​វា ​ដោយ​ប្រើ​កម្មវិធី​ខាង​ក្រៅ​ដែរឬទេ ?
ko: 이 파일을 표시할 내부 뷰어가 없습니다. 외부 프로그램을 통해서 보시겠습니까?
mk: Внатрешниот прегледувач не може да ја прикаже датотекава. Дали сакате да ја прегледате со надворешна програма?
ms: Pemapar dalaman tidak dapat memaparkan fail ini. Anda ingin paparkan ia menggunakan program luaran?
nb: Det innebygde visningsprogrammet kan ikke vise denne fila. Vil du se den med et eksternt program?
nds: De interne Kieker kann disse Datei nich wiesen. Wullt Du dor en extern Programm för bruken?
nl: Het ingebouwde weergaveprogramma is niet in staat het bestand te tonen. Wilt u het bekijken met een externe toepassing?
nn: Den innebygde framvisaren kan ikkje visa denne fila. Vil du visa henne i eit anna program?
pa: ਅੰਦਰੂਨੀ ਦਰਸ਼ਕ ਇਸ ਫਾਇਲ ਨੂੰ ਵਿਖਾਉਣ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਲਈ ਬਾਹਰੀ ਪਰੋਗਰਾਮ ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
pl: Wewnętrzna przeglądarka nie może wyświetlić tego pliku. Czy otworzyć go w zewnętrznej przeglądarce?
pt: O visualizador interno não consegue mostrar este ficheiro. Deseja vê-lo utilizando um programa externo?
pt_br: O visualizador de arquivos integrado do Ark não é capaz de mostrar esse arquivo. Você gostaria de abrí-lo usando um programa externo?
ru: Невозможно открыть файл во встроенном компоненте просмотра. Открыть файл во внешней программе просмотра?
sk: Interný prehliadač nedokáže tento súbor zobraziť. Chcete súbor zobraziť pomocou externého programu?
sl: Notranji pregledovalnik ne more prikazati te datoteke. Jo želite pogledati z uporabo zunanjega programa?
sr: Унутрашњи приказивач не може да прикаже овај фајл. Желели ли да га погледате користећи спољашњи програм?
sr@latn: Unutrašnji prikazivač ne može da prikaže ovaj fajl. Želeli li da ga pogledate koristeći spoljašnji program?
sv: Den inbyggda visningen kan inte visa den här filen. Vill du visa den med ett externt program?
ta: உள்ளமைப்பு காட்சியாளனால் இந்த கோப்பை காட்ட முடியவில்லை. ஒரு வெளியமைப்பு நிரல் மூலம் இதனை பார்க்க வேண்டுமா?
tg: Намоишгари дохилӣ имкони намоиши ин парвандаро надорад. Оё мехоҳед, ки онро ба воситаи барномаи беруна аз назар гузаронед?
th: เครื่องมือดูแฟ้มภายในไม่สามารถแสดงแฟ้มนี้ได้ คุณต้องการจะดูแฟ้มนี้ด้วยโปรแกรมภายนอกหรือไม่?
uk: Не вдається відкрити файл у вбудованому переглядачі. Хочете переглянути файл за допомогою зовнішньої програми?
uz: Ichki koʻruvchi ushbu faylni koʻra olmadi. Tashqi koʻruvchi dasturi bilan koʻrishni istaysizmi?
uz@cyrillic: Ички кўрувчи ушбу файлни кўра олмади. Ташқи кўрувчи дастури билан кўришни истайсизми?
zh_cn: 内部查看器无法显示此文件。您是否想要使用外部程序查看？
zh_tw: 內建的檢視器無法顯示此檔案。您想要使用外部的程式來開啟它？

source: View Externally
ar: العرض خارجياً
bg: Да
bs: Pregledaj eksterno
ca: Mostra'l externament
cs: Zobrazit externě
da: Vis eksternt
de: Externe Anwendung benutzen
el: Προβολή με εξωτερική εφαρμογή
eo: Vidu ekstere
es: Ver externamente
et: Näita välises rakenduses
eu: Ikusi kanpoan
fa: مشاهدۀ بیرونی
fi: Näytä ulkoisella ohjelmalla
fr: Voir
he: הראה חיצונית
hu: Megtekintés külső programmal
is: Skoða með utanaðkomandi
it: Visualizza esternamente
ja: 外部で表示
kk: Сыртқымен қарау
km: មើល​ខាង​ក្រៅ
ko: 외부 뷰어로 보기
mk: Прегледај надворешно
nb: Vis eksternt
nds: Extern ankieken
nl: In extern programma weergeven
nn: Vis eksternt
pa: ਬਾਹਰ ਵੇਖਾਓ
pl: Pokaż zewnętrznie
pt: Ver Externamente
pt_br: Usar um Visualizador Externo
ru: Просмотреть другой программой
sk: Zobraziť v externom prehliadači
sl: Poglej v zunanjem programu
sr: Погледај спољашњим
sr@latn: Pogledaj spoljašnjim
sv: Visa externt
tg: Намои берунӣ
th: ดูด้วยโปรแกรมภายนอก
uk: Перегляд у зовнішній програмі
uz: Tashqi koʻruvchi bilan koʻrish
uz@cyrillic: Ташқи кўрувчи билан кўриш
zh_cn: 在外部查看
zh_tw: 以外部程式檢視

source: Do Not View
ar: عدم العرض
bg: Не
bs: Nemoj pregledati
ca: No el mostris
cs: Nezobrazovat
da: Vis ikke
de: Nicht betrachten
el: Να μη γίνει προβολή
eo: Ne vidu
es: No verlo
et: Ära näita
eu: Ez ikusi
fa: مشاهده نشود
fi: Älä näytä
fr: Ne pas voir
he: אל תראה
hu: Nem kell megtekinteni
is: Ekki skoða
it: Non visualizzare
ja: 表示しない
kk: Керегі жоқ
km: កុំមើល
ko: 보지 않기
mk: Не прегледувај
nb: Ikke vis
nds: Nich ankieken
nl: Niet weergeven
nn: Ikkje vis
pa: ਨਾ ਵਿਖਾਓ
pl: Nie pokazuj
pt: Não Ver
pt_br: Não Visualizar
ru: Отменить просмотр
sk: Nezobrazovať
sl: Ne poglej
sr: Не гледај
sr@latn: Ne gledaj
sv: Visa inte
tg: Намо имконнопазир аст
th: ไม่ดู
uk: Не переглядати
uz: Koʻrilmasin
uz@cyrillic: Кўрилмасин
zh_cn: 不查看
zh_tw: 不要檢視

source: %1 files selected %2
ar: %1 ملفات محددة %2
bg: %1 файла %2
bs: %1 datoteka izabrano %2
ca: %1 fitxers seleccionats %2
cs: %1 souborů vybráno %2
da: %1 filer markeret %2
de: %1 Dateien ausgewählt %2
el: %1 επιλεγμένα αρχεία %2
eo: %1 dosieroj elektitaj %2
es: %1 archivos seleccionados %2
et: %1 valitud faili %2
eu: %1 fitxategi hautatuta %2
fa: %1 پروندۀ برگزیدۀ %2
fi: %1 tiedostoa valittu – %2
fr: %1 fichiers sélectionnés %2
gl: %1 ficheiros seleccionados %2
he: נבחרו %1 קבצים, %2
hi: %1 फ़ाइलें चयनित %2
hu: %1 fájl kiválasztva %2
is: %1 skrár valdar %2
it: %1 file selezionati %2
ja: %1 ファイル選択済み %2
kk: %1 файл таңдалған %2
km: %1 ឯកសារ​ត្រូវ​បាន​ជ្រើស %2
ko: %1개 파일이 선택됨 (%2)
mk: избрани се %1 датотеки %2
ms: %1 fail memilih %2
nb: %1 filer valgt %2
nds: %1 Dateien utsöcht %2
nl: %1 bestanden geselecteerd %2
nn: %1 filer valde %2
pa: %1 ਫਾਇਲਾਂ ਚੁਣੀਆਂ ਗਈਆਂ %2
pl: %1 wybranych plików %2
pt: %1 ficheiros seleccionados %2
pt_br: %1 arquivos selecionados %2
ro: %1 fişiere selectate %2
ru: %1 файлов выбрано %2
sk: %1 označených súborov, %2
sl: %1 izbranih datotek %2
sr: %1 фајлова изабрано %2
sr@latn: %1 fajlova izabrano %2
sv: %1 filer valda %2
ta: %1 கோப்புகள் தேர்ந்தெடுக்பப்ட்டன%2
tg: %1 парванда интихоб шудаанд %2
th: เลือกไว้แล้ว %1 แฟ้ม %2
uk: %1 файлів вибрано %2
uz: %1 fayl tanlangan %2
uz@cyrillic: %1 файл танланган %2
zh_cn: %1 个选中的文件 %2
zh_tw: 選取了 %1 個檔案，大小為 %2

source: 1 file selected %2
ar: 1 ملف تم تحديده %2
bg: 1 файл %2
bs: 1 datoteka izabrana %2
ca: 1 fitxer seleccionat %2
cs: 1 soubor vybrán %2
da: 1 fil valgt %2
de: 1 Datei ausgewählt %2
el: 1 αρχείο επιλεγμένο %2
eo: 1 dosiero elektita %2
es: 1 archivo seleccionado %2
et: 1 valitud fail %2
eu: fitxategi 1 hautatuta %2
fa: ۱ پروندۀ برگزیدۀ %2
fi: 1 tiedosto valittu – %2
fr: 1 fichier sélectionné %2
gl: 1 ficheiro seleccionado %2
he: נבחר קובץ אחד, %2
hi: 1 फ़ाइल चुना गया %2
hu: 1 fájl van kiválasztva %2
is: 1 skrá valin %2
it: 1 file selezionato %2
ja: 1 ファイル選択済み %2
kk: 1 файл таңдалған %2
km: ឯកសារ ១ ត្រូវ​បានជ្រើស %2
ko: 한 개의 파일이 선택됨 (%2)
mk: избрана е 1 датотека %2
ms: 1 fail memilih %2
nb: 1 fil valgt %2
nds: 1 Datei utsöcht %2
nl: 1 bestand geselecteerd %2
nn: 1 fil vald %2
pa: 1 ਫਾਇਲ ਚੁਣੀ ਗਈ %2
pl: 1 wybrany plik %2
pt: 1 ficheiro seleccionado %2
pt_br: 1 arquivo selecionado %2
ro: 1 fişier selectat %2
ru: 1 файл выбран %2
sk: 1 označený súbor, %2
sl: 1 izbrana datoteka %2
sr: 1 фајл изабран %2
sr@latn: 1 fajl izabran %2
sv: 1 fil vald %2
ta: 1தேர்ந்தெடுக்கப்பட்ட கோப்பு %2
tg: 1 парванда интихоб шудааст %2
th: เลือกไว้แล้ว 1 แฟ้ม %2
uk: 1 файл вибрано %2
uz: 1 fayl tanlangan %2
uz@cyrillic: 1 файл танланган %2
zh_cn: 1 个选中的文件 %2
zh_tw: 選取了 1 個檔案，大小為 %2

source: Do you wish to add this to the current archive or open it as a new archive?
ar: هل تريد إضافة هذا إلى الأرشيف أو فتحه كأرشيف جديد؟
bg: Искате ли да добавите избрания елемент към текущия архив или да го отворите като нов архив?
bs: Želite li dodati ovo u trenutnu arhivu ili ga otvoriti kao novu arhivu?
ca: Vols afegir aquest arxiu a l'arxiu actual o obrir-lo?
cs: Chcete přidat tento soubor do stávajícího nebo vytvořit nový archív?
da: Ønsker du at tilføje dette til dette arkiv eller vil du åbne det som et nyt arkiv?
de: Möchten Sie dies zum aktuellen Archiv hinzufügen oder wollen Sie es als neues Archiv öffnen?
el: Θέλετε να το προσθέσετε αυτό στην τρέχουσα αρχειοθήκη ή να το ανοίξετε σαν νέα αρχειοθήκη;
eo: Ĉu vi volas tiun aldoni al la aktuala arĥivo aŭ ĉu malfermi ĝin kiel nova arĥivo?
es: ¿Desea añadirlo al archivo comprimido actual o abrirlo como un archivo comprimido nuevo?
et: Soovid sa lisada selle käesolevasse arhiivi või avada uue arhiivina?
eu: Hau uneko artxiboari erantsi nahi diozu edo artxibo berri bezala ireki?
fa: می‌خواهید این را به بایگانی جاری بیفزایید، یا آن را به صورت یک بایگانی جدید باز کنید؟
fi: Haluatko lisätä tämän nykyiseen pakettiin vai avata sen uutena pakettina?
fr: Voulez-vous ajouter ceci à l'archive courante ou bien l'ouvrir comme nouvelle archive ?
gl: Desexa engadir isto ó arquivo actual ou abrilo coma un novo arquivo?
he: האם ברצונך להוסיף זאת לארכיב הנוכחי או לפתוח זאת בתור ארכיב חדש?
hi: क्या आप इसे मौज़ूदा अभिलेख में जोड़ना चाहते हैं या इसे एक नए अभिलेख के रूप में खोलना चाहेंगे?
hu: Ezt hozzá szeretné adni a jelenlegi fájlhoz, vagy megnyitja mint újat?
is: Viltu bæta þessu við virku safnskrána eða opna sem nýtt safn?
it: Vuoi aggiungerlo all'archivio attuale o vuoi aprirlo come nuovo archivio?
ja: これを現在のアーカイブに追加しますか？それとも新規アーカイブとして開きますか？
kk: Бұны қолданыстағы архивке қосу керек пе, әлде ол үшін жаңа архив ашылсын ба?
km: តើ​អ្នក​ចង់​បន្ថែម​វា​ទៅ​ក្នុង​ប័ណ្ណសារ​បច្ចុប្បន្ន ឬ បើក​វា​ជា​ប័ណ្ណសារ​ថ្មី​មួយ​ឬ​ទេ ?
ko: 이 파일을 현재 압축 파일에 추가하거나 새로운 압축 파일로 만드시겠습니까?
mk: Дали сакате да го додадете ова во тековната архива или да го отворите како нова архива?
ms: Anda ingin menambah ini ke dalam arkib semasa atau membukanya sebagai arkib baru?
nb: Vil du legge til denne i gjeldende arkiv, eller åpne den som et nytt arkiv?
nds: Wullt Du dit na dat aktuelle Archiv tofögen oder as nieg Archiv opmaken?
nl: Wilt u dit toevoegen aan het huidige archief of openen als een nieuw archief?
nn: Vil du leggja dette til arkivet eller opna det som eit nytt arkiv?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਮੌਜੂਦਾ ਪੁਰਾਲੇਖ ਵਿੱਚ ਜੋੜਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਨਵਾਂ ਪੁਰਾਲੇਖ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Dodać to do aktualnego archiwum, czy otworzyć jako nowe archiwum?
pt: Quer adicionar isto ao pacote actual ou abri-lo como um novo pacote?
pt_br: Você quer adicionar isto ao pacote atual ou abri-lo como um novo pacote?
ro: Doriţi să o adaug la arhiva curentă sau să o deschid ca pe o nouă arhivă?
ru: Добавить к текущему архиву или открыть для этого новый архив?
sk: Prajete si pridať to do súčasného archívu alebo vytvoriť z toho nový archív?
sl: Ali želite to dodati trenutnemu arhivu ali odpreti kot nov arhiv?
sr: Желите ли ово да додате у текућу архиву или да га отворите као нову архиву?
sr@latn: Želite li ovo da dodate u tekuću arhivu ili da ga otvorite kao novu arhivu?
sv: Vill du lägga till det här till det aktuella arkivet eller öppna det som ett nytt arkiv?
ta: இதை இந்த காப்பகத்திலேயே சேர்க்க விரும்புகிறீர்களா, அல்லது ஒரு புதிய காப்பகமாக ஆரம்பிக்கவா?
tg: Оё мехоҳед, ки онро ба бойгонии ҷорӣ илова кунед, ё барои он бойгонии нав созед?
th: คุณต้องการจะเพิ่มแฟ้มนี้ ไปยังแฟ้มบีบอัดปัจจุบัน หรือเปิดมันเป็นแฟ้มบีบอัดใหม่ ?
uk: Ви бажаєте додати цей до поточного архіву чи відкрити його як новий архів?
uz: Buni joriy arxivga qoʻshishni istaysizmi yoki yangi arxiv sifatida ochishni istaysizmi?
uz@cyrillic: Буни жорий архивга қўшишни истайсизми ёки янги архив сифатида очишни истайсизми?
zh_cn: 您想把它添加到当前存档文件还是作为新存档文件来打开它？
zh_tw: 您要將其加到目前壓縮檔中或是開啟新的壓縮檔？

source: &Add
ar: إ&ضافة
bg: До&бавяне
bs: &Dodaj
ca: &Afegeix
cs: Přid&at
da: &Tilføj
de: &Hinzufügen
el: &Προσθήκη
eo: &Aldonu
es: &Añadir
et: L&isa
eu: &Erantsi
fa: &افزودن‌
fi: &Lisää
fr: &Ajouter
he: ה&וספה
hu: &Hozzáadás
is: &Bæta við
it: &Aggiungi
ja: 追加(&A)
kk: Қ&осу
km: បន្ថែម
ko: 추가(&A)
mk: &Додај
nb: &Legg til
nds: &Tofögen
nl: &Toevoegen
nn: &Legg til
pa: ਜੋੜੋ(&A)
pl: &Dodaj
pt: &Adicionar
pt_br: &Adicionar
ru: &Добавить
sk: &Pridať
sl: &Dodaj
sr: Дод&ај
sr@latn: Dod&aj
sv: L&ägg till
tg: &Илова
th: เพิ่ม
uk: &Додати
uz: Qoʻsh&ish
uz@cyrillic: Қўш&иш
zh_cn: 添加(&A)
zh_tw: 加入(&A)
