Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: Trouble writing to the archive...
ar: مشكلة في الكتابة على الأرشيف...
bg: Грешка при запис в архива...
bs: Problem kod pisanja u arhivu...
ca: Problemes en escriure a l'arxiu...
cs: Potíže při zápisu do archívu...
da: Besvær med at skrive til arkivet...
de: Probleme beim Schreiben des Archivs ...
el: Πρόβλημα εγγραφής στην αρχειοθήκη...
eo: Problemo ĉe skribado al la arĥivo...
es: Error escribiendo en el archivo comprimido...
et: Probleem arhiivi kirjutamisel...
eu: Arazoa artxiboan idazterakoan...
fa: در حال نوشتن مسئله در بایگانی...
fi: Ongelmia pakettiin kirjoitettaessa...
fr: Problème lors de l'écriture de l'archive...
gl: Problema escribindo o arquivo...
he: בעיה בכתיבה לארכיב
hi: अभिलेख में लिखने में समस्या...
hu: Hiba történt a tömörített fájlba íráskor...
is: Lenti í vandræðum með að skrifa í safnið...
it: Errore durante la scrittura sull'archivio...
ja: アーカイブへの書き込みに失敗...
kk: Архивті жазғанда қиыншылық туды...
km: មាន​បញ្ហា​ក្នុង​ការ​សរសេរ​ទៅ​កាន់​ប័ណ្ណសារ...
ko: 압축파일에 쓰는중 오류 발생...
mk: Проблеми со запишувањето во архивата...
ms: Masalah menulis kepada arkib...
nb: Problemer ved skriving til arkivet …
nds: Problemen bi't Schrieven na't Archiv...
nl: Problemen bij het schrijven naar het archief...
nn: Problem med skriving til arkivet …
pa: ਪੁਰਾਲੇਖ ਲਿਖਣ ਦੌਰਾਨ ਸਮੱਸਿਆ...
pl: Błąd podczas zapisu do archiwum...
pt: Problemas na escrita para o pacote...
pt_br: Problemas ao gravar no pacote...
ro: Eroare la scrierea arhivei!
ru: Ошибка записи в архив...
sk: Chyba pri ukladaní do archívu...
sl: Težave pri pisanju v arhiv ...
sr: Проблем приликом писања у архиву...
sr@latn: Problem prilikom pisanja u arhivu...
sv: Problem med att skriva till arkivet...
ta: காப்பகத்திற்கு எழுதுவதில் சிக்கல் ...
tg: Мушкилоти навиштан ба бойгонӣ...
th: ยุ่งย่ากในการเขียนไปยังแฟ้มบีบอัด...
uk: Помилка під час запису в архів...
uz: Arxivga yozishda muammo...
uz@cyrillic: Архивга ёзишда муаммо...
zh_cn: 保存到存档文件时出错...
zh_tw: 儲存至壓縮檔時發生錯誤

source: Extract
ar: استخلاص
bg: Извличане
bs: Raspakuj
ca: Extreu
cs: Rozbalit
da: Pak ud
de: Entpacken
el: Εξαγωγή
eo: Elpaku
es: Extraer
et: Lahtipakkimine
eu: Erauzi
fa: استخراج
fi: Pura
fr: Extraire
gl: Extraer
he: פריסה
hi: निकालें
hu: Kitömörítés
is: Afþjappa
it: Estrai
ja: 展開
kk: Тарқату
km: ស្រង់ចេញ
ko: 압축 풀기
mk: Отпакување
ms: Ekstrak
nb: Pakk ut
nds: Utpacken
nl: Uitpakken
nn: Pakk ut
pa: ਖੋਲ੍ਹੋ
pl: Rozpakuj
pt: Extrair
pt_br: Extrair
ro: Extrage
ru: Распаковать
sk: Rozbaliť
sl: Izvleci
sr: Распакуј
sr@latn: Raspakuj
sv: Packa upp
ta: பிரித்தெடு
tg: Истихроҷ
th: คลาย
uk: Розпакувати
uz: Ajratish
uz@cyrillic: Ажратиш
zh_cn: 解压缩
zh_tw: 解開

source: Extract Files From %1
ar: استخلاص الملفات من %1
bg: Извличане на файлове от %1
bs: Raspakuj datoteke iz %1
ca: Extreu els fitxers de %1
cs: Rozbalit soubory z %1
da: Pakker filer ud fra %1
de: Datei aus %1 entpacken
el: Εξαγωγή αρχείων από το %1
eo: Elpaku dosierojn el %1
es: Extraer archivos de %1
et: Lahtipakkimine asukohast %1
eu: Erauzi fitxategiak %1-(e)tik
fa: استخراج پرونده‌ها از %1
fi: Tiedostojen purku paketista ”%1”
fr: Extraction des fichiers de %1
he: פרוס קבצים מ־%1
hu: Fájlok kitömörítése innen: %1
is: Afþjappa skrár úr %1
it: Estrai file da %1
ja: %1 からファイルを展開
kk: %1 дегеннен файлдарды тарқатып алу
km: ស្រង់​ឯកសារ​ចេញ​ពី %1
ko: %1(으)로 부터 압축 풀기
mk: Распакувам датотеки од %1
ms: Ekstrak Fail Dari %1
nb: Pakk ut filer fra %1
nds: Dateien ut "%1" utpacken
nl: Bestanden uit %1 uitpakken
nn: Pakk ut filer frå %1
pa: %1 ਤੋਂ ਫਾਇਲਾਂ ਖੋਲ੍ਹੋ
pl: Rozpakuj pliki z %1
pt: Extrair Ficheiro de %1
pt_br: Extrair arquivos de %1
ro: Extrage fişierele din %1
ru: Распаковать из %1
sk: Rozbaliť súbory z %1
sl: Izvleci datoteke iz %1
sr: Распакуј фајлове из %1
sr@latn: Raspakuj fajlove iz %1
sv: Packa upp filer från %1
ta: %1ல் இருந்து கோப்புகளை பிரித்தெடு
tg: Истихроҷи парвандаҳо аз %1
th: คลายแฟ้มจาก %1
uk: Розпакувати файли з %1
uz: Fayllarni '%1' arxividan ajratish
uz@cyrillic: Файлларни '%1' архивидан ажратиш
zh_cn: 从 %1 解压缩文件
zh_tw: 從 %1 中解開檔案

source: Extract:
ar: استخلاص:
bg: Извличане:
bs: Raspakuj:
ca: Extrets:
cs: Rozbalit:
da: Pak ud:
de: Entpacken:
el: Εξαγωγή:
eo: Elpaku:
es: Extraer:
et: Lahtipakkimine:
eu: Erauzi:
fa: استخراج:
fi: Pura:
fr: Extraire :
he: פריסה:
hu: Kitömörítés:
is: Afþjappa:
it: Estrai:
ja: 展開:
kk: Тарқатып алатыны:
km: ស្រង់ចេញ ៖
ko: 압축 풀기:
mk: Распакување:
nb: Pakk ut:
nds: Utpacken:
nl: Uitpakken:
nn: Pakk ut:
pa: ਖੋਲ੍ਹੋ:
pl: Rozpakuj:
pt: Extrair:
pt_br: Extrair:
ru: Распаковать:
sk: Rozbaliť:
sl: Izvleci:
sr: Распакуј:
sr@latn: Raspakuj:
sv: Packa upp:
tg: Истихроҷ:
th: คลายแฟ้ม:
uk: Розпакувати:
uz: Ajratish:
uz@cyrillic: Ажратиш:
zh_cn: 解压缩：
zh_tw: 解開：

source: Selected files only
ar: الملفات المحددة فقط:
bg: Само маркираните
bs: Samo izabrane datoteke
ca: Només fitxers seleccionats
cs: Pouze vybrané soubory
da: Kun markerede filer
de: Nur ausgewählte Dateien
el: Επιλεγμένα αρχεία μόνο
eo: Nur elektitaj dosieroj
es: Solo archivos seleccionados
et: Ainult valitud failid
eu: Aukeratutako fitxategiak bakarrik
fa: صرفاً پرونده‌های برگزیده
fi: Valitut tiedostot
fr: Uniquement les fichiers sélectionnés
he: קבצים נבחרים בלבד
hu: Csak a kijelölt fájlok
is: Einungis valdar skrár
it: Solo i file selezionati
ja: 選択されたファイルのみ
kk: Таңдалған файлдарды ғана
km: តែឯកសារ​ដែល​បាន​ជ្រើស
ko: 선택한 파일만
mk: Само избраните датотеки
nb: Bare valgte filer
nds: Bloots utsöchte Dateien
nl: Alleen geselecteerde bestanden
nn: Berre valde filer
pa: ਸਿਰਫ਼ ਚੁਣੀਆਂ ਫਾਇਲਾਂ
pl: Tylko wybrane pliki
pt: Apenas os ficheiros seleccionados
pt_br: Apenas arquivos selecionados
ru: Выбранные файлы
sk: Iba označené súbory
sl: Samo izbrane datoteke
sr: Само изабрани фајлови
sr@latn: Samo izabrani fajlovi
sv: Bara markerade filer
tg: Танҳо парвандаҳои баргузин
th: แฟ้มที่เลือกไว้เท่านั้น
uk: Тільки вибрані файли
uz: Faqat tanlangan fayllar
uz@cyrillic: Фақат танланган файллар
zh_cn: 只有选中的文件
zh_tw: 只解開已選的檔案

source: All files
ar: كل الملفات
bg: Всички файлове
bs: Sve datoteke
ca: Tots els fitxers
cs: Všechny soubory
da: Alle filer
de: Alle Dateien
el: Όλα τα αρχεία
eo: Ĉiuj dosieroj
es: Todos los archivos
et: Kõik failid
eu: Fitxategi guztiak
fa: همۀ پرونده‌ها
fi: Kaikki tiedostot
fr: Tous les fichiers
he: כל הקבצים
hu: Minden fájl
is: Allar skrár
it: Tutti i file
ja: すべてのファイル
kk: Барлық файлдарды
km: ឯកសារ​ទាំង​អស់
ko: 모든 파일들
mk: Сите датотеки
nb: Alle filer
nds: All Dateien
nl: Alle bestanden
nn: Alle filer
pa: ਸਭ ਫਾਇਲਾਂ
pl: Wszystkie pliki
pt: Todos os ficheiros
pt_br: Todos os arquivos
ru: Все файлы
sk: Všetky súbory
sl: Vse datoteke
sr: Сви фајлови
sr@latn: Svi fajlovi
sv: Alla filer
tg: Ҳамаи парвандаҳо
th: แฟ้มทั้งหมด
uk: Всі файли
uz: Hamma fayllar
uz@cyrillic: Ҳамма файллар
zh_cn: 全部文件
zh_tw: 所有檔案

source: Extract all files
ar: استخلاص كل الملفات
bg: Извличане на всички файлове
bs: Raspakuj sve datoteke
ca: Extreu tots els fitxers
cs: Rozbalit všechny soubory
da: Pak alle filer ud
de: Alle Dateien entpacken
el: Εξαγωγή όλων των αρχείων
eo: Elpaku ĉiujn dosierojn
es: Extraer todos los archivos
et: Kõigi failide lahtipakkimine
eu: Erauzi fitxategi guztiak
fa: استخراج همۀ پرونده‌ها
fi: Pura kaikki tiedostot
fr: Extraire tous les fichiers
he: פרוס את כל הקבצים
hu: Minden fájl kitömörítése
is: Afþjappa allar skrár
it: Estrai tutti i file
ja: すべてのファイルを展開
kk: Барлық файлдарды тарқатып алу
km: ស្រង់ចេញឯកសារ​ទាំង​អស់
ko: 모든 파일 압축 풀기
mk: Ги распакувам сите датотеки
nb: Pakk ut alle filer
nds: All Dateien utpacken
nl: Alle bestanden uitpakken
nn: Pakk ut alle filer
pa: ਸਭ ਫਾਇਲਾਂ ਖੋਲ੍ਹੋ
pl: Rozpakuj wszystkie pliki
pt: Extrair todos os ficheiros
pt_br: Extrair todos os arquivos
ru: Распаковать все файлы
sk: Rozbaliť všetky súbory
sl: Izvleci vse datoteke
sr: Распакуј све фајлове
sr@latn: Raspakuj sve fajlove
sv: Packa upp alla filer
tg: Истихроҷи ҳамаи парвандаҳо
th: คลายแฟ้มทั้งหมด
uk: Розпакувати всі файли
uz: Hamma fayllarni ajratish
uz@cyrillic: Ҳамма файлларни ажратиш
zh_cn: 解压缩全部文件
zh_tw: 解開所有檔案

source: Destination folder:
ar: المجلد الوِجهة:
bg: Директория за извличане:
bs: Direktorij za raspakiranje:
ca: Carpeta de destí:
cs: Cílová složka:
da: Målmappe:
de: Zielordner:
el: Φάκελος προορισμού:
eo: Alira dosierujo :
es: Carpeta de destino:
et: Sihtkataloog:
eu: Helburu-karpeta:
fa: پوشۀ مقصد:
fi: Kohdekansio:
fr: Dossier de destination :
he: תקיית יעד:
hu: Célkönyvtár:
is: Áfangamappa:
it: Cartella di destinazione:
ja: 展開先フォルダ:
kk: Қондыру қапшығы:
km: ថត​ទិសដៅ ៖
ko: 대상 폴더:
mk: Одредишна папка:
nb: Målmappe:
nds: Teelorner:
nl: Bestemmingsmap:
nn: Målmappe:
pa: ਨਿਯਤ ਫੋਲਡਰ:
pl: Katalog docelowy:
pt: Pasta de destino:
pt_br: Pasta de destino:
ru: Папка назначения:
sk: Priečinok pre rozbalenie:
sl: Ciljna mapa:
sr: Одредишна фасцикла:
sr@latn: Odredišna fascikla:
sv: Målkorg:
tg: Феҳристи мақсад:
th: โฟลเดอร์ที่หมาย:
uk: Тека призначення:
uz: Moʻljal jildi:
uz@cyrillic: Мўлжал жилди:
zh_cn: 目的文件夹：
zh_tw: 目的地資料夾：

source: Open destination folder after extraction
ar: فتح المجلد الوجهة بعد الإستخلاص
bg: Отваряне на целевата директория след извличане
bs: Otvori odredišni direktorij nakon raspakivanja
ca: Obre la carpeta destí després de l'extracció
cs: Otevřít cílovou složku po rozbalení
da: Åbn målmappe efter udpakning
de: Zielordner öffnen, wenn die Datei vollständig entpackt ist
el: Άνοιγμα του καταλόγου προορισμού μετά την εξαγωγή
eo: Malfermu aliran dosierujon post elpako
es: Abrir la carpeta de destino tras la extracción
et: Sihtkataloog avatakse pärast lahtipakkimist
eu: Ireki helburu-karpeta erauzi ondoren
fa: پس از استخراج، پوشۀ مقصد را باز کنید
fi: Avaa kohdekansio purkamisen jälkeen
fr: Ouvrir le dossier de destination après l'extraction
he: פתח תיקיית יעד בסיום הפריסה
hu: A célkönyvtár megnyitása kitömörítés után
is: Opna áfangamöppu eftir afþjöppun
it: Apri cartella di destinazione dopo l'estrazione
ja: 展開後フォルダを開く
kk: Тарқатқан соң кондырған қапшық ашылсын
km: បើក​ថត​ទិសដៅ បន្ទាប់​ពី​ស្រង់ចេញ
ko: 압축 푼 후 대상 폴더 열기
mk: Отвори ја одредишната папка по отпакувањето
ms: Buka folder destinasi selepas pengekstrakan
nb: Åpne målmappe etter utpakking
nds: Teelorner na't Utpacken opmaken
nl: Doelmap openen na het uitpakken
nn: Opna målmappe etter utpakking
pa: ਖੋਲਣ ਬਾਅਦ ਨਿਯਤ ਫੋਲਡਰ ਖੋਲ੍ਹੋ
pl: Otwórz katalog docelowy po rozpakowaniu
pt: Abrir a pasta de destino depois de extrair
pt_br: Abrir pasta de destino após a extração
ro: Deschide folderul destinaţie după extragere
ru: Открыть папку после распаковки
sk: Otvoriť po rozbalení cieľový priečinok
sl: Odpri ciljno mapo po izvlecenju
sr: Отвори одредишну фасциклу након распакивања
sr@latn: Otvori odredišnu fasciklu nakon raspakivanja
sv: Öppna målkatalogen efter uppackning
ta: பிரித்தப்பிறகு சேரும் அடைவை திற
tg: Кушодани пӯшаи мақсад баъди истихроҷ
th: เปิดโฟลเดอร์ที่หมายหลังจากทำการคลายแฟ้ม
uk: Після розпакування відкрити теку
uz: Ajratishdan soʻng moʻljal jildini ochish
uz@cyrillic: Ажратишдан сўнг мўлжал жилдини очиш
zh_cn: 解压缩后打开目的文件夹
zh_tw: 解壓後開啟目的地資料夾

source: Create folder %1?
ar: إنشاء مجلّد %1؟
bg: Създаване на директорията %1?
bs: Napravi direktorij %1?
ca: Vols crear la carpeta %1?
cs: Vytvořit složku %1?
da: Opret mappe %1?
de: Ordner %1 erstellen?
el: Να δημιουργηθεί ο φάκελος %1;
eo: Kreu dosierujon %1?
es: ¿Crear carpeta %1?
et: Kas luua kataloog %1?
eu: %1 karpeta sortu?
fa: پوشۀ %1 ایجاد شود؟
fi: Kohdekansiota ei ole olemassa. Luodaanko kansio ”%1”?
fr: Créer le dossier %1 ?
gl: Crea-lo cartafol %1?
he: האם ליצור את התיקייה %1?
hi: फ़ोल्डर बनाएँ %1?
hu: Létre szeretné hozni a(z) %1 könyvtárt?
is: Búa til möppu %1?
it: Creare la cartella %1?
ja: フォルダ %1 を作成しますか？
kk: %1 қапшық құрылсын ба?
km: បង្កើត​ថត %1?
ko: 폴더 %1을(를) 만드시겠습니까?
mk: Да ја создадам папката %1?
ms: Cipta folder %1?
nb: Vil du opprette mappe %1?
nds: Orner "%1" opstellen?
nl: Map %1 aanmaken?
nn: Vil du laga mappa %1?
pa: ਕੀ ਫੋਲਡਰ %1 ਬਣਾਉਣਾ ਹੈ?
pl: Utworzyć katalog %1?
pt: Dever-se-á criar a pasta %1?
pt_br: Criar pasta %1?
ro: Creez folderul %1?
ru: Создать папку %1?
sk: Vytvoriť priečinok %1?
sl: Ustvarim mapo %1?
sr: Направити фасциклу %1?
sr@latn: Napraviti fasciklu %1?
sv: Skapa katalog %1?
ta: பிடித்தமான அடைவு%1
tg: Пӯшаи %1 сохта шавад?
th: สร้างโฟลเดอร์ %1 หรือไม่ ?
uk: Створити теку %1?
uz: %1 jildini yarataymi?
uz@cyrillic: %1 жилдини яратайми?
zh_cn: 创建文件夹 %1 吗？
zh_tw: 建立資料夾 %1？

source: Missing Folder
ar: مجلّد مفقود
bg: Липсваща директория
bs: Direktorij nedostaje
ca: Falta una carpeta
cs: Chybějící složka
da: Manglende mappe
de: Ordner fehlt
el: Ο φάκελος λείπει
eo: Mankanta dosierujo!
es: Falta la carpeta
et: Puuduv kataloog
eu: Karpeta falta da
fa: از دست رفتن پوشه
fi: Kansio puuttuu
fr: Dossier manquant
he: תיקייה חסרה
hu: Egy könyvtár hiányzik
is: Vantar möppu
it: Cartella mancante
ja: フォルダがありません
kk: Қапшық жоқ
km: ថត​ដែល​បាត់
ko: 사라진 폴더
mk: Папката недостасува
nb: Mappa mangler
nds: Orner fehlt
nl: Ontbrekende map
nn: Manglar mappe
pa: ਗੁੰਮ ਫੋਲਡਰ
pl: Brak katalogu
pt: Pasta em Falta
pt_br: Pasta Não-Existente
ru: Папка отсутствует
sk: Chýbajúci priečinok
sl: Manjkajoča mapa
sr: Недостаје фасцикла
sr@latn: Nedostaje fascikla
sv: Saknar katalog
tg: Пӯшаи ғоиб
th: ไม่มีโฟลเดอร์
uk: Тека відсутня
uz: Jild yetishmayapti
uz@cyrillic: Жилд етишмаяпти
zh_cn: 缺少文件夹
zh_tw: 遺失資料夾

source: Create Folder
ar: إنشاء مجلّد
bg: Създаване на директория
bs: Napravi direktorij
ca: Crea una carpeta
cs: Vytvořit složku
da: Opret mappe
de: Ordner erstellen
el: Δημιουργία φακέλου
eo: Kreu dosierujon
es: Crear carpeta
et: Loo kataloog
eu: Sortu karpeta
fa: ایجاد پوشه
fi: Luo
fr: Créer le dossier
he: צור תיקייה
hu: Könyvtár létrehozása
is: Búa til möppu
it: Crea cartella
ja: フォルダを作成
kk: Қапшықты құру
km: បង្កើត​ថត
ko: 폴더 만들기
mk: Креирај папка
nb: Opprett mappe
nds: Orner opstellen
nl: Map aanmaken
nn: Lag mappe
pa: ਫੋਲਡਰ ਬਣਾਓ
pl: Utwórz katalog
pt: Criar uma Pasta
pt_br: Criar Pasta
ru: Создать папку
sk: Vytvoriť priečinok
sl: Ustvari mapo
sr: Направи фасциклу
sr@latn: Napravi fasciklu
sv: Skapa katalog
tg: Сохтани пӯша
th: สร้างโฟลเดอร์
uk: Створити теку
uz: Jildni yaratish
uz@cyrillic: Жилдни яратиш
zh_cn: 创建文件夹
zh_tw: 建立資料夾

source: The folder could not be created. Please check permissions.
ar: لا يمكن إنشاء المجلّد. الرجاء التحقّق من الصلاحيّات.
bg: Директорията не може да бъде създадена. Моля, проверете правата си за достъп.
bs: Nisam mogao napraviti direktorij. Molim provjerite vaše privilegije.
ca: No s'ha pogut crear la carpeta. Comprova els permisos.
cs: Složku nelze vytvořit. Zkontrolujte prosím oprávnění.
da: Mappe kunne ikke oprettes. Tjek venligst tilladelser.
de: Der Ordner kann nicht erstellt werden. Bitte überprüfen Sie die Berechtigungen.
el: Ο φάκελος ήταν αδύνατο να δημιουργηθεί. Παρακαλώ ελέγξτε τις άδειες.
eo: Dosierujo ne kreebla. Bonvolu ŝanĝi la permesojn.
es: La carpeta no puede ser creada. Compruebe los permisos.
et: Kataloogi ei suudetud luua. Kontrolli kirjutamisõigusi.
eu: Ezin izan da karpeta sortu. Mesedez baimenak egiaztatu.
fa: نمی‌توان پوشه را ایجاد کرد. لطفاً، مجوزها را بررسی کنید.
fi: Kansiota ei voitu luoda. Tarkista oikeudet.
fr: Le dossier ne peut être créé. Veuillez vérifier vos permissions.
gl: Non se puido crea-lo cartafol. Por favor, comprobe os permisos.
he: אין אפשרות ליצור את התיקייה. בדוק את ההרשאות.
hi: फ़ोल्डर तैयार नहीं किया जा सकता. कृपया अनुमतियाँ जाँचें.
hu: A könyvtárt nem sikerült létrehozni, ellenőrizze a jogosultságokat.
is: Tókst ekki að búa möppuna til. Vinsamlega athugaðu aðgangsheimildir.
it: Impossibile creare la cartella. Controlla i permessi.
ja: フォルダを作成できません。許可を確認してください。
kk: Қапшық құрылмады. Рұқсаттарыңызды түгелдеңіз.
km: ថត​មិន​អាចបង្កើត​បាន​ឡើយ ។ សូម​ពិនិត្យមើលសិទ្ធិ ។
ko: 폴더를 만들 수 없습니다. 권한을 확인하십시오.
mk: Не можеше да се создаде папката. Проверете ги дозволите.
ms: Folder tidak dapat dicipta. Semak keizinan.
nb: Kunne ikke opprette mappa. Sjekk tilgangsrettighetene.
nds: De Orner lett sik nich opstellen. Prööv bitte Dien Verlöven.
nl: De map kon niet worden aangemaakt. Controleer de toegangsrechten.
nn: Klarte ikkje oppretta mappa. Sjekk tilgangsløyva.
pa: ਫੋਲਡਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅਧਿਕਾਰਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie można utworzyć katalogu. Proszę sprawdzić prawa dostępu.
pt: Não foi possível criar a pasta. Por favor verifique as permissões.
pt_br: A pasta não pôde ser criada. Por favor, verifique as permissões.
ro: Nu am putut crea folderul. Verificaţi permisiunile.
ru: Папка не может быть создана. Проверьте права на создание папки.
sk: Priečinok sa nepodarilo vytvoriť. Prosím, overte prístupové práva.
sl: Mape ni moč ustvariti. Prosim preverite dovoljenja.
sr: Фасцикла није могла да се направи. Проверите дозволе.
sr@latn: Fascikla nije mogla da se napravi. Proverite dozvole.
sv: Katalogen kunde inte skapas. Kontrollera behörigheter.
ta: உறையை உருவாக்க முடியாது. தயவு செய்து அனுமதிகள்
tg: Сохтини пӯша имконнопазир аст. Рухсатҳоро санҷед.
th: ไม่สามารถสร้างโฟลเดอร์ได้ โปรดตรวจสอบสิทธิ์ที่ได้รับอนุญาต
uk: Неможливо створити теку. Будь ласка, перевірте дозволи.
uz: Jildni yaratib boʻlmadi. Iltimos huquqlarni tekshiring.
uz@cyrillic: Жилдни яратиб бўлмади. Илтимос ҳуқуқларни текширинг.
zh_cn: 无法创建文件夹。请检查权限。
zh_tw: 無法建立資料夾，請檢查權限。

source: You do not have write permission to this folder. Please provide another folder.
ar: ليس لديك صلاحيّة الكتابة لهذا المجلّد. الرجاء توفير مجلّد آخر.
bg: Вие нямате права за запис в директорията. Моля, изберете друга директория.
bs: Nemate ovlasti za pisanje u taj direktorij. Molim navedite neki drugi.
ca: No tens permisos d'escriptura en aquesta carpeta. Si us plau usa'n una altra.
cs: Nemáte přístupová práva pro zápis do této složky; prosím vyberte jinou.
da: Du har ikke tilladelse til at skrive i denne mappe. Angiv venligst en anden mappe.
de: Sie haben kein Schreibrecht für diesen Ordner. Bitte wählen Sie einen anderen Ordner.
el: Δεν έχετε άδεια εγγραφής σε αυτόν το φάκελο. Παρακαλώ επιλέξτε έναν άλλο φάκελο.
eo: Vi ne havas permeson por skribi al la dosierujo! Bonvolu elekti alian dosierujon.
es: No tiene permiso para escribir en esta carpeta. Seleccione otra carpeta.
et: Sul ei ole õigusi sellesse kataloogi kirjutada. Määra mingi muu kataloog.
eu: Karpeta honetan ez daukazu idazketa baimenik. Mesedez hornitu beste karpeta bat.
fa: مجوز نوشتن در این پوشه را ندارید. لطفاً، پوشه دیگری فراهم کنید.
fi: Ei kirjoitusoikeuksia tähän kansioon. Anna toinen kansio.
fr: Vous n'avez pas le droit d'écrire dans ce dossier. Veuillez en spécifier un autre.
he: אין לך הרשאת כתיבה לתיקייה זו. אנא ספק תיקייה אחרת.
hu: Nincs írási jogosultsága ehhez a könyvtárhoz. Válasszon egy másikat.
is: Þig skortir heimildir til að skrifa í möppuna. Vinsamlega gefðu upp aðra möppu.
it: Non hai il permesso di scrivere su questa cartella. Indica un'altra cartella.
ja: このフォルダに書き込む権限がありません。他のフォルダを指定してください。
kk: Бұл қапшыққа жазу құқығыңыз жоқ. Басқа қапшықты көрсетіңіз.
km: អ្នក​គ្មាន​សិទ្ធិ​សរសេរ​ចូល​ថត​នេះ ។ សូម​ផ្តល់​ថត​ផ្សេង​ទៀត ។
ko: 이 폴더에 대한 쓰기 권한이 없습니다. 다른 폴더를 선택하십시오.
mk: Немате дозвола за запишување во оваа папка. Обезбедете друга папка.
ms: Anda tidak mempunyai keizinan tulis kepada folder ini. Sediakan satu lagi folder.
nb: Du har ikke tilgang til å skrive til denne mappa. Velg en annen mappe.
nds: Du hest för dissen Orner keen Schriefverlööf. Giff bitte en anner Orner an.
nl: U hebt niet de nodige toegangsrechten om naar deze map te schrijven. Geef een andere map op.
nn: Du har ikkje løyve til å skriva til denne mappa. Vel ei anna mappe.
pa: ਤੁਹਾਨੂੰ ਇਹ ਫੋਲਡਰ 'ਤੇ ਲਿਖਣ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਫੋਲਡਰ ਦਿਉ।
pl: Brak praw do pisania w tym katalogu. Proszę podać inny katalog.
pt: Não tem permissões para escrever nesta pasta. Indique outra pasta.
pt_br: Você não tem permissão de escrita nesta pasta. Por favor, escolha outra pasta.
ro: Nu aveţi permisiuni de scriere în acest folder. Alegeţi vă rog un alt folder.
ru: У вас нет прав на запись в указанную папку. Укажите другую папку.
sk: Nemáte oprávnenie na zápis do tohto priečinku. Prosím, zadajte iný priečinok.
sl: Nimate dovoljenj za pisanje v to mapo. Prosim podajte drugo mapo.
sr: Немате дозволе за писање у ову фасциклу. Задајте другу фасциклу.
sr@latn: Nemate dozvole za pisanje u ovu fasciklu. Zadajte drugu fasciklu.
sv: Du har inte behörighet att skriva i den här katalogen. Ange en annan katalog.
ta: கோப்புறையில் எழதுவத்ற்க்கு உங்களுக்கு அனுமதி இல்லை.
tg: Шумо рухсати ба ин пӯша навиштанро надоред. Лутфан пӯшаи дигаррро нишон диҳед.
th: คุณยังไม่มีสิทธิ์ในการเขียนไปยังโฟลเดอร์นี้ โปรดเลือกใช้ไดเร็กทอรีอื่นๆ
uk: Ви не маєте дозволу запису в цю теку. Вкажіть, будь ласка, іншу теку.
uz: Bu jildga yozishga sizda ruxsat yoʻq. Iltimos boshqa jildni koʻrsating.
uz@cyrillic: Бу жилдга ёзишга сизда рухсат йўқ. Илтимос бошқа жилдни кўрсатинг.
zh_cn: 您没有该文件夹的写权限。请提供其他文件夹。
zh_tw: 您沒有該資料夾的寫入權限。請選擇其它資料夾。
