Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: Show Search Bar
ar: إظهار شريط البحث
bg: Показване на лентата за търсене
bs: Prikaži traku za pretragu
ca: Mostra la barra de cerca
cs: Zobrazit lištu s hledáním
da: Vis søgelinje
de: Suchleiste anzeigen
el: Εμφάνιση γραμμής αναζήτησης
eo: Montru serĉlistelon
es: Mostrar barra de búsqueda
et: Otsinguriba näitamine
eu: Bilaketa Barra Erakutsi
fa: نمایش میله جستجو
fi: Näytä hakupalkki
fr: Afficher la barre de recherche
he: הצג סרגל חיפוש
hu: Keresési sáv megjelenítése
is: Sýna leitarslá
it: Mostra barra di ricerca
ja: 検索バーを表示
kk: Іздеу панелін көрсету
km: បង្ហាញ​របារ​ស្វែងរក
ko: 검색 바 보기
mk: Покажи ја лентата за пребарување
ms: Papar Bar Cari
nb: Vis søkelinje
nds: Söökbalken wiesen
nl: Zoekbalk tonen
nn: Vis søkjelinje
pa: ਖੋਜ ਪੱਟੀ ਵੇਖਾਓ
pl: Pokaż pasek wyszukiwania
pt: Mostrar a Barra de Procura
pt_br: Mostrar Barra de Pesquisa
ro: Afişează bara de căutare
ru: Показать панель поиска
sk: Zobraziť pruh hľadania
sl: Prikaži vrstico iskanja
sr: Прикажи претраживачку траку
sr@latn: Prikaži pretraživačku traku
sv: Visa sökrad
ta: ஆராய்தல் பட்டையை வெளிப்படுத்து
tg: Намоиши лавҳаи ҷустуҷӯӣ
th: แสดงแถบค้นหา
uk: Показувати рядок пошуку
uz: Qidirish panelini koʻrsatish
uz@cyrillic: Қидириш панелини кўрсатиш
zh_cn: 显示搜索栏
zh_tw: 顯示搜尋列

source: Hide Search Bar
ar: إخفاء شريط البحث
bg: Скриване на лентата за търсене
bs: Sakrij traku za pretragu
ca: Oculta la barra de cerca
cs: Skrýt lištu s hledáním
da: Skjul søgelinje
de: Suchleiste ausblenden
el: Απόκρυψη γραμμής αναζήτησης
eo: Kaŝu serĉlistelon
es: Ocultar barra de búsqueda
et: Otsinguriba peitmine
eu: Bilaketa Barra Ezkutatu
fa: مخفی کردن میله جستجو
fi: Piilota hakupalkki
fr: Cacher la barre de recherche
he: הסתר סרגל חיפוש
hu: A keresési sáv elrejtése
is: Fela leitarslá
it: Nascondi barra di ricerca
ja: 検索バーを隠す
kk: Іздеу панелін жасыру
km: លាក់​របារ​ស្វែងរក
ko: 검색 바 숨기기
mk: Скриј ја лентата за пребарување
ms: Sembunyikan Bar Cari
nb: Skjul søkelinje
nds: Söökbalken versteken
nl: Zoekbalk verbergen
nn: Gøym søkjelinje
pa: ਖੋਜ ਪੱਟੀ ਓਹਲੇ
pl: Ukryj pasek wyszukiwania
pt: Esconder a Barra de Procura
pt_br: Ocultar Barra de Pesquisa
ro: Ascunde bara de căutare
ru: Скрыть панель поиска
sk: Skryť pruh hľadania
sl: SKrij vrstico iskanja
sr: Сакриј претраживачку траку
sr@latn: Sakrij pretraživačku traku
sv: Dölj sökrad
ta: தேடுதல் பட்டையை மறை
tg: Пинҳонкунии лавҳаи ҷустуҷӯӣ
th: ซ่อนแถบค้นหา
uk: Сховати рядок пошуку
uz: Qidirish panelini bekitish
uz@cyrillic: Қидириш панелини бекитиш
zh_cn: 隐藏搜索栏
zh_tw: 隱藏搜尋列

source: The archive "%1" has been modified. Do you want to save it?
ar: تم تعديل الأرشيف "%1". هل تريد حفظه؟
bg: Архивът "%1" е променен. Искате ли промените да бъда записани?
bs: Arhiva "%1" je modificirana. Želite li je snimiti?
ca: L'arxiu "%1" ha estat modificat. Vols guardar-lo?
cs: Archív "%1" byl změněn. Přejete si jej uložit?
da: Arkivet "%1" er blevet ændret. Ønsker du at gemme det?
de: Das Archiv "%1" wurde geändert. Soll es gespeichert werden?
el: Η αρχειοθήκη "%1" έχει τροποποιηθεί. Θέλετε να την αποθηκεύσετε;
eo: La arĥivo « %1 » ŝanĝitis. Ĉu vi volas konservi ĝin ?
es: El archivo comprimido «%1» ha sido modificado. ¿Desea guardarlo?
et: Arhiivi "%1" on muudetud. Kas salvestada see?
eu: "%1" artxiboa aldatu egin da. Gorde nahi duzu?
fa: بایگانی »%1« تغییر کرده است. می‌خواهید آن را ذخیره کنید؟
fi: Pakettia ”%1” on muutettu. Haluatko tallentaa sen?
fr: L'archive « %1 » a été modifiée. Voulez-vous l'enregistrer ?
gl: O arquivo "%1" foi modificado. Quere gardalo?
he: הארכיב "%1" שונה. האם ברצונך לשמור אותו?
hi: अभिलेख "%1" परिवर्धित किया गया है. क्या आप इसे सहेजना चाहेंगे?
hu: A(z) "%1" nevű tömörített fájl megváltozott. El szeretné menteni?
is: Safnskránni "%1" hefur verið breytt. Viltu vista breytingarnar?
it: L'archivio "%1" è stato modificato. Vuoi salvarlo?
ja: アーカイブ "%1" は変更されています。 保存しますか？
kk: "%1" архиві өзгертілген. Сақтайсыз ба?
km: ប័ណ្ណសារ "%1" ត្រូវ​បាន​កែប្រែ ។ តើ​អ្នក​ចង់​រក្សា​ទុក​វា​ឬទេ ?
ko: 압축 파일 "%1"이 변경되었습니다. 저장하시겠습니까?
mk: Архивата „%1“ е изменета. Дали сакате да ја зачувате?
ms: Arkib "%1" telah diubah suai. Anda ingin menyimpannya?
nb: Arkivet «%1» er endret. Vil du lagre det?
nds: Dat Archiv "%1" wöör ännert. Wullt Du dat sekern?
nl: Het archief "%1" is gewijzigd. Wilt u het opslaan?
nn: Arkivet «%1» er endra. Vil du lagra det?
pa: ਪੁਰਾਲੇਖ "%1" ਨੂੰ ਸੋਧਿਆ ਗਿਆ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Archiwum "%1" zostało zmienione. Zapisać je?
pt: O pacote "%1" foi modificado. Deseja gravá-lo?
pt_br: O pacote "%1" foi modificado. Deseja salvá-lo?
ro: Arhiva "%1" a fost modificată. Doriţi să o salvez?
ru: Архив "%1" был изменён. Сохранить его?
sk: Archív "%1" bol zmenený. Chcete ho uložiť?
sl: Arhiv »%1« je bil spremenjen. Ga želite shraniti?
sr: Архива „%1“ је измењена. Желите ли да је снимите?
sr@latn: Arhiva „%1“ je izmenjena. Želite li da je snimite?
sv: Arkivet "%1" har ändrats. Vill du spara det?
ta: காப்பகக்"%1"அனத திருத்தப்பட்டது. சேமிக்கவேண்டுமா?
tg: Бойгонӣ "%1" тағир дода шуд. Онро сабт кардан мехоҳед?
th: แฟ้มบีบอัด "%1" ถูกเปลี่ยนแปลงแก้ไข คุณต้องการที่จะบันทึกมันหรือไม่?
uk: Архів "%1" було змінено. Хочете його зберегти?
uz: "%1" arxivi oʻzgardi. Uni saqlashni istaysizmi?
uz@cyrillic: "%1" архиви ўзгарди. Уни сақлашни истайсизми?
zh_cn: 存档文件“%1”已修改。 您想要保存吗？
zh_tw: 壓縮檔“%1”已被修改。 您是否是儲存它？

source: Save Archive?
ar: حفظ الأرشيف؟
bg: Запис на архива
bs: Snimi arhivu?
ca: Desar l'arxiu?
cs: Uložit archív?
da: Gem arkiv?
de: Archiv speichern?
el: Αποθήκευση αρχειοθήκης;
eo: Konservu arĥivon ?
es: ¿Guardar archivo comprimido?
et: Kas salvestada arhiiv?
eu: Artxiboa Gorde?
fa: بایگانی ذخیره شود؟
fi: Paketin tallennus
fr: Enregistrer l'archive ?
gl: Gravar Arquivo?
he: האם לשמור את הארכיב?
hi: अभिलेख सहेजें?
hu: El szeretné menteni a tömörített fájlt?
is: Vista safnskrá?
it: Salvare l'archivio?
ja: アーカイブを保存しますか？
kk: Архив сақталсын ба?
km: រក្សា​ទុក​ប័ណ្ណសារ ?
ko: 압축 파일을 저장하시겠습니까?
mk: Да зачувам архива?
ms: Simpan Arkib?
nb: Lagre arkivet?
nds: Archiv sekern?
nl: Archief opslaan?
nn: Lagra arkiv?
pa: ਕੀ ਪੁਰਾਲੇਖ ਸੰਭਾਲਣਾ ਹੈ?
pl: Zapisać archiwum?
pt: Gravar o Pacote?
pt_br: Salvar Pacote?
ro: Salvare arhivă
ru: Сохранить архив?
sk: Uložiť archív?
sl: Shranim arhiv?
sr: Снимити архиву?
sr@latn: Snimiti arhivu?
sv: Spara arkiv?
ta: காப்பகத்னத் சேமி?
tg: Бойгонӣ сабт карда шавад?
th: บันทึกแฟ้มบีบอัดหรือไม่ ?
uk: Зберегти архів?
uz: Arxivni saqlaymi?
uz@cyrillic: Архивни сақлайми?
zh_cn: 保存存档文件吗？
zh_tw: 儲存壓縮檔？

source: Downloading %1...
ar: جاري تنزيل %1...
bg: Изтегляне на %1...
bs: Preuzimam %1...
ca: S'està descarregant %1...
cs: Stahuji %1...
da: Henter %1...
de: %1 wird heruntergeladen ...
el: Λήψη του %1...
eo: Elŝutante %1...
es: Descargando %1...
et: %1 allalaadimine...
eu: %1 deskargatzen...
fa: در حال بارگیری %1...
fi: Ladataan kohdetta %1...
fr: Téléchargement de %1...
he: מוריד %1...
hu: %1 letöltése...
is: Hleð niður %1...
it: Scaricamento %1...
ja: %1 をダウンロード中...
kk: %1 жүктеліп алынуда...
km: កំពុង​ទាញ​យក %1...
ko: %1 다운로드 중...
mk: Симнувам %1...
nb: Laster ned %1 …
nds: %1 warrt daallaadt...
nl: %1 wordt gedownload...
nn: Lastar ned %1 …
pa: %1 ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Pobieranie %1...
pt: A obter o %1...
pt_br: Transferindo %1...
ru: Загрузка %1...
sk: Sťahovanie %1...
sl: Nalaganje %1 ...
sr: Преузимам %1...
sr@latn: Preuzimam %1...
sv: Laddar ner %1...
tg: Боргузорӣ %1...
th: กำลังดาวน์โหลด %1...
uk: Звантаження %1...
uz: %1 yozib olinmoqda...
uz@cyrillic: %1 ёзиб олинмоқда...
zh_cn: 正在下载 %1...
zh_tw: 正在下載 %1 中...

source: Total: 0 files
ar: الكلي: 0 ملفات
bg: Общо: 0 файла
bs: Ukupno: 0 datoteka
ca: Total: 0 fitxers
cs: Celkem: 0 souborů
da: I alt: 0 filer
de: Gesamt: 0 Dateien
el: Σύνολο: 0 αρχεία
eo: Sume: 0 dosieroj
es: Total: 0 archivos
et: Kokku: 0 faili
eu: Guztira: 0 fitxategi
fa: کل: ۰ پرونده
fi: Yhteensä: 0 tiedostoa
fr: Total : 0 fichier
gl: Total: 0 ficheiros
he: סך הכל: 0 קבצים
hi: कुलः 0 फ़ाइलें
hu: Összesen: 0 fájl
is: Alls: 0 skrár
it: Totale: 0 file
ja: 合計: 0 ファイル
kk: Жалпы: 0 файл
km: សរុប ៖ 0 ឯកសារ
ko: 합계: 0개 파일
mk: Вкупно: 0 датотеки
ms: Total: 0 fail
nb: Totalt: 0 filer
nds: Tosamen: 0 Dateien
nl: Totaal: 0 bestanden
nn: Totalt: 0 filer
pa: ਕੁੱਲ: 0 ਫਾਇਲਾਂ
pl: Razem: 0 plików
pt: Total: 0 ficheiros
pt_br: Total: 0 arquivos
ro: Total: 0 fişiere
ru: Всего: 0 файлов
sk: Spolu: 0 súborov
sl: Skupno: 0 datotek
sr: Укупно: 0 фајлова
sr@latn: Ukupno: 0 fajlova
sv: Totalt: 0 filer
ta: மொத்தம் : 0 கோப்பு
tg: Ҳамагӣ: 0 парванда
th: รวมทั้งหมด: 0 แฟ้ม
uk: Всього: 0 файлів
uz: Jami: 0 fayl
uz@cyrillic: Жами: 0 файл
zh_cn: 总计：0 个文件
zh_tw: 總計：0 個檔案

source: 0 files selected
ar: 0 ملفات محددة
bg: Няма избрани файлове
bs: 0 datoteka izabrano
ca: 0 fitxers seleccionats
cs: Vybráno 0 souborů
da: 0 filer valgt
de: Keine Datei ausgewählt
el: 0 επιλεγμένα αρχεία
eo: 0 dosieroj elektitaj
es: 0 archivos seleccionados
et: 0 valitud faili
eu: 0 fitxategi hautatuta
fa: ۰ پرونده برگزیده شد
fi: 0 tiedostoa valittu
fr: Aucun fichier sélectionné
gl: 0 ficheiros seleccionados
he: נבחרו 0 קבצים
hi: 0 फ़ाइलें चयनित
hu: 0 fájl van kiválasztva
is: Engar skrár valdar
it: 0 file selezionati
ja: 0 ファイル選択済み
kk: 0 файл таңдалған
km: ឯកសារ 0 ត្រូវ​បាន​ជ្រើស
ko: 파일이 선택되지 않았습니다.
mk: избрани се 0 датотеки
ms: 0 fail dipilih
nb: 0 filer valgt
nds: 0 Dateien utsöcht
nl: 0 bestanden geselecteerd
nn: 0 filer valde
pa: 0 ਫਾਇਲਾਂ ਚੁਣੀਆਂ ਗਈਆਂ ਹਨ
pl: Brak wybranych plików
pt: 0 ficheiros seleccionados
pt_br: 0 arquivos selecionados
ro: 0 fişiere selectate
ru: Нет выбранных файлов
sk: 0 označených súborov
sl: 0 izbranih datotek
sr: 0 фајлова је изабрано
sr@latn: 0 fajlova je izabrano
sv: 0 filer valda
ta: 0 கோப்புகள் தேர்ந்து எடுக்கப்பட்டது
tg: 0 парвандаи интихобшуда
th: เลือกไว้ 0 แฟ้ม
uk: 0 файлів вибрано
uz: 0 fayl tanlangan
uz@cyrillic: 0 файл танланган
zh_cn: 选中了 0 个文件
zh_tw: 已選取 0 個檔案

source: Wrong number of arguments specified
ar: تم تحديد عدد خاطئ من المعاملات
bg: Грешен брой на зададените аргументи
bs: Naveden je pogrešan broj argumenata
ca: S'ha especificat un nombre incorrecte d'arguments
cs: Zadán chybný počet argumentů
da: Forkert antal argumenter angivet
de: Falsche Anzahl Argumente angegeben
el: Καθορίστηκε λάθος αριθμός ορισμάτων
eo: Malkonforma nombro da argumentoj specifita
es: Se ha especificado un número incorrecto de argumentos
et: Määratud on vigane arv argumente
eu: Argumentu kopuru okerra zehaztu da
fa: عدد نادرست نشانوندها مشخص شد
fi: Parametrejä annettiin virheellinen määrä
fr: Nombre d'arguments spécifiés erroné
gl: Número incorrecto de argumentos especificados
he: צוין מספר שגוי של פרמטרים
hi: गलत क्रमांक के आर्गुमेंट उल्लेखित.
hu: Nem megfelelő számú argumentum
is: Rangur fjöldi færibreyta gefinn
it: Numero di argomenti specificati errato
ja: 引数の数を間違っています
kk: Параметрлер саны дұрыс келтірілмеген
km: ចំនួន​អាគុយម៉ង់​ដែល​បានបញ្ជាក់​មិន​ត្រឹមត្រូវ
ko: 변수의 개수가 잘못 지정되었습니다.
mk: Зададен е погрешен број на аргументи
ms: Bilangan argumen yang salah dinyatakan
nb: Feil antall parametre angitt
nds: Verkehrt Tall vun Argumenten angeven
nl: Onjuist aantal argumenten opgegeven
nn: Feil tal på parametrar gjeve
pa: ਗਲਤ ਆਰਗੂਮਿੰਟ ਦਿੱਤੇ ਗਏ ਹਨ
pl: Niepoprawna liczba argumentów
pt: Foi indicado um número errado de argumentos
pt_br: Número errado de argumentos especificado
ro: Aţi specificat un număr incorect de argumente
ru: Указано неверное количество аргументов
sk: Zadaný neplatný počet argumentov
sl: Navedeno je napačno število argumentov
sr: Наведен је погрешан број аргумената
sr@latn: Naveden je pogrešan broj argumenata
sv: Fel antal argument angivna
ta: தவறான எண் தருமதிப்பு தறப்பட்டது
tg: Шумораи нодурусти қиматҳо таъин шудааст
th: การระบุอากรูเมนต์มีจำนวนที่ไม่ถูกต้อง
uk: Вказано неправильну кількість аргументів
uz: Koʻrsatilgan argumentlarning soni notoʻgʻri
uz@cyrillic: Кўрсатилган аргументларнинг сони нотўғри
zh_cn: 指定的参数个数错误
zh_tw: 指定的參數數目錯誤

source: You need to specify at least one file to be added to the archive.
ar: يجب عليك تحديد ملف واحد على الأقل لإضافته إلى الأرشيف.
bg: Трябва да зададете поне един файл за добавяне към архива.
bs: Morate navesti barem jednu datoteku koja će biti dodana u arhivu.
ca: Has d'especificar com a mínim un fitxer per a ser afegit a l'arxiu.
cs: Musíte zadat alespoň jeden soubor, který bude přidán do archívu.
da: Du skal angive mindst en fil der skal tilføjes til arkivet.
de: Es muss mindestens eine Datei zum Archiv hinzugefügt werden.
el: Πρέπει να ορίσετε τουλάχιστον ένα αρχείο που θα προστεθεί στην αρχειοθήκη.
eo: Vi bezonas specifi almenaŭ unu dosieron aldonendan al la arĥivo.
es: Necesita especificar al menos un archivo para añadir al archivo comprimido.
et: Arhiivi tuleb lisada vähemalt üks fail.
eu: Artxibuari eransteko fitxategi bat behar duzu gutxienez.
fa: لازم است که در نهایت پرونده‌ای را مشخص کنید تا به بایگانی افزوده شود.
fi: Sinun täytyy määritellä vähintään yksi pakettiin lisättävä tiedosto.
fr: Vous devez ajouter au moins un fichier à l'archive.
gl: Precisa especificar alomenos un ficheiro para engadilo ó arquivo.
he: חובה לציין לפחות קובץ אחד להוספה לארכיב.
hi: आपको कम से कम एक फ़ाइल अभिलेखागार में जोड़ने के लिए उल्लेख करना होगा.
hu: Legalább egy hozzáadandó fájlt ki kell választani.
is: Þú verður að tilgreina a.m.k. eina skrá til að setja í skráarsafnið.
it: Devi specificare almeno un file da aggiungere all'archivio.
ja: アーカイブに追加するファイルを最低一つ指定してください。
kk: Архивке қосам деген кемінде бір файлды келтіру керек.
km: អ្នក​ត្រូវ​តែ​បញ្ជាក់​យ៉ាង​ហោច​ណាស់ ១ ឯកសារ ដើម្បី​បន្ថែម​ទៅ​កាន់​ប័ណ្ណសារ ។
ko: 압축 파일에 최소 하나 이상의 파일이 추가되어야 합니다.
mk: Треба да наведете барем една датотека за додавање во архивата.
ms: Anda perlu nyatakan sekurang-kurangnya satu fail yang hendak ditambah kepada arkib.
nb: Mist en fil må angis for å legges til i arkivet.
nds: Du muttst tominnst een Datei angeven, de na dat Archiv toföögt warrn schall.
nl: U dient tenminste één bestand op te geven om aan het archief toe te voegen.
nn: Du må velja minst éi fil som skal leggjast til arkivet.
pa: ਤੁਹਾਨੂੰ ਪੁਰਾਲੇਖ 'ਚ ਜੋੜਨ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਫਾਇਥ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Proszę wybrać przynajmniej jeden plik do dodania do archiwum.
pt: Você precisa de especificar pelo menos um ficheiro a adicionar ao pacote.
pt_br: Você precisa especificar pelo menos um arquivo para ser adicionado ao pacote.
ro: Trebuie să specificaţi cel puţin un fişier de adăugat la arhivă.
ru: Выберите хотя бы один файл для добавления в архив.
sk: Musíte zadať aspoň jeden pridávaný súbor.
sl: Navesti morate vsaj eno datoteko, da bi jo dodali v arhiv.
sr: Морате навести бар један фајл за додавање у архиву.
sr@latn: Morate navesti bar jedan fajl za dodavanje u arhivu.
sv: Du måste ange minst en fil som ska läggas till i arkivet.
ta: நீங்கள் ஒரு முனற கோப்பை உள்ளமை
tg: Шумо бояд ақалан як парвандаро барои иловакунӣ ба бойгонӣ интихоб намоед.
th: คุณต้องระบุแฟ้มอย่างน้อยหนึ่งแฟ้มเพื่อทำการเพิ่มเข้าไปยังแฟ้มบีบอัด
uk: Необхідно вказати принаймні один файл, щоб додати до архіву.
uz: Arxivga qoʻshish uchun kamida bitta faylni koʻrsatishingiz kerak.
uz@cyrillic: Архивга қўшиш учун камида битта файлни кўрсатишингиз керак.
zh_cn: 您需要指定至少一个要添加到存档文件中的文件。
zh_tw: 您最少要加入一個檔案到壓縮檔中，

source: You have run out of disk space.
ar: لقد نفذت مساحة القرص.
bg: Недостатъчно свободно дисково пространство.
bs: Ostali ste bez slobodnog prostora na disku.
ca: S'ha acabat l'espai de disc.
cs: Vyčerpali jste prostor na disku.
da: Du er løbet tør for diskplads.
de: Es ist leider nicht mehr genug Speicherplatz verfügbar.
el: Σας τέλειωσε ο χώρος στο δίσκο.
eo: Pardonu, diskspaco elĉerpiĝis.
es: No queda espacio libre en el disco.
et: Sinu kettaruum on otsas. Vaat nii.
eu: Diskoa beteta dago.
fa: خارج از فضای دیسک اجرا کرده‌اید.
fi: Levytila loppui.
fr: Vous n'avez plus de place sur votre disque.
gl: Sobrepasous o espacio en disco.
he: אזל לך המקום בדיסק.
hi: आपके डिस्क में जगह ख़त्म हो गई है.
hu: Elfogyott a szabad lemezterület.
is: Það er ekki meira pláss á harða disknum.
it: Hai finito lo spazio su disco.
ja: ディスク容量が足りません。
kk: Дискіде орын жоқ.
km: ទំហំថាស​ប្រើ​អស់ហើយ ។
ko: 디스크 공간이 부족합니다.
mk: Немате повеќе место на дискот.
ms: Anda kehabisan ruang cakera.
nb: Det er ikke mer diskplass igjen.
nds: Du hest op Dien Fastplaat keen Platz mehr na.
nl: U hebt onvoldoende schijfruimte.
nn: Ikkje meir diskplass.
pa: ਤੁਹਾਡੀ ਡਿਸਕ ਥਾਂ ਖਤਮ ਹੋ ਗਈ ਹੈ।
pl: Brak miejsca na dysku.
pt: Acabou-se o espaço em disco.
pt_br: Você está sem espaço em disco.
ro: Nu mai aveţi spaţiu de disc.
ru: Недостаточно места на диске.
sk: Nedostatok miesta na disku.
sl: Zmanjkalo je prostora na disku.
sr: Остали сте без простора на диску.
sr@latn: Ostali ste bez prostora na disku.
sv: Du har slut på diskutrymme.
ta: வட்டில் போதுமான இடம் இல்லை.
tg: Шумо берун аз фазои диск корандозӣ намудаед.
th: พื้นที่ดิสก์ของคุณไม่เพียงพอ
uk: У вас не вистачає місця на диску.
uz: Diskda boʻsh joy qolmadi.
uz@cyrillic: Дискда бўш жой қолмади.
zh_cn: 磁盘空间不足。
zh_tw: 您把磁碟空間用完了。
