Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: _: NAME OF TRANSLATORS Your names
ar: عصام بيازيدى, نور الدين أمين أغا, أنمار عويجة, أحمد محمد زواوي, منذر طه, خالد حسنى
bg: Радостин Раднев
bs: Vedran Ljubović
ca: Sebastià Pla i Sanz,Albert Astals Cid
cs: Lukáš Tinkl,Jakub Friedl
da: Erik Kjær Pedersen,Lars K. Schunk
de: Gregor Zumstein
el: Στέργιος Δράμης,Κουζινόπουλος Χάρης,Σπύρος Γεωργαράς
eo: Wolfram Diestel,Steffen Pietsch,Pierre-Marie Pédrot
es: Eloy Cuadra,Pablo de Vicente
et: KDE Eesti meeskond
eu: Iñigo Salvador Azurmendi, Ion Gaztañaga
fa: مریم سادات رضوی
fi: Tapio Kautto,Teemu Rytilahti,Santeri Kannisto,Ilpo Kantonen,Niklas Laxström
fr: Thibaut Cousin,Robert Jacolin
gl: Xabi García
he: צוות התרגום של KDE ישראל
hi: रविशंकर श्रीवास्तव
hu: Szántó Tamás
is: Smári Páll McCarthy, Bjarni Rúnar Einarsson, Pjetur G. Hjaltason, Svanur Pálsson, Arnar Leósson
it: Nicola Ruggero,Federico Cozzi,Daniele Medri,Andrea Rizzi
ja: R. Imura,Noboru Sinohara,UTUMI Hirosi,Fumiaki Okushi,Kenshi Muto
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Park Shinjo
mk: Божидар Проевски,Владимир Стефанов
ms: MIMOS
nb: Christian A Strømmen [Number1/NumeroUno], Axel Bojer, Knut Yrvin, Harald Inge Børseth, Nils Kristian Tomren, Øyvind A. Holm
nds: Sönke Dibbern
nl: Rinse de Vries,Wilbert Berendsen,Tom Albers
nn: Gaute Hvoslef Kvalnes
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਬਰਾੜ ਆਲਮਵਾਲਾ,ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Michał Rudolf (aktualny tłumacz), Jacek Stolarczyk
pt: José Nuno Pires,Pedro Morais
pt_br: Marcelo Abreu, Antonio Sergio de Mello e Souza, Henrique Pinto
ro: Claudiu Costin
ru: Андрей Черепанов,Александр Александров,Виталий Липатов
sk: Peter Strelec,Stanislav Višňovský,Jozef Říha
sl: Marko Samastur,Gregor Rakar,Matjaž Horvat,Andrej Vernekar
sr: Милош Пузовић,Слободан Марковић,Часлав Илић,Слободан Симић
sr@latn: Miloš Puzović,Slobodan Marković,Časlav Ilić,Slobodan Simić
sv: Mattias Newzella,Anders Widell,Christer Gustavsson
ta: சிவகுமார் சண்முகசுந்தரம், கோமதி சிவகுமார், துரையப்பா வசீகரன், மா சிவகுமார்.
tg: Роҷер Ковакс, Виктор Ибрагимов
th: ถนอมทรัพย์ นพบูรณ์
uk: Andriy Rysin,Eugene Onischenko,Іван Петрущак
uz: Mashrab Quvatov, Nurali Abdurahmonov
uz@cyrillic: Машраб Қуватов, Нурали Абдураҳмонов
zh_cn: KDE 简体中文翻译组
zh_tw: Woodman Tuen

source: _: EMAIL OF TRANSLATORS Your emails
ar: bayazidi@arabeyes.org, nuriddin@hotmail.com, anmar@canada.com, azawawi@emirates.net.ae, munzir@kacst.edu.sa, dr.khaled.hosny@gmail.com
bg: radnev@yahoo.com
bs: vljubovic@smartnet.ba
ca: sps@sastia.com,astals11@terra.es
cs: lukas@kde.org,jfriedl@suse.cz
da: erik@binghamton.edu,lars@schunk.dk
de: gz@orchester-bremgarten.ch
el: sdramis@egnatia.ee.auth.gr,haris@mpa.gr,sng@hellug.gr
eo: <wolfram@steloj.de>,<Steffen.Pietsch@BerlinOnline.de>,<pedrotpmx@wanadoo.fr>
es: ecuadra@eloihr.net,vicente@oan.es
et: kde-et@linux.ee
eu: xalba@euskalnet.net, igaztanaga@gmail.com
fa: razavi@itland.ir
fi: eleknader@phnet.fi,teemu.rytilahti@kde-fi.org,sk@sot.com,ilpo@iki.fi,niklas.laxstrom+kdetrans@gmail.com
fr: cousin@kde.org,rjacolin@ifrance.com
gl: xabigf@gmx.net
he: kde-il@yahoogroups.com
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
hu: tszanto@mol.hu
is: spm@salt.is, bre@klaki.net, pjetur@pjetur.net, svanur@svans.net, leosson@frisurf.no
it: nicola@nxnt.org
ja: imura@cs.titech.ac.jp,shinobo@leo.bekkoame.ne.jp,utuhiro78@yahoo.co.jp,fumiaki@okushi.com,kmuto@debian.org
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: peremen@gmail.com
mk: bobibobi@freemail.com.mk,vladoboss@mt.net.mk
ms: opensource@mimos.my
nb: number1@realityx.net, axelb@skolelinux.no, knuty@skolelinux.no, haraldib@broadpark.no, project@nilsk.net, sunny@sunbase.org
nds: s_dibbern@web.de
nl: rinsedevries@kde.nl,wilbert@kde.nl
nn: gaute@verdsveven.com
pa: aalam@users.sf.net
pl: mrudolf@kdewebdev.org
pt: jncp@netcabo.pt,morais@kde.org
pt_br: mmabreu@terra.com.br,asergioz@bol.com.br,henrique.pinto@kdemail.net
ro: claudiuc@kde.org
ru: sibskull@mail.ru,sysalex@chat.ru,lav@altlinux.ru
sk: beko@profi.sk,visnovsky@kde.org,jose1711@gmail.com
sl: markos@elite.org,gregor.rakar@kiss.si,matjaz85@yahoo.com,andrej.vernekar@moj.net
sr: m.puzovic@etoncollege.org.uk,twiddle@eunet.yu,caslav.ilic@gmx.net,simicsl@verat.net
sr@latn: m.puzovic@etoncollege.org.uk,twiddle@eunet.yu,caslav.ilic@gmx.net,simicsl@verat.net
sv: newzella@linux.nu,awl@hem.passagen.se,f93-cgn@sm.luth.se
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,tvasee@usa.net,ma_sivakumar@yahoo.com
tg: youth_opportunities@tajikngo.org, rkovacs@khujand.org
th: donga_n@yahoo.com
uk: rysin@kde.org,oneugene@ukr.net,ivanpetrouchtchak@yahoo.com
uz: kmashrab@uni-bremen.de, mavnur@gmail.com
uz@cyrillic: kmashrab@uni-bremen.de, mavnur@gmail.com
zh_cn: i18n-translation@lists.linux.net.cn
zh_tw: wmtuen@gmail.com

source: Could not start a subprocess.
ar: تعذّر بدء العمليّة الفرعيّة.
bg: Грешка при стартиране на подпроцес.
bs: Ne mogu pokrenuti podproces.
ca: No s'ha pogut iniciar un subprocés.
cs: Nelze spustit podproces.
da: Kunne ikke starte en delproces.
de: Unterprozess ließ sich nicht starten.
el: Δεν ήταν δυνατή η εκκίνηση μιας υποδιεργασίας.
eo: Ne eblis lanĉi subprocezon.
es: No se pudo iniciar un subproceso.
et: Alamprotsessi pole võimalik käivitada.
eu: Ezin izan da azpiprozesua abiatu.
fa: زیرپردازه را نتوانست آغاز کند.
fi: Aliprosessia ei voitu käynnistää.
fr: Impossible de lancer un processus fils.
he: אין אפשרות להפעיל תהליך משנה.
hu: Nem sikerült elindítani egy alfolyamatot.
is: Gat ekki ræst undirferli.
it: Impossibile avviare un sottoprocesso.
ja: サブプロセスを開始できませんでした。
kk: Ішкі бір процесі жегілмеді.
km: មិន​អាច​ចាប់​ផ្ដើម​ដំណើរ​ការ​រង​មួយ​ ។
ko: 하위 프로세스를 시작할 수 없습니다.
mk: Не можам да стартувам потпроцес.
ms: Tidak dapat mulakan subproses.
nb: Kunne ikke starte en underprosess.
nds: Ünnerperzess lett sik nich starten.
nl: Kon het subproces niet starten.
nn: Klarte ikkje starta underprosess.
pa: ਸਬ-ਕਾਰਵਾਈ ਸ਼ੁਰੂ ਨਹੀਂ ਹੋ ਸਕੀ ਹੈ।
pl: Nie można uruchomić podprocesu.
pt: Não foi possível começar um sub-processo.
pt_br: Não foi possível iniciar um sub-processo.
ro: Nu am putut porni un subproces.
ru: Не удалось запустить дочерний процесс.
sk: Nemôžem spustiť podproces.
sl: Podprocesa ni moč zagnati.
sr: Нисам мога да покренем потпроцес.
sr@latn: Nisam moga da pokrenem potproces.
sv: Kunde inte starta en delprocess.
ta: துணை நிகழ்வைத் தொடக்க முடியவில்லை
tg: Оғози зерамалиёт имконнопазир аст.
th: ไม่สามารถเริ่มการทำงานโปรเซสย่อยได้
uk: Не вдається запустити допоміжний процес.
zh_cn: 无法启动子进程。
zh_tw: 無法啟動子程序。

source: The deletion operation failed.
ar: فشلت عملية الحذف.
bg: Изтриването е неуспешно.
bs: Brisanje nije uspjelo.
ca: L'operació d'esborrat ha fallat.
cs: Operace smazání selhala.
da: Sletningsoprationen mislykkedes.
de: Das Löschen ist fehlgeschlagen.
el: Η διαγραφή απέτυχε.
eo: Forigo fiaskis.
es: La operación de eliminación ha fallado.
et: Kustutamine ebaõnnestus.
eu: Ezabaketak huts egin du.
fa: خرابی در عملیات حذف.
fi: Poistaminen epäonnistui.
fr: Problème lors de la suppression.
he: פעולת המחיקה נכשלה.
hu: A törlés nem sikerült.
is: Mistókst að eyða.
it: Operazione di eliminazione non riuscita.
ja: 削除に失敗しました。
kk: Өшіру операцияның жаңылысы.
km: ប្រតិបត្តិការ​លុប​បាន​បរាជ័យ ។
ko: 삭제 작업이 실패했습니다.
mk: Операцијата за бришење не успеа.
ms: Operasi penghapusan gagal.
nb: Sletting mislyktes.
nds: Dat Wegdoon is fehlslaan.
nl: Het verwijderen is mislukt.
nn: Feil ved sletting.
pa: ਹਟਾਉਣ ਦੀ ਕਾਰਵਾਈ ਫੇਲ ਹੈ।
pl: Usuwanie nie powiodło się.
pt: A operação de remoção falhou.
pt_br: A operação de remoção falhou.
ru: Невозможно удалить.
sk: Odstránenie sa nepodarilo.
sl: Brisanje ni uspelo.
sr: Операција брисања није успела.
sr@latn: Operacija brisanja nije uspela.
sv: Borttagsåtgärden misslyckades.
ta: நீக்க முடியவில்லை.`
tg: Ҳазф бо нокомӣ анҷомид.
th: ล้มเหลวในการลบ
uk: Дія видалення зазнала невдачі.
uz: Oʻchirish muvaffaqiyatsiz tugadi.
uz@cyrillic: Ўчириш муваффақиятсиз тугади.
zh_cn: 删除操作失败。
zh_tw: 刪除動作失敗。

source: The password was incorrect.
ar: كلمة السر غير صحيحة.
bg: Паролата е невалидна.
bs: Šifra nije ispravna.
ca: La contrasenya és incorrecta.
cs: Heslo bylo chybné.
da: Kodeordet hvor forkert.
de: Falsches Passwort:
el: Ο κωδικός πρόσβασης ήταν εσφαλμένος.
eo: La pasvorto estis malkorekta.
es: La contraseña es incorrecta.
et: Parool polnud korrektne.
eu: Pasahitza ez zen zuzena.
fa: اسم رمز صحیح نبود.
fi: Väärä salasana.
fr: Le mot de passe était incorrect.
he: הסיסמה שגוייה.
hu: A megadott jelszó hibás.
is: Lykilorðið var rangt.
it: La password non era corretta.
ja: パスワードが間違っています。
kk: Пароль жарамсыз.
km: ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ ។
ko: 암호가 틀렸습니다.
mk: Лозинката беше погрешна.
nb: Passordet var feil.
nds: Dat Passwoort weer leeg.
nl: Het wachtwoord is onjuist.
nn: Passordet var feil.
pa: ਗੁਪਤ-ਕੋਡ ਗਲਤ ਹੈ:
pl: Hasło było nieprawidłowe.
pt: A senha estava incorrecta.
pt_br: A senha estava errada.
ru: Указан неверный пароль.
sk: Heslo nebolo správne.
sl: Geslo je nepravilno.
sr: Лозинка је била неисправна.
sr@latn: Lozinka je bila neispravna.
sv: Lösenordet var felaktigt.
tg: Гузарвожа нодуруст буд.
th: รหัสผ่านไม่ถูกต้อง
uk: Неправильний пароль.
uz: Maxfiy soʻz xato.
uz@cyrillic: Махфий сўз хато.
zh_cn: 密码不正确。
zh_tw: 密碼錯誤。

source: You must enter a password to extract the file:
ar: يجب عليك ادخال كلمة سر لاستخلاص الملف:
bg: Трябва да въведете парола, за да се извлече файлът:
bs: Morate unijeti šifru da biste raspakovali datoteku:
ca: Heu d'introduir una contrasenya per extreure el fitxer:
cs: Musíte zadat heslo k rozbalení souboru:
da: Du skal indtaste et kodeord for at pakke filen ud:
de: Sie müssen ein Passwort eingeben, um die Datei zu entpacken:
el: Πρέπει να δώσετε κωδικό πρόσβασης για την εξαγωγή του αρχείου:
eo: Vi devas enmeti pasvorton por elpaki la dosieron :
es: Debe introducir una contraseña para extraer el archivo:
et: Faili lahti pakkimiseks pead sisestama parooli:
eu: Fitxategia erauzteko pasahitz bat sartu behar duzu:
fa: برای استخراج پرونده باید یک اسم رمز وارد کنید:
fi: Tiedoston purkamiseen tarvittava salasana:
fr: Vous devez saisir un mot de passe pour extraire le fichier :
he: חובה עליך להכניס סיסמה כדי לפרוס את הקובץ:
hu: Meg kell adni egy jelszót a fájl kitömörítéséhez:
is: Þú verður að gefa upp lykilorð til að afþjappa skránni:
it: Devi inserire una password per estrarre il file:
ja: ファイルを展開するにはパスワードの入力が必要です:
kk: Файлды тарқату үшін паролін келтіру керек:
km: អ្នក​ត្រូវ​តែ​បញ្ចូល​ពាក្យ​សម្ងាត់​មួយ ដើម្បី​ស្រង់​ឯកសារ​ចេញ ៖​
ko: 파일 압축을 풀기 위하여 암호를 입력하십시오:
mk: Мора да внесете лозинка да да ја распакувате датотеката:
nb: Du må skrive et passord for å pakke ut fila:
nds: Wenn Du de Datei utpacken wullt, muttst Du en Passwoort ingeven:
nl: Voer het wachtwoord in om het bestand uit te pakken:
nn: Du må skriva inn eit passord for å pakka ut fila:
pa: ਤੁਹਾਨੂੰ ਫਾਇਲ ਖੋਲਣ ਲਈਇੱਕ ਗੁਪਤ-ਕੋਡ ਦੇਣਾ ਪਵੇਗਾ:
pl: Żeby rozpakować ten plik, musisz podać hasło:
pt: Deve indicar uma senha para extrair o ficheiro:
pt_br: Você precisa de uma senha para extrair o arquivo:
ru: Для распаковки файла требуется пароль:
sk: Pre rozbalenie súboru musíte zadať heslo:
sl: Da lahko izvlečete datoteko, morate vnesti geslo:
sr: Морате унети лозинку да бисте распаковали фајл:
sr@latn: Morate uneti lozinku da biste raspakovali fajl:
sv: Du måste skriva in ett lösenord för att packa upp filen:
tg: Барои истихроҷи парванда гузарвожаро ворид намоед:
th: คุณต้องกรอกรหัสผ่านเพื่อทำการคลายแฟ้ม:
uk: Потрібно ввести пароль, щоб розпакувати файл:
uz: Ajratish uchun maxfiy soʻzni kiriting:
uz@cyrillic: Ажратиш учун махфий сўзни киритинг:
zh_cn: 您必须输入密码才能解压缩文件：
zh_tw: 您必須輸入密碼才能解開檔案：

source: The extraction operation failed.
ar: فشلت عملية الإستخلاص.
bg: Извличането е неуспешно.
bs: Raspakivanje nije uspjelo.
ca: L'operació d'extracció ha fallat.
cs: Operace rozbalení selhala.
da: Udpakningsoperationen mislykkedes.
de: Das Entpacken ist fehlgeschlagen.
el: Η διαδικασία εξαγωγής απέτυχε.
eo: Elpako fiaskis.
es: La operación de extracción ha fallado.
et: Lahtipakkimine ebaõnnestus.
eu: Erauzketak huts egin du.
fa: خرابی در عملیات استخراج.
fi: Paketin purku epäonnistui.
fr: Problème lors de l'extraction.
he: פעולת הפריסה נכשלה.
hu: A kitömörítés nem sikerült.
is: Mistókst að afþjappa.
it: Operazione di estrazione non riuscita.
ja: 展開に失敗しました。
kk: Тарқату операциясының жаңылысы.
km: ប្រតិបត្តិការ​ស្រង់​ចេញ​បាន​បរាជ័យ ។
ko: 압축 풀기 작업이 실패했습니다.
mk: Операцијата за распакување не успеа.
ms: Operasi penekstrakan gagal.
nb: Utpakkingsoperasjonen mislyktes.
nds: Dat Ruttrecken is fehlslaan.
nl: Het uitpakken is mislukt.
nn: Feil ved utpakking.
pa: ਖੋਲਣ ਕਾਰਵਾਈ ਫੇਲ ਹੈ।
pl: Rozpakowywanie nie powiodło się.
pt: A operação de extracção falhou.
pt_br: A operação de extração falhou.
ru: Распаковка не выполнена.
sk: Rozbalenie sa nepodarilo.
sl: Izvlečenje ni uspelo.
sr: Операција распакивања није успела.
sr@latn: Operacija raspakivanja nije uspela.
sv: Uppackningsåtgärden misslyckades.
ta: விரிவாக்க முடியவில்லை.
tg: Истихроҷи парванда бо нокомӣ анҷомид.
th: ล้มเหลวในการคลายแฟ้ม
uk: Дія розпакування зазнала невдачі.
uz: Ajratish muvaffaqiyatsiz tugadi.
uz@cyrillic: Ажратиш муваффақиятсиз тугади.
zh_cn: 解压缩操作失败。
zh_tw: 解壓動作失敗。

source: The addition operation failed.
ar: فشلت عملية الإضافة.
bg: Добавянето е неуспешно.
bs: Dodavanje nije uspjelo.
ca: L'operació d'afegir ha fallat.
cs: Operace přidání selhala.
da: Tilføjelsesoperationen mislykkedes.
de: Das Hinzufügen ist fehlgeschlagen.
el: Η διαδικασία προσθήκης απέτυχε.
eo: Aldono fiaskis.
es: Error al añadir.
et: Lisamine ebaõnnestus.
eu: Gehitzeak huts egin du.
fa: خرابی در عملیات افزودن.
fi: Lisäys epäonnistui.
fr: Problème lors de l'ajout.
he: פעולת ההוספה נכשלה.
hu: A hozzáadás nem sikerült.
is: Mistókst að bæta við.
it: Operazione di aggiunta non riuscita.
ja: 追加に失敗しました。
kk: Қосу операциясының жаңылысы.
km: ប្រតិបត្តិការ​បន្ថែម​បាន​បរាជ័យ ។
ko: 추가 작업이 실패했습니다.
mk: Операцијата за додавање не успеа.
ms: Operasi tambahan gagal.
nb: Tilleggingsoperasjonen mislyktes.
nds: Dat Tofögen is fehlslaan.
nl: Het toevoegen is mislukt.
nn: Feil ved innlegging.
pa: ਜੋੜਨ ਦੀ ਕਾਰਵਾਈ ਅਸਫ਼ਲ ਹੈ।
pl: Dodawanie nie powiodło się.
pt: A operação de adição falhou.
pt_br: A operação de adição falhou.
ru: Добавление в архив не выполнено.
sk: Pridávanie sa nepodarilo.
sl: Dodajanje ni uspelo.
sr: Операција додавања није успела.
sr@latn: Operacija dodavanja nije uspela.
sv: Tilläggsåtgärden misslyckades.
ta: சேர்க்க முடியவில்லை.
tg: Амали илова бо нокомӣ анҷомид.
th: ล้มเหลวในการเพิ่มข้อมูล
uk: Дія додавання зазнала невдачі.
uz: Qoʻshish muvaffaqiyatsiz tugadi.
uz@cyrillic: Қўшиш муваффақиятсиз тугади.
zh_cn: 添加操作失败。
zh_tw: 附加動作失敗。

source: Choose Archive Format
ar: اختر تنسيق الأرشيف
bg: Избор на типа на архива
bs: Izaberite format arhive
ca: Escull el format de l'arxiu
cs: Vybrat formát archívu
da: Vælg arkivformat
de: Archivformat wählen
el: Επιλογή μορφής αρχειοθήκης
eo: Elektu arĥivan formaton
es: Elegir formato de archivo comprimido
et: Arhiivi vormingu valimine
eu: Aukeratu Artxibo Formatua
fa: انتخاب قالب بایگانی
fi: Valitse pakettimuoto
fr: Choisir un format d'archive
gl: Escoller Formato de Arquivo
he: בחר את סוג הארכיב
hi: अभिलेख फार्मेट चुनें
hu: Válassza ki az archívum formátumát
is: Veldu snið safnskráar
it: Scegli formato archivio
ja: アーカイブの形式を選んでください
kk: Архивтің пішімін таңдаңыз
km: ជ្រើស​ទ្រង់ទ្រាយ​របស់​ប័ណ្ណសារ
ko: 압축 형식 선택
mk: Изберете формат на архива
ms: Pilih Format Arkib
nb: Velg arkivformat
nds: Archivformaat utsöken
nl: Archiefformaat selecteren
nn: Vel arkivformat
pa: ਪੁਰਾਲੇਖ ਫਾਰਮਿਟ ਚੁਣੋ।
pl: Wybierz format archiwum
pt: Escolher o Formato do Pacote
pt_br: Escolha o Formato do Pacote
ro: Alegere format arhivă
ru: Выбор типа архива
sk: Vyberte formát archívu
sl: Izberite vrsto arhiva
sr: Изаберите формат архиве
sr@latn: Izaberite format arhive
sv: Välj arkivformat
ta: காப்பக வடிவத்தை தேர்ந்தெடு
tg: Интихоби формати бойгонӣ
th: เลือกรูปแบบของแฟ้มบีบอัด
uk: Виберіть формат архіву
uz: Arxivning formatini tanlash
uz@cyrillic: Архивнинг форматини танлаш
zh_cn: 选择存档文件格式
zh_tw: 選擇壓縮檔格式

source: This file appears to be of type %1, which is not a supported archive format. In order to proceed, please choose the format of the file.
ar: يبدو أن هذا الملف نوعه %1، وهذا ليس تنسيق أرشيف مدعوم للتكملة، من فضلك إختر تنسيق الملف.
bg: Файлът е от тип %1, който не се поддържа. За да продължите, изберете тип на формата.
bs: Izgleda da je ova datoteka tipa %1, a to nije podržan format datoteke. Molim izaberite format datoteke kako bi bilo moguće nastaviti.
ca: El fitxer sembla ser del tipus %1, que no es un format d'arxiu vàlid. Per tal de continuar, si us plau escull el format del fitxer.
cs: Soubor se zdá být typem '%1', který ovšem není podporován. K pokračování si zvolte formát souboru.
da: Denne fil synes at være af type %1, som ikke er et understøttet arkivformat. Hvis du vil fortsætte så vælg venligst filens format.
de: Diese Datei scheint vom Typ %1 zu sein, bei dem es sich nicht um ein unterstütztes Archivformat handelt. Um fortzufahren, wählen Sie bitte das passende Archivformat für die Datei.
el: Το αρχείο φαίνεται να είναι του τύπου %1, που είναι μια μη υποστηριζόμενη μορφή αρχειοθήκης. Για να προχωρήσετε, παρακαλώ επιλέξτε τη μορφή του αρχείου.
eo: Tiu dosiero ŝajne estas tipa %1, kiu ne estas subtenata arĥiva formato. Por kontinui, bonvolu elekti la formaton de la dosiero.
es: Este archivo parece ser de tipo %1, que no es un formato de archivo comprimido implementado. Seleccione un formato para el archivo antes de continuar.
et: Failitüüp paistab olevat %1, mis ei ole toetatud arhiivivorming. Jätkamiseks vali palun faili vorming.
eu: Dirudienez fitxategi hau %1 motakoa da, eta hau ez da onartutako formatua. Jarraitu ahal izateko, mesedez aukeratu fitxategiaren formatua.
fa: به نظر می‌رسد این پرونده از نوع %1 باشد، که قالب بایگانی پشتیبانی شده‌ای نیست. لطفاً، به منظور پیشروی؛ قالب پرونده را انتخاب کنید.
fi: Tämä tiedosto näyttää olevan tyypiltään %1, joka ei ole tuettu pakettimuoto. Jos haluat jatkaa, valitse tiedoston tyyppi.
fr: Ce fichier semble être du type « %1 », qui n'est pas un format d'archive géré. Pour continuer, veuillez choisir le format du fichier.
gl: Este ficheiro semelle ser do tipo %1, que non é un formato de arquivo aturado. Para procederen por favor, escolla o formato do ficheiro.
he: קובץ זה הוא כנראה מסוג %1, שהוא סוג ארכיב שלא נתמך. על מנת להמשיך, אנא בחר את הפורמט של הקובץ.
hi: यह फ़ाइल प्रतीत होता है कि %1प्रकार का है, जो कि समर्थित अभिलेख फार्मेट नहीं है. आगे बढ़ने के लिए कृपया फार्मेट चुनें फ़ाइल नहीं.
hu: A fájl valószínűleg %1 típusú, melyet a program nem tud kezelni. A továbblépéshez válassza ki a fájl formátumát.
is: Þessi skrá virðist vera af gerðinni %1, sem enginn stuðningur er til fyrir. Vinsamlegast veldu skráarsnið áður en þú heldur áfram.
it: Il file sembra essere di tipo %1, che non è un formato di archivio supportato. Per procedere, scegli il formato del file.
ja: このファイルの形式は %1 のようです。 このアーカイブ形式はサポートしていません。 続けるにはファイルの形式を選んでください。
kk: Бұл файлдың түрі %1, яғни, қолдайтын архивтің пішіміне жатпайды. Файлды өңдеу үшін онын пішімін көрсетіңіз.
km: ឯកសារ​នេះ​ទំនងជា​ប្រភេទ​របស់ %1 ដែល​មិន​មែន​ជា​ទ្រង់ទ្រាយ​ដែល​បាន​គាំទ្រ​របស់​ប័ណ្ណសារ ។ ដើម្បី​បន្ត សូម​ជ្រើស​ទ្រង់ទ្រាយ​ របស់​ឯកសារ ។
ko: 이 파일은 %1 형식 같아 보이지만, 이 형식은 지원되지 않습니다. 계속 진행하려면 파일의 형식을 선택하십시오.
mk: Изгледа дека датотекава е од тип %1, кој не е поддржан формат за архивирање. За да продолжам, изберете го форматот на датотеката.
ms: Fail ini daripada jenis %1, yang bukan format arkib yang disokong, Untuk teruskan, pilih format fail.
nb: Denne fila er av type %1, det er ikke et støttet arkivformat. For å fortsette må du velge et format for fila.
nds: As dat lett is disse Datei vun den Typ "%1", wat keen ünnerstütt Archivformaat is. Giff dat Formaat vun de Datei an, wenn Du wiedermaken wullt.
nl: Dit archief is van het type %1, dat niet wordt ondersteund. Kies om verder te gaan het formaat van het bestand.
nn: Denne fila er av type %1, som ikkje er eit støtta arkivformat. For å halda fram må du velja eit format for fila.
pl: Ten plik ma typ %1, który nie jest obsługiwanym formatem archiwum. Proszę wybrać format tego pliku.
pt: Este ficheiro parece ser do tipo %1, o qual não é um formato de pacote suportado. Para prosseguir, escolha por favor o formato do ficheiro.
pt_br: Este arquivo parece ser do tipo %1, o qual não é um formato de pacote suportado. Para prosseguir, por favor, escolha o formato do arquivo.
ro: Acest fişier pare să fie de tipul %1, care nu este un tip de arhivă suportat. Pentru a continua, vă rog să alegeţi formatul fişierului.
ru: Похоже, этот файл имеет тип %1, который не является поддерживаемым типом архивов. Для того чтобы обработать этот архив, укажите тип архива.
sk: Tento súbor je asi typu %1, čo ale nie je podporovaný formát archívu. Aby bolo možné pokračovať, vyberte formát súboru.
sl: Ta datoteka je vrejetno vrste %1, ki ni podprta arhivna vrsta. Da bi nadaljevali, prosim izberite vrsto datoteke.
sr: Изгледа да је фајл типа %1, што није подржан формат архиве. Да бисте наставили, изаберите формат фајла.
sr@latn: Izgleda da je fajl tipa %1, što nije podržan format arhive. Da biste nastavili, izaberite format fajla.
sv: Filen verkar vara av typen %1, som inte är ett arkivformat som stöds. För att fortsätta, välj filens format.
ta: இந்த கோப்பு தெரிகிறது வகை %1 அது காப்பகத் வடிவம். நீங்கள் கோப்புபின் வடிவத்தை தேர்ந்தெடுங்கள்
tg: Эҳтимолан, ин парванда навъи %1-ро дорад, ки формати бойгониро пуштибонӣ намекунад. Барои коркарди ин бойгонӣ формати парвандаро интихоб намоед.
th: แฟ้มนี้เป็นชนิด %1 ซึ่งไม่ได้เป็นชนิดของแฟ้มบีบอัดแบบที่สนับสนุน ในการที่จะทำงานต่อไปนั้น กรุณาเลือกชนิดของแฟ้ม
uk: Здається, цей файл має формат %1, який не підтримується. Щоб продовжувати, виберіть формат файла.
zh_cn: 此文件好像是 %1 类型的，而该格式的存档文件 目前并不支持。要继续，请选择文件格式。
zh_tw: 本檔案應是 %1 類型， 但這種格式沒有被支援。 若要繼續進行，請選擇該檔的格式。
