Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: _: (used as part of a sentence) start-up folder
ar: مجلّد البدء
bg: начална директория
bs: početni direktorij
ca: carpeta inicial
cs: počáteční složka
da: opstartsmappe
de: letzter Startordner
el: φάκελος εκκίνησης
eo: lanĉdosierujo
es: carpeta de inicio
et: kataloog käivitamisel
eu: hasteko karpeta
fa: پوشۀ راه‌اندازی
fi: käynnistyskansio
fr: dossier de démarrage
gl: cartafol de inicio
he: תיקיית הפעלה
hi: प्रारंभिक फ़ोल्डर
hu: indulási könyvtár
is: upphafsmappa
it: cartella di avvio
ja: スタートアップフォルダ
kk: бастапқы қапшық
km: ថត​ចាប់ផ្តើម
ko: 시작 폴더
mk: почетната папка
ms: folder permulaan
nb: oppstartsmappe
nds: Startorner
nl: opstartmap
nn: oppstartsmappe
pa: ਸ਼ੁਰੂਆਤੀ ਫੋਲਡਰ
pl: katalog startowy
pt: pasta inicial
pt_br: pasta de inicialização
ro: folder la pornire
ru: рабочая папка
sk: štartovací priečinok
sl: zagonska mapa
sr: почетна фасцикла
sr@latn: početna fascikla
sv: startkatalog
ta: ஆரம்ப -அடைவு
tg: феҳристи ибтидоӣ
th: โฟลเดอร์ที่จะเริ่มต้น
uk: стартова тека
zh_cn: 启动时的文件夹
zh_tw: 起始資料夾

source: _: folder for opening files (used as part of a sentence) open folder
ar: مجلّد الفتح
bg: директория за отваряне на файлове
bs: direktorij za otvaranje
ca: carpeta d'obrir
cs: otevírací složka
da: åbningsmappe
de: Ordner zum Öffnen
el: φάκελος ανοίγματος
eo: malferma dosierujo
es: carpeta de apertura
et: kataloog avamiseks
eu: irekitzeko karpeta
fa: پوشۀ باز کردن
fi: avauskansio
fr: dossier d'ouverture
gl: cartafol de apertura
he: תיקיית פתיחה
hi: फ़ोल्डर खोलें
hu: megnyitási könyvtár
is: upprunamappa
it: cartella file da aprire
ja: 開くフォルダ
kk: ашатын қапшық
km: បើក​ថត
ko: 폴더 열기
mk: папка за отворање
ms: buka folder
nb: åpningsmappe
nds: Opmaak-Orner
nl: map voor openen
nn: mappe for opning av filer
pa: ਫੋਲਡਰ ਖੋਲ੍ਹੋ
pl: katalog archiwów
pt: pasta de abertura
pt_br: pasta de abertura
ro: folder la deschidere
ru: папка для открытия файлов
sk: otvárací priečinok
sl: mapa za odpiranje
sr: фасцикла за отварање
sr@latn: fascikla za otvaranje
sv: öppningskatalog
ta: திறக்கும் அடைவு
tg: кушодани феҳрист
th: โฟลเดอร์สำหรับเปิดแฟ้ม
uk: тека для відкриття
zh_cn: 打开文件的文件夹
zh_tw: 開啟資料夾

source: _: folder for extracting files (used as part of a sentence) extract folder
ar: مجلّد الإستخلاص
bg: директория за извличане на файлове
bs: direktorij za raspakivanje
ca: carpeta d'extreure
cs: rozbalovací složka
da: udpakningsmappe
de: Ordner zum Entpacken
el: φάκελος εξαγωγής
eo: elpaka dosierujo
es: carpeta para extraer
et: kataloog lahtipakkimiseks
eu: erauzteko karpeta
fa: پوشۀ استخراج
fi: purkukansio
fr: dossier d'extraction
gl: cartafol de extracción
he: תיקיית פריסה
hi: फ़ोल्डर निकालें
hu: kitömörítési könyvtár
is: úttaksmappa
it: cartella di estrazione
ja: 展開するフォルダ
kk: тарқататын қапшық
km: ស្រង់​ថត​ចេញ
ko: 폴더 압축 풀기
mk: папка за отпакување
ms: ekstrak folder
nb: utpakkingsmappe
nds: Utpack-Orner
nl: uitpakmap
nn: mappe for utpakking av filer
pa: ਖੋਲਣ ਫੋਲਡਰ
pl: katalog docelowy
pt: pasta de extracção
pt_br: pasta de extração
ro: folder la extragere
ru: папка для распаковки
sk: rozbaľovací priečinok
sl: mapa za izvlečenje
sr: фасцикла за распакивање
sr@latn: fascikla za raspakivanje
sv: uppackningskatalog
ta: பிரித்தெடுக்கும் அடைவு
tg: феҳристи истихроҷ
th: โฟลเดอร์สำหรับคลายแฟ้ม
uk: тека для розпакування
zh_cn: 解压缩文件夹
zh_tw: 解開資料夾

source: _: folder for adding files (used as part of a sentence) add folder
ar: مجلّد الإضافة
bg: директория за добавяне на файлове
bs: direktorij za dodavanje
ca: carpeta d'afegir
cs: přidávací složka
da: tilføjemappe
de: Ordner zum Hinzufügen
el: φάκελος προσθήκης
eo: aldona dosierujo
es: carpeta para añadir
et: kataloog lisamiseks
eu: eransteko karpeta
fa: پوشۀ افزودن
fi: lisäyskansio
fr: dossier d'ajout
gl: cartafol de adición
he: תיקיית הוספה
hi: फ़ोल्डर जोड़ें
hu: hozzáadási könyvtár
is: viðbótamappa
it: cartella per i file da aggiungere
ja: 追加するフォルダ
kk: қосатын қапшық
km: បន្ថែម​ថត
ko: 폴더 추가
mk: папка за додавање
ms: tambah folder
nb: tilleggingsmappe
nds: Orner för't Tofögen
nl: toevoegmap
nn: mappe for nye filer
pa: ਫੋਲਡਰ ਜੋੜੋ
pl: katalog z plikami
pt: pasta de adição
pt_br: pasta de adição
ro: folder la adăugare
ru: папка для добавления
sk: pridávací priečinok
sl: mapa za dodajanje
sr: фасцикла за додавање
sr@latn: fascikla za dodavanje
sv: tilläggskatalog
ta: சேர்க்கும் அடைவு
tg: феҳрист барои илова
th: โฟลเดอร์สำหรับเพิ่มแฟ้ม
uk: тека для додавання
zh_cn: 添加文件的文件夹
zh_tw: 加入資料夾

source: Settings
ar: إعدادات
bg: Настройки
bs: Postavke
ca: Paràmetres
cs: Nastavení
da: Opsætning
de: Einstellungen
el: Ρυθμίσεις
eo: Agordo
es: Preferencias
et: Seadistused
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Configuration
gl: Opcións
he: הגדרות
hi: विन्यास
hu: Beállítások
is: Stillingar
it: Impostazioni
ja: 設定
kk: Баптаулары
km: ការ​កំណត់
ko: 설정
mk: Поставувања
ms: Seting
nb: Innstillinger
nds: Instellen
nl: Instellingen
nn: Innstillingar
pa: ਸੈਟਿੰਗ
pl: Ustawienia
pt: Configuração
pt_br: Configurações
ro: Setări
ru: Настройка
sk: Nastavenie
sl: Nastavitve
sr: Поставке
sr@latn: Postavke
sv: Inställningar
ta: அமைப்புகள்
tg: Мушаххасот
th: ตั้งค่า
uk: Параметри
uz: Moslamalar
uz@cyrillic: Мосламалар
zh_cn: 设置
zh_tw: 設定

source: &Adding
ar: جاري الإ&ضافة
bg: До&бавяне
bs: &Dodavanje
ca: &Afegint
cs: &Přidávání
da: &Tilføjer
de: &Hinzufügen
el: &Προσθήκη
eo: &Aldonado
es: &Añadir
et: Lis&amine
eu: &Erantsi
fa: &افزودن‌
fi: &Lisäys
fr: &Ajouter
gl: &Engadir
he: ה&וספה
hi: जोड़ रहे (&A)
hu: &Hozzáadás
is: &Bæta við
it: &Aggiunta
ja: 追加(&A)
kk: Қ&осу
km: ការ​បន្ថែម
ko: 추가(&A)
mk: &Додавање
ms: &Menambah
nb: &Legge til
nds: &Tofögen
nl: &Toevoegen
nn: &Legg til
pa: ਜੋੜਨਾ(&A)
pl: &Dodawanie
pt: &Adição
pt_br: &Adicionando
ro: &Adăugare
ru: &Добавление
sk: &Pridávanie
sl: &Dodajanje
sr: &Додавање
sr@latn: &Dodavanje
sv: L&ägg till
ta: &சேர்த்தல்
tg: &Иловакунӣ
th: การเพิ่ม
uk: &Додавання
uz: &Qoʻshish
uz@cyrillic: &Қўшиш
zh_cn: 添加(&A)
zh_tw: 加入(&A)

source: &Extracting
ar: &جاري الإستخلاص
bg: Из&вличане
bs: &Raspakiranje
ca: &Extracció
cs: Ro&zbalování
da: &Pakker ud
de: &Entpacken
el: &Εξαγωγή
eo: &Elpakado
es: &Extraer
et: La&hti pakkimine
eu: &Erauzten
fa: &استخراج‌
fi: &Purkaminen
fr: &Extraire
gl: &Extaer
he: &פריסה
hi: निकाल रहे (&E)
hu: &Kitömörítés
is: &Afþjappa
it: &Estrazione
ja: 展開(&E)
kk: &Тарқату
km: ការ​ស្រង់ចេញ
ko: 압축 풀기(&E)
mk: &Отпакување
ms: &Mengekstrak
nb: &Pakke ut
nds: &Utpacken
nl: &Uitpakken
nn: &Utpakking
pa: ਖੋਲਣਾ(&E)
pl: &Rozpakowywanie
pt: &Extracção
pt_br: &Extraindo
ro: &Extragere
ru: &Распаковка
sk: &Rozbalenie
sl: &Izvlečevanje
sr: &Распакивање
sr@latn: &Raspakivanje
sv: &Packa upp
ta: &பிரித்தெடுத்தல்
tg: &Истихроҷ
th: การค&ลายแฟ้ม
uk: &Розпакування
uz: &Ajratish
uz@cyrillic: &Ажратиш
zh_cn: 解压缩(&E)
zh_tw: 解壓(&E)

source: &Folders
ar: &مجلدات
bg: &Директории
bs: &Direktoriji
ca: &Carpetes
cs: S&ložky
da: &Mapper
de: &Ordner
el: &Φάκελοι
eo: &Dosierujoj
es: &Carpetas
et: &Kataloogid
eu: &Karpetak
fa: &پوشه‌ها‌
fi: &Kansiot
fr: &Dossiers
gl: &Cartafoles
he: &תיקיות
hi: फ़ोल्डर (&F)
hu: Köny&vtárak
is: &Möppur
it: &Cartelle
ja: フォルダ(&F)
kk: Қа&пшықтар
km: ថត
ko: 폴더(&F)
mk: &Папки
ms: &Folder
nb: &Mapper
nds: &Ornern
nl: &Mappen
nn: &Mapper
pa: ਫੋਲਡਰ(&F)
pl: &Katalogi
pt: &Pastas
pt_br: P&astas
ro: &Foldere
ru: П&апки
sk: &Priečinky
sl: &Mape
sr: &Фасцикле
sr@latn: &Fascikle
sv: &Kataloger
ta: &ஆவணம்
tg: &Пӯшаҳо
th: โ&ฟลเดอร์
uk: &Теки
uz: &Jildlar
uz@cyrillic: &Жилдлар
zh_cn: 文件夹(&F)
zh_tw: 資料夾(&F)

source: Add Settings
ar: إعدادات الإضافة
bg: Настройки за добавяне
bs: Postavke dodavanja
ca: Paràmetres per afegir
cs: Nastavení pro přidávání
da: Tilføjningsopsætning
de: "Hinzufügen"-Einstellungen
el: Ρυθμίσεις προσθήκης
eo: Agordo pri aldonado
es: Preferencias para añadir
et: Lisamise seadistused
eu: Eransketa Ezarpenak
fa: افزودن تنظیمات
fi: Lisää asetukset
fr: Configuration de l'ajout
gl: Opcións de Adición
he: הגדרות הוספה
hi: विन्यास जोड़ें
hu: Hozzáadási beállítások
is: Bæta við stillingar
it: Impostazioni di aggiunta
ja: 追加の設定
kk: Қосу баптаулары
km: បន្ថែម​ការ​កំណត់
ko: 압축 추가 설정
mk: Поставувања за додавање
ms: Tambah Seting
nb: Innstillinger for «legg til»
nds: Instellen för't Tofögen
nl: Toevoeginstellingen
nn: Innstillingar for legg til
pa: ਜੋੜਨ ਸੈਟਿੰਗ
pl: Opcje dodawania
pt: Configuração da Adição
pt_br: Adicionar Configurações
ro: Setări adăugare
ru: Настройка добавления
sk: Pridať nastavenie
sl: Nastavitve dodajanja
sr: Поставке додавања
sr@latn: Postavke dodavanja
sv: Lägg till-inställningar
ta: அமைப்புகளைச் சேர்
tg: Иловаи мушаххасот
th: ตั้งค่าการเพิ่มแฟ้ม
uk: Параметри додавання
uz: Qoʻshish moslamalari
uz@cyrillic: Қўшиш мосламалари
zh_cn: 添加设置
zh_tw: 加入設定

source: Extract Settings
ar: إعدادات الإستخلاص
bg: Настройки за извличане
bs: Postavke raspakiranja
ca: Paràmetres d'extracció
cs: Nastavení pro rozbalování
da: Udpakningsopsætning
de: "Entpacken"-Einstellungen
el: Ρυθμίσεις εξαγωγής
eo: Agordo pri elpakado
es: Preferencias para extraer
et: Lahtipakkimise seadistused
eu: Erauzteko ezarpenak
fa: استخراج تنظیمات
fi: Vie asetukset
fr: Configuration de l'extraction
gl: Opcións de Extracción
he: הגדרות פריסה
hi: विन्यास निकालें
hu: Kitömörítési beállítások
is: Afþjöppunarstillingar
it: Impostazioni di estrazione
ja: 展開の設定
kk: Тарқату баптаулары
km: ការ​កំណត់​ស្រង់ចេញ
ko: 압축 해제 설정
mk: Поставувања за отпакување
ms: Ekstrak Seting
nb: Innstillinger for «pakk ut»
nds: Instellen för't Utpacken
nl: Uitpakinstellingen
nn: Innstillingar for utpakking
pa: ਖੋਲਣ ਸੈਟਿੰਗ
pl: Opcje rozpakowania
pt: Confirmação da Extracção
pt_br: Configurações de Extração
ro: Setări extragere
ru: Настройка распаковки
sk: Nastavenie rozbalenia
sl: Nastavitve izvlečevanja
sr: Поставке распакивања
sr@latn: Postavke raspakivanja
sv: Uppackningsinställningar
ta: அமைப்புகளைப் பிரித்திடு
tg: Мушаххассоти истихроҷ
th: ตั้งค่าการคลายแฟ้ม
uk: Параметри розпакування
uz: Ajratish moslamalari
uz@cyrillic: Ажратиш мосламалари
zh_cn: 解压缩设置
zh_tw: 解壓設定

source: Replace &old files only with newer files
ar: استبدال الملفات ال&قديمة بالملفات الجديدة
bg: &Замяна на съществуващите файлове, само ако са по-нови
bs: Zamijeni &stare datoteke samo s novijim
ca: Substitueix els fitxers antics n&omés amb fitxers nous
cs: Nahradit n&ovějšími soubory staré
da: Erstat kun &gamle filer med nyere filer
de: Alte &Dateien nur durch neuere ersetzen
el: Αντικατάσταση &παλιών αρχείων μόνο με νεότερα αρχεία
eo: Anstataŭigu &malnovajn dosierojn nur per pli novaj dosieroj
es: &Reemplazar archivos antiguos solo por nuevos
et: Vanad &failid asendatakse ainult uuematega
eu: Ordezkatu fitxategi &zaharrak fitxategi berriagoekin soilik
fa: پرونده‌های &قدیمی را فقط با پرونده‌های جدیدتر جایگزین کنید‌
fi: Korvaa &vanhat tiedostot vain uudemmilla tiedostoilla
fr: Remplacer les &vieux fichiers seulement par de plus récents
gl: Remprazar ficheiros antig&os por ficheiros máis novos
he: ה&חלף קבצים ישנים בקבצים חדשים יותר בלבד
hi: पुरानी फ़ाइलों को नई फ़ाइलों से बदलें (&o)
hu: Csak az ú&jabb fájlok cseréje
is: Skrifa yfir &gamlar skrár með nýjum
it: Sostituisci i file &vecchi solo con file più recenti
ja: 新しいファイルでのみ古いファイルを上書きする(&O)
kk: Файлдар тек &жаңарақтарымен ғана ауыстырылсын
km: ជំនួស​ឯកសារ​ចាស់ៗ​ដោយ​ឯកសារ​ថ្មីៗ​តែប៉ុណ្ណោះ
ko: 새로운 파일로만 이전 파일 덮어쓰기(&O)
mk: Замени ги &старите датотеки само со понови
ms: Gantikan fail &lama hanya dengan fail baru
nb: Erstatt &gamle filer baren med nyere filer
nds: &Ole Dateien bloots gegen niegere utwesseln
nl: Oude bestanden a&lleen vervangen door nieuwere bestanden
nn: Berre byt ut &gamle filer med nyare filer
pa: ਪੁਰਾਣੀਆਂ ਫਾਇਲਾਂ ਤਾਂ ਹੀ ਬਦਲੋ ਜੇਕਰ ਨਵੀਆਂ ਫਾਇਲਾਂ ਹਨ
pl: Zastąp tylko &starsze pliki
pt: Substituir os ficheir&os antigos apenas por outros mais recentes
pt_br: Substituir arquiv&os antigos somente com novos arquivos
ro: Înlocuieşte fişierele &vechi numai cu fişiere noi
ru: &Заменять старые файлы новыми
sk: Nahradiť &staré súbory novšími
sl: Stare datoteke &zamenjaj z novejšimi
sr: Замени &старе фајлове само новијим фајловима
sr@latn: Zameni &stare fajlove samo novijim fajlovima
sv: Ers&ätt gamla filer endast med nyare
ta: பழைய கோப்புகளை புதிய கோப்புகளினால் இட&மாற்றவும்
tg: Ивази парвандаҳои &кӯҳна танҳо ба парвандаҳои нав
th: แ&ทนที่แฟ้มเก่าด้วยแฟ้มที่ใหม่กว่าเท่านั้น
uk: Заміняти &старі файли тільки новішими
uz: Faqat eski fayllarni yangi fayllar bilan &almashtirish
uz@cyrillic: Фақат эски файлларни янги файллар билан &алмаштириш
zh_cn: 仅用较新的文件替换旧文件(&O)
zh_tw: 以較新的檔案取代舊有的檔案(&O)

source: Keep entries &generic (Lha)
ar: حافظ على عموميّة المدخلات (Lha)
bg: З&апазване на основните настройки (Lha)
bs: Čuvaj stavke &generic (Lha)
ca: Manté les entrades &genèriques (Lha)
cs: Ponechat záznamy ob&yčejnými (lha)
da: Hold indgange &generiske (Lha)
de: Einträge &allgemein halten (LHA)
el: Διατήρηση &γενικών καταχωρήσεων (Lha)
eo: &Tenu la erojn ĝenerale (Lha)
es: &Mantener entradas genéricas (Lha)
et: Kir&jed hoitakse üldistena (Lha)
eu: Mantendu sarrerak generiko (Lha)
fa: &عمومی کردن مدخلها)Lha(‌
fi: Pidä tiedostot &geneerisinä (Lha)
fr: Garder les entrées &génériques (Lha)
gl: Manter entradas &xenéricas (Lha)
he: ה&שאר רשומות כלליות (Lha)
hi: प्रविष्टियाँ ज़ेनेरिक रखें (Lha) (&g)
hu: Ált&alános formájú bejegyzések (Lha)
is: Geyma færslur &almennt (Lha)
it: Mantieni voci &generiche (Lha)
ja: エントリの属性を保存する(&G) (Lha)
kk: &Негізгі жазулар қалсын (Lha)
km: រក្សា​ទុក​ធាតុ​តាម​ប្រភេទ (Lha)
ko: 항목 속성 유지(Lha)(&G)
mk: Задржи ги елементите како &општи (Lha)
ms: Pastikan entri &generik (Lha)
nb: La oppføringene forbli &generelle (Lha)
nds: Indrääg all&gemeen laten (LHA)
nl: Ingangen &generiek behouden (Lha)
nn: Hald &oppføringar generelle (Lha)
pl: Ogólne pozycje (&Lha)
pt: Manter as entradas &genéricas (Lha)
pt_br: Manter registros &genéricos (Lha)
ro: Păstrează înregistrările &generice (LHA)
ru: Сохранять &общие элементы (Lha)
sk: Uchovať &generické záznamy (Lha)
sl: Ohrani vnose &splošne (Lha)
sr: Чувај ставке у &генеричком облику (Lha)
sr@latn: Čuvaj stavke u &generičkom obliku (Lha)
sv: Behåll poster &generella (Lha)
ta: நுழைவுகளை &பொதுப்படையாக வைத்திருக்கவும் (Lha)
tg: Нигаҳдории воридшудаҳо дар шакли &умумӣ (Lha)
th: รักษารายการทั่วไปที่มีอยู่เดิม (Lha)
uk: Утримувати елементи як за&гальні (Lha)
zh_cn: 保持项目的类别属性(&G) (Lha)
zh_tw: 項目保持通用 [Lha] (&G)

source: Force &MS-DOS short filenames (Zip)
ar: الإجبار على أسماء ملفّات مايكروسوفت &دوس القصيرة (Zip)
bg: О&трязване имената на файловете до 8 знака (DOS, Zip)
bs: Prisili &MS-DOS imena datoteka (Zip)
ca: Força noms de fitxers curts de &MS-DOS (Zip)
cs: Vnutit krátká j&ména souborů (Zip)
da: Fremtving korte filnavne (&MS-DOS-stil) (Zip)
de: Kurze &MS-DOS-Dateinamen (8+3) erzwingen (Zip)
el: Υποχρεωτικά ονόματα αρχείων σε στυλ &MS-DOS (Zip)
eo: Faru dosiernomojn laŭ &DOS-normo (Zip)
es: &Forzar nombres de archivos cortos tipo MS-DOS (Zip)
et: Kasutatakse ainult &MS-DOS lühikesi (8+3) failinimesid (Zip)
eu: Behartu &MS-DOS fitxategi-izen motzak (Zip)
fa: نام کوتاه پرونده‌های &MS-DOS ضروری )zip(‌
fi: Pakota M&S-tyylisiin lyhyihin tiedostonimiin (Zip)
fr: Utiliser les noms de fichier courts en style &MS-DOS (Zip)
gl: Forzar nomes de ficheiros &MS-DOS curtos (Zip)
he: חייב ש&מות קבצים קצרים של ZIP) MS-DOS)
hi: एमएस-डॉस छोटे फ़ाइलनाम फोर्स करें (Zip) (&M)
hu: &MS-DOS (8+3) fájlnevek használata (Zip)
is: Þvinga &MS-DOS stutt skráarnöfn (Zip)
it: Forza nomi file corti in stile &MS-DOS (Zip)
ja: MS-DOS (8+3) ファイル名を強制する(&M) (Zip)
kk: Файл атаулары қысқа &MS-DOS түрде болсын (Zip)
km: ប្រើ​ឈ្មោះ​ឯកសារ​ខ្លី &MS-DOS short (Zip)
ko: MS-DOS 짧은 파일명 강제 사용(Zip)(&M)
mk: Форсирај кратки имиња на датотеки како во &MS-DOS (Zip)
ms: Paksa nama fail pendek &MS-DOS (Zip)
nb: Tving filnavn i &MS-stil (8+3, ZIP)
nds: Korte &MS-DOS-Dateinaams verdwingen (Zip)
nl: &MS-DOS-bestandsnamen (8+3) forceren (Zip)
nn: Bruk korte filnamn i &MS-DOS-stil (Zip)
pa: &MS-DOS ਛੋਟੇ ਫਾਇਲ ਨਾਂ ਲਈ ਮਜਬੂਰ (Zip)
pl: Krótkie nazwy plików &MS-DOS (Zip)
pt: Forçar nomes de ficheiro curtos de &MS-DOS (Zip)
pt_br: Forçar nomes de arquivo curtos do &MS-DOS (Zip)
ro: Forţează nume de fişiere scurte &MS-DOS (ZIP)
ru: Использовать &короткие имена файлов MS-DOS (Zip)
sk: Uprednostniť &MS-DOS (8+3) názvov súborov (Zip)
sl: Zahtevaj kratka imena oblike &MS-DOS (Zip)
sr: &Форсирај MS-DOS-ова кратка имена фајлова (Zip)
sr@latn: &Forsiraj MS-DOS-ova kratka imena fajlova (Zip)
sv: Tvinga &MS-DOS korta filnamn (Zip)
ta: &MS-DOS குறு கோப்புப்பெயர்களை வலிந்தமை (Zip)
tg: Истифодаи маҷбурии номи кӯтоҳи парвандаҳои &MS-DOS (Zip)
th: ใช้รูปแบบชื่อแฟ้มสั้นแบบ MS-DOS (Zip)
uk: Примусові короткі назви файлів &MS-DOS (Zip)
zh_cn: 强制使用 MS-DOS 短文件名(&M) (Zip)
zh_tw: 強制使用 &MS-DOS 短檔名 (Zip)

source: Translate LF to DOS &CRLF (Zip)
ar: تحويل LF إلى &CRLF الخاصة بدوس (Zip)
bg: Ко&нвертиране на край на ред (LF -> CRLF, Zip)
bs: Prevedi LF u DOS &CRLF (Zip)
ca: Tradueix &LF a CRLF de DOS (Zip)
cs: Převést LF na DOS &CRLF (Zip)
da: Oversæt LF til DOS &CRLF (Zip)
de: Zeilenumbruch von LF nach &CRLF (DOS-Notation) ändern (Zip)
el: Μετατροπή LF σε DOS &CRLF (Zip)
eo: Traduku LF al DOS &CRLF (Zip)
es: &Traducir LF por CRLF de MS-DOS (Zip)
et: LF -> DOS &CRLF teisendamine (Zip)
eu: Bihurtu LF formatua DOS &CRLF (Zip) formatura
fa: ترجمهLF به )DOS &CRLF (Zip‌
fi: Muunna LF Dosin &CRLF:ksi (Zip)
fr: Convertir les LF en &CRLF pour MS-DOS (Zip)
gl: Traducir LF a &CRLF DOS (Zip)
he: &המר LF ל־CRLF של Zip) DOS)
hi: अनुवाद LF से DOS &CRLF (Zip)
hu: Az LF-ek átal&akítása CR+LF-re (Zip)
is: Breyta LF yfir í DOS &CRLF (Zip)
it: Traduci LF in &CRLF stile DOS (Zip)
ja: LF を DOS の CRLF に変換する(&C) (Zip)
kk: LF жол аяқтаулары DOS &CRLF деп ауыстырылсын (Zip)
km: បកប្រែ LF ទៅ​ជា DOS CRLF (Zip)
ko: LF를 DOS CRLF로 변환(Zip)(&C)
mk: Преведи LF во &CRLF како во DOS (Zip)
ms: Terjemahkan LF kepada DOS &CRLF (Zip)
nb: Oversett LF til DOS &CRLF (Zip)
nds: UNIX-Reegümbrook (LF) na DOS-Ümbrook (&CRLF) ümwanneln (Zip)
nl: LF vertalen naar DOS &CRLF (Zip)
nn: Endra LF til DOS &CRLF (Zip)
pa: LF ਤੋਂ DOS &CRLF ਅਨੁਵਾਦ(Zip)
pl: Konwersja końca wiersza na format &DOS (Zip)
pt: Traduzir os LF's em &CRLF's do DOS (Zip)
pt_br: Mudar fim de linha LF para DOS &CRLF (Zip)
ro: Translatează LF la &CRLF de MS-DOS (ZIP)
ru: Преобразовать LF в DOS &CRLF (Zip)
sk: Prekladať LF na DOS &CRLF (Zip)
sl: Prevedi LF v DOS &CRLF (Zip)
sr: П&реведи LF у DOS-ов CRLF (Zip)
sr@latn: P&revedi LF u DOS-ov CRLF (Zip)
sv: Översätt LF till DOS &CRLF (Zip)
ta: LF DOS &CRLF இற்கு மாற்று (Zip)
tg: Тарҷумаи LF ба DOS &CRLF (Zip)
th: แปลงอักขระ LF ไปเป็น &CRLF แบบ DOS (Zip)
uk: Перекладати LF в DOS &CRLF (Zip)
zh_cn: 将换行符 LF 转换成 DOS &CRLF (Zip)
zh_tw: 將 LF 轉換成 DOS &CRLF (Zip)

source: &Recursively add subfolders (Zip, Rar)
ar: إ&ضافة المجلّدات الفرعيّة بصورة متتابعةة (Zip, Rar)
bg: &Добавяне на съществуващите поддиректории (Zip, Rar)
bs: &Rekurzivno dodaj poddirektorije (Zip, Rar)
ca: Afegeix subcarpetes &recursivament (Zip, Rar)
cs: Vnořit se do podsložek (Zip, &Rar)
da: &Tilføj undermapper rekursivt (Zip, Rar)
de: &Unterordner einbeziehen (Zip, Rar)
el: Ανα&δρομική προσθήκη υποφακέλων (Zip, Rar)
eo: &Rekurse aldonu subdosierujojn (Zip, Rar)
es: &Añadir subcarpetas recursivamente (Zip, Rar)
et: R&ekursiivne alamkataloogide lisamine (Zip, Rar)
eu: Erantsi azpikarpetak E&rrekurtsiboki (Zip, Rar)
fa: افزودن زیرپوشه‌ها به صورت &بازگشتی )Zip, Rar(‌
fi: Lisää alikansiot &rekursiivisesti (Zip, Rar)
fr: Ajoute&r récursivement les sous-dossiers (Zip, Rar)
gl: Engadi&r subcartafoles recursivamente (Zip, Rar)
he: &כלול תיקיית משנה רקורסיבית (Zip, Rar)
hi: सभी उप-फ़ोल्डर रिकर्सिव जोड़ें (Zip, Rar) (&R)
hu: Az összes alkönyvtá&r hozzáadása (Zip, Rar)
is: Fa&ra endurkvæmt í undirmöppur (Zip, Rar)
it: Aggiungi &ricorsivamente le sottocartelle (Zip, Rar)
ja: サブフォルダを再帰的に追加する(&R) (Zip, Rar)
kk: Ішкі қапшықтар &рекурсивті қосылсын (Zip, Rar)
km: បន្ថែម​ថត​រង​ជា​បន្ត​បន្ទាប់ (Zip, Rar)
ko: 하위 디렉터리 추가 (Zip, Rar)(&R)
mk: Додај подпапки &рекурзивно (Zip, Rar)
ms: Tambah folder secara &rekursi (Zip, Rar)
nb: &Legg til undermapper rekursivt (Zip, Rar)
nds: Ünne&rornern rekursiv tofögen (Zip, Rar)
nl: Submappen &recursief toevoegen (Zip, Rar)
nn: Legg til undermapper &rekursivt (Zip, Rar)
pa: ਅੰਦਰੂਨੀ ਸਬ-ਫੋਲਡਰ ਜੋੜੋ (Zip, &Rar)
pl: &Dodawanie podkatalogów (Zip, Rar)
pt: Adicionar &recursivamente as subpastas (Zip, Rar)
pt_br: Adicionar sub-pastas &recursivamente (Zip, Rar)
ro: Adaugă &recursiv subfoldere (ZIP, RAR)
ru: Добавлять подпапки &рекурсивно (Zip, Rar)
sk: &Rekurzívne pridať podpriečinky (Zip, Rar)
sl: &Rekurzivno dodaj podmape (Zip, Rar)
sr: &Рекурзивно додај подфасцикле (Zip, Rar)
sr@latn: &Rekurzivno dodaj podfascikle (Zip, Rar)
sv: Lägg till unde&rkataloger rekursivt (Zip, Rar)
ta: &எல்லாத் துணை கோப்புறை சேர் (Zip, Rar)
tg: Иловаи &вогаштии зерпӯшаҳо (Zip, Rar)
th: รวมทุกแฟ้มและไดเร็กทอรีย่อยภายใน (Zip, Rar)
uk: &Рекурсивно додавати підтеки (Zip, Rar)
zh_cn: 递归添加所有子文件夹(&R) (Zip, Rar)
zh_tw: 遞迴地加入子資料夾 [Zip, Rar] (&R)

source: &Store symlinks as links (Zip, Rar)
ar: &تخزين الروابط الرمزية كروابط (Zip, Rar)
bg: &Съхраняване на символните връзки, като връзки (Zip, Rar)
bs: Čuvaj &simboličke linkove kao linkove (Zip, Rar)
ca: Guardar els enllaços &simbòlics com enllaços (Zip, Rar)
cs: &Uložit symb. odkazy jako odkazy (zip, rar)
da: &Gem symlinks som links (Zip, Rar)
de: &Symbolische Verknüpfungen als solche speichern (Zip, Rar)
el: Απο&θήκευση συμβολικών δεσμών ως δεσμών (Zip, Rar)
eo: Konservu &simbolajn ligojn kiel ligojn (Zip, Rar)
es: &Guardar enlaces simbólicos como enlaces (Zip, Rar)
et: Nimeviitade &säilitamine viitadena (Zip, Rar)
eu: &Gorde esteka sinbolikoak esteka bezala (Zip, Rar)
fa: &ذخیره کردن symlink‌ها به عنوان پیوندها )Zip,Rar(‌
fi: &Tallenna symboliset linkit linkkeinä (Zip, Rar)
fr: Enregistrer les liens &symboliques en tant que tels (Zip, Rar)
gl: &Almacear ligazóns simbólicas coma ligazóns (Zip, Rar)
he: שמור &קישורים סמליים בתור קישורים (Rar ,Zip)
hi: सिम-लिंक को लिंक की तरह भंडारित करें(Zip, Rar) (&S)
hu: A szimbolikus l&inkek tárolása linkként (Zip, Rar)
is: Geyma &skráarvísa sem tengla (Zip, Rar)
it: &Memorizza i collegamenti simbolici come collegamenti (Zip, Rar)
ja: シンボリックリンクをそのまま保存する(&S) (Zip, Rar)
kk: &Символдық сілтемелер сілтеме ретінде сақталсын (Zip, Rar)
km: រក្សា​ទុក​តំណ​និមិត្ត​សញ្ញា​ជា​តំណ (Zip, Rar)
ko: 심볼릭 링크를 링크로 저장 (Zip, Rar)(&S)
mk: &Складирај ги симболичките врски како врски (Zip, Rar)
ms: &Simpan semula symlink sebagai pautan (Zip, Rar)
nb: &Lagre symbolske lenker som linker (Zip, Rar)
nds: &Symlinks as Links sekern (Zip, Rar)
nl: Symbolische koppelingen als koppelingen op&slaan (Zip, Rar)
nn: Lagra &symbolske lenkjer som lenkjer (Zip, Rar)
pa: ਨਿਸ਼ਾਨ ਸਬੰਧ ਸਬੰਧ ਦੇ ਤੌਰ ਤੇ ਸੰਭਾਲੋ(Zip, Rar) (&S)
pl: &Przechowywanie dowiązań symbolicznych (Zip, Rar)
pt: Manter as ligações &simbólicas como tal (Zip, Rar)
pt_br: Armazenar links &simbólicos como links (Zip, Rar)
ro: &Arhivează legăturile simbolice ca legături (ZIP, RAR)
ru: Сохранять &символические ссылки как есть (Zip, Rar)
sk: Uložiť &odkazy ako odkazy (Zip, Rar)
sl: &Simbolne povezave shrani kot take (Zip, Rar)
sr: &Сачувај симболичке везе као везе (Zip, Rar)
sr@latn: &Sačuvaj simboličke veze kao veze (Zip, Rar)
sv: Lagra &symboliska länkar som länkar (Zip, Rar)
ta: &குறியீட்டு இணைப்புகளை இணைப்புகளாக சேமி (Zip, Rar)
tg: &Нигоҳдории пайвандҳои рамзӣ ҳамчун пайвандҳо (Zip, Rar)
th: บันทึกลิงค์แบบสัญลักษณ์ให้เป็นลิงค์ (Zip, Rar)
uk: Зберігати с&имволічні посилання як такі (Zip, Rar)
zh_cn: 保存符号链接为链接(&S) (Zip, Rar)
zh_tw: 儲存符號連結為連結 (Zip, Rar)
