Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: &Use integrated viewer
ar: ا&ستعمال العارض المدمج
bg: И&зползване на вградената програма за преглед
bs: &Koristi integrisani preglednik
ca: &Usa el visor integrat
cs: Po&užít integrovaný prohlížeč
da: Br&ug integreret fremviser
de: &Internen Dateibetrachter verwenden
el: &Χρήση της ενσωματωμένης εφαρμογής προβολής
eo: &Uzu integratan vidilon
es: &Usar el visor integrado
et: Kas&utatakse põimitud näitajat
eu: &Erabili txertatutako erakuslea
fa: &استفاده از مشاهده‌گر مجتمع‌
fi: Käytä sisäänrakennettua &näytintä
fr: &Utiliser l'éditeur intégré
he: השתמש במציג &חיצוני
hu: Beépített megjelenítő &használata
is: &Nota innbyggðan skoðara
it: &Usa visore integrato
ja: 統合ビューアを使う(&U)
kk: Құрамындағы қарау құралы &пайдалансын
km: ប្រើ​ឧបករណ៍មើល​ដែល​បាន​រួម​បញ្ចូល
ko: 내장 뷰어 사용(&U)
mk: &Користи интегриран прегледувач
ms: &Guna pemapar bersepadu
nb: &Bruk innebygget fremviser
nds: Inb&uut Kieker bruken
nl: Ingebouwde weergaveprogramma gebr&uiken
nn: Bruk &innebygd framvisar
pl: &Użyj wbudowanej przeglądarki
pt: &Utilizar o visualizador integrado
pt_br: &Usar visualizador integrado
ro: &Utilizează vizualizorul integrat
ru: &Встроенный компонент просмотра
sk: &Použiť interný prehliadač
sl: &Uporabi vključen pregledovalnik
sr: &Користи интегрисани приказивач
sr@latn: &Koristi integrisani prikazivač
sv: An&vänd inbyggd visning
ta: &ஒருங்கிணைக்கப்பட்ட காட்சியாளனை பயன்படுத்து
tg: &Истифодаи намоишгари ҳамгироишуда
th: ใช้เ&ครื่องมือดูแฟ้มที่มีมาให้
uk: &Використовувати вбудований переглядач
uz: Ichki koʻruvchini &ishlatish
uz@cyrillic: Ички кўрувчини &ишлатиш
zh_cn: 使用集成的查看器(&U)
zh_tw: 使用內建的檢視器(&U)

source: &Enable Konqueror integration
ar: تمكين الإدماج فى كونكيورر
bg: &Интегриране в браузъра Konqueror
bs: &Omogući integraciju sa Konquerorom
ca: &Habilita la integració amb el Konqueror
cs: Povolit int&egraci do Konqueroru
da: &Aktivér integration i Konqueror
de: &Konqueror-Integration verwenden
el: &Ενεργοποίηση της ενσωμάτωσης με το Konqueror
eo: &Ebligu Konkerantan integrecon
es: &Activar integración con Konqueror
et: &Põimitakse Konqueroriga
eu: &Gaitu Konquerorrekin bateraketa
fa: &فعال‌سازی مجتمع Konqueror‌
fi: Salli Konqu&erorin yhteiskäyttö
fr: &Activer l'intégration à Konqueror
he: אפשר שי&לוב עם Konqueror
hu: Inte&gráció a Konquerorral
is: Kv&eikja á samþættingu við Konqueror
it: &Abilita integrazione con Konqueror
ja: Konqueror に統合する(&E)
kk: Konqueror-мен &біріктірілсін
km: អនុញ្ញាត​ការរួមបញ្ចូល​គ្នា​របស់ Konqueror
ko: Konqueror 통합 사용(&E)
mk: &Овозможи интеграција со Konqueror
ms: &Aktifkan penyepaduan Konqueror
nb: &Slå på Konqueror-integrasjon
nds: Na &Konqueror integreren
nl: Konqu&eror integratie activeren
nn: Integrer med &Konqueror
pa: ਕੋਨਕਿਉਰੋਰ ਸਹਿਯੋਗ ਯੋਗ(&E)
pl: &Integruj z Konquerorem
pt: Activar a int&egração no Konqueror
pt_br: Habilitar integração com o &Konqueror
ro: &Activează integrarea cu Konqueror
ru: &Включить интеграцию с Konqueror
sk: &Povoliť integráciu s Konquerorom
sl: O&mogoči integracijo s Konquerorjem
sr: &Укључи интеграцију са Konqueror-ом
sr@latn: &Uključi integraciju sa Konqueror-om
sv: Aktivera integrering med &Konqueror
ta: Konqueror ´Õ¨ÁôÀ¡ð¨¼ ¦ºÂøÀÎòÐ
tg: &Фаъол кардани ҳамгирои бо Konqueror
th: เปิดใช้งานการรวมความสามารถเข้ากับ Konqueror
uk: &Ввімкнути інтеграцію з Konqueror
uz: Konqueror'ga &moslashtirish
uz@cyrillic: Konqueror'га &мослаштириш
zh_cn: 启用 Konqueror 集成(&E)
zh_tw: 啟用 Konqueror 整合

source: <font size="-1"><i>Konqueror integration is only available if you install the Konqueror integration plugin from the kdeaddons package.</i></font>
ar: <font size="-1"><i>لا يتوفر الإدماج فى كونكيور الا إذا قمت بتثبيت ملحق الإدماج فى كونكيورر من حزمة kdeaddons.</i></font>
bg: <font size="-1"><i>Интегрирането с браузъра Konqueror е възможно, само ако сте инсталирали съответната приставка.</i></font>
bs: <font size="-1"><i>Integracija sa Konquerorom je dostupna samo ako instalirate dodatak za integraciju sa Konquerorom iz paketa kdeaddons.</i></font>
ca: <font size="-1"><i>La integració amb Konqueror només està disponible si instal·leu el connector d'integració amb Konqueror del paquet kdeaddons.</i></font>
cs: <font size="-1"><i>Integrace do Konqueroru je dostupná pouze tehdy, pokud si nainstalujete příslušný modul z balíku "kdeaddons".</i></font>
da: <font size="-1"><i>Konqueror integration er kun tilgængelig hvis du installerer Konqueror's integrationsplugin fra kdeaddons-pakken.</i></font>
de: <font size="-1"><i>Die Konqueror-Integration ist nur verfügbar, wenn die Konqueror-Integration aus dem Paket kdeaddons installiert ist.</i></font>
el: <font size="-1"><i>Η ενσωμάτωση με το Konqueror είναι διαθέσιμη μόνο αν εγκαταστήσετε το πρόσθετο ενσωμάτωσης με το Konqueror από το πακέτο kdeaddons.</i></font>
eo: <font size="-1"><i>Konkeranta integreco uzeblas nur se vi instalas la Konkerantan integrecan kromaĵon de la kdeaddons pakaĵo.</i></font>
es: <font size="-1"><i>La integración con Konqueror solo está disponible si instala la extensión de integración con Konqueror del paquete «kdeaddons».</i></font>
et: <font size="-1"><i>Palun arvesta, et see võimalus toimib korralikult ainult siis, kui süsteemi on paigaldatud Konqueroriga põimimise plugin, mille leiab paketist kdeaddons.</i></font>
eu: <font size="-1"><i>Konquerorrekin bateraketa erabilgarri egongo da soilik kdeaddons paketeko Konqueror bateraketa plugina instalatzen baduzu.</i></font>
fa: <font size="-1"><i>اگر وصلۀ مجتمع Konqueror را از بستۀ kdeaddons نصب کنید، فقط مجتمع Konqueror موجود است.</i></font>
fi: <font size="-1"><i>Konquerorin yhteiskäyttö on mahdollista vain jos asennat Konquerorin kdeaddons paketista.</i></font>
fr: <font size="-1"><i>L'intégration dans Konqueror n'est disponible uniquement si vous installez le module externe d'intégration à Konqueror du paquetage kdeaddons.</i></font>
he: <font size="-1"><i>שילוב עם Konqueror זמין רק אם תתקין את תוסף השילוב ל־Konqueror מחבילת kdeaddons.</i></font>
hu: <font size="-1"><i>Ez az opció csak akkor áll rendelkezésre, ha a Konqueror-integrációs bővítőmodul fel van telepítve (a kdeaddons csomagban található).</i></font>
is: <font size="-1"><i>Aðeins er hægt að samþætta við Konqueror ef þú setur inn 'Konqueror integration plugin' úr kdeaddons pakkanum.</i></font>
it: <font size="-1"><i>L'integrazione con Konqueror è disponibile solo se installa il plugin di integrazione che si trova nel pacchetto kdeaddons.</i></font>
ja: <font size="-1"><i>Konqueror との統合は、kdeaddons パッケージ中の Konqueror 統合プラグインがインストールされている場合のみ有効です。</i></font>
kk: <font size="-1"><i>Konqueror-мен бірктіруі тек kdeaddons дестесіндегі Konqueror-дің біріктіру плагин модулі орнтылған болса ғана істейді.</i></font>
km: <font size="-1"><i>ការ​រួម​បញ្ចូល​គ្នា​របស់ Konqueror គឺ​អាច​ប្រើ​បាន​តែ​ក្នុង​ករណី ​ដែល​អ្នក​ដំឡើង​កម្មវិធី​ជំនួយ​រួម​បញ្ចូល​គ្នា​របស់ Konqueror ពី​កញ្ចប់របស់ kdeaddons ។</i></font>
ko: <font size="-1"><i>Konqueror 통합은 Konqueror 통합 플러그인을 설치했을 때에만 사용할 수 있습니다.</i></font>
mk: <font size="-1"><i>Интеграцијата со Konqueror е можна само ако го инсталирате приклучокот за интеграција со Konqueror од пакетот kdeaddons.</i></font>
ms: <saiz fon="-1"><i>Penyepaduan Konqueror hanya boleh didapatkan jika anda pasang plugin penyepaduan Konqueror dari pakej kdeaddons.</i></font>
nb: <font size="-1"><i>Konqueror-integrasjon er bare tilgjengelig hvis du installerer programtillegget for dette fra kdeaddons-pakka.</i></font>
nds: <font size="-1"><i>Integratschoon na Konqueror is bloots verföögbor, wenn Du dat Integreer-Plugin för Konqueror ut dat Paket "kdeaddons" installeerst.</i></font>
nl: <font size="-1"><i>Deze optie zal alleen correct functioneren wanneer de Konqueror integratie-plugin uit het kdeaddons-pakket geïnstalleerd is.</i></font>
nn: <font size="-1"><i>Eit programtillegg for Konqueror-integrering trengst for at Ark skal kunna verka saman med Konqueror.</i></font>
pl: <font size="-1"><i>Integracja z Konquerorem jest dostępna dopiero po zainstalowaniu odpowiedniej wtyczki z pakietu kdeaddons.</i></font>
pt: <font size="-1"><i>A integração com o Konqueror só está disponível se instalar o 'plugin' de integração com o Konqueror do pacote kdeaddons.</i></font>
pt_br: <font size="-1"><i>A integração com o Konqueror só estará disponível se você instalar o plug-in de integração, do pacote kdeaddons.</i></font>
ro: <font size="-1"><i>Integrarea cu Konqueror este posibilă numai dacă instalaţi modulul de integrare din pachetul "kdeaddons".</i></font>
ru: <font size="-1"><i>Работает, только если доступен модуль интеграции с Konqueror из пакета kdeaddons.</i></font>
sk: <font size="-1"><i>Integrácia s Konquerorom je dostupná, iba ak nainštalujete modul pre integráciu s Konquerorom. Je v balíku kdeaddons.</i></font>
sl: <font size="-1"><i>Integracija v Konqueror je na voljo samo, če namestite vstavek za integracijo v Konqueror iz paketa kdeaddons.</i></font>
sr: <font size="-1"><i>Интеграција са Konqueror-ом доступна је само ако инсталирате прикључак за интеграцију са Konqueror-ом из пакета kdeaddons.</i></font>
sr@latn: <font size="-1"><i>Integracija sa Konqueror-om dostupna je samo ako instalirate priključak za integraciju sa Konqueror-om iz paketa kdeaddons.</i></font>
sv: <font size="-1"><i>Integrering med Konqueror är bara tillgänglig om du installerar insticksprogrammet för integrering med Konqueror från paketet kdeaddons.</i></font>
ta: <font size="-1"><i>kdeaddons தொகுப்பில் இருந்து கான்கொரர் ஒருங்கிணைப்பு சொருகுப்பொருளை நிறுவினால் மட்டுமே கான்கொரர் ஒருங்கிணைப்பு கிடைக்கும்.</i></font>
tg: <font size="-1"><i>Ҳамгироӣ бо Konqueror танҳо дар ҳолати насб будани иловаи ҳамгироӣ бо Konqueror аз бастаи нармафзори kdeaddons дастрас аст.</i></font>
th: <font size="-1"><i>การรวมความสามารถเข้ากับ Konqueror จะสามารถทำได้เมื่อคุณได้ทำการติดตั้ง ปลักอิน การรวมความสามารถของ Konqueror จากชุดแพ็คเกจ kdeaddons แล้วเท่านั้น</i></font>
uk: <font size="-1"><i>Інтеграцію з Konqueror можлива, якщо ви встановите відповідний модуль із пакунка kdeaddons.</i></font>
uz: <font size="-1"><i>Konqueror bilan birga ishlash qulayligi kdeaddons paketidan Konqueror'ga moslashtirish plagini oʻrnatilganda amalga oshiriladi.</i></font>
uz@cyrillic: <font size="-1"><i>Konqueror билан бирга ишлаш қулайлиги kdeaddons пакетидан Konqueror'га мослаштириш плагини ўрнатилганда амалга оширилади.</i></font>
zh_cn: <font size="-1"><i>Konqueror 集成仅当您安装了 kdeaddons 软件包中的 Konqueror 集成插件后才有效。</i></font>
zh_tw: <font size="-1"><i>只有在安裝在 kdeaddos 套件中 Konqueror 整合的外掛程式後，才可使用 Konqueror 整合功能。</i></font>

source: Last folders used for extraction
ar: المجلدات المستخدمة مؤخراً للإستخلاص
bg: Последната директория използвана за извличане
bs: Zadnji direktoriji korišteni za raspakivanje
ca: Darreres carpetes usades per extreure
cs: Poslední složky používané pro rozbalení
da: Sidste mappe brugt til udpakning
de: Zuletzt zum Entpacken verwendete Ordner
el: Ο τελευταίος χρησιμοποιημένος φάκελος για εξαγωγή
eo: Lastuzitaj dosierujoj por elpako
es: Últimas carpetas usadas para extraer
et: Viimased lahtipakkimiseks kasutatud kataloogid
eu: Erauzketan erabilitako azken karpetak
fa: آخرین پوشه‌های استفاده‌شده برای استخراج
fi: Viimeksi käytetty kohdekansio
fr: Dossiers utilisés récemment pour l'extraction
he: התיקייה האחרונה ששומשה לפריסה
hu: Kitömörítéshez használt legutóbbi könyvtárak
is: Seinustu möppur notaðar við afþjöppun
it: Ultime cartelle usate per estrarre
ja: 展開に使われた最後のフォルダ
kk: Тарқату үшін соңғы қолданылған қапшықтар
km: ថត​ចុង​ក្រោយដែលបាន​ប្រើ​សម្រាប់​ស្រង់ចេញ
ko: 최근 사용된 압축 풀기 폴더들
mk: Последните папки користени за распакување
nb: Åpne mapper som er brukt til utpakking
nds: Tolest för't Utpacken bruukte Ornern
nl: Laatste mappen gebruikt voor uitpakken
nn: Siste mapper bruka til utpakking
pa: ਖੋਲਣ ਲਈ ਆਖਰੀ ਫੋਲਡਰ ਯਾਦ ਰੱਖੋ
pl: Ostatnie katalogi używane do rozpakowania
pt: Últimas pastas usadas na extracção
pt_br: Últimas pastas usadas para extração
ru: Недавние папки для распаковки
sk: Otvoriť v minulosti použité priečinky
sl: Zadnja mapa, ki je bila uporabljena za izvlečenje
sr: Последње фасцикле коришћене за распакивање
sr@latn: Poslednje fascikle korišćene za raspakivanje
sv: Senaste kataloger använda för uppackning
tg: Пӯшаҳои охирини барои истихроҷ истифодашуда
th: โฟลเดอร์ที่ใช้ในการคลายแฟ้มครั้งล่าสุด
uk: Останні теки використані для розпакування
uz: Ajratishda ishlatilgan oxirgi jildlar
uz@cyrillic: Ажратишда ишлатилган охирги жилдлар
zh_cn: 上次使用的解压缩文件夹
zh_tw: 上次用作解壓縮的資料夾

source: Replace old files only with newer files
ar: استبدال الملفات القديمة فقط بملفات أحدث
bg: Замяна на съществуващите файлове, само ако са по-нови
bs: Zamijeni stare datoteke samo s novijim
ca: Substitueix els fitxers antics només amb fitxers nous
cs: Nahradit staré soubory pouze novějšími
da: Erstat kun gamle filer med nyere filer
de: Alte &Dateien nur durch neuere ersetzen
el: Αντικατάσταση παλιών αρχείων μόνο με νεότερα αρχεία
eo: Anstataŭigu malnovajn dosierojn nur per pli novaj dosieroj
es: Reemplazar archivos antiguos solo por nuevos
et: Vanad failid asendatakse ainult uuematega
eu: Ordezkatu fitxategi zaharrak soilik fitxategi berriagoekin
fa: پرونده‌های قدیمی را فقط با پرونده‌های جدیدتر جایگزین کنید
fi: Korvaa vanhat tiedostot vain uudemmilla tiedostoilla
fr: Remplacer les vieux fichiers seulement par de plus récents
he: ה&חלף קבצים ישנים בקבצים חדשים יותר בלבד
hu: Felülírás csak akkor, ha a fájl újabb
is: Skrifa yfir gamlar skrár með nýjum
it: Sostituisci i file vecchi solo con file più recenti
ja: 新しいファイルでのみ古いファイルを上書きする
kk: Файлдар тек жаңарақтарымен ғана ауыстырылсын
km: ជំនួស​ឯកសារ​ចាស់​ដោយ​ឯកសារ​ថ្មីៗ​តែ​ប៉ុណ្ណោះ
ko: 이전 파일보다 새로운 파일만 바꿈
mk: Замени ги старите датотеки само со понови
ms: Gantikan fail lama hanya dengan fail lebih baru
nb: Erstatt bare gamle filer med nyere filer
nds: Ole Dateien bloots gegen niegere utwesseln
nl: Oude bestanden alleen vervangen door nieuwere bestanden
nn: Byt ut gamle filer med nyare filer
pa: ਪੁਰਾਣੀ ਫਾਇਲਾਂ ਤਾਂ ਹੀ ਬਦਲੋ, ਜੇਕਰ ਫਾਇਲਾਂ ਨਵੀਆਂ ਹਨ
pl: Zastępuj tylko starsze pliki
pt: Substituir os ficheiros antigos apenas por outros mais recentes
pt_br: Substituir arquivos antigos somente com novos arquivos
ro: Înlocuieşte fişierele vechi numai cu fişiere noi
ru: Заменять старые файлы только новыми
sk: Nahradiť staré súbory novšími
sl: Stare datoteke zamenjaj samo z novejšimi
sr: Замени старе фајлове само новијим фајловима
sr@latn: Zameni stare fajlove samo novijim fajlovima
sv: Ersätt gamla filer endast med nyare
ta: பழைய கோப்புகளை புதிய கோப்புகளினால் இடமாற்றவும்
tg: Ҷойивазкунии парвандаҳои кӯҳна танҳо бо парвандаҳои нав
th: แทนที่แฟ้มเก่าด้วยแฟ้มที่ใหม่กว่าเท่านั้น
uk: Заміняти старі файли тільки новішими
uz: Faqat eski fayllarni yangi fayllar bilan almashtirish
uz@cyrillic: Фақат эски файлларни янги файллар билан алмаштириш
zh_cn: 仅用较新的文件替换旧文件
zh_tw: 以較新的檔案取代舊有的檔案

source: If this option is enabled and you add filenames that already exist in an archive, only replace the old files if the added files are newer than them
ar: إذا كان هذا الخيار مفعّل وقمت بإضافة أسماء ملفات موجودة مسبقا فى الأرشيف، سيتم استبدال الملفات القديمة فقط إذا كانت الملفات المضافة أحدث منهم
bg: Ако отметката е включена и добавяте файлове в архива с имена, които вече съществуват в архива, то само по-новите файлове ще бъдат заменени. Ако добавения файл има по-стара дата от файла в архива, то той няма да се добави.
bs: Ako je ova opcija uključena i dodajete datoteke sa imenima koja već postoje u arhivi, postojeće datoteke će biti zamijenjene samo ako su dodane novije od njih
ca: Si aquesta opció està habilitada i afegiu fitxers amb noms que ja existeixen a l'arxiu, només reemplaçarà els fitxers antics si els fitxers afegits són més nous.
cs: Pokud budete do archivu vkládat soubory, které v něm již existují, dojde k přepisu pouze u těch souborů, které jsou starší než nově vkládané
da: Hvis dette er aktiveret og du tilføjer filnavne der allerede findes i et arkiv, så vil de gamle filer kunne blive erstattet hvis de tilføjede filer er nyere end dem
de: Ist diese Einstellung aktiv, wird eine bestehende Datei im Archiv nur dann ersetzt, wenn die Datei im Archiv älter ist.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη και προσθέσετε ονόματα αρχείων που υπάρχουν ήδη σε μία αρχειοθήκη, θα αντικατασταθούν τα παλιά αρχεία αν τα προστιθέμενα είναι νεότερα από αυτά
eo: Se tiu opcio estas aktiva, kaj vi aldonas dosiernomojn kiuj jam ekzistas en arĥivo, anstataŭigu la malnovajn dosierojn nur se la aldonitaj dosieroj estas pli novaj ol ili
es: Si esta opción está activada y añade archivos que ya existen en un archivo comprimido, solo se reemplazarán los antiguos si los que añade son más recientes que ellos.
et: Selle valimisel asendatakse juhul, kui lisad failid, millega samanimelised on arhiivis juba olemas, vanad failid ainult siis, kui lisatud failid on uuemad.
eu: Aukera hau gaituta badago eta existitzen diren fitxategi-izenak eransten badituzu, fitxategi zaharrak ordezkatuko ditu solik fitxategi berriagoak badira
fa: اگر این گزینه فعال شده است و نام پرونده‌ها که در حال حاضر در یک بایگانی وجود دارند را اضافه کردید، فقط در صورتی که پرونده‌های اضافه‌شده جدیدتر از پرونده‌های قدیمی بودند، آنها را جایگزین کنید
fi: Mikäli valittu, paketissa olevia tiedostoja korvataan vain, jos lisättävä tiedosto on uudempi kuin paketissa oleva.
fr: Si cette option est activée et que vous ajoutez des noms de fichiers qui existent déjà dans une archive, remplace les anciens fichiers uniquement si les fichiers ajoutés sont plus récents qu'eux
he: אם אפשרות זו מסומנת ויוספו שמות קבצים שכבר קיימים בארכיב, תבוצע רק החלפה של הקבצים הישנים במידה והקבצים המוספים הם חדשים יותר
hu: Ha ez az opció be van jelölve. és már létező fájlt próbál az archívumhoz adni, akkor a már ott levő fájl felül lesz írva, ha az új példány újabb a réginél
is: Ef þessi valkostur er valinn og þú bætir við skrám sem eru til fyrir í safninu mun gömlum skrám aðeins vera skipt út ef skrám sem bætt er við eru nýrri en hinar
it: Se questa opzione è abilitata e aggiungi dei nomi di file che esistono già in un archivi quelli vecchi saranno sostituiti solo se quelli aggiunti sono effettivamente più nuovi.
ja: このオプションを有効にすると、アーカイブ中に既に存在するファイル名を追加したとき、追加したファイルが新しい場合のみ古いファイルを置き換えます。
kk: Құсбелгісі қойылса, архивке файлдарды қосқанда, былай аталған файлдар архивте әлден болғанда, тек ауыстырмақ файлдардан ескі файлдар ғана ауыстырылады
km: ប្រសិនបើ​ជម្រើស​នេះ​ត្រូវ​បាន​អនុញ្ញាត និង ​អ្នក​បន្ថែម​ឈ្មោះ​ឯកសារ​ដែល​មាន​រួច​ហើយ​ក្នុង​ប័ណ្ណសារ​មួយ ជំនួស​តែ​ឯកសារ​ចាស់ៗ​ប៉ុណ្ណោះ ប្រសិន​បើ​ឯកសារ​ដែល​បាន​បន្ថែម​ថ្មី​ជាង​ពួកវា​
ko: 이 옵션을 사용하면 압축 푸는하는 파일 중에서 같은 파일이 존재할 경우 보다 새로운 파일만 기존 파일에 덮어씁니다.
mk: Ако е избрана оваа опција и додадете имиња на датотеки кои веќе постојат во архивата, датотеките во архивата ќе бидат заменети само ако додадените се понови
ms: Jika opsyen ini diaktifkan dan anda tambah nama fail yang sudah wujud, hanya gantikan fail lama jika fail yang ditambah lebih baru daripadanya
nb: Hvis dette er slått på og du legger til filnavn som allerede finnes i et arkiv, erstatt filene bare hvis de filene som legges til er nyere
nds: Wenn aktiveert, warrt Dateien binnen Archiven bi't Tofögen bloots denn utwesselt, wenn de Datei, de Du tofögen wullt, nieger is.
nl: Indien deze optie geactiveerd is en u voegt een bestand met een naam toe die reeds bestaat in een archief, dan zal het bestaande bestand alleen overschreven worden als het toe te voegen bestand nieuwer is.
nn: Her kan du velja kva som skal skje når du legg til filer i eit arkiv der filene finst frå før. Dersom valet er slått på, vert gamle filer berre bytte ut dersom dei nye filene er nyare.
pl: Jeśli ta opcja jest włączona, a dodawane pliki są już w archiwum, zostaną one zastąpione tylko wtedy, kiedy dodawane pliki są nowsze od nich
pt: Se esta opção estiver activa e adicionar nomes de ficheiros que já existam no arquivo os ficheiros antigos só serão substituídos se os ficheiros adicionados forem mais recentes.
pt_br: Se essa opção estiver habilitada e você adicionar arquivos que tenham os mesmos nomes que arquivos já existentes no pacote, os arquivos do pacote só serão substituídos se os arquivos adicionados forem mais novos que eles.
ru: Если эта опция включена и вы добавляете файл, который уже находится в архиве, будут заменены только файлы, которые имеют более старую дату, чем добавляемые.
sk: Ak je táto voľba zapnutá, môžete pridať mená súborov, ktoré už existujú v archíve. Pridávané súbory nahradia už existujúce iba v prípade, že sú novšie
sl: Če je ta možnost omogočena in dodate imena datotek, ki že obstajajo v arhivu, se samo zamenjajo starejše datoteke, če so dodane datoteke starejše od njih
sr: Ако је ова опција укључена и додате фајлове који већ постоје у архиви, биће замењени само фајлови који су старији од истоимених који се додају.
sr@latn: Ako je ova opcija uključena i dodate fajlove koji već postoje u arhivi, biće zamenjeni samo fajlovi koji su stariji od istoimenih koji se dodaju.
sv: Om det här alternativet är aktiverat och du lägger till filnamn som redan finns i ett arkiv, ersätts bara de gamla filerna om tillagda filerna är nyare än dem.
ta: இந்த தேர்வு செயலில் இருந்து நீங்கள் காப்பகத்தில் ஏற்கெனவே உள்ள கோப்பு பெயர்களை சேர்த்தால், சேர்க்கப்படும் கோப்புகள் பழைய கோப்புகளை விட புதியதா இருந்தால் மட்டுமே அவை சேர்க்கப்படும்.
tg: Агар ин интихоб фаъол бошад ва Шумо номи парвандаҳоеро илова карда бошед, ки дар бойгонӣ аллакай мавҷуданд, он гоҳ танҳо парвандаҳои кӯҳна бо парвандаҳои иловашудаи навтар иваз мешаванд
th: หากเปิดใช้ตัวเลือกนี้แล้ว และคุณได้เพิ่มชื่อแฟ้มที่มีอยู่แล้วภายในแฟ้มบีบอัด จะมีการแทนที่แฟ้มหากว่า แฟ้มที่เพิ่มเข้ามานั้นใหม่กว่าของเก่าเท่านั้น
uk: Якщо цей параметр ввімкнено і ви додаєте назви файлів, які вже існують в архіві, то будуть замінятись старі файли, коли додані файли новіші за них
zh_cn: 如果启用了此选项，而您想要添加的文件在存档文件中已有同名文件，则只会在要添加的文件较新时才会发生替换。
zh_tw: 如啟用此選項，當您將檔案加入壓縮檔中，而壓縮檔內該檔早已存在；只會在新加入的檔案為較新的情況下，有會取代舊的檔案。
