Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: You are about to open a file that has a non-standard extension. Ark has detected the format: %1 If this is not correct, please choose the appropriate format.
ar: أنت على وشك فتح ملف بامتداد غير معياري. أكتشف أرك التنسيق: %1 إذا لم يكن هذا صحيحا، من فضلك اختر التنسيق الصحيح.
bg: Файлът е с нестандартно разширение. Програмата определи типа на архива като %1. Ако типът е грешен, моля изберете правилния тип.
bs: Upravo ćete otvoriti datoteku koja ima nestandardnu ekstenziju. Ark je ustanovio format: %1 Ako ovo nije ispravno, molim izaberite odgovarajući format.
ca: Estàs a punt d'obrir un fitxer que té una extensió no estàndard. Ark ha detectat el format: %1 Si no es correcte, si us plau escull el format apropiat.
cs: Chystáte se otevřít soubor, který má nestandardní příponu. Ark určil formát: %1 Pokud toto není v pořádku, zvolte si správný formát.
da: Du er ved at åbne en fil der har en ikke-standard endelse. Ark har detekteret formatet til %1 Hvis dette ikke er rigtigt, så vælg venligst det rigtige format.
de: Die zu öffnende Datei hat keine Standard-Dateierweiterung. Ark hat sie als Archiv vom Typ %1 erkannt. Wenn das nicht der Fall ist, wählen Sie bitte das passende Format.
el: Πρόκειται να ανοίξετε ένα αρχείο το οποίο έχει μια μη τυπική κατάληξη. Το Ark ανίχνευσε τη μορφή: %1 Αν αυτό δεν είναι σωστό, παρακαλώ επιλέξτε την κατάλληλη μορφή.
eo: Vi malfermontas dosieron kiu havas nenorman etendaĵon. Arĥivilo detektis la formaton : %1 Se ne estas taŭge, bonvolu elekti la konvenan formaton.
es: Está a punto de abrir un archivo que no tiene una extensión estándar. Ark ha detectado el formato: %1 Si no es correcto, seleccione el formato apropiado.
et: Soovid avada mittestandardse laiendiga faili. Ark tuvastas vormingu: %1 Kui see ei ole õige, vali palun sobiv vorming.
eu: Luzapen ez estandarra duen fitxategi bat zabaltzera zoaz. Ark-ek %1 formatua detektatu du Okerra bada, mesedez aukeratu formatu egokia.
fa: مشغول باز کردن پرونده‌ای هستید که پسوند غیر استاندارد دارد. Ark قالب :%1 را آشکار کرده است. لطفاً، اگر صحیح نیست، قالبی مناسب انتخاب کنید.
fi: Tiedostolla on tuntematon tiedostopääte. Ark on tunnistanut sen muodoksi: %1 Jos tämä ei ole oikea, valitse toinen muoto.
fr: Vous désirez ouvrir un fichier qui possède une extension non standard. Ark a détecté le format : %1 S'il n'est pas correct, veuillez choisir le format approprié.
gl: Está a punto de abrir un ficheiro que non ten unha extensión estándar. Ark detectou o formato: %1 Se isto non é correcto, por favor, escolla o formato axeitado,
he: אתה עומד לפתוח קובץ בעל סיומת לא סטנדרטית. Ark זיהה את הפורמט: %1 אם פורמט זה איננו נכון, אנא בחר את הפורמט המתאים.
hi: आप एक ऐसी फ़ाइल खोलने जा रहे हैं जिसमें अ-मानक एक्सटेंशन है. आर्क ने फार्मेट का पता लगाया है: %1 यदि यह उचित नहीं है तो कृपया उचित फार्मेट चुनें.
hu: Egy olyan fájlt készül megnyitni, mely nem szokványos kiterjesztésű. A fájl formátuma valószínűleg: %1 Válassza ki kézzel a megfelelő formátumot, ha ez nem helyes.
is: Þú ert í þann mund að opna skrá sem hefur óþekkta endingu. Ark komst að því að skráarsniðið er %1 Ef þetta er ekki rétt, veldu þá viðeigandi skráarsnið.
it: Stai per aprire un file che ha un'estensione non standard. Ark ha riconosciuto il formato: %1 Se non fosse corretto, scegli il formato appropriato.
ja: 一般的でない拡張子のファイルを開こうとしています。 Ark はファイルの形式を次のように検出しました: %1 誤っている場合は別の形式を選んでください。
kk: Ашуға мақсатталған файлдың жұрнағы стандарттан тыс. Ark-тың байқауынша файлдың пішімі: %1 Дұрыс болмаса, шын пішімін көрсетіңіз.
km: អ្នក​ទំនងជាបើក​ឯកសារ​មួយ​ដែល​មាន​កន្ទុយ​មិន​ស្តង់ដារ ។ Ark បាន​រកឃើញ​ទ្រង់ទ្រាយ ៖ %1 ប្រសិន​បើ​វា​មិន​ត្រឹម​ត្រូវ សូម​ជ្រើស​ទ្រង់ទ្រាយ​ត្រឹម​ត្រូវ ។
ko: 비 표준 확장자를 가진 파일을 엽니다. Ark는 이 파일의 형식이 %1이라고 생각합니다. 올바르지 않으면 적절한 형식을 선택하십시오.
mk: Отворате датотека која нема стандардна наставка. Ark го препозна форматот: %1 Ако ова не е точно, изберете го соодветниот формат.
ms: Anda akan membuka fail yang mempunyai sambungan tak standard. Ark telah mengesan format: %1 Jika ini tidak betul, pilih format yang sesuai.
nb: Fila du prøver å åpne har et ukjent etternavn. Ark tror at formatet er: %1 Angi korrekt format om dette ikke er riktig.
nds: De Datei, de Du opmaken wullt, hett keen Standard-Verwiedern. Ark hett dat Formaat "%1" opdeckt. Wenn dat nich richtig is, giff bitte dat richtige Formaat an.
nl: U staat op het punt een bestand te openen dat een niet-standaard extensie heeft. Ark heeft het volgende formaat gedetecteerd: %1 Als dit volgens u onjuist is kunt u hier een ander formaat kiezen.
nn: Fila du prøver å opna har eit ukjent etternamn. Ark trur at formatet er: %1 Vel rett format dersom dette ikkje er rett.
pl: Otwierany plik ma nietypowe rozszerzenie. Ark rozpoznał jego format jako: %1 Jeśli format ten nie jest poprawny, proszę wybrać odpowiedni.
pt: Você está prestes a abrir um ficheiro que não tem uma extensão-padrão. O Ark detectou o formato: %1 Se este não for o correcto, escolha por favor o formato apropriado.
pt_br: Você está prestes a abrir um arquivo que tem uma extensão não padronizada. O Ark detectou o formato: %1 Se isto não está correto, por favor, escolha o formato apropriado.
ro: Aţi ales să deschideţi un fişier care a o extensie nestandard. Ark a detectat formatul: %1 Dacă nu este corect, atunci alegeţi formatul corespunzător.
ru: Вы пытаетесь открыть файл с нестандартным расширением. Предполагаемый тип архива: %1 Если это не так, укажите фактический тип архива.
sk: Chystáte sa otvoriť súbor, ktorý nemá štandardnú príponu. Ark určil formát: %1 Ak to nie je správne, vyberte, prosím, správny formát.
sl: Nameravate odpreti datoteko z nestandardno pripono. Ark je zaznal vrsto: %1 Če ni pravilna, potem izberite primerno vrsto.
sr: Управо ћете отворити фајл који има нестандардни наставак. Ark је детектовао формат: %1 Ако ово није тачно, изаберите ручно одговарајући формат.
sr@latn: Upravo ćete otvoriti fajl koji ima nestandardni nastavak. Ark je detektovao format: %1 Ako ovo nije tačno, izaberite ručno odgovarajući format.
sv: Du försöker öppna en fil som inte har en standardfiländelse. Ark har hittat formatet %1 Om det inte är riktigt, välj lämpligt format.
ta: நீங்கள் திறக்கபட வேண்டிய கோப்பு சாராதரவரையறை விரிவாக்கம். அர்க்கு வடிவம் விசரிக்கபட்டாது %1 இது தவறு என்றால் தயவுசெய்து சரியான வடிவத்னத தேர்ந்தெடுக்கவும்.
tg: Шумо кӯшиши кушодани парвандаи ғайристандартиро карда истодаед. Бойгонигар форматро муайян кардааст: %1 Агар он нодуруст бошад, лутфан формати мувофиқро интихоб кунед.
th: คุณกำลังจะเปิดแฟ้มที่ไม่ได้ใช้ส่วนขยาย(นามสกุล)มาตรฐาน โปรแกรม Ark ตรวจพบว่าเป็นแฟ้มชนิด: %1 หากชนิดแฟ้มที่ Ark พบนั้นไม่ถูกต้อง กรุณาเลือกชนิดของแฟ้มที่เหมาะสมด้วย
uk: Ви хочете відкрити файл з нестандартним розширенням. Ark визначив, що його формат: %1 Якщо це не вірно, будь ласка, виберіть відповідний формат.
zh_cn: 您即将打开非标准扩展名的文件名。 Ark 检测到了格式：%1 如果此格式不正确，请选择适当的格式。
zh_tw: 您嘗試開啟一種非標準伸延名稱的檔案。 Ark 偵測到該格式是：%1 如果不正確，請選擇適當的格式。

source: Compressed File
ar: ملف مضغوط
bg: Компресиран файл
bs: Kompresovana datoteka
ca: Fitxer comprimit
cs: Komprimovaný soubor
da: Komprimeret fil
de: Komprimierte Datei
el: Συμπιεσμένο αρχείο
eo: Kunpremita dosiero
es: Archivo comprimido
et: Pakitud fail
eu: Fitxategi Konprimatua
fa: پروندۀ فشرده
fi: Pakattu tiedosto
fr: Archive compactée
gl: Ficheiro Comprimido
he: קובץ דחוס
hi: संपीडित फ़ाइल
hu: Tömörített fájl
is: Þjöppuð skrá
it: File compresso
ja: 圧縮ファイル
kk: Қысылған файл
km: ឯកសារ​ដែល​បាន​បង្ហាប់
ko: 압축된 파일
mk: Компресирана датотека
ms: Fail Termampat
nb: Komprimert fil
nds: Komprimeert Datei
nl: Gecomprimeerd archief
nn: Komprimert fil
pa: ਨਪੀੜੀ ਫਾਇਲ
pl: Spakowany plik
pt: Ficheiro Comprimido
pt_br: Arquivo Comprimido
ro: Fişier comprimat
ru: Сжатый файл
sk: Komprimovaný súbor
sl: Stisnjena datoteka
sr: Компресовни фајл
sr@latn: Kompresovni fajl
sv: Komprimerad fil
ta: இறுக்கக் கோப்பு
tg: Файли Фишурда
th: แฟ้มบีบอัด
uk: Стиснутий файл
uz: Qisilgan fayl
uz@cyrillic: Қисилган файл
zh_cn: 压缩文件
zh_tw: 已壓縮檔案

source: All Valid Archives
ar: كل الأراشيف الصالحة
bg: Всички валидни архиви
bs: Sve poznate arhive
ca: Tots els arxius vàlids
cs: Všechny platné archívy
da: Alle gyldige arkiver
de: Alle gültigen Archive
el: Όλες οι έγκυρες αρχειοθήκες
eo: Ĉiuj taŭgaj arĥivoj
es: Todos los archivos comprimidos válidos
et: Kõik sobivad arhiivid
eu: Baliodun Artxibo Guztiak
fa: تمام بایگانیهای معتبر
fi: Kaikki sallitut paketit
fr: Toutes les archives valables
gl: Tódolos Arquivos Válidos
he: כל הארכיבים התקינים
hi: सभी वैध अभिलेखागार
hu: Minden érvényes archívum
is: Allar gildar safnskrár
it: Tutti gli archivi validi
ja: すべての有効なアーカイブ
kk: Барлық архив түрлері
km: ប័ណ្ណសារ​ត្រឹមត្រូវ​ទាំង​អស់
ko: 모든 유효한 압축파일
mk: Сите валидни архиви
ms: Semua Arkib Sah
nb: Alle gyldige arkiver
nds: All gellen Archiven
nl: Alle geldige archieven
nn: Alle gyldige arkiv
pa: ਸਭ ਜਾਇਜ਼ ਪੁਰਾਲੇਖ
pl: Wszystkie archiwa
pt: Todos os Pacotes Válidos
pt_br: Todos os Pacotes Válidos
ro: Toate arhivele valide
ru: Все доступные типы
sk: Všetky platné archívy
sl: Vsi veljavni arhivi
sr: Све подржане архиве
sr@latn: Sve podržane arhive
sv: Alla giltiga arkiv
ta: எல்லாம் காப்புக் செல்லுபடி
tg: Ҳамаи бойгониҳои дуруст
th: แฟ้มบีบอัดที่ใช้ได้ทั้งหมด
uk: Всі дійсні архіви
uz: Hamma arxivlar
uz@cyrillic: Ҳамма архивлар
zh_cn: 全部存档文件
zh_tw: 所有支援的壓縮檔

source: All Files
ar: كل الملفات
bg: Всички файлове
bs: Sve datoteke
ca: Tots els fitxers
cs: Všechny soubory
da: Alle filer
de: Alle Dateien
el: Όλα τα αρχεία
eo: Ĉiuj dosieroj
es: Todos los archivos
et: Kõik failid
eu: Fitxategi guztiak
fa: همۀ پرونده‌ها
fi: Kaikki tiedostot
fr: Tous les fichiers
gl: Tódolos Ficheiros
he: כל הקבצים
hi: सभी फ़ाइलें
hu: Minden fájl
is: Allar skrár
it: Tutti i file
ja: すべてのファイル
kk: Барлық файлдар
km: ឯកសារ​ទាំង​អស់
ko: 모든 파일
mk: Сите датотеки
ms: Semua Fail
nb: Alle filer
nds: All Dateien
nl: Alle bestanden
nn: Alle filer
pa: ਸਭ ਫਾਇਲਾਂ
pl: Wszystkie pliki
pt: Todos os Ficheiros
pt_br: Todos os Arquivos
ro: Toate fişierele
ru: Все файлы
sk: Všetky súbory
sl: Vse datoteke
sr: Сви фајлови
sr@latn: Svi fajlovi
sv: Alla filer
ta: அனைத்து கோப்புகள்
tg: Ҳамаи парвандаҳо
th: แฟ้มทั้งหมด
uk: Всі файли
uz: Hamma fayllar
uz@cyrillic: Ҳамма файллар
zh_cn: 全部文件
zh_tw: 所有檔案

source: ark
ar: أرك
eo: arĥivilo
hi: आर्क(Ark)
ta: ஆர்க்
tg: бойгонигар

source: Ark KParts Component
ar: مكوّن KParts الخاص بأرك
bg: Компонент KParts на програмата Ark
bs: Ark KParts komponenta
ca: Component Ark KParts
cs: Komponenta Ark
da: Ark KParts-komponent
de: Ark KParts-Komponente
el: Συστατικό KParts του Ark
eo: Arĥivilo - Parto-komponanto
es: Componente Ark de KParts
et: Ark KParts komponent
eu: KParts-en Ark Osagaia
fa: مؤلفۀ Ark KParts
fi: Ark KParts-komponentti
fr: Le composant KParts Ark
gl: Compoñente Ark de KParts
he: רכיב ה־KParts של Ark
hi: आर्क के-पार्ट्स अवयव
hu: Ark KParts objektum
is: Ark KParts eining
it: Componente KParts di Ark
ja: Ark KParts コンポーネント
kk: KParts-тың Ark компоненті
km: សមាសភាគ​របស់ Ark KParts
ko: Ark KParts 환경설정
mk: Компонента за Ark во KParts
ms: Komponen Ark KParts
nb: Ark KParts Komponent
nds: KParts-Komponent Ark
nn: Ark KParts-komponent
pa: Ark KParts ਭਾਗ
pl: Ark - składnik KPart
pt: Componente KPart do Ark
pt_br: Componente do Ark
ro: Componentă KParts Ark
ru: Компонент архиватора
sk: KParts komponent Ark
sl: Komponenta KParts Ark
sr: Ark, KParts компонента
sr@latn: Ark, KParts komponenta
sv: Ark Kparts-komponent
ta: Ark KParts கூறு
tg: KParts - ҷузъи бойгонигар
th: คอมโปเนนต์ Ark ของ KParts
uk: Компонент KParts - Ark
uz: Ark KParts komponenti
uz@cyrillic: Ark KParts компоненти
zh_cn: Ark KParts 组件
zh_tw: Ark KParts 元件

source: (c) 1997-2003, The Various Ark Developers
ar: الحقوق محفوظة 1997-2003، مختَلِف مطووري برنامج أرك
bg: (c) 1997-2003, екипът на Ark
bs: (c) 1997-2003, Razni Ark programeri
ca: (c) 1997-2003, Els varis desenvolupadors de l'Ark
cs: (c) 1997-2003, různí vývojáři programu Ark
da: (c) 1997-2003 De forskellige Ark-udviklere
de: (c) 1997-2003, Die Ark-Entwickler
el: (c) 1997-2003, οι διάφοροι προγραμματιστές του Ark
eo: (c) 1997-2002, la diversaj ark-programistoj
es: (c) 1997-2003, Los diversos desarrolladores de Ark
et: (C) 1997-2003: erinevad Ark arendajad
eu: (c) 1997-2003, Ark Garatzaile Ugariak
fi: (c) 1997-2003, Arkin kehittäjät
fr: (c) 1997-2003, les différents développeurs d'Ark
gl: (c) 1997-2003, Os Varios Desenvolvedores de Ark
he: (c) 1997-2003, Ark המפתחים השונים של
hi: (c) 1997-2003, बहुत से आर्क डेवलपर्स
hu: (c) Az Ark fejlesztői, 1997-2003.
is: (c) 1997-2003, ýmsir Ark hönnuðir
it: (c) 1997-2003, gli sviluppatori di Ark
kk: (c) 1997-2003, Бір қатар Ark жасаушылары
km: រក្សាសិទ្ធិ​ឆ្នាំ ១៩៩៧-២០០៣ ដោយ​អ្នក​បង្កើត Ark ផ្សេងៗ​គ្នា
ko: (c) 1997-2003, 여러 Ark 개발자
mk: (c) 1997-2003, различните развивачи на Ark
ms: (c) 1997-2003, Pembangun Various Ark
nb: © 1997–2003 De forskjellige utviklere av Ark
nds: (c) 1997-2003, De Ark-Schrievers
nl: (c) 1997-2003, de vele Ark-ontwikkelaars
nn: © 1997–2003 ymse Ark-utviklarar
pa: (c) 1997-2003, ਕੋਈ ਆਰਕ ਖੋਜੀ
pl: (c) 1997-2003, Autorzy Ark
pt: (c) 1997-2003, a Equipa de Desenvolvimento do Ark
pt_br: (c) 1997-2003, Os Vários Desenvolvedores do Ark
ro: (c) 1997-2003, Programatorii Ark
ru: (c) 1997-2003, разработчики Ark
sk: (c) 1997-2003, Rôzni vývojári Ark
sl: (c) 1997-2003, različni razvijalci Ark
sr: © 1997-2003, разни програмери Ark-а
sr@latn: © 1997-2003, razni programeri Ark-a
sv: © 1997-2003, de olika Ark-utvecklarna
ta: (c) 1997-2003, ஆர்க் உருவாக்குநர்கள்
tg: (c) 1997-2003, Таҳиягарони бойгонигар
th: (c) 1997-2003, กลุ่มผู้พัฒนา Ark
uk: (c) 1997-2003, Різні розробники Ark
uz: (S) 1997-2003, Turli Ark tuzuvchilari
uz@cyrillic: (С) 1997-2003, Турли Ark тузувчилари
zh_cn: (c) 1997-2003, 多种 Ark 开发者
zh_tw: (c) 1997-2003, 多個 Ark 開發者

source: Add &File...
ar: إ&ضافة ملف...
bg: Добавяне на &файл...
bs: Dodaj da&toteku...
ca: Afegeix &fitxer...
cs: Přidat &soubor...
da: Tilføj &fil...
de: &Dateien hinzufügen ...
el: Προσθήκη &αρχείου...
eo: Aldonu &dosieron...
es: Añadir a&rchivo...
et: Lisa &fail...
eu: Erantsi &Fitxategia...
fa: افزودن &پرونده...‌
fi: Lisää &tiedosto...
fr: Ajouter des &fichiers...
gl: Engadir &Ficheiro...
he: הוספת &קובץ...
hi: फ़ाइल जोड़ें... (&F)
hu: Fájl hozzá&adása...
is: &Bæta við skrá...
it: Aggiungi &file...
ja: ファイルを追加(&F)...
kk: &Файлды қосу...
km: បន្ថែម​ឯកសារ...
ko: 파일 추가(&F)...
mk: Додај &датотека...
ms: Tambah &Fail...
nb: &Legg til fil …
nds: &Datei tofögen...
nl: &Bestand toevoegen...
nn: Legg til &fil …
pa: ਫਾਇਲ ਜੋੜੋ(&F)...
pl: &Dodaj plik...
pt: Adicionar um &Ficheiro...
pt_br: &Adicionar Arquivo...
ro: Adaugă &fişier...
ru: Добавить &файл...
sk: &Pridať súbor...
sl: Dodaj &datoteko ...
sr: Додај &фајл...
sr@latn: Dodaj &fajl...
sv: Lägg till &fil(er)...
ta: கோப்பைச் சேர்...
tg: Иловаи &Файл...
th: เพิ่มแฟ้ม...
uk: Додати &файл...
uz: Faylni &qoʻshish
uz@cyrillic: Файлни &қўшиш
zh_cn: 添加文件(&F)...
zh_tw: 加入檔案(&F)...

source: Add Folde&r...
ar: إضافة &مجلد...
bg: Добавяне на &директория...
bs: Dodaj di&rektorij...
ca: Afegeix ca&rpeta...
cs: Přidat s&ložku...
da: Tilføj &mappe...
de: &Ordner hinzufügen ...
el: Προσθήκη &φακέλου...
eo: Aldonu &dosierujon...
es: Aña&dir carpeta...
et: Lisa kataloo&g...
eu: Erantsi &Karpeta...
fa: افزودن &پوشه...‌
fi: Lisää &kansio...
fr: Ajouter un &dossier...
gl: Engadir Carta&fol...
he: הוספת &תיקייה...
hi: फ़ोल्डर जोड़ें... (&r)
hu: Könyvtár hozzá&adása...
is: &Bæta við möppu...
it: Aggiungi ca&rtella...
ja: フォルダを追加(&R)...
kk: Қапшықты қ&осу...
km: បន្ថែម​ថត...
ko: 폴더 추가(&F)...
mk: Додај &папка...
ms: Tambah &Folder...
nb: &Legg til mappe …
nds: &Orner tofögen...
nl: &Map toevoegen...
nn: Legg til &mappe …
pa: ਫੋਲਡਰ ਜੋੜੋ(&r)...
pl: Dodaj &katalog...
pt: Adiciona&r uma Pasta...
pt_br: &Adicionar Pasta...
ro: Adaugă f&older...
ru: Добавить &папку...
sk: Pridať p&riečinok...
sl: Dodaj &mapo ...
sr: Додај ф&асциклу...
sr@latn: Dodaj f&asciklu...
sv: Lägg till &katalog...
ta: &அடைவைச் சேர்
tg: Иловаи Ҷ&узъгир...
th: เพิ่มโฟลเดอร์...
uk: Додати тек&у...
uz: &Jildni qoʻshish
uz@cyrillic: &Жилдни қўшиш
zh_cn: 添加文件夹(&R)...
zh_tw: 加入資料夾(&R)...

source: E&xtract...
ar: ا&ستخلاص...
bg: Из&вличане...
bs: Ra&spakuj...
ca: E&xtreu...
cs: Ro&zbalit...
da: &Pak ud...
de: &Entpacken ...
el: Ε&ξαγωγή...
eo: &Elpaku...
es: E&xtraer...
et: &Paki lahti...
eu: &Atera...
fa: &استخراج...‌
fi: &Pura...
fr: &Extraire...
gl: E&xtraer en...
he: &פריסה...
hi: एक्सट्रेक्ट... (&x)
hu: &Kitömörítés...
is: Af&þjappa...
it: E&strai...
ja: 展開(&X)...
kk: &Тарқатып алу...
km: ស្រង់ចេញ...
ko: 압축 풀기(&X)...
mk: О&тпакувај...
ms: &Ekstrak...
nb: &Pakk ut …
nds: &Utpacken...
nl: Uit&pakken...
nn: &Pakk ut …
pa: ਖੋਲ੍ਹੋ(&x)...
pl: &Rozpakuj...
pt: E&xtrair...
pt_br: E&xtrair...
ro: &Extrage...
ru: &Распаковать в...
sk: &Rozbaliť...
sl: &Izvleci ...
sr: &Распакуј...
sr@latn: &Raspakuj...
sv: Pa&cka upp...
ta: &பிரித்தெடு...
tg: &Истихроҷ...
th: กำลังคลายแฟ้ม...
uk: Ро&зпакувати...
uz: &Ajratish
uz@cyrillic: &Ажратиш
zh_cn: 解压缩(&X)...
zh_tw: 解開(&X)...

source: De&lete
ar: &حذف
bg: Из&триване
bs: &Obriši
ca: Es&borra
cs: S&mazat
da: S&let
de: &Löschen ...
el: &Διαγραφή
eo: &Forigu...
es: &Eliminar
et: &Kustuta
eu: &Ezabatu
fa: &حذف‌
fi: P&oista
fr: Su&pprimer
gl: Bo&rrar
he: &מחיקה
hi: मिटाएँ (&l)
hu: &Törlés
is: &Eyða
it: E&limina
ja: 削除(&L)
kk: Өші&ру
km: លុប
ko: 삭제(&L)
mk: И&збриши
ms: &Hapus
nb: &Slett
nds: &Wegdoon
nl: Ve&rwijderen
nn: Sl&ett
pa: ਹਟਾਓ(&l)
pl: &Usuń
pt: Apa&gar
pt_br: Ex&cluir
ro: Ş&terge
ru: &Удалить
sk: &Odstrániť
sl: Z&briši
sr: &Обриши
sr@latn: &Obriši
sv: &Ta bort
ta: நீ&க்கு
tg: Ҳ&азф
th: ลบ
uk: Вида&лити
uz: Oʻch&irish
uz@cyrillic: Ўч&ириш
zh_cn: 删除(&L)
zh_tw: 刪除(&E)

source: _: to view something &View
ar: &عرض
bg: Пре&глед
bs: &Pogledaj
ca: &Veu
cs: Zo&brazit
da: &Vis
de: &Ansehen
el: Π&ροβολή
eo: &Montru
es: &Ver
et: &Vaata
eu: &Ikusi
fa: &مشاهده‌
fi: &Näytä
fr: A&fficher
gl: &Ver
he: &תצוגה
hi: देखें (&V)
hu: Meg&jelenítés
is: &Sýna
it: &Visualizza
ja: 表示(&V)
kk: Қара&у
km: មើល
ko: 보기(&V)
mk: &Преглед
ms: &Papar
nb: &Vis
nds: &Ankieken
nl: &Tonen
nn: &Vis
pa: ਵੇਖਾਓ(&V)
pl: &Pokaż
pt: &Ver
pt_br: &Ver
ro: &Vizualizează
ru: &Просмотреть
sk: &Zobraziť
sl: &Poglej
sr: П&риказ
sr@latn: P&rikaz
sv: &Visa
ta: &காட்சி
tg: &Азназаргузаронӣ
th: แสดงแฟ้ม
uk: &Переглянути
uz: &Koʻrish
uz@cyrillic: &Кўриш
zh_cn: 查看(&V)
zh_tw: 檢視(&V)

source: &Open With...
ar: فتح &بواسطة...
bg: О&тваряне с...
bs: &Otvori s...
ca: &Obre amb...
cs: &Otevřít pomocí...
da: Å&bn med...
de: Öffnen &mit ...
el: Ά&νοιγμα με...
eo: Malfermu &per...
es: &Abrir con...
et: &Ava kasutades...
eu: Ireki &Honekin...
fa: &باز کردن با...‌
fi: &Avaa ohjelmalla...
fr: &Ouvrir avec...
gl: &Abrir Con...
he: פתיחה באמ&צעות...
hi: के साथ खोलें...(&O)
hu: Me&gnyitás ezzel...
is: &Opna með...
it: &Apri con...
ja: アプリケーションで開く(&O)...
kk: Мынамен &ашу...
km: បើក​ជា​មួយ...
ko: 다음으로 열기(&O)...
mk: &Отвори со...
ms: &Buka Dengan...
nb: Å&pne med …
nds: &Opmaken mit...
nl: &Openen met...
nn: &Opna med …
pa: ਇਸ ਨਾਲ ਖੋਲ੍ਹੋ(&O)...
pl: &Otwórz w...
pt: Abrir C&om...
pt_br: Abrir &Com...
ro: &Deschide cu...
ru: От&крыть в...
sk: &Otvoriť pomocou...
sl: &Odpri z ...
sr: &Отвори помоћу...
sr@latn: &Otvori pomoću...
sv: &Öppna med...
ta: &திறந்த...
tg: &Кушодан тавассути...
th: เปิดใช้ด้วย...
uk: В&ідкрити з...
uz: ...bilan &ochish
uz@cyrillic: ...билан &очиш
zh_cn: 打开方式(&O)...
zh_tw: 以其它程式開啟(&O)：

source: Edit &With...
ar: التحرير &باستخدام...
bg: &Редактиране с...
bs: &Edituj s...
ca: Edita &amb...
cs: Upravit &pomocí...
da: Redigér &med...
de: Bearbeiten &mit ...
el: Επεξερ&γασία με...
eo: &Redaktu per...
es: Editar &con...
et: &Redigeeri kasutades...
eu: Editatu Hone&kin...
fa: ویرایش &با...‌
fi: &Muokkaa ohjelmalla...
fr: Modifier ave&c...
gl: Editar &Con...
he: &עריכה באמצעות...
hi: के साथ का संपादन करें... (&W)
hu: Sz&erkesztés ezzel...
is: &Breyta með...
it: &Modifica con...
ja: アプリケーションで編集(&W)...
kk: &Мынамен өңдеу...
km: កែសម្រួល​ជាមួយ...
ko: 다음으로 편집(&W)...
mk: Уреди &со...
ms: Edit &Dengan...
nb: Rediger &med …
nds: Be&werken mit...
nl: Be&werken met...
nn: Rediger &med …
pa: ਇਸ ਨਾਲ ਸੋਧ(&W)...
pl: &Edytuj w...
pt: Editar &Com...
pt_br: Ed&itar Com...
ro: &Editează cu...
ru: &Изменить в...
sk: &Upraviť s...
sl: &Uredi z ...
sr: &Уреди помоћу...
sr@latn: &Uredi pomoću...
sv: &Redigera med...
ta: தொகுப்பு&உடன்
tg: Вироиш &тавассути...
th: แก้ไขด้วย...
uk: &Редагувати з...
uz: ...bilan &tahrirlash
uz@cyrillic: ...билан &таҳрирлаш
zh_cn: 编辑方式(&W)...
zh_tw: 以其它程式編輯(&W)：

source: &Unselect All
ar: إ&زالة اختيار الجميع
bg: &Размаркиране
bs: O&dznači sve
ca: &Desselecciona-ho tot
cs: Z&rušit výběr všech
da: &Afmarkér alt
de: Auswahl &aufheben
el: Απ&οεπιλογή όλων
eo: &Malelektu ĉion
es: &Quitar selección
et: &Tühista kõik valikud
eu: &Desautatu guztiak
fa: &عدم گزینش همه‌
fi: &Poista valinnat
fr: Tout &désélectionner
hu: A kijelölés megszün&tetése
is: &Afvelja allt
it: &Deseleziona tutti
ja: すべて選択解除(&U)
kk: Бүкіл таңдаулардан қа&йту
km: មិន​ជ្រើស​ទាំង​អស់
ko: 모두 선택 해제(&U)
mk: &Одизбери ги сите
nb: Velg &bort alle
nds: Utwahl &opheven
nl: Alles &deselecteren
nn: &Fjern all merking
pa: ਸਭ ਨਾ-ਚੁਣੋ(&U)
pl: &Anuluj wybór
pt: Deseleccionar T&udo
pt_br: &Remover Seleção
ru: &Снять выделение
sk: Odznačiť &všetky
sl: &Odizberi vse
sr: &Поништи сав избор
sr@latn: &Poništi sav izbor
sv: Av&markera alla
tg: &Бекоркунии баргузини саросар
th: ยกเลิกที่เลือกทั้งหมด
uk: &Скасувати вибір всього
uz: Hammasini tanlashni &bekor qilish
uz@cyrillic: Ҳаммасини танлашни &бекор қилиш
zh_cn: 全部不选(&U)
zh_tw: 取消全部選取(&U)

source: &Invert Selection
ar: ع&كس الإختيار
bg: &Обръщане на избора
bs: O&brni izbor
ca: &Inverteix la selecció
cs: &Invertovat výběr
da: &Invertér markering
de: Auswahl &umkehren
el: Α&ντιστροφή επιλογής
eo: In&versigu elekton
es: &Invertir selección
et: &Inverteeri valik
eu: Hautua &Alderantzikatu
fa: &وارونه کردن گزینش‌
fi: K&äännä valinta
fr: &Inverser la sélection
gl: &Inverter Selección
he: ה&פוך בחירה
hi: चयन पलटें (&I)
hu: A kijelölés &invertálása
is: Snúa v&ali við
it: &Inverti la selezione
ja: 選択反転(&I)
kk: Таңдауларды тер&істеу
km: ដាក់​បញ្ច្រាស​ជម្រើស
ko: 선택 반전(&I)
mk: И&нвертирај избор
ms: &Songsangkan Pilihan
nb: &Snu om valgene
nds: Utwahl ü&mdreihen
nl: Select&ie omkeren
nn: &Snu om på merking
pa: ਉਲਟ ਚੋਣ(&I)
pl: &Odwróć wybór
pt: &Inverter a Selecção
pt_br: &Inverter Seleção
ro: &Inversează selecţia
ru: Обр&атить выделение
sk: &Invertovať označenie
sl: Ob&rni izbor
sr: Ин&вертуј избор
sr@latn: In&vertuj izbor
sv: &Invertera markering
ta: &தேர்வை எதிர்மறை ஆக்கவும்
tg: &Акснамоии баргузин
th: กลับการเลือกเป็นตรงข้าม
uk: &Інвертувати вибір
uz: Te&skarisini tanlash
uz@cyrillic: Те&скарисини танлаш
zh_cn: 反向选择(&I)
zh_tw: 反向選取(&I)

source: Configure &Ark...
ar: إعداد &أرك...
bg: &Настройване на Ark...
bs: Podesi &Ark...
ca: Configura &Ark...
cs: Nastavit &Ark...
da: Indstil &Ark...
de: &Ark einrichten ...
el: Ρύθμιση του &Ark...
eo: Agordu &arĥivilon...
es: Configurar &Ark...
et: Arki &seadistamine...
eu: Ark &Konfiguratu...
fa: پیکربندی &Ark...‌
fi: &Arkin asetukset...
fr: Configurer &Ark...
gl: Configurara &Ark...
he: תצורה של &Ark...
hi: आर्क कॉन्फ़िगर करें... (&A)
hu: Az Ark b&eállításai...
is: Stilla &Ark...
it: Configura &Ark...
ja: Ark を設定(&A)...
kk: &Ark-ты баптау...
km: កំណត់​រចនាសម្ព័ន្ធ Ark...
ko: Ark 설정(&A)...
mk: Конфигурирај &Ark...
ms: Konfigur &Ark...
nb: Sett opp &Ark …
nds: &Ark instellen...
nl: &Ark instellen...
nn: Set opp &Ark …
pa: ਆਰਕ ਸੰਰਚਨਾ(&A)...
pl: Konfiguracja &Ark...
pt: Configurar o &Ark...
pt_br: Configurar &Ark...
ro: Configurează &Ark...
ru: &Настроить Ark...
sk: Nas&taviť Ark...
sl: Nastavi &Ark ...
sr: Поде&си Ark...
sr@latn: Pode&si Ark...
sv: Anpassa &Ark...
ta: உள்ளமை &வீல்
tg: Танзими &Бойгонигар...
th: ปรับแต่ง &Ark...
uk: Н&алаштувати Ark...
uz: Ark &moslamasi
uz@cyrillic: Ark &мосламаси
zh_cn: 配置 &Ark...
zh_tw: 設定 &ARK...
