Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: &Open
ar: &فتح
bg: &Отваряне
bs: &Otvori
ca: &Obre
cs: &Otevřít
da: Å&bn
de: Ö&ffnen
el: Ά&νοιγμα
eo: &Malfermu
es: A&brir
et: &Ava
eu: &Ireki
fa: &باز کردن‌
fi: &Avaa
fr: &Ouvrir
he: &פתיחה
hu: Me&gnyitás
is: &Opna
it: &Apri
ja: 開く(&O)
kk: &Ашу
km: បើក
ko: 열기(&O)
mk: &Отвори
nb: &Åpne
nds: &Opmaken
nl: &Openen
nn: &Opna
pa: ਖੋਲ੍ਹੋ(&O)
pl: &Otwórz
pt: &Abrir
pt_br: A&brir
ru: &Открыть
sk: &Otvoriť
sl: &Odpri
sr: &Отвори
sr@latn: &Otvori
sv: Ö&ppna
tg: &Кушодан
th: เปิด
uk: &Відкрити
uz: &Ochish
uz@cyrillic: &Очиш
zh_cn: 打开(&O)
zh_tw: 開啟(&O)

source: There is no archive currently open. Do you wish to create one now for these files?
ar: لا يوجد أي أرشيف مفتوح الآن. هل ترغب بإنشاء واحد الآن لهذه الملفّات؟
bg: Няма текущо отворен архив. Искате ли да създадете нов архив за избраните файлове?
bs: Trenutno nije otvorena nijedna arhiva. Želite li napraviti jednu za ove datoteke?
ca: No hi ha cap arxiu obert en aquests moments. Vols crear-ne un per aquests fitxers?
cs: V současnosti není otevřen žádný archív. Chcete vytvořit nový archív s těmito soubory?
da: Der er på nuværende tidspunkt ikke et åbent arkiv. Vil du oprette et til disse filer?
de: Momentan ist kein Archiv geöffnet. Möchten Sie für diese Dateien ein neues Archiv erstellen?
el: Δεν υπάρχει κάποια αρχειοθήκη ανοικτή αυτή τη στιγμή. Θέλετε να δημιουργηθεί τώρα μία, για αυτά τα αρχεία;
eo: Momente neniu arĥivo estas malfermita. Ĉu vi volas malfermi iun nun por tiuj dosieroj?
es: No hay un archivo comprimido abierto en este momento. ¿Desea crear uno para estos archivos?
et: Momendil pole avatud ühtegi arhiivi. Kas soovid nüüd luua ühe nende failide jaoks?
eu: Une honetak ez dago irekitako artxiborik. Fitxategi hauentzako bat sortu nahi duzu orain?
fa: در حال حاضر هیچ بایگانی باز نشده است. می‌خواهید یک بایگانی برای این پرونده‌ها ایجاد کنید؟
fi: Ei avonaisia paketteja. Haluatko luoda uuden näille tiedostoille?
fr: Il n'y a pas d'archive ouverte actuellement. Voulez-vous en créer une pour ces fichiers ?
gl: Non hai un arquivo actualmente aberto. ¿Desexa crear un novo agora para estes ficheiros?
he: אין ארכיב פתוח כרגע. האם ברצונך ליצור ארכיב חדש עבור קבצים אלו?
hi: वर्तमान में कोई नया अभिलेख खुला नहीं है. क्या आप इन फ़ाइलों के लिए नया तैयार करना चाहेंगे?
hu: Jelenleg nincs nyitott tömörített fájl. Szeretne létrehozni egyet ezeknek a fájloknak?
is: Engar safnskrár eru opnar í augnablikinu. Viltu búa til nýtt safn fyrir þessar skrár?
it: Attualmente non ci sono archivi aperti. Desideri crearne uno adesso per questi file?
ja: 現在開いているアーカイブはありません。これらのファイルのために新規アーカイブを作成しますか？
kk: Ашық архив жоқ. Бұл файлдар үшін жаңасы құрылсын ба?
km: បច្ចុប្បន្ន គ្មាន​ប័ណ្ណសារថ្មីត្រូវបាន​បើក​ឡើយ ។ តើ​អ្នក​ចង់​បង្កើតមួយ​ឥឡូវ​សម្រាប់​ឯកសារ​ទាំង​នេះ​ឬទេ ?
ko: 현재 열려 있는 압축파일이 없습니다. 이 파일들로 새로운 압축 파일을 만드시겠습니까?
mk: Моментално нема отворена архива. Дали сакате да создадете една сега за овие датотеки?
ms: Tiada arkib yang dibuka masa ini. Anda ingin cipta satu arkib sekarang untuk fail ini?
nb: Det er ikke noe arkiv som er åpent nå. Vil du lage et for disse filene?
nds: Opstunns sünd keen Archiven apen. Wullt Du för disse Dateien nu en nieg Archiv opmaken?
nl: Er is momenteel geen archief geopend. Wilt u er nu een maken voor deze bestanden?
nn: Ingen opne arkiv. Vil du laga eitt no for desse filene?
pa: ਇਸ ਸਮੇਂ ਕੋਈ ਪੁਰਾਲੇਖ ਖੁੱਲਾ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਹਨਾਂ ਫਾਇਲਾਂ ਲਈ ਨਵਾਂ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Brak otwartego archiwum. Utworzyć nowe dla tych plików?
pt: Não está nenhum pacote actualmente aberto. Quer criar um agora para estes ficheiros?
pt_br: Não há pacote atualmente aberto. Gostaria de criar um agora para estes arquivos ?
ro: Nu există nici o arhivă deschisă. Doriţi să creez una nouă pentru aceste fişiere?
ru: Не открыт ни один архив. Создать новый архив для этих файлов?
sk: Zatiaľ nie je otvorený žiaden archív. Prajete si teraz otvoriť jeden pre tieto súbory?
sl: Noben arhiv trenutno ni odprt. Ali ga želite zdaj ustvariti za te datoteke?
sr: Тренутно нема отворених архива. Желите ли да направите нову архиву за ове фајлове?
sr@latn: Trenutno nema otvorenih arhiva. Želite li da napravite novu arhivu za ove fajlove?
sv: Inget arkiv är öppnat för närvarande. Vill du skapa ett nu för de här filerna?
ta: தற்போது எந்த காப்பகமும் திறந்திருக்கவில்லை. இந்தக் கோப்புகளுக்காக ஒரு புதிய காப்பகத்தை திறக்க விரும்புகிறீர்களா?
tg: Дар айни замон ягон бойгони кушодашуда мавҷуд нест. Оё мехоҳед, ки барои ин парвандаҳо бойгонии нав созед?
th: ยังไม่มีการเปิดใช้แฟ้มบีบอัดในปัจจุบัน คุณต้องการสร้างมันขึ้นมาใหม่ สำหรับแฟ้มเหล่านี้หรือไม่ ?
uk: Зараз не відкрито жодного архіву. Ви бажаєте створити архів для цих файлів?
uz: Hech qanday arxiv ochilmagan. Bu fayllar uchun yangi arxivni yaratishni istaysizmi?
uz@cyrillic: Ҳеч қандай архив очилмаган. Бу файллар учун янги архивни яратишни истайсизми?
zh_cn: 当前没有已打开的存档文件。您想为这些文件创建一个存档文件吗？
zh_tw: 目前尚未開啟任何壓縮檔。您要為這些檔案開啟一個新的壓縮檔嗎？

source: There is no archive currently open. Do you wish to create one now for this file?
ar: لا يوجد أي أرشيف مفتوح الآن. هل ترغب بإنشاء واحد الآن لهذا الملفّ؟
bg: Няма текущо отворен архив. Искате ли да създадете нов архив за избрания файл?
bs: Trenutno nije otvorena nijedna arhiva. Želite li napraviti jednu za ovu datoteku?
ca: No hi ha cap arxiu obert en aquests moments. Vols crear-ne un per aquest fitxer?
cs: V současnosti není otevřen žádný archív. Chcete vytvořit nový archív s tímto souborem?
da: Der er på nuværende tidspunkt ikke et åbent arkiv. Vil du oprette et til denne fil?
de: Momentan ist kein Archiv geöffnet. Möchten Sie für diese Datei eine neues Archiv erstellen?
el: Δεν υπάρχει καμία αρχειοθήκη ανοικτή αυτήν τη στιγμή. Θέλετε να δημιουργηθεί τώρα μία, για αυτό το αρχείο;
eo: Momente neniu arĥivo estas malfermita. Ĉu vi nun volas malfermi iun por tiu dosiero?
es: No hay un archivo comprimido abierto en este momento. ¿Desea crear uno para este archivo?
et: Momendil pole avatud ühtegi arhiivi. Kas soovid nüüd luua ühe selle faili jaoks?
eu: Une honetak ez dago irekitako artxiborik. Fitxategi honentzako bat sortu nahi duzu orain?
fa: در حال حاضر هیچ بایگانی باز نشده است. می‌خواهید یک بایگانی برای این پرونده ایجاد کنید؟
fi: Ei avonaisia paketteja. Haluatko luoda uuden tälle tiedostolle?
fr: Il n'y a pas d'archive ouverte actuellement. Voulez-vous en créer une pour ce fichier ?
gl: Non hai un arquivo actualmente aberto. ¿Desexa crear un novo agora para esteficheiro?
he: אין ארכיב פתוח כרגע. האם ברצונך ליצור ארכיב חדש עבור קובץ זה?
hi: वर्तमान में कोई नया अभिलेख खुला नहीं है. क्या आप इस फ़ाइल के लिए नया तैयार करना चाहेंगे?
hu: Jelenleg nincs megnyitott tömörített fájl. Szeretne létrehozni egyet ennek a fájlnak?
is: Engar safnskrár eru opnar í augnablikinu. Viltu búa til nýtt safn fyrir þessa skrá?
it: Attualmente non ci sono archivi aperti. Desideri crearne uno adesso per questo file?
ja: 現在開いているアーカイブはありません。このファイルのために新規アーカイブを作成しますか？
kk: Ашық архив жоқ. Бұл файл үшін жаңасы құрылсын ба?
km: បច្ចុប្បន្ន គ្មាន​ប័ណ្ណសារថ្មីត្រូវបាន​បើក​ឡើយ ។ តើ​អ្នក​ចង់​បង្កើត​មួយ​ឥឡូវ​សម្រាប់​ឯកសារ​នេះ​ឬទេ ?​
ko: 현재 열려 있는 압축파일이 없습니다. 이 파일로 새로운 압축 파일을 만드시겠습니까?
mk: Моментално нема отворена архива. Дали сакате да создадете една сега за оваа датотека?
ms: Tiada arkib yang dibuka masa ini. Anda ingin cipta satu arkib sekarang untuk fail ini?
nb: Det er ikke noe arkiv som er åpent nå. Vil du lage et for denne fila?
nds: Opstunns sünd keen Archiven apen. Wullt Du för disse Datei nu en nieg Archiv opmaken?
nl: Er is momenteel geen archief geopend. Wilt u er nu een maken voor dit bestand?
nn: Ingen opne arkiv. Vil du laga eitt no for denne fila?
pa: ਇਸ ਸਮੇਂ ਕੋਈ ਪੁਰਾਲੇਖ ਖੁੱਲਾ ਨਹੀਂ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਫਾਇਲ ਲਈ ਨਵਾਂ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Brak otwartego archiwum. Utworzyć nowe dla tego pliku?
pt: Não está nenhum pacote actualmente aberto. Quer criar um agora para este ficheiro?
pt_br: Não há pacote atualmente aberto. Gostaria de criar um agora para este arquivo ?
ro: Nu există nici o arhivă deschisă. Doriţi să creez una nouă pentru acest fişier?
ru: Не открыт ни один архив. Создать новый архив для этого файла?
sk: Zatiaľ nie je otvorený žiaden archív. Prajete si teraz vytvoriť jeden pre tento súbor?
sl: Noben arhiv trenutno ni odprt. Ali ga želite zdaj ustvariti za to datoteko?
sr: Тренутно нема отворених архива. Желите ли да направите нову за овај фајл?
sr@latn: Trenutno nema otvorenih arhiva. Želite li da napravite novu za ovaj fajl?
sv: Inget arkiv är öppnat för närvarande. Vill du skapa ett nu för den här filen?
ta: தற்போது எந்த காப்பகமும் திறந்திருக்கவில்லை. இந்தக் கோப்புக்காக ஒரு புதிய காப்பகத்தை திறக்க விரும்புகிறீர்களா?
tg: Дар айни замон ягон бойгони кушодашуда мавҷуд нест. Оё мехоҳед, ки барои ин парванда бойгонии нав созед?
th: ยังไม่มีการเปิดใช้แฟ้มบีบอัดในปัจจุบัน คุณต้องการสร้างมันขึ้นมาใหม่ สำหรับแฟ้มนี้หรือไม่ ?
uk: Зараз не відкрито жодного архіву. Ви бажаєте створити архів для цього файла?
uz: Hech qanday arxiv ochilmagan. Bu fayl uchun yangi arxivni yaratishni istaysizmi?
uz@cyrillic: Ҳеч қандай архив очилмаган. Бу файл учун янги архивни яратишни истайсизми?
zh_cn: 当前没有已打开的存档文件。您想为该文件创建一个存档文件吗？
zh_tw: 目前尚未開啟任何壓縮檔，您要為這個檔案開啟一個新的壓縮檔嗎？

source: Create Archive
ar: إنشاء أرشيف
bg: Създаване
bs: Napravi arhivu
ca: Crea un arxiu
cs: Vytvořit archív
da: Opret arkiv
de: Archiv erstellen
el: Δημιουργία νέας αρχειοθήκης
eo: Kreu arĥivon
es: Crear un archivo comprimido
et: Loo arhiiv
eu: Sortu artxiboa
fa: ایجاد پرونده
fi: Luo paketti
fr: Créer une archive
he: יצירת ארכיב
hu: Archívum létrehozása
is: Búa til safnskrá
it: Crea archivio
ja: アーカイブを作成
kk: Архивті құру
km: បង្កើត​ប័ណ្ណសារ
ko: 압축 파일 만들기
mk: Создај архива
nb: Opprett arkiv
nds: Archiv opstellen
nl: Archief maken
nn: Lag arkiv
pa: ਪੁਰਾਲੇਖ ਬਣਾਓ
pl: Utwórz archiwum
pt: Criar o Pacote
pt_br: Criar um Pacote
ru: Создать архив
sk: Vytvoriť archív
sl: Ustvari arhiv
sr: Направи архиву
sr@latn: Napravi arhivu
sv: Skapa arkiv
tg: Сохтани бойгонӣ
th: สร้างแฟ้มบีบอัดใหม่
uk: Створити архів
uz: Yangi arxivni yaratish
uz@cyrillic: Янги архивни яратиш
zh_cn: 创建压缩文件
zh_tw: 建立壓縮檔

source: Do Not Create
ar: عدم الإنشاء
bg: Без създаване
bs: Nemoj praviti
ca: No creis
cs: Nevytvářet
da: Opret ikke
de: Nein
el: Να μη δημιουργηθεί
eo: Ne kreu
es: No crearlo
et: Ära loo
eu: Ez sortu
fa: ایجاد نشود
fi: Älä luo
fr: Ne pas créer
he: אל תיצור
hu: Nem kell létrehozni
is: Ekki búa til
it: Non creare
ja: 作成しない
kk: Құрмау
km: កុំ​បង្កើត
ko: 만들지 않기
mk: Не создавај
nb: Ikke opprett
nds: Nich opstellen
nl: Niet aanmaken
nn: Ikkje lag
pa: ਨਾ ਬਣਾਓ
pl: Nie twórz
pt: Não Criar
pt_br: Não Criar
ru: Не создавать
sk: Nevytvárať
sl: Ne ustvari
sr: Не прави
sr@latn: Ne pravi
sv: Skapa inte
tg: Насозед
th: ไม่ต้องสร้าง
uk: Не створювати
uz: Yaratilmasin
uz@cyrillic: Яратилмасин
zh_cn: 不创建
zh_tw: 不要建立

source: Unknown archive format or corrupted archive
ar: تنسيق أرشيف مجهول أو أرشيف معطوب
bg: Неизвестен тип на архив или повреден архивен файл
bs: Nepoznata vrsta arhive ili oštećena arhiva
ca: Format d'arxiu desconegut o arxiu corrupte
cs: Neznámý formát archivu nebo poškozený archív
da: Ukendt arkivformat eller korrumperet arkiv
de: Unbekanntes Archiv-Format oder defektes Archiv
el: Άγνωστη μορφή αρχειοθήκης ή κατεστραμμένη αρχειοθήκη
eo: Nekonata arĥiv-formo aŭ difektita arĥivo
es: Formato de archivo comprimido desconocido o archivo dañado
et: Tundmatu arhiivi vorming või vigane arhiiv
eu: Artxibo formatu ezezaguna edo hondatutako artxiboa
fa: قالب ناشناختۀ بایگانی یا بایگانی خراب
fi: Tuntematon pakettimuoto tai viallinen paketti
fr: Format d'archive inconnu ou archive endommagée
gl: Formato de arquivo descoñecido ou arquivo corrupto
he: תבנית ארכיב לא מוכרת או ארכיב פגום
hi: अज्ञात अभिलेख फार्मेंट या खराब अभिलेख
hu: Ismeretlen formátumú vagy hibás a tömörített fájl.
is: Óþekkt safnskráarsnið eða ónýtt safn
it: Formato di archivio sconosciuto oppure archivio danneggiato
ja: 未知のアーカイブフォーマットか壊れたアーカイブ
kk: Архивтің пішімі беймәлім не бұзылған архив
km: ទ្រង់ទ្រាយ​ប័ណ្ណសារ​ដែល​មិន​ស្គាល់ ឬ ប័ណ្ណសារ​ដែលខូច
ko: 알 수 없는 압축 형식이거나 잘못된 압축 파일입니다.
mk: Непознат формат на архива или расипана архива
ms: Format arkib tak diketahui atau arkib rosak
nb: Ukjent arkivformat eller ødelagt arkiv
nds: Nich bekannt Archivformaat oder schaadhaftig Archiv
nl: Onbekend archiefformaat of beschadigd archief
nn: Ukjend arkivformat eller øydelagd arkiv
pa: ਅਣਜਾਣ ਪੁਰਾਲੇਖ ਫਾਰਮਿਟ ਜਾਂ ਨਿਕਾਰਾ ਪੁਰਾਲੇਖ
pl: Nieznany format lub uszkodzone archiwum
pt: Formato de pacote desconhecido ou pacote corrompido
pt_br: Formato de pacote desconhecido ou pacote corrompido
ro: Format de arhivă necunoscut sau arhivă coruptă
ru: Неизвестный формат архива или архив повреждён
sk: Neznámy formát archívu alebo poškodený archív
sl: Neznana vrsta arhiva ali poškodovan arhiv
sr: Непознат формат архиве или је архива оштећена
sr@latn: Nepoznat format arhive ili je arhiva oštećena
sv: Okänt arkivformat eller trasigt arkiv
ta: தெரியாத ஆவணக் காப்பக வடிவம் அல்லது சிதைந்த ஆவணக் காப்பகம்
tg: Формати номаълуми бойгонӣ ё бойгонии харобгашта
th: ไม่รู้จักรูปแบบการบีบอัดของแฟ้ม หรือแฟ้มอาจจะผิดพลาด
uk: Невідомий формат архіву або пошкоджений архів
uz: Arxivning turi nomaʼlum, yoki u buzuq
uz@cyrillic: Архивнинг тури номаълум, ёки у бузуқ
zh_cn: 未知格式或已损坏的存档文件
zh_tw: 未知的壓縮檔格式或壓縮檔已損壞

source: The utility %1 is not in your PATH. Please install it or contact your system administrator.
ar: الأداة المساعدة %1 ليست موجودة فى مسارك "PATH". الرجاء تثبيتها أو الاتصال بمدير النظام لديك.
bg: Външната програма "%1" не е в пътя за търсене на програми (PATH). Моля, инсталирайте я или се обърнете към системния си администратор.
bs: Programski alat %1 se ne nalazi u vašem PATHu. Molim instalirajte ga ili kontaktirajte vašeg sistemskog administratora.
ca: La utilitat %1 no és a la teva ruta. Instal·la-la o contacta l'administrador del sistema.
cs: Nástroj '%1' není v proměnné PATH. Prosím nainstalujte ho anebo kontaktujte systémového administrátora.
da: Værktøjet %1 er ikke i din sti (PATH). Installér det eller kontakt din systemadministrator.
de: Die Anwendung %1 befindet sich nicht in Ihrem Pfad (PATH). Bitte installieren Sie die Anwendung, oder wenden Sie sich an den Systemverwalter.
el: Το εργαλείο %1 δεν είναι στο PATH σας. Παρακαλώ εγκαταστήστε το ή επικοινωνήστε με το διαχειριστή του συστήματός σας.
eo: Pardonu, la utilaĵo %1 ne estas trovebla per via variablo PATH. Bonvolu instali ĝin aŭ kontakti vian sistemestron.
es: La utilidad %1 no está en su PATH. Por favor, instálela o contacte con el administrador de su sistema.
et: Utiliiti %1 pole sinu otsinguteel (PATH). Palun paigalda see või võta ühendust süsteemiadministraatoriga.
eu: %1 baliagarritasuna ez dago zure PATHean. Mesedez instalatu ezazu edo kontaktatu zure sistemaren administratzailea.
fa: برنامۀ تسهیلاتی %1 در PATH شما نیست. لطفاً، یا آن را نصب کنید و یا با سرپرست سیستم خود تماس بگیرید.
fi: Ohjelma ”%1” ei ole polussasi. Asenna se tai ota yhteyttä järjestelmän ylläpitäjään.
fr: Impossible de trouver l'utilitaire %1 en suivant votre variable PATH. Installez-le ou contactez votre administrateur.
gl: A utilidade %1 non se atopa no seu PATH. Por favor, instálea ou contacte co administrador do seu sistema.
he: הכלי %1 לא נמצא בנתיב שלך. התקן אותו או צור קשר עם מנהל המערכת שלך.
hi: यूटिलिटी %1 आपके पथ में नहीं है. कृपया इसे संस्थापित करें या अपने तंत्र प्रबंधक से संपर्क करें.
hu: A(z) %1 segédprogram nincs benne az elérési útban. Telepítse a programot vagy kérjen segítséget a rendszergazdától.
is: Tólið %1 fannst ekki í slóðinni þinni (PATH). Vinsamlega settu það inn eða hafðu samband við kerfisstjórann þinn.
it: L'utility %1 non si trova nel tuo PATH. Installala o contatta il tuo amministratore di sistema.
ja: ユーティリティ %1 は PATH にありません。 インストールするか、システム管理者に連絡してください。
kk: %1 утилитасы PATH жолдарыңызда жоқ. Орнатыңыз не жүйе әкімшісіне қатынаңыз.
km: ឧបករណ៍ %1 គឺ​មិន​នៅ​ក្នុង PATH របស់​អ្នក ។ សូម​ដំឡើងវា ឬ ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធរបស់​អ្នក ។
ko: %1 프로그램이 경로에 없습니다. 설치하시거나 시스템 관리자에게 문의하십시오.
mk: Алатката %1 не е во вашата PATH. Инсталирајте ја или контактирајте со вашиот систем-администратор.
ms: Kemudahan %1 bukan dalam LALUAN anda. Pasangkan ia atau hubungi pentadbir sistem anda.
nb: Verktøyet %1 er ikke i din sti (PATH). Installer verktøyet eller ta kontakt med din systemadministrator.
nds: Dat Programm "%1" lett sik nich över Dien PATH-Variable finnen. Installeer dat bitte, oder fraag Dien Systeempleger.
nl: Het hulpprogramma %1 bevindt zich niet in uw zoekpad (PATH). Installeer het of neem contact op met uw systeembeheerder.
nn: Verktøyet %1 ligg ikkje i søkjestigen (PATH). Installer det eller ta kontakt med systemadministratoren.
pa: ਸਹੂਲਤ %1 ਤੁਹਾਡੇ ਮਾਰਗ (PATH) 'ਚ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ ਜਾਂ ਆਪਣੇ ਸਿਸਟਮ ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Brak programu %1 na Twojej ścieżce. Zainstaluj go lub skontaktuj się z administratorem systemu.
pt: A ferramenta %1 não está no seu PATH. Por favor instale-a ou contacte o seu administrador de sistemas.
pt_br: O utilitário %1 não está em seu PATH. Instale-o ou contate o administrador do sistema.
ro: Utilitarul %1 nu este accesibil prin variabila de mediu PATH. Vă rog să îl instalaţi sau contactaţi administratorul dumneavoastră de sistem.
ru: Не удалось найти программу %1. Установите её или обратитесь к системному администратору.
sk: Nástroj %1 nie je vo vašom PATH. Nainštalujte si ju, alebo kontaktujte vášho systémového administrátora.
sl: Orodje %1 se ne nahaja v poti PATH. Namestite ga ali obvestite vašega skrbnika.
sr: Алатка %1 није у вашој PATH променљиви. Инсталирајте је или контактирајте администратора вашег система.
sr@latn: Alatka %1 nije u vašoj PATH promenljivi. Instalirajte je ili kontaktirajte administratora vašeg sistema.
sv: Verktyget %1 ligger inte i din sökväg. Installera det eller kontakta din administratör.
ta: பயன்பாடு %1 உங்கள் பாதையில் இல்லை. தயவு செய்து அதை நிறுவவும் அல்லது உங்கள் கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.
tg: Барномаи пуштибонии %1 дар PATH мавҷуд нест. Лутфан онро онро насб намеод ё ба мудири систмавӣ муроҷиат кунед.
th: ยูทิลิตี %1 ไม่ได้อยู่ในพาธการทำงานของคุณ โปรดติดตั้งมันก่อน หรือติดต่อผู้ดูแลระบบของคุณ
uk: Утиліта %1 не наведена у вашій змінній PATH. Встановіть її або запитайте вашого системного адміністратора.
uz: %1 utilitasi sizning $PATH muhit oʻzgaruvchingizda koʻrsatilgan direktoriyalar ichida topilmadi. Iltimos uni oʻrnating yoki tizim boshqaruvchisiga murojaat qiling.
uz@cyrillic: %1 утилитаси сизнинг $PATH муҳит ўзгарувчингизда кўрсатилган директориялар ичида топилмади. Илтимос уни ўрнатинг ёки тизим бошқарувчисига мурожаат қилинг.
zh_cn: 工具程序 %1 不在您的路径中。 请安装该程序或联系您的系统管理员。
zh_tw: 工具 %1 不在您的執行路經中。 請安裝它或聯絡您的系統管理者。

source: An error occurred while trying to create the archive.
ar: حدث خطأ أثناء محاولة إنشاء الأرشيف.
bg: Грешка при създаване на архива.
bs: Došlo je do greške pri pokušaju pravljenja arhive.
ca: Hi ha hagut un error en intentar crear l'arxiu.
cs: Nastala chyba při tvorbě archívu.
da: Der opstod en fejl ved forsøg på at oprette arkivet.
de: Beim Versuch das Archiv zu erstellen ist ein Fehler aufgetreten.
el: Ένα σφάλμα συνέβη κατά την προσπάθεια δημιουργίας της αρχειοθήκης.
eo: Problemo okazis dum kreo de la arĥivo.
es: Ha ocurrido un error al intentar crear el archivo comprimido.
et: Arhiivi loomisel tekkis viga.
eu: Akatsa jaso da artxiboa sortzerakoan.
fa: هنگام ایجاد بایگانی خطایی رخ داد.
fi: Tapahtui virhe yritettäessä luoda pakettia.
fr: Une erreur est survenue pendant la création de l'archive.
gl: Ocorreu un erro mentres se tentaba crear o arquivo.
he: שגיאה אירעה בעת יצירת הארכיב.
hi: अभिलेख तैयार करने की कोशिश में एक त्रुटि हुई.
hu: Hiba történt a tömörített fájl létrehozása közben.
is: Villa kom upp við að reyna að búa til safnskrána.
it: Si è verificato un errore durante la creazione dell'archivio.
ja: アーカイブ作成中にエラーが発生しました。
kk: Архивті құрған кезде бір қате орын алды.
km: កំហុស​មួយ​បាន​កើត​ឡើង ខណៈ​ពេលកំពុងព្យាយាម​បង្កើត​ប័ណ្ណសារ ។
ko: 압축 파일을 만드는 도중 오류가 발생하였습니다.
mk: Се случи грешка за време на создавањето на архивата.
ms: Ralat berlaku semasa cuba mencipta arkib.
nb: Problemer når arkivet skulle lages.
nds: Dat geev en Fehler bi't Opstellen vun dat Archiv.
nl: Er trad een fout op tijdens het aanmaken van het archief.
nn: Problem med laging av arkivet.
pa: ਪੁਰਾਲੇਖ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: Błąd podczas próby utworzenia archiwum...
pt: Ocorreu um erro ao tentar criar o pacote.
pt_br: Ocorreu um erro ao tentar criar o pacote.
ro: A apărut o eroare la crearea arhivei.
ru: Ошибка создания архива.
sk: Nastala chyba pri vytváraní archívu.
sl: Prišlo je do napake pri ustvarjanju arhiva.
sr: Дошло је до грешке приликом покушаја да се направи архива.
sr@latn: Došlo je do greške prilikom pokušaja da se napravi arhiva.
sv: Ett fel uppstod vid försök att skapa arkivet.
ta: காப்பகத்தில் கோப்புகளை சேக்ககும் பொழ்து சிக்கல்
tg: Ҳангоми кӯшиши сохтани бойгонӣ хатогӣ рух дод.
th: เกิดข้อผิดพลาดขณะพยายามสร้างแฟ้มบีบอัด
uk: Помилка під час спроби створення архіву.
uz: Arxivni yaratishda xato roʻy berdi.
uz@cyrillic: Архивни яратишда хато рўй берди.
zh_cn: 试图创建存档文件时出错。
zh_tw: 嘗試建立壓縮檔時發生錯誤。

source: Opening the archive...
ar: جاري فتح الأرشيف...
bg: Отваряне на архива...
bs: Otvaram arhivu...
ca: S'està obrint l'arxiu...
cs: Otevírám archív...
da: Åbner arkivet...
de: Archiv wird geöffnet ...
el: Άνοιγμα της αρχειοθήκης...
eo: Malfermante la arĥivon...
es: Abriendo el archivo comprimido...
et: Arhiivi avamine...
eu: Artxiboa irekitzen...
fa: در حال باز کردن بایگانی...
fi: Avataan pakettia...
fr: Ouverture de l'archive...
gl: Abrindo o arquivo...
he: פותח את הארכיב...
hi: अभिलेख खोला जा रहा है...
hu: Az archívum megnyitása...
is: Opna skráarsafnið...
it: Apertura archivio...
ja: アーカイブを開いています...
kk: Архив ашылуда...
km: កំពុង​បើក​ប័ណ្ណសារ...
ko: 압축 파일 여는 중...
mk: Ја отворам архивата...
ms: Membuka arkib...
nb: Åpner arkivet …
nds: Archiv warrt opmaakt...
nl: Het archief wordt geopend...
nn: Opner arkivet …
pa: ਪੁਰਾਲੇਖ ਖੋਲਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Otwieranie archiwum...
pt: A abrir o pacote...
pt_br: Abrindo o pacote...
ro: Deschid arhiva...
ru: Открытие архива...
sk: Otváram archív...
sl: Odpiranje arhiva ...
sr: Отварам архиву...
sr@latn: Otvaram arhivu...
sv: Öppnar arkivet...
ta: காப்பகத்னத திறத்தல்
tg: Кушодани бойгонӣ...
th: กำลังเปิดแฟ้มบีบอัด...
uk: Відкриття архіву...
uz: Arxiv ochilmoqda...
uz@cyrillic: Архив очилмоқда...
zh_cn: 正在打开存档文件...
zh_tw: 開啟壓縮檔中...
