Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: Enables integration with Konqueror's context menus, letting you easily archive or unarchive files. This option will only work if you have the kdeaddons package installed.
ar: يفعل الإندماج فى قوائم السياق فى كونكيورر، مما يسمح لك بأرشفة وفك أرشفة الملفات بسهولة. لن يعمل هذا الخيار الا إذا كانت حزمة kdeaddons مثبتة.
bg: Интегриране в браузъра Konqueror. По този начин ще може лесно да компресирате и разкомпресирате файлове и директории чрез контекстното меню. Интегрирането е възможно, само ако имате инсталирана съответната приставка.
bs: Uključuje integraciju u Konqueror-ov kontekstni meni, što vam omogućuje da lako pakujete i raspakujete datoteke. Ova opcija će raditi samo ako ste instalirali paket kdeaddons.
ca: Habilita la integració amb els menús contextuals de Konqueror, permetent arxivar i desarxivar fitxers fàcilment. Aquesta funció només funcionarà si teniu el paquet kdeaddons instal·lat.
cs: Integrace do kontextových nabídek Konqueroru, takže je rychlejší a snadnější soubory rozbalovat. Tato volba bude fungovat pouze pokud máte nainstalovaný balíček kdeaddons.
da: Aktiverer integration med Konqueror's sammenhængsmenuer, og lader dig nemt arkivere eller pakke filer ud. Dette tilvalg vil kun virke hvis du har kdeaddons-pakken installeret.
de: Erlaubt die Integration von Ark in das Kontextmenü von Konqueror. Sie können so einfach Archive erstellen oder entpacken. Hierzu muss allerdings das Paket kdeaddons installiert sein.
el: Ενεργοποίησης της ενσωμάτωσης στα συναφή μενού του Konqueror', που θα σας επιτρέψει να συμπιέζετε και αποσυμπιέζετε αρχεία. Αυτή η επιλογή λειτουργεί αν έχετε εγκατεστημένο το πακέτο kdeaddons.
eo: Ebligas integrecon kun la kuntekstaj menuoj de Konkeranto, kio permesas al vi facile arĥivi aŭ malarĥivi dosierojn. Tiu opcio funkcios nur se la kdeaddons pakaĵo estas instalata.
es: Activa la integración con los menús de contexto de Konqueror, lo que le permite comprimir o extraer archivos fácilmente. Esta opción solo funciona si tiene instalado el paquete «kdeaddons».
et: Võimaldab põimimise Konquerori kontekstimenüüga, mis hõlbustab failide pakkimist või lahtipakkimist. See toimib ainult juhul, kui paigaldatud on vastavat pluginat sisaldav pakett kdeaddons.
eu: Konquerorren testuinguru menuekin bateraketa gaitzen du, honekfitxategiak artxibatu eta ateratzea errazten du. Aukera hau kdeaddons paketea instalatuta badaukazu soilik ibiliko da.
fa: مجتمع را با گزینگان متن Konqueror فعال‌سازی می‌کند، و به شما اجازۀ استفاده از پرونده‌های بایگانی‌شده یا نشده را می‌دهد. این گزینه فقط زمانی کار می‌کند که بستۀ kdeaddons را نصب کرده باشید.
fi: Lisää Konquerorin kontekstivalikoihin pakkaus- ja purkuvalinnat. Tämä ominaisuus toimii vain, jos järjestelmässä on kdeaddons asennettuna.
fr: Active l'intégration dans les menus contextuels de Konqueror, vous permettant d'archiver et d'extraire facilement des fichiers. Cette option fonctionnera uniquement si vous avez installé le paquetage kdeaddons.
he: אפשר שילוב עם תפריטי הקשר של Konqueror, על מנת לתת גישה מהירה ליצירת ופריסת ארכיבים. אפשרות זאת תעבוד רק במידה ומותקנת על המחשב חבילת kdeaddons.
hu: Engedélyezi az Ark beépülését a Konqueror felbukkanó menüibe, hogy a fájlok ki- és betömörítése a lehető legkönnyebb legyen. Csak akkor van hatása, ha a kdeaddons csomag telepítve van.
is: Kveikir á samþættingu við valmyndir Konqueror og gefur þér auðveldan aðgang í þjöppun og afþjöppun skráa. Þessi valkostur virkar aðeins ef þú hefur kdeaddons pakkann uppsettan.
it: Abilita l'integrazione con il menu contestuale di Konqueror permettendoti di archiviare o disarchiviare facilmente i file. Questa opzione funziona solo se hai installato il pacchetto kdeaddons.
ja: Konqeuror のコンテキストメニューに統合し、ファイルのアーカイブ化や展開を容易にします。このオプションは kdeaddons パッケージがインストールされている場合のみ有効です。
kk: Konqueror-дің контекст мәзіріне архивтеу және архивтен тарқатып алу командаларды енгізу. Тек kdeaddons дестесі орнтылған болса ғана істейді.
km: អនុញ្ញាត​ឲ្យរួម​បញ្ចូល​គ្នាជាមួយនឹងម៉ឺនុយ​បរិបទ​របស់ Konqueror វា​នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​រក្សាទុកឯកសារ​ក្នុង​ប័ណ្ណសារ ឬ យក​វា​ចេញ​ពី​ប័ណ្ណ​សារ​បាន​ដោយ​ងាយ ។ ជម្រើស​នេះ​នឹង​ដំណើរការ​តែ​ក្នុង​ករណី​ដែល​អ្នក​បាន​ដំឡើង​កញ្ចប់​របស់ kdeaddons ។​
ko: <font size="-1"><i>Konqueror 통합은 Konqueror 통합 플러그인을 설치했을 때에만 사용할 수 있습니다.</i></font>
mk: Овозможува интеграција со контекстните менија на Konqueror, овозможувајќи ви лесно да пакувате и да отпакувате датотеки. Оваа опција е можна само ако го имате инсталирано пакетот kdeaddons.
ms: Mengaktifkan penyepaduan dengan menu konteks Konqueror, membolehkan anda mengarkib atau menyaharkib fail dengan mudah. Opsyen ini akan berfungsi jika pakej kdeaddons dipasang.
nb: Slår på integrasjon med Konquerors kontekstmenyer, slik at du lett kan arkivere eller pakke ut filer. Dette virker bare hvis du har kdeaddons-pakka installert.
nds: Integreert Ark-Funkschonen na de Rechtsklickmenüs vun Konqueror, so dat Du Dateien kommood in- un utpacken kannst. Dit funkscheneert bloots, wenn Du dat Paket "kdeaddons" installeert hest.
nl: Activeert de integratie met de contextmenu's van Konqueror. Daardoor is het erg makkelijk archieven te creëren of uit te pakken. Deze optie werkt alleen wanneer u het kdeaddons-pakket geïnstalleerd heeft.
nn: Viser val for arkivering og utpakking av filer i sprettoppmenyane i Konqueror. Dette valet kan berre brukast dersom kdeaddons-pakken er installert.
pl: Integruj Ark z menu kontekstowym Konquerora, co umożliwia łatwe pakowanie i rozpakowywanie plików. Ta opcja będzie działać tylko z zainstalowanym pakietem kdeaddons.
pt: Activar a integração com os menus de contexto do Konqueror, permitindo-lhe compactar e descompactar pacotes facilmente. Esta opção só funciona se tiver o pacote kdeaddons instalado.
pt_br: Habilita a integração com os menus de contexto do Konqueror, permitindo a você adicionar ou extrair arquivos de um pacote facilmente. Essa opção só irá funcionar se você tiver o pacote kdeaddons instalado.
ru: Включить интеграцию с контекстным меню Konqueror
sk: Povolí integráciu s Konquerorom pomocou kontextového menu. Umožní jednoduché zabalenie a rozbalenie súborov. Táto voľba funguje iba ak máte nainštalovaný balík kdeaddons.
sl: Omogoči integracijo s Konquerorjevimi kontekstnimi meniji, s čemer zlahka arhivirate ali odarhivirate datoteke. Ta možnost bo delovala samo, če imate nameščen paket kdeaddons.
sr: Укључује интеграцију са контекстним менијима Konqueror-а, омогућавајући вам да лако пакујете и распакујете фајлове. Ова опција ће радити само ако вам је инсталиран пакет kdeaddons.
sr@latn: Uključuje integraciju sa kontekstnim menijima Konqueror-a, omogućavajući vam da lako pakujete i raspakujete fajlove. Ova opcija će raditi samo ako vam je instaliran paket kdeaddons.
sv: Aktiverar integrering med Konquerors sammanhangsberoende menyer, vilket enkelt låter dig arkivera eller packa upp filer. Alternativet fungerar bara om du har installerat kdeaddons-paketet.
ta: கான்கொரர் உரை பட்டியல்களுடன் ஒருங்கிணைப்பை செயல்படுத்துகிறது. இது கோப்புகளை சுலபமாக காப்பு எடுக்கவும் அல்லது காப்பு நீக்கவும் பயன்படுகிறது. kdeaddons தொகுப்பு நிறுவப்பட்டிருந்தால் மட்டுமே இந்த தேர்வை செயல்படுத்த இயலும்.
tg: Фаъол гардонидани ҳамгироӣ бо менюи контекстии Konqueror ба шумо ба осонӣ фишурдан ва истихроҷ кардани парвандаҳоро медиҳад. Ин интихоб танхо баъди насби бастаи нармафзори kdeaddons ба кор медарояд.
th: การเปิดใช้เมนูคลิกขวาของการรวมความสามารถเข้ากับ Konqueror จะทำให้คุณสามารถบีบอัดหรือคลายการบีบอัดแฟ้มได้อย่างง่ายดาย ตัวเลือกนี้จะทำงานได้ก็ต่อเมื่อคุณได้ติดตั้งชุดแพ็คเกจ kdeaddons แล้วเท่านั้น
uk: Уможливлює інтеграцію з контекстними меню Konqueror, дозволяючи легко архівувати чи розархівувати файли. Цей параметр працюватиме тільки при умові, що встановлено пакунок kdeaddons.
uz: Konqueror'ga moslashtirilganda, siz fayllarni osongina arxivlash yoki ajratishingiz mumkin. Ushbu qulaylik kdeaddons paketi oʻrnatilgandagina ishlaydi.
uz@cyrillic: Konqueror'га мослаштирилганда, сиз файлларни осонгина архивлаш ёки ажратишингиз мумкин. Ушбу қулайлик kdeaddons пакети ўрнатилгандагина ишлайди.
zh_cn: 启用与 Konqueror 快捷菜单的集成，以便让您轻松对文档进行存档。此选项仅当您安装了 kdeaddons 包时才生效。
zh_tw: 啟用將 Konqueror 整合到快顯選單，使你更容易建立或解開壓縮檔。只有在安裝 kdeaddons 套件後，此選項才能夠工作。

source: Use integrated viewer
ar: استعمال العارض المدمج
bg: Използване на вградената програма за преглед
bs: Koristi integrisani preglednik
ca: Usa el visor integrat
cs: Použít integrovaný prohlížeč
da: Brug integreret fremviser
de: Den internen Dateibetrachter verwenden
el: Χρήση ενσωματωμένης εφαρμογής προβολής
eo: Uzu integratan vidilon
es: Usar el visor integrado
et: Kasutatakse põimitud näitajat
eu: Erabili txertatutako erakuslea
fa: استفاده از مشاهده‌گر مجتمع
fi: Käytä sisäänrakennettua näytintä
fr: Utiliser l'éditeur intégré
he: השתמש בתצוגה מובנית
hu: Beépített megjelenítő használata
is: Nota innbyggðan skoðara
it: Usa visore integrato
ja: 統合ビューアを使う
kk: Құрамындағы қарау құралы пайдалансын
km: ប្រើឧបករណ៍មើល​ដែល​បាន​រួម​បញ្ចូល​
ko: 내장 뷰어 사용
mk: Користи интегриран прегледувач
ms: Guna pemapar bersepadu
nb: Bruk innebygget fremviser
nds: Inbuut Kieker bruken
nl: Ingebouwde weergaveprogramma gebruiken
nn: Bruk innebygd framvisar
pa: ਜੁੜਿਆ ਦਰਸ਼ਕ ਵਰਤੋਂ
pl: Użyj wbudowanej przeglądarki
pt: Utilizar o visualizador integrado
pt_br: Usar visualizador integrado
ro: Utilizează vizualizorul integrat
ru: Использовать встроенный компонент просмотра
sk: Použiť integrovaný prehliadač
sl: Uporabi vključen pregledovalnik
sr: Користи интегрисани приказивач
sr@latn: Koristi integrisani prikazivač
sv: Använd inbyggd visning
ta: ஒருங்கிணைக்கப்பட்ட காட்சியாளனை பயன்படுத்தவும்
tg: Истифодаи намоишгари ҳамгироишуда
th: ใช้เครื่องมือดูแฟ้มที่ให้มา
uk: Використовувати вбудований переглядач
uz: Ichki koʻruvchini ishlatish
uz@cyrillic: Ички кўрувчини ишлатиш
zh_cn: 使用集成查看器
zh_tw: 使用內建的檢視器

source: Tar Command
ar: أمر Tar
bg: Команда Tar
bs: Tar naredba
ca: Comandament del Tar
cs: Příkaz pro 'tar'
da: Tar-kommando
de: Tar-Befehl
el: Εντολή Tar
eo: Tar komando
es: Orden «tar»
et: Tar käsk
eu: Tar Komandoa
fa: فرمان بایگانی نوار
fi: Tar-komento
fr: Commande tar
he: פקודת Tar
hu: Tar parancs
is: Tar skipun
it: Comando Tar
ja: Tar コマンド
kk: Tar командасы
km: ពាក្យ​បញ្ជា Tar
ko: Tar 명령어
mk: Команда за Tar
ms: Arahan Tar
nb: Tar-kommando
nds: Tar-Befehl
nl: Tar-commando
nn: Tar-kommando
pa: Tar ਕਮਾਂਡ
pl: Polecenie Tar
pt: Comando Tar
pt_br: Comando Tar
ro: Comanda TAR
ru: Команда Tar
sk: Príkaz pre tar
sl: Ukaz Tar
sr: Tar наредба
sr@latn: Tar naredba
sv: Tar-kommando
ta: Tar ¸ð¼¨Ç
tg: Фармони Tar
th: คำสั่ง Tar
uk: Команда тar
uz: Tar buyrugʻi
uz@cyrillic: Tar буйруғи
zh_cn: Tar 命令
zh_tw: Tar 指令

source: Enable experimental support for loading ACE files
ar: تفعيل الدعم التجريبى لتحميل ملفات ACE
bg: Включване на експерименталната поддръжка за зареждане на файлове ACE
bs: Uključi eksperimentalnu podršku za ACE datoteke
ca: Habilita el funcionament experimental per carregar fitxers ACE
cs: Povolit experimentální podporu pro načítání ACE souborů
da: Aktivér eksperimentel understøttelse for at indlæse ACE-filer
de: Experimentelle Unterstützung für das Laden von ACE-Dateien aktivieren
el: Ενεργοποίηση πειραματικής υποστήριξης για τη φόρτωση αρχείων ACE
eo: Ebligu eksperimentan subtenon por ŝargi ACE dosierojn
es: Activar soporte experimental para carga de archivos ACE
et: Eksperimentaalne ACE failide tugi
eu: Gaitu ACE fitxategiak kargatzeko euskarri esperimentala
fa: فعال‌سازی پشتیبانی تجربی برای بارگیری پرونده‌های ACE
fi: Käytä kokeellista ACE-tiedostomuototukea
fr: Activer la gestion expérimentale des fichiers ACE
he: אפשר תמיכה נסיונית בטעינת קובצי ACE
hu: Kísérleti jellegű támogatás ACE-fájlok betöltéséhez
is: Leyfa stuðning sem er á tilraunarstigi við ACE skrár
it: Abilita supporto sperimentale per caricare file ACE
ja: ACE ファイル読み込みの実験的サポートを有効にする
kk: ACE файлдарын жүктеудің экспериментік қолдауы болсын
km: អនុញ្ញាត​ឲ្យគាំទ្រ​ដែល​មាន​ពិសោធន៍ ក្នុង​ការ​ផ្ទុកឯកសារ ACE
ko: 실험적인 ACE 파일 지원 사용
mk: Овозможи експериментална поддршка за вчитување ACE-датотеки
nb: Slå på eksperimentell støtte for lasting av ACE-filer
nds: Utprobeer-Ünnerstütten för't Laden vun ACE-Dateien anmaken
nl: Experimentele ondersteuning voor laden van ACE-bestanden activeren
nn: Slå på eksperimentell støtte for lasting av ACE-filer
pl: Włącz eksperymentalną obsługę plików ACE
pt: Activar o suporte experimental para abrir ficheiros ACE
pt_br: Habilitar suporte experimental para o carregamento de pacotes ACE
ru: Экспериментальная работа с архивами ACE
sk: Zapnúť experimentálnu podporu pre načítanie archívov ACE
sl: Omogoči poskusno podporo za nalagnje datotek ACE
sr: Укључи експерименталну подршку за учитавање ACE фајлова
sr@latn: Uključi eksperimentalnu podršku za učitavanje ACE fajlova
sv: Aktivera experimentellt stöd för att ladda ACE-filer
tg: Фаъол кардани пуштибонии таҷрибавӣ барои бор кардани парвандаҳои ACE
th: เปิดใช้งานการรองรับแฟ้มแบบ ACE (ขั้นทดลอง)
uk: Увімкнути експериментальну підтримку для завантаження файлів ACE
zh_cn: 启用装入 ACE 文件的试验性支持
zh_tw: 啟用實驗性的載入 ACE 檔案的支援

source: Reset Search
ar: إعادة تعيين البحث
bg: Изчистване на търсенето
bs: Poništi pretragu
ca: Inicialitza la cerca
cs: Zrušit hledání
da: Nulstil søgning
de: Suche zurücksetzen
el: Επαναφορά αναζήτησης
eo: Restarigu serĉon
es: Reiniciar búsqueda
et: Lähtesta otsing
eu: Bilaketa Berrezarri
fa: بازنشانی جستجو
fi: Tyhjennä
fr: Réinitialiser la recherche
he: אפס חיפוש
hu: A keresés alapállapotba hozása
is: Endurstilla leit
it: Azzera ricerca
ja: 検索をリセット
kk: Іздегенді ысырып тастау
km: កំណត់​ការ​ស្វែង​រក​ឡើងវិញ
ko: 검색 초기화
mk: Ресетирај барање
ms: Set Semula Carian
nb: Tilbakestill søk
nds: Söök torüchsetten
nl: Zoekbalk wissen
nn: Tilbakestill søk
pa: ਖੋਜ ਮੁੜ-ਸੈਟ
pl: Wyczyść wyszukiwanie
pt: Reiniciar a Procura
pt_br: Reiniciar Pesquisa
ro: Resetează căutarea
ru: Сбросить параметры поиска
sk: Vyčistiť hľadanie
sl: Ponastavi iskanje
sr: Ресетуј претрагу
sr@latn: Resetuj pretragu
sv: Återställ sökning
ta: மீட்பியக்கு ஆராய்தல்
tg: Барҷосозии "Ҷустуҷӯ"
th: ล้างการค้นหา
uk: Очистити пошук
uz: Qidirishni tozalash
uz@cyrillic: Қидиришни тозалаш
zh_cn: 重置搜索
zh_tw: 搜尋重設

source: Reset Search Resets the search bar, so that all archive entries are shown again.
ar: إعادة تعيين البحث يعيد تعيين شريط البحث بحيث تظهر كل مدخلات الأرشيف مرة أخرى.
bg: Изчистване на търсенето По този начин всички файлове в архива ще бъдат показани пак.
bs: Poništi pretragu Poništava traku za pretragu, tako da su sve stavke arhive ponovo prikazane.
ca: Inicialitza la cerca Inicialitza la barra de cerca per tal que es mostrin les totes les entrades de l'arxiu novament.
cs: Zrušení hledání Opět se zobrazí všechny soubory v archivu.
da: Nulstil søgning Nulstiller søgelinjen, så alle arkivets indgange vises igen.
de: Suche zurücksetzen Die Suchleiste wird geleert, so dass wieder alle Einträge angezeigt werden.
el: Επαναφορά αναζήτησης Επαναφέρει τη γραμμή αναζήτησης, ώστε να εμφανίζονται και πάλι όλα οι καταχωρήσεις της αρχειοθήκης.
eo: Restarigu serĉon Restarigas la serĉlistelon por montri denove ĉiujn arĥiverojn.
es: Reiniciar búsqueda Reinicia la barra de búsqueda, de modo que se vuelven a mostrar todas las entradas del archivo comprimido.
et: Lähtesta otsing Lähtestab otsinguriba, näidates taas kõiki arhiivikirjeid.
eu: Bilaketa Berrezarri Bilaketa barra berrezarri, artxiboko sarrera guztiak berriro erakutsi daitezen.
fa: بازنشانی جستجو میله جستجو را باز‌نشانی می‌کند، به نحوی که همۀ مدخلهای بایگانی دوباره نشان داده می‌شوند.
fi: Tyhjennä Tyhjentää hakupalin, siten että kaikki paketin tiedostot tulevat näkyviin.
fr: Réinitialiser la recherche Réinitialise la barre de recherche, ainsi toutes les éléments de l'archive seront réaffichés.
he: אפס חיפוש אפס את סרגל החיפוש, על מנת שכל רשומות הארכיב יופיעו שוב.
hu: A keresés alapállapotba hozása Alapállapotba hozza a keresési sávot, ismét megjelenik az összes bejegyzés.
is: Endurstilla leit Endurstillir leitarslána svo allar skrár í safninu eru birtar aftur.
it: Azzera ricerca Azzera la barra di ricerca in modo che siano nuovamente mostrate tutte le voci dell'archivio.
ja: 検索をリセット 検索をクリアし、アーカイブのすべてのエントリを表示します。
kk: Іздегенді ысырып тастау Архивтегілер түгелдей көрсетілетін қылып, іздеу панелін ысырып тастау.
km: កំណត់​ការ​ស្វែង​រក​ឡើង​វិញ កំណត់​របារ​ស្វែង​រក​ឡើង​វិញ ដូច្នេះ​ធាតុ​ប័ណ្ណសារ​ទាំង​អស់​នោះ ​នឹង​ត្រូវ​បាន​បង្ហាញ​ម្ដង​ទៀត ។
ko: 검색 초기화 검색 바를 초기화하고, 모든 압축파일 항목을 다시 봅니다.
mk: Ресетирај барање Ја ресетира лентата за пребарување, така што повторно да бидат покажани сите ставки со архиви.
ms: Set Semula Carian Set semula bar cari supaya semua entri arkib dipaparkan sekali lagi.
nb: Tilbakestill søk Tilbakestiller søkelinja slik at alle arkivelementer vises igjen.
nds: Söök torüchsetten Sett den Söökbalken torüch, so dat all Archivindrääg wedder wiest warrt.
nl: Zoekbalk wissen Wist de inhoud van de zoekbalk zodat de volledige inhoud van het archief weer zichtbaar wordt.
nn: Tilbakestill søk Tømmer søkjelinja, slik at alle arkivelementa vert viste igjen.
pa: ਖੋਜ ਮੁੜ-ਸੈਟ ਖੋਜ ਪੱਟੀ ਮੁੜ ਸੈਟ ਕਰੋ, ਤਾਂ ਕਿ ਸਭ ਪੁਰਾਲੇਖ ਇੰਦਰਾਜ਼ਾਂ ਨੂੰ ਮੁੜ ਵਿਖਾਇਆ ਜਾ ਸਕੇ।
pl: Wyczyść wyszukiwanie Czyści pasek wyszukiwanie - wszystkie archiwa będą ponownie widoczne.
pt: Reiniciar a Procura Reinicia a barra de procura, para que todas as entradas do arquivo apareçam novamente.
pt_br: Reiniciar Pesquisa Limpa a barra de pesquisa, de forma que todos os arquivos são mostrados novamente.
ru: Сбросить варианты поиска Показать все элементы архива.
sk: Vyčistiť hľadanie Vyčistí pruh hľadania, takže sa zobrazia znovu všetky položky archívu.
sl: Ponastavi iskanje Ponastavi vrstico za iskanje, da so spet prikazani vsi vnosi v arhivu.
sr: Ресетуј претрагу Ресетује претраживачку траку, тако да су све ставке у архиви поново приказне.
sr@latn: Resetuj pretragu Resetuje pretraživačku traku, tako da su sve stavke u arhivi ponovo prikazne.
sv: Återställ sökning Återställer sökraden, så att alla arkiverade poster visas igen.
ta: மீட்பியக்கு ஆராய்தல் மீட்பியக்கு ஆராய்தல் பட்டை,
tg: Барҷосозии "Ҷустуҷӯ" Барҷосозии растаи ҷустуҷӯ барои аз нав падидор кардани санадҳои бойгонӣ.
th: ล้างการค้นหา จะทำการล้างการค้นหาที่แถบสำหรับค้นหา ซึ่งจะทำให้มีการแสดงแฟ้มบีบอัดทั้งหมดอีกครั้ง
uk: Очистити пошук Знову показати всі елементи архіву.
uz: Qidirishni tozalash Qidirish paneli tozalanadi. Soʻng arxivdagi hamma narsa yana koʻrinadi.
uz@cyrillic: Қидиришни тозалаш Қидириш панели тозаланади. Сўнг архивдаги ҳамма нарса яна кўринади.
zh_cn: 重置搜索 重置搜索栏，这样就会显示全部存档项。
zh_tw: 搜尋重設 將搜尋重設，這樣所有的壓縮檔項目將會重新顯示。

source: Unable to fork a decompressor
ar: تعذّر تُفيّع فاكِك الضغط
bg: Грешка при стартиране на разархивиращата програма
bs: Ne mogu pokrenuti dekompresor
ca: No s'ha pogut crear un descompressor
cs: Nemohu spustit dekompresor
da: Kan ikke forgrene en dekomprimerer
de: "Forking" des Dekomprimierers nicht möglich.
el: Αδύνατη η εκκίνησης ενός αποσυμπιεστή
eo: Ne eblas branĉiĝi je malkunpremilo
es: No se puede iniciar un descompresor
et: Dekompressorit pole võimalik kahveldada
eu: Ezin da dekonprimagailu bat abiatu
fa: قادر به انشعاب فشرده‌‌زدا نیست
fi: Purkuohjelmaa ei voitu käynnistää
fr: Impossible de dédoubler un programme de décompactage.
he: אין אפשרות ליצור תהליך משנה לפריסה
hu: Nem sikerült a kitömörítő alfolyamatot elindítani
is: Get ekki ræst afþjöppunarferli
it: Impossibile effettuare fork per il decompressore
ja: 展開プログラムを実行できません
kk: Тарқату процесі жегілмеді
km: មិន​អាច​ចាប់​ផ្ដើម​កម្មវិធី​ពន្លា​កូន​មួយ
ko: 압축 해제 도구를 불러올 수 없습니다.
mk: Не можам да стартувам декомпресор
ms: Tidak dapat mencabangkan penyahmampat
nb: Klarer ikke å starte en dekomprimerer
nds: Achtergrund-Dekomprimeerprogramm lett sik nich starten
nl: Er kan geen nieuw proces voor de uitpakroutine worden gestart
nn: Klarte ikkje gafla ein utpakkar.
pa: ਇੱਕ ਖੋਲਣਾ ਵਾਲਾ ਬਣਾਉਣ ਲਈ ਅਸਫ਼ਲ
pl: Nie można uruchomić programu rozpakowującego
pt: Não foi possível lançar um descompactador
pt_br: Não foi possível iniciar um processo descompressor
ro: Nu am putut porni programul de decompresie
ru: Невозможно запустить подпроцесс распаковки
sk: Nemôžem spustiť program pre rozbalenie
sl: Programa za dekomprimiranje ni moč razvejiti
sr: Декомпресор не може да се покрене
sr@latn: Dekompresor ne može da se pokrene
sv: Kan inte starta en uppackningsprocess
ta: அமுக்கநீக்கி ஒன்றை கவட்ட முடியாது.
tg: Шохасозии густурдакунандаро ғайрифаъол созед
th: ไม่สามารถสร้างโปรเซสย่อยสำหรับตัวคลายแฟ้มได้
uk: Не вдається запустити підпроцес розпаковування
zh_cn: 无法启动一个解压缩器
zh_tw: 無法衍生解壓程式

source: Trouble writing to the tempfile...
ar: حدثت مشكلة عند الكتابة إلى الملف المؤقّت...
bg: Грешка при запис във временен файл...
bs: Problem kod pisanja u privremenu datoteku...
ca: Problemes en escriure al fitxer temporal...
cs: Potíže při zápisu do dočasného souboru...
da: Besvær med at skrive til temp-filen...
de: Probleme beim Schreiben in eine temporäre Datei ...
el: Πρόβλημα κατά την εγγραφή στο προσωρινό αρχείο...
eo: Problemo dum skribado al la provizora dosiero...
es: Error escribiendo en el archivo temporal...
et: Probleem ajutise faili kirjutamisel...
eu: Arazoa aldiuneko fitxategira idazterakoan...
fa: در حال نوشتن مسئله در پروندۀ موقت...
fi: Ongelmia väliaikaistiedostoon kirjoitettaessa...
fr: Problème lors de l'écriture du fichier temporaire...
gl: Problema escribindo no ficheiro temporal...
he: בעיה בכתיבה לקובץ זמני...
hi: टेम्पफ़ाइल में लिखने में समस्या है...
hu: Hiba történt az ideiglenes fájlba íráskor...
is: Get ekki skrifað í tímabundna skrá...
it: Problema durante la scrittura del file temporaneo...
ja: 一時ファイルへの書き込みに失敗...
kk: Уақытша файлды жазғанда қиыншылық туды...
km: មាន​បញ្ហា​ក្នុង​ការសរសេរ​ទៅកាន់ឯកសារ​បណ្ដោះ​អាសន្ន...
ko: 임시 파일 작성 중 오류...
mk: Проблеми со запишување во привремената датотека...
ms: Masalah semasa menulis ke fail templat...
nb: Problemer ved skriving til den midlertidige fila …
nds: Problemen bi't Schrieven na de Temporeerdatei...
nl: Problemen met het schrijven naar tijdelijk bestand...
nn: Problem med skriving til mellombels fil …
pa: ਆਰਜ਼ੀ-ਫਾਇਲ ਲਿਖਣ ਦੌਰਾਨ ਸਮੱਸਿਆ...
pl: Błąd podczas zapisu do pliku tymczasowego...
pt: Problemas na escrita para o ficheiro temporário...
pt_br: Problemas ao gravar o arquivo temporário...
ro: Eroare la scrierea în fişierul temporar
ru: Ошибка записи во временный файл...
sk: Chyba pri zápise do dočasného súboru...
sl: Težave pri pisanju v začasno datoteko ...
sr: Проблем приликом писања у привремени фајл...
sr@latn: Problem prilikom pisanja u privremeni fajl...
sv: Problem med att skriva till temporär fil...
ta: tempfile க்கு எழுதுவதில் சிக்கல்
tg: Душворӣ дар навишт ба файли муваққатӣ...
th: เกิดปัญหาในการเขียนไปยังแฟ้มชั่วคราว...
uk: Помилка під час запису тимчасового файла...
uz: Vaqtinchalik faylga yozishda muammo...
uz@cyrillic: Вақтинчалик файлга ёзишда муаммо...
zh_cn: 写入临时文件时出错...
zh_tw: 寫入暫存檔失敗...
