Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: The archive %1 is already open and has been raised. Note: if the filename does not match, it only means that one of the two is a symbolic link.
ar: ألارشيف %1 مفتوح وتم رفعه ملحوظة: إذا لم تتطابق أسماء الملفات، فهذا لا يعنى سوى أن أحدهم وصلة رمزية.
bg: Архивът "%1" вече е отворен. Имайте предвид, че ако имената не съвпадат, това означава, че едното от тях е връзка към оригиналния файл.
bs: Arhiva %1 je već otvorena i prikazana. Napomena: ako se imena datoteka ne poklapaju, to samo znači da je jedno od dva imena simbolički link.
ca: L'arxiu %1 ja està obert i s'ha pujat. Nota: Si els noms no concorden, significa que un dels dos és un enllaç simbòlic.
cs: Archív %1 je již otevřen a byl dán do popředí. Poznámka: pokud se neshodují jména souborů, znamená to, že jeden ze souborů je symbolický odkaz.
da: Arkivet %1 er allerede åbent og er blevet hævet. Bemærk: hvis filnavnet ikke passer, betyder det blot at et af de to er et symbolsk link.
de: Das Archiv %1 ist bereits geöffnet und ist im Vordergrund. Hinweis: Wenn die Dateinamen nicht übereinstimmen, ist dies darauf zurückzuführen, dass eine der Dateien ein symbolischer Link ist.
el: Η αρχειοθήκη %1 είναι ήδη ανοικτή και έχει ανυψωθεί. Σημείωση: αν το όνομα αρχείου δεν ταιριάζει, αυτό σημαίνει μόνο ότι ένα από τα δύο είναι συμβολικός δεσμός.
eo: La arĥivo %1 jam estas malfermita kaj levita. Atentu: se la dosiernomoj ne estas egalaj, unu el ili estas simbola ligo al la alia.
es: El archivo comprimido «%1» ya está abierto y ha sido actualizado. Nota: si el nombre del archivo no coincide, significa que uno de los dos es un enlace simbólico.
et: Arhiiv %1 on juba avatud ja üles ehitatud. Märkus: kui failinimi ei lange kokku, siis tähendab see ainult seda, et üks kahest on nimeviit.
eu: %1 artxiboa dagoeneko irekita dago eta eguneratu da. Oharra: fitxategi-izena ez badator bat, horrek esan nahi du bitako bat esteka sinbolikoa dela.
fa: در حال حاضر بایگانی %1 باز است و بالا رفته است. نکته : اگر نام پرونده تطبیق نداشت، تنها بدین معنی است که یکی از آن دو پیوند نمادی است.
fi: Paketti ”%1” on jo avattu ja tuotu etusijalle. Huomaa: jos tiedostonimet eivät täsmää, se merkitsee että jompi kumpi on symbolinen linkki.
fr: L'archive « %1 » est déjà ouverte et a été extraite. Note : si le nom de fichier ne correspond pas, cela veut seulement dire que l'un des deux est un lien symbolique.
he: הארכיב %1 כבר פתוח והובא לחזית. שים לב: אם שמות הקבצים לא תואמים, זה רק אומר שאחד הקבצים הינו קישור סמלי.
hu: A(z) %1 tömörített fájl már meg van nyitva és előtérbe van hozva. Megjegyzés: ha a fájlnév nem egyezik, az azt jelenti, hogy az egyik egy szimbolikus link.
is: Safnskráin %1 er þegar opin og hefur verið hækkuð. Athugaðu að ef skráarnafnið passar ekki, þá er skýringin líklega sú að annað nafnið er skráarvísun (symbolic link).
it: L'archivio %1 è già aperto ed è stato aumentato. Nota: se il nome file non coincide, vuol dire che uno dei due è un collegamento simbolico.
ja: アーカイブ %1 は既に開いています。 注意: もしファイル名が一致しないなら、片方はシンボリックリンクでしょう。
kk: %1 архиві ашық қой. Ол алға шығарылды. Ескерту: файл атауы сәйкес келмесе - екеуінің бірі символдық сілтеме болғаны.
km: ប័ណ្ណសារ %1 បានបើក​រួច​ហើយ និងត្រូវ​បាន​បង្កើន ។ ចំណាំ ៖ ប្រសិន​បើ​ឈ្មោះ​ឯកសារ​មិន​ផ្គូផ្គង វា​មាន​ន័យ​ថាមាន​តែ​មួយ​ក្នុង​ចំណោម​ទាំង​ពីរ​ប៉ុណ្ណោះ​ជា​តំណ​និមិត្ត​សញ្ញា ។
ko: 압축파일 %1은(는) 이미 열려 있거나 사용 중입니다. 주의: 만일 파일명이 다르면, 두 파일 중 하나는 심볼릭 링크입니다.
mk: Архивата %1 е веќе отворена и е подигната. Забелешка: ако името на датотеката не се совпаѓа, тоа само значи дека една од двете е симболична врска.
ms: Arkib %1 sudah dibuka dan telah dinaikkan. Perhatian: jika nama fail tidak padan, ia cuma bermakna satu daripada dua fail itu adalah pautan simbolik.
nb: Arkivet %1 er allerede åpnet og er blitt løftet. Merk: Hvis filnavnet ikke stemmer overens, betyr det bare at en av dem er en symbolsk lenke.
nds: Dat Archiv "%1" is al opmaakt, un dat Finster steiht al vörn. Beacht: Wenn de Dateinaam nich passt, bedüüdt dat bloots, dat de Een en symboolsch Link is.
nl: Het archief %1 is al geopend en staat in het scherm. Opmerking: als de bestandsnamen niet overeen komen, dan betekent dit dat een van beiden een symbolische koppeling is.
nn: Arkivet %1 er alt ope. Merk: Om filnamnet ikkje passar, tyder det berre at ein av dei to er ei symbolsk lenkje.
pl: Archiwum %1 już jest otwarte i zostało wyświetlone. Uwaga: jeśli nazwa pliku nie jest identyczna, jeden z plików jest dowiązaniem symbolicznym do drugiego.
pt: O pacote %1 já está aberto e foi colocado em primeiro plano. Nota: se o nome do ficheiro não for encontrado, só significará que um dos dois é uma ligação simbólica.
pt_br: O pacote %1 já está aberto e foi posto em foco. Nota: se o nome de arquivo não coincide com o pacote que você queria abrir, isso só significa que um dos dois é um link simbólico.
ro: Arhiva %1 este deja deschisă şi a crescut. Observaţie: dacă numele de fişier nu se potriveşte, înseamnă că unul din două este o legătură simbolică.
ru: Архив %1 уже открыт. Примечание: если имена файлов не совпадают, это означает, что один из этих файлов -- символическая ссылка на другой.
sk: Archív %1 je otvorený a bol už aj vytvorený. Poznámka: ak sa meno súboru nezhoduje, znamená to iba to, že jeden z nich je symbolický odkaz.
sl: Arhiv %1 je že odprt in je bil dvignjen. Pozor: če ime datoteke ne ustreza, to pomeni, da je eden od obeh simbolna povezava.
sr: Архива %1 је већ отворена и подигнута је. Напомена: Ако се називи фајлова не поклапају, то једино значи да је један од два фајла симболичка веза.
sr@latn: Arhiva %1 je već otvorena i podignuta je. Napomena: Ako se nazivi fajlova ne poklapaju, to jedino znači da je jedan od dva fajla simbolička veza.
sv: Arkivet %1 är redan öppnat och har blivit upphöjt. Observera: om filnamnet inte matchar innebär det bara att en av de två är en symbolisk länk.
ta: %1 என்ற காப்பகம் ஏற்கனவே திறக்கப்பட்டு உயர்த்தப்பட்டுள்ளது. குறிப்பு: கோப்புப்பெயர் பொருந்தவில்லை என்றால், இரண்டில் ஒன்று ஒரு அடையாள இணைப்பாக இருக்கிறது என்பதுதான் காரணம்.
tg: Бойгонии %1 аллакай кушода ва пеш кашида шудааст. Эзоҳ: агар номи парванда мувофиқат накунад, ин маънои онро дорад, ки яке аз ин ду парванда пайванди рамзӣ аст.
th: แฟ้มบีบอัด %1 ถูกเปิดและกำลังใช้งานอยู่แล้ว ข้อควรจำ: หากชื่อแฟ้มไม่เข้าคู่กัน อาจเป็นไปได้ว่า แฟ้มหนึ่งจากสองแฟ้มนั้น อาจจะเป็นลิงค์แบบสัญลักษณ์
uk: Архів %1 вже відкрито. Примітка: якщо назва файла не збігається, то одна назва є символічним посиланням.
zh_cn: 存档文件 %1 已经打开并激活。 注意：如果文件名不匹配，则仅意味着两个文件之一是符号链接。
zh_tw: 壓縮檔 %1 已經被開啟並已經解開。 注意：如果您看到的檔名不同，這表示其中一個是符號連結。

source: Open &as:
ar: &فتح كـ:
bg: &Отваряне като:
bs: Otvori &kao:
ca: Obre co&m:
cs: Otevřít j&ako:
da: Åbn s&om:
de: Öffnen &als:
el: Άνοιγμα &ως:
eo: Malfermu &kiel:
es: Abrir &como:
et: &Avatakse kui:
eu: Ireki &honela:
fa: باز کردن &به عنوان:‌
fi: Tiedosto&muoto:
fr: Ouvrir &sous :
gl: Abrir &coma:
he: פתח ב&תור:
hi: ऐसे खोलें: (&a)
hu: Megnyitás m&int:
is: Opna &sem:
it: Apri &come:
ja: 以下として開く(&A):
kk: Ашатын &түрі:
km: បើក​ជា ៖
ko: 다음으로 열기(&A):
mk: Отвори к&ако:
ms: Buka &sebagai:
nb: Åpne &som:
nds: Opm&aken as:
nl: Openen &als:
nn: Opna &som:
pa: ਏਦਾਂ ਖੋਲ੍ਹੋ(&a):
pl: Otwórz &jako:
pt: &Abrir como:
pt_br: Abrir &como:
ro: Deschide &ca:
ru: Открыть &в:
sk: Otvoriť &ako:
sl: Odpri &kot:
sr: Отвори &као:
sr@latn: Otvori &kao:
sv: &Öppna som:
ta: திற
tg: Кушодан ҳ&амчун:
th: เปิดใช้เป็&น:
uk: Відкрити &як:
uz: &Ochish:
uz@cyrillic: &Очиш:
zh_cn: 打开为(&A)：
zh_tw: 開啟為(&A)：

source: Autodetect (default)
ar: تعرف تلقائى (افتراضي)
bg: Автоматично определяне
bs: Auto-detektuj (podrazumijevano)
ca: Autodetecta (per defecte)
cs: Automatická detekce (výchozí)
da: Autodetektér (standard)
de: Selbst ermitteln (Standardeinstellung)
el: Αυτόματη ανίχνευση (προκαθορισμένο)
eo: Aŭtomate detektu (norme)
es: Autodetectar (por omisión)
et: Automaatne tuvastus (vaikimisi)
eu: Autodetektatu (lehenetsia)
fa: آشکارسازی خودکار )پیش‌فرض(
fi: Tunnista automaattisesti (oletus)
fr: Détection automatique (par défaut)
gl: Autodetectar (por defecto)
he: זהה אוטומטית (ברירת מחדל)
hi: स्वचलित-पहचानें (डिफ़ॉल्ट)
hu: Automatikus detektálás (alapértelmezés)
is: Finna sjálfkrafa (sjálfgefið)
it: Rilevamento automatico (predefinito)
ja: 自動検出 (デフォルト)
kk: Автобайқау (әдетті)
km: រកឃើញ​ដោយ​ស្វ័យ​ប្រវត្តិ (លំនាំដើម)
ko: 자동 감지 (기본 설정)
mk: Автопрепознавање (стандарно)
ms: Autokesan (piawai)
nb: Finn automatisk (standard)
nds: Autom. opdecken (Standard)
nl: Automatisch detecteren (standaard)
nn: Finn automatisk (standard)
pa: ਸਵੈ-ਚਾਲਤ ਖੋਜ (ਮੂਲ)
pl: Rozpoznaj automatycznie (domyślne)
pt: Detectar automaticamente (por omissão)
pt_br: Detecção Automática (padrão)
ro: Detectează automat (implicit)
ru: Автоопределение (по умолчанию)
sk: Automaticky určiť (štandardné)
sl: Samodejno zaznaj (privzeto)
sr: Аутоматски детектуј (подразумевано)
sr@latn: Automatski detektuj (podrazumevano)
sv: Identifiera automatiskt (standardvärde)
ta: தானாக் கண்டறி(முன்னிருப்பு)
tg: Худмуайянкунӣ (пешфарз)
th: ตรวจสอบอัตโนมัติ (ค่าปริยาย)
uk: Автовиявлення (типове)
uz: Avto-aniqlash (andoza)
uz@cyrillic: Авто-аниқлаш (андоза)
zh_cn: 自动检测(默认)
zh_tw: 自動偵測（預設）

source: Select Archive to Add Files To
ar: اختر أرشيف لإضافة ملفات إليه
bg: Изберете архив,в който искате да бъдат добавени файлове
bs: Izaberite arhivu u koju želite dodati datoteke
ca: Escull l'arxiu al que s'afegiran els fitxers
cs: Zvolit archív pro přidání souborů
da: Vælg arkiver at tilføje filer til
de: Archiv auswählen, zu dem Dateien hinzugefügt werden sollen
el: Επιλέξτε αρχειοθήκη για προσθήκη αρχείων
eo: Elektu la arĥivon al kiu aldonitos dosieroj
es: Seleccione el archivo comprimido al que añadir archivos
et: Arhiivi valimine, kuhu faile lisada
eu: Hautatu Fitxategiak Eransteko Artxiboa
fa: برگزیدن بایگانی به منظور افزودن پرونده‌ها به
fi: Valitse paketti, johon tiedostot lisätään
fr: Sélectionnez l'archive où les fichiers doivent être ajoutés
gl: Escolla o Arquivo ó Que Engadir Ficheiro
he: בחירת ארכיב להוספת קבצים
hi: फ़ाइलें जोड़ने के लिए अभिलेखागार चुनें
hu: Válassza ki azt a tömörített fájlt, amelybe új fájlokat szeretne felvenni
is: Veldu safnskrá sem á að bæta skrám við
it: Seleziona archivio a cui aggiungere file
ja: ファイルを追加するアーカイブを選んでください
kk: Файлдарды қосатын архивті таңдау
km: ជ្រើស​ប័ណ្ណសារ ដើម្បី​បន្ថែម​ឯកសារ​ទៅ​កាន់
ko: 파일을 추가할 압축 파일 선택
mk: Изберете архива на која да се додадат датотеки
ms: Pilih Arkib untuk Tambah Fail Ke
nb: Velg arkiv hvor filene skal legges til
nds: Archiv utsöken, na dat Dateien toföögt warrt
nl: Toe te voegen bestanden selecteren
nn: Vel arkivet der filene skal leggjast til
pa: ਫਾਇਲਾਂ ਜੋੜਨ ਲਈ ਪੁਰਾਲੇਖ ਚੁਣੋ
pl: Wybierz archiwum
pt: Escolha o Pacote onde Adicionar os Ficheiros
pt_br: Selecionar Pacote para o qual os Arquivos Serão Adicionados
ro: Selectaţi arhiva la care să adăugaţi fişiere
ru: Выберите архив для добавления файлов
sk: Vyberte archív pre pridanie súborov
sl: Izberite arhiv, v katerega se naj dodajo datoteke
sr: Изаберите архиву за додавање фајлова
sr@latn: Izaberite arhivu za dodavanje fajlova
sv: Välj arkiv där filer ska läggas till
ta: தேர்ந்து எடுத்த் காப்பகத்னத கோப்புகளை தேர்ந்தெடுக்கவும்:
tg: Интихоби бойгонӣ барои иловаи файлҳо
th: เลือกแฟ้มบีบอัดที่จะเพิ่มแฟ้มลงไป
uk: Вибрати архів, до якого додати файли
uz: Fayllarni qoʻshish uchun arxivni tanlang
uz@cyrillic: Файлларни қўшиш учун архивни танланг
zh_cn: 选择要添加文件的存档文件
zh_tw: 選擇要加入檔案的壓縮檔

source: Compressing...
ar: جارى الضغط...
bg: Компресиране...
bs: Sabijam...
ca: S'està comprimint...
cs: Probíhá komprimace...
da: Komprimerer...
de: Komprimiervorgang ...
el: Συμπίεση...
eo: Kumpremante...
es: Comprimiendo...
et: Pakkimine...
eu: Konprimatzen...
fa: در حال فشرده‌سازی...
fi: Pakkaa...
fr: Compactage en cours...
he: דוחס...
hu: Tömörítés....
is: Þjappa...
it: Compressione in corso...
ja: 圧縮中...
kk: Сығу орындалуда...
km: កំពុង​បង្ហាប់...
ko: 압축 중...
mk: Компресирам...
ms: Memampat...
nb: Komprimerer …
nds: An't Komprimeren...
nl: Comprimeren...
nn: Komprimerer …
pa: ਨਪੀੜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Pakowanie...
pt: A comprimir...
pt_br: Compactando...
ro: Comprim...
ru: Идёт сжатие...
sk: Komprimujem...
sl: Stiskanje ...
sr: Компресујем...
sr@latn: Kompresujem...
sv: Komprimerar...
ta: சுருக்குகிறது...
tg: Фишурдан...
th: กำลังบีบอัด...
uk: Йде стиснення...
uz: Qisilmoqda...
uz@cyrillic: Қисилмоқда...
zh_cn: 正在压缩...
zh_tw: 正在壓縮中...

source: Please Wait
ar: الرجاء الانتظار...
bg: Моля, изчакайте
bs: Molim sačekajte
ca: Un moment, si us plau
cs: Prosím vyčkejte
da: Vent venligst
de: Bitte warten
el: Παρακαλώ περιμένετε
eo: Bonvolu atendi
es: Espere un momento
et: Palun oota
eu: Itxoin Mesedez
fa: لطفاً، منتظر بمانید
fi: Odota hetki
fr: Veuillez patienter
he: אנא המתן...
hu: Egy kis türelmet kérek
is: Augnablik
it: Attendere prego
ja: お待ちください
kk: Күте тұрыңыз
km: សូម​រង់ចាំ
ko: 잠시 기다려 주십시오
mk: Ве молиме почекајте
ms: Sila Tunggu
nb: Vent litt
nds: Bitte töven
nl: Even geduld...
nn: Vent litt …
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ
pl: Proszę czekać
pt: Aguarde por Favor
pt_br: Por Favor, Aguarde
ro: Vă rog să aşteptaţi
ru: Подождите
sk: Prosím, čakajte
sl: Prosim počakajte
sr: Сачекајте
sr@latn: Sačekajte
sv: Vänta
ta: தயவுசெய்து காத்திருக்கவும்
tg: Лутфан, интизор шавед
th: โปรดรอสักครู่
uk: Будь ласка, зачекайте
uz: Iltimos kutib turing
uz@cyrillic: Илтимос кутиб туринг
zh_cn: 请稍候
zh_tw: 請稍候

source: &Action
ar: إ&جراء
bg: &Действие
bs: &Akcija
ca: A&cció
cs: &Akce
da: &Handling
de: &Aktion
el: &Ενέργειες
eo: &Ago
es: A&cciones
et: &Toimingud
eu: &Ekintzak
fa: &کنش‌
fi: &Toimenpide
gl: &Acción
he: &פעולות
hi: क्रिया (&A)
hu: &Műveletek
is: &Aðgerðir
it: &Azione
ja: アクション(&A)
kk: &Амал
km: អំពើ
ko: 동작(&A)
mk: &Акција
ms: &Tindakan
nb: &Handling
nds: &Akschoon
nl: &Actie
nn: &Handling
pa: ਕਾਰਵਾਈ(&A)
pl: &Akcja
pt: &Acção
pt_br: Açã&o
ro: &Acţiune
ru: &Действие
sk: &Akcia
sl: &Dejanje
sr: &Акција
sr@latn: &Akcija
sv: &Åtgärd
ta: &செயல்
tg: &Амал
th: การกระทำ
uk: &Дія
uz: &Amal
uz@cyrillic: &Амал
zh_cn: 动作(&A)
zh_tw: 動作(&A)

source: Replace old files only &with newer files
ar: استبدال الملفّات القديمة فقط ب&ملفّات أحدث
bg: &Замяна на съществуващите файлове, само ако са по-нови
bs: Zamijeni &stare datoteke samo s novijim
ca: Substitueix els fitxers antics n&omés amb fitxers nous
cs: Na&hradit staré soubory pouze novějšími
da: Erstat kun &gamle filer med nyere filer
de: Alte &Dateien nur durch neuere ersetzen
el: Αντικατάσταση παλιών αρχείων &μόνο με νεότερα αρχεία
eo: Anstataŭigu &malnovajn dosierojn nur per pli novaj dosieroj
es: &Reemplazar archivos antiguos solo por nuevos
et: Vanad &failid asendatakse ainult uuematega
eu: Ordezkatu fitxategi &zaharrak soilik fitxategi berriagoekin
fa: پرونده‌های قدیمی را فقط &با پرونده‌های جدیدتر جایگزین کنید‌
fi: Korvaa vain &vanhat tiedostot uudemmilla
fr: Remplacer les &vieux fichiers seulement par de plus récents
gl: Remprazar ficheiros antigos por ficheiros máis no&vos
he: ה&חלף קבצים ישנים בקבצים חדשים יותר
hi: सिर्फ पुरानी फ़ाइलों को नई फ़ाइलों से बदलें (&w)
hu: Felülírás &csak akkor, ha a fájl újabb
is: Skrifa nýjar skrár yfir &gamlar
it: Sostituisci i file vecchi solo &con file più recenti
ja: 新しいファイルでのみ古いファイルを上書きする(&W)
kk: Файлдар тек жаңарақтарымен ғана &ауыстырылсын
km: ជំនួស​ឯកសារ​ចាស់ៗ​ដោយ​ឯកសារ​ថ្មីៗ​តែប៉ុណ្ណោះ
ko: 이전 파일을 새 파일로 덮어쓰기(&W)
mk: Замени ги &старите датотеки само со понови
ms: Ganti fail lama hanya &dengan fail lebih baru
nb: Erstatt &gamle filer bare med nyere filer
nds: Ole Dateien bloots gegen niegere ut&wesseln
nl: Oude bestanden a&lleen vervangen door nieuwere bestanden
nn: Berre byt ut &gamle filer med nyare filer
pa: ਪੁਰਾਣੀਆਂ ਫਾਇਲਾਂ ਤਾਂ ਹੀ ਤਬਦੀਲ ਕਰੋ, ਜੇਕਰ ਫਾਇਲਾਂ ਨਵੀਆਂ ਹੋਣ(&w)
pl: Zastąp tylko &starsze pliki
pt: Substituir os ficheir&os antigos apenas por outros mais recentes
pt_br: Substituir arquiv&os antigos somente por arquivos mais novos
ro: Înlocuieşte fişierele &vechi numai cu fişiere mai noi
ru: &Заменять старые файлы новыми
sk: Nahradiť &staré súbory novšími
sl: Stare datoteke &zamenjaj z novejšimi
sr: Замени &старе фајлове само новијим фајловима
sr@latn: Zameni &stare fajlove samo novijim fajlovima
sv: Ers&ätt endast gamla filer med nyare
ta: பழைய கோப்புகளை புதிய கோப்புகளினால் இடம் மாற்றவும்
tg: Ҷойивазкунии парвандаҳои кӯҳна &бо парвандаҳои нав
th: แทนที่แฟ้มเก่าด้วยแฟ้มที่ใหม่กว่าเท่านั้น
uk: Заміняти &старі файли тільки новішими
uz: Faqat eski fayllarni yangi fayllar bilan &almashtirish
uz@cyrillic: Фақат эски файлларни янги файллар билан &алмаштириш
zh_cn: 仅用较新的文件替换旧文件(&W)
zh_tw: 以較新的檔案取代舊有的檔案(&W)

source: Translate &LF to DOS CRLF (Zip)
ar: تحويل &LF إلى CRLF الخاصّة بدوس (Zip)
bg: Ко&нвертиране на край на ред (LF -> CRLF, Zip)
bs: Prevedi &LF u DOS CRLF (Zip)
ca: Tradueix &LF a CRLF de DOS (Zip)
cs: Převést &LF na DOS CRLF (Zip)
da: Oversæt LF til DOS &CRLF (Zip)
de: Zeilenumbruch von LF nach &CRLF (DOS-Notation) ändern (Zip)
el: Μετατροπή &LF σε DOS CRLF (Zip)
eo: Traduku LF al DOS &CRLF (Zip)
es: &Traducir LF por CRLF de MS-DOS (Zip)
et: LF -> DOS &CRLF teisendamine (Zip)
eu: Bihurtu &LF formatua DOS CRLF (Zip) formatura
fa: ترجمه &LFبه ) DOS CRLF (Zip‌
fi: Muuta LF Dosin &CRLF:ksi (Zip)
fr: Convertir les LF en &CRLF pour DOS (Zip)
gl: Traducir &LF a CRLF DOS (Zip)
he: ה&מר LF ל־CRLF של Zip) DOS)
hi: अनुवाद &LF से DOS CRLF (Zip)
hu: Az LF-ek átal&akítása CR+LF-re (Zip)
is: Breyta LF yfir í DOS &CRLF (Zip)
it: Traduci &LF in CRLF stile DOS (Zip)
ja: LF を DOS の CRLF に変換する(&L) (Zip)
kk: &LF жол аяқтаулары DOS CRLF деп ауыстырылсын (Zip)
km: បកប្រែ LF ទៅជា DOS CRLF (Zip)
ko: LF를 DOS CRLF로 변환 (Zip)(&L)
mk: Преведи LF во &CRLF како во DOS (Zip)
ms: Terjemah &LF kepada DOS CRLF (Zip)
nb: Oversett LF til DOS &CRLF (Zip)
nds: UNIX-Reegümbrook (&LF) na DOS-Ümbrook (CRLF) ümwanneln (Zip)
nl: &LF vertalen naar DOS CRLF (Zip)
nn: Endra &LF til DOS CRLF (Zip)
pa: &LF ਤੋਂ DOS CRLF ਅਨੁਵਾਦ (Zip)
pl: Konwersja końca wiersza na format &DOS (Zip)
pt: Traduzir os &LF's em CRLF's do DOS (Zip)
pt_br: Mudar fim de linha LF para DOS &CRLF (Zip)
ro: Translatează LF la &CRLF de MS-DOS (ZIP)
ru: Преобразовать LF в DOS &CRLF (Zip)
sk: Prekladať LF na DOS &CRLF (Zip)
sl: Prevedi &LF v DOS CRLF (Zip)
sr: П&реведи LF у DOS-ов CRLF (Zip)
sr@latn: P&revedi LF u DOS-ov CRLF (Zip)
sv: Översätt LF till DOS &CRLF (Zip)
ta: மொழிபெயர் LF இனை DOS &CRLF இற்கு மாற்று (Zip)
tg: Тарҷумаи &LF ба DOS CRLF (Zip)
th: แปลงอักขระ &LF ไปเป็น CRLF แบบ DOS (Zip)
uk: Переводити &LF в DOS CRLF (Zip)
zh_cn: 将换行符 &LF 转换成 DOS CRLF (Zip)
zh_tw: 將 &LF 轉換成 DOS CRLF (Zip)

source: Convert file names to &lowercase (Zip, Rar)
ar: تحويل أسماء الملفّات إلى أحرف &صغيرة (Zip, Rar)
bg: Конвертиране имената на файловете само с &малки букви (Zip, Rar)
bs: Pretvori imena datoteka u &mala slova (Zip, Rar)
ca: Converteix e&ls noms de fitxer a minúscules (Zip, Rar)
cs: Převést názvy souborů na ma&lá písmena (zip, rar)
da: Konvertér filnavne til &små bogstaver (Zip, Rar)
de: Dateinamen in &Kleinbuchstaben umwandeln (Zip, Rar)
el: Μετατροπή ονομάτων αρχείων σε πε&ζά γράμματα (Zip, Rar)
eo: &Minuskligu dosiernomojn (Zip, Rar)
es: &Convertir nombres de archivos a minúsculas (Zip, Rar)
et: &Kõik tähed failinimedes muudetakse väikesteks (Zip, Rar)
eu: Bihurtu fitxategi-izenak hizki &xehetara (Zip, Rar)
fa: تبدیل کردن نام پرونده‌ها به &حروف کوچک (Zip، Rar)‌
fi: Muuta tiedostonimet &pieniksi kirjaimiksi (Zip, Rar)
fr: Convertir les noms de fichier en &minuscules (Zip, Rar)
he: המ&ר שמות קבצים לאותיות קטנות (Rar ,Zip)
hu: A fájlnevek kis&betűssé konvertálása (Zip, Rar)
is: Breyta skráarnöfnum í &lágstafi (Zip, Rar)
it: Converti in &minuscolo i nomi dei file (Zip, Rar)
ja: ファイル名を小文字にする(&L) (Zip, Rar)
kk: Файл атаулары к&іші әріптерге айналдырылсын (Zip, Rar)
km: បម្លែង​ឈ្មោះ​ឯកសារ​ទៅ​ជា​អក្សរ​តូច (Zip, Rar)
ko: 파일 이름을 소문자로 변경 (Zip, Rar)(&L)
mk: Префрли ги имињата на датотеките во &мали букви (Zip, Rar)
ms: Tukar nama fail kepada &huruf kecil (Zip, Rar)
nb: Omgjør filnavn til &små bokstaver (Zip, Rar)
nds: Dateinaams na &Lüttschrieven ümwanneln (Zip, Rar)
nl: Bestandsnamen omzetten naar k&leine letters (Zip, Rar)
nn: Konverter filnamn til små &bokstavar (Zip, Rar)
pl: Zamiana nazw plików na małe &litery (Zip, Rar)
pt: Converter os nomes dos ficheiros para minúscu&las (Zip, Rar)
pt_br: Converter nomes de arquivo para letras minúscu&las (Zip, Rar)
ro: Converteşte numele de fişiere la litere &mici (ZIP, RAR)
ru: Преобразовывать имена файлов в &нижний регистр (Zip, Rar)
sk: Previesť mená súborov na &malé písmená (Zip, Rar)
sl: Imena datotek pretvori v &male črke (Zip, Rar)
sr: Пребаци имена фајлова у &мала слова (Zip, Rar)
sr@latn: Prebaci imena fajlova u &mala slova (Zip, Rar)
sv: Konvertera fi&lnamn till gemener (Zip, Rar)
ta: கோப்புப்பெயர்களை &சிற்றெழுத்திற்கு மாற்று (Zip, Rar)
tg: Табдили номи парвандаҳо бо ҳарфҳои &хурд (Zip, Rar)
th: แปลงชื่อแฟ้&มให้เป็นอักษรตัวเล็กทั้งหมด (Zip, Rar)
uk: Перевести назви файлів у &нижній регістр (Zip, Rar)
uz: Fayllarning nomini &kichkina harflarga almashtirish (Zip, Rar)
uz@cyrillic: Файлларнинг номини &кичкина ҳарфларга алмаштириш (Zip, Rar)
zh_cn: 将文件名转换为小写(&L) (Zip, Rar)
zh_tw: 將檔案名稱改成小寫 [Zip, Rar] (&L)

source: Convert file names to &uppercase (Rar)
ar: تحويل أسماء الملفّات إلى أحرف &كبيرة (Rar)
bg: Конвертиране имената на файловете само с &главни букви (Zip, Rar)
bs: Pretvori imena datoteka u &velika slova (Rar)
ca: Converteix els noms de fitxer a majúsc&ules (Zip, Rar)
cs: Převést názvy so&uborů na velká písmena (rar)
da: Konvertér filnavne til store &bogstaver (Rar)
de: Dateinamen in &Großbuchstaben umwandeln (Rar)
el: Μετατροπή ονομάτων αρχείων σε κε&φαλαία (Rar)
eo: &Majuskligu dosiernomojn (Rar)
es: Convertir nombres de archivos a &mayúsculas (Rar)
et: Kõik tähed failinimedes muudetakse s&uurteks (Rar)
eu: Bihurtu fitxategi-izenak hizki &larrietara (Rar)
fa: تبدیل کردن نام پرونده‌ها به &حروف بزرگ ) Rar(‌
fi: Muuta tiedostonimet &isoiksi kirjaimiksi (Rar)
fr: Convertir les noms de fichiers en maj&uscules (Rar)
he: המר שמות &קבצים לאותיות רישיות (Rar)
hu: A fájlnevek nag&ybetűssé konvertálása (Rar)
is: Breyta skráarnöfnum í &hástafi (Rar)
it: Converti in maiu&scolo i nomi dei file (Rar)
ja: ファイル名を大文字にする(&U) (Rar)
kk: Файл атаулары үлк&ен әріптерге айналдырылсын (Rar)
km: បម្លែង​ឈ្មោះ​ឯកសារ​ទៅ​ជាអក្សរ​ធំ (Rar)
ko: 파일 이름을 대문자로 변경(Rar)(&U)
mk: Префрли ги имињата на датотеките во &големи букви (Rar)
ms: Tukar nama fail kepada &huruf besar (Rar)
nb: Omgjør filnavn til s&tore bokstaver (Rar)
nds: Dateinaams na &Grootschrieven ümwanneln (Rar)
nl: Bestandsnamen omzetten naar h&oofdletters (Rar)
nn: Konverter filnamn til store b&okstavar (Rar)
pl: Zamiana nazw plików na &wielkie litery (Rar)
pt: Converter os nomes dos ficheiros para maiúsc&ulas (Rar)
pt_br: Converter nomes de arquivo para letras maiúsc&ulas (Rar)
ro: Converteşte numele de fişiere la litere &mari (RAR)
ru: Преобразовывать имена файлов в &верхний регистр (Rar)
sk: Previesť mená súborov na &veľké písmená (Rar)
sl: Imena datotek pretvori v &velike črke (Rar)
sr: Пребаци имена фајлова у &велика слова (Rar)
sr@latn: Prebaci imena fajlova u &velika slova (Rar)
sv: Konvertera filnamn till &versaler (Rar)
ta: கோப்புப்பெயர்களை &பேரேழுத்துக்களாக மாற்று (Rar)
tg: Табдили номи парвандаҳо бо ҳарфҳои &калон (Rar)
th: แปลงชื่อแฟ้มให้เป็นอักษรตัวใ&หญ่ทั้งหมด (Rar)
uk: Перевести назви файлів у &верхній регістр (Rar)
uz: Fayllarning nomini &bosh harflarga almashtirish (Rar)
uz@cyrillic: Файлларнинг номини &бош ҳарфларга алмаштириш (Rar)
zh_cn: 将文件名转换为大写(&U) (Rar)
zh_tw: 將檔案名稱改成大寫 [Rar] (&U]·
