Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ark.po
Languages: ar, bg, bs, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: This archive is read-only. If you want to save it under a new name, go to the File menu and select Save As.
ar: هذا الأرشيف للقراءة فقط. إذا كنت تريد حفظه تحت اسم آخر اذهب إلى قائمة ملف واختر حفظ باسم.
bg: Този архив е само за четене. Ако искате да го запишете под друго име, изберете от главното меню "Файл" операцията "Запис като".
bs: Ova arhiva je samo za čitanje. Ako je želite snimiti pod drugim imenom, idite na meni Datoteka i izaberite Snimi kao.
ca: Aquest arxiu és només de lectura. Si vols guardar-lo amb un altre nom, ves al menú Fitxer i escull Desa com a.
cs: Archív je pouze ke čtení. Chcete-li jej uložit pod jiným jménem, přejděte do nabídky Soubor a zvolte Uložit jako.
da: Dette arkiv kan kun læses. Hvis du vil gemme det under et nyt navn, så gå til 'Fil'-menuen og vælg 'Gem som'.
de: Dieses Archiv kann nur gelesen werden. Wenn Sie das Archiv unter einem neuen Namen speichern wollen, benutzen Sie den Menüpunkt "Speichern unter ..." im Menü Datei.
el: Η αρχειοθήκη είναι μόνο για ανάγνωση. Αν θέλετε να την αποθηκεύσετε με νέο όνομα, πηγαίνετε στο μενού Αρχείο και επιλέξτε Αποθήκευση ως.
eo: Tiu arĥivo estas nurlega. Se vi volas sekurigi ĝin sub nova nomo, iru al la menuo 'Dosiero' kaj elektu 'Konservu kiel'.
es: Este archivo comprimido es sólo de lectura. Si desea guardarlo con un nuevo nombre, vaya al menú «Archivo» y seleccione «Guardar como».
et: Arhiivi on võimalik ainult lugeda. Kui sa soovid seda salvestada uue nimega, siis vali menüüst Fail -> Salvesta kui.
eu: Artxibo hau irakurketa-soilekoa da. Izen berri batekin gorde nahi baduzu, jo Fitxategi menura eta aukeratu Gorde Honela.
fa: این بایگانی، فقط خواندنی است. اگر می‌خواهید آن را با نامی جدید ذخیره کنید، به گزینگان پرونده بروید و ذخیره به عنوان را برگزینید.
fi: Pakettia voidaan vain lukea. Jos haluat tallentaa sen uudella nimellä, valitse Tiedosto→Tallenna nimellä.
fr: Cette archive est en lecture seule. Si vous voulez l'enregistrer sous un nouveau nom, allez dans le menu Fichier, et choisissez Enregistrer sous.
gl: O arquivo é de só lectura. Se quere gardalo baixo un novo nome, vaia ó menú Ficheiro e escolla Gravar Como.
he: ארכיון זה הינו לקריאה בלבד. אם ברצונך לשמור אותו תחת שם חדש, בחר בשמירה בשם מתוך תפריט הקובץ.
hi: यह अभिलेख सिर्फ पढ़ने योग्य है. यदि आप इसे नए नाम से सहेजना चाहते हैं तो फ़ाइल मेन्यू में जाएँ तथा चुनें - ऐसे सहेजें.
hu: Ez az archívum csak olvasható. Ha új néven szeretné elmenteni, válassza a Fájl menüből a Mentés másként parancsot.
is: Þessi safnskrá er ritvarin. Ef þú vilt vista breytingar í nýrri skrá þá skaltu velja "vista sem" úr "skrá" valblaðinu.
it: Questo archivio è di sola lettura. Se vuoi salvarlo con un nuovo nome, va nel menu File e seleziona Salva con nome.
ja: このアーカイブは読み取り専用です。別の名前で保存するにはファイルメニューから「名前を付けて保存」を選択してください。
kk: Бұл архив тек оқу үшін. Егер бұны жаңа атаумен сақтағыңыз келсе, "Файл" мәзіріндегі "Былай сақтау" дегенді таңдаңыз.
km: ប័ណ្ណ​សារ​នេះ​គឺ​បាន​តែ​អាន ។ ប្រសិន​បើ​អ្នក​ចង់​រក្សា​ទុកវា​ក្រោមឈ្មោះ​ថ្មី ចូល​ទៅ​ម៉ឺនុយ​ឯកសារ និង​ជ្រើស រក្សា​ទុក​ជា ។
ko: 이 압축파일은 읽기 전용 파일입니다. 새로운 이름으로 저장하려면 메뉴에서 파일 -> 다른 이름으로 저장 을 선택하십시오.
mk: Оваа архива е само за читање. Ако сакате да ја зачувате под ново име, одете во менито Датотека и изберете Зачувај како.
ms: Arkib ini baca sahaja. Jika anda ingin menyimpannya di bawah nama baru, pergi ke menu Fail dan pilih Simpan Sebagai.
nb: Dette arkivet er skrivebeskyttet. Hvis du vil lagre det med et nytt navn, så gå til Fil-menyen og velg «Lagre som … ».
nds: Dit Archiv is bloots leesbor. Wenn Du dat mit en anner Naam sekern wullt, söök "Sekern as..." binnen dat Menü "Datei" ut.
nl: Dit archief is alleen-lezen. Als u het onder een nieuwe naam wilt opslaan, ga dan naar het menu "Bestand" en kies "Opslaan als".
nn: Dette arkivet kan berre lesast frå. Dersom du vil lagra det under eit nytt namn, gå til filmenyen og vel «Lagra som»
pa: ਇਹ ਪੁਰਾਲੇਖ ਸਿਰਫ਼ ਪੜਨ ਲਈ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੂੰ ਨਵੇਂ ਨਾਂ ਨਾਲ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਫਾਇਲ ਮੇਨੂ ਉੱਤੇ ਜਾਉ ਅਤੇ ਏਦਾਂ ਸੰਭਾਲੋ ਦੀ ਚੋਣ ਕਰੋ।
pl: Archiwum jest dostępne tylko do odczytu. Żeby je zapisać, wejdź do menu Plik i wybierz polecenie Zapisz jako.
pt: Este pacote apenas pode ser lido. Se o quiser gravar com um novo nome, vá ao menu Ficheiro e seleccione Gravar Como.
pt_br: Este pacote é somente para leitura. Se você quer salvá-lo com um novo nome, vá para o menu Arquivo e selecione a opção Salvar Como.
ro: Această arhivă poate fi numai citită. Dacă doriţi să o salvaţi sub un nume nou, atunci selectaţi itemul "Salvează ca" din meniul "Fişier".
ru: Этот архив доступен только для чтения. Чтобы сохранить его под другим именем, выберите пункт меню Файл->Сохранить как...
sk: Tento archív je určený len na čítanie. Ak ho chcete uchovať pod novým menom, vstúpte do menu Súbor a vyberte Uložiť ako.
sl: Ta arhiv je samo berljiv. Če ga želite posneti z drugim imenom, pojdite v menu Datoteka in izberite Shrani kot.
sr: Ова архива обележена као само-за-читање. Ако желите да је снимите под новим именом, изаберите опцију „Сними као“ из менија „Фајл“.
sr@latn: Ova arhiva obeležena kao samo-za-čitanje. Ako želite da je snimite pod novim imenom, izaberite opciju „Snimi kao“ iz menija „Fajl“.
sv: Det här arkivet är skrivskyddat. Om du vill spara det under ett nytt namn, gå till menyn Arkiv och välj Spara som.
ta: இந்த ஆவணக் காப்பகம் வாசிப்பதற்கு-மட்டும். அதை வேறு ஒரு புதிய பெயரில், சேமிக்க, கோப்பு பட்டிக்குப் போய் இப்படி சேமிக்கவும் என்பதை தேர்ந்தெடுக்கவும்.
tg: Ин бойгонӣ танҳо барои хониш аст. Агар хоҳед, ки онро дар зери номи нав сабт намоед, ба менюи Файл гузаред ва Сабт ҳамчун-ро интихоб кунед.
th: นี่เป็นแฟ้มบีบอัดแบบอ่านได้อย่างเดียว หากคุณต้องการบันทึกมันเป็นชื่อใหม่ ให้เลือกที่เมนู แฟ้ม และเลือกเมนูย่อย บันทึกเป็น
uk: Цей архів - тільки для читання. Якщо ви хочете зберегти його з новою назвою, то у меню Файл виберіть "Зберегти як".
uz: Ushbu arxiv faqat oʻqish uchun. Agar uni yangi nom ostida saqlashni istasangiz, Fayl menyusidan Saqlash bandini tanlang.
uz@cyrillic: Ушбу архив фақат ўқиш учун. Агар уни янги ном остида сақлашни истасангиз, Файл менюсидан Сақлаш бандини танланг.
zh_cn: 该存档文件具有只读属性。如果您要以新文件名保存它，请在“文件”菜单中选择“另存为”。
zh_tw: 本壓縮檔是唯讀的，如果您希望將它儲存為另一個名稱，請在選單列中選取「檔案」→「另存新檔」。

source: An error occurred while trying to open the archive %1
ar: حدث خطأ أثناء محاولة فتح الأرشيف %1
bg: Грешка при отваряне на архива "%1"
bs: Došlo je do greške pri pokušaju otvaranja arhive %1
ca: Hi ha hagut un error en intentar obrir l'arxiu %1
cs: Nastala chyba při pokusu o otevření archívu %1
da: Der opstod en fejl ved forsøg på at åbne arkiv %1
de: Beim Öffnen des Archivs ist ein Fehler aufgetreten: %1
el: Ένα σφάλμα συνέβη κατά την προσπάθεια ανοίγματος της αρχειοθήκης %1
eo: Problemo okazis dum malfermo de la arĥivo %1
es: Ha ocurrido un error al intentar abrir el archivo comprimido %1
et: Arhiivi %1 avamisel tekkis viga.
eu: Akatsa jaso da %1 artxiboa irekitzerakoan
fa: هنگام باز کردن بایگانی %1 خطایی رخ داد
fi: Tapahtui virhe yritettäessä avata pakettia ”%1”
fr: Une erreur est survenue lors de l'ouverture de l'archive « %1 »
gl: Ocorreu un erro mentres se tentaba abri-lo arquivo %1
he: שגיאה אירעה בעת פתיחה הארכיב %1
hi: अभिलेख %1 खोलने की कोशिश मे एक त्रुटि हुई.
hu: Hiba történt a(z) %1 nevű tömörített fájl megnyitása közben
is: Villa kom upp þegar reynt var að opna safnskrána %1
it: Si è verificato un errore durante l'apertura dell'archivio %1
ja: アーカイブ %1 を開こうとしてエラー発生
kk: %1 архивін ашқан кезде бір қате орын алды
km: កំហុស​មួយ​បាន​កើត​ឡើង ខណៈ​ពេលកំពុងព្យាយាម​បើក​ប័ណ្ណសារ %1
ko: 압축 파일 %1을(를) 여는 도중 오류가 발생하였습니다.
mk: Се случи грешка за време на обидот за отворање на архивата %1
ms: Ralat berlaku semasa cuba membuka arkib %1
nb: Problemer ved åpning av arkivet %1
nds: Dat geev en Fehler bi't Opmaken vun dat Archiv "%1".
nl: Er trad een fout op tijdens het openen van het archief %1
nn: Problem ved opning av arkivet %1
pa: ਪੁਰਾਲੇਖ %1 ਨੂੰ ਖੋਲਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ
pl: Błąd podczas próby otwarcia archiwum %1
pt: Ocorreu um erro ao tentar abrir o pacote %1
pt_br: Ocorreu um erro ao tentar abrir o pacote %1
ro: A apărut o eroare la deschiderea arhivei %1
ru: Ошибка открытия архива %1
sk: Nastala chyba pri otváraní archívu %1
sl: Prišlo je do napake pri odpiranju arhiva %1
sr: Дошло је до грешке приликом покушаја да се отвори архива %1
sr@latn: Došlo je do greške prilikom pokušaja da se otvori arhiva %1
sv: Ett fel uppstod vid försök att öppna arkivet %1
ta: காப்பகத்திற்கு திறக்கும் பொழது பினழ எற்ப்பட்டது %1.
tg: Ҳангоми кӯшиши кушодани бойгонии %1 хатогӣ рух дод
th: เกิดข้อผิดพลาดขณะกำลังพยายามเปิดแฟ้มบีบอัด %1
uk: Трапилась помилка під час відкриття архіву %1
uz: %1 arxivini ochishda xato roʻy berdi
uz@cyrillic: %1 архивини очишда хато рўй берди
zh_cn: 试图打开存档文件 %1 时出错...
zh_tw: 嘗試開啟壓縮檔 %1 時發生錯誤。

source: General
ar: عام
bg: Общи
bs: Opšte
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
eo: Ĝenerala
et: Üldine
eu: Orokorra
fa: عمومی
fi: Yleiset
fr: Général
he: כללי
hu: Általános
is: Almennt
it: Generale
ja: 全般
kk: Жалпы
km: ទូទៅ
ko: 일반
mk: Општо
ms: Umum
nb: Generelt
nds: Allgemeen
nl: Algemeen
nn: Generelt
pa: ਸਧਾਰਨ
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sr: Опште
sr@latn: Opšte
sv: Allmänt
ta: பொது
tg: Умумӣ
th: ทั่วไป
uk: Загальне
uz: Umumiy
uz@cyrillic: Умумий
zh_cn: 常规
zh_tw: 一般

source: General Settings
ar: الإعدادات العامة
bg: Общи настройки
bs: Opšte postavke
ca: Paràmetres generals
cs: Obecné nastavení
da: Generel opsætning
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
eo: Ĝenerala agordo
es: Preferencias generales
et: Üldseadistused
eu: Ezarpen Orokorrak
fa: تنظیمات عمومی
fi: Perusasetukset
fr: Configuration général
he: הגדרות כלליות
hu: Általános beállítások
is: Almennar stillingar
it: Impostazioni generali
ja: 全般設定
kk: Жалпы баптаулары
km: ការ​កំណត់​ទូទៅ
ko: 일반 설정
mk: Општи поставувања
ms: Seting Umum
nb: Generelle innstillinger
nds: Allgemeen Instellen
nl: Algemene instellingen
nn: Generelle innstillingar
pa: ਸਧਾਰਨ ਸੈਟਿੰਗ
pl: Ustawienia ogólne
pt: Configuração Geral
pt_br: Configurações Gerais
ro: Setări generale
ru: Общие параметры
sk: Všeobecné nastavenia
sl: Splošne nastavitve
sr: Опште поставке
sr@latn: Opšte postavke
sv: Allmänna inställningar
ta: பொது அமைப்புகள்
tg: Мушаххасоти умумӣ
th: ตั้งค่าทั่วไป
uk: Загальні параметри
uz: Umumiy moslamalar
uz@cyrillic: Умумий мосламалар
zh_cn: 常规设置
zh_tw: 一般設定

source: Addition
ar: إضافة
bg: Добавяне
bs: Dodavanje
ca: Afegint
cs: Přidávání
da: Tilføjelse
de: Hinzufügen
el: Προσθήκη
eo: Aldonado
es: Añadir
et: Lisamine
eu: Eransteko
fa: افزودن
fi: Lisääminen
fr: Ajout
gl: Adición
he: הוספה
hi: जोड़ें
hu: Hozzáadás
is: Viðbætur
it: Aggiunta
ja: 追加
kk: Қосу амалы
km: ការ​បន្ថែម
ko: 추가
mk: Додавање
ms: Tambahan
nb: Tillegg
nds: Tofögen
nl: Toevoeging
nn: Legg til
pa: ਜੋੜੋ
pl: Dodawanie
pt: Adição
pt_br: Adição
ro: Adăugare
ru: Добавление
sk: Pridávanie
sl: Dodajanje
sr: Додавање
sr@latn: Dodavanje
sv: Tillägg
ta: சேர்த்தல்
tg: Илова
th: การเพิ่ม
uk: Додавання
uz: Qoʻshish
uz@cyrillic: Қўшиш
zh_cn: 添加文件
zh_tw: 附加

source: File Addition Settings
ar: إعدادات إضافة الملفات
bg: Настройки за добавяне
bs: Postavke dodavanja datoteka
ca: Paràmetres d'afegir fitxers
cs: Nastavení pro přidávání
da: Opsætning af tilføjelse af filer
de: Einstellungen zum Hinzufügen
el: Ρυθμίσεις προσθήκης αρχείων
eo: Agordo pri aldonado
es: Preferencias para añadir archivos
et: Lisamise seadistused
eu: Fitxategi Eransketa Ezarpenak
fa: تنظیمات افزودن پرونده
fi: Tiedostojen lisäämisen asetukset
fr: Configuration de l'ajout de fichier
gl: Opcións da Adición de Ficheiros
he: הגדרות הוספת קבצים
hi: फ़ाइल जोड़ना विन्यास
hu: Fájlhozzáadási beállítások
is: Viðbótarstillingar
it: Impostazioni di aggiunta file
ja: ファイル追加の設定
kk: Қосу амалының баптаулары
km: ការ​កំណត់បន្ថែម​ឯកសារ
ko: 파일 추가 설정
mk: Поставувања за додавањето на датотеки
ms: Seting Tambahan Fail
nb: Oppsett for filtillegg
nds: Instellen för't Tofögen
nl: Instellingen voor bestanden toevoegen
nn: Innstillingar for tillegg av filer
pa: ਫਾਇਲ ਜੋੜਨ ਸੈਟਿੰਗ
pl: Opcje dodawania plików
pt: Configuração da Adição de Ficheiros
pt_br: Configurações de Adição de Arquivos
ro: Setări adăugare fişiere
ru: Параметры добавления файлов
sk: Nastavenie pridávania súborov
sl: Nastavitve dodajanja datotek
sr: Поставке за додавање фајлова
sr@latn: Postavke za dodavanje fajlova
sv: Filtilläggsinställningar
ta: கோப்பு அமைப்புகளைச்
tg: Мушаххасоти иловагии парванда
th: ตั้งค่าการเพิ่มแฟ้ม
uk: Параметри додавання файлів
uz: Faylni qoʻshish moslamalari
uz@cyrillic: Файлни қўшиш мосламалари
zh_cn: 文件添加设置
zh_tw: 檔案附加設定

source: Extraction
ar: الإستخلاص
bg: Извличане
bs: Raspakiranje
ca: Extracció
cs: Rozbalování
da: Udpakning
de: Entpacken
el: Εξαγωγή
eo: Elpakado
es: Extraer
et: Lahtipakkimine
eu: Erauzketa
fa: استخراج
fi: Purkaminen
gl: Extracción
he: פריסה
hi: निकालें
hu: Kitömörítés
is: Afþjöppun
it: Estrazione
ja: 展開
kk: Тарқату
km: ការ​ស្រង់ចេញ
ko: 압축 해제
mk: Отпакувај
ms: Pengekstrakan
nb: Utpakking
nds: Utpacken
nl: Uitpakken
nn: Utpakking
pa: ਖੋਲਣਾ
pl: Rozpakowywanie
pt: Extracção
pt_br: Extração
ro: Extragere
ru: Распаковка
sk: Rozbalenie
sl: Izvlečevanje
sr: Распакивање
sr@latn: Raspakivanje
sv: Uppackning
ta: பிரித்தெடுத்தல்
tg: Истихроҷ
th: การคลายแฟ้ม
uk: Розпакування
uz: Ajratish
uz@cyrillic: Ажратиш
zh_cn: 解压缩
zh_tw: 解壓

source: Extraction Settings
ar: إعدادات الإستخلاص
bg: Настройки за извличане
bs: Postavke raspakiranja
ca: Paràmetres d'extracció
cs: Nastavení pro rozbalování
da: Udpakningsopsætning
de: Einstellungen zum Entpacken
el: Ρυθμίσεις εξαγωγής
eo: Agordo pri elpakado
es: Preferencias para extraer
et: Lahtipakkimise seadistused
eu: Erauzketaren ezarpenak
fa: تنظیمات استخراج
fi: Purkamisen asetukset
fr: Configuration de l'extraction
gl: Opcións da Extracción
he: הגדרות פריסה
hi: निकालना विन्यास
hu: Kitömörítési beállítások
is: Afþjöppunarstillingar
it: Impostazioni di estrazione
ja: 展開の設定
kk: Тарқату амалының баптаулары
km: ការ​កំណត់​ស្រង់ចេញ
ko: 압축 해제 설정
mk: Поставувања за отпакувањето
ms: Seting Pengekstrakan
nb: Innstillinger for utpakking
nds: Instellen för't Utpacken
nl: Uitpakinstellingen
nn: Innstillingar for utpakking
pa: ਖੋਲਣ ਸੈਟਿੰਗ
pl: Opcje rozpakowywania
pt: Configuração da Extracção
pt_br: Configurações de Extração
ro: Setări extragere
ru: Настройки распаковки
sk: Nastavenie rozbalenia
sl: Nastavitve izvlečevanja
sr: Поставке распакивања
sr@latn: Postavke raspakivanja
sv: Uppackningsinställningar
ta: அமைப்புகள் பிரித்திடு
tg: Мушаххасоти истихроҷ
th: ตั้งค่าการคลายแฟ้ม
uk: Параметри розпакування
uz: Ajratish moslamalari
uz@cyrillic: Ажратиш мосламалари
zh_cn: 解压缩设置
zh_tw: 解壓設定

source: Filename
ar: اسم الملف
bg: Име на файл
bs: Datoteka
ca: Nom del fitxer
cs: Soubor
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
eo: Dosieronomo
es: Nombre de archivo
et: Failinimi
eu: Fitxategi-izena
fa: نام پرونده
fi: Tiedostonimi
fr: Nom de fichier
gl: Nome de Ficheiro
he: שם קובץ
hi: फ़ाइलनाम
hu: Fájlnév
is: Skráarnafn
it: Nome file
ja: ファイル名
kk: Файлдың атауы
km: ឈ្មោះ​ឯកសារ
ko: 파일 이름
mk: Име на датотека
ms: Nama Fail
nb: Filnavn
nds: Dateinaam
nl: Bestandsnaam
nn: Filnamn
pa: ਫਾਇਲ ਨਾਂ
pl: Nazwa pliku
pt: Nome do Ficheiro
pt_br: Nome de arquivo
ro: Nume fişier
ru: Название
sk: Názov súboru
sl: Ime datoteke
sr: Име фајла
sr@latn: Ime fajla
sv: Filnamn
ta: கோப்புபெயர்
tg: Номи парванда
th: ชื่อแฟ้ม
uk: Назва файла
uz: Faylning nomi
uz@cyrillic: Файлнинг номи
zh_cn: 文件名
zh_tw: 檔案名稱

source: Permissions
ar: الأذون
bg: Права
bs: Privilegije
ca: Permisos
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
el: Άδειες
eo: Permesoj
es: Permisos
et: Loabitid
eu: Baimenak
fa: مجوزها
fi: Oikeudet
gl: Permisos
he: הרשאות
hi: अनुमतियाँ
hu: Jogosultságok
is: Heimildir
it: Permessi
ja: 許可属性
kk: Рұқсаттары
km: សិទ្ធិ
ko: 권한
mk: Дозволи
ms: Keizinan
nb: Rettigheter
nds: Verlöven
nl: Toegangsrechten
nn: Løyve
pa: ਅਧਿਕਾਰ
pl: Prawa
pt: Permissões
pt_br: Permissões
ro: Permisiuni
ru: Права доступа
sk: Prístupové práva
sl: Dovoljenja
sr: Дозволе
sr@latn: Dozvole
sv: Skydd
ta: அனுமதிகள்
tg: Рухсатҳо
th: สิทธิ์ที่อนุญาต
uk: Дозволи
uz: Huquqlar
uz@cyrillic: Ҳуқуқлар
zh_cn: 权限
zh_tw: 權限

source: Owner/Group
ar: المالك/ المجموعة
bg: Собственик/Група
bs: Vlasnik/Grupa
ca: Propietari/Grup
cs: Vlastník/Skupina
da: Ejer/gruppe
de: Eigentümer/Gruppe
el: Ιδιοκτήτης/Ομάδα
eo: Posedanto/Grupo
es: Propietario/Grupo
et: Omanik/grupp
eu: Jabea/Taldea
fa: مالک/گروه
fi: Omistaja/Ryhmä
fr: Propriétaire / Groupe
gl: Propietario/Grupo
he: בעלים/קבוצה
hi: मालिक/समूह
hu: Tulajdonos/csoport
is: Eigandi/Hópur
it: Proprietario/gruppo
ja: 所有者/グループ
kk: Иесі/Тобы
km: ម្ចាស់/ក្រុម
ko: 소유자/그룹
mk: сопственик/група
ms: Pemilik/Kumpulan
nb: Eier/Gruppe
nds: Eegner/Koppel
nl: Eigenaar/groep
nn: Eigar/Gruppe
pa: ਮਾਲਕ/ਗਰੁੱਪ
pl: Właściciel/grupa
pt: Dono/Grupo
pt_br: Dono/Grupo
ro: Propr./Grup
ru: Владелец/Группа
sk: Vlastník/Skupina
sl: Uporabnik/Skupina
sr: Власник/група
sr@latn: Vlasnik/grupa
sv: Ägare/Grupp
ta: உரிமையாளர்/அணி
tg: Соҳиб/Гурӯҳ
th: เจ้าของ/กลุ่ม
uk: Власник/група
uz: Egasi/Guruh
uz@cyrillic: Эгаси/Гуруҳ
zh_cn: 属主/群组
zh_tw: 擁有者/群組

source: Size
ar: الحجم
bg: Размер
bs: Veličina
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
eo: Grandeco
es: Tamaño
et: Suurus
eu: Neurria
fa: اندازه
fi: Koko
fr: Taille
gl: Tamaño
he: גודל
hi: आकार
hu: Méret
is: Stærð
it: Dimensione
ja: サイズ
kk: Көлемі
km: ទំហំ
ko: 크기
mk: Големина
ms: Saiz
nb: Størrelse
nds: Grött
nl: Grootte
nn: Storleik
pa: ਅਕਾਰ
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ro: Mărime
ru: Размер
sk: Veľkosť
sl: Velikost
sr: Величина
sr@latn: Veličina
sv: Storlek
ta: அளவு
tg: Андоза
th: ขนาด
uk: Розмір
uz: Hajmi
uz@cyrillic: Ҳажми
zh_cn: 大小
zh_tw: 大小

source: Timestamp
ar: الطابع الزمني
bg: Променен
bs: Vrijeme
ca: Data
cs: Čas
da: Tidsstempel
de: Letzte Änderung
el: Αποτύπωση ώρας
eo: Tempomarko
es: Fecha y hora
et: Ajatempel
eu: Denbora-marka
fa: مهر زمان
fi: Aika
fr: Date
he: חותמת זמן
hi: समय-चिह्न
hu: Dátum
is: Tími
it: Ora
ja: タイムスタンプ
kk: Уақыт белгісі
km: ត្រា​ពេលវេលា
ko: 시간
mk: Временска ознака
nb: Endret
nds: Tietmark
nl: Datum
nn: Tidsstempel
pa: ਸਮਾਂ-ਮੋਹਰ
pl: Data
pt_br: Data/hora
ro: Data
ru: Дата
sk: Časová značka
sl: Čas nastanka
sr: Временски печат
sr@latn: Vremenski pečat
sv: Tidsstämpel
ta: காலமுத்திரை
tg: Қолаби вақт
th: เวลา
uk: Мітка часу
uz: Vaqt
uz@cyrillic: Вақт
zh_cn: 时间戳
zh_tw: 時間標記

source: Link
ar: رابط
bg: Връзка
ca: Enllaç
cs: Odkaz
de: Verknüpfung
el: Δεσμός
eo: Ligo
es: Enlace
et: Viit
eu: Esteka
fa: پیوند
fi: Linkki
fr: Lien
gl: Ligazón
he: קישור
hi: लिंक
is: Vísun
it: Collegamento
ja: リンク
kk: Сілтемесі
km: តំណ
ko: 링크
mk: Врска
ms: Pautan
nb: Lenke
nl: Koppeling
nn: Lenkje
pa: ਸਬੰਧ
pl: Dowiązanie
ro: Legătura
ru: Ссылка
sk: Linka
sl: Povezava
sr: Веза
sr@latn: Veza
sv: Länk
ta: இணைப்பு
tg: Пайванд
th: ลิงค์
uk: Посилання
uz: Bogʻ
uz@cyrillic: Боғ
zh_cn: 链接
zh_tw: 連結

source: Size Now
ar: الحجم الآن
bg: Компресиран
bs: Veličina
ca: Mida ara
cs: Nynější velikost
da: Størrelse nu
de: jetzige Größe
el: Μέγεθος τώρα
eo: Grandeco nun
es: Tamaño actual
et: Suurus praegu
eu: Neurria Orain
fa: اندازۀ کنونی
fi: Koko nyt
fr: Taille Actuelle
gl: Tamaño Agora
he: גודל כעת
hi: अभी आकार
hu: Méret (tömörítve)
is: Stærð nú
it: Dimensione attuale
ja: 現在のサイズ
kk: Мұндағы көлемі
km: ទំហំ​ឥឡូវ
ko: 현재 크기
mk: Големина сега
ms: Saiz Sekarang
nb: Størrelse nå
nds: Grött opstunns
nl: Huidige grootte
nn: Storleik no
pa: ਅਕਾਰ ਹੁਣ
pl: Aktualny rozmiar
pt: Tamanho Actual
pt_br: Tamanho atual
ro: Mărime actuală
ru: Размер а архиве
sk: Terajšia veľkosť
sl: Trenutna velikost
sr: Величина у архиви
sr@latn: Veličina u arhivi
sv: Storlek nu
ta: இப்போது அளவிடு
tg: Андозаи ҳозира
th: ขนาดตอนนี้
uk: Поточний розмір
uz: Joriy hajmi
uz@cyrillic: Жорий ҳажми
zh_cn: 目前大小
zh_tw: 目前大小

source: Ratio
ar: المعدّل
bg: Съотношение
bs: Omjer
ca: Rati
cs: Poměr
de: Rate
el: Λόγος
eo: Kunpremiteco
es: Compresión
et: Suhe
eu: Ratioa
fa: نسبت
fi: Suhde
fr: Taux
gl: Razón
he: שיעור
hi: अनुपात
hu: Arány
is: Hlutfall
it: Rapporto
ja: 比率
kk: Қысылымы
km: សមាមាត្រ
ko: 압축률
mk: Однос
ms: Nisbah
nb: Forhold
nds: Proportschoon
nn: Høve
pa: ਅਨੁਪਾਤ
pl: Upakowanie
pt: Compactação
pt_br: Proporção
ro: Rata
ru: Сжатие
sk: Pomer
sl: Razmerje
sr: Однос
sr@latn: Odnos
sv: Förhållande
ta: தகவு
tg: Таносуб
th: อัตราบีบ
uk: Коефіцієнт
uz: Nisbat
uz@cyrillic: Нисбат
zh_cn: 比例
zh_tw: 壓縮比

source: _: acronym for Cyclic Redundancy Check CRC
ar: CRC
bg: CRC
bs: CRC
ca: CRC
cs: CRC
da: crc
de: CRC
el: CRC
eo: CRC
es: CRC
et: CRC
eu: CRC
fi: CRC
fr: CRC
gl: CCR
he: CRC
hi: सीआरसी
hu: CRC
is: CRC
it: CRC
ja: CRC
kk: CRC
km: CRC
ko: CRC
mk: CRC
ms: CRC
nb: CRC (Cyclic Redundancy Check)
nds: CRC
nl: CRC
nn: CRC
pa: CRC
pl: CRC
pt: CRC
pt_br: CRC
ro: CRC
ru: CRC
sk: CRC
sl: CRC
sr: CRC
sr@latn: CRC
sv: CRC
ta: CRC
tg: акроним барои Cyclic Redundancy Check CRC
th: CRC
uk: Контрольна сума
zh_cn: CRC
zh_tw: CRC

source: Method
ar: طريقة
bg: Метод
bs: Metod
ca: Mètode
cs: Metoda
da: Metode
de: Methode
el: Μέθοδος
eo: Metodo
es: Método
et: Meetod
eu: Metodoa
fa: روش
fi: Tapa
fr: Méthode
gl: Método
he: שיטה
hi: विधि
hu: Eljárás
is: Aðferð
it: Metodo
ja: メソッド
kk: Әдісі
km: វិធីសាស្ត្រ
ko: 압축 방법
mk: Метода
ms: Kaedah
nb: Metode
nds: Metood
nl: Methode
nn: Metode
pa: ਢੰਗ
pl: Metoda
pt: Método
pt_br: Método
ro: Metoda
ru: Метод
sk: Metóda
sl: Metoda
sr: Метод
sr@latn: Metod
sv: Metod
ta: முறை
tg: Усул
th: บีบแบบ
uk: Метод
uz: Usuli
uz@cyrillic: Усули
zh_cn: 方法
zh_tw: 壓縮法

source: Version
ar: الإصدارة
bg: Версия
bs: Verzija
ca: Versió
cs: Verze
el: Έκδοση
eo: Versio
es: Versión
et: Versioon
eu: Bertsioa
fa: نسخه
fi: Versio
gl: Versión
he: גרסה
hi: संस्करण
hu: Verzió
is: Útgáfa
it: Versione
ja: バージョン
kk: Нұсқасы
km: កំណែ
ko: 버젼
mk: Верзија
ms: Versi
nb: Versjon
nds: Verschoon
nl: Versie
nn: Versjon
pa: ਵਰਜਨ
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiunea
ru: Версия
sk: Verzia
sl: Različica
sr: Верзија
sr@latn: Verzija
ta: பதிப்பு
tg: Нусха
th: รุ่น
uk: Версія
uz: Versiyasi
uz@cyrillic: Версияси
zh_cn: 版本
zh_tw: 版本

source: Owner
ar: المالك
bg: Собственик
bs: Vlasnik
ca: Propietari
cs: Vlastník
da: Ejer
de: Eigentümer
el: Ιδιοκτήτης
eo: Posedanto
es: Propietario
et: Omanik
eu: Jabea
fa: مالک
fi: Omistaja
fr: Propriétaire
gl: Propietario
he: בעלים
hi: मालिक
hu: Tulajdonos
is: Eigandi
it: Proprietario
ja: 所有者
kk: Иесі
km: ម្ចាស់
ko: 소유자
mk: Сопственик
ms: Pemilik
nb: Eier
nds: Eegner
nl: Eigenaar
nn: Eigar
pa: ਮਾਲਕ
pl: Właściciel
pt: Dono
pt_br: Dono
ro: Proprietar
ru: Владелец
sk: Vlastník
sl: Lastnik
sr: Власник
sr@latn: Vlasnik
sv: Ägare
ta: உரிமையாளர்
tg: Соҳиб
th: เจ้าของ
uk: Власник
uz: Egasi
uz@cyrillic: Эгаси
zh_cn: 属主
zh_tw: 擁有者

source: Group
ar: المجموعة
bg: Група
bs: Grupa
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
eo: Grupo
es: Grupo
et: Grupp
eu: Taldea
fa: گروه
fi: Ryhmä
fr: Groupe
gl: Grupo
he: קבוצה
hi: समूह
hu: Csoport
is: Hópur
it: Gruppo
ja: グループ
kk: Тобы
km: ក្រុម
ko: 그룹
mk: Група
ms: Kumpulan
nb: Gruppe
nds: Koppel
nl: Groep
nn: Gruppe
pa: ਗਰੁੱਪ
pl: Grupa
pt: Grupo
pt_br: Grupo
ro: Grup
ru: Группа
sk: Skupina
sl: Skupina
sr: Група
sr@latn: Grupa
sv: Grupp
ta: அணி
tg: Гурӯҳ
th: กลุ่ม
uk: Група
uz: Guruh
uz@cyrillic: Гуруҳ
zh_cn: 群组
zh_tw: 群組
