Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kcmlirc.po
Languages: ar, ca, cs, da, de, el, et, eu, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, ta, tg, uk, zh_tw

source: _: NAME OF TRANSLATORS Your names
ar: خالد حسنى
ca: Albert Astals Cid
cs: Lukáš Tinkl Milan Šádek
da: Erik Kjær Pedersen
de: Gregor Zumstein
el: Σπύρος Γεωργαράς,Κουζινόπουλος Χάρης,Οικονομάκος Ηλίας
et: Marek Laane
eu: Juan Irigoien, Ion Gaztañaga
fi: Robert Hafrén
fr: Matthieu Robin
gl: mvillarino
he: צוות התרגום של KDE ישראל
hu: Szántó Tamás
is: Richard Allen, Stígur Snæsson
it: Nicola Ruggero,Federico Zenith,Federico Cozzi
ja: Fumiaki Okushi,Kenshi Muto
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee,Byoungchoon Koo,Hongsoo Byun
mk: Божидар Проевски,Владимир Стефанов
nb: Bjørn Steensrud
nds: Sönke Dibbern
nl: Rinse de Vries
pl: Zbigniew Braniecki
pt: José Nuno Pires,Pedro Morais
pt_br: Henrique Pinto
ru: Олег Баталов,Николай Шафоростов
sk: Jozef Říha
sl: Gregor Rakar
sr: Часлав Илић
sr@latn: Časlav Ilić
ta: jayalakshmibalaji
uk: Іван Петрущак,Eugene Onischenko
zh_tw: Frank Weng (a.k.a. Franklin)

source: _: EMAIL OF TRANSLATORS Your emails
ar: dr.khaled.hosny@gmail.com
ca: astals11@terra.es
cs: lukas@kde.org milan.sadek@atlas.cz
da: erik@binghamton.edu
de: gz@orchester-bremgarten.ch
el: sng@hellug.gr,haris@mpa.gr,ilias@sch.gr
et: bald@starman.ee
eu: juanirigoien@gmail.com, igaztanaga@gmail.com
fi: jeroha@utu.fi
fr: kde@macolu.org
gl: mvillarino@users.sourceforge.net
he: kde-il@yahoogroups.com
hu: tszanto@mol.hu
is: ra@ra.is, stigur@vortex.is
it: nicola@nxnt.org
ja: fumiaki@okushi.com,kmuto@debian.org
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com,leedos@hanmail.net,onlyrock@gmail.com,freeyama@gmail.com
mk: bobibobi@freemail.com.mk,vladoboss@mt.net.mk
nb: bjornst@powertech.no
nds: s_dibbern@web.de
nl: rinsedevries@kde.nl
pl: gandalf@e-gandalf.net
pt: jncp@netcabo.pt,morais@kde.org
pt_br: henrique.pinto@kdemail.net
ru: batalov@twiga.kz,shafff@ukr.net
sk: jose1711@gmail.com
sl: gregor.rakar@kiss.si
sr: caslav.ilic@gmx.net
sr@latn: caslav.ilic@gmx.net
ta: jayalakshmibalaji@hotmail.com
uk: ivanpetrouchtchak@yahoo.com,oneugene@ukr.net
zh_tw: franklin at goodhorse dot idv dot tw

source: You did not select a mode of that remote control. Please use %1, or revert back to select a different mode.
ar: لم تحدد نمطاً لجهاز التحكم عن بعد هذا. يرجى استخدام %1، أو الرجوع للخلف لاختيار نمط مختلف.
ca: No heu escollit un mode per aquest control remot. Si us plau, useu %1, o torneu enrere per escollir un mode diferent.
cs: Nezvolili jste režim dálkového ovládání. Prosím použijte %1 nebo se vraťte k jinému režimu.
da: Du valgte ikke en tilstand for fjernbetjeningen. Brug venligst %1, eller vend tilbage for at vælge en anden tilstand.
de: Es wurde noch kein Modus für diese Fernbedienung ausgewählt. Bitte nutzen Sie %1 oder gehen Sie zurück, um einen anderen Modus zu wählen.
el: Δεν επιλέξατε μία κατάσταση του τηλεχειριστηρίου. Παρακαλώ χρησιμοποιήστε το %1, ή γυρίστε πίσω για να επιλέξετε μια διαφορετική κατάσταση.
et: Sa ei ole valinud kaugjuhtimise režiimi. Palun vali selleks %1 või mine tagasi, et valida mõni muu režiim.
eu: Ez duzu urruneko kontrol horren modua hautatu. Erabil ezazu %1 edo joan zaitez atzera beste modu bat aukeratzeko.
fi: Et valinnut tilaa kyseisestä kaukosäätimestä. Käytä %1:a, tai palaa ja valitse eri tila.
fr: Vous n'avez pas choisi de mode pour cette télécommande. Veuillez utiliser %1, ou revenir en arrière pour choisir un mode différent.
gl: Non escolleu un modo para ese control remoto. Por favor, use %1, ou volte atrás para escoller outro modo.
he: לא בחרת מצב לשלט רחוק זה. השתמש בבקשה ב־%1, או חזור אחורה לבחור מצב אחר.
hu: Nem választotta ki a távirányító működési módját. Válassza ezt: %1, vagy térjen vissza egy másik módba.
is: Þú valdir ekki ham fyrir þessa fjarstýringu. Vinsamlega notaðu %1 eða farðu til baka og veldu annan ham.
it: Non hai selezionato una modalità di questo telecomando. Usa %1, oppure seleziona un'altra modalità.
ja: リモコンのモードが選択されていません。%1を使うか、戻って別のモードを選んでください。
kk: Бұл ИҚ тұтқаның режімін таңдаған жоқсыз. %1 дегенді қолданыңыз не басқа режімді таңдау үшін оралыңыз.
km: អ្នក​មិនបានជ្រើស​របៀប​នៃ​ការ​ត្រួតពិនិត្យ​ពីចម្ងាយទេ ។ សូមប្រើ​ %1 ឬ ត្រឡប់​ទៅដើមវិញដើម្បី​ជ្រើស​របៀប​ផ្សេង ។
ko: 원격 제어 모드를 선택하지 않았습니다. %1을(를) 사용하거나 다른 모드를 선택하기 위해 돌아 가십시오.
mk: Не избравте режим за тој далечински управувач. Ве молиме користете %1, или вратете се назад за да изберете друг режим.
nb: Ingen modus valgt på den fjernkontrollen. Bruk %1, eller gå tilbake for å velge en annen modus.
nds: Du hest keen Bedriefoort för disse Feernbedenen utsöcht. Bruuk bitte %1 oder gah torüch, wenn Du en anner Bedriefoort utsöken wullt.
nl: U hebt geen modus aangegeven van die afstandsbediening. Gebruik %1, of ga terug om een andere modus te selecteren.
pl: Nie wybrałeś trybu dla tego pilota. Proszę użyć %1, lub cofnąć się, aby wybrać inny tryb.
pt: Você não seleccionou nenhum modo para esse comando à distância. Utilize por favor o '%1', ou volte atrás para escolher um modo diferente.
pt_br: Você não selecionou um modo para o controle remoto. Por favor, use %1, ou reverta a seleção para um modo diferente.
ro: Nu aţi selectat un mod pentru acea telecomandă. Utilizaţi %1 sau reveniţi pentru a selecta un mod diferit.
ru: Вы не выбрали режим этого пульта ДУ. Используйте %1, либо вернитесь назад, чтобы выбрать другой режим.
sk: Nevybrali ste režim tohto diaľkového ovládača. Prosím, použite %1 alebosa vráťte a vyberte iný režim.
sl: Niste izbrali načina za ta daljinski upravljalnik. Prosim uporabite %1 ali pa se vrnite nazaj, da izberete drug način.
sr: Нисте изабрали режим тог даљинског управљача. Користите %1, или се вратите на други режим.
sr@latn: Niste izabrali režim tog daljinskog upravljača. Koristite %1, ili se vratite na drugi režim.
ta: தேர்வுசெய்த தொலைநிலை கட்டுப்பாடு தவறானது . %1 ஐப் பயன்படுத்துக , அல்லது வேறு பாங்கினை தேர்வுசெய்க.
tg: Шумо усули ин идоракунандаи дурдастро интихоб накардед. Марҳамат карда %1-ро истифода баред, ё барои интихоби усули дигар ба ақиб баргардед.
uk: Ви не вибрали режим того дистанційного керування. Будь ласка, вживайте %1, або поверніться назад, щоб вибрати інший режим.
zh_tw: 您尚未選取遙控模式。請使用 %1，或是退回重新選擇不同的模式。

source: Incorrect Remote Control Detected
ar: تم اكتشاف جهاز تحكم عن بعد غير صحيح
ca: S'ha detectat un control remot incorrecte
cs: Zjištěno chybné dálkové ovládání
da: Forkert fjernbetjeningskontrol detekteret
de: Ungültige Fernbedienung entdeckt
el: Ανιχνεύτηκε λάθος τηλεχειριστήριο
et: Tuvastati väär kaugjuhtimise režiim
eu: Urruneko kontrol desegokia detektatu da
fi: Epäsopiva kaukosäädin havaittu
fr: La télécommande détectée est incorrecte
gl: Detectado un control remoto incorrecto
he: התגלה שלט רחוק לא נכון
hu: Érvénytelen távirányítót detektált a program
is: Röng fjarstýring fundin
it: Rilevato telecomando non corretto
ja: 不正なリモコンを検知しました
kk: Жарамсыз қашықтан басқару ИҚ тұтқа байқалды
km: ​ការបញ្ជា​ពីចំងាយមិន​ត្រឹមត្រូវ ដែល​បាន​រក​ឃើញ
ko: 잘못된 원격 제어가 검색되었습니다
mk: Откриен е неправилен далечински управувач
nb: Feil fjernkontroll oppdaget
nds: Leeg Feernbedenen opdeckt
nl: Onjuiste afstandsbediening gedetecteerd
pl: Wykryto niewłaściwego pilota
pt: Detectado um Comando à Distância Incorrecto
pt_br: Controle Remoto Incorreto Detectado
ro: Telecomandă incorect detectată
ru: Обнаружен некорректный пульт ДУ
sk: Nájdené neplatné diaľkové ovládanie
sl: Zaznan nepravilen daljinski upravljalnik
sr: Детектован је погрешан даљински управљач
sr@latn: Detektovan je pogrešan daljinski upravljač
ta: தவறான தொலைதூரநிலை கட்டுப்பாடு கண்டுப்பிடிக்கப்பட்டது
uk: Визначене неправильне дистанційне керування
zh_tw: 偵測到不正確的遙控。

source: <anonymous>
ar: <بدون اسم>
ca: <anònim>
cs: <anonymní>
da: <anonym>
de: <anonym>
el: <ανώνυμο>
et: <anonüümne>
eu: <anonimoa>
gl: <anónimo>
he: <אנונימי>
hu: <névtelen>
is: <óauðkenndur>
it: <anonimo>
ja: <匿名>
kk: <анонимді>
km: <អនាមិក>
ko: <익명>
mk: <анонимен>
nb: <anonym>
nds: <anonüm>
nl: <anoniem>
pl: <anonimowy>
pt: <anónimo>
ro: <anonim>
ru: <анонимный>
sk: <anonymné>
sl: <anonimno>
sr: <анонимно>
sr@latn: <anonimno>
ta: அறியா
tg: <номаълум>
uk: <анонімний>
zh_tw: <匿名>

source: anonymous
ar: بدون اسم
ca: anònim
cs: anonymní
da: anonym
de: anonym
el: ανώνυμο
et: anonüümne
eu: anonimoa
fi: anonyymi
fr: anonyme
gl: anónimo
he: אנונימי
hu: névtelen
is: óauðkenndur
it: anonimo
ja: 匿名
kk: анонимді
km: អនាមិក
ko: 익명
mk: анонимен
nb: anonym
nds: Anonüm
nl: anoniem
pl: anonimowy
pt: anónimo
pt_br: anônimo
ro: anonim
ru: анонимный
sk: anonymné
sl: anonimno
sr: анонимно
sr@latn: anonimno
ta: எதிர்பதமான்
uk: анонімний
zh_tw: 匿名

source: [Exit current mode]
ar: [الخروج من النمط الحالي]
ca: [Surt del mode actual]
cs: [Ukončit současný režim]
da: [Gå ud af denne tilstand]
de: [aktuellen Modus verlassen]
el: [Έξοδος από την τρέχουσα λειτουργία]
et: [Praegusest režiimist väljumine]
eu: [Irten modu honetatik]
fi: [Poistu nykyisestä tilasta]
fr: [Quitter le mode courant]
gl: [Saír do modo actual]
he: [צא ממצב נוכחי]
hu: [Kilépés az aktuális módból]
is: [Fara úr þessum ham]
it: [Esci dalla modalità attuale]
ja: [このモードを終了]
kk: [Қолданыстағы режімнен шығу]
km: [ចេញពី​របៀប​បច្ចុប្បន្ន]
ko: [현재 모드에서 나감]
mk: [Излез од тековниот режим]
nb: [Gå ut av nåværende modus]
nds: [aktuelle Bedriefoort verlaten]
nl: [Huidige modus velaten]
pl: [Opuść bieżący tryb]
pt: [Sair do modo actual]
pt_br: [Sair do modo atual]
ro: [Iese din modul actual]
ru: [Выход из текущего режима]
sk: [Ukončiť aktuálny režim]
sl: [Izhod iz trenutnega načina]
sr: [Изађи из текућег режима]
sr@latn: [Izađi iz tekućeg režima]
ta: [நடப்பு பாங்கு வெளியேறுதல்]
tg: [Хориҷшавӣ аз усули ҷорӣ]
uk: [Вийти з поточного режиму]
zh_tw: 【離開目前的模式】

source: KDE Lirc
ar: كدي Lirc
it: Lirc di KDE
nl: KDE infrarood
pl: Lirc dla KDE
ta: கேடியி லிர்க்

source: The KDE IR Remote Control System
ar: نظام كدى للتحكم عن بعد باﻷشعة تحت الحمراء
ca: El sistema de controls remots infraroigs de KDE
cs: Nastavení dálkového ovládání pro KDE
da: KDE IR's fjernbetjeningssystem
de: Das KDE Infrarot-Fernbedienungssystem
el: Το σύστημα υπέρυθρου τηλεχειρισμού του KDE
et: KDE infrapuna kaugjuhtimise süsteem
eu: Uhin infragorri bidezko KDEren urruneko kontrol sistema
fi: KDE-infrapunakaukosäädinjärjestelmä
fr: Le système de contrôle distant par infrarouge de KDE
gl: O Sistema de control remoto por infravermellos para KDE
he: מערכת שליטה מרחוק על ידי אינפרא־אדום של KDE
hu: Távirányítókezelés a KDE-ben
is: KDE IR fjarstýringatólið
it: Il sistema per telecomandi IR di KDE
ja: KDE 赤外線リモコンシステム
kk: KDE қашықтан басқару ИҚ тұтқалар жүйесі
km: ប្រព័ន្ធ​បញ្ជា​ពីចំងាយ IR របស់ KDE
ko: KDE 적외선 원격 제어 시스템
mk: Системот за IR далечинско управување во KDE
nb: KDEs infrarøde fjernkontrollsystem
nds: Dat Infraroot-Feernbedeensysteem vun KDE
nl: Infrarood-afstandbediening-systeem voor KDE
pl: System kontrol za pomocą pilotów dla KDE
pt: O Sistema de Comandos à Distância do KDE
pt_br: O Sistema de Controle Remoto por Infravermelho do KDE
ru: Система управления KDE с пульта ДУ
sk: KDE systém IR diaľkového ovládania
sl: Nadzorni infrardeči daljinski sistem KDE
sr: Систем за ИЦ даљинско управљање за KDE
sr@latn: Sistem za IC daljinsko upravljanje za KDE
ta: கேடியி ஐஆர் தொலைதூர கட்டுப்பாட்டு அமைப்பு
uk: Система KDE для інфрачервоного дистанційного управління
zh_tw: KDE 紅外線遙控系統

source: Use this to configure KDE's infrared remote control system in order to control any KDE application with your infrared remote control.
ar: استخدم هذا ﻹعداد نظام كدى للتحكم عن بعد باﻷشعة تحت الحمراء لكى تتمكن من تشغيل أى من تطبيقات كدى باستخدام جهاز التحكم عن بعد.
ca: Useu per configurar el sistema de controls remots infraroigs de KDE per tal de controlar qualsevol aplicació KDE amb el vostre control remot infraroig.
cs: Zde můžete nastavit KDE systém dálkového ovládání tak, aby jste dálkovým ovladačem mohli ovládat jakoukoliv aplikaci KDE.
da: Brug dette til at indstille KDE's infrarøde fjernebetjenings kontrolsystem til at kontrollere ethvert KDE-program med din infrarøde fjernbetjening.
de: Richten Sie hier das KDE Infrarot-Fernbedienungssystem ein, um jede KDE-Anwendung mit der Infrarot-Fernbedienung zu steuern.
el: Χρησιμοποιείστε αυτό για να ρυθμίσετε το KDE υπέρυθρου τηλεχειρισμού στην περίπτωση που θέλετε να ελέγχετε οποιαδήποτε εφαρμογή του KDE με το δικό σας τηλεχειριστήριο.
et: Siin saab seadistada KDE infrapuna kaugjuhtimise süsteemi, mis võimaldab juhtida mis tahes KDE rakendust oma infrapuna kaugujuhtimispuldilt.
eu: Erabil ezazu hau KDEren uhin infragorri bidezko urruneko kontrol sistema konfiguratu eta KDEren edozein aplikazio urrutiko kontrol infragorri bidez kontrolatzeko.
fi: Käytä tätä tehdäkseksi KDE:n infrapunakaukosäädinjärjestelmän asetukset, jotta voit kontrolloida mitä tahansa KDE-sovellusta infrapunakaukosäätimelläsi.
fr: Utilisez ceci pour configurer le système de contrôle distant par infrarouge de KDE, afin de contrôler n'importe quelle application KDE à partir de votre télécommande infrarouge.
gl: Use isto para configurar o sistema de control remoto por infravermellos de KDE, para poder controlar calquer aplicación de KDE co seu control remoto.
he: השתמש בזה על מנת להגדיר את מערכת השליטה מרחוק על ידי אינפרא־אדום של KDE, ולשלוט בכל יישום שתרצה על ידי שלט רחוק אינפרא־אדום.
hu: Ebben a modulban lehet beállítani, hogy a KDE hogyan kezelje a távirányítókat, mely alkalmazások legyenek távirányítóval kezelhetők.
is: Notaðu þetta til að stilla KDE fjarstýringakerfið til að geta stjórnað hvaða KDE forriti sem er með fjarstýringunni þinni.
it: Usalo per configurare il sistema per telecomandi a infrarossi di KDE per controllare qualsiasi applicazione di KDE con il tuo telecomando a infrarossi.
ja: このモジュールで KDE 赤外線リモコンシステムを設定します。これによって赤外線リモコンで KDE アプリケーションをコントロールすることができます。
kk: Бұнда KDE қолданбаларын қашықтан басқару инфрақызыл тұтқа арқылы басқаруды баптай аласыз.
km: ប្រើ​ការនេះ ដើម្បី​កំណត់​រចនាសម្ព័ន្ធប្រព័ន្ធ​គ្រប់គ្រង​ពីចម្ងាយ​អ៊ីនហ្វ្រារ៉េដ​របស់ KDE ដើម្បី​ត្រួតពិនិត្យ​កម្មវិធី​ KDE ណាមួយ​ជាមួយនឹង​ការត្រួតពិនិត្យ​ពីចម្ងាយ​អ៊ីនហ្វ្រារ៉េដ ។
ko: KDE의 응용프로그램을 제어하기위한 KDE의 적외선 원격 제어 시스템을 설정합니다.
mk: Користете го ова за да го конфигурирате системот за далечинско управување во KDE за да може да контролирате било која KDE-апликација со вашиот далечински управувач.
nb: Bruk dette for å stille inn fjernkontrollsystemet til KDE, slik at du kan styre KDE-programmer med en infrarød fjernkontroll.
nds: Hier kannst Du dat Infraroot-Feernbedeensysteem vun KDE instellen. Du kannst dor all KDE-Programmen mit över en Infraroot-Feernbedenen stüern.
nl: Gebruik dit om KDE's infrarood afstandsbedieningssysteem in te stellen zodat u elke KDE-toepassing met een infrarood afstandbediening kunt besturen.
pl: Użyj tego do konfiguracji systemu kontroli KDE za pomocą pilotów, co pozwoli ci sterować dowolnym programem KDE za pomocą pilota.
pt: Utilize isto para configurar o sistema de comando à distância por infravermelhos de forma a controlar qualquer aplicação KDE com o seu comando.
pt_br: Use isto para configurar o sistema de controle remoto por infravermelho do KDE para controlar qualquer aplicativo KDE usando um controle remoto.
ru: Здесь вы можете настроить управление приложениями KDE с инфракрасного пульта ДУ.
sk: Použite toto pre nastavenie KDE systému správy infračerveného ovládania, aby ste mohli ovládať akúkoľvek KDE aplikáciu vaším diaľkovým ovládačom.
sl: Uporabite to, da nastavite nadzorni infrardeči daljinski sistem KDE, da nadzorujete programe v KDE z vašim infrardečim daljinskim upravljalcem.
sr: Употребите ово да подесите KDE-ов систем инфрацрвене даљинске контроле, за контролу било којих KDE програма помоћу инфрацрвеног даљинског управљача.
sr@latn: Upotrebite ovo da podesite KDE-ov sistem infracrvene daljinske kontrole, za kontrolu bilo kojih KDE programa pomoću infracrvenog daljinskog upravljača.
ta: உங்கள் அகசிவப்பு தொலைதூர கட்டுப்பாட்டில் ஏதாவது கேடியி பயன்பாட்டை கட்டுப்படுத்த கேடியின் அகசிவப்பு தொலைதூர கட்டுப்பாடு அமைப்பை வடிவமைக்க இதை பயன்படுத்தவும்.
uk: Тут можна налаштувати систему KDE для інфрачервоного дистанційного керування, щоб можна було керувати будь-якою програмою KDE через дистанційний пульт.
zh_tw: 用這個來設定 KDE 的紅外線遙控系統。
