Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kcmlirc.po
Languages: ar, ca, cs, da, de, el, et, eu, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, ta, tg, uk, zh_tw

source: Number of Buttons
ar: عدد الأزرار
ca: Nombre de botons
cs: Počet tlačítek
da: Antal knapper
de: Anzahl Knöpfe
el: Πλήθος κουμπιών
et: Nuppude arv
eu: Botoi kopurua
fi: Näppäimien lukumäärä
fr: Nombre de boutons
gl: Número de botóns
he: מספר כפתורים
hu: A gombok száma
is: Fjöldi hnappa
it: Numero di pulsanti
ja: ボタンの数
kk: Батырмалар саны
km: ចំនួនប៊ូតុង
ko: 버튼 수
mk: Број на копчиња
nb: Antall knapper
nds: Tall vun Knööp
nl: Aantal knoppen
pl: Liczba przycisków
pt: Número de Botões
pt_br: Número de Botões
ro: Numărul de butoane
ru: Количество кнопок
sk: Počet tlačidiel
sl: Število gumbov
sr: Број дугмади
sr@latn: Broj dugmadi
ta: பொத்தனின் எண்ணிக்கை
tg: Шумораи Тугмаҳо
uk: Кількість кнопок
zh_tw: 按鍵數量

source: Add Action
ar: إضافة اجراء
ca: Afegeix acció
cs: Přidat činnost
da: Tilføj handling
de: Aktion hinzufügen
el: Προσθήκη ενέργειας
et: Lisa toiming
eu: Gehitu ekintza
fi: Lisää toiminto
fr: Ajouter une action
gl: Engadir acción
he: הוסף פעולה
hu: Művelet hozzáadása
is: Bæta við aðgerð
it: Aggiungi azione
ja: アクションを追加
kk: Әрекетті қосу
km: បន្ថែម​អំពើ
ko: 동작 추가
mk: Додај акција
nb: Legg til handling
nds: Akschoon tofögen
nl: Actie toevoegen
pl: Dodaj akcje
pt: Adicionar uma Acção
pt_br: Adicionar Ação
ro: Adaugă acţiune
ru: Добавить действие
sk: Pridať akciu
sl: Dodaj dejanje
sr: Додај акцију
sr@latn: Dodaj akciju
ta: செயலை சேர்
tg: Иловакунии Амалиёт
uk: Додати дію
zh_tw: 新增動作

source: Select Action to Carry Out on Button Press
ar: حدد إجراء ليتم عمله عند ضغط الزر
ca: Escolliu una acció per dur a terme en prémer un botó
cs: Vybrat činnost po stisknutí tlačítka
da: Vælg en handling at udføre ved tryk på knap
de: Aktion wählen, die bei einem Knopfdruck ausgeführt wird
el: Επιλέξτε ενέργεια προς εκτέλεση με το πάτημα κουμπιού
et: Vali nupulevajutusel sooritatav toiming
eu: Hauta ezazu botoiari sakatzean gertatuko den ekintza
fi: Valitse näppäintä painettaessa suoritettava toiminto
fr: Sélectionnez l'action à exécuter lors de la pression du bouton
gl: Escolla a acción a realizar ao premer o botón
he: בחר פעולה שתתבצע בזמן לחיצה על כפתור
hu: Válassza ki a gomb megnyomásakor végrehajtani kívánt műveletet
is: Veldu aðgerð sem framkvæma á við að ýtt er á hnapp
it: Seleziona l'azione da eseguire alla pressione del tasto
ja: ボタンを押したときに実行するアクションを選択
kk: Батырманы басқанда орындалатын әрекет
km: ជ្រើស​អំពើ​ដើម្បី​យកចេញ​ពីលើ​ប៊ូតុង​សង្កត់​
ko: 버튼을 눌렀을 때 실행할 동작 선택
mk: Изберете акција за спроведување при притискање на копче
nb: Velg handling som skal utføres ved knappetrykk
nds: Akschoon utsöken, de op Knoopdruck utföhrt warrt
nl: Selecteer de actie die moet worden uitgevoerd bij het indrukken van de knop
pl: Wybierz akcje, która ma zostać wykonana po naciśnięciu przycisku
pt: Seleccione a Acção a Efectuar ao Carregar no Botão
pt_br: Selecione a ação a ser executada ao pressionar o botão
ro: Selectaţi o acţiune pentru apăsarea de buton
ru: Выберите действие, выполняемое при нажатии кнопки
sk: Vyberte akcie, ktoré sa majú vykonať po stlačení tlačidla
sl: Izberite dejanje, ki naj se izvede ob pritisku na gumb
sr: Изаберите акцију која треба да се изврши притоском на дугме
sr@latn: Izaberite akciju koja treba da se izvrši pritoskom na dugme
ta: பொத்தனை அழுத்தியவுடன் செயலை தேர்வுசெயவும்
tg: Амалиётеро, ки ба воситаи Пахшкунии Тугма иҷро мешавад, интихоб кунед
uk: Вибрати дію для виконання при натисненні на кнопку
zh_tw: 選擇此按鍵按下後要執行的動作

source: I wish to select an &application below for usage:
ar: اختيار تطبيق من التطب&يقات التالية للإستخدام:
ca: Vull seleccionar una &aplicació de sota per a l'ús:
cs: Přeji si vybrat &aplikaci níže pro použití:
da: Jeg ønsker at vælge et &program nedenfor til brug for:
de: Eines der folgenden &Programme soll verwendet werden:
el: Επιθυμώ να επιλέξω μια ε&φαρμογή παρακάτω για χρήση:
et: &Soovin valida alltoodud rakenduse kasutamiseks:
eu: Beheko &aplikazio bat hautatu nahi dut erabiltzeko:
fi: Haluan valita &sovelluksen allaolevista käyttöön:
fr: Je désire sélectionner ci-dessous une &application à utiliser :
gl: Desexo escoller unha &aplicacion en baixo para usar:
he: אני מעוניין לבחור &יישום מלמטה לשימוש:
hu: Az alábbi alkalmazások közül szeretnék &választani:
is: Ég vil velj&a forrit að neðan til að nota:
it: Voglio selezionare una delle &applicazioni qui sotto:
ja: 使用例を得るために下のアプリケーションを選ぶ(&A):
kk: Төмендегі қ&олданбаны пайдалануды таңдаймын:
km: ខ្ញុំ​ចង់​ជ្រើសយក​កម្មវិធី​មួយ​ខាងក្រោម​សម្រាប់​ការប្រើប្រាស់ ៖
ko: 아래 응용프로그램을 사용하도록 선택합니다(&A):
mk: Сакам да изберам &апликација од долу за употреба:
nb: Jeg vil velge et progr&am som skal brukes nedenfor:
nds: Een vun de &Programmen nerrn bruken:
nl: Ik kies een &toepassing die ik wil gebruiken:
pl: Chcę użyć poniższego &programu:
pt: Quero seleccionar um &aplicação para utilização:
pt_br: Desejo selecionar uma &aplicação abaixo para o uso:
ro: Doresc să selectez mai jos o &aplicaţie pentru utilizare:
ru: Я хочу выбрать &приложение ниже для использования:
sk: Chcem si vybrať &aplikáciu z nasledujúcich:
sl: Spodaj želim izbrati &program za uporabo:
sr: Желим да изаберем &програм испод за употребу:
sr@latn: Želim da izaberem &program ispod za upotrebu:
ta: பயன்பாட்டை செயல்பாட்டை தேர்வுசெய்
tg: Ман мехоҳам, ки &замимаро барои дар поён истифодабарӣ интихоб кунам:
uk: Я хочу вибрати для вживання &програму нижче:
zh_tw: 我希望選擇以下的應用程式之一(&A)：

source: I wish to manually select a &function from a running program
ar: اختيار و&ظيفة يدويا من برنامج عامل
ca: Vull seleccionar manualment una &funció des d'un programa en execució
cs: Přeji si ručně vybrat &funkci z běžícího programu
da: Jeg ønsker at vælge en &funktion manuelt fra et kørende program
de: Eine &Funktion eines laufenden Programms soll manuell ausgewählt werden
el: Επιθυμώ·να·επιλέξω χειροκίνητα·μια·&λειτουργία από ένα πρόγραμμα που εκτελείται
et: Soovin &käsitsi valida töötava programmi funktsiooni
eu: Ezkuz hautatu nahi dut abiaturik dagoen programa bateko &funtzio bat
fi: Haluan itse valita &toiminnon käynnissä olevasta ohjelmasta
fr: Je désire sélectionner manuellement une &fonction à partir d'une application qui fonctionne
gl: Desexo escoller manualmente unha &función dun programa en execución
he: אני מעוניין לבחור &פעולה מתכנית רצה
hu: Egy futó programból szeretnék kiválasztani egy f&unkciót
is: Ég vil velja handvirkt aðgerð úr keyrandi &forriti
it: Voglio selezionare manualmente una &funzione di un programma in esecuzione
ja: 実行中のプログラムから機能を選ぶ(&F)
kk: Орындалып жатқан бағдарламаның &функциясын таңдаймын
km: ខ្ញុំ​ចង់​ជ្រើស​មុខងារ​មួយ​ដោយដៃ​ពី​កម្មវិធី​មួយ​កំពុងរត់
ko: 실행 중인 프로그램으로부터 수동으로 기능을 선택하겠습니다(&F)
mk: Сакам рачно да изберам &функција од активна програма
nb: Jeg vil manuelt velge en &funksjon fra et kjørende program
nds: En &Funkschoon vun en lopen Programm per Hand utsöken
nl: Ik kies een &functie van een reeds actieve toepassing
pl: Chcę ręcznie wybrać &funkcję z uruchomionego programu
pt: Quero seleccione manualmente um &função de um programa em execução
pt_br: Desejo selecionar manualmente uma &função de um programa em execução
ro: Doresc să selectez manual o &funcţie dintr-un program în execuţie
ru: Я хочу выбрать &функцию выполняющегося приложения
sk: Chcem si ručne vybrať &funkciu z bežiaceho programu
sl: Ročno želim izbrati &funkcijo iz tekočega programa
sr: Желим да ручно изаберем &функцију из покренутог програма
sr@latn: Želim da ručno izaberem &funkciju iz pokrenutog programa
ta: நிரலில் இருந்து செயல்பட்டை தேர்வுசெய்
tg: Ман мехоҳам, ки &вазифоии барномаи иҷрошавандаро ба таври дастӣ интихоб кунам
uk: Я хочу вручну вибрати &функцію із запущеної програми
zh_tw: 我希望手動選擇要執行的程式功能(&F)

source: I wish to change the remote control's &mode
ar: ت&غيير نمط جهاز التحكم عن بعد
ca: Vull canviar el &mode del control remot
cs: Přeji si z&měnit režim dálkového ovládání
da: Jeg ønsker at ændre fjernbetjeningens &tilstand
de: Der &Modus der Fernbedienung soll geändert werden.
el: Επιθυμώ να αλλάξω τη &κατάσταση του τηλεχειριστηρίου
et: Soovin &muuta kaugjuhtimisseadme režiimi
eu: Urruneko kontrolaren &modua aldatu nahi dut
fi: Haluan muuttaa kaukosäätimen &tilan
fr: Je désire modifier le &mode de la télécommande
gl: Desexo alterar o &modo do control remoto
he: אני מעוניין לשנות את ה&מצב של השלט רחוק
hu: Meg szeretném változtatni a távirányító mó&dját
is: Ég vil skipta um ha&m á fjarstýringu
it: Voglio cambiare la &modalità di un telecomando
ja: リモコンのモードを変更する(&M)
kk: ИҚ тұтқаның режі&мін өзгертуді қалаймын
km: ខ្ញុំ​ចង់​ប្តូរ​របៀប​របស់​ការបញ្ជា​ពីចំងាយ
ko: 원격 제어 모드를 변경하고 싶습니다.(&M)
mk: Сакам да го сменам режи&мот на далечинскиот управувач
nb: Jeg vil endre &modus for fjernkontrollen
nds: De &Bedriefoort vun de Feernbedenen wesseln
nl: Ik wil de &modus van de afstandsbediening wijzigen
pl: Chciałbym zmienić &tryb pilota
pt: Quero mudar o &modo do comando à distância
pt_br: Desejo modificar o modo de &controle remoto
ro: Doresc să modific &modul telecomenzii
ru: Я хочу изменить &режим дистанционного управления
sk: Chcem zmeniť &režim diaľkového ovládača
sl: Želim spremeniti &način daljinskega upravljalnika
sr: Желим да променим &режим даљинског управљача
sr@latn: Želim da promenim &režim daljinskog upravljača
ta: தொலை கட்டுப்பாடு & பாங்கு
tg: Ман мехоҳам, ки &усули идоракунии дурдастро иваз кунам
uk: Я хочу змінити &режим елемента дистанційного управління
zh_tw: 我希望變更遙控模式(&M)

source: Select Button to Configure
ar: حدد زر ليتم إعداده
ca: Escolliu el botó a configurar
cs: Stiskněte tlačítko k nastavení
da: Vælg knap at indstille
de: Knopf zum Einrichten auswählen
el: Επιλογή κουμπιού για ρύθμιση
et: Vali seadistatav nupp
eu: Hauta ezazu botoia konfiguratzeko
fi: Valitse näppäin, johon tehdään asetukset
fr: Sélectionnez le bouton à configurer
gl: Escolla o botón a configurar
he: בחר כפתור להגדרה
hu: Válassza ki a beállítani kívánt gombot
is: Velja hnapp til að stilla
it: Seleziona il pulsante da configurare
ja: 設定するボタンを選択
kk: Баптайтын батырманы таңдау
km: ជ្រើស​ប៊ូតុង​ដើម្បី​កំណត់រចនាសម្ព័ន្ធ
ko: 설정할 버튼 선택
mk: Изберете копче за конфигурирање
nb: Velg knapp som skal stilles inn
nds: Knoop utsöken, de instellt warrt
nl: Selecteer een knop om in te stellen
pl: Wybierz przycisk do konfiguracji
pt: Seleccione o Botão a Configurar
pt_br: Selecione o botão para configurar
ro: Selectaţi butoanele de configurat
ru: Выбор кнопки для её настройки
sk: Vyberte tlačidlo, ktoré chcete nastaviť
sl: Izberite gumb za nastavitev
sr: Изаберите дугме које треба да се подеси
sr@latn: Izaberite dugme koje treba da se podesi
ta: உள்ளமையை பொத்தனை அழித்தி தேர்வுசெய்யவும்.
tg: Интихоби Тугма барои Батанзимдарорӣ
uk: Виберіть кнопку для налаштування
zh_tw: 選擇要設定的按鍵

source: You are attempting to configure an action for a button on [remote] (in mode [mode]). Press a button on this remote control or select from the list.
ar: انت على وشك تنسيق إجراء لزر على [المتحكم عن بعد] ( في نمط [نمط]). اظغط زر على هذا المتحكم عن بعد أو على واحد من القائمة.
ca: Esteu intentant configurar una acció per un botó al [remot] (al mode [mode]). Premeu un botó al control remot o escolliu de la llista.
cs: Pokoušíte se konfigurovat akci pro tlačítko na [dálkovém ovládání] (v režimu [režim]). Stiskněte tlačítko na tomto dálkovém ovládání nebo proveďte výběr ze seznamu.
da: Du forsøger at indstille en handling for en knap på [fjernbetjening] (i tilstand [tilstand). Tryk på en knap på denne fjernbetjening eller vælg fra listen.
de: Sie versuchen eine Aktion für einen Knopf auf [remote] einzurichten (im Modus [mode]). Drücken Sie einen Knopf auf der Fernbedienung oder wählen Sie aus der Liste.
el: Προσπαθείτε να ρυθμίσετε μια ενέργεια για ένα πλήκτρο στο [remote] (στην κατάσταση [mode]). Πατήστε ένα πλήκτρο στο τηλεχειριστήριο ή επιλέξτε από τη λίστα.
et: Püüad seadistada tegevust nupule seadmel [remote] (režiimis [mode]). Vajuta nuppu seadmel või vali see nimekirjast.
eu: Ekintza bat konfiguratzen saiatzen ari zara botoi batentzat [remote]n ([mode] moduan). Sakatu botoi bati urruneko kontrol honetan edo hautatu zerrendatik.
fi: Olet asettamassa toimintoa näppäimmelle[remote] (tilassa [mode]).Paina kaukosäätimen näppäintä tai valitse se listalta.
fr: Vous avez décidé de configurer une action pour un bouton sur [remote] (en mode [mode]). Appuyez sur un bouton de la télécommande ou sélectionnez-la dans la liste.
gl: Está a tentar configurar unha acción para un botón de [remoto] (no modo [modo]). Prema un botón neste control remoto ou escóllao na lista.
he: אתה מנסה להגדיר פעולה לכפתור ב [שלט] (במצב [מצב]). לחץ על כפתור בשלט או בחר מהרשימה.
hu: Műveletet próbál beállítani a következő eszköz egy gombjához: [remote] ([mode] módban). Nyomjon meg egy gombot a távirányítón vagy válasszon egyet a listából.
is: Þú ert að reyna að stilla aðgerð fyrir hnapp á [remote] (in mode [mode]). Ýttu á hnapp á þessari fjarstýringu til að velja úr lista.
it: Stai tentando di configurare un'azione per un pulsante sul telecomando [remote] (in modalità [mode]). Premi un pulsante su questo telecomando oppure scegli nella lista.
ja: [mode] のモードにある [remote] 上のボタンを設定します。 リモコン上のボタンを押すか、一覧から選んでください。
kk: [Режім] режіміндегі [ИҚ тұтқаның] батырмасын баптаудасыз. Тұтқаның батырмасын басыңыз не тізімнен таңдап алыңыз.
km: អ្នក​កំពុងប៉ុនប៉ង​កំណត់រចនាសម្ព័ន្ធ​អំពើ​មួយ​សម្រាប់​ប៊ូតុងមួយ​នៅលើ [ពីចំងាយ] (ក្នុង​របៀប [របៀប]) ។ សង្កត់​ប៊ូតុង​មួយនៅលើ​ការបញ្ជា​ពីចំងាយ​នេះ រឺ​ជ្រើស​ពី​បញ្ជី ។​
ko: [원격]([모드] 모드에서) 버튼에 동작을 설정하려 합니다. 이 원격 제어에 대한 버튼을 누르거나 목록에서 선택하십시오.
mk: Се обидувате да конфигурирате акција за копче на [remote] (во режимот [mode]). Притиснете копче на овој далечински управувач или изберете од листата.
nb: Du forsøker å sette opp en handling for en knapp på [remote] (i modus [mode]). Trykk en knapp på denne fjernkontrollen eller velg fra lista.
nds: Du wullt en Akschoon för en Knoop op [feernbedenen] (in Bedriefoort [bedriefoort]) instellen. Drück en Knoop op disse Feernbedenen oder söök een ut de List ut.
nl: U probeert een actie in te stellen voor een knop op [remote] (in modus [mode]). Druk op een knop op deze afstandsbediening of selecteer uit de lijst.
pl: Próbujesz ustawić akcję dla przycisku na [pilocie] (w trybie [tryb]). Naciśnij przycisk na tym pilocie lub wybierz z listy.
pt: Esta a tentar configurar uma acção para um botão no [comando à distância] (no modo [modo]).Carregue num botão neste comando à distância ou seleccione-o da lista.
pt_br: Você está tentando configurar uma ação para um botão [remoto] (no modo [modo]). Pressione um botão deste controle remoto ou selecione-o da lista.
ro: Sînteţi pe cale să configuraţi o acţiune pentru un buton al [telecomenzii] (în modul [mod]). Apăsaţi un buton al acelei telecomenzi sau selectaţi-l din listă.
ru: Вы пытаетесь настроить действие для кнопки на [пульте ДУ] (в режиме [режим]). Нажмите эту кнопку на пульте ДУ либо выберите из списка.
sk: Pokúšate sa nastaviť akciu na tlačidle ovládača. Stlačte tlačidlo na ovládači alebo ho vyberte zo zoznamu.
sl: Poskušate dodeliti dejanje gumbu na daljinskem upravljalniku [remote] (v načinu [mode]). Pritisnite gumb na tem daljinskem upravljalcu ali izberite s seznama.
sr: Покушавате да подесите акцију за дугме на [remote] (у режиму [mode]). Притисните дугме на овом даљинском или изаберите из листе.
sr@latn: Pokušavate da podesite akciju za dugme na [remote] (u režimu [mode]). Pritisnite dugme na ovom daljinskom ili izaberite iz liste.
ta: பொத்தான்னுக்கான உள்ளமையை செயல்படுத்துகின்றீர்[ தொலை) (பாங்கில் [பாங்கு]). தொலை கட்டுப்பாடு பொத்தானை அழுத்தவும் அல்லது பட்டியலில் இருந்து செயல்படுத்தவும்.
tg: Шумо кӯшиши танзимкунии амалиётро барои тугма дар [идоракунандаи] (дар усули [усул]) карда истодаед. Дар идоракунандаи дурдаст ин тугмаро пахш кунед ё аз рӯйхат интихоб кунед.
uk: Ви пробуєте налаштувати дію для кнопки на [remote] (в режимі [mode]). Натисніть кнопку на цьому пристрої дистанційного управління або виберіть зі списку.
zh_tw: 您決定設定某一遙控按鍵的動作(在模式 [mode] 下)。請按下此按鍵，或是從清單中選擇。

source: Button
ar: زر
ca: Botó
cs: Tlačítko
da: Knap
de: Knopf
el: Κουμπί
et: Nupp
eu: Botoia
fi: Näppäin
fr: Bouton
gl: Botón
he: כפתור
hu: Gomb
is: Hnappur
it: Pulsante
ja: ボタン
kk: Батырма
km: ប៊ូតុង
ko: 버튼
mk: Копче
nb: Knapp
nds: Knoop
nl: Knop
pl: Przycisk
pt: Botão
pt_br: Botão
ro: Buton
ru: Кнопка
sk: Tlačidlo
sl: Gumb
sr: Дугме
sr@latn: Dugme
ta: பொத்தன்
tg: Тугма
uk: Кнопка
zh_tw: 按鍵

source: Select Program Function
ar: حدد وظيفة البرنامج
ca: Escolliu la funció del programa
cs: Vybrat funkci programu
da: Vælg programfunktion
de: Programmfunktion wählen
el: Επιλογή λειτουργίας προγράμματος
et: Vali programmi funktsioon
eu: Hautatu programaren funtzioa
fi: Valitse ohjelmatoiminto
fr: Sélectionner une fonction du programme
gl: Escolla unha función dun programa
he: בחר פעולה מתכנית
hu: Válasszon egy programfunkciót
is: Velja hlutverk forrits
it: Seleziona la funzione del programma
ja: プログラムの機能を選択
kk: Бағдарламаның функциясын таңдау
km: ជ្រើស​អនុគមន៏​កម្មវិធី
ko: 프로그램 기능 선택
mk: Изберете функција од програмата
nb: Velg programfunksjon
nds: Programm-Funkschoon utsöken
nl: Programmafunctie selecteren
pl: Wybierz funkcję programu
pt: Seleccione Função do Programa
pt_br: Selecione uma Função do Programa
ro: Selectaţia funcţia programului
ru: Выберите функцию программы
sk: Vyberte funkciu programu
sl: Izberite programsko funkcijo
sr: Изаберите функцију програма
sr@latn: Izaberite funkciju programa
ta: நிரலி செயல்பாட்டை தேர்வுசெய்
tg: Вазифоии Барномаро интихоб кунед
uk: Виберіть функцію програми
zh_tw: 選擇程式功能

source: Program
ar: برنامج
ca: Programa
de: Programm
el: Πρόγραμμα
et: Programm
eu: Programa
fi: Ohjelma
fr: Programme
gl: Programa
he: תכנית
is: Forrit
it: Programma
ja: プログラム
kk: Бағдарлама
km: កម្មវិធី
ko: 프로그램
mk: Програма
nds: Programm
nl: Programma
pt: Programa
pt_br: Programa
ru: Программа
sr: Програм
ta: நிரலி
tg: Барнома
uk: Програма
zh_tw: 程式

source: IR Kick
kk: ИҚ тепкін
pt_br: Kick IR
ru: IR Пинок
sl: Brca IR
ta: IR கிக்
tg: IR Заниш

source: Xine
ta: ஸைன்

source: kicker
de: Kontrollleiste
hu: KDE panel
nds: Paneel
nl: Paneel
pl: Pasek zadań
ta: கிக்கர்
tg: зананда

source: noatun
ta: நோட்டன்

source: Marquis
ta: மார்குஸ்

source: Noatun
ta: நோட்டன்

source: Function
ar: وظيفة
ca: Funció
cs: Funkce
da: Funktion
de: Funktion
el: Λειτουργία
et: Funktsioon
eu: Funtzioa
fi: Toiminto
fr: Fonction
gl: Función
he: פעולה
hu: Funkció
is: Hlutverk
it: Funzione
ja: 機能
kk: Функциясы
km: អនុគមន៍
ko: 기능
mk: Функција
nb: Funksjon
nds: Funkschoon
nl: Functie
pl: Funkcja
pt: Função
pt_br: Função
ro: Funcţie
ru: Функция
sk: Funkcia
sl: Funkcija
sr: Функција
sr@latn: Funkcija
ta: செயல்பாடு
tg: Вазифоӣ
uk: Функція
zh_tw: 功能

source: Parameter
ar: معامل
ca: Paràmetre
cs: Parametr
el: Παράμετρος
et: Parameeter
eu: Parametroa
fi: Parametri
fr: Paramètre
gl: Parámetro
he: פרמטר
hu: Paraméter
is: Viðfang
it: Parametro
ja: 引数
kk: Параметрі
km: ប៉ារ៉ាម៉ែត្រ
ko: 파라미터
mk: Параметар
pl: Parametr
pt: Parâmetro
pt_br: Parâmetro
ro: Parametru
ru: Параметр
sr: Параметар
sr@latn: Parametar
ta: அளவுரு
tg: Параметр
uk: Параметр
zh_tw: 參數

source: Prototype
ar: نموذج أولي
ca: Prototipus
cs: Prototyp
de: Prototyp
el: Πρωτότυπο
et: Prototüüp:
eu: Prototipoa
fi: Prototyyppi
gl: Prototipo
he: אבטיפוס
hu: Prototípus
is: Frumgerð
it: Prototipo
ja: プロトタイプ
kk: Прототипі
km: គម្រូ​ដើម
ko: 프로토타입
mk: Прототип
nds: Vörlaag
pl: Prototyp
pt: Protótipo
pt_br: Protótipo
ro: Prototip
ru: Прототип
sk: Prototyp
sl: Prototip
sr: Прототип
sr@latn: Prototip
ta: முன் வடிவம்
tg: Намуна
uk: Прототип
zh_tw: 原型

source: &Perform a function in the application:
ar: تنفيذ &وظيفة في التطبيق:
ca: &Fa una funció a l'aplicació:
cs: &Provést funkci v aplikaci
da: &Udfør en funktion i programmet:
de: Funktion in der Anwendung aus&führen:
el: &Εκτέλεση μιας λειτουργίας στην εφαρμογή:
et: &Funktsioon sooritatakse rakendusel:
eu: &Egikaritu funtzio bat aplikazio honetan:
fi: &Suorita toiminto sovelluksessa:
fr: &Exécuter une fonction d'une application :
gl: &Realizar unha función na aplicación:
he: &בצע פעולה ביישום:
hu: F&unkció végrehajtása az alkalmazásban:
is: &Framkvæma aðgerð í forriti
it: &Esegui una funzione nell'applicazione:
ja: アプリケーションの機能を実行(&P):
kk: О&рындайтын қолданбаның функциясы:
km: បង្កើត​អនុគមន៏​មួយ​នៅ​ក្នុង​កម្មវិធី ៖
ko: 응용프로그램의 기능을 수행합니다(&P):
mk: &Изврши функција во апликацијата:
nb: Utfør en funksjon i &programmet:
nds: F&unkschoon ut Programm utföhren:
nl: Een functie uitvoeren in de toe&passing:
pl: &Wykonaj funkcję w programie:
pt: Efectuar uma função na a&plicação:
pt_br: &Executar uma função na aplicação:
ro: &Execută o funcţie în aplicaţie:
ru: &Выполнить функцию в приложении:
sk: Vykonať &funkciu aplikácie:
sl: Iz&vedi funkcijo v programu:
sr: &Изврши функцију у програму:
sr@latn: &Izvrši funkciju u programu:
ta: &பயன்பாட்டை செயல்படுத்து.
tg: &Иҷрои вазифа дар замима:
uk: &Виконати функцію в програмі:
zh_tw: 執行應用程式中的功能(&P)：

source: Description
ar: الوصف
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
et: Kirjeldus
eu: Deskripzioa
fi: Kuvaus
gl: Descrición
he: תיאור
hu: Leírás
is: Lýsing
it: Descrizione
ja: 説明
kk: Сипаттамасы
km: ពិពណ៌នា
ko: 설명
mk: Опис
nb: Beskrivelse
nds: Beschrieven
nl: Omschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sr: Опис
sr@latn: Opis
ta: விவரம்
tg: Тавсифкунӣ
uk: Опис
zh_tw: 描述

source: &Just start the application. Do not do anything else.
ar: &بدأ التطبيق فقط. لا تقم بأى شئ آخر
ca: &Només engega l'aplicació. No facis res més.
cs: &Pouze spustit aplikaci. Nedělat nic jiného.
da: Start &blot programmet. gør ikke noget andet.
de: &Nur Anwendung starten
el: &Απλά ξεκίνα την εφαρμογή. Μη κάνεις τίποτα άλλο.
et: Ainult &rakenduse käivitamine ja ei midagi muud.
eu: Ap&likazioa abiarazi bakarrik. Ez besterik egin.
fi: &Käynnistä vain sovellus. Älä tee mitään muuta.
fr: &Lancer seulement l'application. Ne rien faire d'autre.
gl: &Só iniciar a aplicación. Non facer máis nada.
he: רק &הפעל את היישום. אל תעשה שום דבר חוץ מזה.
hu: In&duljon el az alkalmazás, mást nem kell tenni.
is: &Ræsa bara forritið. Ekki gera neitt annað.
it: &Avvia l'applicazione. Non fare nient'altro.
ja: アプリケーションの起動のみ(&J)
kk: Қолданбаны жегіп қою. Басқа ештеңе істемеу.
km: គ្រាន់តែ​ចាប់ផ្តើម​កម្មវិធីប៉ុណ្ណោះ ។ ​កុំ​ធ្វើអ្វី​ផ្សេងទៀត ។
ko: 응용프로그램만 시작합니다. 그 외에 아무 것도 하지 않습니다(&J).
mk: &Само стартувај ја апликацијата. Не прави ништо друго.
nb: &Bare start programmet, ikke gjør noe annet.
nds: &Bloots dat Programm starten, nix sünst doon
nl: De toepassing &gewoon opstarten zonder iets anders te doen.
pl: Tylko &uruchom program, nie rób nic więcej.
pt: A&penas iniciar a aplicação. Não fazer mais nada.
pt_br: &Inicia somente a aplicação. Não faz nada mais.
ro: &Porneşte aplicaţia şi nu face nimic altceva
ru: &Только запустить приложение. Ничего больше не делать.
sk: &Iba spustiť aplikáciu. Nič iné nerobiť.
sl: &Samo zaženi program. Ne naredi nič drugega.
sr: &Само покрени програм и не ради ништа више
sr@latn: &Samo pokreni program i ne radi ništa više
ta: &பயன்பாட்டை தொடங்கு.இதைதவிற எதையும் செய்யாதே.
tg: &Танҳо замимаро оғоз кунед. Дигар ҳеҷ чиз накунед.
uk: &Просто запустити програму. Нічого іншого не робити.
zh_tw: 只要啟動應用程式，不做任何其他動作(&J)。
