Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kcmlirc.po
Languages: ar, ca, cs, da, de, el, et, eu, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, ta, tg, uk, zh_tw

source: Would you like the infrared remote control software to start automatically when you begin KDE?
ar: هل تريد أن يتم تشغيل برامج المتحكم عن بعد بالأشعّة تحت الحمراء تلقائياً عند بدءك لكدى؟
ca: Voleu que el programari de control remot per infraroigs s'executi automàticament quan s'iniciï el KDE?
cs: Měl by se server infračerveného vzdáleného ovládání automaticky spustit při startu KDE?
da: Vil du gerne have at den infrarøde fjernbetjenings programmer skal starte automatisk når du begynder med KDE?
de: Soll die Infrarot-Fernbedienungssoftware automatisch mit KDE gestartet werden?
el: Θέλετε το λογισμικό υπέρυθρου τηλεχειρισμού να ξεκινά αυτόματα όταν ξεκινά το KDE?
et: Kas infrapuna kaugjuhtimise tarkvara peaks käivituma automaatselt koos sinu sisselogimisega KDE-sse?
eu: Nahi al duzu uhin infragorri bidezko urruneko kontrolaren softwarea KDE hastean automatikoki abiaraztea?
fi: Haluatko infrapunakaukosäädinohjelmiston käynnistyvän automaattisesti kun aloitat KDE:n?
fr: Voulez-vous que l'application de contrôle distant par infrarouge soit lancée automatiquement à chaque démarrage de KDE ?
gl: Desexa que o software de control remoto por infravermellos se inicie automaticamente xunto con KDE?
he: האם ברצונך שתכנת השליטה מרחוק על ידי אינפרא־אדום תופעל אוטומטית בזמן הפעלה KDE?
hu: Induljon el az infravörös távirányító kezelőprogramja automatikusan a KDE indításakor?
is: Viltu að hugbúnaðurinn fyrir innrauðu fjarstýringuna sé ræstur sjálfvirkt þegar KDE er ræst?
it: Vuoi che il software per i telecomandi venga avviato automaticamente all'avvio di KDE?
ja: KDE の起動時に赤外線リモコンソフトを自動的に起動しますか？
kk: Қашықтан басқару инфрақызыл тұтқалардың бағдарламасы KDE сеансы басталғанда бірден жегілсін бе?
km: តើ​អ្នកចង់​ឲ្យ​អ៊ីនហ្វ្រាផ្នែកទន់​បញ្ជា​ពីចំងាយ​ចាប់ផ្តើម​ដោយស្វ័យប្រវត្តិ​នៅពេលអ្នក​ចាប់ផ្តើម KDE​មែនទេ ?
ko: KDE가 시작할 때 적외선 원격 제어 소프트웨어를 자동으로 시작하도록 하시겠습니까?
mk: Дали сакате софтверот за инфрацрвено далечинско управување да се стартува автоматски кога го стартувате KDE?
nb: Vil du at programmet for infrarød fjernstyring skal starte automatisk når du starter KDE?
nds: Wullt Du de Programmen för Infraroot-Feernbedenen automaatsch mit KDE tosamen starten?
nl: Wilt u dat het beheersprogramma voor infrarood-afstandsbedieningen automatisch wordt gestart als u zich aanmeldt?
pl: Czy chcesz, aby Pilot na Podczerwień był uruchamiany automatycznie wraz ze startem KDE?
pt: Deseja iniciar automaticamente o programa do comando à distância por infravermelhos sempre que inicia o KDE?
pt_br: Gostaria de iniciar o software de controle de infra-vermelho automaticamente a iniciar o KDE?
ro: Doriţi ca programul de control al telecomenzilor să pornească automat odată cu KDE-ul?
ru: Вы хотите запускать программу инфракрасного пульта ДУ при загрузке KDE?
sk: Chcete po spustení KDE software pre diaľkové ovládača automaticky spustiť?
sl: Želite, da se samodejno ob zagonu KDE požene program za infrardeči daljinski upravljalnik?
sr: Желите ли да се софтвер за ИЦ даљинску контролу аутоматски покреће кад год покренете KDE?
sr@latn: Želite li da se softver za IC daljinsku kontrolu automatski pokreće kad god pokrenete KDE?
ta: KDE யின் தொடக்கத்தில் அகசிகப்பு தொலைநிலை கட்டுப்பாடு மென்பொருள் தானியங்கு தொடங்க வேண்டுமா?
tg: Оё мехоҳед, ки ҳангоми боршавии KDE таъминоти барномавии идоракунии дурдасти инфрасурх ба таври худкор оғоз ёбад?
uk: Хочете щоб програма інфрачервоного дистанційного керування запускалась автоматично при запуску KDE?
zh_tw: 您要在 KDE 開始時自動啟動紅外線遙控軟體嗎？

source: Automatically Start?
ar: البدأ التلقائي؟
ca: Inicia automàticament?
cs: Automaticky spustit?
da: Start automatisk?
de: Automatisch starten?
el: Να γίνεται αυτόματη εκκίνηση?
et: Kas käivitada automaatselt?
eu: Automatikoki abiatu?
fi: Käynnistetäänkö automaattisesti?
fr: Démarrage automatique ?
gl: Iniciar automaticamente?
he: התחל באופן אוטומטי?
hu: Induljon el automatikusan?
is: Ræsa sjálfkrafa?
it: Avviare automaticamente?
ja: 自動起動
kk: Авто жегілсін бе?
km: ចាប់ផ្តើម​ដោយស្វ័យប្រវត្តិ ​?
ko: 자동으로 시작합니까?
mk: Автоматски старт?
nb: Start automatisk?
nds: Automaatsch starten?
nl: Automatisch starten?
pl: Startować automatycznie?
pt: Iniciar Automaticamente?
pt_br: Iniciar automaticamente?
ro: Pornire automată
ru: Запускать автоматически?
sk: Automaticky spustiť?
sl: Samodejni zagon?
sr: Аутоматски покренути?
sr@latn: Automatski pokrenuti?
ta: தானியங்கு தொடக்கம்
tg: Ба таври Худкор оғоз ёбад?
uk: Автоматично запускати?
zh_tw: 要自動啟動嗎？

source: Are you sure you want to remove %1 and all its actions?
ar: هل أنت متأكد من حذف %1 و كل إجرائاته ؟
ca: Esteu segur de voler eliminar %1 i totes les seves accions?
cs: Jste si jisti, že chcete odebrat %1 a všechny jeho činnosti?
da: Er du sikker på du ønsker at fjerne %1 og alle dens handlinger?
de: Wollen Sie wirklich %1 mit allen Aktionen löschen?
el: Είστε σίγουροι ότι θέλετε να απομακρύνετε το %1 και όλες τις ενέργειές του;
et: Kas tõesti eemaldada %1 ja kõik selle toimingud?
eu: Ziur zaude %1 eta bere ekintza guztiak kendu nahi dituzula?
fi: Poistetaanko %1 :n ja kaikki sen toiminnot?
fr: Voulez-vous vraiment supprimer « %1 » et toutes ses actions ?
gl: Está seguro de que quer eliminar %1 e todas as súas accións?
he: האם אתה בטוח שברצונך להסיר את %1 ואת כל הפעולות?
hu: El szeretné távolítani ezt: %1, az összes hozzárendelt művelettel együtt?
is: Ertu viss um að þú viljir fjarlæga %1 og allar aðgerðir hans?
it: Sei sicuro di volere rimuovere %1 e tutte le sue azioni?
ja: %1とそれに関するすべてのアクションを削除しますか？
kk: %1 және онымен байланысты әрекеттерді өшіргіңіз келгені рас па?
km: តើ​អ្នក​ពិត​ជា​ចង់​យក %1 និង​អំពើ​របស់​វា​ទាំងអស់​ចេញ​មែនទេ ?
ko: %1와(과) 그에 따른 기능들을 제거하시겠습니까?
mk: Дали сте сигурни дека сакате да го отстраните %1 и сите негови акции?
nb: Er du sikker på at du vil fjerne %1 og alle handlingene?
nds: Büst Du seker, wat Du "%1" un all tohören Akschonen wegdoon wullt?
nl: Wilt u werkelijk %1 en alle bijbehorende acties verwijderen?
pl: Czy jesteś pewien, że chcesz usunąć %1 i wszystkie jego akcje?
pt: Tem a certeza que deseja remover o '%1' e todas as suas acções?
pt_br: Você tem certeza de que deseja remover %1 e todas as suas ações?
ro: Doriţi într-adevăr să ştergeţi %1 şi toate acţiunile lui?
ru: Вы действительно хотите удалить %1 и все его действия?
sk: Naozaj chcete odstrániť %1 aj všetky jeho akcie?
sl: Ste prepričani, da želite odstraniti %1 in vsa njegova dejanja?
sr: Желите ли заиста да уклоните %1 и све његове акције?
sr@latn: Želite li zaista da uklonite %1 i sve njegove akcije?
ta: %1 ஐயும் அதன் அனைத்து செயல்பாகளையும் அகற்ற வேண்டுமா?
tg: Дар ҳақиқат мехоҳед, ки %1-и дурдастро ва ҳамаи аломатҳои онро хориҷ кунед?
uk: Ви дійсно хочете видалити %1 та всі його дії?
zh_tw: 您確定要移除 %1 及它所有關聯的動作？

source: Erase Actions?
ar: حذف الإجراءات؟
ca: Voleu esborrar les accions?
cs: Smazat činnosti?
da: Slet handlinger?
de: Aktionen löschen?
el: Διαγραφή ενεργειών;
et: Kas kustutada toimingud?
eu: Ekintzak ezabatu?
fi: Pyyhitäänkö toiminnot?
fr: Supprimer les actions ?
gl: Eliminar as accións?
he: מחק פעולות?
hu: Törölni szeretné a műveleteket?
is: Þurrka út aðgerðir?
it: Eliminare le azioni?
ja: アクションの削除
kk: Әрекеттер өшірілсін бе?
km: លុប​អំពើ ?
ko: 기능을 제거합니까?
mk: Избриши акции?
nb: Slett handlinger?
nds: Akschonen wegdoon?
nl: Acties verwijderen?
pl: Wyczyścić akcje?
pt: Remover as Acções?
pt_br: Apagar ações?
ro: Ştergere acţiuni
ru: Удалить действия?
sk: Odstrániť akcie?
sl: Zbrišem dejanja?
sr: Да ли да се избришу акције?
sr@latn: Da li da se izbrišu akcije?
ta: செயல்பாட்டினை அழிக்கவா?
tg: Поккунии Амалиётҳо?
uk: Витерти дії?
zh_tw: 移除動作？

source: You may only drag the selected items onto a mode of the same remote control
ar: يمكنك فقط سحب العناصر المحدده إلى داخل نمط نفس المتحكم عن بعد
ca: Només podeu arrossegar els elements seleccionats a un mode del mateix control remot
cs: Vybrané položky lze přetáhnout pouze do režimu stejného dálkového ovládání
da: Du må kun trække det valgte punkt på en tilstand på den samme fjernbetjening
de: Die gewählten Einträge können nur auf einem Modus derselben Fernbedienung abgelegt werden.
el: Μπορείτε να σύρετε τα επιλεγμένα αντικείμενα μόνο σε μία κατάσταση του ίδιου τηλεχειριστηρίου
et: Valitud elemente saab lohistada ainult samale kaugjuhtimisseadmele
eu: Hautatutako elementuak urruneko kontrol berberaren modu batetara arrasta ditzakezu, besterik ez.
fi: Voit vetää valitut kohteet vain saman kaukosäätimen tilaan
fr: Vous pouvez seulement déplacer les éléments sélectionnés dans un mode du même contrôleur distant
gl: Só pode arrastar os itens seleccionados para un modo do mesmo control remoto
he: אפשר רק לגרור את הפעולות הנבחרות לתוך מצב של אותו שלט רחוק
hu: A kijelölt elemeket csak ugyanannak a távirányítónak egy másik módjára lehet ráhúzni.
is: Þú mátt eingöngu draga valda hluti yfir á ham sömu fjarstýringar
it: Puoi trascinare gli elementi selezionati solo su una modalità dello stesso telecomando
ja: 選択したアイテムは、同じリモコンのモードにしかドラッグできません。
kk: Таңдалғандарды тек сол ИҚ тұтқасының режіміне апара аласыз
km: អ្នក​គ្រាន់តែ​អាច​អូស​ធាតុ​ដែលបាន​ជ្រើសលើ​របៀប​មួយ​នៃ​ការបញ្ជា​ពីចំងាយ​ដូចគ្នា​
ko: 같은 원격 제어의 모드에만 선택된 항목을 드래그 할 수 있습니다.
mk: Избраните елементи може да ги одвлечете само на режим од истиот далечински управувач
nb: Du kan bare dra de valgte handlingene til en modus av den samme fjernkontrollen
nds: Du kannst de utsöchten Indrääg bloots op en Bedriefoort vun de sülve Feernebedenen afleggen.
nl: U kunt de geselecteerde items alleen verslepen naar een andere modus van dezelfde afstandsbediening.
pl: Możesz przeciągać zaznaczone elementy tylko nad tryb tego samego pilota
pt: Você só poderá arrastar os itens seleccionados para um modo do mesmo comando
pt_br: Você pode arrastar somente os itens selecionados em um modo igual ao controle remoto.
ro: Puteţi trage itemii selectaţi numai peste un mod al aceleiaşi telecomenzi
ru: Вы можете только перетащить выбранные пункты на режим того же самого пульта ДУ
sk: Vybrané položky môžete ťahať iba na režim toho istého diaľkového ovládača
sl: Izbrane predmete lahko povlečete samo na način istega daljinskega upravljalnika
sr: Изабране ставке можете превући само у режим истог даљинског управљача
sr@latn: Izabrane stavke možete prevući samo u režim istog daljinskog upravljača
ta: தொலை கட்டுப்பாட்டில் உள்ள பாங்கில் தேர்வுசெயப்பட்ட உருப்படியை மட்டும் இழு
tg: Шумо танҳо пунктҳои интихобшударо ба усули ҳамаи идоракунии дурдаст, кашола карда метавонед
uk: Ви можете перетягнути вибрані елементи тільки в режим того самого дистанційного керування
zh_tw: 您只能將選擇的元件拖曳到同一個遙控系統下的其他模式。

source: You May Not Drag Here
ar: لا يمكنك السحب هنا
ca: No podeu arrossegar aquí
cs: Zde nelze přetahovat
da: Du må ikke trækker herhen
de: Ablegen an dieser Stelle nicht möglich
el: Δεν μπορείτε να σύρετε εδώ
et: Siia ei saa lohistada
eu: Ezin duzu hona arrastatu
fi: Et voi vetää tähän
fr: Vous ne pouvez pas faire de déplacement ici
gl: Non pode arrastar para aquí
he: אינך רשאי לגרור לכאן
hu: Ide nem lehet ejteni
is: Þú mátt ekki draga hingað
it: Non è possibile trascinare qui
ja: ここへはドラッグできません
kk: Мұнда апаруға болмайды
km: អ្នក​មិនអាច​អូស​នៅទីនេះ​បានទេ
ko: 여기에 드래그 할 수 없음
mk: Тука не може да влечете
nb: Du kan ikke dra hit
nds: Hierhen muttst Du nich dregen
nl: Hier kunt u niets naartoe slepen
pl: Nie możesz przeciągać tutaj
pt: Não Pode Arrastar Para Aqui
pt_br: Você não pode arrastar aqui
ro: Nu puteţi trage şi pune aici
ru: Вы не можете переносить сюда
sk: Sem nemôžete ťahať
sl: Tu ne smete povleči
sr: Не можете превући овде
sr@latn: Ne možete prevući ovde
ta: இங்கு இழுக்க முடியாது
tg: Шумо ба ин ҷо Кашола карда Оварда Наметавонед
uk: Ви не можете перетягувати сюди
zh_tw: 無法拖曳到這裡

source: Actions <i>always</i> available
ar: الإجراءات <i>دائما</i> متاحة
ca: Accions <i>sempre</i> disponibles
cs: Činnosti <i>vždy</i> dostupné
da: Handlinger <i>altid</i> tilgængelige
de: Aktionen <i>immer</i> verfügbar
el: Ενέργειες <i>πάντα</i> διαθέσιμες
et: <i>Alati</i> saadaval toimingud
eu: Ekintzak <i>beti</i> eskuragarri
fi: Toiminnot <i>aina</i> käytettävissä
fr: Actions <i>toujours</i> disponibles
gl: Accións disponíbeis <i>sempre</i>
he: הפעולות <i>תמיד</i> זמינות
hu: A műveletek <i>mindig</i> rendelkezésre állnak
is: Aðgerðir <i>alltaf</i> tiltækar
it: Azioni <i>sempre</i> disponibili
ja: アクションは「常に」有効
kk: Әрекеттер <i>әрқашанда</i> қол жекізуде
km: អំពើ <i>មានជានិច្ច</i>
ko: 기능을 <i>항상</i> 사용합니다.
mk: Акциите се <i>секогаш</i> достапни
nb: Handlinger <i>alltid</i> tilgjengelige
nds: Akschonen <i>jümmers</i> verföögbor
nl: Acties <i>altijd</i> beschikbaar
pl: Akcje <i>zawsze</i> dostępne
pt: Acções disponíveis <i>sempre</i>
pt_br: Ações <i>sempre</i> disponíveis
ro: Acţiuni disponibile <i>întotdeauna</i>
ru: Действия <i>всегда</i> доступны
sk: Akcie <i>vždy</i> k dispozícii
sl: Dejanja <i>vedno</i> na voljo
sr: Акције су <i>увек</i> доступне
sr@latn: Akcije su <i>uvek</i> dostupne
ta: <i>எப்போதும் </i> கிடைக்கும் செயல்கள்
tg: Амалиётҳо <i>ҳамеша</i> имконпазиранд
uk: Дії <i>завжди</i> наявні
zh_tw: 動作可以在<i>所有的模式</i>下使用。

source: Actions available only in mode <b>%1</b>
ar: الإجراءات متاحه فقط في نمط <b>%1</b>
ca: Accions disponibles només en el mode <b>%1</b>
cs: Činnosti dostupné pouze v režimu <b>%1</b>
da: Handlinger kun tilgængelige i tilstanden <b>%1</b>
de: Aktionen nur im Modus <b>%1</b> verfügbar
el: Ενέργειες μόνο διαθέσιμες στη κατάσταση <b>%1</b>
et: Ainult režiimis <b>%1</b> saadaval toimingud
eu: Ekintzak <b>%1</b> moduan bakarrik eskuragarri
fi: Toiminnot käytettävissä vain tilassa <b>%1</b>
fr: Actions disponibles uniquement en mode <b>%1</b>
gl: Accións disponíbeis só no modo <b>%1</b>
he: הפעולות זמינות רק במצב <b>%1</b>
hu: A műveletek csak <b>%1</b> módban állnak rendelkezésre
is: Aðgerðir eingöngu tiltækar í ham <b>%1</b>
it: Azioni disponibili solo in modalità <b>%1</b>
ja: アクションは「%1」モードでのみ有効
kk: Әрекеттер тек <b>%1</b> режімінде ғана қол жекізеді
km: អំពើ​អាច​រកបាន​តែ​នៅ​ក្នុង​របៀប <b>%1</b>
ko: 기능을 <b>%1</b> 모드일 때만 사용합니다
mk: Акциите се достапни само во режимот <b>%1</b>
nb: Handlinger bare tilgjengelige i <b>%1</b>-modus
nds: Akschonen bloots in Bedriefoort <b>%1</b> verföögbor
nl: Acties alleen beschikbaar in modus <b>%1</b>
pl: Akcje dostępne tylko w trybie <b>%1</b>
pt: Acções disponíveis apenas no modo <b>%1</b>
pt_br: Ações disponíveis somente no modo <b>%1</b>
ro: Acţiuni disponibile numai în modul <b>%1</b>
ru: Действия, доступные только в режиме <b>%1</b>
sk: Akcie k dispozícii iba v režime <b>%1</b>
sl: Dejanja na voljo samo v načinu <b>%1</b>
sr: Акције су доступне само у режиму <b>%1</b>
sr@latn: Akcije su dostupne samo u režimu <b>%1</b>
ta: < b>%1</b> பாங்கில் மட்டும் கிடைக்கும் செயல்கள்
tg: Амалиётҳо танҳо дар усули <b>%1</b> имконпазиранд
uk: Дії наявні тільки в режимі <b>%1</b>
zh_tw: 動作只能在模式<b>%1</b>下使用。

source: Applications
ar: التطبيقات
ca: Aplicacions
cs: Aplikace
da: Programmer
de: Anwendungen
el: Εφαρμογές
et: Rakendused
eu: Aplikazioak
fi: Sovellukset
gl: Aplicacións
he: יישומים
hu: Alkalmazások
is: Forrit
it: Applicazioni
ja: アプリケーション
kk: Қолданбалар
km: កម្មវិធី
ko: 응용프로그램
mk: Апликации
nb: Programmer
nds: Programmen
nl: Toepassingen
pl: Programy
pt: Aplicações
pt_br: Aplicações
ro: Aplicaţii
ru: Приложения
sk: Aplikácie
sl: Programi
sr: Програми
sr@latn: Programi
ta: நிரல்கள்
tg: Замимаҳо
uk: Програми
zh_tw: 應用程式

source: Remote Controls
ar: أجهزة التحكم عن بعد
ca: Controls remots
cs: Dálková ovládání
da: Fjernbetjeninger
de: Fernbedienungen
el: Τηλεχειριστήρια
et: Kaugjuhtimisseadmed
eu: Urruneko kontrolak
fi: Kaukosäätimet
fr: Contrôleurs distants
gl: Controles Remotos
he: שלטים רחוקים
hu: Távirányítók
is: Fjarstýringar
it: Telecomandi
ja: リモコン
kk: ИҚ тұтқалар
km: ការគ្រប់គ្រង​ពីចំងាយ
ko: 원격 제어
mk: Далечински управувачи
nb: Fjernkontroller
nds: Feernbedenen
nl: Afstandsbedieningen
pl: Piloty
pt: Comandos à Distância
pt_br: Controles Remotos
ro: Telecomenzi
ru: Пульты ДУ
sk: Diaľkové ovládače
sl: Daljninski upravljalniki
sr: Даљински управљачи
sr@latn: Daljinski upravljači
ta: தொலை கட்டுப்பாடுகள்
tg: Идоракунии Дурдаст
uk: Елементи дистанційного керування
zh_tw: 遙控鍵

source: Information on <b>%1</b>:
ar: معلومات حول <b>%1</b>:
ca: Informació quant a <b>%1</b>:
cs: Informace o <b>%1</b>:
da: Information om <b>%1</b>:
de: Information über <b>%1</b>:
el: Πληροφορίες για το <b>%1</b>:
et: Info <b>%1</b> kohta:
eu: Honi buruzko informazioa: <b>%1</b>
fi: Tietoja koskien <b>%1</b>:
fr: Informations sur <b>%1</b> :
gl: Información acerca de <b>%1</b>:
he: מידע על <b>%1</b>:
hu: <b>%1</b> jellemzői:
is: Upplýsingar á <b>%1</b>:
it: Informazioni su <b>%1</b>:
ja: <b>%1</b> の情報:
kk: <b>%1</b> туралы мәлімет:
km: ព័ត៌មាន​លើ <b>%1</b> ៖
ko: <b>%1</b>의 정보:
mk: Информации за <b>%1</b>:
nb: Informasjon om <b>%1</b>:
nds: Informatschonen över <b>%1</b>:
nl: Informatie over <b>%1</b>:
pl: Informacje na temat <b>%1</b>
pt: Informações sobre o <b>%1</b>:
pt_br: Informações sobre <b>%1</b>:
ro: Informaţii despre <b>%1</b>:
ru: Информация о <b>%1</b>:
sk: Informácie o <b>%1</b>:
sl: Informacije o <b>%1</b>:
sr: Информације о <b>%1</b>:
sr@latn: Informacije o <b>%1</b>:
ta: <b>%1</b> ப் பற்றிய தகவல்
tg: Маълумот оиди <b>%1</b>:
uk: Інформація про <b>%1</b>:
zh_tw: <b>%1</b>的資訊：

source: Number of Applications
ar: عدد التطبيقات
ca: Nombre d'aplicacions
cs: Počet aplikací
da: Antal programmer
de: Zahl der Anwendungen
el: Πλήθος εφαρμογών
et: Rakenduste arv:
eu: Aplikazio kopurua
fi: Sovellusten lukumäärä
fr: Nombre d'applications
gl: Número de aplicacións
he: מספר היישומים
hu: Az alkalmazások száma
is: Fjöldi forrita
it: Numero di applicazioni
ja: アプリケーションの数
kk: Қолданбалар саны
km: ចំនួនកម្មវិធី
ko: 응용프로그램 개수
mk: Број на апликации
nb: Antall programmer
nds: Tall vun Programmen
nl: Aantal toepassingen
pl: Liczba programów
pt: Número de Aplicações
pt_br: Número de Aplicações
ro: Numărul de aplicaţii
ru: Количество приложений
sk: Počet aplikácií
sl: Število programov
sr: Број програма
sr@latn: Broj programa
ta: பயன்பாடுகளின் எண்ணிக்கை
tg: Шумораи Замимаҳо
uk: Кількість програм
zh_tw: 應用程式數量

source: Number of Remote Controls
ar: عدد أجهزة التحكم عن بعد
ca: Nombre de controls remots
cs: Počet dálkových ovládání
da: Antal fjernbetjeninger
de: Zahl der Fernbedienungen
el: Πλήθος τηλεχειριστηρίων
et: Kaugjuhtimisseadmete arv
eu: Urruneko kontrol kopurua
fi: Kaukosäädinten lukumäärä
fr: Nombre de contrôleurs distants
gl: Número de controles remotos
he: מספר השלטים הרחוקים
hu: A távirányítók száma
is: Fjöldi fjarstýringa
it: Numero di telecomandi
ja: リモコンの数
kk: ИҚ тұтқалардың саны
km: ចំនួន​នៃ​ការបញ្ជា​ពីចំងាយ
ko: 원격 제어 개수
mk: Број на далечински управувачи
nb: Antall fjernkontroller
nds: Tall vun Feernbedenen
nl: Aantal afstandsbedieningen
pl: Liczba pilotów
pt: Número de Comandos à Distância
pt_br: Número de Controles Remotos
ro: Numărul de telecomenzi
ru: Количество пультов ДУ
sk: Počet diaľkových ovládačov
sl: Število daljinskih upravljalnikov
sr: Број даљинских управљача
sr@latn: Broj daljinskih upravljača
ta: தொலை கட்டுப்பாடுகளின் எண்ணிக்கை
tg: Шумораҳои Идоракунандаҳои Дурдаст
uk: Кількість елементів дистанційного керування
zh_tw: 遙控鍵數量

source: Extension Name
ar: اسم الامتداد
ca: Nom d'extensió
cs: Jméno rozšíření
da: Endelsesnavn
de: Name der Erweiterung
el: Όνομα επέκτασης
et: Laiendi nimi
eu: Hedapenaren izena
fi: Laajennuksen nimi
fr: Nom de l'extension
gl: Nome da extensión
he: שם ההרחבה
hu: A kiterjesztés neve
is: Nafn viðbótar
it: Nome estensione
ja: エクステンション名
kk: Кеңейтудің атауы
km: ផ្នែក​បន្ថែម​របស់ឈ្មោះ
ko: 확장 이름
mk: Име на екстензија
nb: Navn på tillegg
nds: Naam vun de Verwiedern
nl: Naam van uitbreiding
pl: Nazwa rozszerzenia
pt: Nome da Extensão
pt_br: Nome da Extensão
ro: Nume extensie
ru: Название расширения
sk: Meno rozšírenia
sl: Ime razširitve
sr: Име проширења
sr@latn: Ime proširenja
ta: விரிவாக்கம் பெயர்
tg: Номи Паҳншавӣ
uk: Назва розширення
zh_tw: 延伸程式名稱

source: Extension Author
ar: مؤلف الإمتداد
ca: Nom de l'autor
cs: Autor rozšíření
da: Forfatter til udvidelse
de: Autor der Erweiterung
el: Συγγραφέας επέκτασης
et: Laiendi autor
eu: Hedapenaren egilea
fi: Laajennuksen tekijä
fr: Auteur de l'extension
gl: Autor da extensión
he: מחבר ההרחבה
hu: A kiterjesztés szerzője
is: Höfundur viðbótar
it: Autore estensione
ja: エクステンション作者
kk: Кеңейтудің авторы
km: ផ្នែក​បន្ថែម​របស់អ្នកនិពន្ធ
ko: 확장 만든이
mk: Автор на екстензија
nb: Tilleggsforfatter
nds: Autor vun de Verwiedern
nl: Auteur van uitbreiding
pl: Autor rozszerzenia
pt: Autor da Extensão
pt_br: Autor da Extensão
ro: Autor extensie
ru: Автор расширения
sk: Autor rozšírenia
sl: Avtor razširitve
sr: Аутор проширења
sr@latn: Autor proširenja
ta: விரிவாக்கம் ஆசிரியர்
tg: Муаллифи Паҳншавӣ
uk: Автор розширення
zh_tw: 延伸程式作者

source: Application Identifier
ar: معرّف التطبيق
ca: Identificador de l'aplicació
cs: Identifikátor aplikace
da: Program-identifikator
de: Programmkennung
el: Εξακρίβωση συσκευής
et: Rakenduse ID
eu: Aplikazioaren identifikatzailea
fi: Sovelluksen tunniste
fr: Identifiant de l'application
gl: Identificador da aplicación
he: מזהה יישום
hu: Alkalmazásazonosító
is: Forrita-aðgreinir
it: Identificativo applicazione
ja: アプリケーション ID
kk: Қолданбаның идентификаторы
km: គ្រឿង​សម្គាល់​កម្មវិធី
ko: 응용프로그램 확인자
mk: Идентификатор на апликација
nb: Programidentifikasjon
nds: Programmkennen
nl: Toepassings-id
pl: Identyfikator programu
pt: Identificador da Aplicação
pt_br: Identificador da Aplicação
ro: Identificator aplicaţie
ru: Идентификатор приложения
sk: Identifikátor aplikácie
sl: Identifikator programov
sr: Идентификатор програма
sr@latn: Identifikator programa
ta: நிரல் இனங்காட்டி
tg: Шиносаи Замима
uk: Ідентифікатор програми
zh_tw: 應用程式代碼

source: Number of Actions
ar: عدد الإجراءات
ca: Nombre d'accions
cs: Počet činností
da: Antal handlinger
de: Anzahl Aktionen
el: Πλήθος ενεργειών
et: Toimingute arv
eu: Ekintza kopurua
fi: Toimintojen lukumäärä
fr: Nombre d'actions
gl: Número de accións
he: מספר הפעולות
hu: A műveletek száma
is: Fjöldi aðgerða
it: Numero di azioni
ja: アクションの数
kk: Әрекеттер саны
km: ចំនួនអំពើ
ko: 기능 갯수
mk: Број на акции
nb: Antall handlinger
nds: Tall vun Akschonen
nl: Aantal acties
pl: Liczba akcji
pt: Número de Acções
pt_br: Número de Ações
ro: Numărul de acţiuni
ru: Количество действий
sk: Počet akcií
sl: Število dejanj
sr: Број акција
sr@latn: Broj akcija
ta: செயல்பாட்டின் எண்ணிக்கை
tg: Шумораи Амалиётҳо
uk: Кількість дій
zh_tw: 動作數量

source: Remote Control Identifier
ar: معرف جهاز التحكم عن بعد
ca: Identificador del control remot
cs: Identifikátor dálkového ovládání
da: Identifikator af fjernbetjening
de: Fernbedienungsskennung
el: Αναγνωριστικό τηλεχειριστηρίου
et: Kaugjuhtimisseadme ID
eu: Urruneko kontrolaren identifikatzailea
fi: Kaukosäätimen tunniste
fr: Identifiant du contrôleur distant
gl: Identificador do control remoto
he: מזהה שלט רחוק
hu: A távirányító azonosítója
is: Fjarstýringa-aðgreinir
it: Identificativo telecomando
ja: リモコン ID
kk: ИҚ тұтқаның идентификаторы
km: គ្រឿង​សម្គាល់​ការបញ្ជា​ពីចំងាយ
ko: 원격 제어 확인자
mk: Идентификатор на далечински управувач
nb: Identifikasjon for fjernkontroll
nds: Feernbedenenkennen
nl: Afstandsbedienings-id
pl: Identyfikator pilota
pt: Identificador do Comando à Distância
pt_br: Identificador do Controle Remoto
ro: Identificator telecomandă
ru: Идентификатор пульта ДУ
sk: Identifikátor diaľkového ovládača
sl: Identifikator daljinskega upravljalnika
sr: Идентификатор даљинског управљача
sr@latn: Identifikator daljinskog upravljača
ta: தொலை கட்டுப்பாட்டு இனங்காட்டி
tg: Шиносаи Идоракунандаи Дурдаст
uk: Ідентифікатор елемента дистанційного керування
zh_tw: 遙控代碼
