Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kcmlirc.po
Languages: ar, ca, cs, da, de, el, et, eu, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, ta, tg, uk, zh_tw

source: &Switch to mode:
ar: &اﻹنتقال إلى نمط:
ca: Can&via al mode:
cs: &Přepnout do režimu:
da: Skift til tilstand
de: Zu Modus &wechseln:
el: &Εναλλαγή στη κατάσταση:
et: Lülit&umine režiimile:
eu: &Aldatu modu honetara:
fi: &Vaihda tilaan:
fr: &Basculer vers le mode :
gl: &Mudar para o modo:
he: &עבור למצב:
hu: &Váltás ebbe a módba:
is: &Skipta yfir í ham:
it: Pa&ssa alla modalità:
ja: モードを切り替え(&S):
kk: Ауы&сатын режім:
km: ប្តូរ​ទៅ​របៀប ៖
ko: 다음 모드로 전환(&S):
mk: &Префрли се на режим:
nb: &Bytt til modus:
nds: Na &Bedriefoort wesseln:
nl: Wi&sselen naar modus:
pl: &Zmień na tryb:
pt: &Mudar para o modo:
pt_br: A&lternar para o modo:
ro: &Comută la modul:
ru: &Переключиться в режим
sk: &Prepnúť do režimu:
sl: &Preklopi na način:
sr: &Пребаци у режим:
sr@latn: &Prebaci u režim:
ta: &பாங்கின் நிலைமாற்று:
tg: &Гузориш ба усули:
uk: &Перемкнути в режим:
zh_tw: 切換到模式(&S)：

source: Mode
ar: النمط
cs: Režim
da: Tilstand
de: Modus
el: Κατάσταση
et: Režiim:
eu: Modua
fi: Tila
gl: Modo
he: מצב
hu: Mód
is: Hamur
it: Modalità
ja: モード
kk: Режімі
km: របៀប​
ko: 모드
mk: Режим
nb: Modus
nds: Bedriefoort
nl: Modus
pl: Tryb
pt: Modo
pt_br: Modo
ro: Mod
ru: Режим
sk: Režim
sl: Način
sr: Режим
sr@latn: Režim
ta: வகை
tg: Усул
uk: Режим
zh_tw: 模式

source: &Exit current mode
ar: ال&خروج من النمط الحالي
ca: &Surt del mode actual
cs: &Ukončit současný režim
da: Gå ud af denne tilstand
de: Aktuellen Modus &beenden
el: Έ&ξοδος τρέχουσας κατάστασης
et: Välju kä&esolevast režiimist
eu: &Irten modu honetatik
fi: &Poistu nykyisestä tilasta
fr: &Quitter le mode en cours
gl: &Saír do modo actual
he: &צא ממצב נוכחי
hu: Kilépés az a&ktuális módból
is: &Fara úr núverandi ham
it: &Esci dalla modalità corrente
ja: 現在のモードを終了(&E)
kk: Қолданыстағы режімінен &шығу
km: ចេញពី​របៀប​បច្ចុប្បន្ន
ko: 현재 모드 종료(&E)
mk: &Излези од активниот режим
nb: &Avslutt nåværende modus
nds: Aktuelle Bedriefoort &verlaten
nl: Huidig&e modus verlaten
pl: &Opuść bieżący tryb
pt: &Sair do modo actual:
pt_br: Sair do Modo &atual
ro: &Iese din modul curent
ru: &Выйти из текущего режима
sk: &Ukončiť aktuálny režim
sl: Iz&hod iz trenutnega načina
sr: &Изађи из текућег режима
sr@latn: &Izađi iz tekućeg režima
ta: தற்போதைய பாங்கில் இருந்து வௌதயேற்றம்
tg: Аз усули ҷорӣ &бароед
uk: &Вийти з поточного режиму
zh_tw: 離開目前的模式(&E)

source: <b>Options</b>
ar: <b>خيارات</b>
ca: <b>Opcions</b>
cs: <b> Možnosti</b>
da: <b>Tilvalg</b>
de: <b>Einstellungen</b>
el: <b>Επιλογές</b>
et: <b>Valikud</b>
eu: <b>Aukerak</b>
fi: <b>Asetukset</b>
gl: <b>Opcións</b>
he: <b>אפשרויות</b>
hu: <b>Opciók</b>
is: <b> Valkostir</b>
it: <b>Opzioni</b>
ja: <b>オプション</b>
kk: <b>Параметрлері</b>
km: <b>ជម្រើស</b>
ko: <b>옵션</b>
mk: <b>Опции</b>
nb: <b>Innstillinger</b>
nds: <b>Optschonen</b>
nl: <b>Opties</b>
pl: <b>Opcje</b>
pt: <b>Opções</b>
pt_br: <b>Opções</b>
ro: <b>Opţiuni</b>
ru: <b>Опции</b>
sk: <b>Možnosti</b>
sl: <b>Možnosti</b>
sr: <b>Опције</b>
sr@latn: <b>Opcije</b>
ta: <b>விருப்பங்கள்</b>
tg: <b>Хосиятҳо</b>
uk: <b>Параметри</b>
zh_tw: <b>選項</b>

source: E&xecute all other actions before mode change (in original mode)
ar: &تنفيذ كل الإجراءات اﻷخرى قبل تغيير النمط ( في النمط الأصلي )
ca: E&xecuta totes les altres accions abans del canvi de mode (en el mode original)
cs: V&ykonat všechny ostatní činnost před změnou režimu (v původním režimu)
da: &Kør alle andre handlinger før tilstandsændring (i oprindelig tilstand)
de: Alle anderen Aktionen &ausführen, bevor der Modus geändert wird (im ursprünglichen Modus)
el: Ε&κτέλεση όλων των ενεργειών πριν την αλλαγή κατάστασης (στην αρχική κατάσταση)
et: Täi&detakse kõik muud toimingud enne režiimivahetust (algrežiimis)
eu: E&xekutatu beste ekintza guztiak modua aldatu baino lehen (hasiera bateko moduan)
fi: S&uorita kaikki muut toiminnot ennen tilanvaihtoa (alkuperäisessä tilassa)
fr: E&xécuter toutes les autres actions avant de modifier le mode (dans le mode original)
gl: E&xecutar todas as outras accións antes de mudar de modo (no modo orixinal)
he: בצע את כל הפעולות האחרות &לפני שינוי המצב (במצב המקורי)
hu: A műveletek az &eredeti módban, a módváltás előtt hajtódjanak végre
is: Fr&amkvæma allar aðgerðir áður en skipt er um ham (í upprunalegum ham)
it: E&segui tutte le altre azioni prima di cambiare la modalità (nella modalità originale)
ja: モードの変更前に (元のモードで) すべてのアクションを実行する(&X)
kk: Режімін ауыстыру алдында барлық басқа әрекеттер (ауыстырылатын режімінде) &орындалсын
km: ប្រតិបត្តិ​រាល់​អំពើផ្សេងទៀត​ទាំងអស់ មុនពេល​​ប្តូរ​របៀប(ក្នុង​របៀប​ដើម)
ko: 모드 변경 전에 다른 모든 기능을 실행합니다(기본 모드에서)(&X)
mk: &Изврши ги сите други акции пред смената на режимот (во оригиналниот режим)
nb: U&tfør alle andre handlinger før modusendring (i opprinnelig modus)
nds: All anner Akschonen &ehr't Wesseln utföhren (in ole Bedriefoort)
nl: Alle andere a&cties uitvoeren voordat modus verandert (in oude modus)
pl: Wy&konaj wszystkie inne akcje przed zmianą trybu (w trybie oryginalnym)
pt: E&xecutar todas as outras acções antes da mudança do modo (no modo original)
pt_br: &Executa todas as outras ações antes de mudar de modo (no modo original)
ro: E&xecută toate celelalte acţiuni înainte de schimbarea modului (în modul original)
ru: &Выполнить все другие действия перед сменой режима (в старом режиме)
sk: &Vykonať všetky ostatné akcie pred zmenou režimu (v pôvodnom režime)
sl: Izv&edi vsa druga dejanja pred spremembo načina (v prvotnem načinu)
sr: И&зврши све остале акције пре промене режима (у првобитном режиму)
sr@latn: I&zvrši sve ostale akcije pre promene režima (u prvobitnom režimu)
ta: பாங்கின் மாறுதலுக்கு முன்பு எல்லாம் செயல்களை நிறைவேற்று ( இயல்பான பாங்கில் )
tg: Ҳамаи дигар амалиётҳоро пеш аз ивази усул &иҷро кунед (дар усули ибтидоӣ)
uk: &Виконати всі інші дії перед зміною режиму (в початковому режимі)
zh_tw: 在模式更換前在原模式中執行所有其他的動作(&X)

source: Exec&ute all actions after mode change (in new mode)
ar: تنفيذ كل الإجراءات ب&عد تغيير النمط ( في النمط الجديد )
ca: Exec&uta totes les accions després del canvi de mode (en el nou original)
cs: V&ykonat všechny ostatní činnost po změně režimu (v novém režimu)
da: &Kør alle andre handlinger efter tilstandsændring (i ny)
de: Alle Aktionen nach dem Modus&wechsel ausführen (im neuen Modus)
el: Εκ&τέλεση όλων των ενεργειών μετά την αλλαγή κατάστασης (στη νέα κατάσταση)
et: Täidetakse kõik toimingud pärast režiimiva&hetust (uues režiimis)
eu: Exek&utatu ekintza guztiak modua aldatu ostean (modu berrian)
fi: Suor&ita kaikki toiminnot ennen tilanvaihtoa (uudessa tilassa)
fr: Exécuter toutes les actions a&près le changement de mode (dans le nouveau mode)
gl: Execu&tar todas as accións tras mudar de modo (no novo modo)
he: &בצע את כל הפעולות האחרות א&חרי שינוי המצב (במצב החדש)
hu: A műveletek az ú&j módban, a módváltás után hajtódjanak végre
is: Fram&kvæma allar aðgerðir eftir að skipt er um ham (í nýjum ham)
it: Eseg&ui tutte le azione dopo il cambio di modalità (nella nuova modalità)
ja: モードの変更後に (新しいモードで) すべてのアクションを実行する(&U)
kk: Режімін ауыстырған соң барлық басқа әрекеттер (жаңа режімінде) о&рындалсын
km: ប្រតិបត្តិ​រាល់​អំពើ​ទាំងអស់ ក្រោយ​ពេល​ប្តូរ​របៀប(ក្នុង​របៀប​ថ្មី)
ko: 모드 변경 후 모든 기능을 실행합니다(새 모드에서)(&U)
mk: Изв&рши ги сите акции по смената на режимот (во новиот режим)
nb: &Utfør alle handllinger etter modusendring (i ny modus)
nds: All Akschonen &na't Wesseln utföhren (in niege Bedriefoort)
nl: Alle acties &uitvoeren nadat modus verandert (in nieuwe modus)
pl: W&ykonaj wszystkie akcje po zmianie trybu (w nowym trybie)
pt: Exec&utar todas as acções antes da mudança de modo (no novo modo)
pt_br: Exec&uta todas as ações antes de mudar de modo (no novo modo)
ro: E&xecută toate acţiunile după schimbarea modului (în noul mod)
ru: &Выполнить все действия после смены режима (в новом режиме)
sk: Vy&konať všetky ostatné akcie po zmene režimu (v novom režime)
sl: Izve&di vsa druga dejanja po spremembi načina (v novem načinu)
sr: Из&врши све акције после промене режима (у текућем режиму)
sr@latn: Iz&vrši sve akcije posle promene režima (u tekućem režimu)
ta: பாங்கின் மாறுதலுக்கு ஏற்ற பிறகு செயல்களை நிறைவேற்று (புதிய பாங்கில் )
tg: Ҳамаи амалиётҳоро баъди ивази усул &иҷро кунед (дар усули нав)
uk: В&иконати всі дії після зміни режиму (в новому режимі)
zh_tw: 更換模式後在新模式中執行所有的動作(&U)

source: Edit Action
ar: تحرير الإجراء
ca: Edita acció
cs: Upravit činnost
da: Redigér handling
de: Aktion bearbeiten
el: Επεξεργασία ενέργειας
et: Redigeeri toimingut
eu: Editatu ekintza
fi: Muokkaa toimintoa
fr: Modifier l'action
gl: Editar acción
he: ערוך פעולה
hu: A művelet szerkesztése
is: Breyta aðgerð
it: Modifica azione
ja: アクションを編集
kk: Әрекетті өзгерту
km: កែសម្រួល​អំពើ
ko: 동작 편집
mk: Уреди акција
nb: Rediger handling
nds: Akschoon bewerken
nl: Actie bewerken
pl: Edytuj akcje
pt: Editar a Acção
pt_br: Editar Ação
ro: Editează acţiunea
ru: Изменить действие
sk: Úprava akcie
sl: Uredi dejanje
sr: Уреди акцију
sr@latn: Uredi akciju
ta: செயல்களின் தொகுப்பு
tg: Таҳрири Амалиёт
uk: Редагувати дію
zh_tw: 編輯動作

source: O&bject:
ar: ع&نصر:
ca: O&bjecte:
cs: O&bjekt:
da: O&bjekt:
de: O&bjekt:
el: Α&ντικείμενο:
et: O&bjekt:
eu: O&bjektua:
fi: O&bjekti:
fr: O&bjet :
gl: O&bxecto:
he: אובייק&ט:
hu: &Objektum:
is: Hl&utur:
it: O&ggetto:
ja: オブジェクト(&B):
kk: &Нысаны:
km: វត្ថុ ៖
ko: 객체(&B):
mk: О&бјект:
nb: O&bjekt:
nds: O&bjekt:
pl: O&biekt:
pt: O&bjecto:
pt_br: &Objeto:
ro: O&biect:
ru: &Объект:
sk: O&bjekt:
sl: &Predmet:
sr: О&бјекат:
sr@latn: O&bjekat:
ta: பொருள் :
tg: &Объект:
uk: О&б'єкт:
zh_tw: 物件(&B)：

source: &Perform function:
ar: تنفيذ &وظيفة:
ca: Fer fun&ció:
cs: &Provést funkci:
da: Udfør &funktion:
de: &Funktion ausführen:
el: &Εκτέλεση λειτουργίας:
et: Täideta&v funktsioon:
eu: &Egikaritu funtzio hau:
fi: &Suorita toiminto:
fr: Exécuter les &fonctions :
gl: Realizar &función:
he: בצע &פעולה:
hu: Művelet végre&hajtása:
is: Framkvæma hlutverk:
it: &Esegui funzione:
ja: 機能を実行(&P):
kk: О&рындайтын функциясы:
km: បង្កើត​អនុគមន៏ ៖
ko: 기능 수행(&P):
mk: &Изврши функција:
nb: Ut&før funksjon:
nds: &Funkschoon utföhren:
nl: &Functie uitvoeren:
pl: &Wykonaj funkcję:
pt: Efectuar a &função:
pt_br: &Executar Função:
ro: E&xecută funcţia:
ru: &Выполнить функцию:
sk: &Vykonať funkciu:
sl: &Izvedi funkcijo
sr: &Изврши функцију:
sr@latn: &Izvrši funkciju:
ta: &செயல்பாடுத்து:
tg: Вазифаро &иҷро кунед:
uk: &Виконати функцію:
zh_tw: 執行功能(&P)：

source: Just start application
ar: بدأ التطبيق فقط
ca: Només engega l'aplicació
cs: Pouze spustit aplikaci
da: Start blot program
de: Nur Anwendung starten
el: Απλά έναρξη της εφαρμογής
et: Ainult rakenduse käivitamine
eu: Aplikazioa abiarazi bakarrik
fi: Käynnistä vain toiminto
fr: Lancer simplement l'application
gl: Só iniciar a aplicación
he: רק הפעל יישום
hu: Az alkalmazás elindítása
is: Ræsa bara forrit
it: Avvia l'applicazione
ja: アプリケーションの起動のみ
kk: Қолданбаны жегіп қою
km: គ្រាន់តែ​ចាប់ផ្តើម​កម្មវិធីប៉ុណ្ណោះ
ko: 응용프로그램만 시작
mk: Само стартувај ја апликацијата
nb: Bare start programmet
nds: Bloots Programm starten
nl: Programma gewoon starten
pl: Uruchom program
pt: Iniciar apenas a aplicação
pt_br: Somente inicia a aplicação
ro: Porneşte aplicaţia
ru: Запустить приложение
sk: Iba spustiť aplikáciu
sl: Samo zaženi program
sr: Само покрени програм
sr@latn: Samo pokreni program
ta: தொடங்கிய பயன்பாட்டு
tg: Танҳо замимаро оғоз кунед
uk: Просто запустити програму
zh_tw: 只要啟動應用程式

source: Fu&nction:
ar: &وظيفة:
ca: Fu&nció:
cs: Fu&nkce:
da: Fu&nktion:
de: Fu&nktion:
el: Λει&τουργία:
et: Fu&nktsioon:
eu: Fu&ntzioa:
fi: Toi&minto:
fr: &Fonction :
gl: Fu&nción:
he: פ&עולה
hu: Funk&ció:
is: Hlut&verk
it: Fu&nzione:
ja: 機能(&N):
kk: Фу&нкциясы:
km: អនុគមន៏ ៖
ko: 기능(&N):
mk: Фу&нкција:
nb: Fu&nksjon:
nds: Fu&nkschoon:
nl: Fu&nctie:
pl: Fu&nkcja:
pt: Fu&nção:
pt_br: Fu&nção:
ro: Fu&ncţie:
ru: &Функция:
sk: Fu&nkcia:
sl: &Funkcija:
sr: Фу&нкција:
sr@latn: Fu&nkcija:
ta: செயல்பாடுகள்:
tg: &Вазифоӣ:
uk: Фу&нкція:
zh_tw: 功能(&N)：

source: &Application:
ar: &تطبيق:
ca: &Aplicació:
cs: &Aplikace:
da: Progr&am:
de: &Anwendung:
el: &Εφαρμογή:
et: R&akendus:
eu: &Aplikazioa:
fi: &Sovellus:
gl: &Aplicación:
he: &יישום:
hu: Alkalma&zás:
is: F&orrit:
it: &Applicazione:
ja: アプリケーション(&A):
kk: Қолд&анбасы:
km: កម្មវិធី ៖
ko: 응용프로그램(&A):
mk: &Апликација:
nb: &Program:
nds: &Programm:
nl: Toep&assing:
pl: &Program:
pt: &Aplicação:
pt_br: A&plicação:
ro: &Aplicaţie:
ru: &Приложение:
sk: &Aplikácia:
sl: &Program:
sr: &Програм:
sr@latn: &Program:
ta: &பயன்பாட்டு:
tg: &Замима:
uk: Прогр&ама:
zh_tw: 應用程式(&A)：

source: &Use application:
ar: ا&ستخدام التطبيق:
ca: &Usa aplicació:
cs: Po&užít aplikaci:
da: &Brug Program:
de: &Programm verwenden:
el: &Χρήση εφαρμογής:
et: Kasutatakse rakendus&t:
eu: E&rabili aplikazio hau:
fi: &Käytä sovellusta:
fr: &Utiliser l'application :
gl: &Usar a aplicación:
he: &השתמש ביישום:
hu: Alkalmazás használa&ta:
is: &Nota forrit:
it: &Usa applicazione:
ja: アプリケーションを使う(&U):
kk: &Пайдаланатын қолданба:
km: ប្រើ​កម្មវិធី ៖
ko: 응용프로그램 사용(&U):
mk: &Користи апликација:
nb: Br&uk program:
nds: Programm br&uken:
nl: Toepassing gebr&uiken:
pl: &Użyj programu:
pt: &Usar a aplicação:
pt_br: &Usar aplicação:
ro: &Utilizează aplicaţia:
ru: &Использовать приложение:
sk: &Použiť aplikáciu:
sl: Uprabi &program:
sr: &Користи програм:
sr@latn: &Koristi program:
ta: பயன்பாட்டினை பயன்படுத்து:
tg: Замимаро &истифода баред:
uk: В&живати програму:
zh_tw: 使用應用程式(&U)：

source: App&lication:
ar: تطبي&ق:
ca: Ap&licació:
cs: Ap&likace:
da: Pro&gram:
de: &Programm:
el: Ε&φαρμογή:
et: Rakendu&s:
eu: Ap&likazioa:
fi: Sove&llus:
gl: Ap&licación:
he: יי&שום:
hu: Al&kalmazás:
is: &Forrit:
it: App&licazione:
ja: アプリケーション(&L):
kk: Қол&данбасы:
km: កម្មវិធី​ ៖
ko: 응용프로그램(&L):
mk: Ап&ликација:
nb: App&likasjon:
nds: Pro&gramm:
nl: Toe&passing:
pl: &Program:
pt: Ap&licação:
pt_br: A&plicação:
ro: Ap&licaţie:
ru: &Приложение:
sk: Ap&likácia:
sl: Pro&gram:
sr: Про&грам:
sr@latn: Pro&gram:
ta: பயன்பாட்டு:
tg: &Замима:
uk: Про&грама:
zh_tw: 應用程式(&L)：

source: Use &DCOP:
ar: استخدام &DCOP:
ca: Usa &DCOP:
cs: Použít &DCOP:
da: Brug &DCOP:
de: &DCOP verwenden:
el: Χρήση &DCOP:
et: Kasutatakse D&COP-i:
eu: Erabili &DCOP:
fi: Käytä &DCOP:tä:
fr: Utiliser &DCOP :
gl: Usar &DCOP:
he: השתמש &ב־DCOP:
hu: D&COP használata:
is: Nota &DCOP:
it: Usa &DCOP:
ja: DCOP を使う(&D):
kk: Қолданатын &DCOP:
km: ប្រើ​ DCOP ៖
ko: DCOP 사용 (&D):
mk: Корис&ти DCOP:
nb: Bruk &DCOP:
nds: &DCOP bruken:
nl: &DCOP gebruiken:
pl: Użyj &DCOP:
pt: Usar o &DCOP:
pt_br: Usar &DCOP:
ro: Utilizează &DCOP:
ru: Использовать &DCOP:
sk: Použiť &DCOP:
sl: Uporabi &DCOP:
sr: Корис&ти DCOP:
sr@latn: Koris&ti DCOP:
ta: &DCOP யை பயன்படுத்து :
tg: &DCOP-ро истифода баред:
uk: Використовувати &DCOP:
zh_tw: 使用 DCOP(&D)：

source: A&pplication/DCOP options:
ar: خيارات ال&تطبيق/DCOP:
ca: Opcions de l'a&plicació/DCOP:
cs: Možnosti a&plikace/DCOP:
da: &Program/DCOP-tilvalg:
de: P&rogramm/DCOP-Einstellungen:
el: Επιλογές &εφαρμογής/DCOP:
et: &Rakenduse/DCOP-i valikud:
eu: A&plikazio/DCOP aukerak:
fi: S&ovelluksen ja DCOP:n asetukset:
fr: Options des a&pplications / DCOP :
gl: Opcións da a&plicación/DCOP:
he: אפ&שרויות יישום/DCOP:
hu: Az alkalmazás DCO&P-opciói:
is: F&orrita/DCOP valkostir:
it: Opzioni a&pplicazione/DCOP:
ja: アプリケーション/DCOP のオプション(&P):
kk: Қолдан&ба/DCOP параметрлері:
km: ជម្រើស​កម្មវិធី/DCOP ៖
ko: 응용프로그램/DCOP 옵션(&P):
mk: Опции за а&пликацијата/DCOP:
nb: Innstillinger for a&pplikasjon/DCOP:
nds: Programm-/DCOP-&Optschonen:
nl: Opties voor toe&passing/DCOP:
pl: Opcje &programu/DCOP:
pt: O&pções da Aplicação/DCOP:
pt_br: Opções da Aplicação/&DCOP:
ro: Opţiuni a&plicaţie/DCOP:
ru: Опции приложения/&DCOP:
sk: Možnosti pre &aplikáciu/DCOP:
sl: Možnosti &programa/DCOP-ja:
sr: Опције п&рограма/DCOP-а:
sr@latn: Opcije p&rograma/DCOP-a:
ta: பயன்பாட்டு/DCOP மாறுதல்:
tg: Хосиятҳои &замима/DCOP:
uk: Параметри &програми/DCOP:
zh_tw: 應用程式/DCOP 選項(&P)：

source: Change &mode to:
ar: غيّر النمط إ&لى:
ca: Canvia al &mode:
cs: Z&měnit režim na:
da: Ændr tilstand &til:
de: &Modus ändern in:
el: Αλλαγή &κατάστασης σε:
et: Režiimiks &muudetakse:
eu: Aldatu &modu honetara:
fi: Vaihda &tila:
fr: Changer le &mode vers :
gl: Mudar de mo&do para:
he: החלף מ&צב ל:
hu: Mó&dváltás erre:
is: Breyta ha&m í:
it: Passa nella &modalità:
ja: モードを切り替え(&M):
kk: Ауысатын режімі:
km: ប្តូរ​របៀប​ទៅជា ៖
ko: 다음 모드로 변경(&M):
mk: Смени режи&м во:
nb: Endre &modus til:
nds: &Bedriefoort wesseln na:
nl: &Modus wisselen naar:
pl: Zmień &tryb na:
pt: &Modificar o modo para:
pt_br: Mudar para o &modo:
ro: Modifică &modul la:
ru: Сменить &режим на:
sk: Zmeniť &režim na:
sl: Spremeni &način v:
sr: Промени режи&м на:
sr@latn: Promeni reži&m na:
ta: பாங்கின் மாறுதல்:
tg: &Усулро иваз кунед ба:
uk: Змінити &режим до:
zh_tw: 更換模式到(&M)：

source: <b>DCOP/Application Action Options</b>
ar: <b>خيارات إجراء DCOP/التطبيق</b>
ca: <b>Opcions d'acció de DCOP/Aplicació</b>
cs: <b>Možnosti činnosti DCOP/aplikace</b>
da: <b>DCOP/Program-handlingsmuligheder</b>
de: <b>Einstellung für DCOP/Programmaktion</b>
el: <b>Επιλογές ενεργειών DCOP/Εφαρμογής</b>
et: <b>DCOP/rakenduse toimingu valikud</b>
eu: <b>DCOP/Aplikazioa ekintza aukerak</b>
fi: <b>DCOP:n ja sovelluksen toimintoasetukset</b>
fr: <b>Options des actions DCOP / Application</b>
gl: <b>Opcións da acción de DCOP/Aplicación</b>
he: <b>DCOP/יישום אפשרויות פעולה</b>
hu: <b>A DCOP-os műveletek beállításai</b>
is: <b>Forrita/DCOP aðgerðavalkostir</b>
it: <b>Opzioni azioni applicazione/DCOP</b>
ja: <b>DCOP/アプリケーションアクションのオプション</b>
kk: <b>DCOP/Қолданбаның әрекетінің параметрлері</b>
km: <b>DCOP/ជម្រើស​អំពើ​កម្មវិធី</b>
ko: <b>DCOP/응용프로그램 동작 옵션</b>
mk: <b>Опции за акции од DCOP/апликација</b>
nb: <b>Oppsett for DCOP/programhandlinger</b>
nds: <b>Optschonen för Programm-/DCOP-Akschonen</b>
nl: <b>Opties voor toepassing/DCOP</b>
pl: <b>Opcje akcji DCOP/programu</b>
pt: <b>Opções da Acção da Aplicação/DCOP</b>
pt_br: <b>Opções de Ação da Aplicação/DCOP</b>
ro: <b>Opţiuni DCOP/aplicaţie</b>
ru: <b>Опции действия приложения/DCOP</b>
sk: <b>Možnosti akcie DCOP/aplikácie</b>
sl: <b>Možnosti dejanja programa/DCOP-ja</b>
sr: <b>Опције акције програма/DCOP-а</b>
sr@latn: <b>Opcije akcije programa/DCOP-a</b>
ta: <b>DCOP/பயன்பாட்டு செய்யலின் வாய்ப்பு</b>
tg: <b>Хосиятҳои Амалиётҳои DCOP/Замима</b>
uk: <b>Параметри дій DCOP/програм</b>
zh_tw: <b>DCOP/應用程式動作選項</b>

source: &Action repeats if button is held down
ar: سيتم ت&كرار الإجراء اذا استمر الظغط على الزر
ca: L'&acció es repeteix si el botó es manté premut
cs: Č&innost se opakuje, pokud je tlačítko dole
da: H&andling gentages hvis knappen holdes nede
de: &Aktion wird wiederholt, solange der Knopf gedrückt bleibt
el: Η &ενέργεια επαναλαμβάνεται αν το πλήκτρο μένει πατημένο
et: &Nupu allhoidmisel toimingut korratakse
eu: Ekintz&a errepikatu botoia sakatuta mantenduz gero
fi: &Toiminto toistuu jos näppäintä pidetään painettuna
fr: &Action répétée si un bouton est enfoncé
gl: A &acción é repetida de manterse premido o botón
he: ה&פעולה תחזור על עצמה בזמן החזקת הכפתור לחוץ
hu: A művelet ismétlődjön, ha a g&omb lenyomva van tartva
is: &Aðgerð endurtekin ef hnappi haldið niðri
it: L'&azione si ripete se si tiene premuto il pulsante
ja: ボタンを押し続けたらアクションを繰り返す(&A)
kk: Батырма басылып тұрса &әрекет қайталана берсін
km: អំពើ​ធ្វើ​ម្តងទៀត​ប្រសិនបើ​ប៊ូតុងត្រូវ​បាន​ហាត់ធ្វើការ
ko: 버튼이 눌려있으면 기능을 반복합니다(&A)
mk: &Акцијата се повторува ако копчето се држи
nb: H&andlingen gjentas hvis knappen holdes nede
nds: &Akschoon warrt wedderhaalt, as lang as de Knoop drückt blifft
nl: &Actie herhaalt wanneer knop blijft ingedrukt
pl: &Akcja jest powtarzana kiedy przycisk jest wciśnięty
pt: &A acção é repetível se o botão for mantido premido
pt_br: A &ação se repete se o botão manter-se pressionado
ro: &Acţiunea se repetă dacă butonul este ţinut apăsat
ru: &Действие повторяется если кнопка удерживается нажатой
sk: &Akcia sa opakuje pri držaní tlačidla
sl: &Dejanje se ponavlja, če gumb ostane pritisnjen
sr: &Акција се понавља ако се дугме држи притиснуто
sr@latn: &Akcija se ponavlja ako se dugme drži pritisnuto
ta: &பொத்தானை அழ்த்தியவுடன் செயல்கள் மீண்டும் தொடங்கும்
tg: &Амалиёт такрор меёбад, агар тугма пахш карда, чунин нигоҳ дошта шавад
uk: &Дія повторюється, якщо кнопку тримати натиснутою
zh_tw: 按鍵按住的話就重複動作(&A)

source: &Start program/service if not already running
ar: ابد&أ البرنامج/الخدمة إذا لم تكن بدأت مسبقا
ca: Executa el programa/servei &si no està en execució
cs: &Spustit program/službu pokud již neběží
da: &Start program/service hvis de ikke allerede kører
de: &Programm/Dienst starten, falls er noch nicht läuft
el: Έ&ναρξη προγράμματος/υπηρεσίας αν δεν εκτελείται ήδη
et: &Käivitatakse programm/teenus, kui see veel ei käi
eu: Abiara&zi programa/zerbitzua dagoeneko martxan ez badago
fi: &Käynnistä ohjelma tai palvelu, jos se ei ole jo käynnissä
fr: &Lancer un programme / service s'il n'est pas déjà lancé
gl: &Iniciar o programa/servizo se non se está xa a executar
he: &הפעל תכנית/שרות אם עדיין לא הופעלו.
hu: A p&rogram vagy a szolgáltatás elindítása, ha nem fut
is: Ræ&sa forrit/þjónustu ef ekki þegar í gangi
it: &Avvia il programma/servizio se non è già in esecuzione
ja: まだの場合プログラム/サービスを起動する(&S)
kk: Әлі &жегілмесе қолданба/қызмет жегілсін
km: ចាប់ផ្តើម​កម្មវិធី/សេវា ប្រសិនបើមិនទាន់​រត់​រួចរាល់
ko: 프로그램/서비스가 실행 중이지 않으면 실행합니다(&S)
mk: &Стартувај програма/сервис ако веќе не работи
nb: &Start programmet/tjenesten hvis den ikke allerede er i gang
nds: Programm / Deenst &starten, wenn noch nich an't Lopen
nl: Programma of service &starten indien niet al actief
pl: &Uruchom program/usługę jeżeli jeszcze nie jest uruchomiona
pt: Iniciar o programa/&serviço se não estiver já em execução
pt_br: &Iniciar o programa/serviço se já não estiver sendo executado
ro: &Porneşte programul/serviciul dacă nu rulează deja
ru: &Запускать приложение/сервис если они не запущены
sk: &Spustiť program/službu, ak ešte nebeží
sl: &Zaženi program/storitev, če ta že ne teče
sr: &Покрени програм/сервис ако није већ покренут
sr@latn: &Pokreni program/servis ako nije već pokrenut
ta: &துவக்கம் நிரல் / சேவை செயல்படவில்லை
tg: Агар то ба ҳол корандозӣ нашуда бошад барнома/хидматро &оғоз мекунад
uk: &Запускати програму/службу, якщо та ще не працює
zh_tw: 如果未執行的話就啟動程式或服務(&S)

source: <b>Mode Change Options</b>
ar: <b>اختيارات تغيير النمط</b>
ca: <b>Opcions de canvi de mode</b>
cs: <b>Možnosti změny režimu</b>
da: <b>Tilvalg for tilstandsændringer</b>
de: <b>Einstellungen für Moduswechsel</b>
el: <b>Επιλογές αλλαγής κατάστασης</b>
et: <b>Režiimivahetuse valikud</b>
eu: <b>Modu aldaketaren aukerak</b>
fi: <b>Tilanvaihdon asetukset</b>
fr: <b>Options des changements de mode</b>
gl: <b>Opcións de mudanza de modo</b>
he: <b>אפשרויות שינוי מצב</b>
hu: <b>Módváltási beállítások</b>
is: <b> Hamskiptavalkostir</b>
it: <b>Opzioni di cambio modalità</b>
ja: <b>モード変更のオプション</b>
kk: <b>Режімді ауыстыру параметрлері</b>
km: <b>ជម្រើស​ផ្លាស់ប្តូរ​របៀប</b>
ko: <b>모드 변경 옵션</b>
mk: <b>Опции за смена на режим</b>
nb: <b>Oppsett for modus-endring</b>
nds: <b>Optschonen för't Wesseln twischen Bedriefoorden</b>
nl: <b>Opties voor wisselen van modus</b>
pl: <b>Opcje zmiany trybu</b>
pt: <b>Opções da Mudança de Modo</b>
pt_br: <b>Opções de Mudança de Modo</b>
ro: <b>Opţiuni modificare mod</b>
ru: <b>Опции смены режима</b>
sk: <b>Možnosti zmeny režimu</b>
sl: <b>Možnosti spremembe načina</b>
sr: <b>Опције промене режима</b>
sr@latn: <b>Opcije promene režima</b>
ta: <b> விருப்பத்தேர்வுக்கு ஏற்ற பாங்கின் மாற்றங்கள்</b>
tg: <b>Хосиятҳои Ивази Усул</b>
uk: <b>Параметри зміни режиму</b>
zh_tw: <b>模式更換選項</b>
