Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kcmlirc.po
Languages: ar, ca, cs, da, de, el, et, eu, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, ta, tg, uk, zh_tw

source: Send the action to the instance hi&ghest in window stacking order
ar: إرسال الإجراء لحالة التشغيل الأ&على في ترتيب تكديس النوافذ
ca: Envia l'acció a la instància que tin&gui la finestra més amunt a la pila de finestres
cs: Poslat činnost instanci, které je &nejvýše v pořadí oken
da: Send handlingen til den udgave der er hø&jest i vinduesstakkens rækkefølge
de: Aktion an die Ausgabe senden, die zu&oberst auf dem Bildschirm sichtbar ist
el: Αποστολή της ενέργειας στην υ&ψηλότερη διεργασία στη στοίβα παραθύρων
et: &Toiming saadetakse aknapinu järjekorras kõrgeimale protsessile
eu: Bidali ekintza leiho pilako &goren mailako instantziara
fi: Lähetä toiminto ylim&mälle esiintymälle ikkunoiden pinoamisjärjestyksessä
fr: Envoyer l'action à l'instance la plus &haute dans l'ordre de la pile des fenêtres
gl: Enviar a acción á instancia máis &alta na orde de apilamento das xanelas
he: שלח את הפעולה לאובייקט הריצה ה&גבוה ביותר בערימת מנהל החלונות
hu: A művelet a le&gfelső ablakhoz tartozó programpéldányhoz jusson el
is: Senda aðgerð til tilviks sem er &efst á gluggastafla
it: Invia l'azione all'istanza più &alta nell'ordine di sovrapposizione delle finestre
ja: ウィンドウが一番上のインスタンスにアクションを送る(&G)
kk: Әрекет терезесі стек кезегінің жо&ғарындағы данасына тапсырылсын
km: បញ្ជូន​អំពើទៅកាន់​វត្ថុ​ខ្ពស់បំផុត​ក្នុង​លំដាប់​ជុង​បង្អួច
ko: 창 겹침 순서에서 가장 높은 인스턴스에 동작을 보냅니다(&G)
mk: Испрати ја акцијата на нај&високата инстанца во подредувањето на прозорците
nb: Send handlin&gen til instansen øverst i vindusstabelen
nds: Akschoon na de op den Schirm &vörste Utgaav sennen
nl: De actie naar het &voorste venster sturen
pl: Wyślij akcję do instancji znajdującej się naj&wyżej na stosie okna
pt: Enviar a acção para a instância &superior na ordem de sobreposição das janelas
pt_br: Enviar a ação para a &maior instância na ordem da pilha da janela
ro: Trimite acţiunea la instanţa ce mai de s&us din lista de ferestre
ru: Послать действие окну, расположенному в &начале списка стека
sk: Poslať akciu inštancii naj&vyššie na ploche
sl: Pošlji dejanje naj&višjemu izvodu v vrstnem redu oken
sr: Пошаљи акцију нај&вишој инстанци у редоследу слагања прозора
sr@latn: Pošalji akciju naj&višoj instanci u redosledu slaganja prozora
ta: உயர்வான சாளரம் வரிசைக்கு ஏற்ப எல்லாம் நிகழ்வுக்கும் செயலை அனுப்பு
tg: Амалиётро бо намунае, ки дар &болои рӯйхати амбора ҷойгир аст, фиристед
uk: Посилати дію до на&йвищого примірника у порядку штабелювання вікон
zh_tw: 送出此動作到視窗堆疊中最高的實體(&G)

source: Send the action to all i&nstances
ar: إرسال الاجرا&ء لكل حالات التشغيل
ca: Envia l'acció a totes les i&nstàncies
cs: Poslat činnost &všem instancím
da: Send handlingen til alle &udgaver
de: Aktion an &alle Ausgaben senden
el: Αποστολή της ε&νέργειας σε όλες τις διεργασίες
et: Toiming saadetaks&e kõigile protsessidele
eu: Bidali ekintza i&nstantzia guztietara
fi: Lähetä toiminto kaikille &esiintymille
fr: Envoyer l'action à toutes les &instances
gl: Enviar a acción a &todas as instancias
he: שלח את הפעולה ל&כל אובייקטי הריצה.
hu: A művelet az összes programpéldányhoz &jusson el
is: Se&nda aðgerð til allra tilvika
it: Invia l'azione a tutte le ista&nze
ja: すべてのインスタンスにアクションを送る(&N)
kk: Әрекет барлық да&наларына тапсырылсын
km: បញ្ជូន​អំពើ​ទៅកាន់​វត្ថុ​ទាំងអស់
ko: 모든 인스턴스에 기능을 보냅니다(&N)
mk: Испрати ја акцијата на &сите инстанци
nb: Send handlinga til alle i&nstanser
nds: Akschoon na all U&tgaven sennen
nl: De actie naar &alle actieve instanties sturen
pl: Wyślij akcję do wszystkich i&nstancji
pt: Enviar a acção para todas as i&nstâncias
pt_br: Enviar a ação para &todas as instâncias
ro: Trimite acţiunea la t&oate instanţele
ru: Послать действие во все &экземпляры
sk: Poslať akciu všetkým inštanciám
sl: Pošlji dejanje vsem &instancam
sr: Пошаљи акцију свим и&нстанцама
sr@latn: Pošalji akciju svim i&nstancama
ta: எல்லாம் நிகழ்வுக்கும் செயலை அனுப்பு
tg: Амалиётро ба ҳамаи &намунаҳо фиристед
uk: Посилати дію до всі&х примірників
zh_tw: 送出所有實體的動作(&N)

source: Edit Mode
ar: تحرير النمط
ca: Edita mode
cs: Režim úprav
da: Redigér tilstand
de: Bearbeitungsmodus
el: Επεξεργασία κατάστασης
et: Redigeeri režiimi
eu: Editatu modua
fi: Muokkaa tilaa
fr: Modifier le mode
gl: Editar modo
he: מצב עריכה
hu: Módszerkesztés
is: Breyta ham
it: Modalità di modifica
ja: モードを編集
kk: Режімін өзгерту
km: កែសម្រួល​របៀប
ko: 편집 모드
mk: Уреди режим
nb: Rediger modus
nds: Bewerk-Bedrief
nl: Modus bewerken
pl: Tryb edycji
pt: Modo de Edição
pt_br: Modo de edição
ro: Editează modul
ru: Изменить режим
sk: Úprava režimu
sl: Uredi način
sr: Уреди режим
sr@latn: Uredi režim
ta: பாங்கின் தொகுப்பு
tg: Таҳрири Усул
uk: Режим редагування
zh_tw: 編輯模式

source: <b>Description</b>
ar: <b>الوصف</b>
ca: <b>Descripció</b>
cs: <b>Popis</b>
da: <b>Beskrivelse</b>
de: <b>Beschreibung</b>
el: <b>Περιγραφή</b>
et: <b>Kirjeldus</b>
eu: <b>Deskripzioa</b>
fi: <b>Kuvaus</b>
gl: <b>Descrición</b>
he: <b>תיאור</b>
hu: <b>Leírás</b>
is: <b> Lýsing</b>
it: <b>Descrizione</b>
ja: <b>説明</b>
kk: <b>Сипаттама</b>
km: <b>​ពិពណ៌នា</b>
ko: <b>설명</b>
mk: <b>Опис</b>
nb: <b>Beskrivelse</b>
nds: <b>Beschrieven</b>
nl: <b>Omschrijving</b>
pl: <b>Opis</b>
pt: <b>Descrição</b>
pt_br: <b>Descrição</b>
ro: <b>Descriere</b>
ru: <b>Описание</b>
sk: <b>Popis</b>
sl: <b>Opis</b>
sr: <b>Опис</b>
sr@latn: <b>Opis</b>
ta: <b>விவரம் </b>
tg: <b>Тавсифот</b>
uk: <b>Опис</b>
zh_tw: <b>描述</b>

source: &Icon for system tray:
ar: أ&يقونة للوحة النظام:
ca: &Icona per la safata de sistema:
cs: &Ikona pro systémovou lištu:
da: &Ikon til statusfeltet:
de: &Symbol für Systemabschnitt der Kontrollleiste:
el: Ε&ικονίδιο πλαισίου συστήματος:
et: &Paneeli ikoon:
eu: Sistemaren erretilurako &ikonoa:
fi: Ilmoitusalueen &kuvake:
fr: &Icône pour la boîte à miniatures :
gl: &Ícone da bandexa do sistema:
he: &סמלים עבור מגש המערכת
hu: A paneltálcában megjelenő &ikon:
is: Táknmynd fyr&ir kerfisbakka:
it: &Icona per il vassoio di sistema:
ja: システムトレイのアイコン(&I):
kk: Жүйелік сөредегі &таңбашасы:
km: រូបតំណាង​សម្រាប់​ប្រព័ន្ធ​ថាស ៖
ko: 시스템 트레이 아이콘(&I):
mk: &Икона за системската лента:
nb: &Ikon for systemkurv:
nds: S&ysteemafsnitt-Lüttbild:
nl: Systeemvakp&ictogram:
pl: &Ikona tacki systemowej:
pt: &Ícone na bandeja do sistema:
pt_br: O í&cone a ser exibido no sistema:
ro: &Iconiţa pentru tava de sistem:
ru: &Значком в системном лотке:
sk: &Ikona pre systémovú lištu:
sl: &Ikona za sistemsko vrstico:
sr: &Икона за системску касету:
sr@latn: &Ikona za sistemsku kasetu:
ta: அமைப்பு தட்டின் சின்னம்
tg: &Тасвир барои сабади системавӣ:
uk: &Піктограма для системного лотка:
zh_tw: 系統匣圖示(&I)：

source: &Mode name:
ar: &اسم النمط:
ca: Nom del &mode:
cs: Název reži&mu:
da: &Tilstandsnavn:
de: &Modusname
el: Ό&νομα κατάστασης:
et: &Režiimi nimi:
eu: &Moduaren izena:
fi: &Tilan nimi:
fr: &Nom du mode :
gl: Nome do &modo:
he: שם מ&צב:
hu: A mód ne&ve:
is: Heiti ha&ms:
it: Nome &modalità:
ja: モード名(&M):
kk: &Режімінің атауы:
km: ឈ្មោះ​របៀប ៖
ko: 모드 이름(&M):
mk: &Име на режим:
nb: &Modusnavn:
nds: Bedriefoort-Naa&m:
nl: Naam &modus:
pl: Nazwa &trybu:
pt: Nome do &modo:
pt_br: &Nome do modo:
ro: Nume &mod:
ru: &Название режима:
sk: &Meno režimu:
sl: Ime &načina:
sr: Име &режима:
sr@latn: Ime &režima:
ta: &பாங்கின் பெயர்
tg: Номи &усул:
uk: Назва ре&жиму:
zh_tw: 模式名稱(&M)：

source: <b>Behavior</b>
ar: <b>السلوك</b>
ca: <b>Comportament</b>
cs: <b>Chování</b>
da: <b>Opførsel</b>
de: <b>Verhalten</b>
el: <b>Συμπεριφορά</b>
et: <b>Käitumine</b>
eu: <b>Portamoldea</b>
fi: <b>Käytös</b>
fr: <b>Comportement</b>
gl: <b>Comportamento</b>
he: <b>התנהגות</b>
hu: <b>Működés</b>
is: <b> Hegðun</b>
it: <b>Comportamento</b>
ja: <b>挙動</b>
kk: <b>Қасиеттері</b>
km: <b>ឥរិយាបទ</b>
ko: <b>작동 방식</b>
mk: <b>Однесување</b>
nb: <b>Oppførsel</b>
nds: <b>Bedregen</b>
nl: <b>Gedrag</b>
pl: <b>Zachowanie</b>
pt: <b>Comportamento</b>
pt_br: <b>Comportamento</b>
ro: <b>Comportament</b>
ru: <b>Настройки</b>
sk: <b>Správanie</b>
sl: <b>Obnašanje</b>
sr: <b>Понашање</b>
sr@latn: <b>Ponašanje</b>
ta: <b>குணங்கள்</b>
tg: <b>Рафтор</b>
uk: <b>Поведінка</b>
zh_tw: <b>行為</b>

source: Mo&de is the default for its remote control
ar: ال&نمط هو الافتراضي لجهاز التحكم عن بعد الخاص به
ca: Aquest mo&de és el mode per defecte pel seu conrtol remot
cs: Režim je výchozím pro své &dálkové ovládání
da: Tils&tand er standard for sin fjernbetjening
de: M&odus ist Standard für die Fernbedienung
el: Η κατά&σταση είναι προεπιλεγμένη για αυτό το τηλεχειριστήριο
et: &Vaikerežiim selle kaugjuhtimisseadme korral
eu: Mo&dua bere urruneko kontrolaren lehenetsia da
fi: &Tila on kaukosäätimen oletusasetus
fr: Mode par &défaut pour cette télécommande
gl: Este é o modo por &omisión para o seu control remoto
he: המצ&ב הוא ברירת המחדל עבור השלט רחוק שלו
hu: Ez a távirányító ala&pértelmezett módja
is: Hamur er sjálfgefinn fyrir fjarstýringu hans
it: La mo&dalità è la predefinita per il relativo telecomando
ja: リモコンのデフォルトモード(&D)
kk: ИҚ тұтқаның әдеттегі р&ежімі
km: របៀប​ជា​លំនាំដើមសម្រាប់​ការបញ្ជា​ពីចំងាយ​របស់វា
ko: 이 원격 제어에서 모드가 기본값입니다(&D)
mk: Р&ежимот е почетен за неговиот далечински управувач
nb: Mo&dus er standard for tilhørende fjernkontroll
nds: Be&driefoort is Standard för de Feernbedenen
nl: Mo&dus is standaard voor deze afstandsbediening
pl: Tr&yb jest domyślny dla jego pilota
pt: O m&odo é o por omissão para o controlo remoto
pt_br: O &modo é o padrão para o seu controle remoto
ro: Mo&dul este implicit pentru telecomanda lui
ru: &Режим по умолчанию для этого пульта ДУ
sk: &Režim je štandardný pre tento ovládač
sl: Na&čin je privzet za njegov daljninski upravljalnik
sr: Режим је по&дразумевани за свој даљински управљач
sr@latn: Režim je po&drazumevani za svoj daljinski upravljač
ta: முன்னிருப்பு பாங்கின் தொலைநிலை கட்டுப்பாடு
tg: &Усул бо нобаёнӣ барои ин идоракунандаи дурдаст
uk: Реж&им типовий для його елемента дистанційного управління
zh_tw: Mode 為它的遙控預設模式。

source: Linux Infrared Remote Control
ar: جهاز لينكس للتحكم عن بعد بالأشعّة تحت الحمراء
ca: Control remot per infraroigs de Linux
cs: Linuxové infračervené dálkové ovládání
da: Linux Infrarød fjernbetjening
de: Infrarot-Fernbedienung für Linux
el: Υπέρυθρο τηλεχειριστήριο του Linux
et: Linuxi infrapuna kaugjuhtimine
eu: Linuxen urruneko kontrol infragorria
fi: Linux infrapunakaukosäädin
fr: Télécommande par infrarouge pour Linux
gl: Control Remoto por Infravermellos para Linux
he: מערכת שליטה מרחוק על ידי אינפרא־אדום של לינוקס
hu: Infravörös távirányítók a Linuxban
is: Linux infrarauð fjarstýring
it: Telecomando a infrarossi per Linux
ja: Linux 赤外線コントロール
kk: Linux инфрақызыл қашықтан басқару тұтқасы
km: ការបញ្ជា​លីនីក​អ៊ីនហ្វ្រា​ពីចំងាយ
ko: 리눅스 적외선 원격 제어
mk: Инфрацрвено далечинско управување во Линукс
nb: Linux infrarød fjernkontroll
nds: Infraroot-Feernbedenen för Linux
pl: Linuksowy pilot na podczerwień
pt_br: Controle Remoto de Infravermelho no Linux
ru: Инфракрасный пульт дистанционного управления Linux
sk: Diaľkové ovládanie Linuxu
sl: Linuxov infrardeči daljninski upravljalnik
sr: Linux-ова ИЦ даљинска контрола
sr@latn: Linux-ova IC daljinska kontrola
ta: ஓர் இயக்கத்தின் அகசிகப்பு தொலைநிலை கட்டுப்பாடு
tg: Идоракунандаи Инфрасурхи Дурдасти Linux
uk: Інфрачервоне дистанційне керування Лінукса
zh_tw: Linux 紅外線遙控

source: Controller Functions
ar: وظائف المتحكم
ca: Funcions del controlador
cs: Funkce ovladače
da: Kontrollør-funktioner
de: Steuerungsfunktionen
el: Λειτουργίες χειριστηρίου
et: Kontrolleri funktsioonid
eu: Kontrolatzailearen funtzioak
fi: Ohjaintoiminnot
fr: Fonctions du contrôleur
gl: Funcións do controlador
he: פעולות הבקר
hu: Vezérlőfunkciók
is: Aðgerðir stjórnanda
it: Funzioni controller
ja: コントローラーの機能
kk: Контроллер функциялары
km: អនុគមន៏​ឧបករណ៏បញ្ជា
ko: 콘트롤러 기능
mk: Функции на контролерот
nb: Kontrollfunksjoner
nds: Feernbedeen-Funkschonen
nl: Functies van de controller
pl: Funkcje kontrolera
pt: Funções do Controlador
pt_br: Funções do Controlador
ro: Funcţii controler
ru: Функции контроллера
sk: Funkcie ovládača
sl: Funkcije kontrolnika
sr: Функције управљача
sr@latn: Funkcije upravljača
ta: செயல்பாடுகளின் கட்டுப்பாடு
tg: Вазифаҳои Идоракунанда
uk: Функції контролера
zh_tw: 控制功能

source: There are currently no remote controls available. You must first set up LIRC correctly; see www.lirc.org for more information.
ar: لا يتوفر حاليا أى أجهزة تحكم عن بعد. يجب عليك تهيئة LIRC بشكل صحيح أولا؛ انظر www.lirc.org للحصول على المزيد من المعلومات.
ca: Actualment no hi ha controls remots disponibles. Primer hauríeu de configurar correctament el LIRC; vegeu www.lirc.org per a més informació.
cs: V současnosti neexistují žádná dálková ovládání. Nejprve musíte správně nastavit LIRC; pro informace viz www.lirc.org.
da: Der er for øjeblikket ingen fjernbetjeningskontroller tilgængelige. Du skal først indstille LIRC rigtigt; se www.lirc.org for mere information.
de: Es sind keine Fernbedienungen vorhanden. Sie müssen zuerst LIRC richtig aufsetzen. Details hierzu finden Sie unter www.lirc.org.
el: Δεν υπάρχουν διαθέσιμα τηλεχειριστήρια. Πρέπει πρώτα να ρυθμίσετε το σωστά LIRC. Για περισσότερες πληροφορίες δείτε το www.lirc.org.
et: Praegu pole saadaval ühtki kaugjuhtimisseadet. Kõigepealt tuleks LIRC korrektselt seadistada. Selle kohta leiab täpsemat infot aadressilt www.lirc.org.
eu: Une honetan ez dago urruneko kontrol erabilgarririk. Lehenengo eta behin LIRC egoki konfiguratu beharko zenuke; bila ezazu argibide gehiago www.lirc.org-n
fi: Kaukosäätimiä ei löytynyt.. Asenna ensin LIRC asianmukaisesti. Katso lisätietoja www.lirc.org.
fr: Aucun contrôleur distant n'est disponible. Vous devez d'abord configurer LIRC correctement. Consultez www.lirc.org pour plus d'informations.
gl: Na actualidade non hai controles remotos disponíbeis. Antes debe configurar correctamente LIRC; consulte www.lirc.org para máis información.
he: כרגע אין שום שלטים רחוק זמינים. ראשית אתה צריך להגדיר את ה־LIRC באופן תקין; הסתכל ב־http://www.lirc.org לפרטים נוספים.
hu: Nem áll rendelkezésre távirányító. Először be kell állítani a LIRC szolgáltatást (ennek módjáról a www.lirc.org címen található leírás).
is: Það eru í augnablikinu engar fjarstýringar fáanlegar. Þú verður að setja LIRC upp fyrst; skoðaðu www.lirc.org fyrir nánari lýsingu.
it: Attualmente non ci sono telecomandi disponibili. Devi prima impostare correttamente LIRC; vedi www.lirc.org per maggiori informazioni.
ja: 使用可能なリモコンがありません。まずはじめに LIRC を設定する必要があります。詳しくは www.lirc.org をご覧ください。
kk: Қол жеткізер ИҚ тұтқалары қазір жоқ. Алдымен LIRC бағдарламасын орнату керек, толығырақ www.lirc.org сайтынан қараңыз.
km: ថ្មីៗនេះ​មិនមាន​ការបញ្ជា​ពីចំងាយ​ទេ ។​ដំបូង​អ្នក​ត្រូវតែ​រៀបចំ LIRC ​ឲ្យបានត្រឹមត្រូវ ។ពត៌មានបន្ថែមសូមមើលwww.lirc.org ។
ko: 현재 사용 가능한 원격 제어가 없습니다. 먼저 LIRC를 올바르게 설정해야 합니다. www.lirc.org를 참고하십시오.
mk: Моментално нема достапни далечински управувачи. Прво треба правилно да го наместите LIRC; видете на www.lirc.org за повеќе информации.
nb: Det er nå ingen fjernkontroller tilgjengelige. Du må først sette opp LIRC riktig, mer informasjon finner du på www.lirc.org.
nds: Opstunns sünd keen Feernbedenen verföögbor, Du muttst toeerst LIRC richtig inrichten; kiek ünner www.lirc.org na mehr Informatschonen.
nl: Er zijn momenteel geen afstandsbedieningen beschikbaar. Stel het programme LIRC eerst goed in. Kijk op www.lirc.org voor meer informatie.
pl: W tej chwili nie ma żadnego dostępnego pilota. Musisz najpierw skonfigurować poprawnie LIRC. Informacje jak to zrobić znajdziesz na stronie www.lirc.org.
pt: Não há actualmente comandos à distância disponíveis. Deve primeiro configurar o LIRC correctamente; veja em www.lirc.org para mais informações.
pt_br: Não existem controles remotos disponíveis atualmente. Você deve primeiramente configurar o LIRC corretamente; veja www.lirc.org para mais informações.
ru: Нет устройств, поддерживающих связь с пультом ДУ. Сначала вам необходимо правильно настроить LIRC. Как сделать это, вы можете найти на сайте www.lirc.org.
sk: Momentálne nie je dostupné žiadne diaľkové ovládanie. Najprv musíte správne nastaviť LIRC, navštívte www.lirc.org, kde nájdete viac informácií.
sl: Trenutno ni na voljo nobenih daljinskih upravljalcev. Najprej morate pravilno nastaviti LIRC. Poglejte na www.lirc.org za več informacij.
sr: Тренутно нема доступних даљинских управљача. Морате прво исправно поставити LIRC; погледајте www.lirc.org за више информација.
sr@latn: Trenutno nema dostupnih daljinskih upravljača. Morate prvo ispravno postaviti LIRC; pogledajte www.lirc.org za više informacija.
ta: தற்போது தொலைதூர கட்டுப்பாடுகள் எதுவும் இல்லை. நீங்கள் முதலில் எல் ஐ ஆர் சி-ஐ சரியாக அமைக்கவும்; அதிக தகவலுக்கு www.lirc.org பார்க்கவும்.
uk: В даний час немає наявних пультів дистанційного керування. Необхідно спочатку правильно налаштувати LIRC; більше інформації можна знайти на www.lirc.org.
zh_tw: 目前沒有遙控系統。您必須先設定 LIRC，請參考 www.lirc.org 的說明。

source: New Column
ar: عمود جديد
ca: Nova columna
cs: Nový sloupec
da: Ny søjle
de: Neue Spalte
el: Νέα στήλη
et: Uus veerg
eu: Zutabe berria
fi: Uusi sarake
fr: Nouvelle colonne
gl: Nova coluna
he: עמודה חדשה
hu: Új oszlop
is: Nýr dálkur
it: Nuova colonna
ja: 新しい列
kk: Жаңа баған
km: ជួរ​ឈរ​ថ្មី
ko: 새 칼럼
mk: Нова колона
nb: Ny kolonne
nds: Nieg Striep
nl: Nieuwe kolom
pl: Nowa kolumna
pt: Nova Coluna
pt_br: Nova coluna
ro: Coloană nouă
ru: Новый столбец
sk: Nový stĺpec
sl: Nov stolpec
sr: Нова колона
sr@latn: Nova kolona
ta: புதிய நெடுக்கை
tg: Сутуни Нав
uk: Нова колонка
zh_tw: 新欄位

source: &Add...
ar: إ&ضافة...
ca: Afe&geix...
cs: Přid&at...
da: &Tilføj...
de: &Hinzufügen ...
el: &Προσθήκη...
et: L&isa...
eu: &Gehitu...
fi: &Lisää...
fr: &Ajouter...
gl: &Engadir...
he: &הוספה...
hu: &Hozzáadás...
is: Bæt&a við...
it: &Aggiungi...
ja: 追加(&A)...
kk: &Қосу...
km: បន្ថែម...
ko: 추가(&A)...
mk: &Додај...
nb: &Legg til …
nds: &Tofögen...
nl: &Toevoegen...
pl: &Dodaj...
pt: &Adicionar...
pt_br: &Adicionar...
ru: &Добавить...
sk: &Pridať...
sl: &Dodaj ...
sr: &Додај...
sr@latn: &Dodaj...
ta: &சேர்...
uk: &Додати...
zh_tw: 新增(&A)...

source: &Edit...
ar: ت&حرير...
ca: &Edita...
cs: U&pravit...
da: R&edigér...
de: &Bearbeiten ...
el: &Επεξεργασία...
et: R&edigeeri...
eu: &Editatu...
fi: &Muokkaa...
fr: Édit&er...
gl: E&ditar...
he: &עריכה...
hu: Mó&dosítás...
is: Br&eyta...
it: &Modifica...
ja: 編集(&E)...
kk: Өз&герту...
km: កែសម្រួល...
ko: 편집(&E)...
mk: Ур&еди...
nb: R&ediger …
nds: &Bewerken...
nl: B&ewerken...
pl: &Zmień...
pt: &Editar...
pt_br: &Editar...
ru: &Изменить...
sk: &Upraviť...
sl: &Uredi ...
sr: &Уреди...
sr@latn: &Uredi...
ta: &தொகு...
uk: &Редагувати...
zh_tw: 編輯(&E)...

source: Notes
ar: ملاحظات
cs: Poznámky
da: Noter
de: Anmerkungen
el: Σημειώσεις
et: Märkused
eu: Oharrak
fi: Merkintöjä
gl: Notas
he: הערות
hu: Megjegyzések
is: Athugasemdir
it: Note
ja: 備考
kk: Ескертпелер
km: ចំណាំ
ko: 참고
mk: Забелешки
nb: Notater
nds: Notizen
nl: Opmerkingen
pl: Notatki
pt: Notas
pt_br: Notas
ro: Observaţii
ru: Заметки
sk: Poznámky
sl: Opombe
sr: Белешке
sr@latn: Beleške
ta: குறிப்புகள்
tg: Навиштаҷотҳо
uk: Примітки
zh_tw: 備註

source: Auto-Populate...
ar: ملأ تلقائي...
ca: Auto-assigna...
cs: Automaticky naplnit...
da: Auto-befolk...
de: Automatisch ausfüllen ...
el: Αυτόματη ανάθεση...
et: Automaatne levitamine...
eu: Autoesleitu...
fi: Täytä automaattisesti...
fr: Remplir automatiquement...
gl: Preencher automaticamente...
he: אכלוס־אוטומטי...
hu: Automatikus kitöltés...
is: Fylla sjálfvirkt...
it: Riempimento automatica...
ja: 自動設定
kk: Авто...
km: បង្កើត​ស្វ័យប្រវត្តិ...
ko: 자동-지정...
mk: Автопополни...
nb: Auto-oppsett …
nds: Automaatsch opdecken...
nl: Automatisch invullen...
pl: Automatyczne przypisanie...
pt: Auto-Preencher...
pt_br: Auto-Popular...
ru: Автонастройка...
sk: Auto-vyplniť...
sl: Samodejno dodeli ...
sr: Аутоматски попуни...
sr@latn: Automatski popuni...
ta: தானியங்கி-ஏற்றம்...
uk: Авто-налаштування...
zh_tw: 自動分配...

source: A&dd...
ar: إ&ضافة...
ca: A&fegeix...
cs: Při&dat...
da: &Tilføj...
de: H&inzufügen ...
el: Προσ&θήκη...
et: Li&sa...
eu: Ge&hitu...
fi: L&isää...
fr: A&jouter...
gl: Enga&dir
he: ה&וספה...
hu: Ho&zzáadás...
is: Bæ&ta við...
it: A&ggiungi...
ja: 追加(&D)...
kk: Қ&осу...
km: បន្ថែម...
ko: 추가(&D)...
mk: &Додај...
nb: L&egg til …
nds: To&fögen...
nl: &Toevoegen...
pl: &Dodaj...
pt: A&dicionar...
pt_br: A&dicionar...
ru: Д&обавить...
sk: &Pridať...
sl: Dod&aj ...
sr: Д&одај...
sr@latn: D&odaj...
ta: சேர்...
uk: Д&одати...
zh_tw: 新增(&D)...

source: Ed&it...
ar: ت&حرير...
ca: &Edita...
cs: Uprav&it...
da: R&edigér...
de: &Bearbeiten ...
el: Επε&ξεργασία...
et: Red&igeeri...
eu: Ed&itatu...
fi: &Muokkaa...
fr: &Modifier...
gl: Ed&itar...
he: &עריכה...
hu: Mód&osítás...
is: Br&eyta...
it: Mod&ifica...
ja: 編集(&I)...
kk: Өзг&ерту...
km: កែ​សម្រួល...
ko: 편집(&I)...
mk: Ур&еди...
nb: Red&iger …
nds: B&ewerken...
nl: Bewe&rken...
pl: &Edytuj...
pt: Ed&itar...
pt_br: Ed&itar...
ru: И&зменить...
sk: &Upraviť...
sl: U&redi ...
sr: Уре&ди...
sr@latn: Ure&di...
ta: தொகு...
uk: Реда&гувати...
zh_tw: 編輯(&I)...

source: Re&move
ar: إ&زالة
ca: Eli&mina
cs: O&&dstranit
da: F&jern
de: &Entfernen
el: &Αφαίρεση
et: Ee&malda...
eu: Ke&ndu
fi: Po&ista
fr: Su&pprimer
gl: Eli&minar
he: &מחיקה
hu: &Eltávolítás
is: Fja&rlægja
it: Ri&muovi
ja: 削除(&M)
kk: Ө&шіру...
km: យកចេញ
ko: 제거(&M)
mk: &Отстрани
nb: Fjer&n
nds: &Wegdoon
nl: Verwij&deren
pl: &Usuń
pt: Re&mover
pt_br: Re&mover...
ru: У&далить
sk: O&dstrániť
sl: Od&strani
sr: Ук&лони
sr@latn: Uk&loni
ta: நீக்கு
uk: Ви&лучити
zh_tw: 移除(&M)

source: Loaded Extensions
ar: اﻹمتدادت المُحَمّلة
ca: Extensions carregades
cs: Načtená rozšíření
da: Indlæste udvidelser
de: Geladene Erweiterungen
el: Φορτωμένες επεκτάσεις
et: Laaditud laiendid
eu: Kargatutako hedapenak
fi: Ladatut laajennukset
fr: Extensions chargées
gl: Extensións carregadas
he: הרחבות נטענות
hu: Betöltött kiterjesztések
is: Innlesnar viðbætur
it: Estensioni caricate
ja: ロード済みエクステンション
kk: Жүктелген кеңейтулері
km: ផ្នែក​បន្ថែម​ដែលបាន​ផ្ទុក
ko: 불러온 확장
mk: Вчитани екстензии
nb: Innlastede tillegg
nds: Laadt Verwiedern
nl: Geladen uitbreidingen
pl: Uruchomione rozszerzenia
pt: Extensões Carregadas
pt_br: Extensões Carregadas
ro: Extensii încărcate
ru: Загруженные расширения
sk: Načítané rozšírenia
sl: Naložene razširitve
sr: Учитана проширења
sr@latn: Učitana proširenja
ta: பதிவான விரிவாக்கம்
tg: Паҳнкуниҳои Боршуда
uk: Завантажені розширення
zh_tw: 載入的延伸程式

source: Name
ar: الإسم
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
et: Nimi
eu: Izena
fi: Nimi
fr: Nom
gl: Nome
he: שם
hu: Név
is: Heiti
it: Nome
ja: 名前
kk: Атауы
km: ឈ្មោះ
ko: 이름
mk: Име
nb: Navn
nds: Naam
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Meno
sl: Ime
sr: Име
sr@latn: Ime
ta: பெயர்
tg: Ном
uk: Назва
zh_tw: 名稱

source: New Mode
ar: نمط جديد
ca: Nou mode
cs: Nový režim
da: Ny tilstand
de: Neuer Modus
el: Νέα κατάσταση
et: Uus režiim
eu: Modu berria
fi: Uusi tila
fr: Nouveau mode
gl: Novo modo
he: מצב חדש
hu: Új mód
is: Nýr hamur
it: Nuova modalità
ja: 新規モード
kk: Жаңа режім
km: របៀប​ថ្មី
ko: 새 모드
mk: Нов режим
nb: Ny modus
nds: Nieg Bedriefoort
nl: Nieuwe modus
pl: Nowy tryb
pt: Novo Modo
pt_br: Novo Modo
ro: Mod nou
ru: Новый режим
sk: Nový režim
sl: Nov način
sr: Нови режим
sr@latn: Novi režim
ta: புதிய பாங்கு
tg: Усули Нав
uk: Новий режим
zh_tw: 新模式

source: Name:
ar: الإسم:
ca: Nom:
cs: Jméno:
da: Navn:
el: Όνομα:
et: Nimi:
eu: Izena:
fi: Nimi:
fr: Nom :
gl: Nome:
he: שם:
hu: Név:
is: Heiti:
it: Nome:
ja: 名前:
kk: Атауы:
km: ឈ្មោះ ៖
ko: 이름:
mk: Име:
nb: Navn:
nds: Naam:
nl: Naam:
pl: Nazwa:
pt: Nome:
pt_br: Nome:
ro: Nume:
ru: Название:
sk: Meno:
sl: Ime:
sr: Име:
sr@latn: Ime:
ta: பெயர்:
tg: Ном:
uk: Назва:
zh_tw: 名稱：
