Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kcmlirc.po
Languages: ar, ca, cs, da, de, el, et, eu, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, ta, tg, uk, zh_tw

source: <h1>Remote Controls</h1><p>This module allows you to configure bindings between your remote controls and KDE applications. Simply select your remote control and click Add under the Actions/Buttons list. If you want KDE to attempt to automatically assign buttons to a supported application's actions, try clicking the Auto-Populate button.</p><p>To view the recognised applications and remote controls, simply select the <em>Loaded Extensions</em> tab.</p>
ar: <h1>أجهزة التحكم عن بعد</h1> <p>تسمح لك هذه الوحدة بإعداد اﻹرتباطات بين أجهزة التحكم عن بعد لديك وتطبيقات كدى. ببساطة اختر جهاز التحكم عن بعد لديك ثم انقر على "أضف" من قائمة "أعمال/أزرار". اذا أردت أن تحاول كدى تلقائيا ربط اﻷزرار بالتطبيقات المدعومة، جرب النقر على زر "ملأ تلقائى".</p> <p>لترى التطبيقات وأجهزة التحكم عن بعد التى تم التعرف عليها اختر لسان <em>اﻹمتدادات المحملة</em>.</p>
ca: <h1>Controls remots</h1><p>Aquest mòdul permet configurar els enllaços entre els vostres controls remots i les aplicacions del KDE. Senzillament, seleccioneu el control remot i feu clic a Afegeix sota la llista d'Accions/botons. Si desitgeu que el KDE intenti assignar automàticament els botons a les accions de les aplicacions suportades, proveu de fer clic al botó Auto-assigna.</p><p>Per a mostrar les aplicacions reconegudes i els controls remots, seleccioneu la pestanya <em>Extensions carregades</em>.</p>
cs: <h1>Dálkové ovladače</h1><p> Tento modul umožňuje nastavit spojení mezi dálkovým ovladačem a KDE aplikací. Jednoduše zvolte ovladač a klikněte na tlačítko Vložit pod seznamem akcí/tlačítek. Pokud chcete přiřazení provést automaticky, klikněte na tlačítko Automaticky naplnit.</p><p>Rozpoznanené aplikace a ovladače si můžete prohlédnout v záložce <em>Načtená rozšíření</em>.</p>
da: <h1>Fjernbetjeningskontroller</h1><p>Dette modul tillader dig at indstille bindinger mellem dine fjernbetjeningskontroller og KDE's programmer. Vælg blot din fjernbetjeningskontrol og klik på Tilføj i listen Handlinger/Knapper. Hvis du ønsker at KDE skal forsøge at tilknytte knapper automatisk til et understøttet programs handlinger, så prøv at klikke på Auto-befolk-knappen.</p><p>For at vise de genkendte programmer og fjernbetjeningskontroller, vælges blot fanebladet <em>Indlæste udvidelser</em>.</p>
de: <h1>Fernbedienungen</h1><p>Dieses Modul erlaubt das Einrichten von KDE-Anwendungen zur Verwendung mit der Fernbedienung. Wählen Sie hierzu Ihre Fernbedienung aus und drücken Sie "Hinzufügen". Sie können mit der Funktion "Automatisch Ausfüllen" versuchen, eine automatische Zuordnung der Tasten zu Programmfunktionen zu erstellen.</p> <p>Um die automatisch erkannten Anwendungen und Fernbedienungen anzusehen, wählen Sie die Karteikarte <em> Geladene Erweiterungen</em></p>
el: <h1>Τηλεχειριστήρια</h1><p>Αυτό το άρθρωμα σας επιτρέπει να ρυθμίσετε τις συνδέσεις μεταξύ του τηλεχειριστηρίου σας και των εφαρμογών του KDE. Απλά επιλέγετε το τηλεχειριστήριο σας και επιλογή στην Προσθήκη κάτω από τη λίστα Ενέργειες/Πλήκτρα. Αν θέλετε το KDE να προσπαθήσει αυτόματα να αντιστοιχήσει τα πλήκτρα σε μια υποστηριζόμενη εφαρμογή δοκιμάστε πατώντας το πλήκτρο Αυτόματη Ανάθεση.</p><p>Για να δείτε την αντιστοίχηση επιλέξτε την καρτέλα <em>Φορτωμένες επεκτάσεις</em>.</p>
et: <h1>Kaugjuhtimine</h1><p>See moodul võimaldab määrata seosed kaugjuhtimispuldi ja KDE rakenduste vahel. Selleks vali oma seade ja klõpsa nimekirjas 'Toimingud/nupud' nupule 'Lisa'. Kui soovid, et KDE üritaks automaatselt siduda nupud rakenduste toetatud toimingutega, klõpsa nupule 'Automaatne levitamine'.</p><p>Tuntud rakenduste ja kaugjuhtimisseadmete vaatamiseks vali kaart <em>Laaditud laiendid</em>.</p>
eu: <h1>Urruneko kontrolak</h1> <p> Modulu honen bidez zure urruneko kontrolen eta KDEren aplikazioen arteko loturak konfiguratu ahal izango dituzu. Hauta ezazu zure urruneko kontrola eta klik egin "Ekintzak/Botoiak" zerrendaren azpian dagoen "Gehitu"n. Onartutako aplikazioen ekintzen eta botoien arteko esleipenak KDEk berak automatikoki egin ditzan nahi baldin baduzu, klika ezazu "Autoesleitu" botoia.</p> <p>Onartutako aplikazioak eta urruneko kontrolak ikusteko, hauta ezazu <em>Kargatutako hedapenak</em> fitxa.</p>
fi: <h1>Kaukosäätimet</h1><p>Tällä moduulilla voit tehdä sidoksia kaukosäätimiesi ja KDE-sovellusten välillä. Valitse kaukosäätimesi ja klikkaa Lisää vaihtoehtoa Toiminnot/Näppäimet-listasta. Jos haluat, että KDE yrittää automaattisesti määrittää näppäimiä tuetun sovelluksen toimintoihin, klikkaa Automaattinen täydennys -näppäintä.</p><p>Nähdäksesi tunnistetut sovellukset ja kaukosäätimet, valitse <em>Ladatut Laajennukset</em> välilehti. </p>
fr: <h1>Contrôles distants</h1> <p> Ce module vous permet de configurer des liaisons entre vos télécommandes et les applications KDE. Sélectionnez simplement votre télécommande et cliquez sur le bouton « Ajouter » situé en dessous de la liste des actions / boutons. Si vous voulez que KDE tente d'assigner automatiquement les boutons aux actions des applications prises en charge, cliquez sur le bouton « Remplir automatiquement ».</p> <p>Pour voir les applications et télécommandes reconnues, utilisez l'onglet <em>Extensions chargées</em>.</p>
gl: <h1>Controles Remotos</h1><p>Este módulo permítelle configurar as ligazóns entre os seus controles remotos e as aplicacións de KDE. Simplesmente escolla o seu control remoto e prema "Engadir" na lista de Accións/Botóns. Se quer que KDE tente asinar botóns automaticamente ás accións dunha aplicación soportada, probe a premer o botón "Preencher automaticamente".</p><p>Para ver as aplicacións recoñecidas e os controles remotos, simplesmente escolla a páxina <em>Extensións carregadas</em>.</p>
he: <h1>שליטה מרחוק</h1><p> מודול זה מאפשר לך להגדיר את השילוב בין השלט רחוק ויישומים של KDE. רק בחר בשלט רחוק ולחץ על הוספה תחת רשימת פעולות/כפתורים. אם ברצונך ש־KDE יאפשר הוספה אוטומטית של כפתורים לפעולות של יישום, נסה להקיש על כפתור הכנסה אוטומטית. </p><p> על מנת לצפות ביישומים המוכרים ועל השלטים הרחוקים, לחץ על לשונית <em>הרחבות נטענות</em> </p>
hu: <h1>Távirányítók</h1><p>Ebben a modulban lehet beállítani a rendelkezésre álló távirányítók és a KDE-alkalmazások kapcsolatát. Válassza ki a megfelelő távirányítót és kattintson a Hozzáadás gombra a Műveletek/Nyomógombok listában. Ha azt szeretné, hogy a KDE próbálja meg automatikusan beállítani a támogatott műveleteket, kattintson az Automatikus kitöltés feliratú gombra.</p><p>Ha át szeretné tekinteni a támogatott alkalmazásokat és távirányítókat, váltson át a <em>Betöltött kiterjesztések</em> lapra.</p>
is: <h1>Fjarstýringar</h1><p>Þessi eining gerir þér kleyft að setja upp tengingar á milli fjarstýringarinnar þinnar og KDE forrita. Veldu fjarstýringuna þína og ýttu á bæta við. Ef þú vilt að KDE reyni sjálfkrafa að velja hnappa fyrir aðgerðir forrita, ýttu þá á fylla sjálfvirkt hnappinn.</p><p>Til að skoða þekkt forrit og fjarstýringar, smelltu á <em>innlesnar viðbætur</em>.</p>
it: <h1>Telecomandi</h1><p>Questo modulo ti permette di configurare i collegamenti tra i tuoi telecomandi e le applicazioni di KDE. Seleziona il tuo telecomando e fai clic su Aggiungi nell'elenco Azioni/Pulsanti. Se vuoi che KDE provi ad assegnare automaticamente i pulsanti alle azioni di un'applicazione supportata, prova a fare clic sul pulsante Popolazione automatica.</p><p>Per visualizzare le applicazioni riconosciute e i telecomandi, seleziona la scheda <em>Estensioni caricate</em>.</p>
ja: <h1>リモコン</h1><p>このモジュールでリモコンと KDE アプリケーションの関連付けを設定します。リモコンを選んで、ボタン/アクションの一覧の下にある「追加」ボタンをクリックしてください。「自動設定」ボタンをクリックすると、サポートされているアプリケーションに限って自動的に関連付けを試みます。</p><p>サポートされているアプリケーションとリモコンは「ロード済みエクステンション」タブで見ることができます。</p>
kk: <h1>Қашықан басқару ИҚ тұтқалары</h1><p>Бұл модуль KDE қашықтан басқару ИҚ тұтқалардың батырмаларын басуы KDE қолданбалардың қандай әрекетіне сәйкес қойылатынын таңдауға мүмкіндік береді. Тұтқаңызды таңдаңыз да Әрекеттер/Батырмалар тізімінің астындағы Қосу деген батырманы басыңыз. KDE автоматты түрде әрекеттер тұтқаның батырмаларына сәйкес қойылсын десеңіз Авто батырмасына басыңыз.</p><p>Бағдарламаға мәлім қолданбалар мен тұтқалардың түрлерін көру үшін <em>Жүктелген кеңейтулері</em> қойындысын ашыңыз.</p>
km: <h1>បញ្ជា​ពីចំងាយ</h1><p>​ម៉ូឌុល​នេះ​អនុញ្ញាត​ឲ្យអ្នក​កំណត់រចនាសម្ព័ន្ធ​ចងភ្ជាប់​រវាង​ការបញ្ជា​ពីចំងាយ​របស់អ្នក និង​កម្មវិធី KDE ។ គ្រាន់តែ​ជ្រើស​ការបញ្ជា​ពីចំងាយ​របស់អ្នក ហើយ​ចុច បន្ថែម នៅខាងក្រោម បញ្ជីអំពើភាព/ប៊ូតុង ។ ប្រសិនបើ​អ្នកចង់ឲ្យ KE ប៉ុនបឲ្យ​្លៃ​ប៊ូ​ផ្តល់តម្លៃុង​ដោយស្វ័យប្រវត្តិ​ទៅ​ឲ្យ​សកម្មភាពរបស់​កម្មវិធី​ដែលបាន​គាំទ្រ្រ​យយ, ព្យាយាម​ចុច​ ប៊ូតុង​បង្កើតស្វ័យប្រវត្តិ ។</p><p>ដើម្បី​មើល កម្មវិធី​ដែលបានទទួលស្គាល់​និង​ការបញ្ជា​ពីចំងាយ, គ្រាន់តែ​ជ្រើសយក <em>ផ្ទុក​ផ្នែកបន្ថែម</em> ថេប ។</p>
ko: <h1>원격 제어</h1><p>이 모듈은 원격 제어와 KDE 응용프로그램 간의 연결을 설정하도록 해줍니다. 간단하게 원격 제어를 선택한 후 기능/버튼 목록에서 추가를 클릭하십시오. KDE가 자동으로 지원되는 응용프로그램의 기능을 지정하도록하려면 자동-지정 버튼을 클릭해보십시오.</p><p>인식된 응용프로그램과 원격 제어를 보려면 <em>불러온 확장</em> 탭을 누르십시오.</p>
mk: <h1>Далечински управувачи</h1><p>Овој модул ви овозможува да ги конфигурирате командите меѓу вашиот далечински управувач и апликациите во KDE. Едноставно изберете го вашиот далечински управувач и кликнете на Додај во листата Акции/Копчиња. Ако сакате KDE да се обиде автоматски да ги додели копчињата на поддржани акции од апликацијата, обидете се со кликање на копчето Автопополни.</p><p>За да ги погледнете препознаените апликации и далечински управувачи, изберете го јазичето <em>Вчитани екстензии</em>.</p>
nb: <h1>Fjernkontroller</h1> <p> Med denne modulen kan du stille inn koblinger mellom fjernkontrollene dine og KDE-programmene. Velg fjernkontrollen din og trykk Legg til i Handlinger/Knapper-lista. Hvis du vil at KDE skal forsøke å tilordne knapper automatisk til handlinger i et program som har støtte for det, så forsøk å trykke på Auto-oppsett-knappen.</p> <p>Velg fanebladet <em>Innlastede tillegg</em> for å se hvilke programmer og fjernkontroller som er gjenkjent.</p>
nds: <h1>Feernbedenen</h1><p>Mit dit Moduul kannst Du Toornen twischen Dien Feernbedenen un KDE-Programmen fastleggen. Söök Di eenfach linkerhand Dien Feernbedenen ut un klick rechts op "Tofögen". Wenn KDE automaatsch Knööp na de Funkschonen vun en ünnerstütt Programm toornen schall, klick op den Knoop "Automaatsch opdecken".</p><p>Wenn Du den bekannten Programmen un Feernbedenen ankieken wullt, kiek op de Koort <em>Laadt Verwiedern</em>.</p>
nl: <h1>Afstandbediening</h1> <p> In deze module kunt u de verbindingen tussen uw afstandsbediening en KDE-programma's instellen. Selecteer uw type afstandsbediening en klik op de knop Toevoegen onder de lijst Acties/Knoppen. Als u wilt dat KDE automatisch knoppen toewijst aan de acties van een ondersteund programma, dan klikt u op de knop Automatisch invullen.</p> <p>Om de herkende programma's en afstandsbedieningen te bekijken, selecteer tabblad <em>Geladen extensies</em>.</p>
pl: <h1>Piloty</h1><p> Ten moduł pozwala skonfigurować interakcję między pilotami a programami KDE. Po prostu wybierz pilota i kliknij "Dodaj" na liście Akcji/Przycisków. Jeśli chcesz, żeby KDE spróbowało automatycznie przypisać przyciski do obsługiwanych akcji programu, spróbuj uruchomić opcję "Automatyczne przypisanie".</p> <p>Aby przeglądać rozpoznane programy i piloty, wybierz kartę <em>Wczytane rozszerzenia</em>.</p>
pt: <h1>Comandos à Distância</h1><p>Este módulo permite-lhe configurar as associações entre os seus comandos à distância e as aplicações do KDE. Basta seleccionar o seu comando à distância e carregar em Adicionar na lista de Acções/Botões. Se quiser que o KDE tente atribuir automaticamente os botões às acções de uma aplicação suportada, experimente carregar no botão Auto-Preencher.</p><p>Para ver as aplicações e comandos à distância reconhecidos, basta seleccionar a página de <em>Extensões Carregadas</em>.</p>
pt_br: <h1>Controles Remotos</h1><p>Este módulo permite que você configure ligações entre seus controles remotos e os aplicativos do KDE. Simplesmente selecione seu controle remoto e clique em "Adicionar" abaixo da lista de Ações/Botões. Se você quer que o KDE tente configurar automaticamente os botões do seu controle remoto para ações dos aplicativos suportados, tente clicar no botão "Auto-Popular".</p><p>Para ver os aplicativos e controles remotos reconhecidos, selecione a aba <em>Extensões Carregadas</em>.</p>
ru: <h1>Управление с пульта</h1><p>Этот модуль позволяет вам привязывать действия приложений KDE к нажатию кнопок пульта ДУ. Просто выберите устройство, работающее с пультом и нажмите кнопку 'Добавить' под списком Действий/кнопок. Если вы хотите, чтобы привязки действий приложений к кнопкам пульта были настроены автоматически, нажмите на кнопку 'Автонастройка'.</p><p>Для того, чтобы посмотреть список приложений, поддерживающих управление с пульта, перейдите на вкладку <em>Загруженные расширения</em> tab.</p>
sk: <h1>Diaľkové ovládanie</h1><p>Tento modul vám umožní nastaviť asociácie mezi tlačidlami vašeho ovládača a KDE aplikáciami. Jednoducho vyberte na tlačidlo a kliknite na Pridať pod zoznamom Akcií/Tlačidiel. V prípade, že chcete, aby sa KDE pokúsil automaticky priradiť tlačidlá k podporovaným aplikáciám, kliknite na Auto-vyplniť</p><p>Pre zobrazenie podporovaných aplikácií a tlačidiel, jednoducho vyberte panel <em>Načítané rozšírenia</em>.</p>
sl: <h1>Daljinski upravljalci</h1><p>Ta modul vam omogoča nastaviti vezave med daljniskimi upravljalci in programi za KDE. Preprosto izberite vaš daljinski upravljalec in kliknite »Dodaj« pod seznamom »Dejanja/Gumbi«. Če želite, da KDE samodejno dodeli gumbe za podprta dejanja programa, potem kliknite gumb »Samodejno dodeli«.</p><p>Da bi videli prepoznane programe in daljinske upravljalce, preprosto izberite zavihek <em>Naložene razširitve</em>.</p>
sr: <h1>Даљински управљачи</h1><p>Овај модул вам омогућава да подесите везе између даљинских управљача и KDE програма. Једноставно изаберите даљински управљач и кликните на „Додај“ у листи акције/дугмади. Ако желите да KDE покуша да аутоматски додели дугмад подржаним акцијама програма, кликните на дугме „Аутоматски попуни“.</p><p>Да бисте видели препознате програме и даљинске управљаче, изаберите језичак <em>Учитана проширења</em>.</p>
sr@latn: <h1>Daljinski upravljači</h1><p>Ovaj modul vam omogućava da podesite veze između daljinskih upravljača i KDE programa. Jednostavno izaberite daljinski upravljač i kliknite na „Dodaj“ u listi akcije/dugmadi. Ako želite da KDE pokuša da automatski dodeli dugmad podržanim akcijama programa, kliknite na dugme „Automatski popuni“.</p><p>Da biste videli prepoznate programe i daljinske upravljače, izaberite jezičak <em>Učitana proširenja</em>.</p>
ta: <h1>தொலைதூர கட்டுப்பாடுகள்</h1><p>இந்த கூறு உங்கள் தொலைதூர கட்டுப்பாடுகள் மற்றும் கேடியி பயன்பாடுகளுக்கிடையேயான சேர்ப்புகளை வடிவமைக்க அனுமதிக்கிறது. உங்கள் தொலைதூர கட்டுப்பாட்டை தேர்ந்தெடுத்து செயல்கள்/பட்டன்களின் கீழ் உள்ள சேர் மீது க்ளிக் செய்யவும். ஆதரிக்கப்பட்ட பயன்பாட்டின் செயல்களுக்கு, கேடியி தானாகவே பட்ட்ன்களை அமைக்க, தானியங்கி-ஏற்றம் பட்டனை க்ளிக் செய்து முயற்சிக்கவும்.</p><p>ஒப்புக்கொள்ளப்பட்ட பயன்பாடுகள் மற்றும் தொலைதூர கட்டுப்பாடுகளைப் பார்க்க, <em>ஏற்றப்பட்ட விரிவாக்கங்கள்</em>தத்தலை தேர்ந்தெடுக்கவும்.</p>
uk: <h1>Дистанційне керування</h1><p>Цей модуль дозволяє налаштувати прив'язки між дистанційним керуванням і програмами KDE. Просто виберіть ваш пульт і в списку "Дії/Кнопки" натисніть "Додати". Якщо ви хочете, щоб KDE спробував автоматично призначити кнопки до дій програм, які підтримуються, натисніть на кнопку "Авто-налаштування".</p><p>Для перегляду розпізнаних програм та пультів дистанційного керування, просто виберіть вкладку <em>Завантажені розширення</em>.</p>
zh_tw: <h1>遙控</h1><p>這個模組讓您可以設定您的遙控按鍵與 KDE 應用程式之間的關聯。只要按下您要的按鍵，並點選「動作/按鈕清單」中的「加入」鍵即可。如果您要讓 KDE 自動分配按鍵給已支援的應用程式，試著點選「自動分配」鍵。</p> <p>要顯示已加入遙控的應用程式，請選擇<em>載入的延伸程式</em>頁。,/p>

source: The Infrared Remote Control software is not currently running. This configuration module will not work properly without it. Would you like to start it now?
ar: إن برمجيات التحكم عن بعد بالأشعّة تحت الحمراء لا تعمل حالياً. لا تستطيع وحدة الإعداد هذه العمل جيداً دون تلك البرمجيات. هل تريد تشغيلها الآن؟
ca: El programari de Control Remot per Infraroigs no s'està executant. Aquest mòdul de configuració no funcionarà correctament sense ell. Voleu iniciar-lo ara?
cs: Software pro vzdálené infračervené ovladače není právě spuštěn. Tento konfigurační modul bez něj nemůže správně fungovat. Přejete si jej nyní spustit?
da: Den infrarøde fjernbetjenings programmer kører ikke lige nu. Dette indstillingsmodul virker ikke rigtigt uden det. Vil du gerne starte dem nu?
de: Die Infrarot-Fernbedienungssoftware läuft nicht. Dieses Modul funktioniert nicht korrekt ohne diese Software. Soll die Fernbedienungssoftware jetzt gestartet werden?
el: Το λογισμικό υπέρυθρου τηλεχειρισμού δεν εκτελείται. Η μονάδα δεν θα λειτουργεί σωστά χωρίς αυτό. Θέλετε να εκτελέσετε το λογισμικό τώρα?
et: Infrapuna kaugjuhtimise tarkvara praegu ei tööta. Ilma selleta ei tööta korralikult ka see seadistusmoodul. Kas panna see nüüd tööle?
eu: Uhin infragorri bidezko urruneko kontrolaren softwarea ez dago une honetan abiaturik. Berau gabe konfigurazio modulu hau ez da behar bezala ibiliko. Abiarazi nahi al duzu orain?
fi: Infrapunakaukosäädinohjelma ei ole käynnissä. eikä konfigurointimoduuli toimi kunnolla ilman sitä. Haluatko käynnistää sen nyt?
fr: L'application de contrôle distant par infrarouge n'est pas en cours d'exécution. Ce module de configuration ne fonctionnera pas correctement sans elle. Voulez-vous la lancer maintenant ?
gl: O sóftware de Control Remoto por Infravermellos non está a ser executado. Este módulo de configuración non funcionará correctamente sen el. Desexa inicialo agora?
he: תכנת השליטה מרחוק של האינפרא־אדום כרגע אינה עובדת. מודול הגדרות זה לא יעבוד כראוי בלעדיה. האם ברצונך להפעיל אותה עכשיו?
hu: Az infravörös távirányítót kezelő szoftver nem fut. Ez a beállítómodul nem működik megfelelően a kezelőprogram nélkül. El szeretné most indítani?
is: Hugbúnaðurinn fyrir innrauðu fjarstýringuna er ekki í gangi. Þessi stillieining virkar ekki rétt án hans. Viltu ræsa hann núna?
it: Il software per i telecomandi non è attualmente in esecuzione. Questo modulo di configurazione non può funzionare correttamente. Vuoi avviare ora il software?
ja: 赤外線リモコンソフトが実行されていません。この設定モジュールの正常な動作に不可欠です。赤外線リモコンソフトを起動しますか？
kk: Инфрақызыл қашықтан басқарудың бағдарламасы жегілмеген. Онсыз бұл модуль істемейді. Жегуді қалайсыз ба?
km: ផ្នែកទន់អ៊ីនហ្វ្រា​ការបញ្ជា​ពីចំងាយ ថ្មីៗនេះ​គឺ​មិន​កំពុងរត់ទេ ។ការកំណត់រចនាសម្ព័ន្ធ​ម៉ូឌុលនេះនឹង​មិន​ធ្វើការត្រឹមត្រូវដោយគ្មានវា​ទេ ។​តើ​អ្នក​ចង់​ចាប់ផ្តើម​វា​ឥឡូវ​ទេ ?
ko: 적외선 원격 제어 소프트웨어가 실행되지 않고 있습니다. 이 설정 모듈이 올바르게 작동하지 않습니다. 소프트웨어를 지금 실행하시겠습니까?
mk: Софтверот за Инфрацрвено далечинско управување моментално не работи. Овој модул за конфигурација нема да работи правилно без него. Дали сакате да го стартувате сега?
nb: Programmet for infrarød fjernstyring går ikke. Denne oppsettsmodulen fungerer ikke ordentlig uten dette. Vil du starte det nå?
nds: Opstunns löppt de Programmen för Infraroot-Feernbedenen nich. Dit Kuntrullmoduul funkscheneert so nich richtig. Wullt Du se nu starten?
nl: Het beheersprogramma voor afstandsbedieningen is momenteel niet actief. Deze configuratiemodule kan niet functioneren zonder dit programma. Wilt u het nu starten?
pl: Program Pilot na Podczerwień nie został uruchomiony. Ten moduł konfiguracyjny nie może prawidłowo bez tego pracować. Czy chcesz go teraz uruchomić?
pt: O programa do Comando à Distância por Infravermelhos não está a executar de momento. Este módulo de configuração não funcionará convenientemente sem ele. Deseja iniciá-lo agora?
pt_br: O software de controle de infra vermelho não está atualmente rodando. Este módulo de configuração não funcionará corretamente sem ele. Deseja iniciá-lo agora?
ro: Programul de control al telecomenziilor în infraroşu nu rulează. Acest modul de configurare nu funcţionează corespunzător fără el. Doriţi să îl pornesc acum?
ru: Программа инфракрасного пульта ДУ не запущена. Этот модуль настроек не может выполнятся без неё. Вы хотите запустить программу?
sk: Software pre diaľkové ovládače momentálne nebeží. Bez neho tento modul nebude správne fungovať. Chcete ho spustiť?
sl: Program za nadzor s infrardečim daljinskim upravljalnikom trenutno ne teče. Ta nastavitveni modul ne bo delal pravilno brez njega. Ga želite zagnati zdaj?
sr: Софтвер за ИЦ даљинску контролу тренутно није покренут. Овај модул за подешавања неће исправно радити без њега. Желите ли сада да га покренете?
sr@latn: Softver za IC daljinsku kontrolu trenutno nije pokrenut. Ovaj modul za podešavanja neće ispravno raditi bez njega. Želite li sada da ga pokrenete?
ta: அகசிகப்பு தொலைநிலை கட்டுப்பாடு மென்பொருள் செயல்படவில்லை . இது இல்லாமல் உள்ளமைவு கூறு செயல்படாது . தொடங்க விரும்பகிறீர்களா?
tg: Таъминоти барномавии Идоракунии Дурдасти Инфрасурх дуруст корандозӣ нашудааст. Ин модули батанзимдарорӣ бе он дуруст кор намекунад. Оё онро айни замон оғоз кардан мехоҳед?
uk: Програму інфрачервоного дистанційного керування не запущено. Без неї цей модуль конфігурації не працюватиме правильно. Хочете її зараз запустити?
zh_tw: 紅外線遙控軟體尚未執行中，如此這個設定無法正確運作。您要啟動它嗎？

source: Software Not Running
ar: البرمجيات لا تعمل
ca: El programari no s'està executant
cs: Software neběží
da: Programmer kører ikke
de: Programm nicht gestartet
el: Η εφαρμογή δεν εκτελείται
et: Tarkvara ei tööta
eu: Softwarea ez dago abiaturik
fi: Ohjelma ei ole käynnissä
fr: Application non en cours d'exécution
gl: Non se está a executar o software
he: התכנה לא רצה
hu: A kezelőprogram nem fut
is: Hugbúnaður ekki í gangi
it: Software non in esecuzione
ja: ソフトウェアが実行されていません
kk: Бағдарлама жегілмеген
km: ផ្នែកទន់​មិន​កំពុង​រត់
ko: 소프트웨어 실행 중 아님
mk: Софтверот не работи
nb: Programmet kjører ikke
nds: Programmen löppt nich
nl: Beheersprogramma niet actief
pl: Program nie jest uruchomiony
pt: O 'Software' Não Está em Execução
pt_br: Software Parado
ro: Programul nu rulează
ru: Программа не запущена
sk: Software nebeží
sl: Program ne teče
sr: Софтвер није покренут
sr@latn: Softver nije pokrenut
ta: மென்பொருள் செயல்படவில்லை
tg: Таъминоти барномавӣ Корандозӣ нашудааст
uk: Програму не запущено
zh_tw: 軟體未啟動
