Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kcmlirc.po
Languages: ar, ca, cs, da, de, el, et, eu, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, ta, tg, uk, zh_tw

source: Populate Parameters
ar: ملأ المعاملات
ca: Assigna els paràmetres
cs: Naplnit parametry
da: Giv værdier til parametre
de: Parameter ausfüllen
el: Δημοσιοποίηση παραμέτρων
et: Levita parameetrid
eu: Esleitu parametroak
fi: Täytä parametrit
fr: Remplir les paramètres
gl: Parámetros para preencher
he: אכלס את הפרמטרים
hu: A paraméterek feltöltése
is: Stilla viðföng
it: Riempi i parametri
ja: 引数の指定
kk: Параметрлерін толтыру
km: បង្កើត​ប៉ារ៉ាម៉ែត្រ
ko: 파라미터 설정
mk: Пополни ги параметрите
nb: Gi parametrene verdier
nds: Parameters opdecken
nl: Parameters invullen
pl: Wypełnij parametry
pt: Preencher Parâmetros
pt_br: Parâmetros Populados
ro: Populează parametri
ru: Укажите параметры
sk: Vyplniť parametre
sl: Poseli parametre
sr: Попуни параметре
sr@latn: Popuni parametre
ta: நெரிசற் அளவுருகள்
tg: Пуркунии Параметрҳо
uk: Заповнити параметри
zh_tw: 分配參數

source: Option Description
ar: وصف الخيار
ca: Descripció de l'opció
cs: Popis volby
da: Tilvalgsbeskrivelse
de: Optionsbeschreibung
el: Περιγραφή επιλογής
et: Valiku kirjeldus
eu: Aukeraren deskripzioa
fi: Valinnan kuvaus
fr: Description de l'option
gl: Descrición da opción
he: תיאור האפשרות
hu: Az opció leírása
is: Lýsing stiku
it: Descrizione opzione
ja: オプションの説明
kk: Параметрлердің сипаттамасы
km: ជម្រើស​ការពិពណ៌នា
ko: 옵션 설명
mk: Опис на опцијата
nb: Valgbeskrivelse
nds: Optschoon-Beschrieven
nl: Beschrijving van optie
pl: Opis opcji
pt: Descrição da Opção
pt_br: Descrição da Opção
ro: Descriere opţiune
ru: Описание опций
sk: Popis voľby
sl: Opis možnosti
sr: Опис опције
sr@latn: Opis opcije
ta: வருணனை மட்டும்
tg: Тавсифи Интихоб
uk: Опис параметра
zh_tw: 選項描述

source: Value
ar: قيمة
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
et: Väärtus
eu: Balioa
fi: Arvo
fr: Valeur
gl: Valor
he: ערך
hu: Érték
is: Gildi
it: Valore
ja: 値
kk: Мәні
km: តម្លៃ
ko: 값
mk: Вредност
nb: Verdi
nds: Weert
nl: Waarde
pl: Wartość
pt: Valor
pt_br: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sl: Vrednost
sr: Вредност
sr@latn: Vrednost
ta: மதிப்பு
tg: Қиммат
uk: Значення
zh_tw: 值

source: Type
ar: نوع
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
et: Tüüp
eu: Mota
fi: Tyyppi
gl: Tipo
he: סוג
hu: Típus
is: Tag
it: Tipo
ja: タイプ
kk: Түрі
km: ប្រភេទ
ko: 타입
mk: Тип
nds: Typ
pl: Typ
pt: Tipo
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Tip
sr: Тип
sr@latn: Tip
ta: வகை
tg: Навъ
uk: Тип
zh_tw: 型態

source: Place
ar: مكان
ca: Lloc
cs: Místo
da: Sted
de: Position
el: Θέση
et: Koht
eu: Lekua
fi: Paikka
gl: Localización
he: מיקום
hu: Hely
is: Staðsetning
it: Posizione
ja: 場所
kk: Орны
km: ទីកន្លែង
ko: 장소
mk: Место
nb: Sted
nds: Oort
nl: Plaats
pl: Miejsce
pt: Lugar
pt_br: Local
ro: Loc
ru: Место
sk: Umiestnenie
sl: Mesto
sr: Место
sr@latn: Mesto
ta: இடம்
tg: Ҷой
uk: Місце
zh_tw: 地方

source: Parameter:
ar: معامل:
ca: Paràmetre:
cs: Parametr:
el: Παράμετρος:
et: Parameeter:
eu: Parametroa:
fi: Parametri:
fr: Paramètre :
gl: Parámetro:
he: פרמטר:
hu: Paraméter:
is: Viðfang:
it: Parametro:
ja: 引数:
kk: Параметрі:
km: ប៉ារ៉ាម៉ែត្រ ៖
ko: 파라미터:
mk: Параметар:
pl: Parametr
pt: Parâmetro:
pt_br: Parâmetro:
ro: Parametru:
ru: Параметр:
sr: Параметар:
sr@latn: Parametar:
ta: அளவுரு:
tg: Параметр:
uk: Параметр:
zh_tw: 參數：

source: Finishing Up
ar: الإنتهاء من
ca: S'està finalitzant
cs: Dokončuji
da: Slutter af
de: Wird abgeschlossen
el: Τέλος επικοινωνίας
et: Lõpetamine
eu: Amaitzen
fi: Viimeistelee
fr: En cours d'achèvement
gl: Rematando
he: מסיים
hu: Befejezés
is: Klára
it: Conclusione
ja: まとめ
kk: Аяқтау
km: កំពុងបញ្ចប់
ko: 완료
mk: Привршувам
nb: Klargjør
nds: Warrt beendt
nl: Voltooien
pl: Kończenie
pt: A Terminar
pt_br: Finalizando
ro: Finalizez
ru: Окончание
sk: Dokončujem
sl: Zaključevanje
sr: Завршетак
sr@latn: Završetak
ta: முடிவடைகின்றன
tg: Ба Итмом расонӣ
uk: Закінчення
zh_tw: 結束

source: Miscellaneous Options
ar: خيارات متنوعة
ca: Opcions vàries
cs: Různé možnosti
da: Diverse tilvalg
de: Diverse Einstellungen
el: Διάφορες επιλογές
et: Muud valikud
eu: Zenbait aukera
fi: Sekalaiset valinnat
fr: Options diverses
gl: Opcións Diversas
he: אפשרויות אחרות
hu: Egyéb opciók
is: Ýmsir valkostir
it: Opzioni varie
ja: その他のオプション
kk: Түрлі басқа параметрлері
km: ជម្រើស​ផ្សេងៗ
ko: 기타 옵션
mk: Разни опции
nb: Diverse innstillinger
nds: Anner Optschonen
nl: Diverse instellingen
pl: Różne opcje
pt: Opções Diversas
pt_br: Opções Extras
ro: Opţiuni diverse
ru: Различные опции
sk: Rôzne možnosti
sl: Razne možnosti
sr: Разне опције
sr@latn: Razne opcije
ta: பலவகை தேர்வுகள்
tg: Интихобҳои Мухталиф
uk: Інші параметри
zh_tw: 其他選項

source: This action is &repeatable if the button is held down
ar: سيتم إعادة الإجراء إذا بقى الزر م&ضغوط
ca: Aquesta opció és &repetible si el botó es manté premut
cs: Akce se &opakuje, pokud je tlačítko drženo dole
da: Denne handling kan &gentages knappen holdes nede
de: Aktion kann &wiederholt werden, wenn der Knopf gedrückt bleibt
el: Αυτή η ενέργεια είναι &επαναλαμβανόμενη αν το πλήκτρο μένει πατημένο
et: Toiming on korratav nuppu all &hoides
eu: Ekintza hau e&rrepikatu egingo da botoia sakatuta mantenduz gero
fi: Tämän toiminnon voi &toistaa pitämällä näppäintä painettuna
fr: Cette action est &répétitive si le bouton est enfoncé
gl: Esta acción é &repetíbel se o botón se mantén premido
he: הפעולה הזאת ניתנת ל&חזרה אם הכפתור מוחזק לחוץ.
hu: A művelet meg&ismételhető a gomb lenyomva tartásával
is: Þessi aðge&rð er endurtakanleg ef hnappi er haldið niðri
it: Questa azione è &ripetibile se si tiene premuto il pulsante
ja: このアクションは、ボタンを押し続けたら繰り返す(&R)
kk: Батырманы басып тұрса әрекеті қай&талана береді
km: អំពើ​នេះ​គឺ​ដដែលៗ ប្រសិនបើ​ប៊ូតុង​ត្រូវបាន​ហាត់​ធ្វើការ
ko: 이 기능은 버튼이 눌려있으면 반복됩니다(&R)
mk: Оваа акција е повто&рлива ако копчето се задржи
nb: Denne handlinga kan &gjentas om knappen holdes nede
nds: Akschoon lett sik &wedderhalen, wenn de Knoop daaldrückt blifft
nl: Deze actie kan he&rhaald worden als de knop ingedrukt blijft
pl: Ta akcja będzie &powtarzana jeżeli przycisk będzie wciśnięty
pt: Esta acção é &repetível se o botão for mantido premido
pt_br: Esta ação será &repetida se o botão manter-se pressionado
ro: Această acţiune este &repetabilă dacă ţineţi butonul apăsat
ru: Это действие &повторяемое, если удерживается кнопка
sk: Táto akcia sa má &opakovať pri držaní tlačidla
sl: To dejanje je &ponavljajoče, če gumb ostane pritisnjen
sr: Ова акција се &понавља ако се дугме држи притиснуто
sr@latn: Ova akcija se &ponavlja ako se dugme drži pritisnuto
ta: பொத்தனை அழித்தியவுடன் இந்த செயல்பாடு மீண்டும் தொடங்கும்
tg: Ин амалиёт &такрор меёбад, агар тугмаро дар ҳолати пахшкарда нигоҳ доред
uk: Ця дія &повторюється, якщо кнопку тримати натиснутою
zh_tw: 這個動作在按鍵持續按住的狀況下會重複執行(&R)

source: This action causes the application to &start if not already running
ar: هذا الإجراء يسبب &بدء التطبيق إذا لم يكن يعمل فعلا
ca: Aquesta acció fa que l'aplicació &s'executi si no ho està fent
cs: Tato činnost způsobí &spuštění aplikace, pokud již neběží
da: Denne handling får programmet til at &starte hvis det ikke allerede kører
de: Diese Aktion &startet die Anwendung, falls sie nicht bereits läuft.
el: Αυτή·η·ενέργεια·αναγκάζει την εφαρμογή να &ξεκινήσει αν δεν εκτελείται ήδη
et: &Toiming paneb rakenduse käivituma, kui see veel ei tööta
eu: Ekint&za honen bidez aplikazioa abiarazi egingo da martxan ez badago dagoeneko
fi: Tämä toiminto &käynnistää sovelluksen, mikäli se ei ole jo käynnissä
fr: Cette action &lance l'application si elle n'a pas déjà été lancée
gl: Esta acción fai que a aplicación se &inicie se non o está xa
he: הפעולה הזאת גורמת ליישום לפ&עול אם הוא עדיין לא פועל
hu: A művelet &hatására az alkalmazás elindul, ha még nem fut
is: Þessi aðgerð ræsir forritið ef það er ekki þegar í gangi
it: Questa azione causa l'a&vvio dell'applicazione, se non è già in esecuzione
ja: このアクションは、まだの場合アプリケーションを起動する(&S)
kk: Әлі &жегілмесе бұл әрекет қолданбаны жегеді
km: អំពើ​នេះ​បណ្តាលឲ្យ​កម្មវិធី​ចាប់ផ្តើម ប្រសិន​បើ​មិន​ទាន់​រត់រួចរាល់ទេ
ko: 이 기능은 해당 응용프로그램이 실행 중이 아니면 실행하도록 합니다(&S)
mk: Оваа акција ќе направи апликацијата да се &стартува ако веќе не работи
nb: Denne handlinga &starter programmet hvis det ikke allerede kjører
nds: Akschoon &start dat Programm, wenn dat noch nich löppt
nl: Deze actie start een programma op als het al niet actief is
pl: Ta akcja powoduje &uruchomienie programu, jeżeli nie jest uruchomiony
pt: Esta acção faz com que aplicação inicie &se não estiver já em execução
pt_br: Esta ação faz com que a aplicação inicie &se não estiver sendo executada
ro: Această acţiune p&orneşte aplicaţia dacă nu rulează deja
ru: Это действие &запускает приложение, если оно ещё не выполняется
sk: Táto akcia &spustí aplikáciu, ak ešte nebeží
sl: To dejanje povzroči, da se program &zažene, če že ne teče
sr: Ова акција &покреће програм ако није већ покренут
sr@latn: Ova akcija &pokreće program ako nije već pokrenut
ta: இந்த செயல்பாடு பயன்பாட்டை தொடக்கும் இயலவில்லை என்றால்
tg: Ин амалиёт замимаро &оғоз мекунад, агар ки он то ба ҳол иҷро нашуда бошад
uk: Ця кнопка &запускає програму, якщо та ще не працює
zh_tw: 這個動作會偵測此應用程式是否已啟動。如果未啟動的話就會幫它啟動(&S)

source: Multiple Instances
ar: حالات تشغيل متعددة
ca: Múltiples instàncies
cs: Více instancí
da: Flere udgaver
de: Mehrere Ausgaben
el: Πολλαπλές διεργασίες
et: Mitu protsessi
eu: Instantzia ugari
fi: Useat esiintymät
fr: Instances multiples
gl: Instancias múltiplas
he: אובייקטי ריצה מרובים
hu: Több példány
is: Mörg tilvik
it: Istanze multiple
ja: 複数のインスタンス
kk: Бірнеше дана
km: វត្ថុ​ច្រើន
ko: 다중 인스턴스
mk: Повеќекратни инстанци
nb: Flere instanser
nds: Mehr Utgaven
nl: Meerdere instanties
pl: Wiele instancji
pt: Várias Instâncias
pt_br: Múltiplas Instâncias
ro: Instanţe multiple
ru: Несколько экземпляров
sk: Viacnásobné inštancie
sl: Več izvodov
sr: Вишеструке инстанце
sr@latn: Višestruke instance
ta: பல நிகழ்வுகளை
tg: Намунаҳои Бисёр
uk: Декілька примірників
zh_tw: 多個實體

source: This application may have multiple instances. In the case of having multiple instances at once when this action should be executed, choose a course of action:
ar: هذا التطبيق قد يحتوي على حالات تشغيل متعدده. في حالة وجود حالات تشغيل متعددة عند تنفيذ الإجراء، حدد مسار الإجراء:
ca: Aquesta aplicació pot tenir múltiples instàncies. En cas de tenir vàries instàncies a la vegada quan s'hagi d'executar una acció, escolliu la que desitgeu que es faci:
cs: Tato aplikace může být spuštěna několikanásobně. V případě, že využíváte současného několikanásobného spuštění, určete pořadí akcí když má být akce provedena:
da: Dette program kan have flere udgaver kørende. I tilfælde af at der er flere udgaver der kører på en gang når denne handling skal udføres, skal der vælges en strategi:
de: Diese Anwendung kann mehrere Ausgaben (Instanzen) haben. Falls mehrere Instanzen vorhanden sind, müssen Sie sich für ein Vorgehen entscheiden:
el: Αυτή η εφαρμογή ίσως έχει πολλαπλές διεργασίες. Σε αυτή την περίπτωση, όταν θα πρέπει να εκτελεστεί αυτή η ενέργεια, επιλέξτε την πορεία της ενέργειας:
et: Sel rakendusel võib töötada mitu protsessi. Kui töötab mitu protsessi ja käivitatakse see toiming, siis võetakse ette järgmist:
eu: Aplikazio honek instantzia ugari izan ditzake. Ekintza hau exekutatzean instantzia ugari batera badaude, hauta ezazu ekintza bide bat:
fi: Tällä sovelluksella voi olla useita esiintymiä. Jos sovelluksesta on useita esiintymiä samanaikaisesti kun tämä toiminto pitäisi suorittaa, valitse suoritettava toiminto:
fr: Cette application peut avoir de multiples instances. Dans le cas où il y a de multiples instances en cours simultanément lorsque cette action doit être exécutée, choisissez la condition :
gl: Esta aplicación pode ter múltiplas instancias. No caso de ter múltiplas instancias á vez cando esta acción deba ser executada, escolla o que facer coa acción:
he: ליישום זה יכולים להיות אובייקטי ריצה מרובים. במקרה של אובייקטי ריצה מרובים בזמן ביצוע הפעולה, בחר את דרך התגובה:
hu: Ennek az alkalmazásnak több példánya is lehet. Ha a művelet végrehajtásakor több példány is fut az alkalmazásból, a következőt kell tenni:
is: Þetta forrit gæti haft mörg tilvik. Ef mörg tilvik eru í gangi í einu þegar þessi aðgerð er valin, veldu þá hvernig skal fara að:
it: Questa applicazione può avere più di una istanza. Se ci fosse più di una istanza quando questa azione deve essere eseguita, cosa fare?
ja: このアプリケーションは複数のインスタンスを持つ可能性があります。その場合のアクションの実行方法を選択:
kk: Бұл қолданбаның бірнеше данасы бола алады. Бірнеше данасы бірден орындала алатын болса, әрекеттің орындалатын жолын анықтаңыз:
km: កម្មវិធី​នេះ​ប្រហែលជា​មាន​វត្ថុ​ច្រើន ។ ក្នុងករណី​ដែលមានវត្ថុ​ច្រើនក្នុងពេលមួយ នៅពេល​សកម្មភាព​នេះ​គួរតែ​ត្រូវបាន​ប្រតិបត្តិ, ជ្រើស​ទិសដៅ​របស់​អំពើ ៖
ko: 이 응용프로그램은 다중 인스턴스를 가지고 있습니다. 이 기능이 실행되었을 때 다중 인스턴스를 가졌을 경우, 동작의 코스를 선택하십시오:
mk: Оваа апликација може да има повеќекратни инстанци. Во случај на постоење на повеќекратни инстанци кога треба да се изврши оваа акција, изберете што да се прави:
nb: Dette programmet kan ha flere instanser. Hvis det finnes flere instanser samtidig når denne handlinga skal utføres, så velg hva som skal gjøres:
nds: Programm kann mehr Utgaven op eenmaal hebben. Wenn mehr Utgaven löppt, wenn de Akschoon opropen warrt, dit utföhren:
nl: Dit programma kan meerdere malen gestart zijn. Als er meerdere instanties actief zijn, kies dan hoe u de actie wilt uitvoeren:
pl: Ten program może być uruchomiony wielokrotnie. W takim wypadku, w momencie uruchomienia akcji, wybierz sposób działania:
pt: Esta aplicação poderá ter várias instâncias. No caso de ter várias instâncias de uma vez no caso de esta acção ser executada, escolha uma sequência de acção:
pt_br: Esta aplicação pode ter múltiplas instâncias. No caso de múltiplas instâncias, uma vez que esta ação deva ser executada, escolha uma ação:
ro: Această aplicaţie poate avea instanţe multiple. În acest caz, alegeţi ce trebuie făcut cînd acţiunea va fi executată:
ru: Это приложение может иметь несколько экземпляров. Выберите путь прохождения действия, если выполняется несколько копий приложения,
sk: Táto aplikácia môže bežať naraz viackrát. V prípade, že ich beží niekoľko pri vykonaní tejto akcie, vyberte, čo sa má stať:
sl: Ta program ima lahko več izvodov. V tem primeru ob izvedbi dejanja izberite potek dejanja:
sr: Овај програм може имати вишеструке инстанце. У случају да већ постоји више инстанци када ова акција треба да се изврши, изаберите шта ће се десити:
sr@latn: Ovaj program može imati višestruke instance. U slučaju da već postoji više instanci kada ova akcija treba da se izvrši, izaberite šta će se desiti:
ta: இந்த பயன்பாடு பல நிகழ்வுகளை கொண்டது.பல நிகழ்வுகளை கொண்டு இருந்தால் செயல்களை நிறைவேற்று,ஏதேனும் ஒன்றை செயல்படுத்து.
tg: Ин замима якчанд намунаҳоро дошта метавонад. Роҳи амалиётро интихоб кунед, агар ки якчанд намунаҳои замимаҳо иҷро гарданд:
uk: Мабуть, ця програма має декілька примірників. Якщо декілька примірників працює одночасно, коли ця дія має бути виконана, виберіть як поступити:
zh_tw: 這個應用程式可能有多個實體。請選擇您要將動作送到哪個實體：

source: &Ignore the action
ar: ت&جاهل الإجراء
ca: &Ignora l'acció
cs: &Ignorovat činnost
da: &Ignorér handlingen
de: Aktion &ignorieren
el: &Παράβλεψη της ενέργειας
et: Toimingut &ignoreeritakse
eu: &Jaramonik ez ekintzari
fi: Oh&ita toiminto
fr: &Ignorer l'action
gl: &Ignorar a acción
he: ה&תעלם מן הפעולה
hu: &A művelet ne hajtódjon végre
is: &Hunsa aðgerð
it: &Ignora l'azione
ja: アクションを無視(&I)
kk: Әрекетті &елемеу
km: មិនអើពើ​នឹង​សកម្មភាព
ko: 동작 무시(&I)
mk: &Игнорирај ја акцијата
nb: &Ignorer handlingen
nds: Akschoon Ö&vergahn
nl: De actie &negeren
pl: &Ignoruj tę akcję
pt: &Ignorar a acção
pt_br: &Ignorar a ação
ro: &Ignoră acţiunea
ru: &Игнорировать действие
sk: &Ignorovať akciu
sl: Pre&zri dejanje
sr: &Игнориши акцију
sr@latn: &Ignoriši akciju
ta: &செயல்களை புறக்கணி
tg: Амалиётро &рад кунед
uk: &Ігнорувати дію
zh_tw: 忽略此動作(&I)

source: Send the action to the instance hi&ghest in the window stacking order
ar: إرسال الإجراء لحالة التشغيل الأ&على في ترتيب تكديس النوافذ
ca: Envia l'acció a la instància que tin&gui la finestra més amunt a la pila de finestres
cs: Poslat činnost instanci, které je &nejvýše v pořadí oken
da: Send handlingen til den udgave der er hø&jest i vinduesstakkens rækkefølge
de: Aktion an die Ausgabe senden, die &zuoberst auf dem Bildschirm sichtbar ist.
el: Αποστολή της ενέργειας στην υ&ψηλότερη διεργασία στη στοίβα παραθύρων
et: Toimin&g saadetakse aknapinu järjekorras kõrgeimale protsessile
eu: Bidali ekintza leiho pilako &goren mailako instantziara
fi: Lähetä toiminto ylimmälle esiintymälle ikkunoiden pinoamisjärjestyksessä
fr: Envoyer l'action à l'instance la plus &haute dans l'ordre de la pile de fenêtres
gl: Enviar a acción á instancia mais &alta na orde de apilamento das xanelas
he: שלח את הפעולה לאובייקט ריצה שהוא ה&גבוה ביותר בערימת מנהל החלונות
hu: A legf&első ablakhoz tartozó programhoz tartozzon a művelet
is: Senda aðgerð til tilviks sem er &efst á gluggastafla
it: Invia l'azione all'istanza più al&ta nell'ordine di sovrapposizione delle finestre
ja: ウィンドウが一番上のインスタンスにアクションを送る(&G)
kk: Әрекет терезесі стек кезегінің ж&оғарындағы данасына тапсырылсын
km: បញ្ជូន​អំពើ​ទៅកាន់​វត្ថុខ្ពស់បំផុត​ក្នុងលំដាប់​ជុងបង្អួច
ko: 창 겹침 순서에서 가장 높은 인스턴스에 기능을 보냅니다(&G)
nb: Send handlinga til instansen som li&gger øverst i vindusstabelen
nds: Akschoon na de op den Schirm vö&rste Utgaav sennen
nl: De actie naar het &voorste venster sturen
pl: Wyślij akcję do egzemplarza programu znajdującego się naj&wyżej w stosie okien
pt: Enviar a a&cção para a instância mais elevada na ordem de sobreposição de janelas
pt_br: Enviar a ação para a instância mais &alta na janela de ordem da pilha
ro: Trimite acţiunea la instanţa ce mai de &sus din lista de ferestre
ru: Послать действие окну, расположенному в &начале списка стека
sk: Poslať akciu naj&vyššie na ploche
sl: Pošlji dejanje naj&višjemu izvodu v vrstnem redu oken
sr: Пошаљи акцију инстанци највишој у редоследу сла&гања прозора
sr@latn: Pošalji akciju instanci najvišoj u redosledu sla&ganja prozora
ta: உயரவான சாளரம் வரிசைக்கு ஏற்ப நிகழ்வுக்கு செயலை அனுப்பு
tg: Амалиётро бо намунае, ки дар &болои рӯйхати амбора ҷойгир аст, фиристед
uk: Посилати дію до на&йвищого примірника у порядку штабелювання вікон
zh_tw: 送出動作到視窗堆疊中最高的實體(&L)

source: Send the action to the instance &lowest in window stacking order
ar: إرسال الإجراء لحالة التشغيل الأ&دنى في ترتيب تكديس النوافذ
ca: Envia l'acció a la instància que tingui &la finestra més avall a la pila de finestres
cs: Poslat činnost instanci, které je &nejníže v pořadí oken
da: Send handlingen til den udgave der er &lavest i vinduesstakkens rækkefølge
de: Aktion an die Ausgabe schicken, die zu&unterst auf dem Bildschirm sichtbar ist.
el: Αποστολή της ενέργειας στη χαμη&λότερη διεργασία στη στοίβα παραθύρων
et: Toiming saadetakse aknapinu &järjekorras madalaimale protsessile
eu: Bidali ekintza leiho pilako &beren mailako instantziara
fi: Lähetä toiminto alimmalle esiintymälle ikkunoiden pinoamisjärjestyksessä
fr: Envoyer l'action à l'instance la plus &basse dans l'ordre de la pile de fenêtres
gl: Enviar a acción á instancia máis &baixa na orde de apilamento das xanelas
he: שלח את הפעולה לאובייקט ריצה שהוא ה&נמוך ביותר בערימת מנהל החלונות
hu: A lega&lsó ablakhoz tartozó programhoz jusson el a művelet
is: Senda aðgerð til tilviks sem er &lægst á gluggastafla
it: Invia l'azione all'istanza più &bassa nell'ordine di sovrapposizione delle finestre
ja: ウィンドウが一番下のインスタンスにアクションを送る(&L)
kk: Әрекет терезесі стек кезегінің &төменіндегі данасына тапсырылсын
km: បញ្ជូន​អំពើ​ទៅកាន់​វត្ថុ​ទាបបំផុត​ក្នុង​លំដាប់​ជុង​បង្អួច
ko: 창 겹침 순서에서 가장 낮은 인스턴스에 기능을 보냅니다(&L)
mk: Испрати ја акцијата на нај&ниската инстанца во подредувањето на прозорците
nb: Send handlinga til instansen som &ligger nederst i vindusstabelen
nds: Akschoon na de op den Schirm &achterste Utgaav sennen
nl: De actie naar he&t achterste venster sturen
pl: Wyślij akcję do egzemplarza programu znajdującego się naj&niżej w stosie okien
pt: Enviar a acção para a instância inferior na ordem de sobreposição das jane&las
pt_br: Enviar a ação para a instância mais &baixa na ordem de pilha da janela
ro: Trimite acţiunea la instanţa ce mai de j&os din lista de ferestre
ru: Послать действие окну, расположенному в &конце списка стека
sk: Poslať akciu naj&nižšie na ploche
sl: Pošlji dejanje naj&nižjemu izvodu v vrstnem redu oken
sr: Пошаљи акцију инстанци најнижој у редоследу с&лагања прозора
sr@latn: Pošalji akciju instanci najnižoj u redosledu s&laganja prozora
ta: தாழ்வான சாளரம் வரிசைக்கு ஏற்ப நிகழ்வுக்கு செயலை அனுப்பு
tg: Амалиётро бо намунае, ки дар &поёни рӯйхати амбора ҷойгир аст, фиристед
uk: Посилати дію до на&йнижчого примірника у порядку штабелювання вікон
zh_tw: 送出動作到視窗堆疊中最低的實體(&L)

source: Send the action to &all instances
ar: إرسال الإجراء لكل &حالات التشغيل
ca: Envia l'&acció a totes les instàncies
cs: Poslat činnost &všem instancím
da: Send handlingen til &alle udgaver
de: Aktion an &alle Ausgaben schicken
el: Αποστολή της ενέργειας σε ό&λα τα αντίγραφα
et: Toiming saadetakse kõigile &protsessidele
eu: Bidali ekintza instantzia g&uztietara
fi: Lähetä toiminto kaikille esiintymille
fr: Envoyer l'action à &toutes les instances
gl: Enviar a acción a &todas as instancias
he: שלח את הפעולה לכל אובייקטי הריצה.
hu: A mű&velet az összes programhoz jusson el
is: Send&a aðgerð til allra tilvika
it: Invia l'&azione a tutte le istanze
ja: すべてのインスタンスにアクションを送る(&A)
kk: Әрекет б&арлық даналарына тапсырылсын
km: បញ្ជូន​អំពើ​ទៅកាន់​វត្ថុ​ទាំងអស់
ko: 모든 인스턴스에 기능을 보냅니다(&A)
mk: Испрати ја акцијата на &сите инстанци
nb: Send handlinga til &alle instanser
nds: Akschoon na a&ll Utgaven sennen
nl: De actie naar &alle actieve instanties sturen
pl: Wyślij akcję do &wszystkich instancji
pt: Enviar a acção para todas &as instâncias
pt_br: Enviar a ação para &todas as instâncias
ro: Trimite acţiunea la &toate instanţele
ru: Послать действие во все &экземпляры
sk: Poslať akciu &všetkých inštanciám
sl: Pošlji dejanje &vsem izvodom
sr: Пошаљи &акцију свим инстанцама
sr@latn: Pošalji &akciju svim instancama
ta: எல்லாம் நிகழ்வுக்கும் செயலை அனுப்பு
tg: Амалиётро ба &ҳамаи намунаҳо фиристед
uk: Посилати дію до &всіх примірників
zh_tw: 送出動作到所有的實體(&A)

source: Select Required Mode Change
ar: حدد التغيّر المطلوب فى النمط
ca: Selecciona el mode de canvi requerit
cs: Zvolit vyžadovanou změnu režimu
da: Vælg krævede tilstand at ændre
de: Moduswechsel wählen
el: Επιλογή αλλαγής απαιτούμενης κατάστασης
et: Vali soovitud režiimimuutus
eu: Hautatu eskatutako modu aldaketa
fi: Valitse vaadittu tilamuutos
fr: Sélectionnez le changement de mode requis
gl: Escoller o cambio de modo que requeriu
he: בחר שינוי מצב נדרש
hu: Módváltás
is: Veldu nauðsynleg hamskipti
it: Seleziona il cambio di modalità richiesto
ja: 必要なモード変更を選択
kk: Керек режімнің ауыстырылуын таңдау
km: ជ្រើស​ការ​ផ្លាស់ប្ដូរ​របៀប​ដែលបាន​ទាមទារ
ko: 필요한 모드 변경 선택
nb: Velg påkrevet modus-endring
nds: Verdwungen Bedriefoort-Wessel instellen
nl: Vereiste modus-verandering selecteren
pl: Wybierz wymaganą zmianę trybu
pt: Seleccione a Mudança de Modo Pedida
pt_br: Selecione a mudança de modo requerida
ro: Selectare modificare mod
ru: Выбор необходимой смены режима
sk: Vyberte požadovanú zmenu režimu
sl: Izberite potrebno spremembo načina
sr: Изаберите захтевану промену режима
sr@latn: Izaberite zahtevanu promenu režima
ta: தேர்வு செய்யபட்ட தேவையான பாங்கின்னை மாற்று
tg: Интихоби Ивази Зарурии Усул
uk: Виберіть необхідну зміну режиму
zh_tw: 選擇要更換的模式
