Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kcmlirc.po
Languages: ar, ca, cs, da, de, el, et, eu, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latn, ta, tg, uk, zh_tw

source: Select Profile to Add
ar: اختر التشكيل الجانبي الذي تريد إضافته
ca: Escolliu un perfil per afegir
cs: Výběr profil pro přidání
da: Vælg profil at tilføje
de: Profil wählen, das hinzugefügt werden soll
el: Επιλογή προφίλ για προσθήκη
et: Lisatava profiili valimine
eu: Hautatu profila gehitzeko
fi: Valitse lisättävä profiili
fr: Sélectionnez un profil à ajouter
gl: Escolla o perfil para engadir
he: בחר פרופיל להוספה
hu: Válassza ki a hozzáadni kívánt profilt
is: Veldu snið til bæta við
it: Seleziona profilo da aggiungere
ja: 追加するプロファイルを選択
kk: Қосатын профилін таңдау
km: ជ្រើស​ទំរង់​ដើម្បី​បន្ថែម
ko: 추가할 프로필 선택
mk: Изберете профил за додавање
nb: Vel profil å legge til
nds: Profil för't Tofögen utsöken
nl: Selecteer profiel om toe te voegen
pl: Wybierz profil do dodania
pt: Seleccione o Perfil a Adicionar
pt_br: Selecione um Perfil a ser Adicionado
ro: Selectaţi profilul de adăugat
ru: Выбор профиля для добавления
sk: Vyberte profil, ktorý sa má pridať
sl: Izberite profil za dodajanje
sr: Изаберите профил који треба додати
sr@latn: Izaberite profil koji treba dodati
ta: தேர்வு செய்த விவரக்குறிப்பை சேர்
tg: Интихоби Тахассус барои Иловакунӣ
uk: Вибрати профіль для додавання
zh_tw: 選擇要加入的設定檔

source: Profile Name
ar: اسم التشكيل الجانبي
ca: Nom de perfil
cs: Jméno profilu
da: Profilnavn
de: Profilname
el: Όνομα προφίλ
et: Profiili nimi
eu: Profilaren izena
fi: Profiilin nimi
fr: Nom du profil
gl: Nome do perfil
he: שם פרופיל
hu: A profil neve
is: Heiti sniðs
it: Nome profilo
ja: プロファイル名
kk: Профильдің атауы
km: ឈ្មោះ​ទំរង់
ko: 프로필 이름
mk: Име на профил
nb: Profilnavn
nds: Profilnaam
nl: Profielnaam
pl: Nazwa profilu
pt: Nome do Perfil
pt_br: Nome do Perfil
ro: Nume profil
ru: Имя профиля
sk: Meno profilu
sl: Ime profila
sr: Име профила
sr@latn: Ime profila
ta: விவரக்குறிப்பின் பெயர்
tg: Номи Тахассус
uk: Назва профілю
zh_tw: 設定檔名稱

source: Remote Control
ar: جهاز تحكم عن بعد
ca: Control remot
cs: Dálkové ovládání
da: Fjernbetjening
de: Fernbedienung
el: Τηλεχειριστήριο
et: Kaugjuhtimine
eu: Urruneko kontrola
fi: Kaukosäädin
fr: Télécommande
gl: Control Remoto
he: שלט רחוק
hu: Távirányító
is: Fjarstýring
it: Telecomando
ja: リモコン
kk: Қашықтан басқару тұтқасы
km: ការ​បញ្ជា​ពី​ចម្ងាយ
ko: 원격 제어
mk: Далечински управувач
nb: Fjernkontroll
nds: Feernbedenen
nl: Afstandsbediening
pl: Pilot
pt: Comando à Distância
pt_br: Controle Remoto
ro: Telecomandă
ru: Пульт ДУ
sk: Diaľkové ovládanie
sl: Daljninski upravljalnik
sr: Даљински управљач
sr@latn: Daljinski upravljač
ta: தொலைநிலை கட்டுப்பாடு
tg: Идоракунандаи Дурдаст
uk: Елемент дистанційного керування
zh_tw: 遙控

source: Icon
ar: أيقونة
ca: Icona
cs: Ikona
da: Ikon
de: Symbol
el: Εικονίδιο
et: Ikoon
eu: Ikonoa
fi: Kuvake
fr: Icône
gl: Ícone
he: סמל
hu: Ikon
is: Táknmynd
it: Icona
ja: アイコン
kk: Таңбаша
km: រូបតំណាង
ko: 아이콘
mk: Икона
nb: Ikon
nds: Lüttbild
nl: Pictogram
pl: Ikona
pt: Ícone
pt_br: Ícone
ro: Iconiţă
ru: Пиктограмма
sk: Ikona
sl: Ikona
sr: Икона
sr@latn: Ikona
ta: சின்னம்
tg: Тасвир
uk: Піктограма
zh_tw: 圖示

source: Start
ar: البدأ
ca: Inici
cs: Spustit
de: Starten
el: Εκκίνηση
et: Käivita
eu: Hasi
fi: Käynnistä
fr: Démarrer
gl: Executar
hu: Elindítás
is: Ræsa
it: Avvia
ja: 起動
kk: Жегу
km: ចាប់ផ្ដើម
mk: Стартувај
nds: Starten
nl: Starten
pl: Uruchom
pt: Iniciar
pt_br: Iniciar
ru: Запустить
sk: Spustiť
sl: Začni
sr: Покрени
sr@latn: Pokreni
uk: Запустити
zh_tw: 請啟動它

source: Do Not Start
ar: عدم البدأ
ca: No iniciïs
cs: Nespouštět
da: Start ikke
de: Nicht starten
el: Να μην εκκινηθεί
et: Ära käivita
eu: Ez hasi
fi: Älä käynnistä
fr: Ne pas démarrer
gl: Non executar
hu: Nem kell elindítani
is: Ekki ræsa
it: Non avviare
ja: 起動しない
kk: Керегі жоқ
km: កុំ​ចាប់ផ្ដើម
mk: Не стартувај
nb: Ikke start
nds: Nich starten
nl: Niet starten
pl: Nie uruchamiaj
pt: Não Iniciar
pt_br: Não Iniciar
ru: Не запускать
sk: Nespúšťať
sl: Ne zaženi
sr: Не покрећи
sr@latn: Ne pokreći
uk: Не запускати
zh_tw: 不要啟動

source: Start Automatically
ar: البدأ تلقائياً
ca: Inicia automàticament
cs: Automaticky spustit
da: Start automatisk
de: Automatisch starten
el: Αυτόματη εκκίνηση
et: Käivita automaatselt
eu: Hasi automatikoki
fi: Käynnistä automaattisesti
fr: Démarrer automatiquement
gl: Iniciar automaticamente
hu: Automatikus elindítás
is: Ræsa sjálfkrafa
it: Avvia automaticamente
ja: 自動的に起動
kk: Автоматты түрде жегілсін
km: ចាប់ផ្ដើម​ស្វ័យប្រវត្តិ
mk: Стартувај автоматски
nb: Start automatisk
nds: Automaatsch starten
nl: Automatisch starten
pl: Uruchom automatycznie
pt: Iniciar Automaticamente?
pt_br: Iniciar Automaticamente
ru: Запускать автоматически
sk: Spustiť automaticky
sl: Samodejno zaženi
sr: Покрени аутоматски
sr@latn: Pokreni automatski
uk: Запускати автоматично
zh_tw: 要

source: Remote controls and modes:
ar: أجهزة التحكم عن بعد واﻷنماط:
ca: Controls remots i modes:
cs: Dálková ovládání a režimy:
da: Fjernbetjeninger og tilstande:
de: Fernbedienungen und Modi:
el: Τηλεχειριστήρια και καταστάσεις:
et: Kaugjuhtimisseadmed ja režiimid:
eu: Urruneko kontrolak eta moduak:
fi: Kaukosäätimet ja tilat:
fr: Contrôleurs distants et modes :
gl: Controles remotos e modos:
hu: Távirányítók és módok:
is: Fjarstýringar og hamir:
it: Telecomandi e modalità:
ja: リモコンとモード:
kk: ИҚ тұтқалар және режімдері:
km: ការបញ្ជា និង​របៀប​ពីចម្ងាយ ៖
mk: Далечински управувачи и режими:
nb: Fjernkontroller og moduser:
nds: Feernbedenen un Bedriefoorden:
nl: Afstandsbedieningen en modi:
pl: Piloty i tryby:
pt: Comandos à distância e modos:
pt_br: Controles remotos e modos:
ru: Пульты и режимы:
sk: Diaľkové ovládače a režimy:
sl: Daljinski upravljalniki in načini:
sr: Даљински управљачи и режими:
sr@latn: Daljinski upravljači i režimi:
uk: Пульти дистанційного керування і режими:
zh_tw: 遙控鍵與模式：
