Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kdelirc.po
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, pl, pt, pt_br, ro, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Exit mode
ar: الخروج من النَمط
bg: Режим на изход
bs: Način izlaza
ca: Surt del mode
cs: Ukončit
da: Gå ud af tilstand
de: Beendigungsmodus
el: Κατάσταση εξόδου
es: Modo Salir
et: Väljumisrežiim
eu: Irtetzeko modua
fa: خروج از حالت
fi: Lopetustila
fr: Quitter le mode
gl: Modo de saída
he: צא ממצב זה
hi: एक्ज़िट मोड
hu: Kilépési mód
is: Fara úr ham
it: Modalit√† di uscita
ja: モードを終了
kk: Шыққанда
km: របៀប​ចេញ​
ko: 나가기 모드
mk: Режим излез
ms: Mod keluar
nb: Sluttmodus
nds: Verlaat-Bedriefoort
nl: Modus verlaten
pl: Tryb wyjścia
pt: Modo de terminar
pt_br: Modo de saída
ro: Mod ieşire
ru: При выходе
sk: Režim ukončenia
sl: Način izhoda
sr: Режим излаза
sv: Avslutningsläge
ta: வௌதயேறு நிரப்பு வகை
tg: Усули хориҷшавӣ
uk: Вийти з режиму
zh_cn: 退出模式
zh_tw: 離開模式

source: Switch to %1
ar: التحوّل إلى %1
bg: Превключване към %1
bs: Prebaci na %1
ca: Canvia a %1
cs: Přepnout do %1
da: Skift til %1
de: Wechseln zu %1
el: Αλλαγή στο %1
es: Cambiar a %1
et: Lülitumine: %1
eu: Aldatu %1-era
fa: سودهی به %1
fi: Vaihda ohjelman ikkunaan %1
fr: Basculer dans %1
gl: Mudar para %1
he: החלף אל %1
hi: %1 पर स्विच करें
hu: Váltás erre: %1
is: Skipta yfir í %1
it: Passa a %1
ja: %1 に切り替え
kk: %1 дегенге ауысу
km: ប្តូរ​ទៅ %1
ko: %1으로 전환
mk: Префрли се на %1
ms: Beralih ke %1
nb: Bytt til %1
nds: Wesseln na %1
nl: Wisselen naar %1
pl: Przełącz do %1
pt: Mudar para %1
pt_br: Alternar para %1
ro: Comută la %1
ru: Переключиться в %1
sk: Prepnúť do %1
sl: Preklopi na %1
sr: Пребаци на %1
sv: Byt till %1
ta: %1 நகர்த்து
tg: Гузориш ба %1
uk: Перейти до %1
zh_cn: 切换到 %1
zh_tw: 切換到 %1

source: Just start
ar: البدأ فقط
bg: Стартиране без изпълнение
bs: Samo pokreni
ca: Només inicia
cs: Jen spustit
da: Start blot
de: Nur starten
el: Μόνο εκκίνηση
es: Solo iniciar
et: Ainult käivitamine
eu: Abiat soilik
fa: در این لحظه آغاز شود
fi: Aloita
fr: Démarrer simplement
gl: Só iniciar
he: רק הפעל
hi: सिर्फ प्रारंभ करें
hu: Csak elindítás
is: Ræsa bara
it: Avvia
ja: 起動のみ
kk: Тек бастау
km: គ្រាន់​តែ​ចាប់​ផ្តើម
ko: 그냥 시작
mk: Само почни
ms: Baru mula
nb: Bare start
nds: Bloots starten
nl: Gewoon starten
pl: Po prostu zacznij
pt: Apenas iniciar
pt_br: Somente iniciar
ro: Porneşte
ru: Запускать
sk: Iba spustiť
sl: Samo poženi
sr: Само покрени
sv: Bara starta
ta: இப்போதே துவக்கு
tg: Танҳо оғоз кунед
uk: Просто запустити
zh_cn: 刚刚启动
zh_tw: 開始

source: Do actions before.
ar: القيام بالإجراءات قبل.
bg: Изпълнение на команда преди.
bs: Uradi prije.
ca: Fes accions abans.
cs: Vykonat akce předem.
da: Udfør handlinger før.
de: Aktionen vorher ausführen.
el: Εκτέλεση ενεργειών πριν.
es: Hacer las acciones antes.
et: Toimingud sooritatakse ennem.
eu: Lehenago ekintzak egin.
fa: کنشها قبل از انجام شوند.
fi: Tee esitehtävät
fr: Faire des actions avant.
gl: Executar accións antes.
he: בצע פעולות לפני.
hi: क्रियाएँ पहले करें
hu: Műveletek előtte.
is: Framkvæma fyrir.
it: Esegui azioni prima.
ja: アクションを先に実行。
kk: Әрекеттерді алдында жасау.
km: ធ្វើ​សកម្មភាព​ជា​មុន ។
ko: 먼저 할 동작.
mk: Направи акции пред.
ms: Ambil tindakan sebelum.
nb: Utfør handlinger før.
nds: Akschonen vördem utföhren
nl: Acties vantevoren doen.
pl: Wykonaj akcje przed.
pt: Executar acções antes.
pt_br: Faz as ações antes.
ro: Execută acţiunile înainte.
ru: Действиями до.
sk: Predtým vykonať akcie.
sl: Naredi dejanja prej.
sr: Изврши акције пре.
sv: Utför åtgärder innan.
ta: செயல்படுத்துவதற்கு முன்னே செய்
tg: Иҷрои амалиётҳо то.
uk: Виконати дії спочатку.
zh_cn: 先做动作。
zh_tw: 在...之前進行動作。

source: Do actions after.
ar: القيام بالإجراءات بعد.
bg: Изпълнение на команда след.
bs: Uradi poslije.
ca: Fes accions després.
cs: Vykonat akce poté.
da: Udfør handlinger efter.
de: Aktionen danach ausführen.
el: Εκτέλεση ενεργειών μετά.
es: Hacer las acciones después.
et: Toimingud sooritatakse pärast.
eu: Ondoren ekintzak egin.
fa: کنشها بعد از انجام شوند.
fi: Tee jälkitehtävät.
fr: Faire des actions après.
gl: Executar accións despois.
he: בצע פעולות אחרי.
hi: क्रियाएँ बाद में करें
hu: Műveletek utána.
is: Framkvæma eftir.
it: Esegui azioni dopo.
ja: アクションを後で実行。
kk: Әрекеттерді соңында жасау.
km: ធ្វើ​សកម្មភាព​ជា​បន្ទាប់​ ។
ko: 나중에 할 동작.
mk: Направи акции по.
ms: Ambil tindakan selepas.
nb: Utfør handlinger etter.
nds: Akschonen achteran utföhren
nl: Acties achteraf doen.
pl: Wykonaj akcje po.
pt: Executar acções depois.
pt_br: Faz as ações depois.
ro: Execută acţiunile după.
ru: Действия после.
sk: Potom vykonať akcie.
sl: Naredi dejanja potem.
sr: Изврши акције после.
sv: Utför åtgärder efter.
ta: செயல்படுத்துவதற்கு பின்னே செய்
tg: Иҷрои амалиётҳо пас аз.
uk: Виконати дії опісля.
zh_cn: 后做动作。
zh_tw: 在...之後進行動作。

source: Auto-start.
ar: بدء تلقائي.
bg: Автоматично стартиране.
ca: Inici automàtic.
cs: Automatické spuštění.
de: Automatisch starten.
el: Αυτόματη εκκίνηση.
es: Autoinicio.
eu: Berez-abiatu.
fa: آغاز به طور خودکار.
fi: Automaattikäynnistys.
fr: Démarrage automatique.
gl: Iniciar automaticamente.
he: התחלה־אוטומטית.
hi: स्वचलित-प्रारंभ
hu: Automatikus indítás.
is: Ræsa sjálfvirkt.
it: Avvio automatico.
ja: 自動起動。
kk: Авто бастау.
km: ចាប់ផ្តើម​ស្វ័យប្រវត្តិ ។
ko: 자동 시작
mk: Автостарт.
ms: Automula.
nds: Automaatsch starten
nl: Automatisch starten.
pt: Auto-iniciar.
pt_br: Iniciar automático.
ro: Porneşte automat.
ru: Автостарт.
sk: Automatický štart.
sl: Samodejno zaženi.
sr: Аутоматско покретање.
sv: Starta automatiskt.
ta: தானியங்கித் துவக்கம்
tg: Худоғозёбӣ.
uk: Автостарт.
zh_cn: 自动启动。
zh_tw: 自動開始：

source: Repeatable.
ar: متكرّر.
bg: Повторение.
bs: Ponavljajuće.
ca: Repetible.
cs: Opakovatelné.
da: Gentagelig.
de: Wiederholbar.
el: Επαναλήψιμο.
es: Se puede repetir.
et: Korratav.
eu: Errepikagarria.
fa: قابل تکرار.
fi: Toistettava.
fr: Répétable.
gl: Repetíbel.
he: ניתן לחזור על זה.
hi: बारंबार योग्य
hu: Ismételhető.
is: Endurtakanlegt.
it: Ripetibile.
ja: 繰り返し可。
kk: Қайталанатын.
km: ដដែល ។
ko: 반복가능.
mk: Повторливо.
ms: Boleh ulang.
nb: Repeterbar.
nds: Lett sik wedderhalen
nl: Herhaalbaar.
pl: Powtarzalne.
pt: Repetível.
pt_br: Repetido
ro: Se repetă.
ru: Повторяемый.
sk: Opakovateľné.
sl: Ponavljajoče.
sr: Понављајуће.
sv: Upprepningsbart.
ta: திருப்பி நடக்கக்கூடிய
tg: Такрорёбанда.
uk: Повторюється.
zh_cn: 可重复的。
zh_tw: 可重複的

source: Do nothing if many instances.
ar: عدم فعل أى شيء عند تعدَد حالات التشغيل.
bg: Игнориране, ако има много инстанции.
bs: Ne radi ništa ako je mnogo primjera.
ca: No facis res si hi ha vàries instàncies.
cs: V případě několika instancí nedělat nic.
da: Gør intet hvis der er mange udgaver.
de: Nichts machen, falls mehrere Instanzen vorhanden sind.
el: Στην περίπτωση πολλών αιτήσεων μην κάνεις τίποτα.
es: No hacer nada si existen muchas instancias.
et: Mitme protsessi korral ei tehta miadgi.
eu: Ez egin ezer instantzia asko baleude.
fa: در صورت وجود نمونه‌های فراوان، کاری انجام نشود.
fi: Älä tee mitään, jos useita kdelirc-ohjelmia auki.
fr: Ne rien faire si trop d'instances.
gl: Non facer nada se hai múltiplas instancias.
he: אל תבצע שום דבר בזמן ריבוי אובייקטי ריצה.
hi: यदि बहुत से इंस्टैंसेस हों तो कुछ नहीं करें.
hu: Nem kell semmit sem tenni, ha több példány fut.
is: Gera ekkert ef mörg tilvik.
it: Non fare nulla se ci sono molte istanze.
ja: 複数インスタンスがある場合何もしない。
kk: Бірнеше данасы болса ештеңе істемеу.
km: មិន​ធ្វើ​អ្វី​ទាំងអស់​ប្រសិន​បើ​មាន​វត្ថុច្រើ​ន ។
ko: 인스턴스가 많을 경우 아무것도 하지 않음.
mk: Не прави ништо при повеќе инстанци.
ms: Jangan buat apa-apa jika banyak kejadian.
nb: Gjør ingenting hvis mange instanser.
nds: Bi mehr Utgaven nix doon
nl: Niets doen bij veel instanties.
pl: Nie rób nic jeśli wiele wystąpień.
pt: Fazer nada se várias instâncias.
pt_br: Não fazer nada se existirem muitas instâncias.
ro: Nu face nimic dacă sînt mai multe instanţe.
ru: Никому, если несколько экземпляров.
sk: Nerobiť nič pri viacerých inštanciách.
sl: Ne naredi nič, če je preveč instanc.
sr: Не ради ништа ако има много инстанци.
sv: Gör ingenting vid flera instanser.
ta: பல நிகழ்வுகளென்றால் ஏதும் செய்யாதே
tg: Ҳеҷ гоҳ накардан ҳангоми будани якчанд намунаҳо.
uk: Нічого не робити, якщо багато примірників.
zh_cn: 如果有多个实例什么也不做。
zh_tw: 實體太多的話就不做動作。

source: Send to top instance.
ar: الإرسال إلى أعلى حالة.
bg: Изпращане до първата инстанция.
bs: Pošalji na vrh primjera.
ca: Envia a la instància superior.
cs: Poslat na vrchní instanci.
da: Send til top-udgaven.
de: Der obersten Instanz schicken.
el: Αποστολή στην αρχή των αιτήσεων.
es: Enviar a la instancia superior.
et: Saadetakse kõrgeimale protsessile.
eu: Bidali gaineko instantziari.
fa: ارسال به نمونۀ بالایی.
fi: Lähetä edustaohjelmalle.
fr: Envoyer à l'instance supérieure.
gl: Enviar para a instancia do cume.
he: שלח לאובייקט ריצה עליון.
hi: शीर्ष इंस्टैंस पर भेजें.
hu: Küldés a legfelső példánynak.
is: Senda til efsta tilviks.
it: Manda all'istanza superiore.
ja: 一番上のインスタンスへ送る。
kk: Жоғарғы данасына жіберу.
km: ផ្ញើ​ទៅ​កាន់​​វត្ថុ​កំពូល ។
ko: 최상위 인스턴스로 보냄
mk: Испрати на најгорната инстанца.
ms: Hantar ke kejadian atas.
nb: Send til øverste instans.
nds: Na vörst Utgaav sennen
nl: Naar bovenste instantie zenden.
pl: Wyślij do górnego wystąpienia.
pt: Enviar para a instância de topo.
pt_br: Enviar instância do topo
ro: Trimite la instanţa de sus.
ru: Послать верхнему экземпляру.
sk: Poslať najvyššej inštancii.
sl: Pošlji vrhnji instanci.
sr: Пошаљи највишој инстанци.
sv: Skicka till översta instans.
ta: முதல் நிகள்வுக்கு அனுப்பு
tg: Бо намунаи болоӣ фиристед.
uk: Відіслати до примірника зверху.
zh_cn: 发送到最上面的实例。
zh_tw: 送到最上面的實體

source: Send to bottom instance.
ar: الإرسال إلى أدنى حالة.
bg: Изпращане до последната инстанция.
bs: Pošalji na dno primjera.
ca: Envia a la instància inferior.
cs: Poslatto na spodní instanci.
da: Send til bund-udgaven.
de: Der untersten Instanz schicken.
el: Αποστολή στο τέλος των αιτήσεων.
es: Enviar a la instancia inferior.
et: Saadetakse madalaimale protsessile.
eu: Bidali azpiko instantziari.
fa: ارسال به نمونۀ پایینی.
fi: Lähetä taustaohjelmalle.
fr: Envoyer à l'instance inférieure.
gl: Enviar para a instancia do fondo.
he: שלח לאובייקט ריצה תחתון.
hi: तल इंस्टैंस पर भेजें.
hu: Küldés a legalsó példánynak.
is: Senda til neðsta tilviks.
it: Manda all'istanza inferiore.
ja: 一番下のインスタンスへ送る。
kk: Төменгі данасына жіберу.
km: ផ្ញើ​ទៅ​​កាន់​វត្ថុ​បាត ។
ko: 최하위 인스턴스로 보냄
mk: Испрати на најдолната инстанца.
ms: Hantar ke kejadian bawah.
nb: Sent til nederste instans.
nds: Na achterst Utgaav sennen
nl: Naar onderste instantie zenden.
pl: Wyślij do dolnego wystąpienia.
pt: Enviar para a instância de fundo.
pt_br: Enviar instância da base
ro: Trimite la instanţa de jos.
ru: Послать нижнему экземпляру.
sk: Poslať najnižšej inštancii.
sl: Pošlji najnižji instanci.
sr: Пошаљи најнижој инстанци.
sv: Skicka till understa instans.
ta: கடைசி நிகழ்வுக்கு அனுப்பு
tg: Бо намунаи поёнӣ фиристед.
uk: Відіслати до примірника знизу.
zh_cn: 发送到最下面的实例。
zh_tw: 送到最下面的實體

source: Send to all instances.
ar: الإرسال إلى كل الحالات.
bg: Изпращане до всички инстанции.
bs: Pošalji na sve primjere.
ca: Envia a totes les instàncies.
cs: Poslat do všech instancí.
da: Send til alle udgaver.
de: An alle Instanzen schicken.
el: Αποστολή σε όλες τις αιτήσεις.
es: Enviar a todas las instancias.
et: Saadetakse kõigile protsessidele.
eu: Bidali instantzia guztiei.
fa: ارسال به همۀ نمونه‌ها.
fi: Lähetä kaikille ohjelmille.
fr: Envoyer à toutes les instances.
gl: Enviar a todas as instancias.
he: שלח לכל אובייקטי הריצה.
hi: सभी इंस्टैंसेस को भेजें.
hu: Küldés az összes példánynak.
is: Senda til allra tilvika.
it: Manda a tutte le istanze.
ja: すべてのインスタンスへ送る。
kk: Барлық данасына жіберу.
km: ផ្ញើ​ទៅ​កាន់​វត្ថុ​ទាំង​អស់ ។
ko: 모든 인스턴스로 보냄
mk: Испрати на сите инстанци.
ms: Hantar ke semua kejadian.
nb: Send til alle instanser.
nds: Na all Utgaven sennen
nl: Naar alle instanties zenden.
pl: Wyślij do wszystkich wystąpień.
pt: Enviar para todas as instâncias.
pt_br: Enviar todas as instâncias.
ro: Trimite la toate instanţele.
ru: Послать всем экземплярам.
sk: Poslať všetkým inštanciám.
sl: Pošlji vsem instancam.
sr: Пошаљи свим инстанцама.
sv: Skicka till alla instanser.
ta: எல்லா நிகழ்வுகளையும் அனுப்பு
tg: Бо ҳамаи намунаи фиристед.
uk: Відіслати до всіх примірників.
zh_cn: 发送到所有实例。
zh_tw: 送到所有的實體
