Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kedit.po
Languages: ar, be, bg, br, ca, cs, da, el, eo, es, eu, fa, fr, ga, gl, he, hi, hr, hu, is, kk, km, ko, lt, mk, ms, nb, nds, nl, pa, ro, sk, sl, sr, sr@latn, ta, tg, uk, wa, zh_tw

source: Spellcheck: Started.
ar: التدقيق الإملائي: بدَأَ.
be: Праверка правапісу.
bg: Проверката на правописа започна
br: Gwiriekaat ar skritur : loc'het.
ca: Correcció d'ortografia: Iniciada.
cs: Kontrola pravopisu: Spuštěna
da: Stavekontrol: påbegyndt.
el: Ορθογραφικός έλεγχος: Ξεκίνησε.
eo: Literumilo: Lanĉita.
es: Corrección ortográfica: Iniciada.
eu: Ortografia Zuzentzailea: Hasia.
fa: غلط‌یاب: آغاز به کار کرد.
fr: Vérification orthographique démarrée.
ga: Seiceál litrithe: Tosaithe.
gl: Corrección Ortográfica: Comezada.
he: בדיקת איות: הופעלה.
hi: वर्तनी-जांचः प्रारंभ हो गया
hr: Provjera pisanja: Pokrenuto.
hu: Helyesírás-ellenőrzés: elindítva.
is: Yfirlestur: Hafinn.
kk: Емлені тексеру: Басталды.
km: ពិនិត្យអក្ខរាវិរុទ្ធ ៖ ចាប់ផ្តើម ។
ko: 맞춤법 검사: 시작.
lt: Korektorius: Paleistas.
mk: Проверка на правопис: Пуштена.
ms: Semak eja: Telah mula.
nb: Stavekontroll: startet.
nds: Schrievwies pröven: Start.
nl: Spellingcontrole: gestart
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ: ਸ਼ੁਰੂ
ro: Ortografie: Începută.
sk: Kontrola pravopisu: Spustená
sl: Črkovanje: Pognano.
sr: Провера правописа: покренута.
sr@latn: Provera pravopisa: pokrenuta.
ta: பிழைத்திருத்தம்: துவங்கியது
tg: Санҷиши имло: Оғоз карда шуд.
uk: Перевірка правопису: почалась.
wa: Coridjaedje: enondé.
zh_tw: 拼字檢查: 開始.

source: Spellcheck
ar: التدقيق الإملائي
be: Праверка правапісу...
bg: Проверка на правописа
br: Gwiriekaat ar skritur
ca: Correcció d'ortografia
cs: Kontrola pravopisu
da: Stavekontrol
el: Ορθογραφικός έλεγχος
eo: Literumilo
es: Ortografía
eu: Ortografia Zuzentzailea
fa: غلط‌یاب
fr: Vérification orthographique
ga: Seiceáil an litriú
gl: Corrección Ortográfica
he: בדיקת איות
hi: वर्तनी जाँच
hr: Provjera pravopisa
hu: Helyesírás-ellenőrzés
is: Skoða stafsetningu
kk: Емлені тексеру
km: ពិនិត្យអក្ខរាវិរុទ្ធ
ko: 맞춤법 검사
lt: Korektorius
mk: Проверка на правопис
ms: Semak eja
nb: Stavekontroll
nds: Schrievwies pröven
nl: Spellingcontrole
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ
ro: Ortografia
sk: Kontrola pravopisu
sl: Črkovalnik
sr: Провера правописа
sr@latn: Provera pravopisa
ta: பிழைத்திருத்தம்: சரிபார்
tg: Санҷиши имло
uk: Перевірка правопису
wa: Waitî l' ortografeye
zh_tw: 拼字檢查

source: Spellcheck: %1% complete
ar: التدقيق الإملائي: اكتمل %1%
be: Праверка правапісу %1% скончана
bg: Проверка на правописа - %1% проверени
br: Gwiriekaat ar skritur : echu %1
ca: Correcció d'ortografia: %1% completada
cs: Kontrola pravopisu: %1% hotovo
da: Stavekontrol: %1% færdig
el: Ορθογραφικός έλεγχος: %1% ολοκληρώθηκε
eo: Literumilo: %1% kontrolita
es: Corrección ortográfica: %1% completa
eu: Ortografia Zuzentzailea: %%1 bukatua
fa: غلط‌یاب: %1٪ کامل
fr: Vérification orthographique : %1 % effectués
ga: Seiceáil litrithe: %1% críochnaithe
gl: Corrección Ortográfica: %1% completo
he: בדיקת איות: %1% הושלמו
hi: वर्तनी-जांच: %1% पूरा
hr: Provjera pisanja: %1% završeno
hu: Helyesírás-ellenőrzés: %1% kész
is: Stafsetning: %1% lokið
kk: Емлені тексеру: %1% тексерілді
km: ពិនិត្យ​អក្ខរាវិរុទ្ធ ៖​ %1% បញ្ចប់​ទាំងស្រុង
ko: 맞춤법 검사: %1% 완료
lt: Korektorius: atlikta %1%
mk: Проверка на правопис: %1% завршени
ms: Semak eja: %1% siap
nb: Stavekontroll: %1% fullført
nds: Schrievwies pröven: %1% fardig
nl: Spellingcontrole: %1% voltooid
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ: %1% ਸਮਾਪਤ
ro: Ortografie: %1% completată
sk: Kontrola pravopisu: %1% hotovo
sl: Črkovalnik: %1 % opravljeno
sr: Провера правописа: %1% завршено
sr@latn: Provera pravopisa: %1% završeno
ta: பிழைத்திருத்தம்: %1% முடிந்தது
tg: Санҷиши имло: %1% ба интиҳо расид
uk: Перевірка правопису: %1% завершено
wa: Coridjaedje: %1% di fwait
zh_tw: 拼字檢查: %1% 完成

source: Spellcheck: Aborted.
ar: التدقيق الإملائي: أُُحبط.
be: Праверка правапісу перарвана.
bg: Проверката на правописа е прекъсната
br: Gwiriekaat ar skritur : nullet.
ca: Correcció d'ortografia: Avortada.
cs: Kontrola pravopisu: Přerušena
da: Stavekontrol: Afbrudt.
el: Ορθογραφικός έλεγχος: Διακόπηκε.
es: Corrección ortográfica: Abortada.
eu: Ortografia Zuzenketa: Galerazita.
fa: غلط‌یاب: ساقط شد.
fr: Vérification orthographique : interrompue.
ga: Seiceáil litrithe: Tobscortha.
he: בדיקת איות: בוטלה.
hu: A helyesírás-ellenőrzés félbeszakadt.
is: Yfirlestur: hætt við.
kk: Емлені тексеру: Доғарылды.
km: ពិនិត្យអក្ខរាវិរុទ្ធ ៖ បាន​បោះ​បង់ ។
ko: 맞춤법 검사: 중지.
mk: Проверка на правопис: Прекината.
ms: Semak eja: Digugurkan.
nb: Stavekontroll: avbrutt.
nds: Schrievwies pröven: Afbraken.
nl: Spellingcontrole: afgebroken
pa: ਸ਼ਬਦ-ਜੋੜ: ਅਧੂਰਾ ਛੱਡਿਆ ਹੈ।
ro: Ortografie: Anulată.
sk: Kontrola pravopisu: Prerušená.
sl: Črkovanje: prekinjeno.
sr: Провера правописа: прекинута.
sr@latn: Provera pravopisa: prekinuta.
ta: பிழைத்திருத்தம்: கைவிடப்பட்டது
uk: Перевірка правопису: скасовано.
zh_tw: 拼字檢查：放棄

source: Spellcheck: Complete.
ar: التدقيق الإملائي: إكتمل.
be: Праверка правапісу скончана.
bg: Проверката на правописа завърши
br: Gwiriekaat ar skritur : echu eo.
ca: Correcció d'ortografia: Completada.
cs: Kontrola pravopisu: Dokončena
da: Stavekontrol: Færdig.
el: Ορθογραφικός έλεγχος: Ολοκληρώθηκε.
es: Corrección ortográfica: Completada.
eu: Ortografia zuzenketa: Osatuta.
fa: غلط‌یاب: کامل شد.
fr: Vérification orthographique : terminée.
ga: Seiceáil litrithe: Críochnaithe.
he: בדיקת איות: הושלמה.
hu: A helyesírás-ellenőrzés befejeződött.
is: Yfirlestur: lokið.
kk: Емлені тексеру: Бітті.
km: ពិនិត្យអក្ខរាវិរុទ្ធ ៖បញ្ចប់​ទាំងស្រុង ។
ko: 맞춤법 검사: 완료.
mk: Проверка на правопис: Завршена.
ms: Semak eja: Siap
nb: Stavekontroll: fullført.
nds: Schrievwies pröven: Fardig.
nl: Spellingcontrole: voltooid
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ: ਸਮਾਪਤ
ro: Ortografie: Completă.
sk: Kontrola pravopisu: Ukončená.
sl: Črkovanje: končano.
sr: Провера правописа: завршена.
sr@latn: Provera pravopisa: završena.
ta: பிழைத்திருத்தம்: முடிந்ததது.
uk: Перевірка правопису: закінчено.
zh_tw: 拼字檢查：完成

source: ISpell could not be started. Please make sure you have ISpell properly configured and in your PATH.
ar: تعذّر بدء ISpell. فضلاً تأكد من أن ISpell مهيأ بشكل صحيح و موجود في معامل PATH الخاص بك.
be: ISpell не можа быць запушчаны. Праверце ўстаноўку ISpell.
bg: Външната програма "ISpell" не може да бъде стартирана. Проверете инсталацията на програмата и дали директорията, в която е инсталирана е включена в системната променлива "PATH".
br: N'hellan ket loc'hañ ISpell. Bezit sur mar plij oc'h eus ISpell staliaet reizh war ho reizhiad hag en ho PATH.
ca: No s'ha pogut engegar ISpell. Assegureu-vos que teniu ISpell configurat correctament i al vostre PATH.
cs: Chyba při spuštění ISpellu. Ujistěte se prosím, že máte správně nastaven ISpell a že je v prohledávané cestě.
da: Fejl ved start af ISpell. Sørg venligst for at ISpell er korrekt indstillet og er i din søgesti (PATH).
el: Δεν ήταν δυνατή η εκκίνηση του ISpell. Παρακαλώ βεβαιωθείτε ότι το ISpell είναι σωστά εγκατεστημένο και είναι στο PATH σας.
eo: Ne eblis lanĉi ISpell. Bonvolu certigi, ke vi ĝuste agordis ĝin kaj ke ĝitroveblas per la mediovariablo PATH
es: No ha sido posible iniciar ISpell. Por favor, asegúrese de que ISpell está configurado correctamente y se encuentra en su PATH.
eu: Ezin izan da ISpell abiarazi. Mesedez egiaztatu ISpell egokiro konfiguratuta eta zure PATH-en daukazula.
fa: ISpell را نمی‌توان آغاز کرد. لطفاً، مطمئن شوید که ISpell در PATH شما به درستی پیکربندی شده باشد.
fr: ISpell n'a pas pu démarrer. Veuillez vous assurer qu'ISpell est correctement configuré et qu'il est accessible en suivant votre variable PATH.
ga: Níorbh fhéidir ispell a thosú. Deimhnigh go bhfuil ispell cumraithe i gceart agat agus go bhfuil sé i do PATH.
gl: Non se puido iniciar ISpell. Por favor, cerciórese de que ten configurado axeitadamente ISpell e no seu PATH.
he: אין אפשרות להפעיל את ISpell. ודא ש-ISpell מוגדר כהלכה ונמצא בנתיב שלך.
hi: आईस्पेल चालू नहीं किया जा सका. कृपया सुनिश्चित हों कि आईस्पेल उचित प्रकार कॉन्फ़िगर्ड है तथा आपके पथ में है.
hr: Ne mogu pokrenuti ISpell. Molim provjerite da je ISpell propisno podešen i da se nalazi u PATH-u.
hu: Hiba történt az Ispell indításakor. Ellenőrizze, hogy az Ispell jól van-e beállítva és szerepel-e az elérési útban.
is: tókst ekki að ræsa ISpell. Gakktu úr skugga um að ISpell sé ret sett upp og sé í skipanaslóð (PATH).
kk: ISpell жегілмейді. ISpell дұрыс бапталғанын және PATH жолында көрсетілгенін тексеріңіз.
km: មិន​អាច​ចាប់ផ្តើម​ប្រកប​បាន​ឡើយ ។ សូម​ប្រាកដ​ថាអ្នក​បាន​កំណត់​រចនា​សម្ព័ន្ធ​ប្រកបត្រឹមត្រូវ ​​និង​នៅក្នុង​ផ្លូវ​របស់​អ្នក ។
ko: ISpell을 실행할 수 없습니다. ISpell이 적절하게 설정되어 있는지,경로가 올바로 지정되었는지 확인하십시오.
lt: ISpell negalima paleisti. Įsitikinkite, kad ISpell yra teisingai sukonfigūruotas ir yra kelyje PATH.
mk: ISpell не можеше да се стартува. Проверете дали ISpell е добро конфигуриран и дали е во вашата PATH.
ms: ISpell tidak dapat dimulakan. Pastikan ISpell anda dikonfigur dengan betul dan ada dalam PATH anda.
nb: ISpell kunne ikke startes. Se etter at ispell er korrekt satt opp og at den er i søkestien din.
nds: Kunn ISpell nich starten. Bitte sorg dorför, dat ISpell richtig instellt is. Ok de Patt mutt henkamen.
nl: ISpell kon niet worden gestart. Zorg ervoor dat ISpell goed is ingesteld en aanwezig is in uw zoekpad ($PATH).
ro: Nu am putut porni ISpell. Asiguraţi-vă că aveţi ISpell configurat corespunzător şi că este accesibil prin variabila de mediu PATH.
sk: Nemôžem spustiť ISpell. Skontroluje prosím, či máte ISpell správne nastavený a či sa nachádza vo vašej PATH.
sl: Programa Ispell ni bilo moč pognati. Preverite, da je Ispell pravilno nastavljen in v poti.
sr: Није могуће покренути ISpell. Постарајте се да је ISpell исправно подешен и да се налази у вашој променљивој PATH.
sr@latn: Nije moguće pokrenuti ISpell. Postarajte se da je ISpell ispravno podešen i da se nalazi u vašoj promenljivoj PATH.
ta: ISpell துவக்க முடியவில்லை. தயவு செய்து ISpell சரியாக அமைக்கப்பட்டதா என்றும் உங்கள் PATH-ல் உள்ளதா என்றும் பார்க்கவும்.
tg: ISpell оғоз ёфта наметавонад. Боварӣ ҳосил намоед, ки шумо ISpell-ро дуруст танзим кардаед ва дар РОҲИ шумо.
uk: Неможливо запустити ISpell. Перевірте, будь ласка, чи ISpell правильно налаштовано і чи він знаходиться у PATH.
wa: ISpell èn pout nén esse enondé. Acertinez vs ki vos avoz ispell apontyî comifåt eyet dins vosse tchimin (PATH).
zh_tw: ISpell 無法啟動. 請確認您有正確的在路徑中設定 ISpell

source: Spellcheck: Crashed.
ar: التدقيق الإملائي: إنهار.
be: Праверка правапісу: збой
bg: Проверка на правописа прекъсна извънредно
br: Gwiriekaat ar skritur : sac'het eo.
ca: Correcció d'ortografia: Ha fallat.
cs: Kontrola pravopisu: Zhavarovala
da: Stavekontrol: Brudt sammen.
el: Ορθογραφικός έλεγχος: Κατέρρευσε.
es: Corrección ortográfica: Fallida.
eu: Ortografia Zuzenketa: Porrot egin du.
fa: غلط‌یاب: فروپاشی شد.
fr: Vérification orthographique : plantée.
ga: Seiceáil litrithe: Tuairteáilte.
he: בדיקת איות: התרסקה.
hu: A helyesírás-ellenőrző lefagyott.
is: Stafsetning: hrunið.
kk: Емлені тексеру: Қирады.
km: ពិនិត្យអក្ខរាវិរុទ្ធ ៖បានគាំង ។
ko: 맞춤법 검사: 실패함.
mk: Проверка на правопис: Падна.
ms: Semak eja: Rosak
nb: Stavekontroll: krasjet.
nds: Schrievwies pröven:: Afstört.
nl: Spellingcontrole: vastgelopen
pa: ਸ਼ਬਦ-ਜੋੜ: ਨਸ਼ਟ ਹੋਇਆ।
ro: Ortografie: Terminată cu eroare.
sk: Kontrola pravopisu: Havarovala.
sl: Črkovanje: neuspešno.
sr: Провера правописа: срушила се.
sr@latn: Provera pravopisa: srušila se.
ta: பிழைத்திருத்தம்: மோதியது.
uk: Перевірка правопису: авар. завершення.
zh_tw: 拼字檢查： 程式錯誤

source: ISpell seems to have crashed.
ar: يبدو أن ISpell قد إنهار.
be: ISpell не працуе
bg: Грешка при изпълнение на външната програма "ISpell".
ca: Sembla que ISpell ha fallat.
cs: Zdá se, že ISpell zhavaroval.
da: ISpell synes at være brudt sammen.
el: Το ISpell μάλλον κατέρρευσε.
eo: Ŝajne ISpell mortis.
es: Parece que ISpell ha fallado.
eu: ISpell-ek erajo dela ematen du.
fa: به نظر می‌رسد که ISpell فروپاشی شده است.
fr: ISpell semble avoir planté.
ga: Dealraíonn sé gur thuairteáil ispell.
gl: ISpell semella ter estragado.
he: עושה רושם ש-ISpell התרסק.
hi: प्रतीत होता है कि आईस्पेल क्रैश हो गया है
hr: Izgleda da je ISpell krahirao
hu: Úgy tűnik, az Ispell lefagyott.
is: ISpell virðist hafa hrunið.
kk: ISpell қираған сияқты.
km: ប្រកប​ហាក់ដូចជា​បាន​ជាប់គាំង ។
ko: ISpell이 실패되었습니다.
lt: ISpell atrodo nulūžo.
mk: Изгледа дека ISpell падна.
ms: ISpell rosak.
nb: ISpell ser ut til å ha krasjet.
nds: ISpell is woll afstört.
nl: ISpell blijkt te zijn vastgelopen.
ro: Se pare că ISpell s-a prăbuşit.
sk: Zdá sa, že ISpell havaroval.
sl: Kaže, da se je Ispell zrušil.
sr: Изгледа да се ISpell срушио.
sr@latn: Izgleda da se ISpell srušio.
ta: ISpell உடைந்தாற் போல் காணப்படுகிறது.
tg: ISpell эҳтимолан аз кор мондааст.
uk: Здається стався крах ISpell.
wa: I shonreut k' ispell s' åye crashé.
zh_tw: ISpell 似乎有錯誤

source: Open File
ar: إفتح الملف
be: Адкрыць файл
bg: Отваряне на файл
br: Digeriñ ur Restr
ca: Obre fitxer
cs: Otevřít soubor
da: Åbn fil
el: Άνοιγμα αρχείου
eo: Malfermu dosieron
es: Abrir archivo
eu: Fitxategia Ireki
fa: باز کردن پرونده
fr: Ouvrir un fichier
ga: Oscail Comhad
gl: Abrir Ficheiro
he: פתיחת קובץ
hi: फ़ाइल खोलें
hr: Otvori datoteku
hu: Fájl megnyitása
is: Opna skrá
kk: Файлды ашу
km: បើក​ឯកសារ
ko: 파일 열기
lt: Atverti bylą
mk: Отвори датотека
ms: Buka Fail
nb: Åpne fil
nds: Datei opmaken
nl: Bestand openen
pa: ਫਾਇਲ ਖੋਲ੍ਹੋ
ro: Deschide fişier
sk: Otvoriť súbor
sl: Odpri datoteko
sr: Отвори фајл
sr@latn: Otvori fajl
ta: கோப்பைத் திற
tg: Кушодани Файл
uk: Відкрити файл
wa: Drovi fitchî
zh_tw: 開啟檔案

source: The file you have requested is larger than KEdit is designed for. Please ensure you have enough system resources available to safely load this file, or consider using a program that is designed to handle large files such as KWrite.
ar: الملف الذي طلبت فتحه أكبر مما صمم له KEdit. فضلاً تأكد من أن موارد النظام لديك كافية لفتح هذا الملف بأمان، أو فكّر فى استخدام برنامج مصمم للتعامل مع ملفات كبيرة مثل KWrite.
be: Памер загружаемага файла большы, чым можа апрацаваць KEdit. Удакладніце, што у вас достаткова сістэмных рэсурсаў для бяспечнага адкрыцця гэтага файла альбо паспрабуйце адкрыць гэты файл у програме, якая падтрымлівае апрацоўку вялікіх файлаў, напрыклад KWrite.
bg: Файла, който се опитвате да отворите е много голям по размер и програмата не може да го отвори. Моля, проверете дали имате достатъчно свободни ресурси или използвайте друг текстов редактор, който е проектиран да отваря такива големи файлове. Например, може да използвате текстовия редактор KWrite.
ca: KEdit no ha estat dissenyat per obrir fitxers tan grans com el que has demanat obrir. Si us plau, assegura't de tenir suficients recursos de sistema lliures per carregar aquest fitxer o considera l'opció d'usar altres programes dissenyats per usar fitxers grans com KWrite.
cs: Soubor, který jste vybrali, je větší, než pro jaký byl KEdit navržen. Ujistěte se prosím, že máte dostatek systémových zdrojů dostupných pro bezpečné načtení tohoto souboru, nebo použijte jiný program např. KWrite , který je navržen pro podobně velké soubory
da: Den fil du har bedt om er større end det KEdit er designet for. Sørg for at du har nok systemressources til sikkert at kunne indlæse denne fil, eller overvej at bruge et program der er designet til at håndtere store filer såsom KWrite.
el: Το αρχείο που ζητήσατε έχει μέγεθος μεγαλύτερο από αυτό για το οποίο σχεδιάστηκε το KEdit. Παρακαλώ βεβαιωθείτε ότι έχετε επαρκείς πόρους συστήματος διαθέσιμους, για να φορτώσετε με ασφάλεια αυτό το αρχείο, ή σκεφτείτε τη χρήση ενός προγράμματος σχεδιασμένου για τη διαχείριση μεγαλύτερων αρχείων, όπως το KWrite.
es: El archivo solicitado tiene una longitud superior a la que soporta KEdit. Asegúrese de que hay suficientes recursos del sistema disponibles para cargar este archivo con seguridad, o considere el uso de un programa diseñado para manejar archivos grandes, como KWrite.
eu: Eskatu duzun fitxategia KEdit zabaltzeko diseinaturik dagoena baino handiagoa da. Mesedez egiaztatu sistemaren baliabide eskuragarri nahikoa daukazula fitxategi hau era seguruan zamatzeko, edo haintzat hartu fitxategi handiagoak erabiltzeko diseinatuta dauden programak, KWrite esaterako.
fa: پرونده‌ا‌ی که درخواست کرده‌اید، بزرگ‌تر از KEdit است که برای آن طراحی شده است. لطفاً، مطمئن شوید که برای بارگیری ایمن این پرونده، به اندازۀ کافی منبع سیستم دارید، یا از برنامه‌ای که برای گرداندن پرونده‌های بزرگ در نظر گرفته می‌شود، مثلًا KWrite استفاده کنید.
fr: Le fichier que vous avez demandé est plus gros que les fichiers pour lesquels KEdit a été conçu. Veuillez vous assurer que vous ayez assez de ressources système disponibles pour charger sans encombre ce fichier, ou utilisez un programme qui a été conçu pour gérer de gros fichiers, comme KWrite.
gl: O ficheiro que solicitou é máis grande de para o que está pensado KEdit. Por favor, cerciórese de que ten recursos de sistema dispoñibeis de abondo para cargar este ficheiro con seguridade, ou considere empregar un programa deseñado para manexar ficheiros máis grandes, coma KWrite.
he: הקובץ שביקשת גדול יותר ממה ש-KEdit נוצר להציג. אנא בדוק שיש לך מספיק משאבי מערכת פנויים כדי לטעון את הקובץ או שקול להשתמש בתוכנה שנועדה לנהל קבצים בסדר גודל כזה, דוגמת KWrite.
hu: A megnyitni kívánt fájl nagyobb, mint amekkorát a KEdit megbízhatóan kezelni képes. Ellenőrizze, hogy elég erőforrás áll-e rendelkezésre a fájl betöltéséhez, vagy használjon más programot, például a KWrite-ot.
is: Skráin sem þú baðst um er stærri en KEdit var hannað fyrir. Vinsamlegast gakktu úr skugga um að þú hafir nægar kerfisauðlindir til að geta opnað hana eða notaðu forrit sem er hannað fyrir svona stórar skrár eins og til dæmis KWrite.
kk: Оқимын деген файлыңыздың көлемі KEdit-тін сиымдылығынан асып тұр. Файлды қауіпсіз ашу үшін жүйеңізде ресурстар жеткілікті екенін тексеріңіз, немесе басқа, үлкенірек файлдармен айналысуға жобаланған бағдарламасын қолдануды қарастырыңыз, мәселен, KWrite.
km: ឯកសារ​ដែល​អ្នក​បាន​ស្នើ​គឺ​ធំជាង​ការដែល ​KEdit ​បាន​រចនា​ឲ្យ ។​សូម​ប្រាកដ​ឲ្យ​ច្បាស់​ថា​អ្នក​មានធនធាន​ប្រព័ន្ធ​គ្រប់គ្រាន់​ដែលអាចរកបាន​ដើម្បី​ផ្ទុក​ឯកសារ​នេះ​ឲ្យមាន​សុវត្ថិភាព​ ឬ ​អាច​សាកល្បង​ប្រើ​កម្មវិធី​ដែល​បាន​រចនា​សម្រាប់​ដោះស្រាយ​ឯកសារដែលមាន​ទំហំធំ​ដូចជា KWrite​ ។
ko: 요청한 파일이 KEdit에서 감당할 수 있는 크기보다 큽니다. 이 파일을 안정적으로 불러오려면 충분한 시스템 리소스를 확보하시거나, KWrite와 같이 보다 큰 파일을 감당할 수 있는 프로그램을 사용하시기 바랍니다.
mk: Датотеката која што ја баравте е поголема од можностите на KEdit за големина на датотека. Осигурете се дека имате доволно системски ресурси за да ја вчитате оваа датотека, или размислете за користење на програма која е дизајнирана за ракување со големи датотеки, како што е KWrite.
ms: Fail yang anda minta lebih besar daripada yang direka bentuk untuk KEdit. Pastikan anda mempunyai sumber sistem yang cukup untuk memuatkan fail ini dengan selamat, atau cuba guna program yang direka bentuk untuk mengendalikan fail besar seperti KWrite.
nb: Fila du spør etter er større enn det KEdit er laget for. Se etter at du har tilstrekkelige systemressurser til trygt å laste inn denne fila, eller tenk på å bruke et program som er laget for å håndtere store filer, slik som KWrite.
nds: De Datei is grötter as KEdit bewerken kann. Beseker bitte, dat de Systeemressourcen för't sekere Laden vun de Datei langt. Du kannst ok kieken, wat Du nich en anner Programm bruken wullt, dat för so grote Dateien schreven is, t.B. KWrite.
nl: Het door u gevraagde bestand is langer dan KEdit aankan. Verzeker u ervan dat u over voldoende systeembronnen beschikt om het bestand veilig te laden, of open het bestand in een andere editor zoals KWrite.
ro: Fişierul pe care doriţi să-l editaţi este mai mare decît limita pentru care a fost proiectat KEdit. Asiguraţi-vă că aveţi resurse suficiente pentru a încărca acest fişier sau utilizaţi un program care este special proiectat în acest sens, precum KWrite.
sk: Súbor, ktorý chcete otvoriť, je väčší, než na čo obvykle KEdit stačí. Overte, že máte dosť systémových zdrojov, aby ho bolo možné bezpečne načítať, alebo použite program, ktorý sa na úpravu takýchto súborov hodí, napríklad KWrite.
sl: Datoteka, ki ste jo zahtevali, je večja od tiste, za katero je KEdit narejen. Prosim preverite, da imate dovolj sistemskih virov za varno nalaganje te datoteke ali pa uporabite program, s katerim lahko nemoteno delate z velikimi datotekami, kot je KWrite.
sr: Фајл који сте захтевали је већи од онога зашта је KEdit пројектован. Осигурајте да има довољно системских ресурса да се овај фајл безбедно учита, или размислите о употреби програма који је пројектован да ради са великим фајловима, као што је KWrite.
sr@latn: Fajl koji ste zahtevali je veći od onoga zašta je KEdit projektovan. Osigurajte da ima dovoljno sistemskih resursa da se ovaj fajl bezbedno učita, ili razmislite o upotrebi programa koji je projektovan da radi sa velikim fajlovima, kao što je KWrite.
ta: உங்கள் கோப்பு KEdit வரையறுக்கப்பட்டதைவிட பெரிதாக இருக்கிறது. இந்த கோப்பை மேலேற்ற போதுமான கணினி வளம் உள்ளதா என்று பார்த்துக்கொள்ளவும். அல்லது KWrite போன்ற, பெரிய கோப்புகளைக்கையாளும் நிரலியைப் பயன்படுத்தலாம்.
tg: Файлеро, ки шумо дархостаед назар ба тарроҳии KТаҳрир калонтар мебошад. Боварӣ ҳосил кунед, ки шумо захираҳои кофии дастраси системавиро барои боркунии бехатарии ин файл доред ё истифодаи барномаеро, ки барои дасткории файлҳои калон ба монанди KWrite - тарҳрезӣ карда шудааст, кӯшиш намоед.
uk: Розмір файла, який ви намагаєтесь відкрити, перевищує максимальний розмір на який розраховано KEdit. Переконайтесь, що є достатньо ресурсів для безпечного завантаження такого файла або скористайтесь програмою, яка розрахована для роботи з великими файлами, наприклад KWrite.
zh_tw: 該檔案的大小超過 KEdit 程式目前所能夠支援處理的範圍。請確認您的系統有足夠的記憶體載入該檔案內容，或者是考慮使用能夠處理巨大文件檔案的其他編輯器程式，比方像是 KWrite 或者是 Kate 程式

source: Attempting to Open Large File
ar: محاولة لفتح ملف كبير
be: Адкрыццё занадта вялікага файла
bg: Опит за отваряне на много голям файл
ca: S'està intentant obrir un fitxer gran
cs: Pokouším se otevřít velký soubor
da: Forsøger at åbne en stor fil
el: Προσπάθεια ανοίγματος μεγάλου αρχείου
es: Intentando abrir un archivo de gran tamaño
eu: Fitxategi handi bat irekitzeko saioan
fa: تلاش برای باز کردن پروندۀ بزرگ
fr: Tentative d'ouverture d'un gros fichier
ga: Ag déanamh iarracht ar chomhad mór a oscailt
he: מנסה לפתוח קובץ גדול
hu: Nagyon nagy fájl megnyitása
is: Reyni að opna stóra skrá
kk: Үлкен файлды ашу әрекеті
km: កំពុងប៉ុនប៉ង​បើក​ឯកសារ​មានទំហំធំ
ko: 큰 파일 열기 시도
mk: Обид да се отвори голема датотека
ms: Mencuba Buka Fail Besar
nb: Forsøker å åpne stor fil
nds: Versöök een groot Datei optomaken
nl: Poging om zeer groot bestand te openen
pa: ਵੱਡੀ ਫਾਇਲ ਖੋਲਣ ਦੀ ਕੋਸ਼ਿਸ ਜਾਰੀ
ro: Încercare de încărcare fişier foarte mare
sk: Pokus o otvorenie veľkého súboru
sl: Poskušanje odpiranja velike datoteke
sr: Покушава се отварање великог фајла
sr@latn: Pokušava se otvaranje velikog fajla
ta: பெரிய கோப்பை திறக்க முயற்சிக்கிறது
uk: Спроба відкриття великого файла
zh_tw: 正在嘗試開啟巨大檔案中

source: Done
ar: تّم
be: Гатова
bg: Готово
br: Graet
ca: Fet
cs: Hotovo
da: Færdig
el: Έγινε
eo: Farite
es: Hecho
eu: Eginda
fa: انجام‌شده
fr: Terminé
ga: Críochnaithe
gl: Feito
he: הושלם
hi: सम्पन्न
hr: Gotovo
hu: Kész
is: Lokið
kk: Дайын
km: ធ្វើ​រួច
ko: 완료
lt: Atlikta
mk: Направено
ms: Siap
nb: Ferdig
nds: Fardig
nl: Gereed
pa: ਸਮਾਪਤ
ro: Gata
sk: Hotovo
sl: Opravljeno
sr: Урађено
sr@latn: Urađeno
ta: முடிந்தது
tg: Иҷро шуд
uk: Завершено
wa: Fwait
zh_tw: 完成
