Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kedit.po
Languages: ar, be, bg, br, ca, cs, da, el, eo, es, eu, fa, fr, ga, gl, he, hi, hr, hu, is, kk, km, ko, lt, mk, ms, nb, nds, nl, pa, ro, sk, sl, sr, sr@latn, ta, tg, uk, wa, zh_tw

source: Unable to write to file.
ar: تعذر الكتابة الى الملف.
be: Не магу запісаць у файл.
bg: Грешка при запис във файл.
br: N'hellan ket serriñ d'ar restr.
ca: No s'ha pogut escriure el fitxer.
cs: Nelze zapsat do souboru.
da: Er ikke i stand til at skrive til fil.
el: Αδύνατη η εγγραφή στο αρχείο.
eo: N eblas skribi la dosieron.
es: No se puede escribir en el archivo.
eu: Ezin da fitxtegian idatzi.
fa: قادر به نوشتن در پرونده نیست.
fr: Impossible d'écrire dans le document.
ga: Ní féidir scríobh sa chomhad.
gl: Imposíbel escribir ó ficheiro.
he: אין אפשרות לכתוב אל הקובץ.
hi: फ़ाइल पर लिखने में असमर्थ.
hr: Ne mogu pisati u datoteku.
hu: Nem írható a fájl.
is: Get ekki skrifað í skrá.
kk: Файл жазылмады.
km: មិន​អាច​សរសេរ​ទៅ​កាន់​ឯកសារ ។
ko: 파일에 기록할 수 없습니다.
lt: Nepavyksta įrašyti į bylą.
mk: Не може да се запише во датотеката.
ms: Tidak dapat tulis fail.
nb: Klarer ikke skrive til fil.
nds: Kann nich in de Datei schrieven.
nl: Kon niet naar bestand schrijven.
pa: ਫਾਇਲ ਲਿਖਣ ਵਿੱਚ ਅਸਫਲ|
ro: Nu pot să scriu în fişier
sk: Nie je možné zapísať do súboru.
sl: V datoteko ni moč pisati.
sr: Не може да се пише у фајл.
sr@latn: Ne može da se piše u fajl.
ta: கோப்பினுள் எழுத முடியவில்லை.
tg: Навиштани файл ғайри имкон аст.
uk: Помилка запису у файл.
wa: Dji n' a seu scrire e fitchî.
zh_tw: 無法寫入文件.

source: Could not save file.
ar: تعذر حفظ الملف.
be: Памылка запісу файла.
bg: Грешка при записа на файла.
br: Dibossubl enrollañ ar restr.
ca: No s'ha pogut guardar el fitxer.
cs: Nebylo možné uložit soubor.
da: Kunne ikke gemme fil.
el: Αδύνατη η αποθήκευση του αρχείου.
eo: Ne eblis sekurigi la dosieron.
es: No se puede guardar el archivo.
eu: Ezin da fitxategia gorde.
fa: پرونده را نتوانست ذخیره کند.
fr: Impossible d'enregistrer le document.
ga: Ní féidir an comhad a shábháil.
gl: Non se puido garda-lo ficheiro.
he: אין אפשרות לשמור את הקובץ.
hi: फ़ाइल को सहेज नहीं सका.
hr: Ne mogu spremiti datoteku.
hu: Nem sikerült elmenteni a fájlt.
is: Ekki tókst að vista skrána.
kk: Файл сақталмады.
km: មិន​អាច​រក្សា​ទុក​ឯកសារ ។
ko: 파일을 저장할 수 없습니다.
lt: Nepavyksta išsaugoti bylos.
mk: Не може да се зачува датотеката.
ms: Tidak dapat simpan fail.
nb: Klarte ikke lagre fila.
nds: Kunn de Datei nich sekern.
nl: Kon het bestand niet opslaan.
pa: ਫਾਇਲ ਸੰਭਾਲੀ ਨਹੀਂ ਜਾ ਸਕੀ।
ro: Nu pot salva fişierul.
sk: Nebolo možné uložiť súbor.
sl: Datoteke ni bilo moč shraniti.
sr: Фајл није могао да се сними.
sr@latn: Fajl nije mogao da se snimi.
ta: கோப்பைச் சேமிக்க முடியவில்லை
tg: Захиракунии файл нашуда истодааст.
uk: Не вдалось зберегти файл.
wa: Dji n' a seu schaper li fitchî.
zh_tw: 不能儲存這份文件.

source: Malformed URL %1
ar: عنوان مشوه %1
be: Няслушны URL %1
bg: Грешен адрес %1
br: URL siek %1
ca: URL erroni %1
cs: Chybný formát URL %1
da: Misdannet URL %1
el: Κακοδιατυπωμένο URL %1
eo: Misformita URL %1
es: URL inválida %1
eu: Akastun URL %1
fa: نشانی وب بد شکل %1
fr: URL mal formée %1
ga: URL mícheart %1
gl: URL Malformada %1
he: כתובת שגויה %1
hi: गलत URL %1
hr: Neispravan URL %1
hu: Hibás URL %1
is: Gölluð slóð %1
kk: Жарамсыз URL %1
km: ទម្រង់ URL មិន​ត្រឹមត្រូវ %1
ko: 잘못된 URL %1
lt: Neteisingas URL %1
mk: Неправилно URL %1
ms: URL %1 cacat bentuk
nb: Ugyldig URL %1
nds: Disse URL süht nich goot ut %1
nl: Verkeerd gevormd URL-adres %1
pa: ਖਰਾਬ URL %1
ro: URL eronat %1
sk: Nesprávny formát URL %1
sl: Nepravilen URL %1
sr: Лоше формиран URL %1
sr@latn: Loše formiran URL %1
ta: தவறான URL %1
tg: URL-и носаҳеҳ %1
uk: Помилка в URL %1
wa: URL må basti %1
zh_tw: 不正確的 URL %1

source: Cannot download file.
ar: تعذّر تنزيل الملف.
be: Не атрымалася сцягнуць файл.
bg: Грешка при изтегляне на файла.
br: N'em eus ket enkargañ ar restr.
ca: No s'ha pogut descarregar el fitxer.
cs: Nelze stáhnou soubor.
da: Kan ikke downloade fil.
el: Αδύνατη η λήψη του αρχείου.
es: No se puede descargar el archivo.
eu: Ezin da fitxategia jaitsi.
fa: پرونده را نمی‌توان بارگیری کرد.
fr: Impossible de télécharger le document.
ga: Ní féidir an comhad a íosluchtú.
he: אין אפשרות להוריד את הקובץ.
hr: Ne mogu preuzeti datoteku!
hu: Nem sikerült letölteni a fájlt.
is: Get ekki hlaðið niður skránni.
kk: Файл жүктеп алынбады.
km: មិន​អាច​ទាញយក​ឯកសារ ។
ko: 파일을 다운로드할 수 없습니다.
lt: Nepavyksta atsisiųsti bylos!
mk: Не може да се симне датотеката.
ms: Tidak dapat muat turun fail.
nb: Kan ikke laste ned fil.
nds: Kunn de Datei nich daalladen.
nl: Kan bestand niet downloaden.
pa: ਫਾਇਲ ਡਾਊਨਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ ਹੈ।
ro: Nu am putut transfera fişierul.
sk: Neviem stiahnuť súbor.
sl: Datoteke ni moč naložiti.
sr: Не могу да преузмем фајл.
sr@latn: Ne mogu da preuzmem fajl.
ta: கோப்பை பதிவிறக்க முடியாது
uk: Не вдається звантажити файл.
zh_tw: 無法下載檔案。

source: New Window
ar: نافذة جديدة
be: Новае акно
bg: Нов прозорец
br: Prenestr nevez
ca: Nova finestra
cs: Nové okno
da: Nyt vindue
el: Νέο παράθυρο
eo: Nova Fenestro
es: Nueva ventana
eu: Lehi Berria
fa: پنجرۀ جدید
fr: Nouvelle fenêtre
ga: Fuinneog Nua
gl: Nova Fiestra
he: חלון חדש
hi: नया विंडो
hr: Novi prozor
hu: Új ablak
is: Nýr gluggi
kk: Жаңа терезе
km: បង្អួច​ថ្មី
ko: 새 창
lt: Naujas langas
mk: Нов прозорец
ms: Tetingkap Baru
nb: Nytt vindu
nds: Nieg Finster
nl: Nieuw venster
pa: ਨਵਾਂ ਝਰੋਖਾ
ro: Fereastră nouă
sk: Nové okno
sl: Novo okno
sr: Нови прозор
sr@latn: Novi prozor
ta: புதிய சாளரம்
tg: Тирезаи Нав
uk: Нове вікно
wa: Novea Purnea
zh_tw: 新視窗

source: New Window Created
ar: تم إنشاء النافذة الجديدة
be: Створана новае акно
bg: Създаден е нов прозорец
br: Prenestr nevez krouet
ca: S'ha creat la nova finestra
cs: Nové okno vytvořeno
da: Nyt vindue oprettet
el: Δημιουργήθηκε νέο παράθυρο
eo: Kreis novan fenestron
es: Nueva ventana creada
eu: Leiho Berri bat Sortu da
fa: پنجرۀ جدید ایجاد شد
fr: Nouvelle fenêtre créée
ga: Cruthaíodh Fuinneog Nua
gl: Nova Fiestra Creada
he: נוצר חלון חדש
hi: नया विंडो बनाया
hr: Novi prozor stvoren
hu: Új ablak létrehozva
is: Nýr gluggi búinn til
kk: Жаңа терезе құрылған
km: បាន​បង្កើតបង្អួច​ថ្មី
ko: 새 창이 만들어졌습니다
lt: Naujas langas sukurtas
mk: Создаден е нов прозорец
ms: Tetingkap Baru Dicipta
nb: Nytt vindu laget
nds: Nieg Finster maakt
nl: Nieuw venster aangemaakt
pa: ਨਵਾਂ ਝਰੋਖਾ ਬਣਾਇਆ
ro: A fost creată o fereastră nouă
sk: Nové okno vytvorené
sl: Novo okno je ustvarjeno
sr: Направљен је нови прозор.
sr@latn: Napravljen je novi prozor.
ta: புதிய சாளரம் படைத்தாயிற்று
tg: Тирезаи Нав Офарида Шуд
uk: Створене нове вікно
wa: Dj' a fwai li novea purnea
zh_tw: 新視窗開啟

source: Load Command Done
ar: إنتهى أمر الحِمْل
be: Загрузка завершаная
bg: Зареждането завърши
br: Urzhiad kargañ graet
ca: S'ha efectuat l'ordre de càrrega
cs: Příkaz otevírání hotov
da: Indlæs-kommando færdig
el: Η φόρτωση έγινε
eo: Legkomando plenumita
es: Orden de carga finalizada
eu: Zamaketa Komandoa Amaituta
fa: فرمان بارگذاری انجام‌شده
fr: Chargement terminé
ga: Ordú Luchtaithe Críochnaithe
gl: Carga de Comando Rematada
he: פקודת הטעינה הושלמה
hi: लोड कमांड सम्पन्न
hr: Učitavanje naredbe gotovo
hu: A betöltés sikerült
is: Lesskipun lokið
kk: Жүктеу командасы орындалды
km: ផ្ទុក​ពាក្យបញ្ជា​រួច
ko: 명령 불러오기 완료
lt: Užkrovimo komanda atlikta
mk: Наредбата за вчитување е извршена
ms: Muat Perintah Siap
nb: Innlasting ferdig
nds: Bün mit Laden fardig
nl: Open-commando uitgevoerd
pa: ਕਮਾਂਡ ਲੋਡ ਕਰਨਾ ਮੁਕੰਮਲ
ro: Comanda de încărcare s-a terminat
sk: Otváranie dokončené
sl: Ukaz naloži je končan
sr: Завршена команда учитавања.
sr@latn: Završena komanda učitavanja.
ta: ஏற்ற ஆணை முடித்தாயிற்று
tg: Фармони Боркунӣ Иҷро Шуд
uk: Команда завантаження завершена
wa: Dj' a fwai di tcherdjî
zh_tw: 載入命令完畢

source: KDE text editor
ar: محرر نصوص كدى
be: Тэкставы рэдактар KDE
bg: Системен текстов редактор
br: Aozer skrid evit KDE
ca: Editor de text de KDE
cs: Textový editor pro KDE
da: Teksteditor for KDE
el: Επεξεργαστής κειμένου του KDE
es: Editor de textos de KDE
eu: KDE Textu Editorea
fa: ویرایشگر متن KDE
fr: Éditeur de texte pour KDE
ga: Eagarthóir téacs KDE
he: עורך טקסט של KDE
hu: KEdit szövegszerkesztő
is: Textaritill fyrir KDE
kk: KDE мәтін редакторы
km: កម្មវិធី​កែសម្រួល​អត្ថបទ KDE​
ko: KDE 텍스트 편집기
mk: Уредувач на текст во KDE
ms: Editor teks KDE
nb: Et skriveprogram for KDE
nl: Een KDE-teksteditor
pa: KDE ਪਾਠ ਸੰਪਾਦਕ
ro: Editor de texte KDE
sk: KDE textový editor
sl: Urejevalnik besedil KDE
sr: KDE-ов уређивач текста
sr@latn: KDE-ov uređivač teksta
ta: கேடியி உரை தொகுப்பாளர்
uk: Текстовий редактор KDE
zh_tw: KDE 文字編輯器

source: Encoding to use for the following documents
ar: ترميز المحرف الذى سيستخدم للمستندات التالية
be: Выкарыстаць знаказбор для наступных дакументаў
bg: Кодова таблица за използване
ca: Codificació a usar pels documents
cs: Použít kódování pro následující dokumenty
da: Indkodning at bruge for de følgende dokumenter
el: Κωδικοποίηση για χρήση στα ακόλουθα έγγραφα
eo: Signokodo por la sekvontaj dokumentoj
es: Codificación a usar para los siguientes documentos
eu: Urrengo dokumentuentzako erabili beharreko kodeketa
fa: کدبندی برای استفاده از سندهای زیر
fr: Encodage à utiliser pour les documents suivants
ga: Ionchódú le húsáid leis na cáipéisí seo a leanas
gl: Codificación a empregar para os seguintes documentos
he: קידוד שיש לעשות בו שימוש עם המסמכים הבאים
hi: निम्न दस्तावेजों के लिए उपयोग में एनकोडिंग
hu: A dokumentumoknál használandó kódolások
is: Kóðun sem á að nota fyrir eftirfarandi skjöl
kk: Келесі құжаттарға қолданатын кодтама
km: ការ​អ៊ិនកូដង​ដែលត្រូវ​ប្រើ​សម្រាប់ឯកសារ​ខាងក្រោម
ko: 다음 문서에 사용할 인코딩
lt: Koduotė, kuri bus naudojama šiems dokumentams
mk: Кодирање кое ќе се користи за следните документи
ms: Pengekodan yang hendak digunakan untuk dokumen berikut
nb: Koding til bruk i følgende dokumenter
nds: Koderen bruukt för dit tokamen Dokmenten
nl: Te gebruiken codering voor de volgende documenten
ro: Codarea de utilizat pentru următoarele documente
sk: Kódovanie použité pre nasledujúce dokumenty
sl: Kodiranje za uporabo v sledečih dokumentih
sr: Кодирање које треба да се користи за следеће документе
sr@latn: Kodiranje koje treba da se koristi za sledeće dokumente
ta: குறியீடாக்கம் கீழ்க்கண்ட ஆவணங்களுக்கு பயன்படும்.
tg: Истифодаи рамзкунонӣ барои санадҳои зерин
uk: Кодування для наступних документів
wa: Ecôdaedje a-z eployî po les documints shuvants
zh_tw: 以下文件所使用的編碼

source: File or URL to open
ar: الملف أو العنوان المطلوب فتحه
be: Адкрыць файл або URL
bg: Файл или адрес за отваряне
br: Restr pe URL da zigeriñ
ca: Fitxer o URL a obrir
cs: Soubor nebo URL k otevření
da: Fil eller URL at åbne
el: Αρχείο ή URL για άνοιγμα
es: Archivo o URL a abrir
eu: Ireki beharreko Fitxategi edo URL
fa: پرونده یا نشانی وب برای باز کردن
fr: Fichier ou URL à ouvrir
ga: Comhad nó URL le hoscailt
he: קובץ או כתובת לפתיחה
hu: A megnyitandó fájl vagy URL
is: Skrá eða slóð sem skal opna
kk: Ашатын файл не URL-адресі
km: ឯកសារ​ ឬ ឺURL​ដែលត្រូវ​បើក
ko: 열려는 파일이나 URL
mk: Датотека или URL за отворање
ms: Fail atau URL hendak dibuka
nb: Åpne fil eller URL
nds: Datei oder URL för't Opmaken
nl: Te openen bestand of URL-adres
pa: ਫਾਇਲ ਜਾਂ ਖੋਲਣ ਲਈ URL
ro: Fişierul sau URL-ul de deschis
sk: Súbor alebo URL pre otvorenie
sl: Datoteka ali URL za odprtje
sr: Фајл или URL који треба отворити
sr@latn: Fajl ili URL koji treba otvoriti
ta: திறக்க வேண்டிய கோப்பு அல்லது வலைமனை
uk: Відкрити файл або URL
zh_tw: 要開啟的 URL 或檔案

source: Editor Font
ar: خط المُحَرّر
be: Шрыфт акна рэдагавання
bg: Шрифт
br: Nodrezh an aozer
ca: Tipus de lletra de l'editor
cs: Písmo editoru
da: Editorskrifttype
el: Γραμματοσειρά επεξεργαστή
eo: Redaktotiparo
es: Tipo de letra del editor
eu: Editorearen Letra-tipoa
fa: قلم ویرایشگر
fr: Police de l'éditeur
ga: Cló an Eagarthóra
gl: Fonte do Editor
he: גופן העורך
hi: संपादन फ़ॉन्ट
hr: Pismo uređivača
hu: A szerkesztő betűtípusa
is: Leturgerð ritils
kk: Қолданатын қаріп
km: កម្មវិធី​និពន្ធ​ពុម្ពអក្សរ
ko: 편집기 글꼴
lt: Redaktoriaus šriftas
mk: Фонт на уредувачот
ms: Fon Editor
nb: Skrifttype for redigering
nds: Schriftoort för'n Editor
nl: Lettertype van editor
pa: ਸੰਪਾਦਕ ਫੋਂਟ
ro: Font editor
sk: Písmo editora
sl: Pisava urejevalnika
sr: Фонт едитора
sr@latn: Font editora
ta: தொகுப்பாளர் எழுத்துவகை
tg: Таҳрири Ҳуруф
uk: Шрифт редактора
wa: Fonte di l' aspougneu
zh_tw: 編輯器字型

source: Color
ar: اللون
be: Колер
bg: Цветове
br: Liv
cs: Barva
da: Farve
el: Χρώμα
eo: Koloro
eu: Kolorea
fa: رنگ
fr: Couleurs
ga: Dath
gl: Cor
he: צבע
hi: रंग
hr: Boja
hu: Szín
is: Litur
kk: Түсі
km: ពណ៌
ko: 색상
lt: Spalva
mk: Боја
ms: Warna
nb: Farge
nds: Klöör
nl: Kleur
pa: ਰੰਗ
ro: Culoare
sk: Farba
sl: Barve
sr: Боја
sr@latn: Boja
ta: வண்ணம்
tg: Ранг
uk: Колір
wa: Coleur
zh_tw: 顏色

source: Text Color in Editor Area
ar: لون النص في منطقة المُحَرّر
be: Колер тэксту ў вобласці рэдагавання
bg: Цветове
ca: Color del text de l'editor
cs: Barva textu v editační části
da: Tekstfarve i redigeringsområde
el: Χρώμα κειμένου στην περιοχή επεξεργασίας
eo: Tekstkoloro en redaktofenestro
es: Color del texto en el área del editor
eu: Textu Kolorea Editore Gunean
fa: رنگ متن در ناحیۀ ویرایشگر
fr: Couleur du texte de la zone d'édition
ga: Dath Téacs sa Limistéar Eagarthóireachta
gl: Cor do Texto no Área do Editor
he: צבע הטקסט באיזור העריכה
hi: संपादन क्षेत्र में पाठ रंग
hu: A szöveg színe a szerkesztőablakban
is: Textalitur á svæði ritils
kk: Өңдеу өрісіндегі мәтіннің түсі
km: ពណ៌​អត្ថបទ​នៅ​ក្នុងផ្ទៃ​កម្មវិធី​និពន្ធ
ko: 편집 영역의 글꼴 색상
lt: Redagavimo srities teksto spalva
mk: Боја на текст во полето за уредување
ms: Warna Teks dalam Kawasan Editor
nb: Tekstfarge i skriveområdet
nds: Textklöör in'n Editor
nl: Tekstkleur in editorgebied
pa: ਸੰਪਾਦਕ ਖੇਤਰ 'ਚ ਪਾਠ ਰੰਗ
ro: Culoarea textului în zona de editare
sk: Farba textu v editovacej oblasti
sl: Barva besedila v urejevalniku
sr: Боја текста у области едитора
sr@latn: Boja teksta u oblasti editora
ta: தொகுக்கும் பரப்பில் உரையின் வண்ணம்
tg: Ранги Матн дар Минтақаи Таҳрир
uk: Колір тексту ділянки редагування
wa: Coleur pol tecse dins l' redjon d' aspougnaedje
zh_tw: 編輯區域的文字顏色

source: Spelling
ar: الإملاء
be: Праверка правапісу
bg: Правопис
br: Reizhskrivadur
ca: Ortografia
cs: Pravopis
da: Stavning
el: Ορθογραφία
eo: Literumilo
es: Ortografía
eu: Ortografia
fa: هجی کردن
fr: Orthographe
ga: Litriú
gl: Corrección Ortográfica
he: איות
hi: वर्तनी
hr: Provjera pravopisa
hu: Helyesírás
is: Stafsetning
kk: Емле
km: អក្ខរាវិរុទ្ធ
ko: 맞춤법
lt: Rašybos tikrinimas
mk: Правопис
ms: Ejaan
nb: Staving
nds: Schrievwies
nl: Spellingcontrole
pa: ਸ਼ਬਦ-ਜੋੜ
ro: Ortografie
sk: Kontrola pravopisu
sl: Črkovanje
sr: Правопис
sr@latn: Pravopis
ta: பிழைதிருத்தம்
tg: Имло
uk: Перевірка правопису
wa: Coridjaedje
zh_tw: 拼字檢查

source: Spelling Checker
ar: المدقِّقْ الإملائي
be: Праверка правапісу
bg: Проверка на правописа
br: Gwirieker ar skritur
ca: Corrector d'ortografia
cs: Kontrola pravopisu
da: Stavekontrol
el: Ελεγκτής ορθογραφίας
es: Corrector ortográfico
eu: Ortografia Zuzentzailea
fa: غلط‌گیر
fr: Vérification orthographique
ga: Litreoir
gl: Corrector Ortográfico
he: בודק איות
hi: वर्तनी शोधक
hr: Provjera pravopisa
hu: Helyesírás-ellenőrzés
is: Skoða stafsetningu
kk: Емле тексеруі
km: អ្នកត្រួតពិនិត្យ​អក្ខរាវិរុទ្ធ
ko: 맞춤법 검사기
mk: Проверувач на правопис
ms: Penyemak Ejaan
nb: Stavekontroll
nds: Schrievwies pröven
nl: Spellingcontrole
pa: ਸ਼ਬਦ-ਜੋੜ ਚੈਕਰ
ro: Verificator ortografic
sk: Kontrola pravopisu
sl: Črkovalnik
sr: Проверавач правописа
sr@latn: Proveravač pravopisa
ta: பிழைதிருத்தி
tg: Санҷиши Имло
uk: Перевірка правопису
zh_tw: 拼字檢查程式

source: Select Encoding...
ar: إختر الترميز...
be: Знаказбор...
bg: Избор на кодова таблица...
br: Dibabit ar godadur ...
ca: Escull la codificació...
cs: Vybrat kódování...
da: Vælg indkodning...
el: Επιλογή κωδικοποίησης...
es: Seleccionar codificación...
eu: Aukeratu Kodeketa..
fa: برگزیدن کدبندی...
fr: Sélection de l'encodage...
ga: Roghnaigh Ionchódú...
gl: Escoller Codificación...
he: בחירת קידוד...
hi: एनकोडिंग चुनें...
hu: A kódolás kiválasztása...
is: Velja stafatöflu...
kk: Кодтамасын таңдаңыз...
km: ជ្រើស​ការអ៊ិនកូដ...
ko: 인코딩 선택...
lt: Nurodyti koduotę...
mk: Изберете кодирање...
ms: Pilih Pengekodan...
nb: Velg koding …
nds: Koderen instellen...
nl: Codering selecteren...
pa: ਇਕੋਡਿੰਗ ਚੁਣੋ...
ro: Selectează codarea...
sk: Vybrať kódovanie...
sl: Izberite kodiranje ...
sr: Изаберите кодирање...
sr@latn: Izaberite kodiranje...
ta: குறியீடாக்கத்தைத் தேர்ந்தெடுக்கவும்...
tg: Интихоби Рамзкунонӣ...
uk: Виберіть кодування...
wa: Tchoezi l' ecôdaedje...
zh_tw: 選擇編碼...

source: Select Encoding
ar: إختر الترميز
be: Выбраць знаказбор
bg: Избор на кодова таблица
br: Dibabit ar godadur
ca: Escull la codificació
cs: Vybrat kódování
da: Vælg indkodning
el: Επιλογή κωδικοποίησης
es: Seleccionar codificación
eu: Aukeratu Kodeketa
fa: برگزیدن کدبندی
fr: Sélectionnez l'encodage
ga: Roghnaigh Ionchódú
gl: Escoller Codificación
he: בחר קידוד
hi: एनकोडिंग चुनें
hu: A kódolás kiválasztása
is: Veldu stafatöflu
kk: Кодтаманы таңдау
km: ជ្រើស​ការ​អ៊ិនកូដ
ko: 인코딩 선택
mk: Изберете кодирање
ms: Pilih Pengekodan
nb: Velg koding
nds: Koderen instellen
nl: Codering selecteren
pa: ਇਕੋਡਿੰਗ ਚੁਣੋ
ro: Selectare codare
sk: Výber kódovania
sl: Izberite kodiranje
sr: Изаберите кодирање
sr@latn: Izaberite kodiranje
ta: குறியீடாக்கத்தைத் தேர்ந்தெடுக்கவும்
tg: Интихоби Рамзкунонӣ
uk: Виберіть кодування
wa: Tchoezi l' ecôdaedje
zh_tw: 選擇編碼

source: Select encoding for text file:
ar: إختر ترميز الملف النصي:
be: Вызначце знаказбор для тэкставага файла:
bg: Кодова таблица за текстови файлове:
br: Dibabit ar godadur evit ar restroù testenn :
ca: Escull la codificació per fitxer de text:
cs: Vybrat kódování pro textový soubor:
da: Vælg indkodning for tekstfil:
el: Επιλογή κωδικοποίησης για το αρχείο κειμένου:
eo: Elektu kodon por tekstdosiero:
es: Seleccionar codificación para el archivo de texto:
eu: Aukeratu kodeketa testu fitxategiarentzako:
fa: برگزیدن کدبندی برای پروندۀ متن:
fr: Sélectionnez l'encodage pour un fichier texte :
ga: Roghnaigh ionchódú an téacschomhaid:
gl: Escolla unha codificación para o ficheiro de texto:
he: בחר קידוד עבור קובץ הטקסט:
hi: पाठ फ़ाइल के लिए एनकोडिंग चुनें:
hr: Odaberi kod za tekstualnu datoteku
hu: A következő kódolás használata szöveges fájloknál:
is: Veldu stafatöflu fyrir textaskrá:
kk: Мәтін файлының кодтамасы:
km: ជ្រើស​ការ​អ៊ិនកូដ​​សម្រាប់​ឯកសារជា​អត្ថបទ ៖​
ko: 텍스트 파일을 위한 인코딩을 선택하십시오:
lt: Nurodyti teksto bylos koduotę:
mk: Изберете кодирање за текстуалната датотека:
ms: Pilih pengekodan untuk fail teks:
nb: Velg koding for tekstfil:
nds: Koderen för dit Dokment instellen:
nl: Codering selecteren voor tekstbestand:
pa: ਪਾਠ ਫਾਇਲ ਲਈ ਇਕੋਡਿੰਗ ਚੁਣੋ:
ro: Selectează codarea pentru fişierul text:
sk: Vyberte kódovanie pre textový súbor:
sl: Izberite kodiranje za besedilno datoteko:
sr: Изаберите кодирање за текстуални фајл:
sr@latn: Izaberite kodiranje za tekstualni fajl:
ta: உரைக்கோப்புக்குரிய குறியீடாக்கத்தைத் தேர்ந்தெடுக்கவும்:
tg: Барои матни файл рамзкунониро интихоб кунед:
uk: Виберіть кодування для текстового файла:
wa: Tchoezoxhoz l' ecôdaedje pol fitchî tecse:
zh_tw: 為文字檔案選擇一個編碼:

source: Default Encoding
ar: الترميز الافتراضي
be: Прадвызначаны знаказбор
bg: Кодова таблица по подразбиране
br: Kodadur dre ziouer
ca: Codificació per defecte
cs: Výchozí kódování
da: Standardindkodning
el: Προκαθορισμένη κωδικοποίηση
es: Codificación predeterminada
eu: Kodeketa Lehenetsia
fa: کدبندی پیش‌فرض
fr: Encodage par défaut
ga: Ionchódú Réamhshocraithe
gl: Codificación Por Omisión
he: קידוד ברירת המחדל
hi: डिफ़ॉल्ट एनकोडिंग
hu: Az alapértelmezett kódolás
is: Sjálfgefin stafatafla
kk: Әдетті кодтама
km: ការ​អ៊ិនកូដ​​លំនាំដើម
ko: 기본 인코딩
mk: Стандардно кодирање
ms: Pengekodan Piawai
nb: Standard koding
nds: Standard Koderen
nl: Standaard codering
pa: ਮੂਲ ਇਕੋਡਿੰਗ
ro: Codarea implicită
sk: Štandardné kódovanie
sl: Privzeto kodiranje
sr: Предефинисано кодирање
sr@latn: Predefinisano kodiranje
ta: கொடாநிலை குறியீடாக்கம்
tg: Рамзкунонӣ бо Нобаёнӣ
uk: Типове кодування
wa: Prémetou ecôdaedje
zh_tw: 預設編碼

source: Default encoding
ar: الترميز الافتراضي
be: Прадвызначаны знаказбор
bg: Кодова таблица по подразбиране
br: Kodadur dre ziouer
ca: Codificació per defecte
cs: Výchozí kódování
da: Standardindkodning
el: Προκαθορισμένη κωδικοποίηση
eo: Apriora kodo
es: Codificación predeterminada
eu: Kodeketa lehenetsia
fa: کدبندی پیش‌فرض
fr: Encodage par défaut
ga: Ionchódú réamhshocraithe
gl: Codificación por omisión
he: קידוד ברירת המחדל
hi: डिफ़ॉल्ट एनकोडिंग
hr: Podrazumijevani kod
hu: Az alapértelmezett kódolás
is: Sjálfgefin stafatafla
kk: Әдетті кодтама
km: ការ​អ៊ិនកូដ​លំនាំដើម
ko: 기본 인코딩
lt: Numatytoji koduotė
mk: Стандардно кодирање
ms: Pengekodan piawai
nb: Standard koding
nds: Standard Koderen
nl: Standaard codering
pa: ਮੂਲ ਇੰਕੋਡਿੰਗ
ro: Codarea implicită
sk: Štandardné kódovanie
sl: Privzeto kodiranje
sr: Предефинисано кодирање
sr@latn: Predefinisano kodiranje
ta: கொடாநிலை குறியீடாக்கம்
tg: Рамзкунонӣ бо нобаёнӣ
uk: Типове кодування
wa: Prémetou ecôdaedje
zh_tw: 預設編碼

source: KEdit
eo: Redaktilo
hi: के-एडिट
pa: ਕਸੰਪਾਦਕ
tg: KТаҳрир
