Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kedit.po
Languages: ar, be, bg, br, ca, cs, da, el, eo, es, eu, fa, fr, ga, gl, he, hi, hr, hu, is, kk, km, ko, lt, mk, ms, nb, nds, nl, pa, ro, sk, sl, sr, sr@latn, ta, tg, uk, wa, zh_tw

source: Insert File
ar: إدراج ملف
be: Уставіць файл
bg: Вмъкване на файл
br: Ensoc'hañ ur restr
ca: Insereix fitxer
cs: Vložit soubor
da: Indsæt fil
el: Εισαγωγή αρχείου
eo: Enmetu dosieron
es: Insertar archivo
eu: Fitxategia Txertatu
fa: درج پرونده
fr: Insérer un fichier
ga: Ionsáigh Comhad
gl: Inserir Ficheiro
he: הוספת קובץ
hi: फ़ाइल प्रविष्ट करें
hr: Umetni datoteku
hu: Fájl beszúrása
is: Stinga inn skrá
kk: Файлды ендіру
km: បញ្ចូល​ឯកសារ
ko: 파일 삽입
lt: Įterpti bylą
mk: Вметни датотека
ms: Selitkan Fail
nb: Sett inn fil
nds: Datei infögen
nl: Bestand invoegen
pa: ਫਾਇਲ ਸ਼ਾਮਲ
ro: Inserează fişier
sk: Vložiť súbor
sl: Vstavi datoteko
sr: Уметни фајл
sr@latn: Umetni fajl
ta: கோப்பை நுழை
tg: Ҷойгиркунии Файл
uk: Вставити файл
wa: Sititchî on Fitchî
zh_tw: 插入文件

source: This document has been modified. Would you like to save it?
ar: تم تعديل المستند. هل تريد حفظه ؟
be: Дакумент быў зменены. Жадаеце яго захаваць?
bg: Документът е променен. Искате ли промените да бъдат записани?
br: Kemmet eo an teul-mañ. Mennout a rit enrollañ anezhañ ?
ca: Aquest document ha estat modificat. Vols guardar-lo?
cs: Tento dokument byl modifikován. Přejete si ho uložit?
da: Dette dokument er blevet ændret. Vil du gerne gemme det?
el: Αυτό το έγγραφο έχει τροποποιηθεί. Θέλετε να το αποθηκεύσετε;
eo: Tiu ĉi dokumento estas ŝanĝita. Ĉu vi volas sekurigi ĝin?
es: Este documento ha sido modificado. ¿Desea guardarlo?
eu: Dokumentu hau aldatu da. Gorde nahi duzu?
fa: این سند تغییر کرده است. می‌خواهید آن را ذخیره کنید؟
fr: Ce document a été modifié. Voulez-vous l'enregistrer ?
ga: Athraíodh an cháipéis. Ar mhaith leat í a shábháil?
gl: Este documento foi modificado. Quere gardalo?
he: מסמך זה שונה. האם ברצונך לשמור אותו?
hi: दस्तावेज़़ परिवर्धित किया गया है. क्या आप इसे सहेजना चाहते हैं?
hr: Ovaj dokument je mijenjan. Želite li ga spremiti?
hu: A dokumentum megváltozott. El kívánja menteni?
is: Þessu skjali hefur verið breytt. Viltu vista það?
kk: Құжат өзгертілген. Сақтайсыз ба?
km: ​ឯកសារ​នេះ​បានកែប្រែ ។ តើអ្នក​ចង់​រក្សាទុក​វា​ទេ ?
ko: 문서가 변경되었습니다. 변경 사항을 저장하시겠습니까?
lt: Šis dokumentas buvo pakeistas. Ar norite jį išsaugoti?
mk: Овој документ беше променет. Дали сакате да го зачувате?
ms: Dokumen ini telah diubah suai. Anda mahu simpan dokumen ini?
nb: Dette dokument er endret. Vil du lagre det?
nds: Dit Dokment warrt ännert. Wullt du dat sekern?
nl: Dit document is gewijzigd. Wilt u het opslaan?
pa: ਇਹ ਦਸਤਾਵੇਜ਼ ਸੋਧਿਆ ਗਿਆ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Acest document a fost modificat. Doriţi să îl salvez?
sk: Tento dokument bol zmenený. Prajete si ho uložiť?
sl: Ta dokument je bil spremenjen. Ali ga želite shraniti?
sr: Овај документ је промењен. Желите ли да га снимите?
sr@latn: Ovaj dokument je promenjen. Želite li da ga snimite?
ta: இந்த ஆவணம் மாற்றபட்டுள்ளது. சேமிக்க வேண்டுமா?
tg: Ин санад тағир дода шуда буд. Онро захира кардан мехоҳед?
uk: Цей документ було змінено. Хочете зберегти?
wa: Ci documint ci a stî candjî. El voloz vs schaper?
zh_tw: 目前的文件已經被修改. 要儲存嗎?

source: Could not save the file. Exit anyways?
ar: تعذّر حفظ الملف. هل تريد الخروج على أي حال ؟
be: Памылка запісу файла. Усё роўна выйсці?
bg: Грешка при запис на файла. Изход от програмата?
br: Ne m'eus ket gallet enrollañ ar restr. Kuitaat evelato ?
ca: No s'ha pogut guardar el fitxer. Vols sortir?
cs: Nebylo možné uložit soubor. Stále chcete skončit?
da: Kunne ikke gemme filen. Afslut alligevel?
el: Αδύνατη η αποθήκευση του αρχείου. Έξοδος όπως και να' ναι;
eo: Ne eblis sekurigi la dosieron. Ĉu tamen fini?
es: No se puede guardar el archivo. ¿Salir de todas formas?
eu: Ezin da fitxategia gorde. Hala ere irten nahi duzu?
fa: پرونده را نتوانست ذخیره کند. در هر صورت خارج شود؟
fr: Impossible d'enregistrer le document. Voulez-vous tout de même quitter ?
ga: Níorbh fhéidir an comhad a shábháil. Scoir mar sin féin?
gl: Non se puido garda-lo ficheiro. Saír de tódolos xeitos?
he: אין אפשרות לשמור את הקובץ. האם לצאת בכל זאת?
hi: फ़ाइल सहेज नहीं सका. जैसे भी हो, बाहर जाएँ?
hr: Ne mogu spremiti datoteku. Da ipak izađem?
hu: Nem sikerült a fájlba menteni. Biztosan kilép?
is: Ekki tókst að vista skrána. Viltu hætta samt?
kk: Файл сақталмады. Сонда да шыға бересіз бе?
km: មិនអាច​រក្សាទុក​ឯកសារបានទេ ។​ ​ទោះជាយ៉ាងណាក៏ដោយចេញ​ឬ ?
ko: 파일을 저장할 수 없습니다. 그냥 종료하시겠습니까?
lt: Nepavyksta išsaugoti bylos. Vis tiek išeiti?
mk: Датотеката не можеше да се зачува. Дали сепак ќе излезете?
ms: Tidak dapat simpan fail. Keluar?
nb: Klarte ikke lagre fila. Avslutte likevel?
nds: Kunn nich sekern. Liekers tomaken?
nl: Kon het bestand niet opslaan. Toch afsluiten?
ro: Nu pot salva documentul. Termin programul în aceste condiţii?
sk: Nebolo možné uložiť súbor. Ukončiť aj napriek tomu ?
sl: Datoteke ni bilo moč shraniti. Naj vseeno končam?
sr: Фајл није могао да се сними. Да ли да се ипак изађе?
sr@latn: Fajl nije mogao da se snimi. Da li da se ipak izađe?
ta: கோப்பை சேமிக்க முடியவில்லை. வெளியேறிவிடவா?
tg: Захиракунии файл нашуд. Ба ҳар ҳол бароям?
uk: Неможливо зберегти файл. Вийти попри все?
wa: Dji n' a seu schaper li fitchî. Voloz vs moussî foû po do bon ?
zh_tw: 不能儲存這份文件. 直接結束嗎?

source: Wrote: %1
ar: تم كتابة: %1
be: Запісана: %1
bg: Запис: %1
br: Skrivet : %1
ca: S'ha escrit: %1
cs: Zapsán: %1
da: Skrev: %1
el: Εγγραφή: %1
eo: Skribis: %1
es: Escrito: %1
eu: Idatzia: %1
fa: نوشته‌شده: %1
fr: %1 a été enregistré
ga: Scríofa: %1
gl: Escrito: %1
he: נכתב: %1
hi: लिखा: %1
hr: Zapisao: %1
hu: Kiírva: %1
is: Skrifaði: %1
kk: Жазылғаны: %1
km: បានសរសេរ ៖ %1
ko: 작성: %1
lt: Rašė: %1
mk: Запишано: %1
ms: Tulis: %1
nb: Skrev: %1
nds: Schreev: %1
nl: Opgeslagen: %1
pa: ਲਿਖਿਆ: %1
ro: Au fost scrişi: %1
sk: Zapísaných: %1
sl: Zapisano: %1
sr: Уписан: %1
sr@latn: Upisan: %1
ta: எழுதப்பட்டது: %1
tg: Навишта шудааст: %1
uk: Записано: %1
wa: Dj' a scrît: %1
zh_tw: 寫入: %1

source: Save File As
ar: إحفظ الملف بإسم
be: Захаваць як...
bg: Запис като
br: Enrollañ ar restr e
ca: Guarda el fitxer com
cs: Uložit jako
da: Gem fil som
el: Αποθήκευση αρχείου ως
eo: Sekuriu dosieron kiel
es: Guardar archivo como
eu: Gorde Fitxategia Honela
fa: ذخیرۀ پرونده به عنوان
fr: Enregistrer sous
ga: Sábháil an Comhad Mar
gl: Gravar Ficheiro Como
he: שמירת קובץ בשם
hi: फ़ाइल इस रुप में सहेजें
hr: Spremi datoteku kao
hu: A fájl mentése másként
is: Vista skrá sem
kk: Файлды былай сақтау
km: រក្សាទុក​ឯកសារជា
ko: 다른 이름으로 저장
lt: Įrašyti bylą kaip
mk: Зачувај датотека како
ms: Simpan Fail Sebagai
nb: Lagre fil som
nds: Datei sekern as
nl: Bestand opslaan als
pa: ਫਾਇਲ ਇੰਝ ਸੰਭਾਲੋ
ro: Salvează fişierul ca
sk: Uložiť súbor ako
sl: Shrani datoteko kot
sr: Сними фајл као
sr@latn: Snimi fajl kao
ta: கோப்பை இப்படி சேமி:
tg: Захиракунии Файл Ҳамчун
uk: Зберегти файл як
wa: Schaper et rlomer l' fitchî
zh_tw: 另存新檔

source: A file named "%1" already exists. Are you sure you want to overwrite it?
ar: يوجد ملف موجود مسبقاً اسمه "%1". هل أنت متأكد من أنك تريد الكتابة فوقه ؟
be: Файл з імем "%1" ужо існуе. Вы жадаеце перазапісаць яго?
bg: Вече има файл с име "%1". Сигурни ли сте, че искате да бъде презаписан?
br: Bez' ez eus un restr gant an anv « %1 » endeo. Ha fellout a ra deoc'h e rasklañ ?
ca: Ja existeix un fitxer anomenat "%1". Estàs segur de voler-lo sobreescriure?
cs: Soubor s názvem "%1" již existuje. Opravdu jej chcete přepsat?
da: En fil ved navn "%1" findes allerede. Vil du overskrive den?
el: Ένα αρχείο με όνομα "%1" υπάρχει ήδη. Σίγουρα θέλετε να το αντικαταστήσετε;
es: Ya existe un archivo con el nombre «%1». ¿Está seguro de que quiere sobrescribirlo?
eu: Dagoeneko badago "%1" izeneko fitxategi bat. Ziur zaude gainidatzi nahi duzula?
fa: در حال حاضر پرونده‌ای با نام »%1« وجود دارد. مطمئن هستید که می‌خواهید آن را جای‌نوشت کنید؟
fr: Un fichier appelé « %1 » existe déjà. Voulez-vous vraiment l'écraser ?
ga: Tá comhad ainmnithe "%1" ann cheana. An bhfuil tú cinnte gur mian leat scríobh air?
gl: Xa existe un ficheiro co nome "%1". ¿Está seguro/a de que quere sobrescribilo?
he: קובץ בשם "%1" כבר קיים. האם אתה בטוח שברצונך לשכתב אותו?
hi: फ़ाइल नाम "%1" पहले से ही अस्तित्व में है. क्या आप इसके ऊपर ही मिटाकर लिखना चाहेंगे?
hr: Datoteka sa imenom "%1" već postoji. Jeste li sigurni da ju želite prepisati?
hu: Már létezik "%1" nevű fájl. Biztosan felül szeretné írni?
is: Skrá með heitinu "%1" er þegar til. Ertu viss um að þú viljir yfirrita hana?
kk: "%1" деп аталған файл бар ғой. Үстінен жаза бересіз бе?
km: មាន​ឯកសារឈ្មោះ "%1" រួច​ហើយ ។ តើ​អ្នក​ពិត​ជា​ចង់​សរសេរ​ជាន់​លើ​វា​ឬ ?
ko: 파일명이 "%1"인 파일이 존재합니다. 덮어쓰시겠습니까?
mk: Веќе постои датотека со име „%1“. Дали сте сигурни дека сакате да запишете врз неа?
ms: Fail dengan nama "%1" sudah wujud. Anda pasti hendak tulis ganti fail ini?
nb: Det finnes allerede en fil som heter «%1». Er du sikker på at du vil overskrive den?
nds: Een Datei "%1" gifft dat all. Wullt du se överschrieven?
nl: Een bestand met naam "%1" bestaat reeds. Wilt u dit werkelijk overschrijven?
pa: ਫਾਇਲ ਨਾਂ "%1" ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ, ਕੀ ਇਸ ਤਬਦੀਲ ਕਰਨ ਲਈ ਤੁਸੀਂ ਸਹਿਮਤ ਹੋ ?
ro: Există deja un fişier cu numele "%1". Sînteţi sigur că doriţi să-l suprascrieţi?
sk: Súbor "%1" už existuje. Naozaj ho chcete prepísať?
sl: Datoteka z imenom »%1« že obstaja. Jo zares želite nadomestiti?
sr: Фајл са именом „%1“ већ постоји. Желите ли заиста да га пребришете?
sr@latn: Fajl sa imenom „%1“ već postoji. Želite li zaista da ga prebrišete?
ta: "%1" என்ற பெயர்கொண்ட கோப்பு ஏற்கெனவே திறந்துள்ளது. மேலெழுத விருப்பமா?
tg: Файл бо номи "%1" аллакай мавҷуд аст. Оё мехоҳед, ки онро рӯиҳам нависед?
uk: Файл з назвою "%1" вже існує. Хочете його перезаписати?
wa: On fitchî lomé «%1» egzistêye dedja. Estoz seur(e) ki vos l' voloz spotchî?
zh_tw: "%1" 檔案已經存在了，您要覆寫該檔案嗎？

source: Overwrite File?
ar: الكتابة فوق الملف ؟
be: Перазапісаць файл?
bg: Презапис на файл
br: Rasklañ ar restr ?
ca: Sobreescriure el fitxer?
cs: Přepsat soubor?
da: Overskriv fil?
el: Αντικατάσταση αρχείου;
es: ¿Sobrescribir archivo?
eu: Fitxategia Gainidatzi?
fa: پرونده جای‌نوشت شود؟
fr: Écraser le fichier ?
ga: Forscríobh an Comhad?
gl: Sobrescribir Ficheiro?
he: לשכתב את הקובץ?
hi: फ़ाइल के ऊपर लिखें?
hr: Prepiši datoteku?
hu: Felül szeretné írni a fájlt?
is: Yfirrita skrá?
kk: Үстінен жазу?
km: សរសេរ​ជាន់​លើ​ឯកសារឬ ?
ko: 파일에 덮어쓰시겠습니까?
mk: Запишување врз датотека?
ms: Tulis Ganti Fail?
nb: Skrive over fila?
nds: Datei överschrieven?
nl: Bestand overschrijven?
pa: ਫਾਇਲ ਉੱਤੇ ਲਿਖਣਾ ਹੈ?
ro: Suprascriere fişier
sk: Prepísať súbor?
sl: Nadomestim datoteko?
sr: Да ли да се фајл пребрише?
sr@latn: Da li da se fajl prebriše?
ta: கோப்பை மேலெழுதவா?
tg: Файлро Рӯиҳам Нависам?
uk: Перезаписати файл?
wa: Sipotchî l' fitchî?
zh_tw: 覆寫檔案?

source: Overwrite
ar: الكتابة فوقه
be: Перазапісаць
bg: Презапис
br: Rasklañ
ca: Sobrescriure
cs: Přepsat
da: Overskriv
el: Αντικατάσταση
es: Sobrescribir
eu: Gainidatzi
fa: جای‌نوشت
fr: Écraser
ga: Forscríobh
gl: Sobrescribir
he: שכתוב
hi: मिटाकर लिखें
hr: Prebriši
hu: Felülírás
is: Yfirrita
kk: Үстінен жазу
km: សរសេរ​ជាន់​លើ
ko: 덮어쓰기
lt: Perrašyti
mk: Запиши врз
ms: Tulis Ganti
nb: Skriv over
nds: Överschrieven
nl: Overschrijven
pa: ਉੱਤੇ ਲਿਖੋ
ro: Suprascrie
sk: Prepísať
sl: Nadomesti
sr: Пребриши
sr@latn: Prebriši
ta: மேலெழுது
tg: Рӯиҳамнависӣ
uk: Перезаписати
wa: Sipotchî
zh_tw: 覆寫

source: Saved as: %1
ar: تم الحفظ بالإسم: %1
be: Запісаны як: %1
bg: Запис като: %1
br: Enrolet e : %1
ca: Guardat com: %1
cs: Uloženo jako: %1
da: Gemt som: %1
el: Αποθηκεύτηκε ως: %1
eo: Konservita kiel: %1
es: Guardado como: %1
eu: Honela gordeta: %1
fa: ذخیره‌شده به عنوان: %1
fr: Enregistré sous le nom : %1
ga: Sábháilte mar: %1
gl: Gardado coma: %1
he: נשמר בשם: %1
hi: ऐसे: %1 सहेजें
hr: Spremljeno kao: %1
hu: Mentve: %1
is: Vistað sem: %1
kk: Жазылған түрі: %1
km: បានរក្សាទុកជា ៖ %1
ko: 다른 이름으로 저장: %1
lt: Įrašyta kaip: %1
mk: Зачувана како: %1
ms: Simpan sebagai: %1
nb: Lagret som: %1
nds: Sekert as: %1
nl: Opgeslagen als: %1
pa: ਇੰਝ ਸੰਭਾਲੀ ਗਈ: %1
ro: Salvat ca: %1
sk: Uložené ako: %1
sl: Shranjeno kot: %1
sr: Снимљен као: %1
sr@latn: Snimljen kao: %1
ta: இப்படிச் சேமிக்கபட்டது: %1
tg: Захиракунӣ ҳамчун: %1
uk: Збережено як: %1
wa: Schapé et lomé: %1
zh_tw: 儲存成: %1

source: [New Document]
ar: [مستند جديد]
be: Новы дакумент
bg: [Нов документ]
br: [Teul nevez]
ca: [Document nou]
cs: [Nový dokument]
da: [Nyt dokument]
el: [Νέο έγγραφο]
eo: [Nova dokumento]
es: [Documento nuevo]
eu: [Dokumentu Berria]
fa: ]سند جدید[
fr: [Nouveau document]
ga: [Cáipéis Nua]
gl: [Novo Documento]
he: [מסמך חדש]
hi: (नया दस्तावेज़)
hr: [Novi dokument]
hu: [Új dokumentum]
is: [Nýtt skjal]
kk: [Жаңа құжат]
km: [ឯកសារ​ថ្មី]
ko: [새 문서]
lt: [Naujas dokumentas]
mk: [Нов документ]
ms: [Dokumen Baru]
nb: [Nytt dokument]
nds: [Nieg Dokment]
nl: [Nieuw document]
pa: [ਨਵਾਂ ਦਸਤਾਵੇਜ਼]
ro: [Document nou]
sk: [Nový dokument]
sl: [Nov dokument]
sr: [Нови документ]
sr@latn: [Novi dokument]
ta: [புதிய ஆவணம்]
tg: [Санади Нав]
uk: [Новий документ]
wa: [Novea documint]
zh_tw: [新文件]

source: Line: %1 Col: %2
ar: السطر: %1 العمود: %2
be: Радок: %1 Слупок: %2
bg: Ред: %1 Кол: %2
br: Linenn : %1 Bann : %2
ca: Línia: %1 Col: %2
cs: Řádka: %1 Sloupec: %2
da: Linje: %1 Søjle: %2
el: Γραμμή: %1 Στήλη: %2
eo: Lin.: %1 Kol.: %2
es: Línea: %1 Col: %2
eu: Lerroa: %1 Zut: %2
fa: خط: %1 ستون: %2
fr: Ligne : %1, Colonne : %2
ga: Líne: %1 Col: %2
gl: Liña: %1 Col: %2
he: שורה: %1 טור: %2
hi: पंक्ति: %1 स्तम्भ: %2
hr: Redak: %1 Stupac: %2
hu: Sor: %1 Oszlop: %2
is: Lína: %1 Dálkur: %2
kk: Жол: %1 Бағ: %2
km: បន្ទាត់ ៖ %1 ជួរឈរ ៖ %2
ko: 줄: %1 칸: %2
lt: Eil.: %1 Stulp.: %2
mk: Лин: %1 Кол: %2
ms: Baris: %1 Lajur: %2
nb: Linje: %1 kolonne: %2
nds: Reeg: %1 Str: %2
nl: Regel: %1 Kolom: %2
pa: ਲਾਈਨ: %1 ਕਾਲਮ: %2
ro: Linia: %1 Coloana: %2
sk: Riadok: %1 Stĺpec: %2
sl: Vrst: %1 Stolp: %2
sr: Линија: %1 Колона %2
sr@latn: Linija: %1 Kolona %2
ta: குறுக்கு: %1 நெடுக்கு: %2
tg: Сатр: %1 Сутун: %2
uk: Ряд: %1 Стп: %2
wa: Roye: %1 Col.: %2
zh_tw: 行數: %1 列數: %2

source: Date: %1
ar: التاريخ: %1
be: Дата: %1
bg: Дата: %1
br: Deiziad : %1
ca: Data: %1
cs: Datum: %1
da: Dato: %1
el: Ημερομηνία: %1
eo: Skribis: %1
es: Fecha: %1
eu: Data: %1
fa: تاریخ: %1
ga: Dáta: %1
gl: Data: %1
he: תאריך: %1
hi: तारीख़: %1
hr: Nadnevak: %1
hu: Dátum: %1
is: Dags.: %1
kk: Күні: %1
km: កាលបរិច្ឆេទ ៖ %1
ko: 날짜: %1
lt: Data: %1
mk: Датум: %1
ms: Tarikh: %1
nb: Dato: %1
nds: Datum: %1
nl: Datum: %1
pa: ਤਾਰੀਖ: %1
ro: Dată: %1
sk: Dátum: %1
sl: Datum: %1
sr: Датум: %1
sr@latn: Datum: %1
ta: தேதி: %1
tg: Сана: %1
uk: Дата: %1
zh_tw: 日期: %1

source: File: %1
ar: الملف: %1
be: Файл: %1
bg: Файл: %1
br: Restr : %1
ca: Fitxer: %1
cs: Soubor: %1
da: Fil: %1
el: Αρχείο: %1
eo: Dokumento: %1
es: Archivo: %1
eu: Fitxategia: %1
fa: پرونده: %1
fr: Fichier : %1
ga: Comhad: %1
gl: Ficheiro: %1
he: קובץ: %1
hi: फ़ाइलः %1
hr: Datoteka: %1
hu: Fájl: %1
is: Skrá: %1
kk: Файл: %1
km: ឯកសារ ៖ %1
ko: 파일: %1
lt: Byla: %1
mk: Датотека:%1
ms: Fail: %1
nb: Fil: %1
nds: Datei: %1
nl: Bestand: %1
pa: ਫਾਇਲ: %1
ro: Fişier: %1
sk: Súbor: %1
sl: Datoteka: %1
sr: Фајл: %1
sr@latn: Fajl: %1
ta: கோப்பு: %1
tg: Файл: %1
uk: Файл: %1
wa: Fitchî: %1
zh_tw: 檔案: %1

source: Print %1
ar: طباعة %1
be: Друк %1
bg: Печат на %1
br: Moulañ %1
ca: Imprimeix %1
cs: Vytisknout %1
da: Udskriv %1
el: Εκτύπωση του %1
es: Imprimir %1
eu: Inprimatu %1
fa: چاپ %1
fr: Impression de %1
ga: Priontáil %1
gl: Imprimir %1
he: הדפסה %1
hi: छापें %1
hr: Ispiši %1
hu: Nyomtatás - %1
is: Prenta %1
kk: %1 дегенді басып шығару
km: បោះពុម្ព %1
ko: %1 인쇄
mk: Печати %1
ms: Cetak %1
nb: Skriv ut %1
nds: Druck %1
nl: %1 afdrukken
pa: %1 ਛਾਪੋ
ro: Tipăreşte %1
sk: Tlačiť %1
sl: Natisni %1
sr: Штампај %1
sr@latn: Štampaj %1
ta: அச்சிடு%1
tg: Чоп %1
uk: Друкувати %1
wa: Eprimî %1
zh_tw: 列印 %1

source: Printing aborted.
ar: أجْهِضت الطباعة.
be: Друк перарваная.
bg: Печатането е прекъснато.
br: Nullet eo ar voulañ.
ca: S'ha avortat la impressió.
cs: Tisk zrušen.
da: Udskrivning afbrudt.
el: Η εκτύπωση ματαιώθηκε.
eo: Preseraro
es: Impresión abortada.
eu: Inprimaketa galerazita.
fa: چاپ ساقط شد.
fr: Impression interrompue.
ga: Priontáil tobscortha.
gl: Impresión abortada.
he: ההדפסה בוטלה.
hi: छपाई छोड़ा.
hr: Ispisivanje prekinuto.
hu: A nyomtatás félbeszakadt.
is: Prentun stöðvuð.
kk: Басып шығару доғарылды.
km: ការបោះពុម្ព​បានបោះបង់ ។
ko: 인쇄 중단
lt: Spausdinimas nutrauktas.
mk: Печатењето е прекинато.
ms: Pencetakan dihenti paksa.
nb: Utskrift avbrutt.
nds: Drucken afbraken.
nl: Afdrukken afgebroken.
pa: ਛਾਪਣਾ ਅਧੂਰਾ ਛੱਡਿਆ ਗਿਆ ਹੈ।
ro: Tipărire anulată.
sk: Tlač prerušená.
sl: Tiskanje prekinjeno.
sr: Штампање је обустављено.
sr@latn: Štampanje je obustavljeno.
ta: அச்சிடுதல் முறிக்கப்பட்டது
tg: Чопкунӣ канда шуд.
uk: Друк перервано.
wa: Eprimaedje aresté.
zh_tw: 列印中斷

source: Printing complete.
ar: إكتملت الطباعة.
be: Друк завершаная.
bg: Печатането завърши.
br: Echu eo moulañ.
ca: Impressió completada.
cs: Tisk dokončen.
da: Udskrift færdig.
el: Η εκτύπωση ολοκληρώθηκε.
eo: Preso finita
es: Impresión completa.
eu: Inprimaketa amaituta.
fa: چاپ کامل شد.
fr: Impression terminée.
ga: Priontáil críochnaithe.
gl: Impresión rematada.
he: ההדפסה הושלמה.
hi: छपाई सम्पन्न
hr: Ispisivanje završeno.
hu: A nyomtatás befejeződött.
is: Prentun lokið.
kk: Басып шығаруы біті.
km: ការ​បោះពុម្ព​បាន​បញ្ចប់​ទាំងស្រុង ។
ko: 인쇄 완료
lt: Spausdinimas užbaigtas.
mk: Печатењето е готово.
ms: Pencetakan selesai.
nb: Utskrift ferdig.
nds: Drucken fardig.
nl: Afdrukken voltooid.
pa: ਛਪਾਈ ਮੁਕੰਮਲ ਹੋਈ।
ro: Tipărire terminată.
sk: Tlač dokončená.
sl: Tiskanje končano.
sr: Штампање је завршено.
sr@latn: Štampanje je završeno.
ta: அச்சிடுதல் முடிக்கப்பட்டு விட்டது
tg: Чопкунӣ ба охир расид.
uk: Друк закінчено.
wa: Eprimaedje fwait en etir.
zh_tw: 列印完畢

source: You have specified a folder
ar: لقد حدّدت مجلداً
be: Вы паказалі тэчку
bg: Вие указахте директория
br: Ur renkell eo oc'h eus roet
ca: Has especificat un directori
cs: Zadali jste složku
da: Du har angivet en mappe
el: Ορίσατε ένα φάκελο
es: Ha especificado una carpeta
eu: Karpeta bat zehaztu duzu
fa: پوشه‌ای مشخص کرده‌اید
fr: Vous avez indiqué un dossier
ga: Tá fillteán ainmnithe agat
gl: Especificou un cartafol
he: ציינת ספריה
hi: आपने फ़ोल्डर उल्लेखित किया है
hu: Könyvtárnevet adott meg fájlnév helyett
is: Þú tiltókst möppu
kk: Келтірілген - қапшық
km: អ្នក​បាន​បញ្ជាក់​ថត​មួយ
ko: 디렉터리를 지정하십시오
mk: Наведовте папка
ms: Anda telah tetapkan satu folder
nb: Du har oppgitt en mappe
nds: Du muttst een Orner fastleggen
nl: U hebt een map opgegeven
pa: ਤੁਸੀਂ ਫੋਲਡਰ ਨਿਰਧਾਰਿਤ ਕਰਨਾ ਹੈ
ro: Aţi specificat un folder
sk: Zadali ste priečinok
sl: Navedli ste mapo
sr: Навели сте фасциклу
sr@latn: Naveli ste fasciklu
ta: ஒரு அடைவின் பெயரைக் குறிப்பிட்டுள்ளீர்கள்.
tg: Шумо феҳристро таъин кардед
uk: Ви вказали теку
zh_tw: 您需要指定了一個目錄

source: The specified file does not exist
ar: الملف المحدد غير موجود
be: Дадзены файл не існуе
bg: Указаният файл не съществува
br: N'eus ket ur restr ar restr lavaret.
ca: El fitxer especificat no existeix
cs: Specifikovaný soubor neexistuje
da: Den angivne fil findes ikke
el: Το καθορισμένο αρχείο δεν υπάρχει
eo: La indikita dosiero ne ekzistas
es: El archivo especificado no existe
eu: Zehaztutako fitxategia ez dago
fa: پروندۀ مشخص شده وجود ندارد
fr: Le document indiqué n'existe pas
ga: Níl an comhad ainmnithe ann
gl: O ficheiro especificado non existe
he: הקובץ המצויין לא קיים
hi: उल्लेखित फ़ाइल उपलब्ध नहीं है.
hr: Navedena datoteka ne postoji
hu: A megadott fájl nem létezik.
is: Tiltekin skrá er ekki til
kk: Келтірілген файл жоқ
km: ឯកសារ​ដែល​បាន​បញ្ជាក់​មិន​ទាន់​មាន​ទេ
ko: 지정한 파일이 존재하지 않습니다
lt: Nurodytos bylos nėra
mk: Наведената датотека не постои
ms: Fail yang ditetapkan itu tidak wujud
nb: Den oppgitte fila finnes ikke
nds: Disse Datei gifft dat nich
nl: Het opgegeven bestand bestaat niet
pa: ਦਿੱਤੀ ਫਾਇਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ
ro: Fişierul specificat nu există
sk: Špecifikovaný súbor neexistuje
sl: Navedena datoteka ne obstaja
sr: Наведени фајл не постоји
sr@latn: Navedeni fajl ne postoji
ta: குறிப்பிட்ட கோப்பு கிடைக்கவில்லை
tg: Файли таъиншуда мавҷуд аст
uk: Вказаний файл не існує
wa: Ci fitchî la n' egzistêye nén
zh_tw: 指定的文件不存在

source: You do not have read permission to this file.
ar: ليست لديك تصاريح بقرائة هذا الملف.
be: Вы не маеце мае дазволу на чытанне на гэтага файла.
bg: Нямате права за четене на указания файл.
br: N'oc'h ket aotreet da lenn ar restr-mañ.
ca: No tens permís de lectura per aquest fitxer.
cs: Nemáte práva ke čtení tohoto souboru.
da: Du har ikke ret til at læse denne fil.
el: Δεν έχετε άδεια ανάγνωσης για αυτό το αρχείο.
eo: vi ne havas legopermeson por tiu dosiero
es: No tiene permiso de lectura sobre este archivo.
eu: Ez duzu baimenik fitxategi hau irakurtzeko.
fa: مجوز خواندن این پرونده را ندارید.
fr: Vous n'avez pas la permission de lire ce document.
ga: Níl cead scríofa agat ar an chomhad seo.
gl: Non ten permisos de lectura deste ficheiro.
he: אין לך הרשאת קריאה לקובץ זה.
hi: इस फ़ाइल पर पढ़ने की अनुमति आपके पास नहीं है.
hr: Nemate ovlasti za čitanje ove datoteke.
hu: Nincs olvasási jogosultsága a fájlhoz.
is: Þú hefur ekki lesréttindi á þessa skrá.
kk: Бұл файлды оқуға құқығыңыз жоқ.
km: អ្នក​មិន​មាន​សិទ្ធិ​អាន​ឯកសារ​នេះ​ទេ ។
ko: 파일에 대한 읽기 권한이 없습니다.
lt: Jūs neturite šios bylos skaitymo teisės.
mk: Немате дозвола за читање на оваа датотека.
ms: Anda tidak mempunyai keizinan baca untuk fail ini.
nb: Du har ikke lesetilgang til denne fila.
nds: Du dörvst disse Datei nich lesen.
nl: U hebt geen leesrechten voor dit bestand.
ro: Nu aveţi drept de citire pentru acest fişier.
sk: Nemáte právo na čítanie tohto súboru.
sl: Nimate dovoljenja za branje te datoteke.
sr: Немате дозволу за читање над овим фајлом.
sr@latn: Nemate dozvolu za čitanje nad ovim fajlom.
ta: இந்த கோப்பை வாசிக்க உங்களுக்கு அனுமதி இல்லை.
tg: Шумо рухсати хондани ин файлро надоред.
uk: У вас недостатньо прав для читання цього файла.
wa: Vos n' avoz nén li permission di lére ci fitchî la
zh_tw: 您沒有這個文件的權限.

source: Unable to make a backup of the original file.
ar: تعذر إنشاء نسخة إحتياطية من الملف الأصلي.
be: Не магу зрабіць рэзервную копію гэтага файла.
bg: Грешка при запис на резервно копие на оригиналния файл.
ca: No s'ha pogut fer una copia de seguretat del fitxer original.
cs: Nelze vytvořit zálohu původního souboru.
da: Kan ikke lave sikkerhedskopi af den oprindelige fil.
el: Αδύνατη η δημιουργία αντιγράφου ασφαλείας του αυθεντικού αρχείου.
eo: Ne eblas krei sekurkopion de la origina dosiero.
es: No se puede hacer una copia de respaldo del archivo original.
eu: Ezin da jatorrizko fitxategiaren babes-kopia egin.
fa: قادر به ایجاد پشتیبان پروندۀ اصلی نیست.
fr: Impossible de faire une copie de sauvegarde du document original.
ga: Níorbh fhéidir cúltaca a dhéanamh ar an mbunchomhad.
gl: Imposíbel facer unha copia de seguridade do ficheiro orixinal.
he: אין אפשרות ליצור גיבוי של הקובץ המקורי.
hi: मूल फ़ाइल का बैकअप बनाने में अक्षम.
hr: Ne mogu napraviti sigurnosnu kopiju orginalne datoteke.
hu: Nem sikerült biztonsági másolatot létrehozni.
is: Get ekki tekið afrit af upprunalegri skrá.
kk: Файлдың сақтық көшірмесі жасалмады.
km: មិន​អាច​ធ្វើការបម្រុងទុក​នៃ​ឯកសារ​ដើម​បាន​ទេ ។
ko: 원본 파일의 백업파일을 만들 수 없습니다.
lt: Nepavyksta sukurti originalios bylos atsarginės kopijos.
mk: Не може да се направи зашт. копија на оригиналната датотека.
ms: Tidak dapat buat sandaran fail asal.
nb: Klarte ikke lage sikkerhetskopi av den opprinnelige fila.
nds: Kunn de ole Utgaav nich sekern.
nl: Kon geen reservekopie van het origineel bestand maken.
ro: Nu pot face o copie de rezervă a fişierului original.
sk: Nedokážem vytvoriť zálohu pôvodného súboru.
sl: Varnostne kopije izvorne datoteke ni moč izdelati.
sr: Не може да се направи резервна копија оригиналног фајла.
sr@latn: Ne može da se napravi rezervna kopija originalnog fajla.
ta: மூலக்கோப்பை நகல் எடுக்க முடியவில்லை.
tg: Сохтани нусхаи эҳтиётии файли ибтидоӣ ғайри имкон аст.
uk: Помилка створення резервної копії файла.
wa: Dji n' a seu fé ene copeye di såvrité do fitchî d' oridjene.
zh_tw: 無法位原始檔案建立備份
