Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kedit.po
Languages: ar, be, bg, br, ca, cs, da, el, eo, es, eu, fa, fr, ga, gl, he, hi, hr, hu, is, kk, km, ko, lt, mk, ms, nb, nds, nl, pa, ro, sk, sl, sr, sr@latn, ta, tg, uk, wa, zh_tw

source: Use &custom colors
ar: إستخدم الألوان ال&معتادة
be: Выкарыстаць &свае колеры
bg: &Използване на потребителски цветове
br: Implij livioù &diouzhoc'h
ca: Usa colors a &mida
cs: Použít &vlastní barvy
da: Anvend &brugerdefinerede farver
el: Χρήση &προσαρμοσμένων χρωμάτων
es: Utilizar &colores personalizados
eu: Erabili kolore &pertsonalizatuak
fa: استفاده از رنگهای &سفارشی‌
fr: Utiliser des &couleurs personnalisées
ga: Úsáid &dathanna saincheaptha
gl: Empregar &Cores Personalizadas
he: השתמש &בצבעים מותאמים אישית
hi: मनपसंद रंग इस्तेमाल करें (&c)
hr: &Koristi birane boje
hu: &Egyéni színek használata
is: Nota &sérvalda liti
kk: Түстер қ&алау бойынша болсын
km: ប្រើ​ពណ៌ផ្ទាល់ខ្លួន
ko: 사용자 정의 색상 사용(&C)
mk: Користи &сопствени бои
ms: Guna warna &biasa
nb: Bru&k selvvalgte farger
nds: &Egen Klören bruken
nl: Aangepaste &kleuren gebruiken
pa: ਪਸੰਦੀਦਾ ਰੰਗ ਵਰਤੋਂ(&c)
ro: Utilizează &culori personalizate
sk: Použiť &vlastné farby
sl: Uporabi &lastne barve
sr: Користи &посебне боје
sr@latn: Koristi &posebne boje
ta: தனிப்பயன் வண்ணங்களைப் பயன்படுத்து
tg: Рангҳои &худро истифода баред
uk: Використовувати &нетипові кольори
zh_tw: 使用自定顏色[&C]

source: &Foreground color:
ar: لون ال&أمامية:
be: Колер &тэксту:
bg: Цвят на &текста:
br: Liv war-&c'horre :
ca: Color de &primer pla:
cs: &Barva popředí:
da: &Forgrundsfarve:
el: Χρώμα &προσκηνίου:
es: Color de los carac&teres:
eu: &Aurreko kolorea:
fa: رنگ &پیش‌زمینه:‌
fr: Couleur du &texte :
ga: &Dath an tulra:
gl: Cor do &primeiro plano:
he: &צבע טקסט:
hi: अग्रभूमि का रंगः (&F)
hr: &Boja:
hu: Elő&térszín:
is: Litur &forgrunns:
kk: &Мәтіннің түсі:
km: ពណ៌​ផ្ទៃខាងមុខ ៖
ko: 글자 색상(&F):
mk: Боја на &текст:
ms: Warna &latar depan:
nb: &Forgrunnsfarge:
nds: &Vörgrundklöör:
nl: &Voorgrondkleur:
pa: ਫਾਰਗਰਾਊਂਡ ਰੰਗ(&F):
ro: Culoare &text:
sk: Farba &popredia:
sl: Barva o&spredja:
sr: Боја &исписа:
sr@latn: Boja &ispisa:
ta: &முன்னணி வண்ணம்:
tg: Ранги &пешзамина:
uk: Колір &тексту:
zh_tw: 前景顏色[&F]:

source: &Background color:
ar: لون ال&خلفية:
be: Колер &фону:
bg: Цвят на &фона:
br: &Liv an drekleur :
ca: Color de &fons:
cs: &Barva pozadí:
da: &Baggrundsfarve:
el: Χρώμα &φόντου:
es: Color del &fondo:
eu: &Hondo kolorea:
fa: رنگ &زمینه:‌
fr: Couleur du &fond :
ga: Dath an &Chúlra:
gl: Cor do &fondo:
he: &צבע רקע:
hi: पृष्ठभूमि का रंगः (&B)
hr: &Boja pozadine
hu: &Háttérszín:
is: Litur &bakgrunns:
kk: А&ясының түсі:
km: ពណ៌​ផ្ទៃខាងក្រោយ ៖
ko: 배경 색상(&B):
mk: Боја на &подлога:
ms: Warna &latar belakang:
nb: &Bakgrunnsfarge:
nds: &Achtergrundklöör:
nl: Achter&grondkleur:
pa: ਬੈਕਗਰਾਊਂਡ ਰੰਗ(&B):
ro: Culoare de f&undal:
sk: Farba po&zadia:
sl: Barva o&zadja:
sr: &Боја позадине:
sr@latn: &Boja pozadine:
ta: &பின்னணி வண்ணம்:
tg: Ранги &паснамо:
uk: Колір т&ла:
zh_tw: 背景顏色[&B]:

source: &Word wrap:
ar: ا&لتفاف النص:
be: &Перанос слоў:
bg: П&ренос на думи:
br: Plegañ ar &gerioù :
ca: &Trencament de línia:
cs: &Zalamování slov:
da: &Tekstombrydning:
el: Αναδίπλωση &λέξεων:
es: Ajustar &línea:
eu: &Itzulbira:
fa: سطربندی &واژه:‌
fr: &Retour à la ligne automatique :
ga: &Timfhilleadh focal:
gl: A&xuste de palabras:
he: &גלישת שורות:
hi: वर्ड रैप: (&W)
hr: &Omatanje riječi:
hu: S&ortördelés:
is: &Skipta línum:
kk: &Сөздерді тасымалдау:
km: រុំ​ពាក្យ​ ៖
ko: 문단 보호(&W):
mk: Пренесување на &зборови:
ms: Balut &kata:
nb: &Linjebryting:
nds: &Reegümbrook:
nl: Regelaf&breking:
pa: ਸ਼ਬਦ ਲਪੇਟੋ(&W):
ro: &Limitare cuvînt:
sk: &Zalamovanie riadkov:
sl: &Prelom vrstice:
sr: &Прелом речи:
sr@latn: &Prelom reči:
ta: &சொல் மடிப்பு:
tg: Кӯчонидани &калима:
uk: П&еренесення слів:
zh_tw: 文字斷行[&W]:

source: Make &backup when saving a file
ar: أنشئ نسخة إ&حتياطية عند حفظ أي ملف
be: Ствараць &рэзервную копію пры запісу
bg: &Създаване на резервно копие при запис
ca: Fes un copia de se&guretat al guardar un fitxer
cs: Vytvořit &záložní kopii při uložení souboru
da: Lav sikkerheds&kopi når fil gemmes
el: Δημιουργία &αντιγράφου ασφαλείας κατά την αποθήκευση ενός αρχείου
es: &Hacer copia de respaldo al guardar el archivo
eu: Segurtasun &kopia egin fitxategi bat gordetzerakoan
fa: &پشتیبانی هنگام ذخیرۀ یک پرونده‌
fr: Faire une copie de &sauvegarde lors d'un enregistrement
ga: Déan &cúltaca agus comhad á shábháil
gl: Facer &copia de seguridade no gardado dos ficheiros
he: צור &גיבוי בעת שמירת קובץ
hi: जब फ़ाइल सहेजें तो बैक अप बनाएँ (&b)
hr: &Napravi sigurnosnu kopiju kod spremanja datoteka
hu: Biztonsági másolat &készítése mentéskor
is: Taka &afrit þegar skrá er vistuð
kk: Сақтағанда &сақтық көшірмесі жасалсын
km: ធ្វើការ​បម្រុងទុក​នៅពេល​កំពុងរក្សាទុក​ឯកសារ
ko: 백업 파일을 만들고 저장(&B)
mk: Направи зашт. &копија при зачувување на датотека
ms: Buat &sandaran apabila menyimpan fail
nb: Lag &sikkerhetskopi ved lagring av fil
nds: De ole &Utgaav vun de Datei sekern, wenn een nieg Utgaav sekert warrt
nl: Rese&rvekopie aanmaken tijdens het opslaan
pa: ਇੱਕ ਫਾਇਲ ਨੂੰ ਸੰਭਾਲਣ ਸਮੇਂ ਬੈਕਅੱਪ ਬਣਾਓ(&b)
ro: Creează fişiere de &rezervă la salvare
sk: Vytvoriť zálo&hu pri ukladaní súboru
sl: Naredi &varnostno kopijo pri shranjevanju
sr: Направи &резервну копију пре снимања фајла
sr@latn: Napravi &rezervnu kopiju pre snimanja fajla
ta: கோப்பைச் சேமிக்கும் போது அதை காப்பு செய்
tg: Ҳангоми захиракунии файл &нусхаи эҳтиётиро кунед
uk: Робити &резервну копію при збереженні файла
zh_tw: 儲存檔案時建立備份檔案[&B]

source: Disable Wrapping
ar: تعطيل التفاف النص
be: Адмяніць перанос
bg: Без пренос
br: Marvaat ar plegañ
ca: Desactiva el trencament de línia
cs: Zakázat lámání
da: Deaktivér ombrydning
el: Απενεργοποίηση αναδίπλωσης
eo: Malŝaltu linirompon
es: Desactivar el ajuste de línea
eu: Itzulbira Ezgaitu
fa: غیرفعال‌سازی سطربندی
fr: Ne pas couper les lignes
ga: Díchumasaigh Timfhilleadh
gl: Deshabilitar Axuste
he: בטל גלישת שורות
hi: रैपिंग अक्षम करें.
hu: a sortördelés kikapcsolása
is: Ekki skipta línum
kk: Тасымалдау болмасын
km: បិទ​ការរុំ
ko: 문단보호 해제
lt: Išjungti žodžių kėlimą
mk: Оневозможи пренесување
ms: Nyahaktifkan Pembalutan
nb: Slå av linjebryting
nds: Reegümbrook utmaken
nl: Regelafbreking uitschakelen
pa: ਲਪੇਟਣਾ ਅਯੋਗ
ro: Dezactivează limitarea
sk: Vypnúť zalamovanie
sl: Onemogoči prelom vrstic
sr: Искључи прелом
sr@latn: Isključi prelom
ta: சொல்மடிப்பை முடக்கு
tg: Хомӯшкунии Кӯчониш
uk: Вимкнути переведення слів
zh_tw: 關閉自動斷行

source: Soft Wrapping
ar: إلتفاف ناعم
be: Мяккі перанос
bg: При достигане край на ред
ca: Trencament suau
cs: Měkké lámání
da: Blød ombrydning
el: Μαλακή αναδίπλωση
eo: Ŝaltu linirompon
es: Ajuste suave
eu: Itzulbira leuna
fa: سطربندی نامشخص
fr: Couper les lignes approximativement
ga: Timfhilleadh Bog
he: גלישה רכה
hi: सॉफ्ट रैपिंग
hu: Szoft-sortördelés
is: Sýndar línuskipting
kk: "Жұмсақ" тасымалдау
km: ការរុំ​ទន់ៗ
ko: 여유있는 보호
lt: Besikeičiantis kėlimas
mk: Меко пренесување
ms: Pembalutan Lembut
nb: Myk linjebryting
nds: Week Reegümbrook
nl: Dynamische regelafbreking
pa: ਸਾਫਟ ਲਪੇਟੋ
ro: Limitare flexibilă
sk: Mäkké zalamovanie
sl: Mehki prelom vrstic
sr: Меки прелом
sr@latn: Meki prelom
ta: மென்மடிப்பு
tg: Кӯчониши Нарм
uk: М'який перенос
zh_tw: 版面顯示斷行

source: At Specified Column
ar: في العمود المحدد
be: У зададзенай пазіцыі
bg: При зададена колона
br: Er bann spisaet
ca: A una columna en concret
cs: Na určitém sloupci
da: Ved angivet søjle
el: Στην καθορισμένη στήλη
eo: Ĉe la indikita kolumno
es: A la columna especificada
eu: Zehaztutako Zutabean
fa: در ستون مشخص‌شده
fr: À une colonne donnée
ga: Ag an Colún Sonraithe
gl: Na Columna Especificada
he: בטור המצויין
hi: उल्लेखित स्तम्भ पर
hr: U navedenom stupcu
hu: megadott oszlopnál
is: Í tilteknum dálki
kk: Көрсетілген бағанда
km: នៅ​ជួរ​ឈរដែល​បាន​​បញ្ជាក់
ko: 지정된 칸에
lt: Nuo nurodyto stulpelio
mk: На зададената колона
ms: Pada Lajur yang Ditetapkan
nb: Ved oppgitt kolonne
nds: Bi den fastleggt Striep
nl: Op gespecificeerde kolom
pa: ਖਾਸ ਕਾਲਮ ਤੇ
ro: La coloana specificată
sk: Na danom stĺpci
sl: V navedenem stolpcu
sr: У наведеној колони
sr@latn: U navedenoj koloni
ta: குறிப்பிட்ட குறுக்குவரிசையில்
tg: Дар Сутуни Таъиншуда
uk: На вказаному стовпчику
zh_tw: 在特定的欄位

source: Wrap &column:
ar: &عمود التفاف النص:
be: Пераносіць у пазіцыі:
bg: Пр&енос след колона:
br: Plegañ er &vann :
ca: Trenca a la &columna:
cs: Zalamovat &sloupec:
da: Om&brydningssøjle:
el: &Στήλη αναδίπλωσης:
es: &Columna de ajuste:
eu: Itzulbira &zutabea:
fa: سطربندی &ستون:‌
fr: &Couper à la colonne :
ga: Timfhilleadh ag &colún:
gl: Axustar &columna:
he: טור &גלישה:
hi: स्तम्भ रैप करें: (&c)
hu: Tördelés ennél &az oszlopnál:
is: Línuskiptinga&dálkur:
kk: Тасылмалдау &бағаны:
km: រុំ​ជួរ​ឈរ ៖
ko: 칸 보호(&C):
mk: Колона за &пренесување:
ms: Balut &lajur:
nb: Brytnings&kolonne:
nds: Ü&mbrook bi Striep:
nl: Afbreken bij &kolom:
pa: ਕਾਲਮ ਲਪੇਟੋ(&c):
ro: &Coloana de limitare:
sk: &Stĺpec zalamovania:
sl: Prelomni stolpec:
sr: &Колона прелома:
sr@latn: &Kolona preloma:
ta: குறுக்கு வரிசையின் மடக்கு எண்:
tg: Кӯчонидани &сутун:
uk: Перенос&ити стовпчик:
zh_tw: 斷行欄位[&C]:

source: Use custom colors.
ar: إستخدم الألوان المعتادة.
be: Выкарыстаць свае колеры.
bg: Използване на потребителски цветове
br: Implij livioù diouzhoc'h.
ca: Usa colors a mida.
cs: Použít vlastní barvy.
da: Anvend brugerdefinerede farver.
el: Χρήση προσαρμοσμένων χρωμάτων.
es: Usar colores personalizados.
eu: Erabili kolore pertsonalizatuak.
fa: استفاده از رنگهای سفارشی:
fr: Utiliser des couleurs personnalisées.
ga: Úsáid dathanna saincheaptha.
gl: Empregar cores personalizadas.
he: השתמש בצבעים מותאמים אישית.
hi: मनपसंद रंग इस्तेमाल करें.
hr: Koristi birane boje.
hu: Egyéni színek használata.
is: Nota sérvalda liti.
kk: Қалаған түстерді пайдалану.
km: ប្រើ​ពណ៌​ផ្ទាល់ ខ្លួន ។
ko: 사용자 정의 색상 사용.
mk: Користи сопствени бои.
ms: Guna warna biasa.
nb: Bruk selvvalgte farger.
nds: Egen Klören bruken.
nl: Aangepaste kleuren gebruiken.
pa: ਪਸੰਦੀਦਾ ਰੰਗ ਵਰਤੋਂ।
ro: Utilizează culori personalizate.
sk: Použiť vlastné farby.
sl: Uporabi lastne barve.
sr: Користи посебне боје.
sr@latn: Koristi posebne boje.
ta: தனிப்பயன் வண்ணங்களைப் பயன்படுத்து
tg: Ранги худро истифода баред.
uk: Використовувати нетипові кольори.
zh_tw: 使用自定顏色

source: Text color
ar: لون النص
be: Колер тэксту
bg: Цвят на текста
br: Liv ar skrid
ca: Color del text
cs: Barva textu
da: Tekstfarve
el: Χρώμα κειμένου
es: Color del texto
eu: Testu kolorea
fa: رنگ متن
fr: Couleur du texte
ga: Dath téacs
gl: Cor do texto
he: צבע טקסט
hi: पाठ रंग
hr: Boja teksta
hu: Szövegszín
is: Textalitur
kk: Мәтіннің түсі
km: ពណ៌​អត្ថបទ
ko: 텍스트 색상
lt: Teksto spalva
mk: Боја на текст
ms: Warna teks
nb: Tekstfarge
nds: Textklöör
nl: Tekstkleur
pa: ਪਾਠ ਰੰਗ
ro: Culoare text
sk: Farba textu
sl: Barva besedila
sr: Боја текста
sr@latn: Boja teksta
ta: உரை வண்ணம்.
tg: Ранги матн
uk: Колір тексту
zh_tw: 文字顏色

source: Background color
ar: لون الخلفية
be: Колер фону
bg: Цвят на фона
br: Liv an drekleur
ca: Color de fons
cs: Barva pozadí
da: Baggrundsfarve
el: Χρώμα φόντου
es: Color del fondo
eu: Hondo kolorea
fa: رنگ زمینه
fr: Couleur du fond
ga: Dath an chúlra
gl: Cor do fondo
he: צבע רקע
hi: पृष्ठभूमि रंग
hr: Boja pozadine
hu: Háttérszín
is: Litur bakgrunns
kk: Аясының түсі
km: ពណ៌​ផ្ទៃខាងក្រោយ
ko: 배경 색상
mk: Боја на подлога
ms: Warna latar belakang
nb: Bakgrunnsfarge
nds: Achtergrundklöör
nl: Achtergrondkleur
pa: ਬੈਕਗਰਾਊਂਡ ਰੰਗ
ro: Culoare de fundal
sk: Farba pozadia
sl: Barva ozadja
sr: Боја позадине
sr@latn: Boja pozadine
ta: பின்னனி வண்ணம்:
tg: Ранги паснамо
uk: Колір тла
zh_tw: 背景顏色

source: Wrapping mode
ar: نمط الإلتفاف
be: Рэжым пераносу
bg: Режим на пренос
br: Mod plegañ
ca: Mode de trencament
cs: Režim lámání
da: Ombrydningstilstand
el: Τύπος αναδίπλωσης
es: Modo de ajuste
eu: Itzulbiraketa modua
fa: حالت سطربندی
fr: Mode de césure
ga: Mód timfhillte
gl: Modo de axuste
he: מצב גלישה
hi: रैपिंग मोड
hu: Sortördelési mód
is: Hamur línuskiptingar
kk: Тасымалдау режімі
km: របៀបរុំ
ko: 문단보호 모드
mk: Режим на пренесување
ms: Mod pembalutan
nb: Linjebrytingsmodus
nds: Ümbrook-Modus
nl: Afbreekmodus
pa: ਲਪੇਟਣ ਢੰਗ
ro: Mod de limitare
sk: Režim zalamovania
sl: Način preloma vrstic
sr: Режим преламања
sr@latn: Režim prelamanja
ta: மடிப்பு முடக்கு
tg: Усули кӯчонидан
uk: Режим переносів
zh_tw: 自動斷行模式

source: Wrap at column
ar: إلتفاف عند العمود
be: Пераносіць у пазіцыі:
bg: Пренос след колона
br: Plegañ er vann
ca: Trenca a la columna
cs: Zalomit na sloupci
da: Ombryd ved søjle
el: Αναδίπλωση στη στήλη
es: Ajustar a la columna
eu: Itzulbiratu zutabean
fa: سطربندی در ستون
fr: Couper à la colonne
ga: Timfhilleadh ag colún
gl: Axustar en columna
he: גלוש בטור
hi: स्तम्भ पर रैप करें
hu: Tördelés ennél az oszlopnál
is: Línuskiptingadálkur
kk: Тасымалдау бағаны
km: រុំ​នៅ​ជួរឈរ
ko: 칸 보호
mk: Пренесување кај колоната
ms: Balut pada lajur
nb: Bryt ved kolonne
nds: Ümbrook bi Striep
nl: Afbreken bij kolom
pa: ਕਾਲਮ ਤੇ ਲਪੇਟੋ
ro: Limitează la coloana
sk: Stĺpec zalamovania
sl: Prelomi ob stolpcu
sr: Преломи на колони
sr@latn: Prelomi na koloni
ta: குறுக்குவரிசையில் மடக்கு:
tg: Кӯчонидан дар сутун
uk: Переносити стовпчик
zh_tw: 斷行欄位:

source: Make backup when saving a file
ar: أنشئ نسخة إحتياطية عند حفظ أي ملف
be: Ствараць рэзервовую копію пры захаванні
bg: Създаване на резервно копие при запис на файла
ca: Fes un copia de seguretat al guardar un fitxer
cs: Vytvořit záložní kopii při uložení souboru
da: Lav sikkerhedskopi når fil gemmes
el: Δημιουργία αντιγράφου ασφαλείας κατά την αποθήκευση ενός αρχείου
es: Hacer copia de respaldo al guardar un archivo
eu: Egin segurtasun kopian fitxategi bat gordetzen denean
fa: پشتیبانی هنگام ذخیرۀ پرونده
fr: Faire une copie de sauvegarde lors d'un enregistrement
ga: Déan cúltaca nuair a shábhálfar comhad
gl: Facer unha copia de seguridade cando se garde un ficheiro
he: צור גיבוי בעת שמירת קובץ
hi: जब फ़ाइल सहेजें तो बैक अप बनाएँ
hr: Napravi sigurnosnu kopiju kod spremanja datoteka
hu: Biztonsági másolat készítése mentés előtt
is: Taka afrit þegar skrá er vistuð
kk: Сақтағанда сақтық көшірмесін жасау
km: ធ្វើការ​បម្រុងទុក​នៅពេល​កំពុង​រក្សាទុក​ឯកសារ
ko: 백업파일 만들고 파일 저장
lt: Išsaugojant bylą, padaryti atsarginę kopiją
mk: Направи зашт. копија при зачувување на датотека
ms: Buat sandaran semasa menyimpan fail
nb: Lag sikkerhetskopi ved lagring av fil
nds: De ole Utgaav vun de Datei sekern, wenn een nieg Utgaav sekert warrt
nl: Reservekopie aanmaken tijdens het opslaan
pa: ਫਾਇਲ ਸੰਭਾਲਣ ਸਮੇਂ ਬੈਕਅੱਪ ਬਣਾਓ
ro: Creează fişier de rezervă la salvarea unui fişier
sk: Vytvoriť zálohu pri ukladaní súboru
sl: Naredi varnostno kopijo pri shranjevanju
sr: Направи резервну копију пре снимања фајла
sr@latn: Napravi rezervnu kopiju pre snimanja fajla
ta: கோப்பை சேமிக்கும் போது அதை காப்பு செய்
tg: Ҳангоми захиракунии матн, нусхаҳои эҳтиётиро кунед
uk: Робити резервну копію при збереженні файла
zh_tw: 儲存檔案時建立備份檔案

source: _: NAME OF TRANSLATORS Your names
ar: محمد جمال, محمد عَصَر, عمار الطباع, خالد حسنى
be: Сяржук Лянцэвіч,Дарафей Праляскоўскі
bg: Радостин Раднев,Борислав Александров
br: Thierry Vignaud, Jañ-Mai Drapier
ca: Sebastià Pla i Sanz,Albert Astals Cid
cs: Miroslav Flídr,Lukáš Tinkl
da: Erik Kjær Pedersen,Thomas Tanghus,Lars K. Schunk
el: Στέργιος Δράμης,Κουζινόπουλος Χάρης
eo: Wolfram Diestel,Steffen Pietsch
es: Eloy Cuadra,Pablo de Vicente
eu: Iñigo Salvador Azurmendi
fa: مریم سادات رضوی
fr: Thibaut Cousin,Robert Jacolin
ga: Séamus Ó Ciardhuáin,Kevin Scannell
gl: Xabi García
he: צוות התרגום של KDE ישראל
hi: रविशंकर श्रीवास्तव
hr: Robert Pezer, Zoran Jankovic
hu: Nagy Balázs,Szántó Tamás
is: Logi Ragnarsson, Richard Allen, Pjetur G. Hjaltason
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee
lt: Eugenijus Paulauskas
mk: Владимир Стефанов<br> Божидар Проевски
ms: MIMOS
nb: Knut Yrvin, Christian A Strømmen [Number1/NumeroUno], Rune Nordvik, Petter Reinholdtsen
nds: Kai F. Lahmann
nl: Rinse de Vries
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
ro: Claudiu Costin
sk: Peter Strelec
sl: Marko Samastur,Gregor Rakar,Matjaž Horvat
sr: Александар Дезелин,Часлав Илић
sr@latn: Aleksandar Dezelin,Časlav Ilić
ta: சிவகுமார் சண்முகசுந்தரம்,கோமதி சிவகுமார்,வே.வெங்கடரமணன், துரையப்பா வசீகரன் மா சிவகுமார், ழ-தமிழ்க்கணினிக்குழு சென்னை
tg: Абророва Хиромон
uk: Andriy Rysin, Ivan Petrouchtchak
wa: Lorint Hendschel
zh_tw: 薛景中, 鄭原真，李爵樺

source: _: EMAIL OF TRANSLATORS Your emails
ar: f2c2001@yahoo.com, aser@arabeyes.org, atabba@kacst.edu.sa, dr.khaled.hosny@gmail.com
be: serzh.by@gmail.com,komzpa@tut.by
bg: radnev@yahoo.com,B.Aleksandrov@cnsys.bg
br: tvignaud@mandriva.com, jdrapier@club-internet.fr
ca: sps@sastia.com,astals11@terra.es
cs: flidr@kky.zcu.cz,lukas@kde.org
da: erik@binghamton.edu,tanghus@earthling.net,lars@schunk.dk
el: sdramis@egnatia.ee.auth.gr,haris@mpa.gr
eo: <wolfram@steloj.de>,<Steffen.Pietsch@BerlinOnline.de>
es: ecuadra@eloihr.net,vicente@oan.es
eu: xalba@euskalnet.net
fa: razavi@itland.ir
fr: cousin@kde.org,rjacolin@ifrance.com
ga: seoc at iolfree dot ie,scannell at slu dot edu
gl: xabifg@gmx.net
he: kde-il@yahoogroups.com
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
hr: lokalizacija@linux.hr
hu: julian7@kva.hu,tszanto@mol.hu
is: logir@logi.org, ra@ra.is, pjetur@pjetur.net
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com,leedos@hanmail.net
lt: eugenijus@agvila.lt
mk: vladoboss@mt.net.mk<br> bobibobi@freemail.com.mk
ms: opensource@mimos.my
nb: knuty@skolelinux.no,number1@realityx.net, rune@linuxnorge.com, pere@hungry.com
nds: kfl@3dots.de
nl: rinse@kde.nl
pa: aalam@users.sf.net
ro: claudiuc@kde.org
sk: beko@profi.sk
sl: markos@elite.org,gregor.rakar@kiss.si,matjaz85@yahoo.com
sr: deza@ptt.yu,chaslav@sezampro.yu
sr@latn: deza@ptt.yu,chaslav@sezampro.yu
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,venkat@tamillinux.org,t_vasee@yahoo.com,ma_sivakumar@yahoo.com, tamilpc@ambalam.com
tg: H_Abrorova@rambler.ru
uk: rysin@kde.org, iip@telus.net
wa: LorintHendschel@skynet.be
zh_tw: shyue@sonoma.com.tw, ycheng@slat.org, kenduest@i18n.linux.org.tw

source: &Insert File...
ar: إ&دراج ملف
be: У&ставіць файл...
bg: Вмъкване на &файл...
br: &Ensoc'hañ ur restr ...
ca: &Insereix un fitxer...
cs: Vlož&it soubor...
da: &Indsæt fil...
el: &Εισαγωγή αρχείου...
eo: Enmetu d&osieron...
es: &Insertar archivo...
eu: F&itxategia Txertatu...
fa: &درج پرونده...‌
fr: Insérer un fic&hier...
ga: &Ionsáigh Comhad...
gl: &Inserir Ficheiro...
he: הוספת &קובץ...
hi: फ़ाइल प्रविष्ट करें... (&I)
hr: Umetni &datoteku...
hu: &Fájl beszúrása...
is: Setja &inn skrá...
kk: Файлды енд&іру...
km: បញ្ចួលឯកសារ...
ko: 파일 삽입(&I)...
lt: Įterpti &bylą...
mk: &Вметни датотека...
ms: &Selitkan Fail...
nb: Sett &inn fil …
nds: Datei &infögen...
nl: Bestand &invoegen...
pa: ਫਾਇਲ ਸ਼ਾਮਲ ਕਰੋ(&I)...
ro: Inserează un &fişier...
sk: Vložiť &súbor...
sl: Vstav&i datoteko ...
sr: &Уметни фајл...
sr@latn: &Umetni fajl...
ta: &கோப்பை நுழை
tg: &Ҷойгузории Файл...
uk: &Вставити файл...
wa: &Sititchî on Fitchî...
zh_tw: 插入文件[&I]...

source: In&sert Date
ar: إد&راج التاريخ
be: Ус&тавіць дату
bg: Вмъкване на &дата
br: En&soc'hañ an deiziad
ca: I&nsereix la data
cs: Vložit &datum
da: Ind&sæt dato
el: Ε&ισαγωγή ημερομηνίας
eo: Enmetu &daton
es: In&sertar fecha
eu: &Data Txertatu
fa: &درج تاریخ...‌
fr: Insérer la &date
ga: Ion&sáigh Dáta
gl: In&serir Data
he: הוסף תא&ריך
hi: तारीख़ प्रविष्ट करें (&s)
hr: &Umetni datum
hu: A dát&um beszúrása
is: Stinga inn &dagsetningu
kk: Күн белгі&сін қою
km: បញ្ចូល​កាលបរិច្ឆេទ
ko: 날짜 삽입(&S)
lt: Įterpti &datą
mk: В&метни датум
ms: &Selitkan Tarikh
nb: Sett i&nn dato
nds: &Datum infögen
nl: Datum in&voegen
pa: ਤਾਰੀਖ ਸ਼ਾਮਲ(&s)
ro: Inserează &data
sk: Vložiť &dátum
sl: V&stavi datum
sr: У&метни датум
sr@latn: U&metni datum
ta: தேதியை &நுழை
tg: &Ҷойгиркунии Сана
uk: В&ставити дату
wa: Sititchî li &date
zh_tw: 插入日期[&S]

source: Cl&ean Spaces
ar: تن&ظيف الفراغات
be: &Прыбраць прабелы
bg: Из&чистване на интервалите
ca: Elimina &més d'un espai seguit
cs: Vyčistit m&ezery
da: &Rene mellemrum
el: Κα&θαρισμός κενών
eo: Forigu troajn spacsignojn
es: Limpiar &espacios
eu: Hutsun&eak Garbitu
fa: &پاک کردن فاصله‌ها‌
fr: Nettoyer les esp&aces
ga: G&lan Spásanna
gl: Lim&par Espacios
he: &נקה רווחים
hi: फ़ालतू फ़ासले हटाएँ (&e)
hr: &Očisti razmake
hu: A s&zóközök normalizálása
is: Hreinsa &bil
kk: Бос орындарды &алып тастау
km: សំអាត​ទំហំ
ko: 공백 지우기(&E)
lt: Iš&valyti tarpus
mk: Ис&чисти празни места
ms: &Bersihkan Ruang
nb: &Tøm mellomrom
nds: L&eerrüüm oprümen
nl: Spaties opschon&en
pa: ਖਾਲੀ ਥਾਂ ਸਾਫ
ro: Elimină &spaţiile
sk: Vyčistiť m&edzery
sl: Počisti pr&esledke
sr: И&збриши размаке
sr@latn: I&zbriši razmake
ta: இடைவெளிகளை &அகற்று
tg: &Тозакунии Фазо
uk: О&чистити пропуски
wa: &Netyî les espåces
zh_tw: 清除空白[&E]

source: OVR
be: НАМ
ca: SOB
el: ΕΠΚ
eo: ANST
es: SOBR
eu: GAIN
fr: ÉCR
he: שכתוב
hi: मिटाकर लिखें
is: YFR
kk: ҮСТ
ko: 수정
lt: VIRŠ
nds: Övr
pa: ਉੱਤੇ
sk: CEZ
sl: PREK
sr: ПРЕ
sr@latn: PRE
uk: ЗАМ
zh_tw: 蓋寫

source: Line:000000 Col: 000
ar: السطر:000000 العمود: 000
be: Радок: 000000 Слупок: 000
bg: Ред: 000000 Кол: 000
br: Linenn : 0000000 Bann : 000
ca: Línia:000000 Col: 000
cs: Řádka:00000 Sloupec: 000
da: Linje:000000 Søjle: 000
el: Γραμμή:000000 Στήλη: 000
eo: Lin.:000000 Kol.: 000
es: Línea: 000000 Col: 000
eu: Lerroa:000000 Zut: 000
fa: خط:000000 ستون:000
fr: Ligne : 000000, Colonne : 000
ga: Líne:000000 Col: 000
gl: Liña:000000 Col: 000
he: שורה:000000 טור: 000
hi: पंक्ति:000000 स्तम्भ: 000
hr: Redak: 000000 Stupac: 000
hu: Sor: 000000 Oszlop: 000
is: Lína: 000000 Dálkur: 000
kk: Жол: 000000 Баған: 000
km: បន្ទាត់ ៖០០០០០០​ជួរឈរ ៖​០០០
ko: 줄:000000 칸:000
lt: Eil.:000000 Stulp.: 000
mk: Лин:000000 Кол: 000
ms: Baris:000000 Lajur: 000
nb: Linje:000000 kolonne: 000
nds: Reeg:000000 Str: 000
nl: Regel:000000 Kol: 000
pa: ਲਾਈਨ:000000 ਕਾਲਮ: 000
ro: Linia:000000 Coloana: 000
sk: Riadok:000000 Stĺpec: 000
sl: Vrst:000000 Stolp: 000
sr: Линија: 000000 Колона: 000
sr@latn: Linija: 000000 Kolona: 000
ta: குறுக்கு: 000000 நெடுக்கு: 000
tg: Сатр:000000 Сутун: 000
uk: Ряд: 000000 Стп: 000
wa: Roye: 000000 Col.: 000
zh_tw: 行數: 000000 列數: 000

source: Line: 1 Col: 1
ar: السطر: 1 العمود: 1
be: Радок: 1 Слупок: 1
bg: Ред: 1 Кол: 1
br: Linenn : 1 Bann : 1
ca: Línia: 1 Col: 1
cs: Řádka: 1 Sloupec: 1
da: Linje: 1 Søjle: 1
el: Γραμμή: 1 Στήλη:1
eo: Lin.: 1 Kol.: 1
es: Línea: 1 Col: 1
eu: Lerroa: 1 Zut: 1
fa: خط: ۱ ستون: ۱
fr: Ligne : 1, Colonne : 1
ga: Líne: 1 Col: 1
gl: Liña: 1 Col: 1
he: שורה: 1 טור: 1
hi: पंक्ति: 1 स्तम्भ: 1
hr: Redak: 1 Stupac: 2
hu: Sor: 1 Oszlop: 1
is: Lína: 1 Dálkur: 1
kk: Жол: 1 Баған: 1
km: បន្ទាត់ ៖​១​ជួរឈរ ៖​១
ko: 줄: 1 칸: 1
lt: Eil.: 1 Stulp.: 1
mk: Лин: 1 Кол: 1
ms: Baris: 1 Lajur: 1
nb: Linje: 1 kolonne: 1
nds: Reeg: 1 Str: 1
nl: Regel: 1 Kol: 1
pa: ਲਾਈਨ: 1 ਕਾਲਮ: 1
ro: Linia: 1 Coloana: 1
sk: Riadok: 1 Stĺpec: 1
sl: Vrst: 1 Stolp: 1
sr: Линија: 1 Колона: 1
sr@latn: Linija: 1 Kolona: 1
ta: குறுக்கு: 1 நெடுக்கு: 1
tg: Сатр: 1 Сутун: 1
uk: Ряд: 1 Стп: 1
wa: Roye: 1 Col.: 1
zh_tw: 行數: 1 列數: 1

source: INS
be: ВСТ
el: ΕΙΣ
eo: ENM
eu: SAR
he: הוספה
hi: प्रविष्ट करें
kk: ЕНД
ko: 삽입
lt: ĮTER
nds: Inf
nl: INV
pa: ਸ਼ਾਮਲ
sk: VKL
sl: VRIN
sr: УМЕ
sr@latn: UME
uk: ВСТ
zh_tw: 插入
