Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kjots.po
Languages: ro, sr, uz, uz@cyrillic

source: Pages
ro: Pagini
sr: Страна
uz: Betlar
uz@cyrillic: Бетлар

source: Next Book
sr: Следећа књига
uz: Keyingi kitob
uz@cyrillic: Кейинги китоб

source: Previous Book
sr: Претходна књига
uz: Oldingi kitob
uz@cyrillic: Олдинги китоб

source: Next Page
sr: Следећа страна
uz: Keyingi bet
uz@cyrillic: Кейинги бет

source: Previous Page
sr: Претходна страна
uz: Oldingi bet
uz@cyrillic: Олдинги бет

source: &New Page
ro: Pagină &nouă
sr: Нова &страна
uz: &Yangi bet
uz@cyrillic: &Янги бет

source: New &Book...
ro: Carte &nouă...
sr: Нова &књига
uz: Yangi &kitob...
uz@cyrillic: Янги &китоб...

source: Export Page
ro: Exportă pagina
sr: Извези страну
uz: Betni eksport qilish
uz@cyrillic: Бетни экспорт қилиш

source: To Text File...
ro: În fişier text...
sr: У текстуални фајл...
uz: Matn fayliga...
uz@cyrillic: Матн файлига...

source: To HTML File...
ro: În fişier HTML...
sr: У HTML фајл...
uz: HTML fayliga...
uz@cyrillic: HTML файлига...

source: Export Book
ro: Exportă cartea
sr: Извези књигу
uz: Kitobni eksport qilish
uz@cyrillic: Китобни экспорт қилиш

source: &Delete Page
ro: Şterge p&agina
sr: Обриши с&трану
uz: Betni oʻ&chirish
uz@cyrillic: Бетни ў&чириш

source: Delete Boo&k
ro: Şterge &cartea
sr: Обриши књ&игу
uz: Kitobni oʻchiri&sh
uz@cyrillic: Китобни ўчири&ш

source: Manual Save
ro: Salvare manuală
sr: Ручно снимање
uz: Qoʻlbola saqlash
uz@cyrillic: Қўлбола сақлаш

source: Copy &into Page Title
ro: Copiază în &titlul paginii
sr: Копирај &у наслов стране
uz: Bet sarlavhasiga &koʻchirish
uz@cyrillic: Бет сарлавҳасига &кўчириш

source: Rename...
ro: Redenumeşte...
sr: Преименуј...
uz: Nomini oʻzgartirish...
uz@cyrillic: Номини ўзгартириш...

source: Insert Date
ro: Inserează data
sr: Уметни датум
uz: Sanani qoʻyish
uz@cyrillic: Санани қўйиш

source: New Book
ro: Carte nouă
sr: Нова књига
uz: Yangi kitob
uz@cyrillic: Янги китоб

source: Book name:
ro: Nume carte:
sr: Име књиге:
uz: Kitob nomi:
uz@cyrillic: Китоб номи:

source: <qt>Are you sure you want to delete the <strong>%1</strong> book?</qt>
ro: <qt>Sînteţi sigur că vreţi să ştergeţi cartea <strong>%1</strong>?</qt>
sr: <qt>Желите ли заиста да обришете књигу <strong>%1</strong>?</qt>
uz: <qt><strong>%1</strong> kitobini oʻchirishga ishonchingiz komilmi?</qt>
uz@cyrillic: <qt><strong>%1</strong> китобини ўчиришга ишончингиз комилми?</qt>

source: Delete Book
ro: Ştergere carte
sr: Обриши књигу
uz: Kitobni oʻchirish
uz@cyrillic: Китобни ўчириш

source: <qt>Are you sure you want to delete the <strong>%1</strong> page?</qt>
ro: <qt>Sînteţi sigur că vreţi să ştergeţi pagina <strong>%1</strong>?</qt>
sr: <qt>Желите ли заиста да обришете страну <strong>%1</strong>?</qt>
uz: <qt><strong>%1</strong> betini oʻchirishga ishonchingiz komilmi?</qt>
uz@cyrillic: <qt><strong>%1</strong> бетини ўчиришга ишончингиз комилми?</qt>

source: Delete Page
ro: Ştergere pagină
sr: Обриши страну
uz: Betni oʻchirish
uz@cyrillic: Бетни ўчириш

source: Autosave
ro: Salvare automată
sr: Аутоматско снимање
uz: Avto-saqlash
uz@cyrillic: Авто-сақлаш

source: The file <strong>%1</strong> already exists. Do you wish to overwrite it?
ro: Fişierul <strong>%1</strong> există deja. Doriţi să îl suprascriu?
sr: Фајл <strong>%1</strong> већ постоји. Желите ли да га пребришете?
uz: <strong>%1</strong> nomli fayl allaqachon mavjud. Uni almashtirishni istaysizmi?
uz@cyrillic: <strong>%1</strong> номли файл аллақачон мавжуд. Уни алмаштиришни истайсизми?

source: File Exists
ro: Fişierul există
sr: Фајл постоји
uz: Fayl allaqachon mavjud
uz@cyrillic: Файл аллақачон мавжуд

source: Overwrite
sr: Пребриши
uz: Almashtirish
uz@cyrillic: Алмаштириш

source: This bookmark is from an older version of KJots and is not fully supported. It may or may not work. You should delete and recreate this bookmark.
sr: Овај маркер је из старије верзије KJots-а и није у потпуности подржан. Можда ће радити а можда и неће. Требало би да га избришете и поново направите.
uz: Ushbu xatchoʻp KJots dasturining eski versiyasida yaratilgan va ishlamasligi mumkin. Uni oʻchirib yangidan tuzishni maslahat beramiz.
uz@cyrillic: Ушбу хатчўп KJots дастурининг эски версиясида яратилган ва ишламаслиги мумкин. Уни ўчириб янгидан тузишни маслаҳат берамиз.

source: All pages must be inside a book. Would you like to create a new book to put the page in, or would you prefer to not move the page at all?
ro: Toate paginiile trebuie să fie în interiorul unei cărţi. Doriţi să creez o carte nouă şi să pun pagina în ea sau preferaţi să nu mut deloc pagina?
sr: Све стране морају да буду унурар књиге. Желите ли да направите нову књигу у коју ћете ставити страну, или радије не бисте уопште премештали станицу?
uz: Barcha betlar kitobda joylashgan boʻlishi kerak. Betni qoʻyish uchun yangi kitob yaratishni istaysizmi yoki uni koʻchirishni umuman bekor qilishni istaysizmi?
uz@cyrillic: Барча бетлар китобда жойлашган бўлиши керак. Бетни қўйиш учун янги китоб яратишни истайсизми ёки уни кўчиришни умуман бекор қилишни истайсизми?

source: Create New Book
ro: Creează carte nouă
sr: Направи нову књигу
uz: Yangi kitob yaratish
uz@cyrillic: Янги китоб яратиш

source: Do Not Move Page
sr: Не премештај страну
uz: Bet koʻchirilmasin
uz@cyrillic: Бет кўчирилмасин

source: _: NAME OF TRANSLATORS Your names
ro: Claudiu Costin
sr: Милош Пузовић,Часлав Илић
uz: Nurali Abdurahmonov
uz@cyrillic: Нурали Абдураҳмонов

source: _: EMAIL OF TRANSLATORS Your emails
ro: claudiuc@kde.org
sr: m.puzovic@etoncollege.org.uk,chaslav@sezampro.yu
uz: mavnur@gmail.com
uz@cyrillic: mavnur@gmail.com

source: Open URL
ro: Deschide URL
sr: Отвори URL
uz: URL'ni ochish
uz@cyrillic: URL'ни очиш

source: Rename Book
ro: Redenumire carte
sr: Преименуј књигу
uz: Kitob nomini oʻzgartirish
uz@cyrillic: Китоб номини ўзгартириш

source: Saving %1
ro: Salvez %1
sr: Снима се %1
uz: %1 saqlanmoqda
uz@cyrillic: %1 сақланмоқда

source: Saving the contents of %1 to %2
ro: Salvez conţinutul %1 din %2
sr: Снима се садржај %1 у %2
uz: %1'dagi narsalar %2'ga saqlanmoqda
uz@cyrillic: %1'даги нарсалар %2'га сақланмоқда

source: Print: %1
ro: Tipăreşte: %1
sr: Штампај: %1
uz: %1 hujjatni bosib chiqarish
uz@cyrillic: %1 ҳужжатни босиб чиқариш

source: Untitled Book
ro: Carte fără nume
sr: Неименована књига
uz: Nomsiz kitob
uz@cyrillic: Номсиз китоб

source: Table of Contents
ro: Cuprins
sr: Садржај
uz: Mundarija
uz@cyrillic: Мундарижа

source: Rename Page
ro: Redenumire pagină
sr: Преименуј страну
uz: Bet nomini oʻzgartirish
uz@cyrillic: Бет номини ўзгартириш

source: Page title:
ro: Titlu pagină:
sr: Наслов стране:
uz: Bet sarlavhasi:
uz@cyrillic: Бет сарлавҳаси:

source: Page %1
ro: Pagina %1
sr: Страна %1
uz: %1-chi bet
uz@cyrillic: %1-чи бет

source: KDE note taking utility
ro: Utilitar KDE pentru notiţe
sr: KDE-ов алат за забелешке
uz: KDE uchun yozma xotira uchun vosita
uz@cyrillic: KDE учун ёзма хотира учун восита

source: Current maintainer
ro: Responsabil actual
sr: Тренутни одржавалац
uz: Joriy taʼminlovchi
uz@cyrillic: Жорий таъминловчи

source: Original author
ro: Autor original
sr: Првобитни аутор
uz: Birinchi muallif
uz@cyrillic: Биринчи муаллиф

source: minutes
ro: minute
sr: минута
uz: daqiqa
uz@cyrillic: дақиқа

source: 1 minute
ro: 1 minut
sr: 1 минут
uz: 1 daqiqa
uz@cyrillic: 1 дақиқа

source: This is the number of minutes KJots will wait before automatically saving changes.
ro: Acesta este numărul de minute pe care îl va aştepta KJots înainte de a salva automat modificările.
sr: Ово је број минута који ће KJots сачекати да прође пре него што аутоматски сними измене.
uz: KJots oʻzgarishlarni avtomatik saqlashdan oldin kutadigan vaqt.
uz@cyrillic: KJots ўзгаришларни автоматик сақлашдан олдин кутадиган вақт.

source: S&ave every:
sr: С&ними сваких:
uz: S&aqlash oraligʻi:
uz@cyrillic: С&ақлаш оралиғи:

source: &Save changes periodically
ro: &Salvează periodic modificările
sr: &Снимај измене периодично
uz: Oʻzgarishlarni doimiy saqlab &borish
uz@cyrillic: Ўзгаришларни доимий сақлаб &бориш

source: When "Enable autosave" is checked, KJots will automatically save changes made to books at the interval defined below.
ro: Dacă opţiunea "Salvează periodic modificările" este selectată, KJots va salva automat modificările făcute în cărţi la intervalul de timp definit mai jos.
sr: Када је попуњена кућица „Укључи аутоматско снимање“, KJots ће аутоматски снимати измене у књигама у доле дефинисаном интервалу.
uz: Agar belgilansa, KJots avtomatik ravishda quyida koʻrsatilgan vaqt boʻyicha oʻzgarishlarni saqlab boradi.
uz@cyrillic: Агар белгиланса, KJots автоматик равишда қуйида кўрсатилган вақт бўйича ўзгаришларни сақлаб боради.

source: Use Unico&de encoding
sr: Користи Унико&д кодирање
uz: &Yunikod kodlash usulini ishlatish
uz@cyrillic: &Юникод кодлаш усулини ишлатиш

source: How the main window is divided.
ro: Cum este împărţită fereastra principală.
sr: Како је подељен главни прозор.
uz: Asosiy oynani ajratuvchisi koʻrinishi.
uz@cyrillic: Асосий ойнани ажратувчиси кўриниши.

source: The book or page that is currently active.
sr: Књига или страна која је тренутно активна.
uz: Joriy ochiq kitob yoki bet.
uz@cyrillic: Жорий очиқ китоб ёки бет.

source: The font used to display the contents of books.
ro: Fontul utilizat la afişarea conţinutului cărţii.
sr: Фонт који се користи за приказ садржаја књига.
uz: Kitoblarni koʻrsatishda ishlatiladigan shrift.
uz@cyrillic: Китобларни кўрсатишда ишлатиладиган шрифт.

source: Whether books should be saved automatically.
ro: Precizează dacă ar trebui salvate cărţile automat
sr: Да ли би књиге требало аутоматски да се снимају.
uz: Kitoblarni avtomatik ravishda saqlash.
uz@cyrillic: Китобларни автоматик равишда сақлаш.

source: Whether UTF-8 encoding should be forced for saving and loading.
sr: Да ли UTF-8 кодирање треба форсирати при снимању и учитавању.
uz: Saqlash va yuklashda UTF-8 kodlash usulidan foydalanish.
uz@cyrillic: Сақлаш ва юклашда UTF-8 кодлаш усулидан фойдаланиш.

source: The interval in minutes at which books should be saved automatically.
ro: Intervalul în minute după care cărţile sînt salvate automat.
sr: Интервал у минутима у којем би књиге требало аутоматски да се снимају.
uz: Kitoblarni avtomatik saqlash orasidagi vaqt (daqiqalarda).
uz@cyrillic: Китобларни автоматик сақлаш орасидаги вақт (дақиқаларда).

source: The last ID that was used for a book or page.
sr: Последња ИД. која је коришћена за књигу или страну.
uz: Kitob yoki bet uchun ishlatilgan oxirgi ID.
uz@cyrillic: Китоб ёки бет учун ишлатилган охирги ID.
