Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kmilo_thinkpad.po
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, ga, gl, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: Power management mode AC changed: PM AC manual
ar: لقد تغيّر نمط إدارة الطاقة "تيار متردد": PM AC يدوى
ca: El mode de gestió d'alimentació alterna ha canviat: AA manual
cs: Režim správy napájení změněn: ruční PM AC
da: Strømhåndteringens tilstand ændret: PM AC manuel
de: Stromsparmodus (Steckdose) eingestellt auf: manuell (Steckdose)
el: Η κατάσταση διαχείρισης ισχύος AC άλλαξε: Χειροκίνητη PM AC
es: Modo de ahorro de energía AC cambiado a manual
et: Vooluhaldusrežiimi AC muudetud: PM AC käsitsi
eu: Energia kudeaketa modua AC aldatuta: EK AC eskuz
fa: AC حالت مدیریت توان تغییر کرد: PM AC دستی
fi: Virranhallintatila verkkovirralla muuttui: verkkovirta käsikäyttöinen
fr: Mode de gestion de l'alimentation modifié : gestion alim. manuelle
gl: O modo de xestión da enerxía AC foi mudado: PM AC manual
hu: Külső energiaellátás-váltás: PM AC - kézi
is: Orkuhamur breyttur: PM AC manual
it: Modalità gestione energia alimentatore cambiata: manuale
ja: 電源管理コンセント変更: PM AC 手動
kk: Тоқтан қуаттандыру режімінің ауысуы: қолмен басқару режімі
km: បាន​ផ្លាស់ប្តូរ​របៀប​គ្រប់គ្រង​ថាមពល AC ៖ PM AC ដោយដៃ
ko: 전원 관리 모드 AC 변경됨: PM AC 수동
mk: Режимот за управување со ел. енергија е сменет: ел. енергија, рачно
ms: AC mod pengurusan kuasa diubah: AC PM manual
nb: Strømstyringsmodus Lysnett endret: PM Lysnett manuelt
nds: Stroomkuntrull-Bedriefoort hett wesselt: Per Hand (Steekdoos)
nl: Energiebeheermodus netvoeding gewijzigd: PM AC handmatig
pa: ਬਿਜਲੀ ਪ੍ਰਬੰਧਕ ਢੰਗ AC ਤਬਦੀਲ: PM AC ਦਸਤੀ
pl: Tryb zasilania prądem zmiennym zmieniony: PM AC ręczny
pt: Gestão de energia modo ligado à corrente mudou: PM AC manual
pt_br: Modo de gerenciamento de energia modificado: manual
ru: Питание от сети: свои параметры
sk: Režim ovládania spotreby je zmenený: PM zo siete ručne
sl: Energetsko upravljanje omrežne napetosti je spremenjeno: upravljanje z omrežno napetostjo je ročno
sr: Режим управљања енергијом је измењен: PM AC ручно
sr@latn: Režim upravljanja energijom je izmenjen: PM AC ručno
sv: Strömhanteringsläge för nätadapter ändrat: Nätanslutning manuell
ta: AC மேலாண்மை பாங்கின் சக்தி மாற்றப்பட்டுள்ளது :PM AC மனித செயலாகும்
tg: Ҳолати AC-и менеҷменти қувва иваз шуд: PM AC дастӣ
uk: В керуванні живленням змінено режим AC: PM AC ручний
zh_cn: 交流电源管理模式已更改：交流电源手动
zh_tw: 電源管理模式電源變更：手動

source: Power management mode AC changed: PM AC unknown
ar: لقد تغيّر نمط إدارة الطاقة"تيار متردد": PM AC غير معروف
ca: El mode de gestió d'alimentació alterna ha canviat: AA desconeguda
cs: Režim správy napájení změněn: neznámý PM AC
da: Strømhåndteringens tilstand ændret: PM AC ukendt
de: Stromsparmodus (Steckdose) eingestellt auf: unbekannt (Steckdose)
el: Η κατάσταση διαχείρισης ισχύος AC άλλαξε: Άγνωστη PM AC
es: Modo de ahorro de energía AC cambiado a estado desconocido
et: Vooluhaldusrežiimi AC muudetud: PM AC tundmatu
eu: Energia kudeaketa modua AC aldatuta: EK AC ezezaguna
fa: AC حالت مدیریت توان تغییر کرد: PM AC ناشناخته
fi: Virranhallintatila verkkovirralla muuttui: verkkovirta tuntematon
fr: Mode de gestion de l'alimentation modifié : gestion alim. inconnue
gl: O modo de xestión da enerxía AC foi mudado: PM AC descoñecido
hu: Külső energiaellátás-váltás: PM AC - ismeretlen
is: Orkuhamur breyttur: PM AC unknown
it: Modalità gestione energia alimentatore cambiata: sconosciuta
ja: 電源管理コンセント変更: PM AC 不明
kk: Тоқтан қуаттандыру режімінің ауысуы: режімі беймәлім
km: បាន​ផ្លាស់ប្តូរ​របៀប​គ្រប់គ្រង​ថាមពល AC ៖ PM AC មិន​ស្គាល់
ko: 전원 관리 모드 AC 변경됨: PM AC 알 수 없음
mk: Режимот за управување со ел. енергија е сменет: ел. енергија, непознато
ms: AC mod pengurusan kuasa diubah: AC PM tak diketahui
nb: Strømstyringsmodus Lysnett endret: PM Lysnett ukjent
nds: Stroomkuntrull-Bedriefoort hett wesselt: nich bekannt (Steekdoos)
nl: Energiebeheermodus netvoeding gewijzigd: PM AC onbekend
pa: ਬਿਜਲੀ ਪ੍ਰਬੰਧਕ ਢੰਗ AC ਤਬਦੀਲ: PM AC ਅਣਪਛਾਤਾ
pl: Tryb zasilania prądem zmiennym zmieniony: PM AC nieznany
pt: Gestão de energia modo ligado à corrente mudou: PM AC desconhecido
pt_br: Modo de gerenciamento de energia modificado: desconhecido
ru: Питание от сети: нет данных
sk: Režim ovládania spotreby je zmenený: PM zo siete neznáme
sl: Energetsko upravljanje omrežne napetosti je spremenjeno: upravljanje z omrežno napetostjo je neznano
sr: Режим управљања енергијом је измењен: PM AC непознато
sr@latn: Režim upravljanja energijom je izmenjen: PM AC nepoznato
sv: Strömhanteringsläge för nätadapter ändrat: Nätanslutning okänd
ta: AC மேலாண்மை பாங்கின் சக்தி மாற்றப்பட்டுள்ளது :PM AC தெரியாது
tg: Ҳолати AC-и менеҷменти қувва иваз шуд: PM AC номаълум
uk: В керуванні живленням змінено режим AC: PM AC невідомий
zh_cn: 交流电源管理模式已更改：交流电源未知
zh_tw: 電源管理模式電源變更：未知

source: Power management mode battery changed: PM battery high
ar: لقد تغيّر نمط إدارة الطاقة"بطارية": بطارية PM مرتفعة
ca: El mode de gestió d'alimentació bateria ha canviat: bateria alta
cs: Režim baterie správy napájení změněn: vysoký PM baterie
da: Strømhåndteringens tilstand ændret: PM batteri høj
de: Stromsparmodus (Akku) eingestellt auf: hoch (Akku)
el: Η κατάσταση διαχείρισης μπαταρίας άλλαξε: PM μπαταρίας υψηλή
es: Modo de ahorro de energía de baterías cambiado a alto
et: Vooluhaldusrežiimi aku muudetud: PM aku sees
eu: Energia kudeaketa modua AC aldatuta: EK bateria altua
fa: باتری حالت مدیریت توان تغییر کرد: باتری PM بالا
fi: Virranhallintatila akulla muuttui: akun tila latautunut
fr: Mode de gestion de la batterie modifié : gestion batterie élevée
gl: O modo de xestión da batería foi mudado: PM da batería activo
hu: Belső energiaellátás-váltás: PM telep - magas
is: Rafhlöðuhamur breyttur: PM battery high
it: Modalità gestione energia batteria cambiata: alta
ja: 電源管理バッテリ変更: PM バッテリ 高
kk: Аккумулятордан қуаттандыру режімінің ауысуы: толық режімі
km: បាន​ផ្លាស់ប្តូរ​របៀប​គ្រប់គ្រង​ថាមពល​ថ្ម ៖ ថ្ម PM ខ្ពស់
ko: 전원 관리 모드 배터리 변경됨: PM 배터리 높음
mk: Режимот за управување со батеријата е сменет: батерија, високо
ms: Bateri mod pengurusan kuasa diubah: bateri PM tinggi
nb: Strømstyringsmodus batteri endret: PM batteri høyt
nds: Stroomkuntrull-Bedriefoort hett wesselt: Hooch (Batterie)
nl: Energiebeheermodus netvoeding gewijzigd: PM batterij hoog
pa: ਬਿਜਲੀ ਪ੍ਰਬੰਧਕ ਢੰਗ ਬੈਟਰੀ ਤਬਦੀਲ: PM AC ਜਿਆਦਾ
pl: Tryb zasilania z baterii zmieniony: PM baterii wysoki
pt: Gestão de energia modo bateria mudou: PM bateria alto
pt_br: Modo de gerenciamento de bateria modificado: alta
ru: Питание от батареи: макс
sk: Režim ovládania spotreby je zmenený: PM batérie vysoké
sl: Energetsko upravljanje baterije je spremenjeno: upravljanje z baterijo je visoko
sr: Режим управљања енергијом је измењен: PM батерија високо
sr@latn: Režim upravljanja energijom je izmenjen: PM baterija visoko
sv: Strömhanteringsläge för batteri ändrat: Batteri högt
ta: மின் கலன் மேலாண்மை பாங்கின் சக்தி மாற்றப்பட்டுள்ளது :PM மின்கலம் வேகமாகும்
tg: Ҳолати батарейкаи менеҷменти қувва иваз шуд: PM заряди батарейка баланд аст
uk: В керуванні живленням змінено режим AC: PM батареї макс.
zh_cn: 电池电源管理模式已更改：电池电源高
zh_tw: 電源管理模式電池變更：high

source: Power management mode battery changed: PM battery auto
ar: لقد تغيّر نمط إدارة الطاقة"بطارية": بطارية PM تلقائى
ca: El mode de gestió d'alimentació bateria ha canviat: bateria auto
cs: Režim baterie správy napájení změněn: automatický PM baterie
da: Strømhåndteringens tilstand ændret: PM batteri auto
de: Stromsparmodus (Akku) eingestellt auf: automatisch (Akku)
el: Η κατάσταση διαχείρισης μπαταρίας άλλαξε: PM μπαταρίας αυτόματη
es: Modo de ahorro de energía de baterías cambiado a automático
et: Vooluhaldusrežiimi aku muudetud: PM aku automaatne
eu: Energia kudeaketa modua AC aldatuta: EK bateria auto
fa: باتری حالت مدیریت توان تغییر کرد: باتری PM خودکار
fi: Virranhallintatila akulla muuttui: akun tila automaattinen
fr: Mode de gestion de la batterie modifié : gestion batterie auto.
gl: O modo de xestión da batería foi mudado: PM da batería automático
hu: Belső energiaellátás-váltás: PM telep - automatikus
is: Rafhlöðuhamur breyttur: PM battery auto
it: Modalità gestione energia batteria cambiata: automatica
ja: 電源管理バッテリ変更: PM バッテリ 自動
kk: Аккумулятордан қуаттандыру режімінің ауысуы: авто режімі
km: បាន​ផ្លាស់ប្តូរ​របៀប​គ្រប់គ្រង​ថ្មី ៖ ថ្ម PM ស្វ័យប្រវត្តិ
ko: 전원 관리 모드 배터리 변경됨: PM 배터리 자동
mk: Режимот за управување со батеријата е сменет: батерија, автоматски
ms: Bateri mod pengurusan kuasa diubah: bateri PM auto
nb: Strømstyringsmodus batteri endret: PM batteri auto
nds: Stroomkuntrull-Bedriefoort hett wesselt: Automaatsch (Batterie)
nl: Energiebeheermodus netvoeding gewijzigd: PM batterij automatisch
pa: ਬਿਜਲੀ ਪ੍ਰਬੰਧਕ ਢੰਗ ਬੈਟਰੀ ਤਬਦੀਲ: PM AC ਸਵੈ
pl: Tryb zasilania z baterii zmieniony: PM baterii automatyczny
pt: Gestão de energia modo bateria mudou: PM bateria auto
pt_br: Modo de gerenciamento de bateria modificado: automática
ru: Питание от батареи: авто
sk: Režim ovládania spotreby je zmenený: PM batérie automaticky
sl: Energetsko upravljanje baterije je spremenjeno: upravljanje z baterijo je samodejno
sr: Режим управљања енергијом је измењен: PM батерија ауто.
sr@latn: Režim upravljanja energijom je izmenjen: PM baterija auto.
sv: Strömhanteringsläge för batteri ändrat: Batteri automatiskt
ta: மின் கலன் மேலாண்மை பாங்கின் சக்தி மாற்றப்பட்டுள்ளது :PM மின்கலம் தானாகும்
tg: Ҳолати батарейкаи менеҷменти қувва иваз шуд: PM заряди батарейка худкор аст
uk: В керуванні живленням змінено режим AC: PM батарея авто
zh_cn: 电池电源管理模式已更改：电池电源自动
zh_tw: 電源管理模式電池變更：自動

source: Power management mode battery changed: PM battery manual
ar: لقد تغيّر نمط إدارة الطاقة"بطارية": بطارية PM يدوى
ca: El mode de gestió d'alimentació bateria ha canviat: bateria manual
cs: Režim baterie správy napájení změněn: ruční PM baterie
da: Strømhåndteringens tilstand ændret: PM batteri manuel
de: Stromsparmodus (Akku) eingestellt auf: manuell (Akku)
el: Η κατάσταση διαχείρισης μπαταρίας άλλαξε: PM μπαταρίας χειροκίνητη
es: Modo de ahorro de energía de baterías cambiado a manual
et: Vooluhaldusrežiimi aku muudetud: PM aku käsitsi
eu: Energia kudeaketa modua AC aldatuta: EK bateria eskuz
fa: باتری حالت مدیریت توان تغییر کرد: باتری PM دستی
fi: Virranhallintatila akulla muuttui: akun tila manuaalinen
fr: Mode de gestion de la batterie modifié : gestion batterie manuelle
gl: O modo de xestión da batería foi mudado: PM da batería manual
hu: Belső energiaellátás-váltás: PM telep - kézi
is: Rafhlöðuhamur breyttur: PM battery manual
it: Modalità gestione energia batteria cambiata: manuale
ja: 電源管理バッテリ変更: PM バッテリ 手動
kk: Аккумулятордан қуаттандыру режімінің ауысуы: қолмен басқару режімі
km: បាន​ផ្លាស់ប្តូរ​របៀប​គ្រប់គ្រង​ថាមពល​ថ្ម ៖ ថ្ម PM ដោយ​ដៃ
ko: 전원 관리 모드 배터리 변경됨: PM 배터리 수동
mk: Режимот за управување со батеријата е сменет: батерија, рачно
ms: Bateri mod pengurusan kuasa diubah: bateri PM manual
nb: Strømstyringsmodus batteri endret: PM batteri manuelt
nds: Stroomkuntrull-Bedriefoort hett wesselt: Per Hand (Batterie)
nl: Energiebeheermodus netvoeding gewijzigd: PM batterij handmatig
pa: ਬਿਜਲੀ ਪ੍ਰਬੰਧਕ ਢੰਗ ਬੈਟਰੀ ਤਬਦੀਲ: PM AC ਦਸਤੀ
pl: Tryb zasilania z baterii zmieniony: PM baterii ręczny
pt: Gestão de energia modo bateria mudou: PM bateria manual
pt_br: Modo de gerenciamento de bateria modificado: manual
ru: Питание от батареи: свои параметры
sk: Režim ovládania spotreby je zmenený: PM batérie ručné
sl: Energetsko upravljanje baterije je spremenjeno: upravljanje z baterijo je ročno
sr: Режим управљања енергијом је измењен: PM батерија ручно
sr@latn: Režim upravljanja energijom je izmenjen: PM baterija ručno
sv: Strömhanteringsläge för batteri ändrat: Batteri manuellt
ta: மின் கலன் மேலாண்மை பாங்கின் சக்தி மாற்றப்பட்டுள்ளது :PM மின்கலம் மனித செயலாகும்
tg: Ҳолати батарейкаи менеҷменти қувва иваз шуд: PM заряди батарейка дастӣ аст
uk: В керуванні живленням змінено режим AC: PM батарея ручний
zh_cn: 电池电源管理模式已更改：电池电源手动
zh_tw: 電源管理模式電池變更：手動

source: Power management mode battery changed: PM battery unknown
ar: لقد تغيّر نمط إدارة الطاقة"بطارية": بطارية PM غير معروف
ca: El mode de gestió d'alimentació bateria ha canviat: bateria desconeguda
cs: Režim baterie správy napájení změněn: neznámý PM baterie
da: Strømhåndteringens tilstand ændret: PM batteri ukendt
de: Stromsparmodus (Akku) eingestellt auf: unbekannt (Akku)
el: Η κατάσταση διαχείρισης μπαταρίας άλλαξε: PM μπαταρίας άγνωστη
es: Modo de ahorro de energía de baterías cambiado a estado desconocido
et: Vooluhaldusrežiimi aku muudetud: PM aku tundmatu
eu: Energia kudeaketa modua AC aldatuta: EK bateria ezezaguna
fa: باتری حالت مدیریت توان تغییر کرد: باتری PM ناشناخته
fi: Virranhallintatila akulla muuttui: akun tila tuntematon
fr: Mode de gestion de la batterie modifié : gestion batterie inconnue
gl: O modo de xestión da batería foi mudado: PM batería descoñecido
hu: Belső energiaellátás-váltás: PM telep - ismeretlen
is: Rafhlöðuhamur breyttur: PM battery unknown
it: Modalità gestione energia batteria cambiata: sconosciuta
ja: 電源管理バッテリ変更: PM バッテリ 手動
kk: Аккумулятордан қуаттандыру режімінің ауысуы: режімі беймәлім
km: បាន​ផ្លាស់ប្តូរ​របៀប​គ្រប់គ្រង​ថាមពល​ថ្ម ៖ ថ្ម PM មិន​ស្គាល់
ko: 전원 관리 모드 배터리 변경됨: PM 배터리 알 수 없음
mk: Режимот за управување со батеријата е сменет: батерија, непознато
ms: Bateri mod pengurusan kuasa diubah: bateri PM tak diketahui
nb: Strømstyringsmodus batteri endret: PM batteri ukjent
nds: Stroomkuntrull-Bedriefoort hett wesselt: nich bekannt (Batterie)
nl: Energiebeheermodus netvoeding gewijzigd: PM batterij onbekend
pa: ਬਿਜਲੀ ਪ੍ਰਬੰਧਕ ਢੰਗ ਬੈਟਰੀ ਤਬਦੀਲ: PM AC ਅਣਪਛਾਤਾ
pl: Tryb zasilania z baterii zmieniony: PM baterii nieznany
pt: Gestão de energia modo bateria mudou: PM bateria desconhecido
pt_br: Modo de gerenciamento de bateria modificado: desconhecido
ru: Питание от батареи: нет данных
sk: Režim ovládania spotreby je zmenený: PM batérie neznáme
sl: Energetsko upravljanje baterije je spremenjeno: upravljanje z baterijo je neznano
sr: Режим управљања енергијом је измењен: PM батерија непознато
sr@latn: Režim upravljanja energijom je izmenjen: PM baterija nepoznato
sv: Strömhanteringsläge för batteri ändrat: Batteri okänt
ta: மின் கலன் மேலாண்மை பாங்கின் சக்தி மாற்றப்பட்டுள்ளது :PM மின்கலம் தெரியாது
tg: Ҳолати батарейкаи менеҷменти қувва иваз шуд: PM заряди батарейка номаълум аст
uk: В керуванні живленням змінено режим AC: PM батарея невідомий
zh_cn: 电池电源管理模式已更改：电池电源未知
zh_tw: 電源管理模式電池變更：未知

source: Wireless LAN is enabled
ar: تم تفعيل الشبكة المحلية اللاسلكية
bg: Безжичната мрежа е включена
ca: La xarxa sense fils està activa
cs: Bezdrátová LAN zapnuta
da: Trådløst lokalt netværk aktiveret
de: Drahtloses Netzwerk ist aktiv
el: Το Wireless LAN ενεργοποιήθηκε
es: Red inalámbrica activada
et: Traadita LAN lubatud
eu: Kablerik gabeko LAN-a gaituta dago
fa: فعال‌سازی شبکۀ داخلی بی‌سیم
fi: Langaton yhteys on käytössä
fr: Le réseau local sans fil est activé
ga: Cumasaíodh LAN gan sreang
gl: A rede LAN sen fios está activada
hu: A vezeték nélküli hálózat bekapcsolva
is: Þráðlaust net er virkjað
it: Rete senza fili attivata
ja: 無線 LAN は有効
kk: Сымсыз желі рұқсат етілген
km: LAN ឥត​ខ្សែ​បាន​បើក
ko: 무선 LAN 켜짐
mk: Бежичната мрежа е вклучена
nb: Trådløst nettverk skrudd på
nds: Funknettwark is anmaakt
nl: Draadloos netwerk is geactiveerd
pa: ਬੇਤਾਰ LAN ਚਾਲੂ ਹੈ
pl: Sieć bezprzewodowa jest włączona
pt: A LAN sem fios está activa
pt_br: Rede sem fio habilitada
ru: Беспроводная сеть включена
sk: Bezdrôtová LAN je povolená
sl: Brezžično omrežje je omogočeno
sr: Бежична мрежа је укључена
sr@latn: Bežična mreža je uključena
sv: Trådlöst lokalt nätverk aktiverat
uk: Бездротовий LAN увімкнено
uz: Simsiz tarmoq yoqilgan
uz@cyrillic: Симсиз тармоқ ёқилган
zh_cn: 无线局域网已禁用
zh_tw: 無線網路已開啟

source: Wireless LAN is disabled
ar: تم تعطيل الشبكة المحليية اللاسلكية
bg: Безжичната мрежа е изключена
ca: La xarxa sense fils està inactiva
cs: Bezdrátová LAN vypnuta
da: Trådløst lokalt netværk deaktiveret
de: Drahtloses Netzwerk ist abgeschaltet
el: Το Wireless LAN απενεργοποιήθηκε
es: Red inalámbrica desactivada
et: Traadita LAN keelatud
eu: Kablerik gabeko LAN-a desgaituta dago
fa: غیرفعال بودن شبکۀ داخلی بی‌سیم
fi: Langaton yhteys ei ole käytössä
fr: Le réseau local sans fil est désactivé
ga: Díchumasaíodh LAN gan sreang
gl: A rede LAN sen fios está deshabilitada
hu: A vezeték nélküli hálózat kikapcsolva
is: Slökkt er á þráðlausu neti
it: Rete senza fili disattivata
ja: 無線 LAN は無効
kk: Сымсыз желі рұқсат етілмеген
km: LAN ឥត​ខ្សែ​បាន​បិទ
ko: 무선 LAN 꺼짐
mk: Бежичната мрежа е исклучена
nb: Trådløst nettverk skrudd av
nds: Funknettwark is utmaakt
nl: Draadloos netwerk is gedeactiveerd
pa: ਬੇਤਾਰ LAN ਬੰਦ ਹੈ
pl: Sieć bezprzewodowa jest wyłączona
pt: A LAN sem fios está desactivada
pt_br: Rede sem fio desabilitada
ru: Беспроводная сеть выключена
sk: Bezdrôtová LAN je zakázaná
sl: Brezžično obrežje je onemogočeno
sr: Бежична мрежа је искључена
sr@latn: Bežična mreža je isključena
sv: Trådlöst lokalt nätverk inaktiverat
uk: Бездротовий LAN вимкнено
uz: Simsiz tarmoq oʻchirilgan
uz@cyrillic: Симсиз тармоқ ўчирилган
zh_cn: 无线局域网已启用
zh_tw: 無線網路已關閉

source: Bluetooth is enabled
ar: تم تفعيل البلوتوث
bg: Връзката Bluetooth е включена
ca: El Bluetooth està actiu
cs: Bluetooth zapnut
da: Bluetooth er aktiveret
de: Bluetooth ist eingeschaltet
el: Το Bluetooth ενεργοποιήθηκε
es: Bluetooth activado
et: Bluetooth lubatud
eu: Bluetooth gaituta dago
fa: فعال‌سازی Bluetooth
fi: Bluetooth on päällä
fr: Bluetooth est activé
ga: Cumasaíodh Bluetooth
gl: O Bluetooth está activado
hu: A Bluetooth bekapcsolva
is: Bluetooth er virkjað
it: Bluetooth attivato
ja: Bluetooth は有効
kk: Bluetooth рұқсат етілген
km: ប្ល៊ូធូស​បាន​បើក
ko: Bluetooth 켜짐
mk: Bluetooth е вклучено
nb: Bluetooth skrudd på
nds: Bluetooth is anmaakt
nl: Bluetooth is geactiveerd
pa: ਬਲਿਊਟੁੱਥ ਚਾਲੂ ਹੈ
pl: Bluetooth jest włączony
pt: O Bluetooth está activo
pt_br: Bluetooth habilitado
ru: Bluetooth включен
sk: Bluetooth je povolený
sl: Bluetooth je omogočen
sr: Bluetooth је укључен
sr@latn: Bluetooth je uključen
sv: Blåtand är aktiverat
uk: Bluetooth увімкнено
uz: Bluetooth yoqilgan
uz@cyrillic: Bluetooth ёқилган
zh_cn: 蓝牙已启用
zh_tw: 藍芽功能已開啟

source: Bluetooth is disabled
ar: تم تعطيل البلوتوث
bg: Връзката Bluetooth е изключена
ca: El Bluetooth està inactiu
cs: Bluetooth vypnut
da: Bluetooth er deaktiveret
de: Bluetooth ist ausgeschaltet
el: Το Bluetooth απενεργοποιήθηκε
es: Bluetooth desactivado
et: Bluetooth keelatud
eu: Bluetooth desgaituta dago
fa: غیرفعال‌سازی Bluetooth
fi: Bluetooth ei ole päällä
fr: Bluetooth est désactivé
ga: Díchumasaíodh Bluetooth
gl: O Bluetooth está deshabilitado
hu: A Bluetooth kikapcsolva
is: Slökkt er á Bluetooth
it: Bluetooth disattivato
ja: Bluetooth は無効
kk: Bluetooth рұқсат етілмеген
km: ប្ល៊ូធូស​បាន​បិទ
ko: Bluetooth 꺼짐
mk: Bluetooth е исклучено
nb: Bluetooth skrudd av
nds: Bluetooth is utmaakt
nl: Bluetooth is gedeactiveerd
pa: ਬਲਿਊਟੁੱਥ ਬੰਦ ਹੈ
pl: Bluetooth jest wyłączony
pt: O Bluetooth está desactivado
pt_br: Bluetooth desabilitado
ru: Bluetooth выключен
sk: Bluetooth je zakázaný
sl: Bluetooth je onemogočen
sr: Bluetooth је искључен
sr@latn: Bluetooth je isključen
sv: Blåtand är inaktiverat
uk: Bluetooth вимкнено
uz: Bluetooth oʻchirilgan
uz@cyrillic: Bluetooth ўчирилган
zh_cn: 蓝牙已禁用
zh_tw: 藍芽功能已關閉

source: _: NAME OF TRANSLATORS Your names
ar: خالد حسنى
bg: Радостин Раднев
ca: Sebastià Pla i Sanz
cs: Lukáš Tinkl
da: Erik Kjær Pedersen
de: Gregor Zumstein
el: Ηλίας Οικονομάκος
es: Eloy Cuadra
et: Marek Laane
eu: Iñigo Salvador Azurmendi, Ion Gaztañaga
fa: مریم سادات رضوی
fi: Ilpo Kantonen
fr: Matthieu Robin
ga: Séamus Ó Ciardhuáin
gl: mvillarino
hu: Szántó Tamás
is: Þröstur Svanbergsson, Richard Allen
it: Nicola Ruggero,Federico Cozzi
ja: Fumiaki Okushi,Kurose Shushi,Kenshi Muto
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Park Shinjo
mk: Божидар Проевски
ms: MIMOS
nb: Bjørn Steensrud,Nils Kristian Tomren
nds: Sönke Dibbern
nl: Tom Albers,Bram Schoenmakers
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Krzysztof Lichota
pt: Pedro Morais,José Nuno Pires
pt_br: Lisiane Sztoltz Teixeira, Henrique Pinto
ru: Nickolai Shaforostoff
sk: Stanislav Višňovský,laki
sl: Gregor Rakar
sr: Часлав Илић
sr@latn: Časlav Ilić
sv: Stefan Asserhäll
ta: tamilpc team
tg: Tajik KDE Teams: Роҷер Ковакс, Виктор Ибрагимов, Марина Колючева
uk: Іван Петрущак
uz: Nurali Abdurahmonov
uz@cyrillic: Нурали Абдураҳмонов
zh_cn: Mai Hao Hui
zh_tw: Frank Weng (a.k.a. Franklin)

source: _: EMAIL OF TRANSLATORS Your emails
ar: dr.khaled.hosny@gmail.com
bg: radnev@yahoo.com
ca: sps@sastia.com
cs: lukas@kde.org
da: erik@binghamton.edu
de: gz@orchester-bremgarten.ch
el: iliasoik@edu.teiath.gr
es: ecuadra@eloihr.net
et: bald@starman.ee
eu: xalba@euskalnet.net, igaztanaga@gmail.com
fa: razavi@itland.ir
fi: ilpo@iki.fi
fr: kde@macolu.org
ga: seoc at iolfree dot ie
gl: mvillarino@users.sourceforge.net
hu: tszanto@mol.hu
is: throstur@bylur.net, ra@ra.is
it: nicola@nxnt.org
ja: fumiaki@okushi.com,md81@bird.email.ne.jp,kmuto@debian.org
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: peremen@gmail.com
mk: bobibobi@freemail.com.mk
ms: opensource@mimos.my
nb: bjornst@powertech.no,project@nilsk.net
nds: s_dibbern@web.de
nl: tomalbers@kde.nl,bramschoenmakers@kde.nl
pa: aalam@users.sf.net
pl: lichota@mimuw.edu.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: lisiane@conectiva.com.br,henrique.pinto@kdemail.net
ru: shafff@ukr.net
sk: visnovsky@kde.org,laki@laki.sk
sl: gregor.rakar@kiss.si
sr: caslav.ilic@gmx.net
sr@latn: caslav.ilic@gmx.net
sv: stefan.asserhall@comhem.se
ta: jayalakshmibalaji@hotmail.com
tg: youth_opportunities@tajik.net
uk: ivanpetrouchtchak@yahoo.com
uz: mavnur@gmail.com
uz@cyrillic: mavnur@gmail.com
zh_cn: mhh@ricetons.com
zh_tw: franklin at goodhorse dot idv dot tw
