Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/kmilo_thinkpad.po
Languages: ar, bg, ca, cs, da, de, el, es, et, eu, fa, fi, fr, ga, gl, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, uz, uz@cyrillic, zh_cn, zh_tw

source: Mute on
ar: قطع الصوت
bg: Включване на звука
ca: Apagat
cs: Ztlumit
da: Lyd slået fra
de: Stumm geschaltet
el: Σίγαση ήχου
es: Silencio activado
et: Vaigistus sees
eu: Mututu
fa: صدادار
fi: Hiljennä
fr: Muet
ga: Gan fuaim
gl: Silenciado
hu: Hang ki
is: Þagga
it: Muto attivato
ja: ミュートオン
kk: Дыбыссыз
km: ស្ងាត់
ko: 음소거
mk: Пригушување вкл.
ms: Buka mute
nb: Demping på
nds: Kläng ut
nl: Gedempt
pa: ਚੁੱਪ ਚਾਲੂ
pl: Wyciszenie włączone
pt: Mudo ligado
pt_br: Mudo ligado
ru: Звук включен
sk: Potichu
sl: Izključi zvok
sr: Утишај
sr@latn: Utišaj
sv: Tyst på
ta: ஒலிநிறுத்தம்
uk: Вимкнути звук
uz: Tovush oʻchirilgan
uz@cyrillic: Товуш ўчирилган
zh_cn: 静音开
zh_tw: 開啟靜音

source: Mute off
ar: تشغيل الصوت
bg: Изключване на звука
ca: No apagat
cs: Ztlumení vypnuto
da: Lyd slået til
de: Nicht stumm geschaltet
el: Ενεργοποίηση ήχου
es: Silencio desactivado
et: Vaigistus väljas
eu: Mututu ezgaitu
fa: بی‌صدا
fi: Poista hiljennys
fr: Non muet
ga: Fuaim
gl: Silencio anulado
hu: Hang be
is: Virkja hljóð
it: Muto disattivato
ja: ミュートオフ
kk: Дыбыспен
km: មិន​ស្ងាត់
ko: 음소거 해제
mk: Пригушување искл.
ms: Tutup mute
nb: Demping av
nds: Kläng an
nl: Geluid aan
pa: ਚੁੱਪ ਬੰਦ
pl: Wyciszenie wyłączone
pt: Mudo desligado
pt_br: Mudo desligado
ru: Звук выключен
sk: Nahlas
sl: Vključi zvok
sr: Врати звук
sr@latn: Vrati zvuk
sv: Tyst av
ta: ஒலிநிறுத்தத்தை எடு
tg: Куштани овоз
uk: Увімкнути звук
uz: Tovush yoqilgan
uz@cyrillic: Товуш ёқилган
zh_cn: 静音关
zh_tw: 關閉靜音

source: Thinkpad Button Pressed
ar: زر Thinkpad مضغوط
bg: Бутон на Thinkpad е натиснат
ca: S'ha premut el botó Thinkpad
cs: Stlačeno tlačítko Thinkpad
da: Thinkpad-knap trykket ned
de: Thinkpad-Knopf wurde gedrückt
el: Πατήθηκε το πλήκτρο Thinkpad
es: Botón Thinkpad pulsado
et: Vajutati Thinkpadi nuppu
eu: Thinkpad Botoia Sakatuta
fa: دکمۀ Thinkpad فشار داده شد
fi: Thinkpad-nappia painettu
fr: Bouton « Thinkpad » enfoncé
ga: Cnaipe Thinkpad brúite
gl: Botón "Thinkpad" premido
hu: Thinkpad-gomb megnyomva
is: Ýtt á Thinkpad takka
it: Premuto pulsante Thinkpad
ja: シンクパッドのボタンが押されました
kk: Thinkpad батырмасы басылған
km: បាន​ចុចប៊ូតុង Thinkpad
ko: Thinkpad 버튼 눌림
mk: Притиснато е копче на Thinkpad
ms: Butang Thinkpad Ditekan
nb: Thinkpad-knappen trykket
nds: Thinkpad-Knoop drückt
nl: Thinkpad-knop ingedrukt
pa: ਥਿੰਕਪੈਡ ਬਟਨ ਦਬਾਇਆ
pl: Naciśnięty przycisk Thinkpada
pt: Botão Thinkpad Premido
pt_br: Botão Thinkpad Pressionado
ru: Нажата кнопка Thinkpad
sk: Stlačené tlačidlo Thinkpad
sl: Pritisnjen gumb Thinkpad
sr: Дугме Thinkpad је притиснуто
sr@latn: Dugme Thinkpad je pritisnuto
sv: Thinkpad-knapp tryckt
ta: தின்க்பட் பொத்தானை அழுத்தவும்
tg: Тугмаи дафтарчаи фикр пахш карда шудааст
uk: Натиснуто кнопку Thinkpad
uz: Thinkpad tugmasi bosilgan
uz@cyrillic: Thinkpad тугмаси босилган
zh_cn: 按下了 Thinkpad 按钮
zh_tw: 按下 Thinkpad 按鈕

source: ThinkLight is on
ar: ThinkLight مضاء
bg: ThinkLight е включено
ca: ThinkLight està encès
cs: ThinkLight je zapnuto
da: ThinkLight er slået til
de: ThinkLight ist an
el: Το ThinkLight είναι ενεργοποιημένο
es: ThinkLight activada
et: ThinkLight on sees
eu: ThinkLight piztuta
fa: ThinkLight روشن است
fi: ThinkLight on päällä
fr: ThinkLight activé
ga: ThinkLight ann
gl: "ThinkLight" está aceso
hu: ThinkLight bekapcsolva
is: ThinkLight er á
it: ThinkLight accesa
ja: シンクライトがオン
kk: ThinkLight қосылған
km: ThinkLight បាន​បើក
ko: ThinkLight 켜짐
mk: ThinkLight е вкл.
ms: ThinkLight dibuka
nb: ThinkLight er på
nds: ThinkLight is an
nl: ThinkLight staat aan
pa: ਥਿੰਕਲਾਈਟ ਚਾਲੂ ਹੈ
pl: ThinkLight jest włączone
pt: ThinkLight está ligada
pt_br: ThinkLight ligada
ru: Включен режим ThinkLight
sk: ThinkLight je zapnutý
sl: ThinkLight je vključen
sr: ThinkLight је укључено
sr@latn: ThinkLight je uključeno
sv: Thinklight är på
ta: தின்க்லைட் இயக்கத்தில்
uk: ThinkLight - увімк.
uz: ThinkLight yoqilgan
uz@cyrillic: ThinkLight ёқилган
zh_cn: ThinkLight 开
zh_tw: ThinkLigh 已開

source: ThinkLight is off
ar: ThinkLight مطفأ
bg: ThinkLight е изключено
ca: ThinkLight està apagat
cs: ThinkLight je vypnuto
da: ThinkLight er slået fra
de: ThinkLight ist aus
el: Το ThinkLight είναι απενεργοποιημένο
es: ThinkLight desactivada
et: ThinkLight on väljas
eu: ThinkLight itzalduta
fa: ThinkLight خاموش است
fi: ThinkLight on pois päältä
fr: ThinkLight désactivé
ga: ThinkLight as
gl: "ThinkLight" está apagado
hu: ThinkLight kikapcsolva
is: ThinkLight er slökkt
it: ThinkLight spenta
ja: シンクライトがオフ
kk: ThinkLight өшірілген
km: ThinkLight បាន​បិទ
ko: ThinkLight 꺼짐
mk: ThinkLight е искл.
ms: ThinkLight ditutup
nb: ThinkLight er av
nds: ThinkLight is ut
nl: ThinkLight staat uit
pa: ਥਿੰਕਲਾਈਟ ਬੰਦ ਹੈ
pl: ThinkLight jest wyłączone
pt: ThinkLight está desligada
pt_br: ThinkLight desligada
ru: Выключен режим ThinkLight
sk: ThinkLight je vypnutý
sl: ThinkLight je izključen
sr: ThinkLight је искључено
sr@latn: ThinkLight je isključeno
sv: Thinklight är av
ta: தின்க்லைட் இயக்கத்தில் இல்லை
tg: ThinkLight кушта мебошад
uk: ThinkLight - вимкн.
uz: ThinkLight oʻchirilgan
uz@cyrillic: ThinkLight ўчирилган
zh_cn: ThinkLight 关
zh_tw: ThinkLight 已關

source: Zoom button pressed
ar: زر التقريب مضغوط
bg: Натиснат е бутонът Zoom
ca: S'ha premut el botó Zoom
cs: Stlačeno tlačítko Zoom
da: Forstørrelsesknap trykket ned
de: Zoom-Knopf wurde gedrückt
el: Πατήθηκε το πλήκτρο Εστίαση
es: Botón Zoom pulsado
et: Vajutati nuppu Zoom
eu: Zoom botoia sakatuta
fa: دکمۀ بزرگ‌نمایی فشار داده شد
fi: Zoom-nappia painettu
fr: Bouton « zoom » enfoncé
ga: Cnaipe súmála brúite
gl: Botón "Ampliar" premido
hu: Zoom gomb megnyomva
is: Ýtt á renna að hnappinn
it: Premuto pulsante zoom
ja: Zoom ボタンが押されました
kk: Zoom батырмасы басылған
km: បាន​ចុច​ប៊ូតុងពង្រីក
ko: 줌 단추 눌림
mk: Притиснато е копчето Zoom
ms: Butang zum ditekan
nb: Forstørr-knappen trykket
nds: Gröttknoop drückt
nl: Zoomknop ingedrukt
pa: ਅਕਾਰ ਬਟਨ ਦਬਾਇਆ
pl: Naciśnięty przycisk Powiększenie
pt: Botão ampliação premido
pt_br: Botão de Zoom pressionado
ru: Нажата кнопка Zoom
sk: Tlačidlo Zoom stlačené
sl: Pritisnjen gumb Zoom
sr: Дугме Zoom је притиснуто
sr@latn: Dugme Zoom je pritisnuto
sv: Zoom-knappen tryckt
ta: பெரிதாக்கும் பட்டன் அழுத்தப்பட்டது
tg: Тугмаи тағйири андозаи тасвир пахш карда шудааст
uk: Натиснуто кнопку Zoom
zh_cn: 按下了缩放按钮
zh_tw: 按下放大鍵

source: Home button pressed
ar: زر المنزل مضغوط
bg: Натиснат е бутонът Home
ca: S'ha premut el botó Inici
cs: Stlačeno tlačítko Home
da: Home-knap trykket ned
de: Home-Knopf wurde gedrückt
el: Πατήθηκε το πλήκτρο Σπίτι
es: Botón Carpeta personal pulsado
et: Vajutati nuppu Home
eu: Etxe botoia sakatuta
fa: دکمۀ آغازه فشار داده شد
fi: Home-nappia painettu
fr: Bouton « maison » enfoncé
ga: Cnaipe "Home" brúite
gl: Botón "Inicio" premido
hu: Home gomb megnyomva
is: Ýtt á Home takka
it: Premuto pulsante home
ja: Home ボタンが押されました
kk: Home батырмасы басылған
km: បាន​ចុច​ប៊ូតុង​ដើម
ko: 홈 단추 눌림
mk: Притиснато е копчето Home
ms: Butang Home ditekan
nb: Home-knappen trykket
nds: Tohuus-Knoop drückt
nl: Thuis-knop ingedrukt
pa: ਘਰ ਬਟਨ ਦਬਾਇਆ
pl: Naciśnięty przycisk Dom
pt: Botão casa premido
pt_br: Botão Home pressionado
ru: Нажата кнопка Home
sk: Stlačené tlačidlo Home
sl: Pritisnjen gumb Domov
sr: Дугме Home је притиснуто
sr@latn: Dugme Home je pritisnuto
sv: Home-knappen tryckt
ta: அகம் பொத்தானை அழுத்து
tg: Тугмаи хона пахш карда шудааст
uk: Натиснуто кнопку домівки
uz: Uy tugmasi bosilgan
uz@cyrillic: Уй тугмаси босилган
zh_cn: 按下了主页按钮
zh_tw: 按下首頁鍵

source: Search button pressed
ar: زر البحث مضغوط
bg: Натиснат е бутонът Search
ca: S'ha premut el botó Cerca
cs: Stlačeno tlačítko Search
da: Søgeknap trykket ned
de: Suchen-Knopf wurde gedrückt
el: Πατήθηκε το πλήκτρο Αναζήτηση
es: Botón Buscar pulsado
et: Vajutati nuppu Search
eu: Bilatu botoia sakatuta
fa: دکمۀ جستجو فشار داده شد
fi: Etsi-nappia painettu
fr: Bouton « Recherche » enfoncé
ga: Cnaipe cuardaigh brúite
gl: Botón "Procurar" premido
hu: Keresés gomb megnyomva
is: Ýtt á Search takka
it: Premuto pulsante ricerca
ja: Search ボタンが押されました
kk: Search батырмасы басылған
km: បាន​ចុច​ប៊ូតុង​ស្វែងរក
ko: 검색 단추 눌림
mk: Притиснато е копчето Search
ms: Butang cari ditekan
nb: Søk-knappen trykket
nds: Söökknoop drückt
nl: Zoekknop ingedrukt
pa: ਖੋਜ ਬਟਨ ਦਬਾਇਆ
pl: Naciśnięty przycisk Wyszukiwanie
pt: Botão procurar premido
pt_br: Botão Procurar pressionado
ru: Нажата кнопка Search
sk: Stlačené tlačidlo Search
sl: Pritisnjen gumb Iskanje
sr: Дугме Search је притиснуто
sr@latn: Dugme Search je pritisnuto
sv: Sökknappen tryckt
ta: தேடுதல் பொத்தானை அழுத்து
tg: Тугмаи ҷустуҷӯ пахш карда шудааст
uk: Натиснуто кнопку пошуку
uz: Qidirish tugmasi bosilgan
uz@cyrillic: Қидириш тугмаси босилган
zh_cn: 按下了搜索按钮
zh_tw: 按下搜尋鍵

source: Mail button pressed
ar: زر البريد مضغوط
bg: Натиснат е бутонът Mail
ca: S'ha premut el botó Correu
cs: Stlačeno tlačítko Mail
da: E-mail-knap trykket ned
de: E-Mail-Knopf wurde gedrückt
el: Πατήθηκε το πλήκτρο Mail
es: Botón Correo pulsado
et: Vajutati nuppu Mail
eu: Posta botoia sakatuta
fa: دکمۀ نامه فشار داده شد
fi: Mail-nappia painettu
fr: Bouton « Courrier » enfoncé
ga: Cnaipe "Mail" brúite
gl: Botón "Correo" premido
hu: E-mail gomb megnyomva
is: Ýtt á Mail takka
it: Premuto pulsante posta
ja: Mail ボタンが押されました
kk: Mail батырмасы басылған
km: បាន​ចុច​ប៊ូតុង​សំបុត្រ
ko: 메일 단추 눌림
mk: Притиснато е копчето Mail
ms: Butang mel ditekan
nb: E-postknappen trykket
nds: Nettpostknoop drückt
nl: E-mail-knop ingedrukt
pa: ਪੱਤਰ ਬਟਨ ਦਬਾਇਆ
pl: Naciśnięty przycisk Poczta
pt: Botão e-mail premido
pt_br: Botão E-mail pressionado
ru: Нажата кнопка Mail
sk: Stlačené tlačidlo Mail
sl: Pritisnjen gumb Pošta
sr: Дугме Mail је притиснуто
sr@latn: Dugme Mail je pritisnuto
sv: E-postknappen tryckt
ta: மின் அஞ்சல் பொத்தானை அழுத்து
tg: Тугмаи почта пахш карда шудааст
uk: Натиснуто кнопку пошти
uz: Xat tugmasi bosilgan
uz@cyrillic: Хат тугмаси босилган
zh_cn: 按下了邮件按钮
zh_tw: 按下郵件鍵

source: Display changed: LCD on, CRT off
ar: لقد تغيّر جهاز العرض: تشغيل LCD، غلق CRT
bg: Сменен монитор: LCD вкл., CRT изкл.
ca: Ha canviat el monitor: LCD engegat, CRT apagat
cs: Monitor změněn: LCD zap., CRT vyp.
da: Skærm ændret: LCD til, CRT fra
de: Bildschirm gewechselt: LCD ein, CRT aus
el: Έγινε η αλλαγή οθόνης: LCD ενεργοποιημένη, CRT απενεργοποιημένη
es: Pantalla cambiada: LCD activado, CRT desactivado
et: Kuva muudetud: LCD sees, CRT väljas
eu: Pantaila aldaketa: LCD piztuta, CRT itzalduta
fa: صفحه نمایش تغییر کرد: LCD روشن و CRT خاموش است
fi: Näyttö vaihdettu: LCD käytössä, CRT pois
fr: Affichage modifié : LCD actif, CRT inactif
ga: Athraíodh an taispeáint: LCD ann, FGC as
gl: O display foi mudado: LCD activado, CRT anulado
hu: Képernyőváltás: LCD be, CRT ki
is: Skjá breytt: LCD á, CRT af
it: Cambio schermo: LCD acceso, CRT spento
ja: ディスプレイが変更されました: LCD オン、CRT オフ
kk: Дисплейдің ауысуы: LCD қосылды, CRT өшірілді
km: បាន​ផ្លាស់ប្តូរ​ការបង្ហាញ ៖ LCD បើក, CRT បិទ
ko: 디스플레이 변경됨: LCD 켜짐, CRT 꺼짐
mk: Приказот е сменет: LCD е вклучено, CRT е исклучено
ms: Paparan diubah: LCD buka, CRT tutup
nb: Skjerm endret: LCD på, CRT av
nds: Schirm hett wesselt: LCD an, CRT ut
nl: Weergave gewijzigd: LCD aan, CRT uit
pa: ਡਿਸਪਲੇਅ ਤਬਦੀਲ: LCD ਚਾਲੂ, CRT ਬੰਦ
pl: Zmieniony wyświetlacz: wyświetlacz LCD włączony, CRT (monitor) wyłączony
pt: Ecrã mudou: LCD ligado, CRT desligado
pt_br: Display modificado: LCD ligado, CRT desligado
ru: Включен LCD, выключен CRT
sk: Displej zmenený: LCD je zapnutý, Monitor vypnutý
sl: Spremenjen zaslon: LCD vključen, CRT izključen
sr: Приказ је промењен: LCD укључен, CRT искључен
sr@latn: Prikaz je promenjen: LCD uključen, CRT isključen
sv: Skärm ändrad: LCD på, CRT av
ta: காட்சி மாற்றப்பட்டுள்ளது: LCD துவக்கு, CRT நிறுத்து
tg: Намоиш иваз шуд: LCD гирён мебошад, CRT кушта мебошад
uk: Монітор змінено: РКД ввімкнено, CRT вимкнено
uz: Displey oʻzgardi: LCD yoqildi, CRT oʻchirildi
uz@cyrillic: Дисплей ўзгарди: LCD ёқилди, CRT ўчирилди
zh_cn: 显示已更改：LCD 开，CRT 关
zh_tw: 顯示變更：液晶螢幕開啟，CRT 關閉

source: Display changed: LCD off, CRT on
ar: لقد تغيّر جهاز العرض: غلق LCD، تشغيل CRT
bg: Сменен монитор: LCD изкл., CRT вкл.
ca: Ha canviat el monitor: LCD apagat, CRT engegat
cs: Monitor změněn: LCP vyp., CRT zap.
da: Skærm ændret: LCD fra, CRT til
de: Bildschirm gewechselt: LCD aus, CRT ein
el: Έγινε η αλλαγή οθόνης: LCD απενεργοποιημένη, CRT ενεργοποιημένη
es: Pantalla cambiada: LCD desactivado, CRT activado
et: Kuva muudetud: LCD väljas, CRT sees
eu: Pantaila aldaketa: LCD itzalduta, CRT piztuta
fa: صفحه نمایش تغییر کرد: LCD خاموش و CRT روشن است
fi: Näyttö vaihdettu: LCD pois, CRT käytössä
fr: Affichage modifié : LCD inactif, CRT actif
ga: Athraíodh an taispeáint: LCD as, FGC ann
gl: O display foi mudado: LCD anulado, CRT activado
hu: Képernyőváltás: LCD ki, CRT be
is: Skjá breytt: LCD af, CRT á
it: Cambio schermo: LCD spento, CRT acceso
ja: ディスプレイが変更されました: LCD オフ、CRT オン
kk: Дисплейдің ауысуы: LCD өшірілді, CRT қосылды
km: បាន​ផ្លាស់ប្តូរ​ការបង្ហាញ ៖ LCD បិទ, CRT បើក
ko: 디스플레이 변경됨: LCD 꺼짐, CRT 켜짐
mk: Приказот е сменет: LCD е исклучено, CRT е вклучено
ms: Paparan diubah: LCD tutup, CRT buka
nb: Skjerm endret: LCD av, CRT på
nds: Schirm hett wesselt: LCD ut, CRT an
nl: Weergave gewijzigd: LCD uit, CRT aan
pa: ਦਰਿਸ਼ ਤਬਦੀਲ: LCD ਬੰਦ, CRT ਚਾਲੂ
pl: Zmieniony wyświetlacz: wyświetlacz LCD wyłączony, CRT (monitor) włączony
pt: Ecrã mudou: LCD desligado, CRT ligado
pt_br: Display modificado: LCD desligado, CRT ligado
ru: Включен CRT, выключен LCD
sk: Displej zmenený: LCD je vypnutý, Monitor zapnutý
sl: Spremenjen zaslon: LCD izključen, CRT vključen
sr: Приказ је промењен: LCD искључен, CRT укључен
sr@latn: Prikaz je promenjen: LCD isključen, CRT uključen
sv: Skärm ändrad: LCD av, CRT på
ta: காட்சி மாற்றப்பட்டுள்ளது: LCD நிறுத்து, CRT துவக்கு
tg: Намоиш иваз шуд: LCD кушта мебошад, CRT гирён мебошад
uk: Монітор змінено: РКД вимкнено, CRT ввімкнено
uz: Displey oʻzgardi: LCD oʻchirildi, CRT yoqildi
uz@cyrillic: Дисплей ўзгарди: LCD ўчирилди, CRT ёқилди
zh_cn: 显示已更改：LCD 关，CRT 开
zh_tw: 顯示變更：液晶螢幕關閉，CRT 開啟

source: Display changed: LCD on, CRT on
ar: لقد تغيّر جهاز العرض: تشغيل LCD، تشغيل CRT
bg: Сменен монитор: LCD вкл., CRT вкл.
ca: Ha canviat el monitor: LCD engegat, CRT engegat
cs: Monitor změněn: LCD zap., CRT zap.
da: Skærm ændret: LCD til, CRT til
de: Bildschirm gewechselt: LCD ein, CRT ein
el: Έγινε η αλλαγή οθόνης: LCD ενεργοποιημένη, CRT ενεργοποιημένη
es: Pantalla cambiada: LCD activado, CRT activado
et: Kuva muudetud: LCD sees, CRT sees
eu: Pantaila aldaketa: LCD piztuta, CRT piztuta
fa: صفحه نمایش تغییر کرد: LCD روشن و CRT روشن است
fi: Näyttö vaihdettu: LCD käytössä, CRT käytössä
fr: Affichage modifié : LCD actif, CRT actif
ga: Athraíodh an taispeáint: LCD ann, FGC ann
gl: O display foi mudado: LCD activado, CRT activado
hu: Képernyőváltás: LCD be, CRT be
is: Skjá breytt: LCD á, CRT á
it: Cambio schermo: LCD acceso, CRT acceso
ja: ディスプレイが変更されました: LCD オン、CRT オン
kk: Дисплейдің ауысуы: LCD қосылды, CRT қосылды
km: បាន​ផ្លាស់ប្តូរ​ការបង្ហាញ ៖ LCD បើក, CRT បើក
ko: 디스플레이 변경됨: LCD 켜짐, CRT 켜짐
mk: Приказот е сменет: LCD е вклучено, CRT е вклучено
ms: Paparan diubah: LCD buka, CRT buka
nb: Skjerm endret: LCD på, CRT på
nds: Schirm hett wesselt: LCD an, CRT an
nl: Weergave gewijzigd: LCD aan, CRT aan
pa: ਦਰਿਸ਼ ਤਬਦੀਲ: LCD ਚਾਲੂ, CRT ਚਾਲੂ
pl: Zmieniony wyświetlacz: wyświetlacz LCD włączony, CRT (monitor) włączony
pt: Ecrã mudou: LCD ligado, CRT ligado
pt_br: Display modificado: LCD ligado, CRT ligado
ru: Включены LCD и CRT
sk: Displej zmenený: LCD je zapnutý, Monitor zapnutý
sl: Spremenjen zaslon: LCD vključen, CRT vključen
sr: Приказ је промењен: LCD укључен, CRT укључен
sr@latn: Prikaz je promenjen: LCD uključen, CRT uključen
sv: Skärm ändrad: LCD på, CRT på
ta: காட்சி மாற்றப்பட்டுள்ளது: LCD துவக்கு, CRT துவக்கு
tg: Намоиш иваз шуд: LCD гирён мебошад, CRT гирён мебошад
uk: Монітор змінено: РКД ввімкнено, CRT ввімкнено
uz: Displey oʻzgardi: LCD yoqildi, CRT yoqildi
uz@cyrillic: Дисплей ўзгарди: LCD ёқилди, CRT ёқилди
zh_cn: 显示已更改：LCD 开，CRT 开
zh_tw: 顯示變更：液晶螢幕開啟，CRT 開啟

source: HV Expansion is on
ar: تمدد HV يعمل
bg: HV Expansion е включено
ca: L'expansió HV està activada
cs: HV rozšíření zapnuto
da: HV-udvidelse er slået til
de: HV-Erweiterung ist an
el: Η επέκταση HV είναι ενεργοποιημένη
es: La expansión HV está activada
et: HV Expansion on sees
eu: HV Hedapena piztuta
fa: بسط HV روشن است
fi: HV-laajennus on käytössä
fr: Agrandissement HV activé
ga: Leathnú HV ann
gl: A expansión HV está activada
hu: HV-expanzió bekapcsolva
is: HV viðbótin er á
it: Espansione HV attivata
ja: HV 拡張がオン
kk: HV кеңейтілімі қосылды
km: ការពង្រីក HV បើក​ហើយ
ko: HV 확장 켜짐
mk: HV-проширувањето е вкл.
ms: Peluasan HV dibuka
nb: HV-utvidelse er på
nds: HV-Verwiedern is an
nl: HV Expansion staat aan
pa: HV ਫੈਲਾ ਚਾਲੂ ਹੈ
pl: Rozszerzenie HV jest włączone
pt: Expansão HV está ligada
pt_br: Expansão HV ligada
ru: Включен режим HV Expansion
sk: HV Expansion zapnuté
sl: Razširitev HV je vključena
sr: HV проширење је укључено
sr@latn: HV proširenje je uključeno
sv: HV-utökning är på
ta: HV விரிவாக்கம் இயக்கத்தில்
uk: HV Expansion - увімк.
zh_cn: HV 扩展开
zh_tw: HV 擴張已開啟

source: HV Expansion is off
ar: تمدد HV مقفل
bg: HV Expansion е изключено
ca: L'expansió HV està desactivada
cs: HV rozšíření vypnuto
da: HV-udvidelse er slået fra
de: HV-Erweiterung ist aus
el: Η επέκταση HV είναι απενεργοποιημένη
es: La expansión HV está desactivada
et: HV Expansion on väljas
eu: HV Hedapena itzalduta
fa: بسط HV خاموش است
fi: HV-laajennus on poissa
fr: Agrandissement HV désactivé
ga: Leathnú HV as
gl: A expansión HV non está activada
hu: HV-expanzió kikapcsolva
is: Slökkt er á HV viðbótinni
it: Espansione HV disattivata
ja: HV 拡張がオフ
kk: HV кеңейтілімі өшірілді
km: ការពង្រីក HV បិទ​ហើយ
ko: HV 확장 꺼짐
mk: HV-проширувањето е искл.
ms: Peluasan HV ditutup
nb: HV-utvidelse er av
nds: HV-Verwiedern is ut
nl: HV Expansion staat uit
pa: HV ਫੈਲਾ ਬੰਦ ਹੈ
pl: Rozszerzenie HV jest wyłączone
pt: Expansão HV está desligada
pt_br: Expansão HV desligada
ru: Выключен режим HV Expansion
sk: HV Expansion vypnuté
sl: Razširitev HV je izključena
sr: HV проширење је искључено
sr@latn: HV proširenje je isključeno
sv: HV-utökning är av
ta: HV விரிவாக்கம் இயக்கத்தில் இல்லை
tg: Густариши HV кушта шудааст
uk: HV Expansion - вимкн.
zh_cn: HV 扩展关
zh_tw: HV 已擴張

source: Power management mode AC changed: PM AC high
ar: لقد تغيّر نمط إدارة الطاقة "تيار متردد": PM AC عالى
ca: El mode de gestió d'alimentació alterna ha canviat: AA alta
cs: Režim správy napájení změněn: vysoký PM AC
da: Strømhåndteringens tilstand ændret: PM AC høj
de: Stromsparmodus (Steckdose) eingestellt auf: hoch (Steckdose)
el: Η κατάσταση διαχείρισης ισχύος AC άλλαξε: PM AC υψηλή
es: Modo de ahorro de energía AC cambiado a alto
et: Vooluhaldusrežiimi AC muudetud: PM AC sees
eu: Energia kudeaketa modua AC aldatuta: EK AC altua
fa: AC حالت مدیریت توان تغییر کرد:PM AC بالا
fi: Virranhallitatila verkkovirralla muuttui: verkkovirta kunnossa
fr: Mode de gestion de l'alimentation modifié : gestion alim. élevée
gl: O modo de xestión da enerxía AC foi mudado: PM AC activo
hu: Külső energiaellátás-váltás: PM AC - magas
is: Orkuhamur breyttur: PM AC high
it: Modalità gestione energia alimentatore cambiata: alta
ja: 電源管理コンセント変更: PM AC 高
kk: Тоқтан қуаттандыру режімінің ауысуы: толық режімі
km: បាន​ផ្លាស់ប្តូរ​របៀប​គ្រប់គ្រង​ថាមពល AC ៖ PM AC ខ្ពស់
ko: 전원 관리 모드 AC 변경됨: PM AC 높음
mk: Режимот за управување со ел. енергија е сменет: ел. енергија, високо
ms: AC mod pengurusan kuasa diubah: AC PM tinggi
nb: Strømstyringsmodus Lysnett endret: PM Lysnett høyt
nds: Stroomkuntrull-Bedriefoort hett wesselt: Hooch (Steekdoos)
nl: Energiebeheermodus netvoeding gewijzigd: PM AC hoog
pa: ਬਿਜਲੀ ਪ੍ਰਬੰਧਕ ਢੰਗ AC ਤਬਦੀਲ: PM AC ਜਿਆਦਾ
pl: Tryb zasilania prądem zmiennym zmieniony: PM AC wysoki
pt: Gestão de energia modo ligado à corrente mudou: PM AC alto
pt_br: Modo de gerenciamento de energia modificado: alto
ru: Питание от сети: макс
sk: Režim ovládania spotreby je zmenený: PM zo siete vysoké
sl: Energetsko upravljanje omrežne napetosti je spremenjeno: upravljanje z omrežno napetostjo je visoko
sr: Режим управљања енергијом је измењен: PM AC високо
sr@latn: Režim upravljanja energijom je izmenjen: PM AC visoko
sv: Strömhanteringsläge för nätadapter ändrat: Nätanslutning hög
ta: AC மேலாண்மை பாங்கின் சக்தி மாற்றப்பட்டுள்ளது :PM AC வேகமாகும்
tg: Ҳолати AC-и менеҷменти қувва иваз шуд: PM AC баланд
uk: В керуванні живленням змінено режим AC: PM AC макс.
zh_cn: 交流电源管理模式已更改：交流电源高
zh_tw: 電源管理模式電源變更：high

source: Power management mode AC changed: PM AC auto
ar: لقد تغيّر نمط إدارة الطاقة"تيار متردد": PM AC تلقائى
ca: El mode de gestió d'alimentació alterna ha canviat: AA auto
cs: Režim správy napájení změněn: automatický PM AC
da: Strømhåndteringens tilstand ændret: PM AC auto
de: Stromsparmodus (Steckdose) eingestellt auf: automatisch (Steckdose)
el: Η κατάσταση διαχείρισης ισχύος AC άλλαξε: Αυτόματη PM AC
es: Modo de ahorro de energía AC cambiado a automático
et: Vooluhaldusrežiimi AC muudetud: PM AC automaatne
eu: Energia kudeaketa modua AC aldatuta: EK AC auto
fa: AC حالت مدیریت توان تغییر کرد: PM AC خودکار
fi: Virranhallintatila verkkovirralla muuttui: verkkovirta automaattinen
fr: Mode de gestion de l'alimentation modifié : gestion alim. auto.
gl: O modo de xestión da enerxía AC foi mudado: PM AC automática
hu: Külső energiaellátás-váltás: PM AC - automatikus
is: Orkuhamur breyttur: PM AC auto
it: Modalità gestione energia alimentatore cambiata: automatica
ja: 電源管理コンセント変更: PM AC 自動
kk: Тоқтан қуаттандыру режімінің ауысуы: авто режімі
km: បាន​ផ្លាស់ប្តូរ​របៀប​គ្រប់គ្រង​ថាមពល AC ៖ PM AC ស្វ័យប្រវត្តិ
ko: 전원 관리 모드 AC 변경됨: PM AC 자동
mk: Режимот за управување со ел. енергија е сменет: ел. енергија, автоматски
ms: AC mod pengurusan kuasa diubah: AC PM auto
nb: Strømstyringsmodus Lysnett endret: PM Lysnett auto
nds: Stroomkuntrull-Bedriefoort hett wesselt: Automaatsch (Steekdoos)
nl: Energiebeheermodus netvoeding gewijzigd: PM AC automatisch
pa: ਬਿਜਲੀ ਪ੍ਰਬੰਧਕ ਢੰਗ AC ਤਬਦੀਲ: PM AC ਸਵੈ
pl: Tryb zasilania prądem zmiennym zmieniony: PM AC automatyczny
pt: Gestão de energia modo ligado à corrente mudou: PM AC auto
pt_br: Modo de gerenciamento de energia modificado: automático
ru: Питание от сети: авто
sk: Režim ovládania spotreby je zmenený: PM zo siete automaticky
sl: Energetsko upravljanje omrežne napetosti je spremenjeno: upravljanje z omrežno napetostjo je samodejno
sr: Режим управљања енергијом је измењен: PM AC ауто.
sr@latn: Režim upravljanja energijom je izmenjen: PM AC auto.
sv: Strömhanteringsläge för nätadapter ändrat: Nätanslutning automatisk
ta: AC மேலாண்மை பாங்கின் சக்தி மாற்றப்பட்டுள்ளது :PM AC தான் அமையும்
tg: Ҳолати AC-и менеҷменти қувва иваз шуд: PM AC худкор
uk: В керуванні живленням змінено режим AC: PM AC авто
zh_cn: 交流电源管理模式已更改：交流电源自动
zh_tw: 電源管理模式電源變更：自動
