Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeutils/ktimer.po
Languages: gl

source: _: NAME OF TRANSLATORS Your names
gl: Gonzalo H. Castilla

source: _: EMAIL OF TRANSLATORS Your emails
gl: <ttxzgl@yahoo.es>

source: KDE Timer
gl: Temporizador de KDE

source: Timer Settings
gl: Configurar temporizaci칩n

source: Counter [s]
gl: Contador [s]

source: Delay [s]
gl: Retraso [s]

source: State
gl: Estado

source: Command
gl: Comando

source: &New
gl: &Novo

source: Settings
gl: Configuraci칩n

source: &Loop
gl: &Repetici칩n

source: Delay:
gl: Retraso:

source: Start only &one instance
gl: Iniciar so &unha vez

source: seconds
gl: segundos

source: Command line:
gl: Li침a de comandos:
