Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeaccessibility/kbstateapplet.po
Languages: fi, it, km, nds

source: _: NAME OF TRANSLATORS Your names
fi: Ilpo Kantonen
it: Federico Zenith
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
nds: Manfred Wiese

source: _: EMAIL OF TRANSLATORS Your emails
fi: ilpo@iki.fi
it: federico.zenith@member.fsf.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
nds: m.j.wiese@web.de

source: Shift
fi: Vaihtonäppäin
km: ប្តូរ​
nds: Ümschalt

source: Control
fi: Kontrolli
km: វត្ថុ​បញ្ជា
nds: Stüern (Strg)

source: Alt
km: ជំនួស​

source: Win
km: ឈ្នះ​
nds: Windows

source: Meta
km: មេតា

source: Super
km: ជាន់​ខ្ពស់​

source: Hyper
km: ខ្ពស់​

source: Alt Graph
it: Alt Gr
km: ក្រាហ្វ​ជំនួស
nds: AltGr

source: Num Lock
it: Bloc Num
km: សោ​គ្រាប់​ចុច​លេខ
nds: Tallenrast

source: Num
km: លេខ

source: Caps Lock
km: ប្តូរ​ជាប់​
nds: Grootschrieventast

source: Scroll Lock
it: Bloc Scorr
km: សោរ​រមូរ​
nds: Rullen-Faststelltast

source: Scroll
it: Scorr
km: រមូរ
nds: Rullen

source: Small
fi: Pieni
it: Piccolo
km: តូច​
nds: Lütt

source: Medium
fi: Keskikoko
it: Medio
km: មធ្យម​
nds: Middel

source: Large
fi: Iso
it: Grande
km: ធំ​
nds: Groot

source: Modifier Keys
fi: Muokkausnäppäimet
it: Tasti modificatori
km: គ្រាប់​ចុច​កែប្រែ
nds: Sünnertasten

source: Lock Keys
fi: Lukitusnäppäimet
it: Blocca tasti
km: គ្រាប់ចុច​ចាក់​សោ
nds: Faststelltasten

source: Mouse Status
fi: Hiiren tila
it: Stato del mouse
km: ស្ថានភាព​កណ្តុរ​
nds: Muus-Status

source: AccessX Status
fi: AccessX -tila
it: Stato di AccessX
km: ស្ថានភាព AccessX

source: Keyboard Status Applet
fi: Näppäimistön tila -sovelma
it: Applet per lo stato della tastiera
km: អាប់ភ្លេត​ស្ថានភាព​ក្ដារ​ចុច
nds: Tastatuurstatus-Lüttprogramm

source: Set Icon Size
fi: Aseta kuvakkeen koko
it: Imposta dimensione delle icone
km: កំណត់​ទំហំ​រូបតំណាង​
nds: Lüttbildgrött instellen

source: Fill Available Space
fi: Täytä käytettävissäoleva tila
it: Riempi lo spazio disponibile
km: បំពេញ​ទំហំ​ដែល​អាច​រក​បាន​
nds: Verföögbor Ruum bruken

source: Show
fi: Näytä
it: Mostra
km: បង្ហាញ​
nds: Wiesen

source: Configure AccessX Features...
fi: Aseta AccessX ominaisuudet...
it: Configura le funzionalità di AccessX...
km: កំណត់រចនាសម្ព័ន្ធ​លក្ខណៈពិសេស​ AccessX...
nds: AccessX-Markmalen instellen...

source: Configure Keyboard...
fi: Aseta näppäimistö...
it: Configura tastiera...
km: កំណត់​រចនា​សម្ព័ន្ធ​ក្ដារ​ចុច​...
nds: Tastatuur instellen...

source: Configure Mouse...
fi: Aseta hiiri...
it: Configura mouse...
km: កំណត់​រចនា​សម្ព័ន្ធកណ្ដុរ​​...
nds: Muus instellen...

source: _: a (the first letter in the alphabet) a
fi: a
it: a
km: a
nds: a

source: Panel applet that shows the state of the modifier keys
fi: Muunnosnäppäinten tilan näyttävä paneelisovelma
it: Applet del pannello che mostra lo stato dei tasti modificatori
km: អាប់ភ្លេត​បន្ទះ​ដែល​បង្ហាញ​ស្ថានភាព​របស់​គ្រាប់ចុច​កែប្រែ
nds: Paneel-Lüttprogramm, dat den Tostand vun de Sünnertasten wiest
