Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeaccessibility/kmag.po
Languages: ca, es, fa, fi, fr, gl, hi, ja, km, ko, nl, nn, pt_br, ro, sl, sr, sr@latn

source: Click on this button to <b>zoom-out</b> on the selected region.
ca: Feu un clic a sobre d'aquest botó per <b>allunyar</b> l'àrea seleccionada.
es: Pulse este botón para <b>reducir</b> el área seleccionada.
fa: این دکمه را فشار دهید، تا روی منطقۀ برگزیده، <b>کوچک‌نمایی</b> انجام شود.
fi: Napsauta tätä painiketta <b>pienentääksesi</b> valitun alueen kuvaa.
fr: Un clic sur ce bouton <b>réduit</b> la région sélectionnée.
gl: Prema neste botón para <b>reducir</b> a área seleccionada.
hi: चयनित क्षेत्र से <b>जूम-आउट</b> करने हेतु इस बटन पर क्लिक करें.
ja: 選択された領域を縮小するには、このボタンをクリックしてください。
km: ចុច​លើ​ប៊ូតុង​នេះ​ដើម្បី <b>បង្រួម</b> លើ​តំបន់​ដែល​បាន​ជ្រើស ។
ko: 선택한 영역을 <b>축소</b> 하려면 이 버튼을 클릭하십시오.
nl: Druk op deze knop om het geselecteerde gebied te <b>verkleinen</b>.
nn: Trykk på denne knappen for å <b>forminska</b> det valde området.
pt_br: Clique neste botão para <b>distanciar o zoom</b> da região selecionada.
ro: Daţi clic pe acest buton pentru a <b>micşora</b> regiunea selectată.
sl: Klik na ta gumb bo <b>zmanjšalo</b> na izbrano področje.
sr: Кликните на ово дугме да бисте <b>умањили</b> изабрану област.
sr@latn: Kliknite na ovo dugme da biste <b>umanjili</b> izabranu oblast.

source: &Invert Colors
ca: &Inverteix els colors
es: &Invertir colores
fa: &وارونه کردن رنگها‌
fi: &Käänteiset värit
fr: &Inverser les couleurs
gl: &Inverter Cores
ja: 色を反転(&I)
km: បញ្ច្រាស​ពណ៌
ko: 색상 반전(&I)
nl: Kleuren omk&eren
nn: &Inverter fargane
pt_br: &Inverter Cores
sl: O&brni barve
sr: &Инвертуј боје
sr@latn: &Invertuj boje

source: &Rotation
ca: &Gir
es: Gi&ro
fa: &چرخش‌
fi: Kie&rto
gl: &Rotación
hi: घूर्णन (&R)
ja: 回転(&R)
km: បង្វិល
ko: 회전(&R)
nl: &Rotatie
nn: &Rotering
pt_br: &Rotação
ro: &Rotire
sl: Vr&tenje
sr: &Ротација
sr@latn: &Rotacija

source: Select the rotation degree.
ca: Seleccioneu l'angle de gir.
es: Seleccione el grado de giro.
fa: گزینش درجۀ چرخش.
fi: Valitse kiertokerroin.
fr: Sélectionnez l'angle de rotation.
gl: Escolla o ángulo de rotación.
ja: 回転させる角度を選択してください。
km: ជ្រើស​ដឺក្រេ​បង្វិល ។
ko: 회전 각도를 선택하십시오.
nl: Selecteer de rotatiehoek.
nn: Vel roteringsvinkel.
pt_br: Selecione o ângulo de rotação.
sl: Izberite kot zavrtitve.
sr: Изаберите угао ротирања.
sr@latn: Izaberite ugao rotiranja.

source: Rotation degree
ca: Angle de gir
es: Grado de giro
fa: درجۀ چرخش
fi: Kiertokerroin
fr: Angle de rotation
gl: Ángulo de rotación
ja: 回転角度
km: ដឺក្រេ​បង្វិល​
ko: 회전 각도
nl: Rotatiehoek
nn: Roteringsvinkel
pt_br: Ângulo de rotação
sl: Kot zavrtitve
sr: Угао ротирања
sr@latn: Ugao rotiranja

source: Re&fresh
ca: Re&fresc
es: Actuali&zación
fa: &بازآوری‌
fi: &Päivitä
fr: &Rafraîchissement
gl: &Actualizar
ja: 更新(&R)
km: ធ្វើ​ឲ្យ​ស្រស់
ko: 새로고침(&R)
nl: &Verversen
nn: &Oppdater
pt_br: &Atualizar
sl: &Osveži
sr: &Освежи
sr@latn: &Osveži

source: Select the refresh rate. The higher the rate, the more computing power (CPU) will be needed.
ca: Seleccionar la freqüència de refresc. A freqüència més alta, més potència de processador s'haurà de menester.
es: Seleccione la tasa de renovación. Cuanto más alto sea el valor, más potencia de procesador será necesaria.
fa: سرعت بازآوری را برگزینید. هر چه این سرعت بیشتر باشد، توان محاسبۀ )واحد پردازش مرکزی( بیشتری مورد نیاز است.
fi: Valitse päivitystiheys. Mitä isompi päivitystiheys, sitä enemmän laskentatehoa (CPU) tarvitaan.
fr: Sélectionnez le taux de rafraîchissement. Plus il est élevé, plus la puissance nécessaire (processeur) est importante.
gl: Escolla a taxa de anovación. Canto maior sexa o valor, máis poténcia de cálculo (CPU) será precisa.
hi: री-फ्रेश दर चुनें. जितनी ऊँची दर होगी, उतनी ही ज्यादा कम्प्यूटिंग पावर (सीपीयू) की आवश्यकता होगी.
ja: 更新レートを選択します。レートを高くするほど、より多くの CPU を必要とし、コンピュータに負荷がかかります。
km: ជ្រើស​អត្រា​ធ្វើ​ឲ្យ​ស្រស់ ។ អត្រា​កាន់​តែ​ខ្ពស់ ថាមពល​កុំព្យូទ័រ​ត្រូវ​ត្រូវការ​កាន់​តែ​ច្រើន (CPU) ។
ko: 새로고침 빈도를 선택합니다. 빈도가 높을수록, CPU를 더 많이 사용합니다.
nl: Selecteer de vernieuwingsfrequentie. Hoe hoger de frequentie, des te meer processorkracht er nodig zal zijn.
nn: Vel oppfriskingsraten. Jo høgare rate, jo meir datakraft (CPU) vil trengst det.
pt_br: Selecione a taxa de atualização. Quanto maior for a taxa, mais poder de processamento (UCP) será necessário.
ro: Selectează rata de actualizare. La o valoare mare consumul de procesor (CPU) va creşte destul de mult.
sl: Izberite stopnjo osveževanja. Višja je stopnja, več bo potrebne računske moči.
sr: Овде бирате учестаност освежавања. Што је учестаност већа, потребно је више процесорске снаге.
sr@latn: Ovde birate učestanost osvežavanja. Što je učestanost veća, potrebno je više procesorske snage.

source: Refresh rate
ca: Freqüència de refresc
es: Tasa de renovación
fa: سرعت بازآوری
fi: Päivitystiheys
fr: Taux de rafraîchissement
gl: Taxa de anovación
hi: री-फ्रेश दर
ja: 更新レート
km: អត្រា​ធ្វើ​ឲ្យ​ស្រស់
ko: 새로고침 빈도
nl: Vernieuwingsfrequentie
nn: Oppfriskingsrate
pt_br: Taxa de atualização
ro: Viteza de actualizare
sl: Stopnja osveževanja
sr: Учестаност освежавања
sr@latn: Učestanost osvežavanja

source: Save Snapshot As
ca: Desa la instantània com a
es: Guardar captura como
fa: ذخیرۀ تصویر لحظه‌ای به عنوان...
fi: &Tallenna kuvakaappaus nimellä...
fr: Enregistrer la capture sous
gl: Guardar Captura Como
hi: स्नेपशॉट ऐसे सहेजें
ja: スナップショットに名前を付けて保存
km: រក្សា​ទុក​រូបថត​ជា
ko: 스크린샷 새 이름으로 저장
nl: Schermafdruk opslaan als
nn: Lagra skjermbilete som
pt_br: Salvar Snapshot Como
ro: Salvare imagine capturată
sl: Shrani posnetek kot
sr: Сачувај снимак као
sr@latn: Sačuvaj snimak kao

source: Unable to save temporary file (before uploading to the network file you specified).
ca: No es pot desar el fitxer temporal (abans de pujar-lo cap al fitxer de la xarxa que heu especificat).
es: No se puede guardar el archivo temporal (antes de subirlo al archivo de red que usted ha especificado).
fa: قادر به ذخیرۀ پروندۀ موقت )پیش از بارگذاری در پروندۀ شبکه‌ای که مشخص کردید( نیست.
fi: Väliaikaistiedostoa ei voitu tallentaa (ennen lataamista määrittelemääsi verkkotiedostoon).
fr: Impossible d'enregistrer le fichier temporaire (avant l'envoi vers le fichier réseau que vous avez spécifié).
gl: Non foi posíbel guardar o ficheiro temporal (antes de subir para o ficheiro en rede que especificou).
hi: अस्थाई फ़ाइल सहेजने में अक्षम (नेटवर्क फ़ाइल जो आपने उल्लेखित किया है उसे अपलोड करने से पहले)
ja: (指定されたファイルをネットワークにアップロードする前の) 一時ファイルを保存できません。
km: មិន​អាច​រក្សា​ទុក​ឯកសារ​បណ្ដោះ​អាសន្ន (មុន​ពេល​ផ្ទុក​ឡើង​ទៅ​ឯកសារ​បណ្ដាញ​ដែល​អ្នក​បញ្ជាក់) ។
ko: 임시 파일을 저장할 수 없습니다 (지정한 네트워크 파일에 업로드하기 전에)
nl: Het tijdelijke bestand kon niet worden opgeslagen (voordat het wordt verzonden naar het netwerkbestand dat u opgaf).
nn: Klarte ikkje lagra mellombels fil (før opplasting til nettverksfila du oppgav).
pt_br: Não foi possível salvar o arquivo temporário (antes enviando para o arquivo da rede que você especificou).
ro: Nu am putut salva în fişierul temporar, înainte de pune fişierul în reţea.
sl: Ni moč shraniti začasne datoteke (pred nalaganjem v navedeno omrežno datoteko).
sr: Не могу да снимим привремени фајл (пре слања у мрежни фајл који сте навели).
sr@latn: Ne mogu da snimim privremeni fajl (pre slanja u mrežni fajl koji ste naveli).

source: Error Writing File
ca: Error a l'esciure el fitxer
es: Error al escribir el archivo
fa: خطای نوشتن پرونده
fi: Virhe tiedostoa kirjoitettaessa
fr: Erreur lors de l'écriture du fichier
gl: Erro ao Escreber o Ficheiro
hi: फ़ाइल में लिखने में त्रुटि
ja: ファイル書き込みエラー
km: កំហុស​ក្នុង​ការ​សរសេរ​ឯកសារ
ko: 파일 쓰기 오류
nl: Fout bij opslaan van bestand
nn: Feil ved skriving til fil
pt_br: Erro Salvando Arquivo
ro: Eroare la scrierea fişierului
sl: Napaka pri pisanju datoteke
sr: Грешка при упису фајла
sr@latn: Greška pri upisu fajla

source: Unable to upload file over the network.
ca: No es pot pujar el fitxer a la xarxa.
es: No se puede enviar el archivo a la red.
fa: قادر به بارگذاری پرونده بر روی شبکه نیست.
fi: Tiedostoa ei voitu siirtää verkoon.
fr: Impossible d'envoyer le fichier sur le réseau.
gl: Non foi posíbel subir o ficheiro á rede.
hi: नेटवर्क पर फ़ाइल अपलोड करने में अक्षम.
ja: ネットワークにファイルをアップロードできません。
km: មិន​អាច​ផ្ទុក​ឡើង​ឯកសារ​លើ​បណ្ដាញ ។
ko: 네트워크에 파일을 업로드할 수 없습니다.
nl: Het bestand kon niet over het netwerk worden verzonden.
nn: Klarte ikkje lasta opp fil over nettet.
pt_br: Não foi possível enviar arquivo pela rede.
ro: Nu am putut transfera fişierul în reţea.
sl: Ni moč naložiti datoteke preko omrežja.
sr: Не могу да окачим фајл на мрежу.
sr@latn: Ne mogu da okačim fajl na mrežu.

source: Current zoomed image saved to %1
ca: L'actual imatge ampliada es desarà a %1
es: Imagen ampliada actual guardada en %1
fa: تصویر بزرگ‌نمایی‌شدۀ جاری ذخیره‌شده در %1
fi: Nykyinen suurennettu kuva tallennettu hakemistoon %1
fr: Image grossie actuelle enregistrée sous %1
gl: A imaxe ampliada actual foi guardada en %1
hi: वर्तमान जूम किया छवि यहाँ सहेजाः %1
ja: 現在のズームされた画像を次に保存しました %1
km: រូបភាព​ដែល​បាន​ពង្រីក​បច្ចុប្បន្ន​បាន​រក្សា​ទុក​ទៅ %1
ko: 현재 확대/축소된 이미지가 다음과 같이 저장됩니다: %1
nl: Huidige vergrote afbeelding opgeslagen naar %1
nn: Lupeområdet er lagra til %1
pt_br: Imagem ampliada atual salva em %1
ro: Imaginea scalată a fost salvată în %1
sl: Trenutno povečana slika je shranjena v %1
sr: Тренутна увеличана слика је снимљена у %1
sr@latn: Trenutna uveličana slika je snimljena u %1

source: Unable to save file. Please check if you have permission to write to the directory.
ca: No es pot desar el fitxer. Si us plau, comproveu que teniu els permisos d'escriptura al directori.
es: No se puede guardar el archivo. Compruebe que tiene permisos de escritura en la carpeta.
fa: قادر به ذخیرۀ پرونده نیست. لطفاً، بررسی کنید که آیا مجوز نوشتن در فهرست راهنما را دارید.
fi: Tiedostoa ei voitu tallentaa. Tarkasta, että sinulla on oikeudet kirjoittaa hakemistoon.
fr: Impossible d'enregistrer le fichier. Veuillez vérifier que vous avez la permission d'écrire dans ce dossier.
gl: Non foi posíbel guardar o ficheiro. Por favor, verifique que ten permiso de escrita no cartafol.
hi: फ़ाइल सहेजने में अक्षम. कृपया जांचें कि क्या आपको डिरेक्ट्री में लिखने की अनुमति है.
ja: ファイルを保存できません。ディレクトリに書き込む権限があるか確認してください。
km: មិន​អាច​រក្សា​ទុក​ឯកសារ ។ សូម​ពិនិត្យ​ថា​តើ​អ្នក​មាន​សិទ្ធិ​ដើម្បី​សរសេរ​ទៅ​ថត ។
ko: 파일을 저장할 수 없습니다. 해당 디렉터리에 쓰기 권한이 있는지 확인하십시오.
nl: Het bestand kon niet worden opgeslagen. Controleer a.u.b. of u de nodige toegangsrechten hebt om naar de map te schrijven.
nn: Klarte ikkje lagra fila. Kontroller at du har tilgang til å skriva til mappa.
pt_br: Não foi possível salvar o arquivo. Por favor verificar se você tem permissão para escrever no diretório.
ro: Nu am putut salva fişierul. Verificaţi dacă aveţi permisiuni suficiente pentru a scrie în acel folder.
sl: Ni moč shraniti datoteke. Prosim preverite, če imate dovoljenja za pisanje v mapo.
sr: Не могу да снимим фајл. Проверите да ли имате дозволу за уписивање у директоријум.
sr@latn: Ne mogu da snimim fajl. Proverite da li imate dozvolu za upisivanje u direktorijum.

source: Click to stop window update
ca: Feu un clic per aturar l'actualització de la finestra
es: Pulse para detener la actualización de la ventana
fa: فشار دهید تا به‌روزرسانی پنجره متوقف شود
fi: Napsauta keskeyttääksesi ikkunan päivityksen
fr: Cliquer pour arrêter la mise à jour de la fenêtre
gl: Prema para parar a actualización da fiestra
hi: विंडो अपडेट बन्द करने हेतु क्लिक करें
ja: ウィンドウの更新を停止
km: ចុច​ដើម្បី​បញ្ឈប់​បង្អួច​ធ្វើ​ឲ្យ​ទាន់​សម័យ
ko: 창 업데이트를 중지하려면 누르십시오
nl: Klik om het bijwerken van het venster te stoppen
nn: Trykk for å stoppa oppdatering av vindauge
pt_br: Clique para parar a atualização da janela
ro: Daţi clic pentru a opri actualizarea ferestrei
sl: Kliknite za ustavitev osveževanja okna.
sr: Кликните да бисте зауставили освежавање прозора
sr@latn: Kliknite da biste zaustavili osvežavanje prozora

source: Start
ca: Inicia
es: Iniciar
fa: آغاز
fi: Aloita
fr: Démarrer
gl: Iniciar
hi: प्रारंभ
ja: 開始
km: ចាប់ផ្ដើម
ko: 시작
nl: Starten
pt_br: Iniciar
ro: Porneşte
sl: Začni
sr: Покрени
sr@latn: Pokreni

source: Click to start window update
ca: Feu un clic per iniciar l'actualització de la finestra
es: Pulse para iniciar la actualización de la ventana
fa: فشار دهید تا به‌روزرسانی پنجره آغاز شود
fi: Napsauta aloittaaksesi ikkunan päivityksen
fr: Cliquer pour démarrer la mise à jour de la fenêtre
gl: Prema para iniciar a actualización da fiestra
hi: विंडो अपडेट प्रारंभ करने हेतु क्लिक करें
ja: ウィンドウの更新を開始
km: ចុច​ដើម្បី​ចាប់ផ្ដើម​បង្អួច​ធ្វើ​ឲ្យ​ទាន់​សម័យ
ko: 창 업데이트를 시작하려면 누르십시오
nl: Klik om het bijwerken van het venster te starten
nn: Trykk for å starta oppdatering av vindauge
pt_br: Clique para iniciar atualização da janela
ro: Daţi clic pentru a porni actualizarea ferestrei
sl: Kliknite za začetek osveževanja okna
sr: Кликните да бисте покренули освежавање прозора
sr@latn: Kliknite da biste pokrenuli osvežavanje prozora

source: Magnify to Screen Edge - Select Size
ca: Amplia a la vora de la pantalla - Selecció de mida
es: Ampliar al borde de la pantalla - Seleccionar tamaño
fa: درشت‌نمایی در لبۀ پرده ـ برگزیدن اندازه
fi: Suurenna kuvaruudun kokoiseksi - Valitse koko
fr: Grossissement dans un bord de l'écran - sélection de la taille
gl: Ampliar no Contorno da Pantalla - Escoller Tamaño
ja: 画面端に拡大 - サイズの選択
km: ពង្រីក​ទៅ​គែម​អេក្រង់ - ជ្រើស​ទំហំ
ko: 화면 테두리에 확대하기 - 크기 선택
nl: Vergroten tot schermrand - grootte selecteren
nn: Forstørr til skjermkant – vel storleik
pt_br: Ampliar em Tela Cheia - Selecionar Tamanho
sl: Povečava ob zgornjem robu zaslona - izbor velikosti
sr: Увећање до ивице екрана - Изаберите величину
sr@latn: Uvećanje do ivice ekrana - Izaberite veličinu

source: Size:
ca: Mida:
es: Tamaño:
fa: اندازه:
fi: Koko:
fr: Taille :
gl: Tamaño:
ja: サイズ:
km: ទំហំ ៖
ko: 크기:
nl: Grootte:
nn: Storleik:
pt_br: Tamanho:
sl: Velikost:
sr: Величина:
sr@latn: Veličina:

source: Magnify to Left Screen Edge - Select Size
ca: Amplia a la part esquerra de la pantalla - Selecció de mida
es: Ampliar al borde izquierdo de la pantalla - Seleccionar tamaño
fa: درشت‌نمایی در لبۀ چپ پرده ـ برگزیدن اندازه
fi: Suurenna ruudun vasempaan reunaan - Valitse koko
fr: Grossissement dans le bord gauche de l'écran - sélection de la taille
gl: Ampliar no Contorno Esquerdo da Pantalla - Escoller Tamaño
ja: 画面左端に拡大 - サイズの選択
km: ពង្រីក​ទៅ​គែម​អេក្រង់​ឆ្វេង - ជ្រើស​ទំហំ
ko: 왼쪽 화면 테두리에 확대하기 - 크기 선택
nl: Vergroten tot linker schermrand - grootte selecteren
nn: Forstørr til venstre skjermkant – vel storleik
pt_br: Amplia à Esquerda - Selecionar Tamanho
sl: Povečava ob levem robu zaslona - izbor velikosti
sr: Увећање до леве ивице екрана - Изаберите величину
sr@latn: Uvećanje do leve ivice ekrana - Izaberite veličinu

source: Magnify to Right Screen Edge - Select Size
ca: Amplia a la part dreta de la pantalla - Selecció de mida
es: Ampliar al borde derecho de la pantalla - Seleccionar tamaño
fa: درشت‌نمایی در لبۀ راست پرده ـ برگزیدن اندازه
fi: Suurenna ruudun oikeaan reunaan - Valitse koko
fr: Grossissement dans le bord droit de l'écran - sélection de la taille
gl: Ampliar no Contorno Direito da Pantalla - Escoller Tamaño
ja: 画面右端に拡大 - サイズの選択
km: ពង្រីក​ទៅ​គែម​អេក្រង់​ស្ដាំ - ជ្រើស​ទំហំ
ko: 오른쪽 화면 테두리에 확대 - 크기 선택
nl: Vergroten tot rechter schermrand - grootte selecteren
nn: Forstørr til høgre skjermkant – vel storleik
pt_br: Amplia à Direita - Selecionar Tamanho
sl: Povečava ob desnem robu zaslona - izbor velikosti
sr: Увећање до десне ивице екрана - Изаберите величину
sr@latn: Uvećanje do desne ivice ekrana - Izaberite veličinu

source: Magnify to Bottom Screen Edge - Select Size
ca: Amplia a la part inferior de la pantalla - Selecció de mida
es: Ampliar al borde inferior de la pantalla - Seleccionar tamaño
fa: درشت‌نمایی در لبۀ پایینی پرده ـ برگزیدن اندازه
fi: Suurenna ruudun alareunaan - Valitse koko
fr: Grossissement dans le bord inférieur de l'écran - sélection de la taille
gl: Ampliar no Contorno en Baixo da Pantalla - Escoller Tamaño
ja: 画面下端に拡大 - サイズの選択
km: ពង្រីក​ដល់​គែម​អេក្រង់​ខាង​ក្រោម - ជ្រើស​ទំហំ
ko: 아래쪽 화면 테두리에 확대 - 크기 선택
nl: Vergroten tot onderschermrand - grootte selecteren
nn: Forstørr til nedre skjermkant – vel storleik
pt_br: Amplia na Borda Inferior da Tela - Selecionar Tamanho
sl: Povečava ob spodnjem robu zaslona - izbor velikosti
sr: Увећање до доње ивице екрана - Изаберите величину
sr@latn: Uvećanje do donje ivice ekrana - Izaberite veličinu
