Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeaccessibility/kmag.po
Languages: ca, es, fa, fi, fr, gl, hi, ja, km, ko, nl, nn, pt_br, ro, sl, sr, sr@latn

source: Show Main &Toolbar
ca: Mostra la barra d'&eines principal
es: Mos&trar menú principal
fa: نمایش &میله ابزار اصلی‌
fi: Näytä &päätyökalurivi
fr: Afficher la barre d'ou&tils principale
gl: Mostrar Barra de Ferramentas &Principal
hi: मुख्य उपकरण-पट्टी दिखाएँ (&T)
ja: メインツールバーを表示(&T)
km: បង្ហាញ​របារ​ឧបករណ៍​មេ
ko: 메인 도구 모음 보기(&T)
nl: Hoofdwerkbalk &tonen
nn: Vis &hovudverktøylinje
pt_br: M&ostrar Barra de Ferramentas Principal
ro: Afişează bara de unel&te principală
sl: Prikaži glavno &orodjarno
sr: Прикажи главну &траку са алатима
sr@latn: Prikaži glavnu &traku sa alatima

source: Hide Main &Toolbar
ca: Oculta la barra d'&eines principal
es: Ocul&tar menú principal
fa: مخفی کردن &میله ابزار اصلی‌
fi: Piilota &päätyökalurivi
fr: Cacher la barre d'ou&tils principale
gl: Acochar Barra de Ferramentas &Principal
hi: मुख्य औज़ार-पट्टी छुपाएँ (&T)
ja: メインツールバーを隠す(&T)
km: លាក់​របារ​ឧបករណ៍​មេ
ko: 메인 도구 모음 숨기기(&T)
nl: Hoofdwerkbalk ve&rbergen
nn: Gøym &hovudverktøylinje
pt_br: Ocultar &Barra de Ferramentas Principal
ro: Ascunde bara de unel&te principală
sl: SKrij glavno &orodjarno
sr: Сакриј главну &траку са алатима
sr@latn: Sakrij glavnu &traku sa alatima

source: Show &View Toolbar
ca: Mostra la barra d'eines de &vista
es: Mo&strar menú ver
fa: نمایش میله ابزار &نما‌
fi: Näytä &Näytä-työkalurivi
fr: Afficher la barre d'outils d'a&ffichage
gl: Mostrar Barra de Ferramentas &Ver
hi: दृश्य उपकरण-पट्टी दिखाएँ (&V)
ja: 表示ツールバーを表示(&V)
km: បង្ហាញ​របារ​ឧបករណ៍​មើល
ko: 보기 도구 모음 보기(&V)
nl: &Weergavebalk tonen
nn: Vis &visingsverktøylinje
pt_br: Mostrar Barra de &Visão
ro: Afişează bara de &vizualizare
sl: Prikaži orodjarno &prikaza
sr: Прикажи траку за &приказ
sr@latn: Prikaži traku za &prikaz

source: Hide &View Toolbar
ca: Oculta la barra d'eines de &vista
es: Ocultar menú &ver
fa: مخفی کردن میله ابزار &نما‌
fi: P&iilota-työkalurivi
fr: Cacher la barre d'outils d'a&ffichage
gl: Acochar Barra de Ferramentas &Ver
hi: दृश्य औज़ार-पट्टी छुपाएँ (&V)
ja: 表示ツールバーを隠す(&V)
km: លាក់​របារ​ឧបករណ៍​មើល
ko: 보기 도구 모음 숨기기(&V)
nl: &Weergavebalk verbergen
nn: Gøym &visingsverktøylinje
pt_br: Ocult&ar Barra de Visão
ro: Ascunde bara de &vizualizare
sl: Skrij orodjarno &prikaza
sr: Сакриј траку за &приказ
sr@latn: Sakrij traku za &prikaz

source: Show &Settings Toolbar
ca: Mostra la barra d'eines de l'a&rranjament
es: Mostrar barra de herramientas de preferencia&s
fa: نمایش میله ابزار &تنظیمات‌
fi: &Näytä Asetukset-työkalurivi
fr: Afficher la barre d'outils de&s paramètres
gl: Mostrar Barra de Ferramentas &Configuración
hi: विन्यास उपकरण-पट्टी दिखाएँ (&S)
ja: 設定ツールバーを表示(&S)
km: បង្ហាញ​របារ​ឧបករណ៍​ការ​កំណត់
ko: 설정 도구 모음 보기(&S)
nl: In&stellingenbalk tonen
nn: Vis &oppsettverktøylinje
pt_br: M&ostrar Barra de Ferramentas de Configurações
ro: Afişează bara de unelte a &setărilor
sl: Prikaži orodjarno z &nastavitvami
sr: Прикажи траку са по&ставкама
sr@latn: Prikaži traku sa po&stavkama

source: Hide &Settings Toolbar
ca: Oculta la barra d'eines de l'a&rranjament
es: Ocultar barra de herramientas de preferencia&s
fa: مخفی کردن میله ابزار&تنظیمات‌
fi: Piilota &asetusten-työkalurivi
fr: Cacher la barre d'outils de&s paramètres
gl: Acochar Barra de Ferramentas &Configuración
hi: विन्यास औज़ार-पट्टी छुपाएँ (&S)
ja: 設定ツールバーを隠す(&S)
km: លាក់​របារ​ឧបករណ៍​ការ​កំណត់
ko: 설정 도구 모음 숨기기(&S)
nl: In&stellingenbalk verbergen
nn: Gøym &oppsettverktøylinje
pt_br: Ocultar Barra de Ferramentas de &Configurações
ro: Ascunde bara de unelte a &setărilor
sl: Skrij orodjarno z &nastavitvami
sr: Сакриј траку са по&ставкама
sr@latn: Sakrij traku sa po&stavkama

source: &Follow Mouse Mode
ca: Mode &segueix al ratolí
es: &Seguir al ratón
fa: &دنبال کردن حالت موشی‌
fi: &Seuraa hiiren tilaa
fr: Suivre la so&uris
gl: Modo Seguir o &Rato
hi: माउस का पीछा करने का मोड (&F)
ja: マウスに追従モード(&F)
km: ធ្វើ​តាម​របៀប​កណ្ដុរ
ko: 마우스 따라가기 모드(&F)
nl: Muis &volgen-modus
nn: &Følg musa
pt_br: &Seguir o modo do mouse
ro: &Urmăreşte mouse-ul
sl: Način s&ledenja miški
sr: Режим п&раћења миша
sr@latn: Režim p&raćenja miša

source: Magnify mouse area into window
ca: Amplia l'àrea del ratolí a una finestra
es: Ampliar el área del ratón en la ventana
fa: درشت‌نمایی ناحیۀ موشی در پنجره
fi: Suurenna hiiren alue ikkunaan
fr: Grossir la zone de la souris dans la fenêtre
gl: Amplia a área onde está o rato
ja: マウス領域を拡大
km: ពង្រីក​​ផ្ទៃ​កណ្ដុរ​ទៅ​ក្នុង​បង្អួច
ko: 마우스 주변 영역을 창에 확대 합니다
nl: Muisgebied in venster vergroten
nn: Forstørr området nær musepeikaren
pt_br: Amplia a região próxima ao cursor do mouse em uma janela
sl: Okolico miške prikaži povečano v oknu
sr: Увећава област око миша у прозор
sr@latn: Uvećava oblast oko miša u prozor

source: In this mode the area around the mouse cursor is shown in a normal window.
ca: Enaquest mode l'àrea al voltant del cursor del ratolí es mostrarà en una finestra normal.
es: En este modo, el área alrededor del cursor del ratón se muestra en una ventana normal.
fa: در این حالت، ناحیۀ اطراف مکان‌نمای موشی در پنجره‌ای عادی نمایش داده می‌شود.
fi: Jos valittuna, hiiren osoittimen ympärillä oleva alue näytetään normaalina ikkunana.
fr: Dans ce mode, la zone autour du curseur de la souris est affiché dans une fenêtre normale.
gl: Neste modo a área arredor do rato é mostrada nunha fiestra normal.
ja: このモードでは、マウスカーソルの周辺領域を拡大して表示します。
km: ក្នុង​របៀប​នេះ ផ្ទៃ​ជុំវិញ​ទស្សន៍​ទ្រនិច​កណ្ដុរ​ត្រូវ​បាន​បង្ហាញ​ក្នុង​បង្អួច​ធម្មតា ។
ko: 이 모드에서 마우스 커서의 위치 주변이 일반 창에 보입니다.
nl: In deze modus zal het gebied rond de muisaanwijzer worden getoond in een normaal venster.
nn: Dersom dette er valt, vert området rundt musepeikaren vist i eit vanleg vindauge.
pt_br: Neste modo a área em torno do cursor do mouse será exibida em uma janela normal.
sl: V tem načinu bo okolico miškinega kazalca prikazana povečano v običajnem oknu.
sr: У овом режиму, област око показивача миша се приказује у нормалном прозору.
sr@latn: U ovom režimu, oblast oko pokazivača miša se prikazuje u normalnom prozoru.

source: S&election Window Mode
ca: Mode de selecció de &finestra
es: Modo de se&lección de ventana
fa: &گزینش حالت پنجره‌
fi: &Valintaikkunatila
fr: Grossir une zone
gl: Modo Selección de &Área
ja: 選択ウィンドウモード(&E)
km: របៀប​បង្អួច​ការ​ជ្រើស
ko: 선택창 모드(&E)
nl: Selectie&venstermodus
nn: Modus for &utvalsvindauget
pt_br: Modo de Janela de &Seleção
sl: Način i&zbire v oknu
sr: Режим са прозором &избора
sr@latn: Režim sa prozorom &izbora

source: Magnify selected area into window
ca: Amplia l'àrea seleccionada a una finestra
es: Ampliar el área seleccionada en una ventana
fa: درشت‌نمایی ناحیۀ برگزیده در پنجره
fi: Suurenna valittu alue ikkunaan
fr: Grossir la zone sélectionnée dans la fenêtre
gl: Amplia a área escollida nunha fiestra
ja: 選択領域を拡大
km: ពង្រីក​ផ្ទៃ​ដែល​បាន​ជ្រើស​ទៅ​ក្នុង​កំពូល
ko: 창에 선택된 영역 확대하기
nl: Geselecteerd gebied in venster vergroten
nn: Forstørr vald område i vindauget
pt_br: Amplia a área selecionada em uma janela
sl: Izbrano območje prikaže povečano v oknu
sr: Увећава изабрану област у прозор
sr@latn: Uvećava izabranu oblast u prozor

source: In this mode a selection window is opened. The selected area is shown in a normal window.
ca: En aquest mode s'obre una finestra de selecció. L'àrea seleccionada es mostra en una finestra normal.
es: En este modo se abre una ventana de selección. El área seleccionada se muestra en una ventana normal.
fa: در این حالت، پنجرۀ گزینش باز می‌شود. ناحیۀ برگزیده در پنجره‌ای عادی نمایش داده می‌شود.
fi: Jos valittuna, valintaikkuna avautuu. Valittu alue näytetään normaalissa ikkunassa.
fr: Dans ce mode une fenêtre de sélection est ouverte. La zone sélectionnée est affichée dans une fenêtre normale.
gl: Neste modo abre-se unha fiestra de selección. A área escollida é mostrada nunha fiestra normal.
ja: このモードでは、選択ウィンドウが開き、選択ウィンドウで選択された領域を拡大して表示します。
km: ក្នុង​របៀប​នេះ​បង្អួច​ការ​ជ្រើស​ត្រូវ​បាន​បើក ។ ផ្ទៃ​ដែល​បាន​ជ្រើស​ត្រូវ​បាន​បង្ហាញ​ក្នុង​បង្អួច​ធម្មតា ។
ko: 이 모드에서 선택창이 열려있습니다. 선택 영역은 일반 창에 보여집니다.
nl: In deze modus wordt een selectievenster geopend. Het geselecteerde gebied wordt getoond in een normaal venster.
nn: I denne modusen vert det opna eit utvalsvindauge. Det merkte området vert vist i eit vanleg vindauge.
pt_br: Neste modo uma janela de seleção é aberta. A área selecionada é exibida em uma janela normal.
sl: V tem načinu se odpre okno z izbiro. Izbrano območje se prikaže v običajnem oknu.
sr: У овом режиму отвара се прозор избора. Изабрана област се приказује у нормалном прозору.
sr@latn: U ovom režimu otvara se prozor izbora. Izabrana oblast se prikazuje u normalnom prozoru.

source: &Top Screen Edge Mode
ca: Mode de vora &superior de la pantalla
es: Modo borde superior de la pan&talla
fa: حالت لبۀ &بالایی پرده‌
fi: Päällimmäisen ruudun reunus&tila
fr: Bord &supérieur de l'écran
gl: Modo Contorno &Superior da Pantalla
ja: 画面上端モード(&T)
km: របៀប​គែម​អេក្រង់​កំពូល
ko: 윗쪽 스크린 테두리 모드(&T)
nl: Schermbovenran&d-modus
nn: &Toppkantmodus
pt_br: &Acima
sl: Ob &zgornjem robu zaslona
sr: Режим &горње ивице екрана
sr@latn: Režim &gornje ivice ekrana

source: Magnify mouse area to top screen edge
ca: Amplia l'àrea del ratolí a la part superior de la pantalla
es: Ampliar el área del ratón en el borde superior de la pantalla
fa: درشت‌نمایی ناحیۀ موشی در لبۀ بالایی پرده
fi: Suurenna hiiren osoittimen ympäriltä ruudun ylälaitaan
fr: Grossir la zone de la souris dans le bord supérieur de l'écran
gl: Amplia a área do rato na parte superior da pantalla
ja: 画面上端でマウス領域を拡大
km: ពង្រីក​ផ្ទៃ​កណ្ដុរ​ទៅ​គែម​អេក្រង់​កំពូល
ko: 마우스 영역을 윗쪽 스크린 테두리로 확대합니다
nl: Muisgebied tot bovenrand van scherm vergroten
nn: Forstørr området rundt musa til øvre kant av skjermen
pt_br: Amplia a região próxima ao cursor do mouse na parte superior da tela
sl: Okolico miške povečano prikaže ob zgornjem robu zaslona
sr: Увећава област око миша у горњу ивицу екрана
sr@latn: Uvećava oblast oko miša u gornju ivicu ekrana

source: In this mode the area around the mouse is magnified to the top screen edge.
ca: En aquest mode l'àrea al voltant del ratolí s'amplia a la part superior de la pantalla.
es: En este modo, el área alrededor del ratón será ampliada en el borde superior de la pantalla.
fa: در این حالت، ناحیۀ اطراف موشی در لبۀ بالایی پرده درشت‌نمایی می‌شود.
fi: Jos valittuna, hiiren osoittimen ympärillä oleva alue suurennetaan ruudun ylälaitaan.
fr: Dans ce mode, la zone autour de la souris est affichée en haut de l'écran
gl: Neste modo a área arredor do rato é ampliada no contorno superior da pantalla.
ja: このモードでは、マウスカーソルの周辺領域を画面上端に拡大して表示します。
km: ក្នុង​របៀប​នេះ​ផ្ទៃ​ជុំវិញ​កណ្ដុរ​ត្រូវ​បាន​ពង្រីក​ទៅ​គែម​អេក្រង់​កំពូល ។
ko: 이 모드에서 마우스 주변 영역은 윗쪽 스크린 테두리로 확대됩니다.
nl: In deze modus zal het gebied rond de muis worden vergroot totaan de bovenrand van het scherm.
nn: I denne modusen vert området rundt musepeikaren forstørra, og vist nær toppen av skjermen.
pt_br: Neste modo a área em torno do cursor do mouse é ampliada na parte superior da tela.
sl: V tem načinu se okolica miškinega kazalca prikaže povečano v območju ob zgornjem robu zaslona.
sr: У овом режиму област око показивача миша се увеличава и приказује уз горњу ивицу екрана.
sr@latn: U ovom režimu oblast oko pokazivača miša se uveličava i prikazuje uz gornju ivicu ekrana.

source: &Left Screen Edge Mode
ca: Mode de vora &esquerra de la pantalla
es: Modo borde i&zquierdo de la pantalla
fa: حالت لبۀ &چپ پرده‌
fi: Vasemman ruudun reunusti&la
fr: Bord &gauche de l'écran
gl: Modo Contorno &Esquerdo da Pantalla
ja: 画面左端モード(&L)
km: របៀប​គែម​អេក្រង់​ឆ្វេង
ko: 왼쪽 스크린 테두리 모드(&L)
nl: &Linkerschermrand-modus
nn: &Venstrekantmodus
pt_br: À &Esquerda
sl: Ob l&evem robu zaslona
sr: Режим &леве ивице екрана
sr@latn: Režim &leve ivice ekrana

source: Magnify mouse area to left screen edge
ca: Amplia l'àrea del ratolí a la part esquerra de la pantalla
es: Ampliar el área del ratón en el borde izquierdo de la pantalla
fa: درشت‌نمایی ناحیۀ موشی در لبۀ چپ پرده
fi: Suurenna hiiren osoittimen ympäriltä ruudun vasempaan laitaan
fr: Grossir la zone de la souris dans le bord gauche de l'écran
gl: Ampliar a área do rato no contorno esquerdo da pantalla
ja: 画面左端でマウス領域を拡大
km: ពង្រីក​ផ្ទៃ​កណ្ដុរ​ទៅ​គែម​អេក្រង់​ឆ្វេង
ko: 왼쪽 스크린 테두리에 마우스 영역을 확대합니다
nl: Muisgebied tot linker schermrand vergroten
nn: Forstørr området rundt musa til venstre kant av skjermen
pt_br: Amplia a região próxima ao curso do mouse na borda esquerda da tela
sl: Okolico miške povečano prikaže ob levem robu zaslona
sr: Увећава област око миша у леву ивицу екрана
sr@latn: Uvećava oblast oko miša u levu ivicu ekrana

source: In this mode the area around the mouse is magnified to the left screen edge.
ca: En aquest mode l'àrea al voltant del ratolí s'amplia a la part esquerra de la pantalla.
es: En este modo, el área alrededor del ratón será ampliada en el borde izquierdo de la pantalla.
fa: در این حالت، ناحیۀ اطراف موشی در لبۀ چپ پرده درشت‌نمایی می‌شود.
fi: Jos valittuna, hiiren osoittimen ympärillä oleva alue suurennetaan ruudun vasempaan laitaan.
fr: Dans ce mode, la zone autour de la souris est affichée dans la partie gauche de l'écran.
gl: Neste modo a área arredor do rato é ampliada na parte esquerda da pantalla.
ja: このモードでは、マウスカーソルの周辺領域を画面左端に拡大して表示します。
km: ក្នុង​របៀប​នេះ​ផ្ទៃ​ជុំវិញ​កណ្ដុរ​ត្រូវ​បាន​ពង្រីក​ទៅ​គែម​អេក្រង់​ឆ្វេង ។
ko: 이 모드에서 마우스 주변 영역은 왼쪽 스크린 테두리에 확대됩니다.
nl: In deze modus zal het gebied rond de muis totaan de linker rand van het scherm worden vergroot.
nn: I denne modusen vert området rundt musepeikaren forstørra, og vist nær venstre kant av skjermen.
pt_br: Neste modo a área em torno do cursor do mouse será ampliada à esquerda.
sl: V tem načinu se okolica miškinega kazalca prikaže povečano v območju ob levem robu zaslona.
sr: У овом режиму област око показивача миша се увеличава и приказује уз леву ивицу екрана.
sr@latn: U ovom režimu oblast oko pokazivača miša se uveličava i prikazuje uz levu ivicu ekrana.

source: &Right Screen Edge Mode
ca: Mode de vora &dreta de la pantalla
es: Modo borde de&recho de la pantalla
fa: حالت لبۀ &راست پرده‌
fi: Oikean &ruudun reunustila
fr: Bord &droit de l'écran
gl: Modo Contorno &Direito da Pantalla
ja: 画面右端モード(&R)
km: របៀប​គែម​អេក្រង់​ស្ដាំ
ko: 오른쪽 스크린 테두리 모드(&R)
nl: &Rechterschermrand-modus
nn: &Høgrekantmodus
pt_br: À Di&reita
sl: Ob &desnem robu zaslona
sr: Режим &десне ивице екрана
sr@latn: Režim &desne ivice ekrana

source: Magnify mouse area to right screen edge
ca: Amplia l'àrea del ratolí a la part dreta de la pantalla
es: Ampliar el área del ratón en el borde derecho de la pantalla
fa: درشت‌نمایی ناحیۀ موشی در لبۀ راست پرده
fi: Suurenna hiiren osoittimen ympäriltä ruudun oikeaan laitaan
fr: Grossir la zone de la souris dans le bord droit de l'écran
gl: Amplia a área do rato no contorno direito da pantalla
ja: 画面右端でマウス領域を拡大
km: ពង្រីក​ផ្ទៃ​កណ្ដុរ​ទៅ​គែម​អេក្រង់​ស្ដាំ
ko: 오른쪽 스크린 테두리에 마우스 영역을 확대합니다.
nl: Muisgebied tot rechter schermrand vergroten
nn: Forstørr området rundt musa til høgre kant av skjermen
pt_br: Amplia a região próxima ao mouse na borda direita da tela
sl: Okolico miške povečano prikaže ob desnem robu zaslona
sr: Увећава област око миша у десну ивицу екрана
sr@latn: Uvećava oblast oko miša u desnu ivicu ekrana

source: In this mode the area around the mouse is magnified to the right screen edge.
ca: En aquest mode l'àrea al voltant del ratolí s'amplia a la part dreta de la pantalla.
es: En este modo, el área alrededor del ratón será ampliada en el borde derecho de la pantalla.
fa: در این حالت، ناحیۀ اطراف موشی در لبۀ راست پرده درشت‌نمایی می‌شود.
fi: Jos valittuna, hiiren osoittimen ympärillä oleva alue suurennetaan ruudun oikeaan laitaan.
fr: Dans ce mode, la zone autour de la souris est affichée dans la partie droite de l'écran.
gl: Neste modo a área arredor do rato é ampliada na parte direita da pantalla.
ja: このモードでは、マウスカーソルの周辺領域を画面右端に拡大して表示します。
km: ក្នុង​របៀប​នេះ ផ្ទៃ​ជុំ​វិញ​កណ្ដុរ​ត្រូវ​បាន​ពង្រីក​ទៅ​គែម​អេក្រង់​ស្ដាំ ។
ko: 이 모드에서 마우스 주변의 영역이 오른쪽 스크린 테두리에 확대됩니다.
nl: In deze modus wordt het gebied rond de muis totaan de rechter rand van het scherm vergroot.
nn: I denne modusen vert området rundt musepeikaren forstørra, og vist nær høgre kant av skjermen.
pt_br: Neste modo a área ao redor do cursor do mouse será ampliada na borda direita da tela.
sl: V tem načinu se okolica miškinega kazalca prikaže povečano v območju ob desnem robu zaslona.
sr: У овом режиму област око показивача миша се увеличава и приказује уз десну ивицу екрана.
sr@latn: U ovom režimu oblast oko pokazivača miša se uveličava i prikazuje uz desnu ivicu ekrana.

source: &Bottom Screen Edge Mode
ca: Mode de vora &inferior de la pantalla
es: Modo &borde inferior de la pantalla
fa: حالت لبۀ &پایینی پرده‌
fi: &Alimmaisen ruudun reunustila
fr: Bord &inférieur de l'écran
gl: Modo Contorno &Inferior da Pantalla
ja: 画面下端モード(&B)
km: របៀប​គែម​អេក្រង់​ខាង​ក្រោម
ko: 아랫쪽 스크린 테두리 모드(&B)
nl: Schermonderran&d-modus
nn: &Botnkantmodus
pt_br: A&Baixo
sl: Ob &spodnjem robu zaslona
sr: Режим д&оње ивице екрана
sr@latn: Režim d&onje ivice ekrana

source: Magnify mouse area to bottom screen edge
ca: Amplia l'àrea del ratolí a la part inferior de la pantalla
es: Ampliar el área del ratón en el borde inferior de la pantalla
fa: درشت‌نمایی ناحیۀ موشی در لبۀ پایینی پرده
fi: Suurenna hiiren osoittimen ympäriltä ruudun alalaitaan
fr: Grossir la zone de la souris dans le bord inférieur de l'écran
gl: Amplia a área do rato no contorno inferior da pantalla
ja: 画面下端でマウス領域を拡大
km: ពង្រីក​ផ្ទៃ​កណ្ដុរ​ទៅ​គែម​អេក្រង់​ខាង​ក្រោម
ko: 아랫쪽 스크린 테두리에 마우스 영역을 확대합니다
nl: Muisgebied totaan de onderschermrand vergroten
nn: Forstørr området rundt musa til nedre kant av skjermen
pt_br: Amplia a região próxima ao mouse na parte inferior da tela
sl: Okolico miške povečano prikaže ob spodnjem robu zaslona
sr: Увећава област око миша у доњу ивицу екрана
sr@latn: Uvećava oblast oko miša u donju ivicu ekrana

source: In this mode the area around the mouse is magnified to the bottom screen edge.
ca: En aquest mode l'àrea al voltant del ratolí s'amplia a la part inferior de la pantalla.
es: En este modo, el área alrededor del ratón será ampliada en el borde inferior de la pantalla.
fa: در این حالت، ناحیۀ اطراف موشی در لبۀ پایینی پرده درشت‌نمایی می‌شود.
fi: Jos valittuna, hiiren osoittimen ympärillä oleva alue suurennetaan ruudun alalaitaan.
fr: Dans ce mode, la zone autour de la souris est affichée en bas de l'écran.
gl: Neste modo a área arredor do rato é ampliada no fondo da pantalla.
ja: このモードでは、マウスカーソルの周辺領域を画面下端に拡大して表示します。
km: ក្នុង​របៀប​នេះ​ផ្ទៃ​ជុំវិញ​កណ្ដុរ​ត្រូវ​បាន​ពង្រីក​ទៅ​គែម​អេក្រង់​ខាង​ក្រោម ។
ko: 이 모드에서 마우스 주변 영역은 아랫쪽 스크린 테두리에 확대됩니다.
nl: In deze modus wordt het gebied rond de muis vergroot totaan de onderrand van het scherm.
nn: I denne modusen vert området rundt musepeikaren forstørra, og vist nær botnen av skjermen.
pt_br: Neste modo a área em torno do cursor do mouse será ampliada na borda inferior da tela.
sl: V tem načinu se okolica miškinega kazalca prikaže povečano v območju ob spodnjem robu zaslona.
sr: У овом режиму област око показивача миша се увеличава и приказује уз доњу ивицу екрана.
sr@latn: U ovom režimu oblast oko pokazivača miša se uveličava i prikazuje uz donju ivicu ekrana.

source: Hide Mouse &Cursor
ca: Oculta el &cursor del ratolí
es: Ocultar el &cursor del ratón
fa: مخفی کردن &مکان‌نمای موشی‌
fi: Piilota hiiren &osoitin
fr: Cacher le &curseur de la souris
gl: Acochar o &Cursor do Rato
hi: माउस संकेतक छुपाएँ (&C)
ja: マウスカーソルを隠す(&C)
km: លាក់​ទស្សន៍​ទ្រនិច​កណ្ដុរ
ko: 마우스 커서 숨기기(&C)
nl: Muisaanwij&zer verbergen
nn: Gøym &musepeikaren
pt_br: &Ocultar o cursor do mouse
ro: Ascunde &cursorul mouse-ului
sl: Skrij miškin &kazalec
sr: Сакриј &показивач миша
sr@latn: Sakrij &pokazivač miša

source: Show Mouse &Cursor
ca: Mostra el &cursor del ratolí
es: Mostrar el &cursor del ratón
fa: نمایش &مکان‌نمای موشی‌
fi: Näytä hiiren &osoitin
fr: Afficher le &curseur de la souris
gl: Mostrar o &Cursor do Rato
hi: माउस संकेतक दिखाएँ (&C)
ja: マウスカーソルを表示(&C)
km: បង្ហាញ​ទស្សន៍​ទ្រនិច​កណ្ដុរ
ko: 마우스 커서 보기(&C)
nl: Muisaanwij&zer tonen
nn: Vis &musepeikaren
pt_br: &Mostrar Cursor do Mouse
ro: Afişează &cursorul mouse-ului
sl: Prikaži miškin &kazalec
sr: Прикажи &показивач миша
sr@latn: Prikaži &pokazivač miša

source: Hide the mouse cursor
ca: Oculta el cursor del ratolí
es: Ocultar el cursor del ratón
fa: مخفی کردن مکان‌نمای موشی
fi: Piilottaa hiiren osoittimen
fr: Cacher le curseur de la souris
gl: Acocha o cursor do rato
hi: माउस संकेतक को छुपाएँ
ja: マウスカーソルを隠す
km: លាក់​ទស្សន៍​ទ្រនិច​កណ្ដុរ
ko: 마우스 커서 숨기기
nl: Verberg de muisaanwijzer
nn: Gøym musepeikaren
pt_br: Oculta o cursor do mouse
ro: Ascunde cursorul mouse-ului
sl: Skrij miškin kazalec
sr: Сакрива показивач миша
sr@latn: Sakriva pokazivač miša

source: Click on this button to <b>zoom-in</b> on the selected region.
ca: Feu un clic a sobre d'aquest botó per <b>apropar</b> l'àrea seleccionada.
es: Pulse este botón para <b>ampliar</b> el área seleccionada.
fa: این دکمه را فشار دهید، تا در منطقۀ برگزیده <b>بزرگ‌نمایی </b> شود.
fi: Napsauta tätä painiketta <b>suurentaaksesi</b> valitun alueen kuvaa.
fr: Un clic sur ce bouton <b>grossit</b> la région sélectionnée.
gl: Prema neste botón para <b>ampliar</b> a área seleccionada.
hi: चयनित क्षेत्र में <b>जूम-इन</b> करने हेतु इस बटन पर क्लिक करें.
ja: 選択された領域を拡大するには、このボタンをクリックしてください。
km: ចុច​ប៊ូតុង​នេះ​ដើម្បី <b>ពង្រីក</b> លើ​ផ្ទៃ​ដែល​បាន​ជ្រើស ។
ko: 선택한 영역을 <b>확대</b> 하려면 이 버튼을 클릭하십시오.
nl: Druk op deze knop om de geselecteerde regio te <b>vergroten</b>.
nn: Trykk på denne knappen for å <b>forstørra</b> det valde området.
pt_br: Clique neste botão para <b>aproximar o zoom</b> da região selecionada.
ro: Daţi clic pe acest buton pentru a <b>mări</b> regiunea selectată.
sl: Klik na ta gumb bo <b>povečalo</b> v izbrano področje.
sr: Кликните на ово дугме да бисте <b>увеличали</b> изабрану област.
sr@latn: Kliknite na ovo dugme da biste <b>uveličali</b> izabranu oblast.

source: Select the zoom factor.
ca: Selecciona el factor d'apropament.
es: Seleccione el factor de aumento.
fa: برگزیدن عامل بزرگ‌نمایی.
fi: Valitse suurennuskerroin.
fr: Sélectionner le facteur de grossissement.
gl: Escolla o factor de aumento.
hi: ज़ूम फैक्टर चुनें
ja: ズーム率を選択します。
km: ជ្រើស​កត្តា​ពង្រីក ។
ko: 확대/축소 방식을 선택하십시오.
nl: Selecteer de zoomfactor.
nn: Vel storleiksfaktor.
pt_br: Selecione o fator do zoom.
ro: Selectaţi factorul de scalare.
sl: Izberite faktor povečave.
sr: Изаберите фактор увеличања.
sr@latn: Izaberite faktor uveličanja.

source: Zoom factor
ca: Factor d'apropament
es: Factor de aumento
fa: عامل بزرگ‌نمایی
fi: Suurennuskerroin
fr: Facteur de grossissement
gl: Factor de aumento
hi: ज़ूम फैक्टर
ja: ズーム率
km: កត្តា​ពង្រីក
ko: 확대/축소 방식
nn: Storleiksfaktor
pt_br: Fator do zoom
ro: Factor de scalare
sl: Faktor povečave
sr: Фактор увеличања
sr@latn: Faktor uveličanja
