Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeaccessibility/kmag.po
Languages: ca, es, fa, fi, fr, gl, hi, ja, km, ko, nl, nn, pt_br, ro, sl, sr, sr@latn

source: This is the main window which shows the contents of the selected region. The contents will be magnified according to the zoom level that is set.
ca: Aquesta és la finestra principal que mostra el contingut de l'àrea seleccionada. El contingut es mostrarà ampliat d'acord amb el nivell d'apropament establert.
es: Ésta es la ventana principal que muestra el contenido del área seleccionada. El contenido se mostrará ampliado si se ha establecido un nivel de ampliación.
fa: این پنجرۀ اصلی است که محتوای منطقۀ برگزیده را نشان می‌دهد. محتوا طبق سطح بزرگ‌نمایی که تنظیم شده، درشت می‌شود.
fi: Tämä ikkuna näyttää valitun alueen sisällön suurennoksen, joka riippuu asetetusta suurennuskertoimesta.
fr: Il s'agit de la fenêtre principale, qui affiche le contenu de la région sélectionnée. Le contenu sera grossi en fonction du niveau de grossissement défini.
gl: Esta é a fiestra principal que mostra o contido da área escollida. O contido mostrará-se ampliado de acordo co nível de ampliación escollido.
hi: यह मुख्य विंडो है जो कि चयनित क्षेत्र के विषय-वस्तुओं को दिखाता है. विषय-वस्तु नियत किए गए जूम स्तर के अनुसार बड़े आकार में दिखाई देंगे.
ja: これは選択された範囲の内容を表示するメインウィンドウです。ズームレベルの設定に従って内容を拡大して表示します。
km: នេះ​គឺ​ជា​បង្អួច​មេ​ដែល​បង្ហាញ​មាតិកា​នៃ​តំបន់​ដែល​បាន​ជ្រើស ។ មាតិកា​នឹង​ត្រូវ​បាន​ពង្រីក​ទៅ​តាម​កម្រិត​ពង្រីក​ដែល​ត្រូវ​បាន​កំណត់ ។
ko: 이것은 선택된 영역의 내용을 보여주는 주요창입니다. 내용물은 지정된 확대/축소 단계에 따라 확대되어 보여집니다.
nl: Dit is het hoofdvenster dat de inhoud van het geselecteerde gebied zal tonen. De inhoud zal worden vergroot volgens het ingestelde zoomniveau.
nn: Dette er hovudvindauget der innhaldet av det valde området vert vist. Dersom du har vald eit forstørringsnivå, vert innhaldet forstørra.
pt_br: Esta é a janela principal que mostra os conteúdos da região selecionada. Os conteúdos serão ampliados de acordo com o níveld e zoom ajustado.
ro: Aceasta este fereastra principală în care va fi afişată regiunea selectată. Conţinutul va fi mărit în funcţie de nivelul de scalare.
sl: To je glavno okno, ki prikazuje vsebino izbranega področja. Vsebina po povečana glede na nastavljeno stopnjo povečave.
sr: Ово је главни прозор, који показује садржај изабране области. Садржај ће бити увеличан у складу са задатим нивоом увећања.
sr@latn: Ovo je glavni prozor, koji pokazuje sadržaj izabrane oblasti. Sadržaj će biti uveličan u skladu sa zadatim nivoom uvećanja.

source: _: NAME OF TRANSLATORS Your names
ca: Antoni Bella Perez
es: Eloy Cuadra,Vicente Herrera Cobo,Miguel Revilla Rodríguez
fa: مریم سادات رضوی
fi: Teemu Rytilahti, Ilpo Kantonen
fr: Matthieu Robin
gl: Gonzalo H. Castilla,Xabi G. Feal, mvillarino
hi: रविशंकर श्रीवास्तव
ja: Kenshi Muto, Toyohiro Asukai
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee,Sung-Jae Cho
nl: Rinse de Vries
nn: Gaute Hvoslef Kvalnes,Karl Ove Hufthammer
pt_br: João Emanuel
ro: Claudiu Costin,Bogdan Daniel Vatră
sl: Gregor Rakar
sr: Часлав Илић,Слободан Симић
sr@latn: Časlav Ilić,Slobodan Simić

source: _: EMAIL OF TRANSLATORS Your emails
ca: bella5@teleline.es
es: ecuadra@eloihr.net,vicente.herrera@hispalinux.es,yo@miguelrevilla.com
fa: razavi@itland.ir
fi: teemu.rytilahti@kde-fi.org, ilpo@iki.fi
fr: kde@macolu.org
gl: ttxzgl@yahoo.es,xabigf@gmx.net,mvillarino@users.sourceforge.net
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
ja: kmuto@debian.org, toyohiro@ksmplus.com
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com, leedos@hanmail.net, jachin@hanafos.com
nl: rinsedevries@kde.nl
nn: gaute@verdsveven.com,karl@huftis.org
pt_br: joaoemanuel@terra.com.br
ro: claudiuc@kde.org,taipanromania@xnet.ro
sl: gregor.rakar@kiss.si
sr: caslav.ilic@gmx.net,simicsl@verat.net
sr@latn: caslav.ilic@gmx.net,simicsl@verat.net

source: File to open
ca: Fitxer a obrir
es: Archivo a abrir
fa: باز کردن پرونده
fi: Avattava tiedosto
fr: Fichier à ouvrir
gl: Ficheiro a abrir
hi: खोलने हेतु फ़ाइल
ja: 開くファイル
km: ឯកសារ​សម្រាប់​បើក
ko: 열기위한 파일
nl: Bestand om te openen
nn: Opna fil
pt_br: Arquivo para abrir
ro: Fişierul de deschis
sl: Datoteka za odprtje
sr: Фајл који треба отворити
sr@latn: Fajl koji treba otvoriti

source: KMagnifier
hi: के-मैग्नीफ़ायर
ko: K돋보기
nn: Skjermforstørring
ro: Lupă

source: Screen magnifier for the K Desktop Environment (KDE)
ca: Lupa de la pantalla per a l'entorn d'escriptori K (KDE)
es: Lupa de la pantalla para el entorno de escritorio K (KDE)
fa: درشت‌نمایی پرده برای محیط رومیزی )KDE(
fi: Suurennuslasi K-työpöytäympäristölle (KDE)
fr: Loupe d'écran pour l'environnement de bureau K (KDE)
gl: Ampliador da pantalla para KDE
hi: के डेस्कटॉप एनवायरनमेंट (केडीई) हेतु स्क्रीन मेग्निफायर
ja: K デスクトップ環境 (KDE) のスクリーン拡大鏡
km: ឧបករណ៍​ពង្រីក​អេក្រង់​សម្រាប់​បរិស្ថាន​ផ្ទៃតុ K (KDE)
ko: K 데스크톱 환경(KDE)의 화면 돋보기
nl: Schermvergrootglas voor de K Desktop Environment (KDE)
nn: Ein skjermforstørrar for K Desktop Environment (KDE).
pt_br: Lupa da Tela para o Ambiente K (KDE)
ro: Lupă de ecran pentru KDE
sl: Povečevalec zaslona za okolje KDE
sr: Увеличавач екрана за KDE
sr@latn: Uveličavač ekrana za KDE

source: Rewrite and current maintainer
ca: Reescriptura i actual mantenidor
es: Reescritura y actual responsable
fa: بازنویسی و نگه‌دارندۀ جاری
fi: Nykyinen ylläpitäjä ja uudelleenkirjoittaja
fr: Réécriture et mainteneur actuel
gl: Reescritura e mantedor actual
hi: पुनः लिखने वाला तथा वर्तमान मेंटेनर
ja: 書き直し、現在のメンテナ
km: សរសេរ​ឡើង​វិញ និង​អ្នក​ថែទាំ​បច្ចុប្បន្ន
ko: 수정 및 현재 관리자
nl: Herschreven en huidige onderhouder
nn: Omskriving og vedlikehald.
pt_br: Reescrito e Mantenedor Atual
ro: Rescrierea programului şi dezvoltatorul curent
sl: Prepis in trenutni vzdrževalec
sr: Поново написао и тренутни одржавалац
sr@latn: Ponovo napisao i trenutni održavalac

source: Original idea and author (KDE1)
ca: Idea original i autor (KDE1)
es: Idea original y autor (KDE1)
fa: نویسنده و ایدۀ اصلی )KDE1(
fi: Alkuperäinen tekijä ja ideoija (KDE1:lle)
fr: Idée originale et auteur (KDE 1)
gl: Idea orixinal e autor (KDE1)
hi: मूल विचार तथा लेखक (केडीई1)
ja: オリジナルのアイデア、作者 (KDE1)
km: គំនិត​ដើម និង​អ្នក​និពន្ធ (KDE1)
ko: 처음 만든이(KDE1)
nl: Oorspronkelijk idee en auteur (KDE1)
nn: Opphavleg idé og utviklar (KDE1).
pt_br: Idéia Original e Autor (KDE1)
ro: Idea originală şi autorul versiunii pentru KDE1
sl: Prvotna ideja in avtor (KDE1)
sr: Првобитна идеја и аутор (KDE1)
sr@latn: Prvobitna ideja i autor (KDE1)

source: Rework of the user interface, improved selection window, speed optimisation, rotation, bug fixes
ca: Millora de la interfície d'usuari, finestra de selecció millorada, optimitzacions de velocitat, gir, correccions d'errors
es: Adaptación de la interfaz de usuario, mejorando la selección de ventanas, más rápido, girado, corrección de errores
fa: کار مجدد واسط کاربر‍‍، پنجرۀ گزینش بهبودیافته، بهینه‌سازی سرعت، چرخش، رفع اشکالها
fi: Muutettu käyttöliittymä, paranneltu valintaikkunoita, optimoitu nopeutta, kiertoa ja tehty bugikorjauksia
fr: Modification de l'interface utilisateur, amélioration de la fenêtre de sélection, optimisation, rotation, correction de bogues
gl: Melloras na interface de usuário, fiestra de selección mellorada, optimizacións na velocidade, rotación, correición de erros
hi: उपयोक्ता इंटरफेस पर नया कार्य, चयन विंडो में सुधार, गति में तीव्रता, घूर्णन, बग सुधार
ja: ユーザインターフェースの書き直し、選択ウィンドウの改良、速度最適化、回転、バグ修正
km: ធ្វើការ​ឡើង​វិញ​នៃ​ចំណុច​ប្រទាក់​អ្នក​ប្រើ បង្អួច​ការ​ជ្រើស​ដែល​ធ្វើ​ឲ្យ​ប្រសើរ គុណភាព​ខ្ពស់​នៃ​ល្បឿន ការ​បង្វិល បំបាត់​កំហុស
ko: 사용자 인터페이스 수정, 선택창 개선, 속도 최적화, 회전, 버그 수정
nl: Verbeteringen gebruikersinterface, beter selectievenster, optimalisaties, rotaties en fouten opgelost
nn: Omarbeiding av brukargrensesnittet, forbetring av utvalsvindauget, fartsforbetringar, rotering og feilfiksing.
pt_br: Retrabalho da interface do usuário, melhoramento na janela de seleção, otimização da velocidade, rotação, correção de erros
ro: Interfaţa grafică, fereastra de selecţie îmbunătăţită, optimizări de viteză, rotire, corecţii erori
sl: Predelava uporabniškega vmesnika, izboljšano izbirno okno, hitrostne izboljšave, vrtenje, popravki hroščev
sr: Прерада корисничког сучеља, побољшан прозор избора, оптимизација брзине, ротација, исправке грешака
sr@latn: Prerada korisničkog sučelja, poboljšan prozor izbora, optimizacija brzine, rotacija, ispravke grešaka

source: Some tips
ca: Alguns consells
es: Algunos consejos
fa: برخی نکات
fi: Joitain vinkkejä
fr: Quelques conseils
gl: Alguns consellos
hi: कुछ युक्तियाँ
ja: いくつかのヒント
km: ព័ត៌មាន​ជំនួយ​ខ្លះ
ko: 몇몇의 팁
nl: Enkele tips
nn: Nokre tips.
pt_br: Algumas dicas
ro: Unele sfaturi
sl: Nekaj nasvetov
sr: Неки савети
sr@latn: Neki saveti

source: Selection Window
ca: Finestra de selecció
es: Ventana de selección
fa: پنجرۀ گزینش
fi: &Valintaikkuna
fr: Fenêtre de sélection
gl: Fiestra de Selección
hi: चयन विन्डो
ja: 選択ウィンドウ
km: បង្អួច​ការ​ជ្រើស
ko: 선택창
nl: Selectievenster
nn: Utvalsvindauge
pt_br: Janela de seleção
ro: Fereastra de selecţie
sl: Izbirno okno
sr: Прозор за избор
sr@latn: Prozor za izbor

source: &Very Low
ca: M&olt baix
es: &Muy bajo
fa: &خیلی کم‌
fi: &Erittäin matala
fr: &Très faible
gl: &Moi baixa
hi: अत्यंत निम्न (&V)
ja: 最低(&V)
km: ទាប​បំផុត
ko: 아주 낮음(&V)
nl: &Zeer langzaam
nn: &Svært låg
pt_br: Muito Bai&xo
ro: Foarte mi&că
sl: &Zelo nizka
sr: &Веома ниско
sr@latn: &Veoma nisko

source: &Low
ca: &Baix
es: &Bajo
fa: &کم‌
fi: &Matala
fr: F&aible
gl: &Baixa
hi: निम्न (&L)
ja: 低(&L)
km: ទាប
ko: 낮음(&L)
nl: &Langzaam
nn: &Låg
pt_br: &Baixo
ro: M&ică
sl: &Nizka
sr: &Ниско
sr@latn: &Nisko

source: &Medium
ca: &Mitjà
es: &Medio
fa: &متوسط‌
fi: &Keskitasoinen
fr: &Moyen
gl: &Média
hi: साधारण (&M)
ja: 中(&M)
km: មធ្យម
ko: 중간(&M)
nl: &Middel
nn: &Middels
pt_br: &Médio
ro: M&edie
sl: &Srednja
sr: &Средње
sr@latn: &Srednje

source: &High
ca: &Alt
es: &Alto
fa: &زیاد‌
fi: &Korkea
fr: É&levé
gl: &Alta
hi: उच्च (&H)
ja: 高(&H)
km: ខ្ពស់
ko: 높음(&H)
nl: &Snel
nn: &Høg
pt_br: &Alto
ro: &Mare
sl: &Visoka
sr: В&исоко
sr@latn: V&isoko

source: V&ery High
ca: Molt a&lt
es: M&uy alto
fa: &خیلی زیاد‌
fi: &Erittäin korkea
fr: Trè&s élevé
gl: M&oi alta
hi: अत्यंत उच्च (&e)
ja: 最高(&E)
km: ខ្ពស់​បំផុត
ko: 아주 높음(&E)
nl: Z&eer snel
nn: S&vært høg
pt_br: Muito A&lto
ro: Foarte m&are
sl: Z&elo visoka
sr: В&еома високо
sr@latn: V&eoma visoko

source: &No Rotation (0 Degrees)
ca: &Sense gir (0°)
es: Si&n giro (0 grados)
fa: &بدون چرخش )۰ درجه(‌
fi: &Ei kiertoa (0°)
fr: &Pas de rotation (0°)
gl: Sen rotazó&n (0 graos)
ja: 回転なし (0度)(&N)
km: គ្មាន​ការ​បង្វិល (០ អង្សា)
ko: 회전 안 함 (0도)(&N)
nl: Gee&n rotatie (0 graden)
nn: &Inga rotering (0°)
pt_br: &Sem rotação (0°)
sl: &Brez vrtenja (0°)
sr: &Без ротације (0°)
sr@latn: &Bez rotacije (0°)

source: &Left (90 Degrees)
ca: &Esquerra (90°)
es: &Izquierda (90 grados)
fa: &چپ )۹۰ درجه(‌
fi: Vasemma&lle (90°)
fr: À &gauche (90°)
gl: Es&querda (90 graos)
ja: 左回転 (90度)(&L)
km: ខាង​ឆ្វេង (៩០ អង្សា)
ko: 왼쪽 (90도)(&L)
nl: &Links (90 graden)
nn: &Venstre (90°)
pt_br: &Esquerda (90°)
sl: &Levo (90°)
sr: &Лево (90°)
sr@latn: &Levo (90°)

source: &Upside Down (180 Degrees)
ca: &Dalt a baix (180°)
es: &Al revés (180 grados)
fa: &سر و ته )۱۸۰ درجه(‌
fi: &Ylösalaisin (180°)
fr: La &tête en bas (180°)
gl: &Inverter (180 graos)
ja: 上下逆さま (180度)(&U)
km: ក្រឡាប់ (១៨០ អង្សា)
ko: 거꾸로 (180도)(&U)
nl: &Ondersteboven (180 graden)
nn: &Opp-ned (180°)
pt_br: &Meia volta (180°)
sl: &Postavljeno na glavo (180°)
sr: &Наопако (180°)
sr@latn: &Naopako (180°)

source: &Right (270 Degrees)
ca: D&reta (270°)
es: De&recha (270 grados)
fa: &راست )۲۷۰ درجه(‌
fi: &Oikealle (270°)
fr: À &droite (270°)
gl: &Direita (270 graos)
ja: 右回転 (270度)(&R)
km: ស្ដាំ (២៧០ អង្សា)
ko: 오른쪽 (270도)(&R)
nl: &Rechts (270 graden)
nn: &Høgre (270°)
pt_br: &Direita (270°)
sl: &Desno (270°)
sr: &Десно (270°)
sr@latn: &Desno (270°)

source: New &Window
ca: Finestra n&ova
es: Nueva &ventana
fa: &پنجرۀ جدید‌
fi: Uu&si ikkuna
fr: Nou&velle fenêtre
gl: Nova &Fiestra
hi: नया विंडो (&W)
ja: 新規ウィンドウ(&W)
km: បង្អួច​ថ្មី
ko: 새 창(&W)
nl: Nieuw &venster
nn: Nytt &vindauge
pt_br: Nova &Janela
ro: Fereastră no&uă
sl: Novo &okno
sr: Нови &прозор
sr@latn: Novi &prozor

source: Open a new KMagnifier window
ca: Obre una nova finestra de KMagnifier
es: Abrir una nueva ventana de KMagnifier
fa: باز کردن پنجرۀ درشت‌نمای KMagnifier جدید
fi: Avaa uusi suurennuslasi-ikkuna
fr: Ouvrir une nouvelle fenêtre de KMagnifier
gl: Abrir unha nova fiestra de KMagnifier
hi: नया के-मैगनीफायर विंडो खोलें
ja: 新しい KMagnifier ウィンドウを開く
km: បើក​បង្អួច KMagnifier ថ្មី
ko: 새 K돋보기 창 열기
nl: Open een nieuw KMagnifier-venster
nn: Opna eit nytt forstørringsvindauge
pt_br: Abrir uma nova janela do KLupa
ro: Deschide o fereastră nouă a aplicaţiei
sl: Odpri novo okno KMagnifier
sr: Отвара нови прозор KMagnifier-а
sr@latn: Otvara novi prozor KMagnifier-a

source: &Stop
ca: A&tura
es: &Detener
fa: &ایست‌
fi: &Pysäytä
fr: A&rrêter
gl: &Parar
hi: रूकें (&S)
ja: 停止(&S)
km: បញ្ឈប់
ko: 중지(&S)
nl: &Stoppen
nn: &Stopp
pt_br: &Parar
ro: &Opreşte
sl: &Ustavi
sr: Зау&стави
sr@latn: Zau&stavi

source: Click to stop window refresh
ca: Feu un clic per aturar el refresc de la finestra
es: Pulsar con el ratón para detener la renovación de la ventana
fa: فشار دهید تا بازآوری پنجره متوقف شود
fi: Napsauta pysäyttääksesi ikkunan päivityksen
fr: Cliquez pour arrêter le rafraîchissement de la fenêtre
gl: Preme para deter a actualización da fiestra
hi: विंडो री-फ्रेश बन्द करने हेतु क्लिक करें
ja: ウィンドウの更新を停止
km: ចុច​ដើម្បី​បញ្ឈប់​បង្អួច​ធ្វើ​ឲ្យ​ស្រស់
ko: 창 새로고침을 중단하려면 클릭
nl: Klik om het verversen van het venster te stoppen
nn: Trykk her for å stoppa oppdatering av vindauget
pt_br: Cilcar para parar a atualização da janela
ro: Daţi clic pentru a opri actualizarea ferestrei
sl: Kliknite za ustavitev osveževanja okna
sr: Кликните овде да бисте зауставили освежавање прозора
sr@latn: Kliknite ovde da biste zaustavili osvežavanje prozora

source: Clicking on this icon will <b>start</b> / <b>stop</b> updating of the display. Stopping the update will zero the processing power required (CPU usage)
ca: En fer un clic en aquesta icona s'<b>iniciarà</b> / <b>aturarà</b> l'actualització de la imatge. Si s'atura l'actualització, el consum de potència del processador serà zero (ús de la UCP)
es: Al pulsar en este icono se <b>iniciará</b> / <b>detendrá</b> la actualización de la pantalla. Si se detiene la actualización, el consumo de potencia del procesador será cero
fa: با فشار این شمایل، به‌روزرسانی صفحۀ نمایش <b> آغاز می‌شود</b> / <b>می‌ایستد</b>. توقف به‌روزرسانی، پردازش توان مورد نیاز )کاربرد واحد پردازش مرکزی‌( را صفر می‌کند.
fi: Tämän napsauttaminen <b>aloittaa</b> / <b>pysäyttää</b> kuvan päivittämisen. Päivityksen pysäyttäminen laskee tarvittavan prosessoriajan nollaan.
fr: Cliquer sur cette icône <b>démarre</b> / <b>arrête</b> la mise à jour de l'affichage. L'arrêt de la mise à jour rend la puissance nécessaire (utilisation du processeur) nulle.
gl: Se preme neste ícone ha <b>iniciar</b> / <b>deter</b> a actualización da pantalla. Se detén a actualización, a poténcia de proceso requerida será cero
hi: इस चिह्न पर क्लिक करने पर प्रदर्शक को अद्यतन करना <b>प्रारंभ</b> / <b>बन्द</b> होगा. अद्यतन करना बन्द करने से प्रोसेसिंग शक्ति की आवश्यकता शून्य होगी (सीपीयू उपयोग)
ja: このアイコンをクリックして表示ウィンドウの更新を開始/停止できます。更新を停止すると、必要な処理能力 (CPU の使用) が 0 になります。
km: ការ​ចុច​លើ​រូប​តំណាង​នេះ​នឹង <b>ចាប់ផ្ដើម</b> / <b>បញ្ឈប់</b> ធ្វើ​ឲ្យ​ទាន់​សម័យ​នៃ​ការ​បង្ហាញ ។ ការ​បញ្ឈប់​ភាព​ទាន់​សម័យ​នឹង​ធ្វើ​ឲ្យ​ថាមពល​ដែល​ដំណើរ​ការ​ទទេ ដែល​ទាមទារ (ការ​ប្រើប្រាស់ CPU)
ko: 이 아이콘을 클릭하면 화면표시 업데이트를 <b>시작</b> / <b>중지</b> 합니다. 업데이트를 중지하면 업데이트에 필요한 프로세스 파워(CPU 사용량)가 줄어듭니다.
nl: Door te klikken op dit pictogram kunt u het bijwerken van de weergave <b>starten</b> of <b>stoppen</b>. Bij het stoppen van het bijwerken zal het processorgebruik terrug gaan naar nul.
nn: Trykk her for å <b>starta</b> eller <b>stoppa</b> oppdateringa av vindauget. Når du stoppar oppdateringa, krev ikkje programmet noko prosessorkraft.
pt_br: Clicando neste ícone irá <b>começar</b>/<b>parar</b> atualização da exibição. Parando a atualização irá zerá o poder de processamento requerido (uso da UCP)
ro: Dacă daţi clic pe această iconiţă veţi <b>porni</b> / <b>opri</b> actualizarea ferestrei. Cînd actualizarea este oprită, consumul de procesor scade la zero.
sl: Klik na to ikono bo <b>začelo</b>/<b>ustavilo</b> osveževanje zaslona. Ustavitev osveževanja bo izničilo potrebno računsko moč (uporabo CPE)
sr: Кликом на ову икону, освежавање приказа биће <b>покренуто</b>/<b>заустављено</b>. Заустављањем освежавања анулираће се потребно процесорско време.
sr@latn: Klikom na ovu ikonu, osvežavanje prikaza biće <b>pokrenuto</b>/<b>zaustavljeno</b>. Zaustavljanjem osvežavanja anuliraće se potrebno procesorsko vreme.

source: &Save Snapshot As...
ca: De&sa Instantània com a...
es: &Guardar captura como...
fa: &ذخیرۀ تصویر لحظه‌ای به عنوان...‌
fi: &Tallenna kuvakaappaus nimellä...
fr: &Enregistrer la capture sous...
gl: &Guardar captura como...
hi: स्नेपशॉट इस रूप में सहेजें... (&S)
ja: スナップショットに名前を付けて保存(&S)...
km: រក្សា​ទុក​រូបថត​ជា...
ko: 스크린샷 다른 이름으로 저장...(&S)
nl: Schermafdruk ops&laan als...
nn: &Lagra skjermbilete som …
pt_br: &Salvar Snapshot Como ...
ro: &Salvează captura ca...
sl: &Shrani posnetek kot ...
sr: &Сачувај снимак као...
sr@latn: &Sačuvaj snimak kao...

source: Saves the zoomed view to an image file.
ca: Desa la vista ampliada a un fitxer d'imatge.
es: Guarda la vista ampliada en un archivo de imagen.
fa: نمای بزرگ‌نمایی‌شده را در پروندۀ تصویر ذخیره می‌کند.
fi: Tallentaa suurennoksen kuvatiedostoon.
fr: Enregistre la vue grossie dans un fichier image.
gl: Guarda a vista ampliada nun ficheiro de imaxe.
hi: छवि फ़ाइल में जूम किए दृश्य सहेजता है
ja: ズームされた画面を画像ファイルに保存します。
km: រក្សា​ទុកទិដ្ឋភាព​ពង្រីក​ទៅ​ឯកសារ​រូបភាព ។
ko: 확대/축소된 화면을 이미지 파일로 저장합니다.
nl: Bewaart de vergrote weergave in een afbeeldingbestand.
nn: Lagrar det forstørra biletet til ei biletfil.
pt_br: Salva a visualização ampliada para um arquivo de imagem.
ro: Salvează vizualizarea scalată într-un fişier imagine.
sl: Shrani povečan pogled v slikovno datoteko.
sr: Снима увеличан приказ у фајл.
sr@latn: Snima uveličan prikaz u fajl.

source: Save image to a file
ca: Desa imatge a un fitxer
es: Guardar imagen en un archivo
fa: ذخیرۀ تصویر در پرونده
fi: Tallenna kuva tiedostoon
fr: Enregistrer l'image dans un fichier
gl: Guardar a imaxe nun ficheiro
hi: छवि एक फ़ाइल में सहेजें
ja: ファイルに画像を保存
km: រក្សា​ទុក​រូបភាព​ទៅ​ឯកសារ
ko: 이미지 파일로 저장
nl: Afbeelding opslaan naar bestand
nn: Lagra biletet til fil
pt_br: Salvar imagem para um arquivo
ro: Salvează imaginea într-un fişier
sl: Shrani sliko v datoteko
sr: Сними слику у фајл
sr@latn: Snimi sliku u fajl

source: Click on this button to print the current zoomed view.
ca: Feu un clic a sobre d'aquest botó per imprimir la vista ampliada.
es: Pulse este botón para imprimir la vista ampliada.
fa: این دکمه را فشار دهید تا نمای بزرگ‌نمایی‌شدۀ جاری چاپ شود.
fi: Napsauta tätä painiketta tulostaaksesi suurennoksen.
fr: Cliquez sur ce bouton pour imprimer la vue grossie actuelle.
gl: Prema neste botón para imprimir a vista ampliada actual.
hi: वर्तमान जूम किए दृश्य मुद्रित करने हेतु इस बटन पर क्लिक करें
ja: 現在のズームされた画面を印刷するには、このボタンをクリックしてください。
km: ចុច​ប៊ូតុង​នេះ​ដើម្បី​បោះពុម្ព​ទិដ្ឋភាព​ពង្រីក​បច្ចុប្បន្ន ។
ko: 현재 확대/축소된 화면을 인쇄하려면 클릭하십시오.
nl: Druk op deze knop om de huidige vergrote weergave af te drukken.
nn: Trykk på denne knappen for å skriva ut det forstørra vindauget.
pt_br: Cilcar no botão para imprimir a visualização ampliada atual.
ro: Daţi clic pe acest buton pentru a tipări vizualizarea scalată.
sl: Kliknite na ta gumb, da natisnete trenutno povečan pogled.
sr: Кликом на ово дугме одштампаће се текући увеличани приказ.
sr@latn: Klikom na ovo dugme odštampaće se tekući uveličani prikaz.

source: Quits the application
ca: Surt de l'aplicació
es: Parar la aplicación
fa: از کاربرد خارج می‌شود
fi: Sammuttaa ohjelman
fr: Quitte l'application
gl: Pecha a aplicación
hi: अनुप्रयोग से बाहर होता है
ja: アプリケーションを終了
km: បិទ​កម្មវិធី
ko: 응용프로그램 종료
nl: Sluit de toepassing
nn: Avsluttar programmet
pt_br: Finaliza o programa
ro: Termină aplicaţia
sl: Konča program
sr: Излази из програма
sr@latn: Izlazi iz programa

source: Click on this button to copy the current zoomed view to the clipboard which you can paste in other applications.
ca: Feu un clic a sobre d'aquest botó per copiar la vista ampliada al portapapers i així poder enganxar-la en d'altres aplicacions.
es: Pulse este botón para copiar la vista ampliada al portapapeles y así poder pegarla en otras aplicaciones.
fa: این دکمه را فشار دهید، تا نمای بزرگ‌نمایی‌شدۀ جاری در تخته یادداشت که می‌توانید در کاربردهای دیگر بچسبانید، رونوشت شود.
fi: Napsauta tätä kopioidaksesi suurennoksen leikepöydälle, josta voit liittää sen muihin ohjelmiin.
fr: Cliquez sur ce bouton pour copier la vue grossie actuelle dans le presse-papiers, que vous pourrez coller dans d'autres applications.
gl: Prema neste botón para copiar a vista ampliada ao porta-retallos e poder apegá-la noutras aplicacións.
hi: वर्तमान जूम किए दृश्य को क्लिपबोर्ड पर प्रतिलिपि करने हेतु इस बटन पर क्लिक करें ताकि इसे अन्य अनुप्रयोगों में चिपका सकें.
ja: 現在のズームされた画面をクリップボードにコピーするには、このボタンをクリックしてください。クリップボードにコピーした画像は、他のアプリケーションに貼り付けることができます。
km: ចុច​ប៊ូតុង​នេះ​ដើម្បី​ចម្លង​ទិដ្ឋភាព​ដែល​ពង្រីក​បច្ចុប្បន្ន​ទៅ​ក្ដារ​តម្បៀត​ខ្ទាស់​ដែល​អ្នក​អាច​បិទភ្ជាប់​ក្នុង​កម្មវិធី​ផ្សេង​ទៀត ។
ko: 현재 확대/축소된 화면을 클립보드에 복사하여 다른 응용프로그램 등에 사용하려면 클릭 하십시오.
nl: Druk op deze knop om de huidige vergrote weergave naar het klembord te kopiëren zodat u het in andere toepassingen kunt plakken.
nn: Trykk på denne knappen for å kopiera det forstørra vindauget til utklippstavla, slik at du kan lima det inn i andre program.
pt_br: Clique neste botão para copiar a visualização ampliada para a área de tranferência qual você pode colar em outras aplicações.
ro: Daţi clic pe acest buton pentru a copia vizualizarea scalată în clipboard. Ulterior o puteţi lipi în alte aplicaţii.
sl: Klik na ta gumb bo kopiralo trenutno povečan prikaz na odložišče, od koder lahko prilepite v druge programe.
sr: Кликом на ово дугме копираће се текући увеличани приказ у клипборд, одакле га можете пренети у друге програме.
sr@latn: Klikom na ovo dugme kopiraće se tekući uveličani prikaz u klipbord, odakle ga možete preneti u druge programe.

source: Copy zoomed image to clipboard
ca: Copia la imatge ampliada al portapapers
es: Copiar la imagen ampliada al portapapeles
fa: رونوشت تصویر بزرگ‌نمایی‌شده در تخته یادداشت
fi: Kopioi tarkennettu kuva leikepöydälle
fr: Copier l'image grossie dans le presse-papiers
gl: Copiar a imaxe ampliada no porta-retallos
hi: जूम किए छवि को क्लिपबोर्ड पर प्रतिलिपि करें
ja: ズームされた画像をクリップボードにコピー
km: ចម្លង​រូបភាព​ដែល​ពង្រីក​ទៅ​ក្ដារ​តម្បៀត​ខ្ទាស់
ko: 확대/축소된 이미지 클립보드로 복사
nl: Vergrote afbeelding kopiëren naar klembord
nn: Kopier forstørra bilete til utklippstavla
pt_br: Copiar imagem ampliada para área de transferência
ro: Copiază imaginea scalată în clipboard
sl: Kopiraj povečano sliko v odložišče
sr: Копирај увеличану слику у клипборд
sr@latn: Kopiraj uveličanu sliku u klipbord

source: Show &Menu
ca: Mostra &menú
es: Mostrar &Menú
fa: نمایش &گزینگان‌
fi: Näytä &valikko
fr: Afficher le &menu
gl: Mostrar &Menu
hi: मेनू दिखाएँ (&M)
ja: メニューを表示(&M)
km: បង្ហាញ​ម៉ឺនុយ
ko: 메뉴 보기(&M)
nl: &Menu tonen
nn: Vis &meny
pt_br: Mostrar &Menu
ro: Afişează &meniul
sl: Prikaži &meni
sr: Прикажи &мени
sr@latn: Prikaži &meni

source: Hide &Menu
ca: Oculta &menú
es: Ocultar &Menú
fa: مخفی کردن &گزینگان‌
fi: Piilota &valikko
fr: Cacher le &menu
gl: Acochar &Menu
hi: मेन्यू छुपाएँ (&M)
ja: メニューを隠す(&M)
km: លាក់​ម៉ឺនុយ
ko: 메뉴 숨기기(&M)
nl: &Menu verbergen
nn: Gøym &meny
pt_br: Ocultar &Menu
ro: Ascunde &meniul
sl: Skrij &meni
sr: Сакриј &мени
sr@latn: Sakrij &meni
