Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeedu/klettres.po
Languages: cs, km, mk, ms, nl, sr, sr@latn

source: _: NAME OF TRANSLATORS Your names
cs: Martina Blahová,Klára Cihlářová
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
mk: Владимир Стефанов,Мартин Наумов
ms: Sharuzzaman Ahmat Raslan
nl: Otto Bruggeman,Rinse de Vries
sr: Бојан Божовић
sr@latn: Bojan Božović

source: _: EMAIL OF TRANSLATORS Your emails
cs: mblah@gvid.cz,koty@seznam.cz
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
mk: vladoboss@mt.net.mk,martin@lugola.net
ms: sharuzzaman@myrealbox.com
nl: ,rinsedevries@kde.nl
sr: bole89@infosky.net
sr@latn: bole89@infosky.net

source: Romanized Hindi
cs: Hindština v latince
km: Hindi រ៉ូម៉ាំង
mk: Романизиран Хинди
nl: Hindi (westers alfabet)
sr: Романизовани хинди
sr@latn: Romanizovani hindi

source: Luganda
mk: Луганда
sr: Луганда

source: The file sounds.xml was not found in $KDEDIR/share/apps/klettres/ Please install this file and start KLettres again.
cs: Soubor sounds.xml nebyl nalezen v $KDEDIR/share/apps/klettres/ Nainstalujte tento soubor a znovu spusťte KLettres.
km: បាន​រកឃើញ​ឯកសារ​សំឡេង sounds.xml នៅក្នុង $KDEDIR/share/apps/klettres/ សូម​ដំឡើង​ឯកសារ​នេះ ហើយ ចាប់ផ្ដើម KLettres ។
mk: Датотеката sounds.xml не беше пронајдена во $KDEDIR/share/apps/klettres/data/ Инсталирајте ја оваа датотека и повторно стартувајте го KLettres.
nl: Het bestand sounds.xml is niet gevonden in $KDEDIR/share/apps/klettres/ Installeer dit bestand en start KLettres opnieuw.
sr: Фајл sounds.xml није пронађен у $KDEDIR/share/apps/klettres/ Инсталирајте овај фајл и покрените KLettres поново.
sr@latn: Fajl sounds.xml nije pronađen u $KDEDIR/share/apps/klettres/ Instalirajte ovaj fajl i pokrenite KLettres ponovo.

source: New Sound
cs: Nový zvuk
km: សំឡេងថ្មី
mk: Нов звук
nl: Nieuw geluid
sr: Нови звук
sr@latn: Novi zvuk

source: Play a new sound
cs: Přehrát nový zvuk
km: ចាក់​សំឡេង​ថ្មី
mk: Пушти нов звук
nl: Speel een nieuw geluid af
sr: Пусти нови звук
sr@latn: Pusti novi zvuk

source: You can play a new sound by clicking this button or using the File menu, New Sound.
cs: Nový zvuk můžete přehrát kliknutím na toto tlačítko nebo volbou Soubor -> Nový zvuk.
km: អ្នក​អាច​ចាក់​សំឡេង​ថ្មី ដោយ​ចុច​ប៊ូតុង​នេះ ឬ ប្រើ​ម៉ឺនុយ​ឯកសារ សំឡេងថ្មី ។
mk: Можете да пуштите нов звук со кликнување на ова копче, или користејќи го менито Датотека, Нов звук.
nl: U kunt een nieuw geluid afspelen door op deze knop te klikken, of via menuoptie 'Bestand->Nieuw geluid'.
sr: Нови звук можете пустити кликом на ово дугме, или преко менија Фајл, Нови звук.
sr@latn: Novi zvuk možete pustiti klikom na ovo dugme, ili preko menija Fajl, Novi zvuk.

source: Get Alphabet in New Language...
cs: Zízkat abecedu nového jazyku...
km: យក​អក្សរ​ក្រម​ជា​ភាសា​ថ្មី...
mk: Земи азбука во нов јазик...
nl: Alfabet in nieuwe taal ophalen...
sr: Добави алфабет у новом језику...
sr@latn: Dobavi alfabet u novom jeziku...

source: Replay Sound
cs: Přehrát zvuk
km: ចាក់​សំឡេង​ម្ដងទៀត
mk: Повторно пушти звук
nl: Geluid opnieuw afspelen
sr: Поново пусти звук
sr@latn: Ponovo pusti zvuk

source: Play the same sound again
cs: Přehrát znovu stejný zvuk
km: ចាក់​សំឡេង​ដូចគ្នា​ម្ដងទៀត
mk: Пушти го истиот звук повторно
nl: Speel hetzelfde geluid nog een keer af
sr: Пушта исти звук поново
sr@latn: Pušta isti zvuk ponovo

source: You can replay the same sound again by clicking this button or using the File menu, Replay Sound.
cs: Stejný zvuk můžete přehrát kliknutím na toto tlačítko nebo volbou Soubor -> Přehrát zvuk
km: អ្នកអាច​ចាក់​សំឡេង​ដូច​គ្នា​ម្ដង​ទៀត​ដោយចុច​ប៊ូតុង​នេះ ឬ ដោយប្រើ​ម៉ឺនុយ ឯកសារ ចាក់​សំឡេង​ម្ដងទៀត ។
mk: Можете да го пуштите истиот звук повторно со кликнување на ова копче или користејќи го менито Датотека, Повторно пушти звук.
nl: U kunt hetzelfde geluid nog een keer afspelen door op deze knop te klikken of via menuoptie 'Bestand->Geluid opnieuw afspelen'.
sr: Можете поново пустити исти звук кликом на ово дугме или преко менија Фајл, Поново пусти звук.
sr@latn: Možete ponovo pustiti isti zvuk klikom na ovo dugme ili preko menija Fajl, Ponovo pusti zvuk.

source: Hide &Menubar
cs: Skrýt hlavní na&bídku
km: លាក់​ របារ​ម៉ឺនុយ
mk: Скриј го &менито
ms: Sembunyikan Bar &Menu
nl: &Menubalk verbergen
sr: Сакриј траку &менија
sr@latn: Sakrij traku &menija

source: You can show or hide the menubar as you wish by clicking this button.
cs: Hlavní nabídku můžete skrýt nebo zobrazit kliknutím na toto tlačítko.
km: អ្នក​អាច​បង្ហាញ ឬ លាក់​របារ​ម៉ឺនុយ​ ទៅតាម​ដែលអ្នក​ចង់ ដោយចុច​ប៊ូតុង​នេះ ។
mk: Можете да го прикажете или скриете менито по ваша желба, со кликнување на ова копче.
nl: Met deze knop kunt u de menubalk tonen of verbergen.
sr: Можете по жељи приказати или сакрити траку менија кликом на ово дугме.
sr@latn: Možete po želji prikazati ili sakriti traku menija klikom na ovo dugme.

source: L&evel
cs: Ú&roveň
km: កម្រិត
mk: Ни&во
ms: P&eringkat
nl: Niv&eau
sr: &Ниво
sr@latn: &Nivo

source: Select the level
cs: Zvolit úroveň
km: ជ្រើស​កម្រិត
mk: Изберете ниво
nl: Selecteer het niveau
sr: Изаберите ниво
sr@latn: Izaberite nivo

source: You can select the level: level 1 displays a letter and you hear it; level 2 does not display the letter, you only hear it; level 3 displays a syllable and you hear it; level 4 does not display the syllable, you only hear it.
cs: Zvolit můžete úrovně: úroveň jedna, písmeno se zobrazí a vysloví; úroveň 2, písmeno se nezobrazí pouze vysloví; úroveň 3 zobrazí přepis a písmeno se vysloví; úroveň 4 pouze vysloví písmeno.
km: អ្នក​អាច​ជ្រើស​កម្រិត ៖ កម្រិត ១ បង្ហាញ​អក្សរ​មួយ ហើយ ឮ​វា ។ កម្រិត ២ មិនបង្ហាញ​អក្សរ​ទេ ប៉ុន្តែ​អ្នក​បានតែ​ឮទេ ។ កម្រិត ៣ បង្ហាញព្យាង្គ ហើយ​ឮវា ។ កម្រិត ៤ មិនបង្ហាញ​ព្យាង្គ​ទេ ប៉ុន្តែអ្នក​ឮវា ។
mk: Може да изберете ниво: ниво 1 прикажува буква и ја слушате; ниво 2 не ја прикажува буквата, само ја слушате; ниво 3 прикажува слог и го слушате; ниво 4 не прикажува слог, само го слушате
nl: U kunt het niveau selecteren: niveau 1 toont de letter die u hoort; niveau 2 toont de letter niet, u hoort het alleen; niveau 3 toont de lettergreep die u hoort en niveau 4 toont de lettergreep niet, u hoort deze alleen.
sr: Можете изабрати ниво: ниво 1 приказује слово и чујете га; ниво 2 не приказује слово, само га чујете; ниво 3 приказује слог и чујете га; ниво 4 не приказује слог, само га чујете.
sr@latn: Možete izabrati nivo: nivo 1 prikazuje slovo i čujete ga; nivo 2 ne prikazuje slovo, samo ga čujete; nivo 3 prikazuje slog i čujete ga; nivo 4 ne prikazuje slog, samo ga čujete.

source: &Language
cs: &Jazyk
km: ភាសា
mk: &Јазик
ms: &Bahasa
nl: Taa&l
sr: &Језик
sr@latn: &Jezik

source: Level 1
cs: Úroveň 1
km: កម្រិត ១
mk: Ниво 1
ms: Peringkat 1
nl: Niveau 1
sr: Ниво 1
sr@latn: Nivo 1

source: Level 2
cs: Úroveň 2
km: កម្រិត ២
mk: Ниво 2
ms: Peringkat 2
nl: Niveau 2
sr: Ниво 2
sr@latn: Nivo 2

source: Level 3
cs: Úroveň 3
km: កម្រិត ៣
mk: Ниво 3
ms: Peringkat 3
nl: Niveau 3
sr: Ниво 3
sr@latn: Nivo 3

source: Level 4
cs: Úroveň 4
km: កម្រិត ៤
mk: Ниво 4
ms: Peringkat 4
nl: Niveau 4
sr: Ниво 4
sr@latn: Nivo 4

source: Themes
cs: Témata
km: ស្បែក
mk: Теми
ms: Tema
nl: Thema's
sr: Теме
sr@latn: Teme

source: Classroom
cs: Třída
km: ថ្នាក់រៀន
mk: Училница
nl: Klaslokaal
sr: Учионица
sr@latn: Učionica

source: Arctic
cs: Arktické
km: អាកទិក
mk: Арктик
nl: Artisch
sr: Арктик
sr@latn: Arktik

source: Desert
cs: Poušť
km: វាលខ្សាច់
mk: Пустина
ms: Gurun
nl: Woestijn
sr: Пустиња
sr@latn: Pustinja

source: Select the theme
cs: Zvolit téma
km: ជ្រើស​ស្បែក
mk: Изберете ја темата
nl: Selecteer het thema
sr: Изаберите тему
sr@latn: Izaberite temu

source: Here you can change the theme for KLettres. A theme consists in the background picture and the font color for the letter displayed.
cs: Zde můžete změnit téma pro KLettres. Téma se skládá z obrázku pozadí a barvy písma.
km: ទីនេះ អ្នក​អាច​ផ្លាស់ប្ដូរ​ស្បែក​ឲ្យ KLettres បាន ។ ស្បែក​មាន​នៅក្នុង​រូបភាព​ផ្ទៃខាងក្រោយ និង​ពណ៌ពុម្ព​អក្សរ​ដើម្បី​បង្ហាញ​អក្សរ ។
mk: Тука може да ја промените темата за KLettres. Една тема се состои од слика во подлога и боја на фонтот за буквите кои се прикажуваат.
nl: Hier kunt u het thema van KLettres veranderen. Een thema bestaat uit een achtergrondafbeelding en de kleur van de letter die wordt getoond.
sr: Овде можете променити тему за KLettres. Тема се састоји од позадинске слике и боје којом су слова приказана.
sr@latn: Ovde možete promeniti temu za KLettres. Tema se sastoji od pozadinske slike i boje kojom su slova prikazana.

source: Mode Kid
cs: Dětský režim
mk: Режим за деца
nl: Kindermodus
sr: Режим за децу
sr@latn: Režim za decu

source: If you are in the Grown-up mode, clicking on this button will set up the Kid mode. The Kid mode has no menubar and the font is bigger in the statusbar.
cs: Pokud jste v dospěláckém režimu, kliknutím na toto tlačítko se přepnete do dětského režimu. Dětský režim nemá hlavní nabídku a písmo je větší.
km: ប្រសិន​បើអ្នក​នៅក្នុង​របៀប Grown-up នោះការចុច​លើ​ប៊ូតុង​នេះ​នឹង​រៀបចំ​របៀប Kid ។ របៀប​ Kid មិនមាន​របារ​ម៉ឺនុយ និង​ពុម្ព​អក្សរ​ដែល​ធំជាង​មុន​នៅក្នុង​របារ​ស្ថានភាព ។។
mk: Доколку сте во режимот за возрасни, кликнувајќи на ова копче ќе го изберете режимот за деца. Режимот за деца нема мени и фонтот во статусната лента е поголем.
nl: Als u in de volwassenenmodus bent, dan kunt u via deze knop de kindermodus instellen. De kindermodus heeft geen menubalk en de lettertekens in de statusbalk zijn groter.
sr: Ако сте режиму за одрасле, кликом на ово дугме добићете режим за децу. Дечји режим нема траку менија и фонт је већи у статусној траци.
sr@latn: Ako ste režimu za odrasle, klikom na ovo dugme dobićete režim za decu. Dečji režim nema traku menija i font je veći u statusnoj traci.

source: Mode Grown-up
cs: Dospělácký režim
km: របៀប Grown-up
mk: Режим за возрасни
ms: Mod Dewasa
nl: Volwassenenmodus
sr: Режим за одрасле
sr@latn: Režim za odrasle

source: The Grown-up mode is the normal mode where you can see the menubar.
cs: Dospělácký režim je standardní režim se zobrazenou hlavní nabídkou.
km: របៀប Grown-up គឺ​ជារបៀប​ធម្មតា​ដែលអ្នក​អាច​មើលឃើញ​របារ​ម៉ឺនុយ ។
mk: Режимот за возрасни е нормалниот режим каде што може да го видите менито.
ms: Mod Dewasa adalah mod normal dimana anda boleh melihat bar menu.
nl: De volwassenenmodus is de normale modus met menubalk.
sr: Режим за одрасле је нормалан режим, у коме можете видети траку менија.
sr@latn: Režim za odrasle je normalan režim, u kome možete videti traku menija.

source: Font Settings
cs: Nastavení písma
km: ការ​កំណត់​ពុម្ពអក្សរ
mk: Поставувања на фонтот
ms: Tetapan Font
nl: Lettertype-instellingen
sr: Подешавања фонтова
sr@latn: Podešavanja fontova

source: Timer
cs: Časovač
km: ឧបករណ៍​កំណត់​ពេល​វេលា
mk: Бројач
ms: Pemasa
nl: Tijdklok
sr: Тајмер
sr@latn: Tajmer

source: Current language is %1
cs: Aktuální jazyk je %1
km: ភាសា​បច្ចុប្បន្នគឺ %1
mk: Тековниот јазик е %1
ms: Bahasa semasa adalah %1
nl: Huidige taal is %1
sr: Текући језик је %1
sr@latn: Tekući jezik je %1

source: Current level is %1
cs: Aktuální úroveň je %1
km: កម្រិត​បច្ចុប្បន្ន​គឺ %1
mk: Тековното ниво е %1
ms: Paras semasa ialah %1
nl: Huidig niveau is %1
sr: Тренутни ниво је %1
sr@latn: Trenutni nivo je %1

source: Show Menubar
cs: Zobrazit hlavní nabídku
km: បង្ហាញ​របារ​ម៉ឺនុយ
mk: Прикажи мени
ms: Papar Bar Menu
nl: Menubalk tonen
sr: Прикажи траку менија
sr@latn: Prikaži traku menija

source: Hide Menubar
cs: Skrýt hlavní nabídku
km: លាក់​របារ​ម៉ឺនុយ
mk: Скриј мени
ms: Sembunyi Bar Menu
nl: Menubalk verbergen
sr: Сакриј траку менија
sr@latn: Sakrij traku menija

source: Grown-up mode is currently active
cs: Momentálně je aktivní dospělácký režim
km: របៀប​ Grown-up គឺ​មាន​សកម្មភាព​នៅពេល​បច្ចុប្បន្ន
mk: Режимот за возрасни е моментално активен
ms: Mod Dewasa sedang aktif
nl: Volwassenenmodus is nu actief
sr: Режим за одрасле је тренутно активан
sr@latn: Režim za odrasle je trenutno aktivan

source: Switch to Kid mode
cs: Přepnout do režimu pro děti
km: ប្ដូរ​ទៅ​របៀប Kid
mk: Префрли на режим за деца
ms: Tukar ke mod Kanak-kanak
nl: Naar kindermodus gaan
sr: Пребаци на режим за децу
sr@latn: Prebaci na režim za decu

source: Kid mode is currently active
cs: Momentálně je aktivní dětský režim
km: របៀប​ Kid គឺ​មាន​សកម្មភាព​នៅពេល​បច្ចុប្បន្ន
mk: Режимот за деца е моментално активен
ms: Mod kanak-kanak sedang aktif
nl: Kindermodus is nu actief
sr: Режим за децу је тренутно активан
sr@latn: Režim za decu je trenutno aktivan

source: Switch to Grown-up mode
cs: Přepnout do dospěláckého režimu
km: ប្ដូរ​ទៅជា​របៀប Grown-up
mk: Префрли на режим за возрасни
ms: Tukar ke mod Dewasa
nl: Naar volwassenenmodus gaan
sr: Пребаци на режим за одрасле
sr@latn: Prebaci na režim za odrasle

source: File $KDEDIR/share/apps/klettres/%1.txt not found; please check your installation.
cs: Soubor $KDEDIR/share/apps/klettres/%1.txt nebyl nalezen. Překontrolujte prosím instalaci.
km: រក​មិនឃើញ​ឯកសារ $KDEDIR/share/apps/klettres/%1.txt ទេ ។ សូម​ពិនិត្យ​មើល​ការដំឡើងរបស់អ្នក ។
mk: Датотеката $KDEDIR/share/apps/%1.txt не е пронајдена. Проверете ја вашата инсталација!
ms: Fail $KDEDIR/share/apps/klettres/%1.txt tidak dijumpai; sila periksa pemasangan anda.
nl: Het bestand $KDEDIR/share/apps/klettres/%1.TXT is niet gevonden. Controleer uw installatie.
sr: Фајл $KDEDIR/share/apps/klettres/%1.txt није пронађен; проверите своју инсталацију.
sr@latn: Fajl $KDEDIR/share/apps/klettres/%1.txt nije pronađen; proverite svoju instalaciju.

source: Inserts the character %1
cs: Vloží znak %1
km: បញ្ចូល​តួអក្សរ %1
mk: Го вметнува знакот %1
ms: Masukkan aksara %1
nl: Voegt het teken %1 in
sr: Убацује знак %1
sr@latn: Ubacuje znak %1

source: Type the letter or syllable that you just heard
cs: Napište hlásku nebo slabiku, kterou jste právě slyšeli.
km: វាយអក្សរ ឬ ព្យាង្គដែលអ្នក​ឮ
mk: Внесете ја буквата или слогот кој штотуку го чувте
ms: Taip huruf atau sillabel yang anda baru dengar
nl: Typ de letter of lettergreep die zonet te horen was
sr: Откуцајте слово или слог који сте управо чули
sr@latn: Otkucajte slovo ili slog koji ste upravo čuli

source: Start
cs: Spustit
km: ចាប់ផ្ដើម
mk: Почеток
ms: Mula
nl: Starten
sr: Почетак
sr@latn: Početak

source: KLettres helps a very young child or an adult learning a new language by associating sounds and letters in this language. 13 languages are available: British, Czech, Danish, Dutch, English, French, German, Hebrew, Italian, Luganda, Romanized Hindi, Spanish and Slovak.
km: KLettres ជួយ​ដល់​កុមារ​ ឬ​ក្មេង​ដែលកំពុងសិក្សា ភាសាថ្មី​តាមរយៈ​​សំឡេង​ និង​ អក្សរ​ដែល​ភ្ជាប់​​នៅក្នុង​ភាសា​នេះ ។ មាន​ភាសា​ចំនួន ១៣ ៖ ចក្រភព​អង់គ្លេស, ឆេក, ដាណឺម៉ាក,​ ហុល្លង់, អង់គ្លេស, បារាំង, អាល្លឺម៉ង, ហេប្រ៊ូ,​ អ៊ីតាលី,​ ​លូហ្គាដា, ហិណ្ឌូ​រ៉ូម៉ាំង អេស្ប៉ាញ និងស្លូវ៉ាគី ។
mk: KLettres му помага на многу мало дете или на возрасен да научи нов јазик со асоцирање на звуци и букви од овој јазик. Достапни се 13 јазици: британски, чешки, дански, холандски, англиски, француски, германски, еврејски, италијански, луганда, романизиран хинди, шпански и словачки.
ms: Klettres membantu kanak-kanak atau orang dewasa mempelajari bahasa baru dengan mengaitkan bunyi dan huruf dalam bahasa ini. 13 bahasa didapati: British, Czech, Denmark, Belanda, Inggeris, Perancis, Jerman, Yahudi, Itali, Luganda, Hindi Rumi, Sepanyol dan Slovak.
nl: KLettres helpt een jong kind of een volwassene bij het leren van een nieuwe taal door het associÃ«ren van geluiden met letters in deze taal. Er zijn 13 talen beschikbaar: Brits, Deens, Duits, Engels, Frans, Hebreeuws, Hindi, Italiaans, Luganda, Nederlands,Slowaaks, Spaans en Tsjechisch.
sr: KLettres помаже врло младом детету или одраслој особи у учењу новог језика повезивањем звукова и слова тог језика. 13 језика је на располагању: британски енглески, чешки, дански, холандски, амерички енглески, француски, немачки, хебрејски, италијански, луганда, романизовани хинди, шпански и словачки.
sr@latn: KLettres pomaže vrlo mladom detetu ili odrasloj osobi u učenju novog jezika povezivanjem zvukova i slova tog jezika. 13 jezika je na raspolaganju: britanski engleski, češki, danski, holandski, američki engleski, francuski, nemački, hebrejski, italijanski, luganda, romanizovani hindi, španski i slovački.

source: French sounds
cs: Francouzská výslovnost
km: សំឡេង បារាំង
mk: Француски звуци
ms: Bunyi Perancis
nl: Franse geluiden
sr: Звуци француског
sr@latn: Zvuci francuskog

source: Dutch sounds
cs: Holandská výslovnost
km: សំឡេង ហុល្លង់
mk: Холандски звуци
ms: Bunyi Belanda
nl: Nederlandse geluiden
sr: Звуци холандског
sr@latn: Zvuci holandskog

source: Danish sounds
cs: Dánská výslovnost
km: សំឡេង ដាណឺម៉ាក
mk: Дански звуци
ms: Bunyi Denmark
nl: Deense geluiden
sr: Звуци данског
sr@latn: Zvuci danskog

source: Czech sounds
cs: Česká výslovnost
km: សំឡេង ឆេក
mk: Чешки звуци
ms: Bunyi Czech
nl: Tsjechische geluiden
sr: Звуци чешког
sr@latn: Zvuci češkog

source: Slovak sounds
cs: Slovenská výslovnost
km: សំឡេង ស្លូវ៉ាគី
mk: Словачки звуци
ms: Bunyi Slovak
nl: Slowaakse geluiden
sr: Звуци словачког
sr@latn: Zvuci slovačkog

source: English sounds
cs: Anglická výslovnost
km: សំឡេង អង់គ្លេស
mk: Англиски звуци
ms: Bunyi Inggeris
nl: Engelse geluiden
sr: Звуци америчког енглеског
sr@latn: Zvuci američkog engleskog

source: Italian sounds
cs: Italská výslovnost
km: សំឡេង អ៊ីតាលី
mk: Италијански звуци
ms: Bunyi Itali
nl: Italiaanse geluiden
sr: Звуци италијанског
sr@latn: Zvuci italijanskog

source: Spanish sounds
cs: Španělská výslovnost
km: សំឡេង អេស្ប៉ាញ
mk: Шпански звуци
ms: Bunyi Sepanyol
nl: Spaanse geluiden
sr: Звуци шпанског
sr@latn: Zvuci španskog

source: Romanized Hindi sounds
cs: Hindská výslovnost
km: សំឡេង Hindi រ៉ូម៉ាំង
mk: Звуци за Романизиран Хинди
ms: Bunyi Hindi Roman
nl: Hindi-geluiden
sr: Звуци романизованог хиндија
sr@latn: Zvuci romanizovanog hindija

source: Luganda sounds
cs: Luganda výslovnost
km: សំឡេង Luganda
mk: Звуци за Луганда
ms: Bunyi Luganda
nl: Luganda geluiden
sr: Звуци луганде
sr@latn: Zvuci lugande

source: German sounds
km: សំឡេង​ភាសា​អាល្លឺម៉ង់
mk: Германски звуци
ms: Bunyi Jerman
nl: Duitse geluiden
sr: Звуци немачког
sr@latn: Zvuci nemačkog

source: Hebrew sounds
km: សំឡេង​ភាសា​ហេប្រ៊ូ
mk: Еврејски звуци
ms: Bunyi Yahudi
nl: Hebreeuwse geluiden
sr: Звуци хебрејског
sr@latn: Zvuci hebrejskog

source: British English sounds
km: សំឡេង​ភាសា​ចក្រភព​អង់គ្លេស
mk: Звуци за британски англиски
ms: Bunyi Bahasa Inggeris British
nl: Brits Engelse geluiden
sr: Звуци британског енглеског
sr@latn: Zvuci britanskog engleskog

source: Icons
cs: Ikony
km: រូបតំណាង
mk: Икони
ms: Ikon
nl: Pictogrammen
sr: Иконе
sr@latn: Ikone

source: Background picture
cs: Obrázek s pozadím
km: រូបភាព​ផ្ទៃខាងក្រោយ
mk: Слика во подлога
ms: Gambar latarbelakang
nl: Achtergrondafbeelding
sr: Позадинска слика
sr@latn: Pozadinska slika

source: Support and coding guidance
cs: Podpora při programování
km: ណែនាំ​អំពី​ការគាំទ្រ និង​ការ​សរសេរកូដ
mk: Подршка и водич за кодирање
ms: Sokongan dan panduan pengaturcaraan
nl: Ondersteuning en hulp bij het programmeren
sr: Подршка и вођство при кодирању
sr@latn: Podrška i vođstvo pri kodiranju

source: SVG icon
cs: SVG ikona
km: រូបតំណាង SVG
mk: SVG-икона
ms: Ikon SVG
nl: SVG-pictogram
sr: SVG икона
sr@latn: SVG ikona

source: Code for generating special characters' icons
cs: Kód pro vytváření ikon zvláštních znaků
km: ដូដ​សម្រាប់​បង្កើត​រូបតំណាង​របស់តួអក្សរ​ពិសេស
mk: Код за генерирање на икона на специјалните знаци
ms: Kod untuk menjana ikon aksara khas
nl: Code voor het genereren van pictogrammen met speciale tekens
sr: Кôд за генерисање икона посебних знакова
sr@latn: Kôd za generisanje ikona posebnih znakova

source: Port to KConfig XT, coding help
cs: Port na KConfig XT, pomoc při kódování
km: ច្រកទៅ KConfig XT ជំនួយ​ក្នុងការ​សរសេរ​កូដ
mk: Пренесување до KConfig XT, помош за кодирање
ms: Port ke KConfig XT, bantuan pengaturcaraan
nl: Verdracht naar KConfig XT, hulp bij het codeschrijven
sr: Порт на KConfig XT, помоћ при кодирању
sr@latn: Port na KConfig XT, pomoć pri kodiranju

source: Kids and grown-up SVG icons
cs: Dětské a dospělácké SVG ikony
km: រូបតំណាង SVG Kids និង grown-up
mk: SVG-икони за деца и возрасни
ms: Ikon SVG kanak-kanak dan dewasa
nl: SVG-pictogrammen voor kinderen en volwassenen
sr: SVG иконе за децу и одрасле
sr@latn: SVG ikone za decu i odrasle

source: Timer setting widgets
cs: Widgety nastavení času
km: ធាតុ​ក្រាហ្វិក​ការកំណត់​ឧបករណ៍​កំណត់​ពេលវេលា
mk: Графички контроли за бројач
ms: Widget penetapan pemasa
nl: Widgets voor tijdklokinstelling
sr: Контроле за постављање тајмера
sr@latn: Kontrole za postavljanje tajmera

source: L&ook
cs: V&zhled
km: រូបរាង
mk: Из&глед
ms: &Lihat
nl: &Kijken
sr: &Изглед
sr@latn: &Izgled

source: Main
cs: Hlavní
km: ចម្បង
mk: Главен
ms: Utama
nl: Algemeen
sr: Главни
sr@latn: Glavni

source: Characters
cs: Znaky
km: តួអក្សរ
mk: Знаци
ms: Aksara
nl: Lettertekens
sr: Знакови
sr@latn: Znakovi

source: Set the time between 2 letters.
cs: Nastavuje čas mezi dvěma písmeny.
km: កំណត់​ពេលវេលា​ចន្លោះ​ ២ អក្សរ ។
mk: Постави го времето помеѓу 2 букви.
ms: Tetap masa antara 2 huruf.
nl: Stel de tijd tussen twee letters in.
sr: Постави време између два слова.
sr@latn: Postavi vreme između dva slova.

source: Set the timer (in minutes)
cs: Nastavit stopky (v minutách)
km: កំណត់​ឧបករណ៍​កំណត់​ពេលវេលា (ជា​នាទី)
mk: Постави го бројачот (во минути)
ms: Tetap pemasa (dalam minit)
nl: Stel de tijdklok in (in minuten)
sr: Постави тајмер (у минутима)
sr@latn: Postavi tajmer (u minutima)

source: Only used if Use a timer is checked
cs: Použito pouze při aktivních stopkách
km: បាន​តែប្រើ​ទេ ប្រសិនបើ​បាន​ពិនិត្យ​មើល​ការប្រើ​ឧបករណ៍​កំណត់ពេលវេលា
mk: Се користи само доколку е избрано „Користи бројач“
ms: Hanya digunakan jika Guna pemasa ditanda
nl: Alleen als tijdklok is aangezet
sr: Користи се само ако је тајмер изабран
sr@latn: Koristi se samo ako je tajmer izabran

source: Kid Mode
cs: Dětský režim
km: របៀប Kid
mk: Режим за деца
ms: Mod Kanak-kanak
nl: Kindermodus
sr: Режим за децу
sr@latn: Režim za decu

source: Grown-up Mode
cs: Dospělácký režim
km: របៀប Grown-up
mk: Режим за возрасни
ms: Mod Dewasa
nl: Volwassenenmodus
sr: Режим за одрасле
sr@latn: Režim za odrasle

source: Language
cs: Jazyk
km: ភាសា
mk: Јазик
ms: Bahasa
nl: Taal
sr: Језик
sr@latn: Jezik

source: Theme
cs: Téma
km: ស្បែក
mk: Тема
ms: Tema
nl: Thema
sr: Тема
sr@latn: Tema

source: Mode
cs: Režim
km: របៀប
mk: Режим
ms: Mod
nl: Modus
sr: Режим
sr@latn: Režim

source: Difficulty level.
cs: Úroveň obtížnosti.
km: កម្រិត​លំបាក ។
mk: Ниво на тежина.
ms: Paras kesukaran.
nl: Moeilijkheidsgraad.
sr: Ниво тежине.
sr@latn: Nivo težine.

source: Kid Timer
cs: Dětský časovač
km: ឧបករណ៍​កំណត់ពេលវេលា Kid
mk: Бројач за деца
ms: Pemasa Kanak-kanak
nl: Kindertijdklok
sr: Тајмер за децу
sr@latn: Tajmer za decu

source: Grown-up Timer
cs: Dospělácký časovač
km: ឧបករណ៍​កំណត់ពេលវេលា Grown-up
mk: Бројач за возрасни
ms: Pemasa Dewasa
nl: Volwassenen-tijdklok
sr: Тајмер за одрасле
sr@latn: Tajmer za odrasle

source: Error while loading the sound names.
cs: Chyba při načítání zvuků.
km: កំហុស​នៅពេល​ផ្ទុក​ឈ្មោះ​សំឡេង ។
mk: Грешка при вчитувањето на имињата на звуците.
ms: Ralat ketika memuatkan nama bunyi.
nl: Fout bij het laden van de geluidsnamen.
sr: Грешка при учитавању имена звукова.
sr@latn: Greška pri učitavanju imena zvukova.

source: tenths of second
cs: desetin sekundy
km: មួយ​ភាគដប់​ក្នុង​មួយនាទី
mk: Десеттинки од секунда
ms: persepuluh saat
nl: tienden van seconden
sr: десетинке секунде
sr@latn: desetinke sekunde
