Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/katomic.po
Languages: af, ar, bg, bn, cs, cy, el, et, eu, fa, fi, fr, he, hi, hu, is, ja, km, ko, nb, nds, nl, pl, ro, sk, ta, tg, uk

source: Atom Left
af: Atoom Links
ar: حرك الذرة الي اليسار
bg: Атом наляво
bn: পরমাণুকে বামে নাও
cs: Atom vlevo
cy: Atom i'r chwith
el: Άτομο αριστερά
et: Vasakule
eu: Atomoa ezkerrera
fa: حرکت اتم به سمت چپ
fi: Atomi vasemmalle
fr: Atome vers la gauche
he: אטום שמאלה
hi: अणु बाएँ
hu: Egy atommal balra
is: Sameind til vinstri
ja: 原子を左に移動
km: អាតូម​ទៅឆ្វេង
ko: 원자 왼쪽으로 이동
nb: Atom til venstre
nds: Atom na links
nl: Atoom naar links
pl: Atom w lewo
ro: Atom stînga
sk: Atóm vľavo
ta: இடது அணு
tg: Атом ба Чап
uk: Пересунути ліворуч

source: Atom Right
af: Atoom Regterkant
ar: حرك الذرة الى اليمين
bg: Атом надясно
bn: পরমাণুকে ডানে নাও
cs: Atom vpravo
cy: Atom i'r dde
el: Άτομο δεξιά
et: Paremale
eu: Atomoa eskuinera
fa: حرکت اتم به سمت راست
fi: Atomi oikealle
fr: Atome vers la droite
he: אטום ימינה
hi: अणु दाएँ
hu: Egy atommal jobbra
is: Sameind til hægri
ja: 原子を右に移動
km: អាតូម​ទៅស្ដាំ
ko: 원자 오른쪽으로 이동
nb: Atom til høyre
nds: Atom na rechts
nl: Atoom naar rechts
pl: Atom w prawo
ro: Atom dreapta
sk: Atóm vpravo
ta: வலது அணு
tg: Атом ба Рост
uk: Пересунути праворуч

source: Next Atom
af: Volgende Atoom
ar: الذرة التالية
bg: Следващ атом
bn: পরবর্তী পরমাণু
cs: Další atom
cy: Atom nesaf
el: Επόμενο άτομο
et: Järgmine aatom
eu: Hurrengo atomoa
fa: انتخاب اتم بعدی
fi: Seuraava atomi
fr: Atome suivant
he: האטום הבא
hi: अगला अणु
hu: A következő atom
is: Næsta sameind
ja: 次の原子
km: អាតូម​បន្ទាប់
ko: 다음 원자
nb: Neste atom
nds: Nakamen Atom
nl: Volgend atoom
pl: Następny atom
ro: Următorul atom
sk: Ďalší atóm
ta: அடுத்த அணு
tg: Атоми Оянда
uk: Наступний атом

source: Previous Atom
af: Vorige Atoom
ar: الذرة السابقة
bg: Предишен атом
bn: পূর্ববর্তী পরমাণু
cs: Předchozí atom
cy: Atom blaenorol
el: Προηγούμενο άτομο
et: Eelmine aatom
eu: Aurreko atomoa
fa: انتخاب اتم قبلی
fi: Edellinen atomi
fr: Atome précédent
he: האטום הקודם
hi: पिछला अणु
hu: Az előző atom
is: Fyrri sameind
ja: 前の原子
km: អាតូម​មុន
ko: 이전 원자
nb: Forrige atom
nds: Verleden Atom
nl: Vorig atoom
pl: Poprzedni atom
ro: Atomul precedent
sk: Predchádzajúci atóm
ta: முந்தைய அணு
tg: Атоми Гузашта
uk: Попередній атом
