Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/katomic.po
Languages: af, ar, bg, bn, cs, cy, el, et, eu, fa, fi, fr, he, hi, hu, is, ja, km, ko, nb, nds, nl, pl, ro, sk, ta, tg, uk

source: Meta-Di-Nitro-Benzene
bg: M-динитробензен
bn: মেটা-ডাই-নাইট্রো-বেনজিন
cs: m-dinitrobenzen
cy: Meta-Di-Nitro-Benzen
el: Μεταδινιτροβενζόλη
et: Meta-dinitrobenseen
eu: Meta-di-nitro-bentzenoa
fa: متا دی نیترو بنزن
fi: Meta-Di-Nitro-Bentseeni
fr: Meta-di-nitro-benzène
he: מטא־די־ניטרו־בנזן
hi: मेटा-डाई-नाइट्रो-बेंजीन
hu: meta-dinitro-benzin
is: Meta-Di-Nitró-Benzen
ja: メタジニトロベンゼン
km: មេតា​ឌី​នីត្រូ​បង់​សែន
ko: 메타다이니트로벤젠
nds: Meta-Dinitrobenzool
nl: Meta-dinitrobenzeen
pl: meta-dinitrobenzen
ro: Meta-di-nitro-benzen
sk: Metadinitrobenzén
ta: மெடா-டி-நைட்ரோ-பென்சீன்
tg: Мета-Ди-Нитро-Бензол
uk: Мета-ді-нітробензол

source: Malonic Acid
af: Maloniek Suur
bg: Малонова киселина (пропандиова киселина)
bn: মালোনিক এসিড
cs: Kyselina malonová
cy: Asid Malonig
el: Προπανοδιικό οξύ
et: Maloonhape
eu: Azido malonikoa
fa: اسید مالونیک
fi: Malonihappo
fr: Acide malonique
he: חומצה מלונית
hi: मेलोनिक अम्ल
hu: malonsav
is: Ávaxtasýra (Maloník)
ja: マロン酸
km: អាស៊ីត​ម៉ាឡូនីក
ko: 말론산
nds: Maloonsüür
nl: Malonzuur (propaandizuur)
pl: Kwas malonowy
ro: Acid malonic
sk: Kyselina malónová
ta: மலோனிக் அமிலம்
tg: Кислотаи Малоген
uk: Малонова кислота

source: 2,2-Dimethylpropane
bg: 2,2-диметилпропан
bn: ২,২-ডাইমিথাইলপ্রোপেন
cs: 2,2-dimethylpropan
cy: 2,2-Dimethylpropan
el: 2,2-Διμεθυλοπροπάνιο
et: 2,2-dimetüülpropaan
eu: 2,2-Dimetil-propanoa
fa: دی متیل پروپان
fi: 2,2-Dimetyylipropaani
fr: 2,2-di-méthyl-propane
he: 2,2־דימתילפרופן
hi: 2,2-डाईमिथाइलप्रोपेन
hu: 2,2-dimetil-propán
is: Di-Methyle-Própan
ja: 2,2-ジメチルプロパン
km: ២,២-ឌីមេទីល​ប្រូប៉ែន
ko: 2,2-디메틸프로페인
nb: 2,2-dimetylpropan
nds: 2,2-Dimetylpropaan
nl: 2-methyl-2-propanol
pl: 2,2-dimetylopropan
ro: 2,2-Dimetilpropan
sk: 2,2-Dimetylpropán
ta: 2,2-டைமெத்தில் ப்ரொபேன்
tg: 2,2-Диметилпропан
uk: 2,2-діметилпропан

source: Ethyl-Benzene
ar: اثيل-بنزين
bg: Етилбензен
bn: ইথাইল-বেনজিন
cs: Ethylbenzen
cy: Ethyl-Bensen
el: Αιθυλική βενζόλη
et: Etüülbenseen
eu: Etil-bentzenoa
fa: اتیل بنزن
fi: Etyyli-Bentseeni
fr: Éthyl-benzène
he: אתיל־בנזן
hi: इथाइल-बेंजीन
hu: etil-benzin
is: Etýl-Bensen
ja: エチルベンゼン
km: អេទីល​បង់​សែន
ko: 에틸-벤젠
nds: Etylbenzool
nl: Ethylbenzeen
pl: Etylobenzen
ro: Etil-benzen
sk: Etylbenzén
ta: எதில் - பென்சீன்
tg: Этил-Бензол
uk: Етилбензол

source: Propene
af: Propeen
bg: Пропен
bn: প্রোপেন
cs: Propen
cy: Propylen
el: Προπίνιο
et: Propeen
eu: Propanoa
fa: پروپن
fi: Propeeni
fr: Propène
hi: प्रोपीन
hu: propén
is: Própen
ja: プロペン
km: ប្រូប៉ែន
ko: 프로펜
nb: Propen
nds: Propeen
nl: Propeen
pl: Propen
ro: Propenă
sk: Propén
ta: பிரொபென்
tg: Пропин
uk: Пропін

source: L-Asparagine
bg: L-аспарагин
bn: এল-অ্যাসপারাজাইন
cs: L-asparagin
cy: L-Asparagin
el: L-Ασπαραγίνη
et: L-aspargiin
eu: L-Asparragina
fa: ال-آسپاراجین
fi: L-Aspargiini
he: L-אספרגין
hi: एल-एस्पाराजीन
hu: L-aszparagin
is: Asparagín
ja: L-アスパラギン
km: L-អាស្ពារឹជិន
ko: L-아스파라긴
nb: L-Asparagin
nds: L-Asparagin
pl: L-aspargina
ro: L-Asparagină
sk: L-Asparagín
ta: L-அஸ்பராகின்
tg: L-Аспарагин
uk: L-аспарагін

source: 1,3,5,7-Cyclooctatetraene
bg: 1,3,5,7-циклооктатетраен
bn: ১,৩,৫,৭-সাইক্লোঅক্টাটেটট্রেন
cs: 1,3,5,7-cyklooktatetraen
cy: 1,3,5,7-Cylcho-octatetraen
el: 1,3,5,7-Κυκλο-οκτατετράνιο
et: 1,3,5,7-tsüklooktatetraeen
eu: 1,3,5,7-Ziklo-octatetraenoa
fa: -۱،۳،۵،۷سیکلواکتا تترائین
fi: 1,3,5,7-Syklo-oktatetraeeni
fr: 1,3,5,7-Cyclo-octa-tetraène
hi: 1,3,5,7-साइक्लोक्टाटेट्राइन
hu: 1,3,5,7-ciklooktatetrén
ja: 1,3,5,7-シクロオクタテトラエン
km: ១,៣,៥,៧-ស៊ីក្លូអុកតាតេត្រាន
ko: 1,3,5,7-사이클로옥타테트라엔
nb: 1,3,5,7-syklooktatetraen
nds: 1,3,5,7-Zyklooktatetraeen
nl: 1,3,5,7-cyclooctatetraeen
pl: 1,3,5,7-cyklooktatetracen
ro: 1,3,5,7-Ciclooctatetraenă
sk: 1,3,5,7-Cyklooktatetrán
tg: 1,3,5,7-Тсиклооктатетрин
uk: 1,3,5,7-циклооктатетрин

source: Vanillin
ar: ونيلين
bg: Ванилин
bn: ভ্যানিলিন
cs: Vanilin
cy: Vanilin
el: Βανιλλίνη
et: Vaniliin
eu: Vanilina
fa: وانیلین
fi: Vaniliini
fr: Vanilline
he: ונילין
hi: वेनिलिन
is: Vanilín
ja: バニリン
km: វ៉ានីលីន
ko: 바닐린
nb: Vaniljepulver
nl: Vanilline
pl: Wanilina
ro: Vanilină
sk: Vanilín
ta: வனில்லின்
tg: Ванелин
uk: Ванілін

source: Crystal 3
af: Kristal 3
ar: كريستال ٣
bg: Кристал 3
bn: ক্রিস্টাল ৩
cs: Krystal 3
cy: Grisial 3
el: Κρύσταλλος 3
et: Kristall 3
eu: Kristala 3
fa: کریستال ۳
fi: Kide 3
fr: Cristal 3
he: גביש 3
hi: क्रिस्टल 3
hu: 3. kristály
is: Kristall 3
ja: 結晶 3
km: គ្រីស្តាល់ ៣
ko: 결정 3
nb: Krystall 3
nds: Kristall 3
nl: Kristal 3
pl: Kryształ 3
ro: Cristal 3
sk: Kryštáľ 3
ta: கிறிஸ்டல் 3
tg: Кристал 3
uk: Кристал 3

source: Uric Acid
af: Urien Suur
ar: حامض بولي
bg: Пикочна киселина (2,6,8-трихидроксипурин)
bn: ইউরিক এসিড
cs: Kyselina močová
cy: Asid Wrig
el: Ουρικό οξύ
et: Kusihape
eu: Azido urikoa
fa: اسید اوریک
fi: Virtsahappo
fr: Acide urique
he: חומצת שתן
hi: यूरिक अम्ल
hu: húgysav
is: Þvagsýra
ja: 尿酸
km: អាស៊ីត​យូរីក
ko: 요산
nb: Urinsyre
nds: Harnsüür
nl: Urinezuur
pl: Kwas moczowy
ro: Acid uric
sk: Kyselina močová
ta: யூரிக் அமிலம்
tg: Кислотаи Пешоб
uk: Сечова кислота

source: Thymine
af: Thamien
ar: ثايمين
bg: Тимин
bn: থিয়ামাইন
cs: Thymin
cy: Thymin
el: Θυμίνη
et: Tümiin
eu: Tiamina
fa: تیمین
fi: Thymiini
he: תימין
hi: थायमीन
hu: timin
is: B-Vítamín (Tíamín)
ja: チミン
km: ទីមីន
ko: 티민
nds: Tymin
pl: Tymina
ro: Timină
sk: Tiamín
ta: தைமைன்
tg: Тимин
uk: Тимін

source: Aniline
af: Anilien
ar: أنيلين
bg: Анилин (Аминобензен)
bn: অ্যানিলাইন
cs: Anilin
cy: Anilin
el: Ανιλίνη
et: Aniliin
eu: Anilina
fa: آنیلین
fi: Aniliini
fr: Aniline ou phénylamine
he: אנילין
hi: एनीलीन
hu: anilin
is: Anilín
ja: アニリン
km: អានីលីន
ko: 아닐린
nb: Anilin
nds: Anilin
pl: Anilina
ro: Anilină
sk: Anilín
ta: அனிலின்
tg: Анилин
uk: Анілін

source: Chloroform
ar: كلوروفورم
bg: Хлороформ (Трихлорометан)
bn: ক্লোরোফর্ম
cy: Clorofform
el: Χλωροφόρμιο
et: Kloroform
eu: Kloroformoa
fa: کلروفرم
fi: Kloroformi
fr: Chloroforme ou trichloro-méthane
he: כלורופורם
hi: क्लोरोफ़ॉर्म
hu: kloroform
is: Klóroform
ja: クロロホルム
km: ខ្លរុឹហ្វម
ko: 클로로포름
nb: Kloroform
nds: Kloroform
ro: Cloroform
ta: க்ளோரோஃபாம்
tg: Хлороформ
uk: Хлороформ

source: Carbonic acid
af: Karbonie suur
ar: حمض الكربونيك
bg: Въглеродна киселина
bn: কার্বোনিক এসিড
cs: Kyselina uhličitá
cy: Asid Carbonig
el: Ανθρακικό οξύ
et: Süsihape
eu: Azido karbonikoa
fa: اسید کربونیک
fi: Hiilihappo
fr: Acide carbonique
he: חומצה פחמתית
hi: कार्बोनिक अम्ल
hu: szénsav
is: Kolsýra (Karbónsýra)
ja: 炭酸
km: អាស៊ីត​កាបូនិក
ko: 탄산
nb: Karbonsyre
nds: Kahlensüür
nl: Koolzuur
pl: Kwas węglowy
ro: Acid carbonic
sk: Kyselina uhličitá
ta: கார்போனிக் அமிலம்
tg: Кислотаи карбон
uk: Вуглекислота

source: Crystal 4
af: Kristal 4
ar: كريستال ٤
bg: Кристал 4
bn: ক্রিস্টাল ৪
cs: Krystal 4
cy: Grisial 4
el: Κρύσταλλος 4
et: Kristall 4
eu: Kristala 4
fa: کریستال ۴
fi: Kide 4
fr: Cristal 4
he: גביש 4
hi: क्रिस्टल 4
hu: 4. kristály
is: Kristall 4
ja: 結晶 4
km: គ្រីស្តាល់ ៤
ko: 결정 4
nb: Krystall 4
nds: Kristall 4
nl: Kristal 4
pl: Kryształ 4
ro: Cristal 4
sk: Kryštáľ 4
ta: கிறிஸ்டல் 4
tg: Кристал 4
uk: Кристал 4

source: Ethanol
af: Etanol
ar: ايثانول
bg: Етанол
bn: ইথানল
cs: Etanol
el: Αιθανόλη
et: Etanool
eu: Etanola
fa: اتانل
fi: Etanoli
fr: Éthanol
he: אתנול
hi: इथेनॉल
hu: etanol
is: Alkóhól (Ethanól)
ja: エタノール
km: អេតាណុល
ko: 에탄올
nb: Etanol
nds: Etanool
pl: Etanol
ro: Etanol
sk: Etanol
ta: எத்தனால்
tg: Этанол
uk: Етиловий спирт

source: Acrylo-Nitril
bg: Акрилонитрил
bn: অ্যাক্রাইলো-নাইট্রিল
cs: Akrylonitril
el: Ακρυλο-Νιτρίλιο
et: Akrüülnitriil
eu: Akrilo-nitriloa
fa: آکریلو نیتریل
fi: Akryyli-nitriili
fr: Acrylonitrile ou nylon
he: אקרילו־ניטריל
hi: एक्रायलो-निट्रील
hu: akrilnitril
is: Akrýlo-Nítril
ja: アクリルニトリル
km: អាគ្រីឡូ-នីទ្រីល
ko: 아크릴로니트릴
nb: Akrylnitril
nds: Akrylnitril
pl: Akrylonitryl
ro: Acrilonitril
sk: Akrylonitril
ta: அக்ரிலோ-நிட்ரல்
tg: Акрило-Нитрин
uk: Акрилонітріл

source: Furan
af: Furaan
ar: فوران
bg: Фуран
bn: ফুরান
cy: Ffwran
el: Φουράνιο
et: Furaan
eu: Furanoa
fa: فوران
fi: Furaani
fr: Furane
hi: फ्यूरॉन
hu: furán
is: Fúran
ja: フラン
km: ហ្វូរ៉ាន
ko: 푸란
nds: Furaan
sk: Furán
ta: ஃபுரன்
tg: Фуран
uk: Фуран

source: l-Lactic acid
af: l-Lactic suur
ar: ل-حمض الاكتيك
bg: L-млечна киселина (L-2-хидриксипропанова киселина)
bn: আই-ল্যাকটিক এসিড
cs: Kyselina mléčná (L-forma)
cy: Asid I-Lactig
el: l-Λακτικό οξύ
et: Piimhape
eu: I-Azido laktikoa
fa: آی-اسید لاکتیک
fi: I-Maitohappo
fr: Acide L-lactique
he: l-חומצת חלב
hi: आई-लेक्टिक अम्ल
hu: tejsav
is: Mjólkursýra
ja: l-乳酸
km: l-អាស៊ីត​ឡាទិក
ko: l-젖산
nb: Melkesyre
nds: L-Melksüür
nl: L-melkzuur (2-hydroxypropaanzuur)
pl: l-kwas mlekowy
ro: 1-Acid lactic
sk: Kyselina mliečna
ta: 1-லாடிக் அமிலம்
tg: l-Кислотаи ширӣ
uk: Молочна кислота

source: Maleic Acid
af: Malies Suur
ar: حمض التفاح
bg: Малеинова киселина (Z-бутендиова киселина)
bn: মেলাইক এসিড
cs: Kyselina maleinová
cy: Asid Maleig
el: Μαλεϊκό οξύ
et: Maleiinhape
eu: Azido maleikoa
fa: اسیدمالئیک
fi: Omenahappo
fr: Acide maléique
he: חומצה מאלית
hi: मेलेइक अम्ल
hu: maleinsav
is: Eplasýra
ja: マレイン酸
km: អាស៊ីត​មឹលិអ៊ីក
ko: 말레인산
nb: Maleinsyre
nds: Maleinsüür
nl: Maleinezuur(cis-buteendizuur)
pl: Kwas maleinowy
ro: Acid maleic
sk: Kyselina maleínová
ta: மாலிக் அமிலம்
tg: Кислотаи Малеӣ
uk: Малеїнова кислота

source: meso-Tartaric acid
af: meso-Tartaric suur
ar: حمض الطرطريك المتوسط
bg: Мезо-винена киселина
bn: মেসো-টার্টারিক এসিড
cs: Kyselina mesovinná
cy: Asid meso-Tartarig
el: μεσο-Ταρταρικό οξύ
et: Meso-viinhape
eu: Azido meso-tartarikoa
fa: اسید مسو تارتاریک
fi: meso-viinihappo
fr: Acide méso-tartrique
hi: मेसो-टारटेरिक अम्ल
hu: mezo-tartársav
is: Ávaxtasýra
ja: メゾ酒石酸
km: មេសូ-អាស៊ីតតាតារីក
ko: 메소주석산
nb: meso-vinsyre
nds: meso-Wiensüür
nl: Meso-wijnsteenzuur
pl: Kwas mezowinowy
ro: Acid mesotartaric
sk: Kyselina mezotartarová
ta: மெசொ-டார்டாரிக் அமிலம்
tg: кислотаи мезо-Виннӣ
uk: Мезо-винна кислота

source: Crystal 5
af: Kristal 5
ar: كريستال ٥
bg: Кристал 5
bn: ক্রিস্টাল ৪
cs: Krystal 5
cy: Grisial 5
el: Κρύσταλλος 5
et: Kristall 5
eu: Kristala 5
fa: کریستال ۵
fi: Kide 5
fr: Cristal 5
he: גביש 5
hi: क्रिस्टल 5
hu: 5. kristály
is: Kristall 5
ja: 結晶 5
km: គ្រីស្តាល់ ៥
ko: 결정 5
nb: Krystall 5
nds: Kristall 5
nl: Kristal 5
pl: Kryształ 5
ro: Cristal 5
sk: Kryštáľ 5
ta: கிறிஸ்டல் 5
tg: Кристал 5
uk: Кристал 5

source: Formic acid ethyl ester
af: Formic suur etiel ester
bg: Етилов естер на мравчената киселина (Етилформиат)
bn: ফর্মিক এসিড ইথাইল ইস্টার
cs: Ethylester kyseliny mravenčí
cy: Ethyl ester asid fformig
el: Μυρμηκικό οξύ αιθυλικού εστέρα
et: Sipelghappe etüülester
eu: Azido formico etil esterra
fa: اسید فرمیک اتیل استر
fr: Acide éthyl-ester-formique
he: חוצת נמלים אתיל אסטר
hi: फॉर्मिक अम्ल इथाइल ईस्टर
hu: hangyasav-etilészter
is: Maurasýra
ja: 蟻酸エチルエステル
km: អាស៊ីត​ហ្វ័រមីក​អេទីល​អេស្ទែ
ko: 포름산 에틸 에스터
nb: Maursyre etylester
nds: Metaansüüretylester
nl: ethylmethanoaat (mierenzuur ethylester)
pl: Ester etylowy kwasu mrówkowego
ro: Acid etil-ester formic
sk: Etylester kyseliny mravčej
ta: பார்மிக் அமிலம் எதில் எஸ்டர்
tg: Эфири этилен кислотаи атсетат
uk: Етиловий ефір мурашиної кислоти

source: 1,4-Cyclohexadiene
bg: 1,4-циклохексадиен
bn: ১,৪-সাইক্লোহেক্সাডাইন
cs: 1,4-cyclohexadien
cy: 1,4-Cylchohexadien
el: 1,4-Κυκλοεξαδιένιο
et: 1,4-tsükloheksadieen
eu: 1,4-Ziklo-hexadianoa
fa: -۱،۴سیکلوهگزادین
fi: 1,4-Sykloheksadieeni
fr: 1,4-cyclo-hexadiène
hi: 1,4-साइक्लोहेक्साडाइन
hu: 1,4-ciklohexadién
is: 1,4 Cyclo-Hexadyene
ja: 1,4-シクロヘキサジエン
km: ១,៤-ស៊ីក្លូ​អ៊ិចសាឌីន
ko: 1,4-사이클로헥사디엔
nb: 1,4-sykloheksadiene
nds: 1,4-Zyklohexadieen
nl: 1,4-cyclohexadieen
pl: 1,4-cykloheksadien
ro: 1,4-Ciclohexadienă
sk: 1,4-Cyklohexadyén
ta: 1,4-சைக்லோஹெக்ஸாடைன்
tg: 1,4-Тсиклогексадиен
uk: 1,4-циклогексадієн

source: Squaric acid
af: Squaric suur
bg: Квадратна киселина (3,4-дихидрокси-3-циклобутен-1,2-дион)
bn: স্কয়ারিক এসিড
cs: Kyselina čtverečná
cy: Asid Sgwarig
el: Σκουαρικό οξύ
et: Ruuthape
eu: Azido escuarikoa
fa: اسید اسکواریک
fi: Neliöhappo
fr: Acide squarique
he: חומצה סקוארית
hi: स्क्वेरिक अम्ल
hu: dibutil-észter
is: Vörtueyðir (Squaric sýra)
ja: 四角酸
km: អាស៊ីត​ស្វ័ររីក
nb: 'Squaric'-syre
nds: Quadraatsüür
nl: Kwadraatzuur
pl: Kwas kwadratowy
ro: Acid scuaric
sk: Kyselina squarová
ta: ஸ்குவாரிக் அமிலம்
tg: Кислотаи скварикӣ
uk: Скварикова кислота

source: Ascorbic acid
af: Askorbien suur
ar: حمض الاسكروبيك
bg: Аскорбинова киселина (витамин C)
bn: অ্যাসকর্বিক এসিড
cs: Kyselina askorbová
cy: Asid Ascorbig
el: Ασκορβικό οξύ
et: Askorbiinhape
eu: Azido askorbikoa
fa: اسید آسکوربیک
fi: Askorbiinihappo
fr: Acide ascorbique
he: חומצה אסקורבית
hi: एस्कॉर्बिक अम्ल
hu: aszkorbinsav
is: C-Vítamín (askorbín-sýra)
ja: アスコルビン酸
km: អាស៊ីត​អាស្កូបិក
ko: 아스코브산
nb: Askorbinsyre
nds: Askorbinsüür
nl: Ascorbinezuur
pl: Witamina C (kwas askorbinowy)
ro: Acid ascorbic
sk: Kyselina askorbová
ta: அஸ்கார்பிக் அமிலம்
tg: Кислотаи аскорбинӣ
uk: Аскорбінова кислота

source: Iso-Propanol
bg: I-пропанол
bn: আইসো-প্রোপানল
el: Iσοπροπανόλη
et: Isopropanool
eu: Iso-Propanola
fa: ایزو پروپانل
fi: Isopropanoli
hi: आइसो-प्रोपेनॉल
hu: izopropanol
is: Sótthreinsunarspritt (Ísóprópanól)
ja: イソプロピルアルコール
km: អ៊ីសូ​ប្រូប៉ាណុល
ko: 아이소프로판올
nds: Isopropanool
pl: Izopropanol
ro: Izopropanol
ta: ஐசோப்ரொப்பனால்
tg: Изо-Пропанол
uk: Ізопропанол

source: Phosgene
af: Fosgene
ar: فوسجين
bg: Фосген
bn: ফসজিন
cs: Fosgen
cy: Phosgen
el: Φωσγένιο
et: Fosgeen
eu: Fosgenoa
fa: فسژن
fi: Phosgeeni
fr: Phosgène
he: פוסגן
hi: फॉस्जीन
hu: foszgén
is: Fosgen
ja: ホスゲン
km: ហ្វក់ឌ្សីន
ko: 포스겐
nb: Fosgen
nds: Fosgeen
nl: Fosgeen
pl: Fosgen
ro: Fosgenă
sk: Fosgén
ta: ஃபாஸ்கீன்
tg: Фосген
uk: Фосген

source: Thiophene
af: Thiofeen
bg: Тиофен
bn: থিয়োফেন
cs: Thiofen
cy: Thiophen
el: Θειοφένιο
et: Tiofeen
eu: Tiofonoa
fa: تیوفین
fi: Thiopheeni
fr: Thiophène
he: תיופן
hi: थायोफीन
hu: tiofén
is: Tíópen
ja: チオフェン
km: ទីអូហ្វិន
ko: 티오펜
nb: Tiofen
nds: Tiofeen
nl: Thiofeen
pl: Tiofen
ro: Tiofenă
sk: Tiofén
ta: தியோபேன்
tg: Тиофен
uk: Тіофен

source: Urea
ar: يوريا
bg: Урея (Карбамид)
bn: ইউরিয়া
cs: Močovina
cy: Wrea
el: Ουρία
et: Kusi
fa: اوره
fr: Urée
he: אוראה
hi: यूरिया
hu: húgysav
is: Þvagefni
ja: 尿素
km: អ៊ុយរ៉េ
ko: 요소
nb: Urin
nds: Harnstoff
nl: Ureum
pl: Mocznik
ro: Uree
sk: Kyselina močová
ta: யூரியா
tg: Пешоб
uk: Сечовина

source: Pyruvic Acid
af: Pyruvies Suur
ar: حمض البيروفيك
bg: Пирогроздена киселина
bn: পাইরুভিক এসিড
cs: Kyselina pyrohroznová
cy: Asid Pyrwfig
el: Πυροσταφυλικό οξύ
et: Püroviinamarihape
eu: Azido pirubikoa
fa: اسید پیروویک
fr: Acide pyruvique
he: חומצה פירובית
hi: पायरूविक अम्ल
hu: piroszőlősav
is: Ávaxtasýra
ja: ピルビン酸
km: អាស៊ីត​ពីរូវិក
ko: 피루브산
nb: Pyrodruesyre
nds: Brenzdruvensüür
nl: 2-oxopropaanzuur
pl: Kwas pirogronowy
ro: Acid piruvic
sk: Kyselina pyruviová?
ta: பைரூவிக் அமிலம்
tg: Кислотаи Пироангурӣ
uk: Пировиноградна кислота

source: Ethylene oxide
af: Ethelene oksied
ar: أوكسيد الاثيلين
bg: Етиленов оксид
bn: ইথাইল অক্সাইড
cs: Ethylenoxid
cy: Ocsid Ethylen
el: Οξείδιο του Αιθυλενίου
et: Etüleenoksiid
eu: Etileno oxidoa
fa: اکسید اتیلن
fi: Etyleenioksidi
fr: Oxyde éthylénique
he: תחמוצת אתילן
hi: ईथीलीन आक्साइड
hu: etilénoxid
is: Etýlen-oxíð
ja: エチレン酸化物
km: អេទីឡែន​អុកស៊ីត
ko: 에틸렌 옥사이드
nb: Etylenoksid
nds: Etyleenoxid
nl: Ethyleenoxide
pl: Tlenek etylenu
ro: Oxid de etilenă
sk: Etylén oxid
ta: எதிலின் ஆக்ஸைட்
tg: Оксиди этилен
uk: Оксид етилену

source: Phosphoric Acid
af: Fosfor Suur
ar: حمض الفوسفوريك
bg: Фосфорна киселина
bn: ফসফরিক এসিড
cs: Kyselina fosforečná
cy: Asid Phosphorig
el: Φωσφορικό οξύ
et: Fosforhape
eu: Azido fosforikoa
fa: اسید فسفریک
fi: Fosforihappo
fr: Acide phosphorique
he: חומצה זרחתית
hi: फॉस्फोरिक अम्ल
hu: foszforsav
is: Fosfórsýra
ja: リン酸
km: អាស៊ីត​ផូស្វ័ររីក
ko: 인산
nb: Fosforsyre
nds: Fosforsüür
nl: Fosforzuur
pl: Kwas fosforowy
ro: Acid fosforic
sk: Kyselina fosforová
ta: பாஸ்போரிக் அமிலம்
tg: Кислотаи фосфорӣ
uk: Фосфорна кислота

source: Diacetyl
af: Di-asetiel
bg: Диацетил
bn: ডাইঅ্যাসিটাইল
el: Διακετύλιο
et: Diatsetüül
eu: Diazetila
fa: دیاستیل
fi: Diasetyyli
fr: Diacétyl
he: דיאצטיל
hi: डाइएसीटाइल
hu: diacetil
is: Díasetýl
ja: ジアセチル
km: ឌៀសេទីល
ko: 디아세틸
nds: Diazetyl
nl: 2,4-butaandion
ro: Diacetil
ta: டையாக்டில்
tg: Диатсетил
uk: Діацетил

source: trans-Dichloroethene
bg: Tранс-дихлороетен
bn: ট্রান্স-ডাইক্লোরোইথেন
cs: trans-dichlorethen
cy: traws-Dichloroethen
el: trans-Διχλωροαιθένιο
et: Trans-dikloroeteen
eu: Trans-dikloroetilenoa
fa: ترنس دی کلرو اتان
fi: trans-dikloorieteeni
fr: Trans-dichloroéthène
hi: ट्रांस-डायक्लोरोइथेन
hu: transzdikloro-etén
is: Díklóreten
ja: トランス-ジクロロエテン
km: ត្រែនឌីក្លរ៉ូអេតែន
ko: 트랜스다이클로로에텐
nb: trans-dikloreten
nds: trans-Dikloreteen
nl: Trans-dichloroetheen
pl: trans-dichloroeten
ro: Trans-dicloretenă
sk: trans-Dichloroetén
ta: டிரான்ஸ்-டைகிளோரோதின்
tg: транс-Дихлорэтилен
uk: Транс-дихлоретилен

source: Allylisothiocyanate
bg: Алилизотиоцианат
bn: অ্যালাইলআইসোথিওসায়ানেট
cs: Alylisothiokyanát
cy: Alylisothiosyanad
el: Αλυλισοθειοκυανικό άλας
et: Allüül-isotiotsüanaat
eu: Alilisotiozianita
fa: آلیلیسوتیوسیانات
hi: एलीलिसोथियोसायनेट
hu: allil-izotiocianát
is: Sinnepssýra
ja: イソチオシアン酸アリル
km: អ៊ីសូទីស៊ីយ៉ាណែត
ko: 알릴이소티오시아네이트
nds: Allylisotiozyanaat
nl: Allylisothiocyanaat
pl: Izotiocyjanian allilu
ro: Alil-izo-tiocianat
sk: Alylisotiokyanát
tg: Аллилизотиоҷианат
uk: Алілозотіоцианат

source: Diketene
bg: Дикетен
bn: ডাইকিটেন
cs: Diketen
cy: Diketen
el: Δικετένιο
et: Diketeen
eu: Diketina
fa: دیکتین
hi: डायकीटेन
hu: diketén
is: Dikten
ja: ジケテン
km: ឌីកេតែន
ko: 디케톤
nb: Diketen
nds: Diketeen
nl: 4-methyleen-2-oxetanon (diketeen)
pl: Diketen
ro: Dichetenă
sk: Diketén
ta: டைக்டீன்
tg: Дикенет
uk: Дікетен

source: Ethanal
af: Etanal
bg: Етанал
bn: ইথানল
cs: Acetaldehyd
el: Αιθανάλη
et: Etanaal
eu: Etanala
fa: اتانال
fi: Etanaali
fr: Éthanal
hi: ईथेनॉल
hu: etanal
is: Etanal
ja: エタナール
km: អេតាណល
ko: 에타날
nb: Etan
nds: Etanal
pl: Etanal (aldehyd octowy)
ro: Etanal
sk: Etanal
ta: எத்தனால்
tg: Этанол
uk: Етанал

source: Acroleine
bg: Акролеин
bn: অ্যাক্রোলিন
cs: Akrolein
cy: Acrolein
el: Προπενάλη
et: Akroleiin
eu: Akroleina
fa: آکرولئین
fi: Akryleeni
fr: Acroléine
hi: एक्रोलीन
hu: akrolein
is: Akrólín
ja: アクロレイン
km: អាក្រូឡែន
ko: 아크롤레인
nb: Propen
nds: Akrolein
nl: Acrole√Øne
pl: Akroleina
ro: Acroleină
sk: Akrolein
ta: ஆக்ரோலின்
tg: Акролин
uk: Акролеїн

source: Uracil
ar: يوراسيل
bg: Урацил
bn: ইউরাসিল
cy: Wrasil
el: Ουρακίλη
et: Uratsiil
eu: Uraziloa
fa: اراسیل
fi: Urasiili
fr: Uracile
he: אורציל
hi: यूरासिल
is: Úrasíl
ja: ウラシル
km: អ៊ុយរ៉ាស៊ីល
ko: 우라실
nb: Urin
nds: Urazil
pl: Uracyl
ta: யுரேசில்
tg: Уратсил
uk: Ураціл

source: Caffeine
ar: الكافايين
bg: Кофеин
bn: ক্যাফেইন
cs: Kofein
el: Καφεΐνη
et: Kofeiin
eu: Kafeina
fa: کافئین
fi: Kofeiini
fr: Caféine
he: קפאין
hi: कैफीन
hu: koffein
is: Koffeín
ja: カフェイン
km: កាហ្វេអ៊ីន
ko: 카페인
nds: Koffein
pl: Kofeina
ro: Cafeină
sk: Kofein
ta: கேபைசன்
tg: Кафеин
uk: Кофеїн

source: Acetone
af: Asetoon
ar: أسيتون
bg: Ацетон (Пропанон)
bn: অ্যাসিটোন
cs: Aceton
cy: Aseton
el: Ακετόνη
et: Atsetoon
eu: Azetona
fa: استون
fi: Asetoni
fr: Acétone
he: אצטון
hi: एसीटोन
hu: aceton
ja: アセトン
km: អាសេតុង
ko: 아세톤
nb: Aceton
nds: Azetoon
nl: Aceton
pl: Aceton
ro: Acetonă
sk: Acetón
ta: அசிடோன்
tg: Атсетон
uk: Ацетон

source: KDE Atomic Entertainment Game
af: Kde Atomic Vermaak Speletjie
ar: لعبة الذرات الترفيهية KDE
bg: Забавна игра с атоми
bn: কেডিই-র পারমাণবিক বিনোদন খেলা
cs: Zábavná hra s atomy pro KDE
cy: Gêm Adloniant Atomig KDE
el: Παιχνίδι ψυχαγωγίας KDE Atomic
et: KDE Aatomimäng
eu: Denbora-pasarako KDE-ren joko atomikoa
fa: بازی سرگرمی اتمی KDE
fi: KDE Atomipeli
fr: Jeu atomique pour KDE
he: משחק בידור אטומי ל־KDE
hi: केडीई आणविक मनोरंजक खेल
hu: Atomos szórakoztató játék
is: KDE sameindaleikurinn
ja: KDE 原子エンターテイメントゲーム
km: ល្បែង​កំសាន្ត KDE អាតូមិច
ko: KDE 원소 엔터테인먼트 게임
nb: KDE-spill med atomunderholdning
nds: KDE-Speel för atomschen Pläseer
nl: KDE-spel voor atomisch vermaak
pl: KDE Atomy
ro: "Distracţie atomică" pentru KDE
sk: Zábavná hra KDE Atomic
ta: கேடீஇ பொழுதுபோக்கு விளையாட்டு
tg: KDE Бозии Шавқовари Атомҳо
uk: Веселі атоми - гра для KDE

source: KAtomic
ar: لعبة التركيب الجزيئي الكيميائي KAtomic
bn: কে-অ্যাটমিক
hi: के-एटॉमिक
pl: Atomy
ta: கே அணுவினுடைய
tg: KАтомҳо
uk: Веселі атоми

source: 6 new levels
af: 6 nuwe vlakke
ar: ٦ مرحلة جديدة
bn: ৬টি নতুন স্তর
cs: 6 nových úrovní
cy: 6 lefel newydd
el: 6 νέα επίπεδα
et: 6 uut taset
eu: 6 maia berri
fa: ۶ سطح جدید
fi: 6 uutta tasoa
fr: Six nouveaux niveaux
he: שישה שלבים חדשים
hi: 6 नए स्तर
hu: 6 új szint
is: 6 ný borð
ja: 6 つの新しいレベル
km: កម្រិត​ថ្មី ៦
ko: 6개의 새로운 단계
nb: 6 nye nivåer
nds: 6 nieg Speelstopen
nl: 6 nieuwe niveaus
pl: 6 nowych poziomów
ro: 6 nivele noi
sk: 6 nových úrovní
ta: 6 புதிய நிலைகள்
tg: 6 сатҳҳои нав
uk: 6 нових молекул

source: Game graphics and application icon
bn: গ্রাফিক্স ও অ্যাপলিকেশনের আইকন
cs: Grafika hry a ikona aplikace
cy: Graffeg y gêm ac eicon y cymhwysiad
el: Γραφικά παιχνιδιού και εικονίδιο εφαρμογής
et: Mängu graafika ja rakenduse ikoon
eu: Jokoaren grafikoaren eta aplikazioaren ikonoa
fa: نگاره‌سازی بازی و شمایل کاربرد
fi: Pelin grafiikat ja sovelluksen kuvake
fr: Graphismes du jeu et icône de l'application
he: גרפיקת המשחק וסמל היישום
hu: Grafika, alkalmazásikon
is: Teikningar og táknmynd
ja: ゲーム画像とアプリケーションアイコン
km: ក្រាហ្វិក​ល្បែង និង​រូបតំណាង​កម្មវិធី
ko: 게임 그래픽과 프로그램 아이콘
nb: Spillutseende og programikon
nds: Speelgrafiken un Programmlüttbild
nl: Spelillustraties en programmapictogram
pl: Grafika i ikona programu
sk: Grafika hry a ikona aplikácie
ta: விளையாட்டு சித்திரங்கள் மற்றும் பயன்பாட்டு குறும்படம்
tg: Бозиҳои графикӣ ва нишонаҳои барномавӣ
uk: Графіка і піктограма програми

source: Noname
af: Niemand
ar: بدون اسم
bg: Без име
bn: নামহীন
cs: Beze jména
cy: DimEnw
el: Χωρίς όνομα
et: Nimetu
eu: Izenik ez
fa: بی‌نام
fi: Ei nimeä
fr: Sans nom
he: ללא שם
hi: कोई नाम नहीं
hu: Névtelen
is: Ekkert heiti
ja: 名前なし
km: គ្មាន​ឈ្មោះ
ko: 이름없음
nb: Uten navn
nds: Nich bekannt
nl: Naamloos
pl: Anonim
ro: Fără nume
sk: Bez Mena
ta: பெயரில்லை
tg: Бе ном
uk: Без імені

source: Level: %1
af: Vlak: %1
ar: المرحلة: %1
bg: Ниво: %1
bn: স্তর: %1
cs: Úroveň: %1
cy: Lefel: %1
el: Επίπεδο: %1
et: Tase: %1
eu: Maila: %1
fa: سطح: %1
fi: Taso: %1
fr: Niveau : %1
he: שלב: %1
hi: स्तरः %1
hu: Szint: %1
is: Borð: %1
ja: レベル: %1
km: កម្រិត ៖ %1
ko: 단계: %1
nb: Nivå: %1
nds: Stoop: %1
nl: Niveau: %1
pl: Poziom: %1
ro: Nivel: %1
sk: Úroveň: %1
ta: நிலை: %1
tg: Сатҳи: %1
uk: Рівень: %1

source: Show &Highscores
bg: Кла&сиране
bn: সেরা স্কো&র দেখাও
cs: Zobrazit ne&jvyšší skóre
cy: Dangos y Sgoriau &Gorau
el: Εμφάνιση &μέγιστων βαθμών
et: Näita &parimaid punktisummasid
eu: Erakutsi &Puntuazio onenak
fa: نمایش &امتیازهای بالا‌
fi: Näytä &ennätykset
fr: Afficher les &meilleurs scores
he: הצג את ה&תוצאות הכי גבוהות
hu: Di&csőségtábla
is: Bi&rta stigatöflu
ja: ハイスコアを表示(&H)
km: បង្ហាញ​ពិន្ទុ​ខ្ពស់
ko: 최고 점수 보이기(&H)
nb: Vis &høyeste poengsummer
nds: &Bestenlist wiesen
nl: Topscores &tonen
pl: Pokaż &rekordy
sk: Zobraziť &najvyššie skóre
ta: &அதிக மதிப்பெண்களை காட்டு
tg: Намоиши Ҳисоби &Беҳтарин
uk: Показати &найкращі результати

source: Atom Up
af: Atoom Begin
ar: حرك الذرة الى أعلى
bg: Атом нагоре
bn: পরমাণুকে উপরে নাও
cs: Atom nahoru
cy: Atom i fyny
el: Άτομο πάνω
et: Üles
eu: Atomoa gorantz
fa: حرکت اتم به سمت بالا
fi: Atomi ylös
fr: Atome vers le haut
he: אטום למעלה
hi: अणु ऊपर
hu: Egy atommal fel
is: Sameind upp
ja: 原子を上に移動
km: អាតូម​ឡើង​លើ
ko: 원자 위로 이동
nb: Atom opp
nds: Atom na baven
nl: Atoom omhoog
pl: Atom w górę
ro: Atom sus
sk: Atóm hore
ta: மேல் அணு
tg: Атом ба Боло
uk: Пересунути вгору

source: Atom Down
af: Atoom Ondertoe
ar: حرك الذرة الي أسفل
bg: Атом надолу
bn: পরমাণুকে নিচে নাও
cs: Atom dolů
cy: Atom i lawr
el: Άτομο κάτω
et: Alla
eu: Atomoa behera
fa: حرکت اتم به سمت پائین
fi: Atomi alas
fr: Atome vers le bas
he: אטום למטה
hi: अणु नीचे
hu: Egy atommal le
is: Sameind niður
ja: 原子を下に移動
km: អាតូម​ចុះក្រោម
ko: 원자 아래로 이동
nb: Atom ned
nds: Atom na nerrn
nl: Atoom omlaag
pl: Atom w dół
ro: Atom jos
sk: Atóm dole
ta: கீழ் அணு
tg: Атом ба Поён
uk: Пересунути вниз
