Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/katomic.po
Languages: af, ar, bg, bn, cs, cy, el, et, eu, fa, fi, fr, he, hi, hu, is, ja, km, ko, nb, nds, nl, pl, ro, sk, ta, tg, uk

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (http://kde.af.org.za)
ar: ابراهيم الابراهيم ,Isam Bayazidi,أحمد محمد زواوي
bg: Владимир Георгиев,Красимира Минчева,Стоян Цалев
bn: প্রজ্ঞা
cs: Lukáš Tinkl,Miroslav Flídr,Jakub Friedl
cy: Kyfieithu: Peter Bradley, dylunio, KD, Thierry Vignaud
el: Χαράλαμπος Κανιός,Στέργιος Δράμης, Τούσης Μανώλης
et: Anti Veeranna
eu: I単aki Ibarrola Atxa, Ion Gazta単aga
fa: نسیم دانیارزاده
fi: Kim Enkovaara,Teemu Rytilahti,Ilpo Kantonen
fr: Laurent Rathle
he: צוות התרגום של KDE ישראל
hi: रविशंकर श्रीवास्तव
hu: Bíró Szabolcs,Szántó Tamás
is: Jóhann Friðriksson,Pjetur G. Hjaltason
ja: Taiki Komoda,Takuro Ashie Naoya KOJIMA
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Myong-sung Kim
nb: Christian A Strømmen [Number1/NumeroUno], Knut Yrvin, Knut Staring
nds: Manfred Wiese, Sönke Dibbern
nl: Niels Reedijk,Rinse de Vries,Chris Hooijer
pl: Michał Rudolf, Jacek Stolarczyk
ro: Claudiu Costin,Iuliana Costin
sk: Miroslav Krajcovic,Stanislav Višňovský
ta: அ.அகஸ்டின் ராஜ்
tg: Виктор Ибрагимов,Абророва Хиромон,Акмал Ватаншоев
uk: Eugene Onischenko,Іван Петрущак

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@expertron.co.za
ar: ibrahim@arabeyes.org,bayazidi@arabeyes.org,azawawi@emirates.net.ae
bg: vladimirg@users.sourceforge.net,krasimira_m@yahoo.com,stockton@mgu.bg
bn: progga@BengaLinux.Org
cs: flidr@kky.zcu.cz,lukas@kde.org,jfriedl@suse.cz
cy: kyfieithu@dotmon.com
el: kaniosh@linuxmail.org,sdramis@egnatia.ee.auth.gr, manolis@koppermind.homelinux.org
et: duke@linux.ee
eu: etxaurre@teleline.es, igaztanaga@gmail.com
fa: daniarzadeh@itland.ir
fi: kim.enkovaara@iki.fi,teemu.rytilahti@kde-fi.org,ilpo@iki.fi
fr: lrathle@teaser.fr
he: kde-il@yahoogroups.com
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
hu: szbiro@index.hu,tszanto@mol.hu
is: ostur@isl.is,pjetur@pjetur.net
ja: kom@kde.gr.jp,ashie@homa.ne.jp,naoya@fullmoon.dyndns.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: xfuncrushx@gmail.com
nb: number1@realityx.net knutst@skolelinux.no
nds: m.j.wiese@web.de, s_dibbern@web.de
nl: ,rinse@kde.nl,
pl: mrudolf@kdewebdev.org jacek@mer.chemia.polsl.gliwice.pl
ro: claudiuc@kde.org,iulianacostin@yahoo.com
sk: krajcovic@hotmail.com,visnovsky@kde.org
ta: augustin_raj@hotmail.com
tg: youth_opportunities@tajikngo.org,H_Abrorova@rambler.ru
uk: oneugene@ukr.net,ivanpetrouchtchak@yahoo.com

source: Animation speed:
af: Animasie spoed:
ar: سرعة الرسوم المتحركة:
bg: Скорост на анимацията:
bn: অ্যানিমেশনের গতি:
cs: Rychlost animace:
cy: Cyflymder y bywlunio:
el: Ταχύτητα εφέ κίνησης:
et: Animatsiooni kiirus
eu: Animazioen abiadura:
fa: سرعت پویانمایی:
fi: Animaationopeus:
fr: Vitesse d'animation :
he: מהירות אנימציה:
hi: चलछवि गति
hu: Az animáció sebessége:
is: Hraði hreyfimyndar:
ja: アニメーション速度:
km: ល្បឿន​ចលនា ៖
ko: 애니메이션 속도:
nb: Animasjonshastighet:
nds: Animatschoongauheit:
nl: Animatiesnelheid:
pl: Szybkość animacji:
ro: Viteza animaţiei:
sk: Rýchlosť animácie:
ta: உயிர் இயக்கத்தின் வேகம்
tg: Суръати тасвири мутаҳаррик:
uk: Швидкість анімації:

source: You solved level %1 with %2 moves!
af: Jy het opgelos vlak %1 met %2 skuiwe!
ar: لقد قمت بحل المرحلة %1 ب %2 تحريكات!
bg: Завършихте ниво %1 с %2 хода!
bn: আপনি %2-টি চালের সাহায্যে %1-তম স্তর অতিক্রম করেছেন!
cs: Vyřešili jste úroveň %1 ve %2 tazích!
cy: Rydych wedi datrys lefel %1 o fewn %2 o droeon!
el: Λύσατε το επίπεδο %1 με %2 κινήσεις!
et: Lahendasid %1. taseme %2 käiguga!
eu: %1 maila %2 mugimendutan ebatzi duzu!
fa: سطح %1 را با %2 حرکت حل کردید!
fi: Ratkaisit tason %1 %2:lla siirrolla!
fr: Vous avez résolu le niveau %1 en %2 mouvements !
he: פתרת את שלב %1 ב־%2 מהלכים!
hi: आपने स्तर %1 को %2 चालों में हल कर दिया है!
hu: A(z) %1. szintet %2 lépésben oldotta meg.
is: Þú leystir borð %1 með %2 leikum!
ja: レベル %1 を %2 移動でクリア!
km: អ្នក​បាន​ដោះស្រាយ​កម្រិត %1 ដោយ​មាន​ការ​ផ្លាស់ទី %2 !
ko: %1단계를 %2회 이동으로 풀었습니다!
nb: Du løste nivå %1 med %2 trekk!
nds: Du hest Stoop %1 mit %2 Töög henkregen!
nl: U hebt niveau %1 opgelost in %2 zetten!
pl: Przeszedłeś poziom %1 w %2 posunięciach!
ro: Ati rezolvat nivelul %1 din %2 mutări!
sk: Úroveň %1 si vyriešil %2 ťahmi!
ta: %1இன் நிலையின் வைத்து %2வின் அசைவின் நிவாரணத்தை கண்டுபிடித்துள்ளீர்கள்
tg: Шумо сатҳи %1-ро ба %2 гардишҳо гузоштед!
uk: Ви розв'язали рівень %1 за %2 рухів!

source: Congratulations
af: Baie geluk
ar: تهانينا
bg: Поздравления
bn: অভিনন্দন
cs: Gratulace
cy: Llongyfarchiadau
el: Συγχαρητήρια
et: Õnnitlused
eu: Zorionak
fa: آفرین
fi: Onnittelut
fr: Félicitations
he: מזל טוב
hi: बधाइयाँ
hu: Gratulálunk
is: Til hamingju
ja: おめでとうございます
km: អបអរសាទរ
ko: 축하합니다
nb: Gratulerer
nds: Graleren
nl: Gefeliciteerd
pl: Gratulacje
ro: Felicitări
sk: Blahoželám
ta: பாராட்டுக்கள்
tg: Табрикот
uk: Поздоровляю

source: Level %1 Highscores
bg: Класиране за ниво %1
bn: %1-তম স্তরের সেরা স্কোর
cs: Nejvyšší skóre úrovně %1
cy: Sgoriau Gorau Lefel %1
el: Επίπεδο %1 Μέγιστοι βαθμοί
et: %1. taseme rekordid
eu: %1. mailaren puntuazio onenak
fa: بالاترین امتیازهای سطح %1
fi: Tason %1 ennätykset
fr: Meilleurs scores du niveau %1
he: תוצאות השיא לשלב %1
hu: %1. szint - Legjobb eredmények
is: Borð %1 Besti árangur
ja: レベル %1 ハイスコア
km: កម្រិត %1 ពិន្ទុខ្ពស់
ko: %1단계 최고 점수
nb: Topplasseringer for nivå %1
nds: Bestenlist för Speelstoop %1
nl: Topscores van niveau %1
pl: Rekordy poziomu %1
sk: Najvyššie skóre pre úroveň %1
ta: %1ன் அதிக மதிப்பெண்களின் எல்லை
tg: Ҳисоби Беҳтарини Сатҳи %1
uk: Найкращі результати рівня %1

source: Score
af: Telling
ar: النتيجة
bg: Резултат за нивото
bn: স্কোর
cs: Skóre
cy: Sgôr
el: Αποτέλεσμα
et: Punkte
eu: Puntuazioa
fa: امتیاز
fi: Pisteet
he: ניקוד
hi: अंक
hu: Eredmény
is: Stig
ja: スコア
km: ពិន្ទុ
ko: 점수
nb: Poeng
nds: Pünkt
pl: Punkty
ro: Scor
sk: Skóre
ta: மதிப்பெண்
tg: Ҳисобҳо
uk: Рахунок

source: Highscore:
bg: Класиране:
bn: সেরা স্কোর:
cs: Nejvyšší skóre:
cy: Sgor Gorau:
el: Μέγιστος βαθμός:
et: Parim punktisumma:
eu: Puntuazio onena:
fa: بالاترین امتیاز:
fi: Ennätykset:
fr: Meilleur score :
he: תוצאה הכי גבוהה:
hu: Pontszám:
is: Besti árangur:
ja: ハイスコア:
km: ពិន្ទុ​ខ្ពស់
ko: 최고 점수:
nb: Høyeste poengsum:
nds: Bestenlist:
nl: Topscore:
pl: Rekord:
sk: Najvyššie scóre:
ta: அதிக மதிப்பெண்:
tg: Ҳисоби баланд:
uk: Найкращий результат:

source: Your score so far:
af: Jou telling sodat ver:
ar: نتيجتك حتى الآن:
bg: Вашият резултат:
bn: এ পর্যন্ত আপনার স্কোর:
cs: Vaše dosavadní skóre:
cy: Eich sgôr hyd yn hyn:
el: Το αποτέλεσμά σας μέχρι τώρα:
et: Sinu punktid:
eu: Orain arteko zure puntuaziorik onena:
fa: امتیاز شما تا اینجا:
fi: Pisteitä tällä hetkellä:
fr: Votre score actuel :
he: התוצאה שלך עד כה:
hi: अब तक का आपका अंकः
hu: A pontszám eddig:
is: Þín stig:
ja: 現在のスコア:
km: ពេល​នេះ​អ្នក​បានពិន្ទុ ៖
ko: 현재까지 점수:
nb: Din poengsum så langt:
nds: Pünkt bet nu:
nl: Uw score tot nu toe:
pl: Twój dotychczasowy wynik:
ro: Scorul dumneavoastră:
sk: Momentálne skóre:
ta: நீங்கள் இதுவரை பெற்ற மதிப்பெண்
tg: Ҳисоби шумо:
uk: Ваш поточний рахунок:

source: Water
ar: ماء
bg: Вода
bn: পানি
cs: Voda
cy: Dŵr
el: Νερό
et: Vesi
eu: Ura
fa: آب
fi: Vesi
fr: Eau
he: מים
hi: पानी
hu: víz
is: Vatn
ja: 水
km: ទឹក
ko: 물
nb: Vann
pl: Woda
ro: Apa
sk: Voda
ta: தண்ணீர்
tg: Об
uk: Вода

source: Formic Acid
af: Formic Suur
ar: حمض النمليك
bg: Мравчена киселина
bn: ফরমিক এসিড
cs: Kyselina mravenčí
cy: Asid Fformig
el: Φορμικό οξύ
et: Sipelghape
eu: Azido formikoa
fa: اسید فرمیک
fi: Muurahaishappo
fr: Acide formique
he: חומצת נמלים
hi: फॉर्मिक अम्ल
hu: hangyasav
is: Brennisteinssýra
ja: 蟻酸
km: អាស៊ីត​ហ្វ័រមីក
ko: 폼산
nb: Formisk syre
nds: Miegeemsüür
nl: Mierenzuur
pl: Kwas mrówkowy
ro: Acid formic
sk: kyselina mravčia
ta: பார்மிக் அமிலம்
tg: Кислотаи Формиат
uk: Мурашина кислота

source: Acetic Acid
af: Asetiel Suur
ar: حمض الخليك
bg: Оцетна киселина
bn: অ্যাসিটিক এসিড
cs: Kyselina octová
cy: Asid Asetig
el: Οξικό οξύ
et: Äädikhape
eu: Azido azetikoa
fa: اسید استیک
fi: Etikkahappo
fr: Acide acétique
he: חומצה אצטית
hi: एसीटिक अम्ल
hu: ecetsav
is: Acetónsýra
ja: 酢酸
km: អាស៊ីត​អាសេទិក
ko: 아세트산
nb: Eddiksyre
nds: Etigsüür
nl: Azijnzuur
pl: Kwas octowy
ro: Acid acetic
sk: kyselina octová
ta: அசிடிக் அமிலம்
tg: Кислотаи Атсетат
uk: Оцтова кислота

source: trans-Butene
bg: Транс-бутен
bn: ট্রান্স-বিউটেন
cs: trans-buten
cy: traws-Biwten
el: trans-Βουτένιο
et: trans-buteen
eu: trans-butanoa
fa: ترنس بوتن
fi: trans-buteeni
fr: Trans-butène
hi: ट्रांस-ब्यूटेन
hu: transzbutén
is: trans-bútan
ja: トランス-ブテン
km: ត្រែន​ប៊ុយតាន
ko: 트랜스-부텐
nb: trans-buten
nds: trans-Buteen
nl: trans-Buteen
pl: trans-Buten
ro: Transbutenă
sk: trans-Butén
ta: ஊடு புடின்
tg: транс-Бутан
uk: транс-бутен

source: cis-Butene
bg: Цис-бутен
bn: cis-বিউটেন
cs: cis-buten
cy: is-Biwten
el: cis-Βουτένιο
et: cis-buteen
eu: zis-butanoa
fa: سیز بوتن
fi: cis-buteeni
fr: Cis-butène
hi: सिस-ब्यूटेन
hu: cisz-butén
is: cis-Bútan
ja: シス-ブテン
km: ស៊ីស​ប៊ុយតាន
ko: 시스-부텐
nb: cis-buten
nds: zis-Buteen
nl: cis-Buteen
pl: cis-Buten
ro: Cisbutenă
sk: cis-Butén
ta: சிஸ் புடின்
tg: тсис-Бутан
uk: цис-бутен

source: Dimethyl ether
af: Di-methiel eter
bg: Диметилов етер
bn: ডাইমিথাইল ইথার
el: Διμεθυλικός αιθέρας
et: Dimetüüleeter
eu: Dimetil eter
fa: دی متیل اتر
fi: Dimetyylieetteri
fr: Di-méthyl-éther
he: דימתיל אתר
hi: डाईमिथाइल ईथर
hu: dimetil-éter
is: Di-Metýl-Eter
ja: ジメチルエーテル
km: ឌីមេទីល​អេស្ទែ
ko: 다이메틸 에테르
nb: Di-metyl-eter
nds: Dimetyleter
pl: Eter dimetylowy
ro: Dimetil-eter
sk: Dimetyléter
ta: டைமெத்தில் ஈதர்
tg: Эфири диметил
uk: Диметиловий ефір

source: Butanol
bg: Бутанол
bn: বিউটানল
cy: Biwtanol
el: Βουτανόλη
et: Butanool
fa: بوتانل
fi: Butanoli
he: בוטנול
hi: ब्यूटेनॉल
is: Metanól
ja: ブタノール
km: ប៊ុយតាណុល
ko: 부탄올
nds: Butanool
ta: புடனால்
tg: Бутанол
uk: Бутанол

source: 2-Methyl-2-Propanol
ar: ٢-ميثيل-٢-بروبانول
bg: 2-метил-2-пропанол
bn: ২-মিথাইল-২-প্রোপানল
el: 2-Μέθυλο-2-Προπανόλη
et: Dimetüül-2-propanool
eu: 2-Metil-2-Propanol
fa: -۲متیل-۲-پروپانل
fi: 2-Metyyli-2-Propanoli
fr: 2-méthyl-2-propanol
he: 2־מתיל־2־פרופנול
hi: 2-मिथाइल-2प्रोपेनॉल
hu: 2-metil-2-propanol
is: Di-Metýl-Própan
ja: 2-メチル-2-プロパノール
km: ២-អ៊ីទីល-២-ប្រូប៉ាណុល
ko: 2-메틸-2-프로판올
nb: 2-Metyl-2-Propanol
nds: 2-Metyl-2-Propanool
pl: 2-metylo-2-propanol
ro: 2-metil-2-propanol
sk: 2-Metyl-2-Propanol
ta: 2-மெத்தில்-2-பிரொபனால்
tg: 2-Метил-2-Пропан
uk: 2-метил-2-пропанол

source: Glycerin
af: Gliserien
ar: جلسرين
bg: Глицерин (Глицерол)
bn: গ্লিসারিন
cy: Glyserin
el: Γλυκερίνη
et: Glütserool
eu: Glizerina
fa: گلیسیرین
fi: Glyseriini
fr: Glycérine
he: גליצרין
hi: ग्लिसरीन
hu: glicerin
is: Glýserín
ja: グリセリン
km: គ្លីសេរីន
ko: 글리세린
nb: Glyserin
nds: Glyzerin
nl: Glycerine
pl: Gliceryna
ro: Glicerină
sk: Glycerín
ta: கிளிசரின்
tg: Глитсерин
uk: Гліцерин

source: Poly-Tetra-Fluoro-Ethene
bg: Политетрафлуороетан
bn: পলি-টেট্রা-ফ্লুরো-ইথিন
cs: Polytetrafluorethylen
cy: Poly-Tetra-Fluoro-Ethen
el: Πολυτετραφθοριούχο αιθένιο
et: Polütetrafluoroeteen
eu: Poli-Tetra-Fluor-Etano
fa: پلی تترا فلورو اتین
fi: Poly-Tetra-Fluoro-Etaani
fr: Poly-tétra-fluoro-éthane
he: פולי־טטרה־פלורו־אתאן
hu: poli-tetra-fluor-etán
is: Póly-Tetra-Fluoro-Etan
ja: ポリテトラフルオロエタン
km: ប៉ូលី​តែត្រា​ហ្ល័ររ៉ូ​អេតែន
ko: 폴리테트라플루오르에텐
nds: Polytetrafluoreteen
nl: Polytetrafluoroethaan
pl: Poli(tetrafluoroetylen)
sk: Polytetrafluóretán
tg: Поли-Тетра-Флор-Этан
uk: Політетрафторетилен

source: Oxalic Acid
bg: Окcaлoвa киселина
bn: অক্সালিক এসিড
cs: Kyselina šťavelová
cy: Asid Ocsalig
el: Οξαλικό οξύ
et: Oblikhape
eu: Azido oxalikoa
fa: اسید اکسالیک
fi: Oksaalihappo
fr: Acide oxalique
hu: oxálsav
is: Oxalsýra
ja: しゅう酸
km: អាស៊ីត​អុកហ្សាលិក
ko: 옥살산
nds: Oxalsüür
nl: Oxaalzuur
pl: Kwas szczawiowy
sk: Kyselina maleínová
tg: Кислотаи Малеинӣ
uk: Щавлева кислота

source: Methane
af: Metaan
ar: ميثان
bg: Метан
bn: মিথেন
cs: Methan
cy: Methan
el: Μεθάνιο
et: Metaan
eu: Metanoa
fa: متان
fi: Metaani
fr: Méthane
he: מתאן
hi: मीथेन
hu: metán
is: Metan
ja: メタン
km: មេតាន
ko: 메테인
nb: Metan
nds: Metaan
nl: Methaan
pl: Metan
ro: Metan
sk: Metán
ta: மீத்தேன்
tg: Метан
uk: Метан

source: Formaldehyde
af: Formaldehied
ar: فورمالديهايد
bg: Формалдехид (Метанал)
bn: ফরমালডিহাইড
cs: Formaldehyd
cy: Fformaldehyd
el: Φορμαλδεΰδη
et: Formaldehüüd
eu: Formaldeidoa
fa: فرمالدهید
fi: Formaldehydi
fr: Méthanal ou formaldéhyde (formol)
he: פורמלדהיד
hi: फ़ॉर्मल्डीहाइड
hu: formaldehid
is: Formaldehýð
ja: ホルムアルデヒド
km: ហ្វ័រម៉លឌឺហីដ
ko: 포름알데히드
nds: Formaldehyd
pl: Formaldehyd
ro: Formaldehidă
sk: Formaldehyd
ta: பார்மால்டிஹையிட்
tg: Формальдегид
uk: Формальдегід

source: Crystal 1
af: Kristal 1
ar: كريستال ١
bg: Кристал 1
bn: ক্রিস্টাল ১
cs: Krystal 1
cy: Grisial 1
el: Κρύσταλλος 1
et: Kristall 1
eu: Kristala 1
fa: کریستال ۱
fi: Kide 1
fr: Cristal 1
he: גביש 1
hi: क्रिस्टल 1
hu: 1. kristály
is: Kristall 1
ja: 結晶 1
km: គ្រីស្តាល់ ១
ko: 결정 1
nb: Krystall 1
nds: Kristall 1
nl: Kristal 1
pl: Kryształ 1
ro: Cristal 1
sk: Kryštáľ 1
ta: கிறிஸ்டல்
tg: Кристал 1
uk: Кристал 1

source: Acetic acid ethyl ester
af: Asetiel suur etiel ester
ar: حمض الخليك إثيل إستر
bg: Етилов естер на оцетната киселина (Етилацетат)
bn: অ্যাসিটিক এসিড ইথাইল ইস্টার
cs: Ethylester kyseliny octové
cy: Ethyl ester asid asetig
el: Αιθυλικός εστέρας οξικού οξέος
et: Äädikhappe etüülester
eu: Azido azetiko etil esterra
fa: اسید استیک اتیل استر
fi: Etikkahapon etyyliesteri
fr: Acide éthyl-ester-acétique
he: חומצה אצטית אתיל אסטר
hi: एसीटिक अम्ल इथाइल ईस्टर
hu: acetilsav-etilészter
is: Ediksýra
ja: 酢酸エチルエステル
km: អាស៊ីត​អាសេទិកអេទីល​អេស្ទែ
ko: 아세트산 에틸 에스터
nb: Eddiksyre etylester
nds: Etigsüürester
nl: Ethylacetaat (azijnzuurethylester)
pl: Ester etylowy kwasu octowego
ro: Acid etil-ester acetic
sk: Etylester kyseliny octovej
ta: அசிடிக் அமிலம் எதில் எஸ்டர்
tg: Эфири этилени кислотаи атсетат
uk: Етиловий ефір оцтової кислоти

source: Ammonia
af: Amonië
ar: أمونيا
bg: Амоняк
bn: অ্যামোনিয়া
cs: Čpavek
cy: Amonia
el: Αμμωνία
et: Ammoniaak
eu: Amonioa
fa: آمونیاک
fi: Ammoniakki
fr: Ammoniac
he: אמוניה
hi: अमोनिया
hu: ammónia
is: Ammóníak
ja: アンモニア
km: អាម៉ូញាក់
ko: 암모니아
nb: Ammoniakk
nds: Ammoniak
pl: Amoniak
ro: Amoniac
sk: Amoniak
ta: அமோனியா
tg: Аммиак
uk: Аміак

source: 3-Methyl-Pentane
bg: 3-метилпентан
bn: ৩-মিথাইল-পেন্টেন
cs: 3-methylpentan
cy: 3-Methyl-Pentan
el: 3-Μέθυλο-Πεντάνιο
et: 3-metüülpentaan
eu: 3-Metil-Pentanoa
fa: -۳متیل-پنتان
fi: 3-Metyyli-Pentaani
fr: 3-méthyl-pentane
he: 3־מתיל־פנטן
hi: 3-मिथाइल-पेंटीन
hu: 3-metil-pentán
ja: 3-メチルペンタン
km: ៣-​មេទីល​ប៉ង់តែន
ko: 3-메틸펜테인
nb: 3-metyl-Pentane
nds: 3-Metylpentaan
nl: 3-methylpentaan
pl: 3-metylopentan
ro: 3-metil-pentan
sk: 3-Metylpentán
ta: 3-மெதில்-பென்டேன்
tg: 3-Метил-Пентан
uk: Триметилпентан

source: Propanal
af: Propanel
bg: Пропанал
bn: প্রোপানল
el: Προπανάλη
et: Propanaal
eu: Propanala
fa: پروپانل
fi: Propanaali
he: פרופנל
hi: प्रोपेनॉल
is: Própanal
ja: プロパナール
km: ប្រូប៉ាណុល
ko: 프로파날
nb: Propanol
ta: பிரொபனால்
tg: Пропанол
uk: Пропанал

source: Propyne
af: Propyn
ar: بروبين
bg: Пропин
bn: প্রোপেন
cs: Propin
cy: Propyn
el: Προπίνιο
et: Propüün
eu: Propinoa
fa: پروپین
fi: Propyyni
he: פרופין
hi: प्रोपेन
hu: propin
is: Propíne
ja: プロピン
km: ប្រូពីន
ko: 프로핀
nb: Propyn
nds: Propin
pl: Propyn
ro: Propină
sk: Propín
ta: ப்ரொபைன்
tg: Пропин
uk: Пропин

source: Furanal
bg: Фуранал
bn: ফুরানল
cs: Furfural
cy: Ffwranal
el: Φουρανάλη
et: Furanaal
eu: Furanala
fa: فورانال
fi: Furanaali
hi: फुरानाल
hu: furán
ja: フラナール
km: ហ្វូរ៉ាណល
ko: 푸라날
ta: புரனால்
tg: Фурунал
uk: Фуранал

source: Pyran
af: Piran
ar: بيران
bg: Пиран
bn: পাইরান
el: Υδροξείδιο του πεντανίου
et: Püraan
eu: Piranoa
fa: پیران
fi: Pyraani
fr: Pyrane
hi: पायरान
hu: pirán
is: Pýran
ja: ピラン
km: ពីរ៉ាន
ko: 피란
pl: Piran
ro: Piran
sk: Pyrán
ta: பைரன்
tg: Пиран
uk: Пиран

source: Cyclo-Pentane
bg: Циклопентан
bn: সাইক্লো-পেন্টেন
cs: Cyklopentan
cy: Cylcho-Pentan
el: Κυκλο-πεντάνιο
et: Tsüklopentaan
eu: Ziklo-Pentanoa
fa: سیکلو پنتان
fi: Syklo-Pentaani
he: ציקלו־פנטן
hi: साइक्लो-पेंटेन
hu: ciklopentán
ja: シクロペンタン
km: ស៊ីក្លូ​ប៉ង់​តែន
ko: 사이클로펜테인
nds: Zyklopentaan
nl: Cyclopentaan
pl: Cyklopentan
ro: Ciclopentan
sk: Cyklopentán
ta: சைக்லோ-பென்டேன்
tg: Тсекло-Пентан
uk: Циклопентан

source: Methanol
af: Metanol
ar: ميثانول
bg: Метанол
bn: মিথানল
el: Μεθανόλη
et: Metanool
eu: Metanola
fa: متانول
fi: Metanoli
fr: Méthanol
he: מתנול
hi: मीथेनॉल
hu: metanol
is: Tréspíri (Methanól)
ja: メタノール
km: មេតាណុល
ko: 메탄올
nb: Metanol
nds: Metanool
pl: Metanol
ro: Metanol
sk: Metanol
ta: மெதனால்
tg: Метанол
uk: Метанол

source: Nitro-Glycerin
ar: نترات-جلسرين
bg: Нитроглицерин
bn: নাইট্রো-গ্লিসারিন
cy: Nitro-Glyserin
el: Νιτρογλυκερίνη
et: Nitroglütseriin
eu: Nitro-Glizerina
fa: نیترو گلیسیرین
fi: Nitroglyseriini
fr: Nitroglycérine
he: ניטרו־גליצרין
hi: नाइट्रो-ग्लिसरीन
hu: nitroglicerin
is: Nitró-Glýserín
ja: ニトログリセリン
km: នីត្រូ​គ្លីសេរីន
ko: 니트로글리세린
nb: Nitroglyserin
nds: Nitroglyzerin
nl: Nitro-glycerine
pl: Nitrogliceryna
ro: Nitroglicerină
sk: Nitroglycerín
ta: நைட்ரோ-கிளெசரின்
tg: Нитро-Глитсерин
uk: Нітрогліцерин

source: Ethane
af: Etaan
ar: إثين
bg: Етан
bn: ইথেন
cs: Ethan
cy: Ethan
el: Αιθάνιο
et: Etaan
eu: Etanoa
fa: اتان
fi: Etaani
fr: Éthane
he: אתאן
hi: ईथेन
hu: etán
is: Etan
ja: エタン
km: អេតាន
ko: 에테인
nb: Etan
nds: Etaan
nl: Ethaan
pl: Etan
ro: Etan
sk: Etán
ta: ஈத்தேன்
tg: Этан
uk: Етан

source: Crystal 2
af: Kristal 2
ar: كريستال ٢
bg: Кристал 2
bn: ক্রিস্টাল ২
cs: Krystal 2
cy: Grisial 2
el: Κρύσταλλος 2
et: Kristall 2
eu: Kristala 2
fa: کریستال ۲
fi: Kide 2
fr: Cristal 2
he: גביש 2
hi: क्रिस्टल 2
hu: 2. kristály
is: Kristall 2
ja: 結晶 2
km: គ្រីស្តាល់ ២
ko: 결정 2
nb: Krystall 2
nds: Kristall 2
nl: Kristal 2
pl: Kryształ 2
ro: Cristal 2
sk: Kryštáľ 2
ta: கிறிஸ்டல் 2
tg: Кристал 2
uk: Кристал 2

source: Ethylene-Glycol
bg: Етиленгликол
bn: ইথিলিন-গ্লাইকল
cs: Ethylenglykol
cy: Ethylen-Glycol
el: Αιθυλένιο - Γλυκόλη
et: Etüleenglükool
eu: Etilenglikola
fa: اتیلن گلیکول
fi: Etyleeni-Glykoli
fr: Éthylène glycol
he: אתילן־גליקול
hi: ईथीलीन-ग्लायकॉल
hu: etilénglikol
is: Frostlögur (Etýlen-Glykól)
ja: エチレングリコール
km: អេទីឡែន​គ្លីកូល
ko: 에틸렌글리콜
nds: Etyleen-Glykool
nl: Ethyleenglycol
pl: Glikol etylenowy
ro: Etilenglicol
sk: Etylénglykol
ta: எதிலின்-கிளைகால்
tg: Этилен-Гликол
uk: Етиленгліколь

source: L-Alanine
bg: L-аланин
bn: এল-অ্যালানাইন
cs: L-alanin
cy: L-Alanin
el: Eλανανίνη
et: L-alaniin
eu: L-Alanina
fa: ال-آلانین
fi: L-Alaniini
fr: L-Aniline
he: L-אלנין
hi: एल-एलानाइन
hu: L-alanin
is: L-Alanín
ja: L-アラニン
km: L-អាឡានីន
ko: L-알라닌
nb: L-alanin
nds: L-Alanin
pl: L-Alanina
ro: L-Alanină
sk: L-alanín
ta: L-அலனைன்
tg: L-Аланин
uk: L-аланін

source: Cyanoguanidine
af: Cyanoguanedien
bg: Цианогуанидин
bn: সাইনোগুয়ানিডাইন
cs: kyanoguanidin
cy: Cyanoguanidin
el: Κυανογουανιδίνη
et: Tsüanoguanidiin
eu: Zianoguanidina
fa: سیانوگانیدین
fi: Syanoguaniini
he: ציאנוגואנידין
hi: सायनोगुनाडीन
hu: ciano-guanidin
ja: シアノグアニジン
km: ស៊ីយ៉ាណូគានីឌីន
ko: 시아노구아니딘
nb: Cyanoguanidin
nds: Zyanoguanidin
pl: Cyjanoguanidyna
ro: Cianoguanidină
sk: Kyanoguanidín
ta: சயானோகுனிடைன்
tg: Тсианогуанидин
uk: Ціаногуанідін

source: Prussic Acid (Cyanic Acid)
af: Prussic Suur (Cyaniese Suur)
ar: حمض البروسيك (حمض الجيانيك)
bg: Цианова киселина
bn: প্রুসিক এসিড (সিয়ানিক এসিড)
cs: Kyselina kyanovodíková
cy: Asid Prwsig (Asid Syanig)
el: Πρωσχικό οξύ
et: Sinihape
eu: Azido prusikoa (Azido zianikoa)
fa: اسید پروسیک)اسید سیانیک(
fi: Sinihappo (Syaanivetyhappo)
fr: Acide prussique
he: חומצה פרוסית (חומצה ציאנית)
hi: प्रुसिक अम्ल(सायनिक अम्ल)
hu: porosz sav (ciánsav)
is: Blásýra
ja: 青酸 (シアン酸)
km: អាស៊ីត​ព្រូស៊ិក (អាស៊ីត​ស៊ីយ៉ានិក)
ko: 시안화수소산 (시안산)
nds: Blaagsüür
nl: Pruissisch zuur (cyaanzuur, blauwzuur)
pl: Kwas cyjanowodorowy
ro: Acid prusic (acid cianic)
sk: Kyselina kyanová
ta: ப்ருச்சிக் அமிலம்(சையானிக் அமிலம்)
tg: Кислотаи Пруссик (Кислотаи Тсеанистӣ)
uk: Ціаніста кислота

source: Anthracene
ar: أنثراسين
bg: Антрацен
bn: অ্যানথ্রাসিন
cs: Antracen
cy: Anthrasen
el: Ανθρακένιο
et: Antratseen
eu: Antrazenoa
fa: آنترانسن
fi: Antraseeni
fr: Anthracène
he: אנתרצין
hi: एन्थ्रेसीन
hu: antracén
is: Antrakínon
ja: アントラセン
km: អង់ត្រាសែន
ko: 안트라센
nds: Antrazeen
nl: Anthraceen
pl: Antracen
ro: Antracen
sk: Antracén
ta: அந்த்ராசின்
tg: Антратсен
uk: Антрацен

source: Thiazole
af: Thiazool
bg: Тиазол
bn: থিয়াজল
cs: Thiazol
cy: Thiasol
el: Θειαζόλη
et: Tiasool
eu: Tiasola
fa: تیازول
fi: Thyasoli
fr: Thyasole
hi: थायाज़ोल
hu: tiaszol
is: Tíasól
ja: チアゾール
km: ទីអឹហ្សូល
ko: 티아졸
nb: Tiazol
nds: Tiazool
nl: Thiazol
pl: Tiazol
ro: Tiazol
sk: Tiazol
ta: தியாசொல்
tg: Тиазол
uk: Тіазол

source: Saccharin
af: Sakkarin
ar: مركب السكرين
bg: Захарин
bn: স্যাকারিন
cs: Sacharin
cy: Sacarin
el: Σακχαρίνη
et: Sahhariin
eu: Sakarina
fa: ساخارین
fi: Sakkariini
fr: Saccharine
he: סכרין
hi: सेकरीन
hu: szacharin
is: Sakkarín
ja: サッカリン
km: សាការីន
ko: 사카린
nb: Sakkarin
nds: Sackarin
nl: Sacharine
pl: Sacharyna
ro: Zaharină
sk: Sacharín
ta: சாக்காரின்
tg: Сахарин
uk: Сахарин

source: Ethylene
af: Ethelene
ar: إيثيلين
bg: Етилен
bn: ইথাইল
cs: Ethylen
cy: Ethylen
el: Αιθυλένιο
et: Etüleen
eu: Etilenoa
fa: اتیلن
fi: Etyleeni
fr: Éthylène
he: אתילן
hi: ईथीलीन
hu: etilén
is: Etýlen
ja: エチレン
km: អេទីឡែន
ko: 에틸렌
nds: Etyleen
nl: Ethyleen
pl: Etylen
ro: Etilenă
sk: Etylén
ta: எதிலின்
tg: Этилен
uk: Етилен

source: Styrene
ar: إستيرين
bg: Стирен
bn: স্টাইরেন
cs: Styren
cy: Styren
el: Στυρένιο
et: Stüreen
eu: Estirenoa
fa: استیرین
fi: Styreeni
fr: Styrène
he: סטירן
hi: स्टीईरीन
hu: sztirén
is: Stýren
ja: スチレン
km: ស្ទីរ៉ែន
ko: 스티렌
nb: Styrol
nds: Styrool
nl: Styreen
pl: Styren
ro: Stiren
sk: Styrén
ta: ஸ்டைரின்
tg: Стирен
uk: Стирен

source: Melamine
af: Melamien
ar: ميلامين
bg: Меламин
bn: ম্যালামাইন
cs: Melamin
cy: Melamin
el: Μελαμίνη
et: Melamiin
eu: Melamina
fa: ملامین
fi: Melamiini
fr: Mélamine
he: מלמין
hi: मेलामाइन
hu: melamin
is: Melamín
ja: メラニン
km: មេឡាមីន
ko: 멜라민
nds: Melamin
pl: Melamina
ro: Melamină
sk: Melanín
ta: மெலாமைன்
tg: Меламин
uk: Меламін

source: Cyclobutane
af: Siklo-butaan
bg: Цианобутан
bn: সাইক্লোবিউটেন
cs: Cyklobutan
cy: Cylchobiwtan
el: Κυκλοβουτάνιο
et: Tsüklobutaan
eu: Ziklo-butanoa
fa: سیکلو بوتان
fi: Syklobutaani
he: ציקלובוטאן
hi: साइक्लोब्यूटेन
hu: ciklobután
is: Cyclo-Bútan
ja: シクロブタン
km: ស៊ីក្លូ​ប៊ុយតាន
ko: 사이클로부테인
nb: Syklobutan
nds: Zyklobutaan
nl: Cyclobutaan
pl: Cyklobutan
ro: Ciclo-butan
sk: Cyklobután
ta: சைக்லோபுடேன்
tg: Тсиклобутан
uk: Циклобутан

source: Nicotine
af: Nikotien
ar: نيكوتين
bg: Никотин
bn: নিকোটিন
cs: Nikotin
cy: Nicotin
el: Νικοτίνη
et: Nikotiin
eu: Nikotina
fa: نیکوتین
fi: Nikotiini
he: ניקוטין
hi: निकोटीन
hu: nikotin
is: Nikótín
ja: ニコチン
km: ណេកូទីន
ko: 니코틴
nb: Nikotin
nds: Nikotin
pl: Nikotyna
ro: Nicotină
sk: Nikotín
ta: நிகோடின்
tg: Никотин
uk: Нікотин

source: Acetyle salicylic acid
af: Asetiel salisyliek suur
bg: Ацетилсалицилова киселина (Аспирин)
bn: অ্যাসিটাইল স্যালিসাইক্লিক এসিড
cs: Kyselina acetylsalicylová
cy: Asid asetylsalisylig
el: Ακέτυλοσαλικυλικό οξύ
et: Atsetüülsalitsüülhape
eu: Azido azetil-salizilikoa
fa: اسید استیل سالیسیلیک
fi: Asetyyli-salisyyhihappo
fr: Aspirine ou acide acétyl-salicylique
he: חומצה אצטיל סליצילית
hi: एसीटाइल सेलिसिलिक अम्ल
hu: acetilszalicilsav
is: Aspírín (Acetýle-Salisýlik Sýra)
ja: アセチルサリチル酸
km: អាស៊ីត​អាសេទីល​សាលីស៊ីលិច
ko: 아세틸 살리실산
nb: Acetyl-salisalsyre
nds: Azetylsalizylsüür
nl: Acetylsalicylzuur
pl: Aspiryna (kwas acetylosalicylowy)
ro: Acid acetilsalicilic
sk: Kyselina acetyl-salicilová
ta: அசிடைல் சாலிசைக்லிக் அமிலம்
tg: Кислотаи атсетилсалитсилӣ
uk: Ацетилсаліцилова кислота (Аспірин)
