Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kbattleship.po
Languages: ar, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Project Founder, GUI Handling, Client/Server
ar: منشئ المشروع, التعامل مع واجهة المستخدم, الخادم-العميل
bn: প্রকল্প প্রতিষ্ঠাতা, জি.ইউ.আই. ব্যবস্থাপনা, ক্লায়েন্ট/সার্ভার
bs: Osnivač projekta, GUI Handling, Client/Server
ca: Fundador del projecte, gestor IGU, client/servidor
cs: Zakladatel projektu, GUI handling, klient/server
cy: Sylfaenydd y Cywaith, Trin y GUI, Dibynnydd/Gweinydd
da: Projekt grundlægger, GUI Håndtering, Klient/Server
de: Gründer des Projekts, GUI, Client/Server
el: Ιδρυτής του έργου, Διαχείριση του GUI, Πελάτης/Εξυπηρετητής
es: Fundador del proyecto, manejo de la interfaz gráfica, cliente/servidor
et: Projekti looja, kasutajaliides, klient/server
eu: Proiektuaren eratzailea, interfaze grafikoaren maneiua, bezero/zerbitzaria
fa: معلق ماندن پروژه، گرداندن ونک، کارخواه/کارساز
fi: Projektin aloittaja, käyttöliittymä, Asiakas/Palvelin
fr: Fondateur du projet, interface, architecture client/serveur
gl: Fundador do proxecto, manexo de interfaz gráfica, Cliente/Servidor
he: מייסד הפרויקט, טיפול בממשק המשתמש הגרפי, לקוח\שרת
hi: परियोजना स्थापक, जीयूआई हैंडलिंग, क्लाएंट/सर्वर
hr: Osnivač projekta, rukovanje GUI-jem, Klijent/poslužitelj
hu: A projekt létrehozója + a felület kialakítása és a kliens-szerver rész
is: Upphafsmaður verkefnis, umsjón myndræns viðmóts, vinna við biðlara og miðlara
it: Iniziatore del progetto, interfaccia GUI, client/server
ja: プロジェクト創始者、GUI、クライアント/サーバ
km: អ្នក​រកឃើញ​គម្រោង, ការ​ដោះស្រាយ GUI, ម៉ាស៊ីន​ភ្ញៀវ/ម៉ាស៊ីន​បម្រើ
ko: 프로젝트 창시자, GUI 운용, 클라이언트/서버
mk: Иницијатор на проектот, програмирање на интерфејсот, клиент/север
nb: Prosjektstifter, GUI-håndterer, klient/tjener
nds: Projekt-Vader, Böversietbehanneln, Client/Server
nl: Projectstichter, GUI-ontwerp, client/serverprotocol
nn: Starta prosjektet, grensesnitt, klient/tenar
pl: Twórca projektu, obsługa interfejsu, klient/serwer
pt: Fundador do Projecto, Tratamento Gráfico, Cliente/Servidor
pt_br: Fundador do Projeto; Manipulação da Interface; Cliente/Servidor
ru: Основатель проекта, работа с GUI, клиент/сервер
sk: Zakladateľ projektu, spracovanie rozhrania, Klient/Server
sl: Ustanovitelj projekta, grafični vmesnik, odjemnik/strežnik
sr: Оснивач пројекта, рад са GUI-јем, клијент/сервер
sr@latn: Osnivač projekta, rad sa GUI-jem, klijent/server
sv: Grundare av projektet, hantering av det grafiska gränssnittet, klient/server
ta: திட்டப்பணி நிறுவனர், GUI கையாளல், கிளையன்/சேவையகம்
tg: Асосгузори Лоиҳа, Дасткорӣ бо GUI, Мизоҷ/Хидматрасон
uk: Засновник проекту, розробка графічного інтерфейсу, Клієнт/Сервер
zh_cn: 项目创始人，客户端/服务器GUI的设计
zh_tw: 專案創始人,圖形使用者介面標題,客戶端及伺服端

source: Dialog Stuff, Client/Server
ar: أشياء مربع الحوار، العميل/الخادم
bn: ডায়ালগ সংক্রান্ত জিনিষপত্র, ক্লায়েন্ট/সার্ভার
bs: Dialog stvari, Klijent/Server
ca: Diàlegs, client/servidor
cs: Dialogy, klient/server
cy: Pethau Ymgom, Dibynnydd/Gweinydd
da: Dialog ting, Klient/Server
de: Dialoge, Client/Server
el: Διάλογοι, Πελάτης/Εξυπηρετητής
es: Cosas del diálogo, cliente/servidor
et: Dialoogid, klient/server
eu: Elkarrizketak, bezero/zerbitzaria
fa: Stuffمحاوره، کارخواه/کارساز
fi: Ikkunat, Asiakas/Palvelin
fr: Boîtes de dialogue, architecture client/serveur
gl: Cousas do dialogo, Cliente/Servidor
he: ענייני דו־שיח, לקוח\שרת
hi: संवाद सामग्री, क्लाएंट/सर्वर
hr: Detalji dijaloga, Klijent/poslužitelj
hu: Párbeszédablakok, kliens-szerver rész
is: Atriði með samtöl, biðlara og miðlara
it: Finestre di dialogo, Client/Server
ja: ダイアログ、クライアント/サーバ
km: ប្រអប់​ផ្សេងៗ, ម៉ាស៊ីន​ភ្ញៀវ/ម៉ាស៊ីន​បម្រើ
ko: 대화상자 관련, 클라이언트/서버
mk: Дијалози, клиент/сервер
nb: Dialogting, klient/tjener
nds: Dialogen, Client/Server
nl: Dialoogvensters, client/serverprotocol
nn: Dialogar, klient/tenar
pl: Okna dialogowe, klient/serwer
pt: Janelas, Cliente/Servidor
pt_br: Diálogo principal; Cliente/Servidor
ru: Написание диалогов, клиент/сервер
sk: Dialógy, Klient/Server
sl: Pogovorne zadeve, odjemnik/strežnik
sr: Ствари које се тичу прозора, клијент/сервер
sr@latn: Stvari koje se tiču prozora, klijent/server
sv: Dialogrutor, klient/server
ta: உரையாடல் திணிப்பு, கிளையன்/சேவையகம்
tg: Навиштани Муколама, Мизоҷ/Хидматрасон
uk: Написав діалоги, Клієнт/Сервер
zh_cn: 客户端/服务器的对话框设计
zh_tw: 對話功能,客戶端及伺服端

source: Computer Player
ar: لاعب الجهاز
bn: কম্পিউটার নিয়ন্ত্রিত খেলোয়াড়
bs: Kompjuter
ca: Jugador ordinador
cs: Počítačový hráč
cy: Chwaraewr Cyfrifiadur
da: Computerspiller
de: Computerspieler
el: Παίχτης υπολογιστή
es: Jugador de la máquina
et: Arvutimängija
eu: Ordenagailuaren jokalaria
fa: بازیکن رایانه
fi: Tietokonepelaaja
fr: Intelligence artificielle
gl: Xogador do ordenador
he: שחקן המחשב
hi: कम्प्यूटर खिलाड़ी
hr: Računalni igrač
hu: Gépi játékos
is: Tölvuleikmaður
it: Giocatore-computer
ja: コンピュータプレイヤー
km: អ្នក​លេង​កុំព្យូទ័រ
ko: 컴퓨터 플레이어
mk: Компјутерски играч
nb: Datamaskinspiller
nds: Reekner-Speler
nl: Computerspeler
nn: Dataspelar
pl: Gracz komputerowy
pt: Jogador do Computador
pt_br: Jogador do Computador
ru: Компьютер
sk: Hráč - počítač
sl: Računalniški igralec
sr: Рачунарски играч
sr@latn: Računarski igrač
sv: Datorspelare
ta: கணினி விளையாட்டாளர் வாசகர்
tg: Бозингари Компютер
uk: Комп'ютерний гравець
zh_cn: 电脑玩家设计
zh_tw: 電腦玩家

source: Icon
ar: أيقونة
bn: আইকন
bs: Ikona
ca: Icona
cs: Ikona
cy: Eicon
da: Ikon
de: Symbole
el: Εικονίδιο
es: Icono
et: Ikoon
eu: Ikonoa
fa: شمایل
fi: Kuvake
fr: Icônes
gl: Icono
he: סמל
hi: प्रतीक
hr: Ikona
hu: Ikon
is: Táknmynd
it: Icona
ja: アイコン
km: រូប​តំណាង
ko: 아이콘
mk: Икона
nb: Ikon
nds: Lüttbiller
nl: Pictogram
nn: Ikon
pl: Ikona
pt: Ícone
pt_br: Ícone
ru: Иконка
sk: Ikona
sl: Ikona
sr: Икона
sr@latn: Ikona
sv: Ikoner
ta: சின்னம்
tg: Тасвир
uk: Піктограма
zh_cn: 图标
zh_tw: 小圖示

source: Sounds
ar: الأصوات
bn: শব্দ
bs: Zvuci
ca: Sons
cs: Zvuky
cy: Syniau
da: Lyd
de: Klänge
el: Ήχοι
es: Sonidos
et: Helid
eu: Soinuak
fa: صداها
fi: Äänet
fr: Sons
gl: Sons
he: צלילים
hi: ध्वनि
hr: Zvukovi
hu: Hanghatások
is: Hljóð
it: Suoni
ja: サウンド
km: សំឡេង
ko: 음악
mk: Звуци
nb: Lyder
nds: Kläng
nl: Geluiden
nn: Lydar
pl: Dźwięki
pt: Sons
pt_br: Sons
ru: Звуки
sk: Zvuky
sl: Zvoki
sr: Звуци
sr@latn: Zvuci
sv: Ljud
ta: ஒலிகள்
tg: Овозҳо
uk: Звуки
zh_cn: 音效
zh_tw: 聲音

source: GFX
ar: مؤثرات رسومية
bn: জি.এফ.এক্স.
cs: Grafika
eu: Efektu grafikoak
he: גרפיקה
hu: Grafika
km: ក្រាហ្វិក
pl: Grafika
pt: Efeitos Gráficos
ru: Графика
uk: Графіка
zh_cn: 图形

source: Non-Latin1 Support
ar: دعم لغير اللاتينية
bn: Non-Latin1-এর সুবিধা
bs: Non-Latin1 podrška
ca: Funcionament amb no-Latin1
cs: Podpora pro jiné znakové sady, než je Latin1
cy: Cynhaliaeth Di-Ladin1
da: Ikke-Latin1 støtte
de: Unterstützung für Nicht-Latin1-Zeichensätze
el: Μη-Latin1 υποστήριξη
es: Soporte no Latín1
et: Mitte-Latin1 toetus
eu: Latin1-ez besteko euskarria
fa: پشتیبانی غیرلاتین ۱
fi: Muu kuin latin1 tuki
fr: Gestion des affichages non Latin1
gl: Soporte Non-Latin1
he: תמיכה במערכי תווים שאינם Latin1
hi: नॉन-लेटिन1 समर्थन
hr: Podrška za ne-Latin1
hu: Nemzetköziesítés
is: Stuðningur fyrir aðrar stafatöflur en Latin1
it: Supporto non latin1
ja: Non-Latin1 サポート
km: ការ​គាំទ្រ​ផ្សេង​ពី​ឡាតាំង
ko: 비 라틴1 지원
mk: Поддршка за не-Latin1
nb: Støtte for ikke-latin1
nds: Ünnerstütten för Nich-Latin1-Tekensetten
nl: Ondersteuning voor niet-Latin1
nn: Ikkje-Latin1-støtte
pl: Obsługa innych zestawów znaków
pt: Suporte não-Latin1
pt_br: Suporte a cod. diferente de Latin1
ru: Поддержка не Latin1
sk: Podpora pre nie-Latin1
sl: Podpora za ne-Latin-1
sr: Подршка за не-Latin1
sr@latn: Podrška za ne-Latin1
sv: Stöd för annan kodning än Latin1
ta: 1லத்தீன் அல்லாத துணை
tg: Пуштибонии Ғайри Latin1
uk: Підтримка різних мов
zh_cn: 非Latin1语言支持
zh_tw: 非Latin1支援

source: Various improvements
ar: تحسينات متعدده
bn: বিবিধ উন্নতি
bs: Razna poboljšanja
ca: Millores vàries
cs: Různá vylepšení
cy: Amrywiaeth o welliannau
da: Forskellige forbedringer
de: Verschiedene Verbesserungen
el: Διάφορες βελτιώσεις
es: Varias mejoras
et: Mitmesugused täiendused
eu: Hainbat hobekuntza
fa: اصلاحات گوناگون
fi: Monia parannuksia
fr: Améliorations diverses
gl: Varias melloras
he: שיפורים שונים
hi: अनेकानेक सुधार
hr: Razna poboljšanja
hu: Különféle javítások
is: Ýmsar betrumbætur
it: Vari miglioramenti
ja: 多くの改良
km: ភាព​ប្រសើរ​ឡើង​ផ្សេងៗ
ko: 여러 개선 사항
mk: Различни подобрувања
nb: Diverse forbedringer
nds: Verscheden Verbetern
nl: Verschillende verbeteringen
nn: Ymse forbetringar
pl: Usprawnienia
pt: Várias melhorias
pt_br: Melhoramentos diversos
ru: Прочие улучшения
sk: Rôzne zlepšenia
sl: Različne izboljšave
sr: Различита побољшања
sr@latn: Različita poboljšanja
sv: Diverse förbättringar
ta: பல்வேறு முன்னேற்றங்கள்
tg: Беҳнамоиҳои гуногун
uk: Різні покращення
zh_cn: 各种改进
zh_tw: 許多改善之處

source: Various improvements and bugfixes
ar: تحسينات متعدده و اصلاح للمشاكل
bn: বিবিধ উন্নতি ও বাগ-সংশোধনী
bs: Razna poboljšanja i ispravke
ca: Millores vàries i esmenes d'errors
cs: Různá vylepšení a opravy chyb
cy: Amrywiaeth o welliannau a chywiriadau
da: Forskellige forbedringer og fejlretninger
de: Verschiedene Verbesserungen und Fehlerbereinigungen
el: Διάφορες βελτιώσεις και διορθώσεις σφαλμάτων
es: Varias mejoras y correcciones de fallos
et: Mitmesugused täiendused ja veaparandused
eu: Hainbat hobekuntza eta programa-arazoen konponeketak
fa: اصلاحات گوناگون و رفع اشکالها
fi: Monia parannuksia ja virheiden korjauksia
fr: Améliorations et correctifs divers
gl: Varias melloras e corrección de erros
he: שיפורים שונים ותיקוני באגים
hi: अनेकानेक सुधार तथा बग- फिक्सेस
hr: Različita poboljšanja i ispravke nedostataka
hu: Különféle javítások és továbbfejlesztések
is: Ýmsar betrumbætur og villur lagfærðar
it: Vari miglioramenti e correzioni di bug
ja: 多くの改良とバグ修正
km: ភាព​ប្រសើរ​ឡើង​ផ្សេងៗ និង​ការ​បំបាត់​កំហុស
ko: 여러 개선 사항 및 버그 수정
mk: Различни подобрувања и поправки на грешки
nb: Diverse forbedringer og feilretninger
nds: Verscheden Verbetern un Fehlerrichten
nl: Verschillende verbeteringen en reparaties
nn: Ymse forbetring og feilfiksing
pl: Usprawnienia i poprawki
pt: Várias melhorias e correcções
pt_br: Melhoramentos diversos e correções
ru: Различные улучшения и исправления ошибок
sk: Rôzne zlepšenia a opravy
sl: Različne izboljšave in popravki
sr: Различита побољшања и исправке грешака
sr@latn: Različita poboljšanja i ispravke grešaka
sv: Diverse förbättringar och felrättningar
ta: பல முன்னேற்றங்களும் பிழைநீக்கங்களும்
tg: Беҳнамоиҳо ва ислоҳи хатогиҳои гуногун
uk: Різні покращення та виправлення помилок
zh_cn: 各种改进和抓虫
zh_tw: 許多改進及修正之處

source: Bugfixes and refactoring
bn: বাগ সংশোধনী ও রিফ্যাক্টরিং
ca: Correcció d'errors i reordenament del codi
cs: Opravy chyb
cy: Trwsio namau ac ailddylunio
da: Fejlrettelser og genfaktorisering
de: Fehlerbereinigung und Restrukturierung
el: Διορθώσεις και διαμόρφωση κώδικα
es: Eliminación de errores y mejora de la estructura del código
et: Veaparandused ja koodi ümbertöötamine
eu: Programa-arazoen konponeketak eta berridazketak
fa: رفع اشکالها و عامل‌سازی مجدد
fi: Bugikorjaukset ja uudelleenohjelmointi
fr: Corrections de bogues et reprise de l'architecture
he: תיקוני באגים ו־refactoring
hr: Ispravci nedostataka i ponovna izgradnja
hu: Hibajavítások, átalakítás
is: Villuleiðréttingar og breytingar
it: Correzioni e riscritture
ja: バグ修正とリファクタリング
km: បំបាត់​កំហុស និង​ធ្វើ​ឲ្យ​ប្រសើរឡើង
ko: 버그 수정 및 리팩토링
mk: Поправање грешки и преработка
nb: Feilrettelser og refabrikering
nds: Fehlerrichten un Renoveren
nl: Bugreparaties en refactoring
nn: Feilrettingar og omskriving
pl: Usuwanie błędów i poprawki
pt: Correcções e reorganização
pt_br: Correções e reparos
ru: Исправления ошибок и подчистка кода
sk: Oprava chýb a prepracovanie
sl: Popravki hriščev in preoblikovanje
sr: Исправке грешака и рефакторисање
sr@latn: Ispravke grešaka i refaktorisanje
sv: Felrättningar och omstrukturering
ta: பிழைநீக்கிகள் மறுகாரணியாக்கம்
tg: Хатосозкун ва рефакторкуни
uk: Виправлення помилок та зміна структури коду
zh_tw: 修正與重新調整

source: DNS-SD discovery
bn: ডি.এন.এস.-এস.ডি. অনুসন্ধান
ca: Descobriment de partides per DNS-SD
cs: DNS-SD prohledávání
cy: Darganfod DNS-SD
da: DNS-SD-opdagelse
de: DNS-SD Erkennung
el: Ανάκτηση DNS-SD
es: descubrir DNS-SD
et: DNS-SD tuvastamine
eu: DNS-SD aurkikuntza
fa: کشف DNS-SD
fi: DNS-SD havainto
fr: Recherche par DNS-SD
he: זיהוי DNS-SD
hr: DNS-SD otkrivanje
hu: DNS-SD-alapú detektálás
is: DNS-SD leit
it: Ricerca DNS-SD
ja: DNS-SD ディスカバリ
km: ការ​រកឃើញ DNS-SD
ko: DNS-SD 발견
mk: Пронаоѓање DNS-SD
nb: DNS-SD utforsking
nds: DNS-SD finnen
nl: DNS-SD-oplossing
nn: DNS-SD-utforsking
pl: Odkrycie DNS-SD
pt: Descoberta por DNS-SD
ru: Исследование DNS-SD
sl: Odkritje DNS-SD
sr: Откривање DNS-SD
sr@latn: Otkrivanje DNS-SD
sv: DNS SD-upptäckt
ta: DNS-SD கண்டுபிடிப்பு
tg: DNS-SD кушоиш
uk: Пошук DNS-SD

source: You don't have KBattleship pictures installed. The game cannot run without them!
ar: لا توجد لديك صور مثبتة لـ KBattleship. لا يمكن للعبة العمل بدون الصور!
bn: কে-ব্যাটলশিপের ছবিগুলো ইনস্টল করা নেই। এগুলো ছাড়া খেলা চালানো সম্ভব নয়!
bs: Nemate instalirane KBattleship slike. Igru ne možete pokrenuti bez njih!
ca: No teniu instal·lats els dibuixos del KBattleship. El joc no pot funcionar sense ells!
cs: Nemáte nainstalovány obrázky pro Lodě. Hra bez nich nemůže běžet!
cy: Does gennych chi ddim lluniau KBattleship wedi eu harsefydlu. Ni all y gêm redeg hebddynt!
da: Du har ikke KBattleship billeder installerede. Spillet kan ikke køre uden dem!
de: Sie haben die Bilder von "Schiffe versenken" nicht installiert. Das Spiel funktioniert ohne diese Bilder nicht!
el: Δεν έχετε εγκατεστημένες τις εικόνες του KBattleship. Το παιχνίδι δεν μπορεί να τρέξει χωρίς αυτές!
es: No tiene los gráficos de KBattleship instalados. ¡La partida no puede empezar sin ellos!
et: KBattleshipi pildid on paigaldamata. Mäng ei tööta ilma nendeta!
eu: Ez dituzu KBattleship-en irudiak instalatuta. Jokoa abiatzeko beharrezkoak dira!
fa: عکسهای نصب‌شدۀ KBattleship را ندارید. بدون آنها نمی‌توان بازی را اجرا کرد!
fi: Sinulla ei ole KBattleship kuvia asennettuna. Peli ei toimi ilman niitä!
fr: Les images de KBattleShip ne sont pas installées. Le jeu ne peut pas fonctionner sans elles !
gl: Non tes as imaxes do KBattleship instaladas. ¡O xogo non funciona sen elas!
he: לא מותקנו אצלך התמונות של KBattleship. המשחק לא יכול לפעול בלעדיהן.
hi: आपके पास के-बैटलशिप छवि संस्थापित नहीं हैं. खेल उनके बगैर चल नहीं सकता!
hr: Slike za KPotapanje nisu instalirane. Igra ne može funkcionirati bez njih!
hu: Nincsenek telepítve a program képei. Ezek nélkül nem lehet futtatni a programot!
is: Þú virðist ekki vera með K-Sjóorrustu-myndir settar upp. Án þeirra getur leikurinn ekki keyrt.
it: Non sono state installate le immagini di KBattleship. Il gioco non può funzionare senza di esse!
ja: KBattleship 画像がインストールされていません。ゲームはそれなしでは動作しません!
km: អ្នក​មិន​មាន​រូបភាព KBattleship ដំឡើង ។ ល្បែង​មិន​អាច​រត់​ដោយ​គ្មាន​ពួ​វា​បាន​ទេ !
mk: Немате инсталирано слики од KBattleship. Играта не може да работи без нив!
nb: Du har ikke KSlagskip-bildene installert. Spillet kan ikke kjøre uten dem!
nds: Du hest de Biller för "Scheep versenken" nich installeert. Ahn ehr löppt dat Speel nich.
nl: U hebt de KBattleship-afbeeldingen niet geÃ¯nstalleerd. Het spel kan niet zonder ze.
nn: Du har ikkje installert KBattleship-bileta. Spelet verkar ikkje utan dei.
pl: Nie zainstalowano obrazków KBattleship. Bez nich gra nie będzie działać!
pt: O utilizador não tem as imagens do KBattleship instaladas. O jogo não pode correr sem elas!
pt_br: Você não possui as figuras do KBattleship instaladas. O jogo não pode ser executado sem elas!
ru: На компьютере не установлены рисунки для программы Морской бой. Дальнейшая работа игры невозможна!
sk: Nemáte nainštalované obrázky pre Lode. Hra bez nich nefunguje.
sl: Nimate nameščenih slik za KBattleship. Igre brez njih ni moč zagnati!
sr: Немате инсталиране KBattleship-ове слике. Игра не може да ради без њих!
sr@latn: Nemate instalirane KBattleship-ove slike. Igra ne može da radi bez njih!
sv: Du har inte installerat bilder för Sänka fartyg. Spelet kan inte köras utan dem.
ta: தங்களிடம் KBattleship படங்கள் நிறுவப்படவில்லை. அவைகளில்லாமல் விளையாட்டு துவங்கப்பட முடியாது!
tg: Шумо тасвирҳои KҶанги киштӣ коргузоришударо надоред. Бозӣ бе онҳо ба кор андохта намешавад!
uk: Не знайдено зображень Морського бою на вашому комп'ютері. Гра не може працювати без них!
zh_cn: 你没有安装 KBattleship 的图片。游戏无法运行！
zh_tw: 您尚未安裝任何 KBattleship 圖樣，遊戲無法在未安裝情況下執行!

source: Chat Widget
ar: كائن المحادثة
bn: আড্ডা দেওয়ার উইজেট
ca: Giny de xat
cs: Widget pro chat
cy: Celfigyn Sgwrs
da: Snakkekontrol
de: Plauderfenster
el: Γραφικό συστατικό συζήτησης
es: Ventana de conversación
et: Vestlusaken
eu: Berriketa-lehioa
fa: عنصر گپ
fi: Keskusteluikkuna
fr: Discussion
he: חלון שיחה
hi: गपशप विजेट
hr: Brbljaonica
hu: Csevegőablak
is: Samtalshlutur
it: Widget per le chat
ja: チャットウィジェット
km: ធាតុ​ក្រាហ្វិក​ជជែក​កំសាន្ត
mk: Графичка контрола за разговор
nb: Pratedings
nds: Klöönfinster
nl: Gesprekvenster
nn: Samtalerute
pl: Okno komunikacji
pt: Área de Conversação
pt_br: Widget de Bate-Papo
ru: Окно чата
sk: Prvok pre rozhovor
sl: Gradnik za kramljanje
sr: Контрола ћаскања
sr@latn: Kontrola ćaskanja
sv: Chattkomponent
ta: அரட்டை சாளரம்
tg: Тирезаи Чат
uk: Вікно розмови
zh_cn: 聊天部件
zh_tw: 對話工具

source: Enter a message here
ar: أذخل رسالة هنا
bn: এখানে একটি বার্তা লিখুন
bs: Ovdje napišite poruku
ca: Introduïu aquí un missatge
cs: Zde zadejte zprávu
cy: Rhowch neges yma
da: Indtast besked her
de: Geben Sie hier eine Nachricht ein
el: Εισάγετε ένα μήνυμα εδώ
es: Introduzca aquí un mensaje
et: Sisesta teate tekst siia
eu: Sartu mezu bat hemen
fa: در اینجا یک پیام وارد کنید
fi: Anna viesti
fr: Saisissez un message ici
gl: Escribe a mensaxe aquí
he: הזן כאן הודעה
hi: एक संदेश यहाँ भरें
hr: Ovdje unesite poruku
hu: Itt lehet üzeneteket küldeni
is: Sláðu inn skilaboð hér
it: Scrivi qui un messaggio
ja: ここにメッセージを入力してください
km: បញ្ចូល​សារ​នៅ​ទីនេះ
mk: Внесете порака тука
nb: Skriv inn en beskjed her
nds: Giff hier en Naricht in
nl: Voer hier een bericht in
nn: Skriv ei melding her
pl: Wprowadź wiadomość
pt: Escreva uma mensagem aqui
pt_br: Digite uma mensagem aqui
ru: Введите сообщение
sk: Sem zadajte správu
sl: Tu vnesite sporočilo
sr: Унесите поруку овде
sr@latn: Unesite poruku ovde
sv: Ange ett meddelande här
ta: இங்கு செய்தியைக் கொடுக்கவும்.
tg: Дар ин ҷо паёмро ворид кунед
uk: Введіть тут повідомлення
zh_cn: 在这里输入一条信息
zh_tw: 請在此輸入訊息

source: &Send
bn: প্রের&ণ
ca: &Envia
cs: Po&slat
cy: &Anfon
de: &Senden
el: &Αποστολή
es: &Enviar
et: &Saada
eu: &Bidali
fa: &ارسال‌
fi: &Lähetä
fr: &Envoyer
he: &שלח
hr: &Pošalji
hu: &Küldés
is: &Senda
it: In&vio
ja: 送信(&S)
km: ផ្ញើ
mk: &Испрати
nds: &Sennen
nl: Ver&zenden
pl: &Wyślij
pt: &Enviar
pt_br: &Enviar
ru: &Отправить
sk: Po&slať
sl: &Pošlji
sr: &Пошаљи
sr@latn: &Pošalji
sv: &Skicka
ta: &அனுப்பு
tg: &Фиристед
uk: &Відіслати
zh_tw: 送出(&S)

source: Press here to send the message
ar: اضغط هنا لإرسال الرسالة
bn: বার্তাটি প্রেরণের জন্য এখানে চাপুন
bs: Ovdje pritisnite da biste poslali poruku
ca: Premeu aquí per a enviar el missatge
cs: Pro odeslání zprávy stiskněte zde
cy: Gwasgwch yma i anfon y neges
da: Tryk her for at sende besked
de: Klicken Sie hier, um eine Nachricht zu versenden
el: Πατήστε εδώ για να στείλετε το μήνυμα
es: Pulse aquí para enviar el mensaje
et: Vajuta siia teate saatmiseks
eu: Sakatu hemen mezua bidaltzeko
fa: اینجا را برای ارسال پیام فشار بدهید
fi: Paina tästä lähettääksesi viestin
fr: Cliquez ici pour envoyer le message
gl: Preme aquí para mandar a mensaxe
he: לחץ כאן כדי לשלוח את ההודעה
hi: संदेश भेजने के लिए यहाँ दबाएँ
hr: Kliknite ovdje da biste poslali poruku
hu: Nyomja meg ezt a gombot az üzenet elküldéséhez
is: Ýttu hér til að senda skilaboðin
it: Premi qui per inviare il messaggio
ja: メッセージを送信するにはここを押してください
km: ចុច​ទីនេះ​ដើម្បី​ផ្ញើ​សារ
mk: Притиснете тука за да ја испратите пораката
nb: Klikk her for å sende beskjeden
nds: Klick hier op, wenn Du de Naricht sennen wullt
nl: Klik hier om het bericht te verzenden
nn: Trykk her for å senda meldinga
pl: Wciśnij, by wysłać wiadomość
pt: Carregue aqui para enviar a mensagem
pt_br: Clique aqui para enviar a mensagem
ru: Нажмите кнопку, чтобы отправить сообщение
sk: Pre poslanie správy toto stlačte
sl: Pritisnite sem, da pošljete sporočilo
sr: Притисните овде да бисте послали поруку
sr@latn: Pritisnite ovde da biste poslali poruku
sv: Klicka här för att skicka meddelandet
ta: செய்தியை அனுப்ப இங்கே அழுத்தவும்
tg: Барои фиристодан ин тугмаро пахш кунед
uk: Натисніть цю кнопку, щоб відіслати повідомлення
zh_cn: 按下这里发送信息
zh_tw: 請按此送出訊息

source: Chat dialog:
ar: مربع الدردشة:
bn: আড্ডা দেওয়ার ডায়ালগ:
bs: Chat prozor:
ca: Diàleg de xat:
cs: Chatovací dialog:
cy: Ymgom sgwrs:
da: Snakkedialog:
de: Plauderdialog:
el: Διάλογος συνομιλίας:
es: Diálogo de charla:
et: Vestlusaken:
eu: Berriketa-elkarrizketa:
fa: محاورۀ گپ:
fi: Keskusteluikkuna:
fr: Fenêtre de discussion :
gl: Dialogo de charla:
he: דו־שיח שיחה:
hi: गपशप संवाद
hr: Okvir za brbljanje:
hu: Csevegőablak:
is: Samtalsgluggi:
it: Finestra di dialogo per le chat:
ja: チャットダイアログ:
km: ប្រអប់​ជជែក​កំសាន្ត ៖
mk: Дијалог за разговор:
nb: Pratedialog:
nds: Klöönsnack:
nl: Gesprekdialoog:
nn: Samtaledialog:
pl: Okno komunikacji:
pt: Janela de conversação:
pt_br: Diálogo de bate-papo:
ru: Диалог чата:
sk: Rozhovor:
sl: Pogovorni dialog:
sr: Прозор за ћаскање:
sr@latn: Prozor za ćaskanje:
sv: Chattdialog:
ta: அரட்டை உரையாடல்
tg: Муколамаи Чат:
uk: Розмова:
zh_cn: 聊天对话框：
zh_tw: 對話視窗

source: &Nick name:
bn: ডা&কনাম:
ca: &Sobrenom:
cs: Př&ezdívka:
cy: &Ffugenw:
da: &Alias:
de: Spitz&name:
el: &Παρατσούκλι:
es: &Apodo:
et: &Hüüdnimi:
eu: &Goitizena:
fa: &لقب:‌
fi: &Lempinimi:
fr: &Pseudonyme :
he: &כינוי:
hr: &Nadimak:
hu: Be&cenév:
is: &Gælunafn:
it: &Nome di battaglia:
ja: ニックネーム(&N):
km: សម្មតិនាម ៖
mk: П&рекар:
nb: &Kallenavn:
nds: Ö&kelnaam:
nl: Bij&naam:
nn: &Kallenamn:
pl: &Pseudonim:
pt: Alcu&nha:
pt_br: &Apelido:
ru: &Имя:
sk: Pre&zývka:
sl: &Vzdevek:
sr: &Надимак:
sr@latn: &Nadimak:
sv: Smek&namn:
ta: &புனைப்பெயர்:
tg: &Ник:
uk: &Прізвисько:
zh_tw: 別名(&N):
