Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kbattleship.po
Languages: ar, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: _: NAME OF TRANSLATORS Your names
ar: Isam Bayazidi,عبدالرحمن عبدالخالق غريب,أحمد محمد زواوي
bn: প্রজ্ঞা
bs: Vladimir Grubor
ca: Josep Ma. Ferrer
cs: Karel Tatranský,Klára Cihlářová,Jakub Friedl
cy: Kyfieithu: Thierry Vignaud, KD, dylunio
da: Erik Kjær Pedersen
de: Matthias Kiefer
el: Νίκος Χατζηδάκης
es: Rafael Osuna,Pablo José Barneo González,Pablo de Vicente,Lucas García,Miguel Revilla Rodríguez,Santiago Fernández
et: Anti Veeranna
eu: Ion Gaztañaga
fa: نسیم دانیارزاده
fi: Kim Enkovaara, Ilpo Kantonen
fr: François-Xavier Duranceau,Thibaut Cousin,Nicolas Ternisien
gl: NOMES DOS TRADUCTORES Jorge Baz López Irene Doval Marcos
he: Diego Iastrubni Israel Berger
hi: रविशंकर श्रीवास्तव
hr: Renato Pavičić
hu: Szántó Tamás
is: Haukur Þorgeirsson, Pjetur G. Hjaltason, Richard Allen
it: Andrea Celli
ja: Taiki Komoda,Takuro Ashie,Kurose Shushi,Naoya KOJIMA
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Myong-sung Kim,Park Shinjo
mk: Костовски Јован,Ѓалевска Жаклина
nb: Øystein Skadsem,Knut Staring,Nils Kristian Tomren
nds: Manfred Wiese, Sönke Dibbern
nl: Otto Bruggeman,Chris Hooijer,Andy Houden,Rinse de Vries
nn: Gaute Hvoslef Kvalnes
pl: Michał Rudolf (aktualny tłumacz), Mariusz Gawron
pt: José Nuno Pires,Pedro Morais
pt_br: Lisiane Sztoltz Teixeira, Stephen Killing, Felipe Arruda
ru: Дмитрий Ильин
sk: Stanislav Višňovský
sl: Roman Maurer,Gregor Rakar,Jure Repinc
sr: Часлав Илић, Бојан Божовић
sr@latn: Časlav Ilić, Bojan Božović
sv: Stefan Asserhäll
ta: அ.அகஸ்டின் ராஜ்
tg: Абророва Хиромон
uk: Eugene Onischenko,Іван Петрущак
zh_cn: Albert.Lew
zh_tw: 李政諭,Hydonsingore Sie

source: _: EMAIL OF TRANSLATORS Your emails
ar: bayazidi@arabeyes.org,king_abdo@yahoo.com,zawawi@arabeyes.org
bn: progga@BengaLinux.Org
bs: vlado@mobih.ba
ca: txemaq@gmail.com
cs: macbox@atlas.cz,koty@seznam.cz,jfriedl@suse.cz
cy: kyfieithu@dotmon.com
da: erik@binghamton.edu
de: kiefer@kde.org
el: nikhatzi@yahoo.com
es: rafa@ecotelco.com,pablob@nikhef.nl,vicente@oan.es,tanke@escomposlinux.org,yo@miguelrevilla.com,santi@kde-es.org
et: duke@linux.ee
eu: igaztanaga@gmail.com
fa: daniarzadeh@itland.ir
fi: kim.enkovaara@iki.fi, ilpo@iki.fi
fr: duranceau@kde.org,cousin@kde.org,nicolas.ternisien@gmail.com
gl: EMAILS DOS TRADUCTORES lussac@mundo-r.com dereka@mundo-r.com
he: elcuco@kde.org, israelb@gmail.com
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
hr: renato<-at->translator-shop.org
hu: tszanto@mol.hu
is: haukurth@hi.is, pjetur@pjetur.net, ra@ra.is
it: a.celli@caltanet.it
ja: kom@kde.gr.jp,ashie@homa.ne.jp,md81@bird.email.ne.jp,naoya@fullmoon.dyndns.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: xfuncrushx@gmail.com,peremen@gmail.com
mk: chombium@freemail.com.mk,gjalevska@yahoo.com
nb: oskadsem@start.no,knutst@skolelinux.no,project@nilsk.net
nds: m.j.wiese@web.de, s_dibbern@web.de
nl: ,,rinsedevries@kde.nl
nn: gaute@verdsveven.com
pl: mrudolf@kdewebdev.org, mariusz.gawron@wp.pl
pt: jncp@netcabo.pt,morais@kde.org
pt_br: lisiane@kdemail.net, stephen.killing@kdemail.net, felipemiguel@gmail.com
ru: widgetII@mail.ru
sk: visnovsky@nenya.ms.mff.cuni.cz
sl: roman.maurer@amis.net,gregor.rakar@kiss.si,jlp@holodeck1.com
sr: caslav.ilic@gmx.net, bole89@infosky.net
sr@latn: caslav.ilic@gmx.net, bole89@infosky.net
sv: stefan.asserhall@comhem.se
ta: augustin_raj@hotmail.com
tg: H_Abrorova@rambler.ru
uk: oneugene@ukr.net,ivanpetrouchtchak@yahoo.com
zh_cn: albert_lew2002@eyou.com
zh_tw: znyuili@ms1.hinet.net,hydonsingore@mail.educities.edu.tw

source: Player 1: %1
ar: اللاعب1: %1
bn: খেলোয়াড় ১: %1
bs: Igrač 1 : %1
ca: Jugador 1: %1
cs: Hráč 1: %1
cy: Chwaraewr 1: %1
da: Spiller 1: %1
de: Spieler 1: %1
el: Παίχτης 1: %1
es: Jugador 1: %1
et: Mängija 1: %1
eu: 1 jokalaria: %1
fa: بازیکن ۱: %1
fi: Pelaaja 1: %1
fr: Joueur 1 : %1
gl: Xogador 1: %1
he: שחקן 1: %1
hi: खिलाड़ी 1: %1
hr: Igrač 1: %1
hu: 1. játékos: %1
is: Leikmaður 1: %1
it: Giocatore 1: %1
ja: プレイヤー 1: %1
km: អ្នក​លេង ១ ៖ %1
ko: 플레이어 1: %1
mk: Играч 1: %1
nb: Spiller 1: %1
nds: Speler 1: %1
nl: Speler 1: %1
nn: Spelar 1: %1
pl: Gracz 1: %1
pt: Jogador 1: %1
pt_br: Jogador 1: %1
ru: Игрок 1: %1
sk: Hráč 1: %1
sl: Igralec 1: %1
sr: Играч 1: %1
sr@latn: Igrač 1: %1
sv: Första spelaren: %1
ta: ஆட்டக்காரர் 1: %1
tg: Бозигари 1: %1
uk: Гравець 1: %1
zh_cn: 游戏者1：%1
zh_tw: 玩家 1: %1

source: Player 2: %1
ar: اللاعب2: %1
bn: খেলোয়াড় ২: %1
bs: Igrač 2 : %1
ca: Jugador 2: %1
cs: Hráč 2: %1
cy: Chwaraewr 2: %1
da: Spiller 2: %1
de: Spieler 2: %1
el: Παίχτης 2: %1
es: Jugador 2: %1
et: Mängija 2: %1
eu: 2 jokalaria: %1
fa: بازیکن ۲: %1
fi: Pelaaja 2: %1
fr: Joueur 2 : %1
gl: Xogador 2: %1
he: שחקן 2: %1
hi: खिलाड़ी 2: %1
hr: Igrač 2: %1
hu: 2. játékos: %1
is: Leikmaður 2: %1
it: Giocatore 2: %1
ja: プレイヤー 2: %1
km: អ្នក​លេង ២ ៖ %1
ko: 플레이어 2: %1
mk: Играч 2: %1
nb: Spiller 2: %1
nds: Speler 2: %1
nl: Speler 2: %1
nn: Spelar 2: %1
pl: Gracz 2: %1
pt: Jogador 2: %1
pt_br: Jogador 2: %1
ru: Игрок 2: %1
sk: Hráč 2: %1
sl: Igralec 2: %1
sr: Играч 2: %1
sr@latn: Igrač 2: %1
sv: Andra spelaren: %1
ta: ஆட்டக்காரர் 2: %1
tg: Бозигари 2: %1
uk: Гравець 2: %1
zh_cn: 游戏者2：%1
zh_tw: 玩家 2: %1

source: Ready
ar: جاهز
bn: প্রস্তুত
bs: Spremno
ca: Llest
cs: Připraven
cy: Parod
da: Klar
de: Bereit
el: Έτοιμο
es: Preparado
et: Valmis
eu: Prest
fa: آماده
fi: Valmis
fr: Prêt
gl: Listo
he: מוכן
hi: तैयार
hr: Spreman
hu: Kész
is: Tilbúinn
it: Pronto
ja: 準備完了
km: រួចរាល់
ko: 준비
mk: Подготвено
nb: Klar
nds: Praat
nl: Gereed
nn: Klar
pl: Gotowe
pt: Pronto
pt_br: Pronto
ru: Готово
sk: Pripravený
sl: Pripravljen
sr: Спреман
sr@latn: Spreman
sv: Klar
ta: தயார்
tg: Тайёр
uk: Готовий
zh_cn: 就绪
zh_tw: 備妥

source: &Connect to Server...
ar: ا&تصال بالخادم...
bn: সার্ভারের সাথে সংযুক্ত &হও...
bs: &Zakači se na server
ca: &Connecta al servidor...
cs: &Připojit k serveru...
cy: C&ysylltu â'r Gweinydd...
da: &Forbind til server...
de: Mit Server &verbinden ...
el: &Σύνδεση με τον εξυπηρετητή...
es: &Conectarse al servidor...
et: Ühendu &serveriga
eu: &Konektatu zerbitzarira...
fa: &اتصال به کارساز...‌
fi: &Yhdistä palvelimeen...
fr: Se &connecter au serveur...
gl: &Conectando co servidor...
he: &התחבר לשרת...
hi: सर्वर से जुड़ें... (&C)
hr: &Poveži se s poslužiteljem...
hu: Csatlakozás egy k&iszolgálóhoz...
is: &Tengjast miðlara...
it: &Connessione al server...
ja: サーバに接続(&C)...
km: តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ...
ko: 서버에 연결하기(&C)...
mk: &Приклучи се на север...
nb: &Tilbkoble til tjener …
nds: Na Server &tokoppeln...
nl: &Verbinden met server...
nn: &Kopla til tenar …
pl: &Połącz z serwerem...
pt: &Ligar ao Servidor...
pt_br: &Conectar ao servidor...
ru: &Подключиться к серверу...
sk: &Pripojiť sa k serveru...
sl: &Poveži se s strežnikom ...
sr: &Повежи се на сервер...
sr@latn: &Poveži se na server...
sv: A&nslut till server...
ta: சேவையகத்துடன் உடன் இணை...
tg: &Пайвастшавӣ ба Хидматрасон...
uk: &З'єднатись з сервером...
zh_cn: 连接到服务器(&C)...
zh_tw: 連結至伺服器(&C)

source: &Start Server...
ar: ا&بدأ خادم...
bn: সার্ভা&র চালু করো...
bs: Pokreni &server
ca: &Engega el servidor...
cs: &Spustit server...
cy: Cychwyn y G&weinydd...
de: Server &starten ...
el: &Εκκίνηση εξυπηρετητή...
es: &Iniciar servidor...
et: &Käivita server...
eu: &Hasi zerbitzaria...
fa: &آغاز کارساز...‌
fi: &Käynnistä palvelin...
fr: D&émarrer le serveur...
gl: &Comezar servidor...
he: הפעלת &שרת...
hi: सर्वर चालू करें... (&S)
hr: P&okreni poslužitelj...
hu: A kiszolgáló &elindítása...
is: &Gangsetja miðlara...
it: Avvio del &server...
ja: サーバを起動(&S)...
km: ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ...
ko: 서버 시작하기(&S)...
mk: &Стартувај сервер...
nb: &Start tjener …
nds: &Server starten...
nl: Server &starten...
nn: &Start tenar …
pl: &Uruchom serwer...
pt: &Iniciar o Servidor...
pt_br: &Iniciar Servidor...
ru: &Запустить сервер...
sk: Š&tart serveru...
sl: &Zaženi strežnik ...
sr: &Покрени сервер...
sr@latn: &Pokreni server...
sv: &Starta server...
ta: சேவையகத்தை துவங்கு...
tg: &Оғози Хидматрасон...
uk: &Запустити сервер...
zh_cn: 启动服务器(&S)...
zh_tw: 起始伺服器(&S)

source: S&ingle Player...
ar: لاعب وا&حد...
bn: &একজন খেলোয়াড়...
bs: Jedan &igrač ...
ca: Jugador &individual...
cs: &Jeden hráč...
cy: Chwaraewr S&engl...
da: &Enkelt spiller...
de: Ei&nzelspieler ...
el: Με έ&να παίχτη...
es: Un &sólo jugador...
et: Üks&ikmängija...
eu: Jokalari &bakarra...
fa: &تک بازیکن...‌
fi: Yksi &pelaaja...
fr: Partie à &un joueur...
gl: U&n só xogador..
he: שחקן &בודד...
hi: एकल खिलाड़ी (&i)
hr: Za &jednog igrača...
hu: &Játék a gép ellen...
is: &Eins manns leik...
it: S&ingolo giocatore...
ja: 一人プレイ(&I)...
km: អ្នក​លេង ១ នាក់...
ko: 단일 플레이어(&I)...
mk: &Еден играч...
nb: &En spiller …
nds: &Enkelspeler...
nl: Een spe&ler...
nn: &Ein spelar …
pl: &Jeden gracz...
pt: &Um Jogador...
pt_br: Um &Jogador....
ru: О&дин игрок...
sk: Je&den hráč...
sl: &En sam igralec ...
sr: &За једног играча...
sr@latn: &Za jednog igrača...
sv: &Ensam spelare...
ta: ஒற்றை வாசகர்...
tg: Бозингари &Ягона...
uk: &Один гравець...
zh_cn: 单人游戏(&I)...
zh_tw: 單一玩家(&I)

source: &Enemy Info
ar: معلومات ال&عدو
bn: &শত্রু সংক্রান্ত তথ্য
bs: N&eprijateljski podaci
ca: Informació de l'&enemic
cs: &Informace o protivníkovi
cy: &Gwybodaeth am y Gelyn
da: &Fjendeinfo
de: &Info über Gegner
el: Πληροφορίες &εχθρού
es: Información del &enemigo
et: &Vastase info
eu: &Etsaien informazioa
fa: اطلاعات &دشمن‌
fi: &Vihollisen tiedot
fr: &Informations sur l'ennemi
gl: &Información sobre o inimigo
he: &מידע על היריב...
hi: दुश्मन जानकारी (&E)
hr: Podaci o p&rotivniku...
hu: Az ellenfél jellem&zői
is: &Upplýsingar um óvin...
it: Informazioni sul &nemico
ja: 敵艦隊の情報(&E)...
km: ព័ត៌មាន​អំពី​សត្រូវ
ko: 적 정보(&E)
mk: &Информации за непријателот...
nb: &Fiendeinformasjon
nds: &Info över den Gegensmann
nl: Informati&e over de vijand
nn: &Fiendeinfo
pl: &Informacja o przeciwniku
pt: Informação do I&nimigo
pt_br: Informações sobre o &Inimigo
ru: &Сведения о противнике
sk: Informácie o &súperovi
sl: Podatki o &sovražniku
sr: &Информације о противнику
sr@latn: &Informacije o protivniku
sv: &Fiendeinformation
ta: எதிரி தகவல்
tg: Маълумот оиди &Рақиб
uk: &Інформація про ворога
zh_cn: 对手信息(&E)
zh_tw: 敵方資訊(&E)

source: &Play Sounds
ar: تشغيل الأ&صوات
bn: &শব্দ বাজাও
bs: &Puštaj zvukove
ca: A&vissos sonors
cs: Přehrávat &zvuky
cy: Chwa&rae Sain
da: &Spil lyde
de: &Klänge abspielen
el: &Αναπαραγωγή ήχων
es: &Reproducir sonidos
et: &Helitaust
eu: &Erreproduzitu soinuak
fa: &پخش صداها‌
fi: &Äänet
fr: Jouer les &sons
gl: &Escoitar sons
he: &נגן צלילים
hi: ध्वनि दें (&P)
hr: &Dopusti zvukove
hu: A hang&hatások engedélyezése
is: Spila &hljóð
it: &Usa i suoni
ja: 効果音あり(&P)
km: ចាក់សំឡេង
ko: 소리 재생(&P)
mk: &Свири звуци
nb: &Spill lyder
nds: Kläng &afspelen
nl: Geluiden afs&pelen
nn: Spel &lydar
pl: &Dźwięk
pt: &Efeitos Sonoros
pt_br: &Reproduzir Sons
ru: Проигрывать &звук
sk: &Hrať zvuky
sl: Pred&vajaj zvoke
sr: &Пуштај звуке
sr@latn: &Puštaj zvuke
sv: Spela &ljud
ta: வாசிப்பொலிகள்
tg: &Бозикунии Овозҳо
uk: &Ввімкнути звук
zh_cn: 播放声音(&P)
zh_tw: 撥放聲音(&P)

source: &Show Grid
ar: أظهر الت&خطيط
bn: ছক প্র&দর্শন করো
bs: &Pokaži rešetke
ca: &Mostra la graella
cs: Zobrazit &mřížku
cy: Dangos &Grid
da: &Vis gitter
de: &Gitter anzeigen
el: &Εμφάνιση πλέγματος
es: &Mostrar rejilla
et: Ruudustiku &näitamine
eu: &Erakutsi sareta
fa: &نمایش توری‌
fi: &Näytä ruudukko
fr: Afficher la &grille
gl: &Mostrar cuadrícula
he: הצג &רשת
hi: ग्रिड दिखाएँ (&S)
hr: Prikaži &mrežu
hu: &Rács megjelenítése
is: &Sýna net
it: Mostra la &griglia
ja: グリッドを表示(&S)
km: បង្ហាញ​ក្រឡាចត្រង្គ
ko: 모눈 보이기(&S)
mk: &Прикажи мрежа
nb: &Vis rutenett
nds: &Gadder wiesen
nl: Ra&ster tonen
nn: &Vis rutenett
pl: &Pokaż siatkę
pt: &Mostrar a Grelha
pt_br: &Mostrar Grade
ru: &Показать сетку
sk: Zobraziť &mriežku
sl: &Prikaži mrežo
sr: &Прикажи мрежу
sr@latn: &Prikaži mrežu
sv: &Visa rutnät
ta: கட்டங்களை காண்பிக்கவும்
tg: &Нишон додани Тӯр
uk: &Показувати ґратку
zh_cn: 显示网格(&S)
zh_tw: 顯示格線(&S)

source: Hide Grid
bn: ছক লুকাও
bs: Sakrij mrežu
ca: Oculta la graella
cs: Skrýt mřížku
cy: Cuddio Grid
da: Skjul gitter
de: Gitter &ausblenden
el: Απόκρυψη πίνακα
es: Ocultar rejilla
et: Ruudustiku peitmine
eu: Ezkutatu sareta
fa: مخفی کردن توری
fi: Piilota hila
fr: Cacher la grille
he: הסתר רשת
hr: Sakrij mrežu
hu: A rács elrejtése
is: Fela net
it: Nascondi griglia
ja: グリッドを隠す
km: លាក់​ក្រឡា​ចត្រង្គ
ko: 모눈 숨기기
mk: Скриј мрежа
nb: Skjul rutenett
nds: Gadder versteken
nl: Raster verbergen
nn: Skjul rutenett
pl: Ukryj siatkę
pt: Esconder a Grelha
pt_br: Ocultar Grade
ru: Скрыть сетку
sk: Skryť mriežku
sl: Skrij mrežo
sr: Сакриј мрежу
sr@latn: Sakrij mrežu
sv: Dölj rutnät
ta: மறை கட்டங்கள்
tg: Пинҳонкунии Тӯр
uk: Сховати ґратку
zh_cn: 隐藏网格
zh_tw: 隱藏格線

source: Sending Message...
ar: جاري ارسال الرسالة...
bn: বার্তা প্রেরণ করা হচ্ছে...
bs: Slanje poruke
ca: S'està enviant el missatge...
cs: Odesílání zprávy...
cy: Anfon Neges...
da: Sender besked...
de: Nachricht wird gesendet ...
el: Αποστολή μηνύματος...
es: Enviando mensaje...
et: Teate saatmine...
eu: Mezua bidaltzen...
fa: در حال ارسال پیام...
fi: Lähetän viestiä...
fr: Envoi du message...
gl: Enviando mensaxe...
he: שולח הודעה...
hi: संदेश भेज रहे...
hr: Slanje poruke...
hu: Az üzenet elküldése...
is: Sendi skilaboð...
it: Spedizione messaggio...
ja: メッセージを送信中...
km: កំពុង​ផ្ញើ​សារ...
ko: 메시지 보내는 중...
mk: Испраќам порака...
nb: Sender beskjed …
nds: Naricht warrt sendt...
nl: Bezig met verzenden van het bericht...
nn: Sender melding …
pl: Wysyłanie wiadomości...
pt: A Enviar a Mensagem...
pt_br: Enviando Mensagem...
ru: Отправка сообщения...
sk: Posielam správu...
sl: Pošiljanje sporočila ...
sr: Шаљем поруку...
sr@latn: Šaljem poruku...
sv: Skickar meddelande...
ta: செய்தி அனுப்பிக் கொண்டிருக்கிறது...
tg: Фиристодани Паём...
uk: Відсилаю повідомлення...
zh_cn: 正在发送消息...
zh_tw: 傳送訊息...

source: S&ingle Player
ar: لاعب &وحيد
bn: &একজন খেলোয়াড়
bs: Jedan &igrač
ca: Jugador &individual
cs: &Jeden hráč
cy: Chwaraewr &Sengl
da: &Enkelt spiller
de: Ei&nzelspieler
el: Με έ&να παίχτη
es: Un &sólo jugador
et: Üks&ikmängija
eu: Jokalari b&akarra
fa: &تک بازیکن‌
fi: &Yksi pelaaja
fr: Partie à &un joueur
gl: U&n só xogador
he: שחקן &בודד
hi: एकल खिलाड़ी (&i)
hr: Za &jednog igrača
hu: &Játék a gép ellen
is: &Eins manns leik
it: S&ingolo giocatore
ja: 一人プレイ(&I)
km: អ្នក​លេង ១ នាក់
ko: 단일 플레이어(&I)
mk: &Еден играч
nb: &En spiller
nds: &Enkelspeler
nl: Een spe&ler
nn: &Ein spelar
pl: &Jeden gracz
pt: &Um Jogador
pt_br: Um &Jogador
ru: О&дин игрок
sk: Je&den hráč
sl: &En sam igralec
sr: &За једног играча
sr@latn: &Za jednog igrača
sv: &Ensam spelare
ta: ஒற்றை வாசகர்
tg: Бозингари &Ягона
uk: &Один гравець
zh_cn: 单人游戏(&I)
zh_tw: 單一玩家(&i)

source: You won the game :)
ar: لقد ربحت هذه اللعبة :)
bn: আপনি খেলায় জয়ী হয়েছেন :)
bs: Pobijedili ste ! :)
ca: Heu guanyat el joc :)
cs: Vyhráli jste hru :)
cy: Rydych wedi ennill y gêm :)
da: Du vandt spillet :)
de: Sie haben das Spiel gewonnen :-)
el: Κερδίσατε το παιχνίδι :)
es: Ha ganado la partida :)
et: Võitsid mängu :)
eu: Jokoa irabazi duzu :)
fa: بازی را بردید ):
fi: Voitit pelin :)
fr: Vous avez gagné :-)
gl: ¡Ganaches! :)
he: ניצחת במשחק :)
hi: आपने खेल जीत लिया :)
hr: Pobijedili ste :)
hu: Ön nyerte meg a játékot! :-)
is: Þú vannst leikinn :)
it: Hai vinto la partita :)
ja: あなたの勝ちです :)
km: អ្នក​ឈ្នះ​ហើយ :)
ko: 게임에서 이겼습니다 :)
mk: Ја добивте играта :)
nb: Du vant spillet :)
nds: Du hest dat Speel wunnen :-)
nl: U hebt het spel gewonnen
nn: Du vann :)
pl: Wygrałeś :)
pt: O utilizador ganhou o jogo :)
pt_br: Você ganhou o jogo :)
ru: Вы выиграли :)
sk: Vyhrali ste :)
sl: Zmagali ste :)
sr: Победили сте :)
sr@latn: Pobedili ste :)
sv: Du vann spelet
ta: நீங்கள் விளையாட்டில் வெற்றிபெற்றீர்கள் :)
tg: Шумо ғолиби бозӣ гаштед :)
uk: Ви перемогли у грі :)
zh_cn: 你赢了 :)
zh_tw: 您贏得遊戲 :)

source: Do you want to restart the game?
ar: هل تريد البدأ من جديد؟
bn: আপনি কি খেলাটি পুনরায় আরম্ভ করতে চান?
bs: Želite li restartati igru?
ca: Voleu tornar a començar el joc?
cs: Přejete si spustit hru znovu?
cy: Ydych eisiau ailgychwyn y gêm?
da: Ønsker du at genstarte spillet?
de: Wollen Sie das Spiel neu starten?
el: Θέλετε να ξαναξεκινήσετε το παιχνίδι;
es: ¿Quiere volver a empezar la partida?
et: Soovid sa mängu uuesti alustada?
eu: Jokoa berrabiatu nahi duzu?
fa: می‌خواهید بازی را بازآغاز کنید؟
fi: Haluatko uudelleenkäynnistää pelin?
fr: Voulez-vous relancer la partie ?
gl: ¿Queres comezar de novo?
he: האם ברצונך להתחיל את המשחק מחדש?
hi: क्या आप खेल फिर से प्रारंभ करना चाहते हैं?
hr: Želite li ponovo pokrenuti igru?
hu: Szeretne még egyszer játszani?
is: Viltu endurræsa leikinn?
it: Vuoi fare un'altra partita?
ja: ゲームを再開しますか？
km: តើ​អ្នក​ចង់​ចាប់ផ្ដើម​ល្បែង​ម្ដង​ទៀត ?
ko: 게임을 다시 시작하시겠습니까?
mk: Дали сакате повторно да ја почнете играта?
nb: Vil start spillet på nytt?
nds: Wullt Du dat Speel nieg starten?
nl: Wilt u het spel herstarten?
nn: Vil du starta spelet om att?
pl: Rozpocząć grę od początku?
pt: Deseja iniciar o jogo de novo?
pt_br: Deseja reiniciar o jogo?
ru: Хотите начать новую игру?
sk: Chcete znovu-spustiť hru?
sl: Želite vnovič zagnati to igro?
sr: Да ли желите да поново почнете игру?
sr@latn: Da li želite da ponovo počnete igru?
sv: Vill du starta om spelet?
ta: மறுபடியும் விளையாட்டை தொடங்கவா?
tg: Оё мехоҳед, ки бозиро бозоғоз намоед?
uk: Перезапустити гру?
zh_cn: 你想重新开始吗？
zh_tw: 您想要重新開始遊戲嗎?

source: Restart
bn: পুনরায় আরম্ভ
ca: Reinicia
cs: Spustit znovu
cy: Ailddechrau
da: Genstart
de: Neu starten
el: Επανεκκίνηση
es: Reiniciar
et: Alusta uuesti
eu: Berrabiatu
fa: بازآغازی
fi: Aloita uudelleen
fr: Redémarrer
hr: Ponovo pokreni
hu: Újraindítás
is: Endurræsa
it: Rincomincia
ja: 再開する
km: ចាប់ផ្តើម​ឡើង​វិញ
ko: 다시 시작하기
mk: Почни повторно
nb: Start på nytt
nds: Nieg starten
nl: Herstarten
nn: Start om att
pl: Uruchom ponownie
pt: Reiniciar
pt_br: Reiniciar
ru: Начать
sk: Reštartovať
sl: Vnovič zaženi
sr: Поново покрени
sr@latn: Ponovo pokreni
sv: Starta om
tg: Бозоғозӣ
uk: Перезапустити
zh_tw: 重新開始

source: Do Not Restart
bn: পুনরায় আরম্ভ করবে না
ca: No reinicis
cs: Nespouštět znovu
cy: Peidio ag Ailddechrau
da: Genstart ikke
de: Nicht neu starten
el: Μην κάνεις επανεκκίνηση
es: No reiniciar
et: Ära alusta uuesti
eu: Ez berrabiatu
fa: بازآغاز نشود
fi: Älä aloita uudelleen
fr: Ne pas redémarrer
hr: Ne pokreći ponovo
hu: Nem kell újraindítani
is: Ekki endurræsa
it: Non ricominciare
ja: 再開しない
km: កុំ​ចាប់ផ្ដើម​ឡើង​វិញ
ko: 다시 시작하지 않기
mk: Не почнувај повторно
nb: Ikke start på nytt
nds: Nich nieg starten
nl: Niet herstarten
nn: Ikkje start om att
pl: Nie uruchamiaj ponownie
pt: Não Reiniciar
pt_br: Não Reiniciar
ru: Не начинать
sk: Nereštartovať
sl: Ne zaženi vnovič
sr: Не покрећи поново
sr@latn: Ne pokreći ponovo
sv: Starta inte om
tg: Бозоғозӣ накун
uk: Не перезапускати
zh_tw: 不要重新開始

source: Waiting for enemy to shoot..
ar: في انتظار العدو ليطلق النار...
bn: শত্রুপক্ষের গোলা নিক্ষেপের জন্য অপেক্ষা করা হচ্ছে..
bs: Neprijatelj je na potezu....
ca: S'està esperant que l'enemic dispari...
cs: Čekám na výstřel protivníka...
cy: Aros i'r gelyn saethu..
da: Venter på at fjenden skal skyde.
de: Auf gegnerischen Schuss warten ...
el: Αναμονή για τον εχθρό να πυροβολήσει..
es: Esperando a que el enemigo dispare...
et: Ootan vastase lasku...
eu: Etsaiaren tiroa itxaroten..
fa: منتظر شلیک دشمن..
fi: Odotan vihollisen laukausta...
fr: L'ennemi va tirer...
gl: Agardando polo disparo inimigo...
he: ממתין ליריב לירות...
hi: इस प्रतीक्षा में कि दुश्मन गोली चलाए...
hr: Čekanje protivničke paljbe...
hu: Várakozás az ellenfél lövésére...
is: Bíð eftir að andstæðingur skjóti..
it: In attesa che il nemico spari...
ja: 敵艦隊が射撃するのを待っています...
km: កំពុង​រង់ចាំឲ្យ​សត្រូវ​បាញ់..
ko: 적의 포격을 기다리는 중...
mk: Чекам непријателот да пука...
nb: Venter på at fienden skal skyte..
nds: An't Töven op Schööt vun den Gegensmann...
nl: Wachtend op tegenschot...
nn: Ventar på at fienden skal skyta …
pl: Oczekiwanie na strzał przeciwnika...
pt: À espera que o inimigo dispare...
pt_br: Esperando o inimigo atirar...
ru: Ожидание выстрела врага...
sk: Čakám na strelu nepriateľa.
sl: Čakanje na sovražnikov strel ...
sr: Чекам да противник пуца...
sr@latn: Čekam da protivnik puca...
sv: Väntar på att fienden ska skjuta...
ta: எதிரியை சுட காத்திருத்தல்
tg: Тирпаронии рақибро интизор шавед..
uk: Очікується постріл ворога...
zh_cn: 正在等待对手投弹...
zh_tw: 等待敵方射擊...

source: Enemy disconnected.
ar: قطع العدو اتصاله.
bn: শত্রুপক্ষের সাথে সংযোগ বিচ্ছিন্ন হয়ে গিয়েছে।
bs: Neprijatelj se diskonektovao
ca: S'ha desconnectat l'enemic.
cs: Protivník se odpojil.
cy: Dadgysylltwyd y gelyn.
da: Fjende er ikke forbundet.
de: Die Verbindung mit dem Gegner wurde unterbrochen
el: Εχθρός αποσυνδέθηκε.
es: Enemigo desconectado.
et: Vastane lahkus mängust.
eu: Etsaia deskonektatua.
fa: ارتباط دشمن قطع شد.
fi: Vihollinen katkaisi yhteyden.
fr: Ennemi déconnecté.
gl: Enemigo desconectado.
he: היריב נותק.
hi: दुश्मन डिस्कनेक्ट हो गया
hr: Protivnik je prekinuo vezu.
hu: Az ellenfél kilépett.
is: Andstæðingur hefur aftengst.
it: Il nemico è scollegato.
ja: 敵が接続を切りました。
km: សត្រូវ​បាន​ផ្ដាច់ ។​
ko: 적이 연결을 끊었습니다.
mk: Непријателот се исклучи.
nb: Fienden frakoblet.
nds: Gegensmann afkoppelt
nl: De verbinding met de vijand is verbroken.
nn: Fienden kopla frå.
pl: Przeciwnik opuścił grę.
pt: O inimigo desligou-se.
pt_br: Inimigo Desconectado.
ru: Ваш противник отсоединился.
sk: Súbor odpojený.
sl: Sovražnik je prekinil.
sr: Противник је прекинуо везу.
sr@latn: Protivnik je prekinuo vezu.
sv: Fienden nedkopplad.
ta: எதிரி துண்டிப்பு
tg: Рақиб алоқаро қатъ кард.
uk: Ворог від'єднався.
zh_cn: 对手断开连接。
zh_tw: 敵方斷線.

source: &Connect to server
ar: اتصا&ل بالخادم
bn: সার্ভারের সাথে সংযুক্ত &হও
bs: &Zakači se na server
ca: &Connecta amb el servidor
cs: &Připojit k serveru
cy: Cysyll&tu â'r gweinydd
da: &Forbind til server
de: &Mit Server verbinden
el: &Σύνδεση με τον εξυπηρετητή
es: &Conectar al servidor
et: &Ühendu serveriga
eu: &Konektatu zerbitzarira
fa: &اتصال به کارساز‌
fi: &Yhdistä palvelimelle
fr: Se &connecter du serveur
gl: &Conectando co servidor
he: &התחבר לשרת
hi: सर्वर से जुड़ें (&C)
hr: &Poveži s poslužiteljem
hu: &Csatlakozás a kiszolgálóhoz
is: &Tengjast miðlara
it: &Connessione al server
ja: サーバに接続(&C)
km: ត​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ
ko: 서버에 연결하기(&C)...
mk: &Поврзи се на сервер
nb: &Kobl til tjener
nds: Na Server &tokoppeln
nl: Verbinden met de &server
nn: &Kopla til tenar
pl: &Połącz z serwerem
pt: &Ligar ao servidor
pt_br: &Conectar ao servidor
ru: &Соединиться с сервером
sk: &Pripojiť na server
sl: &Poveži se s strežnikom
sr: &Повежи се на сервер
sr@latn: &Poveži se na server
sv: A&nslut till server
ta: சேவையகத்துடன் உடன் இணை
tg: &Пайвастшавӣ ба хидматрасон
uk: &З'єднатись з сервером
zh_cn: 连接服务器(&C)
zh_tw: 連結至伺服器(&C)

source: &Start server
ar: اب&دأ خادم
bn: সার্ভা&র চালু করো
bs: Pokreni &server
ca: &Engegar el servidor
cs: &Spustit server
cy: &Cychwyn y Gweinydd
de: &Server starten
el: &Εκκίνηση εξυπηρετητή
es: Iniciar &servidor
et: &Käivita server
eu: &Hasi zerbitzaria
fa: &آغاز کارساز‌
fi: &Käynnistä palvelin
fr: D&émarrer le serveur
gl: &Comezar servidor
he: הפעל &שרת
hi: सर्वर चालू करें (&S)
hr: &Pokreni poslužitelj
hu: A kiszolgáló elin&dítása
is: &Gangsetja miðlara
it: Avvia il &server
ja: サーバを起動(&S)
km: ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ
ko: 서버 시작하기(&S)
mk: &Стартувај сервер
nb: &Start tjener
nds: &Server starten
nl: &Server starten
nn: &Start tenar
pl: &Uruchom serwer
pt: &Iniciar o servidor
pt_br: &Iniciar Servidor
ru: &Запустить сервер
sk: S&pustiť server
sl: &Zaženi strežnik
sr: &Покрени сервер
sr@latn: &Pokreni server
sv: &Starta server
ta: சேவையகத்தை துவங்கு
tg: &Оғози хидматрасон
uk: &Запустити сервер
zh_cn: 启动服务器(&S)
zh_tw: 起始伺服器 (&S)
