Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kbattleship.po
Languages: ar, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Enter a name that identifies you in the game
ar: أدخل اسم لتعرف به في اللعبة
bn: খেলা চলাকালে আপনাকে যে নামে ডাকা হবে তা লিখুন
bs: Upišite ime koje vas identifikuje u igri
ca: Introduïu un nom que us indifiqui en el joc
cs: Zadejte jméno, které vás bude označovat ve hře
cy: Rhowch enw sy'n eich dynodi yn y gêm
da: Indtast et navn der identificerer dig i spillet
de: Geben Sie einen Namen ein, der Sie während des Spiels identifiziert
el: Εισάγετε ένα όνομα που σας προσδιορίζει στο παιχνίδι
es: Introduzca un nombre que le identifique durante la partida
et: Sisesta nimi, mida soovid mängus kasutada
eu: Sartu jokoan identifikatuko zaituen goitizen bat
fa: وارد کردن نامی که شما را در بازی شناسایی می‌‌کند
fi: Anna nimi, josta sinut tunnistetaan pelissä
fr: Saisissez un nom qui vous identifie dans la partie
gl: Introduce un nome para identificarte no xogo
he: הזן את השם שיזהה אותך במשחק
hi: एक नाम भरें जिससे आप खेल में पहचाने जाएँ
hr: Unesite vaše jedinstveno ime.
hu: Adja meg az Önt azonosító nevet
is: Sláðu inn nafn sem auðkennir þig í leiknum
it: Scrivi un nome che ti identificherà durante il gioco
ja: ゲームの中でのあなたを識別する名前を入れてください
km: បញ្ចូល​ឈ្មោះ​ដែល​បញ្ជាក់​ពី​អ្នក​នៅ​ក្នុង​ល្បែង
mk: Внесете име кое ве индентификува во играта
nb: Skriv inn et navn som identifiserer deg i spillet
nds: Giff en Naam för Dien Speelidentifikatschoon in
nl: Voer hier een naam in waarmee u geÃ¯dentificeerd kunt worden in het spel
nn: Oppgje eit namn som identifiserer deg i spelet
pl: Wprowadź swoje imię
pt: Indique um nome que o identifique no jogo
pt_br: Digite um nome que o identifica no jogo
ru: Введите имя, идентифицирующее вас в игре
sk: Zadajte meno, ktoré chcete používať pri hre
sl: Vnesite ime, s katerim boste nastopali v igri
sr: Унесите име које вас идентификује у игри
sr@latn: Unesite ime koje vas identifikuje u igri
sv: Ange ett namn som identifierar dig i spelet
ta: விளையாட்டில் கண்டு கொள்ளும்படி ஒரு பெயரை பதிக்கவும்.
tg: Номеро, ки шуморо дар бозӣ мешиносонад, ворид кунед
uk: Введіть ім'я, яке буде ототожнено з вами у грі
zh_cn: 输入在游戏里标识你的名字
zh_tw: 請輸入在遊戲中用來辨識您的名稱

source: &Server:
bn: সার্ভা&র:
ca: &Servidor:
cy: &Gweinydd:
el: &Εξυπηρετητής:
es: &Servidor:
eu: &Zerbitzaria
fa: &کارساز:‌
fi: &Palvelin:
fr: &Serveur :
he: &שרת:
hr: &Poslužitelj:
hu: Kisz&olgáló:
is: &Miðlari:
ja: サーバ(&S):
km: ម៉ាស៊ីនបម្រើ ៖
mk: &Сервер:
nb: &Tjener:
nn: &Tenar:
pl: &Serwer:
pt: &Servidor:
pt_br: &Servidor:
ru: &Сервер:
sl: &Strežnik:
sr: &Сервер:
ta: &சேவகன்:
tg: &Хидматгора:
uk: &Сервер:
zh_tw: 伺服器(&S):

source: LAN games:
bn: ল্যান-কেন্দ্রিক খেলা:
ca: Partides LAN:
cs: LAN hry:
cy: Gemau LAN:
da: LAN-spil:
de: Netzwerkspiele:
el: Τοπικά παιχνίδια (LAN):
es: Partidas en red local:
et: Kohtvõrgu mängud:
eu: LAN jokoak:
fa: بازیهای LAN:
fi: Lähiverkkopelit:
fr: Parties en réseau :
he: משחקי רשת מקומית:
hr: LAN igre:
hu: Hálózatos játékok:
is: Netleikir:
it: Partite in LAN:
ja: LAN ゲーム:
km: ល្បែង LAN ៖
mk: LAN игри:
nb: LAN spill:
nds: Nettwarkspelen:
nl: LAN-spellen:
nn: LAN-spel:
pl: Gry sieciowe:
pt: Jogos em rede:
pt_br: Jogos em rede:
ru: Сетевые игры:
sk: Sieťové hry:
sl: Igre preko LAN-a:
sr: Игре у LAN-у:
sr@latn: Igre u LAN-u:
sv: Spel via lokalt nätverk:
ta: LAN விளையாட்டுகள்:
tg: Бозии шабакагӣ:
uk: Ігри в локальній мережі:
zh_tw: 本地網路遊戲：

source: &Port:
bn: পোর্ট (&প):
cy: &Porth:
el: &Θύρα:
es: &Puerto:
eu: &Ataka:
fa: &درگاه:‌
fi: &Portti:
he: &יציאה:
is: &Gátt:
it: &Porta:
ja: ポート(&P):
km: ច្រក ៖
ko: 포트(&P):
mk: П&орта:
nl: &Poort:
pt: &Porto:
pt_br: &Porta:
ru: &Порт:
sl: &Vrata:
sr: &Порт:
ta: &முனையம்:
tg: &Даргоҳ:
uk: &Порт:
zh_tw: 連結埠(&P):

source: Choose a port to connect to
ar: اختر منفذ ليتم الاتصال به
bn: সংযুক্ত হওয়ার জন্য একটি পোর্ট বেছে নিন
bs: Izaberite port za konekciju
ca: Escolliu un port per connectar-se
cs: Zvolte port pro připojení
cy: Dewiswch borth i gysylltu â hi
da: Vælg en port at forbinde til
de: Wählen Sie einen Port für die Verbindung aus
el: Επιλέξτε μια θύρα για σύνδεση σε
es: Elija un puerto al que conectarse
et: Vali port, mida kasutada ühenduseks
eu: Hautatu konektatzeko joko bat
fa: انتخاب یک درگاه برای اتصال به
fi: Valitse portti, johon yhteys otetaan
fr: Sélectionnez le port auquel se connecter
gl: Elixe un porto para conecarte
he: בחר את היציאה אליה יש להתחבר
hi: जुड़ने के लिए पोर्ट चुनें
hr: Odaberite port na koji ćete se povezati
hu: Adja meg a kiszolgáló portszámát:
is: Veldu gátt (port) til að tengjast
it: Scegli una porta per connetterti
ja: 接続するポートを選択
km: ជ្រើស​ច្រក​ដើម្បី​ភ្ជាប់​ទៅ
mk: Изберете порта на која ќе се приклучите
nb: Velg en port å koble til
nds: Söök en Port för't Tokoppeln ut
nl: Kies een poort om mee te verbinden
nn: Vel porten du vil kopla til
pl: Wybierz port połączenia
pt: Escolha um porto ao qual se ligar
pt_br: Escolha uma porta para se conectar
ru: Выберите порт для соединения
sk: Vyberte port, na ktorý sa pripojiť
sl: Izberite vrata za povezavo
sr: Изаберите порт на који ћете се повезати
sr@latn: Izaberite port na koji ćete se povezati
sv: Välj en port att ansluta till
ta: இணைப்பு செய்ய ஒரு துறையை தேர்வு செய்யவும்
tg: Даргоҳро барои пайвастшавӣ интихоб кунед
uk: Виберіть порт до якого приєднуватися
zh_cn: 选择用于连接的端口
zh_tw: 請選擇一個欲連結之連結埠

source: Enemy Client Information
ar: بيانات عميل العدو
bn: শত্রুপক্ষের ক্লায়েন্ট সংক্রান্ত তথ্য
bs: Informacije o klijentu neprijatelja
ca: Informació del client enemic
cs: Informace o klientu protivníka
cy: Gwybodaeth am Ddibynnydd y Gelyn
da: Fjende klientinformation
de: Informationen über den gegnerischen Client
el: Πληροφορίες πελάτη εχθρού
es: Información de cliente del enemigo
et: Vastase kliendi info
eu: Etsaiaren bezeroaren informazioa
fa: اطلاعات کارخواه دشمن
fi: Vihollisen asiakkaan tiedot
fr: Informations sur le client de l'ennemi
gl: Información do cliente inimigo:
he: מידע על הלקוח של היריב
hi: दुश्मन क्लाएंट जानकारी
hr: Podaci o protivničkom klijentu
hu: Az ellenfél kliensbeállításai
is: Upplýsingar um biðlara (client) andstæðings
it: Informazioni sul client nemico
ja: 空のクライアント情報
km: ព័ត៌មាន​ម៉ាស៊ីន​ភ្ញៀវ​សត្រូវ
mk: Информации за клиентот-непријател
nb: Klientinformasjon om fiende
nds: Informatschonen över den Gegensmann sien Client
nl: Clientinformatie van de vijand
nn: Informasjon om fiendeklient
pl: Informacje o przeciwniku
pt: Informação do Cliente Inimigo
pt_br: Informações sobre o Inimigo
ru: Сведения о клиенте противника
sk: Informácie o klientovi súpera
sl: Podatki o sovražnikovem odjemniku
sr: Информације о противничком клијенту
sr@latn: Informacije o protivničkom klijentu
sv: Information om fiendeklient
ta: எதிரி கிளையன் தகவல்
tg: Маълумот оиди Мизоҷи Рақиб
uk: Інформація про ворога
zh_cn: 对手客户端信息
zh_tw: 敵方客戶端資訊

source: Client identifier:
ar: معرف العميل:
bn: ক্লায়েন্ট সনাক্তকারী:
bs: Klijent identifikator:
ca: Identificació del client:
cs: Identifikátor klienta:
cy: Dynodydd y dibynnydd:
da: Klient identifikator:
de: Kennung des Clients:
el: Αναγνωριστικό πελάτη:
es: Identificador del cliente:
et: Kliendi tunnus
eu: Bezeroaren identifikatzailea:
fa: شناسۀ کارخواه:
fi: Asiakkaan tunnus:
fr: Identification du client :
gl: Identificador do cliente:
he: מזהה לקוח:
hi: क्लाएंट आइडेंटिफायरः
hr: ID oznaka klijenta:
hu: Kliensazonosító:
is: Auðkenni biðlara:
it: Identificatore del client:
ja: クライアント識別子:
km: លេខ​សម្គាល់​ម៉ាស៊ីន​ភ្ញៀវ ៖
mk: Идентификатор на клиентот:
nb: Klientidentifiserer:
nds: Clientkennen:
nl: Client-identificatie:
nn: Klientidentifikator:
pl: Identyfikator klienta:
pt: Identificador do cliente:
pt_br: Identificador do Cliente:
ru: Идентификатор клиента:
sk: Identifikátor klienta:
sl: Identifikator odjemnika:
sr: Идентификатор клијента:
sr@latn: Identifikator klijenta:
sv: Klientidentifikation:
ta: கிளையன் அடையாளம் காட்டி :
tg: Шиносаи мизоҷ:
uk: Ідентифікатор клієнта:
zh_cn: 客户端标识：
zh_tw: 客戶端識別號:

source: Client information:
ar: معلومات العميل:
bn: ক্লায়েন্ট সংক্রান্ত তথ্য:
bs: Informacije o klijentu:
ca: Informació del client:
cs: Informace o klientu:
cy: Gwybodaeth am y dibynnydd:
da: Klient Information:
de: Information über Client:
el: Πληροφορίες πελάτη:
es: Información del cliente:
et: Kliendi info:
eu: Bezeroaren informazioa:
fa: اطلاعات کارخواه:
fi: Asiakkaan tiedot:
fr: Informations sur le client :
gl: Información do cliente:
he: מידע לקוח:
hi: क्लाएंट जानकारीः
hr: Podaci o klijentu:
hu: Kliensjellemzők:
is: Upplýsingar um biðlara:
it: Informazioni sul client:
ja: クライアント情報:
km: ព័ត៌មាន​ម៉ាស៊ីន​ភ្ញៀវ ៖
mk: Информации за клиентот:
nb: Klientinformasjon:
nds: Clientinformatschonen:
nl: Clientinformatie:
nn: Klientinformasjon:
pl: Informacja o kliencie:
pt: Informação do cliente:
pt_br: Informações sobre o Cliente:
ru: Сведения о клиенте:
sk: Informácie o klientovi:
sl: Podatki o odjemniku:
sr: Информације о клијенту:
sr@latn: Informacije o klijentu:
sv: Klientinformation:
ta: கிளையன் தகவல்:
tg: Маълумот оиди мизоҷ:
uk: Інформація про клієнта:
zh_cn: 客户端信息：
zh_tw: 客戶端資訊

source: CV
bn: সিভি
cs: VK
et: KV
eu: BB
fr: VC
he: גל
is: ÚB
it: VC
nb: KV
nn: KV
pl: WK
pt: VC
pt_br: VC
sl: RO
sv: KV
ta: சிவி
uk: ВК

source: Client version:
ar: إصدار العميل:
bn: ক্লায়েন্ট সংস্করণ:
bs: Verzija klijent:
ca: Versió del client:
cs: Verze klienta:
cy: Fersiwn y dibynnydd:
da: Klient Version:
de: Version des Clients:
el: Έκδοση πελάτη:
es: Versión del cliente:
et: Kliendi versioon:
eu: Bezeroaren bertsioa:
fa: نسخۀ کارخواه:
fi: Asiakkaan versio:
fr: Version du client :
gl: Versión do cliente:
he: גרסת לקוח:
hi: क्लाएंट संस्करण:
hr: Verzija klijenta:
hu: A kliens verziószáma:
is: Útgáfunúmer biðlara:
it: Versione del client
ja: クライアントバージョン:
km: កំណែ​ម៉ាស៊ីន​ភ្ញៀវ ៖
mk: Верзија на клиентот:
nb: Klientversjon:
nds: Clientverschoon:
nl: Clientversie:
nn: Klientversjon:
pl: Wersja klienta:
pt: Versão do cliente:
pt_br: Versão do Cliente:
ru: Версия клиента:
sk: Verzia klienta:
sl: Različica odjemnika:
sr: Верзија клијента:
sr@latn: Verzija klijenta:
sv: Klientversion:
ta: கிளையன் பதிப்பு:
tg: Нусхаи мизоҷ:
uk: Версія клієнта:
zh_cn: 客户端版本：
zh_tw: 客戶端版本:

source: Protocol version:
ar: إصدار البرتوكول:
bn: প্রোটোকল সংস্করণ:
bs: Verzija protokola
ca: Versió del protocol:
cs: Verze protokolu:
cy: Fersiwn y protocol:
da: Protokol version:
de: Protokollversion:
el: Έκδοση πρωτοκόλλου:
es: Versión del protocolo:
et: Protokolli versioon:
eu: Protokoloaren bertsioa:
fa: نسخۀ قرارداد:
fi: Protokollan versio:
fr: Version du protocole :
gl: Versión do protocolo:
he: גרסת פרוטוקול:
hi: प्रोटोकॉल संस्करण:
hr: Verzija protokola:
hu: A protokoll verziószáma:
is: Útgáfa samskiptastaðals:
it: Versione del protocollo:
ja: プロトコルバージョン:
km: កំណែ​ពិធីការ ៖
mk: Верзија на протоколот:
nb: Protokollversjon:
nds: Protokollverschoon:
nl: Protocolversie:
nn: Protokollversjon:
pl: Wersja protokołu:
pt: Versão do protocolo:
pt_br: Versão do Protocolo:
ru: Версия протокола:
sk: Verzia protokolu:
sl: Različica protokola:
sr: Верзија протокола:
sr@latn: Verzija protokola:
sv: Protokollversion:
ta: நெறிமுறை பதிப்பு:
tg: Нусхаи Қарордод:
uk: Версія протоколу:
zh_cn: 协议版本：
zh_tw: 通訊協定版本:

source: PV
bn: পিভি
cs: VP
eu: PB
fr: VP
he: גפ
is: ÚS
it: VP
pl: WP
pt: VP
pt_br: VP
sl: RP
ta: பிவி
uk: ВП

source: CI
bn: সিআই
cs: IK
et: KI
eu: BI
fr: IC
he: מל
is: ÚB
it: IC
nb: KI
nn: KI
pl: IK
pt: IC
pt_br: IC
sl: PO
sv: KI
ta: சிஐ
uk: ІК

source: &Game name:
bn: খেলার না&ম:
ca: Nom de la &partida:
cs: Název &hry:
cy: &Enw'r gêm:
da: Spillets &navn:
de: S&pielname:
el: &Όνομα παιχνιδιού:
es: Nombre de la &partida:
et: Män&gu nimi:
eu: &Jokoaren izena:
fa: نام &بازی:‌
fi: &Pelin nimi:
fr: Nom de la &partie :
he: שם ה&משחק:
hr: &Naziv igre:
hu: A játék ne&ve:
is: H&eiti leiks:
it: &Nome della battaglia:
ja: ゲーム名(&G):
km: ឈ្មោះ​ល្បែង ៖
mk: &Име на играта:
nb: &Spillnavn:
nds: &Speelnaam:
nl: S&pelnaam:
nn: &Spelnamn:
pl: &Nazwa gry:
pt: Nome do jo&go:
pt_br: Nome do &Jogo:
ru: &Название игры:
sk: Meno &hry:
sl: &Ime igre:
sr: &Име игре:
sr@latn: &Ime igre:
sv: S&pelnamn:
ta: &விளையாட்டு பெயர்:
tg: &Номи бозӣ:
uk: &Назва гри:
zh_tw: 遊戲名稱:

source: Choose a port where the server listens on
ar: اختر منفذ لينصت اليه الخادم
bn: সার্ভার যে পোর্টে Listen করবে তা বেছে নিন
bs: Izaberite port na kojem će server slušati
ca: Escolliu un port a on el client escoltarà
cs: Zvolte port, na kterém server naslouchá
cy: Dewiswch porth y mae'r gweinydd yn gwrando arnodd
da: Vælg en port som serveren lytter til
de: Wählen Sie hier einen Port aus, auf dem der Server warten soll
el: Επιλέξτε μια θύρα στην οποία ακούει ο εξυπηρετητής
es: Elija un puerto en el que el servidor escuche
et: Vali port, mida server jälgima hakkab
eu: Hautatu zerbitzariak entzungo duen ataka
fa: انتخاب درگاهی که کارساز به آن گوش می‌دهد
fi: Valitse portti, jota palvelin kuuntelee
fr: Sélectionnez le port d'écoute du serveur
gl: Elixa o porto onde o server esta agardando
he: בחר את היציאה שאליה יאזין השרת
hi: कोई पोर्ट चुनें जिसमें सर्वर सुनेगा
hr: Odaberite port koji će poslužitelj osluškivati
hu: Adja meg a kiszolgáló portszámát
is: Veldu gátt sem miðlarinn hlustar á
it: Scegli la porta su cui il server deve ascoltare
ja: サーバが待ち受けるポートを選択してください
km: ជ្រើស​ច្រក​ដែល​ម៉ាស៊ីន​បម្រើ​ស្ដាប់​លើ
mk: Изберете порта на која ќе слуша серверот
nb: Velg en port tjeneren skal lytte til
nds: Söök hier en Port ut, op de de Server luern schall
nl: Kies een poort waarop de server zal luisteren
nn: Vel porten tenaren lyttar på
pl: Wybierz port, na którym serwer oczekuje połączeń
pt: Escolha um porto no qual o servidor aceite os pedidos
pt_br: Escolher uma porta para o servidor escutar
ru: Выберите порт, на котором будет работать сервер
sk: Vyberte port, na ktorom počúva server
sl: Izberite vrata, na katerih strežnik posluša
sr: Одаберите порт који сервер ослушкује
sr@latn: Odaberite port koji server osluškuje
sv: Välj en port där servern lyssnar
ta: சேவையகம் கேட்கிற துறையை தேர்ந்தெடுக்கவும்
tg: Даргоҳеро, ки бо он хидматрасон кор мекунад, интихоб кунед
uk: Виберіть порт на якому сервер буде очікувати на з'єднання
zh_cn: 选择服务器监听端口
zh_tw: 請選擇伺服器監聽連接埠

source: Shows all shots
ar: أظهر كل الطلقات
bn: নিক্ষিপ্ত সকল গোলা প্রদর্শন করে
bs: Pokaži sva pucanja
ca: Mostra tots els trets
cs: Zobrazení všech výstřelů
cy: Dangos pob ergyd
da: Viser alle skud
de: Alle Schüsse anzeigen
el: Εμφανίζει όλους τους πυροβολισμούς
es: Muestra todos los disparos
et: Naita kõiki laske
eu: Erakutsi tiro guztiak
fa: تمام گلوله‌ها را نمایش می‌‌‌دهد
fi: Näyttää kaikki laukaukset
fr: Afficher tous les tirs
gl: Mostrar tódolos disparos
he: הצג את כל היריות
hi: सभी गोलों को दिखाएँ
hr: Pokaži sve hice
hu: Az összes lövés megjelenítése
is: Sýna öll skot
it: Mostra tutti i tiri
ja: すべての射撃を表示
km: បង្ហាញ​គ្រាប់​បាញ់​ទាំងអស់
mk: Ги прикажува сите истрели
nb: Viser alle skudd
nds: All Schöten wiesen
nl: Toont alle schoten
nn: Viser alle skot
pl: Pokaż wszystkie strzały
pt: Mostra todos os tiros
pt_br: Mostrar todos os tiros
ru: Показать все выстрелы
sk: Ukáže všetky strely
sl: Prikaži vse zadetke
sr: Прикажи све хице
sr@latn: Prikaži sve hice
sv: Visar alla skott
ta: எல்லா ஷாட்ஸையும் காட்டு
tg: Ҳама тирпарониҳоро нишон медиҳад
uk: Показує всі постріли
zh_cn: 显示所有投弹数
zh_tw: 顯示所有發射

source: Shows all hit ships
ar: يظهر كل السفن المضروبة
bn: আঘাতপ্রাপ্ত সকল জাহাজ প্রদর্শন করে
bs: Pokazuje sve pogođene brodove
ca: Mostra tots els vaixells tocats
cs: Zobrazení všech zasažených lodí
cy: Dangos pob llong a gafodd ei tharo
da: Viser alle ramte skibe
de: Alle getroffenen Schiffe anzeigen
el: Εμφανίζει όλα τα χτυπήματα σκαφών
es: Muestra todos los barcos tocados
et: Näidatakse kõiki tabamusi saanud laevu
eu: Erakutsi ontzi guztiak
fa: تمام کشتیهای ضربت را نمایش می‌دهد
fi: Näyttää kaikki osuman saaneet alukset
fr: Afficher tous les bateaux touchés
gl: Mostrar tódolos disparos nos barcos
he: הצג את כל כלי השיט שנפגעו
hi: सभी जहाजों को दिखाएँ जिन पर प्रहार हुए हैं
hr: Pokaži sve pogođene brodove
hu: Az összes eltalált hajó megjelenítése
is: Sýnir öll skip sem orðið hafa fyrir skoti
it: Mostra tutte le navi colpite:
ja: 命中したすべての艦船を表示
km: បង្ហាញ​នាវា​ដែល​បាញ់​ត្រូវ​ទាំងអស់
mk: Ги прикажува сите погодени бродови
nb: Vis alle trufne skip
nds: All drepen Scheep wiesen
nl: Toont alle getroffen schepen
nn: Vis alle trefte skip
pl: Pokaż wszystkie trafione statki
pt: Mostra todos os barcos atingidos
pt_br: Mostrar todos os navios acertados
ru: Показать все попадания
sk: Ukáže všetky zasiahnuté lode
sl: Prikaže vse zadete ladje
sr: Прикажи све погођене бродове
sr@latn: Prikaži sve pogođene brodove
sv: Visar alla träffade fartyg
tg: Ҳамаи киштиҳои тирхӯрдаро нишон диҳед
uk: Показує всі постріли, що влучили
zh_cn: 显示所有命中的战舰
zh_tw: 顯示所有擊中船隻

source: Shows all water shots
ar: اظهار كل الطلقات التي بالماء
bn: পানিতে পতিত সকল গোলা প্রদর্শন করে
bs: Pokazuje sve pogotke u vodu
ca: Mostra tots els trets a l'aigua
cs: Zobrazení všech zásahů do vody
cy: Dangos pob ergyd dŵr
da: Viser alle vandskud
de: Alle Schüsse in Wasser anzeigen
el: Εμφανίζει όλους τους πυροβολισμούς του νερού
es: Muestra todos los disparos al agua
et: Näidatakse kõiki möödalaske
eu: Erakutsi uretarako tiro guztiak
fa: تمام پرتابه‌های آب را نمایش می‌دهد
fi: Näytä kaikki vesiosumat
fr: Afficher tous les coups dans l'eau
gl: Mostrar tódolos disparos na auga
he: הצג את כל הפגיעות במים
hi: सभी पानी के गोलों को दिखाएँ
hr: Pokaži sve pogotke u vodu
hu: A nem talált lövések megjelenítése
is: Sýnir öll vatnsskot
it: Mostra tutti i tiri in acqua
ja: 海に落ちたすべての射撃を表示
km: បង្ហាញ​គ្រាប់​បាញ់​ត្រូវ​ទឹក​ទាំងអស់
mk: Ги прикажува сите погодоци во вода
nb: Vis alle bomskudd
nds: All Schöten in't Water wiesen
nl: Toont alle waterschoten (missers)
nn: Vis alle vass-skot
pl: Pokaż wszystkie niecelne strzały
pt: Mostra todos os tiros na água
pt_br: Mostrar todos os tiros na água
ru: Показать все промахи
sk: Ukáže všetky strely do vody
sl: Prikaži vse zadetke v vodo
sr: Прикажи све поготке у воду
sr@latn: Prikaži sve pogotke u vodu
sv: Visar alla skott i vattnet
tg: Ҳамаи тирпарониҳои ғалатҳоро нишон диҳед
uk: Показує всі постріли, що потрапили у воду
zh_cn: 显示所有投入水中的炸弹
zh_tw: 顯示所有失敗射擊
