Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kbattleship.po
Languages: ar, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Connection to client dropped. The client's protocol implementation (%1) is not compatible with our (%2) version.
ar: تم ايقاف الاتصال بالعميل. بروتوكول العميل (%1) غير متوافق مع نسختنا (%2).
bn: ক্লায়েন্টের সাথে সংযোগ বিচ্ছিন্ন করে দেওয়া হয়েছে। ক্লায়েন্টের প্রোটোকল (%1) সংস্করণ এবং আমাদের প্রোটোকল (%2) সংস্করণ সঙ্গতিপূর্ণ নয়।
bs: Konekciju sa neprijateljem prekinuta. Klijentova implementacija protokola (%1) nije kompaktabilna sa našom (%2) verzijom.
ca: Connexió tancada pel client. La implementació del protocol client (%1) no és compatible amb la nostra (%2) versió.
cs: Přerušilo se spojení s klientem. Implementace protokolu klienta (%1) není kompatibilní s naší verzí (%2).
cy: Gollynwyd y cysylltiad i'r dibynnydd. Nid yw gweithredoliant protocol y dibynnydd (%1) yn gyfaddas â'n fersiwn ni (%2).
da: Forbindelsen til klienten tabt. Klientens protokol implementering (%1) er ikke kompatibel med vores (%2) version.
de: Die Verbindung mit dem Client wurde beendet. Die Protokoll-Version des Clients (%1) ist nicht kompatibel zu der hier verwendeten Version (%2)!
el: Η σύνδεση με τον πελάτη απορρίφθηκε. Η υλοποίηση του πρωτοκόλλου του πελάτη (%1) δεν είναι συμβατή με τη δική μας έκδοση (%2).
es: Conexión a cliente abandonada. La implementación de protocolo del cliente (%1) no es compatible con nuestra (%2) versión.
et: Ühendus kliendiga katkestati. Kliendi protokolli versioon (%1) ei ühti meie omaga (%2).
eu: Bezeroaren konexioa itxi da. du. Bezeroaren protokoloaren inplementazioa (%1) ez da gure bertsioarekin (%2) bateragarria.
fa: اتصال به کارخواه از بین رفت. پیاده‌سازی قرارداد کارخواه )%1( با نسخۀ )%2( ما همساز نیست.
fi: Yhteys asiakkaaseen katkaistu. Asiakkaan protokollatoteutus (%1) ei ole yhteensopiva sinun (%2) version kanssa.
fr: La connexion au client ennemi a été abandonnée. Le protocole de son client (%1) n'est pas compatible avec notre version (%2).
gl: Conexión erronea. A version do protocolo do cliente (%1) é distinta a nosa versión (%2).
he: החיבור אל היריב נותק. יישום הפרוטוקול של הלקוח (%1) אינו תואם לגרסה שלך (%2).
hi: क्लाएंट से कनेक्शन छूट गया. क्लाएंट का प्रोटोकॉल संस्करण कार्यान्वयन (%1) हमारे संस्करण (%2) से संगत नहीं रखता.
hr: Veza s klijentom je prekinuta. Klijentska implementacija protokola (%1) nije kompatibilna s vašom verzijom (%2).
hu: A kapcsolat megszakadt a klienssel. A kliens által használt protokollváltozat (%1) nem kompatibilis az Önével (%2)!
is: Tenging við biðlara stöðvuð. Útfærsla á samskiptastaðli biðlara: (%1) er ekki samhæfð okkar útgáfu: (%2).
it: Abbandonata la connessione col client. L'implementazione (%1) del protocollo usata dal client non è compatibile con la nostra versione(%2).
ja: クライアントとの接続を切りました。クライアントのプロトコル (%1) はこのプログラム (%2) と互換性がありません。
km: ការ​ត​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​ភ្ញៀវ​បាន​ទម្លាក់ ។ ការ​អនុវត្តិ​ពិធីការ​ម៉ាស៊ីន​ភ្ញៀវ (%1) មិន​ឆប​គ្នា​នឹង​កំណែ (%2) ។
mk: Поврзувањето со клиентот е одбиено. Имплементацијата на протоколот (%1) на клиентот не соодветствува со нашата верзија (%2).
nb: Forbindelsen med klienten er brutt. Klientens protokollimplementasjon (%1) er inkompatibel med vår (%2) versjon!
nds: Verbinnen na Client beendt. De Protokollverschoon vun den Client (%1) löppt nich mit disse Verschoon hier (%2) tosamen.
nl: De verbinding met de client is verbroken. De protocolimplementatie (%1) van de client is niet compatible met onze (%2) versie.
nn: Sambandet til klienten er kopla ned. Protokollimplementasjonen til klienten (%1) er ikkje kompatibel med vår versjon (%2).
pl: Połączenie z klientem zostało przerwane. Implementacja protokołu klienta (%1) jest niezgodna z wersją na tym komputerze (%2).
pt: A ligação ao cliente foi quebrada. A implementação do protocolo do cliente (%1) não é compatível com esta versão (%2).
pt_br: Conexão com o cliente quebrada. A implementação do protocolo pelo cliente (%1) não é compatível com a nossa versão (%2).
ru: Соединение с клиентом разорвано. Реализация протокола клиента (%1) не совместима с нашей версией (%2).
sk: Klient prerušil spojenie. Implementácia protokolu klienta (%1) nie je kompatibilná s vašou verziou (%2).
sl: Povezava do odjemnika se je podrla. Izvedba protokola odjemnika (%1) ni združljiva z našo različico (%2).
sr: Веза са клијентом је прекинута. Клијентова имплементација протокола (%1) није компатибилна са нашом верзијом (%2).
sr@latn: Veza sa klijentom je prekinuta. Klijentova implementacija protokola (%1) nije kompatibilna sa našom verzijom (%2).
sv: Anslutning till klienten nedkopplad. Klientens protokollutgåva (%1) är inte kompatibel med vår (%2) version.
ta: கிளையனுடனான தொடர்பு துண்டிக்கப்பட்டது. கிளையனின் %1 நெறிமுறை செயலாக்கம் எங்கள் %2 பதிப்புடன் பொருந்தவில்லை
tg: Пайвастшавӣ бо мизоҷ қатъ шудааст. Иҷрои қарордоди мизоҷи (%1) бо нусхаи мо (%2) ҳамсоз нест.
uk: Зв'язок з клієнтом розірвано. Реалізація протоколу на клієнті (%1) не сумісна з версією протоколу (%2) на цьому комп'ютері.
zh_cn: 到客户端的连接丢失。客户端的协议实现(%1)与我方版本(%2)不兼容。
zh_tw: 客戶端連線中斷，客戶端之通訊協定(%1)不符合我們的版本(%2)

source: We have a player. Let's start...
ar: لدينا لاعب. لنبدأ ...
bn: একজন খেলোয়াড় পাওয়া গিয়েছে। চলুন আরম্ভ করা যাক...
bs: Igrač je ušao. Počnimo...
ca: Tenim un jugador. Deixem-lo començar...
cs: Máme hráče. Začněme...
cy: Mae gennym chwaraewr. Beth am gychwyn...
da: Vi har en spiller. Lad os begynde...
de: Es wurde ein Spieler gefunden. Es geht los ...
el: Έχουμε ένα παίχτη. Ας αρχίσουμε...
es: Hemos conseguido un jugador. Vamos a comenzar...
et: Vastane saabus, alustame...
eu: Jokalari bat dugu. Hasi gaitezen...
fa: یک بازیکن داریم. بگذارید شروع کنیم...
fi: Pelaaja löytyi. Aloitetaan...
fr: Un joueur est arrivé. Commençons...
gl: Temos un xogador. Comecemos...
he: יש לנו שחקן. הבה נתחיל...
hi: हमारे पास एक खिलाड़ी है. चलो प्रारंभ करते हैं...
hr: Imamo igrača. Započnimo...
hu: Belépett egy játékos. Akár kezdődhet is a játék...
is: Við höfum leikmann. Byrjum...
it: C'è un giocatore. Iniziamo...
ja: プレイヤーが来ました。始めましょう...
km: យើង​មាន​អ្នក​លេង​ហើយ ។ តោះ​ចាប់ផ្ដើម...
mk: Имаме играч. Да започнеме...
nb: Vi har en spiller. La oss starte …
nds: Speler funnen. Speelstart...
nl: We hebben een speler. Laat het spel beginnen...
nn: Me har fått ein spelar. Lat oss starta …
pl: Jest przeciwnik. Zaczynamy...
pt: Já temos um jogador. Inicie-se o jogo...
pt_br: Nós temos um jogador. Vamos começar ....
ru: Подключился новый участник. Можно начинать игру...
sk: Prihlásil sa hráč. Môžeme začať...
sl: Imamo igralca. Pa začnimo ...
sr: Имамо играча. Почнимо...
sr@latn: Imamo igrača. Počnimo...
sv: Vi hittade en spelare. Låt oss börja...
ta: நம்மிடம் விளையாட்டு வீரர் இருக்கின்றார். நாம் ஆரம்பிப்போம்...
tg: Мо бозингар дорем. Биёед оғоз мекунем...
uk: Гравець приєднався. Почнемо...
zh_cn: 有个游戏者加入。开始游戏...
zh_tw: 玩家加入，咱們開始遊戲吧...

source: You can shoot now.
ar: يمكنك اطلاق النار الآن.
bn: এখন আপনি গোলাবর্ষণ করতে পারেন।
bs: Možete pucati sada.
ca: Ara podeu disparar.
cs: Nyní můžete vystřelit.
cy: Gallwch saethu rwan.
da: Du kan skyde nu.
de: Sie können jetzt schießen.
el: Μπορείτε να πυροβολήσετε τώρα.
es: Puede disparar ahora.
et: Võid nüüd oma lasu teha
eu: Orain tiro egin dezakegu.
fa: الان می‌توانید شلیک کنید.
fi: Voit ampua nyt.
fr: Vous pouvez tirer maintenant.
gl: Podes disparar agora.
he: באפשרותך לירות עכשיו.
hi: अब आप गोली चला सकते हैं.
hr: Možete pucati.
hu: Lőjön!
is: Nú mátt þú skjóta.
it: Adesso puoi sparare tu.
ja: 射撃を開始してください。
km: អ្នក​អាច​បាញ់​បាន​ហើយ ។
ko: 지금 공격할 수 있습니다.
mk: Сега може да пукате.
nb: Du kan skyte nå
nds: Du kannst nu scheten.
nl: U kunt nu schieten.
nn: Du kan skyta no.
pl: Możesz strzelać.
pt: Pode disparar agora.
pt_br: Você pode atirar agora.
ru: Теперь вы можете стрелять.
sk: Teraz strieľate vy.
sl: Zdaj lahko ustrelite.
sr: Сада можете да пуцате.
sr@latn: Sada možete da pucate.
sv: Du kan skjuta nu.
ta: இப்பொழுது நீங்கள் சுடலாம்.
tg: Ҳоло шумо тир паронида метавонед.
uk: Ви можете зробити постріл зараз.
zh_cn: 你现在可以投弹了。
zh_tw: 您現在可以射擊

source: Connection refused by other host.
ar: تم رفض الاتصال من المضيف الآخر.
bn: অপর হোস্ট কর্তৃক সংযোগের আবেদন প্রত্যাখ্যাত হয়েছে।
bs: Konekcija odbijena od drugog hosta.
ca: Connexió refusada per l'altre ordinador.
cs: Hostitel odmítl připojení.
cy: Gwrthodwyd y cysylltiad gan y gwesteiwr arall.
da: Forbindelse nægtet af den anden vært.
de: Die Verbindung wurde vom anderen Rechner abgelehnt.
el: Η σύνδεση αρνήθηκε από άλλο υπολογιστή.
es: Conexión rechazada por otro servidor.
et: Vastane keeldus ühendusest!
eu: Beste ostalariak konexioa ukatu du.
fa: اتصال توسط میزبان دیگر رد شد.
fi: Vastapää ei hyväksynyt yhteyttä.
fr: Connexion refusée par l'autre hôte.
gl: Conexión rechazada por outro xogador.
he: החיבור נדחה על ידי המארח המרוחק.
hi: अन्य होस्ट द्वारा कनेक्शन मना किया गया.
hr: Drugo je računalo odbilo vezu.
hu: A távoli gép nem engedélyezte a kapcsolat létrehozását.
is: Tengingu hafnað af hinni tölvunni.
it: Connessione rifiutata dall'altro host.
ja: 相手ホストから接続を拒否されました。
km: ការ​ត​ភ្ជាប់​បាន​បដិសេធ​ដោយ​ម៉ាស៊ីន​ផ្សេង​ទៀត ។
ko: 다른 호스트가 연결을 거부했습니다.
mk: Поврзувањето е одбиено од другиот компјутер.
nb: Forbindelse nektet opprettet av den andre verten!
nds: Tokoppeln vun anner Reekner torüchwiest.
nl: De verbinding is geweigerd door de andere host.
nn: Den andre verten nekta å oppretta samband.
pl: Połączenie odrzucone przez serwer.
pt: A ligação foi recusada pela outra máquina.
pt_br: Conexão negada pela outra máquina.
ru: Ошибка при соединении с другим компьютером.
sk: Spojenie odmietnuté.
sl: Drugi gostitelj je zavrnil povezavo.
sr: Други домаћин је одбио везу.
sr@latn: Drugi domaćin je odbio vezu.
sv: Den andra värddatorn vägrar ansluta.
ta: அடுத்தவர் இணைப்பு தர மறுத்துவிட்டார்.
tg: Пайвастшавӣ аз тарафи соҳиби дигар рад шуд.
uk: Віддаленою машиною було відмовлено в встановлені з'єднання.
zh_cn: 连接被其它主机拒绝。
zh_tw: 其他主機拒絕連線!

source: Couldn't lookup host.
ar: لم يتمكن من البحث عن المضيف.
bn: হোস্টকে Lookup করা যায় নি।
bs: Ne mogu razriješiti ime računara.
ca: No s'ha pogut trobar l'ordinador.
cs: Nelze nalézt hostitele.
cy: Methodd chwilio am y gwesteiwr.
da: Kunne ikke slå vært op.
de: Rechner kann nicht gefunden werden.
el: Αδύνατη η αναζήτηση υπολογιστή.
es: No se pudo encontrar al servidor.
et: Serverit ei leitud!
eu: Ezin da ostalaria aurkitu.
fa: نتوانست به میزبان مراجعه کند.
fi: Konetta ei löytynyt.
fr: Impossible de trouver l'hôte.
gl: Imposible encontra-lo host
he: אין אפשרות לחפש את המארח.
hi: होस्ट तलाश नहीं पाया.
hr: Pretraživanje za računalom nije bilo moguće.
hu: A névfelbontás nem sikerült!
is: Gat ekki flett upp hýsiltölvu.
it: Impossibile contattare l'host.
ja: ホストが見つかりませんでした。
km: មិន​អាច​រក​មើល​ម៉ាស៊ីន ។
mk: Не можам да барам компјутер.
nb: Fant ikke vert.
nds: Reekner lett sik nich finnen.
nl: De host kon niet worden opgezocht.
nn: Fann ikkje vert.
pl: Nie można odnaleźć serwera.
pt: Não foi possível encontrar a máquina.
pt_br: Não foi possível procurar a máquina.
ru: Невозможно определить имя сервера.
sk: Nie je možné nájsť hostiteľa.
sl: Gostitelja ni moč najti.
sr: Нисам могао да пронађем домаћина.
sr@latn: Nisam mogao da pronađem domaćina.
sv: Kunde inte hitta en värddator.
ta: புரவலனை காண முடியவில்லை.
tg: Бозёбии соҳиб нашуда истодааст.
uk: Не вдалося знайти вузол з такою назвою.
zh_cn: 找不到主机。
zh_tw: 搜尋不到主機!

source: Couldn't connect to server.
ar: لم يتمكن من الاتصال بالخادم.
bn: সার্ভারের সাথে সংযুক্ত হওয়া যায় নি।
bs: Ne mogu se konektovati na server.
ca: No s'ha pogut connectar amb el servidor.
cs: Nelze se připojit k serveru.
cy: Methu cysylltu â'r gweinydd.
da: Kunne ikke forbinde til server.
de: Es kann keine Verbindung mit dem Server aufgebaut werden.
el: Αδύνατη η σύνδεση στον εξυπηρετητή.
es: Imposible conectarse al servidor.
et: Serveriga ei saadud ühendust!
eu: Ezin da zerbitzarira konektatu.
fa: نتوانست به کارساز متصل شود.
fi: Ei voitu yhdistää palvelimelle.
fr: Impossible de se connecter au serveur.
gl: Non se puido conectar ó servidor.
he: אין אפשרות להתחבר אל השרת.
hi: सर्वर से कनेक्ट नहीं हो पाया
hr: Povezivanje s poslužiteljem nije bilo moguće.
hu: Nem sikerült csatlakozni a kiszolgálóhoz.
is: Gat ekki tengst miðlara.
it: Impossibile connettersi al server.
ja: サーバに接続できません
km: មិន​អាច​ត​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ ។
ko: 서버에 연결할 수 없습니다.
mk: Не можам да се поврзам на сервер.
nb: Klarte ikke å koble til tjener!
nds: Tokoppeln na Server nich mööglich.
nl: Er kon geen verbinding worden gemaakt met de server.
nn: Klarte ikkje kopla til tenar.
pl: Nie można połączyć się z serwerem.
pt: Não possível contactar o servidor.
pt_br: Não foi possível conectar-se ao servidor.
ru: Невозможно соединиться с сервером.
sk: Nepodarilo sa spojiť so serverom.
sl: Ni se bilo moč povezati s strežnikom.
sr: Нисам могао да се повежем на сервер.
sr@latn: Nisam mogao da se povežem na server.
sv: Kunde inte ansluta till servern.
ta: சேவையகத்துடன் இணைக்க முடியவில்லை
tg: Ба хидматрасон пайваст нашуда истодааст.
uk: Не вдалося з'єднатись з сервером.
zh_cn: 无法连接到服务器。
zh_tw: 無法連結伺服器!

source: Unknown error; No: %1
bn: অজ্ঞাত সমস্যা; নং: %1
bs: Nepoznata greška; br: %1
ca: Error desconegut; núm.: %1
cs: Neznámá chyba č. %1
cy: Gwall anhysbys; Rhif: %1
da: Ukendt fejl, Ingen: %1
de: Unbekannter Fehler Nr.: %1
el: Άγνωστο σφάλμα, Νο: %1
es: Error desconocido; número: %1
et: Tundmatu viga; nr: %1
eu: Errore ezezaguna. Zbkia: %1
fa: خطای ناشناخته؛ شماره: %1
fi: Tuntematon virhe; Nro: %1
fr: Problème inconnu. N° : %1
he: שגיאה לא מוכרת; מספר: %1
hr: Nepoznata pogreška: broj %1
hu: Ismeretlen hiba (%1)
is: Óþekkt villa; Nr: %1
it: Errore sconosciuto; n°: %1
ja: 不明なエラー; No: %1
km: មិន​ស្គាល់​កំហុស; លេខ ៖ %1
mk: Непозната грешка, бр. %1
nb: Ukjent feil; %1
nds: Nich bekannt Fehler mit Nr.: %1
nl: Onbekende fout; Nummer: %1
nn: Ukjend feil: %1
pl: Nieznany błąd (nr: %1)
pt: Erro desconhecido; No: %1
pt_br: Erro desconhecido; No: %1
ru: Неизвестная ошибка, номер: %1
sk: Neznáma chyba číslo: %1
sl: Neznana napaka; št.: %1
sr: Непозната грешка; Бр: %1
sr@latn: Nepoznata greška; Br: %1
sv: Okänt fel, nummer: %1
ta: தெரியாத பிழை; இல்லை: %1
tg: Хатогии Номаълум; Рақам: %1
uk: Невідома помилка; Номер: %1
zh_cn: 未知错误；第 %1 号
zh_tw: 未知的錯誤; No: %1

source: Connection to server lost. Aborting the game.
ar: فقد الاتصال بالخادم. جاري الخروج من اللعبة.
bn: সার্ভারের সাথে সংযোগ বিচ্ছিন্ন হয়ে গিয়েছে। খেলা বাতিল করা হচ্ছে।
bs: Izgubljena veza sa serverom. Prekid igre
ca: S'ha perdut la connexió amb el servidor. Es cancel·la la partida.
cs: Přerušilo se spojení se serverem. Přerušuji hru.
cy: Collwyd y cysylltiad â'r gweinydd. Yn erthylu'r gêm.
da: Forbindelsen til serveren gik tabt. Afbryder spillet.
de: Die Verbindung mit dem Server wurde unterbrochen. Das Spiel wird beendet.
el: Η σύνδεση στον εξυπηρετητή χάθηκε. Διακοπή του παιχνιδιού.
es: Conexión al servidor perdida. Abandonando la partida.
et: Ühendus serveriga kadus. Katkestan mängu!
eu: Zerbitzariaren konexioa galdu da. Jokoa abortatzen.
fa: اتصال به کارساز از بین رفت. در حال ساقط شدن بازی.
fi: Yhteys palvelimelle katkesi. Lopetan pelin.
fr: Connexion au serveur perdue. Abandon de la partie.
gl: Conexión perdida co servidor. Rematando o xogo.
he: החיבור אל השרת אבד. נוטש את המשחק.
hi: सर्वर से कनेक्शन टूटा. खेल बन्द किया.
hr: Veza s poslužiteljem je izgubljena. Igra će biti prekinuta.
hu: Megszakadt a kapcsolat a kiszolgálóval. Kilépés a játékból...
is: Tapaði tengingu við miðlara. Stöðva leik.
it: È caduta la connessione con il server. La partita viene interrotta.
ja: サーバとの接続が失われました。ゲームを中止します。
km: ការ​ត​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ​បាន​បាត់បង់ ។ កំពុង​បោះចោល​ល្បែង ។
mk: Поврзувањето со серверот е загубено. Ја прекинувам играта.
nb: Forbindelsen til tjeneren er brutt. Avbryter spillet!
nds: Verbinnen na Server afreten. Speel warrt afbraken.
nl: De verbinding met de server is verbroken. Het spel wordt afgebroken.
nn: Mista sambandet til tenaren. Avbryt spelet.
pl: Połączenie z serwerem zostało przerwane. Gra anulowana.
pt: A ligação ao servidor foi perdida. A interromper o jogo.
pt_br: Conexão com o servidor perdida. Finalizando o jogo.
ru: Соединение с сервером потеряно. Игра будет завершена.
sk: Spojenie stratené. Ruším hru.
sl: Povezava s strežnikom se je podrla. Igra se prekinja.
sr: Веза са сервером је изгубљена. Прекидам игру.
sr@latn: Veza sa serverom je izgubljena. Prekidam igru.
sv: Förlorade anslutning till servern. Avbryter spelet.
ta: சேவையகத்துக்கு இணைப்பு முடங்கியது. விளையாட்டை நிறுத்துகிறது.
tg: Пайвастшавӣ бо хидматрасон гум шуд. Кандашудани бозӣ.
uk: Загублено з'єднання з сервером. Гру буде завершено.
zh_cn: 到服务器的连接丢失。正在中止游戏。
zh_tw: 伺服器連線終止。遊戲取消!

source: Start Server
ar: ابدأ خادم
bn: সার্ভার চালু করো
bs: Pokreni server
ca: Engega el servidor
cs: Spustit server
cy: Cychwyn y Gweinydd
de: Server starten
el: Εκκίνηση εξυπηρετητή
es: Iniciar servidor
et: Käivita server
eu: Hasi zerbitzaria
fa: آغاز کارساز
fi: Käynnistä palvelin
fr: Démarrer le serveur
gl: Comezar servidor
he: הפעלת שרת
hi: सर्वर चालू करें
hr: Pokreni poslužitelj
hu: A kiszolgáló elindítása
is: Ræsa miðlara
it: Avvia il server
ja: サーバを起動
km: ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ
mk: Стартувај сервер
nb: Start tjener
nds: Server starten
nl: Server starten
nn: Start tenar
pl: Uruchom serwer
pt: Iniciar o Servidor
pt_br: Iniciar Servidor
ru: Запуск сервера
sk: Štart serveru
sl: Zaženi strežnik
sr: Покрени сервер
sr@latn: Pokreni server
sv: Starta server
ta: சேவையகத்தை துவங்கு
tg: Оғозёбии Хидматрасон
uk: Запустити сервер
zh_cn: 启动服务器
zh_tw: 起始伺服器

source: You cannot place the ship here.
ar: لا يمكنك وضع السفينة هنا.
bn: আপনি এখানে জাহাজ রাখতে পারেন না।
bs: Ne možete tu smjestiti brod.
ca: No podeu situar el vaixell aquí.
cs: Zde nemůžete loď umístit.
cy: Ni allwch roi'r llong yma.
da: Du kan ikke placere skibet her.
de: Sie können das Schiff nicht hier hinsetzen.
el: Δεν μπορείτε να τοποθετήσετε το σκάφος εδώ.
es: No puede colocar el barco aquí.
et: Siia ei saa laeva paigutada.
eu: Ezin duzu ontzia hemen kokatu.
fa: کشتی را نمی‌توانید در اینجا جای بدهید.
fi: Et voi asettaa laivaa tähän.
fr: Vous ne pouvez pas placer le bateau ici.
gl: Non podes situa-lo barco aquí.
he: אין אפשרות להציב כאן את כלי השיט.
hi: आप यहाँ जहाज नहीं रख सकते.
hr: Ovdje ne možete postaviti brod.
hu: Ide nem lehet letenni a hajót.
is: Þú getur ekki staðsett skipið hér.
it: Non puoi mettere la nave qui.
ja: ここに船は配置できません。
km: អ្នក​មិន​អាច​ដាក់​នាវា​ទីនេះ ។
mk: Тука не може да поставите брод.
nb: Du kan ikke plassere skipet der.
nds: Du kannst dat Schipp hier nich henstellen
nl: U kunt het schip hier niet plaatsen.
nn: Du kan ikkje plassera skipet her.
pl: Umieszczenie statku w tym miejscu nie jest możliwe.
pt: Não pode colocar o barco aqui.
pt_br: Você não pode colocar o navio aqui.
ru: Вы не можете поместить корабль здесь.
sk: Sem nie je možné umiestniť loď.
sl: Sem ne morete postaviti ladje.
sr: Не можете поставити брод овде.
sr@latn: Ne možete postaviti brod ovde.
sv: Du kan inte placera fartyget här.
ta: இங்கே கப்பலை வைக்கக் கூடாது.
tg: Дар ин ҷо киштиҳоро ҷойгир карда метавонед.
uk: Ви не можете розташувати корабель тут.
zh_cn: 你不能在这里部署战舰。
zh_tw: 您不可以將船艦置於此地。

source: URL of server to attach to. In the form kbattleship://host:port/ or host:port
bn: যে সার্ভারের সাথে যুক্ত হতে হবে, তার ইউ.আর.এল. । এটি লিখতে হবে এভাবে - kbattleship://হোস্ট নং:পোর্ট নং/ অথবা শুধু 'হোস্ট নং:পোর্ট নং'
ca: URL del servidor al qual connectar-se. De la forma kbattleship://ordinador:port/ o ordinador:port
cs: URL serveru, ke kterému se chcete připojit ve formátu kbattleship://počítač:port/ nebo počítač:port
cy: URL o'r gweinydd i gysylltu iddo. O'r ffurf kbattleship://gweinydd:porth/ neu gweinydd:porth
da: URL for server at knytte til. På formen kbattleship://host:port/ eller host:port
de: Adresse des Servers für die Verbindung. Wird in der Form kbattleship://rechner:port/ oder rechner:port angegeben.
el: Το URL του εξυπηρετητή που θα γίνει σύνδεση. Είναι της μορφής kbattleship://κόμβος:θύρα/ ή κόμβος:θύρα
es: URL asociada al servidor. Debe tener la forma kbattleship://servidor:puerto/ o servidor:puerto
et: Serveri URL, millega ühendus luuakse, kujul kbattleship://masin:port/ või masin:port
eu: Konektatzeko zerbitzariaren aren URL-a. Honako forman: kbattleship://ostalaria:ataka/ edo ostalaria:ataka
fa: نشانی وب کارساز برای پیوستن به. به شکل kbattleship://host:port/ or host:port
fi: Liitettävän palvelimen URL. Anna muodossa kbattleship://host:port/ tai host:port
fr: URL du serveur auquel se connecter. Cette adresse doit être de la forme « kbattleship://machine:port/ » ou « machine:port »
he: כתובת המארח אליו ברצונך להתחבר בתבנית kbattleship://host:port/ או host:port
hr: URL adresa poslužitelja za povezivanje. Unijeti u obliku kbattleship://poslužitelj:port/ ili poslužitelj:port.
hu: A csatlakozási kiszolgáló URL-je. Formátuma: kbattleship://gépnév:port/ vagy gépnév:port
is: URL þjóns til að tengjast við. Á sniðinu kbattleship://þjónn:gátt/ eða þjónn:gátt
it: URL del server a cui connettersi. Nella forma kbattleship://host:porta/ o host:porta
ja: 接続するサーバの URL。「kbattleship://ホスト:ポート/」または「ホスト:ポート」の形式で。
km: URL របស់​ម៉ាស៊ីន​បម្រើ​ដែល​ត្រូវ​ភ្ជាប់​ទៅ ។ ក្នុង​ទម្រង់ kbattleship://ម៉ាស៊ីន:ច្រក/ ឬ ម៉ាស៊ីន:ច្រក
mk: URL на серверот каде треба да се прикачи. Во облик battleship://host:port/ или host:port
nb: Nettadresse til tjeneren som skal tilkobles. I formen kbattleship://vert:port/ eller vert:port
nds: Serveradress för de Verbinnen. Ehr Schriefwies is "kbattleship://reekner:port/" oder "reekner:port"
nl: URL-adres van de server om mee te verbinden. In de vorm van kbattleship:/host:poort/ of host:poort
nn: Nettadressa til tenaren du vil kopla til: kbattleship://vert:port/ eller vert:port.
pl: Adres serera KBattleShip w postaci kbattleship://serwer:port/ lub serwer:port
pt: URL ao servidor onde ligar. No formato kbattleship://servidor:porto/ ou servido:porto
pt_br: Endereço do servidor ao qual conectar. Da forma kbattleship://máquina:porta ou máquina:porta
ru: Адрес сервера для сетевой игры. Задаётся в виде kbattleship://host:port/ или host:port
sk: URL servera na pripojenie. Vo forme kbattleship://počítač:port/ alebo počítač:port
sl: URL strežnika, kamor se naj priklopi. V obliki »kbattleship://gostitelj:vrata/« ali »gostitelj:vrata«
sr: URL сервера за качење, у облику kbattleship://domacin:port/ или domacin:port
sr@latn: URL servera za kačenje, u obliku kbattleship://domacin:port/ ili domacin:port
sv: Webbadress till server att ansluta till på formen kbattleship://värddator:port/ eller värddator:port
ta: சேவகனின் வலைமனை இணைக்கவேண்டும். kbattleship://host:port/ அல்லது host:port வடிவத்தில்
tg: URL сервер часпидан ба. Дар формаи kbattleship://host:port/ ё соҳиби:бандар
uk: Адреса URL сервера для з'єднання. У вигляді kbattleship://вузол:порт/ або вузол:порт
zh_tw: 伺服器連結的 URL。格式為 kbattleship://主機:埠號/ 或是 主機:埠號
