Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kbattleship.po
Languages: ar, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Failed to bind to local port "%1" Please check if another KBattleship server instance is running or another application uses this port.
ar: فشل في الاتصال بالمنفذ "%1" برجاء التحقق إذا كان هناك خادم KBattelship يعمل أو إذا كان هناك أي تطبيق يستخدم هذا المنفذ.
bn: স্থানীয় পোর্ট "%1"-এ Bind করা যায় নি অনুগ্রহপূর্বক নিশ্চিত হোন যে, কে-ব্যাটলশিপ খেলার অপর কোন সার্ভার চলছে কি না অথবা অন্য কোন অ্যাপলিকেশন এই পোর্টটি ব্যবহার করছে কিনা।
bs: Neuspješno povezivanje na lokalni port "%1" Provjerite da li je drugi KBattleship server je pokrenut ili druga aplikacija koristi ovaj port.
ca: Ha fallat la connexió al port local "%1" Comproveu si hi ha una altra instància en marxa del servidor KBattleship o una altra aplicació usa aquest port.
cs: Nepodařilo se spojit s lokálním portem "%1" Zkontrolujte prosím, zda neběží jiná instance serveru Lodí, nebo zda tento port nepoužívá jiná aplikace.
cy: Methodd glymu at y porth lleol "%1" Gwiriwch os oes enghraifft arall o weinydd KBattleship yn rhedeg, neu os mae cymhwysiad arall yn defnyddio'r porth yma.
da: Det mislykkedes at binde til lokal port "%1" Undersøg venligst om en andet KBattleship server udgave kører eller et andet program bruger denne port.
de: Öffnen des lokalen Ports %1 ist fehlgeschlagen. Bitte prüfen Sie, ob "Schiffe versenken" schon läuft oder ob eine andere Anwendung diesen Port benutzt.
el: Αδύνατη η πρόσβαση στην τοπική θύρα "%1" Παρακαλώ ελέγξτε αν εκτελείται άλλος εξυπηρετητής του KBattleship ή αν ή θύρα χρησιμοποιείται από κάποια άλλη εφαρμογή.
es: Ha fallado la conexión con el puerto local «%1» Por favor, compruebe si otro servidor KBattleship se está ejecutando u otra aplicación utiliza este puerto.
et: Pordi "%1" avamine ei õnnestunud Palun kontrolli, ega sul ei ole veel ühte koopiat sellest mängust käimas või mõnda teist rakendust seda porti kasutamas
eu: Errorea "%1" ataka lokalera estekatzean Egiaztatu beste KBattleship zerbitzariaren instantzia bat martxan dagoen edo beste aplikazio batek darabilen.
fa: خرابی در مقیدسازی، بنابر درگاه محلی»%1« لطفاً، بررسی کنید که آیا نمونه کارساز KBattleship دیگری در حال اجراست، یا کاربرد دیگری از این درگاه استفاده می‌کند.
fi: Paikalliseen porttiin "%1" sitominen epäonnistui Tarkista ettei joku toinen KBattleship palvelin ole käynnissä tai ettei joku toinen ohjelma käytä porttia.
fr: Impossible de communiquer sur le port local « %1 ». Veuillez vérifier qu'aucune autre instance du serveur KBattleship n'est active et qu'aucune autre application n'utilise ce port.
gl: Fallou a conexión ó porto local "%1" Comproba se outro servidor de KBattleship está executándose ou outra .aplicación usa este porto.
he: הקישור אל היציאה מקומית "%1" לא הצליח בדוק אם פועל מופע שרת נוסף של KBattleship או אם יישום אחר משתמש ביציאה זו.
hi: स्थानीय पोर्ट को बाइंड करने में असफल "%1" कृपया जाँचें कि एक अन्य के-बैटलशिप सर्वर अनुरोध तो नहीं चल रहा है या कोई अन्य अनुप्रयोग इस पोर्ट का उपयोग तो नहीं कर रहा है.
hr: Povezivanje na lokalni port "%1" nije uspjelo. Provjerite dali poslužitelj KPotapanja funkcionira ili neki drugi program upotrebljava ovaj port.
hu: Nem sikerült lefoglalni ezt a helyi portot: "%1" Ellenőrizze, hogy nem fut-e már egy példány a programból (mint kiszolgáló), vagy esetleg egy másik program nem használja-e a portot.
is: Tókst ekki að tengjast staðbundinni gátt "%1" Athugaðu hvort annar miðlari fyrir K-Sjóorrustu er í gangi eða hvort annað forrit noti þessa gátt.
it: Impossibile connettersi alla porta locale "%1" Per favore controlla se è già attivo un server KBattleship o un'altra applicazione utilizza questa porta.
ja: ローカルポート %1 のバインドに失敗しました。 他の KBattleship サーバインスタンスが動作していないか、他のアプリケーションがこのポートを使用していないか確認してください。
km: បាន​បរាជ័យ​ក្នុង​ការ​ចង​ច្រក​មូលដ្ឋាន "%1" សូម​ពិនិត្យ​មើល​ថា​តើ​ច្បាប់​ចម្លង​ម៉ាស៊ីន​បម្រើ KBattleship មួយ​ទៀត​កំពុង​រត់ ឬ កម្មវិធី​ផ្សេង​ទៀត​ប្រើ​ច្រក​នេះ ។
ko: 지역 포트 "%1"에 바인딩할 수 없습니다 또 다른 KBattleship 서버가 실행 중이거나 다른 프로그램에서 이 포트를 사용하고 있지 않은 지 확인하십시오.
mk: Неуспеав да се врзам на локалната порта „%1“ Проверете дали не работи некоја друга инстанца на KBattleship-сервер или пак некоја друга апликација ја користи оваа порта.
nb: Klarte ikke å binde til lokal port "%1" Vennligst sjekk om en annen KSlagskip tjenerinstans kjører, eller om en annet program bruker denne porten.
nds: Lokaal Port %1 lett sik nich opmaken. Bitte prööv, wat al en "Scheep versenken"-Server löppt, oder wat en anner Programm disse Port bruukt.
nl: Het verbinden met de lokale poort "%1" is mislukt. Controleer of er een andere KBattleship-server draait of dat een ander programma deze poort gebruikt.
nn: Klarte ikkje binda til lokal port «%1» Sjå om ein annan instans av KBattleship køyrer eller om eit anna program brukar porten.
pl: Nie można wykorzystać portu lokalnego "%1" Proszę sprawdzić, czy inna wersja KBattleship nie jest już uruchomiona, a także czy inny program nie korzysta z tego samego portu.
pt: Não foi possível a associação ao porto local "%1" Verifique se está a correr outro servidor do KBattleShip ou se está outra aplicação a usar este porto.
pt_br: Falha ao ligar à porta local "%1" Por favor, verifique se outra instância do servidor do KBattleship está rodando ou outra aplicação usa esta porta.
ru: Невозможно запустить сервер на порту "%1" Проверьте, не запущен ли ещё один экземпляр программы Морской бой, и не использует ли этот порт другая программы.
sk: Nepodarilo sa použiť lokálny port "%1" Prosím, overte, či nebeží iná inštancia serveru Lode alebo či iná aplikácie nepoužíva tento port.
sl: Napaka pri povezovanju s krajevnimi vrati »%1« Preverite, ali morda ne teče še en izvod strežnika KBattleship ali kakšen drug program, ki uporablja ta vrata.
sr: Нисам успео да се повежем на локални порт „%1“ Проверите да ли ради други серверски примерак KBattleship-а или други програм користи овај порт.
sr@latn: Nisam uspeo da se povežem na lokalni port „%1“ Proverite da li radi drugi serverski primerak KBattleship-a ili drugi program koristi ovaj port.
sv: Kunde inte ansluta till lokalporten "%1" Kontrollera om en annan Sänka fartyg-serverinstans körs, eller om ett annat program använder den här porten.
ta: "%1" குறும்பரப்பு முனையினை கட்டுதல் தோல்வியுற்றது. தயவு செய்து இதே நேரத்தில் வேறொரு Kபேட்டில்ஷ்ப் சேவையகத்தின் முனையினை இப்பயன்பாடு பயன்படுத்துகிறதா என சோதிக்கவும்
tg: Нокомӣ ҳангоми пайвастан ба даргоҳи маҳаллии "%1" ба амал омад Санҷед, ки намунаи дигари хидматрасони KҶанги Киштиҳо корандозӣ шудааст ё дигар замима ин даргоҳро истифода мебарад.
uk: Не вдалося прив'язатися до локального порту "%1" Перевірте, чи не виконується ще один процес гри, та чи інша програма не використовує цей порт.
zh_cn: 绑定本地端口“%1”失败 请检查是否有其他KBattleship服务器的实例在运行， 或是别的应用程序在使用这个端口。
zh_tw: 無法使用本地端連接埠 "%1" 請檢查是否有其他KBattleship伺服端程式正在使用中 或是其他應用程式使用此連接埠.

source: The connection broke down!
ar: انقطع الاتصال !
bn: সংযোগ বিচ্ছিন্ন হয়ে গিয়েছে!
bs: Veza je pukla
ca: La connexió ha caigut!
cs: Spojení se přerušilo!
cy: Torrodd y cysylltiad!
da: Forbindelsen brød sammen!
de: Die Verbindung wurde unterbrochen!
el: Η σύνδεση χάθηκε!
es: ¡La conexión se perdió!
et: Ühendus katkes!
eu: Konexioa hautsi da!
fa: اتصال خراب شد!
fi: Yhteys katkesi!
fr: La connexion a été coupée !
gl: ¡Caéuse a conexión!
he: החיבור נותק.
hi: कनेक्शन टूट गया!
hr: Veza je prekinuta!
hu: A kapcsolat megszakadt.
is: Sambandið rofnaði.
it: La connessione è caduta!
ja: 接続が途切れました!
km: ការ​ត​ភ្ជាប់​បាន​ដាច់ !
ko: 연결이 깨졌습니다!
mk: Поврзувањето се прекина!
nb: Forbindelsen brøt sammen!
nds: De Verbinnen is afreten!
nl: De verbinding is verbroken.
nn: Sambandet braut saman.
pl: Połączenie przerwane!
pt: A ligação foi quebrada!
pt_br: A conexão foi quebrada!
ru: Соединение разорвано!
sk: Spojenie spadlo!
sl: Povezava se je podrla!
sr: Веза је пукла!
sr@latn: Veza je pukla!
sv: Anslutningen slutade fungera.
ta: இணைப்பு துண்டிக்கப்பட்டது
tg: Пайвастшавӣ канда шудааст!
uk: З'єднання розірвано!
zh_cn: 连接中断了！
zh_tw: 連線中斷!

source: Connect to Server
ar: اتصال بالخادم
bn: সার্ভারের সাথে সংযুক্ত হও
bs: Zakači se na server
ca: Connecta el servidor
cs: Připojit k serveru
cy: Cysylltu â'r Gweinydd
da: Forbind til server
de: Mit Server verbinden
el: Σύνδεση με τον εξυπηρετητή
es: Conectarse al servidor
et: Ühendu serveriga
eu: Konektatu zerbitzarira
fa: اتصال به کارساز
fi: Yhdistä palvelimelle
fr: Se connecter au serveur
gl: Conectar a un servidor
he: התחברות לשרת
hi: सर्वर से जुड़ें
hr: Poveži s poslužiteljem
hu: Csatlakozás a kiszolgálóhoz
is: Tengjast miðlara
it: Connessione al server
ja: サーバに接続
km: ត​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ
ko: 서버에 연결하기
mk: Поврзување на сервер
nb: Koble til tjener
nds: Na Server tokoppeln
nl: Verbinden met server
nn: Kopla til tenar
pl: Połącz z serwerem
pt: Ligar ao Servidor
pt_br: Conectar ao servidor
ru: Соединиться с сервером
sk: Pripojiť sa k serveru
sl: Poveži se s strežnikom
sr: Повежи се на сервер
sr@latn: Poveži se na server
sv: Anslut till server
ta: சேவையகத்துடன் இணை
tg: Пайвастшавӣ ба Хидматрасон
uk: З'єднатись з сервером
zh_cn: 连接到服务器
zh_tw: 連結至伺服器

source: &Connect
ar: &اتصال
bn: সংযুক্ত &হও
bs: &Zakači se
ca: &Connecta
cs: &Připojit
cy: &Cysylltu
da: &Forbind
de: &Verbinden
el: &Σύνδεση
es: &Conectar
et: &Ühendu
eu: &Konektatu
fa: &اتصال‌
fi: &Yhdistä
fr: Se &connecter
gl: &Conectar
he: &התחבר
hi: जुड़ें (&C)
hr: &Poveži
hu: &Csatlakozás
is: &Tengjast
it: &Connetti
ja: 接続(&C)
km: តភ្ជាប់
ko: 연결(&C)
mk: &Поврзи се
nb: &Kobl til
nds: &Tokoppeln
nl: &Verbinden
nn: &Kopla til
pl: &Połącz
pt: &Ligar
pt_br: &Conectar
ru: &Соединиться
sk: &Pripojiť
sl: &Poveži
sr: &Повежи се
sr@latn: &Poveži se
sv: A&nslut
ta: இணை
tg: &Пайвастшавӣ
uk: &З'єднатись
zh_cn: 连接(&C)
zh_tw: 連線(&C)

source: KBattleship
bn: কে-ব্যাটলশিপ
cs: Lodě
et: Laevade pommitamine
hi: के-बैटलशिप
hr: KPotapanje brodova
is: KSjóorrusta
nb: KSlagskip
ru: Морской бой
sk: Lode
sl: Bojna ladja
sv: Sänka fartyg
ta: கெபோர்கப்பல்
tg: KҶанги Киштиҳо
uk: Морський бій

source: The KDE Battleship clone
ar: نسخة KDE من لعبة Battleship
bn: ব্যাটলশিপ খেলার একটি কে.ডি.ই. ক্লোন
bs: KDE Battleship klon
ca: El clon de la guerra de vaixells de KDE
cs: KDE klon hry Battleship
cy: Clôn Llong Ryfel KDE
da: KDE Battleship klon
de: Schiffe versenken für KDE
el: Ο κλώνος Battleship του KDE
es: El juego de los barcos para KDE
et: KDE Laevade pommitamise mäng.
eu: KDE-ren ontzi-guda
fa: بدل دقیق کشتی جنگی KDE
fi: KDE laivanupotuspeli
fr: La bataille navale de KDE
gl: O "Afundi-la flota" do KDE
he: משחק תואם צוללות ל־KDE
hi: केडीई बैटलशिप प्रतिरूप
hr: KDE klon igre potapanja brodova
hu: Torpedós játék KDE alá
is: KDE-útgáfan af sjóorrustu
it: Un clone di BattagliaNavale per KDE
ja: KDE Battleship クローン
km: ការ​ចម្លង KDE Battleship
ko: KDE 전함 클론
mk: Клон на Battleship за KDE
nb: KDE Slagskip-kloning
nds: Scheep versenken (KBattleship) för KDE
nl: De KDE Battleship-kloon
nn: Slagskipklone for KDE
pl: Wersja Okrętów dla KDE
pt: O clone de Batalha Naval do KDE
pt_br: O Clone do Batalha Naval para o KDE
ru: Морской бой
sk: KDE klon hry Lode
sl: Klon bojne ladje za KDE
sr: KDE-ов клон подморница
sr@latn: KDE-ov klon podmornica
sv: KDE-kopia av Battleship
ta: KDE பேட்டில் ஷிப் நகலி
tg: KDE клони Ҷанги Киштиҳо
uk: Аналог відомої гри Морський бій для KDE
zh_cn: KDE的Battleship游戏
zh_tw: KDE 戰艦遊戲模仿版

source: Connection to client lost. Aborting the game.
ar: فقد الاتصال بالعميل. جاري الخروج من اللعبة.
bn: ক্লায়েন্টের সাথে সংযোগ বিচ্ছিন্ন হয়ে গিয়েছে। খেলা বাতিল করা হচ্ছে।
bs: Izgubljena veza sa klijentom. Prekidanje igre.
ca: S'ha perdut la connexió amb el client. El joc es cancel·la.
cs: Spojení s klientem se přerušilo. Přerušuji hru.
cy: Collwyd y cysylltiad i'r dibynnydd. Yn erthylu'r gem.
da: Forbindelse til klient gik tabt. Afbryder spillet.
de: Die Verbindung zum Client wurde unterbrochen. Das Spiel wird beendet!
el: Η σύνδεση με τον πελάτη χάθηκε. Διακοπή του παιχνιδιού.
es: Conexión al cliente perdida. Abandonando la partida.
et: Ühendus kliendiga kadus. Katkestan mängu!
eu: Bezeroaren konexioa galde da. Jokoa abortatzen.
fa: اتصال به کارساز از بین رفت. در حال ساقط کردن بازی.
fi: Yhteys asiakkaaseen katosi. Lopetan pelin.
fr: Connexion au client perdue. Abandon de la partie.
gl: Conexión co cliente perdida. Abortando o xogo.
he: החיבור אל הלקוח אבד. נוטש את המשחק.
hi: सर्वर से कनेक्शन खोया. खेल बन्द किया.
hr: Veza s klijentom izgubljena. Igra će biti prekinuta.
hu: Megszakadt a kapcsolat a klienssel. Kilépés a játékból...
is: Tenging við biðlara tapast. Leik hætt.
it: È caduta la connessione con il client. La partita viene interrotta.
ja: クライアントとの接続が失われました。ゲームを中止します。
km: ការ​ត​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​ភ្ញៀវ​បាន​បាត់បង់ ។ កំពុង​បោះចោល​ល្បែង ។
ko: 클라이언트와의 연결이 끊어졌습니다. 게임을 중단합니다.
mk: Поврзувањето со клиентот е прекинато. Ја прекинувам играта.
nb: Forbindelsen til klienten er brutt. Avbryter spillet!
nds: Verbinnen na Client afreten. Speel warrt afbraken.
nl: De verbinding met de client is verloren gegaan. Het spel wordt gestopt.
nn: Mista sambandet til klienten. Avbryt spelet.
pl: Połączenie z klientem zostało przerwane. Gra anulowana.
pt: Perdeu-se a ligação ao cliente. A interromper o jogo.
pt_br: Conexão com o cliente perdida. Finalizando jogo.
ru: Соединение с клиентом потеряно. Игра будет завершена.
sk: Spojenie s klientom stratené. Ruším hru.
sl: Povezava do odjemnika je izgubljena. Igra se prekinja.
sr: Веза са клијентом изгубљена. Прекидам игру.
sr@latn: Veza sa klijentom izgubljena. Prekidam igru.
sv: Förlorade anslutning till klienten. Avbryter spelet.
ta: கிளையனுடனான தொடர்பு துண்டிக்கப்ப்ட்டது. விளையாட்டினை முறிக்கவும்
tg: Пайвастшавӣ бо мизоҷ гум шудааст. Кандашавии бозӣ.
uk: Загублено з'єднання з клієнтом. Гру буде завершено.
zh_cn: 到客户端的连接丢失。正在中止游戏！
zh_tw: 客戶端連線中斷，取消遊戲!

source: Connection dropped by enemy. The client's protocol implementation (%1) is not compatible with our (%2) version.
ar: تم ايقاف الاتصال بواسطة العدو. بروتوكول العميل (%1) غير متوافق مع نسختنا (%2)
bn: শত্রুপক্ষ সংযোগ বিচ্ছিন্ন করে দিয়েছেন। ক্লায়েন্টের প্রোটোকল (%1) সংস্করণ এবং আমাদের প্রোটোকল (%2) সংস্করণ সঙ্গতিপূর্ণ নয়।
bs: Konekciju prekinuo neprijatelj. Klijentova implementacija protokola (%1) nije kompaktabilna sa našom (%2) verzijom.
ca: Connexió tancada per l'enemic. La implementació del protocol client (%1) no és compatible amb la nostra (%2) versió.
cs: Protivník přerušil spojení. Implementace protokolu klienta (%1) není kompatibilní s naší verzí (%2).
cy: Gollynwyd y cysylltiad gan y gelyn. Nid yw gweithredoliant protocol y dibynnydd (%1) yn gyfaddas â'n fersiwn ni (%2).
da: Forbindelsen tabt af fjenden. Klientens protokol implementering (%1) er ikke kompatibel med vores (%2) version.
de: Die Verbindung wurde vom Gegner beendet. Die Protokoll-Version des Clients (%1) ist nicht kompatibel zu der hier verwendeten Version (%2)!
el: Η σύνδεση απορρίφθηκε από τον εχθρό. Η υλοποίηση του πρωτοκόλλου του πελάτη (%1) δεν είναι συμβατή με τη δική μας έκδοση (%2).
es: Conexión abandonada por el enemigo. La implementación de protocolo del cliente (%1) no es compatible con nuestra (%2) versión.
et: Vastane katkestas ühenduse. Tema protokolli versioon (%1) ei ühildu meie omaga (%2).
eu: Etsaiak konexioa itxi du. Bezeroaren protokoloaren inplementazioa (%1) ez da gure bertsioarekin (%2) bateragarria.
fa: اتصال توسط دشمن از بین رفت. پیاده‌سازی قرارداد کارخواه )%1( با نسخۀ )%2( ما همساز نیست.
fi: Vihollinen katkaisi yhteyden. Asiakkaan protokollatoteutus (%1) ei ole yhteensopiva sinun (%2) version kanssa.
fr: L'ennemi a abandonné la connexion. Le protocole de son client (%1) n'est pas compatible avec notre version (%2).
gl: Conexión tirada polo inimigo. A version do protocolo do cliente (%1) é distinta a nosa versión (%2)..
he: החיבור נותק על ידי היריב. יישום הפרוטוקול של הלקוח (%1) אינו תואם לגרסה שלך (%2).
hi: दुश्मन ने कनेक्शन छोड़ दिया. क्लाएंट का प्रोटोकॉल संस्करण कार्यान्वयन (%1) हमारे संस्करण (%2) से संगत नहीं रखता.
hr: Protivnik je prekinuo vezu. Klijentska implementacija protokola (%1) nije kompatibilna s vašom verzijom (%2).
hu: Az ellenfél megszakította a kapcsolatot. Az ellenfél kliense által használt protokollváltozat (%1) nem kompatibilis az Önével (%2)!
is: Andstæðingur slökkti á tengingu. Útfærsla á samskiptastaðli biðlara: (%1) er ekki samhæfð okkar útgáfu: (%2).
it: Connessione interrotta dal nemico. L'implementazione (%1) del protocollo del client non è compatibile con la nostra versione (%2)
ja: 敵が接続を切りました。クライアントのプロトコル (%1) はこのプログラム (%2) と互換性がありません。
km: ការ​ត​ភ្ជាប់បានទម្លាក់​ចោល​ដោយ​សត្រូវ ។ ការ​អនុវត្តិ​ពិធីការ​ម៉ាស៊ីន​ភ្ញៀវ (%1) មិន​ឆប​គ្នា​នឹង​កំណែ (%2) របស់​យើង ។
mk: Поврзувањето е одбиено од непријателот. Имплементацијата на протоколот (%1) на клиентот не соодветствува со нашата верзија (%2).
nb: Forbindelsen brutt av fienden. Klientens protokollimplementasjon (%1) er ikke kompatibel med vår (%2) versjon!
nds: De Gegensmann hett de Verbinnen beendt. De Protokollverschoon vun em sien Client (%1) löppt nich mit disse Verschoon hier (%2) tosamen.
nl: Verbinding is beÃ«indigd door de vijand. De protocolimplementatie (%1) van de client is niet compatibel met onze (%2) versie.
nn: Fienden kopla ned sambandet. Protokollimplementasjonen til klienten (%1) er ikkje kompatibel med vår versjon (%2).
pl: Połączenie zostało przerwane przez przeciwnika. Implementacja protokołu klienta (%1) jest niezgodna z wersją na tym komputerze (%2).
pt: A ligação foi quebrada pelo inimigo. A implementação do protocolo do cliente (%1) não é compatível com esta versão (%2).
pt_br: Conexão quebrada pelo inimigo. A implementação do protocolo pelo cliente (%1) não é compatível com a nossa versão (%2).
ru: Соединение прекращено противником. Реализация протокола клиента (%1) не совместима с вашей версией (%2).
sk: Súper prerušil spojenie. Implementácia protokolu klienta (%1) nie je kompatibilná s vašou verziou (%2).
sl: Sovražnik je podrl povezavo. Izvedba protokola odjemnika (%1) ni združljiva z našo različico (%2).
sr: Противник је прекинуо везу. Клијентова имплементација протокола (%1) није компатибилна са нашом верзијом (%2).
sr@latn: Protivnik je prekinuo vezu. Klijentova implementacija protokola (%1) nije kompatibilna sa našom verzijom (%2).
sv: Anslutning nedkopplad av fienden. Klientens protokollutgåva (%1) är inte kompatibel med vår (%2) version.
ta: எதிரிகளால் தொடர்பு துண்டிக்கப்பட்டது. பிரதான நெறிமுறை செயலாக்கம்%1, எங்கள் %2 பதிப்புடன் பொருந்தவில்லை.
tg: Пайвастшавӣ аз тарафи рақиб канда шудааст. Иҷрои қарордоди мизоҷи (%1) бо нусхаи мо (%2) ҳамсоз нест.
uk: Ворог було розірвав зв'язок. Реалізація протоколу на клієнті (%1) не сумісна з версією протоколу (%2) на цьому комп'ютері.
zh_cn: 对手中断连接。客户端的协议实现(%1)与我方版本(%2)不兼容。
zh_tw: 連線被敵方中斷。客戶端之通訊協定(%1)不符合我們的版本(%2)。

source: You lost the game :(
ar: لقد خسرت اللعبه :(
bn: আপনি হেরে গিয়েছেন :(
bs: Izgubili ste igru :(
ca: Heu perdut la partida :(
cs: Prohrál jste hru :(
cy: Rydych wedi colli'r gêm :(
da: Du tabte spillet :(
de: Sie haben das Spiel verloren :-(
el: Χάσατε το παιχνίδι :(
es: Ha perdido la partida :(
et: Sa kaotasid :(
eu: Jokoa galdu duzu :(
fa: بازی را باختید (:
fi: Hävisit pelin :(
fr: Vous avez perdu la partie :-(
gl: Perdiches o xogo :(
he: הפסדת במשחק :(
hi: आप खेल हार गए :(
hr: Izgubili ste :(
hu: Ön vesztett! :-(
is: Þú tapaðir leiknum :(
it: Hai perso la partita :(
ja: あなたの負けです :(
km: អ្នក​ចាញ់​ហើយ :(
ko: 게임에서 졌습니다 :(
mk: Ја загубивте играта :(
nb: Du tapte spillet :(
nds: Du hest dat Speel verloren :-(
nl: U hebt het spel verloren
nn: Du tapte :(
pl: Przegrałeś :(
pt: O utilizador perdeu o jogo :(
pt_br: Você perdeu o jogo :(
ru: Вы проиграли :(
sk: Prehrali ste :(
sl: Igro ste izgubili :(
sr: Изгубили сте :(
sr@latn: Izgubili ste :(
sv: Du förlorade spelet
ta: நீங்கள் விளையாட்டில் தோற்றுவிட்டீர்கள்:(
tg: Шумо мағлуб шудед :(
uk: Ви програли :(
zh_cn: 你输了 :(
zh_tw: 您輸掉了遊戲 :(
