Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kbattleship.po
Languages: ar, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: Waiting for an answer...
ar: في انتظار الرد...
bn: উত্তরের জন্য অপেক্ষা করা হচ্ছে...
bs: Čekanje odgovora...
ca: S'està esperant una resposta...
cs: Čekám na odpověď...
cy: Yn aros am ateb...
da: Venter på et svar...
de: Auf eine Antwort warten ...
el: Αναμονή για μια απάντηση...
es: Esperando una respuesta...
et: Ootan vastust...
eu: Erantzuna itxaroten...
fa: منتظر یک جواب...
fi: Odota vastausta...
fr: Attente de la réponse...
gl: Agardando unha resposta...
he: ממתין לתשובה...
hi: एक उत्तर की प्रतीक्षा में...
hr: Čekanje odgovora...
hu: Várakozás a válaszra...
is: Bið eftir svari...
it: In attesa di una risposta...
ja: 応答を待っています...
km: កំពុង​រង់ចាំ​ចម្លើយ...
ko: 응답을 기다리는 중...
mk: Чекам одговор...
nb: Venter på svar …
nds: An't Töven op Antwoort...
nl: Er wordt gewacht op een antwoord...
nn: Ventar på svar …
pl: Oczekiwanie na odpowiedź...
pt: À espera de uma resposta...
pt_br: Esperando resposta...
ru: Ожидание ответа...
sk: Čakám na odpoveď...
sl: Čakanje na odgovor ...
sr: Чекам одговор...
sr@latn: Čekam odgovor...
sv: Väntar på ett svar...
ta: பதிலுக்கு காத்திருப்பு
tg: Интизори ҷавоб...
uk: Очікування на відповідь...
zh_cn: 等待回答...
zh_tw: 等待回應...

source: Loading Start-Server dialog...
ar: جاري تحميل مربع الاتصال بالخادم...
bn: Start-Server ডায়ালগ লোড করা হচ্ছে...
bs: Učitavanje prozora pokretanje servera...
ca: S'està carregant el diàleg d'inici del servidor...
cs: Nahrávám dialog pro spuštění serveru...
cy: Yn llwytho'r ymgom Cychwyn-y-Gweinydd...
da: Indlæser Start-server dialog...
de: Dialog für das Starten des Servers wird geladen ...
el: Φόρτωση διαλόγου Εκκίνηση-Εξυπηρετητή...
es: Cargando diálogo de inicio del servidor...
et: Serveri käivitamise dialoogi laadimine...
eu: Zerbitzaria hasteko elkarrizketa kargatzen...
fa: در حال بارگذاری محاورۀ آغاز کارساز...
fi: Lataan käynnistä palvelin ikkunan...
fr: Ouverture de la fenêtre de démarrage du serveur...
gl: Cargando. Comezando dialogo co servidor...
he: טוען את דו־שיח הפעלת השרת...
hi: स्टार्ट-सर्वर संवाद लोड किया जा रहा है...
hr: Učitavanje dijalog za pokretanje poslužitelja...
hu: A kiszolgáló elindítási párbeszédablakának betöltése...
is: Hleð samtalsglugga varðandi gangsetningu miðlara...
it: Caricamento della finestra di dialogo per avviare il server...
ja: サーバ起動ダイアログを読み込んでいます...
km: កំពុង​ផ្ទុក​ប្រអប់​ចាប់ផ្ដើម​ម៉ាស៊ីន​បម្រើ...
ko: 서버 시작 대화상자 불러오는 중...
mk: Вчитувам дијалог за стартување сервер...
nb: Laster "Start tjener"-dialog …
nds: Server-Startdialoog warrt laadt...
nl: Het dialoogvenster om de server te starten wordt geladen...
nn: Lastar dialog for tenarstart …
pl: Wczytywanie okna uruchamiania serwera...
pt: A carregar a janela de arranque do servidor...
pt_br: Carregando diálogo de conexão ao Servidor ...
ru: Загрузка диалога запуска сервера...
sk: Načítavam dialóg pre spustenie serveru...
sl: Nalaganje pogovornega okna zagona strežnika ...
sr: Учитавам дијалог за покретање сервера...
sr@latn: Učitavam dijalog za pokretanje servera...
sv: Laddar dialogrutan för att starta servern...
ta: துவக்கு சேவையக உரையாடலை ஏற்றுகிறது.
tg: Боркунии муколамаи Оғозкунии Хидматрасон...
uk: Завантаження вікна запуску сервера...
zh_cn: 正在加载启动服务器对话框...
zh_tw: 載入開始伺服器對話視窗...

source: &Stop server
ar: اي&قاف الخادم
bn: সার্ভার &বন্ধ করো
bs: Zau&stavi server
ca: A&tura el servidor
cs: Za&stavit server
cy: &Atal gweinydd
de: &Server anhalten
el: &Σταμάτημα εξυπηρετητή
es: Detener &servidor
et: &Peata server
eu: &Gelditu zerbitzaria
fa: &ایست کارساز‌
fi: &Pysäytä palvelin
fr: Arrê&ter le serveur
gl: &Parando servidor
he: עצור &שרת
hi: सर्वर बन्द करें (&S)
hr: &Zaustavi poslužitelj
hu: A kiszolgáló &leállítása
is: &Stöðva miðlara
it: Arresta il &server
ja: サーバを停止(&S)
km: បញ្ឈប់​ម៉ាស៊ីន​បម្រើ
ko: 서버 중지하기(&S)
mk: &Запри го серверот
nb: &Stopp tjener
nds: &Server anhollen
nl: &Server stoppen
nn: &Stopp tenar
pl: &Zatrzymaj serwer
pt: &Parar o servidor
pt_br: Parar &servidor
ru: &Остановить сервер
sk: Za&staviť server
sl: &Ustavi strežnik
sr: &Заустави сервер
sr@latn: &Zaustavi server
sv: &Stoppa server
ta: சேவையகத்தை நிறுத்து
tg: Хидматрасонро &боздоред
uk: &Зупинити сервер
zh_cn: 停止服务器(&S)
zh_tw: 停止伺服器(&S)

source: Waiting for a player...
ar: في انتظار اللاعب...
bn: একজন খেলোয়াড়ের আশায় অপেক্ষা করা হচ্ছে...
bs: Čekanje igrača
ca: S'està esperant un jugador...
cs: Čekám na hráče...
cy: Yn aros am chwaraewr...
da: Venter på en spiller...
de: Warte auf einen Spieler ...
el: Αναμονή για ένα παίχτη...
es: Esperando a un jugador...
et: Ootan mängijat...
eu: Jokalariaren zain...
fa: منتظر یک بازیکن...
fi: Odotan pelaajaa...
fr: Attente d'un joueur...
gl: Agardando por un xogador...
he: ממתין לשחקן...
hi: एक खिलाड़ी की प्रतीक्षा में...
hr: Čekanje igrača...
hu: Várakozás egy játékosra...
is: Bið eftir leikmanni...
it: In attesa di un giocatore...
ja: プレイヤーを待っています...
km: កំពុង​រង់ចាំ​អ្នក​លេង...
ko: 플레이어를 기다리는 중...
mk: Чекам играч...
nb: Venter på en spiller …
nds: An't Töven op Speler...
nl: Er wordt gewacht op een speler...
nn: Ventar på spelar …
pl: Oczekiwanie na gracza...
pt: À espera de um jogador...
pt_br: Esperando por um jogador ...
ru: Ожидание игрока...
sk: Čakám na hráča...
sl: Čakanje na igralca ...
sr: Чекам играча...
sr@latn: Čekam igrača...
sv: Väntar på en spelare...
ta: விளையாட்டாளருக்கு காத்திருப்பு
tg: Интизори бозингар...
uk: Очікування на гравця...
zh_cn: 等待游戏者加入...
zh_tw: 等待玩家加入...

source: The URL passed to KDE Battleship '%1' is not a valid url
bn: কে.ডি.ই. ব্যাটলশীপ '%1'-কে যে ইউ.আর.এল. দেওয়া হয়েছে, তা বৈধ নয়
ca: L'URL passat al KDE Battleship '%1' no és un URL vàlid
cs: URL zadané KDE Battleship '%1' není platné
cy: Nid URL dilys yw'r URL a basiwyd i Long Rhyfel KDE '%1'
da: URL'en der blev givet til KDE's krigsskib '%1' er ikke en gyldig url
de: Die an das Programm übergebene Adresse '%1' ist ungültig.
el: Η διεύθυνση URL που δόθηκε στο KDE Battleship '%1' δεν είναι έγκυρη
es: El URL «%1» pasado a KDE por Battleship no es un url válido
et: KDE Battleshipile "%1" edastatud URL on vigane
eu: KDE Batteship-i pasatako "%1" URL-a ez da baliozkoa
fa: نشانی وبی که از »%1« Battleship KDE گذر کرد، نشانی وب معتبری نمی‌باشد
fi: KDE Battleshipille välitetty URL '%1' ei ole oikea url
fr: L'URL transmise au KDE Battleship « %1 » n'est pas valable
he: הכתובת "%1" הועברה ל־Battleship היא לא כתובת חוקית
hr: URL '%1' proslijeđen KPotapanju nije valjana URL adresa.
hu: A KBattleshipnek átadott URL ("%1") nem érvényes
is: Slóðin '%1' er ekki gild slóð
it: L'URL fornito a KDE Battleship "%1" non è valido
ja: 入力された URL '%1' は有効な URL ではありません
km: URL ដែល​បាន​ឆ្លង​កាត់​ទៅ KDE Battleship '%1' មិន​មែន​ជា​អាសយដ្ឋាន​ត្រឹមត្រូវ
ko: KDE 전함에 전달한 URL '%1'은(는) 올바른 URL이 아닙니다
mk: URL адресата „%1“дадена на KDE Battleship не е валидна
nb: Nettadressen gitt til KDE Battleship '%1' er ikke en gyldig nettadresse
nds: De na "Scheep versenken" övergeven URL "%1" is leeg
nl: Het URL-adres dat is doorgegeven aan KDE Battleship '%1' is ongeldig
nn: Nettadressa «%1» KDE Battleship fekk er ikkje gyldig.
pl: Parametr URL dla KBattleShip ('%1') jest niepoprawny
pt: A URL '%1' passada ao Batalha Naval KDE não é válida
pt_br: O endereço fornecido ao KDE Battleship '%1' não é válido
ru: Указана неправильная ссылка '%1'
sk: URL poslaná do KDE Battleship '%1' je neplatná
sl: URL, ki je bil podan h KDE Battleship »%1«, ni veljaven URL
sr: URL прослеђен KBattleship-у „%1“ није исправан.
sr@latn: URL prosleđen KBattleship-u „%1“ nije ispravan.
sv: Webbadressen '%1' som skickades till KDE Sänka fartyg är inte en giltig webbadress.
ta: கேடியி பாட்டில்ஷிப் '%1'க்கு அனுப்பப்பட்ட வலைமனை சரியானது அல்ல
tg: URL гузашт ба KDE Ҷангибаҳри '%1' даромадан намешавад ба url
uk: Адреса URL, яку передано до KDE Battleship "%1", не є чинною
zh_tw: 傳送到 KDE Battleship 的 URL %1 不是合法的 URL。

source: The URL passed to KDE Battleship '%1' is not recognised as a Battleship game.
bn: কে.ডি.ই. ব্যাটলশীপ '%1'-কে যে ইউ.আর.এল. দেওয়া হয়েছে, তা কোন ব্যাটলশীপ খেলা নয়।
ca: L'URL passat al KDE Battleship '%1' no es reconeix com una partida de Battleship.
cs: URL zadané KDE Battleship '%1' není hra.
cy: Nid yw'r URL a basiwyd i Long Rhyfel KDE '%1' wedi cael ei adnabod fel gêm Long Rhyfel.
da: URL'en der blev givet til KDE's krigsskib '%1' bliver ikke genkendt som et Battleship-spil.
de: Die an das Programm übergebene Adresse '%1' enthält offenbar keinen Spielstand.
el: Η διεύθυνση URL που δόθηκε στο KDE Battleship '%1' δεν αναγνωρίζεται ως παιχνίδι Battleship.
es: El URL «%1» pasado a KDE por Battleship no se reconoce como un juego de Battleship.
et: KDE Battleshipile "%1" edastatud URL ei vasta Battleshipi mängule.
eu: KDE Batteship-i pasatako "%1" URL-a ez da Battleship-en joko bat bezala ezagutzen.
fa: نشانی وبی که به عنوان یک بازی Battleship از »%1« Battleship KDE گذر کرد، شناخته نمی‌‌شود.
fi: KDE Battleshipille välitetty URL '%1' ei ole tunnistettu Battleship-peliksi.
fr: L'URL transmise au KDE Battleship « %1 » n'est pas reconnue comme une partie Battleship.
he: הכתובת "%1" שהועברה ל־Battleship לא מוכרת בתור משחק Battleship.
hr: URL '%1' proslijeđen KPotapanju nije prepoznat kao igra KPotapanja.
hu: A KBattleshipnek átadott URL ("%1") nem mutat érvényes játékra.
is: Slóðin '%1' er ekki er ekki Battleship leikur.
it: L'URL fornito a KDE Battleship "%1" non corrisponde ad una partita a battaglia navale.
ja: 入力された URL '%1' は Battleship ゲームとして認識されません。
km: URL ដែល​បាន​ឆ្លង​កាត់​ទៅ KDE Battleship '%1' មិន​ទទួល​ស្គាល់​ជា​ល្បែង KBattleship ។
ko: KDE 전함에 전달한 URL '%1'은(는) 전함 게임으로 인식되지 않았습니다
mk: URL адресата „%1“дадена на KDE Battleship не е препознаена од играта Battleship.
nb: Nettadressen gitt til KDE battleship '%1' er ikke gjenkjent som et Battleship spill.
nds: De na "Scheep versenken" övergeven URL "%1" bargt keen Speel.
nl: Het URL-adres dat is doorgegeven aan KDE Battleship '%1' is niet herkend als een Battleship-spel.
nn: Nettadressa «%1» KDE Battleship fekk vert ikkje kjend att som eit Battleship-spel.
pl: Parametr URL dla KBattleShip ('%1') nie jest zapisem gry
pt: A URL '%1' passada ao Batalha Naval KDE não é reconhecida como um jogo Batalha Naval.
pt_br: O endereço fornecido ao KDE Battleship '%1' não é de um jogo de Battleship
ru: Ссылка '%1' не является ссылкой на сохранённую игру.
sk: URL poslaná do KDE Battleship '%1' nie je rozoznaná ako Battleship hra.
sl: URL, ki je bil podan h KDE Battleship »%1«, ni razpoznan kot igra za Battleship
sr: URL прослеђен KBattleship-у „%1“ није препознат као игра подморница.
sr@latn: URL prosleđen KBattleship-u „%1“ nije prepoznat kao igra podmornica.
sv: Webbadressen '%1' som skickades till KDE Sänka fartyg känns inte igen som ett Sänka fartyg spel.
ta: வலைமனை கேடியி பாட்டில்ஷிப் '%1'க்கு அனுப்பப்பட்டது, ஆனால் அறியப்படவில்லை.
tg: URL гузашт ба KDE Ҷангибаҳри '%1' қабул накард бозии Ҷангибаҳриро.
uk: Адреса URL, яку передано до KDE Battleship "%1", не виглядає як гра Battleship.
zh_tw: 傳送到 KDE Battleship 的 URL %1 似乎不是 Battleship 遊戲的 URL。

source: Dis&connect from server
ar: ق&طع الاتصال من الخادم
bn: সার্ভার থেকে সংযো&গ বিচ্ছিন্ন করো
bs: O&tkači se sa servera
ca: Des&connecta del servidor
cs: Od&pojit od serveru
cy: &Dadgysylltu o'r gweinydd
da: &Afbryd forbindelse til server
de: &Verbindung mit Server trennen
el: Απο&σύνδεση από τον εξυπηρετητή
es: Des&conectar del servidor
et: Ka&tkesta ühendus serveriga
eu: Des&konektatu zerbitzaritik
fa: &قطع ارتباط از کارساز‌
fi: &Katkaise yhteys palvelimeen
fr: Se &déconnecter du serveur
gl: Des&conectando dende o servidor
he: &התנתק מהשרת
hi: सर्वर से डिस्कनेक्ट हों (&c)
hr: Prekini &vezu s poslužiteljem
hu: A kapcsolat megsza&kítása
is: &Aftengjast miðlara
it: Dis&connettersi dal server
ja: サーバとの接続を切る(&C)
km: ផ្ដាច់​ពី​ម៉ាស៊ីន​បម្រើ
ko: 서버에서 연결 끊기(&C)
mk: Ис&клучи се од серверот
nb: &Koble fra tjener
nds: Vun Server &afkoppeln
nl: Ver&binding met server verbreken
nn: &Kopla frå tenar
pl: &Rozłącz z serwerem
pt: De&sligar do servidor
pt_br: &Desconectar do servidor
ru: &Отсоединиться от сервера
sk: O&dpojiť od serveru
sl: O&djavi se s strežnika
sr: &Прекини везу са сервером
sr@latn: &Prekini vezu sa serverom
sv: &Koppla ned från servern
ta: சேவையகத்தை நிறுத்து
tg: &Кандашавӣ аз хидматрасон
uk: &Від'єднатися від сервера
zh_cn: 断开到服务器的连接(&C)
zh_tw: 從伺服器斷線(&c)

source: Start Game
ar: ابدأ اللعبة
bn: খেলা আরম্ভ করো
bs: Počni igru
ca: Engega el joc
cs: Spustit hru
cy: Cychwyn y Gêm
da: Start spil
de: Spiel starten
el: Έναρξη παιχνιδιού
es: Comenzar partida
et: Alusta mängu
eu: Hasi jokoa
fa: آغاز بازی
fi: Käynnistä peli
fr: Démarrer la partie
gl: Comenzar xogo
he: התחלת משחק
hi: खेल प्रारंभ करें
hr: Pokreni igru
hu: A játék indítása
is: Hefja leik
it: Inizia la battaglia
ja: ゲームを開始
km: ចាប់ផ្ដើម​ល្បែង
ko: 게임 시작하기
mk: Започни игра
nb: Start spill
nds: Speel starten
nl: Spel starten
nn: Start spel
pl: Rozpocznij grę
pt: Iniciar o Jogo
pt_br: Iniciar Jogo
ru: Начать игру
sk: Spustiť hru
sl: Začni igro
sr: Почни игру
sr@latn: Počni igru
sv: Starta spelet
ta: விளையாட்டை துவங்கு
tg: Оғози Бозӣ
uk: Почати гру
zh_cn: 开始游戏
zh_tw: 開始遊戲

source: Nick name:
ar: الاسم الرمزي:
bn: ডাকনাম:
bs: Nadimak:
ca: Sobrenom:
cs: Přezdívka:
cy: Llysenw:
da: Alias:
de: Spitzname:
el: Παρατσούκλι:
es: Apodo:
et: Nimi:
eu: Goitizena:
fa: لقب:
fi: Lempinimi:
fr: Pseudonyme :
gl: Nome de xogador:
he: כינוי:
hi: उप नामः
hr: Nadimak:
hu: Becenév:
is: Gælunafn:
it: Nome di battaglia:
ja: ニックネーム:
km: សម្មតិនាម ៖
ko: 별명:
mk: Прекар:
nb: Kallenavn:
nds: Ökelnaam:
nl: Bijnaam:
nn: Kallenamn:
pl: Pseudonim:
pt: Alcunha:
pt_br: Apelido:
ru: Псевдоним:
sk: Prezývka:
sl: Vzdevek:
sr: Надимак:
sr@latn: Nadimak:
sv: Smeknamn:
ta: புனைப்பெயர்
tg: Тахаллус:
uk: Прізвисько:
zh_cn: 昵称：
zh_tw: 別名:

source: &Stop game
ar: ايقا&ف اللعبة
bn: খেলা &বন্ধ করো
bs: Zau&stavi igru
ca: &Atura el joc
cs: Za&stavit hru
cy: &Stopio'r Gêm
da: &Stop spil
de: S&piel anhalten
el: &Σταμάτημα παιχνιδιού
es: &Detener partida
et: &Peata mäng
eu: &Gelditu jokoa
fa: &ایست بازی‌
fi: &Pysäytä peli
fr: Arrêter la &partie
gl: &Para-lo xogo
he: &עצור משחק
hi: खेल बन्द करें (&S)
hr: &Zaustavi igru
hu: A játék &leállítása
is: &Stöðva leik
it: &Interrompi il gioco
ja: ゲームを停止(&S)
km: បញ្ឈប់​ល្បែង
ko: 게임 중지하기(&S)
mk: &Запри ја играта
nb: &Stopp spillet
nds: &Speel anhollen
nl: &Spel stoppen
nn: &Stopp spel
pl: &Zatrzymaj grę
pt: &Parar o jogo
pt_br: Parar &Jogo
ru: &Остановить игру
sk: Za&staviť hru
sl: &Ustavi igro
sr: &Заустави игру
sr@latn: &Zaustavi igru
sv: &Avsluta spelet
ta: விளையாட்டை நிறுத்து
tg: &Боздоштани бозӣ
uk: &Зупинити гру
zh_cn: 停止游戏(&S)
zh_tw: 停止遊戲(&S)

source: Waiting for the AI player to place the ships...
ar: في انتظار لاعب الذكاء الاصطناعي ليضع سفنه...
bn: এআই (AI) খেলোয়াড়ের জাহাজ সাজানোর জন্য অপেক্ষা করা হচ্ছে...
bs: Čekam dok AI igrač smjesti brodove...
ca: S'està esperant que el jugador IA situï els vaixells...
cs: Čekám, až si počítač rozmístí své lodě...
cy: Aros am y chwaraewr AI (deallusrwydd artiffisial) i osod y llongau...
da: Venter på at AI spilleren skal placere skibene...
de: Warte darauf, dass der Computerspieler die Schiffe setzt ...
el: Αναμονή για τον παίχτη AI να τοποθετήσει τα σκάφη...
es: Esperando a que el jugador IA coloque los barcos...
et: Ootame, kuni arvuti oma laevad paigutab...
eu: Adimen artifizialeko jokalariak bere ontziak koka ditzan zain...
fa: منتظر بازیکن AI برای جای دادن کشتیها...
fi: Odotan, että tekoälypelaaja sijoittaa laivat...
fr: Le joueur de l'ordinateur place ses bateaux...
gl: Agardando que a IA coloque os seus barcos...
he: ממתין לשחקן המחשב להציב את כלי השיט...
hi: एआई खिलाड़ी द्वारा जहाज रखने के लिए प्रतीक्षारत...
hr: Čekanje da računalni igrač rasporedi brodove...
hu: Várakozás a gépi játékosra (amíg elhelyezi a hajóit) ...
is: Bíð eftir að tölvuleikmaður staðsetji skipin...
it: In attesa che il giocatore-computer schieri le sue navi...
ja: AI プレイヤーが艦隊を配置するのを待っています...
km: កំពុង​រង់ចាំ​អ្នកលេង AI ដាក់​នាវា...
ko: 인공 지능 플레이어가 전함 배치하는 것을 기다리는 중...
mk: Чекам ВИ-играчот да ги распореди бродовите...
nb: Venter på at KI-spilleren skal plassere sine skip …
nds: An't Töven, dat de Reekner-Speler de Scheep opstellt...
nl: Er wordt gewacht tot de KI-speler zijn schepen heeft geplaatst...
nn: Ventar på at AI-spelaren skal plassera skipa …
pl: Oczekiwanie na rozmieszczenie statków przez komputer...
pt: À espera que o jogador do computador coloque os barcos...
pt_br: Esperando o jogador de IA colocar os navios...
ru: Подождите, пока компьютер разместит свои корабли...
sk: Čakám, kým súper - počítač umiestni lode...
sl: Čakanje, da igralec UI razporedi ladje ...
sr: Чекам да ВИ играч распореди бродове...
sr@latn: Čekam da VI igrač rasporedi brodove...
sv: Väntar på att AI-spelaren ska placera fartygen...
ta: கப்பல்களை அமைக்க AI வாசிப்பவருக்காக காத்திருக்கிறது
tg: То он даме, ки бозингари компютер киштиҳои худро ҷойгир кунад, интизор шавед...
uk: Очікування поки комп'ютер розташує кораблі...
zh_cn: 等待AI游戏者部署战舰...
zh_tw: 等在電腦玩家放置船艦...

source: Enemy has shot. Shoot now.
ar: قام العدو باطلاق النار. أطلق النار الآن.
bn: শত্রুপক্ষ গোলা ছুড়েছে। এবার আপনি ছুড়ুন।
bs: Neprijatelj je pucao. Pucajte sada.
ca: L'enemic ha disparat. Dispareu ara.
cs: Protivník vystřelil. Nyní střílejte vy.
cy: Mae'r gelyn wedi saethu. Saethwch nawr.
da: Fjenden har skudt. Skyd nu.
de: Der Gegner hat geschossen. Schießen Sie jetzt.
el: Ο εχθρός έχει πυροβολήσει. Πυροβολήστε τώρα.
es: El enemigo ha disparado. Ahora dispare.
et: Vastane tegi lasu. Sinu kord.
eu: Etsaiak tiro egin du. Tiro egin orain.
fa: دشمن شلیک کرده است. الان شلیک کنید.
fi: Vihollinen ampui. Ammu nyt.
fr: L'ennemi a tiré. À votre tour.
gl: O enemigo disparou. Dispara ti agora.
he: היריב ירה. עכשיו תורך לירות
hi: दुश्मन ने गोली चलाई. अभी गोली चलाएं
hr: Protivnik je pucao. Sad vi pucajte.
hu: Az ellenfél leadta a lövését. Most Ön következik...
is: Andstæðingur hefur skotið. Skjóttu nú.
it: Il nemico ha sparato. Puoi sparare.
ja: 敵艦隊が撃ちました。撃ってください。
km: សត្រូវ​បាន​បាញ់​ហើយ ។ បាញ់​ឥឡូវ​នេះ ។
ko: 적이 포격하였습니다. 공격하십시오.
mk: Непријателот испука. Пукајте сега.
nb: Fienden har skutt. Skyt nå.
nds: De Gegensmann hett schaten. Scheet nu.
nl: De vijand heeft geschoten. Schiet nu.
nn: Fienden har skote. Skyt no.
pl: Przeciwnik oddał strzał. Twoja kolej.
pt: O inimigo já disparou. Pode disparar agora.
pt_br: O inimigo atirou. Atire agora.
ru: Вы попали во врага. Стреляйте снова.
sk: Súper vystrelil. Teraz vy.
sl: Sovražnik je ustrelil. Zdaj ustrelite še vi.
sr: Противник је пуцао. Пуцајте сада.
sr@latn: Protivnik je pucao. Pucajte sada.
sv: Fienden har skjutit. Skjut nu.
ta: எதிராளி சுட்டுவிட்டார். இப்பொழுது சுடு.
tg: Рақиб тир паронд. Ҳозир шумо паронед.
uk: Ворог вже зробив постріл. Тепер ваша черга стріляти.
zh_cn: 对手已投弹，现在该你投弹。
zh_tw: 敵方已經開砲，開砲趁現在。

source: You lost the game. :(
bn: আপনি হেরে গিয়েছেন :(
bs: Izgubili ste igru. :(
ca: Heu perdut la partida :(
cs: Prohráli jste hru :(
cy: Rydych wedi colli'r gêm. :(
da: Du tabte spillet. :(
de: Sie haben das Spiel verloren :-(
el: Χάσατε το παιχνίδι. :(
es: Ha perdido la partida :(
et: Sa kaotasid :(
eu: Jokoa galdu duu. :(
fa: بازی را باختید. (:
fi: Hävisit pelin :(
fr: Vous avez perdu la partie. :-(
he: הפסדת במשחק :(
hr: Izgubili ste :(
hu: Ön vesztett! :-(
is: Þú tapaðir leiknum. :(
it: Hai perso la partita. :(
ja: あなたの負けです :(
km: អ្នក​ចាញ់​ហើយ :(
ko: 패배하셨습니다. :(
mk: Ја загубивте играта :(
nb: Du tapte! :(
nds: Du hest dat Speel verloren :-(
nl: U hebt het spel verloren. :(
nn: Du tapte! :(
pl: Przegrałeś :(
pt: Você perdeu o jogo. :(
pt_br: Você perdeu o jogo :(
ru: Вы проиграли :(
sk: Prehrali ste :(
sl: Igro ste izgubili. :(
sr: Изгубили сте. :(
sr@latn: Izgubili ste. :(
sv: Du förlorade spelet.
ta: நீங்கள் விளையாட்டில் தோற்றுவிட்டீர்கள்:(
tg: Шумо бохтан шудед :(
uk: Ви програли. :(
zh_cn: 你输了 :(
zh_tw: 您輸了 :(
