Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kbattleship.po
Languages: ar, bn, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, nb, nds, nl, nn, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn, zh_tw

source: S&ingle game
ar: لعبة وح&يده
bn: &একটিমাত্র খেলা
bs: Jedna &igra
ca: Joc &individual
cs: &Jeden hráč
cy: Gêm sen&gl
da: &Enkeltspiller spil
de: Ei&nzelspiel
el: &Μονό παιχνίδι
es: Partida de un &sólo jugador
et: Üks&ikmang
eu: B&akarkako jokoa
fa: &تک بازی‌
fi: &Yksinpeli
fr: &Partie simple
gl: X&ogo dun só xogador
he: שחקן &בודד
hi: एकल खेल (&i)
hr: &Jedna igra
hu: Játék a gép &ellen
is: &Einn leik
it: Gioco sol&itario
ja: 一人ゲーム(&I)
km: មួយ​ល្បែង
ko: 단일 게임(&I)
mk: &Една игра
nb: E&t spill
nds: &Enkelspeel
nl: Enke&l spel
nn: E&itt spel
pl: Gra &jednoosobowa
pt: Jogo ú&nico
pt_br: Jogo &Simples
ru: О&дин игрок
sk: &Jedna hra
sl: Igra za &enega
sr: &Појединачна игра
sr@latn: &Pojedinačna igra
sv: &Ensam spelare
ta: ஒற்றை விளையாட்டு
tg: Бозии &ягона
uk: &Гра з комп'ютером
zh_cn: 单人游戏(&I)
zh_tw: 單一玩家遊戲(&i)

source: Waiting for computer player to start the match...
ar: في انتظار لاعب الجهاز لبدأ المباراة...
bn: কম্পিউটার নিয়ন্ত্রিত খেলোয়াড় কর্তৃক খেলা আরম্ভ করার জন্য অপেক্ষা করা হচ্ছে...
bs: Pričekajte da kompjuter počne igru....
ca: S'està esperant que el jugador ordinador iniciï la partida...
cs: Čekám, až počítač začne souboj...
cy: Aros i'r chwaraewr cyfrifiadur ddechrau'r gêm...
da: Venter på at computerspilleren skal begynde spillet...
de: Warte darauf, dass der Computerspieler das Spiel beginnt ...
el: Αναμονή για τον παίκτη του υπολογιστή να αρχίσει το παιχνίδι...
es: Esperando a que el jugador de la máquina comience la partida...
et: Ootan, et arvuti uut partiid alustaks...
eu: Ordenagailuaren jokalariak partida hasi dezan zain...
fa: منتظر بازیکن رایانه برای آغاز مسابقه...
fi: Odotan tietokonepelaajan aloitusta...
fr: Le joueur de l'ordinateur va commencer la partie...
gl: Agardando que a computadora comece a partida...
he: ממתין לשחקן המחשב להתחיל את המשחק...
hi: प्रतीक्षा में कि कम्प्यूटर खिलाड़ी प्रतियोगिता प्रारंभ करे...
hr: Čekanje da računalski igrač započne susret...
hu: Várakozás a gépi játékosra (ő kezdi a játékot) ...
is: Bíð eftir að tölvuleikmaður hefji leikinn...
it: In attesa del giocatore-computer per avviare la partita...
ja: コンピュータプレイヤーが試合を開始するのを待っています...
km: កំពុង​រង់ចាំ​អ្នក​លេង​កុំព្យូទ័រ​ដើម្បី ចាប់ផ្ដើម​ការ​ប្រកួត...
ko: 컴퓨터가 게임 시작하기를 기다리는 중...
mk: Чекам компјутерскиот играч да ја почне играта...
nb: Venter på at maskinen skal starte spillet …
nds: An't Töven, dat de Reekner-Speler dat Speel start...
nl: Er wordt gewacht tot de computerspeler het spel start...
nn: Ventar på at dataspelaren skal starta kampen …
pl: Oczekiwanie na rozpoczęcie gry przez komputer...
pt: À espera que o computador inicie o torneio...
pt_br: Esperando o jogador do computador iniciar a partida...
ru: Ожидание начала игры компьютером...
sk: Čakám, kým počítač začne hru...
sl: Čakanje, da računalniški igralec začne bitko ...
sr: Чекам да рачунарски играч почне меч...
sr@latn: Čekam da računarski igrač počne meč...
sv: Väntar på att datorn ska starta matchen...
ta: ஆட்டத்தை தொடங்க கணினி ஆட்டக்காரருக்கு காத்திருப்பு
tg: Интизорӣ, то он даме, ки бозингари компютер бозиро оғоз ёбад...
uk: Очікування поки комп'ютер почне гру...
zh_cn: 等待电脑游戏者开始比赛...
zh_tw: 等待電腦玩家開始競賽...

source: Waiting for other player to place their ships...
ar: في انتظار اللاعب الآخر ليضع سفنه...
bn: অপর খেলোয়াড়ের জাহাজ সাজানোর জন্য অপেক্ষা করা হচ্ছে...
bs: Pričekajte da drugi igrač smjesti svoje brodove...
ca: S'està esperant que l'altre jugador situï els vaixells...
cs: Čekám, až si protihráči umístí své lodě...
cy: Aros i'r chwaraewr arall osod ei longau...
da: Venter på at den anden spiller skal placere deres skibe...
de: Warten auf den anderen Spieler (Schiffe platzieren) ...
el: Αναμονή για άλλο παίχτη να τοποθετήσει τα σκάφη τους...
es: Esperando a que el otro jugador coloque sus barcos...
et: Ootame, kuni vastane oma laevu paigutab...
eu: Beste jokalariak bere ontziak koka ditzan zain...
fa: منتظر بازیکن دیگر برای جای دادن کشتیهایش...
fi: Odotan toisen pelaajan laivojen sijoitusta...
fr: Les autres joueurs placent leurs bateaux...
gl: Agardando a que o contrincante coloque os seus barcos...
he: ממתין שהשחקן השני יציב את כלי השיט...
hi: अन्य खिलाड़ियों द्वारा उनके जहाजों को रखे जाने की प्रतीक्षा में...
hr: Čekanje da drugi igrači rasporedi svoje brodove...
hu: Várakozás a másik játékosra (amíg elhelyezi a hajóit) ...
is: Bíð eftir að aðrir leikmenn staðsetji skip...
it: In attesa che l'altro giocatore disponga la flotta...
ja: 敵が艦隊を配置するのを待っています...
km: កំពុង​រង់ចាំ​អ្នក​លេង​ផ្សេង​ទៀត ដាក់​នាវា​គេ...
ko: 상대방이 전함 배치하는 것을 기다리는 중...
mk: Чекам другиот играч да ги намести бродовите...
nb: Venter på at den andre spilleren skal plassere skipene sine …
nds: An't Töven, dat de Gegensmann sien Scheep opstellt...
nl: Er wordt gewacht tot de andere speler zijn schepen heeft geplaatst...
nn: Ventar på at motspelaren skal plassera skipa …
pl: Proszę czekać na rozmieszczenie okrętów przeciwników...
pt: À espera que o outro jogador coloque os barcos...
pt_br: Esperando o outro jogador colocar os navios ...
ru: Ожидание, пока противник расставляет корабли...
sk: Čakám, kým súper umiestni lode...
sl: Čakanje, da drugi igralec razporedi ladje ...
sr: Чекам да други играчи распореде своје бродове...
sr@latn: Čekam da drugi igrači rasporede svoje brodove...
sv: Väntar på att motspelaren skall placera fartygen...
ta: கப்பல்களை நிறுவ மற்றொரு ஆட்டக்காரருக்கு காத்திருத்தல்.
tg: Интизорӣ, то он даме, ки дигар бозингар киштиҳои худро ҷойгир намояд...
uk: Очікування поки інший гравець розмістить кораблі...
zh_cn: 正在等待其他玩家部署战舰...
zh_tw: 等待其他玩家放置船艦...

source: Waiting for other player to start the match...
ar: في انتظار اللاعب الآخر ليبدأ المباراة...
bn: অপর খেলোয়াড় কর্তৃক খেলা আরম্ভ করার জন্য অপেক্ষা করা হচ্ছে...
bs: Pričekajte da drugi igrač počne igru....
ca: S'està esperant que l'altre jugador iniciï la partida...
cs: Čekám, až protihráč začne souboj...
cy: Aros i'r chwaraewr arall ddechrau'r gêm...
da: Venter på at den anden spiller skal begynde spillet...
de: Warte darauf, dass der andere Spieler das Spiel beginnt ...
el: Αναμονή για άλλο παίχτη να αρχίσει το παιχνίδι...
es: Esperando a que el otro jugador comience la partida...
et: Ootame vastasmängija alustamist...
eu: Beste jokalariak partida hasi dezan zain...
fa: منتظر بازیکن دیگر برای آغاز مسابقه...
fi: Odotan että toinen pelaaja aloittaa pelin...
fr: L'autre joueur va démarrer la partie...
gl: Agardando que o outro contrincante comece a partida...
he: ממתין לשחקן השני להתחיל את המשחק...
hi: अन्य खिलाड़ी द्वारा प्रतियोगिता प्रारंभ करने की प्रतीक्षा में...
hr: Čekanje da drugi igrač započne susret...
hu: Várakozás a másik játékosra (ő kezdi a játékot) ...
is: Bíð eftir að aðrir leikmenn hefji leikinn...
it: In attesa che l'altro giocatore avvi la partita...
ja: 相手プレイヤーが試合を開始するのを待っています...
km: កំពុង​រង់ចាំ​អ្នក​លេង​ផ្សេង​ទៀត ដើម្បី​ចាប់ផ្ដើម​ការ​ប្រកួត...
ko: 다른 플레이어가 게임 시작하기를 기다리는 중...
mk: Чекам другиот играч да ја почне играта...
nb: Venter på at den andre spilleren skal starte spillet …
nds: An't Töven, dat de Gegensmann dat Speel start...
nl: Er wordt gewacht tot de andere speler het spel start...
nn: Ventar på at motspelaren skal starta kampen …
pl: Oczekiwanie na rozpoczęcie gry przez przeciwnika...
pt: À espera que o outro jogador inicie o torneio...
pt_br: Esperando o outro jogador iniciar a partida...
ru: Ожидание других игроков для начала игры...
sk: Čakám, kým súper spustí hru...
sl: Čakanje, da drugi igralec začne bitko ...
sr: Чекам да други играч почне меч...
sr@latn: Čekam da drugi igrač počne meč...
sv: Väntar på att motspelaren ska starta matchen...
ta: விளையாட்டினை துவங்க மற்றொரு ஆட்டக்காரருக்காக காத்திருத்தல்.
tg: Интизорӣ, то он даме, ки дигар бозингар бозиро оғоз намояд...
uk: Очікування поки інший гравець почне гру...
zh_cn: 等待其他玩家开始比赛...
zh_tw: 等待其他玩家開始競賽...

source: Shots
ar: الطلاقات
bn: নিক্ষিপ্ত গোলা
bs: Pucanja
ca: Trets
cs: Výstřely
cy: Ergydion
da: Skud
de: Schüsse
el: Πυροβολισμοί
es: Disparos
et: Laske
eu: Tiroak
fa: گلوله
fi: Laukaukset
fr: Tirs
gl: Disparos
he: יריות
hi: गोले
hr: Hitaca
hu: Lövés
is: Skot
it: Tiri
ja: 射撃
km: គ្រាប់​បាញ់
ko: 포격
mk: Истрели
nb: Skudd
nds: Schöten
nl: Schoten
nn: Skot
pl: Strzały
pt: Tiros
pt_br: Tiros
ru: Выстрелов
sk: Strely
sl: Streli
sr: Хитаца
sr@latn: Hitaca
sv: Skott
ta: ஷாட்ஸ்
tg: Тирпарониҳо
uk: Пострілів
zh_cn: 投弹
zh_tw: 發射數

source: Hits
ar: الاصابات
bn: সফল আঘাত
bs: Pogodaka
ca: Impactes
cs: Zásahy
cy: Trawiadau
da: Træffere
de: Treffer
el: Χτυπήματα
es: Aciertos
et: Pihta
eu: Asmatutakoak
fa: ضربت
fi: Osumat
fr: Touchés
gl: Acertos
he: פגיעות
hi: मार
hr: Pogodci
hu: Találat
is: Skot í mark
it: Colpiti
ja: 命中
km: បាញ់​ត្រូវ
ko: 적중
mk: Погодоци
nb: Treff
nds: Drepers
nl: Treffers
nn: Treff
pl: Trafienia
pt: No Alvo
pt_br: Acertos
ru: Попаданий
sk: Zásahy
sl: Zadetki
sr: Погодака
sr@latn: Pogodaka
sv: Träffar
ta: கிடைத்தல்
tg: Ба нишон расида
uk: Влучило
zh_cn: 命中
zh_tw: 命中數

source: Water
ar: ماء
bn: পানিতে পতিত
bs: Voda
ca: Aigua
cs: Voda
cy: Dŵr
da: Vand
de: Wasser
el: Νερό
es: Agua
et: Mööda
eu: Ura
fa: آب
fi: Vesi
fr: Dans l'eau
gl: Auga
he: מים
hi: पानी
hr: Voda
hu: Mellé
is: Skot í vatn
it: Acqua
ja: 海
km: ត្រូវ​ទឹក
ko: 물
mk: Вода
nb: Vann
nn: Vatn
pl: Woda
pt: Água
pt_br: Água
ru: Промахов
sk: Voda
sl: Voda
sr: Вода
sr@latn: Voda
sv: Vatten
ta: நீர்
tg: Ба нишон нарасида
uk: У воду
zh_cn: 入水
zh_tw: 未命中數

source: Loading Connect-Server dialog...
ar: جاري تحميل مربع الاتصال بالخادم
bn: Connect-Server ডায়ালগ লোড করা হচ্ছে...
bs: Učitavanje prozora spajanje na server...
ca: S'està carregant el diàleg de connexió al servidor...
cs: Nahrávám dialog pro připojení k serveru...
cy: Yn llwytho'r ymgom Cysylltu-â'r-Gweinydd...
da: Indlæser Forbind-server dialog...
de: Der Dialog zum Verbinden mit dem Server wird geladen ...
el: Φόρτωση διαλόγου Σύνδεση-Εξυπηρετητή...
es: Cargando diálogo de conexión al servidor...
et: Serveriga ühendumise dialoogi laadimine...
eu: Zerbitzarira konektatzeko elkarrizketa kargatzen...
fa: در حال بارگذاری محاورۀ اتصال کارساز...
fi: Lataan yhdistä palvelimeen ikkunan...
fr: Ouverture de la fenêtre de connexion au serveur...
gl: Cargando. conectando co servidor...
he: טוען את דו־שיח ההתחברות לשרת...
hi: कनेक्ट-सर्वर संवाद लोड किया जा रहा है...
hr: Učitavanje dijalog za povezivanje s poslužiteljem...
hu: A csatlakozási párbeszédablak betöltése...
is: Hleð samtalsglugga varðandi tengingu við miðlara...
it: Caricamento della finestra di dialogo per connettersi al server...
ja: サーバ接続ダイアログを読み込んでいます...
km: កំពុង​ផ្ទុក​ប្រអប់​តភ្ជាប់​ម៉ាស៊ីន​បម្រើ...
ko: 서버 연결 대화상자 불러오는 중...
mk: Вчитувам дијалог за поврзување на серверот...
nb: Laster "Kobl til tjener"-dialog …
nds: Server-Tokoppeldialoog warrt laadt...
nl: Het dialoogvenster om te verbinden met de server wordt geladen...
nn: Lastar dialog for tenartilkopling …
pl: Wczytywanie okna połączenia z serwerem...
pt: A carregar a janela de ligação ao servidor...
pt_br: Carregando Diálogo de conexão ao Servidor ...
ru: Диалог соединения с сервером...
sk: Načítavam dialóg pre pripojenie...
sl: Nalaganje pogovornega okna za prijavo v strežnik ...
sr: Учитавам дијалог за повезивање на сервер...
sr@latn: Učitavam dijalog za povezivanje na server...
sv: Laddar dialogrutan för anslutning till server...
ta: தேர்ந்தெடுக்கப்பட்ட சேவையகத்துடன் இணை
tg: Боркунии муколамаи Пайвастшавӣ ба Хидматрасон...
uk: Завантаження вікна з'єднання с сервером...
zh_cn: 加载连接服务器对话框...
zh_tw: 載入連接伺服器對話視窗...

source: The client is asking to restart the game. Do you accept?
ar: يطلب العميل اعادة بدأ اللعبة. هل توافق ؟
bn: ক্লায়েন্ট পুনরায় খেলা আরম্ভ করতে চাচ্ছে। আপনার কি এতে কোন আপত্তি আছে?
bs: Klijent traži ponovno pokretanje igre. Prihvatate li?
ca: El client demana reiniciar el joc. Accepteu?
cs: Klient požaduje restartování hry. Přijímáte?
cy: Mae'r dibynnydd yn gofyn i ailddechrau'r gêm. Ydych am dderbyn?
da: Klienten beder om at genstarte spillet. Accepterer du?
de: Der Client möchte das Spiel neu starten. Stimmen Sie dem zu?
el: Ο πελάτης ζητάει επανεκκίνηση του παιχνιδιού. Το αποδέχεστε;
es: El cliente pide volver a empezar la partida. ¿Acepta?
et: Vastasmängija soovib mängu uuesti alustada. Kas oled nõus?
eu: Bezeroak jokoa berriro hasi nahi du. Onartu?
fa: کارخواه برای بازآغازی بازی سؤال می‌‌کند. می‌‌‌‌پذیرید؟
fi: Asiakas haluaa uudelleenkäynnistää pelin. Hyväksytkö sen?
fr: Le client a demandé un redémarrage de la partie. L'acceptez-vous ?
gl: O cliente pide volver a empezar a partida ¿Aceptas?
he: הלקוח מבקש להתחיל מחדש את המשחק . האם אתה מסכים?
hi: यह क्लाएंट खेल को फिर से प्रारंभ करने को पूछ रहा है. क्या आपको स्वीकार है?
hr: Klijent zahtjeva ponovo pokretanje igre. Dali prihvaćate?
hu: A kliens a játék újraindítását kéri. Elfogadja a kérést?
is: Biðlarinn vill endurræsa leikinn. Samþykkir þú?
it: Il client sta chiedendo di riavviare la partita. Accetti?
ja: クライアントがゲームの再開を要求しています。受け入れますか？
km: ម៉ាស៊ីន​ភ្ញៀវ​កំពុង​សួរ​ថា​ត្រូវ​ចាប់ផ្ដើម​ឡើង​វិញ ។ តើ​អ្នកទទួល​ទេ ?
ko: 상대방이 게임을 다시 시작하기로 요청했습니다. 수락하시겠습니까?
mk: Клиентот бара играта да се почне одново. Прифаќате?
nb: Klienten ber om å starte spillet på nytt. Godtar du det?
nds: De Client will dat Speel nieg starten. Annehmen?
nl: De client vraagt om het herstarten van het spel. Accepteren?
nn: Klienten spør om å starta spelet om att. Godtar du det?
pl: Klient prosi o uruchomienie gry od początku. Zaakceptować?
pt: O cliente pede para reiniciar o jogo. Deseja aceitar?
pt_br: O cliente pediu para reiniciar o jogo. Você aceita?
ru: Клиент желает перезапустить игру. Разрешить?
sk: Klient požaduje nové spustenie hry. Súhlasíte?
sl: Odjemnik prosi za vnovičen zagon igre. Želite to sprejeti?
sr: Клијент захтева да игра поново почне. Да ли прихватате?
sr@latn: Klijent zahteva da igra ponovo počne. Da li prihvatate?
sv: Klienten frågar om spelet ska startas om. Accepterar du?
ta: கிளையன் விளையாட்டினை மறுதுவக்கம் செய்ய விண்ணப்பிக்கிறார். நீங்கள் ஒப்புக்கொள்கிறீர்களா?
tg: Мизоҷ бозоғозкунии бозиро пурсон мешавад. Иҷозат медиҳед?
uk: Клієнт бажає почати гру з початку. Ви згодні?
zh_cn: 客户端要求重新开始游戏，你接受吗？
zh_tw: 客戶端要求重新開始遊戲，您接受嗎?

source: Accept Restart
bn: পুনরায় আরম্ভ করা অনুমোদন করো
ca: Accepta el reinici
cs: Přijmout
cy: Derbyn Ailddechrau
da: Acceptér genstart
de: Neustart akzeptieren
el: Αποδοχή επανεκκίνησης
es: Aceptar reiniciar
et: Olen nõus
eu: Onartu berrabiatzea
fa: پذیرش بازآغازی
fi: Hyväksy uudelleenaloitus
fr: Accepter de recommencer
hr: Prihvati ponavljanje
hu: Az újraindítás elfogadása
is: Samþykkja endurræsingu
it: Accetta di ricominciare
ja: 受け入れる
km: ព្រម​ទទួល​ការ​ចាប់ផ្ដើម​ឡើង​វិញ
ko: 다시 시작하기
mk: Прифаќам повторно почнување
nb: Godta omstart
nds: Niegstart annehmen
nl: Herstart accepteren
nn: Godta omstart
pl: Zaakceptuj ponowne uruchomienie
pt: Aceitar Reinício
pt_br: Aceitar Reiniciar
ru: Разрешить перезапуск
sk: Potvrdiť reštart
sl: Sprejmi
sr: Прихвати поновно покретање
sr@latn: Prihvati ponovno pokretanje
sv: Acceptera omstart
tg: Бозоғозиро гирифтан
uk: Дозволити перезапуск
zh_tw: 接受

source: Deny Restart
bn: পুনরায় আরম্ভ করার প্রস্তাব প্রত্যাখ্যান করো
ca: Refusa el reinici
cs: Odmítnout
cy: Gwrthod Ailddechrau
da: Nægt genstart
de: Neustart ablehnen
el: Απόρριψη επανεκκίνησης
es: Rechazar reiniciar
et: Ei ole nõus
eu: Ukatu berrabiatzea
fa: رد بازآغازی
fi: Epää uudelleenaloitus
fr: Refuser de recommencer
hr: Odbij ponavljanje
hu: Az újraindítás elutasítása
is: Afþakka endurræsingu
it: Rifiuta di ricominciare
ja: 拒否する
km: បដិសេធ​ការ​ចាប់ផ្ដើម​ឡើង​វិញ
ko: 다시 시작하지 않기
mk: Одбивам повторно почнување
nb: Forby omstart
nds: Niegstart aflehnen
nl: Herstart weigeren
nn: Nekt omstart
pl: Nie pozwól na ponowne uruchomienie
pt: Recusar Reinício
pt_br: Não Reiniciar
ru: Не разрешать перезапуск
sk: Zamietnuť reštart
sl: Zavrni
sr: Одбиј поновно покретање
sr@latn: Odbij ponovno pokretanje
sv: Vägra omstart
tg: Бозоғозиро бекор кардан
uk: Заборонити перезапуск
zh_tw: 拒絕

source: Please place your ships. Use the "Shift" key to place the ships vertically.
ar: برجاء وضع سفنك. استخدم زر "shift" لتضع السفن رأسيا.
bn: অনুগ্রহপূর্বক আপনার জাহাজগুলো সাজান। লম্বালম্বিভাবে জাহাজ রাখার জন্য "Shift" কী (Key) ব্যবহার করুন।
bs: Smjestite svoje brodove. Možete koristiti "Shift" tipku da postavite brodove vertikalno.
ca: Situeu els vostres vaixells. Useu la tecla "Majúscules" per situar-los verticalment.
cs: Rozmístěte prosím své lodě. Pro vertikální rozmístění lodí stiskněte "Shift".
cy: Gosodwch eich llongau. Defnyddiwch y fysell allwedd "Shift" i leoli'r llongau'n fertigol.
da: Placér venligst dine skibe. Brug "Shift" tasten for at placere skibene lodret.
de: Platzieren Sie Ihre Schiffe. Für vertikale Platzierung drücken Sie die "Umschalt"-Taste.
el: Παρακαλώ τοποθετήστε τα σκάφη σας. Χρησιμοποιήστε το κουμπί "Shift " για να τοποθετήσετε τα σκάφη κατακόρυφα.
es: Coloque sus barcos. Use la tecla «Mayúsculas» para colocar los barcos verticalmente.
et: Paiguta laevad. "Shift" klahvi abil saab neid vertikaalselt asetada.
eu: Kokatu zure ontziak. Erabili "Shift" ontziak bertikalki kokatzeko.
fa: لطفاً، کشتیهایتان را جای بدهید. استفاده از کلید »تبدیل« برای جای دادن عمودی کشتیها.
fi: Sijoita laivasi. Käytä "Shift"-näppäintä asettaaksesi laivoja pystysuuntaan.
fr: Veuillez placer vos bateaux. Utilisez la touche « Maj » pour placer les bateaux verticalement.
gl: Por favor coloca os teus barcos. Usa a tecla "Shift" para coloca-los teus barcos verticalmente.
he: הצב את כלי השיט שלך. השתמש במקש "Shift" כדי להציב את כלי השיט במאונך.
hi: कृपया अपने जहाजों को रखें. "शिफ्ट" कुंजी का उपयोग जहाजों को खड़ा रखने के लिए करें.
hr: Rasporedite svoje brodove. Da biste brodove postavili uspravno upotrijebite tipku "Shift".
hu: Helyezze el a hajóit, a "Shift" billentyű használható a hajó függőleges irányba fordításához.
is: Staðsettu skipin. Notaðu "Shift"-lykilinn til að staðsetja skipinn lóðrétt.
it: Schiera le tue navi. Usa il tasto "maiuscolo" per disporle verticalmente.
ja: 艦隊を配置してください。Shift キーを使うと縦に配置できます。
km: សូម​ដាក់​នាវា​អ្នក ។ ប្រើ​គ្រាប​ចុច "ប្ដូរ" (Shift) ដើម្បី​ដាក់​នាវា​បញ្ឈរ ។
ko: 전함을 배치하십시오. "Shift" 키를 누르면 전함을 수직으로 배치할 수 있습니다.
mk: Распоредете ги вашите бродови. Користете „Shift“ за да ги распоредите бродовите ветикално.
nb: Vennligst plasser skipene dine. Bruk "shift"-knappen for å plassere skip lodrett.
nds: Stell Dien Scheep op. Bruuk de Tast "Ümschalt", wenn Du ehr pielliek opstellen wullt.
nl: Plaats uw schepen. Gebruik de toets "Shift" om de schepen verticaal te plaatsen.
nn: Plasser skipa dine. Bruk «Skift»-tasten for å plassera skipa vertikalt.
pl: Proszę rozmieścić okręty. Klawisz "Shift" pozwala ustawić statki pionowo.
pt: Por favor coloque os seus barcos. Use a tecla "Shift" para colocar os barcos na vertical.
pt_br: Por favor, coloque os navios. Use a tecla "Shift" para colocar os navios verticalmente.
ru: Разместите свои корабли. Используйте клавишу "Shift", чтобы расположить корабль вертикально.
sk: Prosím, umiestnite vaše lode. Pre vertikálne umiestnenie použite kláves "Shift".
sl: Razporedite svoje ladje. Za navpično razporeditev uporabite tipko »Shift«.
sr: Распоредите своје бродове. Користите тастет Shift да бисте поставили бродове усправно.
sr@latn: Rasporedite svoje brodove. Koristite tastet Shift da biste postavili brodove uspravno.
sv: Placera dina fartyg. Använd skift-tangenten för att placera fartyg vertikalt.
ta: உங்கள் கப்பல்களை இங்கு நிறுத்தவும். கப்பல்களை செங்குத்தாக நிறுத்த "ஷிப்ட்" விசையினை பயன்படுத்தவும்.
tg: Марҳамат карда киштиҳои худро ҷойгир кунед. Барои ҷойгиркунии киштиҳо ба таври амудӣ калиди "Shift"-ро истифода баред.
uk: Розташуйте, будь ласка, кораблі. Використовуйте "Shift", щоб розташувати корабель вертикально.
zh_cn: 请部署你的战舰，用“shift”键将战舰垂直放置。
zh_tw: 請放置您的船艦.使用"Shift"鍵來垂直放置船艦.

source: Do you want to ask the server restarting the game?
ar: هل تريد الطلب من الخادم اعادة بدأ اللعبة ؟
bn: আপনি কি সার্ভারকে পুনরায় খেলা আরম্ভ করতে বলতে চান?
bs: Želite li tražiti od servera ponovno pokretanje igre?
ca: Voleu demanar al servidor que reinici el joc?
cs: Přejete si požádat server o restartování hry?
cy: Hoffech ofyn i'r gweinydd ailddechrau'r gêm?
da: Ønsker du at bede serveren om at genstarte spillet?
de: Wollen Sie beim Server anfragen, das Spiel neu zu starten?
el: Θέλετε να ρωτήσετε τον εξυπηρετητή να ξαναξεκινήσει το παιχνίδι;
es: ¿Quiere pedirle al servidor volver a empezar la partida?
et: Soovid sa teha serverile ettepaneku partii uuesti alustamiseks?
eu: Zerbitzariari jokoa berriro hastea eskatu nahi diozu?
fa: می‌خواهید از کارساز برای بازآغازی بازی بپرسید؟
fi: Haluatko kysyä palvelimelta pelin uudelleenkäynnistystä?
fr: Voulez-vous demander au serveur de redémarrer la partie ?
gl: ¿Queres pedirlle ó servidor para volver a comeza-lo xogo?
he: האם ברצונך לבקש מהשרת להתחיל מחדש את המשחק?
hi: क्या आप सर्वर को खेल फिर से चालू करने के लिए पूछना चाहते हैं?
hr: Želite li od poslužitelja zatražiti ponovo pokretanje igre?
hu: Biztosan újra szeretné indíttatni a játékot a kiszolgálóval?
is: Viltu biðja miðlara um að endurræsa leikinn?
it: Vuoi chiedere al server di riavviare il gioco?
ja: サーバにゲームの再開を要求しますか？
km: តើ​អ្នក​ចង់​សួរ​ម៉ាស៊ីន​បម្រើ​ដើម្បី​ចាប់ផ្ដើម​ឡើង​វិញ ?
ko: 서버에게 게임을 다시 시작하라고 요청하시겠습니까?
mk: Дали сакате да побарате од серверот играта да почне одново?
nb: Vil du spørre serveren om å starte spillet på nytt?
nds: Wullt Du den Server fragen, wat he dat Speel nieg start?
nl: Wilt u de server vragen om het spel te herstarten?
nn: Vil du be tenaren om å starta spelet om att?
pl: Czy chcesz, aby serwer rozpoczął grę od początku?
pt: Deseja pedir ao servidor para reiniciar o jogo?
pt_br: Deseja pedir ao servidor para reiniciar o jogo?
ru: Хотите передать запрос серверу на перезапуск игры?
sk: Chcete požiadať server o znovu-spustenie hry?
sl: Ali želite zahtevati od strežnika, da se igra začne znova?
sr: Да ли желите да питате сервер који поново почиње игру?
sr@latn: Da li želite da pitate server koji ponovo počinje igru?
sv: Vill du fråga servern om spelet ska startas om?
ta: தாங்கள் சேவையகத்திடம் விளையாட்டினை மறுதுவக்கம் செய்ய விரும்புகிறீர்களா?
tg: Оё мехоҳед, ки хидматрасонро оиди бозоғозии бозӣ пурсон шавед?
uk: Ви хочете надіслати запит, на нову гру, до сервера?
zh_cn: 你想让服务器重新开始游戏吗？
zh_tw: 您想要詢問伺服器端重新開始遊戲嗎?

source: Ask to Restart
bn: পুনরায় আরম্ভ করতে বলো
ca: Demana de reiniciar
cs: Požádat
cy: Gofyn i Ailddechrau
da: Spørg om at genstarte
de: Nach Neustart fragen
el: Ερώτηση για επανεκκίνηση
es: Preguntar si reiniciar
et: Tee ettepanek
eu: Eskatu berrabiatzea
fa: پرسش برای بازآغازی
fi: Kysy uudelleenaloitus
fr: Demander à recommencer
hr: Zatraži ponovno pokretanje
hu: Újraindítás kérése
is: Byðja um endurræsingu
it: Chiedi di ricominciare
ja: 要求する
km: សួរ​ដើម្បី​ចាប់ផ្ដើម​ឡើង​វិញ
ko: 다시 시작 요청하기
mk: Прашај за нов почеток
nb: Spør før omstart
nds: Na Niegstart fragen
nl: Om herstart vragen
nn: Spør om omstart
pl: Poproś o ponowne uruchomienie
pt: Pedir para Reiniciar
pt_br: Perguntar antes de Reiniciar
ru: Запросить перезапуск
sk: Požiadať o reštart
sl: Zahtevaj vnovični zagon
sr: Упитај за поновно покретање
sr@latn: Upitaj za ponovno pokretanje
sv: Fråga om omstart
tg: Талаб кардани бозоғозӣ
uk: Попросити перезапуск
zh_tw: 詢問

source: Do Not Ask
bn: বলবে না
ca: No demanis
cs: Nežádat
cy: Peidio â Gofyn
da: Spørg ikke
de: Nicht fragen
el: Μη ρωτάς
es: No preguntar
et: Ära tee ettepanekut
eu: Ez eskatu
fa: سؤال نشود
fi: Älä kysy
fr: Ne pas demander
hr: Ne traži
hu: Nem kell megkérdezni
is: Ekki byðja
it: Non chiedere
ja: 要求しない
km: កុំ​សួរ
ko: 요청하지 않기
mk: Не прашувај
nb: Ikke spør
nds: Nich fragen
nl: Niet vragen
nn: Ikkje spør
pl: Nie proś
pt: Não Pedir
pt_br: Não Perguntar
ru: Не запрашивать
sk: Nepožiadať
sl: Ne zahtevaj
sr: Не питај
sr@latn: Ne pitaj
sv: Fråga inte
tg: Напурс
uk: Не просити
zh_tw: 不要詢問
