Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kpat.po
Languages: bg, cs, cy, de, es, et, eu, fa, fi, fr, he, hi, hr, hu, is, it, ja, km, ko, lv, mk, nb, nds, nl, nn, pa, pl, pt_br, se, sk, sl, sr, sr@latn, sv, ta, uk, wa, zh_cn, zh_tw

source: Shuffle algorithm for game numbers
cs: Promíchávací algoritmus čísel her
cy: Algorithm cymysgu ar gyfer rhifau'r gêm
de: Mischalgorithmus für Spielenummern
es: Algoritmo de barajar para los números de juego
et: Segamise algoritm ja mängu numbrid
eu: Jokoaren zenbakien nahasteko algoritmoa
fa: در هم آمیختن الگوریتم برای شماره‌های بازی
fi: Sekoitusalgoritmi pelinumeroille
fr: Algorithme de mélange pour les numéros de partie
he: אלגוריתם ערבול למספרי משחקים
hi: खेल संख्याओं के लिए शफल अल्गोरिदम
hr: Algoritam miješanja za brojeve igre
hu: A számkódok keverési algoritmusa
is: Stokkunaraðferð fyrir leikjanúmer
it: algoritmo per mescolare i numeri del gioco
ja: ゲームナンバーのシャッフルアルゴリズム
km: ក្បួន​ដោះស្រាយ​ការ​សាប់ សម្រាប់​លេខ​ល្បែង
ko: 게임 숫자 섞기 알고리즘
lv: Spēļu numuru izvēles algoritms
mk: Алгоритам за мешање за броевите на играта
nb: Stokkingsalgoritme for spillnummer
nds: Mischalgoritmus för Speelnummern
nl: Willekeurig algoritme voor spelnummers
nn: Stokkemetode for spelnummer.
pa: ਖੇਡ ਅੰਕ ਲਈ ਰਲਾਉਣ ਲਈ ਐਲਗੋਰਿਥਮ
pl: Algorytm tasowania dla numerowanych rozdań
pt_br: Algoritmo de embaralhamento para números de jogo
se: Speallonummiriid seaguhanvuogi:
sk: Miešanie pre čísla hier
sl: Algoritem mešanja števil v igri
sr: Алгоритам мешања за бројеве игре
sr@latn: Algoritam mešanja za brojeve igre
sv: Blandningsalgoritm för spelnummer
ta: விளையாட்டு எண்களுக்கு குழுக்கள் படிமுறை செய்யவும்
uk: Алгоритм тасування для номерів гри
wa: Algorisse di maxhaedje po les limeros d' pårts
zh_cn: 游戏编号乱序算法
zh_tw: 遊戲編號的洗排演算法

source: Freecell Solver
cs: Freecell řešitel
cy: Datrysydd Rhyddgell
de: Freecell-Löser
es: Solución de celda libre
et: Freecell lahendaja
eu: Freecell ebazlea
fa: حل‌کنندۀ سلول آزاد
fi: Freecell ratkaisija
fr: Résolution de Freecell
he: פותר הפריסל
hi: फ्रीसेल हल करने वाला
hr: Rješavač Freecella
hu: A Freecell játék megoldása
is: Fríklefinn
it: Solutore per Freecell
ja: フリーセルソルバー
km: អ្នក​ដោះស្រាយ ហ្វ្រីសែល
lv: Freecell demo
mk: Решавач на Freecell
nb: Frifeltløser
nds: Freecell-Löser
nl: Freecell-oplosser
nn: Frifeltløysar.
pa: ਮੁਕਤ ਥਾਂ ਹੱਲ਼
pl: Układanie Freecell
pt_br: Solucionador do FreeCell
se: G&uorosgieddečoavdi
sk: Riešiteľ Freecell
sl: Reševalec Freecell
sr: Решавач Freecell-а
sr@latn: Rešavač Freecell-a
sv: Lösning av kungen
ta: ஃப்ரி செல் தீர்வி
uk: Підказка для Freecell
wa: Rezoudaedje di Freecell
zh_cn: 空当接龙解决者
zh_tw: Freecell 解決器

source: Rewrite and current maintainer
cs: Přepis, současný správce
cy: Ail-ysgrifennwr a chynhaliwr cyfredol
de: Neufassung und derzeitiger Betreuer
es: Reescritura y responsable actual
et: Ümber kirjutanud ning praegune hooldaja
eu: Berridazketa eta uneko mantentzailea
fa: بازنویسی و نگه‌دارندۀ جاری
fi: Uudelleenkirjoittaja ja ylläpitäjä
fr: Réécriture et mainteneur
he: כתיבה מחדש ומתחזק נוכחי
hi: फिर से लिखने वाला तथा वर्तमान मेंटेनर
hr: Ponovno pisanje i trenutni održavatelj
hu: Újraírta a programot és az aktuális karbantartó
is: Endurskrifun og núverandi umsjónarmaður
it: Riscritto e attualmente mantenuto da
ja: 書き直し、現在のメンテナ
km: សរសេរ​ឡើង​វិញ និង​អ្នក​ថែទាំ​បច្ចុប្បន្ន
ko: 재작성, 현재 관리자
lv: Pārrakstīšana un pašreizējā uzturēšana
mk: Тековен одржувач и пишувач на код
nb: Omskriving og nåværende vedlikeholder
nds: Nieg schreven un Pleger opstunns
nl: Hergeschreven en huidige onderhouder
nn: Omskriving og noverande vedlikehaldar.
pa: ਲੇਖਕ ਤੇ ਮੌਜੂਦਾ ਪ੍ਰਬੰਧਕ
pl: Poprawki i aktualny opiekun
pt_br: Reescrita e mantenedor atual
se: Rievdadeaddji ja dálá maŧásdoalli
sk: Preprogramovanie a aktuálny správca
sl: Prepis in trenutni vzdrževalec
sr: Поновно писање и тренутни одржавалац
sr@latn: Ponovno pisanje i trenutni održavalac
sv: Omarbetning och nuvarande utvecklare
ta: மறுபடியும் எழுது மற்றும் கரண்ட் மேய்ட்டனர்
uk: Переробка і поточний супровід
wa: Riscrijhaedje et mintneu do moumint
zh_cn: 重写和当前维护者
zh_tw: 重寫/目前維護者

source: Improved Klondike
cs: Vylepšení hry Klondike
cy: Klondike wedi'i wella
de: Klondike verbessert
es: Klondike mejorado
et: Parandatud Klondike
eu: Klondike hobetu
fa: Klondike اصلاح‌شده
fi: Paranneltu Klondike
fr: Klondike amélioré
he: Klondike משופר
hi: परिष्कृत क्लांडिके
hr: Poboljšani Klondike
hu: Továbbfejlesztett Klondike
is: Endurbættur Sjöspilakapall
it: Klondike avanzato
ja: クロンダイクを改良
km: ក្លុនដៃក៍ ដែល​ល្អ​ប្រសើរ
ko: 향상된 Klondike
lv: Uzlabotā Klondaika
mk: Подобрен Klondike
nb: Forbedret Sjueren
nds: Verbetert Klondike
nl: Verbeterde Klondike
nn: Forbetra Sjuaren.
pa: ਸੋਧੀ ਕਲੋਡੀਕ
pl: Poprawiony Klondike
pt_br: Klondike Melhorado
se: Buoridii čihčeža
sk: Vylepšený Klondike
sl: Izboljšan Klondike
sr: Побољшани Клондајк
sr@latn: Poboljšani Klondajk
sv: Förbättrad Klondike
ta: முன்னேறிய கிலோன்டைக்
uk: Вдосконалений Klondike
wa: Klondike mia fé
zh_cn: 改进的 Klondike
zh_tw: 改進型Klondike

source: Spider Implementation
cs: Implementace Spidera
cy: Gweithredoliant Prycop
de: Einbau von "Spider"
es: Implementación de Spider
et: Ämbliku teostus
eu: Armiarmarsen inplementazioa
fa: پیاده‌سازی عنکبوت
fi: Hämähäkki-pelityyppi
fr: Implémentation de l'araignée
he: מימוש spider
hi: स्पाइडर इम्प्लीमेंटेशन
hr: Implementacija pauka
hu: A Pók elkészítése
is: Köngulóarútfærsla
it: Implementazione di Spider
ja: スパイダーの実装
km: ការអនុវត្ត ពីងពាង
ko: 스파이더 구현
lv: Zirneklis
mk: Имплементација на Spider
nb: La til Edderkoppen
nds: Inbu vun "Spider"
nl: Spinimplementatie
nn: Laga Edderkoppen.
pa: ਮਕੜੀ ਸਥਾਪਨ
pl: Implentacja pasjansa Spider
pt_br: Implementação da Aranha
se: Ráhkadii Heavnni
sk: Implementácia Pavúka
sl: Implementacija Spiderja
sr: Имплементација паука
sr@latn: Implementacija pauka
sv: Implementering av Spindel
ta: ஸ்பைடர் கருவிகள்
uk: Впровадження Павука
wa: Implemintåcion di l' araegne
zh_cn: 蜘蛛实现
zh_tw: Spider 的建置

source: Documentation
cs: Dokumentace
cy: Dogfenniaeth
de: Dokumentation
es: Documentación
et: Dokumentatsioon
eu: Dokumentazioa
fa: مستندات
fi: Dokumentaatio
he: תיעוד
hi: दस्तावेज़ीकरण
hr: Dokumentacija
hu: Dokumentáció
is: Handbækur
it: Documentazione
ja: ドキュメント
km: ឯកសារ
ko: 문서화
lv: Dokumentācija
mk: Документација
nb: Hjelpetekster
nds: Dokmentatschoon
nl: Documentatie
nn: Hjelpetekstar.
pa: ਦਸਤਾਵੇਜ਼
pl: Dokumentacja
pt_br: Documentação
se: Veahkketeavsttat
sk: Dokumentácia
sl: Dokumentacija
sr: Документација
sr@latn: Dokumentacija
sv: Dokumentation
ta: புத்தகம்
uk: Документація
wa: Documintåcion
zh_cn: 文档
zh_tw: 文件

source: M&od3
bg: &Модерен пасианс
fa: &به پیمانۀ ۳‌
hi: मोड3 (&o)
is: Þrí-afgan&gur
ja: Mod3(&O)
km: ម៉ូដ៣
ko: Mod3(&O)
pa: ਢੰਗ੩(&o)
sk: &Mód3
sr: М&од3
ta: வகை 3
zh_cn: 余三(&O)
zh_tw: Mod3 (&O)

source: &Napoleon's Tomb
bg: &Наполеон
cs: &Napoleonova hrobka
cy: Bedd &Napoleon
de: &Napoleons Grab
es: Tumba de &Napoleón
et: &Napoleoni Sark
eu: &Napoleon-en hilobia
fa: مقبرۀ &ناپلئون‌
fi: &Napoleonin hauta
fr: Le tombeau de &Napoléon
he: &הקבר של נפוליאון
hi: नेपोलियन का मकबरा (&N)
hr: &Napoleonov grob
hu: Napóleon sír&ja
is: Gröf &Napóleons
it: La &Tomba di Napoleone
ja: ナポレオンの墓(&N)
km: ផ្នូរ​ណាប៉ូឡេអុង
ko: 나폴레옹의 무덤(&N)
lv: &Napoleona kaps
mk: &Палецот на Наполеон
nb: &Napoleons grav
nds: &Napoleon sien Graff
nl: &Napoleon's tombe
nn: &Napoleons grav
pa: ਨਪੋਲੀਅਨ ਟੋਮਬ(&N)
pl: Grób &Napoleona
pt_br: Tumba de &Napoleão
se: Napol&eona hávdi
sk: &Napoleónova hrobka
sl: &Napoleonov grob
sr: &Наполеонова гробница
sr@latn: &Napoleonova grobnica
sv: &Napoleons grav
ta: &நெப்போலியனின் சமாதி
uk: Могила &Наполеона
wa: Li tombe da &Napoleyon
zh_cn: 拿破仑之墓(&N)
zh_tw: 拿破崙之墓 (&N)

source: &Choose Game...
bg: Из&бор на игра...
cs: &Zvolte hru...
cy: &Dewiswch Gêm...
de: Partie aus&wählen ...
es: Ele&gir juego...
et: &Vali mäng...
eu: &Hautatu jokoa...
fa: &انتخاب بازی...‌
fi: &Valitse peli...
fr: C&hoisir une partie...
he: בחירת &משחק...
hi: खेल चुनें... (&C)
hr: &Odaberite igru...
hu: Játékb&etöltés (számkóddal)...
is: &Veldu leik...
it: Scegli un gio&co...
ja: ゲームを選択(&C)...
km: ជ្រើស​ល្បែង...
ko: 게임 선택(&C)...
lv: &Izvēlieties spēli...
mk: &Избери игра...
nb: &Velg spill …
nds: Speel &utsöken...
nl: Kie&s een spel...
nn: &Vel spel …
pa: ਖੇਡ ਚੁਣੋ(&C)...
pl: &Wybierz rozdanie...
pt_br: &Escolher Jogo
se: &Vállje spealu …
sk: &Vybrať hru...
sl: &Izberite igro ...
sr: &Изаберите игру...
sr@latn: &Izaberite igru...
sv: &Välj spel...
ta: விளையாட்டைத் தேர்ந்தெடு...
uk: &Вибрати гру...
wa: T&choezi on djeu...
zh_cn: 选择游戏(&C)...
zh_tw: 選擇遊戲 (&C)

source: Restart &Game
bg: &Рестартиране
cs: &Restartovat hru
cy: Ailddechrau &Gêm
de: Spiel &neu starten
es: Reiniciar &partida
et: &Alusta algusest
eu: Berrabiarazi &jokoa
fa: بازآغازی &بازی‌
fi: &Aloita alusta
fr: R&ecommencer la partie
he: &התחל משחק מחדש
hi: खेल फिर से प्रारंभ करें (&G)
hr: Ponovi &igru
hu: Újr&akezdés
is: &Endurtaka leik
it: Riav&via il gioco
ja: ゲームを再スタート(&G)
km: ចាប់​ផ្ដើម​ល្បែង​ឡើង​វិញ
lv: Pārstartēt &spēli
mk: Почни од &почеток
nb: Sta&rt på nytt
nds: &Speel nieg starten
nl: Spel &herstarten
nn: &Start på nytt
pa: ਖੇਡ ਮੁੜ ਸ਼ੁਰੂ(&G)
pl: Powtórz &rozdanie
pt_br: &Reiniciar Jogo
se: Álggat &spealu ođđasit
sk: Spustiť h&ru znova
sl: &Znova zaženi igro
sr: &Поново покрени игру
sr@latn: &Ponovo pokreni igru
sv: &Starta om spel
ta: விளையாட்டைத் திரும்பவும் ஆரம்பி
uk: &Перезапустити гру
wa: Rataker on &djeu
zh_cn: 重新开始游戏(&G)
zh_tw: 重新開始遊戲 (&G)

source: &Game Type
bg: Избор на &пасианс
cs: Typ &hry
cy: Ma&th Gêm
de: &Spielart
es: Tipo de jue&go
et: &Mängu tüüp
eu: &Joko mota
fa: نوع &بازی‌
fi: Peli&tyyppi
fr: &Type de jeu
he: &סוג משחק
hi: खेल क़िस्म (&G)
hr: &Vrsta igre
hu: Játéktíp&us
is: Te&gund leiks
it: Tipo di &solitario
ja: ゲームの種類(&G)
km: ប្រភេទ​ល្បែង
ko: 게임 종류(&G)
lv: &Spēles tips
mk: &Тип на игра
nb: &Spilltype
nds: &Speeltyp
nl: &Speltype
nn: &Speltype
pa: ਖੇਡ ਕਿਸਮ(&G)
pl: &Pasjans
pt_br: &Tipo de Jogo
se: S&peallošládja
sk: Typ &hry
sl: V&rsta igre
sr: &Тип игре
sr@latn: &Tip igre
sv: S&pelvariant
ta: விளையாட்டு வகை
uk: &Тип гри
wa: Sôre di &djeu
zh_cn: 游戏类型(&G)
zh_tw: 遊戲類別 (&G)

source: &Change Background
bg: Избор на &фон
cs: Změnit &pozadí
cy: &Newid Cefndir
de: Hintergrund &wechseln
es: &Cambiar fondo
et: &Muuda tausta
eu: &Aldatu atzeko planoas
fa: &تغییر زمینه‌
fi: Vaihda ta&ustaa
fr: &Changer le fond
he: &שנה רקע
hi: पृष्ठभूमि बदलें (&C)
hr: &Promijeni pozadinu
hu: A háttér meg&változtatása
is: &Breyta bakgrunni
it: &Cambia lo sfondo
ja: 背景を変更(&C)
km: ផ្លាស់ប្តូរផ្ទៃ​ខាង​ក្រោយ
lv: Mainīt &fonu
mk: &Смени подлога
nb: &Skift bakgrunn
nds: Achtergrund &wesseln
nl: A&chtergrond wijzigen
nn: &Endra bakgrunn
pa: ਪਿੱਠਭੂਮੀ ਤਬਦੀਲ(&C)
pl: &Tło
pt_br: &Mudar Fundo
se: &Rievdat duogáža
sk: &Zmeniť pozadie
sl: &Spremeni ozadje
sr: &Промени позадину
sr@latn: &Promeni pozadinu
sv: &Välj bakgrund
ta: பின்னணியை மாற்று
uk: &Змінити тло
wa: &Candjî d' fond
zh_cn: 更改背景(&C)
zh_tw: 改變背景 (&C)

source: &Switch Cards...
bg: Настройване на к&артите...
cs: Vy&měnit karty...
cy: &Amnewid Cerdiau...
de: &Karten wechseln ...
es: Cambiar carta&s...
et: &Vaheta kaarte...
eu: &Aldatu kartak...
fa: &سودهی کارتها...‌
fi: &Vaihda kortteja...
fr: A&spect des cartes...
he: ב&חירת חפיסת קלפים...
hi: स्विच ताश... (&S)
hr: &Zamijeni karte...
hu: Kártyavál&tás...
is: &Skipta spilum...
it: &Modifica carte...
ja: カードを切り替え(&S)...
km: ប្តូរ​បៀ...
lv: Mainīt &kārtis...
mk: &Замени ги картите...
nb: &Bytt kort …
nds: &Koorten wesseln...
nl: Kaarten verwi&sselen
nn: &Byt kort …
pa: ਪੱਤੇ ਤਬਦੀਲ(&S)...
pl: &Rodzaj kart...
pt_br: &Trocar Cartas...
se: &Molsso goartta …
sk: Vymeniť &karty...
sl: &Zamenjaj karte ...
sr: &Замени карте...
sr@latn: &Zameni karte...
sv: &Byt kortlek...
ta: &அட்டைகளை மாற்று...
uk: П&еретасувати карти...
wa: &Rivnance des cwårdjeus...
zh_cn: 牌面图案(&S)...
zh_tw: 切換卡片 (&S)

source: &Statistics
bg: &Статистика
cs: &Statistiky
cy: &Ystadegaeth
de: &Statistiken
es: E&stadísticas
et: &Statistika
eu: E&statistikak
fa: &آمار‌
fi: &Tilastot
fr: &Statistiques
he: &סטטיסטיקה
hr: &Statistike
hu: &Statisztika
is: &Tölfræði
it: &Statistiche
ja: 統計(&S)
km: ស្ថិតិ
ko: 통계(&S)
lv: &Statistika
mk: &Статистика
nb: &Statistikk
nds: &Statistik
nl: &Statistieken
nn: &Statistikk
pa: ਅੰਕੜੇ(&S)
pl: &Statystyka
pt_br: &Estatísticas
se: &Statistihkka
sk: Š&tatistika
sl: &Statistika
sr: &Статистика
sr@latn: &Statistika
sv: &Statistik
ta: &புள்ளியியல்
uk: &Статистика
wa: &Sitatistikes
zh_cn: 统计(&S)...
zh_tw: 統計 (&S)

source: &Animation on Startup
bg: &Анимация при стартиране
cs: &Animace při spuštění
cy: B&ywluniad wrth Gychwyn
de: &Animationen beim Programmstart
es: &Animación al comenzar
et: &Animatsioon käivitamisel
eu: &Animazioa abioan
fa: &پویانمایی هنگام راه‌اندازی‌
fi: &Alkuanimaatio
fr: &Animation au démarrage
he: א&נימציה בעת ההפעלה
hi: प्रारंभ में चलचित्र दिखाएँ (&A)
hr: &Animacija pri pokretanju
hu: Animáció a program &indulásakor
is: &Hreyfimynd í upphafi
it: &Animazione all'avvio
ja: スタート時のアニメーション(&A)
km: ចលនា​ពេល​ចាប់ផ្ដើម
lv: &Animācija pie palaišanās
mk: &Анимации при подигање
nb: &Animasjon ved oppstart
nds: &Animatschoon bi't Hoochfohren
nl: &Animatie bij het opstarten
nn: &Animasjon ved oppstart
pa: ਸ਼ੁਰੂਆਤ ਤੇ ਸਜੀਵਤਾ(&A)
pl: &Animacja na początku
pt_br: &Animação na Inicialização
se: &Animašuvdna álggahettiin
sk: &Animácia pri štarte
sl: &Animacija ob zagonu
sr: &Анимација при покретању игре
sr@latn: &Animacija pri pokretanju igre
sv: &Animering vid start
ta: &அசைவூட்டு துவக்கம்
uk: &Анімація під час запуску
wa: &Animåcion a l' enondaedje
zh_cn: 启动时的动画(&A)
zh_tw: 啟動時的動畫 (&A)

source: &Enable Autodrop
bg: А&втоматично пускане
cs: Povo&lit automatické upuštění
cy: &Galluogi gostwng ymysgogol
de: &Automatisches Ablegen aktivieren
es: &Activar autosoltar
et: A&utomaatkäikude lubamine
eu: &Gaitu mugimendu automatikoak
fa: &فعال‌سازی افت خودکار‌
fi: &Käytä automaattipudotusta
fr: Acti&ver les coups automatiques
he: אפשר &גרירה אוטומטית
hi: स्वयं छोड़ना सक्षम करें (&E)
hr: &Omogući automatsko ispuštanje
hu: A&utomatikus ejtés engedélyezése
is: Virkja sjálfvirkt í &borð
it: Abilita &rimozione automatica
ja: 自動ドロップを有効に(&E)
km: អនុញ្ញាត​ទម្លាក់​ស្វ័យប្រវត្តិ
ko: 자동 떨어트리기 사용하기(&E)
lv: &Ieslēgt automātisku novietošanu
mk: &Вклучи автоматско редење
nb: Slå på &autoslipp
nds: &Automaatsch Afleggen anmaken
nl: Automatisch plaatsen activer&en
nn: Slå på &autoslepp
pa: ਸਵੈ-ਚਾਲਿਤ ਪੱਤੇ ਚੱਕਣਾ ਯੋਗ(&E)
pl: Włącz auto&upuszczanie
pt_br: &Ativar Arrastar Automático
se: Bija autoluoitima &johtui
sk: &Povoliť automatické púšťanie
sl: &Omogoči samodejno spuščanje
sr: &Укључи аутоматско испуштање
sr@latn: &Uključi automatsko ispuštanje
sv: Aktiv&era automatisk beskärning
ta: &தானியங்கு விடு
uk: &Увімкнути автовипадання
wa: &Mete en alaedje les côps otomatikes
zh_cn: 允许自动落下(&E)
zh_tw: 使用自動落下 (&E)

source: Disable Autodrop
bg: Автоматично пускане
cs: Zakázat automatické upuštění
cy: Analluogi gostwng ymysgogol
de: Automatisches Ablegen &deaktivieren
es: Desactivar autosoltar
et: A&utomaatkäikude keelamine
eu: Ezgaitu mugimendu automatikoak
fa: غیرفعال کردن افت خودکار
fi: Poista automaattipudotus
fr: Désactiver les coups automatiques
he: בטל גרירה אוטומטית
hr: Onemogući automatsko ispuštanje
hu: Az a&utomatikus ejtés letiltása
is: Afvirkja sjálfvirkt í &borð
it: Disabilita rimozione automatica
ja: 自動ドロップを無効に
km: មិន​អនុញ្ញាត​ទម្លាក់​ស្វ័យប្រវត្តិ
ko: 자동 떨어트리기 사용하지 않기
lv: Atslēgt automātisku novietošanu
mk: Исклучи автоматско редење
nb: Slå av &autoslipp
nds: Automaatsch Afleggen utmaken
nl: Automatisch plaatsen uitschakelen
nn: Slå av &autoslepp
pa: ਸਵੈ-ਚਾਲਿਤ ਪੱਤੇ ਚੱਕਣਾ ਅਯੋਗ
pl: Wyłącz autoupuszczanie
pt_br: Desabilitar Arrastar Automático
se: Bisset autoluoitima
sk: Zakázať automatické púšťanie
sl: Onemogoči samodejno spuščanje
sr: Искључи аутоматско испуштање
sr@latn: Isključi automatsko ispuštanje
sv: Inaktivera automatisk beskärning
ta: தானியங்குவை செயலற்றதாக்கு
uk: Вимкнути автовипадання
wa: Dismete les côps otomatikes
zh_cn: 禁止自动落下
zh_tw: 關閉自動落下

source: The cards you have chosen have a different size than the ones you are currently using. This requires the current game to be restarted.
bg: Картите, които сте избрали имат различен размер от тези, които използвате. Това изисква играта да бъде рестартирана.
cs: Vybrané karty mají jinou velikost než ty, které právě používáte; proto je třeba hru restartovat.
cy: Mae'r cerdiau yr ydych wedi eu dewis o faint gwahanol i'r rhai yr ydych yn eu defnyddio ar hyn o bryd. Bydd y gêm gyfredol yn gorfod gael ei hailgychwyn.
de: Der ausgewählte Kartensatz hat eine andere Größe als der, den Sie momentan benutzen. Daher muss das Spiel neu gestartet werden.
es: Las cartas que ha elegido tienen un tamaño diferente al de las que está utilizando en este momento. Es necesario reiniciar la partida.
et: Valitud kaardipaki suurus erineb kaardipakist, mida praegu kasutad. Selle paki kasutamiseks peab mängu algusest alustama.
eu: Zuk hautatu dituzun kartek une honetan erabiltzen ari zarenak baina tamaina ezberdina dute. Honek uneko jokoa berrabiaraztea behar du.
fa: کارتهایی که انتخاب کرده‌اید، نسبت به کارتهایی که الان استفاده می‌کنید اندازۀ متفاوت دارند. این مسئله مستلزم این است که بازی جاری دوباره آغاز شود.
fi: Valitsemasi kortit ovat erikokoisia, kuin nykyisin käytössäolevat. Peli pitää käynnistää uudelleen.
fr: Les cartes que vous avez choisies ont une taille différente de celles actuellement utilisées. Ceci nécessite que la partie en cours soit redémarrée.
he: גודל הקלפים שבחרת שונה מגודל הקלפים שבהם אתה משתמש כרגע. יש צורך להתחיל את המשחק הנוכחי מחדש.
hi: ताश जो आपने चुने हैं, वह जो आप वर्तमान में उपयोग कर रहे हैं उससे आकार में भिन्न हैं. इस के लिए मौज़ूदा खेल को फिर से प्रारंभ करना आवश्यक होगा.
hr: Karte koje ste odabrali imaju različitu veličinu u odnosu na one koje trenutno upotrebljavate. Ovo zahtijeva ponovno pokretanje igre.
hu: A kiválasztott kártyák mérete eltér az eddig használtakétól, ezért a játékot újra kell indítani.
is: Spilin sem þú hefur valið eru af annarri stærð en þau sem nú eru í notkun. Þetta þýðir að það verður að endurræsa leikinn.
it: Le carte che hai scelto hanno una dimensione diversa da quelle che stai usando ora. Perciò occorre riavviare la partita.
ja: 選択されたカードは現在使っているものとサイズが異なります。ゲームを再スタートさせる必要があります。
km: បៀ​ដែល​អ្នក​បាន​ជ្រើស មាន​ទំហំ​ខុស​ពី​បៀ​ដែល​អ្នក​កំពុង​ប្រើ ។ វា​តម្រូវ​ឲ្យ​ល្បែង​បច្ចុប្បន្ន​ចាប់ផ្ដើម​ម្ដង​ទៀត ។
lv: Jūsu izvelētās kārtis atšķiras pēc izmēra no tām, kuras pašlaik ir lietošanā. Jums ir jāpārstartē spēle.
mk: Картите што ги избравте имаат различна големина од оние кои моментално ги користите. Поради тоа играта мора да почне од почеток.
nb: De valgte kortene er ikke like store som de du bruker nå. Spillet må derfor startes omigjen.
nds: De Koorten, de Du utsöcht hest, hebbt en anner Grött as de, welk Du opstunns bruukst. Dorüm mutt dat lopen Speel nieg start warrn.
nl: De kaarten die u hebt gekozen hebben een ander formaat dan de kaarten die u momenteel gebruikt. Het huidige spel dient daardoor opnieuw te worden gestart.
nn: Korta valde er ikkje like store som dei du brukar no. Spelet må difor startast om att.
pa: ਤਾਸ਼ ਦੇ ਪੱਤੇ, ਜੋ ਤੁਸੀਂ ਚੁਣੇ ਹਨ, ਉਸ ਅਕਾਰ ਤੋਂ ਵੱਖਰੇ ਹਨ, ਜੋ ਕਿ ਇਸ ਸਮੇਂ ਵਰਤ ਜਾ ਰਹੇ ਹਨ। ਇਸ ਨਾਲ ਤੁਹਾਨੂੰ ਖੇਡ ਮੁੜ ਚਾਲੂ ਕਰਨੀ ਪਵੇਗੀ।
pl: Wybrane karty mają inny rozmiar niż aktualnie używane. Zmiana będzie wymagać ponownego uruchomienia aktualnego rozdania.
pt_br: As cartas que você escolheu possuem um tamanho diferente das que você está usando agora. Isto requer que o jogo atual seja reiniciado.
se: Goarttaid maid leat válljen eai leat seammá stuorrá go daid maid dál geavahat. Ferte danne álggahit spealu ođđasit.
sk: Karty, ktoré ste vybrali, majú inú veľkosť než tie, ktoré momentálne používate. Budete musieť spustiť aktuálnu hru znovu.
sl: Karte, ki ste jih izbrali, imajo drugačno velikost od trenutno uporabljenih. Zato morate trenutno igro znova zagnati.
sr: Карте које сте изабрали имају величину другачију од оних које се тренутно користе. Ово захтева да се игра поново покрене.
sr@latn: Karte koje ste izabrali imaju veličinu drugačiju od onih koje se trenutno koriste. Ovo zahteva da se igra ponovo pokrene.
sv: Korten du har valt har en annan storlek än den som du använder för närvarande. Det här kräver att det aktuella spelet startas om.
ta: நடப்பில் உள்ள அட்டைகள் நீங்கள் முன்பு தேர்வு செய்ததை விட வேறு அளவுகளில் உள்ளது.
uk: Карти, які ви вибрали, мають відмінний розмір від тих, які ви зараз використовуєте. Це потребує перезапуску гри.
wa: Les cwårdjeus k' vos avoz tchoezi ont ene ôte grandeu k' les cisses ki vs eployîz pol moumint. Çoula dmande di renonder l' djeu do moumint.
zh_cn: 您选择的牌与正在使用的牌大小不同。这需要重新玩当前游戏。
zh_tw: 您選擇的牌和目前使用的牌大小不合。您必須重新啟動本遊戲。

source: <qt>Couldn't load wallpaper<br/>%1</qt>
bg: <qt>Грешка при зареждане на фона <br/>%1</qt>
cs: <qt>Nemohu načíst pozadí<br/>%1</qt>
cy: <qt>Methwyd lwytho'r papur wal<br/>%1</qt>
de: <qt>Hintergrund lässt sich nicht laden:<br/>%1</qt>
es: <qt>No se puede cargar la imagen de fondo<br/>%1</qt>
et: <qt>Taustapildi %1<br/>laadimine ebaõnnestus</qt>
eu: <qt>Ezin da horma-papera kargatu: <br/>%1</qt>
fa: <qt>نتوانست کاغذ دیواری را بار کند<br/>%1</qt>
fi: <qt>Ei voitu ladata taustakuvaa <br/>%1</qt>
fr: <qt>Impossible de charger le fond d'écran<br/>%1</qt>
he: <qt>לא יכול לטעון רקע <br/> %1</qt>
hi: <qt>वालपेपर लोड नहीं कर सकता<br/>%1</qt>
hr: <qt>Sliku pozadine nije moguće učitati<br/>%1</qt>
hu: <qt>A háttérkép betöltése nem sikerült: <br/>%1</qt>
is: <qt>Gat ekki sótt bakgrunnsmynd<br/>%1</qt>
it: <qt>Non posso caricare l'immagine di sfondo<br/>%1</qt>
ja: <qt>壁紙画像を読み込めませんでした<br/>%1</qt>
km: <qt>មិន​អាច​ផ្ទុក​ក្រដាស​បិទ​ជញ្ជាំង<br/>%1</qt>
lv: <qt>Nevaru ielādēt fona bildi<br/>%1</qt>
mk: <qt>Не можам да го вчитам тапетот<br/>%1</qt>
nb: <qt>Kunne ikke hente bakgrunnspapir<br/>%1</qt>
nds: <qt>Achtergrund lett sik nich laden<br/>%1</qt>
nl: <qt>Deze achtergrondafbeelding kon niet worden geladen: <br/>%1</qt>
nn: <qt>Klarte ikkje opna bakgrunnsbiletet<br/>%1</qt>
pa: <qt>ਪਿੱਠਭੂਮੀ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ<br/>%1</qt>
pl: <qt>nie można wczytać tapety <br/>%1</qt>
pt_br: <qt>Não foi possível carregar o papel de parede <br/>%1</qt>
se: <qt>Ii sáhttán rahpat duogášgova<br/>%1</qt>
sk: <qt>Nepodarilo sa načítať tapetu<br/>%1</qt>
sl: <qt>Ni moč naložiti ozadja<br/>%1</qt>
sr: <qt>Нисам могао да учитам постер<br/>%1</qt>
sr@latn: <qt>Nisam mogao da učitam poster<br/>%1</qt>
sv: <qt>Kunde inte ladda bakgrundsbilden<br/>%1</qt>
ta: <qt>சுவரொட்டியை உள்வாங்க முடியாது<br/>%1</qt>
uk: <qt>Не вдається завантажити шпалери<br/>%1</qt>
wa: <qt>Dji n' a sepou ritcherdjî l' fond<br/>%1</qt>
zh_cn: <qt>无法装入壁纸<br/>%1</qt>
zh_tw: <qt>無法載入桌布<br/>%1</qt>
