Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kpat.po
Languages: bg, cs, cy, de, es, et, eu, fa, fi, fr, he, hi, hr, hu, is, it, ja, km, ko, lv, mk, nb, nds, nl, nn, pa, pl, pt_br, se, sk, sl, sr, sr@latn, sv, ta, uk, wa, zh_cn, zh_tw

source: Statistics
bg: Статистика
cs: Statistiky
cy: Ystadegau
de: Statistiken
es: Estadísticas
et: Statistika
eu: Estatistikak
fa: آمار
fi: Tilastot
fr: Statistiques
he: סטטיסטיקה
hr: Statistike
hu: Statisztika
is: Tölfræði
it: Statistiche
ja: 統計
km: ស្ថិតិ
ko: 통계
lv: Statistika
mk: Статистика
nb: Statistikk
nds: Statistik
nl: Statistieken
nn: Statistikk
pa: ਅੰਕੜੇ
pl: Statystyka
pt_br: Estatísticas
se: Statistihkka
sk: Štatistika
sl: Statistika
sr: Статистика
sr@latn: Statistika
sv: Statistik
ta: புள்ளியியல்
uk: Статистика
wa: Sitatistikes
zh_cn: 统计
zh_tw: 統計

source: Game:
bg: Игра:
cs: Hra:
cy: Gêm:
de: Spiel:
es: Partida:
et: Mäng:
eu: Jokoa:
fa: بازی:
fi: Peli:
fr: Jeu :
he: משחק:
hr: Igra:
hu: Játék:
is: Leikur:
it: Partita:
ja: ゲーム:
km: ល្បែង ៖
ko: 게임:
lv: Spēle:
mk: Игра:
nb: Spill:
nds: Speel:
nl: Spel:
nn: Spel:
pa: ਖੇਡ:
pl: Gra:
pt_br: Jogo:
se: Speallu:
sk: Hra:
sl: Igra:
sr: Игра:
sr@latn: Igra:
sv: Spel:
ta: விளையாட்டு:
uk: Гра:
wa: Djeu:
zh_cn: 游戏：
zh_tw: 遊戲：

source: Longest winning streak:
bg: Най-дълга победна серия:
cs: Nejvíce výher v řadě:
cy: Cyfnod hiraf o ennill:
de: Längste Glückssträhne:
es: Lista de ganadores:
et: Enim võite järjest:
eu: Jarraian irabazitako kopuru maximoak:
fa: طولانی‌ترین دور برد:
fi: Pisin voittoputki:
fr: Plus longue série de parties gagnées :
he: רצף הניצחונות הארוך ביותר:
hr: Najdulji pobjednički niz:
hu: Leghosszabb nyerő széria:
is: Lengsta vinningsröð:
it: Migliore serie di soluzioni:
ja: 最長の連勝記録:
km: ចំនួន​ឈ្នះ​ជាប់ៗ​គ្នា ៖
lv: Visvairāk pēc kārtas uzvarētās spēles:
mk: Најдолга низа на победи:
nb: Fleste seiere på rad:
nds: Längst Glückstreek:
nl: Meeste achtereenvolgens gewonnen spellen:
nn: Etterfølgjande sigrar:
pa: ਸਭ ਤੋਂ ਲੰਮ ਜਿੱਤ ਸਟਰੀਕ:
pl: Najdłuższa seria zwycięstw:
pt_br: Maior número de jogos vencidos seguidamente:
se: Vuoittut maŋŋálaga:
sk: Najdlhší rad víťazstiev:
sl: Najdaljši zmagovalni niz:
sr: Најдужи победнички низ:
sr@latn: Najduži pobednički niz:
sv: Längsta följd av vinster:
ta: நீண்ட வெற்றியின் தொடர்ச்சி:
uk: Найдовший виграшний похід:
wa: Li pus longue xhilete di wangneyès pårts:
zh_cn: 连赢记录：
zh_tw: 最長連勝紀錄：

source: Games played:
bg: Изиграни игри:
cs: Odehraných her:
cy: Gêmau wedi'u chwarae:
de: Gespielte Spiele:
es: Partidas jugadas:
et: Kokku mängitud:
eu: Jokatutako jokoak:
fa: بازیهای اجراشده:
fi: Pelattuja pelejä:
fr: Parties jouées :
he: משחק ששיחקת:
hr: Odigrane igre:
hu: A játszmák száma:
is: Leikir spilaðir:
it: Partite giocate:
ja: プレイ回数:
km: ល្បែង​បាន​លេង ៖
lv: Spēles spēlētas:
mk: Одиграни игри:
nb: Antall spill spilt:
nds: Speelt Spelen:
nl: Spellen gespeeld:
nn: Omgangar:
pa: ਖੇਡੀਆਂ ਖੇਡਾਂ:
pl: Liczba rozegranych gier:
pt_br: Jogos participados:
se: Galle geardde speallejuvvon:
sk: Hraných hier:
sl: Igrane igre:
sr: Одиграних игара:
sr@latn: Odigranih igara:
sv: Antal spel:
ta: விளையாடப்பட்ட விளையாட்டுகள்:
uk: Зіграно ігор:
wa: Djouwêyès pårts:
zh_cn: 游戏数：
zh_tw: 遊戲局數：

source: Longest losing streak:
bg: Най-дълга губеща серия:
cs: Nejvíce proher v řadě:
cy: Cyfnod hiraf o golli:
de: Längste Pechsträhne:
es: Lista de perdedores:
et: Enim kaotusi järjest:
eu: Jarraian galdutako kopuru maximoak:
fa: طولانی‌ترین دور باخت:
fi: Pisin häviöputki:
fr: Plus longue série de parties perdues :
he: רצף ההפסדים הארוך ביותר:
hr: Najdulji gubitnički niz:
hu: Leghosszabb vesztő széria:
is: Lengsta tapröð:
it: Peggiore serie di sconfitte:
ja: 最長の連敗記録:
km: ចំនួន​ចាញ់​ជាប់ៗ​គ្នា ៖
lv: Visvairāk pēc kārtas zaudētās spēles:
mk: Најдолга низа на порази:
nb: Fleste tap på rad:
nds: Längst Malöörstreek:
nl: Meeste achtereenvolgens verloren spellen:
nn: Etterfølgjande tap:
pa: ਸਭ ਤੋਂ ਲੰਮਾ ਹਾਰ ਸਟਰੀਕ:
pl: Najdłuższa seria porażek:
pt_br: Maior número de jogos perdidos seguidamente:
se: Táhpat maŋŋálaga:
sk: Najdlhší rad prehier:
sl: Najdaljši niz porazov:
sr: Најдужи губитнички низ:
sr@latn: Najduži gubitnički niz:
sv: Längsta följd av förluster:
ta: நீண்ட தோல்வியின் தொடர்ச்சி:
uk: Найдовший програшний похід:
wa: Lu pus longue xhilete di pierdowès pårts:
zh_cn: 连输记录：
zh_tw: 最長連敗紀錄：

source: Games won:
bg: Спечелени игри:
cs: Vyhraných her:
cy: Gemau wedi'u hennill:
de: Gewonnene Spiele:
es: Partidas ganadas:
et: Võidetud mänge:
eu: Irabazitako jokoak:
fa: برد بازیها:
fi: Voitettuja pelejä:
fr: Parties gagnées :
he: משחקים שנוצחו:
hr: Broj pobjeda:
hu: Győzelmek:
is: Unnir leikir:
it: Solitari risolti.
ja: 勝ち:
km: ល្បែង​បាន​ឈ្នះ ៖
lv: Spēles uzvarētas:
mk: Добиени игри:
nb: Spill vunnet:
nds: Wunnen Spelen:
nl: Spellen gewonnen:
nn: Sigrar:
pa: ਜਿੱਤੀਆਂ ਖੇਡਾਂ:
pl: Liczba zwycięstw:
pt_br: Jogos ganhos:
se: Vuoittut:
sk: Vyhraných hier:
sl: Dobljene igre:
sr: Добијених игара:
sr@latn: Dobijenih igara:
sv: Vunna spel:
ta: வெற்றிப் பெற்ற விளையாட்டுகள்:
uk: Виграно ігор:
wa: Wangneyès pårts:
zh_cn: 赢局：
zh_tw: 勝利次數：

source: &Simple Simon
bg: &Опростен пасианс
cs: Jednoduchý &Simon
de: Einfach &Simon
es: &Simón simple
et: &Lihtsameelne Siim
eu: Simon &sinplea
fa: شمعون &نادان‌
fi: &Yksinkertainen Simon
fr: &Simon le simple
he: Simon &פשוט
hi: सरल साइमन (&S)
hr: &Jednostavan Simon
hu: E&gyszerű Simon
is: Einfaldi &Símon
it: &Simon semplice
ja: まぬけのサイモン(&S)
km: សាយម៉ុន​ធម្មតា
ko: 간단한 사이먼(&S)
lv: Vienkārši &Simons
nds: Eenfach &Simon
nl: Eenvoudige &Simon
pa: ਸਧਾਰਨ ਸੀਮੋਨ(&S)
pt_br: &Simon Simples
se: Oktageardánis &Simmona
sk: &Jednoduchý Simon
sr: &Једноставни Симон
sr@latn: &Jednostavni Simon
sv: Följa &John
ta: &எளிய சைமன்
wa: &Simon l' simpe
zh_cn: 笨蛋(&S)
zh_tw: 簡單 Simon (&S)

source: S&pider (Easy)
bg: Паяк (&лесно ниво)
cs: &Pavouk (Jednoduchý)
cy: &Prycopyn (Hawdd)
de: S&pider (einfach)
es: S&pider (Fácil)
et: Äm&blik (lihtne)
eu: &Armiarma (erraza)
fa: &عنکبوت )آسان(‌
fi: &Hämähäkki (Helppo)
fr: Araignée (&Facile)
he: &עכביש (קל)
hi: स्पाइडर (सरल) (&p)
hr: &Pauk (lagani)
hu: &Pók (könnyű)
is: &Könguló (Auðvelt)
it: S&pider (facile)
ja: スパイダー (初級) (&P)
km: ពីងពាង (ងាយស្រួល)
ko: 스파이더 (쉬움)(&P)
lv: Zirneklis (&vienkāršs)
mk: S&pider (Лесно)
nb: Edderkoppen (&lett)
nds: S&pider (eenfach)
nl: S&pin (eenvoudig)
nn: Edderkoppen (&lett)
pa: ਮਕੜੀ(&p) ਸਖਤ
pl: S&pider (łatwy)
pt_br: &Aranha (Fácil)
se: Heavdni (ok&tageardán)
sk: &Pavúk (jednoduché)
sl: S&pider (lahka)
sr: &Паук (лако)
sr@latn: &Pauk (lako)
sv: S&pindel (lätt)
ta: ஸ்பைடர்(எளிய)
uk: Павук (&легка)
wa: &Araegne (åjhey)
zh_cn: 蜘蛛(易)(&P)
zh_tw: Spider(簡單)(&P)

source: Spider (&Medium)
bg: Паяк (с&редно ниво)
cs: Pavouk (&Střední)
cy: Prycopyn (&Canolig)
de: Spider (&mittel)
es: Spider (&Medio)
et: Ä&mblik (tavaline)
eu: Armiarma (&ertaina)
fa: عنکبوت )&متوسط(‌
fi: Hä&mähäkki (Keskitaso)
fr: Araignée (&Moyen)
he: עכביש (&בינוני)
hi: स्पाइडर (सामान्य) (&M)
hr: Pauk (&srednji)
hu: Pók (köze&pes)
is: K&önguló (Miðlungs)
it: Spider (&Medio)
ja: スパイダー (中級) (&M)
km: ពីងពាង (មធ្យម)
ko: 스파이더 (중간)(&M)
lv: &Zirneklis (vidējs)
mk: Spider (&Средно)
nb: Edderkoppen (&middels)
nds: Spider (&middel)
nl: Spin (ge&middeld)
nn: Edderkoppen (&middels)
pa: ਮੱਕੜੀ (ਮੱਧਮ)(&M)
pl: Spider (&średni)
pt_br: Ara&nha (Médio)
se: Hea&vdni
sk: Pa&vúk (stredné)
sl: Spi&der (srednja)
sr: П&аук (средње)
sr@latn: P&auk (srednje)
sv: Spin&del (normal)
ta: ஸ்பைடர்(நடுநிலை)
uk: Павук (&середня)
wa: Araegne (&mîtrin)
zh_cn: 蜘蛛(中)(&M)
zh_tw: Spider(中等)(&M)

source: Spider (&Hard)
bg: Паяк (&трудно ниво)
cs: Pavouk (&Těžký)
cy: Prycopyn (A&nodd)
de: Spider (&schwer)
es: Spider (&Difícil)
et: Ämb&lik (raske)
eu: Armiarma (&gogorra)
fa: عنکبوت )&سخت(‌
fi: Hämähäk&ki (Vaikea)
fr: Araignée (&Difficile)
he: עכביש (&קשה)
hi: स्पाइडर (कठिन) (&H)
hr: Pauk (&težak)
hu: Pók (n&ehéz)
is: Kö&nguló (Erfitt)
it: Spider (&Difficile)
ja: スパイダー (上級) (&H)
km: ពីងពាង (លំបាក)
ko: 스파이더 (어려움)(&H)
lv: Z&irneklis (sarežģīts)
mk: Spider (&Тешко)
nb: Edderkoppen (&vanskelig)
nds: Spider (&swoor)
nl: Spin (m&oeilijk)
nn: Edderkoppen (&vanskeleg)
pa: ਮੱਕੜੀ (ਸਖਤ) (&H)
pl: Spider (&trudny)
pt_br: Aran&ha (Difícil)
se: Heavdni (vátti&s)
sk: Pavúk (ť&ažké)
sl: Spid&er (težka)
sr: Па&ук (тешко)
sr@latn: Pa&uk (teško)
sv: Spindel (s&vår)
ta: ஸ்பைடர்(கடினம்)
uk: Павук (&важка)
wa: Araegne (Målå&jhey)
zh_cn: 蜘蛛(难)(&H)
zh_tw: Spider(困難)(&H)

source: &Yukon
bg: &Юкон
he: &יוקון
hi: युकोन (&Y)
ja: ユーコン(&Y)
km: យូកុន
ko: 유콘(&Y)
lv: &Jukona
mk: &Јукон
pa: ਯੂਕੋਨ(&Y)
sr: &Јукон
sr@latn: &Jukon
ta: &யுகான்
zh_cn: 育空(&Y)
zh_tw: 育空 (&Y)
