Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kpat.po
Languages: bg, cs, cy, de, es, et, eu, fa, fi, fr, he, hi, hr, hu, is, it, ja, km, ko, lv, mk, nb, nds, nl, nn, pa, pl, pt_br, se, sk, sl, sr, sr@latn, sv, ta, uk, wa, zh_cn, zh_tw

source: _: NAME OF TRANSLATORS Your names
bg: Красимира Минчева,Стоян Цалев
cs: Lukáš Tinkl,Ivo Jánský
cy: Kyfieithu: KD, dylunio, Thierry Vignaud
de: Matthias Kiefer,Stephan Kulow,Stefan Winter
es: Rafael Osuna,Victor Romero,Pablo J. Barneo González,Jaime Robles,Pablo de Vicente,Miguel Revilla Rodríguez,Lucas García,Santiago Fernández
et: Anti Veeranna
eu: Ion Gaztañaga
fa: نسیم دانیارزاده
fi: Kim Enkovaara,Ilpo Kantonen
fr: Laurent Rathle,Cédric Pasteur,Yann Verley
he: צוות התרגום של KDE ישראל Israel Berger
hi: रविशंकर श्रीवास्तव
hr: Renato Pavičić
hu: John Zero,Szántó Tamás
is: Bjarni R. Einarsson, Richard Allen, Þórarinn R. Einarsson, Pjetur G. Hjaltason
it: Andrea Celli,Andrea Rizzi
ja: Taiki Komoda,Takuro Ashie,Kurose Shushi,Naoya KOJIMA
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Park Shinjo
lv: Andris Maziks, Mārs Nartišs
mk: Јован Костовски,Жаклина Ѓалевска
nb: Christian A Strømmen [Number1/NumeroUno],Knut Yrvin,Klaus Ade Johnstad,Karl Ove Hufthammer,Nils Kristian Tomren
nds: Manfred Wiese, Sönke Dibbern
nl: Rinse de Vries,Bram Schoenmakers
nn: Gaute Hvoslef Kvalnes,Karl Ove Hufthammer
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Michał Rudolf
pt_br: João Emanuel, Lisiane Sztoltz Teixeira, Stephen Killing
se: Børre Gaup
sk: Juraj Bednár,Juraj Sucik,Stanislav Višňovský
sl: Marko Samastur,Primož Peterlin,Roman Maurer,Gregor Rakar
sr: Милош Пузовић, Часлав Илић
sr@latn: Miloš Puzović, Časlav Ilić
sv: Christer Gustavsson,Per Lindström
ta: சரவணன்
uk: Gladky Dima,Іван Петрущак
wa: Djan Cayron
zh_cn: KDE 简体中文翻译组
zh_tw: Hydonsingore Sie

source: _: EMAIL OF TRANSLATORS Your emails
bg: krasimira_m@yahoo.com,stockton@mgu.bg
cs: lukas@kde.org,Ivo.Jansky@seznam.cz
cy: kyfieithu@dotmon.com
de: kiefer@kde.org,coolo@kde.org,swinter@kde.org
es: rafa@ecotelco.com,romero@kde.org,pablob@nikhef.nl,jaime@kde.org,vicente@oan.es,yo@miguelrevilla.com,tanke@escomposlinux.org,santi@kde-es.org
et: duke@linux.ee
eu: igaztanaga@gmail.com
fa: daniarzadeh@itland.ir
fi: kim.enkovaara@iki.fi,ilpo@iki.fi
fr: lrathle@teaser.fr,cedric.pasteur@free.fr,yann.verley@free.fr
he: kde-il@yahoogroups.com israelb@gmail.com
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
hr: renato<-at->translator-shop.org
hu: johnzero@telnet.hu,tszanto@mol.hu
is: bre@mmedia.is, ra@ra.is, thori@mindspring.com, pjetur@hugbun.is
it: a.celli@caltanet.it,rizzi@kde.org
ja: kom@kde.gr.jp,ashie@homa.ne.jp,md81@bird.email.ne.jp,naoya@fullmoon.dyndns.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: peremen@gmail.com
lv: andris.m@delfi.lv, maris.kde@gmail.com
mk: chombium@freemail.com.mk,gjalevska@yahoo.com
nb: number1@realityx.net,knuty@skolelinux.no,klaus@skolelinux.no,karl@huftis.org,project@nilsk.net
nds: m.j.wiese@web.de, s_dibbern@web.de
nl: rinse@kde.nl,bramschoenmakers@kde.nl
nn: gaute@verdsveven.com,karl@huftis.org
pa: aalam@redhat.com
pl: mrudolf@kdewebdev.org
pt_br: joaoemanuel@terra.com.br, lisiane@kdemail.net, stephen.killing@kdemail.net
se: boerre@skolelinux.no
sk: juraj@bednar.sk,sucik@pobox.sk,visnovsky@nenya.ms.mff.cuni.cz
sl: markos@elite.org,primoz.peterlin@biofiz.mf.uni-lj.si,roman.maurer@amis.net,gregor.rakar@kiss.si
sr: m.puzovic@etoncollege.org.uk, caslav.ilic@gmx.net
sr@latn: m.puzovic@etoncollege.org.uk, caslav.ilic@gmx.net
sv: f93-cgn@sm.luth.se,per.lindstrom@osd.privataccess.nu
ta: tel2sara@rediffmail.com
uk: gladimdim@inbox.ru,iip@telus.net
wa: jean.cayron@gmail.com
zh_cn: i18n-translation@lists.linux.net.cn
zh_tw: hydonsingore@mail.educities.edu.tw

source: please wait, loading cards...
bg: Зареждане на картите, моля изчакайте...
cs: Prosím čekejte, nahrávám karty...
cy: Arhoswch - yn llwytho'r cerdiau...
de: Bitte etwas Geduld, die Karten werden geladen ...
es: Cargando cartas...
et: Palun oota, kaartide laadimine...
eu: Itxaron mesedez, kartak kargatzen...
fa: لطفاً، منتظر باشید، در حال بارگذاری کارتها...
fi: odota hetki, lataan kortteja...
fr: Veuillez patienter, le chargement des cartes est en cours...
he: אנא המתן, טוען קלפים...
hi: कृपया इंतजार करें, ताश लोड किया जा रहा है...
hr: Pričekajte, učitavaju se karte...
hu: egy kis türelmet kérek, betöltöm a kártyákat...
is: augnablik, hleð inn spil...
it: Attendere prego, caricamento carte in corso...
ja: カードを読み込んでいます。お待ちください...
km: សូម​រង់ចាំ កំពុង​ផ្ទុក​បៀ...
ko: 카드를 불러오고 있습니다. 기다려 주십시오...
lv: Lūdzu gaidīt, ielādēju kārtis...
mk: ве молам причекајте, ги вчитувам картите...
nb: Vent litt. Henter kort …
nds: bitte tööv, de Koorten warrt laadt...
nl: wacht even a.u.b., kaarten worden geladen...
nn: Vent litt. Hentar kort …
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ, ਪੱਤੇ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: proszę czekać, trwa odczyt kart...
pt_br: por favor aguarde, carregando cartas...
se: Vuorddes veháš, vieččan goarttaid …
sk: Prosím čakajte, nahrávam karty...
sl: prosim počakajte, nalaganje kart ...
sr: Сачекајте, учитавам карте...
sr@latn: Sačekajte, učitavam karte...
sv: vänta, läser kort...
ta: அட்டை உள்ளிடுதல் நடைபெறுகிறது தயவு செய்து காத்திருக்கவும்
uk: Будь ласка, зачекайте, завантаження карт...
wa: ratindoz, s' i vs plait bén, dji tchedje les cwåtes...
zh_cn: 请稍候, 正在载入纸牌...
zh_tw: 請稍候, 載入卡片中...

source: KPatience - a Solitaire game
bg: KPatience - Пасианс
cs: KPatience - solitérová hra
cy: KPatience - gêm Solitaire
de: KPatience - Patiencen legen
es: KPatience - un juego de solitarios
et: KPatience - Solitaire tüüpi mäng
eu: KPatience - bakar-joko bat
fa: KPatience - یک بازی تک‌ نفره
fi: KPatience - pasianssi
fr: KPatience - un jeu de réussite
he: KPatience - משחק סוליטייר
hi: के-पेशेन्स - एक सॉलिटेयर खेल
hr: KPasijans - kartaška igra
hu: KPatience - KDE pasziánsz
is: KPatience - tölvuvæddir kaplar
it: KPat - una raccolta di solitari
ja: KPatience - ソリティアゲーム
km: KPatience - ល្បែង Solitaire
ko: KPatience - 카드 게임
lv: KPatience - kāršu spēle
mk: КПасијанс
nb: Kabal
nds: KPatience - Patschangsen leggen
nl: KPatience - een Solitaire-spel
nn: Kabal
pa: ਕੇ-ਪੇਟੀਸ - ਇੱਕ ਸੋਲੀਟਾਇਰ ਤਾਸ਼ ਖੇਡ
pl: KPat - pasjanse
pt_br: KPaciência - um jogo de Paciência
se: Kabála
sk: KPatience - solitérová hra
sl: KPatience - igra pasjanse
sr: KPatience - игра пасијанса
sr@latn: KPatience - igra pasijansa
sv: Kpatiens - ett patiensspel
ta: KPatience - ஒரு சீட்டுக்கட்டு விளையாட்டு
uk: KPatience - гра в пасьянс
wa: KPacyince - on cwårdjeu
zh_cn: KPatence - 纸牌游戏
zh_tw: KPatience - 單人紙牌遊戲

source: G&randfather's Clock
bg: &Часовникът на дядо
cs: &Dědečkovy hodiny
cy: C&loc Wyth Niwrnod
de: &Großvaters Uhr
es: El &reloj del abuelo
et: Vana&isa kell
eu: &Aitonaren erlojua
fa: ساعت &پدربزرگ‌
fi: &Isoisän kello
fr: L'&horloge du grand-père
he: השעון של &סבא
hi: दादाजी की घड़ी (&r)
hr: &Djedov sat
hu: A nagy&papa órája
is: &Afaklukka
it: &Orologio del nonno
ja: おじいさんの時計(&R)
km: នាឡិកា​ប៉ោល
ko: 할아버지의 시계(&R)
lv: &Vectēva pulkstenis
mk: Часовникот на &дедо
nb: Bestefarskl&okke
nds: &Grootvader sien Klock
nl: G&rootvaders klok
nn: Bestefarskl&okke
pa: ਦਾਦੇ ਦੀ ਘੜੀ(&r)
pl: &Zegar
pt_br: &Relógio do avô
se: Ádjá &diibmu
sk: &Dedkove hodiny
sl: Dedkova &ura
sr: &Дедин часовник
sr@latn: &Dedin časovnik
sv: F&arfarsklocka
ta: தாத்தா கடிகாரம்
uk: Годинник діду&ся
wa: L' ôrl&odje do Grand-Pere
zh_cn: 祖父钟(&R)
zh_tw: 祖父的時鐘(&R)

source: &Calculation
bg: &Изчисление
cs: &Výpočet
cy: &Cyfrifo
de: &Berechnung
es: &Cálculo
et: &Arvestus
eu: &Kalkulua
fa: &محاسبه‌
fi: &Laskenta
fr: &Calcul
he: &חישוב
hi: गणना (&C)
hr: &Izračunavanje
hu: S&zámolás
is: Útrei&kningur
it: &Calcoli
ja: 計算(&C)
km: ការ​គណនា
ko: 계산(&C)
lv: &Kalkulācija
mk: &Пресметка
nb: &Beregning
nds: &Utreken
nl: Be&rekening
nn: &Rekning
pa: ਗਣਿਤ(&C)
pl: Kalk&ulacje
pt_br: &Cálculo
se: &Rehkenastin
sk: &Výpočet
sl: &Izračun
sr: &Израчунавање
sr@latn: &Izračunavanje
sv: &Beräkning
ta: கணக்கிடல்
uk: &Підрахунки
wa: &Carcul
zh_cn: 计算(&C)
zh_tw: 計算 (&C)

source: &Hint
bg: &Съвет
cs: R&ada
cy: C&ynghoryn
de: V&orschlag
es: &Pista
et: &Vihje
eu: &Argibidea
fa: &اشاره‌
fi: &Vihje
fr: &Conseil
he: &רמז
hi: संकेत (&H)
hr: &Savjet
hu: &Tipp
is: &Vísbending
it: &Suggerimenti
ja: ヒント(&H)
km: ព័ត៌មាន​ជំនួយ
lv: &Padoms
mk: &Совет
nb: &Tips
nds: &Vörslag
nn: &Tips
pa: ਇਸ਼ਾਰਾ(&H)
pl: &Podpowiedź
pt_br: &Dica
se: &Tipsa
sk: &Rada
sl: Na&mig
sr: &Савет
sr@latn: &Savet
sv: &Tips
ta: குறிப்பு
uk: &Підказка
wa: &Consey
zh_cn: 提示(&H)
zh_tw: 提示 (&H)

source: &Demo
bg: &Демонстрация
cy: &Arddangos
es: &Demostración
eu: &Abidibidea
fa: &نمایش )دمو(‌
fr: &Démonstration
he: ה&דגמה
hi: नमूना दिखाएँ (&D)
hu: &Bemutató
is: &Sýnishorn
ja: デモ(&D)
km: បង្ហាញ​សាកល្បង
mk: &Демонстрација
nb: &Demonstrasjon
nn: &Demonstrasjon
pa: ਨਮੂਨਾ(&D)
pl: &Demonstracja
sr: &Демо
ta: &தரம்
uk: &Демонстрація
zh_cn: 演示(&D)
zh_tw: 示範 (&D)

source: &Redeal
bg: &Повторно раздаване
cs: &Rozdat znovu
cy: A&ilddelio
de: Neu &geben
es: &Repartir
et: &Jaga uuesti
eu: Bi&rbanatu
fa: &توزیع مجدد‌
fi: &Uudelleenjaa
fr: &Redistribuer
he: &חלק מחדש
hi: फिर से फेंटें (&R)
hr: &Ponovo podijeli
hu: Újr&aosztás
is: &Endurgjöf
it: &Ridai le carte
ja: もう 1 回(&R)
km: ចែក​ម្ដង​ទៀត
lv: Pā&rdalīt
mk: Дели &повторно
nb: &Stokk om
nds: Nieg &utdelen
nl: Opnieuw &delen
nn: &Omstokk
pa: ਮੁੜ ਵੰਡੋ(&R)
pl: &Rozdaj ponownie
pt_br: &Dar novamente
se: &Juoge ođđasit
sk: &Znovu rozdaj
sl: Ponovno &razdeli
sr: &Поново подели
sr@latn: &Ponovo podeli
sv: N&y omgång
ta: & மறுபடியும்
uk: П&ерерозподілити
wa: &Ridner
zh_cn: 重新发牌(&R)
zh_tw: 重新發牌 (&R)

source: Forty && &Eight
bg: Ч&етиридесет и осем
cs: Čtyřicet &osm
cy: Pedwar Deg && &Wyth
de: V&ierzig und Acht
es: Cuarenta y &ocho
eu: Berrogeita &zortzi
fa: چهل و&هشت‌
fi: N&eljäkymmentä ja kahdeksan
fr: &Quarante-huit
he: ארבעים &ושניים
hi: चालीस व आठ (&E)
hr: Čet&rdeset i osam
hu: Ne&gyven és nyolc
is: Fjö&rtíuogátta
it: &Quaranta e otto
ja: 48(&E)
km: សែសិប និង​ប្រាំបី
ko: 40과 80(&E)
lv: Četrdesmit un &Astoņi
mk: Четириесет &и осум
nb: Fø&rtiåtte
nds: Veertig un &Acht
nl: EÃ©n en veerti&g
nn: Fø&rtiåtte
pa: ਚਾਲੀ ਤੇ ਅੱਠ(&E)
pl: Czterdzieści &osiem
pt_br: &Quarenta && Oito
se: Njealljelogi&gávcci
sk: Š&tyridsať a osem
sl: Štirideset in &osem
sr: Чет&рдесет и осам
sr@latn: Čet&rdeset i osam
sv: Fy&rtio och åtta
ta: நாற்பத்தி எட்டு
uk: Сорок та &Вісім
wa: C&warante-ût
zh_cn: 四十八(&E)
zh_tw: 40和8(&E)

source: %1 tries - depth %2
bg: %1 хода - дълбочина %2
cs: pokusů: %1 - hloubka: %2
cy: %1 o symudiadau - dyfnder %2
de: %1 Versuche - Tiefe %2
es: %1 intentos - alcance %2
et: %1 katset - sügavus %2
eu: %1 saiakera - sakonera %2
fa: %1 بار - عمق %2
fi: %1 yritystä - syvyys %2
fr: %1 essais - profondeur %2
he: %1 ניסיונות - עומק %2
hi: %1 कोशिश - गहराई %2
hr: %1 pokušaja - dubina %2
hu: %1 próbálkozás - a mélység: %2
is: %1 tilraunir - dýpt %2
it: %1 tentativi - profondità %2
ja: %1 回の試行 - 深さ %2
km: ព្យាយាម %1 ដង - ជម្រៅ %2
lv: %1 mēģinājumi - dziļums %2
mk: %1 обиди - длабочина %2
nb: %1 forsøk – dybde %2
nds: %1 Versöök - Deepde %2
nl: %1 pogingen - diepte %2
nn: %1 forsøk – djupn %2
pa: %1 ਕੋਸ਼ਿਸ਼ਾਂ - ਡੂੰਘਾਈ %2
pl: %1 prób(y) - głębokość %2
pt_br: %1 tentativas - profundidade %2
se: %1 geahččaleami – cikŋodat %2
sk: %1 pokusov - hĺbka %2
sl: %1 poskusov - globina %2
sr: %1 покушаја - дубина %2
sr@latn: %1 pokušaja - dubina %2
sv: %1 försök - djup %2
ta: %1 முயற்சிகள் - %2 ஆழம்
uk: %1 спроб - глибина %2
wa: %1 sayes - porfondeu %2
zh_cn: 尝试 %1 次 - 深度 %2
zh_tw: %1 嘗試 - 深度 %2

source: solved after %1 tries
bg: разрешен след %1 хода
cs: vyřešeno po %1 tazích
cy: wedi'i ddatrys ar ôl %1 o geisiadau
de: Nach %1 Versuchen gelöst
es: resuelto después de %1 intentos
et: Lahendatud %1. katsel
eu: %1 saiakera ondoren ebatzia
fa: حل شده بعد از %1 بار
fi: ratkaistu %1 yrityksen jälkeen
fr: résolu après %1 essais
he: נפתר לאחר %1 ניסיונות
hi: %1 कोशिश के पश्चात हल हुआ
hr: riješeno nakon %1 pokušaja
hu: megoldva %1 próbálkozás után
is: kláraði eftir %1 tilraunir
it: risolto in %1 tentativi
ja: %1 回の試行で解決
km: បាន​ដោះស្រាយ​បន្ទាប់​ពី​ព្យាយាម %1 ដង
lv: uzvarēts pēc %1 mēģinājumiem
mk: решено по %1 обиди
nb: løst etter %1 forsøk
nds: Na %1 Versöök lööst
nl: opgelost na %1 pogingen
nn: løyst etter %1 forsøk
pa: %1 ਕੋਸ਼ਿਸਾਂ ਉਪਰੰਤ ਹੱਲ
pl: rozwiązany po %1 próbach
pt_br: resolvido após %1 movimentos
se: čovdejuvvon %1 geahččaleami maŋŋá
sk: vyriešené po %1 pokusoch
sl: rešeno po %1 poskusih
sr: решено после %1 покушаја
sr@latn: rešeno posle %1 pokušaja
sv: löst efter %1 försök
ta: %1 முயற்சிகள் பிறகு தீர்க்கப்பட்டது
uk: розв'язано після %1 спроб
wa: rezoudou après %1 sayes
zh_cn: 尝试 %1 次后解决
zh_tw: 在 %1 次嘗試後解決

source: unsolved after %1 moves
bg: неразрешен след %1 хода
cs: nevyřešeno po %1 tazích
cy: heb ei ddatrys ar ôl %1 o symudiadau
de: Nach %1 Versuchen nicht gelöst
es: sin resolver después de %1 movimientos
et: lahendamata pärast %1 käiku
eu: %1 mugimendu ondoren ebatzi gabe
fa: حل‌نشده بعد از %1 حرکت
fi: ratkaisematon %1 siirron jälkeen
fr: non résolu après %1 déplacements
he: הפתירה בוטלה לאחר %1 מהלכים
hi: %1 चालों के बाद हल नहीं
hr: neriješeno nakon %1 pokušaja
hu: nem sikerült megoldani %1 próbálkozás után
is: óklárað eftir %1 tilraunir
it: non risolto dopo %1 mosse
ja: %1 回の試行で未解決
km: មិន​បាន​ដោះស្រាយ​បន្ទាប់​ពី​ផ្លាស់ទី %1 ដង
lv: nav uzvarēts pēc %1 gājieniem
mk: не е решено по %1 потези
nb: uløst etter %1 forsøk
nds: Na %1 Versöök nich lööst
nl: onopgelost na %1 pogingen
nn: ikkje løyst etter %1 trekk
pa: %1 ਚਾਲਾਂ ਬਾਅਦ ਨਾ-ਹੱਲ
pl: nierozwiązany po %1 pos.
pt_br: não resolvido após %1 movimentos
se: ii čovdejuvvon %1 sirdima maŋŋá
sk: nevyriešené po %1 ťahoch
sl: nerešeno po %1 potezah
sr: нерешено после %1 покушаја
sr@latn: nerešeno posle %1 pokušaja
sv: olöst efter %1 drag
ta: %1 பின்பு நகர்த்தியவை தீர்க்கப்படவில்லை
uk: не розібрано після %1 ходів
wa: nén rezoudou après %1 movmints
zh_cn: 移动 %1 次后未解决
zh_tw: 在 %1 次移動後未解決

source: %1 moves before finish
bg: %1 хода преди края
cs: %1 tahů(y) před koncem
cy: %1 o symudiadau cyn gorffen
de: %1 Versuche bis zum Ende
es: %1 movimientos antes de acabar
et: %1 käiku lõpuni
eu: %1 mugimendu amaitu aurretik
fa: %1 حرکت قبل از پایان
fi: %1 siirtoa ennen loppua
fr: %1 déplacements avant la fin
he: %1 מהלכים לפני סיום
hi: समाप्ति से पहले %1 चालें
hr: %1 poteza prije završetka
hu: %1 lépés van hátra a végéig
is: %1 tilraunir áður en þetta er búið
it: %1 mosse prima di finire
ja: %1 回の試行で終了
km: ផ្លាស់ទី %1 ដង​មុន​បញ្ចប់
lv: %1 gājieni līdz beigām
mk: %1 потези до крај
nb: %1 trekk før slutt
nds: %1 Versöök bet to't Enn
nl: %1 zetten te gaan voor het einde
nn: %1 trekk før slutt
pa: ਸਮਾਪਤੀ ਤੋਂ ਪਹਿਲਾਂ %1 ਚਾਲਾਂ
pl: Posunięć do końca: %1
pt_br: %1 movimentos antes de finalizar
se: %1 sirdima lohppii
sk: %1 ťahov pred dokončením
sl: %1 potez do konca
sr: %1 померања до краја
sr@latn: %1 pomeranja do kraja
sv: %1 drag kvar till slutet
ta: முடிவதற்கு முன் %1 நகரும்
uk: %1 ходів до закінчення
wa: %1 movmint divant d' fini
zh_cn: 完成前移动 %1 次
zh_tw: 在結束前共 %1 次移動

source: &Freecell
bg: &Празни клетки
cy: &Rhyddgell
es: Celda li&bre
fa: &سلول آزاد‌
he: &פריסל
hi: फ्रीसेल (&F)
is: &Fríklefinn
ja: フリーセル(&F)
km: ហ្វ្រីសែល
ko: 프리셀(&F)
nb: &Frifelt
nn: &Frifelt
pa: ਖਾਲੀ ਥਾਂ(&F)
se: &Guorusgieddi
sv: &Kungen
ta: ஃப்ரி செல்
zh_cn: 空当接龙(&F)
zh_tw: 新接龍 (&F)

source: Go&lf
bg: &Голф
eu: Go&lfa
fa: &گلف‌
he: &גולף
hi: गोल्फ (&l)
ja: ゴルフ(&L)
km: ហ្គោលហ្វ៍
ko: 골프(&L)
lv: Go&lfs
mk: Го&лф
pa: ਗੋਲਫ(&l)
pt_br: Go&lfe
se: Go&lfa
sr: Г&олф
ta: கோல்ப்
uk: Голь&ф
zh_cn: 高尔夫(&L)
zh_tw: 高爾夫(&L)

source: &Grandfather
bg: &Дядовият пасианс
cs: &Dědeček
cy: &Taid
de: &Großvater
es: Abuel&o
et: &Vanaisa
eu: &Aitona
fa: &پدربزرگ‌
fi: &Isoisä
fr: &Grand-père
he: &&סבא
hi: दादाजी (&G)
hr: &Djed
hu: Nagy&papa
is: A&fi gamli
it: &Nonno
ja: おじいさん(&G)
km: ប៉ោល
ko: 할아버지(&G)
lv: &Vectēvs
mk: &Дедо
nb: &Bestefarkabal
nds: &Grootvader
nl: &Grootvader
nn: &Bestefarkabal
pa: ਦਾਦਾ(&G)
pl: &Dziadek
pt_br: &Avô
se: Ádjá kabá&la
sk: &Dedko
sl: &Dedek
sr: &Деда
sr@latn: &Deda
sv: &Farfarpatiens
ta: கிராண்ட் ஃபாதர்
uk: Д&ідусь
wa: &Grand-Pere
zh_cn: 祖父(&G)
zh_tw: 老祖宗 (&G)

source: Gy&psy
bg: &Цигански пасианс
cs: C&ikán
cy: Si&psiwn
de: &Zigeuner
es: Gi&tano
et: &Mustlane
eu: &Ijitoa
fa: &کولی‌
fi: &Mustalainen
fr: Le &bohémien
he: &צועני
hi: जिप्सी (&p)
hr: &Rom
is: Sí&gauni
it: &Gitano
ja: ジプシー(&P)
km: ហ្គីបស៊ី
ko: 집시(&P)
lv: Čigān&s
mk: &Џипси
nb: S&igøyner
nds: &Tater
nl: &Zigeuner
nn: S&igøynar
pa: ਗਾਈਫੀ(&p)
pl: &Cyganka
pt_br: C&igano
sk: &Cigáň
sl: &Cigan
sr: Ци&ганин
sr@latn: Ci&ganin
sv: &Tattare
ta: ஜிப்சி
uk: &Циганський
wa: Djou&psyin
zh_cn: 吉普赛(&P)
zh_tw: 吉普賽(&P)

source: &Aces Up
bg: Първо &асо
cs: Es&a nahoru
cy: &Asau i Fyny
de: A&sse hoch
es: &Ases arriba
et: Ä&ssad välja
eu: &Batekoak gora
fa: &تک خالها بالا‌
fi: &Ässät ylös
fr: &Les as
he: &אסים למעלה
hi: इक्के ऊपर (&A)
hr: &Asovi gore
hu: Ászok fe&lfelé
is: Á&sar upp
ja: 切り札(&A)
km: អាត់​ឡើង​លើ
ko: 에이스 업(&A)
lv: &Dūži uz augšu
mk: &Асови горе
nb: Ess i er&met
nds: &Düüs hooch
nl: &Azen omhoog
nn: Ess i er&met
pa: ਯੱਕੇ ਉੱਤੇ(&A)
pl: &Asy
se: Eassa soa&jás
sk: &Esá hore
sl: &Asi gor
sr: &Асови горе
sr@latn: &Asovi gore
sv: &Idioten
ta: & ஏஸ் மேலே
uk: &Тузи вгору
wa: Les &as
zh_cn: 捉 &A
zh_tw: Aces Up (&A)

source: &The Kings
bg: Цар&ски пасианс
cs: &Králové
cy: &Y Brenhinoedd
de: Kö&nige
es: Los Re&yes
et: K&uningad
eu: &Erregeak
fa: &پادشاهها‌
fi: &Kuninkaat
fr: Les &rois
he: &המלכים
hi: राजा (&T)
hr: &Kraljevi
hu: Király&os
is: &Kóngarnir
it: I &Re
ja: 王様(&T)
km: ស្ដេច
lv: &Karaļi
mk: &Кралевите
nb: &Kongene
nds: &De Königen
nl: &De koningen
nn: &Kongane
pa: ਰਾਜਾ(&T)
pl: &Królowie
pt_br: &Os Reis
se: Go&nagasat
sk: &Králi
sl: K&ralji
sr: &Краљеви
sr@latn: &Kraljevi
sv: K&ungarna
ta: & மன்னர்கள்
uk: &Королі
wa: &Les rwès
zh_cn: 大小王(&T)
zh_tw: 國王 (&T)

source: &Klondike
bg: &Клондайк
fi: &Klondyke
he: &קלונדי
hi: क्लांडिके (&K)
is: &Sjöspilakapall
ja: クロンダイク(&K)
km: ក្លុនដៃក៍
ko: 클론다이크(&K)
lv: &Klondaika
nb: &Sjueren
nn: &Sjuaren
pa: ਕਲੋਡੀਕ(&K)
se: Či&hčeš
sr: &Клондајк
sr@latn: &Klondajk
ta: &கிலான்டைக்
zh_tw: Klondike (&K)

source: Klondike (&draw 3)
bg: Клонда&йк (раздаване през 3)
cs: Klondike (3 t&ahy)
cy: Klondike (&tynnu 3)
de: Klondike (&3 ziehen)
es: Klondike (&repartir 3)
et: Kl&ondike (kolmekaupa)
eu: Klondike (&banatu 3)
fa: Klondike (&کشیدن ۳)‌
fi: &Klondike (vedä 3)
fr: Klondike (par &3)
he: קלונדי (&חלק 3)
hi: क्लांडिके (तीन ड्रा करें) (&d)
hr: Klondike (&izvuci 3)
hu: Klondike (hármas hú&zás)
is: Sjöspilakapall (&draga 3)
it: Klondike (&3 carte)
ja: クロンダイク (3 つ引く) (&D)
km: ក្លុនដៃក៍ (ហូត ៣)
ko: 클론다이크 (세장씩)(&D)
lv: Klondaika (&pa trim)
mk: Klondike (&влечи 3)
nb: Sjueren (trekk &tre)
nds: Klondike (3 &trecken)
nl: Klon&dike (3 tegelijk)
nn: Sjuaren (trekk &tre)
pa: ਕਲੋਡੀਕ (3 ਖਿੱਚੋ)(&d)
pl: Klondike (po &3 karty)
pt_br: Klondike (3 &cartas)
se: Čihčeš (geasa gol&bma)
sk: Klondike (po &3)
sl: Klondike (&vrzi 3)
sr: Клондајк (&извуци 3)
sr@latn: Klondajk (&izvuci 3)
sv: &Harpan
ta: கிலான்டைக்(வரை3)
uk: Klondike (по &три карти)
wa: Klondike (pa &3)
zh_cn: Klondike (翻三张)(&D)
zh_tw: Klondike (一次發三張)(&D)

source: KDE Patience Game
bg: Пасианс
cs: Pasiáns pro KDE
cy: Gêm Patience KDE
de: KDE-Patiencen
es: Juego del solitario para KDE
et: KDE Patience mäng
eu: KDE-ren pazientzia-jokoa
fa: بازی KDE Patience
fi: KDE Pasianssi
fr: Jeu de patience pour KDE
he: משחק קלפים של KDE
hi: केडीई पेशेंस खेल
hr: Pasijans za KDE
hu: KDE pasziánsz
is: KÞolinmæðileikir
it: Solitari per KDE
ja: KDE Patience ゲーム
km: KDE ល្បែង Patience
ko: KDE Patience 게임
lv: KDE Pacietības spēle
mk: Пасијанс во KDE
nb: KDE-kabalspel
nds: KDE-Patschangsenspeel
nl: KDE Patience
nn: KDE-kabalspel
pa: KDE ਪੇਟੀਸ ਖੇਡ
pl: Pasjanse KDE
pt_br: Jogo de Paciência do KDE
se: KDE-kabálaspeallu
sk: Hra KPatience
sl: Igra KDE Patience
sr: Игра стрпљења за KDE
sr@latn: Igra strpljenja za KDE
sv: KDE:s patiensspel
ta: KDE Patience விளையாட்டு
uk: Гра в карти для KDE -- Пасьянс
wa: Djeu d' pacyince po KDE
zh_cn: KDE 单人纸牌游戏
zh_tw: KDE 耐心遊戲

source: File to load
bg: Файл за зареждане
cs: Soubor k otevření
cy: Ffeil i lwytho
de: Zu ladende Datei
es: Archivo a cargar
et: Avatav fail
eu: Kargatzeko fitxategia
fa: پرونده برای بارگذاری
fi: Ladattava tiedosto
fr: Fichier à charger
he: קובץ לטעינה
hi: लोड करने के लिए फ़ाइल
hr: Datoteka za učitavanje
hu: A betöltendő fájl
is: Sækja skrá
it: File da aprire
ja: 読み込むファイル
km: ឯកសារដែលត្រូវផ្ទុក
ko: 불러올 파일
lv: Ielādējamais fails
mk: Датотека за вчитување
nb: Opna fil
nds: Datei för't Laden
nl: Bestand om te laden
nn: Opna fil
pa: ਲੋਡ ਕਰਨ ਲ਼ਈ ਫਾਇਲ
pl: Otwórz plik
pt_br: Arquivo a ser carregado
se: Fiilla maid viežžat
sk: Načítať súbor
sl: Datoteka za naložiti
sr: Фајл који треба учитати
sr@latn: Fajl koji treba učitati
sv: Fil att ladda
ta: கோப்பு உள்வாங்குதல்
uk: Завантажити файл
wa: Fitchî a tcherdjî
zh_cn: 要装入的文件
zh_tw: 要載入的檔案

source: KPatience
es: KSolitario
fi: KPasianssi
hi: के-पेशेन्स
hr: KPasijans
is: KÞolinmæði
mk: КПасијанс
nb: Kabal
nn: Kabal
pa: ਕੇ-ਪੇਟੀਸ
pl: Pasjans
pt_br: KPaciência
se: Kabála
sv: Patiens
wa: KPacyince

source: Some Game Types
cs: Některé typy her
cy: Amryw fathau o gemau
de: Verschiedene Spielarten
es: Algunos tipos de juegos
et: Mõned mängude tüübid
eu: Zenbait joko mota
fa: برخی از انواع بازی
fi: Joitain pelityyppejä
fr: Quelques types de jeux
he: מספר סוגי משחקים
hi: कुछ खेल क़िस्म
hr: Neke vrste igre
hu: Néhány játéktípus
is: Nokkrar gerðir kapla
it: Alcuni tipi di gioco
ja: ゲームの種類
km: ប្រភេទ​ល្បែង​ខ្លះ
ko: 몇몇 게임 종류
lv: Daži spēļu tipi
mk: Некои типови на игри
nb: Noen spilletyper
nds: Verscheden Speeltypen
nl: Enkele speltypen
nn: Nokre speltypar.
pa: ਕੁਝ ਖੇਡ ਕਿਸਮਾਂ
pl: Niektóre pasjanse
pt_br: Alguns Tipos de Jogo
se: Muhton speallošlájat.
sk: Niektoré typy hier
sl: Nekaj tipov iger
sr: Поједини типови игре
sr@latn: Pojedini tipovi igre
sv: Några spelvarianter
ta: சில விளையாட்டு வகைகள்
uk: Деякі типи гри
wa: Sacwantès sôres di djeus
zh_cn: 某些游戏类型
zh_tw: 一些遊戲類別

source: Bug fixes
cs: Opravy chyb
cy: Trwsio namau
de: Fehler beseitigt
es: Arreglar errores
et: Veaparandused
eu: Programa-arazoen konponketak
fa: رفع اشکالها
fi: Virhekorjaukset
fr: Corrections de bogues
he: תיקוני באגים
hi: बग फिक्सेस
hr: Ispravke nedostataka
hu: Hibajavítások
is: Villuleiðréttingar
it: Bug fix
ja: バグ修正
km: កំហុស​ដោះស្រាយ
ko: 버그 수리
lv: Kļūdu labojumi
mk: Отстранети бубачки
nb: Feilfikser
nds: Fehlerrichten
nn: Feilfiksar.
pa: ਬੱਗ ਨਿਰਧਾਰਨ
pl: Usuwanie błędów
pt_br: Consertos de Erros
se: Divvomat.
sk: Opravy chýb
sl: Popravki hroščev
sr: Исправке грешака
sr@latn: Ispravke grešaka
sv: Felkorrigeringar
ta: வழு நீக்கம்
uk: Виправлення помилок
wa: Coridjaedjes di bugs
zh_cn: 错误修正
zh_tw: 臭蟲修正
