Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/kpat.po
Languages: bg, cs, cy, de, es, et, eu, fa, fi, fr, he, hi, hr, hu, is, it, ja, km, ko, lv, mk, nb, nds, nl, nn, pa, pl, pt_br, se, sk, sl, sr, sr@latn, sv, ta, uk, wa, zh_cn, zh_tw

source: You are already running an unfinished game. If you abort the old game to start a new one, the old game will be registered as a loss in the statistics file. What do you want to do?
bg: В момента има незавършена игра. Ако я прекъснете и стартирате нова, тя ще бъде записана като загуба в статистиката. Сигурни ли сте, че искате играта да бъде прекъсната?
cs: Máte již spuštěnou nedokončenou hru. Pokud přerušíte starou hru a spustíte novou, stará hra bude ve statistice označena za prohranou. Co si přejete udělat?
cy: Rydych yn rhedeg gêm heb ei gorffen. Os byddwch yn erthylu'r hen gêm er mwyn dechrau un newydd, bydd yr hen gêm yn cael ei chofrestru fel colled yn y ffeil ystadegau. Beth hoffech wneud?
de: Sie befinden sich momentan mitten in einem Spiel. Wenn Sie dieses Spiel abbrechen, um ein neues zu beginnen, dann wird das alte Spiel in der Statistik als verloren verbucht. Was möchten Sie tun?
es: Ya se está jugando una partida. Si abandona la partida anterior para iniciar una nueva, la partida que se abandone se registrará como perdida en el archivo de estadísticas. ¿Qué es lo que desea hacer?
et: Sul käib veel lõpetamata mäng. Kui katkestad vana mängu ja alustad uut, registreeritakse vana mäng statistikas kaotatuna. Mida soovid ette võtta?
eu: Amaitu gabeko joko bat exekutatzen ari zara. Joko zaharra berri bat hasteko abortatzen baduzu, zaharra galdu izan bazenu bezala erregistratuko da estatistiken horrian. Zer egin nahi duzu?
fa: در حال حاضر یک بازی تمام‌نشده را اجرا می‌کنید. اگر برای آغاز یک بازی جدید، بازی قدیم را ساقط کردید؛ بازی قدیم به صورت یک باخت در پروندۀ آماری ثبت می‌شود. می‌خواهید چه کار کنید؟
fi: Olet jo pelaamassa lopettamatonta peliä. Jos keskeytät vanhan pelin aloittaaksesi uuden, vanha peli rekisteröidään hävityksi tilastoihin. Mitä haluat tehdä?
fr: Vous jouez déjà sur une partie non terminée. Si vous abandonnez l'ancienne partie pour en commencer une nouvelle, l'ancienne partie sera enregistrée comme perdue dans les statistiques. Que voulez-vous faire ?
he: אתה מריץ משחק לא גמור. אם תפרוש מהמשחק הקודם כדי להתחיל אחד חדש המשחק הישן יירשם כהפסד בסטטיסטיקה. מה ברצונך לעשות?
hr: Pokrenuta je nedovršena igra. Ako prekinete staru igru i započnete novu, stara će igra biti zabilježena kao poraz. Što želite uraditi?
hu: Még fut egy megkezdett játék. Ha azt most bezárja és újat kezd, a régi játék vereségként fog felkerülni az eredménytáblára. Mit szeretne tenni?
is: Þú ert þegar með leik í gangi. Ef þú hættir honum til að byrja nýjan skráist hann sem tap í stigatöfluna. Hvað viltu gera?
it: Non hai terminato il solitario che hai iniziato. Se lo chiudi per iniziarne uno nuovo, il vecchio solitario sarà registrato come non risolto nel file delle statistiche. Cosa vuoi fare?
ja: プレイ中のゲームがあります。新しいゲームを開始すると、現在のゲームは負けとして統計ファイルに記録されます。 どうしますか？
km: អ្នក​កំពុង​តែ​រត់​ល្បែង​ដែល​មិន​ទាន់​បញ្ចប់ ។ ប្រសិនបើ​អ្នក​បោះចោល​ល្បែង​ចាស់ដើម្បី​ចាប់ផ្ដើម​ថ្មី ល្បែង​ចាស់​នឹង​ត្រូវ​ចុះឈ្មោះ​ថា ចាញ់ នៅ​ក្នុង​ឯកសារ​ស្ថិតិ ។ តើ​អ្នក​ចង់​ធ្វើ​អ្វី ?
ko: 끝나지 않은 게임을 실행하고 있습니다. 만약 오래된 게임을 중단하고 새 게임을 실행시키면 오래된 게임은 통계 파일에 진 것으로 기록됩니다. 어떻게 하시겠습니까?
lv: Jums jau ir viena nepabeigta spēle. Ja Jūs pārtrauksiet veco spēli, lai uzsāktu jaunu, vecā spēle Jums tiks ierakstīta statistikā kā zaudēta. Ko Jūs vēlaties darīt?
mk: Веќе играте игра која не е довршена. Ако ја прекинете старата игра за да започнете нова, старата игра ќе биде сметана како изгубена во датотеката со најдобри резултати. Што сакате да направите?
nb: Du holder fortsatt på med å legge en kabal, og om du gir opp denne for å begynne på en ny, blir dette registrert som et tap i statistikken. Hva vil du gjøre?
nds: Du nimmst opstunns an en nich beendt Speel deel. Wenn Du dat ole Speel afbrickst un en nieg anfangst, warrt dat lopen Speel in de Statistik as verloren indragen. Wat wullt Du nu maken?
nl: U draait al een onvoltooid spel. Als u het oude spel afbreekt en een nieuw spel start, dan zal het oude spel worden geregistreerd als verloren in uw statistieken. Wat wilt u doen?
nn: Du held framleis på med å leggja ein kabal, og om du gjev opp denne for å starta på ein ny, vert dette registrert som ei tap i statistikken. Kva vil du gjera?
pa: ਤੁਸੀਂ ਇੱਕ ਨਾ-ਖਤਮ ਹੋਈ ਖੇਡ ਪਹਿਲਾਂ ਹੀ ਚਲਾ ਰਹੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਪੁਰਾਣੀ ਖੇਡ ਨੂੰ ਨਵੀਂ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਪੁਰਾਣੀ ਖੇਡ ਨੂੰ ਹਾਰੀ ਹੋਈ ਦੇ ਤੌਰ 'ਤੇ ਅੰਕੜਾ ਫਾਇਲ 'ਚ ਰਜਿਸਟਰ ਕਰ ਲਿਆ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੋਗੇ?
pl: Gra już trwa. Jeśli przerwiesz ją i zaczniesz następną, stara gra zostania zapisana w pliku rekordów jako przegrana. Co zrobić?
pt_br: Você já está executando um jogo inacabado. Se você abandonar o jogo anterior para iniciar um novo, o anterior será registrado como derrota no arquivo de recordes. O que você quer fazer?
se: Don leat velge kabála bidjamin. Jus vuollánat ovdalgo leat geargan, de dát registrerejuvvon táhpan statistihkas. Maid háliidat bargat?
sk: Aktuálne máte spustenú nedokončenú hru. Ak prerušíte starú hru a spustíte novú, stará bude registrovaná ako prehratá v štatistike. Naozaj tak chcete urobiť?
sl: Trenutno igrate še nedokončano igro. Če prekinete staro igro in pričnete z novo, bo stara igra označena za izgubljeno v datoteki s statistiko. Kaj želite storiti?
sr: Незавршена игра је већ у току. Ако прекинете старту игру да бисте започели нову, стара игра ће бити регистрована као пораз у фајлу статистике. Шта желите да урадите?
sr@latn: Nezavršena igra je već u toku. Ako prekinete startu igru da biste započeli novu, stara igra će biti registrovana kao poraz u fajlu statistike. Šta želite da uradite?
sv: Du kör redan ett oavslutat spel. Om du avbryter det gamla spelet för att starta ett nytt, registreras det gamla spelet som en förlust i statistikfilen. Vad vill du göra?
ta: நீங்கள் ஏற்கெனவே ஒரு முடிக்கப்படாத விளையாட்டை இயக்கிக் கொண்டிருக்கிறீர்கள். ஒரு புதிய விளையாட்டை துவக்க பழைய விளையாட்டை நிறுத்தினால், பழைய விளையாட்டு புள்ளிவிவரப்பட்டிக் கோப்பில் ஒரு இழப்பாக பதிவாகும். நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
uk: Ви вже граєте ще не закінчену гру. Якщо ви припините стару гру й почнете нову, то стару гру буде записано в статистичний файл як програш. Що ви хочете робити?
wa: Vos estoz ddja a-z enonder on djeu nén fini. Si vs abandnez l' vî djeu po rataker on novea, li vî djeu serè eredjistrî come on pierdou djeu ezès statistikes. Cwè voloz vs fé?
zh_cn: 您已经运行了未完成的游戏。如果您中止旧游戏并开始新游戏的话，旧游戏将在统计文件中注册为输牌。 您想要做什么？
zh_tw: 您目前有一局正在進行中。如果您直接重起新的一局，舊的這一局將會被標記為失敗。 您確定要重起牌局嗎？

source: Abort Current Game?
bg: Прекъсване на текущата игра
cs: Přerušit aktuální hru
cy: Erthylu Gêm Gyfredol?
de: Laufendes Spiel abbrechen?
es: ¿Abandonar la partida actual?
et: Kas katkestada praegune mäng?
eu: Abortatu uneko jokoa?
fa: بازی جاری ساقط شود؟
fi: Keskeytä nykyinen peli?
fr: Abandonner la partie actuelle ?
he: לפרוש מהמשחק הנוכחי?
hr: Prekinuti trenutnu igru?
hu: Be szeretné zárni a futó játékot?
is: Hætta í núverandi leik?
it: Chiudi il solitario in corso?
ja: 現在のゲームを中止しますか？
km: បោះចោល​ល្បែង​បច្ចុប្បន្ន ?
ko: 현재 게임을 중지하시겠습니까?
lv: Pārtraukt esošo spēli?
mk: Ја прекинувате активната игра?
nb: Vil du gi opp kabalen?
nds: Lopen Speel afbreken?
nl: Huidig spel afbreken?
nn: Vil du gje opp kabalen?
pa: ਕੀ ਮੌਜੂਦਾ ਖੇਡ ਛੱਡਣੀ ਹੈ?
pl: Przerwać grę?
pt_br: Abandonar o jogo atual?
se: Vuollánit dáinna kabálain?
sk: Prerušiť aktuálnu hru?
sl: Prekinem trenutno igro?
sr: Да ли да прекинем текућу игру?
sr@latn: Da li da prekinem tekuću igru?
sv: Avbryt nuvarande spel?
ta: தற்போதைய விளையாட்டை நிறுத்தவேண்டுமா
uk: Припинити поточну гру?
wa: Abandner l' djeu do moumint?
zh_cn: 中止当前游戏吗？
zh_tw: 放棄目前這一局嗎？

source: Abort Old Game
bg: Прекъсване на старата игра
cs: Přerušit starou hru
cy: Erthylu Hen Gêm
de: Altes Spiel abbrechen
es: Abandona la partida anterior
et: Katkesta vana mäng
eu: Abortatu joko zaharra
fa: ساقط کردن بازی قدیمی
fi: Keskeytä vanha peli?
fr: Abandonner l'ancienne partie
he: לפרוש מהמשחק הקודם
hr: Prekini staru igru
hu: Igen
is: Hætta í gamla leiknum
it: Chiudi il vecchio solitario?
ja: 現在のゲームを中止
km: បោះចោល​ល្បែង​ចាស់
ko: 오래된 게임 중지하기
lv: Pārtraukt veco spēli
mk: Прекини ја старата игра
nb: Gi opp
nds: Oolt Speel afbreken
nl: Oude spel afbreken
nn: Gje opp
pa: ਪੁਰਾਣੀ ਖੇਡ ਛੱਡੋ
pl: Przerwij starą grę
pt_br: Abandonar o jogo anterior
se: Vuollánit
sk: Prerušiť starú hru
sl: Prekini staro igro
sr: Прекини стару игру
sr@latn: Prekini staru igru
sv: Avbryt gammalt spel
ta: பழைய விளையாட்டை நிறுத்தவும்
uk: Припинити стару гру
wa: Abandner l' vî djeu
zh_cn: 中止旧游戏
zh_tw: 放棄此局

source: _n: 1 move %n moves
bg: 1 ход %n хода
cs: 1 tah %n tahy %n tahů
cy: _n: 1 symudiad %n symudiad
de: 1 Zug %n Züge
es: 1 movimiento %n movimientos
et: 1 käik %n käiku
eu: mugimendu 1 %n mugimendu
fa: %n حرکت
fi: 1 siirto %n siirtoa
fr: 1 déplacement %n déplacements
he: מהלך אחד %n מהלכים
hr: %n potez %n poteza %n poteza
hu: %n lépés
is: 1 umferð %n umferðir
it: una mossa %n mosse
ja: 移動回数: %n
km: ផ្លាស់ទី %n ដង
ko: %n번 이동
lv: %n gājiens %n gājieni %n gājienu
mk: %n потег %n потега %n потези
nb: 1 trekk %n trekk
nds: Een Tog %n Töög
nl: 1 zet %n zetten
nn: Eitt trekk %n trekk
pa: 1 ਚਾਲ %n ਚਾਲਾਂ
pl: %n ruch %n ruchy %n ruchów
pt_br: 1 jogada %n jogadas
se: Okta sirdin %n sirdima
sk: %n ťah %n ťahy %n ťahov
sl: %n potez %n poteza %n potezi %n potez
sr: %n потез %n потеза %n потеза
sr@latn: %n potez %n poteza %n poteza
sv: 1 drag %n drag
ta: 1 நகர்த்து %n நகர்த்துதல்
uk: %n хід %n ходи %n ходів
wa: 1 movmint %n movmints
zh_cn: %n 手
zh_tw: 移動 %n 步

source: Could not load background image!
bg: Фонът не може да бъде зареден!
cs: Nemohu nahrát obrázek zadní strany!
cy: Methwyd llwytho'r ddelwedd gefndir!
de: Das Hintergrundbild lässt sich nicht laden.
es: ¡No se pudo cargar la imagen de fondo!
et: Taustapilti pole võimalik laadida!
eu: Ezin da atzeko planoko irudia kargatu!
fa: نتوانست تصویر زمینه را بار کند!
fi: En voinut ladata taustakuvaa!
fr: Impossible de charger l'image de fond !
he: אין אפשרות לטעון את תמונת הרקע!
hi: पृष्ठभूमि चित्र लोड नहीं कर सकता!
hr: Nije moguće učitati pozadinsku sliku!
hu: Nem sikerült betölteni a háttérképet.
is: Gat ekki hlaðið inn bakgrunnsmynd!
it: Non posso caricare immagine di sfondo!
ja: 背景画像を読み込めませんでした。
km: មិន​អាច​ផ្ទុក​រូបភាព​ផ្ទៃ​ខាង​ក្រោយ !
ko: 배경 그림을 불러올 수 없습니다!
lv: Nevaru ielādēt fona bildi!
mk: Не можев да ја вчитам сликата за подлогата!
nb: Kunne ikke laste bakgrunnsbilde
nds: Achtergrundbild lett sik nich laden!
nl: De achtergrondafbeelding kon niet worden geladen.
nn: Klarte ikkje opna bakgrunnsbilete.
pa: ਬੈਕਗਰਾਊਡ ਚਿੱਤਰ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ!
pl: Nie można wczytać tła!
pt_br: Não foi possível carregar a imagem de fundo!
se: Ii sáhttán rahpat duogášgova.
sk: Nemôžem načítať obrázok zadnej strany!
sl: Slike ozadja ni moč naložiti!
sr: Нисам могао да учитам слику за позадину!
sr@latn: Nisam mogao da učitam sliku za pozadinu!
sv: Kunde inte ladda bakgrundsbild.
ta: பின்னணி பிம்பங்களை உள்வாங்க இயலவில்லை!
uk: Не вдалося завантажити зображення тла!
wa: Dji n' a sepou tcherdjî l' imådje di fond!
zh_cn: 无法载入背景图像！
zh_tw: 無法載入背景圖形!

source: Game Number
bg: Номер на игра
cs: Číslo hry
cy: Rhif y Gêm
de: Spielnummer
es: Número de partida
et: Mängu number
eu: Jokoaren zenbakia
fa: شمارۀ بازی
fi: Pelin numero
fr: Numéro de partie
he: מספר משחק
hi: खेल क्रमांक
hr: Broj igre
hu: Számkód
is: Númer leiks
it: Numero del gioco
ja: ゲームナンバー
km: លេខ​ល្បែង
ko: 게임 번호
lv: Spēles numurs
mk: Број на играта
nb: Spillnummer
nds: Speelnummer
nl: Spelnummer
nn: Spelnummer
pa: ਖੇਡ ਅੰਕ
pl: Numer rozdania
pt_br: Número do Jogo
se: Speallonummir
sk: Číslo hry
sl: Številka igre
sr: Број игре
sr@latn: Broj igre
sv: Spelnummer
ta: விளையாட்டு எண்
uk: Номер гри
wa: Limero di pårt
zh_cn: 游戏编号
zh_tw: 遊戲編號

source: Enter a game number (FreeCell deals are the same as in the FreeCell FAQ):
bg: Въведете номер на игра
cs: Zadejte číslo hry (1 a 32000 znamenají to samé, viz Freecell FAQ):
cy: Rhowch rhif ar gyfer y gêm (mae deliau Rhyddgell yr un fath fel yn y FAQ Rhyddgell):
de: Geben Sie eine Spielnummer ein (FreeCell-Spiele sind die gleichen wie in der Freecell-FAQ)
es: Introduzca un número de partida (las apuestas de FreeCell son igual que en la FAQ de FreeCell):
et: Mängu number (1 kuni 32000 on samad, mis FreeCelli KKKs):
eu: Sartu jokoaren zenbaki bat (FreeCell-en apostuak FreeCell-en FAQ-ekoen berdinak dira):
fa: یک شمارۀ بازی وارد کنید )مقادیر سلول آزاد نظیر آنچه در FAQ سلول آزاد است، می‌باشد(:
fi: Syötä pelin numero (Free Cell -jaot ovat samoja kuin FreeCell FAQ tekstissä):
fr: Saisissez un numéro de partie (les donnes sont identiques à celles de la FAQ de FreeCell) :
he: הזן מספר משחק (חלוקת קלים של פריסל הן כמצוין בקובץ השאלות הנפוצות של פריסל):
hi: खेल क्रमांक प्रविष्ट करें (FreeCell deals are the same as in the FreeCell FAQ):
hr: Unesite broj igre (FreeCell dijeljena ista su kao u ČPP FreeCella):
hu: Adjon meg egy számkódot (ezek szerepelnek a FreeCell FAQ-ban is):
is: Sláðu inn númer leiks (Fríklefagjafir eru þær sömu og í SOS Fríklefa)
it: Immetti un numero di gioco (per FreeCell i numeri corrispondono a quelli riportati nelle FAQ):
ja: ゲームナンバーを入力 (フリーセル の分配は FreeCell FAQ にあるのと同じです):
km: បញ្ចូល​លេខ​ល្បែង (FreeCell ចែក​ដូច​គ្នា​នឹង​ក្នុង​សំណួរ FreeCell ដែរ) ៖
ko: 게임 번호를 입력하십시오. 프리셀 번호는 프리셀 FAQ에 있습니다:
lv: Ievadiet speles numuru (Numuri tādi paši kā FreeCell FAQ):
mk: Внесете број на игра (од 1 до 32000 се истите игри како во FreeCell):
nb: Velg et spillnummer (disse er basert på samme system som i FreeCell-FAQ-en):
nds: Giff en Speelnummer in (Freecell-Spelen sünd de sülven, as in de Freecell-FAQ):
nl: Voer een spelnummer in (FreeCell-spellen zijn hetzelfde als in de Freecell-FAQ):
nn: Vel eit spelnummer (desse er basert på same system som i FreeCell-FAQ-en):
pa: ਇੱਕ ਖੇਡ ਅੰਕ ਦਿਓ (ਮੁਕਤ ਥਾਂ ਉਸਤਰਾਂ ਹੀ ਵੰਡੀ ਜਾਦੀ ਹੈ, ਜਿਸ ਤਰਾਂ ਮੁਕਤ-ਥਾਂ ਸਵਾਲ ਜਵਾਬ ਵਿੱਚ):
pl: Podaj numer rozdania (numery dla pasjansa FreeCell są opisane w FAQ dla FreeCell):
pt_br: Digite um número de jogo (As cartas são as mesmas do FAQ do FreeCell):
se: Vállje speallonummira (vuođđoduvvon seamma minsttara vuođul go FreeCell-FAQ:as):
sk: Zadajte číslo hry (Sú rovnaké ako vo FAQ pre FreeCell):
sl: Vnesite število igre (razdelitve FreeCell so enake kot v FAQ FreeCell)
sr: Унесите број игре (FreeCell дељења су иста као у FAQ-у FreeCell-а):
sr@latn: Unesite broj igre (FreeCell deljenja su ista kao u FAQ-u FreeCell-a):
sv: Ange ett spelnummer (FreeCell-uppläggen är samma som i FreeCell FAQ):
ta: விளையாட்டு எண்ணை உள்ளிடு(ஃப்ரி செல் தீர்வும், ஃப்ரி செல் FAQ ஒன்றாகவே உள்ளது);
uk: Введіть номер гри (діапазон такий самий, як і в ЧАП FreeCell):
wa: Intrez on limero d' pårt (les dones sont les minmes k' el FÅK di FreeCell):
zh_cn: 输入游戏编号(空当接龙与空当接龙问题解答相同)：
zh_tw: 輸入遊戲編號 (FreeCell 發牌和與 FreeCell FAQ 中所提相同)

source: Congratulations! We have won!
bg: Поздравления! Ние победихме!
cs: Gratulace! Vyhráli jsme!
cy: Llongyfarchiadau! Rydym wedi ennill!
de: Glückwunsch! Wir haben gewonnen!
es: ¡Felicidades!. ¡Hemos ganado!
et: Õnnitlused! Me oleme võitnud!
eu: Zorionak! Irabazi dugu!
fa: آفرین! بردیم!
fi: Onnittelut! Voitimme!
fr: Félicitations ! Nous avons gagné !
he: מזל טוב! ניצחנו!
hr: Čestitamo! Pobijedili smo!
hu: Nagyszerű! Mi nyertünk!
is: Til hamingju! Við sigruðum!
it: Ottimo! Lo abbiamo risolto!
ja: おめでとう! 我々の勝ちです!
km: អបអរសាទរ ! ពួក​យើង​បាន​ឈ្នះ​ហើយ !
ko: 축하합니다! 우리가 이겼습니다.
lv: Apsveicu! Mēs uzvarējām!
mk: Честитки! Победивме!
nb: Gratulerer! Vi vant!
nds: Graleren! Wi hebbt wunnen!
nl: Gefeliciteerd! We hebben gewonnen!
nn: Gratulerer! Me vann!
pa: ਮੁਬਾਰਕ! ਅਸੀਂ ਜਿੱਤ ਗਏ ਹਾਂ!
pl: Gratulacje! Wygraliśmy!
pt_br: Parabéns! Nós vencemos!
se: Ollu lihkku! Dál vuittiimet!
sk: Blahoželám! Vyhrali sme!
sl: Čestitke! Zmagali smo!
sr: Честитамо! Победили смо!
sr@latn: Čestitamo! Pobedili smo!
sv: Gratulerar! Vi vann!
ta: வாழ்த்துக்கள்! நாம் வெற்றிப் பெற்றுவிட்டோம்!
uk: Вітаємо! Ми виграли!
wa: Alabouneur! Nos avans wangnî!
zh_cn: 恭喜！我们赢了！
zh_tw: 恭喜！我們贏了！

source: Congratulations! You have won!
bg: Поздравления! Вие победихте!
cs: Gratulace! Vyhráli jste!
cy: Llongyfarchiadau! Rydych wedi ennill!
de: Glückwunsch! Sie haben gewonnen!
es: ¡Felicidades!. ¡Ha ganado!
et: Õnnitlused! Sa oled võitnud!
eu: Zorionak! Irabazi duzu!
fa: آفرین! بردید!
fi: Onnittelut! Voitit!
fr: Félicitations ! Vous avez gagné !
he: מזל טוב! ניצחת!
hr: Čestitamo! Pobijedili ste!
hu: Gratulálunk! Ön nyert!
is: Til hamingju! Þú sigraðir!
it: Complimenti! Lo hai risolto!
ja: おめでとう! あなたの勝ちです!
km: អបអរសាទរ ! អ្នក​ឈ្នះហើយ !
ko: 축하합니다! 이겼습니다.
lv: Apsveicu! Jūs uzvarējāt!
mk: Честитки! Победивте!
nb: Gratulerer! Du vant!
nds: Graleren! Du hest wunnen!
nl: Gefeliciteerd! U hebt gewonnen!
nn: Gratulerer! Du vann!
pa: ਮੁਬਾਰਕ! ਤੁਸੀਂ ਜਿੱਤ ਗਏ ਹੋ!
pl: Gratulacje! Wygrałeś!
pt_br: Parabéns! Você venceu!
se: Ollu lihkku! Don vuitet!
sk: Blahoželám! Vyhrali ste!
sl: Čestitke! Zmagali ste!
sr: Честитамо! Победили сте!
sr@latn: Čestitamo! Pobedili ste!
sv: Gratulerar! Du vann!
ta: வாழ்த்துக்கள்! நீங்கள் வெற்றிப் பெற்றுவிட்டீர்கள்!
uk: Вітаємо! Ви виграли!
wa: Alabouneur! Vos avoz wangnî!
zh_cn: 恭喜！你赢了！
zh_tw: 恭喜！您贏了！

source: Congratulations!
bg: Поздравления!
cs: Gratulace!
cy: Llongyfarchiadau!
de: Glückwunsch!
es: ¡Felicidades!
et: Õnnitlused!
eu: Zorionak!
fa: آفرین!
fi: Onnittelut!
fr: Félicitations !
he: מזל טוב!
hi: बधाइयाँ!
hr: Čestitamo!
hu: Gratulálunk!
is: Til hamingju!
it: Complimenti!
ja: おめでとう!
km: អបអរសាទរ !
ko: 축하합니다!
lv: Apsveicu!
mk: Честитки!
nb: Gratulerer!
nds: Graleren!
nl: Gefeliciteerd!
nn: Gratulerer!
pa: ਮੁਬਾਰਕ!
pl: Gratulacje!
pt_br: Parabéns!
se: Ollu lihkku!
sk: Blahoželám!
sl: Čestitke!
sr: Честитамо!
sr@latn: Čestitamo!
sv: Gratulerar!
ta: வாழ்த்துக்கள்!
uk: Вітаємо!
wa: Alabouneur!
zh_cn: 恭喜！
zh_tw: 恭喜！

source: You could not win this game, but there is always a second try. Start a new game?
bg: Не може да спечелите играта, но винаги има втори шанс. Искате ли да започнете нова игра?
cs: Tuto hru jste nemohli vyhrát, ale vždycky je ještě druhá šance. Spustit novou hru?
cy: Ni allwch ennill y gêm hon, ond mae 'na ail siawns o hyd. Dechrau gêm newydd?
de: Sie haben dieses Spiel verloren. Aber wie wäre es mit einem zweiten Versuch? Neues Spiel beginnen?
es: No pudo ganar esta partida, pero siempre hay otra oportunidad. ¿Iniciar una nueva partida?
et: Seda mängu sa võita ei suutnud, aga alati võib ju uuesti proovida. Kas alustada uut mängu?
eu: Ezin izan duzu jokoa irabazi, baina beti badago bigarren aukera bat. Joko berri bat hasi nahi?
fa: نمی‌توانستید این بازی را ببرید، اما همیشه می‌توان دوباره سعی کرد. یک بازی جدید آغاز می‌کنید؟
fi: Et voittanut tätä peliä, mutta voit aina yrittää uudelleen. Aloita uusi peli?
fr: Vous n'avez pas gagné cette partie, mais il y a toujours une seconde chance. Commencer une nouvelle partie ?
he: אי אפשר לסיים משחק זה, אך תמיד יש פעם שנייה. האם להתחיל משחק חדש?
hr: Niste mogli pobijediti u ovoj igri, ali uvijek postoji sljedeći put. Želite li pokrenuti novu igru?
hu: Most nem sikerült nyerni, de talán majd legközelebb... Szeretne új játékot kezdeni?
is: Þú náðir ekki að vinna þennan leik, en það er alltaf hægt að reyna aftur. Hefja nýjan leik?
it: Non puoi risolvere questo solitario, ma puoi sempre riprovarci. Vuoi iniziarne uno nuovo?
ja: このゲームには勝てませんでしたが、何度でもトライすることができます。 新しいゲームを開始しますか？
km: អ្នក​មិន​អាច​ឈ្នះ​ល្បែង​នេះ​បាន​ទេ ប៉ុន្តែ​វា​តែងតែ​មាន​មធ្យោបាយ​ទី​ពីរ ។ ចាប់ផ្ដើម​ល្បែង​ថ្មី ?
lv: Jūs nevarējāt uzvarēt šo spēli, bet vienmēr var mēģināt vēlreiz. Sākt jaunu spēli?
mk: Не можевте да ја добиете оваа игра, но секогаш постои втора шанса. Да започнам нова игра?
nb: Kabalen gikk ikke opp denne gangen, men du kan jo prøve på nytt. Vil du starte en ny omgang?
nds: Du hest dit Speel verloren, man dat gifft jümmers en tweten Versöök. Nieg Speel anfangen?
nl: U kon dit spel niet winnen, maar er is altijd de revanche. Wilt u een nieuw spel starten?
nn: Kabalen gjekk ikkje opp denne gongen, men du kan jo prøva på nytt. Vil du starta ein ny omgang?
pa: ਤੁਸੀਂ ਇਹ ਖੇਡ ਜਿੱਤ ਨਹੀਂ ਸਕੇ ਹੋ, ਪਰ ਤੁਸੀਂ ਵਾਰ ਕੋਸ਼ਿਸ ਕਰ ਸਕਦੇ ਹੋ। ਨਵੀਂ ਖੇਡ ਸ਼ੁਰੂ ਕਰਨੀ ਹੈ?
pl: Nie możesz już ułożyć tego pasjansa - ale zawsze możesz spróbować jeszcze raz. Nowe rozdanie?
pt_br: Você não pôde ganhar este jogo, mas sempre existe uma segunda chance. Iniciar um novo jogo?
se: Kabála ii čoavdešuvvon dán háve, muhto sáhtát ođđasit geahččalit. Háliidatgo álggahit ođđa vuoru?
sk: Túto hru ste nemohli vyhrať, ale vždy sa to dá skúsiť znovu. Spustiť novú hru?
sl: Niste mogli zmagati te igre, vendar se še vedno da ponoviti. Začnem novo igro?
sr: Нисте могли да добијете ову игру, али увек постоји наредни покушај. Да ли да покренем нову игру?
sr@latn: Niste mogli da dobijete ovu igru, ali uvek postoji naredni pokušaj. Da li da pokrenem novu igru?
sv: Du kunde inte vinna det här spelet, men du kan alltid försöka igen. Vill du starta ett nytt spel?
ta: இந்த விளையாட்டில் வெற்றி பெற இயலவில்லை. இன்னொரு முறை முயற்சிக்கலாம். புது விளையாட்டை ஆரம்பிக்கலாமா?
uk: Ви не змогли виграти цю гру, але завжди можна повторити ще раз. Почати нову гру?
wa: Vos n' avoz nén sepou wangnî ci djeu mins gn a todi ene segonde tchance. Rataker on novea djeu?
zh_cn: 你赢不了这次游戏，但总可以重新再来。 新玩一局吗？
zh_tw: 您這次無法獲勝，但總有下一次的機會。 要新開一個遊戲嗎？

source: Could Not Win!
bg: Не може да победите!
cs: Nelze vybrát!
cy: Methwyd Ennill!
de: Lässt sich nicht gewinnen!
es: ¡No pudo ganar!
et: Ei õnnestunud võita!
eu: Ezin irabazi!
fa: نتوانست ببرد!
fi: Et voittanut!
fr: Victoire impossible !
he: אי אפשר לנצח!
hr: Niste mogli pobijediti!
hu: Nem sikerült győzni
is: Gat ekki unnið!
it: Impossibile risolverlo!
ja: 勝てませんでした!
km: មិន​អាច​ឈ្នះ !
ko: 이길 수 없습니다!
lv: Nevar uzvarēt!
mk: Не може да победите!
nb: Kunne ikke vinne.
nds: Lett sik nich winnen!
nl: U kon niet winnen!
nn: Gjekk ikkje opp!
pa: ਤੁਸੀਂ ਜਿੱਤ ਨਹੀਂ ਸਕੇ!
pl: Nie można wygrać!
pt_br: Você Não ganhou!
se: Ii čoavdešuvvon!
sk: Nemohli ste vyhrať!
sl: Niste mogli zmagati!
sr: Нисте могли да победите!
sr@latn: Niste mogli da pobedite!
sv: Kunde inte vinna!
ta: வெற்றி பெற இயலவில்லை!
uk: Не змогли виграти!
wa: Vos n' savoz nén wangnî!
zh_cn: 赢不了！
zh_tw: 無法得勝！

source: The saved game is of unknown type!
bg: Записаната игра е от неизвестен вид!
cs: Uložená hra je neznámého typu!
cy: Mae'r gêm a gadwyd o fath anhysbys!
de: Der Typ des gespeicherten Spiels ist unbekannt.
es: ¡Se desconoce el tipo de la partida guardada!
et: Salvestatud mäng on tundmatu!
eu: Gordetako jokoaren mota ezezaguna da!
fa: بازی ذخیره‌شده از نوع ناشناخته است!
fi: Tallennettu peli on tuntematonta tyyppiä!
fr: La partie enregistrée est d'un type inconnu !
he: המשחק השמור הנו מסוג לא מוכר!
hi: सहेजा गया खेल अज्ञात क़िस्म है!
hr: Spremljena igra je nepoznate vrste!
hu: A mentett állás ismeretlen típusú!
is: Vistaði leikurinn er af óþekktri gerð!
it: Il gioco salvato è di tipo sconosciuto!
ja: 保存されたゲームは不明な種類です。
km: ល្បែង​ដែល​បាន​រក្សាទុក គឺ​ជា​ប្រភេទ​មិន​ស្គាល់ !
ko: 이 저장된 게임은 알 수 없는 형식입니다!
lv: Saglabātajai spēlei ir nezināms tips!
mk: Зачуваната игра е од непознат тип!
nb: Det lagrete spillet er av en ukjent type!
nds: De Typ vun dat sekert Speel is nich bekannt!
nl: Het opgeslagen spel is van onbekende makelij.
nn: Det lagra spelet er av ein ukjend type.
pa: ਤੁਸੀਂ ਅਣਜਾਣੀ ਕਿਸਮ ਦੀ ਖੇਡ ਸੰਭਾਲੀ ਹੈ!
pl: Zapisany pasjans jest nieznanego typu!
pt_br: O jogo salvo é de tipo desconhecido!
se: Vurkejuvvon speallu lea amas šlájas.
sk: Uložená hra má neznámy typ!
sl: Shranjena igra je neznanega tipa!
sr: Снимљена игра је непознатог типа!
sr@latn: Snimljena igra je nepoznatog tipa!
sv: Det sparade spelet är av okänd typ.
ta: அறியாத வகை விளையாட்டு சேமிக்கப்பட்டுள்ளது
uk: Збережена гра має невідомий тип!
wa: Li djeu di schapé est d' ene sôre nén cnoxhowe!
zh_cn: 保存的游戏类型未知！
zh_tw: 儲存的遊戲是未知的類別!
