Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/ksame.po
Languages: af, ar, az, bg, br, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, ms, nds, nl, nn, pa, pl, pt, pt_br, ro, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, vi, zh_cn, zh_tw

source: &Restart This Board
af: Herbegin Hierdie Bord
ar: أعادة &بدأ هذا اللوح
bg: &Рестартиране
ca: &Reinicia aquest tauler
cs: &Restartovat tuto desku
cy: &Ailddechrau'r Bwrdd Yma
da: &Genstart dette bræt
de: Dieses &Spielfeld neu starten
el: &Επανεκκίνηση αυτού του πίνακα
es: &Reiniciar este tablero
et: &Alusta seda mängu uuesti
eu: Be&rrabiarazi taula hau
fa: &بازآغازی این تخته‌
fi: &Aloita uudelleen
fr: &Rejouer cette donne
ga: &Atosaigh an Clár Seo
gl: &Reiniciar Este Taboleiro
he: התחל לוח זה &מחדש
hi: इस बिसात को फिर से प्रारंभ करें (&R)
hr: &Ponovo pokreni ovu ploču
hu: A játék ú&jrakezdése ezzel a táblával
is: &Endurræsa þetta borð
it: &Riavvia questa partita
ja: このボードを再スタート(&R)
km: ចាប់ផ្ដើម​ក្ដារ​នេះ​ឡើងវិញ
ko: 이 판 초기화하기(&R)
mk: П&очни ја таблава одново
ms: Ulanghidup Papan &Ini
nds: Dit Speelfeld &nieg starten
nl: Dit bord he&rstarten
nn: Start dette brettet &om att
pa: ਇਹ ਬੋਰਡ ਮੁੜ-ਚਾਲੂ(&R)
pl: &Powtórz planszę
pt: &Reiniciar este Tabuleiro
pt_br: &Reiniciar este tabuleiro
ro: &Reporneşte această tablă
se: Álggat &dán duolbbáča fas
sk: &Reštartovať tento plán
sl: &Znova pognaj to ploščo
sr: &Покрените поново ову таблу
sr@latn: &Pokrenite ponovo ovu tablu
sv: &Starta om det här brädet
ta: இந்தப் பலகையைத் திரும்ப ஆரம்பி
tg: &Бозоғозёбии Ин Тахта
th: เริ่&มกระดานนี้ใหม่
uk: По&чати цю карту з початку
zh_cn: 重玩本局(&R)
zh_tw: 重新啟動這個遊戲板(&R)

source: &Random Board
af: Lukrake Bord
ar: لوح ع&شوائي
az: &Hərhansı bir Taxta
bg: &Случайно подреждане
br: Taolenn dre &zegouezh
ca: &Tauler aleatori
cs: &Náhodná hrací deska
cy: Bwrdd ar &Hap
da: &Tilfældigt bræt
de: &Zufälliges Spielfeld
el: &Τυχαίος πίνακας
eo: &Hazarda ordo
es: &Tablero aleatorio
et: &Juhuslik mängulaud
eu: &Ustegabeko Taula
fa: تختۀ &تصادفی‌
fi: &Satunnainen lauta
fr: &Partie aléatoire
ga: Clár &Randamach
gl: &Taboleiro Aleatorio
he: &לוח אקראי
hi: बेतरतीब बिसात (&R)
hr: &Nasumična ploča
hu: &Véletlenszerű elrendezés
is: Bo&rð af handahófi
it: Disposizione &casuale
ja: ランダム(&R)
km: ក្ដារ​ចៃដន្យ
ko: 무작위 게임판(&R)
mk: &Случајна табла
ms: Papan &Rawak
nds: &Tofällig Speelfeld
nl: &Willekeurig spelbord
nn: &Tilfeldig brett
pa: ਰਲਵਾਂ ਬੋਰਡ(&R)
pl: &Losuj planszę
pt: Tabuleiro Aleató&rio
pt_br: Cam&po Aleatório
ro: Tablă &aleatoare
se: &Sáhtedohko duolbbáš
sk: &Náhodný plán
sl: &Naključna plošča
sr: Насумич&на табла
sr@latn: Nasumič&na tabla
sv: Slumpmässigt b&räde
ta: ஒழுங்கற்ற பலகை
tg: Тахтаи &Ихтиёрӣ
th: สุ่ม&กระดาน
uk: &Випадкова карта
vi: &Tạo bảng ngẫu nhiên
zh_cn: 随机选局(&R)
zh_tw: 隨機遊戲板(&R)

source: &Show Number Remaining
bg: Показване на оставащите &топки
ca: &Mostra el nombre de pedres restants
cs: Zobrazovat počet z&bývajících
cy: &Dangos Faint sy'n Weddill
da: &Vis antal tilovers
de: &Restanzahl anzeigen
el: &Προβολή των αριθμών που έμειναν
es: Mo&strar cuántas quedan
et: &Näita järelejäänute arvu
eu: &Erakutsi gelditzen direnak
fa: &نمایش عدد باقی‌‌مانده‌
fi: &Näytä jäljelläolevien lukumäärä
fr: Afficher le nombre re&stant
he: &הצג את מספר האבנים שנשארו
hr: Prikaži &broj preostalih
hu: A hátralevők számának m&utatása
is: Birta &fjölda sem er eftir
it: Mostra &quante bilie restano
ja: 残りの数を表示(&S)
km: បង្ហាញ​ចំនួន​នៅ​សល់
ko: 남은 숫자 보이기(&S)
mk: &Прикажи го бројот на преостанати
ms: &Papar Jumlah Yang Tinggal
nds: &Resttall wiesen
nl: Re&sterend aantal tonen
nn: &Vis kor mange som er igjen
pa: ਬਾਕੀ ਰਹਿੰਦੇ ਨੰਬਰ ਵੇਖਾਓ(&S)
pl: &Pokaż liczbę pozostałych
pt: Mo&strar Quantas Faltam
pt_br: &Mostrar Número Restante
se: Čájet &galle leat báhccán
sk: &Zobraziť počet zostávajúcich
sl: Pri&kaži število preostalih
sr: Прикажи број &преосталих
sr@latn: Prikaži broj &preostalih
sv: Visa &kvarvarande antal
ta: இருக்கும் எண்ணைக் காட்டு
tg: &Нишон додани Шумораи Боқимонда
th: แ&สดงจำนวนที่เหลือ
uk: &Показувати скільки залишилось
zh_cn: 显示剩余的数量(&S)
zh_tw: 顯示剩下的數字(&S)

source: Colors: XX
af: Kleure: Xx
ar: الألوان: XX
az: Rənglər: XX
bg: Цветове: XX
br: Livioù : XX
cs: Barvy: XX
cy: Lliwiau: XX
da: Farver: XX
de: Farben: XX
el: Χρώματα: XX
eo: Koloroj: XX
es: Colores: XX
et: Värvid: XX
eu: Koloreak: XX
fa: رنگها: XX
fi: Värit: XX
fr: Couleurs : XX
ga: Dathanna: XX
gl: Cores: XX
he: צבעים: XX
hi: रंगः XX
hr: Boje: XX
hu: Színek: XX
is: Litir: XX
it: Colori: XX
ja: 色数: XX
km: ពណ៌ ៖ XX
ko: 색상: XX
mk: Бои: XX
ms: Warna: XX
nds: Klören: XX
nl: Kleuren: XX
nn: Fargar: XX
pa: ਰੰਗ: XX
pl: Kolory: XX
pt: Cores: XX
pt_br: Cores: XX
ro: Culori: XX
se: Ivnnit: XX
sk: Farby: XX
sl: Barve: XX
sr: Боје: XX
sr@latn: Boje: XX
sv: Färger: XX
ta: வண்ணங்கள்:XX
tg: Рангҳои: XX
th: สี: XX
uk: Кольорів: XX
vi: Màu: XX
zh_cn: 颜色：XX
zh_tw: 顏色：XX

source: Board: XXXXXX
af: Bord: Xxxxxx
ar: اللوح: XXXXXX
az: Taxta: XXXXXX
bg: Игра: XXXXXX
br: Taolenn : XXXXXX
ca: Tauler: XXXXXX
cs: Hrací deska: XXXXXX
cy: Bwrdd: XXXXXX
da: Bræt: XXXXXX
de: Feld: XXXXXXX
el: Πίνακας: XXXXXX
eo: Tabulo: XXXXXX
es: Tablero: XXXXXX
et: Laud: XXXXXX
eu: Taula: XXXXXX
fa: تخته: XXXXXX
fi: Lauta: XXXXXX
fr: Partie : XXXXXX
ga: Clár: XXXXXX
gl: Taboleiro: XXXXXX
he: לוח: XXXXXX
hi: पट्ट: XXXXXX
hr: Ploča: XXXXXX
hu: Tábla: XXXXXX
is: Borð: XXXXXX
it: Disposizione: XXXXXX
ja: ボード: XXXXXX
km: ក្ដារ ៖ XXXXXX
ko: 보드: XXXXXX
mk: Табла: XXXXXX
ms: Papan: XXXXXX
nds: Feld: XXXXXXX
nl: Bord: XXXXXX
nn: Brett: XXXXXX
pa: ਬੋਰਡ: XXXXXX
pl: Plansza: XXXXXX
pt: Tabuleiro: XXXXXX
pt_br: Campo: XXXXXX
ro: Tabla: XXXXXX
se: Duolbbáš: XXXXXX
sk: Plán: XXXXXX
sl: Plošča: XXXXXX
sr: Табла: XXXXXX
sr@latn: Tabla: XXXXXX
sv: Bräde: XXXXXX
ta: பலகை:XXXXXX
tg: Тахтаи: XXXXXX
th: กระดาน: XXXXXX
uk: Карта: XXXXXX
vi: Bảng: XXXXXX
zh_cn: 局：XXXXX
zh_tw: 遊戲版：XXXXXX

source: Marked: XXXXXX
af: Gemerkte: Xxxxxx
ar: محددة: XXXXXX
az: Işarətli: XXXXXX
bg: Маркирани: XXXXXX
br: Merket : XXXXXX
ca: Senyalades: XXXXXX
cs: Označené: XXXXXX
cy: Wedi'i Nodi: XXXXXX
da: Markeret: XXXXXX
de: Markiert: XXXXXX
el: Σημειωμένα: XXXXXX
eo: Elektitaj: XXXXXX
es: Marcado: XXXXXX
et: Märgitud: XXXXXX
eu: Markatua: XXXXXX
fa: نشان‌گذاری شده: XXXXXX
fi: Merkitty: XXXXXX
fr: Points : XXXXXX
ga: Marcáilte: XXXXXX
gl: Marcadas: XXXXXX
he: סומנו: XXXXXX
hi: चिह्नित: XXXXXX
hr: Označeno: XXXXXX
hu: Kijelölve: XXXXXX
is: Merkt: XXXXXX
it: Attive: XXXXXX
ja: マーク: XXXXXX
km: បាន​សម្គាល់ ៖ XXXXXX
ko: 선택함: XXXXXX
mk: Избрани: XXXXXX
ms: Ditanda: XXXXXX
nds: Markeert: XXXXXX
nl: Punten: XXXXXX
nn: Merka: XXXXXX
pa: ਨਿਸ਼ਾਨਬੱਧ: XXXXXX
pl: Wybrane: XXXXXX
pt: Marcada: XXXXXX
pt_br: Marcada: XXXXX
ro: Marcate: XXXXXX
se: Merkejuvvon: XXXXXX
sk: Označených: XXXXXX
sl: Označeno: XXXXXX
sr: Обележено: XXXXXX
sr@latn: Obeleženo: XXXXXX
sv: Markerade: XXXXXX
ta: குறிப்பிடு:XXXXXX
tg: Ишора шудааст: XXXXXX
th: จำนวน: XXXXXX
uk: Помічені: XXXXXX
vi: Chọn được: XXXXXX
zh_cn: 标记的：XXXXXX
zh_tw: 記號：XXXXXX

source: Score: XXXXXX
af: Telling: Xxxxxx
ar: النتيجة: XXXXXX
az: Xal: XXXXXX
bg: Резултат: XXXXXX
br: Merkoù : XXXXXX
ca: Puntuació: XXXXXX
cs: Skóre: XXXXXX
cy: Sgôr: XXXXXX
da: Stilling: XXXXXX
de: Punkte: XXXXXX
el: Βαθμός: XXXXXX
eo: Poentoj: XXXXXX
es: Puntuación: XXXXXX
et: Skoor: XXXXXX
eu: Puntuazioa: XXXXXX
fa: امتیاز: XXXXXX
fi: Pisteet: XXXXXX
ga: Scór: XXXXXX
gl: Puntuación: XXXXXX
he: ניקוד: XXXXXX
hi: अंक: XXXXXX
hr: Rezultat: XXXXXX
hu: Az eredmény: XXXXXX
is: Stig: XXXXXX
it: Punteggio: XXXXXX
ja: スコア: XXXXXX
km: ពិន្ទុ ៖ XXXXXX
ko: 점수: XXXXXX
mk: Резултат: XXXXXX
ms: Markah: XXXXXX
nds: Pünkt: XXXXXX
nn: Poeng: XXXXXX
pa: ਸਕੋਰ: XXXXXX
pl: Wynik: XXXXXX
pt: Pontuação: XXXXXX
pt_br: Pontuação: XXXXXX
ro: Scor: XXXXXX
se: Čuoggát: XXXXXX
sk: Skóre: XXXXXX
sl: Rezultat: XXXXXX
sr: Резултат: XXXXXX
sr@latn: Rezultat: XXXXXX
sv: Poäng: XXXXXX
ta: மதிப்பெண்:XXXXXX
tg: Ҳисоб: XXXXXX
th: คะแนน: XXXXXX
uk: Рахунок: XXXXXX
vi: Điểm: XXXXXX
zh_cn: 分数：XXXXXX
zh_tw: 分數：XXXXXX

source: %1 Colors%2
bg: %1 Цветове %2
br: %1 livioù%2
cs: %1 Barvy%2
cy: %1 o Liwiau %2
da: %1 farver%2
de: %1 Farben%2
el: %1 Χρώματα%2
es: %1 Colores%2
et: %1 värvid%2
eu: %1 Kolore%2
fa: %1، %2 را رنگ می‌کند
fi: %1 Värit%2
fr: %1 couleurs%2
he: %1 צבעים %2
hr: %1 boja %2
hu: %1 szín%2
is: %1 litir%2
it: %1 Colori %2
ja: %1 色%2
km: %1 ពណ៌ %2
ko: %1색%2
mk: %1 бои%2
ms: %1 Warna%2
nds: %1 Klören%2
nl: %1 kleuren %2
nn: %1 fargar%2
pa: %1 ਰੰਗ%2
pl: %1 kolorów%2
pt: %1 Cores%2
pt_br: %1 Cores%2
se: %1 ivnnit%2
sk: %1 Farby%2
sl: %1 barve%2
sr: %1 боје%2
sr@latn: %1 boje%2
sv: %1 färger %2
ta: %1 வண்ணங்கள் %2
tg: %1 Рангҳо%2
th: %1 สี%2
uk: %1 Кольори%2
zh_cn: %1 种颜色%2
zh_tw: %1 顏色 %2

source: %1 Colors
af: %1 Kleure
ar: %1 ألوان
az: %1 Rəng
bg: Цветове: %1
br: %1 livioù
cs: Barvy: %1
cy: %1 Lliwiau
da: %1 farver
de: %1 Farben
el: %1 Χρώματα
eo: %1 koloroj
es: %1 Colores
et: %1 värvid
eu: %1 Kolore
fa: %1 رنگ
fi: %1 Värit
fr: %1 couleurs
ga: %1 Dath
gl: %1 Cores
he: %1 צבעים
hi: %1 रंग
hr: %1 boja
hu: %1 szín
is: %1 litir
it: %1 Colori
ja: %1 色
km: %1 ពណ៌
ko: %1색
mk: %1 бои
ms: %1 Warna
nds: %1 Klören
nl: %1 kleuren
nn: %1 fargar
pa: %1 ਰੰਗ
pl: Kolory: %1
pt: %1 Cores
pt_br: %1 Cores
ro: %1 culori
se: %1 ivnnit
sk: %1 Farby
sl: %1 barve
sr: %1 боје
sr@latn: %1 boje
sv: %1 färger
ta: %1வண்ணங்கள்
tg: %1 Рангҳо
th: %1 สี
uk: %1 Кольори
vi: %1 Màu
zh_cn: %1 种颜色
zh_tw: %1 顏色

source: Do you want to resign?
af: Doen jy wil hê na bedank?
ar: هل تريد الخروج ؟
az: Təslim olmaq istəyir misiniz?
bg: Сигурни ли сте, че искате играта да бъде прекратена?
br: Fellout a ra deoc'h dilezel ?
ca: Voleu retirar-vos?
cs: Chcete se vzdát?
cy: Ydych eisiau ymddiswyddo?
da: Vil du holde op?
de: Wollen Sie aufgeben?
el: Θέλετε να παραιτηθείτε;
eo: Ĉu vi volas rezigni?
es: ¿Desea abandonar?
et: Soovid sa alustada uut mängu?
eu: Utzi nahi duzu?
fa: می‌خواهید کناره‌‌گیری کنید؟
fi: Haluatko antautua?
fr: Voulez-vous abandonner ?
gl: ¿Ríndeste?
he: האם ברצונך לפרוש?
hi: क्या आप छोड़ देना चाहते हैं?
hr: Želite li napustiti igru ?
hu: Biztosan be akarja fejezni ezt a játszmát?
is: Viltu gefast upp?
it: Vuoi abbandonare?
ja: 現在のボードをやめますか？
km: តើ​អ្នក​ចង់​ឈប់​ឬ ?
ko: 게임을 중지하시겠습니까?
mk: Дали сакате да се откажете?
ms: Anda mahu mengalah?
nds: Wullt Du opgeven?
nl: Wilt u dit spel stoppen?
nn: Vil du trekkja deg?
pa: ਕੀ ਤੁਸੀਂ ਸਮਰਪਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz się poddać?
pt: Deseja mesmo desistir?
pt_br: Quer mesmo desistir?
ro: Doriţi să renunţaţi?
se: Vuollánat go?
sk: Chcete rezignovať?
sl: Ali se želite predati?
sr: Желите ли да се предате?
sr@latn: Želite li da se predate?
sv: Vill du dra dig ur aktuellt spel?
ta: தாங்கள் விலக விரும்புகிறீர்களா?
tg: Таслим шудан мехоҳед?
th: คุณต้องการเริ่มเล่นใหม่จริงหรือ ?
uk: Хочете здатися?
vi: Bạn có muốn chơi lại không?
zh_cn: 您要放弃吗？
zh_tw: 你是否要放棄?

source: Resign
bg: Прекратяване
ca: Retira
cs: Vzdát se
cy: Ymddiswyddo
da: Hold op
de: Aufgeben
el: Παραίτηση
es: Rechazar
et: Alusta uut mängu
eu: Utzi
fa: کناره‌گیری
fi: Antaudu
fr: Abandonner
he: פרוש
hr: Odustani
hu: Befejezés
is: Gefast upp
it: Abbandona
ja: やめる
km: ឈប់
ko: 중지
mk: Се откажувам
nds: Opgeven
nl: Stoppen
nn: Gi opp
pa: ਸਮਰਪਨ
pl: Poddaj się
pt: Redesenho
pt_br: Desistir
se: Vuollán
sk: Rezignovať
sl: Predaj se
sr: Предајем се
sr@latn: Predajem se
sv: Ge upp
tg: Аз кор баромадан
th: เริ่มใหม่
uk: Здатись
zh_cn: 放弃
zh_tw: 放棄

source: Select Board
af: Kies Bord
ar: حدد اللوح
bg: Избор на игра
br: Dibabit an daolenn
ca: Selecciona tauler
cs: Vybrat desku
cy: Dewis Bwrdd
da: Vælg bræt
de: Wählen Sie ein Spielfeld
el: Επιλέξτε πίνακα
eo: Elektu tabulon
es: Seleccione un tablero
et: Mängulaua valik
eu: Hautatu taula
fa: برگزیدن تخته
fi: Valitse pelilauta
fr: Sélectionner une donne
ga: Roghnaigh Clár
gl: Seleccionar Taboleiro
he: בחירת לוח
hi: बिसात चुनें
hr: Odaberite ploču
hu: Válasszon egy táblát
is: Veldu borð
it: Scegli una disposizione
ja: ボードを選択
km: ជ្រើស​ក្ដារ
ko: 판 선택
mk: Избери табла
ms: Pilih Papan
nds: Speelfeld utsöken
nl: Spelbord selecteren
nn: Vel eit brett
pa: ਬੋਰਡ ਚੁਣੋ
pl: Wybierz planszę
pt: Seleccione o Tabuleiro
pt_br: Selecione um tabuleiro
ro: Selectaţi o tablă
se: Vállje duolbbáža
sk: Vyberte plán
sl: Izberite ploščo
sr: Изаберите таблу
sr@latn: Izaberite tablu
sv: Välj bräde
ta: பலகையைத் தேர்ந்தெடு
tg: Интихоби Тахта
th: เลือกกระดาน
uk: Виберіть карту
vi: Chọn bảng
zh_cn: 请选择一局
zh_tw: 選擇遊戲板

source: Select a board:
ar: حدد لوح:
bg: Изберете игра:
br: Dibabit un daolenn :
ca: Selecciona un tauler:
cs: Vyberte si desku:
cy: Dewiswch fwrdd:
da: Vælg et bræt:
de: Wählen Sie ein Spielfeld:
el: Επιλέξτε έναν πίνακα:
es: Seleccione un tablero:
et: Vali laud:
eu: Hautatu taula bat:
fa: برگزیدن یک تخته:
fi: Valitse pelilauta:
fr: Sélectionner une donne :
ga: Roghnaigh clár:
gl: Selecciona un taboleiro:
he: בחר לוח:
hi: बिसात चुनें:
hr: Odaberite ploču:
hu: Válasszon egy táblát:
is: Veldu borð:
it: Scegli una disposizione:
ja: ボードを選択:
km: ជ្រើស​ក្ដារ​មួយ ៖
ko: 판 선택:
mk: Изберете табла:
ms: Pilih papan:
nds: Söök en Speelfeld ut
nl: Selecteer een spelbord:
nn: Vel eit brett:
pa: ਇੱਕ ਬੋਰਡ ਚੁਣੋ:
pl: Wybierz planszę:
pt: Seleccione um tabuleiro:
pt_br: Selecione um tabuleiro:
ro: Selectaţi o tablă:
se: Vállje duolbbáža:
sk: Vyberte plán:
sl: Izberite ploščo:
sr: Изаберите таблу:
sr@latn: Izaberite tablu:
sv: Välj ett bräde:
ta: பலகையைத் தேர்ந்தெடு:
tg: Тахтаро интихоб кунед:
th: เลือกกระดาน:
uk: Виберіть дошку:
zh_cn: 请选择一局：
zh_tw: 選一個遊戲板

source: Board
af: Bord
ar: لوح
bg: Игра
br: Taolenn
ca: Tauler
cs: Hrací deska
cy: Bwrdd
da: Bræt
de: Feld
el: Πίνακας
eo: Tabulo
es: Tablero
et: Mängulaud
eu: Taula
fa: تخته
fi: Lauta
fr: Donne
ga: Clár
gl: Taboleiro
he: לוח
hi: पट्ट
hr: Ploča
hu: Tábla
is: Borð
it: Disposizione
ja: ボード
km: ក្ដារ
ko: 판
mk: Табла
ms: Papan
nds: Feld
nl: Bord
nn: Brett
pa: ਬੋਰਡ
pl: Plansza
pt: Tabuleiro
pt_br: Tabuleiro
ro: Tabla
se: Duolbbáš
sk: Plán
sl: Plošča
sr: Табла
sr@latn: Tabla
sv: Bräde
ta: பலகை
tg: Тахта
th: กระดาน
uk: Карта
vi: Bảng
zh_cn: 局
zh_tw: 遊戲板：

source: Board: %1
af: Bord: %1
ar: اللوح: %1
az: Taxta: %1
bg: Игра: %1
br: Taolenn : %1
ca: Tauler: %1
cs: Hrací deska: %1
cy: Bwrdd: %1
da: Bræt: %1
de: Feld: %1
el: Πίνακας %1
eo: Tabulo: %1
es: Tablero: %1
et: Laud: %1
eu: Taula: %1
fa: تخته: %1
fi: Lauta: %1
fr: Partie : %1
ga: Clár: %1
gl: Taboleiro: %1
he: לוח: %1
hi: पट्ट: %1
hr: Ploča: %1
hu: Tábla: %1
is: Borð: %1
it: Disposizione: %1
ja: ボード: %1
km: ក្ដារ ៖ %1
ko: 판: %1
mk: Табла: %1
ms: Papan: %1
nds: Feld: %1
nl: Bord: %1
nn: Brett: %1
pa: ਬੋਰਡ: %1
pl: Plansza: %1
pt: Tabuleiro: %1
pt_br: Tabuleiro: %1
ro: Tabla: %1
se: Duolbbáš: %1
sk: Plán: %1
sl: Plošča: %1
sr: Табла: %1
sr@latn: Tabla: %1
sv: Bräde: %1
ta: பலகை:%1
tg: Тахтаи: %1
th: กระดาน: %1
uk: Карта: %1
vi: Bảng: %1
zh_cn: 局：%1
zh_tw: 遊戲板：%1

source: Marked: %1
af: Gemerkte: %1
ar: محدده: %1
az: Işarətli: %1
bg: Маркирани: %1
br: Merket : %1
ca: Senyalades: %1
cs: Označené: %1
cy: Wedi'i nodi: %1
da: Markeret: %1
de: Markiert: %1
el: Σημειωμένα: %1
eo: Elektitaj: %1
es: Marcado: %1
et: Märgitud: %1
eu: Markatua: %1
fa: نشان‌گذاری شده: %1
fi: Merkattu: %1
fr: Points : %1
ga: Marcáilte: %1
gl: Marcadas: %1
he: סומנו: %1
hi: चिह्नित: %1
hr: Označeno: %1
hu: Megjelölve: %1
is: Merkt: %1
it: Attive: %1
ja: マーク: %1
km: បាន​សម្គាល់ ៖ %1
ko: 선택함: %1
mk: Избрани: %1
ms: Ditanda: %1
nds: Markeert: %1
nl: Gemarkeerd: %1
nn: Merka: %1
pa: ਨਿਸ਼ਾਨਬੱਧ: %1
pl: Wybrane: %1
pt: Marcadas: %1
pt_br: Marcadas: %1
ro: Marcate: %1
se: Merkejuvvon: %1
sk: Označených: %1
sl: Označeno: %1
sr: Обележено: %1
sr@latn: Obeleženo: %1
sv: Markerade: %1
ta: குறிப்பிடு:%1
tg: Ишора шудааст: %1
th: จำนวน: %1
uk: Помічено: %1
vi: Chọn được: %1
zh_cn: 标记的：%1
zh_tw: 記號：%1

source: _n: One stone removed. %n stones removed.
bg: Премахната е 1 топка. Премахнати са %n топки.
ca: S'ha eliminat una pedra. S'han eliminat %n pedres.
cs: Jeden kámen odstraněn. %n kameny odstraněny. %n kamenů odstraněno.
cy: Wedi cael gwared ag un garreg. Wedi cael gwared â %n o gerrig.
da: En sten fjernet. %n sten fjernet.
de: Ein Stein entfernt. %n Steine entfernt.
el: Μία πέτρα αφαιρέθηκε. %n πέτρες αφαιρέθηκαν.
es: Una bola eliminada. %n bolas eliminadas.
et: Üks kivi eemaldatud. %n kivi eemaldatud.
eu: Kanika bat kendu da. %n kanika kendu dira.
fa: %n سنگ حذف شد.
fi: Yksi kivi poistettu. %n kiveä poistettu.
fr: Une pierre enlevée. %n pierres enlevées.
ga: Baineadh %n chloch. Baineadh %n chloch. Baineadh %n chloch. Baineadh %n gcloch. Baineadh %n cloch.
he: אבן אחת הוזזה. %n אבנים הוזזו.
hr: %n kamen je uklonjen. %n kamena su uklonjena. %n kamena je uklonjeno.
hu: %n bábu eltávolítva.
is: Einn steinn fjarlægður. %n steina fjarlægðir.
it: Una bilia rimossa. %n bilie rimosse.
ja: %n 個の石を取り除きました。
km: បាន​យក​ថ្ម %n ដុំ​ចេញ ។
ko: %n개의 돌을 제거했습니다.
mk: Отстрането е %n камче. Отстранети се %n камчиња. Отстранети се %n камчиња.
nds: Een Steen wegdaan. %n Stenen wegdaan.
nl: Één steen verwijderd. %n stenen verwijderd.
nn: Éin stein fjerna. %n steinar fjerna.
pl: Usunięto %n kamień. Usunięto %n kamienie. Usunięto %n kamieni.
pt: 1 pedra removida. %n pedras removidas.
pt_br: Uma pedra removida. %n pedras removidas.
se: Okta geađgi eretváldon. %n geađggi eretváldon.
sk: Odstránený %n kameň. Odstránené %n kamene. Odstránených %n kameňov.
sl: Odstranjenih %n kamnov. Odstranjen %n kamen. Odstranjena %n kamna. Odstranjeni %n kamni.
sr: %n камен је уклоњен. %n камена су уклоњена. %n каменова је уклоњено.
sr@latn: %n kamen je uklonjen. %n kamena su uklonjena. %n kamenova je uklonjeno.
sv: En sten borttagen. %n stenar borttagna.
ta: ஒரு கல் நீக்கப்பட்டது. %n கற்கள் நீக்கப்பட்டன.
tg: як санг хориҷ шудааст. %n санг хориҷ шудаанд.
th: หินหายไป %n ก้อน
uk: %n камінь видалено. %n камені видалено. %n каменів видалено.
zh_cn: 去掉了 %n 个小球。
zh_tw: 移除了 %n 個石頭

source: Score: %1
af: Telling: %1
ar: النتيجه: %1
az: Xal: %1
bg: Резултат: %1
br: Merk : %1
ca: Puntuació: %1
cs: Skóre: %1
cy: Sgôr: %1
da: Stilling: %1
de: Punkte: %1
el: Βαθμός: %1
eo: Poentoj: %1
es: Puntuación: %1
et: Skoor: %1
eu: Puntuazioa: %1
fa: امتیاز: %1
fi: Pisteet: %1
ga: Scór: %1
gl: Puntuación: %1
he: ניקוד: %1
hi: अंकः %1
hr: Rezultat: %1
hu: Az eredmény: %1
is: Stig: %1
it: Punti: %1
ja: スコア: %1
km: ពិន្ទុ ៖ %1
ko: 점수: %1
mk: Резултат: %1
ms: Markah: %1
nds: Pünkt: %1
nn: Poeng: %1
pa: ਸਕੋਰ: %1
pl: Wynik: %1
pt: Pontuação: %1
pt_br: Pontuação: %1
ro: Scor: %1
se: Čuoggát: %1
sk: Skóre: %1
sl: Rezultat: %1
sr: Резултат: %1
sr@latn: Rezultat: %1
sv: Poäng: %1
ta: மதிப்பெண்:%1
tg: Ҳисоб: %1
th: คะแนน: %1
uk: Рахунок: %1
vi: Điểm: %1
zh_cn: 得分：%1
zh_tw: 分數：%1

source: You even removed the last stone, great job! This gave you a score of %1 in total.
af: Jy al verwyder die laaste klip, groot werk! Hierdie gegee Jy 'n telling van %1 in totaal.
ar: لقد قمت بتحريك آخر حجر، عمل رائع! لقد اعطاك نتيجة %1 في الإجمالي.
bg: Поздравления! Вие премахнахте и последната топка, страхотна работа! Това ви дава резултат от %1 точки общо.
ca: Heu eliminat fins a la darrera pedra, bon treball! Això us dona una puntuació total de %1.
cs: Odebrali jste poslední kámen, super! Vaše celkové skóre je %1.
cy: Rydych wedi cael gwared â'r garreg olaf - da iawn chi! Mae hyn yn rhoi i chi sgôr cyfanswm o %1.
da: Du fjernede endog den sidste sten, storartet! Dette gav dig en scoring på %1 i alt.
de: Sie haben sogar den letzten Stein entfernt, gratuliere! Damit haben Sie eine Gesamtpunktzahl von %1 Punkten erreicht.
el: Αφαιρέσατε ακόμη και την τελευταία πέτρα, πολύ καλή δουλειά! Αυτό σας έδωσε ένα συνολικό βαθμό ίσο με %1.
es: Eliminó hasta la última bola, buen trabajo. Eso le dio una puntuación total de %1.
et: Sa eemaldasid kõik kivid, hästi tehtud! Lõppskoor %1 punkti.
eu: Azken kanika kendu duzu, lan aparta! Honekin %1 puntu dituzu guztira.
fa: حتی آخرین سنگ را هم حذف کردید، کار بزرگی کردید! این کار در مجموع به شما امتیاز %1 را داد.
fi: Poistit jopa viimeisen kiven, hienoa työtä! Sait yhteensä %1 pistettä.
fr: Vous avez enlevé la dernière pierre, beau travail ! Ceci vous donne un score total de %1.
gl: Elimináche-la última bóla, ¡bo traballo! Isto deuche unha puntuación de %1 en total.
he: הסרת אפילו את האבן האחרונה. כל הכבוד! זה נותן לך סך הכל %1 נקודות.
hi: आपने अंतिम पत्थर भी हटा दिया, शानदार कार्य! यह आपको कुल %1 अंक देता है.
hr: Izvrstan posao! Uklonili ste i posljednji kamen. Ovim imate ukupan rezultat: %1.
hu: Az utolsó bábut is sikerült levenni, gratulálunk! Az elért pontszám összesen: %1.
is: Þú fjarlægðir jafnvel síðasta steininn. Vel gert! Þetta gefur þér samtals %1 stig.
it: Hai rimosso fino all'ultima bilia, ottimo! Questo ti dà %1 punti in totale.
ja: 素晴しい! ひとつ残らず石を取り除きました。トータルスコアは %1 です。
km: ល្អណាស់ ! អ្នក​ទើប​តែបានយក​ថ្ម​ចុង​ក្រោយចេញ ។ ពិន្ទុ​សរុប​របស់​អ្នក​គឺ %1 ។
ko: 마지막 돌도 제거했습니다. 잘 하셨습니다! 총 점수는 %1점입니다.
mk: Го отстранивте и последното камче. Одлично сторено! Вашиот вкупен резултат е %1.
ms: Tahniah, anda melakukan tugas dengan cemerlang, sehinggakan mampu mengalihkan batu terakhir. Ini memberikan anda markah %1 keseluruhannya.
nds: Du hest sogor den lesten Steen wegdaan, goot maakt! Dormit hest Du tosamen %1 Pünkt.
nl: U hebt de laatste steen verwijderd. Goed gedaan! Hiermee behaalt u een totaalscore van %1.
nn: Du klarde å fjerna alle steinane, godt gjort! Du fekk i alt %1 poeng.
pa: ਤੁਸੀਂ ਆਖਰੀ ਪੱਥਰ ਵੀ ਹਟਾ ਦਿੱਤਾ ਹੈ, ਸ਼ਾਬਸ਼! ਇਸ ਨਾਲ ਤੁਹਾਨੂੰ %1 ਸਕੋਰ ਹੋਰ ਮਿਲੇ ਹਨ।
pl: Usunąłeś nawet ostatni kamień, brawo! Twój całkowity wynik to %1.
pt: Você removeu até a última pedra, parabéns! Isto deu-lhe uma pontuação total de %1 pontos.
pt_br: Você removeu a última pedra, bom trabalho! Você obteve a pontuação de %1 no total.
ro: Aţi eliminat chiar şi ultima piesă. Bravo! Aceasta vă aduce un scor de %1 din total.
se: Don váldet buot geđggiid eret, bures dahkon! Das ožžot oktiibuot %1 čuoggá.
sk: Odstránili ste dokonca poslednú guličku, fantastické! Tým ste dosiahli celkové skóre %1.
sl: Odstranili ste celo zadnji kamen. Odlično! To vam je dalo skupni rezultat %1.
sr: Уклонили сте чак и последњи камичак, одличан посао! Ово вам даје укупан резултат од %1.
sr@latn: Uklonili ste čak i poslednji kamičak, odličan posao! Ovo vam daje ukupan rezultat od %1.
sv: Du tog till och med bort den sista stenen. Bra jobbat! Det här gav dig sammanlagt %1 poäng.
ta: தாங்கள் கடைசிக் கல்லினையும் அகற்றி விட்டீர்கள், பாராட்டுக்கள். இது உங்களுக்கு மொத்தமாக %1 மதிப்பெண் கொடுத்துள்ளது.
tg: Шумо ҳатто санги охиронро хориҷ кардед, кори калон! Барои ин шумо ҳамагӣ соҳиби %1 хол мегардед.
th: คุณได้ทำให้หินหายไปจนก้อนสุดท้าย เยี่ยมมาก! นี่ทำให้คะแนนรวมของคุณเป็น %1 คะแนน
uk: Ви видалили навіть останній камінь, дуже гарна гра! Ваш рахунок %1.
zh_cn: 您居然消掉了最后一颗小球，真棒！这样您的总分就是 %1。
zh_tw: 您移除了最後一個石頭，作的好！您總共得了 %1 分。
