Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/ksame.po
Languages: af, ar, az, bg, br, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, ms, nds, nl, nn, pa, pl, pt, pt_br, ro, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, vi, zh_cn, zh_tw

source: There are no more removeable stones. You got a score of %1 in total.
af: Daar word nee meer verwyderbare klippe. Jy het gekry 'n telling van %1 in totaal.
ar: لا يوجد صخور أخرى يمكن تحريكها، نتيجتك الإجمالية %1.
az: Silinə bilən top qalmadı. Toplamda %1 xal aldnz.
bg: Няма повече топки за премахване. Вие имате резултат от %1 точки общо.
ca: No hi ha més pedres per eliminar. Teniu una puntuació de %1 en total.
cs: Již není co odebrat. Vaše celkové skóre je %1.
cy: Ni ellir cael gwared â rhagor o gerrig. Rydych wedi cael sgôr cyfanswm o %1.
da: Der er ikke flere sten der kan fjernes. Dit resultat er %1 i alt.
de: Es können keine Steine mehr entfernt werden. Sie haben eine Gesamtpunktzahl von %1 Punkten erreicht.
el: Δεν υπάρχουν άλλες πέτρες για αφαίρεση. Πήρατε συνολικά βαθμό ίσο με %1.
eo: Ne plu estas forigeblaj ŝtonoj. Vi ricevis %1 poentojn sume.
es: No hay más bolas que se puedan quitar. Consiguió una puntuación de %1 en total.
et: Rohkem eemaldatavaid kive pole. Sa said kokku %1 punkti.
eu: Ez dago kentzeko kanika gehiago. %1 puntu dituzu guztira.
fa: سنگ قابل حرکت دیگری وجود ندارد. در جمع یک امتیاز %1 گرفتید.
fi: Kiviä ei voi enää siirtää. Sait yhteensä %1 pistettä.
fr: Vous ne pouvez plus enlever de pierre. Vous avez un score total de %1.
gl: Non hai máis bólas para eliminar. Tes unha puntuación total de %1.
he: אין יותר אבנים הניתנות להסרה. צברת סך הכל %1 נקודות.
hi: अब और कोई हटाए जा सकने लायक गेंदें नहीं बचीं. आपने कुल %1 अंक अर्जित किए.
hr: Nema više kamenja koje je moguće ukloniti. Vaš ukupan rezultat je %1.
hu: Nem lehet több bábut levenni. Az elért pontszám összesen %1.
is: Það eru engir steinar eftir. Þú ert með samtals %1 stig.
it: Non ci sono più bilie rimovibili. Hai ottenuto %1 punti in totale!
ja: これ以上取り除ける石はありません。トータルスコアは %1 です。
km: គ្មាន​ថ្ម​ដែល​អាចយក​ចេញបានទៀត​ទេ ។ អ្នក​បាន​ទទួល​ពិន្ទុ​សរុប %1 ។
ko: 더 이상 제거할 수 있는 돌이 없습니다. 현재 점수는 %1점입니다.
mk: Нема повеќе камчиња што можат да се отстранат. Вашиот вкупен резултат е %1.
ms: Tiada batu lain boleh dialihkan. Anda mendapat markah penuh %1.
nds: Du kannst keen Stenen mehr wegdoon. Du hest tosamen %1 Pünkt.
nl: Er zijn geen verwijderbare stenen meer aanwezig. Goed gedaan! Hiermee behaalt u een totaalscore van %1.
nn: Kan ikkje fjerna fleire steinar. Du fekk i alt %1 poeng.
pa: ਹੋਰ ਕੋਈ ਵੀ ਹਟਾਉਣਯੋਗ ਪੱਥਰ ਨਹੀਂ ਹੈ। ਤੁਹਾਡਾ ਕੁੱਲ ਸਕੋਰ %1 ਹੈ।
pl: Nic więcej nie da się usunąć. Twój wynik to %1.
pt: Não é possível remover mais pedras. Você obteve uma pontuação total de %1 pontos.
pt_br: Não há mais pedras removíveis. Você obteve um escore de %1 no total.
ro: Nu mai există piese mutabile. În total aţi un obţinut scorul %1.
se: Ii sáhte šat váldit eanet geđggiid eret. Don ožžot oktiibuot %1 čuoggá.
sk: Už nie je možné odstrániť žiadne guličky. Dosiahli ste celkové skóre %1.
sl: Ni več kamnov za odstraniti. Vaš skupni rezultat je %1.
sr: Нема више уклоњивих камичака. Ваш укупан резултат је %1.
sr@latn: Nema više uklonjivih kamičaka. Vaš ukupan rezultat je %1.
sv: Det finns inga fler stenar som du kan ta bort. Du fick sammanlagt %1 poäng.
ta: அகற்றப்பட வேண்டிய கற்கள் எதுவுமில்லை. உங்களுக்கு மொத்தமாக %1 மதிப்பெண் கிடைத்துள்ளது
tg: Дигар сангҳои хориҷшаванда боқӣ намонд. Шумо ҳамагӣ соҳиби %1 хол шудед.
th: ไม่มีหินที่สามารถจะทำให้หายไปได้อีกแล้ว คุณได้คะแนนรวม %1 คะแนน
uk: Більше немає каменів, що можна видалити. Ваш рахунок %1.
vi: Không còn trái banh nào có thể lấy được. Bạn đạt được điểm số %1 trong tổng sắp.
zh_cn: 再也消不掉小球了。您的总分为 %1。
zh_tw: 已經沒有可以移除的石頭。您總共得到 %1 分。

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (http://kde.af.org.za)
ar: Isam Bayazidi,عبدالرحمن عبدالخالق غريب
az: Rüstəm Əsgərov
bg: Красимира Минчева,Стоян Цалев
br: Thierry Vignaud, Jañ-Mai Drapier
ca: Francesc J. Devesa i Berenguer
cs: Miroslav Flídr,Lukáš Tinkl
cy: Kyfieithu: dylunio, KD, Thierry Vignaud
da: Erik Kjær Pedersen
de: Matthias Kiefer
el: Χαράλαμπος Κανιός, Νίκος Χατζηδάκης, Τούσης Μανώλης
eo: Wolfram Diestel
es: Rafael Osuna,Antonio Larrosa,Pablo J. Barneo González,Pablo de Vicente,Lucas García
et: Anti Veeranna
eu: I単aki Ibarrola Atxa, Ion Gazta単aga
fa: نسیم دانیارزاده
fi: Kim Enkovaara,Teemu Rytilahti
fr: Laurent Rathle
ga: Séamus Ó Ciardhuáin,Kevin Scannell
gl: NOME DOS TRADUCTORES Leandro Regueiro
he: צוות התרגום של KDE ישראל
hi: रविशंकर श्रीवास्तव
hr: Renato Pavičić
hu: Szántó Tamás
is: Bjarni R. Einarsson, Richard Allen, Þórarinn R. Einarsson
it: Andrea Celli
ja: Taiki Komoda,Takuro Ashie,Kurose Shushi,Naoya KOJIMA
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Park Shinjo
mk: Костовски Јован,Ѓалевска Жаклина
ms: Muhammad Najmi bin Ahmad Zabidi, Sharuzzaman Ahmat Raslan
nds: Manfred Wiese, Sönke Dibbern
nl: Rinse de Vries
nn: Gaute Hvoslef Kvalnes
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Michał Rudolf
pt: José Nuno Pires,Pedro Morais
pt_br: Elvis Pfützenreuter
ro: Claudiu Costin
se: Børre Gaup
sk: Juraj Sucik,Martin Uzak
sl: Marko Samastur,Primož Peterlin,Roman Maurer,Gregor Rakar
sr: Милош Пузовић, Часлав Илић
sr@latn: Miloš Puzović, Časlav Ilić
sv: Anders Widell
ta: வேல்முருகண்
tg: Роҷер Ковакс,Виктор Ибрагимов,Марина Колючева,Абророва Хиромон
th: Thanomsub Noppaburana
uk: Eugene Onischenko,Іван Петрущак
vi: Tên người dịch Nguyễn Ngọc Tuấn
zh_cn: KDE 中文翻译组
zh_tw: 薛景中,Hydonsingore Sie

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@expertron.co.za
ar: bayazidi@arabeyes.org,king_abdo@yahoo.com
az: rustam@boun.edu.tr
bg: krasimira_m@yahoo.com,stockton@mgu.bg
br: tvignaud@mandriva.com, jdrapier@club-internet.fr
ca: frandeve@hotmail.com
cs: flidr@kky.zcu.cz,lukas@kde.org
cy: kyfieithu@dotmon.com
da: erik@binghamton.edu
de: kiefer@kde.org
el: kaniosh@linuxmail.org, nikhatzi@yahoo.com, manolis@koppermind.homelinux.org
eo: <wolfram@steloj.de>
es: rafa@ecotelco.com,larrosa@kde.org,pablob@nikhef.nl,vicente@oan.es,tanke@escomposlinux.org
et: duke@linux.ee
eu: etxaurre@teleline.es, igaztanaga@gmail.com
fa: daniarzadeh@itland.ir
fi: kim.enkovaara@iki.fi,teemu.rytilahti@kde-fi.org
fr: lrathle@teaser.fr
ga: seoc at iolfree dot ie,scannell at slu dot edu
gl: EMAIL DOS TRADUCTORES unho@gulo.org
he: kde-il@yahoogroups.com
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
hr: renato<-at->translator-shop.org
hu: tszanto@mol.hu
is: bre@mmedia.is, ra@ok.is, thori@mindspring.com
it: a.celli@caltanet.it
ja: kom@kde.gr.jp,ashie@homa.ne.jp,md81@bird.email.ne.jp,naoya@fullmoon.dyndns.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: peremen@gmail.com
mk: chombium@freemail.com.mk,gjalevska@yahoo.com
ms: md_najmi@yahoo.com, sharuzzaman@myrealbox.com
nds: m.j.wiese@web.de, s_dibbern@web.de
nl: rinse@kde.nl
nn: gaute@verdsveven.com
pa: aalam@redhat.com
pl: mrudolf@kdewebdev.org
pt: jncp@netcabo.pt,morais@kde.org
pt_br: epx@conectiva.com.br
ro: claudiuc@kde.org
se: boerre@skolelinux.no
sk: sucik@pobox.sk,uzak@ba.telecom.sk
sl: markos@elite.org,primoz.peterlin@biofiz.mf.uni-lj.si,roman.maurer@amis.net,gregor.rakar@kiss.si
sr: m.puzovic@etoncollege.org.uk, caslav.ilic@gmx.net
sr@latn: m.puzovic@etoncollege.org.uk, caslav.ilic@gmx.net
sv: awl@hem.passagen.se
ta: velnet2004@yahoo.co.in
tg: rkovacs@khujand.org,youth_opportunities@tajikngo.org,MarinaKL@tajikngo.org,H_Abrorova@rambler.ru
th: donga_n@yahoo.com
uk: oneugene@ukr.net,ivanpetrouchtchak@yahoo.com
vi: Email của người dịch scorpionfire@operamail.com
zh_cn: i18n-translation@lists.linux.net.cn
zh_tw: shyue@sonoma.com.tw,hydonsingore@mail.educities.edu.tw

source: Same Game - a little game about balls and how to get rid of them
af: Selfde Speletjie - 'n klein Speletjie aangaande balle en hoe na kry ontslae van hulle
ar: لعبة صغيره عن الكرات و كيف تتخلص منها
az: Eyni Oyun - Toplarn baş rolda olduğu bir oyun
bg: Малка игра с топки и как да се отървем от тях
ca: Joc Same - un joc xicotet sobre boletes i com eliminar-les
cs: KSame - malá hra s kuličkami o tom, jak se jich zbavit
cy: Same Game - gêm fach ynglyn â pheli, a sut i cael gwared â nhw
da: Samspil - et lille spil om kugler og hvordan man slipper af med dem
de: KSame - ein kleines Spiel mit Bällen und wie man sie wieder los wird.
el: Same Game - ένα μικρό παιχνίδι για μπάλες και πώς να τις ξεφορτωθείτε
eo: Samludo - malgranda ludo kun pilkoj kaj kiel forigi ilin
es: Juego Iguales, un sencillo juego sobre bolas y como deshacerse de ellas
et: Same mäng - väike mäng pallidega ja kuidas neist lahti saada
eu: Same Game - kanika kentzeko joku txiki bat
fa: بازی مشابه - یک بازی کوچک در مورد گویها و چگونگی خلاص شدن از شر آنها
fi: Same Game - pieni pallopeli ja miten niistä päästään eroon
fr: Jeu de Same - un petit jeu sur les billes et comment s'en débarrasser
gl: Same Game - un pequeno xogo sobre as bólas e como desfacerse delas
he: משחק קטן על כדורים ואיך להיפטר מהם - Same Game
hi: सेम गेम - गेंदों का तथा उनसे छुटकारा पाने का एक छोटा सा खेल.
hr: Ista Igra - Igra s lopticima i kako ih se riješiti
hu: KSame - egy kedves kis golyós játék
is: Samaspilið - Lítill leikur um bolta og hvernig á að losna við þá
it: Same Game: un semplice gioco in cui devi rimuovere delle bilie
ja: さめがめ - ボールを取り除く小さなゲーム
km: Same Game - គឺជា​ល្បែង​ដ៏​តូចមួយ​និយាយ​អំពី​បាល់ និង​វិធី​លុប​ពួក​វា​ចេញ
ko: Same 게임 - 공을 제거하는 방법에 관한 작은 게임
mk: Истата игра - мала игра за топчиња и како да се ослободите од нив
ms: Same Game - permainan mengalihkan bola
nds: Same Game - En lütt Speel över Bäll, un woans Een de quitt warrt
nl: Same Game - een klein spel met ballen en hoe u er vanaf kunt komen.
nn: Same Game – eit lite spel om ballar og det å verta kvitt dei
pa: ਸੇਮ-ਖੇਡ - ਗੇਂਦਾਂ ਅਤੇ ਉਹਨਾਂ ਤੋਂ ਖਹਿੜਾ ਛਡਾਉਣ ਲਈ ਇੱਕ ਛੋਟਾ ਖੇਡ
pl: To samo - niewielka gra w usuwanie kulek
pt: Iguais - uma jogo acerca de bolas e como se livrar delas
pt_br: Same Game - um pequeno jogo sobre bolas e como livrar-se delas
ro: SameGame - un mic joc despre bile şi modul în care sînt eliminate
se: Same Game – spealuš spáppaid birra ja man láhkai daid jávkkiha
sk: Same hra - malá hra o guličkách a o tom, ako sa ich zbaviť
sl: Igra enakih - mala igra o žogah in o tem, kako se jih znebiti
sr: SameGame — ситна игра о лоптама и како да их се отарасите
sr@latn: SameGame — sitna igra o loptama i kako da ih se otarasite
sv: Same Game - ett litet spel som handlar om bollar och hur man blir av med dem
ta: அதே விளையாட்டு - பந்துகள் பற்றியும் அவற்றிலிருந்து விடுபடுவது பற்றியும் ஒரு விளையாட்டு
tg: Бозии Same - ин бозии хурд оиди тӯбҳо ва оиди он, ки чи тавр аз онҳо бояд халос ёфт
th: Same Game - เกมเล็กๆ เกี่ยวกับลูกบอลและการกำจัดมันออกไปจากกระดาน
uk: Така сама гра - гра про каміні, та про те, як їх позбутися
vi: Trò chơi Same - một trò chơi nhỏ về cách nào lấy được nhiều những trái banh nhất
zh_cn: Same Game - 一个计算如何消掉小球的游戏
zh_tw: Same 遊戲 - 一個關於清除球體的小遊戲

source: SameGame
az: EyniOyun
br: Heñvelded
ca: JocSame
cs: KSame
da: Samspil
de: KSame
eo: Samludo
fa: همین بازی
fr: Jeu de Same
gl: SameGame - Xogo Iguais
hi: सेम-गेम
hr: Ista Igra
hu: KSame
is: Samaspilið
ja: さめがめ
mk: Истата игра
pa: ਸੇਮ-ਖੇਡ
pl: To samo
pt: Iguais
sk: Informácie o SameGame
sl: Igra istih
ta: அதே விளையாட்டு
tg: Бозии Same
uk: Така сама гра
vi: Trò chơi Same
zh_tw: Same 遊戲
