Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/ksirtet.po
Languages: bg, bs, ca, cs, cy, da, de, el, es, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn, zh_tw

source: Number of full lines:
bg: Брой пълни линии:
bs: Broj punih linija:
ca: Nombre de línies completes:
cs: Počet plných řad:
cy: Nifer o linellau llawn:
da: Antal hele linjer:
de: Anzahl voller Zeilen:
el: Αριθμός πλήρων γραμμών:
es: Número de líneas completas:
eu: Lerro osoen kopurua:
fa: تعداد خطوط پر:
fi: Täysien rivien lukumäärä:
fr: Nombre de lignes remplies :
ga: Líon na línte iomlána:
gl: Número de liñas completas:
he: מספר שורות מלאות:
hi: पूरी पंक्तियों की संख्याः
hr: Broj punih redaka:
hu: A teli sorok száma:
is: Fjöldi fullra lína:
it: Numero di righe piene:
ja: すべてのライン数:
km: ចំនួន​បន្ទាត់​ពេញ ៖
ko: 가득찬 줄 개수:
mk: Број на цели линии:
nb: Antall fulle linjer:
nds: Tall vun vullen Regen:
nl: Aantal volle regels:
pl: Liczba pełnych linii:
pt: Número de linhas completas:
pt_br: Número de linhas completas:
ro: Numărul de linii pline:
ru: Количество полных линий:
se: Galle dievva linnját:
sk: Počet plných riadkov:
sl: Število polnih vrstic:
sr: Број пуних линија:
sr@latn: Broj punih linija:
sv: Antal fulla rader:
ta: கோடுகளின் எண்ணிக்கை
tg: Шумораи хатҳои пур:
th: จำนวนของแถวเต็ม:
uk: Кількість повних рядків:
zh_cn: 整行数：
zh_tw: 整行的數目:

source: Indicate the number of garbage lines you received from your opponent.
bg: Показване на броя на премахнатите линии, които сте получили от опонента ви.
bs: Određuje broj linija smeća koje ste dobili od protivnika.
ca: Indica el número de línies de brossa que rebeu del vostre contrincant.
cs: Zobrazit počet špatných řádků, které jste obdrželi od svého protivníka.
cy: Rhowch y nifer o linellau sbwriel y derbyniasoch oddiwrth eich gwrthwynebwr.
da: Indikér antrallet af affaldslinjer du modtog fra din modstander.
de: Anzahl der "Müllzeilen", die Sie von Ihrem Gegner bekommen haben, anzeigen.
el: Ένδειξη του αριθμού των γραμμών απορριμμάτων που λάβατε από τον αντίπαλό σας.
es: Indica el número de líneas de deshecho que recibe de su oponente.
eu: Adierazi zure aurkaritik jaso duzun zabor-lerro kopurua.
fa: نشان دادن تعداد خطوط زباله‌ای که از حریفتان دریافت کردید.
fi: Määrittele roskarivien määrä, jonka vastaanotit vastustajalta.
fr: Indiquer le nombre de lignes de détritus que vous avez reçues de votre adversaire.
ga: Sonraigh líon na línte bruscair a bhfuair tú ó do chéile comhraic.
gl: Indica o número de liñas de lixo que recebes do teu adversario.
he: מראה את מספר שורות הזבל שקיבלת מהיריב.
hr: Naznači broj smeća koji su stigli od protivnika
hu: Az ellenféltől kapott sorok számának kiírása.
is: Gefur til kynna fjölda rusl-lína sem þú hefur fengið frá andstæðingi þínum.
it: Indica quanti righe di detriti hai ricevuto dal tuo rivale.
ja: 相手から受け取った不要なライン数を表示します。
km: បញ្ជាក់​ចំនួន​នៃ​បន្ទាត់​សំណល់ ដែល​អ្នក​ទទួល​បាន​ពី​គូរ​ប្រកួត
ko: 상대방으로부터 받은 쓰레기 줄 개수를 표시합니다.
mk: Го покажува бројот на линиите со отпадоци што се добиени од вашиот противник.
nb: Vis hvor mange søppel-linjer du har fått fra motstanderen.
nds: Tall vun Schietregen, de Du vun Dien Gegensmann kregen hest.
nl: Geeft het aantal afvalregels aan die u hebt ontvangen van uw tegenstander.
pl: Określa liczbę wierszy karnych, które dostałeś od przeciwnika.
pt: Indica o número de linhas de lixo que recebeu do seu adversário.
pt_br: Indica o número de linhas inúteis, que você recebeu do seu oponente.
ru: Показывает количество линий, подкинутых вашим противником.
se: Čájet galle ruskalinnját leat ožžon vuostálastis.
sk: Zobrazovať počet riadkov odpadu, ktoré poslal súper.
sl: Označi število zasmetenih vrstic, ki ste jih prejeli od nasprotnika.
sr: Наведите број линија ђубрета које сте примили од свог противника.
sr@latn: Navedite broj linija đubreta koje ste primili od svog protivnika.
sv: Anger antal skräplinjer som du tar emot från din motståndare.
ta: உங்கள் போட்டியாளரிடமிருந்து நீங்கள் பெற்ற வேண்டாத வரிகளின் எண்ணிக்கையை தெரிவிக்கவும்.
tg: Нишон диҳед рақами хатҳои партовҳо шумо гирифтед аз душманатон.
th: บอกจำนวนชองแถวขยะ ที่คุณได้มาจากคู่ต่อสู้ของคุณ
uk: Показує кількість неправдивих ліній, підкинутих вашим опонентом.
zh_cn: 表明您从对手受到的垃圾行数。
zh_tw: 顯示對手送來的行數。

source: Total:
bg: Общо:
bs: Ukupno:
cs: Celkem:
cy: Cyfanswm:
da: I alt:
de: Gesamt:
el: Σύνολο:
eu: Guztira:
fa: مجموع:
fi: Yhteensä:
ga: Iomlán:
he: סך הכל:
hr: Ukupno:
hu: Összesen:
is: Samtals:
it: Totale:
ja: 合計:
km: សរុប ៖
ko: 합계:
mk: Вкупно:
nb: Totalt:
nds: Tosamen:
nl: Totaal:
pl: Razem:
ru: Всего:
se: Oktiibuot:
sk: Celkovo:
sl: Skupaj:
sr: Укупно:
sr@latn: Ukupno:
sv: Summa:
ta: மொத்தம்:
tg: Ҳамагӣ:
th: รวมทั้งสิ้น:
uk: Всього:
zh_cn: 总计：
zh_tw: 總計：

source: _n: 1 Line: %n Lines:
bg: 1 линия: %n линии:
bs: %n linija: %n linije: %n linija:
ca: 1 línia: %n línies:
cs: 1 řada %n řady %n řad
cy: 1 Linell: %n o Linellau:
da: 1 linje: %n linjer:
de: 1 Zeile: %n Zeilen:
el: 1 γραμμή: %n γραμμές:
es: 1 línea: %n líneas:
eu: Lerro 1: %n lerro:
fa: %n خط:
fi: 1 Rivi: %n Riviä:
fr: 1 ligne : %n lignes :
ga: 1 Líne: %n Líne: %n Líne: %n Líne: %n Líne:
gl: 1 liña: %n liñas:
he: שורה אחת %n שורות:
hr: %n redak: %n retka: %n redaka:
hu: %n sor:
is: 1 lína: %n línur:
it: Una riga: %n righe:
ja: %n ライン:
km: បន្ទាត់ %n ៖
ko: %n줄:
mk: %n линија: %n линии: %n линии:
nb: En linje: %n linjer:
nds: 1 Reeg: %n Regen:
nl: 1 regel: %n regels:
pl: %n wiersz: %n wiersze: %n wierszy:
pt: %n Linha: %n Linhas:
pt_br: 1 Linha: %n Linhas:
ru: %n линия: %n линии: %n линий:
se: Okta linnjá %n linnjá:
sk: %n riadok: %n riadky: %n riadkov:
sl: %n vrstic: %n vrstica: %n vrstica: %n vrstice:
sr: %n линија: %n линије: %n линија:
sr@latn: %n linija: %n linije: %n linija:
sv: 1 rad: %n rader:
ta: 1 வரி: %n வரிகள்:
tg: 1 Хат: %n Хат
th: %n แถว:
uk: %n лінія: %n лінії: %n ліній:
zh_cn: %n 行：
zh_tw: %n 行：

source: Old rotation style
bg: Стар стил на завъртане
bs: Stari stil rotacije
ca: Estil de rotació antic
cs: Starý způsob otáčení
cy: Hen ddull cylchdroi
da: Gammel rotationsstil
de: Alter Drehungsstil
el: Παλιό στυλ περιστροφής
es: Estilo de giro antiguo
eu: Biraketa-estilo zaharra
fa: سبک قدیمی چرخش
fi: Vanha kieritystyyli
fr: Ancien style de rotation
ga: Seanstíl rothlaithe
gl: Estilo de rotación antigo
he: צורת הסיבוב הישנה
hi: पुरानी घूर्णन शैली
hr: Stari stil vrtnje
hu: Régi forgatási mód
is: Gamli snúningsstíll
it: Rotazioni "vecchio stile"
ja: 古い回転スタイル
km: រចនាប័ទ្ម​បង្វិល​ចាស់
ko: 구식 회전 스타일
mk: Стар стил на ротација
nb: Gammel roteringsstil
nds: Ole Wies bi't Dreihen
nl: Oude rotatiestijl
pl: Stary styl obrotów
pt: Estilo de rotação antigo
pt_br: Estilo antigo de rotação
ro: Vechiul stil de rotire
ru: Старый режим вращения
se: Boares áigásaš jorgalanstiila
sk: Starý štýl otáčania
sl: Star način vrtenja
sr: Стари стил ротације
sr@latn: Stari stil rotacije
sv: Gammal rotationstyp
ta: பழைய சுழற்சி பாணி
tg: Навъи гардиши кӯҳна
th: รูปแบบการหมุนแบบเก่า
uk: Старий стиль обертання
zh_cn: 旧的旋转风格
zh_tw: 古老的旋轉方式

source: KSirtet
hi: के-सिर्टेट
mk: КСиртет
tg: KСиртетрис

source: KSirtet is an adaptation of the well-known Tetris game
bg: Друг вариант на играта Тетрис
bs: KSirtet je adaptacija poznate Tetris igrice
ca: KSirtet és una adaptació del conegut joc Tetris
cs: KSirtet je klonem populární hry Tetris
cy: Mae KSirtet yn addasiad o'r gêm Tetris enwog
da: KSirtet er en adaptering af det velkendte Tetris spil
de: KSirtet ist eine Adaption des bekannten Tetris-Spiels.
el: Το KSirtet είναι μια προσαρμογή του γνωστού παιχνιδιού Tetris
es: KSirtet es una adaptación del conocido juego Tetris
eu: KSirtet Tetris joku ospetsuaren moldaketa bat da
fa: KSirtet اقتباسی از بازی معروف Tetris است.
fi: KSirtet on klooni hyvin tunnetusta Tetris-pelistä.
fr: KSirtet est une adaptation du jeu très connu Tétris
ga: Is leagan athchóirithe den chluiche iomráiteach Tetris é KSirtet
gl: O KSirtet é unha adaptación do coñecido xogo Tetris
he: תואם של המשחק הידוע טטריס - KSirtet
hr: KSirtet je adaptacija slavne igre Tetris.
hu: A KSirtet a jól ismert Tetris játék egy változata
is: KSirtet er eftirlíking Tetris-leiksins gamalkunna.
it: KSirtet è una variazione del celebre gioco del Tetris
ja: KSirtet は有名なテトリスゲームを脚色したものです。
km: KSirtet គឺ​ជា​ការ​ធ្វើ​តាម​ល្បែង Tetris ដ៏​ល្បីល្បាញ
ko: KSirtet은 테트리스 게임입니다
mk: КСиртет е прилагодување на добро познатата игра Тетрис
nb: KSirtet er en variant av det velkjente spillet Tetris
nds: De Vörlaag för KSirtet is dat bekannte Speel Tetris.
nl: KSirtet is een kloon van het wereldberoemde spel Tetris
pl: KSirtet jest wersją znanej gry Tetris
pt: O KSirtet é uma adaptação do conhecido jogo Tetris
pt_br: O KSirtet é uma adaptação do conhecido jogo Tetris
ru: KSirtet - ещё один вариант хорошо известной игры Тетрис
se: KSirtet lea heivehus dovddus Tetris-spealus
sk: KSirtet je klon dobre známej hry Tetris
sl: KSirtet je priredba dobro znane igrice Tetris
sr: KSirtet је адаптација надалеко познате игре Тетрис
sr@latn: KSirtet je adaptacija nadaleko poznate igre Tetris
sv: Ksirtet är en anpassning av det välkända spelet Tetris
ta: நன்கு தெரிந்த Tetris விளையாட்டு KSirtet இதில் பொருத்தப்பட்டது
tg: KСиртетрис - ин бозии ба бозии машҳури Тетрис монанд
th: KSirtet คือเกมที่ดัดแปลงมาจากเกมเททริสที่รู้จักกันดี
uk: KSirtet це адаптація відомої гри Тетріс
zh_cn: KSirtet 是著名游戏俄罗斯方块的变体
zh_tw: KSirtet是由出名的Tetris遊戲改編而來的。

source: Removed Lines
bg: Премахнати линии
bs: Izbrisane linije
ca: Línies eliminades
cs: Vyjmuto řádků
cy: Llinellau wedi eu gwaredu
da: Fjernede linjer
de: Entfernte Zeilen
el: Γραμμές που αφαιρέθηκαν
es: Líneas quitadas
eu: Kendutako lerroak
fa: خطوط حذف‌شده
fi: Poistettuja rivejä
fr: Lignes enlevées
ga: Línte Bainte
gl: Liñas retiradas
he: שורות שהוסרו
hr: Uklonjeni redovi
hu: Eltávolított sorok
is: Fjarlægðar línur
it: Righe rimosse
ja: 消去したライン数
km: បន្ទាត់​ដែល​បាន​យក​ចេញ
ko: 제거된 줄
mk: Отстранети линии
nb: Fjernede linjer
nds: Wegdaan Regen
nl: Verwijderde regels
pl: Usunięte linie
pt: Linhas Retiradas
pt_br: Linhas removidas
ru: Удалено рядов
se: Eret váldejuvvon linnját
sk: Odstránené riadky
sl: Odstranjene vrstice
sr: Уклоњене линије
sr@latn: Uklonjene linije
sv: Borttagna rader
ta: நீக்கப்பட்ட கோடுகள்
tg: Сатрҳои Хориҷшуда
th: แถวที่ตัดได้
uk: Вилучені лінії
zh_cn: 消掉行数
zh_tw: 消掉的行數
