Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/ksirtet.po
Languages: bg, bs, ca, cs, cy, da, de, el, es, eu, fa, fi, fr, ga, gl, he, hi, hr, hu, is, it, ja, km, ko, mk, nb, nds, nl, pl, pt, pt_br, ro, ru, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn, zh_tw

source: &Mode
bg: &Режим
bs: &Način
cs: Reži&m
cy: &Modd
da: &Tilstand
de: &Modus
el: &Τύπος
es: &Modo
eu: &Modua
fa: &حالت‌
fi: &Tila
ga: &Mód
gl: &Modo
he: מ&צב
hi: मोड (&M)
hr: &Način
hu: &Mód
is: Ha&mur
it: &Modalità
ja: モード(&M)
km: របៀប
ko: 모드(&M)
mk: &Режим
nb: &Modus
nds: &Bedrief
nl: &Modus
pl: &Tryb
pt: &Modo
pt_br: &Modo
ro: &Mod
ru: &Режим
se: &Modus
sk: &Režim
sl: &Način
sr: &Режим
sr@latn: &Režim
sv: &Läge
ta: வகை
tg: &Усул
th: โห&มด
uk: &Режим
zh_cn: 模式(&M)
zh_tw: 模式(&M)

source: Use old rotation style.
bg: Използване на стария стил на завъртане.
bs: Koristi stari stil rotiranja.
ca: Usa l'estil de rotació antic.
cs: Používat starý způsob otáčení.
cy: Defnyddio'r hen ddull cylchdroi.
da: Brug gammel rotationsstil.
de: Alten Drehungsstil benutzen.
el: Χρήση παλιού στυλ περιστροφής.
es: Usar estilo de giro antiguo.
eu: Erabili biraketa zaharraren estiloa.
fa: استفاده از سبک قدیمی چرخش.
fi: Käytä vanhaa kieritystyyliä.
fr: Utiliser l'ancien style de rotation.
ga: Úsáid an tseanstíl rothlaithe.
gl: Usa-lo estilo de rotación antigo.
he: השתמש בסוג סיבוב ישן.
hi: पुरानी घूर्णन शैली इस्तेमाल करें
hr: Upotrebljavaj stari stil vrtnje.
hu: A régi forgatási stílus használata.
is: Nota gamla snúningstíl.
it: Utilizza il vecchio stile per le rotazioni.
ja: 古い回転スタイルを使用します。
km: ប្រើ​រចនាប័ទ្ម​បង្វិល​ចាស់ ។
ko: 구식 회전 스타일을 사용합니다.
mk: Користи стар стил на ротација.
nb: Bruk gammel roteringsstil.
nds: Bruuk ole Wies bi't Dreihen.
nl: Oude rotatiestijl gebruiken.
pl: Użyj starego stylu obracania.
pt: Usar o estilo de rotação antigo.
pt_br: Usar o estilo antigo de rotação.
ro: Utilizează vechiul stil de rotire.
ru: Использовать старый режим вращения.
se: Geavat boares jorgalanstiilla.
sk: Použiť štarý štýl otáčania.
sl: Uporabi star način vrtenja.
sr: Користи стари стил ротације.
sr@latn: Koristi stari stil rotacije.
sv: Använd gammal rotationstyp.
ta: பழைய சுழற்சி பாணியை உபயோகி.
tg: Навъи гардиши кӯҳнаро истифода баред.
th: ใช้รูปแบบการหมุนแบบเก่า
uk: Вживати старий стиль обертання.
zh_cn: 使用旧的旋转风格
zh_tw: 使用古老的旋轉方式

source: Occupied lines
bg: Заети линии
bs: Korištene linije
ca: Línies ocupades
cs: Obsazené řady
cy: Llinellau wedi eu llenwi
da: Optagne linjer
de: Anzahl belegter Zeilen
el: Κατειλημμένες γραμμές
es: Líneas ocupadas
eu: Okupatutako lerroak
fa: خطوط اشغال‌شده
fi: Varatut rivit
fr: Lignes occupées
ga: Línte gafa
gl: Liñas ocupadas
he: שורות תפוסות
hi: भरी हुई पंक्तियाँ
hr: Zauzeti redovi
hu: A foglalt vonalak száma
is: Uppteknar línur
it: Righe occupate
ja: 占領されたライン数
km: បន្ទាត់​ដែល​បាន​កាន់កាប់
mk: Зафатени линии
nb: Opptatte linjer
nds: Vulle Regen
nl: Aantal bezette regels
pl: Zajęte linie
pt: Linhas ocupadas
pt_br: Linhas ocupadas
ro: Linii ocupate
ru: Количество занятых рядов
se: Geavahuvvon linnját
sk: Obsadených riadkov
sl: Zasedene vrstice
sr: Заузете линије
sr@latn: Zauzete linije
sv: Använda rader
ta: ஆக்ரமித்த கோடுகள்
tg: Сатрҳои ишғолшуда
th: แถวที่ครองได้
uk: Зайнятих рядки
zh_cn: 占用行数
zh_tw: 佔用的行數

source: Number of holes
bg: Брой дупки
bs: Broj rupa
ca: Número de forats
cs: Počet děr
cy: Nifer y tyllau
da: Antal huller
de: Anzahl Löcher
el: Αριθμός τρυπών
es: Número de huecos
eu: Zulo kopurua
fa: تعداد گودالها
fi: Reikien lukumäärä
fr: Nombre de trous
ga: Líon na bpoll
gl: Número de buratos
he: מספר חורים
hi: छेद की संख्या:
hr: Broj rupa
hu: A lyukak száma
is: Fjöldi hola
it: Numero di buchi
ja: 穴の数
km: ចំនួន​រន្ធ
ko: 구멍 개수
mk: Број на дупки
nb: Antall hull
nds: Tall vun Löcker
nl: Aantal gaten
pl: Liczba dziur
pt: Número de buracos
pt_br: Número de furos
ro: Numărul de găuri
ru: Количество дыр
se: Galle ráiggi
sk: Počet jám
sl: Število lukenj
sr: Број рупа
sr@latn: Broj rupa
sv: Antal hål
ta: வெற்றிடங்களின் எண்ணிக்கை
tg: Шумораи сӯрохиҳо
th: จำนวนของช่อง
uk: Кількість дір
zh_cn: 空洞数量
zh_tw: 空洞數目

source: Number of spaces
bg: Брой празни полета
bs: Broj međumjesta
ca: Número d'espais
cs: Počet mezer
cy: Nifer y bylchau
da: Antal pladser
de: Anzahl freier Plätze
el: Αριθμός κενών
es: Número de espacios
eu: Espazio kopurua
fa: تعداد فاصله‌ها
fi: Välien lukumäärä
fr: Nombre d'espaces
ga: Líon na spásanna
gl: Número de espazos
he: מספר רווחים
hi: स्पेसेस की संख्या
hr: Broj praznih mjesta
hu: Az üres helyek száma
is: Fjöldi bila
it: Numero di spazi
ja: スペースの数
km: ចំនួន​ចន្លោះ
ko: 공간 개수
mk: Број на празни места
nb: Antall mellomrom
nds: Tall vun fre'e Plätz
nl: Aantal lege ruimtes
pl: Liczba odstępów
pt: Número de espaços
pt_br: Número de espaços
ro: Numărul de spaţii
ru: Количество пустых мест
se: Galle gaskka
sk: Počet miest
sl: Število presledkov
sr: Број размака
sr@latn: Broj razmaka
sv: Antal mellanrum
ta: இடைவெளிகளின் எண்ணிக்கை
tg: Шумораи фазоҳо
th: จำนวนของช่องว่าง
uk: Кількість пропусків
zh_cn: 空间数
zh_tw: 空格數

source: Peak-to-peak distance
bg: Разстояние от връх до връх
bs: Rastojanje od vrha do vrha
ca: Distància de punta a punta
cs: Vzdálenost mezi vrcholy
cy: Pellter copa-i-gopa
da: Top til top afstand
de: Distanz von Spitze-zu-Spitze
el: Απόσταση από κορυφή-σε-κορυφή
es: Distancia de punta a punta
eu: Puntatik-puntarako distantzia
fa: فاصلۀ رأس به رأس
fi: Piikistä piikkiin etäisyys
fr: Distance entre deux sommets
ga: Fad ó bhuaic go buaic
gl: Distancia de punta a punta
he: מרחק מפסגה לפסגה
hi: शिखर-से-शिखर के बीच की दूरी
hr: Udaljenost od vrha do vrha
hu: Csúcs-csúcs távolság
is: Lengsta vegalengd
it: Distanza picco-picco
ja: ピーク間距離
km: ចម្ងាយ​ពី​កំពូល​ទៅ​កំពូល
mk: Растојание од врв до врв
nb: Topp-til-topp-avstand
nds: Afstand vun Spitz to Spitz
nl: Afstand van piek tot piek
pl: Odległość między krańcami
pt: Distância pico-a-pico
pt_br: Distância de pico-a-pico
ro: Distanţa vîrf la vîrf
ru: Расстояние между пиками
se: Čohkas čohkkii gaska
sk: Vzdialenosť medzi vrcholmi
sl: Razdalja med vrhoma
sr: Растојање од врха до врха
sr@latn: Rastojanje od vrha do vrha
sv: Avstånd från spets till spets:
ta: சிகரத்திலிருந்து சிகரம் வரையில் உள்ள தூரம்
tg: Фосилаи байни қуллаҳо
th: ระยะระหว่างจุดยอด
uk: Відстань між вершинами
zh_cn: 顶到顶距离
zh_tw: 頂點間的距離

source: Mean height
bg: Средна височина
bs: Najviši element
ca: Alçada mitjana
cs: Průměrná výška
cy: Uchder cymedrig
da: Middelhøjde
de: Mittlere Höhe
el: Μέσο ύψος
es: Altura media
eu: Bataz-besteko altuera
fa: ارتفاع میانگین
fi: Korkeuden keskiarvo
fr: Hauteur moyenne
ga: Meánairde
gl: Altura media
he: גובה ממוצע
hi: औसत ऊंचाई
hr: Prosječna visina
hu: Átlagos magasság
is: Meðalhæð
it: Altezza media
ja: 平均高さ
km: កម្ពស់​មធ្យម
mk: Просечна висина
nb: Gjennomsnitthøyde
nds: Dörsnitthööchde
nl: Gemiddelde hoogte
pl: Średnia wysokość
pt: Altura média
pt_br: Altura média
ro: Înălţimea medie
ru: Средняя высота
se: Gaskamearalaš allodat
sk: Priemerná výška
sl: Povprečna višina
sr: Средња висина
sr@latn: Srednja visina
sv: Medelhöjd
ta: சராசரி உயரம்
tg: Баландии миёна
th: ความสูงเฉลี่ย
uk: Середня висота
zh_cn: 平均高度
zh_tw: 平均高度

source: Number of full lines
bg: Брой пълни линии
bs: Broj punih linija
ca: Nombre de línies completes
cs: Počet plných řad
cy: Nifer o linellau llawn
da: Antal hele linjer
de: Anzahl voller Zeilen
el: Αριθμός πλήρων γραμμών
es: Número de líneas completas
eu: Lerro osoen kopurua
fa: تعداد خطوط پر
fi: Täysien rivien lukumäärä
fr: Nombre de lignes remplies
ga: Líon na línte iomlána
gl: Número de liñas completas
he: מספר שורות מלאות
hi: पूरी पंक्तियों की संख्या
hr: Broj punih redaka
hu: A teli sorok száma
is: Fjöldi fullra lína
it: Numero di righe piene
ja: すべてのライン数
km: ចំនួន​បន្ទាត់​ពេញ
ko: 가득 찬 줄의 개수
mk: Број на цели линии
nb: Antall fulle linjer
nds: Tall vun vulle Regen
nl: Aantal volle regels
pl: Liczba pełnych linii
pt: Número de linhas completas
pt_br: Número de linhas completas
ro: Numărul de linii pline
ru: Количество заполненных линий
se: Galle dievva linnját
sk: Počet plných riadkov
sl: Število polnih vrstic
sr: Број пуних линија
sr@latn: Broj punih linija
sv: Antal fulla rader
ta: கோடுகளின் எண்ணிக்கை
tg: Шумораи хатҳои пурра
th: จำนวนของแถวเต็ม
uk: Кількість повних рядків
zh_cn: 整行数
zh_tw: 整行數目

source: Z piece color:
bg: Цвят на Z-елементите:
bs: Boja Z elementa:
ca: Color de la peça Z:
cs: Barva kostky Z:
cy: Lliw darn Z:
da: Z-brikkens farve:
de: Farbe von Z-Stücken:
el: Χρώμα κομματιού Ζ:
es: Color de ficha Z:
eu: Z fitxaren kolorea:
fa: رنگ قطعۀ Z:
fi: Z-palikan väri:
fr: Couleur des pièces en Z :
ga: Dath an phíosa Z:
gl: Cor das pezas Z:
he: צבע לבנה בצורת Z:
hi: Z खण्ड रंग:
hr: Boja Z-dijela:
hu: A Z-elemek színe:
is: Z blokkarlitur:
it: Colore pezzi "Z":
ja: Z ピースの色:
km: ពណ៌​រាង​អក្សរ Z ៖
ko: Z 조각 색상:
mk: Боја на фигурата Z:
nb: Z-brikkefarge:
nds: Klöör för Z-Steen:
nl: Kleur van Z-stuk:
pl: Kolor elementu Z:
pt: Cor das peças Z:
pt_br: Cor da Peça Z:
ro: Culoare piesă Z:
ru: Цвет фигуры Z:
se: Ž-bihtá ivdni:
sk: Farba kameňa Z:
sl: Barva delčka Z:
sr: Боја Z-парчића:
sr@latn: Boja Z-parčića:
sv: Z-klossfärg:
ta: Z பகுதி வண்ணம்
tg: Ранги қисми Z:
th: สีของชิ้นรูป Z:
uk: Колір фігури "Z":
zh_cn: Z 块颜色：
zh_tw: Z形積木的顏色:

source: S piece color:
bg: Цвят на S-елементите:
bs: Boja S elementa:
ca: Color de la peça S:
cs: Barva kostky S:
cy: Lliw darn S:
da: S-brikkens farve:
de: Farbe von S-Stücken:
el: Χρώμα κομματιού S:
es: Color de ficha S:
eu: S fitxaren kolorea:
fa: رنگ قطعۀ S:
fi: S-palikan väri:
fr: Couleur des pièces en S :
ga: Dath an phíosa S:
gl: Cor das pezas S:
he: צבע לבנה בצורת S:
hi: S खण्ड रंग:
hr: Boja S-dijela:
hu: Az S-elemek színe:
is: S blokkarlitur:
it: Colore pezzi "S":
ja: S ピースの色:
km: ពណ៌​រាង​អក្សរ S ៖
ko: S 조각 색상:
mk: Боја на фигурата S:
nb: S-brikkefarge:
nds: Klöör för S-Steen:
nl: Kleur van S-stuk:
pl: Kolor elementu S:
pt: Cor das peças S:
pt_br: Cor da Peça S:
ro: Culoare piesă S:
ru: Цвет фигуры S:
se: S-bihtá ivdni
sk: Farba kameňa S:
sl: Barva delčka S:
sr: Боја S-парчића:
sr@latn: Boja S-parčića:
sv: S-klossfärg:
ta: S பகுதி வண்ணம்
tg: Ранги қисми S:
th: สีของชิ้นรูป S:
uk: Колір фігури "S":
zh_cn: S 块颜色：
zh_tw: S形積木的顏色:

source: I piece color:
bg: Цвят на I-елементите:
bs: Boja I elementa:
ca: Color de la peça I:
cs: Barva kostky I:
cy: Lliw darn I:
da: I-brikkens farve:
de: Farbe von I-Stücken:
el: Χρώμα κομματιού Ι:
es: Color de ficha I:
eu: I fitxaren kolorea:
fa: رنگ قطعۀ I:
fi: I-palikan väri:
fr: Couleur des pièces en I :
ga: Dath an phíosa I:
gl: Cor das pezas I:
he: צבע לבנה בצורת I:
hi: I खण्ड रंग:
hr: Boja I-dijela:
hu: Az I-elemek színe:
is: I blokkarlitur:
it: Colore pezzi "I":
ja: I ピースの色:
km: ពណ៌​រាង​អក្សរ I ៖
ko: I 조각 색상:
mk: Боја на фигурата I:
nb: I-brikkefarge:
nds: Klöör för I-Steen:
nl: Kleur van I-stuk:
pl: Kolor elementu I:
pt: Cor das peças I:
pt_br: Cor da Peça I:
ro: Culoare piesă I:
ru: Цвет фигуры I:
se: I-bihtá ivdni:
sk: Farba kameňa I:
sl: Barva delčka I:
sr: Боја I-парчића:
sr@latn: Boja I-parčića:
sv: I-klossfärg:
ta: I பகுதி வண்ணம்
tg: Ранги қисми I:
th: สีของชิ้นรูป I:
uk: Колір фігури "I":
zh_cn: I 块颜色：
zh_tw: I形積木的顏色:

source: T piece color:
bg: Цвят на T-елементите:
bs: Boja T elementa:
ca: Color de la peça T:
cs: Barva kostky T:
cy: Lliw darn T:
da: T-brikkens farve:
de: Farbe von T-Stücken:
el: Χρώμα κομματιού Τ:
es: Color de ficha T:
eu: T fitxaren kolorea:
fa: رنگ قطعۀ T:
fi: T-palikan väri:
fr: Couleur des pièces en T :
ga: Dath an phíosa T:
gl: Cor das pezas T:
he: צבע לבנה בצורת T:
hi: T खण्ड रंग:
hr: Boja T-dijela:
hu: A T-elemek színe:
is: T blokkarlitur:
it: Colore pezzi "T":
ja: T ピースの色:
km: ពណ៌​រាង​អក្សរ T ៖
ko: T 조각 색상:
mk: Боја на фигурата Т:
nb: T-brikkefarge:
nds: Klöör för T-Steen:
nl: Kleur van T-stuk:
pl: Kolor elementu T:
pt: Cor das peças T:
pt_br: Cor da Peça T:
ro: Culoare piesă T:
ru: Цвет фигуры T:
se: T-bihtá ivdni:
sk: Farba kameňa T:
sl: Barva delčka T:
sr: Боја T-парчића:
sr@latn: Boja T-parčića:
sv: T-klossfärg:
ta: T பகுதி வண்ணம்
tg: Ранги қисми T:
th: สีของชิ้นรูป T:
uk: Колір фігури "T":
zh_cn: T 块颜色：
zh_tw: T形積木的顏色:

source: Square color:
bg: Цвят на квадрата:
bs: Boja pravogaonika:
ca: Color del quadrat:
cs: Barva čtverce:
cy: Lliw sgwâr:
da: Kvadraternes farve:
de: Blockfarbe:
el: Χρώμα τετραγώνου:
es: Color del cuadrado:
eu: Karratuaren kolorea:
fa: رنگ مربع:
fi: Neliön väri:
fr: Couleur des carrés :
ga: Dath na cearnóige:
gl: Cor dos cadrados:
he: צבע לבנה בצורת ריבוע:
hi: चौकोर रंगः
hr: Boja kvadrata:
hu: A négyzetek színe:
is: Kassalitur:
it: Colore pezzi quadrati:
ja: 正方形ピースの色:
km: ពណ៌​ការេ ៖
ko: 사각형 색상:
mk: Боја на квадратот:
nb: Kvadratfarge:
nds: Klöör för Veereck-Steen:
nl: Kleur van vierkant:
pl: Kolor kwadratu:
pt: Cor dos quadrados:
pt_br: Cor do quadrado:
ro: Culoare pătrat:
ru: Цвет квадрата:
se: Njealljehačča ivdni:
sk: Farba štvorca:
sl: Barva delčka kvadrat:
sr: Боја квадрата:
sr@latn: Boja kvadrata:
sv: Fyrkantsfärg:
ta: சதுரத்தின் வண்ணங்கள்:
tg: Ранги майдон:
th: สีของชิ้นรูปสี่เหลี่ยม:
uk: Колір фігури "квадрат":
zh_cn: 方块颜色：
zh_tw: 正方形積木的顏色:

source: Mirrored L piece color:
bg: Цвят на обърнатите L-елементи:
bs: Boja zarotiranog L elementa:
ca: Color de la peça L invertida:
cs: Barva zrcadlené kostky L:
cy: Lliw darn L wedi'i adlewyrchu:
da: Den spejlede L-briks farve:
de: Farbe für gespiegelte L-Stücke:
el: Χρώμα κατοπτρισμένου κομματιού L:
es: Color de ficha L volteada:
eu: Ispilatutako L fitxaren kolorea:
fa: رنگ قطعۀ L بازتاب‌شده:
fi: Peilatun L-palikan väri:
fr: Couleur des pièces en L inversé :
ga: Dath an phíosa L, scáthánaithe:
gl: Cor das pezas L reflectidas:
he: צבע לבנה בצורת L הפוכה:
hi: उलटा L खण्ड रंग:
hr: Boja zrcalnih L-dijelova:
hu: A tükrözött L-elemek színe:
is: Speglaður L blokkarlitur:
it: Colore pezzi "L specchiata"
ja: 逆 L ピースの色:
km: ពណ៌​រាង​អក្សរ L បញ្ច្រាស់ ៖
ko: 뒤집힌 L 조각 색상:
mk: Боја на огледалната фигура L:
nb: Speilet L-brikkefarge:
nds: Klöör för spegelt L-Steen:
nl: Kleur van gespiegeld L-stuk:
pl: Kolor obróconego elementu L:
pt: Cor das peças L espelhadas:
pt_br: Cor da Peça L Espelhado:
ro: Culoare piesă L oglindită:
ru: Цвет отражённой фигуры L:
se: Speadjalaston L-bihtá ivdni:
sk: Farba prevráteného kameňa L:
sl: Barva zrcaljenega delčka L:
sr: Боја обрнутих L-парчића:
sr@latn: Boja obrnutih L-parčića:
sv: Speglad L-klossfärg:
ta: கண்ணாடி பிம்பமாறி L பகுதி வண்ணம்:
tg: Ранги қисми L-и аксшуда:
th: สีของชิ้นรูป L กลับข้าง:
uk: Колір фігури "обернуте L":
zh_cn: 反 L 块颜色：
zh_tw: 反L形積木的顏色:

source: L piece color:
bg: Цвят на L-елементите:
bs: Boja L elementa:
ca: Color de la peça L:
cs: Barva kostky L:
cy: Lliw darn L:
da: L-brikkens farve:
de: Farbe für L-Stücke:
el: Χρώμα κομματιού L:
es: Color de ficha L:
eu: L fitxaren kolorea:
fa: رنگ قطعۀ L:
fi: L-palikan väri:
fr: Couleur des pièces en L :
ga: Dath an phíosa L:
gl: Cor das pezas L:
he: צבע לבנה בצורת L:
hi: L खण्ड रंग:
hr: Boja L-dijela:
hu: Az L-elemek színe:
is: L blokkarlitur:
it: Colore pezzi "L":
ja: L ピースの色:
km: ពណ៌​រាង​អក្សរ L ៖
ko: L 조각 색상:
mk: Боја на фигурата L:
nb: L-brikkefarge:
nds: Klöör för L-Steen:
nl: Kleur van L-stuk:
pl: Kolor elementu L:
pt: Cor das peças L:
pt_br: Cor da Peça L:
ro: Culoare piesă L:
ru: Цвет фигуры L:
se: L-bihta ivdni:
sk: Farba kameňa L:
sl: Barva delčka L:
sr: Боја L-парчића:
sr@latn: Boja L-parčića:
sv: L-klossfärg:
ta: L பகுதி வண்ணம்
tg: Ранги қисми L:
th: สีของชิ้นรูป L:
uk: Колір фігури L:
zh_cn: L 块颜色：
zh_tw: L形積木的顏色:

source: Garbage block color:
bg: Цвят на премахнатите елементи:
bs: Boja otpadnog bloka:
ca: Color de la brossa:
cs: Barva nepořádku:
cy: Lliw bloc sbwriel:
da: Affaldsblok-farve:
de: Farbe für Müllblöcke:
el: Χρώμα κουτιού απορριμμάτων:
es: Color de bloque de deshecho:
eu: Zabor-fitxaren kolorea:
fa: رنگ بلوک زباله:
fi: Jätepalikan väri:
fr: Couleur des bloc débris :
ga: Dath an bhloic bruscair:
gl: Cor dos bloques de lixo:
he: צבע בלוק זבל:
hi: कूड़ा खण्ड रंग:
hr: Boja za smeće:
hu: A kieső blokkok színe:
is: Ruslblokkarlitur:
it: Colore dei detriti:
ja: 消されたブロックの色:
km: ពណ៌​ដុំ​សំណល់ ៖
ko: 쓰레기 블록 색상:
mk: Боја на блоковите со отпадоци:
nb: Søppelbrikkefarge:
nds: Klöör för Schiet-Steen:
nl: Kleur van afvalblok:
pl: Kolor nieuporządkowanego bloku:
pt: Cor dos blocos de lixo:
pt_br: Cor do bloco de Lixo:
ro: Culoare bloc inutil:
ru: Цвет незаполненных блоков:
se: Ruskabihtá ivdni:
sk: Farba bloku odpadu:
sl: Barva zasmetnjenih blokov:
sr: Боја блока за смеће:
sr@latn: Boja bloka za smeće:
sv: Skräpklossfärg:
ta: வேணடாத வண்ணத்தை மறை:
tg: Ранги блоки қуттӣ:
th: สีของบล็อคขยะ:
uk: Колір блоку сміття:
zh_cn: 垃圾块颜色：
zh_tw: 垃圾積木的顏色:

source: Occupied lines:
bg: Заети линии:
bs: Zauzete linije:
ca: Ocupació de línies:
cs: Obsazené řady:
cy: Llinellau wedi eu llenwi:
da: Optagne linjer:
de: Anzahl belegter Zeilen:
el: Κατειλημμένες γραμμές:
es: Líneas ocupadas:
eu: Okupatutako lerroak:
fa: خطوط اشغال‌شده:
fi: Varattujen rivien määrä:
fr: Lignes occupées :
ga: Línte gafa:
gl: Liñas ocupadas:
he: שורות תפוסות:
hi: भरी हुई पंक्तियाँ:
hr: Broj zauzetih redaka:
hu: A foglalt vonalak száma:
is: Uppteknar línur:
it: Righe occupate:
ja: 占領されたライン数:
km: បន្ទាត់​ដែល​បាន​កាន់កាប់ ៖
mk: Зафатени линии:
nb: Opptatte linjer:
nds: Vulle Regen:
nl: Aantal bezette regels:
pl: Liczba zajętych linii:
pt: Linhas ocupadas:
pt_br: Linhas ocupadas:
ro: Linii ocupate:
ru: Количество занятых рядов:
se: Geavahuvvon linnját:
sk: Počet obsadených riadkov:
sl: Zasedene vrstice:
sr: Заузете линије:
sr@latn: Zauzete linije:
sv: Antal använda rader:
ta: ஆக்ரமித்த கோடுகள்:
tg: Сатрҳои ишғолшуда:
th: แถวที่ครองได้:
uk: Кількість зайнятих рядків:
zh_cn: 占用行数：
zh_tw: 佔用行數:

source: Number of holes:
bg: Брой дупки:
bs: Broj rupa:
ca: Nombre de forats:
cs: Počet děr:
cy: Nifer y tyllau:
da: Antal huller:
de: Anzahl Löcher:
el: Αριθμός τρυπών:
es: Número de huecos:
eu: Zulo kopurua:
fa: تعداد گودالها:
fi: Reikien lukumäärä:
fr: Nombre de trous :
ga: Líon na bpoll:
gl: Número de buratos:
he: מספר חורים:
hi: छेद की संख्या:
hr: Broj rupa:
hu: A lyukak száma:
is: Fjöldi hola:
it: Numero di buchi:
ja: 穴の数:
km: ចំនួន​រន្ធ ៖
ko: 구멍 개수:
mk: Број на дупки:
nb: Antall hull:
nds: Tall vun Löcker:
nl: Aantal gaten:
pl: Liczba dziur:
pt: Número de buracos:
pt_br: Número de furos:
ro: Numărul de găuri:
ru: Количество дыр:
se: Galle ráiggi:
sk: Počet jám:
sl: Število lukenj:
sr: Број рупа:
sr@latn: Broj rupa:
sv: Antal hål:
ta: வெற்றிடங்களின் எண்ணிக்கை:
tg: Шумораи сӯрохиҳо:
th: จำนวนของช่อง:
uk: Кількість дір:
zh_cn: 空洞数量：
zh_tw: 空洞數目:

source: Number of spaces:
bg: Брой празни полета:
bs: Broj međuprostora:
ca: Número d'espais:
cs: Počet děr:
cy: Nifer y bylchau:
da: Antal pladser:
de: Anzahl freier Plätze:
el: Αριθμός κενών:
es: Número de espacios:
eu: Espazio kopurua:
fa: تعداد فاصله‌ها:
fi: Reikien lukumäärä:
fr: Nombre d'espaces :
ga: Líon na spásanna:
gl: Número de espazos:
he: מספר רווחים:
hi: स्पेसेस की संख्या:
hr: Broj praznih mjesta:
hu: Az üres helyek száma:
is: Fjöldi bila:
it: Numero di buchi:
ja: スペースの数:
km: ចំនួន​ចន្លោះ ៖
ko: 공간 개수:
mk: Број на празни места:
nb: Antall mellomrom:
nds: Tall vun fre'e Plätz:
nl: Aantal lege ruimtes:
pl: Liczba odstępów:
pt: Número de espaços:
pt_br: Número de espaços:
ro: Numărul de spaţii:
ru: Количество пустых мест:
se: Man galle gaskamearkka:
sk: Počet miest:
sl: Število lukenj:
sr: Број размака:
sr@latn: Broj razmaka:
sv: Antal mellanrum:
ta: இடைவெளிகளின் எண்ணிக்கை:
tg: Шумораи фазоҳо:
th: จำนวนของช่องว่าง:
uk: Кількість пробілів:
zh_cn: 空间数：
zh_tw: 空格數:

source: Number of spaces under mean height
bg: Брой празни полета под средната височина
bs: Broj međuprostora ispod najvišeg elementa:
ca: Número d'espais sota l'alçada mitja
cs: Počet mezer (podprůměrné výšky)
cy: Nifer y bylchau dan yr uchder cymedrig
da: Antal pladser under middelhøjde
de: Anzahl freier Plätze unter mittlerer Höhe
el: Αριθμός κενών κάτω από το μέσο ύψος
es: Número de espacios bajo la altura media
eu: Bataz-besteko altueraren azpiko espazio kopurua
fa: تعداد فاصله‌ها در زیر ارتفاع میانگین
fi: Välien lukumäärä (korkeuden keskiarvon alla)
fr: Nombres d'espaces sous la hauteur moyenne
ga: Líon na spásanna faoin mheánairde
gl: Número de espazos por baixo da altura media
he: מספר רווחים מתחת לגובה הממוצע
hi: औसत ऊंचाई के भीतर स्पेसेस की संख्या
hr: Broj praznih mjesta ispod prosječne visine
hu: Az üres helyek száma az átlagos magasság alatt
is: Fjöldi bila (undir meðal hæð)
it: Numero di spazi sotto la quota media:
ja: スペースの数 (平均高さ以下)
km: ចំនួន​ចន្លោះ​នៅ​ពី​ក្រោម​កម្ពស់
mk: Број на празни места под просечната висина
nb: Antall mellomrom under gjennomsnitthøyden
nds: Tall vun fre'e Plätz ünner de Dörsnitthööchde
nl: Aantal lege ruimtes onder de gemiddelde hoogte
pl: Liczba dziur poniżej średniej wysokości
pt: Número de espaços por baixo da altura média
pt_br: Número de espaços abaixo da altura média
ro: Numărul de spaţii sub înălţimea medie
ru: Количество пустых мест ниже средней высоты
se: Galle gaskka (gaskamearalaš állodaga vuolábealde)
sk: Počet miest pod priemernou výškou
sl: Število presledkov pod povprečno višino
sr: Број размака испод средње висине
sr@latn: Broj razmaka ispod srednje visine
sv: Antal mellanrum under medelhöjden
ta: சராசரி உயரத்தில் உள்ள இடைவெளிகளின் எண்ணிக்கை:
tg: Шумораи фазоҳои зери баландии миёна
th: จำนวนของช่องว่างใต้ความสูงเฉลี่ย
uk: Кількість пробілів (менше середньої висоти)
zh_cn: 平均高度的空间数：
zh_tw: 平均高度以下的空格數

source: Peak-to-peak distance:
bg: Разстояние от връх до връх:
bs: Rastojanje od vrha do vrha:
ca: Distància de punta a punta:
cs: Vzdálenost mezi vrcholy:
cy: Pellter copa-i-gopa:
da: Top til top afstand:
de: Distanz von Spitze-zu-Spitze:
el: Απόσταση από κορυφή-σε-κορυφή:
es: Distancia de punta a punta:
eu: Puntatik-puntarako distantzia:
fa: فاصلۀ رأس به رأس:
fi: Piikistä piikkiin etäisyys:
fr: Distance entre deux sommets :
ga: Fad ó bhuaic go buaic:
gl: Distancia de punta a punta:
he: מרחק מפסגה לפסגה:
hi: शिखर-से-शिखर के बीच की दूरीः
hr: Udaljenost od vrha do vrha:
hu: Csúcs-csúcs távolság:
is: Fjarlægð enda á milli:
it: distanza picco-picco:
ja: ピーク間距離:
km: ចម្ងាយ​ពី​កំពូល​ទៅ​កំពូល ៖
mk: Растојание од врв до врв:
nb: Topp-til-topp-avstand:
nds: Afstand vun Spitz to Spitz:
nl: Afstand van piek tot piek:
pl: Odległość między krańcami:
pt: Distância pico-a-pico:
pt_br: Distância de pico-a-pico:
ro: Distanţa vîrf la vîrf:
ru: Расстояние между пиками:
se: Čohkas čohkkii gaska:
sk: Vzdialenosť medzi vrcholmi:
sl: Razdalja med vrhoma:
sr: Растојање од врха до врха:
sr@latn: Rastojanje od vrha do vrha:
sv: Avstånd från spets till spets:
ta: சிகரத்திலிருந்து சிகரம் வரையில் உள்ள தூரம்:
tg: Масофаи байни қуллаҳо:
th: ระยะระหว่างจุดยอด:
uk: Відстань між вершинами:
zh_cn: 顶到顶距离：
zh_tw: 頂點間的距離

source: Mean height:
bg: Средна височина:
bs: Srednja visina:
ca: Alçada mitjana:
cs: Průměrná výška:
cy: Uchder cymedrig:
da: Middelhøjde:
de: Mittlere Höhe:
el: Μέσο ύψος:
es: Altura media:
eu: Bataz-besteko altuera:
fa: ارتفاع میانگین:
fi: Korkeuden keskiarvo:
fr: Hauteur moyenne :
ga: Meánairde:
gl: Altura media:
he: גובה ממוצע:
hi: औसत ऊंचाईः
hr: Prosječna visina:
hu: Átlagos magasság:
is: Meðalhæð:
it: Altezza media:
ja: 平均高さ:
km: កម្ពស់​មធ្យម
mk: Просечна висина:
nb: Gjennomsnitthøyde:
nds: Dörsnitthööchde:
nl: Gemiddelde hoogte:
pl: Średnia wysokość:
pt: Altura média:
pt_br: Altura média:
ro: Înălţimea medie:
ru: Средняя высота:
se: Gaskamearalaš állodat:
sk: Priemerná výška:
sl: Povprečna višina:
sr: Средња висина:
sr@latn: Srednja visina:
sv: Medelhöjd:
ta: சராசரி உயரம்:
tg: Баландии миёна:
th: ความสูงเฉลี่ย:
uk: Середня висота:
zh_cn: 平均高度：
zh_tw: 平均高度：
