Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/libksirtet.po
Languages: bg, ca, cy, el, es, et, eu, fa, gl, he, hi, hr, hu, is, it, km, mk, nds, pl, se, sr, sr@latn, ta, tg, zh_cn, zh_tw

source: Display the progress to complete the current level or stage.
bg: Показване на състоянието до завършване на текущото ниво или етап.
ca: Mostra el progrés per completar el nivell o escena actual.
cy: Dangos y cynnydd i gwbwlhau'r lefel neu ran gyfredol.
el: Προβολή υπολειπόμενης προόδου για την ολοκλήρωση του τρέχοντος επιπέδου ή σταδίου.
es: Mostrar el progreso para completar el nivel o escenario actual.
et: Edenemise näitamine käesoleva taseme läbitegemisel.
eu: Bistaratu uneko maila osatzeko aurrerapena.
fa: نمایش پیشرفت برای تکمیل سطح یا مرحلۀ جاری.
he: הצגת ההתקדמות בדרך לסיום השלב הנוכחי.
hi: मौज़ूदा स्तर या चरण को पूरा करने की प्रगति दिखाएँ.
hr: Prikaži napredak prema završavanju trenutne razine ili etape.
hu: A jelenlegi szint befejezéséig tartó folyamat megjelenítése.
is: Sýna framgang til að klára núverandi borð eða leik.
it: Mostra quanto manca per completare il livello o la tappa attuale.
km: បង្ហាញ​ដំណើរការ​ដើម្បី​បញ្ចប់​កម្រិត​បច្ចុប្បន្ន ឬ ដំណាក់កាល ។
mk: Прикажи го напредокот во завршувањето на тековното ниво или етапа.
nds: Vörankamen binnen Stoop wiesen
pl: Pokaż, ile jeszcze potrzeba do ukończenia aktualnego poziomu/etapu.
sr: Прикажи напредак ка завршавању текућег нивоа или етапе.
sr@latn: Prikaži napredak ka završavanju tekućeg nivoa ili etape.
ta: தற்போதுள்ள முன்னேற்ற நிலையை காட்டு
tg: Намоиши индикатори лағжандае, ки бо дараҷаи равон ё стадия мебошад.
zh_cn: 显示完成当前级别或关卡的进度。
zh_tw: 顯示完成本級或本關卡的進程。

source: Previous player's height
bg: Височина на предния играч
ca: Alçada del jugador previ
cy: Taldra'r chwaraewr blaenorol
el: Το ύψος του προηγούμενου παίκτη
es: Altura del jugador anterior
et: Viimase mängija kõrgus
eu: Aurreko jokalariaren altuera
fa: ارتفاع بازیکن قبلی
he: גובה השחקן הקודם
hi: पिछले खिलाड़ी की ऊंचाई
hr: Visina prethodnog igrača
hu: Az előző játékos magassága
is: Hæð fyrri leikmanns
it: Altezza del giocatore precedente
km: កំពស់​អ្នក​លេង​មុន
mk: Висина на претходниот играч
nds: Hööchde vun den verleden Speler
pl: Wysokość poprzedniego gracza
se: Ovddit speallára állodat
sr: Висина претходног играча
sr@latn: Visina prethodnog igrača
ta: முந்தைய விளையாட்டு வீரரின் உயரம்
tg: Баландии бозингари пештара
zh_cn: 上个玩家的高度
zh_tw: 前一位玩家的高度

source: Shadow of the current piece
bg: Сянка на текущия елемент
ca: Ombreja la peça actual
cy: Cysgod y darn cyfredol
el: Σκιά του τρέχοντος κομματιού
es: Sombra de la pieza actual
et: Aktiivse klotsi vari
eu: Itzaldu uneko fitxa
fa: سایۀ قطعۀ جاری
gl: Sombra da peza actual
he: הצל של הצורה הנוכחית
hi: मौज़ूदा टुकड़े की छाया दिखाएँ
hr: Sjena trenutnog dijela
hu: Az aktuális elem árnyéka
is: Skuggi af núverandi stykki
it: Ombra del pezzo attuale
km: ស្រមោល​នៃបំណែក​បច្ចុប្បន្ន​
mk: Сенка на тековната фигура
nds: Schadden vun den aktuellen Steen
pl: Cień aktualnego elementu
se: Dán bihtá suoivvanas
sr: Сенка текућег дела
sr@latn: Senka tekućeg dela
ta: தற்போதுள்ள பகுதியின் நிழல்
tg: Сояи фигураи равон
zh_cn: 当前方块的投影
zh_tw: 目前方塊的陰影

source: Next player's height
bg: Височина на следващия играч
ca: Alçada del següent jugador
cy: Taldra'r chwaraewr nesaf
el: Το ύψος του επόμενου παίκτη
es: Altura del siguiente jugador
et: Järgmise mängija kõrgus
eu: Hurrengo jokalariaren altuera
fa: ارتفاع بازیکن بعدی
he: גובה השחקן הבא
hi: अगले खिलाड़ी की ऊंचाई
hr: Visina sljedećeg igrača
hu: A következő játékos magassága
is: Hæð næsta leikmanns
it: Altezza del giocatore seguente
km: កំពស់​អ្នក​លេង​បន្ទាប់
mk: Висина на следниот играч
nds: Hööchde vun den nakamen Speler
pl: Wysokość następnego gracza
se: Boahtte speallára állodat
sr: Висина следећег играча
sr@latn: Visina sledećeg igrača
ta: அடுத்த விளையாட்டு வீரரின் உயரம்
tg: Баландии бозингари оянда
zh_cn: 下个玩家的高度
zh_tw: 下一位玩家的高度

source: Next Tile
bg: Следващ елемент
ca: Rajola següent
cy: Teil Nesaf
el: Επόμενο κομμάτι
es: Próxima ficha
et: Järgmine klots
eu: Hurrengo fitxa
fa: کاشی بعدی
he: הצורה הבאה
hr: Sljedeća pločica
hu: A következő elem
is: Næsta flís
it: Prossimo blocco
km: ដុំ​បន្ទាប់
mk: Следна плочка
nds: Nakamen Steen
pl: Następny klocek
se: Boahtte bihttá
sr: Следећа плоча
sr@latn: Sledeća ploča
ta: அடுத்த தலைப்பு
tg: Фигураи оянда
zh_cn: 下一块
zh_tw: 下一塊

source: Elapsed time
bg: Изминало време
ca: Temps transcorregut
cy: Amser sydd wedi mynd heibio
el: Χρόνος που πέρασε
es: Tiempo transcurrido
et: Kulunud aeg
eu: Igarotako denbora
fa: زمان سپری‌شده
gl: Tempo transcorrido
he: זמן
hi: बीता समय
hr: Proteklo vrijeme
hu: Az eltelt idő
is: Liðinn tími
it: Tempo trascorso
km: ពេលវេលា​កន្លង​ទៅ
mk: Изминато време
nds: Aflopen Tiet
pl: Zużyty czas
se: Vássán áigi
sr: Протекло време
sr@latn: Proteklo vreme
ta: நேரம் முடிந்தது
tg: Вақти истифода бурда шуда
zh_cn: 游戏时间
zh_tw: 已用時間

source: Display the elapsed time.
bg: Показване на изминалото време.
ca: Mostra el temps transcorregut.
cy: Dangos yr amser aeth heibio.
el: Εμφάνιση του χρόνου που πέρασε.
es: Mostrar el tiempo transcurrido.
et: Näitab kulutatud aega
eu: Bistaratu igarotako denbora.
fa: نمایش زمان سپری‌شده.
gl: Amosa-lo tempo transcorrido.
he: הצגת הזמן המצטבר.
hi: बीता समय दिखाएँ
hr: Prikaži proteklo vrijeme.
hu: Az eltelt idő kiírása.
is: Sýna liðinn tíma
it: Mostra il tempo trascorso.
km: បង្ហាញ​ពេល​វេលា​កន្លង​ទៅ
mk: Го прикажува изминатото време.
nds: Aflopen Tiet wiesen.
pl: Pokazuje zużyty czas.
se: Man guhkkes áigi lea vássán
sr: Прикажи протекло време.
sr@latn: Prikaži proteklo vreme.
ta: முடிந்த நேரத்தை காட்டு
tg: Нишон диҳед вақти боқимонда.
zh_cn: 显示已用时间。
zh_tw: 顯示已經用去的時間

source: Stage
bg: Етап
ca: Escena
cy: Rhan
el: Στάδιο
es: Escenario
et: Tase
eu: Maila
fa: مرحله
he: שלב
hi: चरण
hr: Etapa
hu: Szint
is: Þrep
it: Tappa
km: ដំណាក់កាល
mk: Етапа
nds: Stoop
pl: Etap
se: Dássi
sr: Етапа
sr@latn: Etapa
ta: நிலை
tg: Марҳала
zh_cn: 关卡
zh_tw: 關卡

source: Score
bg: Точки
ca: Puntuació
cy: Sgôr
el: Σκορ
es: Puntuación
et: Skoor
eu: Puntuazioa
fa: امتیاز
gl: Puntuación
he: תוצאה
hi: अंक
hr: Rezultat
hu: Pontszám
is: Stig
it: Punteggio
km: ពិន្ទុ
mk: Резултат
nds: Pünkt
pl: Wynik
se: Čuoggát
sr: Резултат
sr@latn: Rezultat
ta: மதிப்பெண்
tg: Ҳисоб
zh_cn: 得分
zh_tw: 分數

source: <qt>Display the current score.<br/>It turns <font color="blue">blue</font> if it is a highscore and <font color="red">red</font> if it is the best local score.</qt>
bg: <qt>Показване на текущия резултат. <br/>Той се оцветява в <font color="blue">синьо</font>, ако влизате в класирането и в <font color="red">червено</font>, ако това е най-добрият резултат за момента.</qt>
ca: <qt>Mostra la puntuació actual.<br/>Serà <font color="blue">blava</font> si és una puntuació màxima i <font color="red">vermella</font> si és la millor puntuació local.</qt>
cy: <qt>Dangos y sgôr cyfredol.<br/>Mae'n troi yn <font color="blue">las</font> os mae'n sgôr gorau ac yn <font color="red">goch</font> os mae'n sgôr gorau lleol.</qt>
el: <qt>Εμφάνιση της τρέχουσας βαθμολογίας.<br/>Εμφανίζεται με χρώμα <font color="blue">μπλε</font> αν πρόκειται για υψηλή βαθμολογία και <font color="red">κόκκινο</font> αν είναι η καλύτερη τοπική βαθμολογία.</qt>
es: <qt>Mostrar la puntuación actual. <br/>Se vuelve <font color="blue">azul</font> si es una puntuación máxima y <font color="red">rojo</font> si es la mejor puntuación local.</qt>
et: <qt>Näitab skoori.<br/>See värvub <font color="blue">siniseks</font>, kui tegu on rekordiga, ja <font color="red">punaseks</font>, kui tegu on parima lokaalse skooriga.</qt>
eu: <qt>Bistaratu uneko puntuazioa.<br/>Kolore <font color="blue">urdina</font> agertzen da puntuazio altua bada eta kolore <font color="red">gorria</font> lokaleko puntuazio onena bada.</qt>
fa: <qt>نمایش امتیاز جاری.<br/>اگر یک امتیاز بالا باشد<font color="blue">آبی</font>می‌شود و اگر بهترین امتیاز محلی باشد<font color="red">قرمز</font>می‌شود.</qt>
gl: <qt>Amosa-la puntuación actual.<br/>Ponse <font color="blue">azul</font> se é unha mellor puntuación e <font color="red">vermello</font> se é a mellor puntuación local.</qt>
he: <qt> הצגת התוצאה הנוכחית.<br/>התצוגה הופכת <font color="blue">כחולה</font> אם זוהי תוצאת שיא ו<font color="red">אדומה</font> אם זוהי תוצאת שיא מקומית. </qt>
hi: <qt>मौज़ूदा अंक दिखाएँ.<br/>यह बदलता है <font color="blue">नीला</font> में यदि यह अधिकतम अंक है तथा<font color="red">लाल</font> यदि यह उत्त्म स्थानीय अंक है.</qt>
hr: <qt>Prikaži trenutan rezultat.<br/>Mijenja boju u <font color=blue>"plavu"</font> ako je najbolji rezultat, a u <font color=red>"crvenu"</font> ako je najbolji lokalni rezultat.</qt>
hu: <qt>Az aktuális pontszám megjelenítése.<br/><font color="blue">Kékre</font> vált, ha az eredmény felkerül a dicsőségtáblára és <font color="red">pirosra</font>, ha ez az eddigi legjobb (helyi) eredmény.</qt>
is: <qt>Birta núverandi stig.<br/><font color="blue">Blátt</font> er hæsta skor og <font color="red">rautt</font> er hæsta skor í þessari vél.</qt>
it: <qt>Mostra il punteggio attuale<br/>Diventa <font color="blue">blu</font> se è uno dei punteggi migliori e <font color="red">rosso</font> se è il miglior punteggio locale</qt>
km: <qt>បង្ហាញ​ពិន្ទុ​បច្ចុប្បន្ន ។<br/>វា​ប្រែ <font color="blue">ពណ៌​ខៀវ</font> បើ​វា​ជា​ពិន្ទុ​ខ្ពស់ និង​<font color="red">ពណ៌​ក្រហម</font> បើ​វា​ជាពិន្ទុ​ល្អ​បំផុត​មូលដ្ឋាន ។</qt>
mk: <qt>Го прикажува тековниот резултат.<br/>Бојата се менува во <font color="blue">сина</font> ако е најдобар резултат и <font color="red">црвена</font> ако е најдобар локален резулултат.</qt>
nds: <qt>Aktuelle Pünkt wiesen<br/>De Klöör is <font color="blue">blaag</font>, wenn Du een vun de Bestlüüd in't Nett büst, un <font color="red">root</font>, wenn Du een vun de Bestlüüd op Dien Reekner büst.</qt>
pl: <qt>Pokaż aktualny wynik.<br/>Zmienia kolor na <font color="blue">niebieski</font>, jeśli wynik jest rekordem, zaś na <font color="red">czerwony</font>, jeśli wynik jest lokalnym rekordem.</qt>
se: <qt>Čájet čuoggáid. <br/> Submi šaddá <font color="blue">álidin</font> jus oidno čuoggátávvalis, ja <font color="red">ruoksat</font> jus lea buorremus báikkáláš boađus.</qt>
sr: <qt>Прикажи тренутни резултат.<br/>Претвара се у<font color="blue">плаво</font> ако је у питању један од најбољих резултата, а у<font color="red">црвено</font>ако је у питању најбољи локални резултат.</qt>
sr@latn: <qt>Prikaži trenutni rezultat.<br/>Pretvara se u<font color="blue">plavo</font> ako je u pitanju jedan od najboljih rezultata, a u<font color="red">crveno</font>ako je u pitanju najbolji lokalni rezultat.</qt>
ta: தற்போதைய மதிப்பெண்ணை காட்டு. இது திரும்பும்
tg: <qt>Намоиши ҳисоби ҳозира.<br/>Агар ин рекорди хубтар, ӯ ранги<font color="blue">кабуд</font> мегирад , ва <font color="red">сурх</font> агар ин рекорди хубтарин мебошад.</qt>
zh_cn: <qt>显示当前得分。<br/>如果目前为高分则变为<font color="blue">蓝色</font>，若为本地最高分则变为<font color="red">红色</font>。</qt>
zh_tw: <qt>顯示目前的分數 <br/>當分數高時，會變成<font color="blue">藍色</font> ；當分數成為本地最高分時，會變成<font color="red">紅色</font>。</qt>

source: Level
bg: Ниво
ca: Nivell
cy: Lefel
el: Επίπεδο
es: Nivel
et: Tase
eu: Maila
fa: سطح
gl: Nivel
he: שלב
hi: स्तर
hr: Razina
hu: Szint
is: Styrkur
it: Livello
km: កម្រិត
mk: Ниво
nds: Stoop
pl: Poziom
se: Dássi
sr: Ниво
sr@latn: Nivo
ta: நிலை
tg: Дараҷа
zh_cn: 级别
zh_tw: 等級

source: anonymous
bg: анонимен
ca: anònim
cy: Dienw
el: ανώνυμο
es: anónimo
et: anonüümne
eu: anonimoa
fa: بی‌نام
gl: anónimo
he: אלמוני
hi: अज्ञातनाम
hr: anonimus
hu: névtelen
is: nafnlaus
it: anonimo
km: អនាមិក
mk: анонимен
nds: Anonüm
pl: Anonim
se: anonyma
sr: анонимни
sr@latn: anonimni
ta: அடையாளம் தெரியாத
tg: анонимӣ
zh_cn: 无名氏
zh_tw: 無名氏

source: Move Left
bg: Преместване наляво
ca: Mou a l'esquerra
cy: Symud i'r Chwith
el: Μετακίνηση αριστερά
es: Mover a la izquierda
et: Vasakule
eu: Mugitu ezkerrera
fa: حرکت به چپ
gl: Mover á Esquerda
he: הזז שמאלה
hi: बाएँ जाएँ
hr: Pomakni ulijevo
hu: Mozgatás balra
is: Færa til vinstri
it: Muovi a sinistra
km: ផ្លាស់​ទី​ទៅ​ឆ្វេង
mk: Премести налево
nds: Na links
pl: Przesuń w lewo
se: Sirdde gurutguvlui
sr: Помери лево
sr@latn: Pomeri levo
ta: இடது பக்கம் நகர்த்து
tg: Ба чап ҷойгир кунед
zh_cn: 向左移
zh_tw: 左移

source: Move Right
bg: Преместване надясно
ca: Mou a la dreta
cy: Symud i'r Dde
el: Μετακίνηση δεξιά
es: Mover a la derecha
et: Paremale
eu: Mugitu eskuinera
fa: حرکت به راست
gl: Mover á Dereita
he: הזז ימינה
hi: दाएँ जाएँ
hr: Pomakni udesno
hu: Mozgatás jobbra
is: Færa til hægri
it: Muovi a destra
km: ផ្លាស់​ទី​ទៅ​ស្តាំ
mk: Премести надесно
nds: Na rechts
pl: Przesuń w prawo
se: Sirdde olgešguvlui
sr: Помери десно
sr@latn: Pomeri desno
ta: வலது பக்கம் நகர்த்து
tg: Ба рост ҷойгир кунед
zh_cn: 向右移
zh_tw: 右移

source: Drop Down
bg: Спускане надолу
ca: Llença avall
cy: Disgyn i Lawr
el: Πτώση κάτω
es: Dejar caer
et: Langeta
eu: Jeitsi behera
fa: افتادن
gl: Deixar Caer
he: הפל למטה
hi: नीचे जाएं
hr: Ispusti
hu: Leejtés
is: Detta niður
it: Fai precipitare
km: ទម្លាក់​ចុះ​ក្រោម
mk: Испушти долу
nds: Fallen laten
pl: Upuść
se: Luoitte
sr: Испусти
sr@latn: Ispusti
ta: இறக்கு
tg: Ғалтондан
zh_cn: 落下
zh_tw: 落下

source: One Line Down
bg: Една линия надолу
ca: Una línia avall
cy: Un Linell i Lawr
el: Μία γραμμή έχει διαγραφεί
es: Una línea hacia abajo
et: Üks rida alla
eu: Lerro bat behera
fa: یک خط پایین
he: שורה אחת למטה
hi: एक पंक्ति नीचे
hr: Jedan redak prema dolje
hu: Egy sorral lejjebb
is: Eina línu niður
it: Una riga in giù
km: មួយ​បន្ទាត់​ចុះ​ក្រោម
mk: Една линија надолу
nds: Een Reeg daal
pl: Jedną linię w dół
se: Okta linnjá vulos
sr: Једна линија доле
sr@latn: Jedna linija dole
ta: ஒரு வரி கீழே
tg: Як хат поён
zh_cn: 落下一行
zh_tw: 落下一行

source: Rotate Left
bg: Завъртане наляво
ca: Gira a l'esquerra
cy: Cylchdroi i'r Chwith
el: Περιστροφή αριστερά
es: Girar a la izquierda
et: Pööra vasakule
eu: Biratu ezkerrera
fa: چرخش به چپ
gl: Xirar á Esquerda
he: סובב שמאלה
hi: बाएँ मुड़ें
hr: Okret ulijevo
hu: Forgatás balra
is: Snúa til vinstri
it: Ruota a sinistra
km: បង្វិល​ទៅ​ឆ្វេង
mk: Ротирај налево
nds: Na links dreihen
pl: Obróć w lewo
se: Jorat gurutguvlui
sr: Ротирај лево
sr@latn: Rotiraj levo
ta: இடது பக்கம் சுழற்று
tg: Гардиши ба чап
zh_cn: 向左旋转
zh_tw: 向左旋轉

source: Rotate Right
bg: Завъртане надясно
ca: Gira a la dreta
cy: Cylchdroi i'r Dde
el: Περιστροφή δεξιά
es: Girar a la derecha
et: Pööra paremale
eu: Biratu eskuinera
fa: چرخش به راست
gl: Xirar á Dereita
he: סובב ימינה
hi: दाएँ मुड़ें
hr: Okret udesno
hu: Forgatás jobbra
is: Snúa til hægri
it: Ruota a destra
km: បង្វិល​ទៅ​ស្ដាំ
mk: Ротирај надесно
nds: Na rechts dreihen
pl: Obróć w prawo
se: Jorat olgešguvlui
sr: Ротирај десно
sr@latn: Rotiraj desno
ta: வலது பக்கம் சுழற்று
tg: Гардиши ба рост
zh_cn: 向右旋转
zh_tw: 向右旋轉

source: Move to Left Column
bg: Преместване най-вляво
ca: Mou a la columna esquerra
cy: Symud i'r Golofn Chwith
el: Μετάβαση στην αριστερή στήλη
es: Mover a la columna izquierda
et: Liiguta vasakule veergu
eu: Mugitu ezkerreko zutabera
fa: حرکت به ستون چپ
he: הזז לעמודה שמאלית
hi: बाएँ स्तम्भ पर जाएँ
hr: Pomakni u lijevi stupac
hu: Mozgatás a bal oldali oszlopba
is: Færa í vinstri dálk
it: Sposta sulla colonna a sinistra
km: ផ្លាស់ទី​ទៅ​ជួរ​ឈរ​ឆ្វេង
mk: Премести кон левиот столб
nds: Na linken Striep verschuven
pl: Przesuń w lewo
se: Sirdde gurut čuldii
sr: Помери у леву колону
sr@latn: Pomeri u levu kolonu
ta: இடது காலத்திற்கு நகர்த்து
tg: Ба колонаи чап ҳараконидан
zh_cn: 移到左列
zh_tw: 移到左列

source: Move to Right Column
bg: Преместване най-вдясно
ca: Mou a la columna dreta
cy: Symud i'r Golofn Dde
el: Μετάβαση στη δεξιά στήλη
es: Mover a la columna derecha
et: Liiguta paremale veergu
eu: Mugitu eskuineko zutabera
fa: حرکت به ستون راست
he: הזז לעמודה ימנית
hi: दाएँ स्तम्भ पर जाएँ
hr: Pomakni u desni stupac
hu: Mozgatás a jobb oldali oszlopba
is: Færa í hægri dálk
it: Sposta sulla colonna a destra
km: ផ្លាស់ទី​ទៅ​ជួរ​ឈរ​ស្ដាំ
mk: Премести кон десниот столб
nds: Na rechten Striep verschuven
pl: Przesuń w prawo
se: Sirdde olgeš čuldii
sr: Помери у десну колону
sr@latn: Pomeri u desnu kolonu
ta: வலது காலத்திற்கு நகர்த்து
tg: Ба колонаи рост ҳараконидан
zh_cn: 移到右列
zh_tw: 移到右列

source: A.I.
bg: Компютър
ca: I.A.
cy: D.A.
el: Τ.Ν.
es: I.A.
eu: Ordenagailua
gl: I.A.
he: שחקן מחשב
hr: U.I.
hu: Gépi játékos
is: Vélmenni
it: I.A.
mk: В.И.
nds: Reekner-Plie
pl: Komputer
se: Dihtor
sr: В.И.
sr@latn: V.I.
tg: Бозингар-компютер.
zh_cn: 电脑
zh_tw: 電腦

source: &Single Human (Normal)
bg: Единична игра (&нормална)
ca: Humà &solitari (normal)
cy: Person &Unigol (Arferol)
el: Έ&νας άνθρωπος (Κανονικό)
es: Un &sólo humano (Normal)
et: Ük&sikmängija (tavaline)
eu: &Gizakia bakarra (normala)
fa: &تک‌نفره )عادی(‌
gl: Un &Só Humano (Normal)
he: &אדם בודד (רגיל)
hi: एकल मानव (सामान्य) (&S)
hr: &Jedan čovjek (uobičajeno)
hu: Egyszemélyes játék (&normál)
is: Ein &Mannvera (venjulegt)
it: Umano da &solo (Normale)
km: មនុស្ស ១ នាក់ (ធម្មតា)
mk: Еде&н човек (нормално)
nds: &Een Speler (Normaal)
pl: &Jeden gracz (zwykła)
se: &Okta olmmoš (dábálaš)
sr: &Један човек (уобичајено)
sr@latn: &Jedan čovek (uobičajeno)
ta: &தனியாள்(இயல்பான)
tg: &Як бозингар (Оддӣ)
zh_cn: 单人(普通)(&S)
zh_tw: 單人(普通)(&S)

source: &Single Human
bg: &Единична игра
ca: Humà &solitari
cy: Person Un&igol
el: Έ&νας άνθρωπος
es: Un &sólo humano
et: Ük&sikmängija
eu: &Gizakia bakarra
fa: &تک‌نفره‌
gl: Un &Só Humano
he: אדם &בודד
hi: एकल मानव (&S)
hr: &Jedan čovjek
hu: Egyszemé&lyes játék
is: Ein &Mannvera
it: Umano da &solo
km: មនុស្ស ១ នាក់
mk: Е&ден човек
nds: &Een Speler
pl: &Jeden gracz
se: &Okta olmmoš
sr: &Један човек
sr@latn: &Jedan čovek
ta: &தனியாள்
tg: &Як бозингар
zh_cn: 单人(&S)
zh_tw: 單人(&S)

source: &Single Human (Arcade)
bg: Единична игра (&аркадна)
ca: Humà &solitari (arcade)
cy: Person Uni&gol (Arcêd)
el: Έ&νας άνθρωπος (Arcade)
es: Un &sólo humano (Juego recreativo)
et: Ük&sikmängija (arkaad)
eu: &Gizakia bakarra (Arcade-a)
fa: &تک‌نفره )گذرگاه طاقدار(‌
gl: Un &Só Humano (Arcade)
he: א&דם בודד (Arcade)
hi: एकल मानव (आर्केड) (&S)
hr: &Jedan čovjek (arkadno)
hu: Egyszemélyes játé&k (ügyességi)
is: Ein &Mannvera (skotleikur)
it: Umano da &solo (Arcade)
km: មនុស្ស ១ នាក់ (ទូ)
mk: &Еден човек (аркадно)
nds: &Een Speler (Speelhall)
pl: Je&den gracz (zręcznościowa)
se: &Okta olmmoš (arkáda)
sr: &Један човек (аркадно)
sr@latn: &Jedan čovek (arkadno)
ta: &தனியாள்(ஆர்கெட்)
tg: &Як бозингар (қаторравоқ)
zh_cn: 自娱自乐(&S)
zh_tw: 單人(大型遊戲機)(&S)

source: Human vs &Human
bg: Човек срещу &човек
ca: Humà contra &humà
cy: Person vs &Person
el: Άνθρωπος ενάντια σε ά&νθρωπο
es: Humano contra &humano
et: Hammas &hamba vastu
eu: Gizakia vs &Gizakia
fa: انسان در برابر &انسان‌
gl: Humano vs &Humano
he: אדם &נגד אדם
hi: मानव वि. मानव (&H)
hr: Č&ovjek protiv čovjeka
hu: Kétszemélyes já&ték
is: Maður &gegn manni
it: Umano contro &umano
km: មនុស្ស នឹង មនុស្ស
mk: Човек против чо&век
nds: &Minsch gegen Minsch
pl: Człowiek - &człowiek
se: &Olmmoš olbmo vuostá
sr: Човек &пр. човека
sr@latn: Čovek &pr. čoveka
tg: Одам зиддӣ &одам
zh_cn: 双人对战(&H)
zh_tw: 真人對戰(&H)

source: Human vs &Computer
bg: Човек срещу &компютър
ca: Humà contra &ordinador
cy: Person vs &Cyfrifiadur
el: Άνθρωπος ενάντια στον &υπολογιστή
es: Humano contra la &máquina
et: Inimene arvuti vastu
eu: Gizakia vs &Ordenagailua
fa: انسان در برابر &رایانه‌
gl: Humano vs &Ordenador
he: אדם נגד &מחשב
hi: मानव वि. कम्प्यूटर (&C)
hr: Čovjek protiv &računala
hu: Játék a &gép ellen
is: Maður gegn &tölvu
it: Umano contro &computer
km: មនុស្ស នឹង កុំព្យូទ័រ
mk: Човек против &компјутер
nds: Minsch gegen &Reekner
pl: Człowiek - &komputer
se: Olmmoš &dihtora vuostá
sr: Човек пр. &рачунара
sr@latn: Čovek pr. &računara
ta: மனிதன்vs & கணிணி
tg: Одам зидди &компютер
zh_cn: 人机对战(&C)
zh_tw: 人機對戰(&C)

source: &More...
bg: &Повече...
ca: &Més...
cy: &Mwy...
el: &Περισσότερα...
es: &Más...
et: &Veel...
eu: &Gehiago...
fa: &بیشتر...‌
gl: &Máis...
he: &עוד...
hi: अधिक... (&M)
hr: &Više...
hu: &Más...
is: &Meira...
it: &Altro...
km: បន្ថែម​ទៀត...
mk: &Повеќе...
nds: &Mehr....
pl: &Więcej...
se: &Eanet …
sr: &Више...
sr@latn: &Više...
ta: நிறைய&
tg: &Иловагӣ...
zh_cn: 更多(&M)...
zh_tw: 更多(&M)

source: Show piece's shadow
bg: Показване на сянката на елементите
ca: Mostra l'ombra de les peces
cy: Dangos cysgod y darn
el: Εμφάνιση της σκιάς του κομματιού
es: Mostrar sombra de la pieza
et: Klotsi varju näitamine
eu: Erakutsi piezaren itzala
fa: نمایش سایۀ قطعه
gl: Amosa-la sombra das pezas
he: הראה צל לבנים
hi: टुकड़े की छाया दिखाएँ
hr: Prikaži sjenu pločica
hu: Az elemek árnyékolása
is: Sýna skugga hlutar
it: Mostra l'ombra dei pezzi
km: បង្ហាញ​ស្រមោល​បំណែក
mk: Прикажи ја сенката на фигурата
nds: Steenschadden wiesen
pl: Pokaż cień
se: Čájet bihtá suoivvanasa
sr: Прикажи сенку дела
sr@latn: Prikaži senku dela
ta: தூண்டின் நிழலை காட்டு
tg: Намоиши сояи қисмҳо
zh_cn: 显示方块阴影
zh_tw: 顯示方塊陰影

source: Show next piece
bg: Показване на следващия елемент
ca: Mostra la peça següent
cy: Dangos y darn nesaf
el: Εμφάνιση επόμενου κομματιού
es: Mostrar siguiente pieza
et: Järgmise klotsi näitamine
eu: Erakutsi hurrengo pieza
fa: نمایش قطعۀ بعدی
gl: Amosa-la seguinte peza
he: הצג את הצורה הבאה
hi: अगला टुकड़ा दिखाएँ
hr: Prikaži slijedeću pločicu
hu: A következő elem megmutatása
is: Sýna næsta hlut
it: Mostra prossimo blocco
km: បង្ហាញ​បំណែក​បន្ទាប់
mk: Прикажи ја следната фигура
nds: Nakamen Steen wiesen
pl: Pokaż następny element
se: Čájet boahtte bihtá
sr: Прикажи следећи део
sr@latn: Prikaži sledeći deo
ta: அடுத்த துண்டை காட்டு
tg: Намоиши қисми оянда
zh_cn: 显示下一个方块
zh_tw: 顯示下一塊

source: Show detailed "removed lines" field
bg: Показване на подробна информация за премахнатите линии
ca: Mostra amb detall el camp "línies eliminades"
cy: Dangos maes \"llinellau a dynnwyd\" manwl
el: Εμφάνιση λεπτομερούς πεδίου "γραμμές που αφαιρέθηκαν"
es: Mostrar campo de «líneas eliminadas» detallado
et: Detailse "eemaldatud ridade" välja näitamine
eu: Erakutsi "kendutako lerroak " eremu xehea
fa: نمایش حوزۀ »خطوط حذف‌شده« جزئی
he: הראה שדה "שורות שהוסרו" מפורט
hi: विस्तृत "मिटाई पंक्तियाँ" फील्ड दिखाएँ
hr: Pokaži detaljno polje "uklonjeni redovi"
hu: Részletes kijelzés az "eltávolított sorok" mezőben
is: Sýna nákvæman "Fjarlægðar línur" svæði
it: Mostra dettagli nel campo "righe rimosse"
km: បង្ហាញ "បន្ទាត់​ដែល​បាន​យក​ចេញ" field
mk: Прикажи го детално полето „отстранети линии“
nds: "Wegdaan Regen" wiest Enkelheiten
pl: Pokaż dokładnie pole "usunięte linie"
se: Čájet bienálaš «eretváldon linnját» gietti
sr: Прикажи детаљно поље „уклоњене линије“
sr@latn: Prikaži detaljno polje „uklonjene linije“
ta: விரிவான "நீக்கிய வரிகளின்"புலங்களை காட்டு
tg: Намоиши доираи тафсилотӣ барои "хатҳои нобуд шуда"
zh_cn: 显示详细的“消去行”区域
zh_tw: 顯示詳細的"消掉行數"欄區

source: Initial level:
bg: Начално ниво:
ca: Nivell inicial:
cy: Lefel Gyntaf:
el: Αρχικό επίπεδο:
es: Nivel inicial:
et: Algtase:
eu: Hasierako maila:
fa: سطح آغازین:
gl: Nivel inicial:
he: שלב התחלה:
hi: प्रारंभिक स्तरः
hr: Početna razina:
hu: Kezdőszint:
is: Byrjunarborð:
it: Livello iniziale:
km: កម្រិត​ដំបូង ៖
mk: Почетно ниво:
nds: Eerste Stoop:
pl: Początkowy poziom:
se: Álgodássi:
sr: Почетни ниво:
sr@latn: Početni nivo:
ta: தொடக்கநிலை
tg: Дараҷаи аввалӣ:
zh_cn: 初始级别：
zh_tw: 開始等級

source: Direct drop down
bg: Директно спускане надолу
ca: Llença avall directament
cy: Disgyn syth i lawr
el: Απευθείας ρίψη
es: Caída directa
et: Otsene langetamine
eu: Erorketa zuzena
fa: افتادن مستقیم
he: הפל למטה
hi: सीधे नीचे लाएँ
hr: Ispusti izravno dolje
hu: Közvetlen leejtés
is: Detta beint niður
it: Caduta dritta veloce
km: ទម្លាក់​ចុះ​ក្រោម​ដោយ​ផ្ទាល់
mk: Директно испуштање
nds: Gau fallen laten
pl: Zrzuć
se: Luoitte njuolga vulos
sr: Директно испуштање
sr@latn: Direktno ispuštanje
ta: நேராக கீழே இறங்கு
tg: Тез паридан
zh_cn: 直接下落
zh_tw: 直接掉下來
