Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/libksirtet.po
Languages: bg, ca, cy, el, es, et, eu, fa, gl, he, hi, hr, hu, is, it, km, mk, nds, pl, se, sr, sr@latn, ta, tg, zh_cn, zh_tw

source: Unable to write to client #%1 at game beginning.
bg: Грешка при запис към клиента "%1" в началото на играта.
ca: No s'ha pogut escriure al client #%1 al començar el joc.
cy: Methu ysgrifennu i ddibynnydd #%1 ar ddechrau`r gêm.
el: Αδύνατη η εγγραφή του πελάτη #%1 κατά την έναρξη του παιχνιδιού.
es: Imposible escribir al cliente #%1 al comenzar la partida.
et: Kliendi #%1 kirjutamine mängu algusse ebaõnnestus.
eu: Ezin zaio %1. bezeroari idatzi jokoaren hasieran.
fa: ناتوانی برای نوشتن در کارخواه #%1 در ابتدای بازی.
he: אין אפשרות לכתוב ללקוח #%1 בתחילת המשחק.
hi: खेल के प्रारंभ में क्लाएंट #%1 को लिखने में अक्षम.
hr: Nije moguće zapisati u klijenta #%1 tijekom početka igre.
hu: Nem sikerült adatot küldeni a játék megkezdésekor a(z) #%1 kliensnek.
is: Get ekki ritað til biðlara #%1 í upphafi leiks.
it: Impossibile scrivere al client n. %1 all'inizio della partita.
km: មិន​អាច​សរសេរ​ទៅ​ម៉ាស៊ីន​ភ្ញៀវ #%1 នៅ​ពេល​ល្បែង​ចាប់ផ្ដើម ។
mk: Не успеав да запишам кај клиентот бр. %1 на почетокот на играта.
nds: Nich mööglich, bi Speelstart na Speler Nr.%1 to schrieven.
pl: Nie można pisać do klienta %1 na początku gry.
sr: Не могу да пишем клијенту #%1 на почетку игре.
sr@latn: Ne mogu da pišem klijentu #%1 na početku igre.
ta: சார்ந்திருப்பானனுக்கு #%1விளையாட்டு ஆரம்பத்தில் எழுத இயலவில்லை
tg: Наметавонам додашудаҳоро дар аввали бозӣ ба клиенти #%1 бифиристам.
zh_cn: 游戏开始时无法写到客户 #%1。
zh_tw: 遊戲開始時無法寫入客戶 #%1

source: %1 server: aborting connection.
bg: Сървър "%1": прекъсване на връзка.
ca: %1 servidor: la connexió ha avortat.
cy: Gweinydd %1: erthylu'r cysylltiad.
el: %1 εξυπηρετητής: ακύρωση της σύνδεσης.
es: %1 servidor: abandonando la conexión.
et: %1 server: ühenduse katkestamine.
eu: %1 zerbitzaria: konexioa abortatzen.
fa: کارساز %1: در حال ساقط کردن اتصال.
he: שרת %1: מבטל את החיבור.
hi: %1 सर्वरः कनेक्शन छोड़ा.
hr: %1 poslužitelj: prekidanje veze.
hu: %1 kiszolgáló: a kapcsolat felbontása.
is: %1 miðlari : slít sambandi
it: %1 server: connessione interrotta.
km: %1 ម៉ាស៊ីន​បម្រើ ៖ បោះបង់​ការ​ត​ភ្ជាប់ ។
mk: %1 сервер: ја прекинувам врската.
nds: %1 Server: Verbinnen warrt afbraken.
pl: Server %1: przerywanie połączenia.
se: %1-bálvá: Boatkimin oktavuođa.
sr: %1 сервер: прекидам везу.
sr@latn: %1 server: prekidam vezu.
ta: %1 சேவையகம் :இணைப்பு துண்டிக்கப்படுகிறது
tg: Сервери %1: Сар додани пайвастагӣ.
zh_cn: %1 服务器：正在中止连接。
zh_tw: %1 伺服器：中止連線

source: Client %1 has left
bg: Клиентът "%1" остана
ca: Client %1 ha abandonat
cy: Mae ddibynnydd %1 wedi ymadael
el: Ο πελάτης %1 έχει φύγει
es: El cliente %1 se ha ido
et: Klient %1 lahkus
eu: %1 bezeroak alde egin du
fa: کارخواه %1 خارج شده است
gl: O cliente %1 marchou
he: הלקוח %1 עזב
hi: क्लाएंट %1 चला गया
hr: Klijent %1 je otišao
hu: A(z) %1 kliens kilépett
is: Biðlari %1 er farinn
it: Il client %1 è andato via
km: ម៉ាស៊ីន​ភ្ញៀវ %1 បាន​ចេញ
mk: Клиентот %1 се исклучи
nds: Speler %1 is weggahn
pl: Klient %1 rozłączył się
se: Klienta %1 lea guođđán spealu
sr: Клијент %1 је отишао
sr@latn: Klijent %1 je otišao
ta: உறுப்பினர் %1 வெளியேறினார்
tg: Клиенти %1 ғайрифаъол шуд
zh_cn: 客户 %1 已离开
zh_tw: 客戶 %1 已離線

source: The game has begun without you (You have been excluded by the server).
bg: Играта започна без вас. Вие бяхте изключен от сървъра.
ca: El joc ha començat sense vos (Heu estat exclòs pel servidor).
cy: Mae'r gêm wedi dechrau hebddoch (Rydych wedi eich gwahardd gan y gweinydd).
el: Το παιχνίδι έχει ξεκινήσει χωρίς εσάς (Είχατε αποκλειστεί από τον εξυπηρετητή).
es: La partida ha comenzado sin usted (Ha sido excluído por el servidor).
et: Mäng algas ilma sinuta (server jättis su mängust välja).
eu: Joko zu gabe hasi da (zerbitzaritik kanpo utzi zaituzte)
fa: بازی بدون شما شروع شده است )شما توسط کارساز خارج شده‌اید(.
gl: O xogo comezou sen ti (Fuches excluido polo servidor).
he: המשחק התחיל בלעדיך (לא הוכללת על ידי השרת).
hi: खेल आपके बगैर चालू हो गया (आप सर्वर के द्वारा निकाल दिए गए).
hr: Igra je započela bez vas (Poslužitelj vas je isključio iz igre).
hu: A játékot a többi játékos már elkezdte (a kiszolgáló ezért nem engedélyezi a csatlakozást).
is: Leikurinn hefur byrjað án þín (Þér hefur verið sleppt af þjóninum).
it: Il gioco è iniziato senza di te (sei stato escluso dal server).
km: ល្បែង​បាន​ចាប់ផ្ដើម​ដោយ​គ្មាន​អ្នក (អ្នក​ត្រូវ​បានបដិសេធ​ដោយ​ម៉ាស៊ីន​បម្រើ) ។
mk: Играта почна без вас (Вие сте исклучени од серверот)
nds: Dat Speel hett ahn Di anfungen (De Server hett Du utslaten).
pl: Gra zaczęła się bez Ciebie (zostałeś wykluczony przez serwer).
se: Speallu álggahuvvui du haga. (Bálvá hilggui du.)
sr: Игра је почела без вас (Сервер вас је искључио).
sr@latn: Igra je počela bez vas (Server vas je isključio).
ta: நீங்கள் இல்லாமல் விளையாட்டு ஆரம்பிக்கப்பட்டது (நீங்கள் சேவையகத்தால் நிராகரிக்கப்பட்டுவிட்டீர்கள்)
tg: Бозӣ бе шумо сар шуд. Шуморо сервер қабул накард.
zh_cn: 游戏没等你就开始了。 (您被服务器排除在外)。
zh_tw: 遊戲沒有等你就開始了 (您被伺服器排除在外)

source: The server has aborted the game.
bg: Сървърът прекъсна играта.
ca: El servidor ha avortat el joc.
cy: Mae'r gweinydd wedi erthylu'r gêm.
el: Ο εξυπηρετητής έκλεισε το παιχνίδι.
es: El servidor ha cancelado la partida.
et: Server katkestas mängu.
eu: Zerbitzariak jokoa abortatu du.
fa: کارساز، بازی را ساقط کرده است.
gl: O servidor abortou a partida.
he: השרת ביטל את המשחק.
hi: सर्वर ने खेल छोड़ा.
hr: Poslužitelj je prekinuo igru.
hu: A kiszolgáló megszakította a játékot.
is: Miðlarinn aflýsti leiknum
it: Il server ha interrotto il gioco.
km: ម៉ាស៊ីន​បម្រើ​បាន​បោះបង់​ល្បែង ។
mk: Серверот ја прекина играта.
nds: De Server hett dat Speel afbraken.
pl: Serwer przerwał grę.
se: Bálvá lea gaskkalduhttán spealu.
sr: Сервер је прекинуо игру.
sr@latn: Server je prekinuo igru.
ta: சேவையகம் விளையாட்டை துண்டித்துவிட்டது
tg: Сервер бозиро ба итмом расонд.
zh_cn: 服务器已经中止游戏。
zh_tw: 伺服器中止此遊戲

source: Ready
bg: Готово
ca: Llest
cy: Parod
el: Έτοιμο
es: Listo
et: Valmis
eu: Prest
fa: آماده
gl: Preparad@
he: מוכן
hi: तैयार
hr: Spreman
hu: Kész
is: Tilbúinn
it: Pronto
km: រួចរាល់
mk: Подготвен
nds: Fardig
pl: Gotowe
se: Gearggus
sr: Спреман
sr@latn: Spreman
ta: தயார்
tg: Тайёр
zh_cn: 就绪
zh_tw: 就緒

source: Excluded
bg: Изключен
ca: Exclòs
cy: Gwaharddwyd
el: Αποκλείστηκε
es: Excluído
et: Välja jäetud
eu: Kanporatuta
fa: خارج‌شده
gl: Excluido
he: לא מוכלל
hi: निकाला
hr: Isključen
hu: Kizárva
is: Hafnað
it: Escluso
km: បាន​បដិសេធ
mk: Исклучен
nds: Utslaten
pl: Wykluczony
se: Hilgojuvvon
sr: Искључен
sr@latn: Isključen
ta: சேர்க்கப்படாதது
tg: Хориҷ кардан
zh_cn: 排除
zh_tw: 被排除

source: Human
bg: Човек
ca: Humà
cy: Person
el: Άνθρωπος
es: Humano
et: Inimene
eu: Gizakia
fa: انسان
gl: Humano
he: אדם
hi: मानव
hr: Čovjek
hu: Játékos
is: Mannvera
it: Umano
km: មនុស្ស
mk: Човек
nds: Minsch
pl: Człowiek
se: Olmmoš
sr: Човек
sr@latn: Čovek
ta: மனிதன்
tg: Ҳамроҳ
zh_cn: 玩家
zh_tw: 真人

source: AI
bg: Компютър
ca: IA
cy: DA
el: ΤΝ
es: IA
eu: Ordenagailua
gl: IA (Intelixencia Artificial)
he: שחקן מחשב
hr: UI
hu: Gépi játékos
is: Vélmenni
it: IA
mk: ВИ
nds: Reekner
pl: Komputer
se: Dihtor
sr: ВИ
sr@latn: VI
tg: Бозингар-компютер
zh_cn: 电脑
zh_tw: 電腦

source: None
bg: Без
ca: Cap
cy: Dim
el: Κανένα
es: Ninguno
et: Puudub
eu: Bat ere ez
fa: هیچ‌کدام
gl: Ningún
he: ללא
hi: कुछ नहीं
hr: Bez
hu: Egyik sem
is: Enginn
it: Nessuno
km: គ្មាន
mk: никој
nds: Keen
pl: Brak
se: Ii oktage
sr: Ниједан
sr@latn: Nijedan
ta: ஒன்றுமில்லை
tg: Ҳеҷ
zh_cn: 无
zh_tw: 無

source: Human %1
bg: Човек %1
ca: Humà %1
cy: Person %1
el: Άνθρωπος %1
es: Humano %1
et: Inimene %1
eu: %1 gizakia
fa: انسان %1
gl: Humano %1
he: אדם %1
hi: मानव %1
hr: Čovjek %1
hu: Játékos - %1
is: Mannvera %1
it: Umano %1
km: មនុស្ស %1
mk: Човек %1
nds: Minsch %1
pl: Człowiek %1
se: Olmmoš %1
sr: Човек %1
sr@latn: Čovek %1
ta: மனிதன்%1
tg: Бозингари %1
zh_cn: 玩家 %1
zh_tw: 真人 %1

source: AI %1
bg: Компютър %1
ca: IA %1
cy: DA %1
el: ΤΜ %1
es: IA %1
eu: %1 ordenagailua
fa: %1 AI
gl: IA %1
he: מחשב %1
hr: UI %1
hu: Gépi játékos - %1
is: Vélmenni %1
it: IA %1
mk: ВИ %1
nds: Reekner %1
pl: Komputer %1
se: Mašiidna %1
sr: ВИ %1
sr@latn: VI %1
tg: Компютери %1
zh_cn: 电脑 %1
zh_tw: 電腦 %1

source: Server has left game!
bg: Сървърът напусна играта!
ca: El servidor ha abandonat el joc!
cy: Gweinydd wedi ymadael o'r gêm!
el: Ο εξυπηρετητής έφυγε από το παιχνίδι!
es: ¡El servidor ha abandonado la partida!
et: Server lahkus mängust!
eu: Zerbitzariak jokoa utzi du!
fa: کارساز از بازی خارج شده است!
gl: ¡O servidor deixou a partida!
he: השרת עזב את המשחק!
hi: सर्वर ने खेल छोड़ा!
hr: Poslužitelj je napustio igru!
hu: A kiszolgáló kilépett a játékból.
is: Miðlarinn er farinn!
it: Il server ha lasciato il gioco
km: ម៉ាស៊ីន​បម្រើ​បាន​ចេញ​ពី​ល្បែង !
mk: Серверот ја напушти играта!
nds: De Server hett dat Speel verlaten!
pl: Serwer rozłączył się!
se: Bálvá lea guođđán spealu.
sr: Сервер је напустио игру!
sr@latn: Server je napustio igru!
ta: சேவையகம் விளையாட்டைவிட்டு வெளியேறிவிட்டது
tg: Сервер аз бозӣ баромад!
zh_cn: 服务器已离开游戏！
zh_tw: 伺服器已離開遊戲！

source: Hu=%1
bg: Ч=%1
cy: Pe=%1
el: Αν=%1
et: In=%1
eu: Gi=%1
he: א.=%1
hi: मा=%1
hr: Čo=%1
hu: J=%1
is: Mv=%1
it: Um=%1
mk: Чов=%1
nds: Mi=%1
pl: Cz=%1
se: Ol=%1
sr: Чо=%1
sr@latn: Čo=%1
zh_cn: 玩家=%1
zh_tw: 真人=%1

source: AI=%1
bg: ИИ=%1
cy: DA=%1
el: ΤΝ=%1
eu: Or=%1
he: מ.=%1
hr: UI=%1
hu: G=%1
is: Vm=%1
it: IA=%1
mk: ВИ=%1
nds: Re=%1
pl: CPU=%1
se: Ma=%1
sr: ВИ=%1
sr@latn: VI=%1
zh_cn: 电脑=%1
zh_tw: 電腦=%1

source: Settings
bg: Настройки
ca: Arranjament
cy: Gosodiadau
el: Ρυθμίσεις
es: Preferencias
et: Seadistused
eu: Ezarpenak
fa: تنظیمات
he: הגדרות
hr: Postavke
hu: Beállítások
is: Stillingar
it: Impostazioni
km: ការ​កំណត់
mk: Поставувања
nds: Instellen
pl: Ustawienia
se: Heivehusat
sr: Подешавања
sr@latn: Podešavanja
ta: அமைப்புகள்
tg: Таҷҳизотҳо
zh_cn: 设置
zh_tw: 設定

source: Server: "%1" Client: "%2"
bg: Сървър: "%1" Клиент: "%2"
ca: Servidor: "%1" Client: "%2"
cy: Gweinydd: "%1" Dibynnydd: "%2"
el: Εξυπηρετητής: "%1" Πελάτης: "%2"
es: Servidor: «%1» Cliente: «%2»
et: Server: "%1" Klient: "%2"
eu: Zerbitzaria: "%1" Bezeroa: "%2"
fa: کارساز: »%1« کارخواه: »%2«
gl: Servidor: "%1" Cliente: "%2"
he: שרת: "%1" לקוח: "%2"
hi: सर्वर: "%1" क्लाएंट: "%2"
hr: Poslužitelj: "%1" Klijent: "%2"
hu: Kiszolgáló: "%1" Kliens: "%2"
is: Miðlari: "%1" Biðlari: "%2"
km: ម៉ាស៊ីន​បម្រើ ៖ "%1" ម៉ាស៊ីន​ភ្ញៀវ ៖ "%2"
mk: Сервер: „%1“ Клиент: „%2“
nds: Server: "%1" Speler: "%2"
pl: Serwer: "%1" Klient: "%2"
se: Bálvá: «%1» Klienta: «%2»
sr: Сервер: „%1“ Клијент: „%2“
sr@latn: Server: „%1“ Klijent: „%2“
ta: சேவையகம்: "%1" உறுப்பினர் "%2"
tg: Сервер: "%1" Клиент: "%2"
zh_cn: 服务器：“%1” 客户：“%2”
zh_tw: 伺服器："%1" 客戶端："%2"

source: The MultiPlayer library of the server is incompatible
bg: Библиотеката, която поддържа няколко играча едновременно е несъвместима
ca: La biblioteca multijugador del servidor és incompatible
cy: Mae llyfrgell amlchwaraewr y gweinydd yn anghydnaws
el: Η βιβλιοθήκη πολλαπλών παικτών του εξυπηρετητή δεν είναι συμβατή
es: La biblioteca multijugador del servidor no es compatible
et: Serveri võrgumängu teek on mitteühilduv
eu: Zerbitzariaren jokalari anizkoitzeko liburutegia bateraezina da
fa: کتابخانۀ چندنفرۀ کارساز، ناسازگار است
gl: A librería MultiXogador do servidor é incompatible
he: ספריית ריבוי המשתתפים של השרת אינה תואמת
hi: सर्वर की बहुखिलाड़ी लाइब्रेरी असंगत है
hr: Biblioteka za više igrača na poslužitelju nije kompatibilna
hu: A szerver többjátékos-programkönyvtára nem kompatibilis
is: Fjölnotenda-aðgerðasafn miðlarans er ósamhæfð safninu okkar
it: La libreria MultiPlayer del server è incompatibile
km: បណ្ណាល័យ​អ្នក​លេង​ច្រើន​របស់​ម៉ាស៊ីន​បម្រើ​មិន​ឆប​គ្នា​ទេ
mk: Библиотеката на серверот за повеќе играчи е некомпатибилна
nds: De Mehrspeler-Bibliotheek vun den Server is nich kompatibel
pl: Niezgodność biblioteki gry wieloosobowej z serwerem
sr: Серверска вишеиграчка библиотека је некомпатибилна
sr@latn: Serverska višeigračka biblioteka je nekompatibilna
ta: சேவையகத்தின் பல வீரர்களின் நிரல்கள் பொருந்தாது
tg: Ноҷобаҷоии китобхонаи бозии шабақа дар сервер
zh_cn: 服务器的多玩家库不兼容
zh_tw: 與伺服器的多玩家函式庫無法相容

source: Trying to connect a server for another game type
bg: Опит за връзка със сървъра за друг тип игра
ca: S'està intentant la connexió a un servidor per un altre tipus de joc
cy: Ceisio cysylltu â gweinydd am fath arall o gêm
el: Γίνεται προσπάθεια σύνδεσης σε εξυπηρετητή για ένα άλλο τύπο παιχνιδιού
es: Intentando conectar con el servidor para jugar otro tipo de partida
et: Üritan ühendust teist tüüpi mängu serveriga
eu: Beste motako joko baterako zerbitzari batera konektatzen
fa: سعی در اتصال کارساز برای نوع دیگری از بازی
gl: Intentando conectarse a un servidor para xogar a outro tipo de xogo
he: מנסה להתחבר לשרת עבור סוג משחק אחר
hi: अन्य खेल क़िस्म के लिए सर्वर से जुड़ने की कोशिश में
hr: Pokušaj povezivanja s poslužiteljem radi druge vrste igre
hu: Nem megfelelő játéktípushoz próbált kapcsolódni
is: Reyni að ná öðruvísi leikjasambandi við miðlarann
it: Tentativo di connettersi ad un server per un altro tipo di gioco
km: កំពុង​ព្យាយាម​ត​ភ្ជាប់​ម៉ាស៊ីន​បម្រើ​សម្រាប់​ប្រភេទ​ល្បែង​មួយ​ទៀត
mk: Се обидувам да се приклучам на сервер за друг тип на игра
nds: An't Tokoppeln na en Server för en anner Speeltyp
pl: Próba połączenia z serwerem innej gry
se: Geahččala laktat bálvái eará speallanšlája dihte
sr: Покушавам да се повежем са сервером ради друге врсте игре
sr@latn: Pokušavam da se povežem sa serverom radi druge vrste igre
ta: சேவையகத்தை மற்றொரு விளையாட்டு வகைக்காக இணைக்க முயற்சி நடைபெறுகிறது
tg: Кӯшиши пайвастшавии сервер ба дигар намуди бозӣ
zh_cn: 试图连接到服务器进行另外一种游戏
zh_tw: 試著連線到伺服器進行另一型態的遊戲

source: The server game version is incompatible
bg: Версията на игралния сървър е несъвместима
ca: La versió del joc del servidor és incompatible
cy: Mae fersiwn gêm y gweinydd yn anghydnaws
el: Η έκδοση του εξυπηρετητή του παιχνιδιού δεν είναι συμβατή
es: La versión del juego del servidor no es compatible
et: Serveri versioon on mitteühilduv
eu: Zerbitzariaren jokoaren bertsioa bateraezina da
fa: نسخۀ بازی کارساز، ناسازگار است
gl: A versión do xogo do servidor é incompatible
he: גרסת המשחק של השרת אינה תואמת
hi: सर्वर खेल संस्करण असंगत है
hr: Poslužiteljska verzija igre nije kompatibilna
hu: A kiszolgálón futó játék verziója nem kompatibilis
is: Útgáfa leiksins á miðlaranum er ósamhæfð útgáfu okkar
it: La versione del gioco sul server è incompatibile
km: កំណែ​ល្បែង​ម៉ាស៊ីន​បម្រើ​មិន​ឆប​គ្នា​ទេ
mk: Верзија на играта на серверот е некомпатибилна
nds: De Speelverschoon op den Server is nich kompatibel
pl: Inna wersja gry na serwerze
se: Bálvvá spealloveršuvdna ii gusto
sr: Серверска верзија игре је некомпатибилна
sr@latn: Serverska verzija igre je nekompatibilna
ta: சேவையக விளையாட்டு பதிப்பு பொருத்தமற்றுள்ளது
tg: Кӯшиши пайванд бо сервер барои дигар намуди бозӣ
zh_cn: 服务器游戏版本不兼容
zh_tw: 與伺服器的遊戲版本無法相容

source: Create a local game
bg: Създаване на локална игра
ca: Crea un joc local
cy: Creu gêm leol
el: Δημιουργία τοπικού παιχνιδιού
es: Crear una partida local
et: Tee kohalik mäng
eu: Sortu joko lokala
fa: ایجاد یک بازی محلی
gl: Crear unha partida local
he: צור משחק מקומי
hi: स्थानीय खेल बनाएँ
hr: Izradi lokalnu igru
hu: Új helyi játék kezdése
is: Stofna leik á þessari vél
it: Crea una partita locale
km: បង្កើត​ល្បែង​មូលដ្ឋាន
mk: Создади локална игра
nds: Lokaal Speel opstellen
pl: Utwórz grę lokalną
se: Ráhkat báikkálaš spealu
sr: Направи локалну игру
sr@latn: Napravi lokalnu igru
ta: உள்விளையாட்டை உருவாக்கு
tg: Сохтани бозии локалӣ
zh_cn: 创建本地游戏
zh_tw: 發起本地遊戲

source: Create a network game
bg: Създаване на мрежова игра
ca: Crea un joc en xarxa
cy: Creu gêm rwydwaith
el: Δημιουργία δικτυακού παιχνιδιού
es: Crear una partida de red
et: Tee võrgumäng
eu: Sortu sareko jokoa
fa: ایجاد یک بازی شبکه
gl: Crear unha partida en rede
he: צור משחק רשת
hi: नेटवर्क खेल बनाएँ
hr: Izradi mrežnu igru
hu: Új hálózati játék kezdése
is: Stofna leik á neti
it: Crea una partita in rete
km: បង្កើត​ល្បែង​បណ្ដាញ
mk: Создади мрежна игра
nds: Nettwarkspeel opstellen
pl: Utwórz grę sieciową
se: Ráhkat fierpmádatspealu
sr: Направи мрежну игру
sr@latn: Napravi mrežnu igru
ta: வலைப்பின்னல் விளையாட்டை உருவாக்கு
tg: Сохтани бозии шабақа
zh_cn: 创建网络游戏
zh_tw: 發起網路遊戲

source: Join a network game
bg: Присъединяване към мрежова игра
ca: Uneix-te a un joc en xarxa
cy: Ymuno a gêm rwydwaith
el: Συμμετοχή σε δικτυακό παιχνίδι
es: Unirse a una partida de red
et: Ühine võrgumänguga
eu: Bat egin sareko joko batekin
fa: پیوستن به یک بازی شبکه
gl: Unirse a unha partida en rede
he: הצטרף למשחק רשת
hi: नेटवर्क खेल में शामिल हों
hr: Pridruži se mrežnoj igri
hu: Csatlakozás egy hálózati játékhoz
is: Tengjast leik á neti
it: Partecipa a una partita in rete
km: ចូល​រួម​ល្បែង​បណ្ដាញ
mk: Приклучи се на мрежна игра
nds: Bi'n Nettwarkspeel mitmaken
pl: Dołącz do gry sieciowej
se: Searvva fierpmádatspeallui
sr: Прикључи се мрежној игри
sr@latn: Priključi se mrežnoj igri
ta: வலைப்பின்னல் விளையாட்டில் சேர்
tg: Вуруд ба бозии шабақа
zh_cn: 加入网络游戏
zh_tw: 加入網路遊戲

source: Network Settings
bg: Настройки на мрежата
ca: Opcions de la xarxa
cy: Gosodiadau Rhwydwaith
el: Ρυθμίσεις δικτύου
es: Preferencias de red
et: Võrguseadistused
eu: Sarearen ezarpenak
fa: تنظیمات شبکه
gl: Preferencias da Rede
he: הגדרות רשת
hi: नेटवर्क विन्यास
hr: Mrežne postavke
hu: Hálózati beállítások
is: Stillingar nets
it: Impostazioni di rete
km: ការកំណត់​បណ្ដាញ
mk: Мрежни поставувања
nds: Nettwark-Instellen
pl: Ustawienia sieciowe
se: Fierbmeheivehusat
sr: Мрежна подешавања
sr@latn: Mrežna podešavanja
ta: வலைப்பின்னல் அமைப்பு
tg: Танзимотҳои шабақа
zh_cn: 网络设置
zh_tw: 網路設定

source: Port:
bg: Порт:
cy: Porth:
el: Θύρα:
es: Puerto:
eu: Ataka:
fa: درگاه:
gl: Porto:
he: יציאה:
hi: पोर्टः
is: Gátt:
it: Porta:
km: ច្រក ៖
mk: Порта:
se: Verrát:
sr: Порт:
ta: முனையம்
tg: Порт:
zh_cn: 端口：
zh_tw: 連接埠：

source: Choose Game Type
bg: Избор на тип игра
ca: Escolliu el tipus de joc
cy: Dewis Math y Gêm
el: Επιλέξτε τύπο παιχνιδιού
es: Elegir el tipo de juego
et: Mängu tüüp
eu: Hautatu joko mota:
fa: انتخاب نوع بازی
gl: Escolle-lo Tipo de Partida
he: בחירת סוג המשחק
hi: खेल क़िस्म चुनें
hr: Odaberite vrstu igre
hu: Válasszon egy játéktípust
is: Veldu tegund leiks
it: Scegli il tipo di partita
km: ជ្រើស​ប្រភេទ​ល្បែង
mk: Изберете тип на игра
nds: Speeltyp utsöken
pl: Wybierz typ gry
se: Vállje speallošlája
sr: Одаберите врсту игре
sr@latn: Odaberite vrstu igre
ta: விளையாட்டு வகையை தேர்ந்தெடு
tg: Намуди бозиро интихоб кунед
zh_cn: 选择游戏类型
zh_tw: 選擇遊戲型態

source: Player #%1
bg: Играч %1
ca: Jugador #%1
cy: Chwaraewr #%1
el: Παίκτης #%1
es: Jugador #%1
et: Mängija: #%1
eu: %1. jokalaria
fa: بازیکن #%1
gl: Xogador #%1
he: שחקן #%1
hi: खिलाड़ी #%1
hr: Igrač #%1
hu: #%1. játékos
is: Leikmaður #%1
it: Giocatore n. %1
km: អ្នក​លេង #%1
mk: Играч бр. %1
nds: Speler Nr.%1
pl: Gracz %1
se: Speallár #%1
sr: Играч #%1
sr@latn: Igrač #%1
ta: விளையாட்டு வீரர் #%1
tg: Бозингари #%1
zh_cn: 玩家 #%1
zh_tw: 玩家 #%1

source: Local Player's Settings
bg: Настройки на локалния играч
ca: Configuració del jugador local
cy: Gosodiadau Chwaraewr Lleol
el: Τοπικές ρυθμίσεις του παίκτη
es: Preferencias para el jugador local
et: Lokaalse mängija seaded
eu: Jokalari lokalaren ezarpenak
fa: تنظیمات بازیکن محلی
gl: Preferencias do Xogador Local
he: הגדרות השחקן המקומי
hi: स्थानीय खिलाड़ियों का विन्यास
hr: Postavke lokalnog igrača
hu: A helyi játékos beállításai
is: Staðbundnar stillingar leikmanns
it: Impostazioni locali del giocatore
km: ការ​កំណត់​អ្នកលេង​មូលដ្ឋាន
mk: Поставувања на локалниот играч
nds: Instellen för lokaal Speler
pl: Ustawienia lokalnego gracza
se: Báikkálaš speallárheivehusat
sr: Подешавања локалног играча
sr@latn: Podešavanja lokalnog igrača
ta: விளையாட்டு
tg: Танзимоти бозингари локалӣ
zh_cn: 本地玩家设置
zh_tw: 本地玩家設定

source: Hostname:
bg: Хост:
ca: Nom de servidor remot:
cy: Enw gwesteiwr:
el: Όνομα υπολογιστή:
es: Servidor:
et: Masinanimi:
eu: Ostalari-izena:
fa: نام میزبان:
he: שם מארח:
hi: होस्टनामः
hr: Naziv poslužitelja:
hu: Gépnév:
is: Vélarheiti:
it: Nome host:
km: ឈ្មោះ​ម៉ាស៊ីន ៖
mk: Име на компјутерот:
nds: Reeknernaam:
pl: Nazwa komputera:
se: Guossoheaddji:
sr: Име домаћина:
sr@latn: Ime domaćina:
ta: புரவலன் பெயர்:
tg: Номи соҳиб:
zh_cn: 主机名：
zh_tw: 主機名稱：

source: the.server.address
bg: адрес.на.сървър
ca: adreça.del.servidor
cy: cyfeiriad.y.gweinydd
el: Η.διεύθυνση.του.εξυπηρετητή
es: dirección.del.servidor
et: serveri.ip.aadress
eu: zerbitzari.baten.helbidea
fa: نشانی کارساز
gl: o.enderezo.do.servidor
hi: सर्वर.का.पता
hr: adresa.poslužitelja
hu: a.kiszolgáló.címe.hu
is: Vistfang miðlara
it: indirizzo.del.server
mk: адреса.на.северот
nds: Adress.vun.den.Server
pl: adres.serwera
se: bálvvá.čujuhus
sr: adresa.tog.servera
sr@latn: adresa.tog.servera
ta: சேவையக முகவரி
tg: адреси сервер
zh_cn: 服务器 IP 地址
zh_tw: 伺服器位址

source: Server address:
bg: Адрес на сървър:
ca: Adreça del servidor:
cy: Cyfeiriad gweinydd:
el: Διεύθυνση εξυπηρετητή:
es: Dirección del servidor:
et: Serveri aadress:
eu: Zerbitzariaren helbidea:
fa: نشانی کارساز:
gl: Enderezo do servidor:
he: כתובת השרת:
hi: सर्वर पता:
hr: Adresa poslužitelja:
hu: A kiszolgáló címe:
is: Vistfang miðlara
it: Indirizzo del server:
km: អាសយដ្ឋាន​ម៉ាស៊ីន​បម្រើ ៖
mk: Адреса на серверот:
nds: Server-Adress:
pl: Adres serwera:
se: Bálvvá čujuhus:
sr: Адреса сервера:
sr@latn: Adresa servera:
ta: சேவையக முகவரி
tg: Адреси сервер:
zh_cn: 服务器地址：
zh_tw: 伺服器位址：

source: Error looking up for "%1"
bg: Грешка при намиране на "%1"
ca: Error al cercar "%1"
cy: Gwall wrth chwilio am \"%1\"
el: Σφάλμα αναζήτησης για "%1"
es: Error al buscar «%1»
et: Viga "%1" lahendamisel
eu: Errorea "%1" bilatzen
fa: خطای جستجوی »%1«
he: שגיאה בעת חיפוש "%1"
hi: "%1" को देखने में त्रुटि
hr: Pogreška u potrazi za "%1"
hu: Hiba történt a(z) "%1" megkeresésekor
is: Villa við leit að "%1"
it: Errore nella ricerca di "%1"
km: កំហុស​ក្នុង​ការ​ស្វែង​រក "%1"
mk: Грешка при барање на „%1“
nds: Fehler bi't Nakieken vun "%1"
pl: Błąd podczas wyszukiwania "%1"
sr: Грешка при потрази за „%1“
sr@latn: Greška pri potrazi za „%1“
ta: பிழை சோதிப்பதில்"%1"
tg: Хатоӣ ҳолати дарёфти "%1"
zh_cn: 查找“%1”出错
zh_tw: 查詢"%1"時發生錯誤

source: Error opening socket
bg: Грешка при отваряне на сокет
ca: Error en obrir el sòcol
cy: Gwall wrth agor soced
el: Σφάλμα ανοίγματος υποδοχής
es: Error al abrir el socket
et: Viga pesa avamisel
eu: Errorea socket-a irekitzean
fa: خطای باز کردن سوکت
he: שגיאה בפתיחת השקע
hi: सॉकेट खोलने में त्रुटि
hr: Pogreška pri otvaranju priključka
hu: Hiba történt az aljazat megnyitása közben
is: Villa við að opna sökkul
it: Errore nell'aprire il socket
km: កំហុស​ក្នុង​ការ​​បើក​រន្ធ
mk: Грешка при отворање на приклучокот
nds: Fehler bi't Opmaken vun en Socket
pl: Błąd otwierania gniazda
sr: Грешка при отварању сокета
sr@latn: Greška pri otvaranju soketa
ta: சாக்கெட்டை திறக்கும்போது பிழை
tg: Хатоӣ ҳолати кушодани socket
zh_cn: 打开套接字出错
zh_tw: 開啟socket時發生錯誤

source: Thinking depth:
bg: Дълбочина на обмисляне:
ca: Profunditat de pensament:
cy: Dyfnder meddwl:
el: Βάθος σκέψης:
es: Potencia de cálculo:
et: Mitu käiku ette mõelda:
eu: Kalkulu sakontasuna:
fa: عمق تفکر:
he: עומק חשיבה:
hi: सोचने की गहराईः
hr: Dubina razmišljanja:
hu: Gondolkodási mélység:
is: Hugsanadýpt:
it: Profondità pensiero:
km: ជម្រៅ​គិត ៖
mk: Длабочина на размислување:
nds: Tiet för't Nadenken:
pl: Głębokość myślenia:
se: Smiehttančikŋodat:
sr: Дубина размишљања:
sr@latn: Dubina razmišljanja:
ta: ஆழ்ந்த சிந்தனை:
tg: Қаъри фикр:
zh_cn: 思考深度：
zh_tw: 思考深度：

source: Piece glued
bg: Залепени елементи
ca: Peça enganxada
cy: Darn wedi'i gludo
el: Το κομμάτι κωλύθηκε
es: Ficha pegada
et: Kleepunud klots
eu: Fitxa itsatsia
fa: قطعۀ چسبیده
gl: Peza pegada
he: לבנה מודבקת
hi: टुकड़े चिपकाए
hr: Dio je zalijepljen
hu: Elem lekötve
is: Hlutur límdur
it: Pezzo incollato
km: បំណែក​បាន​បិទ
mk: Залепено парче
nds: Backig Steen
pl: Przyklejony element
se: Liibmejuvvon bihtát
sr: Део је залепљен
sr@latn: Deo je zalepljen
ta: பகுதி ஒட்டப்பட்டது
tg: Қисми елимӣ
zh_cn: 方块已粘连
zh_tw: 相連的方塊
