Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/libksirtet.po
Languages: bg, ca, cy, el, es, et, eu, fa, gl, he, hi, hr, hu, is, it, km, mk, nds, pl, se, sr, sr@latn, ta, tg, zh_cn, zh_tw

source: Drop down is not stopped when drop down key is released.
bg: Спускането надолу не се прекратява при освобождаване на клавиша.
ca: Llença avall no s'atura quan la s'allibera tecla "Llença avall"
cy: Nid yw disgyn i lawr yn aros pan mae'r fysell ddisgyn i lawr yn cael ei rhyddhau.
el: Η ρίψη δε σταματά αν πατηθεί το πλήκτρο ρίψης.
es: La caída no se detiene cuando se suelta la tecla de caída.
et: Langetamist ei peatata langetamisnupu vabastamisel.
eu: Erorketa ez da geldituko bota behera tekla askatzen denean.
fa: زمانی که کلید افتادن رها می‌شود، افتادن متوقف نمی‌شود.
he: נפילה לא מופסקת כשמקש הנפילה נעזב.
hi: जब सीधे ही नीचे लाने वाली कुंजी को छोड़ा जाता है तो सीधे नीचे छोड़ा जाना बन्द नहीं होगा.
hr: Ispuštanje se ne prekida otpuštanjem tipke za ispuštanje.
hu: A leesés nem marad abba a lefelé nyíl elengedésekor.
is: Fall er ekki stöðvað þegar 'fall'-lykli er sleppt.
it: La caduta veloce non può essere fermata dopo che ne hai rilasciato il tasto.
km: ទម្លាក់​ចុះ​ក្រោម​នឹង​មិន​ឈប់​ទេ នៅ​ពេល​គ្រាប់​ចុច​ទម្លាក់​ចុះ​ក្រោម​ត្រូវ​បាន​ព្រលែង ។
mk: Испуштањето не е запрено кога копчето за испуштање ќе се отпушти.
nds: Dat Fallen höllt nich op, wenn de Tast looslaten warrt.
pl: Zrzucanie nie jest przerywane po zwolnieniu klawisza.
se: Luoitin ii bisán váikko luoittát luotinboalu.
sr: Испуштање се не зауставља када се пусти дугме за испуштање.
sr@latn: Ispuštanje se ne zaustavlja kada se pusti dugme za ispuštanje.
ta: கீழே இறங்குவது கீழிறக்கு விசை விடுவிக்கப்பட்டும் நிற்கவில்லை
tg: Баъд аз зер кунии тугма, амалиёти "тез паридан" намеистад.
zh_cn: 放开向下键以后下落无法停止。
zh_tw: 落下過程中就算放掉按鍵也不會停止。

source: _: NAME OF TRANSLATORS Your names
bg: Радостин Раднев
ca: Josep Ma. Ferrer,Albert Astals Cid
cy: Kyfieithu: jr, Thierry Vignaud
el: Σπύρος Γεωργαράς, Νίκος Χατζηδάκης, Τούσης Μανώλης
es: Santiago Fernández
et: Anti Veeranna
eu: Ion Gaztañaga
fa: نسیم دانیارزاده
he: Israel Berger
hr: Renato Pavičić
hu: Szántó Tamás
is: Richard Allen, Pjetur G. Hjaltason
it: Andrea Celli,Enrico Morra
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
mk: Жаклина Ѓалевска
nds: Sönke Dibbern, Manfred Wiese
pl: Michał Rudolf
se: Børre Gaup
sr: Часлав Илић
sr@latn: Časlav Ilić
ta: tamilpcteam
tg: Виктор Ибрагимов
zh_tw: Frank Weng(a.k.a. Franklin)

source: _: EMAIL OF TRANSLATORS Your emails
bg: radnev@yahoo.com
ca: txemaq@bigfoot.com,astals11@terra.es
cy: kyfieithu@dotmon.com
el: sng@hellug.gr, nikhatzi@yahoo.com, manolis@koppermind.homelinux.org
es: santi@kde-es.org
et: duke@linux.ee
eu: igaztanaga@gmail.com
fa: daniarzadeh@itland.ir
he: israelb@gmail.com
hr: renato<-at->translator-shop.org
hu: tszanto@mol.hu
is: ra@ra.is, pjetur@pjetur.net
it: a.celli@caltanet.it,enriquez.mo@tiscali.it
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
mk: galevska@yahoo.com
nds: s_dibbern@web.de, m.j.wiese@web.de
pl: mrudolf@kdewebdev.org
se: boerre@skolelinux.no
sr: caslav.ilic@gmx.net
sr@latn: caslav.ilic@gmx.net
ta: tamilpc@ambalam.com
tg: youth_opportunities@tajikngo.org
zh_tw: franklin at goodhorse dot gov dot tw
