Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdegames/libksirtet.po
Languages: bg, ca, cy, el, es, et, eu, fa, gl, he, hi, hr, hu, is, it, km, mk, nds, pl, se, sr, sr@latn, ta, tg, zh_cn, zh_tw

source: Blocks removed
bg: Премахнати блокове
ca: Blocs eliminats
cy: Blociau wedi'u gwaredu
el: Αφαιρεμένα κουτιά
es: Bloques eliminados
et: Eemaldatud blokid
eu: Kendutako blokeak
fa: بلوکها حذف شدند
gl: Bloques eliminados
he: בלוקים שהוסרו
hi: हटाए गए पिण्ड
hr: Uklonjenih blokova
hu: Blokk eltávolítva
is: Blokkir fjarlægðar
it: Blocchi rimossi
km: ដុំ​បាន​យក​ចេញ
mk: Отстранети блокови
nds: Wegdaan Steen
pl: Usunięte elementy
se: Eretváldon bihtát
sr: Уклоњених блокова
sr@latn: Uklonjenih blokova
ta: பகுதிகளை அகற்று
tg: Чорчӯбаҳои нобуд шуда
zh_cn: 消掉块数
zh_tw: 消掉的方塊

source: Core engine
ca: Motor principal
cy: Peiriant craidd
el: Μηχανή πυρήνα
es: Motor principal
et: Mängu mootor
eu: Nukleoko motorea
fa: موتور هسته
he: מנוע מרכזי
hi: कोर इंजिन
hr: Osnovni pogon
hu: A játék motorja
is: Grunnvél
it: Motore principale
km: ម៉ាស៊ីន​ស្នូល
mk: Јадрена машина
nds: Hööftdeel
pl: Główny program
se: Čoahkkomohtor
sr: Базни мотор
sr@latn: Bazni motor
ta: கடைசி இஞ்சின்
tg: Ӯзаки мотор
zh_cn: 核心引擎
zh_tw: 核心引擎

source: Start
bg: Старт
ca: Engega
cy: Dechrau
el: Εκκίνηση
es: Inicio
et: Alusta
eu: Hasi
fa: آغاز
gl: Comezar
he: התחל
hi: प्रारंभ
hr: Započni
hu: Kezdés
is: Byrja
it: Inizia
km: ចាប់ផ្ដើម
mk: Почни
pl: Rozpocznij
se: Álggat
sr: Почни
sr@latn: Počni
ta: தொடங்கு
tg: Оғоз додан
zh_cn: 开始
zh_tw: 開始

source: Resume
bg: Продължение
ca: Continua
cy: Ail-ddechrau
el: Συνέχεια
es: Continuar
et: Jätka
eu: Jarraitu
fa: ازسرگیری
gl: Continuar
he: המשך
hi: पुनरारंभ
hr: Nastavi
hu: Folytatás
is: Vekja
it: Riprendi
km: បន្ត
mk: Продолжи
nds: Wiedermaken
pl: Wznów
se: Joatkke
sr: Настави
sr@latn: Nastavi
ta: துவங்கு
tg: Аз нав боз кардан
zh_cn: 重玩
zh_tw: 再開始

source: Proceed
bg: Изпълнение
ca: Procedeix
cy: Mynd Ymlaen
el: Προχωρήστε
es: Proceder
et: Lase edasi
eu: Jardun
fa: پیشرفت
gl: Proceder
he: המשך
hi: आगे बढ़ें
hr: Produži
hu: Tovább
is: Halda áfram
it: Procedi
km: បន្ត
mk: Продолжи
nds: Wiedermaken
pl: Start
se: Joatkke
sr: Настави
sr@latn: Nastavi
ta: செயல்படுத்து
tg: Идома кардан
zh_cn: 继续
zh_tw: 繼續

source: %1 (AI player)
bg: %1 (Играчът е ИИ)
ca: %1 (Jugador IA)
cy: %1 (Chwaraewr DA)
el: %1 (Παίκτης-Τ.Ν.)
es: %1 (jugador IA)
et: %1 (AI mängija)
eu: %1 (Ordenagailu-jokalaria)
fa: %1 )بازیکن AI(
gl: %1 (Xogador IA, Intelixencia Artificial)
he: %1 (שחקן מחשב)
hi: %1 (AI खिलाड़ी)
hr: %1 (UI igrač)
hu: %1 (gépi játékos)
is: %1 (Vélmenni)
it: %1 (Giocatore IA)
km: %1 (អ្នក​លេង AI)
mk: %1 (ВИ-играч)
nds: %1 (Reekner)
pl: %1 (komputer)
se: %1 (AI-speallár)
sr: %1 (ВИ играч)
sr@latn: %1 (VI igrač)
ta: %1 (AI ஆட்டக்காரர்)
tg: %1 (компютер)
zh_cn: %1 (电脑)
zh_tw: %1 (電腦玩家)

source: %1 (Human player)
bg: %1 (Играчът е човек)
ca: %1 (Jugador humà)
cy: %1 (Chwaraewr dynol)
el: %1 (Παίκτης-Άνθρωπος)
es: %1 (jugador humano)
et: %1 (Humanoid)
eu: %1 (Giza-jokalaria)
fa: %1 )بازیکن انسان(
gl: %1 (Xogador humano)
he: %1 (אדם)
hi: %1 (मानव खिलाड़ी)
hr: %1 (živi igrač)
hu: %1 (játékos)
is: %1 (Mannvera)
it: %1 (Giocatore umano)
km: %1 (អ្នក​លេង​មនុស្ស)
mk: %1 (играч-човек)
nds: %1 (Minsch)
pl: %1n (człowiek)
se: %1 (Olbmospeallár)
sr: %1 (Људски играч)
sr@latn: %1 (Ljudski igrač)
ta: %1 ( விளையாட்டுபவர் )
tg: -%1 (одамr)
zh_cn: %1 (玩家)
zh_tw: %1 (真人玩家)

source: Waiting for server
bg: Очакване на сървъра
ca: S'està esperant al servidor
cy: Aros am weinydd
el: Αναμονή για εξυπηρετητή
es: Esperando al servidor
et: Ootan serverit
eu: Zerbitzariaren zain
fa: انتظار برای کارساز
gl: Agardando resposta do servidor
he: ממתין לשרת
hi: सर्वर के लिए इंतजार
hr: Čekanje poslužitelja
hu: Várakozás a kiszolgálóra
is: Bíð eftir miðlara
it: In attesa del server
km: កំពុង​រង់ចាំ​ម៉ាស៊ីន​បម្រើ
mk: Го чекам серверот
nds: Töven op Server
pl: Oczekiwanie na serwer
se: Vuordimin bálvvá
sr: Чекам сервер
sr@latn: Čekam server
ta: சேவையகத்துக்காக காத்திருப்பு
tg: Мунтазами сервер
zh_cn: 等候服务器
zh_tw: 等待伺服器

source: Stage #1
bg: Етап 1
ca: Escena #1
cy: Rhan #1
el: Στάδιο #1
es: Escenario #1
et: Tase #1
eu: 1. maila
fa: مرحله # ۱
he: שלב מספר 1
hi: चरण #1
hr: Etapa #1
hu: #1. szint
is: Þrep #1
it: Livello #1
km: ដំណាក់កាល #1
mk: Ниво бр. 1
nds: Stoop Nr.1
pl: Etap 1
se: Dássi #1
sr: Етапа #1
sr@latn: Etapa #1
ta: நிலை #1
tg: Марҳалаи #1
zh_cn: 级别 #1
zh_tw: 關卡 #1

source: Arcade game
bg: Приключенска игра
ca: Joc d'arcade
cy: Gêm Arcêd
el: Παιχνίδι Arcade
es: Juego recreativo
et: Arkaadmäng
eu: Arcade jokoa
fa: بازی گذرگاه طاقدار
gl: Xogo arcade
he: משחק Arcade
hi: आर्केड खेल
hr: Arkadna igra
hu: Ügyességi játék
is: Skotleikur
it: Gioco arcade
km: ល្បែង​ទូ
mk: Аркадна игра
nds: Speelhallen-Speel
pl: Gra zręcznościowa
se: Arkadespeallu
sr: Аркадна игра
sr@latn: Arkadna igra
ta: ஆர்கேட் விளையாட்டு
tg: Бозии қаторравоқ
zh_cn: 街机游戏
zh_tw: 大型遊戲機遊戲

source: Game paused
bg: Играта временно е прекъсната
ca: Joc aturat
cy: Wedi'i seibio
el: Παιχνίδια σε παύση
es: Partida detenida
et: Paus
eu: Jokoa pausatuta
fa: بازی مکث کرد
gl: Xogo pausado
he: המשחק מושהה
hi: खेल ठहरा
hr: Igra je pauzirana
hu: A játék szünetel
is: Leikhlé
it: Gioco sospeso
km: ល្បែង​បាន​ផ្អាក
mk: Играта е паузирана
nds: Speel anhollen
pl: Gra zatrzymana
se: Speallu boatkejuvvon
sr: Игра је паузирана
sr@latn: Igra je pauzirana
ta: விளையாட்டு தற்காலிகமாக நிறுத்தப்பட்டுள்ளது
tg: Бозӣ боздошта шуд
zh_cn: 游戏暂停
zh_tw: 遊戲暫停

source: Game over
bg: Играта свърши
ca: S'ha acabat la partida
cy: Gêm drosodd
el: Τέλος παιχνιδιού
es: Fin de la partida
et: Mäng läbi
eu: Jokoa amaitu da
fa: بازی تمام شد
gl: Partida rematada
he: המשחק הסתיים
hi: खेल ख़त्म
hr: Završetak igre
hu: Vége a játéknak
is: Leik lokið
it: Partita terminata
km: ល្បែង​ចប់
mk: Играта заврши
nds: Speel vörbi
pl: Koniec gry
se: Speallu nogai
sr: Игра је завршена
sr@latn: Igra je završena
ta: விளையாட்டு முடிவடைந்தது
tg: Итмоми бозӣ
zh_cn: 游戏结束
zh_tw: 遊戲結束

source: The End
bg: Край
ca: Fi
cy: Y Diwedd
el: Τέλος
es: Fin
et: Lõpp
eu: Amaiera
fa: پایان
gl: Fin
he: הסוף
hi: अंत
hr: Kraj
hu: Itt a vége!
is: Endir
it: Fine
km: ចប់
mk: Крај
nds: Dat Enn
pl: Koniec
se: Geargan
sr: Крај
sr@latn: Kraj
ta: முடிவு
tg: Итмом
zh_cn: 结束
zh_tw: 結束

source: Stage #%1 done
bg: Етап %1 е готов
ca: Escena #%1 acabada
cy: Rhan #%1 wedi gorffen
el: Στάδιο #%1 ολοκληρώθηκε
es: Acabado el escenario #%1
et: #%1 tase tehtud
eu: %1. maila eginda
fa: مرحلۀ #%1 انجام شد
he: שלב מספר %1 הושלם
hi: चरण #%1 पूरा
hr: Etapa #%1 je završena
hu: #%1. szint - kész
is: Þrep #%1 lokið
it: Livello n. %1 completato
km: ដំណាក់កាល #%1 បាន​ធ្វើ​រួច
mk: Етапата бр. %1 е завршена
nds: Stoop Nr.%1 fardig
pl: Etap %1 zakończony
se: Dássi #%1 lea geargan
sr: Етапа #%1 готова
sr@latn: Etapa #%1 gotova
ta: நிலை #%1 முடிந்தது
tg: Итмоми марҳилаи #%1
zh_cn: 级别 #%1 完成
zh_tw: 關卡 #%1 完成

source: Game Over
bg: Играта завърши
ca: S'ha acabat la partida
cy: Gêm Drosodd
el: Τέλος παιχνιδιού
es: Fin de la partida
et: Mäng läbi
eu: Jokoa amaitu da
fa: بازی تمام شد
gl: Partida Rematada
he: המשחק הסתיים
hi: खेल ख़त्म
hr: Završetak igre
hu: Vége a játéknak
is: Leik lokið
it: Partita terminata
km: ល្បែង​ចប់
mk: Играта заврши
nds: Speel vörbi
pl: Koniec gry
se: Speallu nogai
sr: Крај игре
sr@latn: Kraj igre
ta: விளையாட்டு முடிவடைந்தது
tg: Итмоми бозӣ
zh_cn: 游戏结束
zh_tw: 遊戲結束

source: Game
bg: Игра
ca: Joc
cy: Gêm
el: Παιχνίδι
es: Partida
et: Mäng
eu: Jokoa
fa: بازی
gl: Xogo
he: משחק
hi: खेल
hr: Igra
hu: Játék
is: Leikur
it: Partita
km: ល្បែង
mk: Игра
nds: Speel
pl: Gra
se: Speallu
sr: Игра
sr@latn: Igra
ta: விளையாட்டு
tg: Бозӣ
zh_cn: 游戏
zh_tw: 遊戲

source: Colors
bg: Цветове
cy: Lliwiau
el: Χρώματα
es: Colores
et: Värvid
eu: Koloreak
fa: رنگها
gl: Cores
he: צבעים
hi: रंग
hr: Boje
hu: Színek
is: Litir
it: Colori
km: ពណ៌
mk: Бои
nds: Klören
pl: Kolory
se: Ivnnit
sr: Боје
sr@latn: Boje
ta: நிறங்கள்
tg: Рангҳо
zh_cn: 颜色
zh_tw: 顏色

source: Enable animations
bg: Анимация
ca: Activa les animacions
cy: Galluogi bywluniadau
el: Ενεργοποίηση κινούμενης εικόνας
es: Activar animaciones
et: Animatsioonide lubamine
eu: Gaitu animazioak
fa: فعال‌سازی پویانماییها
gl: Habilita-las animacións
he: אפשר אנימציות
hi: चलचित्र सक्षम करें
hr: Omogući animacije
hu: Az animációk engedélyezése
is: Virkja hreyfimyndir
it: Abilita animazioni
km: អនុញ្ញាត​ចលនា
mk: Овозможи анимации
nds: Animatschonen anmaken
pl: Włącz animacje
se: Čájet animašuvnnaid
sr: Укључи анимације
sr@latn: Uključi animacije
ta: உயிரொட்டத்தை செயல்படுத்து
tg: Аниматсияро фаъол созед
zh_cn: 允许动画
zh_tw: 啟用動畫

source: Background
bg: Фон
ca: Fons
cy: Cefndir
el: Φόντο
es: Fondo
et: Taust:
eu: Atzeko planoa
fa: زمینه
gl: Fondo
he: רקע
hi: पृष्ठभूमि
hr: Pozadina
hu: Háttér
is: Bakgrunnur
it: Sfondo
km: ផ្ទៃ​ខាង​ក្រោយ
mk: Подлога
nds: Achtergrund
pl: Tło
se: Duogáš
sr: Позадина
sr@latn: Pozadina
ta: பின்னணி
tg: Замина
zh_cn: 背景
zh_tw: 背景

source: Color:
bg: Цветове:
cy: Lliw:
el: Χρώμα:
et: Värv:
eu: Kolorea:
fa: رنگ:
he: צבע:
hr: Boja:
hu: Szín:
is: Litir:
it: Colore:
km: ពណ៌ ៖
mk: Боја:
nds: Klöör:
pl: Kolor:
se: Ivdni:
sr: Боја:
sr@latn: Boja:
ta: வண்ணம்:
tg: Ранг:
zh_cn: 颜色：
zh_tw: 顏色：

source: Opacity:
bg: Непрозрачност:
ca: Opacitat:
cy: Didreiddiad:
el: Αδιαφάνεια:
es: Opacidad:
et: Läbipaistmatus:
eu: Opakotasuna:
fa: تاری:
he: אטימות:
hr: Providnost:
hu: Áttetszőség:
is: Gegnsæi:
it: Opacità:
km: ភាព​ស្រអាប់ ៖
mk: Непровидност:
nds: Dörsichtigkeit:
pl: Przezroczystość:
se: Man njuođvvas:
sr: Непрозирност:
sr@latn: Neprozirnost:
ta: தெரியும் தன்மை:
tg: Муқобил:
zh_cn: 不透明度：
zh_tw: 不透明度：

source: Unable to read socket
bg: Грешка при четене от сокет
ca: No s'ha pogut llegir el sòcol
cy: Methu darllen soced
el: Αδυναμία ανάγνωσης υποδοχής
es: Imposible leer el socket
et: Pesa lugemine ebaõnnestus
eu: Ezin da socket-a irakurri
fa: قادر به خواندن سوکت نیست
gl: Non se puido le-lo socket
he: אין אפשרות לקרוא את השקע
hi: सॉकेट पढ़ने में असफल
hr: Nije moguće čitati iz priključka
hu: Nem sikerült olvasni egy aljazatból
is: Get ekki lesið sökkul
it: Impossibile leggere socket
km: មិន​អាច​អាន​រន្ធ
mk: Не можам да го прочитам приклучникот
nds: Socket lett sik nich lesen
pl: Nie można czytać z gniazda
sr: Не могу да прочитам сокет
sr@latn: Ne mogu da pročitam soket
ta: சாக்கெட்டை படிக்க இயலவில்லை
tg: Socket-ро хонда натавонист
zh_cn: 无法读取套接字
zh_tw: 無法讀取socket

source: Unable to write to socket
bg: Грешка при запис в сокет
ca: No s'ha pogut escriure al sòcol
cy: Methu ysgrifennu i'r soced
el: Αδυναμία εγγραφής στην υποδοχή
es: Imposible escribir en el socket
et: Pesasse kirjutamine ebaõnnestus
eu: Ezin da socket-a idatzi
fa: قادر به نوشتن در سوکت نیست
gl: Non se puido escribir no socket
he: אין אפשרות לכתוב אל השקע
hi: सॉकेट पर लिखने में असमर्थ.
hr: Nije moguće zapisati u priključak
hu: Nem sikerült írni egy aljazatba
is: Get ekki skrifað í sökkul
it: Impossibile scrivere nel socket
km: មិន​អាច​សរសេរ​ទៅ​រន្ធ
mk: Не можам да запишам на приклучникот
nds: Schrieven na Socket nich mööglich
pl: Nie można pisać do gniazda
sr: Не могу да пишем у сокет
sr@latn: Ne mogu da pišem u soket
ta: சாக்கெட்டை எழுத இயலவில்லை
tg: Ба socket навишта натавонист
zh_cn: 无法写入套接字
zh_tw: 無法寫入soket

source: Link broken
bg: Прекъсната връзка
ca: Enllaç trencat
cy: Cyswllt wedi'i dorri
el: Κατεστραμμένη σύνδεση
es: Enlace no válido
et: Link katki
eu: Esteka hautsita dago
fa: پیوند شکسته شد
gl: Enlace roto
he: בעיה בקישור
hi: लिंक टूटा है
hr: Veza je prekinuta
hu: A kapcsolat megszakadt
is: Sambandsrof
it: Collegamento interrotto
km: តំណ​ខូច
mk: Врската е прекината
nds: Link tobraken
pl: Połączenie przerwane
se: Oktavuohta botkejuvvon
sr: Веза је прекинута
sr@latn: Veza je prekinuta
ta: இணைப்பு தூண்டிக்கப்பட்டது
tg: Робита канда шуд
zh_cn: 连接已断开
zh_tw: 連結已斷

source: Client has not answered in time
bg: Клиентът не отговори навреме
ca: El client no ha contestat a temps
cy: Nid yw'r dibynnydd wedi ateb mewn amser
el: Ο πελάτης δεν αποκρίθηκε έγκαιρα
es: El cliente no ha contestado a tiempo
et: Klient ei vastanud õigeaegselt
eu: Bezeroak ez du denboran erantzun
fa: کارخواه به موقع پاسخ نداده است
gl: O cliente non respondeu a tempo
he: הלקוח לא השיב בזמן
hi: क्लाएंट ने समय पर उत्तर नहीं दिया
hr: Klijent nije odgovorio na vrijeme
hu: A kliens nem válaszolt a megadott időn belül
is: biðlari svaraði ekki í tæka tíð
it: Il client non ha risposto in tempo
km: ម៉ាស៊ីន​ភ្ញៀវ​មិន​បាន​ឆ្លើយ​ទាន់​​ពេល
mk: Клиентот не одговори навреме
nds: De Speler hett nich gau noog antert
pl: Klient nie odpowiedział na czas
se: Klienta ii leat vástidan áiggis
sr: Клијент није одговорио на време
sr@latn: Klijent nije odgovorio na vreme
ta: சார்ந்திருப்பவர் உரிய நேரத்தில் பதில் அளிக்கவில்லை
tg: Клиент дар вақти додашуда ҷавоб дода натавонист
zh_cn: 客户没有及时应答
zh_tw: 客戶端沒有及時回應

source: Shortcuts for player #%1/%2
bg: Бързи клавиши за играча %1/%2
ca: Dreceres per al jugador #%1/%2
cy: Byrlwybrau i chwaraewr #%1/%2
el: Συντομεύσεις για τον παίκτη #%1/%2
es: Accesos rápidos para el jugador #%1/%2
et: Mängija #%1/%2 kiirkorraldused
eu: %1/%2 jokalarien lasterbideak
fa: میان‌برها برای بازیکن #%1/%2
he: קיצורי דרך לשחקנים #%1/%2
hi: खिलाड़ी #%1/%2 के लिए शॉर्टक्ट्स
hr: Prečaci za igrača #%1/%2
hu: Billentyűparancsok - %1/%2
is: Flýtilyklar fyrir leikmann #%1/%2
it: Scorciatoie per il giocatore n. %1/%2
km: ផ្លូវ​កាត់​សម្រាប់​អ្នក​លេង #%1/%2
mk: Кратенки за играчот бр. %1/%2
nds: Tastkombinatschonen för Speler Nr. %1/%2
pl: Skróty dla gracza %1/%2
se: Njuolggobálgát #%1/%2 speallara várás
sr: Пречице за играча #%1/%2
sr@latn: Prečice za igrača #%1/%2
ta: ஆட்டக்காரருக்கான குறுக்கு வழி #%1/%2
tg: Тугмаҳои тез барои бозингари #%1/%2
zh_cn: 玩家 #%1/%2 的快捷键
zh_tw: 玩家 #%1/%2 的捷徑

source: Network Meeting
bg: Среща в мрежата
ca: Trobada en xarxa
cy: Cyfarfod Rhwydwaith
el: Δικτυακή συνάντηση
es: Reunión en la red
et: Võrgumiiting
eu: Sareko bilera
fa: تجمع شبکه
he: מפגש רשת
hi: नेटवर्क बैठक
hr: Mrežni susret
hu: Hálózati találkozó
is: Fundur á neti
it: Partita in rete
km: ការ​ប្រជុំ​តាម​បណ្ដាញ
mk: Мрежна средба
nds: Nettwarkmööt
pl: Spotkanie sieciowe
se: Fierpmádatčoahkkin
sr: Мрежни састанак
sr@latn: Mrežni sastanak
ta: வலைப்பின்னல் சந்திப்பு
tg: Бозбинии шабақавӣ
zh_cn: 网络会议
zh_tw: 網路會議

source: Waiting for clients
bg: Очакване на клиентски програми
ca: Esperant els clients
cy: Aros am ddibynyddion
el: Αναμονή για τους πελάτες
es: Esperando clientes
et: Klientide ootamine
eu: Bezeroen zain
fa: انتظار برای کارخواهها
gl: Agardando ós clientes
he: ממתין ללקוחות
hi: क्लाएंट्स की प्रतीक्षा में
hr: Čekanje klijenata
hu: Várakozás a kliensekre
is: Bíð eftir biðlurum
it: In attesa dei client
km: កំពុង​រង់ចាំ​ម៉ាស៊ីន​ភ្ញៀវ
mk: Чекам клиенти
nds: An't Töven op Spelers
pl: Oczekiwanie na klientów
se: Vuordimin klienttaid
sr: Чекам клијенте
sr@latn: Čekam klijente
ta: உறுப்பினருக்காக காத்திருக்கிறோம்
tg: Мунтазами клиент
zh_cn: 等待客户
zh_tw: 等待客戶端

source: Start Game
bg: Старт на игра
ca: Comença partida
cy: Dechrau Gêm
el: Έναρξη παιχνιδιού
es: Iniciar partida
et: Alusta mängu
eu: Hasi jokoa
fa: آغاز بازی
gl: Comeza-lo Xogo
he: התחל משחק
hi: खेल प्रारंभ करें
hr: Pokreni igru
hu: A játék elkezdése
is: Hefja leik
it: Inizio partita
km: ចាប់ផ្ដើម​ល្បែង
mk: Започни игра
nds: Speel starten
pl: Rozpocznij grę
se: Álggat spealu
sr: Почни игру
sr@latn: Počni igru
ta: விளையாட்டை தொடங்கு
tg: Оғоз кардани бозӣ
zh_cn: 开始游戏
zh_tw: 開始遊戲

source: Abort
bg: Прекъсване
ca: Avorta
cy: Erthylu
el: Εγκατάλειψη
es: Abandonar
et: Katkesta
eu: Abortatu
fa: ساقط کردن
gl: Abortar
he: ביטול
hi: छोड़ें
hr: Odustani
hu: Félbeszakítás
is: Hætta við
it: Interrompi
km: បោះបង់
mk: Прекини
nds: Afbreken
pl: Przerwij
se: Gaskkalduhte
sr: Прекини
sr@latn: Prekini
ta: தடை
tg: Буриш
zh_cn: 中止
zh_tw: 中斷

source: A new client has just arrived (#%1)
bg: Току що пристигна нова заявка от клиент (%1)
ca: Acaba d'arribar un client nou (#%1)
cy: Mae dibynydd newydd wedi cyraedd (#%1)
el: Ένας πελάτης μόλις έφτασε (#%1)
es: Ha llegado un nuevo cliente (#%1)
et: Uus klient saabus (#%1)
eu: Bezero berri bat iritsi berri da (%1.)
fa: الان یک کارخواه جدید وارد شد )#%1(
gl: Acaba de chegar un novo cliente (#%1)
he: הגיע לקוח חדש (#%1)
hi: एक नया क्लाएंट अभी आया (#%1)
hr: Pristigao je novi klijent (#%1)
hu: Új kliens jelentkezett be (#%1)
is: Nýr biðlari er mættur á svæðið (#%1)
it: Un nuovo client è appena arrivato (n. %1)
km: ម៉ាស៊ីន​ភ្ញៀវ​ថ្មី​ទើប​មក​ដល់ (#%1)
mk: Туку што пристигна нов клиент (бр.%1)
nds: En nieg Speler is jüst dortokamen (Nr.%1)
pl: Pojawił się nowy klient (%1)
se: Ođđa klienta iđii (#%1)
sr: Нови клијент је тек стигао (#%1)
sr@latn: Novi klijent je tek stigao (#%1)
ta: ஒரு புதிய சார்ந்திருப்பான் இப்பொழுதுதான் வந்துள்ளார்(#%1)
tg: Наве боз як клиенти нав ба робита ворид шуд (#%1)
zh_cn: 新客户已到达 (#%1)
zh_tw: 一個新客戶剛抵達 (#%1)

source: Error reading data from
bg: Грешка при четене на данни от
ca: Error al llegir dades des de
cy: Gwall wrth ddarllen data o
el: Σφάλμα ανάγνωσης δεδομένων από
es: Error al leer datos de
et: Viga andmete lugemisel
eu: Errorea datuak hemendik irakutzean
fa: خطای خواندن داده‌ها از
gl: Erro ó le-los datos dende
he: שגיאה בקריאת נתונים מ
hi: से डाटा पढ़ने में त्रुटि
hr: Pogreška tijekom čitanja podataka iz
hu: Hiba történt adatolvasás közben:
is: Villa við lestur gagna frá
it: Errore nel leggere i dati da
km: កំហុស​នៅ​ពេល​អាន​ទិន្នន័យ​ពី
mk: Грешка при читање на податоци од
nds: Dat geev en Fehler bi't Lesen vun Daten vun
pl: Błąd odczytu danych z
se: Filtii logadettiin dáhtaid dás
sr: Грешка при читању података са
sr@latn: Greška pri čitanju podataka sa
ta: ...லிருந்துபடிக்கும்போது பிழை
tg: Хатогӣ дар ҳоли хондани маълумот
zh_cn: 读取数据出错，主机
zh_tw: 讀取資料發生錯誤，主機

source: Unknown data from
bg: Грешен форма на данните от
ca: Dades desconegudes des de
cy: Data anhysbys o
el: Άγνωστα δεδομένα από
es: Datos desconocidos de
et: Arusaamatud andmed
eu: Datu ezezagunak hemendik
fa: دادۀ ناشناخته از
he: נתונים לא מוכרים מ
hi: से अज्ञात डाटा
hr: Nepoznati podaci iz
hu: Ismeretlen adatok érkeztek:
is: Óþekkt gögn frá
it: Dati sconosciuti da
km: មិន​ស្គាល់​ទិន្នន័យ​ពី
mk: Непознати податоци од
nds: Nich bekannte Daten vun
pl: Nieznane dane z
se: Amas dáhtat dás
sr: Непознати подаци са
sr@latn: Nepoznati podaci sa
ta: ...லிருந்து தெரியாத தகவல்
tg: Додаҳои номаълум аз
zh_cn: 未知数据来自
zh_tw: 未知的資料來自

source: Error writing to
bg: Грешка при запис на данни в
ca: Error en escriure a
cy: Gwall wrth ysgrifennu i
el: Σφάλμα εγγραφής σε
es: Error al escribir a
et: Viga kirjutamisel
eu: Errorea hona idaztean
fa: خطای نوشتن در
gl: Erro ó escribir a
he: שגיאה בכתיבה אל
hi: पर लिखने में त्रुटि
hr: Pogreška pri zapisivanju u
hu: Nem sikerült írni ide:
is: Villa við að skrifa í
it: Impossibile scrivere su
km: កំហុស​នៅ​ពេល​សរសេរ​ទៅ
mk: Грешка при запишување на
nds: Dat geev en Fehler bi't Schrieven na
pl: Błąd pisania do
se: Filtii deikke čálihettiin
sr: Грешка при писању у
sr@latn: Greška pri pisanju u
ta: பிழை எழுதுவதற்கு
tg: Хатогӣ дар ҳоли навиштан ба
zh_cn: 写入出错，主机
zh_tw: 寫入時發生錯誤，主機

source: Link broken or empty data from
bg: Прекъсната връзка или няма пристигнали данни от
ca: Enllaç trencat o dades buides des de
cy: Cyswllt wedi'i dorri neu ddata gwag o
el: Κατεστραμμένος δεσμός ή κενά δεδομένα από
es: Enlace no válido o sin datos de
et: Link katki või vigased andmed
eu: Esteka hondatuta edo datu hutsak hemendik
fa: پیوند شکسته یا داده‌های خالی از
he: קישור לא תקין או נתונים ריקים מ
hi: लिंक टूटा है या खाली डाटा
hr: Veza je prekinuta ili su primljeni "prazni" podaci od
hu: Megszakadt a kapcsolat vagy nem érkezett adat innen:
it: Non ricevo dati o è caduto il collegamento con
km: តំណ​បាន​ខូច ឬ ទិន្នន័យ​ទទេ​ពី
mk: Прекината врска или празни податоци од
nds: Link tobraken oder keen Daten vun
pl: Połączenie przerwane lub brak danych z
se: Boaktejuvvon oktavuohta dahje guorus dáhtát dás
sr: Веза је прекинута или празни подаци од
sr@latn: Veza je prekinuta ili prazni podaci od
ta: இணை உடைந்த அல்லது காலியான தகவல்...லிருந்து
tg: Робита канда шуд ёки холӣ мебошад
zh_cn: 连接已断开或收到空数据，主机
zh_tw: 連結中斷或收到空資料，主機

source: %1 client #%2: disconnect it
bg: %1 клиент %2: разкачен
ca: %1 client #%2: desconnecta'l
cy: %1 dibynnydd #%2: datgysylltu
el: %1 πελάτης #%2: αποσυνέδεσέ το
es: %1 cliente #%2: desconéctelo
et: %1 klient #%2: katkesta selle ühendus
eu: %1 #%2 bezeroa: deskonektatu
fa: %1 کارخواه #%2: آن را قطع کنید
he: %1 לקוח #%2: נתק אותו
hi: %1 क्लाएंट #%2: इसे डिस्कनेक्ट करें
hr: %1 klijent #%2 : prekinite njegovu vezu
hu: %1 kliens #%2: szakítsa meg a kapcsolatot
it: %1 client n. %2: lo disconnetto
km: %1 ម៉ាស៊ីន​ភ្ញៀវ #%2 ៖ ផ្ដាច់​វា
mk: %1 клиент бр. %2: исклучи го
nds: %1 Speler Nr.%2: Ik breek af
pl: %1 klient %2: rozłącz
sr: %1 клијент #%2: искључи га
sr@latn: %1 klijent #%2: isključi ga
ta: %1 சார்ந்திருப்பவர் #%2: இணைப்பை துண்டி
tg: %1 клиент #%2: ғайрипайваст кунед
zh_cn: %1 客户 #%2：断开连接
zh_tw: %1 客戶端 #%2：中斷連線

source: Failed to accept incoming client: %1
bg: Грешка при получаване на заявка от клиент: %1
ca: Ha fallat en acceptar un client entrant: %1
cy: Methu derbyn dibynnydd sy'n cyrraedd: %1
el: Αποτυχία αποδοχής του εισερχόμενου πελάτη: %1
es: Error al aceptar al cliente entrante: %1
et: Ühineda soovivat klienti ei võetud vastu: %1
eu: Errorea sarrerako bezeroa onartzean: %1
fa: خرابی در پذیرش کارخواه ورودی: %1
gl: Fallo ó aceptar un novo cliente: %1
he: כישלון בקבלת לקוח נכנס: %1
hi: आने वाली क्लाएंट को स्वीकारने में असफल: %1
hr: Prihvaćanje dolaznog klijenta nije uspjelo: %1
hu: Nem sikerült létrehozni a kapcsolatot ezzel a klienssel: %1
is: Samþykkti ekki biðlara: %1
it: Impossibile accettare il client in arrivo: %1
km: បរាជ័យ​ក្នុង​ការ​ទទួល​ម៉ាស៊ីន​ភ្ញៀវ​ដែល​មក​ដល់ ៖ %1
mk: Не успеа прифаќањето на дојдовниот клиентот: %1
nds: Annehmen vun Speler fehlslaan: %1
pl: Nie można przyjąć klienta: %1
se: Ii sáhttán dohkkehit sisaboađi klientta: %1
sr: Нисам успео да прихватим далазећег клијента: %1
sr@latn: Nisam uspeo da prihvatim dalazećeg klijenta: %1
ta: உள்வரும் உறுப்பினரை சேர்த்துக்கொள்ளவில்லை %1
tg: Хатогӣ ҳолати пайваст кардани клиент: %1
zh_cn: 接受连入的客户失败： %1
zh_tw: 接受連入的客戶失敗: %1

source: Client rejected for incompatible ID
bg: Заявката от клиента е отхвърлена поради несъвместими идентификатори
ca: Client refusat per ID incompatible
cy: Dibynnydd wedi'i wrthod am ddynodiad anghydnaws
el: Ο πελάτης απορρίφθηκε λόγω μη συμβατής ταυτότητας
es: Cliente rechazado por ID no compatible
et: Klient saadeti seenele, sest tema ID on vigane
eu: Bezeroak ID bateraezinagatik ukatu du
fa: کارخواه به خاطر شناسۀ ناسازگار رد شد
gl: Cliente rexeitado porque ten unha ID incompatible
he: הלקוח נדחה בשל זיהוי בלתי תואם
hi: असंगत आईडी के लिए क्लाएंट अस्वीकृत
hr: Klijent je odbijen zbog nekompatibilne ID oznake
hu: A kliens visszautasítva inkompatibilis azonosító miatt
is: Biðlara hafnað vegna ónothæfrar kennitölu
it: Il client è stato respinto per ID incompatibile
km: ម៉ាស៊ីន​ភ្ញៀវ​បដិសេធ​ព្រោះ​លេខ​សម្គាល់​មិន​ឆប​គ្នា
mk: Клиентот е одбиен поради некомпатибилен ID
nds: Speler afwiest, bruukt en nich kompatible ID
pl: Klient został odrzucony z powodu niezgodnego ID
sr: Клијент је одбијен због некомпатибилног ид.-а
sr@latn: Klijent je odbijen zbog nekompatibilnog id.-a
ta: பொருத்தமற்ற அடையாளத்தினால் சார்ந்திருப்பவர் நிராகரிக்கப்பட்டார்
tg: Клиент аз барои ноҷобаҷоии ID пайваст набуд
zh_cn: 客户拒绝了不兼容的 ID
zh_tw: 客戶端拒絕不相容的ID

source: Client #%1 has left
bg: Клиентът "%1" остана
ca: Client #%1 ha abandonat
cy: Mae dibynnydd #%1 wedi ymadael
el: Ο πελάτης #%1 έχει φύγει
es: El cliente #%1 se ha ido
et: Klient #%1 lahkus
eu: %1. bezeroak alde egin du
fa: کارخواه #%1 خارج شده است
gl: O cliente #%1 marchou
he: לקוח #%1 עזב
hi: क्लाएंट #%1 चला गया
hr: Klijent #%1 je otišao
hu: A(z) #%1 kliens kilépett
is: Biðlari #%1 er farinn
it: Il client n. %1 è andato via
km: ម៉ាស៊ីន​ភ្ញៀវ #%1 បាន​ចេញ
mk: Клиентот бр. %1 се исклучи
nds: Speler Nr.%1 is weggahn
pl: Klient %1 rozłączył się
se: Klient #%1 lea guođđán spealu
sr: Клијент #%1 је отишао
sr@latn: Klijent #%1 je otišao
tg: Клиенти #%1 ғайри фаъол шуд
zh_cn: 客户 #%1 已离开
zh_tw: 客戶 #%1 已離線
