Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Number of singular/plural forms</b></p><p><b>Note</b>: This option is KDE specific. If you are not translating a KDE application, you can safely ignore this option.</p><p>Choose here how many singular and plural forms are used in your language. This number must correspond to the settings of your language team.</p><p>Alternatively, you can set this option to <i>Automatic</i> and KBabel will try to get this information automatically from KDE. Use the <i>Test</i> button to test if it can find it out.</p></qt>
ar: <qt><p><b>عدد صيغ المفرد/الجمع</b></p> <p><b>ملاحظة</b>: هذا الخيار خاص بـ KDE. إذا لم تكن تترجم احد برامج KDE، تستطيع تجاهل هذا الخيار بدون أي مشاكل.</p> <p> اختر هنا عدد صيغ المفرد و الجمع المستعملة في لغتك. يجب أن يكون هذا الرقم مماثلا للخيار المحدد من فريق ترجمة لغتك.</p> <p>بدلا من هذا، يمكنك ضبط هذا الخيار ليكون <i>آلياً</i> و سيحاول مترجم‌ك الحصول على المعلومات آليا من KDE. استخدم زر <i>اختبر</i> لتختبر إذا كان يستطيع العثور عليها.</p></qt>
be: <qt><p><b>Колькасць множных форм</b></p><p><b>Нататка</b>: гэты параметр працуе толькі для KDE. Калі вы перакладаеце не праграма KDE, то можаце ігнараваць гэты параметр.</p><p>Вылучыце, колькі адзіночных і множных форм выкарыстоўваецца ў вашай мове. Для беларускай мовы гэты параметр павінен быць роўны 3.</p><p>Калі вы вылучыце значэнне <i>Аўтаматычна</i>, KBabel можа вызначыць гэтую інфармацыю з налад KDE. Выкарыстайце кнопку <i>Праверка</i> для паказу колькасці множных форм для бягучай мовы.</p></qt>
bg: <qt><p><b>Брой единични/множествени форми</b></p><p><b>Забележка</b>: Тази опция е специфична за KDE. Ако не превеждате KDE приложение, можете спокойно да игнорирате тази опция.</p><p>Тук посочете колко единични и множествени форми се използват в езика ви. Броят трябва да съответства на настройките на отбора.</p><p>Иначе можете да включите тази опция на <i>Автоматично</i> и KBabel ще се опита автоматично да вземе тази информация от KDE. Използвайте бутона <i>Тест</i> за да пробвате да откриете това.</p></qt>
ca: <qt><p><b>Nombre de formes singular/plural</b></p> <p><b>Nota</b>: Aquesta opció és específica del KDE. Sinó esteu traduint una aplicació del KDE, podeu ignorar aquesta opció amb tota seguretat.</p> <p>Escolliu quantes formes singular i plural s'usen a la vostra llengua. Aquest nombre s'haurà de correspondre amb la configuració del vostre equip.</p><p>De mode alternatiu, podeu establir aquesta opció a <i>Automàtic</i> i el KBabel mirarà d'obtenir aquesta informació automàticament des del KDE. Useu el botó <i>Prova</i> per a mirar de trobar-lo.</p></qt>
da: <qt><p><b>Antal ental/flertalsformer</b></p> <p><b>Note</b>: Denne indstilling er KDE specifik for øjeblikket. Hvis du ikke oversætter et KDE program, kan du lige så godt ignorere denne indstilling.</p> <p>Vælg her hvor mange flertalsformer der bruges i dit sprog. Dette tal skal svare til dit sprogholds opsætning.</p> <p>Alternativt kan du sætte denne indstilling til <i>Automatisk</i> så vil KBabel prøve at få denne information automatisk fra KDE. Brug <i>Test</i> knappen for at teste om den kan finde ud af det.</p></qt>
de: <qt><p><b>Anzahl der Singular-/Pluralformen</b></p> <p><b>Beachten Sie</b>: Diese Option ist KDE-spezifisch. Wenn Sie kein KDE-Programm übersetzen, können Sie diese Option ignorieren.</p> <p>Wählen Sie hier, wieviele Singular- und Pluralformen in Ihrer Sprache benutzt werden. Diese Zahl muss mit den Einstellungen Ihres Sprachenteams übereinstimmen. Alternativ können Sie die Anzahl auf <i>Automatisch</i> einstellen, und KBabel wird diese Information automatisch von KDE beziehen. Benutzen Sie den Knopf <i>Test</i>, um die Funktion zu prüfen.</p></qt>
el: <qt><p><b>Αριθμός μορφών ενικού/πληθυντικού</b></p> <p><b>Σημείωση</b>: Αυτή η επιλογή απευθύνεται για την ώρα ειδικά στο KDE. Αν δε μεταφράζετε μια εφαρμογή KDE, μπορείτε με ασφάλεια να αγνοήσετε αυτή την επιλογή.</p> <p>Επιλέξτε εδώ πόσες μορφές ενικού και πληθυντικού χρησιμοποιούνται στη γλώσσα σας. Αυτός ο αριθμός πρέπει να συμφωνεί με τις ρυθμίσεις της ομάδας σας μετάφρασης. Εναλλακτικά μπορείτε να χρησιμοποιήσετε την επιλογή <i>Αυτόματα</i> και το KBabel θα προσπαθήσει να ανακτήσει αυτή την πληροφορία αυτόματα από το KDE. Χρησιμοποιήστε το κουμπί <i>Έλεγχος</i> για να ελέγξετε αν μπορεί να εντοπίσει τον αριθμό.</p></qt>
es: <qt><p><b>Número de formas singular/plural</b></p><p><b>Nota</b>: Esta opción es específica de KDE. Si no está traduciendo una aplicación de KDE, puede ignorar esta opción con total seguridad.</p><p>Elija cuantas formas de singular y plural se usan en su idioma. Este número deberá corresponder con las preferencias del idioma de su equipo.</p><p>De forma alternativa, puede poner esta opción en <i>Automático</i> para que KBabel trate de obtener esta información automáticamente de KDE. Use el botón <i>Prueba</i> para comprobar que puede encontrarlo.</p></qt>
et: <qt><p><b>Mitmuse vormide arv</b></p> <p><b>Pane tähele</b>: need seadistused on hetkel KDE-spetsiifilised. Kui sa ei tõlgi KDE rakendust, siis võid neid valikuid rahulikult ignoreerida.</p> <p>Sisesta siia oma keeles kasutatavate mitmuse vormide arv. See peab vastama ka sinu tõlkemeeskonna poolt kokku lepitud arvule.</p><p>Teine võimalus on kasutada valikut <i>Automaatne</i>, mille puhul KBabel küsib seda infot otse KDE käest. Nupuga <i>Test</i> saab kontrollida, kas see õnnestub.</p></qt>
eu: <qt><p><b>Singular/plural formen kopurua</b></p> <p><b>Oharra</b>: Une honetan aukera hau KDErena da beraz. KDEren aplikaziorik itzultzen ari ez bazara aukera honi ez ikusia egin diezaiokezu arriskurik gabe.</p> <p>Aukeratu hemen zenbat singular eta plural forma erabiltzen diren zure hizkuntzan. Kopuruak zure hizkuntza-taldearen ezarpenekin bat etorri behar du. </p><p>Nahi izanez gero ezarri <i>Automatikoa</i> aukera eta KBabel informazio hori KDEtik automatikoki lortzen saiatuko da. Erabili <i>Probatu</i> botoia aurkitu ahal izango duen probatzeko.</p></qt>
fa: <qt><p><b>تعداد شکلهای جمع</b></p><p><b>نکته</b>: این گزینه مخصوص KDE است. اگر یک کاربرد KDE را ترجمه نمی‌کنید، به طور امن از این گزینه می‌توانید چشم‌پوشی کنید.</p><p>در اینجا انتخاب کنید که چند قالب مفرد و جمع در زبانتان استفاده می‌شود. این تعداد باید با تنظیمات تیم زبانتان متناظر باشد.</p><p>به طور متناوب، می‌توانید این گزینه را با <i>خودکار</i> تنظیم کنید، و KBabel سعی می‌کند این اطلاعات را به طور خودکار از KDE به دست آورد. از دکمۀ <i>آزمون</i> برای آزمایش در صورتی که آن را بتواند پیدا کند استفاده نمایید.</p></qt>
fr: <qt><p><b>Nombre de formes singulier / pluriel</b></p> <p><b>Remarque</b> : cette option est spécifique à KDE pour le moment. Si vous traduisez une application non KDE, vous pouvez ignorer sans danger cette option.</p> <p>Choisissez ici combien de formes singulier et pluriel sont utilisées dans votre langue. Ce nombre doit correspondre aux réglages de votre équipe de traduction.</p> <p>Vous pouvez également régler cette option sur <i>Automatique</i> et KBabel essayera d'obtenir de KDE cette information automatiquement. Utilisez le bouton <i>Test</i> s'il ne peut la trouver.</p></qt>
gl: <qt> <p><b>Número de formas do singular/plural</b></p> <p><b>Nota</b>: Esta opción é específica de KDE. Se non está a traducir unha aplicación de KDE, pode ignorar esta opción.</p> <p>Indique aquí cantas formas do singular e plural son usadas no seu idioma. Este número debe corresponderse coa configuración do seu equipo de tradución.</p> <p>Opcionalmente, pode configurar a opción como <i>Automático</i> e KBabel tentará obter esta información automaticamente de KDE. Use o botón <i>Probar</i> para ver ser pode ser atopada.</p></qt>
hu: <qt><p><b>Az egyes és többes számú alakok száma</b></p><p><b>Megjegyzés</b>: Ez az opció egyelőre csak a KDE-ben érvényes. Ha nem KDE alkalmazásokat fordít, nyugodtan figyelmen kívül hagyhatja.</p> <p>Adja meg, mennyi a fordítási nyelvben az egyes és többes számú alakok száma. A nyelv összes fordítójának ezt kell használnia.</p><p>Beállíthatja az értéket <i>automatikus</i>-ra: ekkor a KBabel megpróbálja az értéket automatikusan lekérdezni a KDE-ből. A <i>Próba</i> gomb lenyomásakor kiderül, hogy ez lehetséges-e.</p></qt>
is: <qt><p><b>Fjöldi eintölu/fleirtölu forma</b></p><p><b>Athugaðu</b>: þetta er KDE sérhæfur eiginleiki. Ef þú ert ekki að þýðaKDE forrit, geturðu hunsað þennan valmöguleika.</p><p> Veldu hér hve mörg eintölu og fleirtölu form eru notuð í þínu tungumáli. Þetta val verður að vera í samræmi við stillingar þýðingarhópsins þíns.</p><p>Einnig getur þú valið <i>Sjálfvirkt</i> og mun þá KBabel reyna að fá nauðsynlegar upplýsingar frá kerfinu. Notaðu <i>Prófa</i> hnappinn til að athuga hvort það heppnaðist.</p></qt>
it: <qt><p><b>Numero di forme singolari/plurali</b></p> <p><b>Nota</b>: questa opzione è specifica per KDE. Se non stai traducendo un'applicazione KDE, puoi tranquillamente ignorare questa opzione.</p> <p>Imposta qui il numero di forme singolari e plurali utilizzate nella tua lingua. Questo numero deve corrispondere alle configurazioni del tuo gruppo di traduzione. In alternativa, puoi impostare questa opzione ad <i>Automatico</i> e KBabel tenterà di trarre queste informazioni automaticamente da KDE. Utilizza il pulsante <i>Prova</i> per provare se può trovare queste informazioni.</p></qt>
ja: <qt><p>単数形/複数形の数</p><p>注意: このオプションは現時点では KDE 固有のものです。KDE のアプリケーションを翻訳しているのでなければ、このオプションは無視できます。</p> <p>あなたの言語で使われる単数形/複数形の数を指定してください。この数はあなたの翻訳チームの設定と一致していなければなりません。</p><p>「自動」にセットすると、KBabel が KDE からこの情報の取得を試みます。「テスト」ボタンでこの情報が得られるか試してみてください。</p></qt>
kk: <qt><p><b>Көптік жалғаулар саны</b></p><p><b>Ескертпе</b>: бұл параметрді тек KDE қолданады. Егер Сіз KDE-ге тиісті емес қолданбасын аударып жатсаңыз, онда бұл параметрді мүлдем елемеуіңізге болады.</p><p>Тіліңізде қанша көптік жалғаулар қолданылатынын таңдаңыз. Қазақ тілі үшін бұл сан 1-ге тең болу керек.</p><p>Егер <i>Авто</i> деп қойсаңыз, KBabel бұл мәліметті KDE баптауынан анықтауға әрекет жасайды. Қолданыстағы тіл үшін көптік жалғаулар санын білу үшін <i>Сынақ</i> батырмасын басыңыз.</p></qt>
mk: <qt><p><b>Број на форми за еднина/множина</b></p><p><b>Забелешка</b>: Оваа опција е специфична за KDE. Ако не преведувате апликации од KDE, може да ја игнорирате оваа опција.</p><p>Изберете тука колку форми на еднина и множина се користат во Вашиот јазик. Овој број мора да одговара на поставувањата на Вашиот јазичен тим.</p><p>Алтернативно, може да ја поставите оваа опција на <i>Автоматски</i> и КБабел ќе се обиде автоматски да ја пронајде информацијата од KDE. Може да го употребите копчето <i>Тестирај</i> за да тестирате дали е информацијата пронајдена.</p></qt>
nb: <qt><p><b>Antall entalls-/flertallsformer</b></p> <p><b>Merk</b>: Denne funksjonen virker for øyeblikket bare i KDE. Hvis du ikke oversetter et KDE-program, så kan du trygt overse denne funksjonen.</p> <p>Velg her hvor mange entalls-/flertallsformer som er i bruk på ditt språk. Antallet må stemme overens med angivelsene fra ditt oversetterlag. <p>Du kan også velge <i>automatisk</i> og Kbabel vil prøve å hente denne informasjonen automatisk fra KDE. Bruk knappen <i>Test</i> for å se om Kbabel klarer å finne det ut.</p></qt>
nds: <qt><p><b>Tall vun Een- un Mehrtallformen</b></p> <p><b>Beacht bitte</b>: Disse Optschoon is KDE-egen. Wenn Du keen KDE-Programm översettst, kannst Du disse Optschoon eenfach övergahn.</p> <p>Söök hier ut, woveel Een- un Mehrtallformen in Dien Spraak bruukt warrt. Disse Tall mutt to de Instellen vun Dien Spraakkoppel passen. Du kannst disse Optschoon ok op <i>Automaatsch</i> instellen; KBabel warrt denn versöken, disse Informatschonen automaatsch vun KDE to halen. Bruuk den Knoop <i>Test</i>, wenn Du dat Utproberen wullt.</p></qt>
nl: <qt><p><b>Het aantal enkel/meervoudsvormen</b></p> <p><b>Opmerking</b>: Deze optie is KDE-specifiek op dit moment. Als u niet een KDE-toepassing vertaalt, dan kunt u gerust deze instelling negeren.</p> <p>Kies hier hoeveel enkel- en meervoudsvormen er in uw taal worden gebruikt. Dit nummer moet corresponderen met de instellingen van uw vertaalteam. De Nederlandse taal kent 2 meervoudsvormen.</p><p>U kunt deze optie ook op <i>Automatisch</i> zetten. KBabel probeert deze informatie dan van KDE te verkrijgen. Gebruik de knop <i>Testen</i> om te kijken of KBabel het kan uitvinden.</p></qt>
pl: <qt><p><b>Liczba form liczby pojedynczej/mnogiej</b></p> <p><b>Uwaga</b>: ta opcja jest właściwa jedynie dla KDE i można ją pominąć, jeśli tłumaczone są programy spoza KDE.</p> <p> Należy wybrać liczbę różnych form liczby pojedynczej i mnogiej, właściwych dla danego języka. Liczba ta musi odpowiadać ustawieniom Twojego zespołu tłumaczy. </p> <p>Alternatywnie możesz użyć opcji <i>Automatycznie</i> i KBabel spróbuje pobrać tę informację od KDE. Użyj przycisku <i>Testuj</i>, by sprawdzić, czy to się powiodło.</p> <p>Dla języka polskiego odpowiednia wartość to 3.</p></qt>
pt: <qt><p><b>Número de formas singular/plural</b></p><p><b>Nota</b>: Esta opção é específica do KDE no momento. Se não estiver a traduzir uma aplicação do KDE, poderá ignorar sem problemas esta opção.</p><p>Escolha aqui quantas formas singular e plural são usadas na sua língua. Este número tem de corresponder à configuração da sua equipa de traduções.</p><p>Em alternativa, poderá mudar esta opção para <i>Automático</i> e o KBabel tentará obter essa informação automaticamente do KDE. Use o botão <i>Testar</i> para testar se o consegue determinar.</p></qt>
sk: <qt><p><b>Počet tvarov jednotného/množného čísla</b></p> <p><b>Poznámka</b>: Táto možnosť je momentálne len pre KDE. Ak neprekladáte KDE aplikáciu, môžete ju v kľude ignorovať.</p> <p>Tu vyberte počet tvarov jednotného a množného čísla vo vašom jazyku. Toto číslo musí odpovedať nastaveniu vášho prekladateľského tímu. Ak pracujete v KDE >= 2.2 s podporou pre jazyk, do ktorého prekladáte, použite nastavenie <i>Automaticky</i> a KBabel sa pokúsi získať túto informáciu automaticky z KDE. Pre testovanie, či sa to podarí, použite tlačidlo <i>Otestovať</i>.</p></qt>
sl: <qt><p><b>Število oblik ednine/množine</b></p><p><b>Vedite</b>: Ta možnost je specifična za KDE. Če ne prevajate programa za KDE, lahko mirno prezrete to možnost.</p><p>Izberite, koliko oblik ednine in množine se uporablja v vašem jeziku. To število mora ustrezati nastavitvam vaše prevajalske skupine.</p> <p>Lahko pa postavite to možnost na <i>Samodejno</i> in KBabel bo poskušal pridobiti ta podatek samodejno od KDE. Uporabite gumb <i>Preizkus</i>, da bi preizkusili, če to zna poiskati.</p></qt>
sr: <qt><p><b>Број облика једнине/множине</b></p> <p><b>Напомена</b>: Ова опција је тренутно специфична за KDE. Ако не преводите KDE програм, слободно можете игнорисати ову опцију.</p> <p>Овде изаберите колико облика једнине и множине се користи у вашем језику. Овај број се мора слагати са подешавањима вашег преводилачког тима.</p> <p>Алтернативно, поставите ову опцију на <i>Аутоматски</i> и KBabel ће покушати да добије ову информацију аутоматски од KDE-а. Користите дугме <i>Проба</i> да испробате да ли може да је нађе.</p></qt>
sr@latn: <qt><p><b>Broj oblika jednine/množine</b></p> <p><b>Napomena</b>: Ova opcija je trenutno specifična za KDE. Ako ne prevodite KDE program, slobodno možete ignorisati ovu opciju.</p> <p>Ovde izaberite koliko oblika jednine i množine se koristi u vašem jeziku. Ovaj broj se mora slagati sa podešavanjima vašeg prevodilačkog tima.</p> <p>Alternativno, postavite ovu opciju na <i>Automatski</i> i KBabel će pokušati da dobije ovu informaciju automatski od KDE-a. Koristite dugme <i>Proba</i> da isprobate da li može da je nađe.</p></qt>
sv: <qt><p><b>Antal singular/pluralformer</b></p> <p><b>Observera</b>: För närvarande är den här inställningen KDE-specifik. Om du inte översätter KDE-program, kan du ignorera inställningen.</p> <p>Välj här hur många singular- och pluralformer som används i ditt språk. Detta antal måste stämma med inställningarna din språkgrupp använder. Om du arbetar med KDE >= 2.2 med stöd för det språk du översätter till, välj inställningen <i>Automatisk</i> och Kbabel försöker hämta informationen automatiskt från KDE. Använd <i>Testa</i> för att kontrollera om den kan ta reda på det.</p></qt>
uk: <qt><p><b>Кількість форм однини/множини</b></p> <p><b>Примітка</b>: Цей параметр відноситься тільки до KDE. Якщо ви перекладаєте програму не з KDE, то цей параметр можна пропустити.</p> <p>Виберіть тут скільки форм однини і множини існує у вашій мові. Кількість мусить відповідати параметрам вашої команди перекладу. Якщо ви працюєте з KDE >= 2.2 з підтримкою мови, для якої ви працюєте, поставте цей параметр на <i>Автоматично</i> і KBabel спробує автоматично отримати цю інформацію з KDE. Скористайтесь кнопкою <i>Тест</i> для перевірки параметра автоматичного виявлення.</p></qt>

source: &GNU plural form header:
ar: ترويسة صيغة جمع &GNU:
be: Загаловак множных форм ад &GNU:
bg: Заглавна част на &GNU с мн. форми:
ca: Capçalera de forma plural de &GNU:
da: &GNU-hoved for flertalsformer:
de: &GNU-Vorspann der Pluralformen:
el: Επικεφαλίδα μορφής πληθυντικού &GNU:
es: Cabecera de forma plural &GNU:
et: &GNU mitmusevormide päis:
eu: &GNU plural forma goiburukoa:
fa: سرآیند شکل جمع &گنو‌
fr: En-tête des formes plurielles &GNU :
gl: Cabezallo de forma plural &GNU:
he: כותרת צורת הרבים של &GNU:
hr: Zaglavlje GNU o&blika množine:
hu: GNU többesszám-ke&zelő:
is: &GNU fleirtöluformshaus:
it: Intestazione della forma plurale &GNU:
ja: &GNU 複数形ヘッダ:
kk: &GNU көптік жағаулардың айдары:
ko: GNU 복수의 폼 헤더(&G)
lt: &GNU daugiskaitos formos antraštė:
mk: За&главие со GNU-множински форми:
nb: Linje for &GNU-flertallsform:
nds: &GNU-Koppindrag för Mehrtallformen:
nl: &GNU-header voor meervoudsvormen:
nn: Linje for &GNU-fleirtalsform:
pa: &GNU ਬਹੁਵਚਨ ਢੰਗ ਸਿਰਲੇਖ:
pl: &Nagłówek form liczby mnogiej GNU:
pt: Cabeçalho da forma plural da &GNU:
sk: Hlavička množných čísel podľa &GNU:
sl: &Glava GNU za množinske oblike
sr: Заглавље GNU о&блика множине:
sr@latn: Zaglavlje GNU o&blika množine:
sv: Huvud för &GNU-pluralform:
ta: GNUவின் பன்மை தலையங்கம்:
tg: Унвони шаклҳои ҷамъ аз &GNU:
uk: Заголовок форм множини від &GNU:
zh_cn: GNU 复数形式文件头(&G)：

source: &Lookup
ar: ا&بحث
be: По&шук
bg: &Търсене
ca: &Cerca
da: Slå &op
de: Na&chschauen
el: &Αναζήτηση
es: &Buscar
et: Ot&si
eu: &Bilaketa
fa: &مراجعه‌
fr: &Recherche
gl: &Procurar
he: &חיפוש
hr: &Potraga
hu: &Lekérdezés
is: &Athuga
it: &Cerca
ja: 参照(&L)
kk: &Іздестіру
ko: 검색(&L)
mk: &Побарај
nb: &Oppslag
nds: &Naslaan
nl: Op&zoeken
nn: &Oppslag
pa: ਖੋਜ(&L)
pl: &Wyszukaj
pt: &Procurar
sk: &Nájsť
sl: &Vpogled
sr: &Потрага
sr@latn: &Potraga
sv: S&lå upp
ta: மேலே பார்
tg: &Ҷустуҷӯӣ
uk: &Пошук
zh_cn: 查找(&L)

source: Re&quire plural form arguments in translation
ar: ت&طلب معاملات صيغ الجمع فى الترجمة
be: Па&трабаваць аргументы множных форм у перакладзе
bg: &Задължителни аргументи за множествени форми в превода
ca: Es re&quereixen arguments de forma plural en la traducció
da: &Kræv flertalsform-argumenter i oversættelse
de: Pluralform-Argument in &der Übersetzung verlangen
el: Α&παίτηση παραμέτρων μορφής πληθυντικού στη μετάφραση
es: Se re&quieren argumentos de forma plural en la traducción
et: Mitmuse &vormi argumentide nõudmine tõlkes
eu: Itzulpenetan plural formen argumentuak es&katu
fa: &نیاز به شکل جمع نشانوندها در ترجمه‌
fr: &Arguments de forme plurielle obligatoires dans les traductions
gl: Re&querer argumentos de forma plural na tradución
he: &דרוש פרמטר צורת רבים בתרגום
hr: Za&htevaj argumente oblika množine u prijevodu
hu: A &többes szám szimbólumának megkövetelése a fordításokban
is: &Krefjast fleirtöluforms viðfanga í þýðingum
it: Ri&chiede argomenti della forma plurale nella traduzione
ja: 翻訳には複数形が必要(&Q)
kk: Аудармада көптік жалғау аргументтері &талап етілсін
ko: 번역에 복수형 인자 요구(&Q)
mk: По&барувај аргументи за множински форми во преводот
nb: &Krev at flertallsformer har argumenter
nds: Mehrtallform-Argumenten in Översetten &nödig
nl: &Meervoudsvormen vereisen in vertaling
nn: &Krev at fleirtalsformer har argument
pa: ਅਨੁਵਾਦ ਵਿੱਚ ਬਹੁਵਚਨ ਢੰਗ ਆਰਗੂਮਿੰਟ ਦੀ ਲੋੜ ਹੈ(&q)
pl: &Wymagaj argumentów liczby mnogiej w tłumaczeniu
pt: Obri&gar os argumentos das formas plurais na tradução
sk: Požadovať argument &množného čísla v preklade
sl: Potre&bni argumenti množinske oblike v prevodu
sr: За&хтевај аргументе облика множине у преводу
sr@latn: Za&htevaj argumente oblika množine u prevodu
sv: Kräv argument med pluralform &i översättning
ta: மொழிபெயர்ப்பில் அதிகமான தருமதிப்புகள் தேவைப்படுகிறது
tg: Дарх&ости далелҳои шакли ҷамъ дар тарҷума
uk: Вима&гати аргументи форми множини в перекладі
zh_cn: 翻译中需要复数形式参数(&Q)
