Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: You can use gettext tools only for checking PO files.
ar: يمكنك استعمال أدوات gettext فقط لفحص ملفات PO.
be: Вы можаце выкарыстаць прылады gettext толькі для праверкі файлаў перакладу GNU (*.po).
bg: Можете да използвате gettext инструменти само за проверка на PO файлове.
ca: Tan sols podeu usar les eines de gettext per a comprovar fitxers PO.
da: Du kan kun bruge gettext-værktøjer til at tjekke PO-filer.
de: Sie können die gettext-Werkzeuge nur zur Überprüfung von PO-Dateien benutzen.
el: Μπορείτε να χρησιμοποιήσετε εργαλεία gettext μόνο για έλεγχο αρχείων PO.
es: Solo puede usar las herramientas de gettext para comprobar archivos PO.
et: Gettexti vahendeid saab kasutada ainult PO-failide kontrollimiseks.
eu: PO fitxategiak bakarrik egiaztatzeko erabili daiteke gettext.
fa: از ابزارهای gettext، فقط برای بررسی پرونده‌های PO می‌توانید استفاده کنید.
fr: Vous ne pouvez utiliser les outils gettext que pour vérifier les fichiers GNU PO.
gl: Só pode empregar as ferramentas gettext para comprobar ficheiros PO.
hu: A gettext csomag programjait csak PO-fájlok ellenőrzéséhez lehet használni.
is: Það er einunigis hægt að nota gettext tólin til að athuga PO skrár.
it: Puoi usare gli strumenti di gettext solo per controllare i file PO.
ja: gettext は PO ファイルのチェックにのみ使用できます。
kk: Gettext құралдарын тек PO файлдарын тексеру үшін қолданыңыз.
mk: Алатките на gettext може да ги користите само за проверка на PO-датотеки.
nb: Du kan bare bruke gettext verktøy for å sjekke po-filer.
nds: Du kannst de "gettext"-Warktüüch bloots för't Pröven vun PO-Dateien bruken.
nl: U kunt de gettext-hulpmiddelen alleen gebruiken voor het testen van PO-bestanden.
nn: Du kan berre bruka gettext-verktøya for å sjekka PO-filer.
pa: ਤੁਸੀਂ gettext ਸੰਦਾਂ ਦੀ ਵਰਤੋਂ ਸਿਰਫ਼ PO ਫਾਇਲਾਂ ਦੀ ਜਾਂਚ ਲਈ ਕਰ ਸਕਦੇ ਹੋ।
pl: Narzędzi gettext można użyć jedynie do sprawdzania plików PO.
pt: Você só pode usar as ferramentas do 'gettext' para verificar os ficheiros PO.
sk: Nástroje gettext je možné použiť iba pre kontrolu súborov PO.
sl: Orodja gettext lahko uporabljate samo za preverjanje datotek PO.
sr: Алате gettext-а можете користити само за проверу PO фајлова.
sr@latn: Alate gettext-a možete koristiti samo za proveru PO fajlova.
sv: Du kan bara använda gettext-verktygen för att granska PO-filer.
uk: Засоби-утиліти gettext можна використовувати тільки для перевірки PO-файлів.

source: All files in folder %1 are syntactically correct. Output of "msgfmt --statistics":
ar: كل الملفات فى المجلد %1 صحيحة بنيوياً. خرْج الأمر "msgfmt --statistics":
be: Сінтаксіс усіх файлаў у каталогу %1 карэктны. Вывад каманды "msgfmt --statistics":
bg: Всички файлове в директория %1 са синтактично правилни. Изходни данни за "msgfmt --statistics":
ca: Tots els fitxers en la carpeta %1 són sintàcticament correctes. Sortida de "msgfmt --statistics":
da: Alle filer i mappen %1 er syntaktisk korrekte. Uddata fra "msgfmt --statistics":
de: Alle Dateien im Ordner %1 sind syntaktisch korrekt. Ausgabe von "msgfmt --statistics":
el: Όλα τα αρχεία στο φάκελο %1 είναι συντακτικά σωστά. Έξοδος του "msgfmt --statistics":
es: Todos los archivos en la carpeta %1 son sintácticamente correctos Salida de «msgfmt --statistics»:
et: Kõik failid kataloogis %1 on süntaktiliselt korrektsed! Käsu "msgfmt --statistics" väljund:
eu: %1 direktorioko fitxategi guztiak zuzenak dira sintaxiari dagokionez. "msgfmt --statistics"-en irteera:
fa: همۀ پرونده‌ها در پوشۀ %1 از نظر نحوی درست است. خروجی »msgfmt --statistics«:
fr: Tous les fichiers du dossier « %1 » sont syntaxiquement corrects. Sortie de la commande « msgfmt --statistics » :
gl: Todos os ficheiros no cartafol %1 son sintacticamente correctos. Saída de «msgfmt --statistics»:
he: כל הקבצים בתיקייה %1 תקינים מבחינה תחבירית. פלט של "msgfmt --statistics"
hr: Sve datoteke u mapi %1 su sintaktički ispravne. Izlaz naredbe "msgfmt --statistics":
hu: A(z) %1 könyvtárban az összes fájl helyes szintaktikailag. Az "msgfmt --statistics" parancs kimenete:
is: Allar skrár í möppunni %1 eru setningafræðilega réttar. Úttak úr "msgfmt --statistics":
it: Tutti i file nella cartella %1 sono sintatticamente corretti. Risultato di "msgfmt --statistics":
ja: フォルダ %1 にあるすべてのファイルは文法的に正確です。 "msgfmt --statistics" の出力:
kk: %1 қапшықтағы барлық файлдардың синтаксисі дұрыс. "msgfmt --statistics" команданың шығысы:
ko: %1 폴더에 있는 모든 파일의 문법이 맞습니다. "msgfmt --statistics" 결과:
lt: Visos aplanko %1 bylos yra sintaksiškai teisingos. "msgfmt --statistics" išvestis:
mk: Сите датотеки во папката %1 се синтаксички исправни. Излезот на „msgfmt --statistics“:
nb: Alle filene i mappa %1 har rett syntaks. Resultatet fra «msgfmt --statistics»:
nds: Keen Datei binnen den Orner "%1" bargt Syntaxfehlers. Utgaav vun "msgfmt --statistics":
nl: De syntaxis van alle bestanden in map %1 is correct. Uitvoer van "msgfmt --statistics":
nn: Alle filene i mappa %1 har rett syntaks. Resultat frå «msgfmt --statistics»:
pa: ਫੋਲਡਰ %1 ਵਿੱਚ ਸਾਰੀਆਂ ਫਾਇਲ਼ਾਂ ਵਿੱਚ ਤਕਨੀਕੀ ਗਲਤੀਆਂ ਹਨ! "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Wszystkie pliki w katalogu %1 są poprawne składniowo. Wynik wykonania "msgfmt --statistics":
pt: Todos os ficheiros na pasta %1 estão sintacticamente correctos. Resultado do "msgfmt --statistics":
sk: Všetky súbory v priečinku %1 sú syntakticky správne. Výstup "msgfmt --statistics":
sl: Vse datoteke v mapi %1 so skladenjsko pravilne. Izpis »msgfmt --statistics«:
sr: Сви фајлови у фасцикли %1 су синтаксно исправни. Излаз „msgfmt --statistics“:
sr@latn: Svi fajlovi u fascikli %1 su sintaksno ispravni. Izlaz „msgfmt --statistics“:
sv: Alla filer i katalogen %1 är syntaktiskt korrekta. Utmatning från "msgfmt --statistics":
ta: %1 அடைவில் உள்ள எல்லா கோப்புகளும் இலக்கண முறையில் சரி! "msgfmt --statistics" இன் வெளியீடு:
tg: Тамоми файлҳои дар феҳристи %1 буда, дуруст аст. Хурӯҷи дастури "msgfmt --statistics":
uk: Всі файли в теці %1 не містять синтаксичних помилок. Вивід команди "msgfmt --statistics":
zh_cn: %1 文件夹里的文件在语法上都是正确的。 “msgfmt --statistics”的输出：

source: All files in the base folder are syntactically correct. Output of "msgfmt --statistics":
ar: كل الملفات فى المجلد الأساسي صحيحة بنوياً. خرْج الأمر "msgfmt --statistics":
be: Сінтаксіс усіх файлаў у базавым каталогу карэктны. Вывад каманды "msgfmt --statistics":
bg: Всички файлове в основната директория са синтактично правилни. Изходни данни за "msgfmt --statistics":
ca: Tots els fitxers en la carpeta base són sintàcticament correctes. Sortida de "msgfmt --statistics":
da: Alle filer i rod-mappen er syntaktisk korrekte. Uddata fra "msgfmt --statistics":
de: Alle Dateien im Basisordner sind syntaktisch korrekt. Ausgabe von "msgfmt --statistics":
el: Όλα τα αρχεία στο βασικό φάκελο είναι συντακτικά σωστά. Έξοδος του "msgfmt --statistics":
es: Todos los archivos en la carpeta base son sintácticamente correctos Salida de «msgfmt --statistics»:
et: Kõik algkataloogis olevad failid on süntaktiliselt korrektsed! Käsu "msgfmt --statistics" väljund:
eu: Oinarri-direktorioko fitxategi guztiak zuzenak dira sintaxiari dagokionez. "msgfmt --statistics"-en irteera:
fa: همۀ پرونده‌ها در پوشۀ پایه از نظر نحوی درست است. خروجی »msgfmt --statistics«:
fr: Tous les fichiers du dossier de base sont syntaxiquement corrects. Sortie de de la commande « msgfmt --statistics » :
gl: Todos os ficheiros no cartafol base son sintacticamente correctos. Saída de «msgfmt --statistics»:
he: כל הקבצים בתיקיית הבסיס תקינים מבחינה תחבירית. פלט של "msgfmt --statistics"
hr: Sve datoteke u osnovnoj mapi su sintaktički ispravne. Izlaz naredbe "msgfmt --statistics":
hu: Az alapkönyvtárban az összes fájl helyes szintaktikailag. Az "msgfmt --statistics" parancs kimenete:
is: Allar skrár í grunnmöppu eru setningafræðilega réttar. Úttak úr "msgfmt --statistics":
it: Tutti i file nella cartella base sono sintatticamente corretti. Risultato di "msgfmt --statistics":
ja: ベースフォルダにあるすべてのファイルは文法的に正確です。 "msgfmt --statistics" の出力:
kk: Негізгі қапшықтағы барлық файлдардың синтаксисі дұрыс. "msgfmt --statistics" команданың шығысы:
ko: 기본 폴더에 있는 모든 파일이 문법적으로 정확합니다. "msgfmt --statistics" 결과:
lt: Visos bylos baziniame aplanke sintaksiškai yra teisingos. "msgfmt --statistics" išvestis:
mk: Сите датотеки во базната папка се синтаксички исправни. Излезот на „msgfmt --statistics“:
nb: Alle filene i toppmappa har rett syntaks. Resultat fra «msgfmt --statistics»:
nds: Keen Datei binnen den Basisorner bargt Syntaxfehlers. Utgaav vun "msgfmt --statistics":
nl: De syntaxis van alle bestanden in de hoofdmap is correct. Uitvoer van "msgfmt --statistics":
nn: Alle filene i toppmappa har rett syntaks. Resultat frå «msgfmt --statistics»:
pa: ਫਾਇਲ਼ ਦੇ ਸਿਰਲੇਖ ਵਿੱਚ ਤਕਨੀਕੀ ਗਲਤੀਆਂ ਹਨ! "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Wszystkie pliki w katalogu podstawowym są poprawne składniowo. Wynik wykonania "msgfmt --statistics":
pt: Todos os ficheiros na pasta de base estão sintacticamente correctos. Resultado do "msgfmt --statistics":
sk: Všetky súbory v základnom priečinku sú syntakticky správne. Výstup "msgfmt --statistics":
sl: Vse datoteke v osnovni mapi so skladenjsko pravilne. Izpis »msgfmt --statistics«:
sr: Сви фајлови у основној фасцикли су синтаксно исправни. Излаз „msgfmt --statistics“:
sr@latn: Svi fajlovi u osnovnoj fascikli su sintaksno ispravni. Izlaz „msgfmt --statistics“:
sv: Alla filer i baskatalogen är syntaktiskt korrekta. Utmatning från "msgfmt --statistics":
ta: அடிப்படை அடைவில் உள்ள எல்லா கோப்புகளும் இலக்கணமாக சரி. "msgfmt --statistics" இன் வெளியீடு:
tg: Тамоми файлҳои дар маълумоти феҳристҳо дуруст аст. Натиҷаи дастури "msgfmt --statistics" чунин аст:
uk: Всі файли в базовій теці не містять синтаксичних помилок. Вивід команди "msgfmt --statistics":
zh_cn: 基准文件夹中的文件在语法上都是正确的。 “msgfmt --statistics”的输出：

source: At least one file in folder %1 has syntax errors. Output of "msgfmt --statistics":
ar: على الأقل ملف واحد فى المجلد %1 به أخطأ بنيويّة. خرْج الأمر"msgfmt --statistics":
be: Як мінімум у адным файле ў каталогу %1 ёсць сінтаксічныя памылкі! Вывад каманды "msgfmt --statistics":
bg: Поне един файл в директория %1 има синтактична грешка. Изходни данни за "msgfmt --statistics":
ca: Al menys un fitxer en la carpeta %1 conté errors de sintaxi. Sortida de "msgfmt --statistics":
da: Mindst en fil i mappe %1 har syntaksfejl. Uddata fra "msgfmt --statistics":
de: Mindestens eine Datei im Ordner %1 enthält syntaktische Fehler. Ausgabe von "msgfmt --statistics":
el: Τουλάχιστον ένα αρχείο στο φάκελο %1 έχει συντακτικά λάθη. Έξοδος του "msgfmt --statistics":
es: Al menos un archivo en carpeta %1 tiene errores de sintaxis Salida de «msgfmt --statistics»:
et: Vähemalt üks kataloogis %1 asuv fail sisaldab süntaksivigu! Käsu "msgfmt --statistics" väljund:
eu: %1 direktorioko fitxategi batek gutxienez akats sintaktikoak ditu. "msgfmt --statistics"-en irteera:
fa: حداقل یک پرونده در پوشۀ %1 دارای خطاهای نحوی است. خروجی »msgfmt --statistics«:
fr: Au moins un fichier du dossier « %1 » a des erreurs de syntaxe. Sortie de la commande « msgfmt --statistics » :
gl: Polo menos un ficheiro no cartafol %1 ten erros de sintaxe. Saída de «msgfmt --statistics»:
he: לפחות אחד מהקבצים בתיקייה %1 הוא בעל שגיאה תחבירית. פלט של "msgfmt --statistics"
hr: Barem jedna datoteka u mapi %1 sadrži sintaksne greške. Izlaz „msgfmt --statistics“:
hu: Legalább egy fájl a(z) %1 könyvtárban szintaktikai hibákat tartalmaz. Az "msgfmt --statistics" parancs kimenete:
is: Að minnsta kosti ein skrá í möppunni %1 inniheldur villu. Úttak úr "msgfmt --statistics":
it: Almeno un file nella cartella %1 ha errori di sintassi. Risultato di "msgfmt --statistics":
ja: フォルダ %1 にあるファイルのうち少なくとも一つに文法エラーがあります。 "msgfmt --statistics" の出力:
kk: %1 қапшығында кем дегенде бір файлда синтаксистік қате бар. "msgfmt --statistics" команданың шығысы:
ko: %1 폴더에서 적어도 하나 이상의 파일에 문법오류가 있습니다! "msgfmt --statistics" 결과:
lt: Aplanko %1 bent viena byla turi sintaksės klaidų. "msgfmt --statistics" išvestis:
mk: Барем една датотека во папката %1 има синтаксички грешки. Излезот на „msgfmt --statistics“:
nb: Minst en av filene i mappa %1 har syntaksfeil. Resultat fra «msgfmt --statistics»:
nds: Tominnst een Datei binnen den Orner "%1" bargt Syntaxfehlers. Utgaav vun "msgfmt --statistics":
nl: Tenminste één bestand in map %1 bevat syntaxisfouten. Uitvoer van "msgfmt --statistics":
nn: Minst éi av filene i mappa %1 har syntaksfeil.Resultat frå «msgfmt --statistics»:
pa: ਫੋਲਡਰ %1 ਵਿੱਚ ਘੱਟੋ ਘੱਟ ਇੱਕ ਫਾਇਲ਼ ਵਿੱਚ ਤਕਨੀਕੀ ਗਲਤੀਆਂ ਹਨ "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Co najmniej jeden z plików w katalogu %1 zawiera błędy składniowe. Wynik wykonania "msgfmt --statistics":
pt: Pelo menos um ficheiro da pasta %1 tem erros de sintaxe. Resultado do "msgfmt --statistics":
sk: Aspoň jeden súbor v priečinku %1 obsahuje syntaktické chyby. Výstup "msgfmt --statistics":
sl: Vsaj ena datoteka v mapi %1 vsebuje skladenjske napake. Izpis »msgfmt --statistics«:
sr: Барем један фајл у фасцикли %1 садржи синтаксне грешке. Излаз „msgfmt --statistics“:
sr@latn: Barem jedan fajl u fascikli %1 sadrži sintaksne greške. Izlaz „msgfmt --statistics“:
sv: Minst en fil i katalogen %1 har syntaktiska fel. Utmatning från "msgfmt --statistics":
ta: %1 அடைவில் குறைந்தபட்சம் ஒரு கோப்பிலாவது இலக்கணப்பிழை உள்ளது. "msgfmt --statistics" இன் வெளியீடு:
tg: Каме як файли дар феҳристи %1 буда, хатогиҳои наҳвӣ мавҷуд аст. Натиҷаи дастури "msgfmt --statistics" чунин аст:
uk: Принаймні один файл в теці %1 містить синтаксичні помилки. Вивід команди "msgfmt --statistics":
zh_cn: 文件夹 %1 中至少一个文件有语法错误。 “msgfmt --statistics”的输出：

source: At least one file in the base folder has syntax errors. Output of "msgfmt --statistics":
ar: على الأقل ملف واحد فى المجلد الأساسى به أخطأ بنيويّة. خرْج الأمر "msgfmt --statistics":
be: Як мінімум у адным файле ў базавым каталогу ёсць сінтаксічныя памылкі! Вывад каманды "msgfmt --statistics":
bg: Поне един файл в основната директория има синтактична грешка. Изходни данни за "msgfmt --statistics":
ca: Al menys un fitxer en la carpeta base conté errors de sintaxi. Sortida de "msgfmt --statistics":
da: Mindst en fil i rod-mappen har syntaksfejl. Uddata fra "msgfmt --statistics":
de: Mindestens eine Datei im Basisordner enthält syntaktische Fehler. Ausgabe von "msgfmt --statistics":
el: Τουλάχιστον ένα αρχείο στο βασικό φάκελο έχει συντακτικά λάθη. Έξοδος του "msgfmt --statistics":
es: Al menos un archivo en la carpeta base tiene errores de sintaxis Salida de «msgfmt --statistics»:
et: Vähemalt üks algkataloogis asuv fail sisaldab süntaksivigu! Käsu "msgfmt --statistics" väljund:
eu: Oinarri-direktorioko fitxategi batek gutxienez akats sintaktikoak ditu. "msgfmt --statistics"-en irteera:
fa: حداقل یک پرونده در پوشۀ پایه دارای خطاهای نحوی است. خروجی »msgfmt --statistics«:
fr: Au moins un fichier du dossier de base a des erreurs de syntaxe. Sortie de la commande « msgfmt --statistics » :
gl: Polo menos un ficheiro no cartafol base ten erros de sintaxe. Saída de «msgfmt --statistics»:
he: לפחות אחד מהקבצים בתיקיית הבסיס הוא בעל שגיאה תחבירית. פלט של "msgfmt --statistics"
hr: Barem jedna datoteka u osnovnoj mapi sadrži sintaksne greške u zaglavlju! Izlaz „msgfmt --statistics“:
hu: Legalább egy fájl az alapkönyvtárban szintaktikai hibákat tartalmaz. Az "msgfmt --statistics" parancs kimenete:
is: Að minnsta kosti ein skrá í grunnmöppu inniheldur villu. Úttak úr "msgfmt --statistics":
it: Almeno un file nella cartella base ha errori di sintassi. Risultato di "msgfmt --statistics":
ja: ベースフォルダにあるファイルのうち少なくとも一つに文法エラーがあります。 "msgfmt --statistics" の出力:
kk: Негізгі қапшықта кем дегенде бір файлда синтаксистік қате бар. "msgfmt --statistics" команданың шығысы:
ko: 기본 폴더에서 적어도 하나 이상의 파일에 문법오류가 있습니다! "msgfmt --statistics" 결과:
lt: Bazinio aplanko bent viena byla turi sintaksės klaidų. "msgfmt --statistics" išvestis:
mk: Барем една датотека во базната папка има синтаксички грешки. Излезот на „msgfmt --statistics“:
nb: Minst en av filene i toppmappa har syntaksfeil. Resultat fra «msgfmt --statistics»:
nds: Tominnst een Datei binnen den Basisorner bargt Syntaxfehlers. Utgaav vun "msgfmt --statistics":
nl: Tenminste één bestand in de hoofdmap bevat syntaxisfouten. Uitvoer van "msgfmt --statistics":
nn: Minst éi av filene i toppmappa har syntaksfeil. Resultat frå «msgfmt --statistics»:
pa: ਮੂਲ ਫੋਲਡਰ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਫਾਇਲ਼ ਵਿੱਚ ਤਕਨੀਕੀ ਗਲਤੀਆਂ ਹਨ! "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Co najmniej jeden z plików w katalogu podstawowym zawiera błędy składniowe. Wynik wykonania "msgfmt --statistics":
pt: Pelo menos um ficheiro da pasta de base tem erros de sintaxe. Resultado do "msgfmt --statistics":
sk: Aspoň jeden súbor v základnom priečinku obsahuje syntaktické chyby. Výstup "msgfmt --statistics":
sl: Vsaj ena datoteka v osnovni mapi vsebuje skladenjske napake. Izpis »msgfmt --statistics«:
sr: Барем један фајл у основној фасцикли садржи синтаксне грешке. Излаз „msgfmt --statistics“:
sr@latn: Barem jedan fajl u osnovnoj fascikli sadrži sintaksne greške. Izlaz „msgfmt --statistics“:
sv: Minst en fil i baskatalogen har syntaktiska fel. Utmatning från "msgfmt --statistics":
ta: அடிப்படை அடைவில் குறைந்தபட்சம் ஒரு கோப்பிலாவது இலக்கணப்பிழை உள்ளது. "msgfmt --statistics" இன் வெளியீடு:
uk: Принаймні один файл в базовій теці містить синтаксичні помилки. Вивід команди "msgfmt --statistics":
zh_cn: 基准文件夹中至少一个文件有语法错误。 “msgfmt --statistics”的输出：

source: At least one file in folder %1 has header syntax errors. Output of "msgfmt --statistics":
ar: على الأقل ملف واحد فى المجلد %1 به أخطأ بنيويّة في الترويسة. خرْج الأمر "msgfmt --statistics":
be: Як мінімум у адным файле ў каталогу %1 ёсць сінтаксічныя памылкі загалоўка! Вывад каманды "msgfmt --statistics":
bg: Поне един файл в директория %1 има синтактична грешка в заглавната част. Изходни данни за "msgfmt --statistics":
ca: Al menys un fitxer en la carpeta %1 conté errors de sintaxi a la capçalera. Sortida de "msgfmt --statistics":
da: Mindst en fil i mappen %1 har syntaksfejl i hovedet. Uddata fra "msgfmt --statistics":
de: Mindestens eine Datei im Ordner %1 enthält syntaktische Fehler im Vorspann. Ausgabe von "msgfmt --statistics":
el: Τουλάχιστον ένα αρχείο στο φάκελο %1 έχει συντακτικά λάθη επικεφαλίδας. Έξοδος του "msgfmt --statistics":
es: Al menos un archivo en la carpeta %1 tiene errores de sintaxis de cabecera Salida de «msgfmt --statistics»:
et: Vähemalt ühel kataloogis %1 asuval failil on vigane päis! Käsu "msgfmt --statistics" väljund:
eu: %1 direktorioko fitxategi batek gutxienez akats sintaktikoak ditu goiburukoan. "msgfmt --statistics"-en irteera:
fa: حداقل یک پرونده در پوشۀ %1 دارای خطاهای نحوی سرآیند است. خروجی »msgfmt --statistics«:
fr: Au moins un fichier du dossier « %1 » a des erreurs de syntaxe dans l'en-tête. Sortie de la commande « msgfmt --statistics » :
gl: Polo menos un ficheiro no cartafol %1 ten erros de sintaxe no cabezallo. Saída de «msgfmt --statistics»:
he: לפחות אחד מהקבצים בתיקייה %1 הוא בעל שגיאה תחבירית בכותרת. פלט של "msgfmt --statistics"
hr: Barem jedna datoteka u mapi %1 sadrži sintaksne greške u zaglavlju! Izlaz „msgfmt --statistics“:
hu: Legalább egy fájl fejléce a(z) %1 könyvtárban szintaktikai hibákat tartalmaz. Az "msgfmt --statistics" parancs kimenete:
is: Að minnsta kosti ein skrá í möppunni %1 inniheldur villu í haus. Úttak úr "msgfmt --statistics":
it: Almeno un file nella cartella %1 ha errori di sintassi nell'intestazione. Risultato di "msgfmt --statistics":
ja: フォルダ %1 にあるファイルのうち少なくとも一つのヘッダに文法エラーがあります。 "msgfmt --statistics" の出力:
kk: %1 қапшығында кем дегенде бір файлдың айдарында синтаксистік қате бар. "msgfmt --statistics" команданың шығысы:
ko: %1 폴더에서 적어도 하나 이상의 파일에 문법오류가 있습니다! "msgfmt --statistics" 결과:
lt: Aplanko %1 bent vienos bylos antraštėje yra sintaksės klaidų. "msgfmt --statistics" išvestis:
mk: Барем една датотека во папката %1 има синтаксички грешки во заглавието. Излезот на „msgfmt --statistics“:
nb: Minst en av filene i mappa %1 har syntaksfeil. Resultat fra «msgfmt --statistics»:
nds: Tominnst een Datei binnen den Orner "%1" bargt Syntaxfehlers in den Dateikopp. Utgaav vun "msgfmt --statistics":
nl: Tenminste één bestand in map %1 bevat syntaxisfouten. Uitvoer van "msgfmt --statistics":
nn: Minst éi av filene i mappa %1 har syntaksfeil. Resultat frå «msgfmt --statistics»:
pa: ਫੋਲਡਰ %1 ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਫਾਇਲ਼ ਦੇ ਸਿਰਲੇਖ ਵਿੱਚ ਤਕਨੀਕੀ ਗਲਤੀਆਂ ਹਨ! "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Co najmniej jeden z plików w katalogu %1 zawiera błędy składniowe. Wynik wykonania "msgfmt --statistics":
pt: Pelo menos um ficheiro da pasta %1 tem erros de sintaxe no cabeçalho. Resultado do "msgfmt --statistics":
sk: Aspoň jeden súbor v priečinku %1 obsahuje syntaktické chyby hlavičky. Výstup "msgfmt --statistics":
sl: Vsaj ena datoteka v mapi %1 vsebuje skladenjske napake glave. Izpis »msgfmt --statistics«:
sr: Барем један фајл у фасцикли %1 садржи синтаксне грешке у заглављу. Излаз „msgfmt --statistics“:
sr@latn: Barem jedan fajl u fascikli %1 sadrži sintaksne greške u zaglavlju. Izlaz „msgfmt --statistics“:
sv: Minst en fil i katalogen %1 har syntaktiska fel i huvudet. Utmatning från "msgfmt --statistics":
ta: %1 அடைவில் குறைந்தபட்சம் ஒரு கோப்பிலாவது தலைப்பு இலக்கணப்பிழை உள்ளது. "msgfmt --statistics" இன் வெளியீடு:
tg: Каме як файли дар феҳристи %1 буда, хатогиҳои наҳвӣ мавҷуд аст. Натиҷаи дастури "msgfmt --statistics" чунин аст:
uk: Принаймні один файл в теці %1 містить синтаксичні помилки в заголовку. Вивід команди "msgfmt --statistics":
zh_cn: 文件夹 %1 中至少一个文件头部有语法错误。 “msgfmt --statistics”的输出：
