Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Please edit the file again.
ar: الرجاء تحرير الملف مرة أخرى.
be: Адрэдагуйце файл зноўку.
bg: Моля, редактирайте файла отново.
ca: Si us plau, editeu el fitxer una altra vegada.
da: Redigér venligst i filen igen.
de: Bitte bearbeiten Sie die Datei noch einmal.
el: Παρακαλώ επεξεργαστείτε το αρχείο ξανά.
es: Edite el archivo de nuevo.
et: Palun paranda uuesti.
eu: Editatu ezazu berriro fitxategia.
fa: لطفاً، پرونده را دوباره ویرایش کنید.
fr: Veuillez éditer le fichier à nouveau.
gl: Edite o ficheiro de novo.
hu: Szerkessze át a fájlt.
is: Vinsamlega breyttu skránni.
it: Modifica ancora il file.
ja: ファイルをもう一度編集してください。
kk: Файлды қайтадан өңдеңіз.
mk: Уредете ја датотеката повторно.
nb: Rediger fila igjen.
nds: Bitte bewerk de Datei nochmaal.
nl: Los a.u.b. de fouten op.
nn: Rediger fila igjen.
pa: ਕਿਰਪਾ ਕਰਕੇ ਫਾਇਲ ਮੁੜ ਸੋਧੋ।
pl: Proszę wyedytować plik ponownie.
pt: Por favor, edite o ficheiro novamente.
sk: Prosím, upravte súbor znovu.
sl: Prosim znova uredite datoteko.
sr: Поново уредите фајл.
sr@latn: Ponovo uredite fajl.
sv: Redigera filen igen.
uk: Будь ласка, знов відредагуйте файл.

source: While trying to check syntax with msgfmt an error occurred. Please make sure that you have installed the GNU gettext package properly.
ar: حدث خطأ عند محاولة التحقق من البنية باستخدام msgfmt. رجاء التاكد من ان حزمة GNU gettext مثبته لديك بشكل صحيح.
be: Памылка пры спробе праверкі сінтаксісу з дапамогай msgfmt. Упэўніцеся ў тым, што вы правільна ўсталявалі пакет GNU Gettext.
bg: Възникна синтактична грешка при опит за проверка с msgfmt. Моля, проверете дали GNU gettext е правилно инсталиран.
ca: S'ha trobat un error mentre s'intentava verificar la sintaxi amb msgfmt. Si us plau, assegureu-vos de que teniu adequadament instal·lat el paquet gettext de GNU.
da: Der opstod en fejl ved forsøg på at undersøge syntaksen med msgfmt. Undersøg venligst, om du har installeret GNU gettext pakken ordentligt.
de: Bei der Syntaxprüfung der Datei mit "msgfmt" ist ein Fehler aufgetreten. Bitte vergewissern Sie sich, dass das Paket "GNU gettext" richtig installiert ist.
el: Κατά την προσπάθεια ελέγχου της σύνταξης με το msgfmt συνέβη ένα σφάλμα. Παρακαλώ βεβαιωθείτε ότι έχετε εγκαταστήσει το πακέτο GNU gettext σωστά.
es: Se ha encontrado un error al intentar comprobar la sintaxis con msgfmt. Asegúrese de que ha instalado correctamente el paquete GNU gettext.
et: Süntaksi kontrollimisel msgfmt-ga tekkis viga. Palun tee kindlaks, et GNU gettext on korralikult paigaldatud.
eu: Errorea msgfmt-ekin sintaxia egiaztatzen saiatzean. Ziurtatu GNUren gettext paketea ondo instalatuta duzula.
fa: هنگام سعی در بررسی نحوی توسط msgfmt خطایی رخ داد. لطفاً، مطمئن شوید که بستۀ gettext گنو را درست نصب کرده‌اید.
fr: Un problème est survenu en essayant de vérifier la syntaxe avec le programme « msgfmt ». Veuillez vous assurer que vous avez installé le paquetage GNU gettext correctement.
gl: Aconteceu un erro mentres tentaba comprobar a sintaxe con msgfmt. Verifique que ten correctamente instalado o paquete gettext de GNU.
he: אירעה שגיאה בזמן ניסיון לבדוק את התחביר עםmsgfmt. אנא וודא שהתקנת את חבילת gettext של GNU בצורה תקינה.
hr: Došlo je do greške pri pokušaju provjere sintakse pomoću msgfmt-a. Uvjerite se da ste pravilno instalirali paket GNU gettext.
hu: A szintaktikai ellenőrzés megkezdésekor hiba történt. Ellenőrizze, hogy a GNU gettext csomag megfelelően van-e telepítve.
is: Villa kom upp þegar reynt var að skoða setningarfræði með msgfmt. Vinsamlega gangtu úr skugga um að þú hafir sett GNU gettext pakkann rétt inn.
it: Durante il controllo di sintassi con msgfmt si è verificato un errore. Assicurati di aver installato correttamente il pacchetto GNU gettext.
ja: msgfmt で文法チェック中にエラーが発生しました。 GNU gettext パッケージが正しくインストールされているか確認してください。
kk: Синтаксисті тексеру үшін msgfmt дегенді жеккенде қате пайда болды. GNU gettext дестесі дұрыс орнатылғанын тексеріңіз.
ko: msgfmt 문법 검사를 시도하던 중에 오류가 발생했습니다. GNU gettext 패키지를 적절하게 설치했는지 확인해 주십시오.
lt: Bandant tikrinti sintaksę su msgfmt, įvyko klaida. Patikrinkite, kad turite teisingai įdiegtą GNU gettext paketą.
mk: При обидот да се провери синтаксата со msgfmt настана грешка. Осигурете се дека го имате правилно инсталирано пакетот GNU gettext.
nb: Feil under syntakssjekking med msgfmt. Kontroller at pakken GNU gettext er rett installert.
nds: Bi de Syntaxprööv mit "msgfmt" hett dat en Fehler geven. Bitte kiek, wat Du dat Paket "GNU gettext" propper installeert hest.
nl: Tijdens het controleren van de syntaxis met "msgfmt" trad er een fout op. Verzeker u ervan dat u het pakket GNU Gettext correct hebt geïnstalleerd.
nn: Feil under syntakssjekking med msgfmt. Kontroller at pakken GNU gettext er rett installert.
pl: Błąd podczas próby sprawdzenia składni przez msgfmt. Proszę sprawdzić, czy pakiet GNU gettext jest zainstalowany poprawnie.
pt: Enquanto tentava verificar a sintaxe com o 'msgfmt', ocorreu um erro. Por favor, certifique-se que tem instalado convenientemente o pacote 'gettext' da GNU.
sk: Počas syntaktickej kontroly pomocou msgfmt nastala chyba. Prosím, overte, že máte GNU gettext správne nainštalovaný.
sl: Med preverjanjem skladnje z msgfmt je prišlo do napake. Prosim preverite, da imate pravilno nameščen paket GNU gettext.
sr: Дошло је до грешке при покушају провере синтаксе помоћу msgfmt-а. Уверите се да сте правилно инсталирали пакет GNU gettext.
sr@latn: Došlo je do greške pri pokušaju provere sintakse pomoću msgfmt-a. Uverite se da ste pravilno instalirali paket GNU gettext.
sv: Under ett försök att kontrollera syntaxen med msgfmt uppstod ett fel. Kontrollera att paketet GNU-gettext installerades korrekt.
ta: msgfmt உடன் தொடரமைப்பை பரிசோதிக்க முயலும் போது பிழை. தயவுசெய்து GNU gettext தொகுப்பை முறையாக நிறுவி உள்ளீரா என்று உறுதி செய்யவும்.
tg: Дар вақти кӯшиши тафтиши таркиб бо msgfmt хатогӣ рух дод. Лутфан боварӣ ҳосил кунед, ки блоки матни гирифташудаи GNU-ро дуруст гузоштед.
uk: Виникла помилка при перевірці синтаксису за допомогою msgfmt. Будь ласка, перевірте чи у вас правильно встановлено пакунок GNU gettext.
zh_cn: 在试图使用 msgfmt 检查语法时出错。 请确定您正确地安装了 GNU gettext 软件包。

source: No mismatch has been found.
ar: لم يُعثر على خطأ في التطابق.
be: Неадпаведнасцяў не выяўлена
bg: Не са намерени несъответствия.
ca: No s'han trobat errors.
da: Ingen mistilpasning fundet.
de: Es wurden keine Fehler gefunden.
el: Δε βρέθηκε άστοχο ταίριασμα.
es: No se encontraron errores.
et: Vigu ei leitud.
eu: Ez da aurkitu parekatze okerrik
fa: خطایی یافت نشد.
fr: Aucune discordance trouvée.
gl: Non se atoparon erros.
he: לא נמצאה אי התאמה.
hr: Nije pronađeno neslaganje.
hu: Nem találtam hibás bejegyzést.
is: Enginn mismunur fannst.
it: Nessuna incongruenza è stata trovata.
ja: ミスマッチは発見されませんでした。
kk: Сәйкессіздік табылмады.
ko: 불일치가 발견되지 않음.
lt: Nesutapimų nerasta.
nb: Fant ingen feiltreff.
nds: Keen Fehlers funnen.
nl: Geen fouten gevonden.
nn: Fann ingen feiltreff.
pa: ਕੋਈ ਬੇਮੇਲ ਨਹੀਂ ਲੱਭਾ ਹੈ
pl: Nie znaleziono żadnych niezgodności.
pt: Não foram encontradas inconsistências.
sk: Neboli nájdené žiadne chyby.
sl: Ni bilo najti neujemanj.
sr: Није пронађено неслагање.
sr@latn: Nije pronađeno neslaganje.
sv: Inga avvikelser har hittats.
ta: எந்த தொடர்பும் இல்லை
tg: Ягон нотаносубӣ ёфта нашуд.
uk: Невідповідностей не знайдено.
zh_cn: 没有找到不匹配的情况。

source: _: Title in Dialog: Perform all checks Perform All Checks
ar: قم بكل الفحوصات
be: Вырабіць поўную праверку
bg: Изпълнение на всички проверки
ca: Comprovació de totes les etiquetes
da: Udfør alle tjek
de: Alle Prüfungen durchführen
el: Εκτέλεση όλων των ελέγχων
es: Realizar todas las comprobaciones
et: Kõigi kontrollide teostamine
eu: Egiaztatu guztia
fa: اجرای همۀ بررسیها
fr: Faire toutes les vérifications
gl: Realizar todas as comprobacións
he: בצע את כל הבדיקות
hr: Izvrši sve provjere
hu: Az összes ellenőrzés elvégzése
is: Keyra öll próf
it: Esegui tutti i controlli
ja: すべてのチェックを実行
kk: Барлық тексерістерді орындау
ko: 모든 검사 수행
mk: Извршување на сите проверки
nb: Utfør alle sjekkene
nds: Allens pröven
nl: Alle validatiecontroles uitvoeren
nn: Utfør alle sjekkar
pa: ਸਭ ਜਾਂਚ ਕਰੋ
pl: Wszystkie testy
pt: Execução de Todas as Verificações
sk: Všetky kontroly
sl: Vse preverbe
sr: Изврши све провере
sr@latn: Izvrši sve provere
sv: Utför alla kontroller
ta: அனைத்து பரிசோதனைகளையும் செயல் ஆற்று
tg: Иҷро кардани Ҳамаи Санҷишҳо
uk: Проведення повної перевірки
zh_cn: 执行所有检查

source: Some mismatches have been found. Please check the questionable entries by using Go->Next error
ar: عُثِر على بعض اﻷخطأ في التطابق. فضلا افحص الخانات المشكوك فيها باستخدام انطلق-->الخطأ التالي
be: Былі знойдзеныя неадпаведнасці. Праверце запісы, выкарыстаючы Перайсці -> Наступная памылка
bg: Намерени са някои несъответствия. Моля, проверете въпросните низове като използвате менюто Навигация->Следващ сгрешен
ca: S'han trobat alguns errors. Si us plau, comproveu les entrades inexactes emprant Vés->Error següent
da: Nogle mistilpasninger blev fundet. Undersøg venligst de tvivlsomme beskedforekomster ved hjælp af Gå -> Næste fejl
de: Es sind Fehler aufgetaucht. Bitte prüfen sie die fraglichen Einträge, indem Sie "Gehe zu"-> "Nächster Fehler" benutzen.
el: Βρέθηκαν μερικά άστοχα ταιριάσματα. Παρακαλώ ελέγξτε τις αμφισβητούμενες καταχωρήσεις χρησιμοποιώντας το Μετάβαση->Επόμενο σφάλμα
es: Se han encontrado algunos errores. Compruebe las entradas dudosas usando «Ir->Siguiente error».
et: Leiti mõned ebasobivused. Palun vaata kahtlased kirjed üle, kasutades menüüvalikut Liikumine->Järgmine viga
eu: Parekatze oker batzuk aurkitu dira. Mesedez egiaztatu zalantzazko sarrerak ondokoa erabiliz: Joan->Hurrengo akatsa
fa: چند خطا یافت شده‌ است. لطفاً، مدخلهای پرسیدنی را با استفاده از برو-<خطای بعدی بررسی کنید
fr: Le fichier contenait des discordances. Veuillez vérifier les entrées en question en utilisant Aller / Erreur suivante.
gl: Atopáronse alguns erros. Verifique as entradas discutíbeis usando Ir -> Seguinte erro
he: התגלו מספר אי התאמות. אנא בדוק את הרשומות שבנידון שימוש במעבר->הבא עם השגיאה.
hr: Pronađena su neka neslaganja. Provjerite problematične unose koristeći Idi->Sljedeća greška
hu: A fájl hibás bejegyzéseket tartalmaz. Ellenőrizze a kérdéses bejegyzéseket az Ugrás->A következő hiba menüponttal.
is: Nokkrar villur fundust. Vinsamlegast athugaðu vafasömu reitina með því að nota Fara->Næsta villa
it: Sono state trovate alcune imperfezioni. Per piacere, controlla le voci utilizzando Vai->Successivo errore
ja: ミスマッチが見つかりました。 「移動」->「次のエラー」を使って問題のエントリをチェックしてください。
kk: Кейбір сәйкессіздік табылды. Өту -> Келесі қателік командасын қолданып табылғандарды тексеріңіз
ko: 몇몇의 불일치가 발견되었습니다. 가기->다음 오류 메뉴를 사용하여 의심되는 항목을 확인하십시오.
lt: Aptikta nesutapimų. Patikrinkite abejotinus įrašus su Eiti->Kita klaida
nb: Fant noen feiltreff. Kontroller mulige feil ved å bruka «Gå – Neste feil»
nds: En Reeg Fehlers wöörn funnen. Bitte prööv de bedrapen Indrääg mit "Gah na" -> "Nakamen Fehler".
nl: Het bestand bevat syntaxisfouten. Controleer a.u.b. de tekenreeksen in kwestie door "Ga naar ->Volgende fout" te gebruiken
nn: Fann nokre feiltreff. Kontroller moglege feil ved å bruka «Gå – Neste feil».
pa: ਕੁਝ ਬੇਮੇਲ ਲੱਭੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਓ->ਅਗਲੀ ਗਲਤੀ ਵਰਤ ਕੇ ਸਵਾਲੀਆ ਇਕਾਈਆਂ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Znaleziono niezgodności. Proszę sprawdzić błędne pozycje przy użyciu polecenia Idź->Następny błąd
pt: Foram encontradas algumas inconsistências. Por favor, verifique os itens duvidosos, usando a opção 'Ir->Erro seguinte'
sk: Súbor obsahoval syntaktické chyby, ktoré sa program pokúsil opraviť. Overte prosím otázne položky pomocou Choď->Nasledujúca chyba.
sl: Najdena so nekatera neujemanja. Prosim preverite dvomljive vnose z uporabo Pojdi->Naslednja napaka
sr: Пронађена су нека неслагања. Проверите проблематичне уносе користећи Иди->Следећа грешка
sr@latn: Pronađena su neka neslaganja. Proverite problematične unose koristeći Idi->Sledeća greška
sv: En del avvikelser hittades. Kontrollera de tveksamma posterna genom att använda Gå-> Nästa fel
ta: சில பொருந்தாமை காணப்பட்டது. தயவு செய்து கேள்வி கேட்கும் வகையிலுள்ள உள்ளீடை செல்->அடுத்த பிழை மூலம் பரிசோதிக்கவும்
tg: Баъзе нотаносубиҳо ёфта шуданд. Марҳамат карда воридшудаҳои шубҳанокро бо истифодаи хатогиҳои Go->Next тафтиш намоед
uk: Були знайдені невідповідності. Будь ласка, перевірте хибні записи, використовуючи Перехід->Наступна помилка
zh_cn: 找到一些不匹配的情况。 请使用“转到->下一个错误”来检查有问题的项目。

source: The document contains unsaved changes. Do you want to save your changes or discard them?
ar: يحتوي المستند على تغييرات غير محفوظة. أتريد حفظ التغييرات أم تجاهلها؟
be: Дакумент быў зменены. Жадаеце захаваць змены?
bg: Документът е променен. Искате ли промените да бъдат записани?
ca: El document conté canvis que no han estat desats. Els voleu desar o descartar?
da: Dokumentet indeholder ændringer, der ikke er gemt. Vil du gemme eller kassere dine ændringer?
de: Das Dokument enthält ungespeicherte Änderungen. Wollen Sie diese speichern oder verwerfen?
el: Αυτό το έγγραφο περιέχει μη αποθηκευμένες αλλαγές. Θέλετε να αποθηκεύσετε τις αλλαγές σας ή να τις απορρίψετε;
es: El documento contiene cambios que no han sido guardados. ¿Desea guardar los cambios o descartarlos?
et: Dokument sisaldab salvestamata muudatusi. Soovid sa neid salvestada või neist loobuda?
eu: Dokumentuak gorde gabe dauden aldaketak ditu. Gorde nahi dituzu egin dituzun aldaketak edo baztertu nahi dituzu?
fa: سند شامل تغییرات ذخیره‌نشده می‌باشد. تغییراتتان را ذخیره می‌کنید یا آنها را دور می‌ریزید؟
fr: Le document contient des changements non enregistrés. Voulez-vous enregistrer vos changements ou les abandonner ?
gl: O documento contén cambios sen guardar. Desexa guardas as súas modificacións ou descartalas?
he: המסמך מכיל שינויים שלא נשמרו. האם אתה רוצה לשמור את השינויים שלך או להיפטר מהם?
hr: Ovaj dokument sadrži izmjene koje nisu snimljene. želite li ih sačuvati ili odbaciti?
hu: A dokumentum nem mentett változásokat tartalmaz. Menteni vagy eldobni kívánja a változásokat?
is: Skjalið inniheldur óvistaðar breytingar. Viltu vista breytingarnar eða henda þeim?
it: Il documento contiene cambiamenti non salvati. Vuoi salvare i cambiamenti o perderli?
ja: 現在のファイルは変更されています。 変更を保存しますか？廃棄しますか？
kk: Құжат өзгертілген. Өзгерістерді сақтағыңыз келе ме, әлде жоғалсын ба?
ko: 이 문서는 저장되지 않은 변경 사항이 있습니다. 저장하시겠습니까? 아니면 변경 사항을 버리시겠습니까?
lt: Dokumente yra neišsaugotų pakeitimų. Ar norite juos išsaugoti, ar juos atmesite?
mk: Документот содржи неснимени промени. Дали сакате да ги зачувате вашите промени или ќе ги отфрлите?
nb: Dokumentet inneholder endringer som ikke er lagret. Vil du lagre endringene eller forkaste dem?
nds: Dat Dokment barg nich sekerte Ännern. Wullt Du Dien Ännern sekern oder wegsmieten?
nl: Het document bevat nog onopgeslagen wijzigingen. Wilt u de wijzigingen opslaan of verwerpen?
nn: Dokumentet har ulagra endringar. Vil du lagra endringane eller forkasta dei?
pa: ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਕੁਝ ਅਣਸੁਲਝੀਆਂ ਤਬਦੀਲੀਆਂ ਹਨ। ਕੀ ਤੁਸੀਂ ਤਬਦੀਲੀਆਂ ਸੰਭਾਲੀਆਂ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਰੱਦ ਕਰਨੀਆਂ ਹਨ ?
pl: Dokument zawiera niezapisane zmiany. Zapisać go?
pt: O documento contém modificações não gravadas. Deseja gravá-las ou rejeitá-las?
sk: Dokument obsahuje neuložené zmeny. Chcete tieto zmeny uložiť alebo zahodiť?
sl: Dokument vsebuje neshranjene spremembe. Jih želite shraniti ali zavreči?
sr: Овај документ садржи измене које нису снимљене. Да ли желите да снимите измене или да их одбаците?
sr@latn: Ovaj dokument sadrži izmene koje nisu snimljene. Da li želite da snimite izmene ili da ih odbacite?
sv: Detta dokument innehåller förändringar som inte sparats. Vill du spara eller hoppa över ändringarna?
ta: ஆவணத்தில் சேமிக்கப்படாத மாற்றங்கள் உள்ளன. மாற்றங்களை சேமிக்க வேண்டுமா அல்லது நிராகரிக்க வேண்டுமா?
tg: Ҳуҷҷат тағиротҳои нигоҳнадошташударо дар бар мегирад. Мехоҳед, ки тағиротҳоро нигоҳ доред ё ин ки онҳоро бекор кунед?
uk: Документ містить незбережені зміни. Хочете зберегти ваші зміни чи скасувати їх?
zh_cn: 该文档包含尚未保存的改变。 您想要保存还是放弃这些改变?

source: _n: <qt>%n replacement made.<br>End of document reached.<br>Continue from the beginning?</qt> <qt>%n replacements made.<br>End of document reached.<br>Continue from the beginning?</qt>
ar: <qt>تم إستبدال واحِد <br>وصلت الى نهاية المستند.<br>المتابعة من البداية ؟</qt> <qt>تمّ إستبدالين إثنين <br>وصلت الى نهاية المستند.<br>المتابعة من البداية ؟ </qt> <qt>تمت %n إستبدالات <br>وصلت الى نهاية المستند.<br>المتابعة من البداية ؟</qt> <qt>تم %n إستبدالا <br>وصلت الى نهاية المستند.<br>المتابعة من البداية ؟</qt>
bg: <qt>Направени са %n замени.<br>Достигнат е краят на документа.<br>Искате ли да продължите от началото?</qt> <qt>Направени са %n замени.<br>Достигнат е краят на документа.<br>Искате ли да продължите от началото?</qt>
ca: <qt>%n substitució feta.<br>S'ha arribat a la fi del document.<br>Continuar des del començament?</qt> <qt>%n substitucions fetes.<br>S'ha arribat a la fi del document.<br>Continuar des del començament?</qt>
da: <qt>%n erstatning er lavet.<br>Dokumentets slutning er nået.<br> Skal der fortsættes fra begyndelsen?</qt> <qt>%n erstatninger er lavet.<br>Dokumentets slutning er nået.<br> Skal der fortsættes fra begyndelsen?</qt>
de: <qt>%n Vorkommen ist ersetzt worden.<br>Das Ende des Dokumentes ist erreicht.<br>Am Anfang fortfahren?</qt> <qt>%n Vorkommen sind ersetzt worden.<br>Das Ende des Dokumentes ist erreicht.<br>Am Anfang fortfahren?</qt>
el: <qt>%n αντικατάσταση έγινε.<br>Φτάσαμε στο τέλος του εγγράφου.<br>Συνέχεια από την αρχή;</qt> <qt>%n αντικαταστάσεις έγιναν.<br>Φτάσαμε στο τέλος του εγγράφου.<br>Συνέχεια από την αρχή;</qt>
es: <qt>%n sustitución realizada.<br>Fin del documento alcanzado.<br>¿Continuar desde el principio?</qt> <qt>%n sustituciones realizadas.<br>Fin del documento alcanzado.<br>¿Continuar desde el principio?</qt>
et: <qt>Sooritati %n asendus ja jõuti dokumendi lõppu.<br> Kas jätkata algusest?</qt> <qt>Sooritati %n asendust ja jõuti dokumendi lõppu.<br> Kas jätkata algusest?</qt>
eu: <qt>ordezpen %n egin da.<br>Dokumentuaren amaierara iritsi da.<br>Hasieratik jarraitu nahi?</qt> <qt>%n ordezpen egin dira.<br>Dokumentuaren amaierara iritsi da.<br>Hasieratik jarraitu nahi?</qt>
fa: <qt>%n جایگزینی ایجاد شد.<br>به انتهای سند رسید.<br>از ابتدا ادامه دهد؟</qt>
fr: <qt>%n remplacement fait.<br>Fin du document atteinte.<br>Continuer à partir du début ?</qt> <qt>%n remplacements faits.<br>Fin du document atteinte.<br>Continuer à partir du début ?</qt>
gl: <qt>Fíxose %n substitución.<br>Acadouse a fin do documento.<br>Continuar desde o comezo?</qt> <qt>Fixéronse %n substitucións.<br>Acadouse a fin do documento.<br>Continuar desde o comezo?</qt>
hu: <qt>%n csere történt.<br>A dokumentum végére ért.<br>Folytatni szeretni a keresést a dokumentum elejétől?</qt>
is: <qt>%n útskipting framkvæmd.<br>Enda skjals náð.<br>Halda áfram frá byrjun?</qt> <qt>%n útskiptingar framkvæmdar.<br>Enda skjals náð.<br>Halda áfram frá byrjun?</qt>
it: <qt>Eseguita %n sostituzione.<br>Ho raggiunto la fine del documento.<br>Continuo dall'inizio?</qt> <qt>Eseguite %n sostituzioni.<br>Ho raggiunto la fine del documento.<br>Continuo dall'inizio?</qt>
ja: <qt>%n 個置換しました。<br>ファイルの末尾です。<br>先頭から続けますか？</qt>
kk: <qt>%n алмастыру жасалған.<br>Құжаттың соңына жетті.<br>Басынан бастап жалғастыру керек пе?</qt>
mk: <qt>Направена е %n замена.<br>Достигнат е крајот на документот.<br>Да продолжам од почеток?</qt> <qt>Направени се %n замени.<br>Достигнат е крајот на документот.<br>Да продолжам од почеток?</qt> <qt>Направени се %n замени.<br>Достигнат е крајот на документот.<br>Да продолжам од почеток?</qt>
nb: <qt>%n erstatning utført. <br>Nådde slutten av dokumentet.<br>Vil du fortsette fra begynnelsen?</qt> <qt>%n erstatninger utført. <br>Nådde slutten av dokumentet.<br>Vil du fortsette fra begynnelsen?</qt>
nds: <qt>%n Utwesseln vörnahmen.<br>Bi't Enn vun't Dokment anlangt.<br>Bi den Anfang wiedermaken?</qt> <qt>%n Utwesseln vörnahmen.<br>Bi't Enn vun't Dokment anlangt.<br>Bi den Anfang wiedermaken?</qt>
nl: <qt>%n maal vervangen. <br>Einde van document bereikt.<br>Wilt u doorgaan vanaf het begin?</qt> <qt>%n maal vervangen. <br>Einde van document bereikt.<br>Wilt u doorgaan vanaf het begin?</qt>
nn: <qt>Bytt ut %n tilfelle. <br>Nådd slutten av dokumentet. <br>Vil du halda fram frå starten?</qt> <qt>Bytt ut %n tilfelle. <br>Nådd slutten av dokumentet. <br>Vil du halda fram frå starten?</qt>
pa: <qt>%n ਤਬਦੀਲੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ।<br> ਦਸਤਾਵੇਜ਼ ਦਾ ਅੰਤ ਆ ਗਿਆ ਹੈ।<br> ਕੀ ਸ਼ੁਰੂ ਤੋਂ ਮੁੜ ਜਾਰੀ ਰੱਖਿਆ ਜਾਵੇ ?</qt> <qt>%n ਤਬਦੀਲੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ<br> ਦਸਤਾਵੇਜ਼ ਦਾ ਅੰਤ ਆ ਗਿਆ ਹੈ<br> ਕੀ ਸ਼ੁਰੂ ਤੋਂ ਮੁੜ ਜਾਰੀ ਰੱਖਿਆ ਜਾਵੇ ?</qt>
pl: <qt>Wykonano %n zastąpienie.<br>Osiągnięto koniec dokumentu.<br>Kontynuować od początku?</qt> <qt>Wykonano %n zastąpienia.<br>Osiągnięto koniec dokumentu.<br>Kontynuować od początku?</qt> <qt>Wykonano %n zastąpień.<br>Osiągnięto koniec dokumentu.<br>Kontynuować od początku?</qt>
pt: <qt>%n substituição feita.<br>Atingiu-se o fim do documento.<br>Deseja continuar do início?</qt> <qt>%n substituições feitas.<br>Atingiu-se o fim do documento.<br>Deseja continuar do início?</qt>
sk: <qt>Vykonané %n nahradenie.<br>Dosiahnutý koniec dokumentu.<br>Pokračovať od začiatku?</qt> <qt>Vykonané %n nahradenia.<br>Dosiahnutý koniec dokumentu.<br>Pokračovať od začiatku?</qt> <qt>Vykonané %n nahradení.<br>Dosiahnutý koniec dokumentu.<br>Pokračovať od začiatku?</qt>
sl: <qt>%n narejenih zamenjav.<br>Konec dokumenta dosežen.<br>Nadaljujem od začetka?</qt> <qt>%n narejena zamenjava.<br>Konec dokumenta dosežen.<br>Nadaljujem od začetka?</qt> <qt>%n narejeni zamenjavi.<br>Konec dokumenta dosežen.<br>Nadaljujem od začetka?</qt> <qt>%n narejene zamenjave.<br>Konec dokumenta dosežen.<br>Nadaljujem od začetka?</qt>
sr: <qt>%n замена је урађена.<br>Стигао сам до краја документа.<br>Да ли да почнем од почетка?</qt> <qt>%n замене су урађене.<br>Стигао сам до краја документа.<br>Да ли да почнем од почетка?</qt> <qt>%n замена је урађено.<br>Стигао сам до краја документа.<br>Да ли да почнем од почетка?</qt>
sr@latn: <qt>%n zamena je urađena.<br>Stigao sam do kraja dokumenta.<br>Da li da počnem od početka?</qt> <qt>%n zamene su urađene.<br>Stigao sam do kraja dokumenta.<br>Da li da počnem od početka?</qt> <qt>%n zamena je urađeno.<br>Stigao sam do kraja dokumenta.<br>Da li da počnem od početka?</qt>
sv: <qt>%n ersättning utfördes.<br>Dokumentets slut har nåtts.<br>Fortsätta från början?</qt> <qt>%n ersättningar utfördes.<br>Dokumentets slut har nåtts.<br>Fortsätta från början?</qt>
ta: <qt>%n மாற்றம் செய்யப்பட்டது.<br>ஆவணத்தின் முடிவை அடைந்தது.<br>முதலிலிருந்து தொடங்க வேண்டுமா?</qt> <qt>%n மாற்றங்கள் செய்யப்பட்டன.<br>ஆவணத்தின் முடிவை அடைந்தது.<br>முதலிலிருந்து தொடங்க வேண்டுமா?</qt>
tg: <qt>%n ҷойгузорӣ иҷро шуд.<br>Ҳуҷҷат ба охир расид.<br>Аз аввал давом дода шавад?</qt> <qt>%n ҷойгузориҳо иҷро шуданд.<br>Ҳуҷҷат ба охир расид.<br>Аз аввал давом дода шавад?</qt>
uk: <qt>Зроблено %n заміну.<br>Досягнуто кінця документа.<br>Продовжити від початку?</qt> <qt>Зроблено %n заміни.<br>Досягнуто кінця документа.<br>Продовжити від початку?</qt> <qt>Зроблено %n замін.<br>Досягнуто кінця документа.<br>Продовжити від початку?</qt>
zh_cn: <qt>执行了 %n 个替换。<br>已到达文档结尾处。<br>从开始处继续吗？</qt>
