Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: _: title of page in preferences dialog Font Settings
ar: إعدادات الخط
be: Налады шрыфтоў
bg: Настройка на шрифтове
ca: Arranjament de les fonts
da: Opsætning af skrifttyper
de: Schrifteinstellungen
el: Ρυθμίσεις γραμματοσειράς
es: Preferencias del tipo de letra
et: Fondiseadistused
eu: Letra-tipo ezarpenak
fa: تنظیمات قلم
fr: Paramètres des polices
gl: Configuración dos tipos de letra
he: אפשרויות גופנים
hu: Betűtípus-beállítások
is: Leturstillingar
it: Impostazioni dei tipi di carattere
ja: フォントの設定
kk: Қаріп баптаулары
ko: 글꼴 설정
mk: Поставувања за фонтовите
nb: Skriftinnstillinger
nds: Schriftoorden instellen
nl: Lettertype-instellingen
nn: Skriftoppsett
pa: ਫੋਂਟ ਸੈਟਿੰਗ
pl: Konfiguracja czcionek
pt: Configuração dos Tipos de Letra
sk: Nastavenie písiem
sl: Nastavitve pisav
sr: Поставке фонта
sr@latn: Postavke fonta
sv: Teckensnittsinställningar
ta: எழுத்துரு அமைப்புகள்
tg: Танзимоти ҳуруфҳо
uk: Параметри шрифтів
zh_cn: 字体设置

source: _: name of page in preferences dialog icon list Colors
ar: ألوان
be: Колеры
bg: Цветове
ca: Colors
da: Farver
de: Farben
el: Χρώματα
es: Colores
et: Värvid
eu: Koloreak
fa: رنگها
fr: Couleurs
gl: Cores
he: צבעים
hu: Színek
is: Litir
it: Colori
ja: 色
kk: Түстері
mk: Бои
nb: Farger
nds: Klören
nl: Kleuren
nn: Fargar
pa: ਰੰਗ
pl: Kolory
pt: Cores
sk: Farby
sl: Barve
sr: Боје
sr@latn: Boje
sv: Färger
uk: Кольори
zh_cn: 颜色

source: _: title of page in preferences dialog Color Settings
ar: إعدادات الألوان
be: Параметры колераў
bg: Настройка на цветове
ca: Arranjament dels colors
da: Farveopsætning
de: Farbeinstellungen
el: Ρυθμίσεις χρωμάτων
es: Preferencias de color
et: Värviseadistused
eu: Koloreen ezarpenak
fa: تنظیمات رنگ
fr: Paramètres des couleurs
gl: Configuración das cores
he: אפשרויות צבעים
hu: Színbeállítások
is: Litstillingar
it: Impostazioni dei colori
ja: 色の設定
kk: Түстер баптаулары
mk: Поставувања за боите
nb: Fargeoppsett
nds: Klöörinstellen
nl: Kleur-instellingen
nn: Fargeoppsett
pa: ਰੰਗ ਸੈਟਿੰਗ
pl: Ustawienia kolorów
pt: Configuração das Cores
sk: Nastavenia farieb
sl: Nastavitve barv
sr: Поставке боја
sr@latn: Postavke boja
sv: Färginställningar
uk: Параметри кольорів
zh_cn: 颜色设置

source: Id
ar: هوية
bg: Ид
el: Ταυτότητα
fa: شناسه
he: מזהה
hu: Az
is: Auðkenni
mk: Ид.
sr: Ид.
sv: Identifikation
uk: ІД

source: Original String
ar: سلسلة أصلية
be: Зыходны радок
bg: Оригинален низ
ca: Cadena original
da: Oprindelig streng
de: Originaltext
el: Αρχική συμβολοσειρά
es: Cadena original
et: Algne string
eu: Jatorrizko katea
fa: رشتۀ اصلی
fr: Message original
gl: Texto orixinal
he: מחרוזת מקורית
hu: Az eredeti sztring
is: Upphaflegur strengur
it: Stringa originale
ja: 原文の文字列
kk: Түпнұсқа жазуы
ko: 원래 문자열
lt: Originalo tekstas
mk: Оригинална порака
nb: Opprinnelig tekst
nds: Orginaaltext
nl: Oorspronkelijke tekenreeks
nn: Opphavleg tekst
pa: ਅਸਲੀ ਸਤਰ
pl: Oryginalny napis
pt: Texto Original
sk: Pôvodný reťazec
sl: Prvotni niz
sr: Изворни знаковни низ
sr@latn: Izvorni znakovni niz
sv: Originaltext
uk: Фраза оригіналу
zh_cn: 原始字符串

source: Translated String
ar: سلسلة مترجمة
be: Перакладзены радок
bg: Преведен низ
ca: Cadena traduïda
da: Oversat streng
de: Übersetzter Text
el: Μεταφρασμένη συμβολοσειρά
es: Cadena traducida
et: Tõlgitud string
eu: Itzulitako katea
fa: رشتۀ ترجمه‌شده
fr: Message traduit
gl: Texto traducido
he: מחרוזת מתורגמת
hu: A lefordított sztring
is: Þýddur strengur
it: Stringa tradotta
ja: 翻訳された文字列
kk: Аударма жазуы
ko: 번역된 문자열
lt: Išverstas tekstas
mk: Преведена порака
nb: oversettelsen
nds: Översetten
nl: Vertaalde tekenreeks
nn: Omsetjinga
pa: ਅਨੁਵਾਦ ਸਤਰ
pl: Przetłumaczony napis
pt: Texto Traduzido
sk: Preložené položky
sl: Prevedeni niz
sr: Преведени знаковни низ
sr@latn: Prevedeni znakovni niz
sv: Översatt text
uk: Переклад фрази
zh_cn: 已翻译的字符串

source: Go to entry with msgid <msgid>
ar: اذهب إلى الخانة ذات النص الأصلي <msgid>
be: Перайсці да запісу з msgid <msgid>
bg: Отиване на низ с msgid <msgid>
ca: Vés a l'entrada amb msgid <msgid>
da: G til indgang med msgid <msgid>
de: Zum Eintrag Nummer <msgid> gehen
el: Μετάβαση στην καταχώρηση με msgid <msgid>
es: Ir a la entrada con msgid <msgid>
et: Liigub reale, mille msgid on <msgid>
eu: Joan sarrerara msgid-ekin <msgid>
fa: به مدخلی با msgid <msgid> برو
fr: Aller à l'entrée avec « msgid » <msgid>
gl: Ir para a entrada con msgid <msgid>
he: דלג לרשומה עם msgid <msgid>
hr: Idi do unosa sa msgid <msgid>
hu: Ugrás az <msgid> azonosítójú bejegyzésre
is: Fara að færslu með msgid <msgid>
it: Vai alla voce con msgid <msgid>
ja: msgid <msgid> のエントリへ移動
kk: msgid <msgid> жазуына өту
ko: msgid <msgid> 항목으로 가기
lt: Eiti į įrašą su msgid <msgid>
mk: оди на порака со ид. <msgid>
nb: Gå til oppføring med meldings-ID-en <msgid>
nds: Gah na den Indrag "<msgid>"
nl: Ga naar tekenreeks met msgid <msgid>
nn: Gå til oppføring med meldings-ID <msgid>
pa: msgid <msgid> ਇੰਦਰਾਜ਼ ਤੇ ਜਾਓ
pl: Idź do pozycji z msgid <msgid>
pt: Ir para um item com a 'msgid' <msgid>
sk: Prejsť na položku s msgid <msgid>
sl: Pojdi do vnosa z msgid <msgid>
sr: Иди до уноса са msgid <msgid>
sr@latn: Idi do unosa sa msgid <msgid>
sv: Gå till post med msgid <msgid>
ta: msgid <msgid> கொண்டு செல்லவும்
tg: Гузаштан ба қайдот бо msgid <msgid>
uk: Перейти до запису з msgid<msgid>
zh_cn: 转到带有 msgid <msgid> 的项目

source: Disable splashscreen at startup
ar: عطّل شاشة البدأ
be: Адключыць лагатып пры запуску
bg: Изключване на началния екран
ca: Deshabilita la pantalla d'arrencada
da: Deaktivér opstartskærm ved start
de: Startbildschirm deaktivieren
el: Απενεργοποίηση εικόνας χαιρετισμού στην εκκίνηση
es: Deshabilitar la pantalla del comienzo
et: Käivituslogo keelamine
eu: Desgaitu sarrera-pantaila abioan
fa: غیرفعال‌سازی رنگ‌پاشی پرده در هنگام راه‌اندازی
fr: Désactiver l'écran de démarrage
gl: Desactivar a pantalla de inicio
he: בטל מסך פתיחה בהפעלה
hu: A nyitókép kikapcsolása
is: Ekki sýna ræsiskjá í upphafi
it: Disabilita la schermata iniziale
ja: 起動時のスプラッシュスクリーンを無効にする
kk: Бастау кезінде бейнеперде көрсетілмесін
ko: 시작할 때 스플래쉬 화면을 사용하지 않음.
lt: Išjungti pasveikinimo rodymą startuojant
mk: не го прикажува почетниот екран на почеток
nb: Ikke vis velkomstbildet
nds: Startschirm utmaken
nl: Tijdens de programmastart geen opstartscherm tonen
nn: Ikkje vis velkomstbilete
pa: ਸ਼ੁਰੂ ਤੇ ਝਲਕੀ ਨੂੰ ਅਯੋਗ ਕਰੋ
pl: Wyłącz ekran startowy
pt: Desactivar o ecrã inicial
sk: Zakázať úvodnú obrazovku pri štarte
sl: Onemogoči uvodni zaslon pri zagonu
sr: Искључи уводну слику при покретању
sr@latn: Isključi uvodnu sliku pri pokretanju
sv: Inaktivera startskärm vid start
ta: ஆரம்பதின் போது splash திரையை முடக்குக
tg: Логотипро ҳангоми оғоз фаъол сохтан
uk: Вимкнути екран заставки при запуску
zh_cn: 在启动时不显示欢迎屏幕

source: Files to open
ar: ملفات لتُفتح
be: Файлы для адкрыцця
bg: Файлове за отваряне
ca: Fitxers a obrir
da: Filer at åbne
de: zu öffnende Dateien
el: Αρχεία για άνοιγμα
es: Archivos a abrir
et: Avatavad failid
eu: Irekitzeko fitxategiak
fa: باز کردن پرونده‌ها
fr: Fichiers à ouvrir
gl: Ficheiros a abrir
he: קבצים לפתיחה
hu: A megnyitandó fájlok
is: skrár til að opna
it: File da aprire
ja: 開くファイル
kk: Ашатын файлдар
ko: 열기할 파일
mk: датотеки за отворање
nb: Filer som skal åpnes
nds: Dateien för't Opmaken
nl: Te openen bestanden
nn: Filer som skal opnast
pa: ਖੋਲ੍ਹਣ ਲਈ ਫਾਇਲ਼ਾਂ
pl: Pliki do otwarcia
pt: Ficheiros a abrir
sk: Otvárané súbory
sl: Datoteke za odprtje
sr: фајлови за отварање
sr@latn: fajlovi za otvaranje
sv: Filer att öppna
ta: கோப்பினை திற
tg: Файлҳо барои кушодан
uk: Відкрити файл
zh_cn: 要打开的文件

source: An advanced PO file editor
ar: محرر ملفات PO متقدم
be: Рэдактар файлаў перакладу
bg: Редактор на PO файлове
ca: Un editor avançat de fitxers PO
da: Avanceret PO-fil redigering
de: Ein leistungsfähiger Editor für PO-Dateien
el: Ένας προχωρημένος επεξεργαστής αρχείων PO
es: Un editor avanzado de archivos PO
et: Võimalusterohke PO-failide redaktor
eu: PO fitxategien editore aurreratua
fa: یک ویرایشگر پروندۀ PO پیشرفته
fr: Un éditeur de fichiers PO perfectionné
gl: Un editor avanzado de ficheiros PO
he: עורך קבצי PO מתקדם
hr: Naprijedni uređivač PO datoteka
hu: Speciális szerkesztőprogram .po fájlok fordításához
is: Þróaður PO-ritill
it: Un editor avanzato per file PO
ja: 高機能 PO ファイルエディタ
kk: Озық PO файл өңдегіші
ko: 고급 PO 파일 편집기
lt: Pagerintas PO bylų redaktorius
mk: Напреден уредувач за PO-датотеки
nb: Et avansert program for redigering av PO-filer
nds: En verwiedert Editor för PO-Dateien
nl: Een geavanceerde PO-bestanden-editor
nn: Avansert program for redigering av PO-filer
pa: ਇੱਕ ਤਕਨੀਕੀ PO ਫਾਇਲ ਸੰਪਾਦਕ
pl: Zaawansowany edytor plików PO
pt: Um editor avançado de ficheiros PO
sk: Pokročilý editor pre PO súbory
sl: Napredni urejevalnik datotek PO
sr: Напредни измењивач PO фајлова
sr@latn: Napredni izmenjivač PO fajlova
sv: Avancerad PO-filseditor
ta: ஒரு கூடுதல் PO கோப்பின் தொகுப்பான்.
tg: Муҳаррири файлҳои тарҷумаи пешакӣ
uk: Розширений редактор PO-файлів
zh_cn: 一个高级 PO 文件编辑器

source: Wrote the dictionary plugin for searching in a database and some other code.
ar: كتب ملحق القاموس للبحث في قاعدة البيانات وكذلك بعض الشفرة الأخرى.
be: Модуль слоўніка для пошуку ў базе дадзеных і шматлікае іншае.
ca: Escrigué el connector del diccionari per a cercar en una bases de dades i algun altre codi.
da: Skrev ordbogs-plugin for søgning i database og noget mere kode.
de: Autor des Wörterbuch-Plugins zur Suche in einer Datenbank und von weiterem Quellcode.
el: Έγραψε το πρόσθετο λεξικού για την αναζήτηση σε μια βάση δεδομένων καθώς και άλλο κώδικα.
es: Escribió la extensión de diccionario para buscar en bases de datos y algún otro código.
et: Kirjutas andmebaasist otsingute tegemiseks sõnastiku mooduli ja ka muud koodi.
eu: Hiztegiaren plugin-a idatzi zuten datu-base batean bilatzeko, eta beste zenbait kode.
fa: وصلۀ واژه‌نامه را برای جستجو در یک دادگان و چند کد دیگر نوشت.
fr: A écrit le module externe dictionnaire pour chercher dans une base de données et d'autre code.
gl: Escribiu a extensión do dicionario para procurar nunha base de datos e outras cousas.
he: כתב את תוסף המילון עבור חיפוש במסד נתונים וגם קצת קוד נוסף.
hr: Napisao umetak rječnika za pretragu unutar baze podataka i ponešto drugog kôda.
hu: Többek között elkészítette az adatbázisban való keresésre használható szótármodult.
is: Skrifaði orðabókaríforritið til að leita í gagnagrunni og annan kóða.
it: Ha scritto il plugin del dizionario per la ricerca nel database e altro codice.
ja: 辞書のデータベース検索プラグインその他の開発
kk: Деректер қорынан іздейтін сөздіктің плагин модулін және басқа да кодтарды жазған.
ko: 데이타베이스의 검색에 대한 폴더 플러그인과 몇몇의 다른 코드를 쓰기
lt: Parašė žodyno priedą paieškai duomenų bazėje, taip pat šiek tik kito kodo.
mk: Го напиша приклучокот за речник со кој може да се пребарува во базата на зборови и друг код.
nb: Skrev ordboksmodulen for søking i databaser og litt annen kode.
nds: Autor vun't Wöörbook-Moduul för de Söök binnen Datenbanken un wat anner Kode.
nl: Schreef de woordenboekplugin voor het zoeken in een database en wat andere code.
nn: Skreiv ordboksmodulen for søkjing i database og litt annan kode.
pa: ਡਾਟਾਬੇਸ ਵਿੱਚ ਖੋਜ ਲਈ ਡਾਇਰੈਕਟਰੀ ਪਲੱਗਇਨ ਕੋਡ ਲਿਖਣ ਤੇ ਹੋਰ ਕੋਡ ਲਿਖਿਆ ਹੈ।
pl: Wtyczka słownika do przeszukiwania bazy danych.
pt: Criou o 'plugin' do dicionário para procurar numa base de dados e algum outro código.
sk: Naprogramoval modul slovníku pre hľadanie v databázach a v inom kóde.
sl: Napisal je slovarski vstavek za iskanje v zbirki in nekaj druge kode.
sr: Написао прикључак речника за претрагу унутар базе података и неки други кôд.
sr@latn: Napisao priključak rečnika za pretragu unutar baze podataka i neki drugi kôd.
sv: Skrev ordlisteinsticksprogrammet för att leta i en databas och en del annan kod.
ta: தரவுத்தளத்தில் தேட அகராதி சொருகுகளையும் மற்றும் வேறு குறிகளையும் எழுதியுள்ளது.
tg: Луғати ҷудосозу ивазшавандаро барои ҷустан дар.
uk: Написав втулок словника для пошуку у базі даних та інший код.
zh_cn: 编写了用于在数据库搜索的字典以及一些其它代码。

source: Bug fixes, KFilePlugin for PO files, CVS support, mailing files
ar: إصلاح أخطأ، KFilePlugin لملفات PO، دعم CVS، إبراد الملفات
be: Выпраўленні памылак, модуль KFile для файлаў перакладу, падтрымка CVS.
ca: Correcció d'errors, KFilePlugin per als fitxers PO, suport CVS, enviament per correu-e de fitxers
da: Fejlretninger og KFilePlugin for PO-filer, CVS-støtte for at indsende filer
de: Fehlerkorrekturen, KFile-Plugin für PO-Dateien, CVS-Unterstützung und Dateien versenden
el: Διορθώσεις σφαλμάτων, το KFilePlugin για αρχεία PO, υποστήριξη CVS, αποστολή αρχείων
es: Corrección de fallos, KFilePlugin para los archivos PO, soporte para CVS, archivos de correo
et: Veaparandused ja PO-failide KFilePlugin moodul, CVS toetus, failide saatmine e-postiga
eu: Programa-erroreen konponketak, KfilePlugin-a PO fitxategientzat, CVS euskarria, posta fitxategiak
fa: رفع اشکالها، KFilePlugin برای پرونده‌های PO، پشتیبانی CVS، پرونده‌های ارسال نامه
fr: Corrections d'erreurs, KFilePlugin pour les fichiers PO, prise en charge de CVS, listes de diffusion
gl: Corrección de erros, KFilePlugin para os ficheiros PO, soporte de CVS e envío de ficheiros por correo electrónico
he: תיקוני באגים, KFilePlugin עבור קבצי PO, תמיכה ב־CVS, שליחת קבצים בדוא"ל
hr: Ispravke gršaka,KFilePlugin za PO datoteke,CVS podrška,liste e-pošte
hu: Hibajavítások, KFilePlugin a .po fájlokhoz, CVS-támogatás, fájlküldés levélben
is: Villuleiðréttingar, KFilePlugin fyrir PO skrár, CVS stuðningur, póstsending af skrám
it: Correzioni di bug, KFilePlugin per i file PO, supporto CVS, spedizione dei file
ja: バグ修正、PO ファイルの KFilePlugin、CVS サポート、ファイルのメール送信
kk: Кателерді түзеу, PO файлдардың KFilePlugin модулін, CVS қолдауын, пошта файлдарын жазған
ko: 버그 수정, PO 파일에 대한 파일 플러그인, CVS 지원, 메일링 파일들
mk: Поправки, KFilePlugin за PO-датотеките, поддршка за CVS, испраќање на датотеки по е-пошта
nb: Feilrettelser, KFile-programtillegg for PO-filer, CVS-støtte, e-postfiler.
nds: Fehlerrichten, KFile-Moduul för PO-Dateien, CVS-Ünnerstütten, Dateien sennen
nl: Bugreparaties, KFilePlugin voor PO-bestanden, CVS-ondersteuning en het verzenden van bestanden
nn: Feilfiksing, KFile-programtillegg for PO-filer, CVS-støtte, e-post.
pa: ਬੱਗ ਫਿਕਸ, PO ਫਾਇਲਾਂ ਲਈ KFilePlugin, CVS ਸਹਾਇਤਾ, ਮੇਲਿੰਗ ਫਾਇਲਾਂ ਲਈ
pl: Poprawki, KFilePlugin dla plików PO, obsługa CVS, wysyłanie plików e-mailem.
pt: Correcções de erros, KFilePlugin para os ficheiros PO, suporte ao CVS, envio de ficheiros por e-mail
sk: Opravy chýb, KFilePlugin pre súbory PO, podpora CVS, posielanie súborov
sl: Popravki hroščev, KFilePlugin za datoteke PO, podpora CVS, pošiljanje datotek
sr: Исправке грешака и KFilePlugin за PO фајлове, подршка за CVS, слање фајлова е-поштом
sr@latn: Ispravke grešaka i KFilePlugin za PO fajlove, podrška za CVS, slanje fajlova e-poštom
sv: Felrättningar, Kfil-insticksprogram för PO-filer, CVS-stöd, e-postfiler
ta: பிழை ஒட்டி கொண்டது, PO கோப்பிற்க்கான Kகோப்புசொருகி, CVS துணை, கடித கோப்புகள்
tg: Дурусткунии хатогиҳо, KFilePlugin дастаи иттисол барои файлҳои PO, пуштибонии CVS, почтакунии файлҳо
uk: Виправлення вад, KFilePlugin для PO-файлів, підтримка CVS, відсилання файлів по електронній пошті
zh_cn: 错误修正，用于 PO 文件的 KFilePlugin，CVS 支持，邮寄文件

source: Translation List View
ar: مشهد قائمة الترجمة
be: Спіс перакладу
ca: Vista de llista de traducció
da: Listevisning af oversættelse
de: Übersetzungsdateien
el: Προβολή λίστας μετάφρασης
es: Vista de lista de traducción
et: Tõlkenimekirja vaade
eu: Itzulpen zerrenda ikuspegia
fa: نمای فهرست ترجمه
fr: Vue de la liste de traduction
gl: Vista da lista de tradución
he: תצוגת רשימת תרגומים
hu: Fordításlista nézet
is: Þýðingalistasýn
it: Vista a lista delle traduzioni
ja: 翻訳リストビュー
kk: Аударма тізімінің көрнісі
ko: 번역 목록 보기
mk: Преглед на листа со преводи
nb: Lista over strengene
nds: Översetten-Listansicht
nl: Tekenreeksoverzichtsweergave
nn: Lista over strengane
pa: ਅਨੁਵਾਦ ਲਿਸਟ ਝਲਕ
pl: Widok listy tłumaczeń
pt: Lista de Tradução
sk: Zoznam prekladov
sl: Prikaz seznama prevodov
sr: Приказ листе превода
sr@latn: Prikaz liste prevoda
sv: Översättningslistvy
uk: Перегляд списку перекладу
zh_cn: 翻译列表视图

source: Implemented XML validation/highlighting plus other small fixes.
ar: أدخل صلاحية/إبراز XML بالإضافة لإصلاحات صغيرة أخرى.
be: Падсвятленне сінтаксісу і праверка XML, а таксама мноства дробных выпраўленняў.
ca: Implementa la validació/ressaltat XML i d'altres petites correccions.
da: Implementerede XML validering/fremhævning plus andre små rettelser.
de: Implementierung der XML-Überprüfung/Hervorhebung und andere kleine Fehlerbereinigungen.
el: Υλοποίησε τον έλεγχο εγκυρότητας/τονισμού XML καθώς και διάφορες μικρές διορθώσεις.
es: Implementó la validación/resaltado XML y otras pequeñas correcciones.
et: Realiseeris XML valideerimise ja esiletõstu ning tegi mitmeid muid pisiparandusi.
eu: XML balidazioa/nabarmentzea inplementatu eta beste konponketa txiki batzuk egin zituen.
fa: اعتبارسنجی/مشخص کردن اکس‌ام‌ال پیاده‌سازی‌شده به اضافه ثابتهای کوچک.
fr: A implémenté la validation / surlignement XML et d'autres petites corrections.
gl: Implementou a validación/resaltado de XML e outras pequenas correccións.
he: יישם וידוא נכונות והדגשה של XML וגם תיקונים אחרים קטנים.
hr: Implementirao XML ovjeru/isticanje, zajedno sa drugim malim popravkama.
hu: XML validálás, szintaxiskiemelés és néhány más kisebb javítás.
is: Útfærði XML staðfestingu/litun, ásamt öðrum smálagfæringum.
it: Ha implementato la convalida/evidenziazione XML più ulteriori modifiche.
ja: XML の検証/強調表示機能の実装、その他小さなバグ修正
kk: XML мәтінді тексеру/бояулау, сонымен қатар көптеген шағын жөндеулер.
ko: 구현된 XML 검증/강조와 작은 수정
mk: Примена на валидација/означување на XML и разни мали поправки.
nb: Implementerte XML-sjekken, syntaksfremheving og andre små rettelser.
nds: Ümsetten vun de XML-Prööv/Markeren un anner lütt Fehlerrichten.
nl: Implementeerde de XML-validatie/-accentuering en enkele kleine reparaties.
nn: Implementert XML-sjekk og syntaksmerking, og ein del andre småfiksar.
pa: XML ਜਾਇਜ਼ੀਕਰਨ/ਉਭਾਰਨ ਅਤੇ ਹੋਰ ਨਿਰਧਾਰਨ ਲਈ ਸਥਾਪਿਤ ਕਰਨ ਲਈ
pl: Sprawdzanie i podświetlanie XML, inne drobne poprawki.
pt: Implementação da validação/realce de XML para além de alguns pequenos erros.
sk: Implementoval kontrolu/zvýrazňovania XML a ďalšie opravy.
sl: Implementiral preverjanje in osvetljevanje XML ter več drugih popravkov.
sr: Имплементирао XML оверу/истицање, заједно са другим малим поправкама.
sr@latn: Implementirao XML overu/isticanje, zajedno sa drugim malim popravkama.
sv: Lade till XML-validering/syntaxfärgläggning och andra små rättningar.
ta: செய்முறைப்படுத்திய XML செல்லுபடிச் சோதனை/முனைப்புறுத்தல் மற்றும் வேறு சிறிய நிலையங்கள்
tg: Баррасии XML- и истифодабурдашуда/равшанкунӣ ҷамъи дигар собитҳо.
uk: Підсвічування/перевірка синтаксису XML і ще деякі маленькі виправлення.
zh_cn: 实现了 XML 校验/语法加亮以及其它一些小修正。

source: String distance algorithm implementation
ar: تطبيق خوارزمية مسافة السلسلة
ca: Implementació de l'algoritme de distància entre cadenes
da: Implementering af strengafstands-algoritme.
de: Implementierung des Algorithmus für die Erkennung von Unterschieden in Zeichenketten
el: Υλοποίηση του αλγόριθμου απόστασης συμβολοσειρών
es: Implementó el algoritmo de distancia de cadenas
et: Stringikauguse algoritmi teostus
fa: پیاده‌سازی الگوریتم فاصلۀ رشته
fr: Implantation de l'algorithme de distance des chaînes
gl: Implementou o algoritmo de distancia entre textos
hu: A sztringek közötti eltérésmérték algoritmusának implementálása
is: Algrímis útfærsla fyrir mismun strengja
it: Implementazione dell'algoritmo di distanza di stringhe
ja: 文字列相違アルゴリズム実装
kk: Жолдар ұзындығының алгоритмін іске асруы
nds: Ümsetten vun den Textverscheel-Algoritmus
nl: Implementatie van het "afstand van tekenreeksen"-algoritme
pl: Implementacja algorytmu odległości między napisami
pt: Implementação do algoritmo de distâncias entre textos
sk: Implementácia algorimtu vzdialenosti reťazca
sl: Izvedba algoritma razlik med nizi
sr: Имплементација алгоритма за растојање знаковних низова
sr@latn: Implementacija algoritma za rastojanje znakovnih nizova
sv: Implementering av strängavståndsalgoritm
uk: Впровадження алгоритму відмінності рядків

source: Error list for current entry, regexp data tool
ar: قائمة الأخطأ للمدخلة الحالية، أداة بيانات regexp
be: Спіс памылак у бягучым паведамленні, сродак regexp
ca: Llista d'error per a l'entrada actual, eina de dades d'expressions regulars
da: Fejlliste for denne linje, regexp dataværktøj
de: Fehlerliste des aktuellen Eintrags, Datenwerkzeug für reguläre Ausdrücke
el: Λίστα σφαλμάτων για την τρέχουσα καταχώρηση, εργαλείο δεδομένων regexp
es: Lista de errores para la entrada actual, herramienta de expresiones regulares de datos
et: Aktiivse kirje vigade nimekiri, regulaaravaldiste tööriist
eu: Errore-zerrenda neko sarrerarentzat, regexp datu-tresna
fa: فهرست خطا برای مدخل جاری، ابزار دادۀ regexp
fr: Liste d'erreurs pour l'entrée courante, outil pour les expressions rationnelles
gl: Lista de erros da entrada actual, ferramenta de datos de expresión regular
he: רשימת שגיאות עבור הרשומה הנוכחית, כלי ביטויים רגולריים
hu: Hibalista az aktuális bejegyzéshez, eszköz reguláris kifejezésekhez
is: Villulisti yfir núverandi færslu, regexp gagnatól
it: Lista degli errori per la voce corrente, strumento per i dati per espressioni regolari
ja: 現在のエントリのエラー一覧、正規表現データツール
kk: Назардағы жазудың қателер тізімі, regexp деректер құралы
mk: Листа на грешки за тековната порака, податочна алатка за рег. изрази
nb: Feilliste for denne oppføringa, dataverktøy for regulære uttrykk
nds: Fehlerlist för den aktuellen Indrag, Datenwarktüüch för reguleer Utdrück
nl: Foutenoverzicht voor de de huidige ingang, regexp-hulpmiddel
nn: Feilliste for denne oppføringa, dataverktøy for regulære uttrykk
pl: Lista błędów dla aktualnej pozycji, narzędzie do wyrażeń regularnych
pt: Lista de erros do item actual, ferramenta de dados de expressões regulares
sk: Zoznam chýb pre aktuálnu položku
sl: Seznam napak za trenutni vnos, orodje za podatke regexp
sr: Листа грешака за текући унос, алат за регуларне изразе
sr@latn: Lista grešaka za tekući unos, alat za regularne izraze
sv: Fellista för aktuell post, inklusive data från reguljärt uttryck.
uk: Список помилок для поточної фрази, засіб формальних виразів для даних

source: Word-by-word string difference algorithm implementation
ar: تطبيق خوارزمية اختلاف كلمة بكلمة للسلاسل
ca: Implementació de l'algoritme de diferències paraula per paraula
da: Implementering af ord for ord streng-forskelsalgoritme.
de: Implementierung des Algorithmus für die Erkennung von Wort-zu-Wort-Unterschieden in Zeichenketten
el: Υλοποίηση του αλγόριθμου διαφοράς συμβολοσειρών λέξη προς λέξη
es: Implementó el algoritmo para diferenciar cadenas palabra por palabra
et: Stringide sõna-sõnalt erinevuse algoritmi teostus
fa: پیاده‌سازی واژه به واژۀ الگوریتم تفاوت رشته
fr: Implantation de l'algorithme de différence des chaînes mot à mot
gl: Implementou o algoritmo de difenrenzas palabra por palabra entre cadeas
hu: A sztringek közötti szavankénti eltérések algoritmusának implementálása
is: Algrímis útfærsla fyrir mismun orð-fyrir-orð strengja
it: Implementazione dell'algoritmo di confronto parola per parola delle stringhe
ja: 単語単位文字列相違アルゴリズム
kk: Сөздерден құрылған жолдар айырмашылық алгоритмін іске асруы
nds: Ümsetten vun den "Woort-för-Woort"-Textverscheelalgoritmus
nl: Implementatie van het "afstand van tekenreeksen"-algoritme
pl: Implementacja algorytmu odległości między słowami
pt: Implementação do algoritmo de diferenças entre textos palavra-a-palavra
sk: Implementácia algoritmu rozdielu reťazcov slovo-po-slove
sl: Izvedba algoritma razlik med nizi glede na posamezne besede
sr: Имплементација алгоритма за разликовање знаковних низова реч-по-реч
sr@latn: Implementacija algoritma za razlikovanje znakovnih nizova reč-po-reč
sv: Implementering av ord-för-ord strängjämförelsealgoritm
uk: Впровадження алгоритму послівної відмінності рядків
