Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Encoding</b></p><p>Choose how to encode characters when saving to a file. If you are unsure what encoding to use, please ask your translation coordinator.</p><ul><li><b>%1</b>: this is the encoding that fits the character set of your system language.</li><li><b>%2</b>: uses Unicode (UTF-8) encoding.</li></ul></qt>
ar: <qt><p><b>ترميز</b></p><p>اختر كيف تَرمّز المحارف عند حفظها الى ملف. إذا لم تكن متاكدا أي ترميز تستخدم، اسأل منسق الترجمة.</p><ul><li><b>%1</b>: هذا هو الترميز الذى يطابق محارف لغة نظامك.</li><li><b>%2</b>: استخدم ترميز يونيكود (UTF-8).</li></ul></qt>
be: <qt><p><b>Кадыроўка</b></p><p>Тут вы можаце вылучыць кадыроўку, у якой варта захоўваць файл. Калі вы не ўпэўнены ў тым, якую кадыроўку выкарыстаць, удакладніце ў каардынатара вашай каманды перакладу.</p><ul><li><b>%1</b>: гэтая кадыроўка выкарыстоўваецца ў вашай сістэме. </li><li><b>%2</b>: выкарыстае кадыроўку utf-8.</li></ul></qt>
bg: <qt><p><b>Кодова таблица</b></p><p>Изберете кодовата таблица при запис на файл. Ако не сте сигурни, попитайте координатора на превода.</p><ul><li><b>%1</b>:това е кодовата таблица на компютъра ви.</li><li><b>%2</b>:използвана Уникод (UTF-8).</li></ul></qt>
ca: <qt><p><b>Codificació</b></p><p>Escolliu com codificar els caràcters quan es desi a un fitxer. Si no esteu segur de quina codificació emprar, pregunteu al vostre coordinador de les traduccions.</p><ul><li><b>%1</b>: Aquesta és la codificació que s'ajusta al joc de caràcters de la llengua establerta al vostre sistema.</li><li><b>%2</b>: Usa codificació unicode (UTF-8).</li></ul></qt>
da: <qt><p><b>Kodning/b></p><p>Vælg hvordan tegn skal kodes, når der gemmes til en fil. Hvis du er usikker på hvilken indkodning der skal bruges, så spørg dinoversættelseskoordinator.</p><ul><li><b>%1</b>: denne kodning vil være bedst egnet til dit tegnsættet for dit systemsprog.</li><li><b>%2</b>: bruger unicode(URF-8) kodning.</li>
de: <qt><p><b>Kodierung</b></p><p>Wählen Sie hier, wie Zeichen beim Speichern in eine Datei kodiert werden sollen. Wenn Sie unsicher sind, fragen Sie bitte den Koordinator Ihres Übersetzungsteams.</p><ul><li><b>%1</b>: Dies ist die Kodierung, die zu Ihrem eingestellten Zeichensatz passt.</li><li><b>%2</b>: verwendet die Unicode-Kodierung (UTF-8).</li></ul></qt>
el: <qt><p><b>Κωδικοποίηση</b></p><p>Επιλογή της μεθόδου κωδικοποίησης των χαρακτήρων κατά την αποθήκευση ενός αρχείου. Αν δεν είστε σίγουροι για την κωδικοποίηση που θα χρησιμοποιήσετε, παρακαλώ ρωτήστε τον συντονιστή της ομάδας εξελληνισμού.</p><ul><li><b>%1</b>: Αυτή είναι η κωδικοποίηση που χρησιμοποιείται από το σύστημά σας.</li><li><b>%2</b>: Χρήση κωδικοποίησης unicode (UTF-8).</li></ul></qt>
es: <qt><p><b>Codificación</b></p><p>Elija cómo codificar los caracteres cuando guarde el archivo. Si no está seguro de qué codificación usar, pregunte a su coordinador de traducciones.</p><ul><li><b>%1</b>: esta es la codificación que se ajusta a la tabla de caracteres del idioma de su sistema.</li><li><b>%2</b>: usa codificación unicode (UTF-8).</li></ul></qt>
et: <qt><p><b>Kodeering</b></p><p>Vali teksti faili salvestamisel kasutatav kodeering. Kui sa pole kindel, millist kodeeringut kasutada, siis küsi oma tõlkemeeskonna koordinaatorilt.</p><ul> <li><b>%1</b>: see on sinu süsteemi keeleseadistustega sobiv kodeering.</li> <li><b>%2</b>: kasutab Unicode (UTF-8) kodeeringut.</li></ul></qt>
eu: <qt><p><b>Kodeketa</b></p><p>Aukeratu nola kodetu karaktereak fitxategi batean gordetzean. Zer kodeketa erabili ziur ez bazaude, mesedez galdetu itzulpen-koordinatzaileari.</p><ul><li><b>%1</b>: hau da zure hizkuntza-sistemaren karaktere-multzoari dagokion kodeketa.</li><li><b>%2</b>: Unicode (UTF-8) kodeketa erabiltzen du.</li></qt>
fa: <qt><p><b>کدبندی</b></p><p>انتخاب چگونگی کدبندی نویسه‌ها هنگام ذخیره در پرونده. اگر مطمئن نیستید از چه کدبندی استفاده کنید، لطفاً، از هماهنگ‌کنندۀ ترجمۀ خود سؤال کنید. </p><ul><li><b>%1</b>: این کدبندی است که نویسه‌گان را با زبان سیستمتان تنظیم می‌کند.</li><li><b>%2</b>: از کدبندی یونیکد )UTF-8( استفاده می‌کند.</li></ul></qt>
fr: <qt><p><b>Encodage</b></p><p>Choisissez comment encoder les caractères en enregistrant un fichier. Si vous n'êtes pas sûr de l'encodage à utiliser, veuillez demander à votre coordinateur des traductions.</p><ul><li><b>%1</b> : Ceci est l'encodage le mieux adapté pour votre langue</li><li><b>%2</b> : utilise l'encodage Unicode (UTF-8)</li></ul></qt>
gl: <qt> <p><b>Codificación</b></p> <p>Escolla a codificación dos caracteres para guardar o ficheiro. Se non está seguro de cal escoller, pregúntelle ao coordinador da tradución.</p> <ul> <li><b>%1</b>: esta é a codificación da linguaxe do seu sistema.</li> <li><b>%2</b>: usa a codificación unicode (UTF-8).</li></ul></qt>
hu: <qt><p><b>Kódolás</b></p><p>Válassza ki, hogy fájlok mentésénél milyen karakterkódolási módot szeretne használni. Ha nem tudja biztosan, melyiket kell használni, kérdezze meg a fordítócsapat koordinátorától.</p><ul><li><b>%1</b>: ez a kódolás ajánlott a rendszerben beállított nyelvhez.</li><li><b>%2</b>: UTF-8 kódolású Unicode.</li></ul></qt>
is: <qt><p><b>Stafatafla</b></p><p>Veldu hvaða stafatöflu á að nota, þegar skrá er vistuð. Ef þú ert ekki viss um hvaða stafatöflu þú átt að nota, hafðu þá samband við umsjónarmann þýðingarhópsins þíns.</p><ul><li><b>%1</b>: þetta er stafataflan sem kerfið þitt notar núna.</li><li><b>%2</b>: notar unicode (UTF-8) kóðun (íslenski þýðingarhópurinn notar þessa stafatöflu í dag).</li></ul></qt>
it: <qt><p><b>Codifica</b></p> <p>Scegli come codificare i caratteri quando salvi un file. Se sei insicuro su che tipo di codifica utilizzare, per piacere chiedi al tuo coordinatore delle traduzioni.</p> <ul> <li><b>%1</b>: questa è la codifica che si adatta all'insieme di caratteri della lingua di sistema.</li> <li><b>%2</b>: utilizza la codifica Unicode (UTF-8).</li></ul></qt>
ja: <qt><p>エンコーディング</p><p>ファイルを保存するときに使用する文字エンコーディングを指定します。使用すべきエンコーディングが分からない場合は、翻訳コーディネータに尋ねてください。</p><ul><li><b>%1</b>: これはあなたのシステム言語の文字セットに合ったエンコーディングです。</li><li><b>%2</b>: Unicode (UTF-8) を使います。</li></ul></qt>
kk: <qt><p><b>Кодтамасы</b></p><p>Файлды сақтағанда қолданатын кодтамасын таңдаңыз. Қай кодтаманы пайдаланатынын білмесеңіз, аудармашылар тобының үйлестірушісінен сұраңыз.</p><ul><li><b>%1</b>: жүйеңізде қолданылатын кодтама.</li><li><b>%2</b>: Unicode (UTF-8) кодтамасын қолданады.</li></ul></qt>
mk: <qt><p><b>Кодирање</b></p><p>Изберете како да се кодираат знаците при зачувување на датотеката. Ако не сте сигурни кое кодирање да го користите, прашајте го вашиот координатор за преведување.</p><ul><li><b>%1</b>: ова е кодирањето што одговара на множ. знаци на вашиот системски јазик.</li><li><b>%2</b>: користи Уникод (UTF-8) кодирање.</li></ul></qt>
nb: <qt><p><b>Tegnsett</b></p><p>Velg hvilket tegnsett du vil bruke når du lagrer en fil. Hvis du er usikker på hvilket tegnsett du skal bruke, så spør dine oversetterkolleger.</p><ul><li><b>%1</b>: dette er den kodinga som passer til det tegnsettet som er valgt på ditt system.</li><li><b>%2</b>: bruker tegnsettet Unicode (utf8).</li>
nds: <qt><p><b>Koderen</b></p><p>Söök hier ut, woans Tekens bi't Sekern na en Datei kodeert warrn schöölt. Wenn Du nich seker büst, welk Koderen bruukt warrn schall, fraag bitte Dien Översetten-Koordinator.</p><ul><li><b>%1</b>: Dit is de passen Koderen för den Tekensett vun Dien Systeemspraak.</li><li><b>%2</b>: Bruukt Unicode-Koderen (UTF-8).</li></ul></qt>
nl: <qt><p><b>Codering</b></p><p>Kies de manier waarop de tekens worden gecodeerd als een bestand wordt opgeslagen. Als u niet zeker weet welke codering gebruikt wordt, vraag dit aan uw vertalingcoördinator.</p><ul><li><b>%1</b>: dit is de codering die het meest geschikt is voor de taal die op uw computer is ingesteld als standaardtaal.</li><li><b>%2</b>: gebruikt de codering "unicode (UTF-8)".</li></ul></qt>
pl: <qt><p><b>Kodowanie</b></p><p>Tu można wybrać kodowanie używane do zapisu pliku. Jeśli nie jesteś pewien, co należy wybrać, skontaktuj się z koordynatorem tłumaczenia.</p><ul><li><b>%1</b>: kodowanie zawierające znaki z wybranego języka.</li><li><b>%2</b>: standardowe kodowanie Unicode (UTF-8).</li></ul></qt>
pt: <qt><p><b>Codificação</b></p><p>Escolha como codificar os caracteres quando um ficheiro for gravado. Se você não tiver a certeza da codificação a usar, peça por favor ao seu coordenador de traduções.</p><ul><li><b>%1</b>: esta é a codificação mais adequada à sua tabela de caracteres.</li><li><b>%2</b>: usa o código Unicode (UTF-8).</li></ul></qt>
sk: <qt><p><b>Kódovanie</b></p><p>Vyberte, ako sa majú kódovať znaky pri ukladaní súboru. Ak si nie ste istý(á), opýtajte sa koordinátora prekladu.</p><ul><li><b>%1</b>: toto je kódovanie pre jazyk, ktorý je momentálne nastavený.</li><li><b>%2</b>: používa kódovanie unicode(UTF-8).</li></ul></qt>
sl: <qt><p><b>Kodiranje</b></p><p>Izberite, kako naj se zapišejo znaki ob shranjevanju v datoteko. Če ne veste, kakšno kodiranje bi uporabili, vprašajte svojega koordinatorja prevajanja.</p><ul><li><b>%1</b>: to je kodiranje, ki se ujema z naborom znakov jezika, ki je nastavljen na vašem sistemu.</li><li><b>%2</b>: uporablja zapis Unicode (UTF-8).</li></ul></qt>
sr: <qt> <p><b>Кодирање</b></p> <p>Изаберите које кодирање знакова се користи приликом снимања у фајл. Ако нисте сигурни које кодирање да користите, питајте својег координатора превода.</p> <ul><li><b>%1</b>: ово је кодирање који одговара скупу знакова вашег системског језика.</li><li><b>%2</b>: користи Unicode кодирање (UTF-8).</li> </ul></qt>
sr@latn: <qt> <p><b>Kodiranje</b></p> <p>Izaberite koje kodiranje znakova se koristi prilikom snimanja u fajl. Ako niste sigurni koje kodiranje da koristite, pitajte svojeg koordinatora prevoda.</p> <ul><li><b>%1</b>: ovo je kodiranje koji odgovara skupu znakova vašeg sistemskog jezika.</li><li><b>%2</b>: koristi Unicode kodiranje (UTF-8).</li> </ul></qt>
sv: <qt><p><b>Kodning</b></p><p>Välj hur tecken ska kodas när de sparas i en fil. Om du är osäker på vilken kodning du ska använda, fråga din översättningsansvarige.</p><ul><li><b>%1</b>: detta är den kodning som passar med teckenkodningen för ditt systems språk.</li><li><b>%2</b>: använder unicode-kodning (UTF-8).</li></ul></qt>
uk: <qt><p><b>Кодування</b></p><p>Виберіть кодування файла при його збереженні. Якщо ви не впевнені в тому, яке кодування використовувати, будь ласка, запитайте у координатора вашої команди перекладу.</p><ul><li><b>%1</b>: це кодування, яке підходить до набору символів мови вашої системи.</li><li><b>%2</b>: використовує кодування юнікоду (UTF-8).</li></ul></qt>

source: <qt><p><b>Keep the encoding of the file</b></p><p>If this option is activated, files are always saved in the same encoding as they were read in. Files without charset information in the header (e.g. POT files) are saved in the encoding set above.</p></qt>
ar: <qt><p><b>ابقِ على ترميز الملف</b></p><p>إذا كان هذا الخيار ممكنا، فستُحفظ الملفات دائما بنفس الترميز الذي تمت قرائتهم به. الملفات بدون معلومات عن طقم المحارف في الترويسة (ملفات POT مثلا) سيتم حفظها بمجموعة الترميز في اﻷعلى.</p></qt>
be: <qt><p><b>Захоўваць кадыроўку файла</b></p><p>Пры ўключэнні гэтай опцыі файл будзе захаваны ў зыходнай кадыроўцы. Файлы без указання кадыроўкі (напрыклад шаблоны), будуць захаваныя ў кадыроўцы, паказанай вышэй.</p></qt>
bg: <qt><p><b>Запазване кодовата таблица на файла</b></p><p>Ако е включена тази отметка, файловете винаги ще бъдат съхранявани със същата кодова таблица. Файлове без информация за кодовата таблица (например POT) ще бъдат съхранени със посочената горе кодова таблица.</p></qt>
ca: <qt><p><b>Mantenir la codificació del fitxer</b></p><p>Si s'activa aquesta opció, els fitxers es desaran amb la mateixa codificació amb la que foren llegits. Els fitxers sense informació a la capçalera (p.ex. fitxers POT) seran desats amb la codificació establerta a dalt.</p></qt>
da: <qt><p><b>Behold indkodningen af filen</b></p><p>Hvis denne indstilling er aktiveret, så vil filer altid blive gemt i den samme indkodning som de blev læst. Filer uden tegnsæt information i hovedet (f. eks. pot-filer) gemmes i indkodningen sat ovenfor.</p></qt>
de: <qt><p><b>Kodierung der Datei beibehalten</b></p><p>Ist diese Einstellung markiert, werden Dateien immer in der Kodierung gespeichert, mit der sie eingelesen wurden. Dateien, die keine Informationen über den verwendeten Zeichensatz im Vorspann enthalten (z. B. POT-Dateien), werden in der oben festgelegten Kodierung abgespeichert.</p></qt>
el: <qt><p><b>Διατήρηση κωδικοποίησης αρχείου</b></p> <p>Αν ενεργοποιηθεί αυτή η επιλογή, τα αρχεία αποθηκεύονται πάντα με την ίδια κωδικοποίηση την οποία είχαν. Αρχεία χωρίς πληροφορίες κωδικοποίησης στην επικεφαλίδα τους (π.χ. αρχεία POT) αποθηκεύονται με την κωδικοποίηση που ορίστηκε πιο πάνω.</p></qt>
es: <qt><p><b>Mantener la codificación del archivo</b></p><p>Si se activa esta opción, los archivos se guardarán con la misma codificación con la que fueron leídos. Los archivos sin información en la cabecera (p. ej., archivos POT) se guardarán con la codificación seleccionada más arriba.</p></qt>
et: <qt><p><b>Algne kooditabel jäetakse alles</b></p><p>Seda valikut aktiveerides salvestatakse failid alati selles kodeeringus, milles nad sisse loeti. Ilma kodeeringuinfota failid (so POT-failid) salvestatakse ülal seatud kodeeringus.</p></qt>
eu: <qt><p><b>Mantendu fitxategiaren kodeketa</b></p><p>Aukera hau aktibatuz gero, fitxategiak irakurri zireneko kodeketa berean gordetzen dira beti. Goiburukoan karaktere-multzoari buruzko informaziorik ez duten fitxategiak (adib. POT fitxategiak) goian ezarritako kodeketan gordetzen dira.</p></qt>
fa: <qt><p><b>حفظ کدبندی پرونده</b></p><p>اگر این گزینه فعال شود، پرونده‌ها همیشه در همان کدبندی ذخیره‌ می‌شوند که در آن خوانده شدند. پرونده‌ها بدون اطلاعات نویسه‌گان در سرآیند )مثلاً پرونده‌های POT( در کدبندی تنظیم‌شده در بالا ذخیره می‌شوند.</p></qt>
fr: <qt><p><b>Conserver l'encodage du fichier</b></p><p>Si cette option est activée, les fichiers sont toujours enregistrés dans le même encodage que lors de leur lecture. Les fichiers sans informations de table de caractère dans leur en-tête (par exemple les fichiers POT) sont enregistrés dans l'encodage fixé ci-dessus.</p></qt>
gl: <qt> <p><b>Manter a codificación do ficheiro</b></p> <p>Se sinala esta opción, os ficheiros sempre serán guardados na mesma codificación que foron lidos. Os ficheiros que non teñan información acerca da codificación na cabezallo (p.ex. os modelos POT) serán guardados coa codificación indicada acima.</p></qt>
hu: <qt><p><b>A fájl kódolásának megtartása</b></p><p>Ha bejelöli ezt az opciót, akkor a fájlok mentésénél ugyanazt a kódolást használja a program, mint a beolvasáskor. Ha a fájl fejléce nem tartalmazza a kódolási információt (pl. a pot fájlok esetén), akkor a program a fent megadott kódolást használja.</p></qt>
is: <qt><p><b>Varðveita kóðun skráar</b></p><p>Ef þessi möguleiki er valinn, munu skrár alltaf vera vistaðar með sömu stafatöflu og þær voru í við lestur. Skrár sem innihalda ekki stafatöfluupplýsingar (þ.e. POT skrár) eru vistaðar með stafatöflunni sem þú hefur valið.</p></qt>
it: <qt> <p><b>Mantieni la codifica del file</b></p><p>Se questa opzione è abilitata, i file sono sempre salvati nella stessa codifica rilevata in lettura. I file senza informazioni sul tipo di caratteri nell'intestazione (es. i file POT) sono salvati nella codifica indicata sopra.</p></qt>
ja: <qt><p>ファイルのエンコーディングを保持する</p><p>このオプションを有効にすると、読み込んだときと同じエンコーディングでファイルを保存します。ヘッダに文字情報がないファイル (例 POT ファイル) を保存するときは、上で指定されたエンコーディングを使用します。</p></qt>
kk: <qt><p><b>Файл кодтамасы сақталсын</b></p><p>Егер осы параметр қосылып тұрса, файлдың бастапқы кодтамасы сақталады. Айдарда кодтамасы туралы мәлімет көрсетілмесе (мысалы POT файлдарда), файлдар жоғарыда орнатылған кодтамада сақталынады.</p></qt>
ko: <qt><p><b>파일의 인코딩 유지</b></p><p>만약 이 옵션이 활성화되어 있으면, 파일은 항상 읽었을 때 사용했던 인코딩으로 저장됩니다. 헤더에 문자 정보가 없는 파일(예를 들어 POT 파일)은 다음의 인코딩으로 저장됩니다.</p></qt>
lt: <qt><p><b>Palikti bylos koduotę</b></p><p>Jeigu ši parinktis yra aktyvi, bylos visada bus išsaugotos toje koduotėje, kokią nuskaitė. Bylos, be koduotės informacijos antraštėje (pvz., POT bylos) yra išsaugomos koduotėje, nurodytoje apčioje.</p></qt>
mk: <qt><p><b>Задржи кодирање на датотеката</b></p><p>Ако е активирана оваа опција, датотеките секогаш ќе се зачувуваат со истото кодирање со кое биле вчитани. Датотеките што немаат информација за кодирањето во заглавието (пр. POT-датотеки) се зачувуваат со кодирањето поставено погоре.</p></qt>
nb: <qt><p><b>Behold tegnsettet fra fila</b></p><p>Hvis denne funksjonen er slått på, blir fila alltid lagret med det samme tegnsettet som den ble lest i. Filer uten informasjon om tegnsettet i filhodet (altså pot-filer) lagres med det tegnsettet som er valgt ovenfor.</p></qt>
nds: <qt><p><b>Dateikoderen wohren</b></p><p>Wenn disse Optschoon aktiveert is, warrt de Dateien jümmers mit de sülve Koderen sekert, as se inleest wöörn. Dateien ahn Tekensettinformatschonen binnen ehr Koppindrääg, (as t. B. POT-Dateien), warrt mit de baven fastleggte Koderen sekert.</p></qt>
nl: <qt><p><b>Bestaande codering in bestand behouden</b></p><p>Als deze optie geactiveerd is,dan worden bestanden altijd opgeslagen in de codering die ze hadden bij het inlezen. bestanden zonder tekensetinformatie in de koptekst (b.v. pot-bestanden) worden opgeslagen in de codering zoals boven ingesteld.</p></qt>
pl: <qt><p><b>Zachowaj kodowanie pliku</b></p><p>Jeśli ta opcja jest włączona, pliki będą zawsze zapisywane w ich własnym kodowaniu. Pliki bez wybranego kodowania (np. szablony POT) będą używać kodowania wybranego poniżej.</p></qt>
pt: <qt><p><b>Manter a codificação do ficheiro</b></p><p>Se esta opção estiver activa, os ficheiros são sempre gravados na mesma codificação em que foram lidos. Os ficheiros sem informação de codificação no cabeçalho (p.ex. os ficheiros POT) são gravados na codificação indicada acima.</p></qt>
sk: <qt><p><b>Nechať pôvodné kódovanie súboru</b></p><p>Ak je táto voľba aktívna, súbory sú vždy uložené v rovnakom kódovaní ako boli načítané. Súbory bez informácie o kódovaní v hlavičke (napr. POT súbory) sú uložené v kódovaní nastavenom vyššie.</p></qt>
sl: <qt><p><b>Ohrani kodiranje datoteke</b></p><p>Če je omogočena ta možnost, se datoteke vedno shranijo v tistemu kodiranju, kot so bile prebrane. Datoteke brez informacije o kodiranju v glavi (recimo datoteke POT) so shranjene v kodiranju, ki je določeno zgoraj.</p></qt>
sr: <qt><p><b>Задржи кодирање фајла</b></p> <p>Ако је ова опција укључена, фајлови се увек снимају са истим кодирањем са којим су били учитани. Фајлови без информације о скупу знакова у заглављу (нпр. POT фајлови) снимају се са кодирањем постављеним изнад.</p></qt>
sr@latn: <qt><p><b>Zadrži kodiranje fajla</b></p> <p>Ako je ova opcija uključena, fajlovi se uvek snimaju sa istim kodiranjem sa kojim su bili učitani. Fajlovi bez informacije o skupu znakova u zaglavlju (npr. POT fajlovi) snimaju se sa kodiranjem postavljenim iznad.</p></qt>
sv: <qt><p><b>Behåll filens kodning</b></p><p>Om den här inställningen är aktiverad, sparas filer alltid med samma kodning som de lästes med. Filer utan teckenkodningsinformation i huvudet (t ex POT-filer) sparas med kodningen ovan.</p></qt>
ta: <qt><p><b>கோப்பின் குறிமுறையை வைத்துக்கொள்</b></p><p>இந்த விருப்பத் தேர்வு செயலாக்கப்பட்டால், கோப்புக்கள் எப்போதும் படிக்கப்பட்ட அதே குறிமுறையில் சேமிக்கப்படும்.தலைப்பில் charset தகவல் இல்லாத கோப்புக்கள் (எ.கா. POT கோப்புக்கள்) மேலுள்ள குறிமுறையிலேயே சேமிக்கப்படும்.</p></qt>
tg: <qt><p><b>Рамзгузории файлро нигоҳ доред</b></p><p>Агар ин вариант фаъол карда шуда бошад, файлҳо ҳамеша дар ҳамон якхел рамзгузорӣ,чӣ хеле, ки хонда шуда буданд, нигоҳ дошта мешаванд. Файлҳо бе иттилоот дар саромад (мисол файлҳои POT ) дар маҷмӯаи рамзгузории дар боло буда нигоҳ дошта мешаванд.</p></qt>
uk: <qt><p><b>Зберігати кодування файла</b></p><p>Якщо цей параметр увімкнено, то файли завжди будуть зберігатись з тим самим кодуванням, у якому їх було прочитано. Файли без інформації про кодування в заголовку (напр., POT-файли) зберігаються у кодуванні встановленому вище.</p></qt>
zh_cn: <qt><p><b>保留文件的编码</b></p><p>如果选中该选项，文件将总是使用其读入时的编码来保存。文件头中没有字符集信息的文件(如 POT 文件)将使用上面设置的编码保存。</p></qt>
