Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Character Table
ar: جدول المحارف
be: Табліца знакаў
bg: Таблица със символи
ca: Taula de caràcters
da: Tegntabel
de: Zeichentabelle
el: Πίνακας χαρακτήρων
es: Tabla de caracteres
et: Märgitabel
eu: Karaktere-taula
fa: جدول نویسه
fr: Table de caractères
gl: Táboa de caracteres
he: טבלת ערכת תווים
hu: Karaktertáblázat
is: Stafatafla
it: Tabella caratteri
ja: 文字テーブル
kk: Таңбалар кестесі
ko: 문자표
lt: Simbolių lentelė
mk: Табела со знаци
nb: tegnsett
nds: Tekentabell
nl: Tekentabel
nn: Teikntabell
pa: ਅੱਖਰ ਸਾਰਣੀ
pl: Tablica znaków
pt: Tabela de Caracteres
sk: Tabuľka znakov
sl: Tabela znakov
sr: Табела знакова
sr@latn: Tabela znakova
sv: Teckentabell
ta: எழுத்து அட்டவணை
tg: Ҷадвали ишора
uk: Таблиця символів
zh_cn: 字符表

source: C&hars
ar: م&حارف
be: &Знакі
bg: Сим&воли
ca: &Caràcters
da: T&egn
de: &Zeichen
el: &Χαρακτήρες
es: &Caracteres
et: Süm&bolid
eu: &Karaktereak
fa: &نویسه‌ها‌
fr: C&ars
gl: &Caracteres
he: &תווים
hr: &Znakovi
hu: K&arakterek
is: &Stafatafla
it: &Caratteri
ja: 文字(&H)
kk: Таң&балар
ko: 문자(&H)
lt: Sim&boliai
mk: З&наци
nb: Tegn&sett:
nds: &Tekens
nl: Lettertekens
nn: &Teikn
pa: ਅੱਖਰ(&h)
pl: &Znaki
pt: Caractere&s
sk: &Znaky
sl: &Znaki
sr: &Знакови
sr@latn: &Znakovi
sv: Te&cken
ta: எழுத்து
tg: Корҳои &ногаҳонӣ
uk: &Символи
zh_cn: 字符(&H)

source: Tag List
ar: قائمة الوسوم
be: Спіс тэгаў
bg: Списък с тагове
ca: Llista d'etiquetes
da: Mærkeliste
de: Formatierungsliste
el: Λίστα ετικετών
es: Lista de etiquetas
et: Siltide nimekiri
eu: Etiketa zerrenda
fa: فهرست برچسب
fr: Liste des balises
gl: Lista de etiquetas
he: רשימת תגיות
hu: Tag-lista
is: Tög
it: Lista tag
ja: タグリスト
kk: Тегтер тізімі
ko: 태그 목록
lt: Žymių sąrašas
nb: tagger
nds: Betekerlist
nl: Taglijst
nn: Taggar
pa: ਟੈਗ ਸੂਚੀ
pl: Lista znaczników
pt: Lista de Marcas
sk: Zoznam značiek
sl: Seznam značk
sr: Листа ознака
sr@latn: Lista oznaka
sv: Tagglista
ta: அட்டை பட்டியல்
tg: Рӯйхати тег
uk: Список міток
zh_cn: 标签列表

source: Tags
ar: وسوم
be: Тэгі
bg: Тагове
ca: Etiquetes
da: Mærker
de: Formatierungen
el: Ετικέτες
es: Etiquetas
et: Sildid
eu: Etiketak
fa: برچسبها
fr: Balises
gl: Etiquetas
he: תגיות
hr: Tagovi
hu: Tag-ek
is: Tög
it: Tag
ja: タグ
kk: Тегтер
ko: 태그
lt: Žymės
mk: Ознаки
nb: Tagger
nds: Betekers
nn: Taggar
pa: ਟੈਗ
pl: Znaczniki
pt: Marcas
sk: Tagy
sl: Značke
sr: Ознаке
sr@latn: Oznake
sv: Taggar
ta: அட்டைகள்
tg: Тегҳо
uk: Мітки
zh_cn: 标签

source: Source Context
ar: سياق المصدر
be: Кантэкст у зыходным кодзе
bg: Контекстна информация за източник
ca: Context de font
da: Kildesammenhæng
de: Quellecodekontext
el: Σχετικός πηγαίος κώδικας
es: Contexto de fuente
et: Lähteteksti kontekst
eu: Iturburu-testuingurua
fa: متن منبع
fr: Contexte du source
gl: Contexto nas fontes
he: הקשר מקור
hu: Forráskontextus
is: Kóðasamhengi
it: Contesto del sorgente
ja: ソース文脈
kk: Бастапқы кодтағы контексті
ko: 점수
lt: Šaltinio (source) kontekstas
mk: Контекст во изворни
nb: kildekoden
nds: Bornkontext
nl: Broncodecontext
nn: Kjeldekode
pa: ਸਰੋਤ ਪ੍ਰਸੰਗ
pl: Kontekst źródła
pt: Contexto do Código
sk: Zdrojový kód
sl: Kontekst vira
sr: Изворни контекст
sr@latn: Izvorni kontekst
sv: Källkodssammanhang
ta: மூல சூழல்
tg: Манбаъи матн
uk: Контекст в джерельних текстах
zh_cn: 源文件上下文

source: Source
ar: مصدر
be: Зыходнікі
bg: Източник
ca: Font
da: Kilde
de: Quelle
el: Πηγαίος κώδικας
es: Fuente
et: Lähtetekst
eu: Iturburua
fa: متن
gl: Fontes
he: מקור
hr: Izvor
hu: Forrás
is: Kóði
it: Sorgente
ja: ソース
kk: Көзі
ko: 점수
lt: Šaltinis
mk: Изворни
nb: Kildekode
nds: Born
nl: Bron
nn: Kjeldekode
pa: ਸਰੋਤ
pl: Źródło
pt: Código
sk: Zdrojový kód
sl: Vir
sr: Изворни кôд
sr@latn: Izvorni kôd
sv: Källkod
ta: மூலம்
tg: Манбаъ
uk: Джерельні тексти
zh_cn: 来源

source: Translation List
ar: قائمة الترجمة
be: Спіс перакладу
bg: Списък с преводи
ca: Llista de traducció
da: Oversættelsesliste
de: Übersetzungsliste
el: Λίστα μετάφρασης
es: Lista de traducción
et: Tõlkenimekiri
eu: Itzulpen zerrenda
fa: فهرست ترجمه
fr: Liste de traduction
gl: Lista de tradución
he: רשימת תרגומים
hu: Fordításlista
is: Þýðingarlisti
it: Lista delle traduzioni
ja: 翻訳リスト
kk: Аударма тізімі
ko: 번역 목록
mk: Листа со преводи
nb: lista over strengene
nds: Översettenlist
nl: Tekenreeksoverzicht
nn: Lista over strengane
pa: ਅਨੁਵਾਦ ਲਿਸਟ
pl: Lista tłumaczeń
pt: Lista de Tradução
sk: Zoznam prekladov
sl: Seznam prevodov
sr: Листа превода
sr@latn: Lista prevoda
sv: Översättningslista
uk: Список перекладу
zh_cn: 翻译列表

source: Error List
ar: قائمة الأخطأ
be: Спіс памылак
bg: Списък с грешки
ca: Llistat d'errors
da: Fejlliste
de: Fehlerliste
el: Λίστα σφαλμάτων
es: Lista de errores
et: Vigade nimekiri
eu: Errore-zerrenda
fa: فهرست خطا
fr: Liste d'erreurs
gl: Lista de erros
he: רשימת שגיאות
hu: Hibalista
is: Listi yfir villur
it: Lista di errori
ja: エラー一覧
kk: Қателер тізімі
mk: Листа со грешки
nb: lista over feil
nds: Fehlerlist
nl: Foutenlijst
nn: Lista over feil
pa: ਗਲਤੀ ਲਿਸਟ
pl: Lista błędów
pt: Lista de Erros
sk: Zoznam chýba
sl: Seznam napak
sr: Листа грешака
sr@latn: Lista grešaka
sv: Fellista
uk: Список помилок
zh_cn: 错误列表

source: Errors
ar: أخطأ
be: Памылкі
bg: Грешки
da: Fejl
de: Fehler
el: Σφάλματα
es: Errores
et: Vead
eu: Erroreak
fa: خطاها
fr: Problèmes
gl: Erros
he: שגיאות
hu: Hibák
is: Villur
it: Errori
ja: エラー
kk: Қателер
lt: Klaidos
mk: Грешки
nb: Feil
nds: Fehlers
nl: Fouten
nn: Feil
pa: ਗਲਤੀਆਂ
pl: Błędy
pt: Erros
sk: Chyby
sl: Napake
sr: Грешке
sr@latn: Greške
sv: Fel
uk: Помилки
zh_cn: 错误

source: [readonly]
ar: [للقراءة فقط]
be: [толькі чытанне]
bg: [само за четене]
ca: [sols lectura]
da: [kun som læsbar]
de: [nur lesen]
el: [μόνο ανάγνωση]
es: [solo lectura]
et: [lugemisõigusega]
eu: [irakurri bakarrik]
fa: ]فقط خواندنی[
fr: [lecture seule]
gl: [só lectura]
he: [קריאה בלבד]
hr: [samo za čitanje]
hu: [csak olvasható]
is: [ritvarin]
it: [sola lettura]
ja: [読み込みのみ]
kk: [тек оқу]
ko: [읽기만 됨]
lt: [tik skaityti]
mk: [само за читање]
nb: [skrivebeskyttet]
nds: [bloots leesbor]
nl: [alleen-lezen]
nn: [berre lesing]
pa: [ਸਿਰਫ਼ ਪੜਨ ਲਈ]
pl: [tylko do odczytu]
pt: [apenas-leitura]
sk: [len pre čítanie]
sl: [le za branje]
sr: [само за читање]
sr@latn: [samo za čitanje]
sv: [skrivskyddad]
ta: [படிக்க மட்டும்]
tg: [фақатхондан]
uk: [тільки для читання]
zh_cn: [只读]

source: There was an error while reading the file header. Please check the header.
ar: حدث خطأ أثناء قراءة ترويسة الملف. فضلا قم بفحص الترويسة.
be: Памылка пры чытанні загалоўка файла. Праверце загаловак.
bg: Грешка при четене на заглавната част на файла. Моля, проверете заглавната част.
ca: Hi ha hagut un error mentre es llegia la capçalera del fitxer. Si us plau, reviseu-la.
da: En fejl opstod ved forsøg på læsning af hovedet. Undersøg venligst hovedet.
de: Beim Lesen des Vorspanns ist ein Fehler aufgetreten. Bitte überprüfen Sie den Vorspann.
el: Σφάλμα κατά την ανάγνωση της επικεφαλίδας του αρχείου. Παρακαλώ ελέγξτε την επικεφαλίδα.
es: Ocurrió un error al leer la cabecera del archivo. Compruebe la cabecera.
et: Faili päise lugemisel tekkis viga. Palun kontrolli faili päist.
eu: Errorea fitxategiaren goiburukoa irakurtzean. Mesedez egiaztatu goiburukoa.
fa: هنگام خواندن سرآیند پرونده خطایی وجود داشت. لطفاً، سرآیند را بررسی کنید.
fr: Il y a eu un problème pendant la lecture de l'en-tête. Veuillez vérifier l'en-tête.
gl: Aconteceu un erro ao ler o cabezallo do ficheiro. Comprobe o cabezallo.
he: אירעה שגיאה בזמן קריאה מכותרת הקובץ. אנא בדוק את הכותרת.
hr: Došlo je do greške prilikom čitanja zaglavlja datoteke. Provjerite zaglavlje.
hu: A fejléc beolvasása közben hiba történt. Ellenőrizze a fejlécet.
is: Villa kom upp við lestur á haus skráarinnar.
it: C'era un errore durante la lettura dell'intestazione del file. Controlla l'intestazione.
ja: ファイルのヘッダを読み込み中にエラーが発生しました。ヘッダをチェックしてください。
kk: Файл айдарын оқу қатесі. Айдарын тексеріңіз.
ko: 파일 헤더를 읽는 중 오류가 발생하였습니다. 헤더를 검사해 주시기 바랍니다.
lt: Įvyko klaida bandant nuskaityti bylos antraštę. Patikrinkite antraštę.
mk: Настана грешка при читањето на заглавието на датотеката. Проверете го заглавието.
nb: Klarte ikke å lese filhodet. Sjekk filhodet.
nds: Bi't Lesen vun den Dateikopp hett dat en Fehler geven. Bitte prööv den Dateikopp.
nl: Er was ook een probleem bij het lezen van de koptekst. Controleer de koptekst.
nn: Klarte ikkje lesa filhovudet. Kontroller filhovudet.
pa: ਫਾਇਲ ਸਿਰਲੇਖ ਪੜਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ, ਸਿਰਲੇਖ ਦੀ ਜਾਂਚ ਕਰੋ ਜੀ।
pl: Błąd podczas odczytu nagłówka pliku. Proszę sprawdzić nagłówek.
pt: Ocorreu um erro na leitura do cabeçalho. Por favor, verifique o cabeçalho.
sk: Nastala aj chyba pri čítaní hlavičky. Prosím, overte hlavičku.
sl: Pri branju glave je prišlo do napake. Prosim preverite glavo.
sr: Дошло је до грешке приликом читања заглавља фајла. Проверите заглавље.
sr@latn: Došlo je do greške prilikom čitanja zaglavlja fajla. Proverite zaglavlje.
sv: Ett fel uppstod vid läsning av filhuvudet. Kontrollera filhuvudet.
ta: கோப்பு தலைப்பு படிப்பின் போது ஏற்பட்ட பிழை. தலைப்பை சரிபார்க்கவும்.
tg: Дар вақти хондани сарлавҳаи файл хатогӣ буд. Марҳамат карда сарлавҳаро тафтиш кунед.
uk: Трапилась помилка під час читання заголовка файла. Будь ласка, перевірте його.
zh_cn: 在读取文件头时出错。请检查文件头。

source: Error while reading the file: %1 No entry found.
ar: حدث خطأ أثناء قرائة الملف: %1 لم أجِد خانة.
be: Памылка пры спробе адкрыць файл: %1 Файл не мае запісаў.
bg: Грешка при четене на файл: %1 Не е намерен запис.
ca: Error mentre s'intentava obrir el fitxer: %1 No s'ha trobat l'entrada.
da: Fejl ved læsning af filen: %1 Ingen indgang fundet.
de: Fehler beim Lesen der Datei %1 Kein Eintrag gefunden.
el: Σφάλμα κατά την ανάγνωση του αρχείου: %1 Δε βρέθηκε καμία καταχώρηση.
es: Ha ocurrido un error al leer el archivo: %1 No se ha encontrado ninguna entrada.
et: Viga faili avamisel: %1 Ühtegi kirjet ei leitud.
eu: Errorea ondoko fitxategia irekitzen saiatzean: %1 Ez da sarrera aurkitu.
fa: خطا هنگام خواندن پرونده: %1 مدخلی یافت نشد.
fr: Problème lors de la lecture du fichier : %1 Aucune entrée trouvée.
gl: Erro ao abrir o ficheiro: %1 Non se atopou nengunha entrada.
hu: Hiba történt egy fájl olvasásakor: %1 Nem található bejegyzés.
is: Villa við opnun skráar: %1 Engin færsla fannst.
it: Errore durante la lettura del file: %1 Non è stata trovata alcuna voce.
ja: 以下のファイルの読み込み中にエラー: %1
kk: Келесі файлды оқу кезінде қате пайда болды: %1 Файлдың құрамында жазулар жоқ.
mk: Грешка при читањето на датотеката: %1 Нема пронајден елемент.
nb: Klarte ikke å lese fila %1 Fant ingen oppføring.
nds: Fehler bi't Lesen vun Datei: %1 Keen Indrag funnen.
nl: Fout tijdens het lezen van bestand: %1 Geen inhoud gevonden.
nn: Klarte ikkje lesa fil: %1 Fann inga oppføring.
pa: ਫਾਇਲ ਪੜ੍ਹਨ ਦੌਰਾਨ ਗਲਤੀ: %1 ਕੋਈ ਇੰਦਰਾਜ਼ ਨਹੀਂ ਮਿਲਿਆ ਹੈ।
pl: Błąd podczas odczytu pliku: %1 Nie znaleziono żadnego wpisu.
pt: Erro ao ler o ficheiro: %1 Não foi encontrado nenhum item.
sk: Chyba pri čítaní súboru: %1 Žiadny záznam nebol nájdený.
sl: Napaka pri branju datoteke: %1 Ni moč najti nobenega vnosa.
sr: Грешка при читању фајла: %1 Није нађен ниједан унос.
sr@latn: Greška pri čitanju fajla: %1 Nije nađen nijedan unos.
sv: Fel vid läsning av filen: %1 Någon post hittades inte.
uk: Помилка читання файла: %1 Не знайдено жодного запису.

source: The file contained syntax errors and an attempt has been made to recover it. Please check the questionable entries by using Go->Next error
ar: احتوى الملف على أخطأ في بنية الجمل وهناك محاولة لاسترجاعه. فضلا افحص الخانات المشكوك بها باستخدام انطلق->الخطأ التالي
be: У файле ёсць сінтаксічныя памылкі, была вырабленая спроба выпраўлення. Праверце падазроныя запісы, выкарыстаючы Перайсці-> Наступная памылка
bg: Файлът съдържа синтактични грешки и беше направен опит за възстановяване. Моля, проверете въпросните низове като използвате "Навигация->Следващ сгрешен
ca: El fitxer conté errors de sintaxi i s'ha intentat recuperar-lo. Si us plau, comproveu les entrades inexactes emprant Vés ->Error següent
da: Filen indeholdt syntaksfejl, og filen er forsøgt udbedret. Undersøg venligst de tvivlsomme beskedforekomster ved hjælp af Gå -> Næste fejl
de: Die Datei enthielt Syntaxfehler. Es wurde versucht, die Datei wiederherzustellen. Bitte überprüfen Sie die fraglichen Einträge, indem Sie "Gehe zu" -> "Nächster Fehler" benutzen.
el: Το αρχείο περιείχε σφάλματα σύνταξης και έγινε μια προσπάθεια διόρθωσής του. Παρακαλώ ελέγξτε τις αμφισβητούμενες καταχωρήσεις χρησιμοποιώντας το Μετάβαση->Επόμενο σφάλμα
es: El archivo contiene errores de sintaxis y se ha intentado recuperar. Compruebe las entradas dudosas usando «Ir->Siguiente error».
et: Fail sisaldas süntaksivigu ja neid prooviti parandada. Palun kontrolli küsitava sisuga kirjed üle, valides Liikumine->Järgmine viga
eu: Fitxategiak sintaxi akatsak ditu eta berau berreskuratzeko saioa egin da. Mesedez egiaztatu zalantzazko sarrerak ondokoa erabiliz: Joan->Hurrengo akatsa
fa: پرونده شامل خطاهای نحوی است، و برای بازیافت آن تلاش شده است. لطفاً، مدخلهای پرسیدنی را با استفاده از برو-<خطای بعدی بررسی کنید
fr: Le fichier contenait des erreurs de syntaxe et KBabel a essayé de les corriger. Veuillez vérifier les entrées en question en utilisant Aller / Erreur suivante
gl: O ficheiro contiña erros de sintaxe e fíxose un intento de recuperalo. Comprobe as entradas discutíbeis usando Ir -> Seguinte erro
he: הקובץ מכיל שגיאות תחביר ונעשה ניסיון להתגבר על כך. אנא בדוק את הרשומות שבנידון על ידי שימוש במעבר->הבא עם השגיאה
hr: Datoteka je sadržala greške u sintaksi i učinjen je pokušaj da se povrati. Provjerite problematične unose koristeći Idi->Sljedeća greška
hu: A fájl szintaktikai hibákat tartalmazott, megkíséreltem kijavítani a hibákat. Ellenőrizze a kérdéses bejegyzéseket az Ugrás->A következő hiba menüponttal.
is: Skráin inniheldur villur og reynt hefur verið að laga hana. Athugaðu vafasömu reitina með því að nota Fara->Næsta villa
it: Il file contiene errori di sintassi ed è stato compiuto un tentativo di ripristino. Per piacere, controlla le voci utilizzando Vai->Successivo errore
ja: ファイルに文法エラーが含まれていたため、エラーの修正を試みました。 問題のエントリを「移動」->「次のエラー」を使ってチェックしてください。
kk: Файлда синтаксистік қателер бар, оларды жөндеуге әрекет жасалынды. Өту-> Келесі қателік деген мәзірді қолданып қателігі болған жазуларды тексеріңіз
ko: 파일이 문법 오류를 포함하고 있어서 복구하려는 시도가 있었습니다. 가기->다음 오류 메뉴를 사용하여 의심되는 항목을 확인하십시오.
lt: Byloje yra sintaksės klaidų, kurias byvo bandyta ištaisyti. Patikrinkite abejotinus įrašus su Eiti->Kita klaida
mk: Датотеката содржеше синтаксички грешки и беше направен обид таа да се обнови. Проверете ги сомнителните пораки со „Оди->Следна грешка“
nb: Fila inneholder syntaksfeil. KBabel har forsøkt å reparere den. Sjekk oversettelsene som har blitt reparert ved å bruke «Gå – Neste feil»
nds: De Datei bargt Syntaxfehlers, un en Wedderherstellversöök wöör start. Bitte prööv de bedrapen Indrääg mit "Gah na" -> "Nakamen Fehler".
nl: Het bestand bevat syntaxisfouten en er is geprobeerd deze te herstellen. Controleer a.u.b. de tekenreeksen in kwestie door "Ga naar->Volgende fout" te gebruiken
nn: Fila inneheldt syntaksfeil. KBabel har prøvd å reparera henne. Kontroller moglege feil ved å bruka «Gå – Neste feil».
pl: Plik zawiera błędy składniowe i podjęto próby naprawienia ich. Proszę sprawdzić błędne pozycje przy użyciu polecenia Idź->Następny błąd.
pt: O ficheiro continha erros de sintaxe que se tentou corrigir. Por favor, verifique os itens duvidosos, usando a opção 'Ir->Erro seguinte'
sk: Súbor obsahoval syntaktické chyby, ktoré sa program pokúsil opraviť. Overte prosím otázne položky pomocou Choď->Nasledujúca chyba
sl: Datoteka je vsebovala skladenjske napake in KBabel jo je poskusil rešiti. Prosim preverite dvomljive vnose z uporabo Pojdi -> Naslednja napaka
sr: Фајл је садржао грешке у синтакси и учињен је покушај да се поврати. Проверите проблематичне уносе користећи Иди->Следећа грешка
sr@latn: Fajl je sadržao greške u sintaksi i učinjen je pokušaj da se povrati. Proverite problematične unose koristeći Idi->Sledeća greška
sv: Filen innehöll syntaktiska fel och försök har gjorts att hitta dem. Kontrollera de tveksamma posterna genom att använda Gå -> Nästa fel.
ta: இந்த கோப்பு தொடரமைப்பு பிழையை கொண்டுள்ளது. தயவு செய்து கேள்வி கேட்கும் வகையில் உள்ளிட செல்->அடுத்த பிழை பயன்படும்
tg: Файл хатогиҳои наҳвро дар бар гирифта буд ва кӯшиши барқарор кардани вай буд. Марҳамат карда бо итсифодабарии Go->Next хатогӣ воридшудаҳои шубҳанокро тафтиш кунед
uk: Файл містить синтаксичні помилки і була спроба виправити їх Будь ласка, перевірте ці записи, використовуючи Перехід->Наступна помилка
zh_cn: 该文件含有语法错误，并已作了修补它的尝试。 请使用“转到->下一个错误”来检查有问题的项目

source: You do not have permissions to read file: %1
ar: لا تملك الأذون لقراءة الملف: %1
be: Бракуе правоў для чытання файла: %1
bg: Нямате права за четене на файл: %1
ca: No teniu prou permisos per a llegir el fitxer: %1
da: Du har ikke tilladelse til at læse fil: %1
de: Sie haben keine Berechtigung die Datei %1 zu lesen.
el: Δεν έχετε δικαιώματα ανάγνωσης του αρχείου: %1
es: No tiene permiso para leer el archivo: %1
et: Faili lugemiseks puuduvad õigused: %1
eu: Ez duzu baimenik ondoko fitxategia irakurtzeko: %1
fa: مجوز خواندن پرونده را ندارید: %1
fr: Vous n'avez pas la permission de lire le fichier : %1
gl: Non ter permisos para ler o ficheiro: %1
he: אין לך הרשאות לקרוא את הקובץ: %1
hu: Nincs olvasási jogosultsága az alábbi fájlhoz: %1
is: Þú hefur ekki réttindi til að lesa skrána: %1
it: Non hai i permessi di leggere il file: %1
ja: ファイルを読む権限がありません: %1
kk: Келесі файлды оқуға рұқсатыңыз жоқ: %1
ko: 다음 파일에 대한 읽기 권한이 없습니다. %1
lt: Jūs neturite teisių skaitymui bylos: %1
mk: Немате дозвола за читање на датотеката: %1
nb: Du har ikke tillatelse til å lese fila: %1
nds: Du hest keen Verlöven för't Lesen vun Datei: %1
nl: U bezit niet de nodige toegangsrechten om het volgende bestand te openen: %1
nn: Du har ikkje løyve til å lesa fila: %1
pa: ਤੁਹਾਨੂੰ ਫਾਇਲ ਪੜਨ ਦੀ ਇਜ਼ਾਜਤ ਨਹੀਂ ਹੈ %1
pl: Brak praw do odczytu pliku: %1
pt: Não tem permissões para ler o ficheiro: %1
sk: Nemáte právo čítať súbor: %1
sl: Nimate dovoljenja za branje datoteke: %1
sr: Немате дозволу за читање фајла: %1
sr@latn: Nemate dozvolu za čitanje fajla: %1
sv: Du har inte behörighet att läsa filen: %1
ta: கோப்புகளை படிப்பதற்கு அனுமதி உங்களுக்கு இல்லை: %1
tg: Шумо иҷозати хондани файлро надоред; %1
uk: У вас немає прав для читання файла: %1
zh_cn: 您没有权限读取文件： %1

source: You have not specified a valid file: %1
ar: لم تحدد ملفا صحيحا: %1
be: Вы не паказалі карэктны файл: %1
bg: Не сте посочили валиден файл: %1
ca: No heu especificat un fitxer vàlid: %1
da: Du har ikke valgt en gyldig fil: %1
de: Sie haben keine gültige Datei angegeben: %1
el: Δεν έχετε ορίσει ένα έγκυρο αρχείο: %1
es: No ha especificado un archivo válido: %1
et: Sa ei ole määranud kasutuskõlblikku faili: %1
eu: Ez duzu zehaztu baliozko fitxategia: %1
fa: پروندۀ معتبری را مشخص نکرده‌اید: %1
fr: Vous n'avez pas indiqué de fichier valable : %1
gl: Non indicou un ficheiro válido: %1
he: לא ציינת קובץ תקין: %1
hr: Niste naveli ispravnu datoteku: %1
hu: Érvénytelen fájlt adott meg: %1
is: Þú hefur ekki tilgreint gilda skrá: %1
it: Non hai specificato un file valido: %1
ja: 有効なファイルが指定されていません: %1
kk: Көрсеткеніңіз жарамсыз файл: %1
ko: 유효한 파일을 지정하지 않았습니다: %1
lt: Jūs nenurodėte teisingos bylos: %1
mk: Не наведовте валидна датотека: %1
nb: Du har ikke angitt en gyldig fil: %1
nds: Du hest keen gellen Datei angeven: %1
nl: U hebt geen geldig bestand opgegeven: %1
nn: Du har ikkje oppgjeve ei gyldig fil: %1
pa: ਤੁਸੀਂ ਇੱਕ ਜਾਇਜ ਫਾਇਲ ਨਹੀਂ ਦਿੱਤੀ ਕੀਤੀ ਹੈ: %1
pl: Nie podano poprawnego pliku: %1
pt: Não indicou um ficheiro válido: %1
sk: Neuviedli ste platný súbor: %1
sl: Niste izbrali veljavne datoteke: %1
sr: Нисте навели исправан фајл: %1
sr@latn: Niste naveli ispravan fajl: %1
sv: Du har inte angett en giltig fil: %1
ta: உரிய கோப்பினைக் குறிப்பிடவில்லை: %1
tg: Шумо файли ҳақиқиро махсус нагардондед: %1
uk: Ви не вказали чинний файл: %1
zh_cn: 您没有指定一个有效的文件： %1

source: KBabel cannot find a corresponding plugin for the MIME type of the file: %1
ar: لا يمكن لمترجم‌ك العثور على الملحقات المقابلة لنوع MIME للملف: %1
be: Не атрымалася знайсці адпаведны модуль для тыпу MIME файла: %1
bg: KBabel не може да намери съответната приставка за MIME на файла: %1
ca: KBabel no ha pogut trobar un connector corresponent per al tipus -MIME del fitxer: %1
da: KBabel kan ikke finde et tilsvarende plugin for MIME-type for filen: %1
de: KBabel kann für den MIME-Typ der folgenden Datei kein passendes Plugin finden: %1
el: Το KBabel δε μπορεί να βρει κάποιο αντίστοιχο πρόσθετο για τον τύπο MIME του αρχείου: %1
es: KBabel no pudo encontrar la extensión correspondiente al tipo MIME del archivo: %1
et: KBabel ei suutnud leida pluginat, mis sobiks faili MIME tüübile: %1
eu: KBabel-ek ezin du dagokion MIME mota plugin-ik aurkitu fitxategi honentzat: %1
fa: KBabel نمی‌تواند وصلۀ متناظری را برای نوع مایم پرونده بیابد: %1
fr: KBabel ne peut trouver un module correspondant pour le type MIME du fichier : %1
gl: Kbabel non puido atopar unha extensión para o tipo MIME do ficheiro: %1
he: היישום KBabel לא יכל למצוא תוסף מתאים עבור סוג קובץ של הקובץ: %1
hr: KBabel ne može naći odgovarajući umetak za MIME tip datoteke: %1
hu: A KBabel nem talált megfelelő bővítőmodult az alábbi fájl MIME-típusához: %1
is: KBabel fann ekkert viðbótaríforrit fyrir MIME tegundina: %1
it: KBabel non trova un plugin corrispondente per il tipo MIME del file: %1
ja: このファイルの MIME タイプに対応するプラグインが見つかりません: %1
kk: Бұл файлдың MIME түріне сәйкес қойылған плагин модулі табылмады: %1
ko: 다음의 MIME 형식에 해당하는 플러그 인을 찾을 수 없습니다: %1
lt: KBabel negali rasti priedo atitinkančio MIME tipą bylos: %1
mk: КБабел не може да најде соодветен приклучок за MIME-типот на датотеката: %1
nb: KBabel finner ikke et passende programtillegg for MIME-typen til denne fila: %1
nds: KBabel kann för den MIME-Typ vun de Datei "%1" keen passen Moduul finnen.
nl: KBabel kan geen corresponderende plugin vinden voor het MIME-bestandstype van het bestand: %1
nn: KBabel finn ikkje eit tilhøyrande programtillegg for MIME-typen til fila: %1
pa: ਕੇਬਬੇਲ ਫਾਇਲ ਦੀ MIME ਕਿਸਮ ਲਈ ਅਨੁਸਾਰੀ ਪਲੱਗ ਇਨ ਨਹੀਂ ਲੱਭ ਸਕਿਆ ਹੈ: %1
pl: KBabel nie odnalazł wtyczki odpowiedniej dla typu MIME pliku: %1
pt: O KBabel não encontra nenhum 'plugin' correspondente para o tipo MIME do ficheiro: %1
sk: KBabel nenašiel modul pre MIME typ súboru: %1
sl: KBabel ne more najti ustreznega vstavkaza zvrst MIME datoteke: %1
sr: KBabel не може да нађе одговарајући прикључак за MIME тип фајла: %1
sr@latn: KBabel ne može da nađe odgovarajući priključak za MIME tip fajla: %1
sv: Kbabel kan inte hitta motsvarande insticksprogram för filens Mime-typ: %1
ta: KBabel MIME வகையான கோப்புக்கு சார்பான சொருகு சாதனத்தை காண இயலாது./n%1
tg: KBabel ҷудосозу ивазшавандаи мувофиқро барои намуди файли MIME ёфта наметавонад: %1
uk: KBabel не вдається знайти відповідний втулок для типу MIME файла: %1
zh_cn: KBabel 无法找到这种文件的 MIME 类型对应的插件： %1
