Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: At least one file in the base folder has header syntax errors. Output of "msgfmt --statistics":
ar: على الأقل ملف واحد فى المجلد الأساسى به أخطأ بنيويّة في الترويسة. خرْج الأمر "msgfmt --statistics":
be: Як мінімум у адным файле ў базавым каталогу ёсць сінтаксічныя памылкі загалоўка! Вывад каманды "msgfmt --statistics":
bg: Поне един файл в основната директория има синтактична грешка в заглавната част. Изходни данни за "msgfmt --statistics":
ca: Al menys un fitxer en la carpeta base conté errors de sintaxi a la capçalera. Sortida de "msgfmt --statistics":
da: Mindst en fil i rod-mappen har syntaksfejl i hovedet. Uddata fra "msgfmt --statistics":
de: Mindestens eine Datei im Basisordner enthält syntaktische Fehler im Vorspann. Ausgabe von "msgfmt --statistics":
el: Τουλάχιστον ένα αρχείο στο βασικό φάκελο έχει συντακτικά λάθη επικεφαλίδας. Έξοδος του "msgfmt --statistics":
es: Al menos un archivo en la carpeta base tiene errores de sintaxis de cabecera Salida de «msgfmt --statistics»:
et: Vähemalt ühel algkataloogis asuval failil on vigane päis! Käsu "msgfmt --statistics" väljund:
eu: Oinarri-direktorioko fitxategi batek gutxienez akats sintaktikoak ditu goiburukoan. "msgfmt --statistics"-en irteera:
fa: حداقل یک پرونده در پوشۀ پایه دارای خطاهای نحوی سرآیند است. خروجی »msgfmt --statistics«:
fr: Au moins un fichier du dossier de base a des erreurs de syntaxe dans l'en-tête. Sortie de la commande « msgfmt --statistics » :
gl: Polo menos un ficheiro no cartafol base ten erros de sintaxe no cabezallo. Saída de «msgfmt --statistics»:
he: לפחות אחד מהקבצים בתיקיית הבסיס הוא בעל שגיאה תחבירית בכותרת. פלט של "msgfmt --statistics"
hr: Barem jedna datoteka u osnovnoj mapi sadrži sintaksne greške u zaglavlju! Izlaz „msgfmt --statistics“:
hu: Legalább egy fájl fejléce az alapkönyvtárban szintaktikai hibákat tartalmaz. Az "msgfmt --statistics" parancs kimenete:
is: Að minnsta kosti ein skrá í grunnmöppu inniheldur villu í haus. Úttak úr "msgfmt --statistics":
it: Almeno un file nella cartella base ha errori di sintassi nell'intestazione. Risultato di "msgfmt --statistics":
ja: ベースフォルダにあるファイルのうち少なくとも一つのヘッダに文法エラーがあります。 "msgfmt --statistics" の出力:
kk: Негізгі қапшықта кем дегенде бір файлдың айдарында синтаксистік қате бар. "msgfmt --statistics" команданың шығысы:
ko: 기본 폴더에서 적어도 하나 이상되는 파일 문법에 문제가 있습니다! "msgfmt --statistics" 결과:
lt: Bazinio aplanko bent vienos bylos antraštėje yra sintaksės klaidų. "msgfmt --statistics" išvestis:
mk: Барем една датотека во базната папка има синтаксички грешки во заглавието. Излезот на „msgfmt --statistics“:
nb: Minst en av filene i toppmappa har syntaksfeil. Resultat fra «msgfmt --statistics»:
nds: Tominnst een Datei binnen den Basisorner bargt Syntaxfehlers in den Dateikopp. Utgaav vun "msgfmt --statistics":
nl: Tenminste één bestand in de hoofdmap bevat syntaxisfouten in de koptekst. Uitvoer van "msgfmt --statistics":
nn: Minst éi av filene i toppmappa har syntaksfeil. Resultat frå «msgfmt --statistics»:
pa: ਮੂਲ ਫੋਲਡਰ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਫਾਇਲ਼ ਦੇ ਸਿਰਲੇਖ ਵਿੱਚ ਤਕਨੀਕੀ ਗਲਤੀਆਂ ਹਨ! "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Co najmniej jeden z plików w katalogu podstawowym zawiera błędy składniowe. Wynik wykonania "msgfmt --statistics":
pt: Pelo menos um ficheiro da pasta de base tem erros de sintaxe no cabeçalho. Resultado do "msgfmt --statistics":
sk: Aspoň jeden súbor v základnom priečinku obsahuje syntaktické chyby hlavičky. Výstup "msgfmt --statistics":
sl: Vsaj ena datoteka v osnovni mapi vsebuje skladenjske napake glave. Izpis »msgfmt --statistics«:
sr: Барем један фајл у основној фасцикли садржи синтаксне грешке у заглављу. Излаз „msgfmt --statistics“:
sr@latn: Barem jedan fajl u osnovnoj fascikli sadrži sintaksne greške u zaglavlju. Izlaz „msgfmt --statistics“:
sv: Minst en fil i baskatalogen har syntaktiska fel i huvudet. Utmatning från "msgfmt --statistics":
ta: அடிப்படை அடைவில் குறைந்தபட்சம் ஒரு கோப்பிலாவது இலக்கணப்பிழை உள்ளது. "msgfmt --statistics" இன் வெளியீடு:
uk: Принаймні один файл в базовій теці містить синтаксичні помилки в заголовку. Вивід команди "msgfmt --statistics":
zh_cn: 基准文件夹中至少一个文件头部有语法错误。 “msgfmt --statistics”的输出：

source: An error occurred while processing "msgfmt --statistics *.po" in folder %1
ar: حدث خطأ عند معالجة "msgfmt --statistics *.po" فى المجلد %1
be: Памылка пры выкананні "msgfmt --statistics *.po" у каталогу %1
bg: Възникна грешка при обработка на "msgfmt --statistics *.po" в директория %1
ca: S'ha produït un error durant el processament de "msgfmt --statistics *.po" en la carpeta %1
da: Der opstod en fejl ved kørsel af "msgfmt --statistics *.po" i mappe %1
de: Bei der Ausführung von "msgfmt --statistics *.po" im Ordner %1 ist ein Fehler aufgetreten.
el: Ένα σφάλμα συνέβη κατά την επεξεργασία του "msgfmt --statistics *.po" στο φάκελο %1
es: Ha ocurrido un error durante la ejecución de «msgfmt --statistics *.po» en la carpeta %1
et: Käsu "msgfmt --statistics *.po" täitmisel kataloogis %1 tekkis viga
eu: Errorea %1 direktorioan "msgfmt --statistics *.po" prozesatzean.
fa: هنگام پردازش »msgfmt --statistics *.po« در پوشۀ %1 خطایی رخ داد
fr: Un problème est survenu en traitant la commande « msgfmt --statistics *.po » dans le dossier « %1 »
gl: Houbo un erro durante a execución de "msgfmt --statistics *.po" no cartafol %1
he: שגיאה אירעה בזמן הפעלת "msgfmt --statistics *.po" בתיקייה %1
hr: Došlo je do greške za vrijeme procesiranja "msgfmt --statistics *.po" u mapi %1
hu: Hiba történt az "msgfmt --statistics *.po" parancs végrehajtása közben a(z) %1 könyvtárban
is: Villa kom upp við keyrslu "msgfmt --statistics *.po" í möppu %1.
it: Si è verificato un errore durante l'esecuzione di "msgfmt --statistics *.po" nella cartella %1
ja: フォルダ %1 で "msgfmt --statistics *.po" を実行中にエラーが発生しました
kk: %1 қапшығында "msgfmt --statistics *.po" команданы орындағында қате пайда болды
ko: %1 폴더에서 "msgfmt --statistics *.po" 명령을 처리하는 도중 문제가 발생했습니다.
lt: Vykdant "msgfmt --statistics *.po" įvyko klaida aplanke %1
mk: Се случи грешка при обработката на „msgfmt --statistics *.po“ во папката %1
nb: Det oppsto en feil ved kjøring av «msgfmt --statistics *.po» i mappa %1
nds: Bi't Utföhren vun "msgfmt --statistics *.po" in Orner "%1" hett dat en Fehler geven
nl: Er is een fout opgetreden tijdens het uitvoeren van "msgfmt --statistics *.po" in de map %1
nn: Det oppstod ein feil ved køyring av «msgfmt --statistics *.po» i mappa %1.
pa: ਫੋਲਡਰ %1 ਵਿੱਚ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ, ਜਦੋਂ ਕਿ "msgfmt --statistics *.po" ਕਾਰਵਾਈ ਚੱਲ ਰਹੀ ਸੀ
pl: Wystąpił błąd podczas wykonywania "msgfmt --statistics *.po" w katalogu %1
pt: Ocorreu um erro durante o processo "msgfmt --statistics *.po" na pasta %1
sk: Nastala chyba pri vykonávaní "msgfmt --statistics *.po" v priečinku %1
sl: Med obdelavo »msgfmt --statistics *.po« v mapi %1 je prišlo do napake
sr: Дошло је до грешке при извршавању „msgfmt --statistics *.po“ у фасцикли %1
sr@latn: Došlo je do greške pri izvršavanju „msgfmt --statistics *.po“ u fascikli %1
sv: Ett fel uppstod vid behandling av "msgfmt --statistics *.po" i katalogen %1
ta: %1 அடைவை "msgfmt --statistics *.po" செயலாக்கும் பொழுது பிழை ஏற்பட்டது
tg: Хато ҳангоми оғози дастури "msgfmt --statistics *.po", дар каталоги %1 руй дод
uk: Виникла помилка при опрацюванні "msgfmt --statistics *.po" в теці %1
zh_cn: 在文件夹 %1 中执行“msgfmt --statistics *.po”的时候出现错误

source: An error occurred while processing "msgfmt --statistics *.po" in the base folder
ar: حدث خطأ عند معالجة "msgfmt --statistics *.po" فى المجلد الاساسي
be: Памылка пры выкананні "msgfmt --statistics *.po" у базавым каталогу
bg: Възникна грешка при обработка на "msgfmt --statistics *.po" в основна директория
ca: S'ha produït un error durant el processament de "msgfmt --statistics *.po" en la carpeta base
da: Der opstod en fejl ved kørsel af "msgfmt --statistics *.po" i rod-mappen
de: Bei der Ausführung von "msgfmt --statistics *.po" im Basisordner ist ein Fehler aufgetreten.
el: Ένα σφάλμα συνέβη κατά την επεξεργασία του "msgfmt --statistics *.po" στο βασικό φάκελο
es: Ha ocurrido un error durante la ejecución de «msgfmt --statistics *.po» en la carpeta base
et: Käsu "msgfmt --statistics *.po" täitmisel algkataloogis tekkis viga
eu: Errorea oinarri-direktorioan "msgfmt --statistics *.po" prozesatzean
fa: هنگام پردازش »msgfmt --statistics *.po« در پوشۀ پایه خطایی رخ داد
fr: Un problème est survenu en traitant la commande « msgfmt --statistics *.po » dans le dossier de base
gl: Houbo un erro durante a execución de "msgfmt --statistics *.po" no cartafol base
he: שגיאה אירעה בזמן הפעלת "msgfmt --statistics *.po" בתיקיית הבסיס
hr: Došlo je do greške pri izvršavanju "msgfmt --statistics *.po" u osnovnoj mapi
hu: Hiba történt az "msgfmt --statistics *.po" parancs végrehajtása közben az alapkönyvtárban.
is: Villa kom upp við keyrslu "msgfmt --statistics *.po" í grunnmöppu.
it: Si è verificato un errore durante l'esecuzione di "msgfmt --statistics" nella cartella base
ja: ベースフォルダで "msgfmt --statistics *.po" を実行中にエラーが発生しました
kk: Негізгі қапшықта "msgfmt --statistics *.po" команданы орындағанда қате пайда болды
ko: 기본 폴더에서 "msgfmt --statistics *.po" 명령을 처리하다가 문제가 생겼습니다.
lt: Vykdant "msgfmt --statistics *.po" įvyko klaida baziniame aplanke
mk: Се случи грешка при обработката на „msgfmt --statistics *.po“ во базната папка
nb: Det oppsto en feil ved kjøringa av «msgfmt --statistics *.po» i toppmappa
nds: Bi't Utföhren vun "msgfmt --statistics *.po" in den Basisorner hett dat en Fehler geven
nl: Er is een fout opgetreden tijdens het uitvoeren van "msgfmt --statistics *.po" in de hoofdmap
nn: Det oppstod ein feil ved køyring av «msgfmt --statistics *.po» i toppmappa.
pa: ਮੂਲ ਫੋਲਡਰ ਵਿੱਚ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ, ਜਦੋਂ ਕਿ "msgfmt --statistics *.po" ਕਾਰਵਾਈ ਚੱਲ ਰਹੀ ਸੀ
pl: Wystąpił błąd podczas wykonywania "msgfmt --statistics *.po" w katalogu podstawowym
pt: Ocorreu um erro durante o processo "msgfmt --statistics *.po" na pasta de base
sk: Nastala chyba pri vykonávaní "msgfmt --statistics *.po" v základnom priečinku
sl: Med obdelavo »msgfmt --statistics *.po« v osnovni mapi je prišlo do napake
sr: Дошло је до грешке при извршавању „msgfmt --statistics *.po“ у основној фасцикли
sr@latn: Došlo je do greške pri izvršavanju „msgfmt --statistics *.po“ u osnovnoj fascikli
sv: Ett fel uppstod vid behandling av "msgfmt --statistics *.po" i huvudkatalogen
ta: அடிப்படை அடைவில் "msgfmt --statistics *.po" செயலாக்கும் பொழுது பிழை ஏற்பட்டுள்ளது
tg: Хато ҳангоми иҷрои "msgfmt --statistics *.po" дар маълумоти феҳрист
uk: Виникла помилка при опрацюванні "msgfmt --statistics *.po" в базовій теці
zh_cn: 在基准文件夹中执行“msgfmt --statistics *.po”的时候出现错误

source: Do you really want to delete the file %1?
ar: أتريد فعلا حذف الملف %1 ؟
be: Вы сапраўды жадаеце выдаліць файл %1?
bg: Наистина ли искате да изтриете файл %1?
ca: Realment voleu esborrar el fitxer %1?
da: Er du sikker på, du vil slette filen %1?
de: Wollen Sie die Datei %1 wirklich löschen?
el: Θέλετε πραγματικά να διαγράψετε το αρχείο %1;
es: ¿Realmente quiere borrar el archivo %1?
et: Soovid sa tõesti kustutada faili %1?
eu: Nahi al duzu %1 fitxategia benetan ezabatu?
fa: واقعاً می‌خواهید پروندۀ %1 را حذف کنید؟
fr: Voulez-vous vraiment supprimer le fichier « %1 » ?
gl: Desexa realmente borrar o ficheiro %1?
he: האם אתה רוצה באמת למחוק את הקובץ %1?
hr: Da li zaista želite da obrišete datoteku %1?
hu: Biztosan törölni akarja ezt a fájlt: %1?
is: Viltu örugglega eyða skránni %1?
it: Vuoi davvero eliminare il file %1?
ja: 本当にファイル %1 を削除しますか？
kk: Шынымен %1 деген файлды өшіруді қалайсыз ба?
ko: %1 파일을 지우겠습니까?
lt: Ar tikrai norite pašalinti bylą %1?
mk: Дали навистина сакате да ја избришете датотеката %1?
nb: Vil du virkelig slette fila %1?
nds: Wullt Du de Datei "%1" redig wegdoon?
nl: Wilt u het bestand %1 echt verwijderen?
nn: Vil du verkeleg sletta fila %1?
pa: ਕੀ ਤੁਸੀਂ ਫਾਇਲ %1 ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Na pewno usunąć plik %1?
pt: Deseja mesmo apagar o ficheiro %1?
sk: Naozaj chcete odstrániť súbor %1?
sl: Ali zares želite zbrisati datoteko %1?
sr: Да ли заиста желите да обришете фајл %1?
sr@latn: Da li zaista želite da obrišete fajl %1?
sv: Vill du verkligen ta bort filen %1?
ta: %1 கோப்பை நீங்கள் நீக்க விரும்புகிறீர்களா?
tg: Оё шумо дар ҳақиқат мехоҳед, ки файли %1-ро нест кунед?
uk: Ви дійсно хочете видалити файл %1?
zh_cn: 您真的要删除文件 %1 吗？

source: Was not able to delete the file %1!
ar: تعذر حذف الملف %1 !
be: Не атрымліваецца выдаліць файл %1.
bg: Не е възможно изтриване на файл %1!
ca: No es pot esborrar el fitxer %1!
da: Kunne ikke slette filen %1!
de: Die Datei %1 kann nicht gelöscht werden.
el: Δεν ήταν δυνατό να διαγραφεί το αρχείο %1!
es: No fue posible eliminar el archivo %1
et: Faili %1 kustutamine ebaõnnestus!
eu: Ezin izan du %1 fitxategia ezabatu!
fa: قادر به حذف پروندۀ %1 نبود!
fr: Impossible de supprimer le fichier %1 !
gl: Non foi posíbel borrar o ficheiro %1!
he: לא היה יכול למחוק את הקובץ %1.
hr: Nisam mogao obrisati datoteku %1!
hu: Nem sikerült törölni a(z) %1 fájlt!
is: Gat ekki eytt skránni %1!
it: Impossibile eliminare il file %1!
ja: ファイル %1 を削除できませんでした。
kk: %1 деген файл өшірілмеді!
ko: %1 파일을 지울 수 없었습니다!
lt: Nepavyksta pašalinti bylos %1!
mk: Не можев да ја избришам датотеката %1!
nb: Klarte ikke å slette fila %1.
nds: Datei "%1" lett sik nich wegdoon!
nl: Het bestand %1 kan niet worden verwijderd!
nn: Klarte ikkje sletta fila %1
pa: ਫਾਇਲ %1 ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ!
pl: Nie można usunąć pliku %1!
pt: Não foi possível apagar o ficheiro %1!
sk: Nepodarilo sa zmazať súbor %1!
sl: Ni moč zbrisati datoteke %1!
sr: Нисам могао да обришем фајл %1!
sr@latn: Nisam mogao da obrišem fajl %1!
sv: Kunde inte ta bort filen %1.
ta: கோப்புகளை நீக்க இயலவில்லை%1!
tg: Файли %1 наметавон нест кард!
uk: Не вдалось видалити файл %1!
zh_cn: 无法删除文件 %1 !

source: You have not specified a valid folder for the base folder of the PO files: %1 Please check your settings in the project settings dialog.
ar: لم تُحدد مجلّدا سليما ليكون المجلّد الأساسي لملفات PO: %1 فضلاً تحقق من إعداداتك في حوار إعدادات المشروع.
be: Вы паказалі некарэктны каталог у якасці асноўнага каталога для файлаў перакладу: %1 Праверце ўсталёўкі ў дыялогу налады праекту.
bg: Не сте посочили валидна директория за основната папка на PO файловете: %1 Моля, проверете настройките си от менюто "Проект".
ca: No heu seleccionat una carpeta vàlida com a carpeta base dels fitxers PO: %1 Si us plau, comproveu la vostra configuració en el diàleg de preferències del projecte.
da: Du har ikke angivet en gyldig mappe som PO-filernes rod-mappe: %1 Tjek dine indstillinger i projektindstillings-dialogen.
de: Sie haben keinen gültigen Basisordner für PO-Dateien angegeben: %1 Bitte überprüfen Sie Ihre Projekt-Einstellungen.
el: Δεν καθορίσατε ένα έγκυρο φάκελο για το βασικό φάκελο των αρχείων PO: %1 Παρακαλώ ελέγξτε τις ρυθμίσεις σας στο διάλογο προτιμήσεων.
es: No ha especificado una ruta válida para la carpeta base de los archivos PO: %1 Compruebe sus opciones en el diálogo de preferencias del proyecto.
et: Sa pole sisestanud sobivat PO-failide algkataloogi: %1 Palun kontrolli seadistusi projekti seadistuste dialoogis.
eu: Ez duzu zehaztu baliozko direktoriorik ondoko PO fitxategien oinarri-direktoriorako: %1 Egiaztatu zure ezarpenak hobespenen elkarrizketa-koadroan.
fa: پوشۀ معتبری را برای پوشۀ پایۀ پرونده‌های PO مشخص نکرده‌اید: %1 لطفاً، تنظیمات خود را در محاورۀ تنظیمات پروژه بررسی کنید.
fr: Vous n'avez pas spécifié un dossier valable comme dossier de base des fichiers PO : %1 Veuillez vérifier votre configuration dans la boîte de dialogue des propriétés des objets !
gl: Non indicou un cartafol válido como cartafol base dos ficheiros PO: %1 Comprobe a súa configuración no diálogo de configuración do proxecto.
he: לא ציינת נתיב תקין לתיקיית הבסיס של קבצי ה־PO: %1 אנא בדוק את ההגדרות בחלון דו־השיח של ההגדרות.
hu: Érvénytelen könyvtárnevet adott meg a PO-fájlok alapkönyvtárának: %1 Ellenőrizze a beállításokat a projektbeállító párbeszédablakban.
is: Þú hefur ekki tilgreint gilda grunnmöppu fyrir PO-skrár: %1 Vinsamlega athugaðu uppsetninguna þína í stillingarglugga verkefnis.
it: Non hai specificato una cartella valida per la cartella base dei file PO: %1 Controlla le impostazioni nella finestra di dialogo delle impostazioni del progetto.
ja: PO ファイルのベースフォルダに有効なフォルダが指定されていません: %1 プロジェクト設定ダイアログで設定を確認してください。
kk: PO файлдар үшін негізгі деп дұрыс емес қапшық көрсетілген: %1 Жобаны баптау диалогындағы параметрлерді тексеріңіз.
ko: PO 파일이 들어가는 알맞은 기본 폴더를 지정하지 않았습니다: %1 프로젝트 설정 대화상자에서 설정을 확인해 주십시오!
lt: Jūs nenurodėte teisingo aplanko baziniam PO bylų aplankui: %1 Patikrinkite savo nustatymus projekto pasirinkimų dialoge.
mk: Не наведовте валидна папка за базна папка на PO-датотеките: %1 Проверете ги вашите поставувања во дијалогот за конфигурација на проектот.
nb: Du har ikke valgt en gyldig toppmappe til po-filene: %1 Sjekk innstillingene til prosjektet.
nds: Du hest keen gellen Basisorner för de PO-Dateien angeven: %1 Bitte prööv Dien Instellen binnen den Projekt-Instellendialoog.
nl: U hebt geen project geopend of in het huidige project geen geldige map opgegeven als hoofdmap voor de po-bestanden: %1 . Maak een nieuw project aan, open een bestaand project of wijzig de instellingen van het huidige project in het Project-menu.
nn: Du har ikkje valt ei gyldig toppmappe til PO-filene: %1 Kontroller innstillingane til prosjektet.
pa: ਤੁਸੀਂ PO ਫਾਇਲਾਂ ਲਈ ਕੋਈ ਮੂਲ ਫੋਲਡਰ ਲਈ ਕੋਈ ਜਾਇਜ ਫੋਲਡਰ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਹੈ: %1 ਕਿਰਪਾ ਕਰਕੇ ਮੇਰੀ ਪਸੰਦ ਵਾਰਤਾਲਾਪ ਰਾਹੀਂ ਆਪਣੀ ਸੈਟਿੰਗ ਦੀ ਜਾਂਚ ਕਰੋ!
pl: Nie podano poprawnego katalogu podstawowego plików PO: %1 Proszę sprawdzić ustawienia w oknie ustawień projektu.
pt: Não indicou uma pasta válida para a pasta de base dos ficheiros PO: %1 Veja por favor a sua configuração na janela de preferências.
sk: Neuviedli ste platný základný priečinok pre PO súbory: %1 Prosím, overte nastavenie v dialógu Nastavenie!
sl: Niste navedli veljavne mape za osnovno mapo datotek PO: %1 Prosim preverite svoje nastavitve v nastavitvenem oknu projekta.
sr: Нисте навели исправну фасциклу као основну фасциклу за PO фајлове: %1 Проверите подешавања у дијалогу за подешавања пројекта.
sr@latn: Niste naveli ispravnu fasciklu kao osnovnu fasciklu za PO fajlove: %1 Proverite podešavanja u dijalogu za podešavanja projekta.
sv: Du har inte angett en giltig baskatalog för PO-filer: %1 Kontrollera dina inställningar i projektinställningsdialogrutan.
tg: Шумо каталоги нодурустро ба сифати каталоги асосӣ барои файлҳои тарҷумаи зерин ишора кардед: %1 Танзимотро дар диалоги танзимоти барнома биозмоед.
uk: Ви не вказали чинної теки для базової теки PO-файлів: %1 Будь ласка, перевірте налаштування у вікні параметрів проекту.
zh_cn: 您没有为 PO 文件指定一个有效的基准文件夹： %1 请检查您在工程设置对话框中的设置。

source: You have not specified a valid folder for the base folder of the PO template files: %1 Please check your settings in the project settings dialog.
ar: لم تُحدد مجلّدا سليما ليكون المجلّد الأساسي لملفات قوالب PO: %1 فضلاً تحقق من إعداداتك في حوار إعدادات المشروع.
be: Вы паказалі некарэктны каталог у якасці асноўнага каталога для шаблонаў: %1 Праверце ўсталёўкі ў дыялогу налады праекту.
bg: Не сте посочили валидна основна директория за файловете с PO шаблоните %1 Моля, проверете настройките в прозореца на проекта.
ca: No heu seleccionat una carpeta vàlida com a carpeta base de les plantilles PO: %1 Si us plau, comproveu la vostra configuració en el diàleg de preferències del projecte.
da: Du har ikke valgt en gyldig mappe til PO-skabelonernes rod-mappe: %1 Undersøg venligst dine indstillinger i projektindstillings-dialogen.
de: Sie haben keinen gültigen Ordner als Basisordner für PO-Vorlagen angegeben: %1 Bitte überprüfen Sie Ihre Projekt-Einstellungen.
el: Δεν καθορίσατε ένα έγκυρο φάκελο για το βασικό φάκελο των προτύπων αρχείων PO: %1 Παρακαλώ ελέγξτε τις ρυθμίσεις σας στο διάλογο προτιμήσεων.
es: No ha especificado una ruta correcta a la carpeta base de los archivos de plantillas PO: %1 Compruebe las opciones en el diálogo de preferencias.
et: Sa pole sisestanud sobivat POT-failide algkataloogi: %1 Palun kontrolli oma seadistusi projekti seadistuste dialoogis.
eu: Ez duzu zehaztu baliozko direktoriorik ondoko PO eredu-fitxategien oinarri-direktoriorako: %1 Egiaztatu zure ezarpenak hobespenen elkarrizketa-koadroan.
fa: پوشۀ معتبری را برای پوشۀ پایۀ پرونده‌های قالب PO مشخص نکرده‌اید: %1 لطفاً، تنظیمات خود را در محاورۀ تنظیمات پروژه بررسی کنید.
fr: Vous n'avez pas spécifié un dossier valable comme dossier de base des modèles PO : %1 Veuillez vérifier votre configuration dans la boîte de dialogue des propriétés des objets !
gl: Non indicou un cartafol válido como cartafol base dos modelos PO: %1 Comprobe a súa configuración no diálogo de configuración do proxecto.
he: לא ציינת נתיב תקין לתיקיית הבסיס של התבניות של קבצי ה־PO: %1 אנא בדוק את ההגדרות בחלון דו־השיח של ההגדרות.
hu: Érvénytelen könyvtárnevet adott meg a POT-sablonfájlok alapkönyvtárának: %1 Ellenőrizze a beállításokat a projektbeállító párbeszédablakban.
is: Þú hefur ekki tilgreint gilda grunnmöppu fyrir PO-sniðskrár: %1 Vinsamlega athugaðu uppsetninguna þína í stillingarglugga verkefnis.
it: Non hai specificato una cartella valida per la cartella base dei file PO di modello: %1 Controlla le impostazioni nella finestra di dialogo delle impostazioni del progetto.
ja: PO テンプレートファイルのベースフォルダに有効なフォルダが指定されていません: %1 プロジェクト設定ダイアログで設定を確認してください。
kk: PO файлдар үлгілері үшін негізгі қапшық ретінде дұрыс емес қапшықты көрсеттіңіз: %1 Жобаны баптау диалогындағы параметрлерді тексеріңіз.
ko: PO 템플릿 파일의 기본 폴더를 지정하지 않았습니다: %1 환경설정 대화창에서 설정을 확인해 주십시오!
lt: Jūs nenurodėte teisingo aplanko baziniam POT šablonų bylų aplankui: %1 Patikrinkite savo nustatymus projekto pasirinkimų dialoge.
mk: Не наведовте валидна папка за базна папка на шаблоните за PO-датотеки: %1 Проверете ги вашите поставувања во дијалогот за конфигурација на проектот.
nb: Du har ikke valgt en gyldig toppmappe for po-malfilene: %1 Sjekk innstillingene til prosjektet.
nds: Du hest keen gellen Basisorner för de PO-Vörlagen angeven: %1 Bitte prööv Dien Instellen binnen den Projekt-Instellendialoog.
nl: U hebt geen geldige map opgegeven als hoofdmap voor de PO-sjablonen: %1 Controleer a.u.b. de instellingen in het voorkeurendialoog.
nn: Du har ikkje valt ei gyldig toppmappe til PO-malane: %1 Kontroller innstillingane til prosjektet.
pa: ਤੁਸੀਂ PO template ਫਾਇਲਾਂ ਲਈ ਕੋਈ ਮੂਲ ਫੋਲਡਰ ਲਈ ਕੋਈ ਜਾਇਜ ਫੋਲਡਰ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਹੈ: %1 ਕਿਰਪਾ ਕਰਕੇ ਮੇਰੀ ਪਸੰਦ ਵਾਰਤਾਲਾਪ ਰਾਹੀਂ ਆਪਣੀ ਸੈਟਿੰਗ ਦੀ ਜਾਂਚ ਕਰੋ!
pl: Nie podano poprawnego katalogu podstawowego szablonów PO: %1 Proszę sprawdzić ustawienia w oknie ustawień projektu.
pt: Não indicou uma pasta válida para a pasta de base dos ficheiros dos modelos PO: %1 Verifique por favor as suas configurações na janela de preferências.
sk: Neuviedli ste platný základný priečinok pre PO šablóny: %1 Prosím, overte nastavenie v dialógu Nastavenie!
sl: Niste navedli veljavne mape za osnovno mapo predlog PO: %1 Prosim preverite svoje nastavitve v nastavitvenem oknu projekta.
sr: Нисте навели исправну фасциклу као основну фасциклу за шаблонске PO фајлове: %1 Проверите подешавања у дијалогу за подешавања пројекта.
sr@latn: Niste naveli ispravnu fasciklu kao osnovnu fasciklu za šablonske PO fajlove: %1 Proverite podešavanja u dijalogu za podešavanja projekta.
sv: Du har inte angett en giltig katalog som baskatalog för PO-mallar: %1 Kontrollera dina inställningar i projektinställningsdialogrutan.
tg: Шумо каталоги нодурустро ба сифати каталоги асосӣ барои қолиби зерин ишора кардед: %1 Танзимотро дар диалоги танзимоти барнома биозмоед.
uk: Ви не вказали чинної теки для базової теки шаблонів PO-файлів: %1 Будь ласка, перевірте налаштування у вікні параметрів проекту.
zh_cn: 您没有为 PO 模板文件指定一个有效的基准文件夹： %1 请检查您在工程设置对话框中的设置。
