Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Require plural form arguments in translation</b></p> <p><b>Note</b>: This option is KDE specific at the moment. If you are not translating a KDE application, you can safely ignore this option.</p> <p>If is this option enabled, the validation check will require the %n argument to be present in the message.</p></qt>
ar: <qt><p><b>تطلب معاملات صيغ الجمع فى الترجمة</b></p> <p><b>ملاحظة</b>: هذا الخيار خاص بـ KDE. إذا لم تكن تترجم احد برامج KDE، تستطيع تجاهل هذا الخيار بدون أي مشاكل.</p> <p>إذا فعِّل هذا الخيار، سيحتاج تحقق الصلاحية لوجود المعامل %n في الرسالة.</p></qt>
be: <qt><p><b>Патрабаваць аргументы множных форм у перакладзе</b></p> <p><b>Нататка</b>: гэты параметр працуе толькі для KDE. Калі вы перакладаеце не KDE-праграму, то можаце прапусціць гэты параметр.</p> <p> Калі гэтая опцыя ўключана, пры праверцы будзе правярацца наяўнасць аргументу %n у паведамленні.</p></qt>
bg: <qt><p><b>Задължителни аргументи за множествени форми в превода</b></p> <p><b>Забележка</b>: За момента това е само опция за KDE. Ако не превеждате програма за KDE, можете спокойно да я игнорирате.</p> <p>Ако е включена тази отметка, при проверка на валидността ще трябва в съобщението да има аргумент %n.</p></qt>
ca: <qt><p><b>Es requereixen arguments de forma plural en la traducció</b></p> <p><b> Nota</b>: Aquesta opció de moment tan sols és per a KDE. Si no esteu traduint una aplicació KDE, podeu ignorar-la sense problemes.</p> <p>Si habiliteu aquesta opció, la comprovació de validació requerirà que l'argument %n estigui present en el missatge.</p></qt>
da: <qt><p><b>Kræv flertalsform-argumenter i oversættelse</b></p> <p><b>Bemærk</b>: Dette tilvalg er KDE-specifikt for øjeblikket. Hvis du ikke oversætteler et KDE-program, kan du ignorere dette tilvalg.</p> <p>Hvis dette er aktiveret, vil et efterprøvningstjek kræve at de %n argumenter er tilstede i beskeden.</p></qt>
de: <qt><p><b>Pluralform-Argument in der Übersetzung verlangen</b></p> <p><b>Anmerkung:</b>Diese Einstellung ist derzeit KDE-spezifisch. Wenn Sie keine KDE-Anwendungen übersetzen, können Sie diese Einstellung getrost ignorieren.</p> <p>Ist diese Funktion eingeschaltet, verlangt die Prüfung das Argument %n in der Nachricht.</p></qt>
el: <qt><p><b>Απαίτηση παραμέτρων μορφής πληθυντικού στη μετάφραση</b></p> <p><b>Σημείωση</b>: Αυτή η επιλογή απευθύνεται για την ώρα ειδικά στο KDE. Αν δε μεταφράζετε μια εφαρμογή KDE, μπορείτε με ασφάλεια να αγνοήσετε αυτή την επιλογή.</p> <p>Αν αυτή η επιλογή είναι ενεργοποιημένη, ο έλεγχος εγκυρότητας θα απαιτήσει την παράμετρο %n να είναι παρούσα στο μήνυμα.</p></qt>
es: <qt><p><b>Requiere argumentos de formas plurales en la traducción</b></p> <p><b> Nota</b>Esta opción sólo es para KDE por el momento. Si no está traduciendo una aplicación KDE, puede ignorarlo sin problemas.</p> <p>Si se activa este opción, la comprobación de validez requerirá que el argumento %n esté presente en el mensaje </p></qt>
et: <qt><p><b>Mitmuse vormide argumentide nõudmine tõlkes</b></p> <p><b>Pane tähele</b>: See valik on hetkel KDE-spetsiifiline. Kui sa ei tõlgi KDE rakendust, siis võid seda valikut rahulikult ignoreerida.</p> <p>Kui see on lubatud, nõuab sobivuse kontroll, et teates oleks olemas argument %n.</p></qt>
eu: <qt><p><b>Itzulpenetan plural formen argumentuak eskatu</b></p> <p><b>Oharra</b>: Hau KDE-ren aukera espezifikoa da oraingoz. KDE aplikazio bat itzultzen ez bazaude, aukera hau lasai ez ikusi egin dezakezu.</p> <p>Aukera gaituta badago, mezuak %n argumentu dituen egiaztatuko du.</p></qt>
fa: <qt><p><b>نیاز به نشانوندهای شکل جمع در ترجمه</b></p> <p><b>نکته</b>: این گزینۀ مخصوص KDE است. اگر یک کاربرد KDE را ترجمه نمی‌کنید، از این گزینه به طور امن می‌توانید چشم‌پوشی کنید. </p> <p>اگر این گزینه فعال شود، بررسی اعتبارسنجی به نشانوند %n نیاز دارد تا در پیام نمایش داده شود.</p></qt>
fr: <qt><p><b>Arguments de forme plurielle obligatoires dans les traductions</b></p> <p><b>Note</b> : cette option est spécifique à KDE pour le moment. Si vous ne traduisez pas une application KDE, vous pouvez ignorer sans risque cette option.</p> <p>Si cette option est activée, la validation demandera que l'argument %n soit présent dans le message.</p></qt>
gl: <qt> <p><b>Requerer argumentos de forma plural na tradución</b></p> <p><b>Nota</b>: Esta opción é específica de KDE por agora. Se non está a traducir un programa de KDE, pode ignorar esta opción.</p> <p>Se esta opción está habilitada, a comprobación da validación requererá que haxa un argumento %n presente na mensaxe.</p></qt>
hr: <qt><p><b>Zahtjevaj argumente oblika množine u prijevodu</b></p> <p><b>Napomena</b>: Ova opcija je trenutno specifična za KDE. Ako ne prijevodite KDE program, možete slobodno ignorirati ovu opciju.</p> <p>Ako je ova opcija uključena, provjera ispravnosti će zahtjevati da se u poruci nalazi argument %n.</p></qt>
hu: <qt><p><b>A többes szám szimbólumának megkövetelése a fordításokban</b></p> <p><b>Megjegyzés</b>: ez az opció egyelőre KDE-specifikus. Ha nem KDE-s alkalmazást fordít, kapcsolja ki.</p> <p>Ha be van jelölve, az ellenőrzés hibát jelez, ha a %n szimbólum nem szerepel az üzenetben.</p></qt>
is: <qt><p><b>Krefjast fleirtöluforms viðfanga í þýðingum</b></p> <p><b>Athugaðu</b>: Þetta er KDE tiltekinn valkostur í augnablikinu. Ef þú ert ekki að þýða KDE forrit, getur þú hunsað þetta.</p> <p>Ef hakað er við hér, munu prófunartólin krefjast að %n viðföng séu til staðar í þýðingunum.</p></qt>
it: <qt><p><b>Richiesti argomenti con forma plurale nella traduzione</b></p> <p><b>Nota</b>: questa opzione è specifica di KDE al momento. Se non stai traducendo applicazioni KDE, puoi tranquillamente ignorare questa opzione.</p> <p>Se questa opzione è abilitata, il controllo di convalida richiederà l'argomento %n presente nel messaggio.</p></qt>
ja: <qt><p>翻訳には複数形が必要</p> <p>注意: このオプションは現時点では KDE 固有のものです。KDE のアプリケーションを翻訳しているのでなければ、このオプションは無視できます。</p> <p>このオプションを有効にすると、検証ツールがメッセージに %n 項目が存在するかチェックします。</p></qt>
kk: <qt><p><b>Аудармада көптік жалғау аргументтері талап етілсін</b></p> <p><b>Ескертпе</b>: бұл параметрді әзірше тек KDE қолданады. Егер Сіз KDE-ге тиісті емес қолданбасын аударып жатсаңыз, онда бұл параметрді мүлдем елемеуіңізге болады.</p> <p> Егер бұл параметр қосылған болса, тексеріс кезінде жазуда %n аргумент болғаны тексеріледі.</p></qt>
ko: <qt><p><b>번역에서 복수형 인자 요구</b></p> <p><b>주의</b>: 이 옵션은 KDE 환경에 국한됩니다. 만약 KDE 응용프로그램을 번역하는 것이 아니라면, 이 옵션을 무시할 수 있습니다.</p> <p>이 옵션이 사용 가능하도록 설정하면, 검증 확인 단계에서 메시지에 나타나는 %n 인자들을 요구할 것입니다.</p></qt>
mk: <qt><p><b>Побарувај аргументи за множински форми во преводот</b></p> <p><b>Забелешка</b>: Во моментов оваа опција е специфична за KDE. Ако не преведувате апликации од KDE, може да ја игнорирате оваа опција.</p> <p>Ако е овозможена оваа опција, проверката за валидација ќе побарува аргументот %n да биде присутен во пораките.</p></qt>
nb: <qt><p><b>Krev at flertallsformer har argumenter</b></p><p> <b>Merknad</b>: Dette valget gjelder for øyeblikket bare for KDE. Hvis du ikke oversetter et KDE-program, så kan du bare overse denne innstillinga</p> <p>Hvis innstillinga er skrudd på, så vil gyldighetstesten kreve at flertallsformer har argumenter i meldinga. %n </p></qt>
nds: <qt><p><b>Mehrtallform-Argumenten in Översetten nödig</b></p> <p><b>Beacht bitte:</b> Disse Instellen is opstunns KDE-egen. Wenn Du keen KDE-Programm översettst, kannst Du disse Optschoon eenfach övergahn.</p> <p>Wenn disse Optschoon aktiveert is, will de Gellenprööv dat Argument "%n" binnen de Mellen hebben.</p></qt>
nl: <qt><p><b>Meervoudsvormen vereisen in vertaling</b></p> <p><b>Let op:</b> Deze optie is KDE-specifiek op dit moment. Als u niet een KDE-toepassing vertaalt, dan kunt u gerust deze instelling negeren.</p> <p>Als deze optie geselecteerd is, dan zal de geldigheidscontrole de aanwezigheid van het %n-argument in de vertaling vereisen.</p></qt>
pl: <qt><p><b>Wymagaj argumentów liczby mnogiej w tłumaczeniu</b></p> <p><b>Uwaga</b>: W tej chwili ta opcja dotyczy jedynie KDE. Przy tłumaczeniu programów spoza KDE można spokojnie zignorować tę opcję.</p> <p>Jeśli ta opcja jest włączona, sprawdzanie poprawności będzie wymagać argumentu %n w tłumaczeniu.</p><qt>
pt: <qt><p><b>Obrigar os argumentos das formas plurais na tradução</b></p> <p><b>Nota</b>: Esta opção é específica do KDE neste momento. Se não está a traduzir uma aplicação do KDE, poderá ignorar esta opção sem problemas.</p> <p>Se esta opção estiver activa, a validação irá obrigar a que o argumento %n esteja presente na mensagem.</p></qt>
sk: <qt><p><b>Požadovať argument &množného čísla v preklade</b></p> <p><b>Poznámka</b>: Táto voľba je momentálne platná iba pre KDE. Ak neprekladáte aplikáciu pre KDE, môžete ju ignorovať.</p> <p>Ak je voľba zapnutá, kontrola argumentov bude v každom preklade vyžadovať argument %n.</p></qt>
sl: <qt><p><b>Potrebni argumenti množinske oblike v prevodu</b></p> <p><b>Vedite</b>: Ta možnost je trenutno posebna za KDE. Če ne prevajate programa za KDE, lahko to možnost prezrete.</p> <p>Če je ta možnost omogočena, potem preverjanje potrditve rabi argument »%n« v sporočilu.</p></qt>
sr: <qt><p><b>Захтевај аргументе облика множине у преводу</b></p> <p><b>Напомена</b>: Ова опција је тренутно специфична за KDE. Ако не преводите KDE програм, можете слободно игнорисати ову опцију.</p> <p>Ако је ова опција укључена, провера исправности ће захтевати да се у поруци налази аргумент %n.</p></qt>
sr@latn: <qt><p><b>Zahtevaj argumente oblika množine u prevodu</b></p> <p><b>Napomena</b>: Ova opcija je trenutno specifična za KDE. Ako ne prevodite KDE program, možete slobodno ignorisati ovu opciju.</p> <p>Ako je ova opcija uključena, provera ispravnosti će zahtevati da se u poruci nalazi argument %n.</p></qt>
sv: <qt><p><b>Kräv argument med pluralform i översättning</b></p> <p><b>Observera</b>: Det här alternativet är för närvarande specifikt för KDE. Om du inte översätter ett KDE-program, kan du ignorera alternativet.</p> <p>Om alternativet är aktiverat, kräver valideringskontrollen att argumentet %n finns i meddelandet.</p></qt>
ta: <qt><p><b>மொழிமாற்றத்தின் அளபுருவிலிருந்து பன்மை தேவை</b></p> <p><b>குறிப்பு</b>: இந்த விருப்பத்தேர்வு KDE குறிப்பிட்டது. நீங்கள் KDE பயன்பாட்டை மொழி மாற்றினால், நீங்கள் இந்த விருப்பத்தேர்வை பாதுகாப்பாக தவிர்க்கலாம்.</p> <p>இந்த விருப்பத்தேர்வு செயல்படுத்தப்பட்டிருந்தால், செல்லுபடி பரிசோதனை செய்தியில் அமைந்துள்ள %n அளபுரு தேவை.</p></qt>
tg: <qt><p><b>Дар тарҷума аргументҳои шакли ҷамъро талаб кунед</b></p> <p><b>Дар хотир нигоҳ доред</b>: Ин вариант дар ин дақиқа хоси KDE мебошад. Агар шумо барномаи KDE-ро тарҷума накардаистода бошед, метавонед бе осеб ба ин вариант аҳамият надиҳед.</p> <p>Агар ба ин вариант имконият дода шавад,тасдиқи тафтиш аргументи %n-ро барои дар мактубча иштирок кардан, талаб мекунад.</p></qt>
uk: <qt><p><b>Вимагати аргументи форми множини в перекладі</b></p> <p><b>Примітка</b>: В даний час, цей параметр відноситься тільки до KDE. Якщо ви перекладаєте програму не з KDE, його можна пропустити.</p> <p>Якщо цей параметр увімкнено, при перевірці вимагатиметься, щоб у фразі був аргумент %n.</p></qt>
zh_cn: <qt><p><b>译文中需要使用复数形式的参数</b></p> <p><b>注意</b>：这个选项目前是 KDE 特定的。如果您翻译的不是 KDE 应用程序，您可以放心地忽略此选项。</p> <p>如果启用此选项，校验检查将要求消息中有 %n 参数。</p></qt>

source: <qt><p><b>GNU plural form header</b></p> <p>Here you can fill a header entry for GNU plural form handling; if you leave the entry empty, the entry in the PO file will not be changed or added.</p> <p>KBabel can automatically try to determine value suggested by the GNU gettext tools for currently set language; just press the <b>Lookup</b> button.</p></qt>
ar: <qt><p><b>ترويسة صيغة جمع GNU </b></p> <p>هنا يمكنك تعبئة مدخل الترويسة لصيغة جمع GNU. إذا تركت المدخل فارغاً ، المدخل فى ملف الـPO لم يتم تغيره او اضافته.</p> <p> يمكن لمترجم‌ك أن يحاول تحديد القيمة المقترحة بواسطة ادوات GNU gettext للغة المحددة حالياً. فقط اضغط على زر <b>ابحث</b>.</p></qt>
be: <qt><p><b>Загаловак множных форм ад GNU:</b></p> <p>Тут вы можаце запоўніць запіс для множных форм GNU. Калі вы пакінеце гэта поле пустым, запіс у PO-файле не будзе зменены або дададзены.</p> <p>KBabel можа аўтаматычна паспрабаваць вызначыць значэнне, прапанаванае GNU gettext для бягучай мовы - націсніце кнопку <b>Пошук</b>.</p></qt>
bg: <qt><p><b>Заглавна част на GNU с мн. форми</b></p> <p>Тук можете да въведете заглавната част на GNU с мн. форми; ако го оставите празно, записът в PO файла няма да бъде променен или добавен.</p> <p>KBabel може автоматично да се опита да определи стойността от инструментите GNU gettext за езика; просто натиснете бутона <b>Търсене</b>.</p></qt>
ca: <qt><p><b>Capçalera de forma plural de GNU</b></p> <p>Aquí podeu omplir una entrada de capçalera per a manejar les formes plurals de GNU. Si la deixeu buida, l'entrada en el fitxer PO no serà canviada o afegida</p> <p>KBabel pot intentar determinar automàticament els valors suggerits per l'eina gettext de GNU per a l'idioma definit actualment. Simplement premeu el botó <b>Cerca</b>.</p></qt>
da: <qt><p><b>GNU-hoved for flertalsform</b></p> <p>Her kan du udfylde hovedindgangen for GNU's håndtering af flertalsformer. Hvis du efterlader indgangen tom, vil indgangen i PO-filen ikke blive ændret eller tilføjet.</p> <p>KBabel kan automatisk prøve at bestemme den værdi som GNU's gettext-værktøjer foreslår for det sprog der er sat. Tryk blot på <b>Slå op</b>-knappen.</p></qt>
de: <qt><p><b>GNU-Vorspann der Pluralformen</b></p> <p>Hier können Sie ein Vorspannfeld für die Behandlung von GNU-Pluralformen eingeben. Lassen Sie den Eintrag leer, damit der Eintrag in der .po-Datei weder hinzugefügt noch geändert wird.</p> <p>KBabel kann versuchen, den von den GNU-gettext-Werkzeugen vorgeschlagenen Wert für die derzeit ausgewählte Sprache zu bestimmen. Betätigen Sie hierzu den Knopf <b>Nachschlagen</b>.</p></qt>
el: <qt><p><b>Επικεφαλίδα μορφής πληθυντικού GNU</b></p> <p>Εδώ μπορείτε να συμπληρώσετε μια καταχώρηση επικεφαλίδας για τον χειρισμό της μορφής πληθυντικού GNU; αν την αφήσετε κενή, η καταχώρηση στο αρχείο PO δε θα τροποποιηθεί ή προστεθεί.</p> <p>Το KBabel μπορεί αυτόματα να προσπαθήσει να καθορίσει την τιμή που προτείνεται από το GNU gettext για την τρέχουσα γλώσσα, απλά πατήστε το κουμπί <b>Αναζήτηση</b>.</p></qt>
es: <qt><p><b>Cabecera de forma plural de GNU</b></p> <p>Aquí podrá rellenar una entrada de cabecera para el manejo de las formas plurales de GNU. Si deja la entrada vacía, la entrada en el archivo PO no se cambiará ni será añadida</p> <p>KBabel puede tratar de determinar automáticamente los valores sugeridos por la herramienta gettex de GNU para el idioma definido actualmente. Sólo pulse el botón <b>Buscar</b>.</p></qt>
et: <qt><p><b>GNU mitmusevormide päis</b></p> <p>Siin saab anda päisekirje GNU mitmusevormide käsitlemise jaoks. Kui jätad selle tühjaks, ei muudeta ega lisata kirjet PO-failis.</p> <p>KBabel võib automaatselt selle väärtuse määrata vastavalt sellele, mida pakub GNU gettext parajasti valitud keelele. Selleks klõpsa nupule <b>Otsi</b>.</p></qt>
eu: <qt><p><b>GNU plural forma goiburukoa</b></p> <p>Hemen GNU plural forma maneiatzeko goiburukoaren sarrera bete dezakezu;sarrera hutsik uzten baduzu, PO fitxategiko sarrera ez aldatu edo gehituko.</p> <p>KBabel-ek automatikoki GNU gettext tresnek uneko hizkuntzarako iradokitako balioa automatikoki erabakiko dezake; <b>Bilatu</b> botoia sakatu besterik ez duzu.</p></qt>
fa: <qt><p><b>شکل جمع گنو از سرآیند</b></p> <p>یک مدخل سرآیند را برای گرداندن شکل جمع گنو در اینجا می‌توانید وارد کنید، اگر مدخل را خالی بگذارید، مدخل در پروندۀ PO تغییر نکرده یا اضافه نمی‌شود.</p> <p>KBabel به طور خودکار سعی می‌کند مقدار پیشنهادشده توسط ابزارهایی gettext گنو که برای زبان جاری تنظیم‌شده را، فقط با فشار دکمۀ <b>جستجو</b> تعیین کند.</p></qt>
fr: <qt><p><b>En-tête pour formes plurielles GNU</b></p> <p>Ici, vous pouvez remplir une entrée d'en-tête pour la gestion du pluriel. Si vous laissez l'entrée vide, l'entrée du fichier PO ne sera ni modifiée ni ajoutée.</p> <p>KBabel peut essayer de déterminer automatiquement la valeur suggérée par les outils GNU gettext pour la langue en cours. Actionnez simplement le bouton <b>Recherche</b>.</p></qt>
gl: <qt> <p><b>Cabezallo de forma plural de GNU</b></p> <p>Aquí pode indicar a entrada cabezallo que xestiona as formas plurais en GNU; se o deixa en branco, a entrada no ficheiro PO non será engadida nen modificada.</p> <p>KBabel pode tentar obter automaticamente unha suxestión dada polas ferramentas gettext de GNU para a linguaxe configurada actualmente; simplesmente prema no botón <b>Procurar</b>.</p></qt>
hu: <qt><p><b>GNU többes számú alak a fejlécben</b></p> <p>Itt lehet megadni a többes számú alakok kezeléséhez szükséges fejlécbejegyzés értékét. Ha üresen hagyja, akkor a .po fájlban található bejegyzés nem fog megváltozni vagy létrejönni.</p> <p>A KBabel le tudja kérdezni, hogy a gettext eszközei milyen értéket javasolnak a beállított nyelvhez: kattintson a <b>Lekérdezés</b> gombra.</p></qt>
is: <qt><p><b>GNU fleirtöluformshaus</b></p> <p>Hér getur þú sett inn hausfærslu fyrir GNU fleirtöluforms meðhöndlun; ef þú lætur þetta vera tómt, verður færslunni í PO skránni ekki breytt eða bætt við.</p> <p>KBabel getur reynt að finna sjálfkrafa út gildin sem GNU gettext tólin stinga uppá fyrir núverandi tungumálið; smelltu bara á <b>Athuga</b> hnappinn.</p></qt>
it: <qt><p><b>Intestazione per le forme di plurale GNU</b></p> <p>Qui puoi riempire una voce dell'intestazione per gestire la forma di plurale GNU; se la lasci vuota, la voce nel file PO non sarà cambiata o aggiunta.</p> <p>KBabel può automaticamente determinare il valore suggerito dagli strumenti GNU gettext per la lingua corrente: premi il pulsante <b>Cerca</b>.</p></qt>
ja: <qt><p>GNU 複数形ヘッダ</p> <p>ここに GNU 複数形ヘッダを入力します。ここを空のままにしておくと、PO ファイル中のエントリは変更も追加もされません。</p> <p>「参照」ボタンをクリックすると、KBabel が現在設定されている言語に対して GNU gettext ツールが推奨する値を自動的に取得します。</p></qt>
kk: <qt><p><b>GNU көптік жағаулардың айдары</b></p> <p>Мұнда GNU көптік жалғаулар параметрлер туралы айдардағы жазуын толтыруға болады. Егер бұл өрісті бос қалдырсаңыз, PO-файлдағы жазу өзгертілмейді немесе қосылмайды.</p> <p><b>Іздестіру</b> батырмасын басыңыз, KBabel қолданыстағы тіл үшін GNU Gettext ұсынған мәнді анықтауға әрекет жасайды.</p></qt>
ko: <qt><p><b>GNU 복수형 헤더</b></p> <p>여기서 GNU 복수형 핸들링에 대한 헤더 항목을 채울 수 있습니다. 만약 항목을 비어두면, PO 파일에 있는 항목을 변경하거나 추가하지 않을 것입니다.<p> <p>KBabel은 현재 언어 설정에 대해 GNU gettext 툴에 의해 제안된 설정 값을 자동적으로 시도할 수 있습니다. 단순히 <b>검색</b> 버튼을 누르십시오.</p></qt>
nb: <qt><p><b>GNU-filhode for flertall</b></p> <p>Her kan du lage en filhodeoppføring for behandling av GNU flertallsformer. Hvis du lar oppføringa stå tom, så vil ikke oppføringa i po-fila bli endret eller lagt til.</p> <p>KBabel kan automatisk prøve å finne de rette verdiene ved å bruke GNU gettexts innstillinger for ditt språk. Bare trykk på <b>Slå opp</b></p></qt>
nds: <qt><p><b>GNU-Mehrtallformkoppindrag</b></p> <p>Hier kannst Du en Dateikoppindrag för't Behanneln vun GNU-Mehrtallformen angeven; wenn Du hier nix ingiffst, warrt de Indrag in de PO-Datei nich ännert oder toföögt.</p> <p>KBabel kann ok versöken, den Weert för de opstunns instellte Spraak automaatsch vun de GNU-Gettextwarktüüch to halen, wenn Du op den Knoop <b>Naslaan</b> klickst.</p></qt>
nl: <qt><p><b>GNU-header voor meervoudsvormen</b></p> <p>Hier kunt u een kopregel invoeren voor GNU-afhandeling van meervoudsvormen. Als u de tekenreeks leeg laat, zal deze niet aan het PO-bestand worden toegevoegd of gewijzigd.</p> <p>KBabel kan proberen de waarde die de GNU-gettext hulpprogramma's voorstellen te vinden. Klik daarvoor op de knop <i>Opzoeken</i>.</p></qt>
pl: <qt><p><b>Nagłówek form liczby mnogiej GNU</b></p> <p>Tu można uzupełnić pole nagłówka dla form liczby mnogiej GNU. Jeśli pole to pozostanie puste, plik PO pozostanie niezmieniony.</p> <p>KBabel może spróbować automatycznie wykryć wartość proponowaną przez narzędzia GNU gettext dla wybranego języka. Wystarczy użyć przycisku <b>Wyszukaj</b>.</p></qt>
pt: <qt><p><b>Cabeçalho da forma plural da GNU</b></p> <p>Aqui, o utilizador poderá preencher um cabeçalho para o tratamento das formas plurais. Se deixar este campo em branco, o item no ficheiro PO não será alterado ou adicionado.</p> <p>O KBabel pode tentar automaticamente determinar o valor sugerido pelas ferramentas do 'gettext' da GNU para a língua definida actualmente. Basta carregar no botão <b>Procurar</b>.</p></qt>
sk: <qt><p><b>Hlavička množných čísiel podľa GNU</b></p> <p>Sem môžete zadať obsah hlavičky pre GNU podporu množných čísel. Ak pole necháte prázdne, táto hlavička sa nebude meniť ani pridávať.</p> <p>KBabel sa môže pokúsiť automaticky určiť hodnotu pomocou nástrojov GNU gettext pre momentálny jazyk. Stačí stlačiť tlačidlo <b>Nájsť</b>.</p></qt>
sl: <qt><p><b>Glava GNU za množinske oblike</b></p> <p>Tu lahko zapolnete glavo z vnosom za množinske oblike GNU; če pustite polje prazno, potem vnos v datoteki PO ne bo spremenjen ali dodan.</p> <p>KBabel lahko samodejno poskuša ugotoviti vrednost, ki so predlagajo orodja GNU gettext za trenutno izbran jezik. Samo pritisnite gumb <b>Vpogled</b>.</p></qt>
sr: <qt><p><b>Заглавље GNU облика множине</b></p> <p>Овде можете попунити заглавни унос за руковање са GNU облицима множине. Ако оставите овај унос празан, унос у PO фајлу неће бити измењен или додат.</p> <p>KBabel може аутоматски покушати да одреди вредност предложену од стране GNU gettext алата за тренутно постављен језик. Само притисните дугме <b>Потражи</b>.</p></qt>
sr@latn: <qt><p><b>Zaglavlje GNU oblika množine</b></p> <p>Ovde možete popuniti zaglavni unos za rukovanje sa GNU oblicima množine. Ako ostavite ovaj unos prazan, unos u PO fajlu neće biti izmenjen ili dodat.</p> <p>KBabel može automatski pokušati da odredi vrednost predloženu od strane GNU gettext alata za trenutno postavljen jezik. Samo pritisnite dugme <b>Potraži</b>.</p></qt>
sv: <qt><p><b>Huvud för GNU-pluralform</b></p> <p>Här kan du fylla i en post i huvudet för hantering av GNU-pluralformer. Om du lämnar posten tom, ändras inte posten eller läggs till i PO-filen.</p> <p>Kbabel kan automatiskt försöka avgöra värdet som föreslås av GNU:s gettext-verktyg för språket som för närvarande är valt. Klicka bara på knappen <b>Slå upp</b>.</p></qt>
ta: <qt><p><b> GNU பன்மை படிவ தலைப்பு</b></p> <p>இங்கு GNU பன்மை படிவ தலைப்பை கையாள முடியும். நீங்கள் உள்ளீட்டை காலியாக விட்டால், PO கோப்பில் உள்ளீடு மாற்ற அல்லது சேர்க்கவில்லை.</p> <p>KBabel தற்போது அமைத்த மொழியின் GNU gettext கருவியில் பரிந்துரைக்கப்பட்டவற்றை தன்னியக்கமாக வரையறுக்க முடியும்; <b>பார்</b> பொத்தானை அழுத்தவும்.</p></qt>
tg: <qt><p><b>GNU шакли ҷамъи сарлавҳа</b></p> <p>Дар ин ҷо метавонед сарлавҳаи воридшударо барои шакли ҷамъи GNU аз коркард пур кунед; агар воридшударо холӣ гузоред,воридшуда дар файли PO иваз ё илова карда намешавад. </p> <p>KBabel метавонад ба тарзи автоматикӣ кушиш карда, арзише, ки абзорҳои матни гирифташудаи GNU барои маҷмӯаи забони ҷорӣ пешниҳод кардаанд,муайян кунад;фақат тугмаи <b>Lookup</b> -ро пахш кунед.</p></qt>
uk: <qt><p><b>Заголовок форм множини від GNU</b></p> <p>Тут можна вказати запис заголовка для форм множини GNU. Якщо ви залишите поле порожнім, запис у PO-файлі не буде додано або змінено.</p> <p>KBabel може спробувати автоматично визначити значення для поточної мови, яке рекомендується засобами gettext GNU. Для цього натисніть кнопку <b>Пошук</b>.</p></qt>
zh_cn: <qt><p><b>GNU 复数形式头</b></p> <p>在此您可以填入一个用于 GNU 复数形式处理的头部条目。如果您将条目留空，PO 文件中的条目将不会被改变或者添加。</p> <p>KBabel 能按照当前设定的语种，自动尝试确定 GNU gettext 工具建议使用的值，点击<b>查找</b>按钮即可。</p></qt>
