Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Format of Revision-Date</b></p><p>Choose in which format the date and time of the header field <i>PO-Revision-Date</i> is saved: <ul> <li><b>Default</b> is the format normally used in PO files.</li> <li><b>Local</b> is the format specific to your country. It can be configured in KDE's Control Center.</li> <li><b>Custom</b> lets you define your own format.</li></ul></p> <p>It is recommended that you use the default format to avoid creating non-standard PO files.</p><p>For more information, see section <b>The Preferences Dialog</b> in the online help.</p></qt>
ar: <qt><p><b>تنسيق تاريخ المراجعة</b></p><p>اختر التنسيق الذي سيحفظ به التاريخ والوقت في حقل <i>PO-Revision-Date</i>. <ul> <li><b>الإفتراضي</b> هو التنسيق الذي يستخدم عادة في ملفات PO.</li> <li><b>المحليّة</b> هو التنسيق الخاص ببلدك. يمكن ضبطه من مركز تحكم KDE.</li> <li><b>مخصًّص</b> يسمح لك بتعريف تنسيقك الخاص.</li></ul></p> <p>يُنصح باستخدام التنسيق الإفتراضي لتجنّب إنشاء ملفات PO غير معياريّة.</p> <p>لمزيد من المعلومات راجع قسم <b>حوار التفضيلات</b> في ملفات المساعدة.</p></qt>
be: <qt><p><b>Фармат даты аднаўлення</b></p><p>Выбар фармату даты для захавання ў поле загалоўка <i>PO-Revision-Date</i>: <ul> <li><b>Па змаўчанні</b>: фармат, які выкарыстоўваецца ў файлах перакладу па змаўчанні.</li> <li><b>Як у бягучай лакалі</b>: фармат, прыняты ў вашай краіне. Ён можа быць наладжаны ў Цэнтры кіравання KDE</li> <li><b>Па выбары</b>: дазваляе наладзіць фармат па вашым меркаванні.</li></ul></p><p>Мы рэкамендуем пакінуць фармат даты па змаўчанні, бо ў адваротным выпадку файлы .po будуць мець нестандартны фармат.</p><p>Падрабязней аб гэтым глядзіце ў падзеле <b>Дыялог налады</b> у online-help.</p></qt>
bg: <qt><p><b>Формат на датата на промяна</b></p><p>Изберете форматът за време на полето <i>PO-Revision-Date</i>:<ul> <li><b>По подразбиране</b> - обикновено се използва той.</li> <li><b>Локален</b> - специфичен за страната. Можете да го настроите в контролния център на KDE.</li> <li><b>Потребителски</b> - можете да определите собствен формат.</li></ul></p> <p>Препоръчва се да използвате формат по подразбиране с целя избягване на нестандартни PO файлове.</p><p>За повече информация вижте раздела <b>Настройки</b> в помощта.</p></qt>
ca: <qt><p><b>Format de la data de revisió</b></p><p>Escolliu el format de la data i hora en el camp de la capçalera. <i>PO-Revision-Date</i> és desat com a: <ul> <li><b>Per omissió</b> és el format usat habitualment en fitxers PO.</li> <li><b>Local</b> és el format específic del vostre país. Pot configurar-se des del Centre de control del KDE.</li> <li><b>Personalitzat</b> us permet definir el vostre propi format.</li></ul></p> <p>Per a més informació, consulteu la secció <b>The Preferences Dialog</b> de l'ajuda en línia.</p></qt>
da: <qt><p><b>Format af Revision-Date</b></p><p>Vælg i hvilket format datoen og tiden i hovedfeltet skal være <i>PO-Revision-Date</i> gemmes <ul> <li><b>Standard</b> er det format der normalt bruges i PO-filer.</li> <li><b>Lokal</b> er det format der bruges i dit land. Det kan indstilles i KDE's Kontrol Center.</li> <li><b>Brugerindstil</b> lader dig definere dit eget format.</li></ul></p> <p>Det anbefales at du bruger standardformatet for at undgå at lave ikke-standard PO filer.</p><p>Hvis du vil vide mere se afsnittet <b>Indstillingsdialogen</b> i net-hjælpen.</p></qt>
de: <qt><p><b>Format des Bearbeitungsdatums</b></p><p>Wählen Sie hier aus, in welchem Format das Datum und die Zeit im Vorspannfeld <i>PO-Revision-Date</i> gespeichert werden: <ul> <li><b>Standardformat</b> ist das Format, das normalerweise in PO-Dateien benutzt wird.</li> <li><b>Lokales Datumsformat</b> ist das Format, das zu Ihren Ländereinstellungen passt. Diese können im KDE Kontrollzentrum eingestellt werden.</li> <li><b>Benutzerdefiniert</b> lässt Sie ihr eigenes Format einstellen.</li></ul></p> <p>Um nicht standardisierten PO-Dateien vorzubeugen, wird empfohlen, das Standardformat zu verwenden.<p>Weitere Informationen finden Sie im Abschnitt <b>Einstellungen</b> im Handbuch.</p></qt>
el: <qt><p><b>Μορφή της ημερομηνίας αναθεώρησης</b></p><p>Επιλογή της μορφής της ημερομηνίας και ώρα του πεδίου επικεφαλίδας <i>PO-Revision-Date</i> που αποθηκεύεται: <ul> <li>Το <b>Προκαθορισμένη</b> είναι η μορφή που χρησιμοποιείται κανονικά από τα αρχεία PO.</li> <li>Το <b>Τοπική</b> είναι η μορφή που χρησιμοποιείται στη χώρα σας και μπορεί να ρυθμιστεί στο κέντρο ελέγχου του KDE.</li> <li>Το <b>Προσαρμοσμένη</b> σας επιτρέπει να ορίσετε τη δικιά σας μορφή.</li></ul></p> <p>Προτείνεται να χρησιμοποιηθεί η προκαθορισμένη μορφή για να αποφευχθεί η δημιουργία μη τυπικών αρχείων PO.</p><p>Για περισσότερες πληροφορίες, δείτε το τμήμα <b>Ο διάλογος προτιμήσεων</b> στη βοήθεια.</p></qt>
es: <qt> <p><b>Formato de la fecha de revisión</b></p><p>Elija el formato en que se guardará la fecha y hora del campo de cabecera <i>PO-Revision-Date</i>:<ul> <li><b>Predeterminado</b> es el formato normalmente usado en los archivos PO</li> <li><b>Local</b> es el formato específico de su país. Se puede configurar en el Centro de control de KDE</li> <li><b>Personalizado</b> le deja definir su propio formato</li></ul></p> <p>Se recomienda que utilice el formato predeterminado para evitar la creación de archivos PO no estándares.</p><p>Para más información, vea la sección <b>Diálogo de preferencias</b>en la ayuda en línea</p></qt>
et: <qt><p><b>Muutmise kuupäeva vorming</b></p><p>Vali, millises vormingus soovid salvestada faili päise <i>PO muutmise aja</i> välja: <ul> <li><b>Vaikimisi</b> on PO-failides tavaliselt kasutatav vorming.</li> <li><b>Kohalik</b> on sinu maa kuupäevavorming. Seda saab seadistada KDE juhtimiskeskuses.</li> <li><b>Soovikohane</b> vorming lubab sul defineerida oma vormingu.</li></ul></p> <p>Soovitatav on kasutada vaikimisi vormingut, sest nii saab vältida mittestandardsete PO-failide teket.</p><p>Täpsema info saamiseks vaata käsiraamatust peatükki <b>Seadistuste dialoog</b>.</p></qt>
eu: <qt><p><b>Berrikuspen-dataren formatua</b></p><p>Aukeratu <i>PO-Berrikuspen-data</i> goiburukoaren eremuaren data eta denbora zein formatutan gorde: <ul> <li><b>Lehenetsia</b> PO fitxategietan erabili ohi den formatua da.</li> <li><b>Lokala</b> zure herrialdeari dagokion formatua da. KDEren kontrol-zentroan konfiguratu daiteke.</li> <li><b>Pertsonalizatu</b> zure formatua definitzen uzten dizu.</li></ul></p> <p>Gomendagarria da formatu lehenetsia erabiltzea PO fitxategi ez estandarrak sortzea ekiditzkeo</p><p>Informazio gehiagorako, ikus <b>Hobespenen elkarrizketa-koadroa</b> sekzioa on-line laguntzan.</p></qt>
fa: <qt><p><b>قالب تاریخ بازبینی</b></p><p>انتخاب قالبی که تاریخ و زمان حوزۀ <i>تاریخ بازبینی PO</i> سرآیند با آن ذخیره می‌شود: <ul> <li><b>پیش‌فرض</b>قالبی است که معمولاً در پرونده‌های PO استفاده می‌شود.</li> <li><b>محلی</b>قالب ویژۀ کشورتان می‌باشد. این در مرکز کمک KDE می‌تواند پیکربندی شود.</li></ul></p> <p> پیشنهاد می‌شود که برای جلوگیری از ایجاد پرونده‌های غیر استاندارد از قالب پیش‌فرض استفاده کنید.</p><p>برای اطلاعات بیشتر، بخش <b>محاورۀ تنظیمات</b> را در کمک برخط ببینید. </p></qt>
fr: <qt><p><b>Format de date de révision</b></p><p>Choisissez dans quel format la date et l'heure de l'en-tête <i>PO-Revision-Date</i> sont enregistrées : <ul> <li><b>Défaut</b> est le format normalement utilisé dans les fichiers PO</li> <li><b>Local</b> est le format spécifique de votre pays. Il peut être configuré dans le Centre de configuration de KDE</li> <li><b>Personnalisé</b> vous permet de définir votre propre format.</li></ul></p> <p>Il est recommandé d'utiliser le format par défaut afin d'éviter de créer des fichiers PO non standards.</p><p>Pour plus d'informations, voyez la section <b>Le dialogue de préférences</b> de l'aide en ligne.</p></qt>
gl: <qt> <p><b>Formato da data de revisión</b></p> <p>Escolla o formato co que guardar a data e hora no campo do cabezallo <i>PO-Revision-Date</i>: <ul> <li><b>Por omisión</b> é o formato usado normalmente nos ficheiros PO.</li> <li><b>Local</b> é o formato específico do seu país. Pode configuralo no Centro de Control de KDE.</li> <li><b>Personalizado</b> permítelle definir o seu proprio formato.</li></ul></p> <p>Recoméndase que use o formato por omisión para evitar criar ficheiro PO non estándares.</p> <p>Para máis información, consulte a sección <b>O diálogo de preferencias</b> da axuda.</p></qt>
hu: <qt><p><b>Az utolsó módosítás dátumának formátuma</b></p><p>Válassza ki, milyen formátumban történjen a dátum és az idő mentése a <i>PO-Revision-Date</i> mezőben: <ul> <li><b>Alapértelmezés</b> a .po fájlokban használt alapértelmezett formátum.</li> <li><b>Helyi</b> a beállított országban érvényes formátum. A KDE Vezérlőpultban állítható be.</li> <li><b>Egyéni</b> a megadott konkrét formátum lesz érvényes.</li></ul></p> <p>Célszerű az alapértelmezett formátumot használni, mert nem standard PO-fájlok esetén problémák léphetnek fel.</p><p>Részletes leírás található erről a témakörről <b>A beállítások párbeszédablaka</b> részben, a dokumentációban.</p></qt>
is: <qt><p><b>Snið breytingardagsetningar</b></p><p>Veldu hér sniðið sem dagsetning og tími í <i>PO-Revision-Date</i> er vistað í: <ul> <li><b>Sjálfgefið</b> er það snið sem vanalega er notað í PO skrám.</li> <li><b>Staðbundið</b> er það snið sem er notað af þínu tungumáli. (Stillanlegt í KDE Stjórnborðinu).</li> <li><b>Sérsniðið</b> þú getur sett upp þitt eigið snið.</li></ul></p> <p>Ráðlagt er að nota sjálfgefna sniðið til að koma í veg fyrir að ógildar PO skrár séu búnar til.</p><p>Fyrir nánari upplýsingar, skoðaðu <b>stillingarhlutann</b> í hjálparskránni.</p></qt>
it: <qt><p><b>Formato della data di revisione</b></p> <p>Scegli in quale formato la data e l'ora sono salvati nel campo <i>PO-Revision-Date</i>:<ul> <li><b>Predefinito</b> è il formato normalmente utilizzato nei file PO.</li> <li><b>Locale</b> è il formato specifico del tuo paese. Può essere configurato nel Centro di Controllo di KDE.</li> <li><b>Personalizzato</b> ti permette di definire un formato proprio.</li></ul></p><p>Ti raccomandiamo di usare il formato predefinito per evitare di creare file PO non standard.</p><p>Per ulteriori informazioni, consulta la sezione <b>La finestra di dialogo delle preferenze</b> nella guida in linea.</p></qt>
ja: <qt><p>更新日時のフォーマット</p><p>ヘッダの PO-Revision-Date フィールドの日時のフォーマットを選択します。<ul> <li>デフォルト: PO ファイルで標準的に使用されるフォーマットです。</li> <li>ローカル: あなたの国固有のフォーマットです。これは KDE コントロールセンターで設定できます。</li> <li>カスタム: あなた自身のフォーマットを定義できます。</li></ul></p> <p>規格外の PO ファイルを作らないために、デフォルトを使うことを推奨します。</p><p>詳しくはオンラインヘルプの「設定ダイアログ」のセクションをご覧ください。</p></qt>
kk: <qt><p><b>Өзгертілген кезінің пішімі</b></p><p><i>PO-Revision-Date</i> айдар өрісі жазылатын күн мен уақыттың пішімін таңдаңыз: <ul> <li><b>Әдеттегі</b>: PO файлдардағы әдетте қолданылатын пішім.</li> <li><b>Жергілікті</b>: еліңізде қабылданған пішім. Ол KDE басқару орталығында бапталынады</li> <li><b>Қалаған</b>: пішімді қалауыңыз бойынша баптауға мүмкіндік береді.</li></ul></p><p>Күн мен уақыттың пішімін, стандарттан тыс PO файлдарды құрмау үшін, әдеттегі түрде қалдырған жөн.</p><p>Бұл туралы толығырақ анықтамасының <b>Баптау диалогы</b> бөлімінен қарауыңызға болады.</p></qt>
mk: <qt><p><b>Формат за датумот на ревизија</b></p><p>Изберете во кој формат да се зачува датумот и времето на полето <i>PO-Revision-Date</i> од заглавието: <ul> <li><b>Стандарден</b> е форматот што обично се користи во PO-датотеките.</li> <li><b>Локален</b> е форматот што е специфичен за Вашата земја. Може да се конфигурира во Контролниот центар на KDE.</li> <li><b>Сопствен</b> Ви овозможува да дефинирате сопствен формат.</li></ul></p> <p>Препорачливо е да го употребувате стандардниот формат за да избегнете креирање на нестандардни PO-датотеки.</p><p>За повеќе информации, погледнете го одделот <b>Дијалог за параметри</b> во помошта.</p></qt>
nb: <qt><p><b>Format på revisjonsdatoen</b></p><p>Velg dato- og tidsformat for filhodet <i>PO-Revision-Date</i>er lagret: <ul> <li><b>Standard</b> er det formatet som vanligvis brukes i PO-filer.</li> <li><b>Lokal</b> er det formatet som passer til ditt land. Du kan endre dette i KDEs kontrollpanel.</li> <li><b>Selvvalgt</b> lar deg angi ditt eget format.</li></ul></p> <p>For mer informasjon, se bolken <b>Dialogvindu for innstillinger</b> i hjelpefila for KBabel.</p></qt>
nds: <qt><p><b>Formaat vun't Bewerkdatum</b></p><p>Söök hier ut, in welk Formaat Datum un Tiet in't Dateikoppfeld <i>PO-Revision-Date</i> sekert warrt:<ul> <li><b>Standard</b> is dat Formaat, wat normaal in PO-Dateien bruukt warrt.</li> <li><b>Lokaal Datumformaat</b> is dat Datumformaat för Dien Land. Dat lett sik binnen dat KDE-Kuntrullzentrum instellen.</li> <li><b>Egen</b> lett Di Dien egen Formaat fastleggen.</li></ul></p> <p>De Bruuk vun't Standardformaat is anraadt, wiel Du anners PO-Dateien opstellst, de nich na den Standard sünd.</p><p>Mehr Informatschonen laat sik in't Handbook in den Afsnitt <b>Instellen-Dialoog</b> finnen.</p></qt>
nl: <qt><p><b>Opmaak van de revisiedatum</b></p><p>Kies in welke opmaak de datum en tijd van het veld <i>PO-Revision-Date</i> wordt opgeslagen:<ul> <li><b>Standaard</b> is de opmaak die normaliter gebruikt wordt in PO-bestanden</li> <li><b>Lokaal</b> is de opmaak specifiek voor uw land. Deze kan worden ingesteld in het Configuratiecentrum van KDE.</li> <li><b>Aangepast</b> laat uw eigen datum- en tijdopmaak toe.</li></ul></p> <p>Het wordt aanbevolen om de standaard opmaak te gebruiken, om te voorkomen dat u PO-bestanden aanmaakt die niet aan de standaard voldoen.</p><p>Voor meer informatie kijkt u in de sectie <b> Het voorkeurendialoog</b> in de online help</p></qt>
pl: <qt><p><b>Format daty zmiany</b></p><p>Dostępne są następujące formaty zapisywania daty ostatniej zmiany pliku (<i>PO-Revision-Date</i>): <ul> <li><b>Domyślny</b> - format używany zwykle w plikach PO.</li> <li><b>Lokalny</b> - format właściwy dla wybranego języka (konfigurowany w Centrum sterowania KDE).</li> <li><b>Inny</b> - dowolny format, definiowany obok.</li></ul></p> <p>Zalecane jest użycie domyślnego formatu, żeby uniknąć tworzenia niestandardowych plików PO.</p> <p>Więcej informacji można znaleźć w rozdziale <b>Okno konfiguracji</b> w pliku pomocy.</p></qt>
pt: <qt><p><b>Formato da Data de Revisão</b></p><p>Escolha em que formato a data e hora do campo do cabeçalho <i>PO-Revision-Date</i> são gravadas:<ul> <li><b>Por omissão</b> é o formato normalmente usado nos ficheiros PO.</li> <li><b>Local</b> é o formato específico do seu país. Pode ser configurado no Centro de Controlo do KDE.</li> <li><b>Personalizado</b> deixa-lhe definir o seu próprio formato.</li></ul></p> <p>Para mais informações veja a secção <b>A Janela de Preferências</b> na ajuda 'on-line'.</p></qt>
sk: <qt><p><b>Formát dátumu revízie</b></p><p>Vyberte, ktorý formát dátumu a času bude použitý v časti <i>PO-Revision-Date</i> hlavičky: <ul> <li><b>Štandardný</b> je formát normálne používaný v PO súboroch.</li> <li><b>Lokálny</b> je formát špecifický pre Vašu krajinu. Môže byť nastavený v Ovládacom centre KDE.</li> <li><b>Vlastný</b> umožňuje definovať váš vlastný formát.</li></ul><p>Odporúča sa použiť štandardný formát, aby sa zamedzilo vytváraniu neštandardných PO súborov.</p><p>Pre ďalšie informácie konzultujte kapitolu <b>Dialóg nastavenia</b> v pomocníkovi.</p></qt>
sl: <qt><p><b>Oblika dneva popravka</b></p><p>Izberite, v kateri obliki bosta zapisana čas in datum polja glave <i>PO-Revision-Date</i>: <ul> <li><b>Privzeto</b> je oblika običajno uporabljena v datotekah PO.</li> <li><b>Krajevno</b> je oblika značilna za vašo državo. Lahko se nastavi v Nadzornem središču KDE.</li> <li><b>Po meri</b> vam omogoča definirati svojo lastno obliko.</li></ul></p> <p>Priporočeno je, da uporabljate privzeto obliko in se s tem izognete ustvarjanju ne-standardnih datotek PO.</p><p>Za več informacij si oglejte razdelek <b>Nastavitveno okno</b> v pomoči na zvezi.</p></qt>
sr: <qt> <p><b>Формат датума ревизије</b></p> <p>Изаберите у ком формату ће датум и време поља <i>PO-Revision-Date</i> бити снимљени: <ul> <li><b>Подразумевано</b> је формат који се уобичајено користи у PO фајловима.</li> <li><b>Локално</b> је формат специфичан за вашу земљу. Може бити подешен у KDE-овом контролном центру.</li> <li><b>Прилагођено</b> вам допушта да дефинишете сопствени формат.</li></ul></p><p>Препоручљиво је да користите подразумевани формат, да бисте избегли стварање нестандардних PO фајлова.</p><p>За више информација погледајте секцију <b>„Дијалог подешавања“</b> у помоћи на вези.</p></qt>
sr@latn: <qt> <p><b>Format datuma revizije</b></p> <p>Izaberite u kom formatu će datum i vreme polja <i>PO-Revision-Date</i> biti snimljeni: <ul> <li><b>Podrazumevano</b> je format koji se uobičajeno koristi u PO fajlovima.</li> <li><b>Lokalno</b> je format specifičan za vašu zemlju. Može biti podešen u KDE-ovom kontrolnom centru.</li> <li><b>Prilagođeno</b> vam dopušta da definišete sopstveni format.</li></ul></p><p>Preporučljivo je da koristite podrazumevani format, da biste izbegli stvaranje nestandardnih PO fajlova.</p><p>Za više informacija pogledajte sekciju <b>„Dijalog podešavanja“</b> u pomoći na vezi.</p></qt>
sv: <qt><p><b>Datumformat för ändringar</b></p><p>Väljer vilket format datum och tid av fältet <i>PO-Revision-Date</i> sparas med: <ul> <li><b>Förvalt datumformat</b> är formatet som normalt används i PO-filer.</li> <li><b>Lokalt datumformat</b> är det format som är specifikt för ditt land. Det kan anpassas i KDE:s Inställningscentral.</li> <li><b>Eget datumformat</b> tillåter dig definiera ditt eget format.</li></ul></p> <p>Du rekommenderas att använda det förvalda formatet för att undvika att skapa PO-filer som inte följer standarden.</p><p>För mer information se stycket <b>Inställningar </b> i handboken.</p></qt>
uk: <qt><p><b>Формат останньої модифікації </b></p><p>Виберіть формат збереження поля заголовка дати і часу <i>PO-Revision-Date</i> збережено: <ul> <li><b>Типовий</b> - це формат, який, зазвичай, вживається в PO-файлах.</li> <li><b>Локальний</b> - це формат, властивий певній країні. Його можна налаштувати в Центрі керування KDE.</li> <li><b>Інший</b> дозволяє вказати ваш власний формат.</li></ul></p> <p>Рекомендуємо використовувати типовий формат, щоб створені файли були стандартними PO-файлами.</p><p>Для подальшої інформації, дивіться в параграф довідки <b>Вікно налаштування</b>.</p></qt>

source: <font size="+1">Project: %1</font>
ar: <font size="+1">مشروع: %1</font>
be: <font size="+1">Праект: %1</font>
bg: <font size="+1">Проект: %1</font>
ca: <font size="+1">Projecte: %1</font>
da: <font size="+1">Projekt: %1</font>
de: <font size="+1">Projekt: %1</font>
el: <font size="+1">Έργο: %1</font>
es: <font size="+1">Proyecto: %1</font>
et: <font size="+1">Projekt: %1</font>
eu: <font size="+1">Proiektua: %1</font>
fa: <font size="+1">پروژه: %1</font>
fr: <font size="+1">Projet : %1</font>
gl: <font size="+1">Proxecto: %1</font>
he: <font size="+1">פרויקט: %1</font>
hu: <font size="+1">Projekt: %1</font>
is: <font size="+1">Verkefni: %1</font>
it: <font size="+1">Progetto: %1</font>
ja: <font size="+1">プロジェクト: %1</font>
kk: <font size="+1">Жоба: %1</font>
ko: <font size="+1">프로젝트: %1</font>
lt: <font size="+1">Projektas: %1</font>
mk: <font size="+1">Проект: %1</font>
nb: <font size="+1">Prosjekt: %1</font>
nds: <font size="+1">Projekt: %1</font>
nn: <font size="+1">Prosjekt: %1</font>
pa: <font size="+1">ਪ੍ਰੋਜੈੱਕਟ: %1</font>
pl: <font size="+1">Projekt: %1</font>
pt: <font size="+1">Projecto: %1</font>
sk: <font size="+1">Projekt: %1</font>
sl: <font size="+1">Projekt: %1</font>
sr: <font size="+1">Пројекат: %1</font>
sr@latn: <font size="+1">Projekat: %1</font>
sv: <font size="+1">Projekt: %1</font>
ta: <font size="+1">வேலை: %1</font>
tg: <font size="+1">Лоиҳа: %1</font>
uk: <font size="+1">Проект: %1</font>
zh_cn: <font size="+1">项目：%1</font>

source: &Name:
ar: الإ&سم:
be: &Імя:
bg: &Име:
ca: &Nom:
da: &Navn:
el: Ό&νομα:
es: &Nombre:
et: &Nimi:
eu: &Izena:
fa: &نام:‌
fr: &Nom :
gl: &Nome:
he: &שם:
hr: &Ime:
hu: &Név:
is: &Nafn:
it: &Nome:
ja: 名前(&N):
kk: &Атыңыз:
ko: 이름(&N):
lt: &Vardas:
mk: И&ме:
nb: &Navn:
nds: &Naam:
nl: &Naam:
nn: &Namn:
pa: ਨਾਂ(&N):
pl: &Imię i nazwisko:
pt: &Nome:
sk: &Meno:
sl: &Ime:
sr: &Име:
sr@latn: &Ime:
sv: &Namn:
ta: &பெயர்:
tg: &Ном:
uk: &Ім'я:
zh_cn: 名称(&N)：

source: Localized na&me:
ar: الإسم ال&محلي:
be: І&мя на мэтавай мове:
bg: Локализирано &име:
ca: No&m localitzat:
da: Lokaliseret na&vn:
de: &Lokalisierter Name:
el: Ό&νομα στην τοπική γλώσσα:
es: No&mbre localizado:
et: Tõlgitud ni&mi:
eu: &Aurkitutako izena:
fa: &نام محلی:‌
fr: No&m localisé :
gl: No&me do tradutor:
he: &שם מקומי:
hr: Lokalizirano &ime:
hu: Lokali&zált név:
is: &Staðfært nafn:
it: No&me localizzato:
ja: ローカライズされた名前(&M):
kk: Жергілікті тілдегі а&тыңыз:
ko: 현지화된 이름(&M):
lt: Lokalizuotas &vardas:
mk: Локализирано и&ме:
nb: Lokalisert na&vn:
nds: Rebeetegen Naa&mform:
nl: Nederlandse naa&m:
nn: Lokal&isert namn:
pa: ਲੋਕਲ ਨਾਂ(&m):
pl: Imię i na&zwisko (lokalna forma):
pt: No&me localizado:
sk: Lokalizované me&no:
sl: Lokalizirano i&me:
sr: Локализовано &име:
sr@latn: Lokalizovano &ime:
sv: Lokalt na&mn:
ta: பொது பெயர்
tg: &Номи маҳаллӣ:
uk: &Локалізоване ім'я:
zh_cn: 本地化的名称(&M)：

source: E&mail:
ar: ال&بريد اﻹلكتروني:
be: &Электронная пошта:
bg: &Е-поща:
ca: &Correu electrònic:
es: Co&rreo-e:
et: E-&posti aadress:
eu: &Posta elektronikoa:
fa: &رایانامه:‌
fr: Ad&resse électronique :
gl: C&orreo electrónico:
he: &דוא"ל:
hr: &E-pošta:
is: &Netfang:
it: &Posta elettronica:
ja: Eメール(&M):
kk: &Эл.пошта:
ko: E-mail(&M):
lt: &E. paštas:
mk: Е-&пошта:
nb: E-&post:
nds: &Nettpost:
nn: E-&post:
pa: ਈ-ਮੇਲ(&m):
sk: &E-mailová adresa:
sl: E&lektronski naslov:
sr: &Е-адреса:
sr@latn: &E-adresa:
sv: E-&post:
ta: மின்னஞ்சல்:
tg: По&чтаи электронӣ:
uk: &Електронна пошта:
zh_cn: 电子邮件(&M)：

source: &Full language name:
ar: ا&سم اللغة الكامل:
be: &Поўная назва мовы:
bg: &Пълно име на езика:
ca: &Nom complet de l'idioma:
da: Det &fulde sprognavn:
de: Nam&e der Sprache:
el: &Πλήρες όνομα γλώσσας:
es: &Nombre completo del idioma:
et: &Keele ingliskeelne täisnimi:
eu: Hizkuntzaren izen &osoa:
fa: نام &کامل زبان:‌
fr: Nom &complet de la langue :
gl: &Nome completo do idioma:
he: השם ה&מלא של השפה:
hr: &Puno ime jezika:
hu: A nyelv &teljes neve (angolul):
is: &Fullt nafn tungumáls:
it: &Nome esteso della lingua:
ja: 言語の正式名(&F):
kk: &Тілдің толық атауы:
ko: 언어(&F):
lt: Pilnas &kalbos pavadinimas:
mk: &Цело име на јазикот:
nb: &Fullt språknavn:
nds: &Naam vun de Spraak:
nl: &Volledige naam van de taal:
nn: &Fullt namn på språket:
pa: ਭਾਸ਼ਾ ਦਾ ਨਾਂ(&F):
pl: &Pełna nazwa języka:
pt: Nome &completo da língua:
sk: &Úplný názov jazyka:
sl: &Polno ime jezika:
sr: &Пуно име језика:
sr@latn: &Puno ime jezika:
sv: F&ullständigt namn på språket:
ta: மொழி முழு பெயர்:
tg: &Номи пурраи забон:
uk: &Повна назва мови:
zh_cn: 完整语言名称(&F)：

source: Lan&guage code:
ar: &رمز اللغة:
be: &Код мовы:
bg: &Езиков код:
ca: Codi de l'&idioma:
da: &Sprogkode:
de: S&prachenkürzel:
el: Κωδικός &γλώσσας:
es: Código del &idioma:
et: Keele koo&d:
eu: Hizkuntzaren &kodea:
fa: کد &زبان:‌
fr: Cod&e de langue :
gl: Código do &idioma:
he: קוד הש&פה:
hr: &Jezična oznaka:
hu: A &nyelv kódja:
is: Tun&gumálskóði:
it: Codice lin&gua:
ja: 言語コード(&G):
kk: Т&іл коды:
ko: 언어 코드(&G):
lt: Kal&bos kodas:
mk: Ко&д на јазикот:
nb: Språk&kode:
nds: Spraa&kkode:
nl: Taa&lcode:
nn: Språk&kode:
pa: ਭਾਸ਼ਾ ਕੋਡ(&g):
pl: &Kod języka:
pt: Código da &língua:
sk: Kód &jazyka:
sl: &Koda jezika:
sr: Скраћ&еница језика:
sr@latn: Skrać&enica jezika:
sv: Språk&kod:
ta: மொழி குறிப்பு:
tg: К&оди забон:
uk: &Код мови:
zh_cn: 语言代码(&G)：
