Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: KBabel Version %1 Copyright 1999-%2 by KBabel developers. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Any comments, suggestions, etc. should be sent to the mailing list <kbabel@kde.org>. This program is licensed under the terms of the GNU GPL. Special thanks to Thomas Diehl for many hints to the GUI and the behavior of KBabel and to Stephan Kulow, who always lends me a helping hand. Many good ideas, especially for the Catalog Manager, are taken from KTranslator by Andrea Rizzi.
ar: مترجم‌ك الإصدار %1 حقوق النسخ 1999-%2 محفوظةلمطورئى مترجم‌ك. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> اية تعليقات، اقتراح الى اخره يجب ارسالها على القائمة البريدة<kbabel@kde.org>. هذا البرنامج مرخص تحت GNU GPL. شكر خاص الى Thomas Diehl للتلميحات العديدة للواجهة. ولسلوك مترجم‌ك وإلى Stephan Kulow، الذى دائماً ما يقدم لنا يد المساعدة. افكار جيّدة عديدة، خاصة مدير الفهارس مأخوذه من KTranslator بواسطة Andrea Rizzi.
be: KBabel %1 (З) 1999-%2 Распрацоўнікі KBabel. Маттыас Кіфэр (Matthias Kiefer) <kiefer@kde.org> Станіслав Вісновскі (Stanislav Visnovsky) <visnovsky@kde.org> Марко Вегнер (Marco Wegner) <dubbleu@web.de> Дўэйн Бэйлі (Dwayne Bailey) <dwayne@translate.org.za> Андрэа Рыццы (Andrea Rizzi) <rizzi@kde.org> Каментары і прапановы просьба адпраўляць у рассыланне <kbabel@kde.org>. Дадзеная праграма распаўсюджваецца на ўмовах ліцэнзіі GNU GPL. Падзякі Томасу Ділю (Thomas Diehl) за рады па паляпшэнні знешняга выгляду і паводзін KBabel, а таксама Стэфану Кулову (Stephan Kulow), які аказаў неацэнную дапамогу ў напісанні праграмы. Некаторыя ідэі (Мэнэджэр каталогаў і т.д.) запазычаныя з праграмы KTranslator, напісанай Андрэа Рыццы (Andrea Rizzi).
bg: KBabel версия %1 Авторско право 1999-%2, екипът на KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Коментари, предложения и пр. изпращайте на пощенския списък <kbabel@kde.org>. Тази програма е лицензирана под GNU GPL. Специални благодарности на Thomas Diehl за многото подсказки за ГПИ и поведението на KBabel, и на Stephan Kulow, който винаги е готов да подаде ръка за помощ. Много добри идеи, особено за управлението на каталога, са взети от KTranslator на Andrea Rizzi.
ca: KBabel versió %1 Copyright 1999-%2 pels desenvolupadors de KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Qualsevol comentari, suggeriment, etc s'ha d'enviar a la llista de correu <kbabel@kde.org>. Aquest programa està llicenciat sota els termes de la GPL de GNU. Un especial agraïment a Thomas Diehl pels molts consells per a l'IGU i al comportament de KBabel i a l'Stephan Kulow, el qual sempre em dóna una mà. Moltes bones idees, especialment per al Gestor de catàlegs, han estat agafades del KTranslator de l'Andrea Rizzi.
da: KBabel Version %1 Ophavsret 1999-%2 ved KBabel-udviklerne. Matthias Kiefer <matthias.kiefer@gmx.de> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Alle kommentarer, forslag osv. skal sendes til e-mail-listen <kbabel@kde.org>. Dette program er udgivet under de betingelser, der gælder for GNU GPL. Særlig tak til Thomas Diehl for de mange vink angående GUI'en og KBabels opførsel og til Stephan Kulow, som altid rækker os en hjælpende hånd. Mange gode ideer, især for Kataloghåndteringen, er taget fra KTranslator af Andrea Rizzi.
de: KBabel Version %1 Copyright 1999-%2, die KBabel-Entwickler. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Kommentare, Vorschläge usw. können Sie in der Mailingliste <kbabel@kde.org> mitteilen. Dieses Programm ist unter den Bedingungen der GNU-GPL veröffentlicht. Besonderer Dank geht an Thomas Diehl für viele Hinweise zur Benutzerschnittstelle und zum Verhalten von KBabel und an Stephan Kulow für seine Hilfsbereitschaft. Viele gute Ideen, besonders für den Katalogmanager, stammen von Andrea Rizzis "KTranslator".
el: KBabel έκδοση %1 Πνευματικά δικαιώματα 1999-%2 από τους προγραμματιστές του KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Οποιαδήποτε σχόλια, προτάσεις κτλ. θα πρέπει να στέλνονται στην ταχυδρομική λίστα <kbabel@kde.org>. Αυτό το πρόγραμμα εκδίδεται κάτω από τους όρους της άδειας GNU GPL. Ιδιαίτερες ευχαριστίες στον Thomas Diehl για τις πολλές συμβουλές για το περιβάλλον χρήσης και τη συμπεριφορά του KBabel και στον Stephan Kulow που πάντα μου προσφέρει ένα χέρι βοηθείας. Πολλές καλές ιδέες, ιδιαίτερα για το Διαχειριστή καταλόγου πάρθηκαν από το KTranslator του Andrea Rizzi.
es: KBabel versión %1 Copyright 1999-%2 por los desarrolladores de KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Cualquier comentario, sugerencia, etc., deberá ser enviada a la lista de correo <kbabel@kde.org>. Este programa está licenciado bajo los términos de la GNU GPL. Gracias especialmente a Thomas Diehl por sus numerosos consejos para la interfaz y el comportamiento de KBabel y a Stephan Kulow, quien siempre me echa una mano. Muchas buenas ideas, sobre todo para el Gestor de catálogos han sido tomadas de KTranslator de Andrea Rizzi.
et: KBabel versioon %1 Autoriõigus 1999-%2: KBabeli arendajad. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Kõik kommentaarid, arvamused, ettepanekud jms saada postiloendisse <kbabel@kde.org>. Seda programmi levitatakse vastavalt GNU GPL litsentsis toodud tingimustele. Erilised tänud Thomas Diehlile paljude nõuannete eest kasutajaliidese ja kasutusloogika kohta ning Stephan Kulow'le abistamise eest. Palju häid ideid, eriti kataloogihalduri kohta on laenatud Andrea Rizzi loodud programmist KTranslator.
eu: KBabel %1 bertsioa Copyright-a 1999-%2 KBabel-en garatzaileak. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Edozein iruzkin, iradokizun, etb. <kbabel@kde.org> posta zerrendara bidali beharko lirateke. Programa honek GNU GPLren baimena du. Esker anitz Thomas Diehli GUI-ari emandako aholkuengatik eta KBabel-en portaeragatik. Esker anitz baita Stephan Kulow-ri ere, beti laguntzen ari zaidalako. Ideia on asko, bereziki Katalogo-kudeatzailerako, Andrea Rizziren KTranslator-etik hartutakoak dira.
fa: KBabel نسخۀ %1 حق رونوشت ۱۹۹۹-%2 توسط توسعه‌دهندگان KBabel. متیاس کیفر <kiefer@kde.org> استنیسلاو ویسنواسکای <visnovsky@kde.org> مارکو وگنر <dubbleu@web.de> دوین بیلی <dwayne@translate.org.za> اندره ریزی <rizzi@kde.org> هر توضیح، پیشنهاد و غیره باید به فهرست رایانامۀ <kbabel@kde.org> ارسال شود. این برنامه تحت اصطلاحات مجوز عمومی گنو اجازه داده می‌شود. با تشکر ویژه از توماس دیل به خاطر راهنمایهای زیاد در ونک و رفتار KBabel و از استفان کولو، که همواره به من کمک می‌کند. نظرات خوب زیادی، به ویژه برای مدیر پنجره، از KTranslator توسط اندره ریزی به دست آمده است.
fr: KBabel Version %1 Copyright 1999-%2 par les développeurs de KBabel. Matthias Kiefer <matthias.kiefer@gmx.de> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Tout commentaire, suggestion, etc. devrait être envoyé à la liste de diffusion <kbabel@kde.org>. Ce programme est sous licence GNU GPL. Remerciements spéciaux à Thomas Diehl pour beaucoup d'astuces dans l'interface graphique et le comportement de KBabel et à Stephan Kulow, qui m'a toujours tendu une main secourable. Beaucoup de bonnes idées, spécialement pour le gestionnaire de catalogue sont empruntées à KTranslator d'Andrea Rizzi.
gl: KBabel Versión %1 Copyright 1999-%2 polos desenvolventes de KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Calquer comentario, suxestión, etc. debería ser enviado á lista de correo <kbabel@kde.org>. Este programa distribúese baixo os termos da licenza GNU GPL. Agradecementos especiais a Thomas Diehl polos moitos consellos para a GUI e o comportamento de KBabel e para Stephan Kulow, que sempre me botou unha man. Moitas boas ideas, especialmente para o Xestor de Catálogos, foron tomadas de KTranslator feito por Andrea Rizzi.
he: גרסה %1 של KBabel כל הזכויות שמורות 1999-%2 על ידי מפתחי KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> יש לשלוח את כל ההערות, הצעות, וכדומה לרשימת התפוצה <kbabel@kde.org>. התכנית מופצת תחת תנאי הרישיון של GNU GPL. תודות מיוחדות ל־Thomas Diehl עבור עצות רבות לממשק המשתמש הגרפי ולהתנהגות של KBabel ול־Stephan Kulow, שתמיד נתן יד עוזרת. הרבה רעיונות טובים, במיוחד למנהל הקטלוג נלקחו מ־KTranslator של Andrea Rizzi.
hu: KBabel %1 Copyright: a KBabel fejlesztői, 1999-%2. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Megjegyzéseit, javaslatait a <kbabel@kde.org> címen várjuk. A program a GNU GPL licenc feltételeivel használható. Hálás köszönet Thomas Diehlnek a program funkcióinak és grafikus felületének kialakításához, és Stephan Kulow-nak, akire mindig számítani lehet. Sok ötletet (elsősorban az üzenetfájl-kezelő kialakításához) Andrea Rizzi KTranslator programjából vettem át.
is: KBabel, útgáfa %1 Höfundarréttur 1999-%2 af KBabel forriturunum. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Hugmyndir og athugasemdir er hægt að senda á <kbabel@kde.org> póstlistann. Þetta forrit er varið með skilmálum GNU GPL. Sérstakar þakkir fær Thomas Diehl fyrir ábendingar varðandi notendaviðmótið og hegðun KBabel ásamt Stephan Kulow, sem alltaf réttir mér hjálparhönd. Margar góðar hugmyndir, sér í lagi fyrir Þýðingarstjórann eru ættaðar frá KTranslator eftir Andrea Rizzi.
it: KBabel versione %1 Copyright 1999-%2 gli sviluppatori di KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Qualsiasi commento, suggerimento, ecc. dovrebbe essere spedito alla mailing list <kbabel@kde.org>. Questo programma è distribuito sotto i termini della licenza GNU GPL. Speciali ringraziamenti a Thomas Diehl per i numerosi suggerimenti per l'interfaccia grafica e il comportamento di KBabel e a Stephan Kulow, che è sempre disposto ad aiutarmi. Molte buone idee, specialmente per la gestione dei cataloghi, sono prese da KTranslator di Andrea Rizzi.
ja: KBabel バージョン %1 Copyright 1999-%2 by KBabel 開発チーム Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> コメントなどはメーリングリスト <kbabel@kde.org> に送ってください。 このプログラムは GNU GPL でライセンスされています。 GUI と操作仕様について多くの助言をくれた Thomas Diehl、 いつでも私を助けてくれた Stephan Kulow、またカタログマネージャを始めとする優れたアイディアをくれた、Andrea Rizzi による KTranslator に感謝致します。
kk: KBabel %1-нұсқасы (С) 1999-%2 KBabel жасаушылары. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Пайымдамалар мен ұсыныстарды <kbabel@kde.org> адрестер тізіміне жіберіңіз. Бұл бағдарлама GNU GPL лицензия шарттары бойынша таратылады. KBabel-дің сыртқы түрін және жұмыс тәртібін жақсарту туралы кеңестері үшін Thomas Diehl-ге, сонымен қатар әрдайым қол ұшын беретін Stephan Kulow-қа ризашылығымызды білдіреміз. Кейбір идеялары (әсіресе Каталог Менеджері және т.б. жайлы) Andrea Rizzi жазған KTranslator бағдарламасынан алынды.
ko: KBabel Version %1 Copyright 1999-%2 by KBabel developers. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> 어떤 설명이나, 제안, 등등. <kbabel@kde.org> 메일 목록으로 전달됩니다. 이 프로그램은 GNU GPL 라이센스 되어 있습니다. GUI와 K바벨의 동작에 대해 많은 힌트를 준 Thomas Diehl과 항상 일손을 도와 주는 Stephan Kulow 에게 특별한 감사를 보냅니다. Andrea Rizzi 씨의 K번역기로부터 좋은 아이디어를 많이 받았습니다. 특별히 카탈로그 메니저에 대해 많은 힌트를 얻을 수 있었습니다.
lt: KBabel versija %1 Copyright 1999-%2 KBabel programuotojai Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Ši programa yra licencijuojama GNU GPL sąlygomis. Speciali padėka Thomas Diehl už daugelį patarimų dėl GUI ir KBabel darbo, taip pat Stephan Kulow, kuris visada ištiesia man pagalbos ranką. Daug gerų idėjų specialiai Katalogo tvarkyklei yra paimta iš Andrea Rizzi KTranslator.
mk: КБабел верзија %1 Авторски права 1999-%2 на развивачите на КБабел. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Коментари, предлози итн. може да се испраќаат на поштенската листа <kbabel@kde.org>. Оваа програма е лиценцирана според условите на GNU GPL. Специјална благодарност до Thomas Diehl за многуте совети околу графичкиот изглед и однесувањето на КБабел и на Stephan Kulow кој секогаш ми помага. Многу добри идеи, особено за Менаџерот на каталози, се земени од KTranslator на Andrea Rizzi.
nb: KBabel versjon %1 Copyright 1999-%2 ved Kbabel utviklerne. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Alle kommentarer, forslag osv. kan sendes til e-postlista <kbabel@kde.org>. Dette programmet er lisensiert under GNU GPL. En spesiell takk til Thomas Diehl for mange tips om grensesnittet og for funksjonsmåten til KBabel, og til Stephan Kulow som alltid er til god hjelp. Mange gode ideer, spesielt til Katalogbehandleren er hentet fra KTranslator av Andrea Rizzi.
nds: KBabel Verschoon %1 Copyright 1999-%2, de KBabel-Programmschrievers. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Bitte senn Kommentaren, Vörslääg usw. na de Nettpostlist <kbabel@kde.org>. Dit Programm is ünner de Bedingen vun de GNU-GPL lizenseert. Besünner Dank geiht na Thomas Diehl för vele Tipps för de Böversiet un dat Bedregen vun KBabel, un na Stephan Kulow, de jümmers geern hulpen hett. Vele gode Ideen, sünnerlich för den Kataloogpleger, wöörn vun "KTranslator" vun Andrea Rizzi övernahmen.
nl: KBabel, versie %1 Copyright 1999-%2, door de KBabel-ontwikkelaars. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Commentaar en suggesties etc. kunnen worden gestuurd naar de mailinglist <kbabel@kde.org>. Dit programma is beschikbaar onder de GNU General Public License. Speciale dank aan Thomas Diehl voor de vele hints betreffende de GUI en het gedrag van KBabel, en aan Stephan Kulow, die mij altijd een helpende hand heeft toegestoken. Veel goede ideeën, vooral voor de Catalogusbeheerder, komen uit KTranslator van Andrea Rizzi.
nn: KBabel versjon %1 Opphavsrett (c) 1999-%2 av KBabel-utviklarane. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Send kommentarar, framlegg og liknande til e-postlista <kbabel@kde.org>. Programmet er lisensiert under GNU GPL. Spesielt takk til Thomas Diehl for mange tips om brukarmiljøet og åtferda til KBabel, og til Stephan Kulow som alltid har vore til god hjelp. Mange gode idear, spesielt for kataloghandsamaren, er tekne frå KTranslator av Andrea Rizzi.
pa: ਕੇਬਬੇਲ ਵਰਜਨ %1 ਕੇਬਬੇਲ ਖੋਜੀਆਂ ਕੋਲ ਹੱਕ ਰਾਖਵੇਂ ਹਨ 1999-%2 ਮਾਥੀਇਸ ਕੀਇਫਿਰ <kiefer@kde.org> ਸਟਾਨੀਸਲਾਵ ਵੀਸਨੋਵਸਕੀ <visnovsky@kde.org> ਮਾਈਕਰੋ ਵੀਜ਼ਰ <dubbleu@web.de> ਡਵਾਯਨੀ ਬਾਈਲੀਆ <dwayne@translate.org.za> ਆਂਦਰੇ ਰਾਜ਼ੀ <rizzi@kde.org> ਕੋਈ ਸੁਝਾਅ, ਟਿੱਪਣੀ ਆਦਿ ਮੇਲਿੰਗ ਲਿਸਟ <kbabel@kde.org> ਤੇ ਭੇਜੋ ਇਹ ਕਾਰਜ GNU GPL ਲਾਈਸੈਂਸ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਧੀਨ ਜਾਰੀ ਕੀਤਾ ਗਿਆ ਹੈ। ਥੋਮਸ ਡੀਈਹਲ ਦਾ GUI ਤੇ ਕੇਬਬੇਲ ਵਿਵਹਾਰ ਪ੍ਰਤੀ ਸੰਕੇਤਾਂ ਲਈ ਅਤੇ ਸਟੀਫਨ ਕੂਲੋਵ, ਜਿਸ ਨੇ ਕਿ ਮੇਰਾ ਹਰ ਪਲ ਸਾਥ ਦਿੱਤਾ, ਦਾ ਖਾਸ ਧੰਨਵਾਦ ਹੈ। ਕਈ ਚੰਗੇ ਵਿਚਾਰ, ਖਾਸ ਤੌਰ ਤੇ ਸੂਚੀ ਪ੍ਰਬੰਧਕ ਆਦਿ ਕੇ-ਟਰਾਂਸਲੇਟਰ ਜਿਸ ਨੂੰ ਕਿ ਆਂਦਰੇ ਰਾਜ਼ੀ ਨੇ ਬਣਾਇਆ, ਤੋਂ ਲਏ ਗਏ ਹਨ।
pl: KBabel wersja %1 Copyright 1999-%2, Autorzy KBabel: Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Wszelkie komentarze, uwagi itd. proszę wysyłać na listę dyskusyjną <kbabel@kde.org>. Program jest dostępny na licencji GNU GPL. Specjalne podziękowania dla Thomasa Diehla za wiele sugestii dotyczących interfejsu, oraz dla Stephana Kulow, który zawsze służył pomocą. Wiele pomysłów, zwłaszcza Menedżer tłumaczeń, zostało przejętych z programu KTranslator, którego autorem jest Andrea Rizzi.
pt: KBabel, Versão %1 Copyright 1999-%2 pelos programadores do KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Todos os comentários, sugestões etc. deverão ser enviados para a lista de e-mail <kbabel@kde.org>. Este programa está abrangido pelos termos da GNU GPL. Agradecimentos especiais para Thomas Diehl por muitas dicas na interface e no comportamento do KBabel, e a Stephan Kulow, que sempre me deu uma mãozinha. Muito boas ideias, especialmente o Gestor de Catálogos, foram retiradas do KTranslator por Andrea Rizzi.
sk: KBabel verzia %1 Copyright 1999-%2 Vývojári KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Višňovský <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Tento program je licencovaný pod GNU GPL. Špeciálne poďakovanie patrí Thomasovi Diehlovi za jeho poznámky k rozhraniu a k správaniu KBabel a Stephanovi Kulowovi, ktorý mi vždy pomohol. Veľa dobrých myšlienok, hlavne k správcovi katalógov, je z KTranslatora od Andrea Rizziho.
sl: KBabel različica %1 Avtorske pravice 1999-%2 razvijalci KBabla. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Kakršni koli komentarji, predlogi ipd. naj bodo poslani na dopisni seznam <kbabel@kde.org>. Ta program je zaščiten z licenco GNU GPL. Posebna zahvala Thomasu Diehlu za mnoge namige o vmesniku in obnašanju KBabel in Stephanu Kulowu, ki je zmeraj priskočil na pomoč. Dosti dobrih idej, še posebej za Urejevalnik katalogov, je bilo vzeto iz programa KTranslator, ki ga je napisal Andrea Rizzi.
sr: KBabel, верзија %1 Ауторска права 1999-%2, развојни тим KBabel-а. Матијас Кифер (Matthias Kiefer) <kiefer@kde.org> Станислав Висновски (Stanislav Visnovsky) <visnovsky@kde.org> Марко Вегнер (Marco Wegner) <dubbleu@web.de> Двејн Бејли (Dwayne Bailey) <dwayne@translate.org.za> Андреа Рици (Andrea Rizzi) <rizzi@kde.org> Све коментаре, предлоге, итд. треба слати на поштанску листу <kbabel@kde.org>. Овај програм је лиценциран под условима GNU GPL-а. Посебне захвалнице иду Томасу Дилу (Thomas Diehl) за велики број савета у вези са изгледом и функционисањем KBabela-а и Стефану Кулову (Stephan Kulow) за помоћ коју ми пружа кад год ми је потребна; Многе добре идеје, посебно за Управник каталога, узете су из KTranslator-а Андреа Риција (Andrea Rizzi).
sr@latn: KBabel, verzija %1 Autorska prava 1999-%2, razvojni tim KBabel-a. Matijas Kifer (Matthias Kiefer) <kiefer@kde.org> Stanislav Visnovski (Stanislav Visnovsky) <visnovsky@kde.org> Marko Vegner (Marco Wegner) <dubbleu@web.de> Dvejn Bejli (Dwayne Bailey) <dwayne@translate.org.za> Andrea Rici (Andrea Rizzi) <rizzi@kde.org> Sve komentare, predloge, itd. treba slati na poštansku listu <kbabel@kde.org>. Ovaj program je licenciran pod uslovima GNU GPL-a. Posebne zahvalnice idu Tomasu Dilu (Thomas Diehl) za veliki broj saveta u vezi sa izgledom i funkcionisanjem KBabela-a i Stefanu Kulovu (Stephan Kulow) za pomoć koju mi pruža kad god mi je potrebna; Mnoge dobre ideje, posebno za Upravnik kataloga, uzete su iz KTranslator-a Andrea Ricija (Andrea Rizzi).
sv: Kbabel version %1 Copyright 1999-%2 av Kbabel-utvecklarna. Mattias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Alla kommentarer, förslag, etc. bör skickas till e-postlistan <kbabel@kde.org>. Detta program distribueras under GNU:s GPL-licens. Särskilda tack till Thomas Diehl för många tips angående det grafiska gränssnittet och Kbabels uppförande, samt till Stephan Kulow som alltid ger mig en hjälpande hand. Många bra idéer, särskilt till kataloghanteraren, är tagna från Ktranslator av Andrea Rizzi.
ta: KBabel பதிப்பு %1 உரிமை 1999-%2 KBabel உருவாக்குபவர்களால். மாத்தியாஸ் கைஃப்பர் <kiefer@kde.org> ஸ்டான்ஸிலாவ் விஸ்நோவ்ஸ்கி <visnovsky@kde.org> மார்கோ வேக்னர் <dubbleu@web.de> டுவேன் பேல்லி <dwayne@translate.org.za> அண்டிரியா ரிஸ்ஸி <rizzi@kde.org> ஏதாவது குறிப்புறை, யோசனை மேலும் அஞ்சல் பட்டியிற்கு <kbabel@kde.org> அனுப்பவும். இந்த நிரல் GNU GPL முறையால் உரிமம் வழங்கப்பட்டுள்ளது. தாமஸ் கெய்ஃபர் GUI க்கு நிறைய குறிப்பு கொடுத்தமைக்கு சிறப்பு நன்றி மற்றும் KBabel உடைய ஒழுங்குமுறையும் மற்றும் ஸ்டிப்பென் குள்ளோ, அவர் எப்பொழுதும் உதவும் கரமாக இருந்தார். பல நல்ல யோசனைகள் , விவரப்பட்டி மேலாளர்கள் ஆந்திர ரிசியின் KTranslator மூலம் எடுக்கப்பட்டவை.
tg: GUI KBabel Тафсир %1 Copyright 1999-%2 by KBabel ташкилкунадаҳо. Метиас Киефер <kiefer@kde.org> Станислав Висновский <visnovsky@kde.org> Марко Вегнер <dubbleu@web.de> Двейн Бейли <dwayne@translate.org.za> Андреа Риззи <rizzi@kde.org> Ягон хабарҳо, фикрҳо ва ғайра ба рӯйхати почтавӣ фиристонида шаванд <kbabel@kde.org>. Ин барнома бо истилоҳои GNU GPL иҷозат дода мешавад. Ташаккури махсус ба Томас Диейл барои иловаҳои бисёр ба GUI. ва корҳои KBabel ва ба Стефан Кюлоу, ки доимо дасти ёрӣ мерасонад. Бисёр маслиҳатҳои хуб, махсусан барои Каталог Менеҷер, аз KTranslator аз тарафи Andrea Rizzi гирифта шудааст.
uk: KBabel %1 © Copyright 1999-%2 Розробники KBabel. Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> Будь-які коментарі, пропозиції і т.п. просимо надсилати у поштову розсилку <kbabel@kde.org>. Ця програма поширюється на умовах ліцензії GNU GPL. Особлива подяка Thomas Diehl за поради для покращання графічного інтерфейсу та поведінки KBabel, а також Stephan Kulow, який завжди надає руку допомоги. Багато чудових ідей, особливо для Менеджера каталогів, запозичені з програми KTranslator, яку написав Andrea Rizzi.
zh_cn: KBabel 版本 %1 KBabel 开发者版权所有 1999-%2。 Matthias Kiefer <kiefer@kde.org> Stanislav Visnovsky <visnovsky@kde.org> Marco Wegner <dubbleu@web.de> Dwayne Bailey <dwayne@translate.org.za> Andrea Rizzi <rizzi@kde.org> 任何意见、建议请发送到邮件列表 <kbabel@kde.org>。 本程序在 GNU GPL 的条款下授权使用。 特别感谢 Thomas Diehl 对图形用户界面和 KBabel 程序行为的诸多建议， 以及 Stephan Kulow 总是给我必要的协助。 许多好的点子，特别是目录管理器，是从 Andrea Rizzi 编写的 KTranslator 得来的。
