Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <font size="+1">Welcome to Project Wizard!</font> <br/> <p> The wizard will help you to setup a new translation project for KBabel. </p> <p> First of all, you need to choose the project name and the file, where the configuration should be stored. </p> <p> You should also choose a language to translate into and also a type of the translation project. </p>
ar: <font size="+1">مرحبا في معالج المشروع!</font> <br/> <p> سيُساعدك هذا المعالج على إعداد مشروع ترجمة جديد في مترجم‌ك. </p> <p> باديء ذي بدأ، تحتاج إلى اختيار اسم للمشروع وملف حيث ستُحفظ الإعدادات. </p> <p> يتعيّن أيضا أن تختار اللغة التي ستترجم إليها و نوع مشروع الترجمة. </p>
be: <font size="+1">Сардэчна запрашаем у майстар праектаў!</font> <br/> <p> Ён дапаможа вам наладзіць новы праект перакладу для KBabel. </p> <p> Першым чынам, вылучыце яго імя і файл, дзе захоўваць яго налады. </p> <p> Таксама, вылучыце мову, на якую будзеце перакладаць, і тып праекту. </p>
bg: <font size="+1">Добре дошли в помощника за проекти!</font> <br/> <p> Помощникът ще ви помогне да настроите нов проект за превод с KBabel. </p> <p> Преди всичко трябва да изберете има на проекта и файла, където да се съхраняват настройките. </p> <p> Трябва също така да изберете езика на който се превежда и типа на проекта. </p>
ca: <font size="+1">Benvingut a l'assistent de projecte!</font> <br/> <p> L'assistent us ajudarà a configurar un nou projecte de traducció a KBabel. </p> <p> Abans de res, heu d'escollir el nom del projecte i el fitxer on es desarà la configuració. </p> <p> També heu d'escollir una llengua a la qual traduir i el tipus de projecte de traducció. </p>
da: <font size="+1">Velkommen til projektguiden.</font> <br/> <p> Guiden hjælper dig med at indstille et nyt oversættelsesprojekt i KBabel. </p> <p> Først og fremmest skal du angive projektnavnet og filen hvori konfigurationen skal gemmes. </p> <p> Du skal også vælge et sprog at oversætte til og typen for oversættelsesprojektet. </p>
de: <font size="+1">Willkommen beim Projekt-Assistenten!</font> <br/> <p> Der Assistent hilft Ihnen dabei ein neues Übersetzungsprojekt für KBabel aufzusetzen. </p> <p> Zunächst müssen Sie einen Namen für das Projekt und die Datei auswählen, in der das Projekt gespeichert werden soll. </p> <p> Außerdem sollten Sie die Sprache auswählen, in die übersetzt werden. soll und die Art des Übersetzungsprojekts. </p>
el: <font size="+1">Καλώς ήρθατε στο μάγο έργου!</font> <br/> <p> Αυτός ο μάγος θα σας βοηθήσει να ρυθμίσετε ένα νέο έργο μετάφρασης για το KBabel. </p> <p> Πρώτα από όλα, πρέπει να επιλέξετε ένα όνομα έργου και το αρχείο, όπου θα αποθηκευτούν οι ρυθμίσεις. </p> <p> Πρέπει επίσης να επιλέξετε μια γλώσσα για μετάφραση σε αυτήν και επίσης να εισάγετε έναν τύπο για το έργο μετάφρασης. </p>
es: <font size="+1">Bienvenido al asistente de proyecto</font> <br/> <p> El asistente le ayudará a configurar un nuevo proyecto de traducción para KBabel. </p> <p> Antes de nada, necesitará elegir un nombre para el proyecto y el archivo donde se guardará la configuración. </p> <p> Además debe elegir un idioma al que traducir y también un tipo de proyecto de traducción. </p>
et: <font size="+1">Tere tulemast kasutama projektinõustajat!</font> <br/> <p> See nõustaja aitab sul luua KBabelis uue tõlkeprojekti. </p> <p> Kõigepealt tuleb valida projekti nimi ja fail, millesse salvestada projekti seadistused. </p> <p> Samuti tuleb valida keel, millesse tõlgid, ning tõlkeprojekti tüüp. </p>
eu: font size="+1">Ongi etorri proiektuaren morroira!</font> <br/> <p> Morroiak itzulpen proiektu berri bat ezartzen lagunduko dizu. </p> <p> Lehenik, proiektuaren izena eta konfigurazioa gordeko den fitxategia hautatu behar duzu. </p> <p> Itzulpenaren helburu-hizkuntza eta itzulpenaren proiektu-mota ere hautatu behar dituzu. </p>
fa: <font size="+1">به جادوگر پروژه خوش آمدید!</font> <br/> <p> جادوگر شما را در برپایی پروژۀ ترجمۀ جدید برای KBabel کمک می‌کند. </p> <p> اول از همه، باید نام پروژه و پرونده‌ای را انتخاب کنید، که پیکربندی باید ذخیره شود. </p> <p> همچنین، باید زبانی را برای ترجمه به آن و نیز نوع پروژۀ ترجمه را انتخاب نمایید. </p>
fr: <font size="+1">Bienvenue dans l'assistant de projet !</font> <br/> <p> L'assistant vous aidera à configurer un nouveau projet de traduction pour KBabel.</p> <p> Premièrement, vous devez choisir le nom du projet et le fichier où la configuration doit être stockée. </p> <p> Vous devriez aussi choisir une langue dans laquelle traduire et aussi le type de projet de traduction. </p>
gl: <font size="+1">Benvido ao Asistente de Proxectos!</font> <br/> <p> O asistente axudarao a configurar un novo proxecto de tradución con KBabel. </p> <p> Antes de nada, debe escoller o nome do proxecto e o ficheiro onde se guardará a configuración. </p> <p> Tamén debe escoller unha lingua á que traducir e un tipo de proxecto de tradución. </p>
he: <font size="+1">ברוך הבא לאשף הפרויקט!</font> <br/> <p> האשף יעזור לך להגדיר את התצורה של פרויקט תרגום חדש עבור KBabel. </p> <p> ראשית, תצטרך לבחור שם לפרויקט. ושם קובץ, שבו ההגדרות ישמרו. </p> <p> אתה צריך בנוסף לבחור שפה לתרגם אליה וכמוכן את סוג פרויקט התרגום. </p>
hu: <font size="+1">Üdvözöljük a projektvarázslóban!</font> <br/> <p> A varázsló végigvezeti Önt egy új fordítási projekt kialakításához szükséges lépéseken. </p> <p> Először meg kell adni a projekt nevét és annak a fájlnak a nevét, amelybe a projekt beállításai kerülnek. </p> <p> Ki kell választani a fordítás nyelvét és a fordítási projekt típusát is. </p>
is: <font size="+1">Velkomin(n) í verkefna álfinn!</font> <br/> <p> Álfurinn aðstoðar þig að útbúa nýtt þýðingarverkefni fyrir KBabel. </p> <p> Fyrsta sem þú þarft að gera er að velja nafn á verkefnið og skrána sem á að vista stillingarnar í. </p> <p> Einnig ættir þú að velja hvaða tungumál þú ætlar að þýða í og tegund verkefnisins. </p>
it: <font size="+1">Benvenuto alla procedura guidata del progetto!</font> <br/> <p> La procedura guidata ti aiuterà ad impostare un nuovo progetto di traduzione per KBabel. </p> <p> Prima di tutto, devi scegliere il nome ed il file del progetto, dove memorizzare la configurazione. </p> <p> Devi anche scegliere una lingua in cui tradurre e anche il tipo del progetto di traduzione. </p>
ja: <font size="+1">プロジェクトウィザードへようこそ!</font> <br/> <p> このウィザードを使って KBabel で翻訳する新しいプロジェクトの設定を行います。 </p> <p> 最初に、プロジェクト名と設定を保存するファイルを指定してください。翻訳する言語と翻訳プロジェクトのタイプも指定する必要があります。</p>
kk: <font size="+1">Жоба шеберіне қош келдіңіз!</font> <br/> <p> Шебер KBabel үшін жаңа жобасын орнатып беруге көмектеседі. </p> <p> Алдымен жобаның атауын және оның баптауларын сақтайтын файлды таңдаңыз. </p> <p> Сосын аударатын тілді және аудару жобасының түрін таңдаңыз. </p>
ko: <font size="+1">프로젝트 마법사에 오신 것을 환영합니다!</font> <br> <p> 이 마법사는 KBabel을 위한 새로운 번역 프로젝트를 준비하는 데 도움을 줄 것입니다. </p> <p> 먼저 프로젝트 이름과 설정파일의 위치를 선택하여야 합니다. </p> <p> 또한 번역하고자 하는 언어를 선택할 수 있고 번역 프로젝트의 형식을 선택할 수 있습니다. </p>
mk: <font size="+1">Добредојдовте во волшебникот за проекти!</font> <br/> <p> Волшебникот ќе ви помогне да конфигурирате нов проект за преведување во КБабел. </p> <p> Пред сѐ треба да го изберете името на проектот и датотеката каде што ќе се чува конфигурацијата. </p> <p> Исто така би требало да изберете и јазик на кој што ќе преведувате и типот на проектот за преведување. </p>
nb: <font size="+1">Velkommen til veiviseren for prosjekter</font> <br/> <p> Veiviseren vil hjelpe deg med å sette opp et nytt oversettelsesprosjekt for Kbabel. </p> <p> Aller først må du gi prosjektet et navn og oppgi fila der du vil lagre innstillingene. </p> <p> Du må også velge hvilket språk du skal oversette til og hva slags prosjekt det er. </p>
nds: <font size="+1">Willkamen bi den Projekt-Inrichthölper!</font> <br/> <p> De Hölper warrt Di bi't Opstellen vun Dien nieg KBabel-Översettenprojekt hölpen. </p> <p> Toeerst muttst Du en Projektnaam un de Datei för't Sekern vun de Projektinstellen utsöken. </p> <p> Du schullst ok noch de Spraak, na de översett warrn schall, und de Oort vun't Översettenprojekt utsöken. </p>
nl: <font size="+1">Welkom bij de Projectassistent!</font> <br/> <p> De assistent helpt u om een nieuw vertalingsproject te maken met KBabel. </p> <p> In de eerste plaats dient u een projectnaam te kiezen en het bestand waar de configuratie in moet worden opgeslagen. </p> <p> U dient ook een taal te kiezen waarnaar u gaat vertalen en het type vertalingsproject. </p>
nn: <font size="+1">Velkommen til vegvisaren for prosjekt.</font> <br/> <p> Vegvisaren hjelper deg med å setja opp eit nytt omsetjingsprosjekt for KBabel. </p> <p> Du må først gje prosjektet eit namn og velja kvar du vil lagra innstillingane.</p> <p> Du må òg velja kva språk du skal omsetja til og kva slags prosjekt det er.</p>
pa: <font size="+1">ਪ੍ਰੋਜੈਕਟ ਸਹਾਇਕ ਤੇ ਜੀ ਆਇਆਂ ਨੂੰ!</font> <br/> <p> ਇਹ ਸਹਾਇਕ ਤੁਹਾਨੂੰ ਕੇਬਬੇਲ ਲਈ ਨਵਾਂ ਅਨੁਵਾਦ ਪ੍ਰੋਜੈਕਟ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਸਹਾਇਤਾ ਕਰੇਗਾ। </p> <p> ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਤਾਂ ਤੁਹਾਨੂੰ ਪ੍ਰੋਜੈਕਟ ਲਈ ਨਾਂ ਚੁਣਨਾ ਹੈ, ਜਿੱਥੇ ਕਿ ਸੰਰਚਨਾ ਫਾਇਲਾਂ ਸੰਭਾਲੀਆਂ ਜਾਣਗੀਆਂ। </p> <p> ਤੁਹਾਨੂੰ ਅਨੁਵਾਦ ਕਰਨ ਲ਼ਈ ਇੱਕ ਭਾਸ਼ਾ ਚੁਣਨੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ ਅਨੁਵਾਦ ਪ੍ਰੋਜੈਕਟ ਦੀ ਕਿਸਮ ਵੀ। </p>
pl: <font size="+1">Witamy w Asystencie tworzenia projektów!</font> <br/> <p> Asystent pomaga utworzyć nowy projekt tłumaczenia. </p> <p> Najpierw musisz podać nazwę projektu i plik, w którym przechowywana będzie konfiguracja. </p> <p> Możesz także wybrać docelowy język i typ projektu. </p>
pt: <font size="+1">Bem-Vindo ao Assistente de Projectos!</font> <br/> <p> O assistente ajudá-lo-á a configurar um novo projecto de traduções para o KBabel. </p> <p> Primeiro que tudo, você terá de escolher o nome e o ficheiro do projecto, no qual será gravada a configuração. </p> <p> Você deverá também escolher uma língua para a qual traduzir, bem como o tipo do projecto de tradução. </p>
sk: <font size="+1">Víta vás Sprievodca projektami!</font> <br/> <p> Pomôže vám nastaviť nový projekt prekladu pre KBabel. </p> <p> Naprv musíte vybrať meno pre projekt a súbor, v ktorom sa má uložiť nastavenie. </p> <p> Mali by ste vybrať aj jazyk, do ktorého sa bude prekladať, a typ projektu. </p>
sl: <font size="+1">Dobrodošli v Projektnega čarovnika!</font> <br/> <p> Čarovnik vam bo pomagal nastaviti nov prevajalski projekt za KBabel. </p> <p> Najprej morate izbrati ime projekta in datoteko, kamor se bodo shranile nastavitve. </p> <p> Prav tako izberite, v kateri jezik boste prevajali in vnesite tudi vrsto prevajalskega projekta. </p>
sr: <font size="+1">Добродошли у чаробњак пројеката!</font> <br/> <p> Чаробњак ће вам помоћи да поставите нови преводилачки пројекат за KBabel. </p> <p> Пре свега, морате изабрати име пројекта и фајл у којем ће бити чувана подешавања. </p> <p> Такође би требало да изаберете језик на који ћете преводити и тип преводилачког пројекта. </p>
sr@latn: <font size="+1">Dobrodošli u čarobnjak projekata!</font> <br/> <p> Čarobnjak će vam pomoći da postavite novi prevodilački projekat za KBabel. </p> <p> Pre svega, morate izabrati ime projekta i fajl u kojem će biti čuvana podešavanja. </p> <p> Takođe bi trebalo da izaberete jezik na koji ćete prevoditi i tip prevodilačkog projekta. </p>
sv: <font size="+1">Välkommen till projektguiden!</font> <br/> <p> Guiden hjälper dig att ställa in ett nytt översättningsprojekt i Kbabel. </p> <p> Det första du måste göra är att välja projektnamnet och filen där inställningen ska lagras. </p> <p> Du bör också välja ett språk att översätta till och översättningsprojektets typ. </p>
ta: <font size="+1">திட்ட பகுதிக்கு நல்வரவு!</font> <br/> <p> KBabelக்கான ஒரு புதிய மொழிப்பெயர்ப்பு திட்டத்தை அமைக்க இந்த பகுதி உதவுகிறது. </p> <p> முதலி, வடிவமைப்பு சேகரிக்கவேண்டிய கோப்பையும், திட்ட பெயரையும் குறிப்பிடவும். </p> <p> அதில் மொழிப்பெயர்க்க ஒரு மொழியையும் நீங்கள் தேர்ந்தெடுக்கவேண்டும் மேலும் மொழிப்பெயர்ப்பு திட்டத்தின் ஒரு வகையையும் தேர்ந்தெடுக்கவேண்டும். </p>
tg: <font size="+1">Хушомадед ба Лиҳаи Устод!</font> <br/> <p> Устод ба шумо барқарор кардани лоиҳаи тарҷумаи навро барои KBabel ёрӣ медиҳад. </p> <p> Пеш аз ҳама, ба интихоби номи лоиҳа даркор аст ва файл, ки дар онҷо танзимот захира карда мешавад. </p> <p> Шумо инчунин барои тарҷума, забонро интихоб кунед ва шакли лоиҳаи тарҷума. </p>
uk: <font size="+1">Ласкаво просимо до майстра проектів!</font> <br/> <p> Майстер допоможе вам налаштувати новий проект перекладу для KBabel. </p> <p> Перш за все, необхідно вказати назву проекту і файл, в якому повинні зберігатись його параметри. </p> <p> Також, необхідно вибрати мову перекладу, а ще тип проекту. </p>

source: <qt> <p><b>Configuration File Name</b><br/> The name of a file to store the configuration of the project.</p> </qt>
ar: <qt> <p><b>اسم ملف الإعداد</b><br/> إسم ملف لِتخزين إعدادات المشروع.</p> </qt>
be: <qt> <p><b>Імя канфігурацыйнага файла</b><br/> Імя канфігурацыйнага файла праекту.</p> </qt>
bg: <qt> <p><b>Име на конфигурационния файл</b><br/> Името на на файла за запис, където да се съхрани конфигурационният файл на проекта.</p> </qt>
ca: <qt> <p><b>Nom del fitxer de configuració</b><br/> El nom del fitxer on desar la configuració del projecte.</p> </qt>
da: <qt> <p><b>Konfigurationsfilnavn</b><br/> Navnet på filen hvori projektkonfigurationen skal gemmes.</p> </qt>
de: <qt> <p><b>Dateiname der Konfiguration</b><br/> Der Name der Datei, in die die Einstellungen des. Projekts gespeichert werden.</p> </qt>
el: <qt> <p><b>Όνομα αρχείου ρύθμισης</b><br/> Το όνομα του αρχείου όπου θα αποθηκευτούν οι ρυθμίσεις του έργου.</p> </qt>
es: <qt> <p><b>Nombre del archivo de configuración</b><br/> El nombre del archivo en donde se guardará la configuración del proyecto.</p> </qt>
et: <qt> <p><b>Konfiguratsioonifaili nimi</b><br/> Faili nimi, kuhu salvestatakse projektis seadistused.</p> </qt>
eu: <qt> <p><b>Konfigurzaio fitxategiaren izena</b><br/> Proiektuaren konfigurazioa gordeko duen fitxategiaren izena.</p> </qt>
fa: <qt> <p><b>نام پروندۀ پیکربندی</b><br/> نام پرونده‌ای برای ذخیره کردن پیکربندی پروژه.</p> </qt>
fr: <qt> <p><b>Nom du fichier de configuration</b><br/> Le nom d'un fichier pour stocker la configuration du projet.</p> </qt>
gl: <qt> <p><b>Nome do ficheiro de configuración</b> <br/> O nome dun ficheiro onde guardar a configuración do proxecto.</p> </qt>
he: <qt> <p><b>שם קובץ ההגדרות</b><br/> השם של הקובץ שבו ישמרו ההגדרות של הפרויקט.</p> </qt>
hu: <qt> <p><b>A konfigurációs fájl neve</b><br/> Ebbe a fájlba kerülnek a projekt beállításai.</p> </qt>
is: <qt> <p><b>Nafn á stillingarskrá</b><br/> Nafnið á skránni sem á að vista stillingar verkefnisins í </p> </qt>
it: <qt> <p><b>Nome del file della configurazione</b><br/> Il nome di un file dove memorizzare la configurazione del progetto.</p> </qt>
ja: <qt><p>設定ファイル名</p><p>プロジェクトの設定を保存するファイルの名前を指定します。</p> </qt>
kk: <qt> <p><b>Баптаулар файлының атауы</b><br/> Жобаның баптауларды сақтайтын файлдың атауы.</p> </qt>
ko: <qt> <p><b>설정 파일 이름</b><br/> 프로젝트 설정 파일을 저장할 파일의 이름.</p> </qt>
mk: <qt> <p><b>Име на датотеката со конфигурација</b><br/> Името на датотеката каде што ќе се чува конфигурацијата на проектот.</p> </qt>
nb: <qt> <p><b>Navn på oppsettsfila</b><br/> Navn på fila der du vil lagre oppsettet for prosjektet.</p></qt>
nds: <qt> <p><b>Naam vun de Instellendatei</b><br/> De Naam vun de Datei, binnen de de Projektinstellen sekert warrt.</p> </qt>
nl: <qt> <p><b>Configuratiebestandsnaam</b><br/> De naam van het bestand waarin de configuratie word opgeslagen.</p> </qt>
pa: <qt> <p><b>ਸੰਰਚਨਾ ਫਾਇਲ ਨਾਂ</b><br/> ਪ੍ਰੋਜੈਕਟ ਦੀ ਸੰਰਚਨਾ ਸੰਭਾਲਣ ਵਾਲੀ ਫਾਇਲ ਦਾ ਨਾਂ ਹੈ।</p> </qt>
pl: <qt> <p><b>Nazwa pliku konfiguracyjnego</b><br/> Nazwa pliku, w którym przechowywana będzie konfiguracja projektu. </p></qt>
pt: <qt> <p><b>Nome do Ficheiro de Configuração</b><br/> O nome do ficheiro onde será gravada a configuração do projecto.</p> </qt>
sk: <qt> <p><b>Meno súboru nastavenia</b><br/> Meno súboru, ktorý bude obsahovať nastavenie pre projekt.</p> </qt>
sl: <qt> <p><b>Ime nastavitvene datoteke</b><br/> Ime datoteke, kamor se shranijo nastavitve projekta.</p> </qt>
sr: <qt> <p><b>Име фајла са подешавањима</b><br/> Име фајла у који ће се складиштити подешавања пројекта.</p> </qt>
sr@latn: <qt> <p><b>Ime fajla sa podešavanjima</b><br/> Ime fajla u koji će se skladištiti podešavanja projekta.</p> </qt>
sv: <qt> <p><b>Inställningsfilnamn</b><br/> Namnet på en fil där projektets inställning ska lagras.</p> </qt>
ta: <qt> <p><b>வடிவமைப்பு கோப்பு பெயர்</b><br/> திட்ட வடிவமைப்பை சேகரிப்பதற்கு ஒரு கோப்பின் பெயர்.</p> </qt>
tg: <qt> <p><b>Танзими номи файл</b><br/> Номи файл барои захира кардани танзими лоиҳа.</p> </qt>
uk: <qt> <p><b>Назва файла конфігурації</b><br/> Назва файла для збереження конфігурації проекту.</p> </qt>

source: &Language:
ar: الل&غة:
be: &Мова:
bg: &Език:
ca: &Llengua:
da: &Sprog:
de: S&prache:
el: &Γλώσσα:
es: &Idioma:
et: Kee&l:
eu: &Hizkuntza:
fa: &زبان:‌
fr: &Langue :
gl: &Lingua:
he: &שפה:
hu: Nyel&v:
is: Tungumá&l:
it: &Lingua:
ja: 言語(&L):
kk: &Тілі:
ko: 언어(&L):
lt: Ka&lba:
mk: Ја&зик:
nb: &Språk:
nds: &Spraak:
nl: Taa&l:
nn: &Språk:
pa: ਭਾਸ਼ਾ(&L):
pl: &Język
pt: &Língua:
sk: &Jazyk:
sl: &Jezik:
sr: &Језик:
sr@latn: &Jezik:
sv: &Språk:
ta: &மொழி:
tg: &Забон:
uk: &Мова:
zh_cn: 语言(&L)：

source: <qt> <p> <b>Language</b><br/> The destination language of the project, i.e., the language to translate into. It should follow the ISO 631 language naming standard.</p> </qt>
ar: <qt> <p> <b>اللغة</b><br/> اللغة المقصودة لهذا المشروع، بعبارة أخرى اللغة التي ستترجم إليها. يجب أن تتبع معايرر ISO 631 لتسمية اللغات.</p> </qt>
be: <qt> <p> <b>Мова</b><br/> Код мовы вызначаецца стандартам ISO 631.</p> </qt>
bg: <qt> <p> <b>Език</b><br/> Крайният език на проекта, т.е. езикът на който се превежда. Трябва да следва стандарта за именуване ISO 631.</p> </qt>
ca: <qt> <p> <b>Llengua</b><br/> La llengua destí del projecte, és a dir la llengua a la qual traduir. Ha de seguir l'estàndard de noms ISO 631.</p> </qt>
da: <qt> <p> <b>Sprog</b><br/> Projektets målsprog, dvs. sproget der oversættes til. Det skal følge ISO 631 sprognavngivningsstandarden.</p> </qt>
de: <qt> <p> <b>Sprache</b><br/> Die Zielsprache des Projektes, z. B. die Sprache, in die übersetzt werden soll. Die Sprache sollte nach dem Standard ISO 631 benannt werden.</p> </qt>
el: <qt> <p> <b>Γλώσσα</b><br/> Η γλώσσα προορισμού του έργου, δηλαδή η γλώσσα στην οποία θα γίνει μετάφραση. Θα πρέπει να ακολουθεί το πρότυπο ονομασιών γλωσσών ISO 631.</p> </qt>
es: <qt> <p> <b>Idioma</b><br/> El idioma objetivo del proyecto, esto es, el idioma al que se traduce. Debe seguir la norma ISO 631 para indicar el nombre del idioma.</p> </qt>
et: <qt> <p> <b>Keel</b><br/> Projekti sihtkeel, s.t. keel, millesse tõlgitakse. See peab vastama ISO-631 keelenimetuste standardile.</p> </qt>
eu: <qt> <p> <b>Hizkuntza</b><br/> Proiektuaren helburu-hizkuntza, zein hizkuntzara itzuliko duzun. ISO 631 hizkuntza izendaketa jarraitu beharko luke.</p> </qt>
fa: <qt> <p> <b>زبان</b><br/> زبان مقصد پروژه، یعنی زبانی که به آن ترجمه می‌شود. باید از استاندارد نام‌گذاری زبان ISO 631 پیروی کند.</p> </qt>
fr: <qt> <p> <b>Langue</b><br/> La langue de destination du projet, c'est-à-dire la langue de traduction. Elle doit suivre les règles de nommage standard de l'ISO 631</p> </qt>
gl: <qt> <p> <b>Lingua</b> <br/> A lingua obxectivo do proxecto, isto é, aquela á que se vai traducir. Debe seguir o estándar ISO 631 dos nomes dos idiomas.</p></qt>
he: <qt> <p> <b>שפה</b><br/> שפת היעד של הפרויקט, כלומר השפה שיש לתרגם אליה. השפה צריכה לעקוב אחרי נורמת נתינת השמות של ISO 631.</p> </qt>
hu: <qt> <p> <b>Nyelv</b><br/> A fordítási nyelv a projektben, tehát az a nyelv, amelyre a fordítás történik. A nyelvkódok az ISO 631 szabványban vannak felsorolva.</p> </qt>
is: <qt> <p> <b>Tungumál</b><br/> Tungumálið sem á að þýða í. Það ætti að fylgja ISO 631 tungumála nafnastaðlinum.</p> </qt>
it: <qt> <p> <b>Lingua</b><br/> La lingua di destinazione del progetto, cioè la lingua in cui tradurre. Dovrebbe seguire lo standard ISO 631 di denominazione delle lingue.</p> </qt>
ja: <qt> <p>言語</p><p>このプロジェクトの翻訳言語を ISO 631 の言語コードで指定します。</p> </qt>
kk: <qt> <p> <b>Тілі</b><br/> Қай тілге аударуға арналған жоба. Тілдің коды ISO 631 стандарты бойынша келтіріледі.</p> </qt>
ko: <qt> <p> <b>언어</b><br/> 프로젝트의 대상 언어, 즉 번역될 언어입니다. 표준이라 불린 ISO 631 을 따릅니다.</p> </qt>
mk: <qt> <p> <b>Јазик</b><br/> Јазикот на проектот т.е. јазикот на кој ќе се преведува Треба да одговара на стандардот за именување јазици ISO 631. </p> </qt>
nb: <qt> <p> <b>Språk</b><br/> Målspråket for prosjektet, altså det språket du skal oversette til. Navnet på språket bør være i overenstemmelse med standarden ISO 631.</p> </qt>
nds: <qt> <p> <b>Spraak</b><br/> De Teelspraak vun dat Projekt, dat is de Spraak, na de Du översettst. De Spraak schull na den Standard vun ISO 631 nöömt wesen.</p> </qt>
nl: <qt> <p> <b>Taal</b><br/> De 'doeltaal' van het project, dat wil zeggen, de taal waarin u gaat vertalen. De indicatie van de doeltaal moet de ISO 631 taalnamenstandaard volgen.</p> </qt>
pa: <qt> <p> <b>ਭਾਸ਼ਾ</b><br/> ਪ੍ਰੋਜੈਕਟ ਲਈ ਵਰਤਣੀ ਭਾਸ਼ਾਂ, ਭਾਵ ਕਿ ਜਿਸ ਭਾਸ਼ਾ ਵਿੱਚ ਅਨੁਵਾਦ ਕਰਨਾ ਹੈ। ਇਹ ISO 631 ਭਾਸ਼ਾ ਨਾਂ ਮਿਆਰੀ ਵਿੱਚ ਹੋਣੀ ਲਾਜ਼ਮੀ ਹੈ।</p> </qt>
pl: <qt> <p> <b>Język</b><br/> Docelowy język projektu, tj. język, na który tłumaczone będą komunikaty. Język powinien być podany zgodnie ze standardem ISO 631.</p> </qt>
pt: <qt> <p> <b>Língua</b><br/> A língua de destino do projecto, i.e., a língua para a qual traduzir. Ela deverá seguir a nomenclatura de nomes de línguas da norma ISO 631.</p> </qt>
sk: <qt> <p> <b>Jazyk</b><br/> Cieľový jazyk projektu, čiže ten, do ktorého sa bude prekladať. Mal by odpovedať štandardnému názvu podľa ISO 631.</p> </qt>
sl: <qt> <p> <b>Jezik</b><br/> Cilnji jezik projekta, t.j. jezik, v katerega boste prevajali. Slediti mora standardu za imena jezikov ISO 631.</p> </qt>
sr: <qt> <p> <b>Језик</b><br/> Одредишни језик пројекта, тј. језик на који ће се преводити. Требало би да поштује стандард ISO 631 за именовање језика.</p> </qt>
sr@latn: <qt> <p> <b>Jezik</b><br/> Odredišni jezik projekta, tj. jezik na koji će se prevoditi. Trebalo bi da poštuje standard ISO 631 za imenovanje jezika.</p> </qt>
sv: <qt> <p> <b>Språk</b><br/> Projektets målspråk, dvs. språket som översätts till. Det bör följa namngivningsstandarden i ISO 631.</p> </qt>
ta: <qt> <p> <b>மொழி</b><br/> திட்டத்தின் மொழி, அதாவது, மொழியை அதில் மொழிப் பெயர்க்கவேண்டும். அது ISO 631 மொழி பெயரிடல் தரத்தை பின்பற்றவேண்டும்</p> </qt>
tg: <qt> <p> <b>Забон</b><br/> Забони нишондодашудаи лоиҳа, яъне забонест, i.e., ки ба вай тарҷума карда мешавад. Вай бояд забони ISO 631-ро ки стандарт номида мешавад риоя кунад.</p> </qt>
uk: <qt> <p> <b>Мова</b><br/> Мова, на яку ведеться переклад. В найменуванні мови необхідно дотримуватись стандарту ISO 631.</p> </qt>

source: Project &name:
ar: ا&سم المشروع:
be: &Назва праекту:
bg: &Име на проект:
ca: &Nom del projecte:
da: Projekt&navn:
de: Projekt&name:
el: Ό&νομα έργου:
es: &Nombre del proyecto:
et: Projekti &nimi:
eu: Proiektuaren ize&na:
fa: &نام پروژه:‌
fr: &Nom du projet :
gl: &Nome do proxecto:
he: &שם פרויקט:
hu: A &projekt neve:
is: &Nafn verkefnis:
it: &Nome del progetto:
ja: プロジェクト名(&N):
kk: Жобаның &атауы:
ko: 프로젝트 이름 (&N):
mk: Име &на проект:
nb: Prosjekt&navn:
nds: Projekt&naam:
nl: Project&naam:
nn: Prosjekt&namn:
pa: ਪ੍ਰੋਜੈਕਟ ਨਾਂ(&n):
pl: &Nazwa projektu:
pt: &Nome do projecto:
sk: &Meno projektu:
sl: &Ime projekta:
sr: &Име пројекта:
sr@latn: &Ime projekta:
sv: Projekt&namn:
ta: திட்டப் & பெயர்:
tg: Номи &лоиҳа:
uk: &Назва проекту:
zh_cn: 工程名称(&N)：
