Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Kill processes on exit</b></p> <p>If you check this, KBabel tries to kill the processes, that have not exited already when KBabel exits, by sending a kill signal to them.</p> <p>NOTE: It is not guaranteed that the processes will be killed.</p></qt>
ar: <qt><p><b>اقتل العمليات عند الخروج</b></p> <p> إذا اخترت هذا، سيُحاول مترجم‌ك قتل العمليات، التى لم تخرج بالفعل عند خروج مترجم‌ك، بارسال اشارة قتل لها.</p> <p>ملاحظة: لا ضمان لكون العملية قد قُتِلت.</p></qt>
be: <qt><p><b>Забіваць працэсы пры выхадзе</b></p> <p>Пры ўключэнні дадзенага параметру KBabel паспрабуе забіць усе працэсы, пакінутыя пасля выхаду з праграмы, пасылаючы ім SIGKILL.</p> <p>Нататка: гэта не гарантуе завяршэнні ўсіх працэсаў KBabel.</p></qt>
bg: <qt><p><b>Убиване на процеса при изход</b></p> <p>Ако включите тази отметка, KBabel ще се опита да убие процесите, които още са активни при излизане от програмата.</p> <p>ЗАБЕЛЕЖКА: Няма гаранция, че процесите ще бъдат убити.</p></qt>
ca: <qt><p><b>Mata processos en sortir</b></p> <p>Si està marcat, KBabel intentarà matar els processos que no hagin finalitzat quan KBabel finalitza, enviant-los la senyal KILL.</p> <p>NOTA: No es garanteix que els processos finalitzin.</p></qt>
da: <qt><p><b>Afliv processer ved nedlukning</b></p> <p>Hvis dette vælges, vil KBabel ved nedlukning forsøge at aflive de processer som ikke er færdige når KBabel afsluttes, ved at sende et 'kill signal' til disse processer.</p> <p>BEMÆRK: Det er ikke garanteret, at processerne bliver aflivet.</p></qt>
de: <qt><p><b>Prozesse beim Beenden abbrechen</b></p> <p>Ist diese Einstellung aktiv, versucht KBabel die Prozesse, die beim Beenden von KBabel noch aktiv sind, abzubrechen, indem es ein "Kill"-Signal an diese sendet.</p> <p>Beachten Sie: Es ist nicht garantiert, dass die Prozesse hierdurch tatsächlich beendet werden.</p></qt>
el: <qt><p><b>Τερματισμός διεργασιών στην έξοδο</b></p> <p>Αν το ενεργοποιήσετε, το KBabel προσπαθεί να τερματίσει τις διαδικασίες που δε τερμάτισαν μετά την έξοδο από το KBabel, στέλνοντας τους ένα σήμα kill.</p> <p>Σημείωση: Δεν είναι σίγουρο ότι οι διεργασίες θα τερματίσουν.</p></qt>
es: <qt><p><b>Matar procesos al finalizar</b></p> <p>Si activa esto, KBabel intentará matar los procesos que no hayan terminado cuando KBabel termina, enviándoles la señal «KILL».</p> <p>NOTA: No se garantiza que los procesos terminen.</p></qt>
et: <qt><p><b>Väljumisel tapetakse protsessid</b></p> <p>Selle valiku märgistamise korral proovib KBabel tappa väljudes kõik oma alamprotsessid, saates neile tapmissignaali.</p> <p>MÄRKUS: KBabeli protsesside tegelikku hävingut ei garanteerita.</p></qt>
eu: <qt><p><b>Gelditu prozesuak irtetean</b></p> <p>Hori egiaztatuz gero, Kbabel prozesuak gelditzen saiatzen da, alegia Kbabel-etik irtetean oraindik irten gabeak, haiei gelditu-seinalea bidaliz.</p> <p>OHARRA: Ez da bermatzen prozesuak geldituko direnik.</p></qt>
fa: <qt><p><b>کشتن فرآیندها هنگام خروج</b></p> <p>اگر این گزینه را علامت بزنید، KBabel سعی می‌کند فرآیندهایی که هنوز خارج نشده‌اند را هنگام خروج، با ارسال یک نشانک به آنها بکشد.</p> <p>نکته: تضمینی نیست که فرآیندها کشته شوند.</p></qt>
fr: <qt><p><b>Tuer les processus en quittant</b></p> <p>Si vous cochez ceci, KBabel essaye de tuer les processus qui ne sont pas encore quittés en s'arrêtant, en leur envoyant un signal « kill ».</p> <p>Remarque : il n'est pas garanti que les processus seront stoppés.</p></qt>
gl: <qt> <p><b>Matar procesos ao saír</b></p> <p>Se sinala esta opción, KBabel tentará matar os procesos que aínda non teñan rematado cando KBabel saia, enviándolle un sinal "kill".</p> <p>NOTA: Non se garante que os procesos sexan finalizados.</p></qt>
hu: <qt><p><b>A folyamatok bezárása kilépéskor</b></p> <p>Ennek az opciónak kiválasztása esetén a program kilépés előtt bezárja az összes még futó folyamatot a "kill" szignál küldésével.</p> <p>FIGYELEM: Nem biztos, hogy a kill parancs minden folyamatnál sikeres lesz.</p></qt>
is: <qt><p><b>Drepa ferli þegar hætt er</b></p> <p>Ef valið, mun KBabel reyna að loka öllum sínum ferlum, sem hafa ekki þegar hætt þegar forritið lokast, með því að senda 'kill' merki til þeirra.</p> <p>Athugaðu: það er ekki fullvíst að ferlin verði drepin.</p></qt>
it: <qt><p><b>Termina i processi quando esci</b></p> <p>Se selezionata, KBabel proverà a terminare i processi che non sono già stati terminati quando KBabel termina, inviando loro un segnale di chiusura.</p> <p>NOTA: non è garantito che i processi saranno terminati.</p></qt>
ja: <qt><p>終了時にプロセスを強制終了する</p> <p>これを有効にすると、KBabel の終了時に未完了プロセスに KILL シグナルを送って停止するよう試みます。</p> <p>注意: プロセスが停止するかどうかは保証されません。</p></qt>
kk: <qt><p><b>Шыққанда процестер жойылсын</b></p> <p>Бұл параметр қосылса, KBabel-ден шыққан кезде, процестерді жою сигналын жіберу арқылы, барлық қалған еңшілес процестерді аяқтауға тырысады.</p><p>ЕСКЕРТПЕ: бұл KBabel-дің барлық процестері жойылатынына кепілдік бермейді.</p></qt>
mk: <qt><p><b>Прекини ги процесите на излегување</b></p> <p>Ако го обележите ова КБабел ќе се обиде да ги прекине процесите што сѐ уште не завршиле на неговото завршување, така што ќе им испрати сигнал за прекин (kill).</p> <p>ЗАБЕЛЕШКА: Не е гарантирано дека процесите ќе прекинат.</p></qt>
nb: <qt><p><b>Stopp prosesser ved avslutning</b></p> <p>Hvis du krysser av her, vil KBabel prøve å avslutte de prosessene som ikke alt er avsluttet når Kbabel avsluttes ved å sende et stoppsignal til dem.</p> <p>Merk: Det er ikke helt sikkert at prosessene virkelig avsluttes.</p></qt>
nds: <qt><p><b>Perzessen bi't Beennen afscheten</b></p> <p>Wenn dit aktiveert is, sendt KBabel de Perzessen en "Kill"-Signaal, de bi't Beennen vun KBabel noch loopt.</p> <p>Beacht bitte: Dat garanteert nich, dat de Perzessen redig afschaten warrt.</p></qt>
nl: <qt><p><b>Beëindig alle processen bij afsluiten</b></p> <p>Als dit is geactiveerd dan zal KBabel proberen alle processen te beëindigen die nog niet zijn gestopt op het moment dat KBabel wordt afgesloten, door een kill-signaal naar ze te sturen.</p> <p>Opmerking: het wordt niet gegarandeerd dat de processen worden beëindigd.</p></qt>
nn: <qt><p><b>Stopp prosessar ved avslutting</b></p> <p>Om du aktiverer dette, vil KBabel prøva å stoppa dei prosessane som ikkje er avslutta før KBabel avsluttar ved å senda dei eit terminerings-signal.</p> <p>Merk: Det er likevel ikkje garantert at prosessane vert stoppa.</p></qt>
pa: <qt><p><b>ਬਾਹਰ ਜਾਣ ਕੇ ਕਾਰਵਾਈਆਂ ਸਮਾਪਤ ਕਰੋ</b></p> <p>ਜੇਕਰ ਇਸ ਨੂੰ ਚੁਣਿਆਂ ਤਾਂ, ਕੇਬਬੇਲ ਉਹਨਾਂ ਕਾਰਵਾਈਆਂ ਨੂੰ ਖਤਮ ਸੰਕੇਤ ਭੇਜ ਕੇ ਸਮਾਪਤ ਕਰੇਗਾ, ਜੋ ਕਿਕੇਬਬੇਲ ਦੇ ਬੰਦ ਹੋਣ ਉੱਤੇ ਸਮਾਪਤ ਨਹੀਂ ਹੋ ਰਹੇ ਹਨ।</p> <p>ਟਿੱਪਣੀ: ਇਸ ਗਲ ਦੀ ਕੋਈ ਜਿੰਮੇਵਾਰੀ ਨਹੀਂ ਹੈ ਕਿ ਕਾਰਵਾਈ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗੀ।</p></qt>
pl: <qt><p><b>Zakończ procesy przy zamykaniu</b></p> <p>Jeśli ta opcja jest włączona, KBabel spróbuje zakończyć wszystkie uruchomione przez siebie procesy przy zamykaniu, wysyłając do nich sygnał zakończenia.</p> <p>Uwaga: nie ma gwarancji, że uda się zakończyć wszystkie procesy.</p></qt>
pt: <qt><p><b>Terminar os processos ao sair</b></p> <p>Se activar isto, o KBabel tentará terminar os processos que ainda não tiverem saído quando o KBabel saiu, mandando um sinal de 'kill' para eles.</p> <p>NOTA: Não é garantido que os processos sejam terminados de facto.</p></qt>
sk: <qt><p><b>Ukončiť procesy pri vypínaní programu</b></p> <p>Pri tejto voľbe sa KBabel pokúsi ukončiť procesy, ktoré ešte neskončili v dobe, keď KBabel končí, poslaním signálu KILL.</p> <p>POZNÁMKA: Nie je isté, že procesy budú ukončené.</p></qt>
sl: <qt><p><b>Ubij procese ob izhodu</b></p> <p>Če izberete to možnost, bo KBabel poskusil ubiti procese, ki se še niso končali ob izhodu iz KBabel, tako, da jim pošlje signal kill.</p> <p>OPOZORILO: ni nujno, da bodo procesi dejansko pobiti.</p></qt>
sr: <qt><p><b>Убиј процесе при изласку</b></p> <p>Ако попуните ово, KBabel покушава да убије процесе који већ нису завршени када се изађе из KBabel-а, шаљући им сигнал за убијање.</p> <p>Напомена: Није гарантовано да ће процеси бити убијени.</p></qt>
sr@latn: <qt><p><b>Ubij procese pri izlasku</b></p> <p>Ako popunite ovo, KBabel pokušava da ubije procese koji već nisu završeni kada se izađe iz KBabel-a, šaljući im signal za ubijanje.</p> <p>Napomena: Nije garantovano da će procesi biti ubijeni.</p></qt>
sv: <qt><p><b>Avbryt processer vid avslut</b></p> <p>Om du markerar det här försöker Kbabel avbryta de processer som inte redan har avslutats när Kbabel avslutas, genom att skicka signalen "kill" till dem.</p> <p>Observera: Det finns ingen garanti för att alla processer avbryts.</p></qt>
uk: <qt><p><b>Знищувати процеси при виході</b></p> <p>Якщо ви увімкнете цей параметр, KBabel буде намагатись знищити процеси, які ще не завершились, коли закривається KBabel. Їм усім буде надіслано сигнал знищення.</p> <p>ПРИМІТКА: Це не гарантує, що всі процеси будуть знищені.</p></qt>

source: Create inde&x for file contents
ar: أ&نشيء فهرسا بمحتويات الملف
be: Ствараць інд&экс для змесціва файла
bg: Създаване на &индекс за съдържанието на файла
ca: Crea índe&x per al contingut del fitxer
da: Opret inde&ks for filindhold
de: Inde&x für Datei-Inhalte erstellen
el: Δημιουργία &ευρετηρίου για τα περιεχόμενα αρχείου
es: Crear índi&ce para contenido de archivo
et: Luuakse faili sisu &indeks
eu: Sortu in&dizea fitxategiaren testuinguruetarako
fa: ایجاد &نمایه برای محتویات پرونده‌
fr: Créer l'inde&x pour le contenu des fichiers
gl: Crear índi&ce para os contidos do ficheiro
he: צור &אינדקס עבור תוכן קובץ
hr: Napravi ind&eks za sadržj datoteke
hu: &Index létrehozása a fájlok tartalmához
is: Búa til &yfirlit yfir skráarinnihald
it: Crea in&dice per il contenuto del file
ja: ファイル内容のインデックスを作成する(&X)
kk: Файл мазмұнының &индексін құру
ko: 파일 내용에 대한 인덱스 생성(&X)
lt: Bylos turiniui sudaryti rod&yklę
mk: Креирај инде&кс за содржината на датотеките
nb: Lag et inde&ks over filinnholdet
nds: Inde&x för Datei-Inholden opstellen
nl: Inde&x voor bestandsinhoud aanmaken
nn: Lag inde&ks over filinnhald
pa: ਫਾਇਲ਼ ਭਾਗਾਂ ਲਈ ਤਤਕਰਾ ਬਣਾਓ(&x)
pl: Utwórz &indeks zawartości pliku
pt: Criar um í&ndice para o conteúdo do ficheiro
sk: Vytvoriť inde&x pre obsah súborov
sl: Us&tvari seznam za vsebino datotek
sr: Направи инд&екс за садржај фајла
sr@latn: Napravi ind&eks za sadržaj fajla
sv: Skapa inde&x för filinnehåll
ta: கோப்பின் உள் அடக்கத்தின் அடையாளத்தை உருவாக்கும்.
tg: Эҷоди ин&декс барои файли дохилӣ
uk: Створювати інде&кс для вмісту файла
zh_cn: 创建文件内容索引(&X)

source: <qt><p><b>Create index for file contents</b></p> <p>If you check this, KBabel will create an index for each PO file to speed up the find/replace functions.</p> <p>NOTE: This will slow down updating the file information considerably.</p></qt>
ar: <qt><p><b>أنشيء فهرس بمحتويات الملف</b></p> <p>إذا اخترت هذا، سيُنشيء مترجم‌ك فهرساً لكل ملف PO لزيادة سرعة وظائف البحث/الاستبدال.</p> <p>ملاحظة: سيُبطيء هذا نت تحديث معلومات المجلّد بشكل ملحوظ.</p> </qt>
be: <qt><p><b>Стварыць індэкс змесціва файла</b></p> <p>Пры ўключэнні дадзенага параметру KBabel будзе ствараць індэкс для кожнага файла перакладу, што дазволіць паскорыць працэс пошуку/замены ў файлах.</p> <p>Нататка: гэта можа значна запаволіць працэс аднаўлення інфармацыі аб файлах.</p></qt>
bg: <qt><p><b>Създаване на индекс за съдържанието на файла</b></p> <p>Ако включите тази отметка, KBabel ще създаде индекс за всеки PO файл, за да се ускори функцията търсене/замяна.</p> <p>ЗАБЕЛЕЖКА: Това значително ще забави обновяването на информацията.</p></qt>
ca: <qt><p><b>Crea índex per al contingut del fitxer</b></p> <p>Si això està activat, KBabel crearà un índex per a cada fitxer PO per a accelerar les funcions de recerca/substitució.</p> <p>NOTA: Això ralentitzarà considerablement l'actualització de la informació del fitxer.</p></qt>
da: <qt><p><b>Opret indeks for filindhold</b></p> <p>hvis du afkrydser dette vil KBabel oprette et indeks for hver PO-fil, for at gøre find/erstat funktionerne hurtigere.</p> <p>BEMÆRK: Dette vil få din opdatering af filinformationen til at gå betydeligt langsommere.</p></qt>
de: <qt><p><b>Index für Datei-Inhalte erstellen</b></p> <p>Ist diese Einstellung markiert, erzeugt KBabel einen Index für jede PO-Datei zur Beschleunigung der Suchen/Ersetzen-Funktion.</p> <p>Beachten Sie: Diese Einstellung verlangsamt das Einlesen der Dateiinformationen erheblich.</p></qt>
el: <qt><p><b>Δημιουργία ευρετηρίου για τα περιεχόμενα αρχείου</b></p> <p>Αν ενεργοποιήσετε αυτό, το KBabel θα δημιουργήσει ένα ευρετήριο για κάθε αρχείο PO για την επιτάχυνση των λειτουργιών αναζήτησης/αντικατάστασης.</p> <p>Σημείωση: Αυτό θα καθυστερεί σημαντικά την ενημέρωση των πληροφοριών του αρχείου.</p></qt>
es: <qt><p><b>Crear índice para el contenido del archivo</b></p> <p>Si activa esto, KBabel creará un índice por cada archivo PO para acelerar las funciones de búsqueda/reemplazo</p>n <p>NOTA: Esto ralentizará considerablemente la actualización de la información de archivo.</p></qt>
et: <qt><p><b>Luuakse faili sisu indeks</b></p> <p>Märgistades tekitab KBabel iga PO-faili jaoks indeksifaili, mis kiirendab otsinguid ja asendamisi.</p> <p>MÄRKUS: Indeksifail aeglustab oluliselt failiinfo värskendamist.</p></qt>
eu: <qt><p><b>Sortu indizea fitxategiaren testuinguruetarako</b></p> <p>Hori egiaztatuz gero, Kbabel-ek indize bat sortuko du PO fitxategi bakoitzerako bilatu/ordeztu funtzioak bizkortzeko.</p> <p>OHARRA: Horrek nabarmen motelduko du fitxategiko informazioaren eguneratzea.</ p></qt>
fa: <qt><p><b>ایجاد نمایه برای محتویات پرونده</b></p> <p>اگر این را علامت بزنید، KBabel برای بالا بردن سرعت تابعهای یافتن/جایگزینی، نمایه‌ای را برای هر پروندۀ PO ایجاد می‌کند.</p> <p>نکته: این کار به‌روزرسانی پروندۀ اطلاعات را به طور قابل توجهی کند می‌کند.</p></qt>
fr: <qt><p><b>Créer l'index pour le contenu des fichiers</b></p> <p>Si vous cochez ceci, KBabel créera un index pour chaque fichier PO pour accélérer les fonctions de Chercher / Remplacer.</p> <p>NOTE : Ceci ralentira considérablement la mise à jour des informations des fichiers.</p></qt>
gl: <qt> <p><b>Crear índice para os contidos do ficheiro</b></p> <p>Se sinala esta opción, KBabel criará un índice para cada ficheiro PO co gallo de acelerar as funcións de procurar/substituir.</p> <p>NOTA: Isto enlentecerá moito a actualización da información do ficheiro.</p></qt>
hu: <qt><p><b>Index létrehozása a fájlok tartalma alapján</b></p> <p>Ha bejelöli ezt az opciót, akkor a KBabel mindegyik .po fájlhoz létrehoz egy indexet a keresés és a csere felgyorsítása érdekében.</p> <p>Megjegyzés: bekapcsolása esetén jelentősen lelassul a fájljellemzők frissítése.</p></qt>
is: <qt><p><b>Búa til yfirlit yfir skráarinnihald</b></p> <p>Ef valið, mun KBabel útbúa yfirlit yfir hverja PO skrá til að flýta fyrir leita/skipta út aðgerðunum.</p> <p>Athugið: Þetta hægir umtalsvert á uppfærslu skráarupplýsinga.</p></qt>
it: <qt><p><b>Crea indice per il contenuto del file</b></p> <p>Se selezionato, KBabel creerà un indice per ogni file PO per velocizzare le funzioni di ricerca e sostituzione.</p> <p>NOTA: questa opzione rallenta considerevolmente l'aggiornamento delle informazioni relative ai file.</p></qt>
ja: <qt><p>ファイル内容のインデックスを作成する</p> <p>検索/置換を高速化するために、各 PO ファイルのインデックスを作成します。</p><p>注意: これを有効にすると、ファイル情報の更新が著しく遅くなります。</p></qt>
kk: <qt><p><b>Файл мазмұнының индексін құру</b></p> <p>Бұл параметр қосылса, KBabel әрбір PO файлдың іздеу/алмастыру процесін жылдамдататын индексін құрады.</p> <p>ЕСКЕРТПЕ: бұл файлдар туралы мәліметтерді жаңарту процесін елеулі баяулатады.</p></qt>
ko: <qt><p><b>파일 내용에 대한 인덱스 생성</b></p> <p>이 옵션을 설정하시면, K바벨이 각 PO 파일에 대한 검색과 바꾸기 기능의 속도를 높이기 위해 색인을 생성할 것입니다.</p> <p>주의: 이것은 꽤 많은 파일 정보에 대한 업데이트 속도를 느리게 합니다.</p></qt>
lt: <qt><p><b>Bylos turiniui sudaryti rodyklę</b></p> <p>Jeigu tai pažymėsite, KBabel kiekvienai PO bylai sudarys rodyklę, pagreitinančią paieškos/pakeitimo funkciją.</p> <p>PASTABA: Tai žymiai sulėtins bylos informacijos atnaujinimą.</p></qt>
nb: <qt><p><b>Lag et indeks over filinnholdet</b></p> <p>Hvis du velger dette, vil KBabel lage et indeks for hver po-fil for å gjøre søk/erstatt-funksjonen raskere.</p> <p>MERK: Dette vil gjøre oppdateringa av filinformasjonen betraktelig tregere.</p></qt>
nds: <qt><p><b>Index för Datei-Inholden opstellen</b></p> <p>Wenn dit aktiveert is, stellt KBabel för elk PO-Datei en Index op, wat dat Söken un Utwesseln gauer maakt.</p> <p>Beacht bitte: Dit maakt dat Inlesen vun Dateiinformatschonen bannig langsamer.</p></qt>
nl: <qt><p><b>Index voor bestandsinhoud aanmaken</b></p> <p>Als u dit selecteert, dan maakt KBabel een index aan voor elk PO-bestand om de zoek-/vervang-functies te versnellen.</p> <p>Opmerking: dit vertraagt het actualiseren van de bestandsinformatie aanzienlijk.</p></qt>
pa: <qt><p><b>ਫਾਇਲ਼ ਭਾਗਾਂ ਲਈ ਤਤਕਰਾ ਬਣਾਓ</b></p> <p>ਜੇਕਰ ਤੁਸੀਂ ਚੁਣਿਆ ਤਾਂ, ਕੇਬਬੇਲ ਹਰੇਕ PO ਫਾਇਲ ਵਿੱਚ ਤੇਜ਼ੀ ਨਾਲ ਖੋਜ/ਤਬਦੀਲ ਕਰਨ ਲਈ ਤਤਕਰਾ ਬਣਾਏਗਾ</p> <p>ਟਿੱਪਣੀ: ਇਹ ਫਾਇਲ ਅੱਪਡੇਟ ਦੀ ਕਾਰਵਾਈ ਨੂੰ ਕਾਫੀ ਹੱਦ ਤੱਕ ਹੌਲੀ ਕਰ ਦੇਵੇਗਾ।</p></qt>
pl: <qt><p><b>Utwórz indeks zawartości pliku</b></p> <p>Jeśli ta opcja jest włączona, KBabel będzie tworzył dla każdego pliku PO indeks przyśpieszający działanie funkcji wyszukiwania i zastępowania.</p> <p>Uwaga: poważnie spowolni to uaktualnianie informacji o pliku</p></qt>
pt: <qt><p><b>Criar um índice para o conteúdo do ficheiro</b></p> <p>Se assinalar isto, o KBabel irá criar um índice para o conteúdo de cada ficheiro PO para acelerar as funções de pesquisa e substituição.</p> <p>NOTA: Isto irá retardar consideravelmente a actualização da informação do ficheiro.</p></qt>
sk: <qt><p><b>Vytvoriť index pre obsah súborov</b></p> <p>Ak zapnete túto voľbu, KBabel vytvorí index pre každý PO súbor, aby sa urýchlilo hľadanie a nahradzovanie.</p> <p>POZNÁMKA: Významne to spomalí aktualizáciu informácií o súboroch.</p></qt>
sl: <qt><p><b>Ustvari seznam za vsebino datotek</b></p> <p>Če izberete to možnost, bo KBabel ustvaril seznam datoteke za vsako datoteko PO, da bi pospešil iskanje in nadomeščanje.</p> <p>VEDITE: to bo precej upočasnilo posodabljanje informacij o datotekah. </p></qt>
sr: <qt><p><b>Направи индекс за садржај фајла</b></p> <p>Ако ово попуните, kbabel ће направити индекс за сваки PO фајл да би убрзао нађи/замени функције.</p> <p>Напомена: Ово ће приметно успорити ажурирање информација о фајловима.</p></qt>
sr@latn: <qt><p><b>Napravi indeks za sadržaj fajla</b></p> <p>Ako ovo popunite, kbabel će napraviti indeks za svaki PO fajl da bi ubrzao nađi/zameni funkcije.</p> <p>Napomena: Ovo će primetno usporiti ažuriranje informacija o fajlovima.</p></qt>
sv: <qt><p><b>Skapa index för filinnehåll</b></p> <p>Om du markerar det här kommer Kbabel skapa ett index för varje PO-fil för att snabba upp sök/ersätt-funktioner.</p> <p>Observera: Det här gör att uppdatering av filinformation blir väsentligt långsammare.</p></qt>
ta: <qt><p><b>கோப்பின் உள் அடக்கத்திற்கு அடையாளத்தை உருவாக்குக</b></p> <p>நீங்கள் சரி பார்த்தால், KBabel தேடு/மாற்று செயலை விரைவுபடுத்த ஒவ்வொரு po கோப்புக்கு ஒரு அடையாளத்தை உருவாக்கும்..<p> <p>குறிப்பு:இற்றைப்படுத்தும் கோப்பு தகவலின் வேகத்தைக் கட்டுப்படுத்தும்.
tg: <qt><p><b>Барои мундариҷа зернавис эҷод кунед</b></p> <p>Агар инро тафтиш кунед KBabel барои тезондани функсияҳои ёфтан/иваз кардан барои ҳар як файли PO зернавис эчд хоҳад кард</p> <p>Дар хотир нигоҳ доред: Ин баҳангомадарории ахбороти файлро анча суст мекунад.</p></qt>
uk: <qt><p><b>Створювати індекс для вмісту файла</b></p> <p>Якщо ви увімкнули цей параметр, KBabel буде створювати індекси для кожного PO-файла з метою пришвидшення функцій пошуку/заміни.</p> <p>ПРИМІТКА: Це значно сповільнить оновлення інформації про файли.</p></qt>
zh_cn: <qt><p><b>创建文件内容索引</b></p> <p>如果您选择了该选项，KBabel 将会为每个 PO 文件创建索引来加快搜索/替换功能。</p> <p>注意：这会显著减慢文件信息的更新速度。</p></qt>

source: Run &msgfmt before processing a file
ar: شغِّل &msgfmt قبل معالجة ملف
be: Запускаць &msgfmt перад аналізам файла
bg: Изпълнение на &msgfmt преди обработка на файл
ca: Executa &msgfmt abans de processar un fitxer
da: Kør &msgfmt før en fil behandles
de: Vor Verarbeitung einer Datei &msgfmt ausführen
el: Εκτέλεση του &msgfmt πριν την επεξεργασία ενός αρχείου
es: Ejecutar &msgfmt antes de procesar un archivo
et: Enne faili töötle&mist käivitatakse programm msgfmt
eu: Exekutatu &msgfmt fitxategia prozesatu baina lehen
fa: اجرای &msgfmt قبل از پردازش پرونده‌
fr: Lancer &msgfmt avant de traiter un fichier
gl: Executar &msgfmt antes de procesar o ficheiro
hu: Az ms&gfmt futtatása fájl feldolgozása előtt
is: Keyra &msgfmt áður en unnið er með skrá
it: Esegui &msgfmt prima di analizzare un file
ja: ファイルを処理する前に msgfmt を実行する(&M)
kk: Файлмен айналысу алдында &msgfmt командасы орындалсын
mk: Из&врши го „msgfmt“ пред обработката на датотека
nb: Kjør msgfmt før du behandler en fil
nds: Ehr't Verarbeiden vun en Datei "&msgfmt" utföhren
nl: &msgfmt uitvoeren voordat een bestand verwerkt wordt
nn: Køyr &msgfmt før handsaming av ei fil
pa: ਇੱਕ ਫਾਇਲ ਉੱਤੇ ਕਾਰਵਾਈ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ &msgfmt ਚਲਾਓ
pl: Uruchom &msgfmt przez przetworzeniem pliku
pt: Executar o '&msgfmt' antes de processar um ficheiro
sk: Spustiť &msgfmt pred spracovaním súboru
sl: Pred obdelavo datoteke poženi &msgfmt
sr: Покрени &msgfmt пре обраде фајла
sr@latn: Pokreni &msgfmt pre obrade fajla
sv: Kör &msgfmt innan en fil behandlas
uk: Запускати &msgfmt перед аналізом файла
