Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Previous Temp&late Only
ar: القال&ب السابق فقط
be: Тол&ькі папярэдні шаблон
bg: Само пред&ишния шаблон
ca: Tan sols la p&lantilla anterior
da: Kun forrige ska&belon
de: Nur vorige Vor&lage
el: Προηγούμενο &πρότυπο μόνο
es: Solo la p&lantilla anterior
et: Ee&lmine puuduva tõlkega fail
eu: Aurreko E&redua Bakarrik
fa: فقط &قالب قبلی‌
fr: Modèle &précédent seulement
gl: Só o &modelo anterior
he: התב&נית הקודמת בלבד
hr: Samo prethodna predlo&ška
hu: Az &előző nem lefordított sablon
is: Aðeins fyrri sniðs&krá
it: Solo il mode&llo precedente
ja: 前のテンプレートのみ(&L)
kk: Тек алдыңғы үлг&ісі
ko: 이전 템플릿으로만(&L)
lt: Tik ankstesnis šab&lonas
mk: Претходна само со шаб&лон
nb: Forrige med bare ma&l
nds: Bloots verleden Vö&rlaag
nl: Vorig alleen-sjab&loon
nn: Berre &førre mal
pa: ਪਿਛਲਾ ਨਮੂਨਾ ਹੀ(&l)
pl: Tylko poprz&edni szablon
pt: Apenas o Mode&lo Anterior
sk: Prechádzajúci iba šab&lóna
sl: Samo prejšno predlo&go
sr: Само претходни ша&блон
sr@latn: Samo prethodni ša&blon
sv: Bara föregående ma&ll
ta: முந்தைய் வார்ப்புருகள் மட்டும்
tg: Фақат қо&либи қаблӣ
uk: Тіл&ьки попередній шаблон
zh_cn: 仅上一个模板(&L)

source: Next Tran&slation Exists
ar: ال&ترجمة التالية موجودة
be: Н&аступны наяўны пераклад
bg: След&ващия съществуващ превод
ca: Surt a la següent tra&ducció
da: Næste over&sættelse eksisterer
de: Nächste &existierende Übersetzung
el: Επόμενη &μετάφραση που υπάρχει
es: Exi&ste la siguiente traducción
et: Jä&rgmine tõlkega fail
eu: Hurrengo &Itzulpena Badago
fa: &ترجمۀ بعدی‌ وجود دارد‌
fr: La traduction &suivante existe
gl: A vindeira trad&ución existe
he: ה&תרגום הקיים הבא
hr: Sljedeći prije&vod postoji
hu: A következő f&ordítás
is: Næstu þýðingu &sem finnst
it: &Successiva traduzione esistente
ja: 次の翻訳が存在(&S)
kk: Келесі ау&дарылғанға
ko: 존재하는 다음 번역으로(&S)
lt: Kitas e&santis vertimas
mk: Постои сле&ден превод
nb: Ne&ste med oversettelser
nds: Nakamen vörhannen Över&setten
nl: Volgende vertaling be&staat
nn: Neste &omsetjing finst
pa: ਅੱਗੇ ਮੌਜੂਦ ਅਨੁਵਾਦ(&s)
pl: Następne tłumaczenie &istnieje
pt: Existe a Tradução &Seguinte
sk: Nasledujúci s &existujúcim prekladom
sl: Naslednji p&revod obstaja
sr: Следећи пре&вод постоји
sr@latn: Sledeći pre&vod postoji
sv: Nästa översättning &finns
ta: அடுத்த மொழிபெயர்ப்பாளரின் வெளியிடுதல்
tg: Тарҷумаи мав&ҷудбудаи навбатӣ
uk: Наступний існуючий пере&клад
zh_cn: 下一个翻译存在(&S)

source: Previous Transl&ation Exists
ar: الت&رجمة السابقة موجودة
be: Папярэдні ная&ўны пераклад
bg: Пред&ишния съществуващ превод
ca: Surt a la tr&aducció anterior
da: Forrige over&sættelse eksisterer
de: Vorige existierende Ü&bersetzung
el: Προηγούμενη &μετάφραση που υπάρχει
es: Existe la anterior tr&aducción
et: Eelmine tõlkeg&a fail
eu: Aurreko It&zulpena Badago
fa: &ترجمۀ قبلی‌ وجود دارد‌
fr: La traduction &précédente existe
gl: A anterior tradu&ción existe
he: הת&רגום הקיים הקודם
hr: Prethodni prije&vod postoji
hu: Az előző &fordítás
is: Fyrri þýðingu s&em finnst
it: Precedente tr&aduzione esistente
ja: 前の翻訳が存在(&S)
kk: Алдыңғы &аударылғанға
ko: 존재하는 이전 번역으로(&A)
lt: &Ankstesnis esantis vertimas
mk: Постои пр&етходен превод
nb: Foregående m&ed oversettelser
nds: Verleden vörhannen Övers&etten
nl: Vorige vert&aling bestaat
nn: Førre om&setjing finst
pa: ਪਿੱਛੇ ਮੌਜੂਦ ਅਨੁਵਾਦ(&a)
pl: Poprzednie tłumaczenie istnie&je
pt: Existe a Tr&adução Anterior
sk: Predchádzajúci s e&xistujúcim prekladom
sl: Prejšni pre&vod obstaja
sr: Претходни пре&вод постоји
sr@latn: Prethodni pre&vod postoji
sv: Föregående översättning fi&nns
ta: முந்தைய மொழிபெயர்ப்பாளர் வெளியிடுதல்
tg: Тарҷумаи мав&ҷудбудаи қаблӣ
uk: Попередній існуючий перекл&ад
zh_cn: 上一个翻译存在(&A)

source: Previous Marke&d
ar: المُ&علم السابق
be: Папярэдня&я пазнака
bg: Предишен м&аркиран
ca: &Marca anterior
da: Forrige markere&de
de: &Zuletzt markierte
el: Προηγούμενο &σημαδεμένο
es: Anterior marca&do
et: Eelmine märgitu&d fail
eu: Aurreko &Markatua
fa: &نشان‌دارشدۀ قبلی‌
fr: Marqué pré&cédent
gl: Marca&do anterior
he: ה&מסומן הקודם
hr: Prethodni o&značen
hu: Az &előző megjelölt
is: Fyrri merk&tu
it: Prece&dente segnata
ja: 前のマーク(&D)
kk: Алдыңғы белгілеге&нге
ko: 이전 표시된 곳(&D)
lt: Ankst&esnis pažymėtas
mk: Претхо&дна маркирана
nb: Foregåen&de markerte
nds: Verleden Markeer&t
nl: Vorig gemarkeer&d bestand
nn: Førre merk&a
pa: ਪਿੱਛੇ ਨਿਸ਼ਾਨਬੱਧ(&d)
pl: Popr&zedni zaznaczony
pt: Marcado Ant&erior
sk: Prechádzajúci o&značený
sl: Prejšnji ozna&čen
sr: Претходни о&значен
sr@latn: Prethodni o&značen
sv: Föregående markera&d
ta: குறியிட்ட முந்தைய
tg: Нишонаи қа&блӣ
uk: Попередня позна&чена
zh_cn: 上一个标记项目(&D)

source: Next &Marked
ar: ا&لمُعلم التالى
be: Наступная пазна&ка
bg: Следващ мар&киран
ca: Ma&rca següent
da: Næste &markerede
de: &Nächste markierte
el: Επόμενο ση&μαδεμένο
es: Siguiente &marcado
et: &Järgmine märgitud fail
eu: Hurrengo M&arkatua
fa: &نشان‌دارشدۀ بعدی‌
fr: Ma&rqué suivant
gl: &Marcado seguinte
he: המ&סומן הבא
hr: Sljedeći oz&načeni
hu: A követ&kező megjelölt
is: Næstu &merktu
it: Successiva segna&ta
ja: 次のマーク(&M)
kk: Келесі &белгіленгенге
ko: 다음 표시된 곳(&M)
lt: Kitas pažy&mėtas
mk: Следна &маркирана
nb: Neste &markerte
nds: Nakamen &Markeert
nl: Volgend ge&markeerd bestand
nn: Neste &merka
pa: ਅੱਗੇ ਨਾ-ਨਿਸ਼ਾਨਬੱਧ(&M)
pl: Następny zaznaczon&y
pt: &Marcado Seguinte
sk: Nasledujúci &označený
sl: Naslednji o&značen
sr: Следећи оз&начен
sr@latn: Sledeći oz&načen
sv: Nästa mar&kerad
ta: அடுத்து குறியிட்ட
tg: Нишонаи нав&батӣ
uk: Наступна &позначена
zh_cn: 下一个标记项目(&M)

source: &New...
ar: &جديد...
be: &Новы...
bg: &Нов...
ca: &Nou...
da: &Ny...
de: &Neu...
el: &Νέο...
es: &Nuevo...
et: &Uus...
eu: &Berria...
fa: &جدید...‌
fr: &Nouveau...
gl: &Novo...
he: &חדש...
hr: &Novi...
hu: Ú&j...
is: &Nýtt...
it: &Nuovo...
ja: 新規(&N)...
kk: &Жаңа...
ko: 새로(&N)...
lt: &Naujas...
mk: &Нов...
nb: &Nytt …
nds: &Nieg...
nl: &Nieuw...
nn: &Ny …
pa: ਨਵਾਂ(&N)...
pl: &Nowy...
pt: &Novo...
sk: &Nový...
sl: &Novo ...
sr: &Нови...
sr@latn: &Novi...
sv: &Ny...
ta: &புதிய...
tg: &Нав...
uk: &Створити...
zh_cn: 新建(&N)...

source: C&lose
ar: ا&غلق
be: &Зачыніць
bg: &Затваряне
ca: &Tanca
da: &Luk
de: &Schließen
el: &Κλείσιμο
es: C&errar
et: S&ulge
eu: It&xi
fa: &بستن‌
fr: &Fermer
gl: &Pechar
he: &סגור
hr: &Zatvori
hu: Be&zárás
is: &Loka
it: C&hiudi
ja: 閉じる(&L)
kk: Жа&бу
ko: 닫기(&L)
mk: &Затвори
nb: &Lukk
nds: T&omaken
nl: S&luiten
nn: &Lukk
pa: ਬੰਦ ਕਰੋ(&l)
pl: Zam&knij
pt: Fec&har
sk: &Zavrieť
sl: &Zapri
sr: За&твори
sr@latn: Za&tvori
sv: Stän&g
ta: மு&டு
tg: Пӯш&идан
uk: Закр&ити
zh_cn: 关闭(&L)

source: &Configure...
ar: ا&ضبط...
be: &Наладзіць...
bg: &Настройване...
ca: Con&figura...
da: &Indstil...
de: &Einrichten ...
el: &Ρύθμιση...
es: &Configurar...
et: &Seadista...
eu: Kon&figuratu
fa: &پیکربندی...‌
fr: &Configurer...
gl: &Configurar...
he: &תצורה...
hr: &Podešavanje...
hu: &Beállítás...
is: Sti&lla...
it: &Configura...
ja: 設定(&C)...
kk: &Баптау...
ko: 설정(&C)...
lt: Kon&figūruoti...
mk: &Конфигурирај...
nb: &Oppsett
nds: &Instellen...
nl: &Instellen...
nn: Se&t opp …
pa: ਸੰਰਚਨਾ(&C)...
pl: &Konfiguruj...
pt: &Configurar...
sk: Nas&taviť...
sl: Nas&tavi ...
sr: &Пoдеси...
sr@latn: &Podesi...
sv: &Anpassa...
ta: கட்டமைப்பு...
tg: &Танзимот...
uk: &Налаштувати...
zh_cn: 配置(&C)...

source: &Statistics
ar: إ&حصائيات
be: &Статыстыка
bg: &Статистика
ca: E&stadístiques
da: &Statistik
de: &Statistik
el: &Στατιστικά
es: E&stadísticas
et: &Statistika
eu: &Estatistikak
fa: &آمار‌
fr: S&tatistiques
gl: E&statísticas
he: סטטיסטי&קה
hr: Statistike
hu: St&atisztika
is: T&ölfræði
it: &Statistiche
ja: 統計(&S)
kk: &Статистика
ko: 통계(&S)
lt: S&tatistika
mk: &Статистика
nb: &Statistikk
nds: &Statistik
nl: &Statistieken
nn: St&atistikk
pa: ਅੰਕੜੇ(&S)
pl: &Statystyka
pt: E&statísticas
sk: Štati&stika
sl: &Statistika
sr: &Статистика
sr@latn: &Statistika
sv: &Statistik
ta: புள்ளியியல்
tg: &Статистика
uk: &Статистика
zh_cn: 统计(&S)

source: S&tatistics in Marked
ar: إح&صائيات المعلَّم
be: С&татыстыка адзначаных
bg: &Статистика в маркираните
ca: Es&tadístiques del marcat
da: S&tatistikker i markerede
de: Statistik &für markierte
el: &Στατιστικά στα σημαδεμένα
es: Es&tadísticas de los marcados
et: Märgistatute st&atistika
eu: E&statistikak Markatutakoetan
fa: &آمار در نشان‌دار‌شده‌
fr: &Statistiques dans les marqués
gl: Es&tatísticas dos marcados
he: ס&טטיסטיקה של מסומנים
hr: S&tatistika u označenim
hu: Stat&isztika a megjelöltekre
is: &Tölfræði í merktum
it: S&tatistiche nelle voci segnate
ja: マークしたものの統計(&T)
kk: Белгіленгендердің с&татистикасы
ko: 표시된 곳의 통계(&T)
lt: S&tatistika pažymėtuose
mk: С&татистика во маркираните
nb: S&tatistikk over de markerte
nds: Statistik &för Markeerte
nl: S&tatistieken van gemarkeerde bestanden
nn: S&tatistikk i merka
pa: ਨਿਸ਼ਾਨਬੱਧ ਦੇ ਅੰਕੜੇ(&t)
pl: Statystyka &zaznaczonych
pt: Es&tatísticas nos Marcados
sk: Štatistika v oz&načených
sl: S&tatistika v označenih
sr: С&татистика у означеним
sr@latn: S&tatistika u označenim
sv: S&tatistik i markerade
ta: புள்ளியியல்களில் குறியிட்ட
tg: С&татистикаи ишора карда шуда
uk: С&татистика в позначених
zh_cn: 已标记项目的统计(&T)

source: Check S&yntax
ar: افح&ص البنية
be: П&раверыць сінтаксіс
bg: Проверка на &синтаксиса
ca: Co&mprovació de la sintaxi
da: &Tjek syntaks
de: S&yntax prüfen
el: Έλεγχος &σύνταξης
es: Co&mprobación de sintaxis
et: K&ontrolli süntaksit
eu: Egiaztatu &Sintaxia
fa: بررسی &نحوی‌
fr: Vérifier la s&yntaxe
gl: Co&mprobar sintaxe
he: בדוק ת&חביר
hr: Provjeri s&intaksu
hu: Szinta&xisellenőrzés
is: &Athuga setningafræði
it: &Controlla sintassi
ja: 文法チェック(&Y)
kk: С&интаксисін тексеру
ko: 문법 검사(&Y)
lt: Tikrinti &sintaksę
mk: Провери синта&кса
nb: Sjekk &syntaks
nds: Op Synta&xfehlers pröven
nl: Synta&xis controleren
nn: K&ontroller syntaks
pa: ਸੰਟੇਕਸ ਦੀ ਜਾਂਚ(&y)
pl: Sprawdź &składnię
pt: Verificar a S&intaxe
sk: &Otestovať syntax
sl: Preveri s&kladnjo
sr: Провери с&интаксу
sr@latn: Proveri s&intaksu
sv: Kontrollera s&yntax
ta: இலக்கணப்பிழையை பார்
tg: Тафтиши н&аҳв
uk: Перевірити с&интаксис
zh_cn: 检查语法(&Y)

source: S&pell Check
ar: &دقِّق الإملاء
be: Пра&верка арфаграфіі
bg: Проверка на &правописа
ca: C&omprovació ortogràfica
da: S&tavekontrol...
de: &Rechtschreibprüfung
el: &Ορθογραφικός έλεγχος
es: Revi&sar ortografía
et: Õi&gekirja kontroll
eu: Egiaztatu &Ortografia
fa: &غلط‌گیر‌
fr: &Vérification orthographique
gl: Com&probar ortografía
he: בדוק &איות
hr: Provjeri prav&opis
hu: &Helyesírás-ellenőrzés
is: Stafsetningar&leiðrétting
it: Controllo &ortografico
ja: スペルチェック(&P)
kk: &Емлесін тексеру
ko: 맞춤법 검사(&P)
lt: &Rašybos tikrinimas
mk: Проверка на &правопис
nb: &Stavekontroll
nds: &Klookschriever
nl: S&pellingcontrole
nn: &Stavekontroll
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ(&p)
pl: Sprawdź &pisownię
pt: &Verificação Ortográfica
sk: Kontrola &pravopisu
sl: Pre&verjanje črkovanja
sr: Провери прав&опис
sr@latn: Proveri prav&opis
sv: K&ontrollera stavning
ta: பிழைத்திருத்ததை சரி பார்
tg: С&анҷиши имло
uk: П&еревірка правопису
zh_cn: 拼写检查(&P)

source: Spell Check in &Marked
ar: &دقِّق إملاء المعلَّم
be: Праверка ар&фаграфіі адзначаных
bg: Проверка на правописа на &маркираните
ca: Comprovació ortogràfica del &marcat
da: Stavekontrol i &markerede
de: Rechtschreibprüfung in &markierten
el: Ορθογραφικός έλεγχος στα &σημαδεμένα
es: Revisar ortografía de &marcados
et: &Märgistatute õigekirja kontroll
eu: Egiaztatu Ortografia &Markatutakoetan
fa: غلط‌گیر در &نشا‌ن‌دار‌شده‌
fr: Vérification orthographique dans les &marqués
gl: Comprobar ortografía dos &marcados
he: בדוק איות ב&מסומנים
hr: Provjeri pravopis u o&značenim
hu: A megjelölt rész hel&yesírás-ellenőrzése
is: Stafsetningarleiðrétting í &merktum
it: Controllo ortografico nelle voci seg&nate
ja: マークしたものをスペルチェック(&M)
kk: &Белгіленгендердің емлесін тексеру
ko: 표시된 곳의 맞춤법 검사(&M)
lt: Rašybos tikrinimas pažy&mėtuose
mk: Проверка на правопис во &маркираните
nb: Stavekontroll over de &markerte
nds: Klookschriever för &Markeerte
nl: Spellingcontrole in ge&markeerde bestanden
nn: Stavekontroll i &merka
pa: ਨਿਸ਼ਾਨਬੱਧ ਵਿੱਚ ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ(&M)
pl: Sprawdź p&isownię zaznaczonych
pt: Verificação Ortográfica nos &Marcados
sk: Kontrola pravopisu v o&značených
sl: Preveri črkovanje v o&značenih
sr: Провери правопис у о&значеним
sr@latn: Proveri pravopis u o&značenim
sv: Kontrollera stavning i &markerade
ta: குறியீடு பிழைத்திருத்ததை சரி பார்
tg: Санҷиши &имлои ишорашуда
uk: Перевірка правопису в по&значених
zh_cn: 在已标记项目中检查拼写(&M)

source: &Rough Translation
ar: &ترجمة تقريبيّة
be: &Чарнавы пераклад
bg: &Груб превод
ca: T&raducció embastada
da: &Grov oversættelse
de: &Grob-Übersetzung
el: Π&ρόχειρη μετάφραση
es: Traducción &rápida
et: &Toores tõlkimine
eu: &Itzulpen-Zirriborroa
fa: ترجمۀ &تخمینی‌
fr: &Débrouillage des traductions
gl: T&radución automática
he: תרגום &גולמי
hr: &Grubi prijevod
hu: &Gyorsfordítás
is: G&róf þýðing
it: Traduzione app&rossimativa
ja: おおまかに翻訳(&R)
kk: &Болжалды аудару
ko: 초벌 번역(&R)
lt: G&rubus vertimas
mk: Г&руб превод
nb: Grov&oversettelse
nds: &Groff-Översetten
nl: &Ruwe vertaling
nn: &Grovomsetjing
pa: ਕੱਚਾ ਅਨੁਵਾਦ(&R)
pl: &Zgrubne tłumaczenie
pt: T&radução Lata
sk: &Približný preklad
sl: P&ribližen prevod ...
sr: &Груби превод
sr@latn: &Grubi prevod
sv: &Grovöversättning
ta: திருந்திய மொழிமாற்று
tg: &Тарҷумаи норавшан
uk: &Чорновий переклад
zh_cn: 粗略翻译(&R)

source: Rough Translation in M&arked
ar: ترجمة تقريبية للمعلَّ&م
be: Чарнавы &пераклад адзначаных
bg: Груб превод на &маркираните
ca: Traducció embastada a les m&arques
da: Grov oversættelse i &markerede
de: Gr&ob-Übersetzung in markierten
el: Πρόχειρη μετάφραση στα &σημαδεμένα
es: Tr&aducción rápida en los marcados
et: Mär&gistatute toores tõlkimine
eu: Itzulpen-Zirriborroa &Markatutakoetan
fa: ترجمۀ تخمینی در &نشان‌دار‌شده‌
fr: &Débrouillage des traductions dans les marqués
gl: Tr&adución automática dos marcados
he: תרגום גולמי למסומ&נים
hr: Grubi prijevod u ozn&ačenim
hu: A megjelölt rész gyorsfo&rdítása
is: &Gróf þýðing í merktum
it: Tr&aduzione approssimativa nelle voci segnate
ja: マークしたものをおおまかに翻訳(&A)
kk: Б&елгіленгендерді болжалды аудару
ko: 표시된 곳에서의 초벌 번역(&A)
lt: Grubus vertimas p&ažymėtuose
mk: Груб превод во м&аркираните
nb: Grov&oversettelse av de markerte
nds: Groff-Översetten för M&arkeerte
nl: Ruwe vertaling in gem&arkeerde bestanden
nn: G&rovomsetjing i merka
pa: ਨਿਸ਼ਾਨਬੱਧ ਦਾ ਕੱਚਾ ਅਨੁਵਾਦ(&a)
pl: Z&grubne tłumaczenie zaznaczonych
pt: Tradução Lata nos M&arcados
sk: P&ribližný preklad v označených
sl: Pri&bližen prevod v označenih
sr: Груби превод у озн&аченим
sr@latn: Grubi prevod u ozn&ačenim
sv: G&rovöversättning i markerade
ta: திருந்திய மொழிமாற்றின் குறியிடுகள்
tg: &Тарҷумаи норавшани ишорашуда
uk: Чорновий переклад в п&означених
zh_cn: 已标记项目中的粗略翻译(&A)

source: Mai&l
ar: أ&برِد
be: Адправ&іць
bg: &Поща
ca: &Correu
da: &Send
de: V&ersenden
el: Αποστολή &μηνύματος
es: &Correo
et: Saa&da e-postiga
eu: &Posta
fa: &نامه‌
fr: &Courrier
gl: Enviar por &correo
he: שלח ב&דוא"ל
hr: &Pošta
hu: E-&mail-küldés
is: &Póstsenda
it: &Invia
ja: メール(&L)
kk: &Поштамен жіберу
ko: 메일(&L)
mk: Испрати по &пошта
nb: &E-post
nds: &Sennen
nl: Ver&zenden
nn: &E-post
pa: ਮੇਲ(&l)
pl: &Wyślij
pt: E-mai&l
sk: &Poslať
sl: Poš&lji
sr: Пош&та
sr@latn: Poš&ta
sv: &E-posta
ta: அஞ்சல்
tg: Но&ма
uk: Надіслати по по&шті
zh_cn: 邮寄(&L)

source: Mail Mar&ked
ar: أبرِ&د المعلَّم
be: Адправіц&ь адзначаныя
bg: Изпращане на &маркираните по поща
ca: Mar&ca de correu
da: Send mar&kerede
de: M&arkierte versenden
el: Αποστολή μηνύματος των &σημαδεμένων
es: Correo de los &marcados
et: Saada märgistatud &e-postiga
eu: Posta &markatua
fa: نامۀ &نشان‌دارشده‌
fr: Courrier marqu&é
gl: Enviar por correo os &marcados
he: שלח מ&סומנים בדוא"ל
hr: Pošalji označ&ene poštom
hu: A meg&jelölt rész elküldése
is: Póstsenda mer&ktar
it: Invia file &segnati
ja: マークしたものをメール(&K)
kk: Белгіле&нгендерді поштамен жіберу
ko: 표시된 메일(&K)
mk: Испрати ги мар&кираните по пошта
nb: Mar&kert e-post
nds: Mar&keerte sennen
nl: Gemar&keerde bestanden verzenden
nn: Send mer&ka
pa: ਨਿਸ਼ਾਨਬੱਧ ਪੱਤਰ 'ਚ ਭੇਜੋ(&k)
pl: Wyś&lij zaznaczone
pt: Enviar por E-Mail os Mar&cados
sk: Poslať &označené
sl: Pošl&ji označene
sr: Пошаљи означ&ене поштом
sr@latn: Pošalji označ&ene poštom
sv: E-posta markera&de
ta: அஞ்சல் குறியிடுகள்
tg: Ном&аи ишорашуда
uk: Надіслати по пошті по&значені
zh_cn: 邮寄已标记项目(&K)

source: &Pack
ar: &حزِّم
be: Спа&каваць
bg: &Уплътняване
ca: Em&paqueta
da: &Pak
de: V&ersenden
el: Δημιουργία &πακέτου
es: Em&paquetar
et: &Paki
eu: &Paketatu
fa: &فشردن‌
fr: &Empaqueter
gl: &Empaquetar
he: ארו&ז
hr: &Pakiraj
hu: &Csomagolás
is: &Pakka
it: &Crea archivio
ja: パック(&P)
kk: &Буып-түю
ko: 묶기(&P)
lt: Su&pakuoti
mk: С&пакувај
nb: &Pakk
nds: &Komprimeren
nl: In&pakken
nn: &Pakk
pa: ਇੱਕਠੇ(&P)
pl: &Spakuj
pt: Em&pacotar
sk: Za&baliť
sl: Za&pakiraj
sr: С&пакуј
sr@latn: S&pakuj
sv: &Packa
ta: &கட்டு
tg: &Печонда бастан
uk: &Запакувати
zh_cn: 打包(&P)

source: Pack &Marked
ar: حزِّم الم&علَّم
be: Спакаваць а&дзначаныя
bg: У&плътняване на маркираните
ca: Empaqueta els &marcats
da: Pak &markerede
de: M&arkierte versenden
el: Δημιουργία πακέτου των &σημαδεμένων
es: Empaquetar &marcados
et: Paki &märgistatud
eu: Paketatu &markatuak
fa: فشردن &نشان‌دار‌شده‌
fr: Empaqueter les marqu&és
gl: Empaquetar os &Marcados
he: ארוז &מסומנים
hu: A meg&jelölt rész csomagolása
is: Pakka &merktar
it: Crea archivio con i file &segnati
ja: マークしたものをパック(&M)
kk: &Белгілегендерді буып-түю
ko: 표시된 것만 묶기(&M)
lt: Supakuoti pažy&mėtus
mk: Спакувај ги &маркираните
nb: Pakk mar&kerte
nds: &Markeerte komprimeren
nl: Ge&markeerde bestanden inpakken
nn: Pakk &markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਇੱਕਠੀਆਂ(&M)
pl: Spakuj &zaznaczone
pt: Empacotar os &Marcados
sk: Poslať &označené
sl: Zapakoraj &označene
sr: Спакуј означ&ене
sr@latn: Spakuj označ&ene
sv: Packa mar&kerade
ta: கட்டு &குறியிடுகள்
tg: Бастани &ишорашуда
uk: Запакувати &позначені
zh_cn: 打包已标记项目(&M)

source: &Validation
ar: &صلاحية
be: Прав&ерка
bg: &Валидност
ca: &Validació
da: &Efterprøvning
de: Über&prüfen
el: Έ&λεγχος εγκυρότητας
es: &Validación
et: &Sobivus
eu: &Balidazioa
fa: &اعتبارسنجی‌
gl: &Validación
he: בדוק &תקינות
hr: &Vrednovanje
hu: &Ellenőrzés
is: &Prófun
it: Con&valida
ja: 検証(&V)
kk: &Тексеру
ko: 검사(&V)
lt: &Tikrinti teisingumą
mk: &Валидација
nb: &Sjekker
nds: &Pröven
nl: &Validatie
nn: &Sjekkar
pa: ਜਾਂਚ(&V)
pl: Spra&wdzenie
pt: &Validação
sk: Ko&ntrola
sl: Po&trjevanje
sr: &Овера
sr@latn: &Overa
sv: &Validering
ta: செல்லும்
tg: &Озмоиш
uk: &Перевірка
zh_cn: 校验(&V)

source: V&alidation Marked
ar: صلا&حيّة المُعلَّم
be: Праверка адзначаны&х
bg: Вали&дност на маркираните
ca: Marques de v&alidació
da: &Efterprøvning markeret
de: Markier&te überprüfen
el: Έ&λεγχος εγκυρότητας μαρκαρισμένων
es: &Validar marcados
et: Märgistatute so&bivus
eu: Markatutakoen b&alidazioa
fa: &اعتبارسنجی نشان‌دار‌شده‌
fr: &Validation des marqués
gl: &Validación dos marcados
he: בדוק ת&קינות מסומנים
hr: O&vjera označenih
hu: A megjelöltek ellenőr&zése
is: Prófa merkt&ar
it: Con&valida segnati
ja: マークしたものを検証(&A)
kk: Белгіленгендерді т&ексеру
ko: 표시된 것 검사(&A)
lt: Tikrinti teisingumą p&ažymėtų
mk: В&алидација на маркираните
nb: Sjekk &syntaksen til markerte
nds: M&arkeerte pröven
nl: Gemarkeerde bestanden v&alideren
nn: Sjekk &syntaksen til markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਦੀ ਪੜਤਾਲ(&a)
pl: &Sprawdź zaznaczone
pt: &Validação sobre os Marcados
sk: Kon&trola označených
sl: &Potrdi označene
sr: О&вера означених
sr@latn: O&vera označenih
sv: V&alidering av markerade
ta: செல்லும் குறிகள்
tg: О&змоиши ишорашуда
uk: П&еревірка позначених
zh_cn: 校验已标记的(&A)

source: Update
ar: حدِّث
be: Абнавіць
bg: Обновяване
ca: Actualitza
da: Opdatér
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
et: Uuenda
eu: Eguneratu
fa: به‌روزرسانی
fr: Mettre à jour
gl: Actualizar
he: עדכן
hr: Ažuriraj
hu: Frissítés
is: Uppfæra
it: Aggiorna
ja: 更新
kk: Жаңарту
ko: 업데이트
lt: Atnaujinti
mk: Ажурирај
nb: Oppdater
nds: Opfrischen
nl: Bijwerken
nn: Oppdater
pa: ਅੱਪਡੇਟ
pl: Uaktualnij
pt: Actualizar
sk: Aktualizovať
sl: Posodobi
sr: Ажурирај
sr@latn: Ažuriraj
sv: Uppdatera
ta: முழுமையாக
tg: Бозсозӣ
uk: Оновити
zh_cn: 更新

source: Update Marked
ar: حدِّث المُعلَّم
be: Абнавіць адзначаныя
bg: Обновяване на маркираните
ca: Actualitza marcats
da: Opdatér &markerede
de: Markierte aktualisieren
el: Ενημέρωση μαρκαρισμένων
es: Actualizar marcados
et: Uuenda märgitud
eu: Eguneratu markatuak
fa: به‌روزرسانی نشان‌دارشده
fr: Mettre à jour les marqués
gl: Actualizar os marcados
he: עדכן מסומנים
hr: Ažuriraj označene
hu: A megjelöltek frissítése
is: Uppfæra merktar
it: Aggiorna segnati
ja: マークしたものを更新
kk: Белгіленгендерді жаңарту
ko: 표시된 것 업데이트
lt: Atnaujinti pažymėtus
mk: Ажурирај маркирани
nb: Oppdater de markerte
nds: Markeerte opfrischen
nl: Gemarkeerde bestanden bijwerken
nn: Oppdater markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਅੱਪਡੇਟ
pl: Uaktualnij zaznaczone
pt: Actualizar os Marcados
sk: Aktualizovať označené
sl: Posodobi označene
sr: Ажурирај означене
sr@latn: Ažuriraj označene
sv: Uppdatera markerade
ta: முழுமையான குறிகள்
tg: Бозсозии ишорашуда
uk: Оновити позначені
zh_cn: 更新已标记的文件

source: Commit
ar: أرسِل
be: Выкласці
bg: Изпращане
ca: Publica
da: Indsending
de: Einspielen
el: Καταχώρηση
es: Entregar
et: Kanna sisse
eu: Aldaketak egin
fa: تصدیق
fr: Valider
gl: Entregar
he: בצע
hr: Pošalji
hu: Mentés (commit)
is: Setja inn
ja: コミット
kk: Тапсыру
ko: 보내기
lt: Įkelti (commit)
nb: Meld inn
nds: Inspelen
nl: Vastleggen (commit)
nn: Meld inn
pa: ਕਮਿਟ (commit)
pl: Wyślij
pt: Enviar
sk: Poslať
sl: Udejani
sr: Предај
sr@latn: Predaj
sv: Arkivera
ta: நிறைவேற்று
tg: Додан
uk: Передати
zh_cn: 提交

source: Commit Marked
ar: أرسِل المُعلم
be: Выкласці адзначаныя
bg: Изпращане на маркираните
ca: Publica marcats
da: Indsend &markerede
de: Markierte einspielen
el: Καταχώρηση σημαδεμένων
es: Entregar marcados
et: Kanna märgitud sisse
eu: Aldaketak egin markatutakoetan
fa: تصدیق نشان‌دارشده‌
fr: Valider les marqués
gl: Entregar os marcados
he: בצע מסומנים
hr: Predaj označene
hu: A megjelöltek mentése (commit)
is: Setja inn merktar
it: Commit segnati
ja: マークしたものをコミット
kk: Белгіленгендерді тапсыру
ko: 표시된 것 보내기
lt: Įkelti (commit) pažymėtus
nb: Meld inn de markerte
nds: Markeerte inspelen
nl: Gemarkeerde bestanden vastleggen
nn: Meld inn markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਕਮਿਟ
pl: Wyślij zaznaczone
pt: Enviar os Marcados
sk: Poslať označené
sl: Udejani označene
sr: Предај означене
sr@latn: Predaj označene
sv: Arkivera markerade
ta: குறியிடுகளை நிறைவேற்று
tg: Дадани интихоб карда шуда
uk: Передати позначені
zh_cn: 提交已标记的文件

source: Status
ar: الحالة
be: Стан
bg: Статус
ca: Estatus
el: Κατάσταση
es: Estado
et: Olek
eu: Egoera
fa: وضعیت
fr: État
gl: Estado
he: מצב
hu: Állapot
is: Staða
it: Stato
ja: 状態
kk: Күй-жайы
ko: 상태:
lt: Būsena
mk: Статус
pa: ਹਾਲਤ
pl: Stan
pt: Estado
sk: Stav
sl: Stanje
sr: Статус
ta: நிலை
tg: Вазъият
uk: Стан
zh_cn: 状态

source: Status for Marked
ar: حالة المعلَّم
be: Стан адзначаных
bg: Статус на маркираните
ca: Estatus per als marcats
da: Status for markerede
de: Status für markierte
el: Κατάσταση για τα σημαδεμένα
es: Estado de los marcados
et: Märgistatute olek
eu: Markatutakoen estatistikak
fa: وضعیت برای نشان‌دارشده
fr: État pour les marqués
gl: Estado dos marcados
he: מצב המסומנים
hr: Status za označene
hu: A megjelöltek állapota
is: Staða merktra skráa
it: Stato dei file segnati
ja: マークしたものの状態
kk: Белгіленгендердің күй-жайы
ko: 표시된 것에 대한 상태
lt: Pažymėtųjų būsena
mk: Статус за маркираните
nb: Statistikk over de markerte
nds: Status för Markeerte
nl: Status voor gemarkeerde bestanden
nn: Status for markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਲਈ ਹਾਲਤ
pl: Stan zaznaczonych
pt: Estado dos Marcados
sk: Stav pre označené
sl: Stanje označenih
sr: Статус за означене
sr@latn: Status za označene
sv: Status för markerade
ta: குறியிடுகளின் நிலை
tg: Вазъияти интихоб карда шуда
uk: Стан позначених
zh_cn: 已标记文件的状态
