Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Run msgfmt before processing a file</b></p><p>If you enable this, KBabel will run Gettext's msgfmt tool before processing a file.</p><p>Enabling this setting is recommended, even if it causes processing to be slower. This setting is enabled by default.</p><p>Disabling is useful for slow computers and when you want to translate PO files that are not supported by the current version of the Gettext tools that are on your system. The drawback of disabling is that hardly any syntax checking is done by the processing code, so invalid PO files could be shown as good ones, even if Gettext tools would reject such files.</p></qt>
ar: <qt><p><b>شغِّل msgfmt قبل معالجة ملف</b></p> <p>إذا فعَّلت هذا، سيشغِّل مترجم‌ك أداة msgfmt من Gettext قبل معالجة أي ملف.</p> <p>يُنصح بتفعيل هذا الخيار، حتى لو أدى لجعل المعالجة أبطأ. هذا الخيار مفعّل افتراضياً.<p> <p>يفيد تعطيل هذا مع الحواسيب البطيئة أو عندما ترغب في ترجة ملفات PO لا تدعمها نسخة أدوات Gettext الموجودة حاليا على نظامك. عيب التعطيل يكمن في عدم وجود أي تحقق من البنية يتم عبر شفرة المعالجة، لذا ستظهر ملفات PO غير السليمة كملفات جيّدة، حتى لو كانت أدوات Gettext سترفض ملفات كهذه.</p></qt>
be: <qt><p><b>Запускаць msgfmt перад апрацоўкай файла</b></p><p>Гэты параметр рэкамендуецца пакінуць уключаным, нават калі гэта ўплывае на хуткасць.</p><p>Адключэнне гэтага параметру можа пацягнуць за сабою пропуск сінтаксічных памылак у файлах, аднак карысна калі ў вас вельмі павольны кампутар або вы жадаеце перакладаць файлы PO, не падтрымліваемыя бягучай версіяй gettext.</p></qt>
bg: <qt><p><b>Изпълнение на msgfmt преди обработка на файл</b></p><p>Ако включите тази отметка, KBabel ще изпълни msgfmt преди обработката на файла.</p><p>Това се препоръчва въпреки, че така процесът ще стане по-бавен. Опцията е включена по подразбиране.</p><p>Изключването и може да е добре при бавни компютри и когато искате да превеждате PO файлове, които не се поддържат от текущата версия на Gettext tools на компютъра ви. Пречката да бъде изключена е, че проверката на синтаксиса трудно се прави от кода, така че невалидните PO файлове може да се покажат като валидни, дори когато Gettext би ги отхвърлил.</p></qt>
ca: <qt><p><b>Executa msgfmt abans de processar un fitxer</b></p><p>Si habiliteu aquesta opció, KBabel executarà l'eina msgfmt de Gettext abans de processar un fitxer.</p><p>Es recomana marcar aquesta opció, fins i tot encara torni més lent el processament. Per omissió aquesta opció estarà marcada.</p><p>És útil deshabilitar-la en ordinadors lents i quan voleu traduïr fitxers PO que no estan suportats per la versió actual de les eines de Gettext que teniu al vostre sistema. Com a contrapartida, en deshabilitar aquesta opció el codi de processament no realitzarà gairabé cap comprovació de sintaxi, pel que alguns fitxers PO no vàlids poden ser considerats com a bons, fins i tot encara que les eines de Gettext els refusin.</p></qt>
da: <qt><p><b>Kør msgfmt før en fil behandles</b></p><p>Hvis du aktiverer dette, vil KBabel køre Gettext's msgfmt-værktøj før en fil behandles.</p><p>Det anbefales at aktivere denne indstilling, selvom det gør behandlingen langsommere. Som standard er denne indstilling slået til.</p><p>Deaktivering er nyttigt for langsomme computere og hvis du ønsker at oversætte PO-filer der ikke er understøttet af den gældende udgave af Gettext-værktøjer der er på dit system. Det negative herved er at der ikke udføres noget tjek af syntaks af behandlingskoden, så ugyldige PO-filer kan blive vist som værende i orden, selvom Gettext-værktøjer ville afslå sådanne filer.</p></qt>
de: <qt><p><b>Vor Verarbeitung einer Datei msgfmt ausführen</b></p><p>Wenn diese Einstellung aktiv ist, führt KBabel das zu Gettext gehörende Programm msgfmt aus, bevor die Datei bearbeitet wird.</p><p>Es wird empfohlen, diese Einstellung zu aktivieren, auch wenn dadurch die Verarbeitungsgeschwindigkeit etwas sinkt. In der Voreinstellung ist die Einstellung aktiv.</p><p>Das Deaktivieren der Einstellung kann nützlich sein, wenn Sie einen langsamen Rechner besitzen oder wenn Sie PO-Dateien bearbeiten müssen, die von Ihrer aktuellen Gettext-Version nicht unterstützt werden. Der Nachteil ist aber, dass kaum Syntaxprüfungen durchgeführt werden, sodass ungültige PO-Dateien als gültig angezeigt werden könnten, obwohl Gettext die Dateien normalerweise als ungültig zurückweisen würde.
el: <qt><p><b>Εκτέλεση του msgfmt πριν την επεξεργασία ενός αρχείου</b></p><p>Αν το ενεργοποιήσετε, το KBabel θα εκτελεί το εργαλείο msgfmt του Gettext πριν την επεξεργασία ενός αρχείου.</p><p>Συστήνεται η ενεργοποίησή του, ακόμα κι αν καθυστερεί την επεξεργασία. Η επιλογή είναι εξ ορισμού ενεργοποιημένη.</p><p>Η απενεργοποίησή του είναι χρήσιμη σε αργούς υπολογιστές ή αν τα αρχεία PO που θέλετε να μεταφράσετε δεν υποστηρίζονται από την εγκατεστημένη έκδοση του Gettext. Το πρόβλημα, όταν η επιλογή είναι απενεργοποιημένη, είναι ότι δε θα γίνεται κανένας έλεγχος από τον κώδικα επεξεργασίας, και έτσι μη έγκυρα αρχεία PO θα εμφανίζονται ως έγκυρα, ακόμα κι αν αυτά θα απορρίπτονταν από τα εργαλεία του Gettext.</p></qt>
es: <qt><p><b>Ejecutar msgfmt antes de procesar un archivo</b></p><p>Si marca esta opción, KBabel ejecutará la herramienta msgfmt de Gettext antes de procesar un archivo.</p><p>Se recomienda marcar esta opción, incluso aunque haga que el procesamiento sea más lento. Esta opción estará marcada de forma predeterminada.</p><p>Es útil no seleccionar esta opción en equipos lentos y cuando desea traducir archivos PO que no están soportados por la versión de las herramientas de Gettext instaladas en su sistema. Como contrapartida, si no marca esta opción, el código de procesamiento no realizará apenas ninguna comprobación sintáctica, por lo que algunos archivos PO no válidos pueden ser considerados como buenos, incluso aunque las herramientas de Gettext rechacen dichos archivos.</p></qt>
et: <qt><p><b>Enne faili töötlemist käivitatakse programm msgfmt</b></p><p>Märgistamisel käivitab KBabel enne faili töötlemist Gettexti tööriista msgfmt.</p><p>Soovitatav on see sisse lülitada, kuigi see muudab töötlemise veidi aeglasemaks. Vaikimisi ongi see sisse lülitatud.</p><p>Väljalülitamine on mõttekas aeglastes arvutites ja siis, kui soovid tõlkida PO-faile, mida ei toeta sinu süsteemi parajasti paigaldatud Gettexti tööriistade versioon. Väljalülitamise miinuseks on asjaolu, et failide töötlemisel ei kontrollita sel juhul peaaegu üldse süntaksit, mistõttu isegi vigased PO-failid võivad paista korrektsena.</p></qt>
eu: <qt><p><b>Exekutatu msgfmt fitxategi bat prozesatu baino lehen</b></p><p>Hau hautatzen baduzu, KBabel-ek Gettext-en msgfmt tresna exekutatuko du fitxategi bat prozesatu baino lehen.</p><p>Gomendagarria da ezarpen hau aktibatzea prozesaketa mantsotzen badu ere. Lehenespenez aktibatuta dago.</p><p>Desautatzea, ordenagailu zaharragoetan eta uneko Gettext bertsioak onartzen ez dituen fitxategiak itzultzen dituzunean erabilgarria da, baina ez duzu sintaxi egiaztapenik izango eta PO fitxategiak ongi daudela ematen badu ere, agian Gettext tresnak ukatu egingo ditu.</p></qt>
fa: <qt><p><b>اجرای msgfmt قبل از پردازش پرونده </b></p><p>اگر این گزینه را فعال سازید، KBabel ابزار msgfmt از Gettext را قبل از پردازش یک پرونده اجرا می‌کند. </p><p> فعال‌سازی این تنظیم توصیه می‌شود، حتی اگر باعث کند شدن سرعت پردازش شود. این تنظیم به طور پیش‌قرض فعال است.</p><p>غیرفعال‌سازی آن برای رایانه‌های کند مفید است، و وقتی بخواهید پرونده‌های PO را ترجمه کنید، که توسط نسخۀ جاری ابزارهای Gettext که بر روی سیستمتان هست پشتیبانی نمی‌شود. اشکال غیرفعال‌سازی این است که هر بررسی نحوی توسط پردازش کد به سختی انجام می‌شود، در نتیجه، پرونده‌های PO مانند نمونه‌های خوب نمایش داده می‌شوند، حتی اگر ابزارهای Gettext این نوع پرونده‌ها را رد کنند.</p></qt>
fr: <qt><p><b>Lancer msgfmt avant de traiter un fichier</b></p> <p>Si vous cochez cette case, KBabel exécutera l'outil msgfmt de Gettext avant de traiter un fichier.</p> <p>Il est recommandé d'activer cette option, même si elle ralentit le traitement. Elle est activée par défaut.</p> <p>Il est utile de décocher cette case sur les ordinateurs lents, et lorsque vous voulez traduire des fichiers PO qui ne sont pas pris en charge par la version des outils Gettext installés sur votre système. L'inconvénient vient du fait que le code de traitement ne fait pratiquement aucune vérification de syntaxe. Ainsi, certains fichiers PO non valables peuvent êtres marqués comme valables, même si les outils Gettext les rejetteraient.</p></qt>
gl: <qt> <p><b></b>Executar msgfmt antes de procesar o ficheiro</p> <p>Se sinala esta opción, KBabel executará o comando msgfmt de gettext antes de procesar un ficheiro.</p><p>Recoméndase sinalar esta opción, aínda que enlenteza o procesamento. Está sinalada por omisión.</p> <p>Desactivala é útil en ordenadores lentos e cando queira traducir ficheiros PO que non estexan soportados pola versión actual das ferramentas Gettext que teña instaladas no seu sistema. O mau é que non se fará caseque nengunha comprobación da sintaxe, polo que é posíbel que ficheiros PO non válidos sexan mostrados como bons, aínda que as ferramentas Gettext os rexeiten.</p></qt>
hu: <qt><p><b>Az msgfmt futtatása fájl feldolgozása előtt</b></p><p>Ha bejelöli ezt, a KBabel lefuttatja a Gettext msgfmt nevű programját fájl feldolgozása előtt.</p><p>Érdemes ezt bejelölni, akkor is, ha egy kicsit lelassítja a feldolgozást. Alapértelmezés szerint be van jelölve.</p><p>Lassú számítógép esetén érdemes kikapcsolni, illetve ha olyan PO-fájlokat szeretne használni, amelyeket a Gettext telepített verziója nem tud kezelni. A kikapcsolás hátránya, hogy alig történik szintaktikai ellenőrzés, ezért olyan fájlok is helyesnek fognak látszani, amelyeket a Gettext hibásnak jelezne.</p></qt>
is: <qt><p><b>Keyra msgfmt áður en unnið er með skrá</b></p><p>Ef þetta er valið keyrir KBabel Gettext msgfmt tólið áður en unnið er með skrána.</p><p>Ráðlagt er að velja þetta, jafnvel þó það hægi eithvað á ferlinu. Sjálfgefið er að þetta sé valið.</p><p>Afveldu þetta ef þú ert að vinna á hægfara tölvu eða þegar þú ert að þýða PO skrár sem eru ekki studdar af Gettext tólunum sem eru á kerfinu þínu. Mínusinn með að afvelja þetta er að nánast engar athuganir eru gerðar á skránni, og þar af leiðandi geta ógildar PO skrár verið sýndar sem í lagi, jafnvel þó Gettext tól mundu hafna þeim.</p></qt>
it: <qt><p><b>Esegui msgfmt prima di analizzare un file</b></p><p>Se attivi questa opzione, KBabel eseguirà lo strumento msgfmt di Gettext prima di analizzare un file.</p><p>Si raccomanda di attivare questa opzione, anche se rallenta l'analisi dei file. Questa opzione normalmente è attiva.</p><p>Disattivare l'opzione è utile per computer lenti e quando vuoi tradurre file PO che non sono supportati dalla versione corrente degli strumenti Gettext che sono sul sistema. Lo svantaggio di disattivare l'opzione è che difficilmente il codice di analisi dei file esegue un controllo, e per questo file PO non validi potrebbero essere mostrati come validi, anche se gli strumenti Gettext non riconoscerebbero come validi tali file.</p></qt>
ja: <qt><p>ファイルを処理する前に msgfmt を実行する</p><p>これを有効にすると、KBabel はファイルを処理する前に msgfmt を実行します。</p><p>仮に処理が遅くなるとしても、このオプションを有効にしておくことを推奨します。デフォルトでは有効になっています。</p><p>これは、お使いのコンピュータが遅い場合や、システムにインストールされている Gettext ツールがサポートしていない PO ファイルを翻訳する場合に、無効にしてください。無効にすると文法チェックをしなくなるため、不正な PO ファイルが有効なものとして表示されかねないという弊害があります。</p></qt>
kk: <qt><p><b>Файлмен айналысу алдында msgfmt командасы орындалсын</b></p><p>Құсбелгісі қойылса, KBabel файлмен айналысу алдында Gettext msgfmt құралын қолданады. Бұл параметрді, тіпті ол істі баяулататын болса да, қосылған күйінде қалдырған жөн.</p><p>Бұл параметр қосылмаса, файлдарда синтаксистік қателер жіберілуі мүмкін, дегенмен егер компьютеріңіз баяу істейтін болса немесе қолданыстағы Gettext құралдары қолдамайтын РО файлдарын аударғыңыз келсе бұл пайдалы.</p></qt>
nb: <qt><p><b>Kjør msgfmt før du behandler en fil</b></p><p>Hvis du velger dette vil KBabel kjøre getteksts msgfmt-verktøy før den behandler fila</p><p>Det anbefales at du krysser av for dette, selv om det gjør behandlinga tregere. Det er standardvalget at dette er på.</p><p>Det kan være nyttig å fjerne krysset på trege datamaskiner og når du vil oversette po-filer som ikke støttes av din versjon av gettext. Ulempen med å fjerne krysset er at nesten ingen syntakssjekk foretas når fila behandles, slik at ugyldige po-filer kan se helt greie ut, selv om gettext ville ha funnet feil i dem.</p></qt>
nds: <qt><p><b>Ehr't Verarbeiden vun en Datei "msgfmt" utföhren</b></p><p>Wenn Du dit anmaakst, föhrt KBabel dat Gettext-Programm "msgfmt" ut, ehr de Datei verarbeidt warrt.</p><p>Dat is anraadt, dat Du disse Instellen anmaakst, ok wenn so de Verarbeiden langsamer warrt. Disse Instellen is standardwies anmaakt.</p><p>Dat Utmaken vun disse Optschoon kann op en langsam Reekner wat nütten, un ok, wenn Du PO-Dateien översetten wullt, de nich vun Dien aktuell Gettext-Verschoon ünnerstütt warrt. De Nadeel is, dat denn meist keen Syntaxpröven vun den Verarbeidenkode utföhrt warrt, so dat ok lege PO-Dateien as gellen wiest warrn kunnen, ok wenn Gettext de Dateien afwiesen wöör.</p></qt>
nl: <qt> <p><b>msgfmt uitvoeren voordat een bestand verwerkt wordt</b></p> <p>Als u deze optie inschakelt, dan zal KBabel het programma msgfmt van Gettext uitvoeren voordat een bestand wordt verwerkt.</p> <p>Het is aan te bevelen om deze instelling te activeren, zelfs als dit het het verwerken vertraagd. Deze instelling is standaard ingeschakeld.</p> <p>Schakel deze optie uit als u een trage computer hebt of wanneer u po-bestanden wilt vertalen die niet ondersteund worden door de huidige versie van de Gettext-programma's op uw computer. Het nadeel van het uitschakelen is dat er tijdens het verwerken van de code vrijwel geen enkele syntaxiscontrole zal plaatsvinden, waardoor po-bestanden die fouten bevatten kunnen worden aangeduid als correcte bestanden, zelfs als de Gettext-programma's deze bestanden zouden weigeren.</p></qt>
pl: <qt><p><b>Uruchom msgfmt przed przetworzeniem pliku</b></p><p>Jeśli ta opcja jest włączona, KBabel uruchomi narzędzie Gettext msgfmt przed przetworzeniem pliku.</p><p>Zalecane jest włączenie tej opcji, nawet jeśli spowalnia to przetwarzanie. To jest domyślna opcja.</p><p>Wyłączenie tej opcji jest przydatne w wolnych komputerach oraz przy tłumaczeniu plików PO nieobsługiwanych przez wersję narzędzi Gettext zainstalowaną w systemie. Minusem jest to, że większość ewentualnych błędów składniowych nie zostanie wykryta, w związku z czym błędne pliki PO będą wyświetlane jako dobre, nawet jeśli Gettext by je odrzucił.</p></qt>
pt: <qt><p><b>Executar o 'msgfmt' antes de processar um ficheiro</b></p><p>Se assinalar esta opção, o KBabel irá executar a ferramenta 'msgfmt' do Gettext antes de processar um ficheiro.</p><p>É recomendada esta opção, mesmo que torne o processamento mais lento. Esta está ligada por omissão.</p><p>A sua desactivação é útil para os computadores lentos e quando deseja traduzir ficheiros PO que ainda não sejam suportados pela versão actual das ferramentas do Gettext que estão no seu sistema. O problema de desligar esta opção é que não feita praticamente qualquer verificação de sintaxe pelo código de processamento, como tal os ficheiros PO inválidos poderão ser mostrados como bons, mesmo que as ferramentas do Gettext os rejeitassem.</p></qt>
sk: <qt><p><b>Spustiť msgfmt pred spracovaním súboru</b></p><p>Ak povolíte túto voľbu, KBabel spustí nástroj msgfmt pred spracovaním súboru.</p><p>Povolenie tejto voľby sa odporúča, i keď trochu spomaľuje spracovanie. Táto voľba je štandardne povolená.</p><p> Deaktivácia tejto voľby sa môže hodiť na pomalších počítačoch alebo ak prekladáte súbory, ktoré nepodporuje súčasná verzia nástroja msgfmt. Nevýhodou deaktivácie je takmer žiadna kontrola chýb pri spracovávaní.</p></qt>
sl: <qt> <p><b>Pred obdelavo datoteke poženi msgfmt</b></p> <p>Če omogočite to možnost, bo KBabel pred obdelavo datoteke pognal orodje msgfmt iz paketa Gettext.</p> <p>Priporočeno je, da to možnost omogočite, čeprav je zato obdelovanje počasnejše. Ta možnost je privzeto omogočena.</p> <p>Onemogočenje je uporabno, če imate počasen računalnik in ko prevajate datoteke PO, ki jih trenutna različica Gettext-a, ki jo imate na računalniku, ne podpira. Pomanjkljivost tega je, da se potem ne opravlja skoraj nobeno preverjanje skladnje. Neveljavne datoteke PO so lahko tako označene kot pravilne, pa čeprav bi orodja iz Gettext take datoteke zavrnila.</p></qt>
sr: <qt><p><b>Покрени msgfmt пре обраде фајла</b></p><p>Ако попуните ово, KBabel ће покренути Gettext-ов алат msgfmt пре даље обраде фајла.</p><p>Препоручљиво је да ово буде укључено, иако ће обрада бити спорија; подразумевано је укључено.</p><p>Искључивање може бити корисно за спорије рачунаре, као и када желите да преводите PO фајлове који нису подржани верзијом Gettext-ових алата који се налазе на вашем систему. Недостатак је у томе што се скоро ништа од синтаксе не проверава при обради, па се неисправни PO фајлови могу приказати исправним, иако би их Gettext-ови алати одбацили.</p></qt>
sr@latn: <qt><p><b>Pokreni msgfmt pre obrade fajla</b></p><p>Ako popunite ovo, KBabel će pokrenuti Gettext-ov alat msgfmt pre dalje obrade fajla.</p><p>Preporučljivo je da ovo bude uključeno, iako će obrada biti sporija; podrazumevano je uključeno.</p><p>Isključivanje može biti korisno za sporije računare, kao i kada želite da prevodite PO fajlove koji nisu podržani verzijom Gettext-ovih alata koji se nalaze na vašem sistemu. Nedostatak je u tome što se skoro ništa od sintakse ne proverava pri obradi, pa se neispravni PO fajlovi mogu prikazati ispravnim, iako bi ih Gettext-ovi alati odbacili.</p></qt>
sv: <qt><p><b>Kör msgfmt innan en fil behandlas</b></p><p>Om du markerar det här, kör Kbabel verktyget msgfmt från Gettext innan en fil behandlas.</p><p>Det rekommenderas att inställningen markeras, även om det gör behandlingen långsammare. Normalvärdet är att inställningen är markerad.</p><p>Att avmarkera inställningen är användbart för långsamma datorer och när du vill översätta PO-filer som inte stöds av den nuvarande versionen av verktygen i Gettext på ditt system. Nackdelen med att avmarkera den är att nästan ingen syntaxkontroll alls görs av behandlingskoden, så att ogiltiga PO-filer skulle kunna visas som riktiga, även om verktygen i Gettext skulle förkasta sådana filer.</p></qt>
uk: <qt><p><b>Запускати msgfmt перед аналізом файла </b></p><p>Якщо ви увімкнули цей параметр, KBabel буде запускати програму msgfmt з пакунку Gettext перед аналізом файла.</p><p>Рекомендується вмикати цей параметр по при те, що це сповільняє аналіз. Типове значення цього параметра - увімкнено.</p><p>Вимикайте цей параметр при роботі з повільним комп'ютером та, якщо встановлена версія Gettext не підтримує ті PO-файли, які ви перекладаєте. Негативний ефект при вимиканні - це майже повна відсутність перевірки синтаксису, та фали перекладів з помилками будуть показані, як ті що не мають помилок, навіть якщо Gettext буде відкидати ці файли.</p></qt>

source: Commands for Folders
ar: أوامر للمجلدات
be: Загады для каталогаў
bg: Команди за директории
ca: Comandaments per a les carpetes
da: Kommandoer for mapper
de: Befehle für Ordner
el: Εντολές για φακέλους
es: Órdenes para carpetas
et: Kataloogide käsud
eu: Fitxategietarako aginduak
fa: فرمانها برای پوشه‌ها
fr: Commandes pour les dossiers
gl: Comandos para os cartafoles
he: פקודות עבור תיקיות
hr: Naredbe za mape
hu: Könyvtárparancsok
is: Möppuskipanir
it: Comandi per le cartelle
ja: フォルダ用コマンド
kk: Қапшықтардың командалары
ko: 폴더에 대한 명령
lt: Komandos aplankams
mk: Наредби за папките
nb: Kommandoer for filer
nds: Ornerbefehlen
nl: Commando's voor mappen
nn: Kommandoar for mapper
pa: ਫੋਲਡਰਾਂ ਲਈ ਕਮਾਂਡਾਂ
pl: Polecenia dla katalogów
pt: Comandos para as Pastas
sk: Príkazy pre priečinky
sl: Ukazi za mape
sr: Наредбе за фасцикле
sr@latn: Naredbe za fascikle
sv: Kommandon för kataloger
ta: தொகுப்புக்கான கட்டளைகள்
tg: Фармон барои феҳристҳо
uk: Команди для тек
zh_cn: 用于文件夹的命令

source: Replaceables: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
ar: المُستبدَلات: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
be: Заменныя радкі: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
bg: Заменяеми: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
ca: Substituïbles: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
da: Kan erstattes: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
de: Ersetzungen: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
el: Αντικαταστάσεις: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
es: Reemplazables: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
et: Asendatavad: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
eu: Ordezkagarriak: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
fa: قابل جایگزین: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
fr: Remplaçables : @PACKAGE@, @PODIR@, @POTDIR@, @POFILES@, @MARKEDPOFILES@
gl: Substituíbeis: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
he: ניתנים להחלפה: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
hr: Zamjenjeive vrijednosti: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
hu: Használható helyettesítések: @PACKAGE@, @PODIR@, @POTDIR@, @POFILES@, @MARKEDPOFILES@
is: Útskiptanlegt: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
it: Sostituibili: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
ja: 置換可能なもの: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
kk: Алмастыратындары: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
ko: 교체할 대상들: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
lt: Pakeičiama: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
mk: Променливи: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
nb: Ord som blir byttet ut: @PACKAGE@, @PODIR@, @POTDIR@, @POFILES@, @MARKEDPOFILES@
nds: Platzhollers: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
nl: Variabelen: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
nn: Ord som vert bytte ut: @PACKAGE@, @PODIR@, @POTDIR@, @POFILES@, @MARKEDPOFILES@
pa: ਤਬਦੀਲੀਯੋਗ: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
pl: Zastępowanie: @PACKAGE@, @PODIR@,@POTDIR@, @POFILES@, @MARKEDPOFILES@
pt: Substituíveis: @PACKAGE@, @PODIR@, @POTDIR@, @POFILES@, @MARKEDPOFILES@
sk: Nahraditeľné: @PACKAGE@, @PODIR@, @POTFILE@, @POFILES@, @MARKEDPOFILES@
sl: Nadomestljive vrednosti: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
sr: Променљиве: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
sr@latn: Promenljive: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
sv: Ersättningsbara: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
tg: Сатрҳои тағйирёбанда: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
uk: Рядки заміни: @PACKAGE@, @PODIR@, @POTDIR@ @POFILES@, @MARKEDPOFILES@
zh_cn: 可替换项： @PACKAGE@、@POFILE@、@POTFILE@、 @PODIR@、@POTDIR@
