Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: C&ase sensitive
ar: حساس ل&حالة الأحرف
be: &З улікам рэгістра
bg: &Чувствителен регистър
ca: Distinció de m&ajúscules
da: &Versalfølsom
de: G&roß/Kleinschreibung beachten
el: Διάκριση &πεζών/κεφαλαίων
es: Distinción de m&ayúsculas
et: Tõstutun&dlik
eu: &Maiuskulak/minuskulak bereizi
fa: حساس به &حالت‌
fr: Tenir compte de la c&asse
gl: Distinción de m&aiúsculas
he: מובחן בין &אותיות גדולות לקטנות
hr: Pazi na veličinu slova
hu: N&agybetűérzékeny
is: &Háð há-/lágstöfum
it: Distingui m&aiuscole
ja: 大文字小文字を区別(&A)
kk: Үлкен-кішілігін &ескеріп
ko: 대소문자 구분(&A)
lt: Skirti &raidžių dydį
mk: Разликувај големин&а на букви
nb: Skill &mellom store og små bokstaver
nds: Op Groot-/Lüttschrieven opp&assen
nl: Hoofdletter&gevoelig
nn: Ski&l mellom store og små bokstavar
pa: ਅੱਖਰ ਸੰਵੇਦਨਸ਼ੀਲ(&a)
pl: &Uwzględnij wielkość liter
pt: Distinguir c&apitalização
sk: Rozlišovať &veľkosť písmen
sl: &Občutljiv na male/velike črke
sr: &Разликуј велика и мала слова
sr@latn: &Razlikuj velika i mala slova
sv: Skiftläg&eskänslig
ta: எழுத்து வகை உண்ரக்கூடிய
tg: Б&а ҳисоб гирифтани феҳрист
uk: З урахуванням &регістру
zh_cn: 区分大小写(&A)

source: O&nly whole words
ar: &كلمات كاملة فقط
be: Т&олькі поўныя словы
bg: Търсене само на &цели думи
ca: Tan s&ols paraules completes
da: &Kun hele ord
de: &Nur ganze Wörter
el: &Μόνο ολόκληρες λέξεις
es: S&olo palabras completas
et: Ai&nult terved sõnad
eu: Hitz &osoak bakarrik
fa: &فقط واژه‌های کامل‌
fr: Se&ulement des mots entiers
gl: S&ó palabras completas
he: רק מילים &שלמות
hr: Sa&mo cijele riječi
hu: Csak egés&z szavak
is: Aðei&ns stök orð
it: &Solo parole intere
ja: 単語に完全一致(&N)
kk: Тек &бүтін сөздерді
ko: 단어 단위(&N)
lt: Tik &žodžiuose
mk: Са&мо цели зборови
nb: Bare hele or&d
nds: &Bloots hele Wöör
nl: Allee&n hele woorden
nn: Berre heile or&d
pa: ਸਿਰਫ਼ ਪੂਰੇ ਅੱਖਰ(&n)
pl: Tylko &całe wyrazy
pt: Só palavras c&ompletas
sk: &Len celé správy
sl: &Le cele besede
sr: Са&мо целе речи
sr@latn: Sa&mo cele reči
sv: Endast &hela ord
ta: நிறைந்த வார்த்தைகள் மட்டும்
tg: Фақ&ат калимаҳои пурра
uk: Тіл&ьки цілі слова
zh_cn: 只找整个词(&N)

source: I&gnore marker for keyboard accelerator
ar: ت&جاهل علامة المسرع للوحة المفاتيح
be: І&гнараваць маркер акселератара
bg: &Игнориране на маркера на клавиатурния ускорител
ca: Ignora marcador dels acceleradors de &teclat
da: Ignorér &markering for tastaturgenvej
de: Markierung &für Tastenkürzel ignorieren
el: &Παράβλεψη σημείων για πλήκτρα συντόμευσης πληκτρολογίου
es: Ignorar marcador de los aceleradores de &teclado
et: K&iirklahvi märgistajat ei arvestata
eu: &Ez ikusia bizkortzaileen markatzaileei
fa: &چشم‌پوشی از نشان‌زن برای شتاب‌ده صفحه کلید‌
fr: &Ignorer les marques pour les accélérateurs claviers
gl: I&gnorar marcador dos atallos de teclado
he: ה&תעלם מסימון של קיצורים מקשים
hr: I&gnoriraj oznaku za prečice sa tipkovnice
hu: A gyorsító&billentyű jelének figyelmen kívül hagyása
is: &Hunsa merkingar fyrir lyklaborðs flýtilykla
it: Ign&ora il marcatore dell'acceleratore da tastiera
ja: キーアクセラレータのマーカーを無視(&G)
kk: Акселератор белгісін е&лемеу
ko: 키보드 가속을 위한 표시 무시(&G)
lt: I&gnoruoti klaviatūros greitų klavišų žymes
mk: И&гнорирај маркер за тастатурна кратенка
nb: I&gnorer tegn for snarveistast
nds: Tastkombinatschoon-Markeren ö&vergahn
nl: Marker voor toetsenbordaccelerator neg&eren
nn: I&gnorer teikn for snarvegstast
pa: ਕੀ-ਬੋਰਡ ਪਰਵੇਸ਼ਕ ਲਈ ਨਿਸ਼ਾਨ ਅਣਡਿੱਠਾ ਕਰੋ(&g)
pl: I&gnoruj znak skrótu klawiszowego
pt: I&gnorar o marcador dos atalhos do teclado
sk: Ignorovať znak &klávesových skratiek
sl: &Prezri znamenja za bližnjice s tipkami
sr: И&гнориши ознаку за пречице са тастатуре
sr@latn: I&gnoriši oznaku za prečice sa tastature
sv: Ignorera &tecken för snabbtangent
ta: &விசைப்பலகை முடுக்கி குறிகளை புறக்கணி
tg: Р&ад кардани маркер барои акселератори радифи ҳарфҳо
uk: І&гнорувати позначку акселератора
zh_cn: 忽略加速键标记符号(&G)

source: Ignore con&text information
ar: &تجاهل معلومات السياق
be: &Ігнараваць кантэкстную інфармацыю
bg: Игнориране на &контекстната информация
ca: Ignora informació de conte&xt
da: Ignorér sammenhængs&information
de: Konte&xt-Informationen ignorieren
el: Παράβλεψη &σχετικών πληροφοριών
es: Ignorar información de conte&xto
et: Kontekstiin&fo ignoreerimine
eu: Ez ikusia &testuinguruari
fa: چشم‌پوشی از اطلاعات &متن‌
fr: I&gnorer les informations de contexte
gl: Ignorar información de conte&xto
he: התעלם ממידע ה&קשר
hr: Ignoriraj konte&kstne informacije
hu: A konte&xtusinformáció figyelmen kívül hagyása
is: Hunsa &samhengis upplýsingar
it: Ignora informazioni con&testuali
ja: 文脈情報を無視(&T)
kk: Кон&текстік мәліметті елемеу
ko: 문맥 정보 무시(&T)
lt: Ignoruoti kon&tekstinę informaciją
mk: Игнорирај кон&текстна информација
nb: Ignorer sammen&hengsinformasjon
nds: Kon&text-Informatschonen övergahn
nl: Con&textinformatie negeren
nn: Ignorer saman&hengsinformasjon
pa: ਪਰਸੰਗ ਜਾਣਕਾਰੀ ਅਣਡਿੱਠਾ ਕਰੋ(&t)
pl: Ignoruj informację &kontekstową
pt: Ignorar a informação de con&texto
sk: Ignorovať k&ontextovú informáciu
sl: Prezri konteks&tne informacije
sr: Игнориши конте&кстне информације
sr@latn: Ignoriši konte&kstne informacije
sv: Ig&norera sammanhangsinformation
ta: சூழல் தகவலை நிராகரி
tg: Р&ад кардани иттилооти матнӣ
uk: Ігнорувати кон&текстну інформацію
zh_cn: 忽略上下文信息(&T)

source: From c&ursor position
ar: من موقع المؤ&شر
be: &Ад пазіцыі курсора
bg: Търсене от &текущата позиция
ca: Des de la posi&ció del cursor
da: Fra &markørens position
de: &Von Cursorposition
el: Από τη θέση του &δρομέα
es: Desde la posi&ción del cursor
et: Alates k&ursorist
eu: &Kurtsorearen posiziotik
fa: از موقعیت &مکان‌نما‌
fr: À &partir du curseur
gl: Desde a posición do &cursor
he: ממיקום &סמן
hr: Od pozicije poka&zivača
hu: A k&urzortól
is: &Frá bendli
it: Dalla posizione del c&ursore
ja: カーソル位置から(&U)
kk: Мең&зер орнынан бастап
ko: 커서 위치로부터(&U)
lt: Nuo &žymeklio pozicijos
mk: Од позицијата на &покажувачот
nb: Fra sk&rivemerket
nds: Vun den &Blinker af
nl: Vanaf c&ursorpositie
nn: Frå sk&rivemerket
pa: ਕਰਸਰ ਸਥਿਤੀ ਤੋਂ(&u)
pl: Od pozycji k&ursora
pt: Da posição do c&ursor
sk: Od pozície k&urzoru
sl: Od tren&utnega mesta kazalca
sr: Од позиције пока&зивача
sr@latn: Od pozicije poka&zivača
sv: Från &markörens läge
ta: சுட்டியின் இடத்தில் இருந்து
tg: Аз ҳолати ку&рсор
uk: Від позиції к&урсора
zh_cn: 从光标处开始(&U)

source: F&ind backwards
ar: ابحث &عكسيا
be: З&варотны пошук
bg: Търсене в &обратна посока
ca: Recerca &endarrere
da: Find &baglæns
de: Rü&ckwärts suchen
el: &Αναζήτηση προς τα πίσω
es: Buscar hac&ia atrás
et: Ta&gasisuunas
eu: &Bilatu atzerantz
fa: &یافتن پس‌سوها‌
fr: Chercher en arri&ère
gl: Procura &cara atrás
he: &חפש אחורה
hr: Na&đi unazad
hu: Keresés v&isszafelé
is: Leita &aftur á bak
it: T&rova all'indietro
ja: 後ろ向き検索(&I)
kk: Ке&рі қарай іздеу
ko: 뒤로 찾기(&I)
lt: &Ieškoti atgal
mk: Барај на&назад
nb: F&inn bakover
nds: Na &baven söken
nl: Achter&waarts zoeken
nn: F&inn bakover
pa: ਪਿੱਛੇ ਖੋਜੋ(&i)
pl: Znajdź &wstecz
pt: P&rocurar para trás
sk: Hľadať do&zadu
sl: Po&išči nazaj
sr: На&ђи уназад
sr@latn: Na&đi unazad
sv: Sök &baklänges
ta: பின்பாக தேடு
tg: Кофт&ани мутақобилӣ
uk: Знайти &позаду
zh_cn: 向前查找(&I)

source: Use regu&lar expression
ar: استعمل ال&تعابير النمطيّة
be: Выка&рыстаць рэгулярны выраз
bg: Използване на &регулярен израз
ca: Usa &expressió regular
da: Brug &regulært udtryk
de: Reg&ulären Ausdruck benutzen
el: Χρήση &κανονικής έκφρασης
es: Usar &expresión regular
et: Regu&laaravaldised
eu: Erabili adierazpen erregu&larra
fa: استفاده از عبارت &منظم‌
fr: Utiliser une e&xpression rationnelle
gl: Empregar &expresión regular
he: השתמש בביטוי &רגולרי
hr: Koristi regu&larne izraze
hu: Reguláris ki&fejezés
is: Nota reg&lulega segð
it: &Espressione regolare
ja: 正規表現を使う(&L)
kk: Үлгі ө&рнегін қолдану
ko: 정규 표현식 사용(&L)
lt: Naudoti &įprastą išraišką
mk: Користи регу&ларен израз
nb: Bruk regu&lært uttrykk
nds: Regu&leer Utdruck bruken
nl: Regu&liere expressie gebruiken
nn: Bruk regulært &uttrykk
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ ਵਰਤੋਂ(&l)
pl: Użyj wyrażeń &regularnych
pt: Usar uma expressão regu&lar
sk: Použiť &regulárny výraz
sl: Uporabi r&egularne izraze
sr: Користи регу&ларне изразе
sr@latn: Koristi regu&larne izraze
sv: Använd reguljärt &uttryck
ta: பொது கூற்றை பயன்படுத்து
tg: Исти&фода аз ифодаи мунтазам
uk: Вживати &формальний вираз
zh_cn: 使用正则表达式(&L)

source: &Edit...
ar: &حرِّر...
be: Зм&яніць...
bg: &Редактиране...
ca: &Edita...
da: R&edigér...
de: &Bearbeiten ...
el: &Επεξεργασία...
es: &Editar...
et: &Muuda...
eu: &Editatu...
fa: &ویرایش...‌
fr: &Modifier...
gl: &Editar...
he: &ערוך...
hr: &Uredi...
hu: S&zerkesztés...
is: Br&eyta...
it: Modific&a...
ja: 編集(&E)...
kk: &Өңдеу...
ko: 편집(&E)...
lt: R&edaguoti...
mk: Ур&еди...
nb: &Rediger …
nds: &Bewerken...
nl: &Wijzigen...
nn: &Rediger …
pa: ਸੋਧ(&E)...
pl: &Edytuj...
pt: &Editar...
sk: &Upraviť...
sl: &Uredi ...
sr: &Уреди...
sr@latn: &Uredi...
sv: Re&digera...
ta: திருத்து
tg: &Таҳрир кардан...
uk: &Редагувати...
zh_cn: 编辑(&E)...

source: As&k before replacing
ar: ا&سأل قبل الإستبدال
be: Па&дцверджанне перад заменай
bg: &Питане преди замяна
ca: Pregunt&a abans de substituir
da: &Spørg før erstatning
de: Vor Erse&tzen nachfragen
el: &Ερώτηση πριν την αντικατάσταση
es: Pregunt&ar antes de sustituir
et: Enne asendamist &küsitakse
eu: &Galdetu ordeztu aurretik
fa: &سؤال کردن قبل از جایگزینی‌
fr: &Demander avant de remplacer
gl: Pregunt&ar antes de substituir
he: &שאל לפני החלפה
hr: &Pitaj prije zamijene
hu: Megerősítés kérése csere e&lőtt
is: Spyrja áður en orðum er s&kipt út
it: &Chiedi prima di sostituire
ja: 置換の前に確認(&K)
kk: Алмастыру алдында сұра&у
ko: 바꾸기 전에 물어보기(&K)
lt: &Klausti prieš pakeičiant
mk: Прашај пре&д замена
nb: Spø&r før erstatning
nds: Ehr't Utwesseln n&afragen
nl: Vervangen be&vestigen
nn: &Spør før erstatting
pa: ਤਬਦੀਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪੁੱਛੋ(&k)
pl: &Pytaj przy zamianie
pt: &Confirmar antes de substituir
sk: &Pýtať sa pred nahradením
sl: Vpr&ašaj preden zamenjaš
sr: Пит&ај пре замењивања
sr@latn: Pit&aj pre zamenjivanja
sv: Fråga f&öre ersättning
ta: மாற்றுவதற்கு முன் கேள்
tg: Тасдиқ&от пеш аз тағйирдиҳӣ
uk: За&питувати перед заміною
zh_cn: 替换前询问(&K)
