Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: &Update header when saving
ar: &حدِّث الترويسة عند الحفظ
be: А&днавіць загаловак пры захаванні
bg: Об&новяване на заглавната част при запис
ca: En desar act&ualitza la capçalera
da: &Opdatér hoved, når der gemmes
de: Vorspa&nn beim Speichern aktualisieren
el: &Ενημέρωση επικεφαλίδας κατά την αποθήκευση
es: Act&ualizar cabecera al guardar
et: Salvestamisel &uuendatakse päist
eu: Gordetzean &eguneratu goiburukoa
fa: &به‌روزرسانی سرآیند هنگام ذخیره‌
fr: &Mettre à jour l'en-tête en enregistrant
gl: Act&ualizar o cabezallo ao gardar
he: עדכן &כותרת בזמן שמירה
hr: &Ažuriraj zaglavlje prilikom spremanja
hu: A fejléc f&rissítése mentéskor
is: &Uppfæra haus við vistun
it: &Aggiorna intestazione quando salvi
ja: 保存時にヘッダを更新する(&U)
kk: &Сақтағанда айдары жаңартылсын
ko: 저장할 때 헤더 갱신(&U)
lt: Išsa&ugant, atnaujinti antraštę
mk: Аж&урирај заглавие при зачувување
nb: &Oppdater filhodet ved lagring
nds: Dateikopp bi't Sekern &opfrischen
nl: Koptekst bijwer&ken tijdens het opslaan
nn: &Oppdater filhovud ved lagring
pa: ਸੰਭਾਲਣ ਸਮੇਂ ਸਿਰਲੇਖ ਅੱਪਡੇਟ ਕਰੋ(&U)
pl: &Aktualizuj nagłówek przy zapisywaniu
pt: &Actualizar o cabeçalho ao gravar
sk: &Opraviť hlavičku pri ukladaní
sl: &Osveži glavo ob shranjevanju
sr: &Ажурирај заглавље приликом снимања
sr@latn: &Ažuriraj zaglavlje prilikom snimanja
sv: Upp&datera filhuvud när fil sparas
ta: தலைப்பைப் புதுப்பிக்கும் போது சேமி
tg: &Бозсозии унвон ҳангоми нигоҳдорӣ
uk: &Оновлювати заголовки під час зберігання
zh_cn: 在保存时更新文件头(&U)

source: Update &description comment when saving
ar: حدِّث &تعليق الوصف عند الحفظ
be: Ад&навіць каментар пры захаванні
bg: Обновя&ване на коментара с описанието при запис
ca: En desar actualitza el comentari de &descripció
da: Opdater beskrivelses&kommentar når der gemmes
de: B&eschreibung beim Speichern aktualisieren
el: Ενημέρωση σχολίου &περιγραφής κατά την αποθήκευση
es: Actualizar comentario de &descripción al guardar
et: Salvestamisel uuendatakse &kirjelduse kommentaari
eu: Gordetzean eguneratu &deskribapenaren oharra
fa: به‌روزرسانی توضیح &توصیفی هنگام ذخیره‌
fr: Me&ttre à jour le commentaire de description en enregistrant
gl: Actualizar o comentario de &descrición ao gardar
he: עדכן הערת &תיאור בזמן שמירה
hr: Ažuriraj &opisni komentar prilikom spremanja
hu: A leírás (megjegyzés) fri&ssítése mentéskor
is: Uppfæra athugasem&dir við vistun
it: Aggiorna commenti &descrittivi quando salvi
ja: 保存時に説明コメントを更新する(&D)
kk: &Сақтағанда түсініктемесі жаңартылсын
ko: 저장할 때 설명을 갱신(&D)
lt: Išsa&ugant, atnaujinti aprašymo komentarą
mk: Ажурирај комен&тар со опис при зачувување
nb: Oppdater &beskrivelseskommentaren ved lagring
nds: &Beschrieven bi't Sekern opfrischen
nl: Omschrijving bijwer&ken tijdens het opslaan
nn: Oppdater &skildringskommentar ved lagring
pa: ਸੰਭਾਲਣ ਸਮੇਂ ਵੇਰਵਾ ਟਿੱਪਣੀ ਅੱਪਡੇਟ ਕਰੋ(&d)
pl: &Aktualizuj komentarz przy zapisywaniu
pt: Actualizar o comentário da &descrição ao gravar
sk: &Aktualizovať hlavičku pri ukladaní
sl: Osveži &komentar z opisom ob shranjevanju
sr: Ажурирај &описни коментар приликом снимања
sr@latn: Ažuriraj &opisni komentar prilikom snimanja
sv: Uppda&tera beskrivande kommentar när fil sparas
ta: சேகரிக்கும் போது இற்றைப்படுத்துதல்& விவரிப்பு குறிப்புரை
tg: Бозсозии эз&оҳот ҳангоми нигоҳдорӣ
uk: Оновлювати коментар оп&ису під час зберігання
zh_cn: 在保存时更新描述注释(&D)

source: Chec&k syntax of file when saving
ar: ا&فحص بنية الملف عند الحفظ
be: &Правяраць сінтаксіс файла перад захаваннем
bg: Проверка на син&таксиса на файла при запис
ca: En desar &comprova la sintaxi del fitxer
da: &Undersøg filens syntaks, når der gemmes
de: S&yntax beim Speichern prüfen
el: Έ&λεγχος της σύνταξης του αρχείου κατά την αποθήκευση
es: &Comprobar la sintaxis del archivo al guardar
et: Salvestamisel &kontrollitakse süntaksit
eu: Gordetzean egiaz&tatu fitxategiaren sintaxia
fa: &بررسی نحو پرونده هنگام ذخیره‌
fr: &Vérifier la syntaxe du fichier en enregistrant
gl: &Comprobar a sintaxe do ficheiro ao gardar
he: בדוק ת&חביר קובץ בזמן שמירה
hr: Prover&i sintaksu datoteke prilikom spremanja
hu: Sz&intaktikai ellenőrzés mentéskor
is: Athu&ga setningarfræði skráar við vistun
it: &Controlla la sintassi del file quando salvi
ja: 保存時に文法をチェックする(&K)
kk: Сақтағанда файл синтаксисі тек&серілсін
ko: 저장할 때 파일의 문법을 검사(&K)
lt: Išsaugant, ti&krinti bylos sintaksę
mk: Провери синта&кса на датотеката при зачувување
nb: Sjekk &syntaksen på fila ved lagring
nds: Dateisyntax bi't Sekern &kuntrulleren
nl: Syntaxis van bestand &controleren tijdens het opslaan
nn: Sje&kk syntaks i fil ved lagring
pa: ਸੰਭਾਲਣ ਸਮੇਂ ਫਾਇਲ ਦੇ ਸੰਟੇਕਸ ਦੀ ਜਾਂਚ ਕਰੋ(&k)
pl: Sprawdź &składnię pliku przy zapisywaniu
pt: &Verificar a sintaxe do ficheiro ao gravar
sk: &Otestovať syntax pri ukladaní
sl: &Preveri skladnjo datoteke ob shranjevanju
sr: Провер&и синтаксу фајла приликом снимања
sr@latn: Prover&i sintaksu fajla prilikom snimanja
sv: &Kontrollera filens syntax när den sparas
ta: கோப்பினை சேகரிக்கும் போது தொடரமைப்பை சரிபார்க்கவும்
tg: Тафти&ши наҳви файл ҳангоми нигоҳдорӣ
uk: Перевір&яти синтаксис файла під час збереження
zh_cn: 在保存时检查文件语法(&K)

source: Save &obsolete entries
ar: احفظ ال&مدخلات المهجورة
be: За&хоўваць старыя значэнні каментара
bg: Съхранение на &остарелите низове
ca: Desa entrades &obsoletes
da: Gem &forældede indgange
de: Ve&raltete Einträge speichern
el: Αποθήκευση &ξεπερασμένων καταχωρήσεων
es: Guardar entradas &obsoletas
et: Salvestatakse ka va&nanenud kirjed
eu: Gorde sarrera &zaharkituak
fa: ذخیره کردن مدخلهای &منسوخ‌
fr: Enregistrer les entr&ées périmées
gl: Gardar as entradas &obsoletas
he: שמור רשומות ש&לא בשימוש
hr: Snimi &zastarjele unose
hu: Az elav&ult bejegyzések mentése
is: Vista ú&reltar færslur
it: Salva voci &obsolete
ja: 古いエントリを残す(&O)
kk: &Ескі жазулар да сақталсын
ko: 안쓰이는 항목을 저장(&O)
lt: Išsaug&oti pasenusius įrašus
mk: Зачувај застарени п&ораки
nb: Ta vare på &utdaterte oversettelser
nds: Ö&verhaalt Indrääg sekern
nl: Vervallen tekenreeksen &opslaan
nn: Ta vare på &utdaterte omsetjingar
pa: ਪੁਰਾਣੇ ਇੰਦਰਾਜ਼ ਸੰਭਾਲੋ(&o)
pl: Zapisz &zbędne komunikaty
pt: Gravar os itens &obsoletos
sk: Ukladať &staré preklady
sl: Shrani &zastarele vnose
sr: Сними &застареле уносе
sr@latn: Snimi &zastarele unose
sv: Spara föråldrade &poster
ta: சரியான நுழைவினை சேமி
tg: Нигоҳ доштани &аҳамиятҳои кӯҳнаи эзоҳот
uk: Зберігати &застарілі записи
zh_cn: 保存过时的条目(&O)

source: De&scription
ar: ال&وصف
be: Ап&ісанне
bg: &Описание
ca: De&scripció
da: Bes&krivelse
de: Beschreib&ung
el: &Περιγραφή
es: De&scripción
et: Kirjeldu&s
eu: &Deskribapena
fa: &توصیف‌
gl: De&scrición
he: &תיאור
hr: &Opis
hu: L&eírás
is: Lý&sing
it: De&scrizione
ja: 説明(&S)
kk: Си&паттамасы
ko: 설명(&S)
lt: Apra&šymas
mk: Опи&с
nb: Be&skrivelse
nds: Be&schrieven
nl: Be&schrijving
nn: &Skildring
pa: ਵੇਰਵਾ(&s)
pl: &Opis
pt: De&scrição
sk: P&opis
sl: Opi&s
sr: Оп&ис
sr@latn: Op&is
sv: Be&skrivning
ta: விவரம்
tg: &Тасвирот
uk: &Опис
zh_cn: 描述(&S)

source: Encoding
ar: الترميز
be: Кадыроўка
bg: Кодова таблица
ca: Codificació
da: Tegnsæt
de: Kodierung
el: Κωδικοποίηση
es: Codificación
et: Kodeering
eu: Kodeketa
fa: کدبندی
fr: Encodage
gl: Codificación
he: קידוד
hr: Kodiranje
hu: Kódolás
is: Stafatafla
it: Codifica
ja: エンコーディング
kk: Кодтамасы
ko: 인코딩
lt: Koduotė
mk: Кодирање
nb: tegnsett
nds: Koderen
nl: Codering
nn: Teiknsett
pa: ਇੰਕੋਡਿੰਗ
pl: Kodowanie
pt: Codificação
sk: Kódovanie
sl: Kodni nabor
sr: Кодирање
sr@latn: Kodiranje
sv: Kodning
ta: ரகசியமாக
tg: Рамзгузорӣ
uk: Кодування
zh_cn: 编码

source: Default:
ar: الإفتراضي:
be: Па змаўчанні:
bg: По подразбиране:
ca: Per omissió:
da: Standard:
de: Standard:
el: Προκαθορισμένο:
es: Predeterminada:
et: Vaikimisi:
eu: Lehenetsia:
fa: پیش‌فرض:
fr: Défaut :
gl: Por omisión:
he: ברירת מחדל:
hr: Zadano:
hu: Alapértelmezés:
is: Sjálfgefið:
it: Predefinita:
ja: デフォルト:
kk: Әдеттегісі:
ko: 기본값:
lt: Pagrindinė:
mk: Стандардно:
nb: Standard:
nds: Standard:
nl: Standaard:
nn: Standard:
pa: ਮੂਲ:
pl: Domyślne:
pt: Predefinição:
sk: Štandard:
sl: Privzeto:
sr: Подразумевано:
sr@latn: Podrazumevano:
sv: Förvalt:
ta: பிழை:
tg: Пешфарзӣ:
uk: Типові:
zh_cn: 默认：

source: (default)
ar: (الإفتراضي)
be: (па змаўчанні)
bg: (по подразбиране)
ca: (per omissió)
da: (standard)
de: (Standard)
el: (προκαθορισμένο)
es: (predeterminada)
et: (vaikimisi)
eu: (lehenetsia)
fa: )پیش‌فرض(
fr: (défaut)
gl: (por omisión)
he: (ברירת מחדל)
hr: (uobičajena postavka)
hu: (alapértelmezés)
is: (sjálfgefið)
it: (predefinita)
ja: (デフォルト)
kk: (әдетті)
ko: (기본값)
lt: (pagrindinė)
mk: (стандардно)
nb: (standard)
nds: (Standard)
nl: (standaard)
nn: (standard)
pa: (ਮੂਲ)
pl: (domyślne)
pt: (predefinido)
sk: (Štandardne)
sl: (privzeto)
sr: (подразумевано)
sr@latn: (podrazumevano)
sv: (förvalt)
ta: (பிழை)
tg: (пешфарзӣ)
uk: (типово)
zh_cn: (默认)

source: Kee&p the encoding of the file
ar: ا&بقِ على ترميز الملف
be: Зах&оўваць кадыроўку файла
bg: Запазване &кодирането на файла
ca: &Mantenir la codificació del fitxer
da: &Behold indkodning af filen
de: Kod&ierung der Datei beibehalten
el: &Διατήρηση κωδικοποίησης αρχείου
es: Mantene&r la codificación del archivo
et: Algne kooditabel &jäetakse alles
eu: &Mantendu fitxategiaren kodeketa
fa: &حفظ کدبندی پرونده‌
fr: &Conserver l'encodage du fichier
gl: Mante&r a codificación do ficheiro
he: שמו&ר את הקידוד של הקובץ
hr: Za&drži originalnu kodnu stranicu datoteke
hu: A fájl kó&dolásának megtartása
is: &Varðveita kóðun skráar
it: &Mantieni la codifica del file
ja: ファイルのエンコーディングを保持する(&P)
kk: Файл кодтамасы сақт&алcын
ko: 파일의 인코딩을 유지(&P)
lt: &Palikti bylos koduotę
mk: Задржи &кодирање на датотеката
nb: &Behold tegnsettet fra fila
nds: Dateikoderen &wohren
nl: &Bestaande codering in bestand houden
nn: &Bruk teiknsettet frå fila
pa: ਫਾਇਲ਼ ਦੀ ਇੰਕੋਡਿੰਗ ਸੰਭਾਲੋ(&p)
pl: Zac&howaj kodowanie pliku
pt: Manter a &codificação deste ficheiro
sk: &Nechať pôvodné kódovanie súboru
sl: Ob&drži kodiranje te datoteke
sr: За&држи првобитно кодирање фајла
sr@latn: Za&drži prvobitno kodiranje fajla
sv: &Behåll filens kodning
ta: கோப்புகளில் குறியீடுகளை சேர்
tg: Ниг&оҳ доштани рамзоти файл
uk: Збе&рігати кодування файла
zh_cn: 保留文件的编码(&P)

source: Automatic Saving
ar: حفظ آلي
be: Аўтазахаванне
bg: Автоматичен запис
ca: Desat automàtic
da: Gem automatisk
de: Automatisches Speichern
el: Αυτόματη αποθήκευση
es: Guardar automáticamente
et: Automaatne salvestamine
eu: Gorde automatikoki
fa: ذخیره کردن خودکار
fr: Enregistrement automatique
gl: Gardado automático
he: שמירה אוטומטית
hr: Automatsko spremanje
hu: Automatikus mentés
is: Sjálfvirk vistun
it: Salvataggio automatico
ja: 自動保存
kk: Автоматты түрде сақтау
ko: 자동 저장
lt: Automatinis išsaugojimas
mk: Автоматско зачувување
nb: Automatisk lagring
nds: Automaatsch Sekern
nl: Automatisch opslaan
nn: Automatisk lagring
pa: ਆਟੋ ਸੰਭਾਲ
pl: Automatyczne zapisywanie
pt: Gravação Automática
sk: Automatické ukladanie
sl: Samodejno shranjevanje
sr: Аутоматско снимање
sr@latn: Automatsko snimanje
sv: Spara automatiskt
ta: தானாகவே சேர்
tg: Худнигоҳдорӣ
uk: Автоматичне збереження
zh_cn: 自动保存

source: _: Short for minutes min
ar: دقيقة
be: мін
bg: мин
ca: min
da: min
de: min
el: λεπτά
es: min
et: min
eu: min
fa: دقیقه
fr: min
gl: min
he: דקות
hr: min.
hu: min
is: mín
it: min
ja: 分
kk: мин
ko: 분
lt: min.
mk: мин
nb: min
nds: Min.
nl: min
nn: min.
pa: ਮਿੰਟ
pl: min.
pt: min
sk: min
sl: min
sr: мин.
sr@latn: min.
sv: min
ta: நிமிடம்
tg: дақиқа
uk: хв
zh_cn: 分钟

source: No autosave
ar: لا حفظ آلي
be: Без аўтазахавання
bg: Без авто запис
ca: No autodesar
da: Gem ikke automatisk
de: Keine automatische Speicherung
el: Όχι αυτόματη αποθήκευση
es: No guardar automáticamente
et: Automaatselt ei salvestata
eu: Ez automatikoki gorde
fa: بدون ذخیرۀ خودکار
fr: Pas d'enregistrement automatique
gl: Sen autoguardado
he: ללא שמירה אוטומטית
hr: Nema vrijednost
hu: Nincs automatikus mentés
is: Ekki virk
it: Nessun salvataggio automatico
ja: 自動保存なし
kk: Автосақтаусыз
ko: 자동 저장 하지 않음
lt: Automatinio išsaugojimo nėra
mk: Без автом. зачувување
nb: Ingen autolagring
nds: Nich automaatsch sekern
nl: Niet automatisch opslaan
nn: Inga autolagring
pa: ਆਟੋ-ਸੰਭਾਲ ਨਹੀਂ
pl: Brak autozapisu
pt: Sem auto-gravação
sk: Bez automatického ukladania
sl: Brez samodejnega shranjevanja
sr: Без аутоматског снимања
sr@latn: Bez automatskog snimanja
sv: Spara inte automatiskt
ta: தானாகவே சேர்வது இல்லை
tg: Ғайри худнигоҳдорӣ
uk: Без автозбереження
zh_cn: 无自动保存

source: &General
ar: &عام
be: &Агульныя
bg: &Основни
da: &Generelt
de: A&llgemein
el: &Γενικά
et: Ül&dine
eu: &Orokorra
fa: &عمومی‌
fr: &Général
gl: &Xeral
he: &כללי
hr: &Općenito
hu: Általán&os
is: &Almennt
it: &Generale
ja: 一般(&G)
kk: &Жалпы
ko: 일반적인(&G)
lt: &Bendros
mk: &Општо
nb: &Generelt
nds: &Allgemeen
nl: Al&gemeen
nn: &Generelt
pa: ਸਧਾਰਨ(&G)
pl: &Ogólne
pt: &Geral
sk: &Všeobecné
sl: &Splošno
sr: &Опште
sr@latn: &Opšte
sv: All&mänt
ta: பொது
tg: &Умумӣ
uk: &Загальні
zh_cn: 常规(&G)

source: Fields to Update
ar: حقول للتحديث
be: Якія аднаўляюцца палі
bg: Полета за обновяване
ca: Camps a actualitzar
da: Felter at opdatere
de: Zu aktualisierende Felder
el: Πεδία για ενημέρωση
es: Campos a actualizar
et: Uuendatavad väljad
eu: Eguneratzeko eremuak
fa: به‌روزرسانی حوزه‌‌ها
fr: Champs à mettre à jour
gl: Campos a actualizar
he: שדות לעדכון
hr: Polja za ažuriranje
hu: A frissítendő mezők
is: Svið sem á að uppfæra
it: Campi da aggiornare
ja: 更新するフィールド
kk: Жаңартылатын өрістер
ko: 갱신할 필드
lt: Atnaujinami laukai
mk: Полиња за ажурирање
nb: Felter som skal oppdateres
nds: Feller opfrischen
nl: Bij te werken velden
nn: Felt som skal oppdaterast
pa: ਅੱਪਡੇਟ ਲਈ ਫਾਇਲਾਂ
pl: Aktualizowane pola
pt: Campos a Actualizar
sk: Opravované položky
sl: Polja za obnoviti:
sr: Поља за ажурирање
sr@latn: Polja za ažuriranje
sv: Fält att uppdatera
ta: புதுப்பிக்க வேண்டிய புலங்கள்
tg: Заминаҳои навсозӣ
uk: Поля для оновлення
zh_cn: 要更新的字段

source: Re&vision-Date
ar: &تاريخ المراجعة
be: А&пошняе аднаўленне
bg: Дата на &последен преглед
ca: Data de &revisió
da: &Revisionsdato
de: B&earbeitungsdatum
el: Ημερομηνία &αναθεώρησης
es: Fecha de &revisión
et: Muutmise kuupäe&v
eu: &Berrikuspen-data
fa: تاریخ &بازبینی‌
fr: Date de &révision
gl: Data da re&visión
he: תאריך־&שינוי
hr: Dat&um revizije
hu: Az utolsó mó&dosítás dátuma
is: Br&eytingardagsetningu
it: Data di &revisione
ja: 更新日時(&V)
kk: Ө&згертілген кезі
ko: 갱신 날짜(&V)
lt: Išleidimo &data
mk: Датум на ре&визија
nb: Re&visjonsdato:
nds: Bewerk&datum
nl: Re&visiedatum
nn: Re&visjonsdato:
pa: ਰੀਵਿਜ਼ਨ ਮਿਤੀ(&v)
pl: Data &edycji
pt: Data de re&visão
sk: &Dátum revízie
sl: &Datum popravka
sr: Дат&ум ревизије
sr@latn: Dat&um revizije
sv: Ändrings&datum
ta: பயிற்சி தேதி
tg: Н&авсозии охирин
uk: Дата &модифікації
zh_cn: 修订日期(&V)

source: Last-&Translator
ar: آخر &مترجم
be: Апошн&і перакладчык
bg: Последен превод&ач
ca: Últim &traductor
da: Seneste &oversætter
de: &Letzter Übersetzer
el: Τελευταίος &μεταφραστής
es: Último &traductor
et: Viimane &tõlkija
eu: Azken &itzultzailea
fa: آخرین &مترجم‌
fr: Dernier &traducteur
gl: Último &tradutor
he: &מתרגם־אחרון
hr: Posljednji &prevodioc
hu: Az utolsó &fordító neve
is: Seinas&ti þýðandi
it: Ultimo &traduttore
ja: 最終翻訳者(&T)
kk: Соңғы ау&дармашы
ko: 마지막 번역자(&T)
lt: Pasku&tinis vertėjas
mk: Последен преве&дувач
nb: Siste &oversetter
nds: Verleden Överse&tter
nl: Laa&tste vertaler
nn: Siste &omsetjar
pa: ਆਖ਼ਰੀ ਅਨੁਵਾਦਕ(&T)
pl: Ostatni &tłumacz
pt: Último &tradutor
sk: &Posledný prekladateľ
sl: Zadnji &prevajalec
sr: Последњи &преводилац
sr@latn: Poslednji &prevodilac
sv: Senaste &översättare
ta: கடைசி மொழிபெயர்ப்பாளர்
tg: Тарҷумагари-&охирин
uk: Останній перекл&адач
zh_cn: 最后翻译人员(&T)

source: &Language
ar: الل&غة
be: &Мова
bg: &Език
ca: &Llengua
da: &Sprog
de: S&prache
el: &Γλώσσα
es: &Idioma
et: Kee&l
eu: &Hizkuntza
fa: &زبان‌
fr: Lang&ue
gl: &Lingua
he: ש&פה
hr: &Jezik
hu: &Nyelv
is: Tungumá&l
it: &Lingua
ja: 言語(&L)
kk: &Тілі
ko: 언어(&L)
lt: Ka&lba
mk: &Јазик
nb: &Språk
nds: &Spraak
nl: Taa&l
nn: &Språk
pa: ਭਾਸ਼ਾ(&L)
pl: &Język
pt: &Língua
sk: &Jazyk
sl: &Jezik
sr: &Језик
sr@latn: &Jezik
sv: &Språk
ta: மொழி
tg: &Забон
uk: &Мова
zh_cn: 语言(&L)

source: Char&set
ar: طقم ال&محارف
be: &Кодавая старонка
bg: &Набор от символи
ca: Joc de &caràcters
da: &Tegnsæt
de: &Zeichensatz
el: &Σύνολο χαρακτήρων
es: Juego de &caracteres
et: Koodita&bel
eu: &Karaktere-multzoa
fa: &نویسه‌گان‌
fr: Jeu de caract&ères
gl: Táboa de &caracteres
he: &ערכת תווים
hr: &Skup znakova
hu: K&arakterkészlet
is: &Stafatafla
it: Insieme di &caratteri
ja: 文字セット(&S)
kk: Таңба &жинағы
ko: 문자셋(&S)
lt: Ab&ėcėlė
mk: Множество з&наци
nb: Tegn&sett:
nds: &Tekensett
nl: Teken&set
nn: Teikn&sett
pa: ਅੱਖਰ ਸੈੱਟ(&s)
pl: &Zestaw znaków
pt: Codi&ficação
sk: &Znaková sada
sl: &Nabor znakov
sr: Скуп &знакова
sr@latn: Skup &znakova
sv: &Teckenuppsättning
ta: எழுத்துகளின் வகை
tg: Саҳ&ифаи рамзӣ
uk: &Набір символів
zh_cn: 字符集(&S)

source: &Encoding
ar: الت&رميز
be: Ка&дыроўка
bg: &Кодова таблица
ca: Codi&ficació
da: &Kodning
de: &Kodierung
el: &Κωδικοποίηση
es: Codi&ficación
et: Kod&eering
eu: Ko&deketa
fa: &کدبندی‌
fr: E&ncodage
gl: &Codificación
he: &קידוד
hr: Kodiranje
hu: &Kódolás
is: &Kóðun
it: &Codifica
ja: エンコーディング(&E)
kk: &Кодтамасы
ko: 인코딩(&E)
lt: &Koduotė
mk: &Кодирање
nb: &Koding
nds: &Koderen
nl: &Codering
nn: &Teiknkoding
pa: ਇੰਕੋਡਿੰਗ(&E)
pl: &Kodowanie
pt: Cod&ificação
sk: &Kódovanie
sl: &Kodiranje
sr: &Кодирање
sr@latn: &Kodiranje
sv: &Kodning
ta: ரகசியமாக
tg: &Рамзгузорӣ
uk: &Кодування
zh_cn: 编码(&E)

source: Pro&ject
ar: الم&شروع
be: Пра&ект
bg: &Проект
ca: Pro&jecte
da: Pro&jekt
de: &Projekt
el: Έργ&ο
es: Pro&yecto
et: Pro&jekt
eu: &Proiektua
fa: &پروژه‌
fr: Pro&jet
gl: Pro&xecto
he: פרויק&ט
hr: &Projekt
hu: Pro&jekt
is: Verk&efni
it: Pro&getto
ja: プロジェクト(&J)
kk: Жо&ба
ko: 프로젝트(&J)
lt: Pro&jektas
mk: Про&ект
nb: Pros&jekt
nds: &Projekt
nn: Pros&jekt
pa: ਪ੍ਰੋਜੈੱਕਟ(&j)
pl: &Projekt
pt: Pro&jecto
sk: Pro&jekt
sl: Pro&jekt
sr: Про&јекат
sr@latn: Pro&jekat
sv: Pro&jekt
ta: திட்டம்
tg: Ло&иҳа
uk: Про&ект
zh_cn: 工程(&J)

source: Format of Revision-Date
ar: تنسيق تاريخ المراجعة
be: Фармат даты абнаўлення
bg: Формат на дата на последен преглед
ca: Format de la data de revisió
da: Revisionsdatoens format
de: Format des Bearbeitungsdatums
el: Μορφή της ημερομηνίας αναθεώρησης
es: Formato de fecha de revisión
et: Muutmise kuupäeva vorming
eu: Berrikuspen-dataren formatua
fa: قالب تاریخ بازبینی
fr: Format de date de révision
gl: Formato da data de revisión
he: התבנית של תאריך השינוי
hr: Format datuma revizije
hu: Az utolsó módosítás dátummezőjének formátuma
is: Snið breytingardagsetningar
it: Formato della data di revisione
ja: 更新日時のフォーマット
kk: Өзгертілген кезінің пішімі
ko: 수정 날짜 형식
lt: Pataisymų išleidimo datos formatas
mk: Формат за датумот на ревизија
nb: Format på revisjonsdatoen
nds: Formaat vun't Bewerkdatum
nl: Opmaak van de revisiedatum
nn: Format for revisjonsdatoen
pa: ਰੀਵਿਜ਼ਨ ਮਿਤੀ ਦਾ ਫਾਰਮੈਟ
pl: Format daty edycji
pt: Formato da Data de Revisão
sk: Formát dátumu revízie
sl: Oblika datuma popravka
sr: Формат датума ревизије
sr@latn: Format datuma revizije
sv: Datumformat för ändringar
ta: மீள்நோக்கு-தேதியின் வடிவமைப்பு.
tg: Формати санаи бозсозӣ
uk: Формат дати модифікації
zh_cn: 修订日期的格式

source: De&fault date format
ar: ت&نسيق التاريخ الإفتراضي
be: &Фармат даты па змаўчанні
bg: Формат на &дата по подразбиране
ca: Format de la data per o&missió
da: &Standard datoformat
de: S&tandard-Datumsformat
el: &Προκαθορισμένη μορφή ημερομηνίας
es: Formato de fecha predetermina&do
et: Va&ikevorming
eu: &Dataren formatu lehenetsia
fa: قالب تاریخ &پیش‌فرض‌
fr: Format de date par d&éfaut
gl: Formato de data &por omisión
he: &ברירת מחדל של תבנית תאריך
hr: Podr&azumijevani format datuma
hu: az alapértelmezett dát&umformátum
is: Sjál&fgefið snið dagsetningar
it: Formato data prede&finito
ja: デフォルト日付フォーマット(&F)
kk: Әде&ттегі күн пішімі
ko: 기본 날짜 형식(&F)
lt: Pagrindinis datos &formatas
mk: Стандарден &формат на датум
nb: Standard dato&format
nds: &Standard-Datumformaat
nl: Standaard datum&opmaak
nn: Standard dato&format
pa: ਮੂਲ ਮਿਤੀ ਫਾਰਮੈਟ(&f)
pl: Domyślny &format daty
pt: &Formato predefinido da data
sk: Š&tandardný formát dátumu
sl: &Privzeta datumska oblika
sr: Подр&азумевани формат датума
sr@latn: Podr&azumevani format datuma
sv: Fö&rvalt datumformat
ta: முன்னிருந்த தேதி வடிவம்
tg: Пеш&фарзӣ санаи формат
uk: Типови&й формат дати
zh_cn: 默认日期格式(&F)

source: Local date fo&rmat
ar: تنسيق التاريخ الم&حلي
be: Як у бягучай &лакалі
bg: Локален формат на да&та
ca: Fo&rmat de la data local
da: Lokalt dato&format
de: Lokales &Datumsformat
el: &Τοπική μορφή ημερομηνίας
es: Formato de fecha l&ocal
et: Kohalik vo&rming
eu: D&ata lokalaren formatua
fa: &قالب تاریخ محلی‌
fr: Format de date lo&cale
gl: Formato de data &local
he: תב&נית תאריך מקומית
hr: Lokalni fo&rmat datuma
hu: a hel&yi dátumformátum
is: Staðbundið snið dagsetninga&r
it: Fo&rmato data locale
ja: ローカル日付フォーマット(&R)
kk: &Жергілікті күн пішімі
ko: 로컬 날짜 형식(&R)
lt: Vietinės datos fo&rmatas
mk: Локален фо&рмат на датум
nb: Lokalt datofo&rmat
nds: Lokaal Datumfo&rmaat
nl: Lokale datumo&pmaak
nn: Lokalt datofo&rmat
pa: ਲੋਕਲ ਮਿਤੀ ਫਾਰਮੈਟ(&m)
pl: &Lokalny format daty
pt: Fo&rmato da data local
sk: &Lokálny formát dátumu
sl: &Krajevna datumska oblika
sr: Локални фо&рмат датума
sr@latn: Lokalni fo&rmat datuma
sv: &Lokalt datumformat
ta: பொதுவான தகவல் அமைப்பு
tg: Формати санаи ма&ҳалӣ
uk: М&ісцевий формат дати
zh_cn: 本地日期格式(&R)

source: Custo&m date format:
ar: ت&نسيق تاريخ مخ&صص:
be: Па в&ыбары:
bg: Потре&бителски формат на дата:
ca: For&mat personalitzat de la data:
da: Selvvalgt &datoformat
de: Be&nutzerdefiniert:
el: &Προσαρμοσμένη μορφή ημερομηνίας:
es: For&mato de fecha personalizado:
et: Kohandatud vor&ming:
eu: &Pertsonalizatu dataren formatua:
fa: قالب تاریخ &سفارشی:‌
fr: &Format de date personnalisé :
gl: Formato de data personali&zada:
he: תבנית תאריך מות&אמת אישית
hr: Prilagođ&eni format datuma:
hu: e&gyéni dátumformátum:
is: Sérsniði&n dagsetning:
it: For&mato data personalizzato:
ja: カスタム日付フォーマット(&M):
kk: Қа&лаған күн пішімі:
ko: 사용자 날짜 형식(&M):
lt: Derintas datos for&matas:
mk: Сопствен фор&мат на датум:
nb: Tilpasset datofor&mat:
nds: Ege&n Datumformaat:
nl: Aangepaste datu&mopmaak:
nn: Tilpa&ssa datoformat:
pa: ਮਿਤੀ ਫਾਰਮੈਟ ਸੋਧ(&m):
pl: &Inny format daty:
pt: For&mato personalizado da data:
sk: &Vlastný formát dátumu:
sl: Datu&mska oblika po meri:
sr: Прилагођ&ени формат датума:
sr@latn: Prilagođ&eni format datuma:
sv: E&get datumformat
ta: பயன்படுத்துவரின் தகவல் அமைப்பு
tg: Сана&и формати оддӣ:
uk: Інший &формат дати:
zh_cn: 自定义日期格式(&M)：

source: Project String
ar: السلسلة الحرفية للمشروع
be: Назоў праекту
bg: Низ на проект
ca: Cadena del projecte
da: Projektstreng
de: Projektbezeichnung
el: Συμβολοσειρά έργου
es: Cadena de proyecto
et: Projekti string
eu: Proiektuaren katea
fa: رشتۀ پروژه
fr: Chaîne du projet
gl: Cadea do proxecto
he: מחרוזת פרויקט
hr: Znakovni niz projekta
hu: Projektsztring
is: Verkefnisstrengur
it: Stringa progetto
ja: プロジェクト文字列
kk: Жоба атауы
ko: 프로젝트 문자열
lt: Projekto pavadinimas
mk: Низа за проектот
nb: Prosjekttekst
nds: Projekt-Beteker
nl: Projectterm
nn: Prosjektstreng
pa: ਪ੍ਰੋਜੈੱਕਟ ਸਤਰ
pl: Opis projektu
pt: Texto do Projecto
sk: Reťazec projektu
sl: Projektni niz
sr: Знаковни низ пројекта
sr@latn: Znakovni niz projekta
sv: Projektsträng
ta: திட்டத் தொடர்ச்சி
tg: Номи лоиҳа
uk: Рядок проекту
zh_cn: 工程字符串
