Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Name
ar: الإسم
be: Імя
bg: Име
ca: Nom
da: Navn
el: Όνομα
es: Nombre
et: Nimi
eu: Izena
fa: نام
fr: Nom
gl: Nome
he: שם
hr: Ime
hu: Név
is: Nafn
it: Nome
ja: 名前
kk: Атауы
ko: 이름
lt: Vardas
mk: Име
nb: Navn
nds: Naam
nl: Naam
nn: Namn
pa: ਨਾਂ
pl: Nazwa
pt: Nome
sk: Meno
sl: Ime
sr: Име
sr@latn: Ime
sv: Namn
ta: பெயர்
tg: Ном
uk: Назва
zh_cn: 名称

source: M
ar: ع
el: Σ
fa: نشان
mk: М
pl: Z
sk: Z
sr: М

source: Fuzzy
ar: مبهم
be: Чарнавыя
bg: Неясен
ca: Inexacta
de: Fraglich
el: Ασαφή
es: Dudoso
et: Kahtlaseid
eu: Zalantzazkoa
fa: مبهم
gl: Dubidosa
hu: Ellenőrzendő
is: Loðið
ja: あいまい
kk: Дүмбілез
ko: 불분명한 번역
lt: Neaiškus
mk: Нејасни
nb: Uklar
nds: Twiefelhaftig
nn: Uklar
pa: ਅਸਪਸ਼ਟ
pl: Wątpliwe
pt: Aproximadas
sk: Nepresných
sl: Ohlapno
sr: Нејасно
sr@latn: Nejasno
sv: Inexakta
ta: பிழை
tg: Номаълум
uk: Неточні
zh_cn: 模糊翻译

source: Untranslated
ar: غير مترجم
be: Неперакладзеныя
bg: Непреведен
ca: Sense traduir
da: Uoversat
de: Nicht übersetzt
el: Αμετάφραστα
es: Sin traducir
et: Tõlkimata
eu: Itzuli gabe
fa: ترجمه‌نشده
fr: Non traduits
gl: Sen traducir
he: לא מתורגם
hr: Neprevedeno
hu: Nincs lefordítva
is: Óþýtt
it: Da tradurre
ja: 未翻訳
kk: Аударылмаған
ko: 번역되지 않음
lt: Neišverstas
mk: Непреведени
nb: Ikke oversatt
nds: Nich översett
nl: Onvertaald
nn: Ikkje omsett
pa: ਨਾ-ਤਬਦੀਲ
pl: Nieprzetłumaczone
pt: Não Traduzidas
sk: Nepreložených
sl: Neprevedeno
sr: Непреведено
sr@latn: Neprevedeno
sv: Oöversatta
ta: மொழிபெயர்க்கப்படாத
tg: Тарҷума нокарда
uk: Неперекладені
zh_cn: 未翻译

source: Total
ar: المجموع
be: Усяго
bg: Общо
da: I alt
de: Gesamt
el: Συνολικά
et: Kokku
eu: Guztira
fa: کل
he: סך הכל
hr: Ukupno
hu: Összesen
is: Heildar
it: Totale
ja: 合計
kk: Жалпы
ko: 모두
lt: Viso
mk: Вкупно
nb: Totalt
nds: Tosamen
nl: Totaal
nn: Totalt
pa: ਕੁੱਲ
pl: Razem
sk: Celkom
sl: Skupaj
sr: Укупно
sr@latn: Ukupno
sv: Totalt
ta: மொத்தம்
tg: Ҳамагӣ
uk: Всього
zh_cn: 总计

source: CVS/SVN Status
ar: حالة الــ CVS/SVN
be: Стан CVS/SVN
bg: CVS/SVN статус
ca: Estatus del CVS/SVN
de: RCS-Status
el: Κατάσταση CVS/SVN
es: Estado de CVS/SVN
et: CVS/SVN olek
eu: CVS/SVN Egoera
fa: وضعیت CVS/SVN
fr: État CVS / SVN
gl: Estado do CVS/SVN
he: מצב CVS/SVN
hu: CVS/SVN-állapot
is: CVS/SVN staða
it: Stato in CVS/SVN
ja: CVS/SVN の状態
kk: CVS/SVN күйі
mk: Статус во CVS/SVN
pa: CVS/SVN ਹਾਲਤ
pl: Stan CVS/SVN
pt: Estado do CVS/SVN
sk: Stav CVS/SVN
sl: Stanje CVS/SVN
sr: CVS/SVN статус
uk: Стан CVS/SVN
zh_cn: CVS/SVN 状态

source: Last Revision
ar: آخر مراجعة
be: Апошняе аднаўленне
bg: Последен преглед
ca: Última revisió
da: Seneste revision
de: Zuletzt bearbeitet
el: Τελευταία αναθεώρηση
es: Última revisión
et: Viimane muutmine
eu: Azken berrikuspena
fa: آخرین بازبینی
fr: Dernière révision
gl: Última revisión
he: השינוי האחרון
hr: Posljednja revizija
hu: Utolsó módosítás
is: Síðast yfirfarið
it: Ultima revisione
ja: 最終更新
kk: Соңғы өзгерісі
ko: 마지막으로 고친 때
lt: Paskutinis pataisymas
mk: Последна ревизија
nb: Siste endring
nds: Lest Bewerken
nl: Laatste revisie
nn: Siste endring
pa: ਆਖ਼ਰੀ ਤਬਦੀਲੀ
pl: Ostatnia zmiana
pt: Última Revisão
sk: Posledná zmena
sl: Zadnji popravek
sr: Последња ревизија
sr@latn: Poslednja revizija
sv: Senast ändrad
ta: கடைசி பயிற்சி
tg: Раванди охирин
uk: Остання модифікація
zh_cn: 最后修订

source: Last Translator
ar: آخر مترجم
be: Апошні перакладчык
bg: Последен преводач
ca: Últim traductor
da: Seneste oversætter
de: Letzter Übersetzer
el: Τελευταίος μεταφραστής
es: Último traductor
et: Viimane tõlkija
eu: Azken itzultzailea
fa: آخرین مترجم
fr: Dernier traducteur
gl: Último tradutor
he: המתרגם האחרון
hr: Posljednji prevodioc
hu: Utolsó fordító
is: Síðasti þýðandi
it: Ultimo traduttore
ja: 最終翻訳者
kk: Соңғы аудармашысы
ko: 마지막 번역자
lt: Paskutinis vertėjas
mk: Последен преведувач
nb: Siste oversetter
nds: Lest Översetter
nl: Laatste vertaler
nn: Siste omsetjar
pa: ਆਖ਼ਰੀ ਅਨੁਵਾਦਕ
pl: Ostatni tłumacz
pt: Último Tradutor
sk: Posledný autor
sl: Zadnji prevajalec
sr: Последњи преводилац
sr@latn: Poslednji prevodilac
sv: Senaste översättare
ta: கடைசி மொழிபெயர்ப்பாளர்
tg: Тарҷумагари охирин
uk: Останній перекладач
zh_cn: 最后翻译者

source: Log Window
ar: نافذة السجل
be: Акно паведамленняў
bg: Прозорец за логовете
ca: Finestra de bitàcola
da: Log-vindue
de: Protokollfenster
el: Παράθυρο καταγραφής
es: Ventana de registro
et: Logiaken
eu: Log leihoa
fa: پنجرۀ ثبت
fr: Fenêtre de messages
gl: Fiestra de rexistro
he: חלון יומן
hr: Prozor dnevnika
hu: Naplóablak
is: Upplýsingagluggi
it: Finestra di log
ja: ログウィンドウ
kk: Журнал терезесі
ko: 로그 창
lt: Žurnalo langas
mk: Прозорец со записи
nb: Loggvindu
nds: Protokollfinster
nl: Logvenster
nn: Logg-vindauge
pa: ਲਾਗ ਝਰੋਖਾ
pl: Okno poleceń
pt: Janela de Registo
sk: Okno so záznamom
sl: Dnevniško okno
sr: Дневнички прозор
sr@latn: Dnevnički prozor
sv: Loggfönster
ta: புதிய சாளரம்
tg: Тирезаи иттилоот
uk: Вікно журналу
zh_cn: 日志窗口

source: C&lear
ar: ا&مسح
be: А&чысціць
bg: &Изчистване
ca: &Neteja
da: R&yd
de: &Löschen
el: Κ&αθαρισμός
es: &Limpiar
et: &Puhasta
eu: &Garbitu
fa: &پاک‌ کردن‌
fr: Ne&ttoyer
gl: &Limpar
he: נ&קה
hr: &Očisti
hu: &Törlés
is: &Hreinsa
it: Pu&lisci
ja: クリア(&L)
kk: &Тазалау
ko: 비우기(&L)
lt: Iš&valyti
mk: И&счисти
nb: &Tøm
nds: &Leddig maken
nl: &Wissen
nn: T&øm
pa: ਸਾਫ਼(&l)
pl: W&yczyść
pt: &Limpar
sk: &Vymazať
sl: Po&čisti
sr: Оч&исти
sr@latn: Oč&isti
sv: &Rensa
ta: காலி செய்
tg: &Пок кардан
uk: &Очистити
zh_cn: 清除(&L)

source: <qt><p><b>Log window</b></p> <p>In this window the output of the executed commands are shown.</p></qt>
ar: <qt><p><b>نافذة السجل</b></p> <p>يتم عرض خرْج الأوامر التي يتم تنفيذها في هذه النافذة.</p></qt>
be: <qt><p><b>Акно паведамленняў</b></p> <p>У дадзеным акне адлюстроўваецца інфармацыя аб працэсе выканання запушчаных каманд.</p></qt>
bg: <qt><p><b>Прозорец за логовете</b></p> <p>В този прозорец се показват резултатите от изпълнените команди.</p></qt>
ca: <qt><p><b>Finestra de bitàcola</b></p> <p>La sortida dels comandaments executats es mostra en aquesta finestra.</p></qt>
da: <qt><p><b>Log vindue</b></p> <p>I dette vindue vises uddata fra de udførte kommandoer.</p></qt>
de: <qt><p><b>Protokollfenster</b></p> <p>In diesem Fenster werden die Ausgaben der ausgeführten Befehle angezeigt.</p></qt>
el: <qt><p><b>Παράθυρο καταγραφής</b></p> <p>Σε αυτό το παράθυρο εμφανίζεται η έξοδος των εντολών που εκτελούνται.</p></qt>
es: <qt><p><b>Ventana de registro</b></p> <p>La salida de las órdenes ejecutadas se muestra en esta ventana.</p></qt>
et: <qt><p><b>Logiaken</b></p> <p>Siin aknas näidatakse täidetud käskude väljundit.</p></qt>
eu: <qt><p><b>Log leihoa</b></p> <p>Leiho honetan exekutatutako aginduen irteera erakusten da.</p></qt>
fa: <qt><p><b>پنجرۀ ثبت</b></p> <p>در این پنجره، خروجی فرمانهای اجراشده نمایش داده می‌شود.</p></qt>
fr: <qt><p><b>Fenêtre de messages</b></p> <p>Dans cette fenêtre, on peut voir le résultat des commandes exécutées.</p></qt>
gl: <qt><p><b>Fiestra de rexistro</b></p> <p>A saída dos comandos executados amosase nesta fiestra</p></qt>
he: <qt><p><b>חלון יומן</b></p> <p>בחלון זה מוצגים הפלטים של הפקודות המבוצעות.</p></qt>
hr: <qt><p><b>Dnevnički prozor</b></p> <p>U ovom prozoru se prikazuje izlaz izvršenih naredbi.</p></qt>
hu: <qt><p><b>Naplóablak</b></p> <p>Ebben az ablakban lehet megnézni a végrehajtott parancsok kimenetét.</p></qt>
is: <qt><p><b>Upplýsingagluggi</b></p> <p>Úttak skipana sem eru keyrðar sjást hér.</p></qt>
it: <qt><p><b>Finestra di log</b></p> <p>In questa finestra è mostrato l'output dei comandi eseguiti.</p></qt>
ja: <qt><p>ログウィンドウ</p> <p>このウィンドウに実行されたコマンドの出力が表示されます。</p></qt>
kk: <qt><p><b>Журнал терезесі</b></p> <p>Бұл терезеде орындалған командалардың шығыс хабарламалары көрсетіледі.</p></qt>
ko: <qt><p><b>로그 창</b></p> <p>이 창에서는 실행된 명령의 결과가 보여집니다.</p></qt>
lt: <qt><p><b>Žurnalo langas/b></p> <p>Šiame lange yra parodomas įvykdytų komandų išvedimas.</p></qt>
mk: <qt><p><b>Прозорец со записи</b></p> <p>Во овој прозорец се прикажува излезот од извршените команди.</p></qt>
nb: <qt><p><b>Loggvindu</b></p> <p>I dette vinduet vises resultatet av kommandoer som kjøres.</p></qt>
nds: <qt><p><b>Protokollfinster</b></p> <p>Binnen dit Finster warrt de Utgaav vun de utföhrt Befehlen wiest.</p></qt>
nl: <qt><p><b>Logvenster</b></p> <p>In dit venster staat de uitvoer van de uitgevoerde commando's.</p></qt>
nn: <qt><p><b>Loggvindauge</b></p> <p>I dette vindauget vert resultatet av kommandoar vist.</p></qt>
pa: <qt><p><b>ਲਾਗ ਝਰੋਖਾ</b></p> <p>ਇਸ ਝਰੋਖੇ ਵਿੱਚ ਚੱਲ ਰਹੀ ਕਮਾਂਡ ਦੀ ਆਉਟਪੁੱਟ ਵੇਖੀ ਜਾ ਸਕਦੀ ਹੈ।</p></qt>
pl: <qt><p><b>Okno poleceń</b></p> <p>W tym oknie wyświetlane jest wyjście wykonywanych poleceń.</p></qt>
pt: <qt><p><b>Janela de registos</b></p> <p>Nesta janela, aparece o resultado dos comandos executados.</p></qt>
sk: <qt><p><b>Okno so záznamom</b></p> <p>V tomto okne je zobrazený výstup vykonaných príkazov.</p></qt>
sl: <qt><p><b>Dnevniško okno</b></p> <p>V tem oknu je prikazan rezultat izvedenih ukazov.</p></qt>
sr: <qt><p><b>Дневнички прозор</b></p> <p>У овом прозору се приказује излаз извршених наредби.</p></qt>
sr@latn: <qt><p><b>Dnevnički prozor</b></p> <p>U ovom prozoru se prikazuje izlaz izvršenih naredbi.</p></qt>
sv: <qt><p><b>Loggfönster</b></p> <p>I detta fönster visas utmatningen från utförda kommandon.</p></qt>
ta: <qt><p><b>பதிவு சாளரம்</b></p> <p>இந்த சாளரத்தில் கட்டளையை செய்த வெளியீடு காட்டப்படுகிறது.</p></qt>
tg: <qt><p><b>Тирезаи иттилоот</b></p> <p>Дар тирезаи ҷорӣ, иттилоот оиди амали иҷроиши дастурҳои оғозшуда тасвир мешавад.</p></qt>
uk: <qt><p><b>Вікно журналу</b></p> <p>В цьому вікні відображається вивід виконаних команд.</p></qt>
zh_cn: <qt><p><b>日志窗口</b></p> <p>该窗口显示执行命令的输出结果。</p></qt>

source: <qt><p><b>Catalog Manager</b></p> <p>The Catalog Manager merges two folders into one tree and displays all PO and POT files in these folders. This way you can easily see if a template has been added or removed. Also some information about the files is displayed.</p><p>For more information see section <b>The Catalog Manager</b> in the online help.</p></qt>
ar: <qt><p><b>مدير الفهارس</b></p> <p>يدمج مدير الفهارس مجلدين إثنين الى شجرة واحدة ويقوم بإظهار جميع ملفات PO و POT فى هذه المجلدات. بهذه الطريقة يمكنك أن تلاحظ بسهولة إزالة أو إضافة قالب. وكذلك تُعرض بعض المعلومات عن الملفات. </p><p>للمزيد من المعلومات راجع قسم<b>مدير الفهارس </b>في المساعدة المحلّية.</p></qt>
be: <qt><p><b>Мэнэджэр каталогаў</b></p> <p>Мэнэджэр каталогаў вырабляе аб'яднанне двух каталогаў у адно дрэва і паказвае ўсе файлы перакладу і шаблоны, размешчаныя ў гэтых каталогах. Дзякуючы гэтаму вам лягчэй выявіць даданне або выдаленне шаблонаў. Таксама паказваецца некаторая інфармацыя аб файлах. </p><p>Для падрабязнасцяў гл. падзел <b>Мэнэджэр каталогаў</b> у кіраўніцтве.</p></qt>
bg: <qt><p><b>Управление на каталог</b></p> <p>Управлението на каталог обединява две директории в едно дърво и показва всички PO и POT файлове в тези директории. По този начин можете лесно да видите дали има добавен или премахнат шаблон. Също така показва се и и информация за файловете.</p><p> За повече информация вижте раздела <b>The Catalog Manager</b> в помощта в Интернет.</p></qt>
ca: <qt><p><b>Gestor de catàlegs</b></p> <p>El Gestor de catàlegs fusiona dos carpetes en un arbre i mostra tots els fitxers PO i POT. D'aquesta manera es pot veure fàcilment si una nova plantilla ha estat afegida o eliminada. També es mostra alguna informació sobre d'aquests fitxers.</p><p>Per a més informació veure la secció <b>El Gestor de catàlegs</b> a l'ajuda en línia.</p></qt>
da: <qt><p><b>Katalog håndtering</b></p> <p>Katalog håndteringen slår to mapper sammen i et træ og viser alle PO- og POT-filer i disse mapper. På den måde kan du nemt se om en skabelon er blevet tilføjet eller fjernet. Der vises også nogen information om disse filer.</p><p>Hvis du vil vide mere se afsnit <b>Katalog håndtering</b> i hjælpen på nettet.</p></qt>
de: <qt><p><b>Katalogmanager</b></p> <p>Der Katalogmanager führt zwei Ordner in einer Baumansicht zusammen und zeigt alle PO- und POT-Dateien in diesen Ordnern an. Auf diese Weise können Sie schnell erkennen, ob eine Vorlage neu hinzugekommen oder gelöscht worden ist. Außerdem werden einige Informationen über die Dateien angezeigt.</p><p>Lesen Sie den Abschnitt <b>Der Katalogmanager</b> in der Dokumentation, wenn Sie mehr zu diesem Thema erfahren möchten.</p></qt>
el: <qt><p><b>Διαχειριστής καταλόγου</b></p> <p>Ο διαχειριστής καταλόγου συγχωνεύει δύο φακέλους σε ένα δέντρο και εμφανίζει όλα τα αρχεία PO και POT σε αυτούς τους φακέλους. Με αυτόν τον τρόπο μπορείτε εύκολα να δείτε αν ένα πρότυπο έχει προστεθεί ή αφαιρεθεί. Ακόμη εμφανίζονται κάποιες πληροφορίες σχετικά με τα αρχεία. </p><p>Για περισσότερες πληροφορίες δείτε το τμήμα του <b>διαχειριστή καταλόγου</b> στη βοήθεια.</p></qt>
es: <qt><p><b>Gestor de catálogos</b></p> <p>El Gestor de catálogos mezcla dos carpetas en un árbol y muestra todos los archivos PO y POT en dichas carpetas. De esta forma se puede ver fácilmente si una nueva plantilla ha sido añadida o eliminada. También se muestra alguna información sobre estos archivos.</p><p>Para más información, vea la sección <b>El Gestor de catálogos</b> en la ayuda en línea.</p></qt>
et: <qt><p><b>Kataloogihaldur</b></p> <p>Kataloogihaldur ühendab kaks kataloogi ühte puusse ja näitab kõiki nendes kataloogides asuvaid PO- ja POT-faile. Sellisel moel märkad kergesti, kui mõni fail lisatakse või eemaldatakse. Samuti kuvatakse failide kohta pisut infot.</p><p>Täpsema info saamiseks loe KBabeli käsiraamatu peatükki <b>Kataloogihaldur</b>.</p></qt>
eu: <qt><p><b>Katalogo-kudeatzailea</b></p> <p>Katalogo-kudetzaileak bi direktorio zuhaitz batean bateratzen ditu eta PO eta POT fitxategi guztiak erakusten ditu direktorio horietan. Horrela erraz ikus dezakezu eredu berriren bat gehitu edo kendu bada. Gainera, fitxategiei buruzko informazioa agertzen da.</p><p>Informazio gehiagorako ikus <b>Katalogo-kudeatzailea</b> sekzioa online laguntzan.</p></qt>
fa: <qt><p><b>مدیر فهرست </b></p> <p>مدیر فهرست دو پوشه را در یک درخت ادغام کرده و همۀ پرونده‌های PO و POT این پوشه‌ها را نمایش می‌دهد. در این روش قالبهایی که حذف یا اضافه شده‌اند را به آسانی می‌توانید ببینید. همچنین برخی اطلاعات در مورد پرونده‌ها نیز نمایش داده می‌شود.</p><p>برای اطلاعات بیشتر، بخش <b>مدیر فهرست</b> را در کمک برخط ببینید.</p></qt>
fr: <qt><p><b>Gestionnaire de catalogue</b></p> <p>Le gestionnaire de catalogue fusionne deux dossiers en une arborescence et affiche tous les fichiers PO et POT de ces dossiers. De cette manière, vous pouvez facilement voir si un modèle a été nouvellement ajouté ou enlevé. De plus, certaines informations sur ces fichiers sont affichées.</p><p>Pour d'autres informations, voyez la section <b>Gestionnaire de catalogue</b> de l'aide en ligne.</p></qt>
gl: <qt> <p><b>Xestor de Catálogos</b></p> <p>O xestor de catálogos fusiona dous cartafoles nunha árbore e mostra todos os ficheiros PO e POT neses cartafoles. Deste xeito pode ver facilmente se un modelo foi engadido ou eliminado. Tamén mostra información acerca dos ficheiros.</p> <p>Para máis información consulte a sección <b>O xestor de catálogos</b> da axuda.</p></qt>
he: <qt><p><b>מנהל הקטלוג</b></p> <p> מנהל הקטלוג ממזג שתי תיקיות לתוף עץ בודד ומראה את כל קבצי ה־PO וה־POT בתיקיות האלו. בצורה זו אתה יכול לראות בקלות אם התבנית הוספה או הוסרה. בנוסף מוצג מידע אודות הקבצים. </p><p>למידע נוסף ראה חלק<b>מנהל הקטלוג</b> בעזרה המקוונת.</p></qt>
hu: <qt><p><b>Üzenetfájl-kezelő</b></p> <p>Az üzenetfájl-kezelő egy logikai fastruktúrában jeleníti meg a két megadott könyvtárban található .po és .pot fájlokat. Így könnyen észre lehet venni, ha új sablont hoztak létre vagy egy meglevőt töröltek. A fájlok legfontosabb jellemzői is megjelennek.</p><p>További információ a dokumentáció <b>Az üzenetfájl-kezelő</b> című részében található.</p></qt>
is: <qt><p><b>Þýðingarstjóri</b></p> <p>Þýðingarstjórinn bræðir saman tvær möppur í eitt tré og sýnir allar PO og POT skrárnar sem eru í möppunum. Þannig sérð þú á auðveldan hátt ef nýju skráarsniði hefur verið bætt við, eða fjarlægt. Einnig sýnir hann upplýsingar um skrárnar.</p><p>Fyrir nánari lýsingu, skoðaðu <b>Þýðingarstjóra</b> hjálparskránna.</p></qt>
it: <qt><p><b>Gestione cataloghi</b></p> <p>Nella gestione dei cataloghi vengono unite due cartelle in un albero e visualizzati tutti i file PO e POT presenti. In questo modo si può facilmente vedere se un modello è stato aggiunto o rimosso. Sono visualizzate anche alcune informazioni sui file.</p><p>Per maggiori informazioni consulta la sezione <b>Gestione cataloghi</b> nella guida in linea.</p></qt>
ja: <qt><p>カタログマネージャ</p> <p>カタログマネージャは二つのフォルダを一つのツリーにマージし、これらのフォルダのすべての PO ファイルと POT ファイルを表示します。これによって、テンプレートが追加、削除された場合、すぐに分かります。またファイルに関する情報も表示されます。</p><p>詳しくはオンラインヘルプの「カタログマネージャ」のセクションをご覧ください。</p></qt>
kk: <qt><p><b>Каталог менеджері</b></p> <p>Каталог менеджері екі қапшықты бір бұтаққа біріктіріп, осы қапшықтардағы барлық PO және POT файлдарын көрсетеді. Осының нәтижесінде үлгілердің қосылғанын немесе алынып тасталғанын оңай байқауға болады. Сонымен қатар осы файлдар туралы кейбір мәліметтер көрсетіледі. </p><p>Толығырақ мәліметтер үшін анықтамасындағы <b>Каталог менеджері</b> бөлімін қараңыз.</p></qt>
ko: <qt><p><b>카탈로그 매니저</b></p> <p>카탈로그 매니저는 두 폴더를 하나의 트리에 통합하고 이 폴더 안 의 PO와 POT 파일들을 보여줍니다. 만약 템플릿이 추가되거나 제거되면 이 방법은 그 변화를 쉽게 볼 수 있습니다.i또한 파일에 관한 몇몇 정보도 보여집니다.</p></n> <p>더 많은 정보를 얻으려면 온라인 도움말 <b>카탈로그 매니저</b>항목을 보십시오.</p></qt>
lt: <qt><p><b>Katalogo tvarkyklė</b></p> <p>Katalogo tvarkyklė sujungia du katalogus į vieną medį ir parodo visas šių aplankų PO ir POT bylas. Tokiu būdu galima nesunkiai pastebėti kai naujas šablonas yra įdedamas arba pašalinamas. Yra pateikiama, taip pat, kai kuri informacija apie bylas.</p><p>Daugiau informacijos surasite <b>The Catalog Manager</b> pagalboje.</p></qt>
mk: <qt><p><b>Менаџер на каталози</b></p> <p>Менаџерот на каталози спојува две папки во едно стебло и ги прикажува сите PO и POT-датотеки во овие папки. На овој начин може лесно да видите дали некој шаблон бил додаден или отстранет. Исто така се прикажани и информации за датотеките.</p><p>За повеќе информации видете го одделот <b>Менаџер на каталози</b> во помошта.</p></qt>
nb: <qt><p><b>Katalogbehandler</b></p><p>Katalogbehandleren viser to katalogtrær som ett tre, viser altså alle po- og pot-filer i disse mappene. På denne måten kan du enkelt se om en ny mal har blitt lagt til eller fjernet. Det blir også vist litt informasjon om filene.</p><p>For mer informasjon, se avsnittet <b>Katalogbehandler</b> i hjelpefila.</p></qt>
nds: <qt><p><b>Kataloogpleger</b></p> <p>De Kataloogpleger föhrt twee Ornern na een Boom tosamen un wiest all PO- un POT-Dateien dor binnen. So lett sik eenfach nakieken, wat en Vörlaag ännert oder wegdaan wöör. Ok en poor Informatschonen över de Dateien warrt wiest.</p><p>Wenn Du mehr weten wullt, kiek Di den Afsnitt <b>De Kataloogpleger</b> vun de Hülp an.</p></qt>
nl: <qt><p><b>Catalogusbeheerder</b></p> <p>De Catalogusbeheerder voegt twee mappen samen in een boomstructuur en toont alle PO- en POT-bestanden in deze mappen. Op deze manier kunt u gemakkelijk zien of er nieuwe sjablonen zijn toegevoegd of verwijderd. Tevens wordt er informatie over de bestanden getoond.</p><p>Zie voor meer informatie de sectie <b>De catalogusbeheerder</b> in de online documentatie.</p></qt>
pa: <qt><p><b>ਫਾਇਲ਼-ਸੂਚੀ ਪ੍ਰਬੰਧਕ</b></p> <p>ਫਾਇਲ਼-ਸੂਚੀ ਪ੍ਰਬੰਧਕ ਦੋ ਫੋਲਡਰਾਂ ਨੂੰ ਇੱਕ ਵਿੱਚ ਮਿਲਾ ਦਿੰਦਾ ਹੈ ਤੇ ਇੱਕ ਲੜੀ ਵਿੱਚ PO ਅਤੇ POT ਫਾਇਲ਼ਾਂ ਵੇਖਾ ਦਿੰਦਾ ਹੈ, ਇਸ ਤਰਾਂ ਤੁਸੀ ਇਹ ਜਾਣ ਸਕਦੇ ਹੋ ਕਿ ਇੱਕ ਨਵਾਂ ਨਮੂਨਾ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ ਜਾਂ ਹਟਾਇਆ ਗਿਆ ਹੈ ਅਤੇ ਇਹ ਫਾਇਲ਼ਾਂ ਬਾਰੇ ਵੀ ਜਾਣਾਕਰੀ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ।</p><p>ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਭਾਗ <b> ਫਾਇਲ਼-ਸੂਚੀ ਪਰਬੰਧਕ</b>ਆਨ ਲਾਈਨ ਸਹਾਇਤਾ ਵੇਖੋ</p></qt>
pl: <qt><p><b>Menedżer tłumaczeń</b></p> <p>Menedżer tłumaczeń łączy dwa katalogi w jedno drzewo i wyświetla wszystkie pliki PO i POT w tych katalogach. Dzięki temu można łatwo zobaczyć nowe szablony, a także pewne informacje o poszczególnych plikach.</p><p>Więcej informacji można znaleźć w rozdziale <b>Menedżer tłumaczeń</b> w pliku pomocy.</p></qt>
pt: <qt><p><b>Gestor do Catálogo</b><p> <p>O Gestor do Catálogo junta duas pastas numa árvore e mostra todos os ficheiros PO e POT nessas pastas. Assim, o utilizador pode ver facilmente se um novo modelo foi adicionado ou removido. Também é mostrada alguma informação sobre os ficheiros.</p><p>Para mais informações veja a secção <b>O Gestor do Catálogo</b> na ajuda on-line.</p></qt>
sk: <qt><p><b>Správca katalógov</b></p> <p>Správca katalógov spojí dva priečinky do jedného stromu a zobrazí všetky PO a POT súbory v týchto priečinkoch. Takto môžete jednoducho vidieť, či boli pridané nové šablóny, alebo nejaké odobrané. Navyše sa zobrazujú aj ďalšie informácie o súboroch.</p><p>Pre ďalšie informácie konzultujte kapitolu <b>Správca katalógov</b> v pomocníkovi.</p></qt>
sl: <qt><p><b>Upravitelj katalogov</b></p> <p>Upravitelj katalogov zlije dve mapi v eno drevo in prikaže vse datoteke PO in POT v teh mapah. Tako lažje vidite, ali je bila dodana ali odvzeta nova predloga. Prav tako so prikazane nekatere informacije o datotekah.</p><p>Za več informacij si oglejte razdelek <b>Upravitelj katalogov</b> v pomoči.</p></qt>
sr: <qt><p><b>Управник каталога</b></p> <p>Управник каталога стапа две фасцикле у једно стабло и приказује све PO и POT фајлове у овим фасциклама. На овај начин лако можете видети да ли је нови шаблон додат или уклоњен. Такође, се приказују и неке додатне информације о фајловима.</p><p>За више информација погледајте одељак <b>Управник каталога</b> у приручнику.</p></qt>
sr@latn: <qt><p><b>Upravnik kataloga</b></p> <p>Upravnik kataloga stapa dve fascikle u jedno stablo i prikazuje sve PO i POT fajlove u ovim fasciklama. Na ovaj način lako možete videti da li je novi šablon dodat ili uklonjen. Takođe, se prikazuju i neke dodatne informacije o fajlovima.</p><p>Za više informacija pogledajte odeljak <b>Upravnik kataloga</b> u priručniku.</p></qt>
sv: <qt><p><b>Kataloghanteraren</b></p> <p>Kataloghanteraren förenar två kataloger till ett träd och visar alla PO- och POT-filer i dessa kataloger. På detta sätt kan du enkelt se om en mall lagts till eller tagits bort. Lite information om filerna visas också.</p><p>För mer information se sektionen om <b>kataloghanteraren</b> i manualen.</p></qt>
ta: <qt><p><b>அட்டவணை மேலாளர்</b></p> <p>அட்டவணை மேலாளர் இரு ஆவணங்களையும் ஒரே மரமாக ஒருங்கிணைத்து மற்றும் இந்த ஆவணங்களில் உள்ள அனைத்து PO மற்றும் POT கோப்புகளை காட்டுகிறது. இந்த வழியில் நீங்கள் சுலபமாக ஒரு புதிய வார்ப்புரு சேர்ந்ததையோ அல்லது நீக்கப்பட்டதையோ காணலாம். கோப்புகளை பற்றிய தகவல்களையும் காட்டுகிறது.</p><p>மேலும் தகவல்களுக்கு பார்க்க பிரிவு<b>அட்டவணை மேலாளர்</b>நிகழ்நிலை உதவி.</p></qt>
tg: <qt><p><b>Мудири каталогҳо</b></p> <p>Мудири каталогҳо ду каталогро ба як дарахт якҷоя мекунад ва тамоми файлҳои тарҷумаро ва қолибҳое, ки дар ин каталогҳо ҷойгир шудаанд, намоиш медиҳад. Дар натиҷаи ин шумо ба осонӣ метавонед илова ё инки ҳузфи қолибро зоҳир намоед. Ҳамчунин якчанд иттилоот оиди файлҳо нишон дода мешавад. </p> <p>Барои ҷузъиёт қисмати <b>Мудири каталогҳо</b>-ро дар роҳнамо бубинед.</p></qt>
uk: <qt><p><b>Менеджер каталогів</b></p> <p>Менеджер каталогів поєднує дві теки в одне дерево і показує всі файли PO та POT, які знаходяться в цих теках. Це наочно показує чи чи шаблон було видано чи додано. Також показується деяка інформація про файли.</p><p>Для подробиць див. <b>Менеджер каталогів</b> в довідці.</p></qt>
zh_cn: <qt><p><b>目录管理器</b></p> <p>目录管理器将两个目录合并成一个文件树，然后显示这些文件夹中的所有 PO 和 POT 文件。这样，您对新近添加或删除的模板文件就会一目了然。 此外还显示一些关于文件的信息。 </p><p>详情请参阅在线帮助中的<b>“目录管理器”</b>。</p></qt>
