Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: There seems to be an error with the synchronization of the spell checking process and KBabel. Please check that you have set the correct settings for your language for spell checking. If you have, and this problem is reproducible, please send a detailed bug report (your spell checking options, what file you have checked and what to do to reproduce the problem) by using Help->Report Bug...
ar: بدو انه هناك خطاْ مع مزامنة عملية التدقيق الإملائى ومترجم‌ك. رجاء التاكد من انك قمت بتعين الإعدادات الصحيحة للغة للتصحيح الاملائى. إذا كان لديك وقت، كانت وهذه المشكلة قابلة للإعادة، رجاء ارسال تقرير علّةمفصل(خيارات التدقيق الاملائى لديك، اية ملف تم التحقق منه وماذا نفعل لاعادة إنتاج المشكلة)باستخدام مساعدة -> تقرير علة...
be: Адбылася памылка пры сінхранізацыі працэсу праверкі арфаграфіі і KBabel. Праверце ўсталёўкі для вашай мовы для праверкі арфаграфіі. Калі вашы ўсталёўкі дакладныя і дадзеная праблема паўтараецца на іншым кампутары з ідэнтычнай вашай версіі KBabel, адпраўце паведамленне аб памылцы (вашы налады праверкі арфаграфіі, які файл вы правяралі і што трэба зрабіць для паўтарэння гэтай праблемы), выкарыстаючы пункт меню Даведка->Паведаміць аб памылцы...
bg: Изглежда възникна грешка при синхронизацията между програмата за проверка на правописа и KBabel. Моля, проверете дали сте настроили правилното езика. Ако да и проблемът продължава, изпратете подробно съобщение за грешка (настройките ви за проверка на правописа, кой файл сте проверявали и какво да сте направили за справяне с проблема) като използвате Помощ->Съобщаване за грешка...
ca: Sembla que s'han produït errors amb la sincronització del procés de comprovació ortogràfica i KBabel. Si us plau, comproveu si teniu correcta la configuració de la vostra llengua per a la comprovació ortogràfica. Si la teniu bé i aquest error és reproduïble, si us plau, envieu un detallat informe d'error (les vostres opcions de comprovació ortogràfica, quin fitxer heu revisat i què fer per a reproduir el problema) emprant Ajuda->Informe d'errors...
da: Der synes at være en fejl med synkroniseringen mellem stavekontrol processen og KBabel. Undersøg om de har de rigtige indstillinger for dit sprog og for stavekontrol. Hvis dette problem kan gentages, så send venligst en detaljeret problemrapport (dine stavekontrolindstillinger, hvilken fil du tjekkede og hvordan man reproducerer problemet) ved brug af Hjælp->Problem rapport...
de: Es scheint ein Synchronisationsproblem zwischen der Rechtschreibprüfung und KBabel zu geben. Bitte prüfen Sie, ob die Einstellungen der Rechtschreibprüfung für Ihre Sprache passend sind. Wenn Sie dies geprüft haben und das Problem reproduzierbar ist, senden Sie bitte einen vollständigen Fehlerbericht mittels "Hilfe" -> "Probleme oder Wünsche berichten ..." (einschließlich Ihrer Einstellungen zur Rechtschreibprüfung, der geprüften Datei und einer Anleitung zum Reproduzieren des Problems).
el: Φαίνεται να υπάρχει κάποιο σφάλμα με το συγχρονισμό των διεργασιών του ορθογραφικού ελέγχου και το KBabel. Παρακαλώ ελέγξτε ότι έχετε τις σωστές ρυθμίσεις για τον ορθογραφικό έλεγχο στη γλώσσα σας. Αν έχετε αυτό το πρόβλημα, και το πρόβλημα επαναλαμβάνεται, παρακαλώ στείλτε μια αναλυτική αναφορά σφάλματος (τις ορθογραφικές σας ρυθμίσεις, το αρχείο που ελέγξατε και τι κάνατε ακριβώς για την επανάληψη του σφάλματος) χρησιμοποιώντας την επιλογή Βοήθεια->Αναφορά σφάλματος...
es: Parece que hay errores de sincronización entre el proceso de revisión de ortografía y KBabel. Compruebe que ha establecido las preferencias correctas de revisión ortográfica para su idioma. Si la tiene y este error vuelve a producirse, envíe un informe detallado del error (sus opciones de revisión de ortografía, qué archivo ha revisado y qué hacer para reproducir el problema) usando «Ayuda->Informar de fallo...».
et: Õigekirja kontrolli protsessi ja KBabeli vahel tekkis mingi segadus. Palun kontrolli, kas sa oled õigekirja kontrolli seadistustes ikka oma keele korrektselt määranud. Kui oled kontrollinud ja viga ikkagi kordub, siis saada detailne vearaport (sinu õigekirja kontrolli seadistused, millist faili kontrollisid ja kuidas saab viga uuesti esile kutsuda), kasutades menüükäsku Abi->Saada vearaport...
eu: Dirudienez errore bat dago egiaztapen-prozesuaren eta KBabel-en arteko sinkronizazioan. Ziurtatu ortografia egiaztatzeko zure hizkuntzari dagozkion ezarpen egokiak ezarri dituzula. Horrela bada, eta arazoa berriro sortuz gero, bidali xehetasunezko txosten bat programazio-erroreari buruz (ortografia egiaztatzeko aukerak, zein den egiaztatu duzun fitxategia eta zer egin arazoa berriro ez sortzeko) ondokoa erabiliz: Laguntza->Jakinarazi programazio-errorea...
fa: به نظر می‌رسد هنگام همگام‌سازی فرآیند غلط‌یابی و KBabel خطایی وجود دارد. لطفاً، بررسی کنید که تنظیمات درست را برای غلط‌یابی زبانتان تنظیم کرده‌اید. اگر تنظیم کرده‌اید و این مسأله دوباره ایجاد می‌شود، لطفاً، گزارش جزئیات اشکال )گزینه‌های غلط‌یاب خود، چه پرونده‌ای را بررسی کرده‌اید و با ایجاد مجدد مسئله چه می‌کنید( را با استفاده از کمک-<گزارش اشکال... ارسال نمایید.
fr: Il semble y avoir une erreur dans la synchronisation du processus de vérification orthographique et KBabel. Veuillez vérifier que vous avez configuré correctement la vérification orthographique pour votre langue. Si vous l'avez fait et que ce problème est reproductible, veuillez envoyer un rapport de bogue détaillé (vos options de vérification, quel fichier vous avez vérifié, et ce que vous avez fait pour reproduire le problème) en utilisant Aide / Rapport de bogue...
gl: Parece haber un erro coa sincronización do proceso de comprobación ortográfica e KBabel. Verifique que escolleu a configuración correcta da comprobación ortográfica para o seu idioma. Se a ten, e este problema é reproducíbel, envíe un informe de erro detallado (as súas opcións de comprobación, que ficheiro está a comprobar e que facer para reproducir o problema) mediante Axuda->Informar dun erro...
hr: Izgleda da postoji greška sa sinhronizacijom procesa provjere pravopisa i KBabel-a. Provjerite jeste li postavili ispravna podešavanja za vaš jezik u vezi sa provjerom pravopisa. Ako jeste, a ovaj problem se nastavi ponavljati, pošaljite detaljan izvještaj o grešci (vaše opcije za provjeru pravopisa, koju ste datoteku provjerili i što treba uraditi da bi se problem ponovo javio) koristeći Pomoć->Prijavi grešku...
hu: Feltehetően szinkronizációs hiba történt a helyesírás-ellenőrzési folyamat és a KBabel között. Ellenőrizze, hogy a helyesírás-ellenőrző beállításai megfelelnek-e a beállított nyelvnek. Ha igen, és a hiba reprodukálható, akkor kérjük jelentse be a hibát (a bejelentés tartalmazza a beállítások felsorolását, az éppen ellenőrzött fájlt és a hiba reprodukálásához szükséges többi lépést) a Segítség->Hibabejelentés... menüponttal.
is: Það virðist vera villa við samræmingu stafsetningar skoðunarferilsins og KBabel. Vinsamlega athugaðu hvort þú hafir valið réttar stillingar fyrir þitt tungumál. Ef þú hefur valið réttar stillingar, og þú getur endurskapað þessa villu, sendu þá ítarlega villuskýrslu (stillingar stafsetningarskoðunar, hvaða skrá var skoðuð og hvernig er hægt að endurskapa villuna) með því að velja Hjálp->Senda villuskýrslu...
it: Sembra esserci un errore con la sincronizzazione del processo di controllo ortografico e KBabel. Per piacere, controlla le configurazioni relative alla lingua. Se l'errore si ripete, per piacere invia un resoconto dettagliato del bug (le opzioni del correttore ortografico, quale file hai controllato e come riprodurre il problema) utilizzando Aiuto->Segnala un bug...
ja: KBabel とスペルチェックプロセスの同期でエラーが発生しているようです。 あなたの言語のスペルチェックが正しく設定されているか確認してください。 正しく設定されているにもかかわらずこの問題が再現する場合は、詳細なバグレポート (スペルチェックのオプション、スペルチェックしたファイル、再現方法など) を「ヘルプ」->「バグを報告」を使って送ってください。
kk: KBabel мен емле тексеру процесін қадамдастыру кезінде қате пайда болды. Емле тексеру үшін тіліңіздің параметрлерін дұрыс орнатқаныңызды тексеріңіз. Егер орнатқаныңыз дұрыс болса және бұл мәселе қайталанатын болса, Анықтама->Қате туралы хабарлау... дегенді қолданып қате туралы (емле тексеру параметрлерін, қандай файлды тексергеніңізді және бұл мәселені қайталау үшін не істеу керек екендігін түсіндіретін) хабарды жіберіңіз.
ko: K바벨과 맞춤법 검사 처리의 동기화 도중 오류가 있는 것으로 보입니다. 맞춤법 검사에 대해 언어에 대한 정확한 설정을 설정하고 확인해 보십시오. 만약 그러한 경우에도 이 문제가 다시 나타난다면, 도움말->버그 리포트... 메뉴를 통해 자세한 버그 리포트(맞춤법 검사 옵션이나, 검사했던 파일, 문제를 줄이기 위한 무엇인가 를 보내주십시오.
lt: Panašu, kad yra klaida sinchronizuojant rašybos patikros procesą ir KBabel. Pasitikrinkite ar nustatėte teisingas parinktis savo kalbai rašybos patikrai. Jeigu nustatėte, kad šitą problemą galima atgaminti, prašome atsiųsti detalizuotą pranešimą apie ydą (savo rašybos tikrinimo parinktis, kokią bylą tikrinote ir ką reikia daryti siekiant atgaminti problemą), naudojant Pagalba->Pranešti apie klaidą...
nb: Det virker som om det oppsto en feil ved synkroniseringen av stavekontrollen og KBabel. Sjekk at stavekontrollen er rett satt opp. Hvis du har gjort det, og problemet vedvarer, så bør du sende inn en detaljert feilrapport (med dine valg for stavekontroll, hvilken fil du sjekket og hva som må gjøres for å gjenskape problemet) ved å bruke «Hjelp – Rapporter feil …».
nds: As dat lett gifft dat en Synkroniseerproblem mit den Klookschriever un KBabel. Bitte prööv, wat Dien Spraakinstellen för den Klookschriever passt. Wenn Du dat maakt hest, un sik de Fehler wedderhalen lett, senn bitte över "Hülp" -> "Fehler berichten" en utföhrlich Fehlerbericht (Dien Klookschrieveroptschonen, welk Datei Du pröövt hest, un woans Een den Fehler wedderhalen kann).
nl: Er blijkt iets fout te gaan bij de synchronisatie tussen het spellingcontroleproces en KBabel. Controleer of u de juiste taal in de spellingcontrole hebt ingesteld. Als dat het geval is, en het probleem reproduceerbaar is, stuur dan een gedetailleerd bugrapport (de opties van uw spellingcontrole, welk bestand u controleerde, en hoe het probleem te reproduceren is) via het menu Help->Bug rapporteren...
nn: Det ser ut til å vera feil i synkroniseringa mellom stavekontrollprosessen og KBabel. Sjå til at språket i stavekontrollen er rett sett opp. Dersom innstillingane er rette og problemet kan reproduserast, send ein detaljert feilrapport (med innstillingar for stavekontroll, kva for fil du sjekka og kva som må gjerast for å reprodusera problemet) ved å bruka «Hjelp – Rapporter feil».
pl: Błąd synchronizacji z modułem sprawdzania pisowni. Proszę sprawdzić, czy ustawienia sprawdzania pisowni są odpowiednie dla wybranego języka. Jeśli ustawienia są poprawne, a problem się powtarza, proszę wysłać szczegółowy raport o błędzie (ustawienia sprawdzania pisowni, sprawdzany plik, kroki niezbędne do wystąpienia problemu), używając polecenia Pomoc->Raport o błędzie...
pt: Parece haver um erro na sincronização do processo de verificação ortográfica e o KBabel. Se puder, verifique se tem a configuração correcta para a sua língua na verificação ortográfica. Se a tiver, e se este problema consegue ser reproduzido, comunique o erro de forma detalhada (as suas opções de verificação ortográfica, que ficheiro estava a verificar e o que fazer para reproduzir o erro), seleccionando a opção 'Ajuda->Comunicar um Erro'...
sk: Vyzerá to, že nastala chyba pri synchronizácii procesu kontroly pravopisu a programu KBabel. Prosím, overte, že máte správne nastavený jazyk pre kontrolu. Ak máte a tento problém je možné reprodukovať, prosím pošlite správu o chybe (spolu s vaším nastavením, kontrolovaným súborom a popisom problému) pomocou Pomocník->Poslať správu o chybe...
sl: Kaže, da je prišlo do napake pri usklajevanju procesa preverjanja črkovanja in KBabel. Preverite, če imate pravilno nastavljene izbire za vaš jezik za preverjanje črkovanja. Če jih imate, pa se problem ponavlja, potem prosimo, da pošljete podrobno poročilo o hrošču (vaše izbire preverjanja črkovanja, katero datoteko ste preverjali in kaj storite, da ponovite problem) z uporabo Pomoč -> Poročaj o hrošču ...
sr: Изгледа да постоји грешка са синхронизацијом процеса провере правописа и KBabel-а. Проверите да ли сте поставили исправна подешавања за ваш језик у вези са провером правописа. Ако јесте, а овај проблем се буде понављао, пошаљите детаљан извештај о грешци (ваше опције за проверу правописа, који сте фајл проверили и шта треба урадити да би се проблем поново јавио) користећи Помоћ->Пријави грешку...
sr@latn: Izgleda da postoji greška sa sinhronizacijom procesa provere pravopisa i KBabel-a. Proverite da li ste postavili ispravna podešavanja za vaš jezik u vezi sa proverom pravopisa. Ako jeste, a ovaj problem se bude ponavljao, pošaljite detaljan izveštaj o grešci (vaše opcije za proveru pravopisa, koji ste fajl proverili i šta treba uraditi da bi se problem ponovo javio) koristeći Pomoć->Prijavi grešku...
sv: Det verkar finnas ett fel i synkroniseringen av stavningskontrollprocessen och Kbabel. Kontrollera att du har gjort korrekta inställningar för ditt språk för stavningskontroll. Om du har det och problemet går att upprepa, skicka en detaljerad felrapport (dina inställningar av stavningskontrollen, vilken fil du kontrollerade och vad som måste göras för att upprepa problemet) genom att använda Hjälp-> Rapportera fel...
ta: சொல் பரிசோதனை மற்றும் KBabel ஒத்திசைவு செய்யும் போது பிழை போல தெரிகிறது. சொல் பரிசோதனைக்கான மொழியை சரியாக அமைத்துள்ளீரா என்று தயவு செய்து பரிசோதிக்கவும். உங்களிடம் இருந்தால் மற்றும் சிக்கல் மறு உருவானதாக இருக்கும், தயவு செய்து விரிவான பிழை அறிக்கையை அனுப்பவும் (உங்கள் சொல் பரிசோதனை விருப்பத்தேர்வு, எந்த கோப்பினை நீங்கள் பரிசோதித்தீர் மற்றும் மறு உருவாக்கத்திற்கு என்ன சிக்கல்) உதவி->பிழை அறிக்கை... உதவியுடன் பரிசோதி
tg: Дар ҳамгомии раванди санҷиши имло ва KBabel хатогӣ ҳаст. Марҳамат карда санҷед, ки барои забонатон барпои муҳити дуруст гузоштед. Агар ин масъала такроран пайдошаванда бошад, марҳамат карда гузориши ботафсили хаторо (Вариантҳои санҷиши имлоатон, кадом файлро тафтиш кардед ва чӣ кор бояд кард, ки масъала аз сари нав пайдо шавад) бо истифодаи Ёрӣ->Гузориши Хато...
uk: Схоже, що сталась помилка синхронізації процесу перевірки правопису з KBabel. Будь ласка, перевірте налаштування параметрів вашої мови для перевірки правопису. Якщо все налаштовано правильно і проблема повторюється при певних умовах, будь ласка, надішліть детальний звіт про помилку (ваші параметри перевірки правопису, який файл ви перевіряли і як можна повторити цю помилку) при допомозі Довідка->Надіслати звіт про помилку...
zh_cn: 在 KBabel 和拼写检查进程的同步中似乎出现了错误。 请检查您是否为您的语言正确设置了拼写检查选项。 如果设置正确，而这个问题仍旧存在，请使用“帮助->报告错误...”发送一份详细的错误报告(您的拼写检查选项、您在检查的文件、以及如何重现问题)。

source: _n: Spellcheck: %n word replaced Spellcheck: %n words replaced
ar: تدقيق الإملاء: استبدلت كلمة واحِدة تدقيق الإملاء: استبدلت كلمتين إثنتينة تدقيق الإملاء: استبدلت %n كلمات تدقيق الإملاء: استبدلت %n كلمة
bg: Проверка на правописа: беше заменена %n дума Проверка на правописа: бяха заменени %n думи
ca: Comprovació ortogràfica: %n paraula substituïda Comprovació ortogràfica: %n paraules substituïdes
da: Stavekontrol: %n ord erstattet Stavekontrol: %n ord erstattede
de: Rechtschreibprüfung: %n Wort ersetzt Rechtschreibprüfung: %n Wörter ersetzt
el: Ορθογραφικός έλεγχος: %n λέξη αντικαταστάθηκε Ορθογραφικός έλεγχος: %n λέξεις αντικαταστάθηκαν
es: Comprobación de ortografía: %n palabra sustituida Comprobación de ortografía: %n palabras sustituidas
et: Õigekirja kontroll: asendati %n sõna Õigekirja kontroll: asendati %n sõna
eu: Ortografiaren egiaztapena: hitz %n ordeztuta Ortografiaren egiaztapena: %n hitz ordeztuta
fa: غلط‌یاب: %n واژه جایگزین شد
fr: Vérification orthographique : %n mot remplacé Vérification orthographique : %n mots remplacés
gl: Ortografía: %n palabra substituída Ortografía: %n palabras substituídas
he: בדיקת איות: %n מילים הוחלפו בדיקת איות: %n מילים הוחלפו
hu: Helyesírás-ellenőrzés: %n szó cserélve
is: Stafsetningarskoðun: %n orði skipt út Stafsetningarskoðun: %n orðum skipt út
it: Controllo ortografico: %n parola sostituita Controllo ortografico: %n parole sostituite
ja: スペルチェック: %n 語置換しました
kk: Емлені тексеру: %n сөз алмастырылған
mk: Правопис: заменет е %n збор Правопис: заменети се %n збора Правопис: заменети се %n зборови
nds: Klookschriever: %n Woort utwesselt Klookschriever: %n Wöör utwesselt
nl: Spellingcontrole: %n woord vervangen Spellingcontrole: %n woorden vervangen
nn: Stavekontroll: %n ord bytt ut Stavekontroll: %n ord bytte ut
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ: %n ਸ਼ਬਦ ਤਬਦੀਲ ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ: %n ਸ਼ਬਦ ਤਬਦੀਲ
pl: Sprawdzanie pisowni: %n zastąpione słowo Sprawdzanie pisowni: %n zastąpione słowa Sprawdzanie pisowni: %n zastąpionych słów
pt: Verificação ortográfica: uma palavra substituída Verificação ortográfica: %n palavras substituídas
sk: Kontrola pravopisu: %n nahradené slovo Kontrola pravopisu: %n nahradené slová Kontrola pravopisu: %n nahradených slov
sl: Preverjanje črkovanja: %n zamenjanih besed Preverjanje črkovanja: %n zamenjana beseda Preverjanje črkovanja: %n zamenjani besedi Preverjanje črkovanja: %n zamenjane besede
sr: Провера правописа: %n реч је замењена Провера правописа: %n речи су замењене Провера правописа: %n речи је замењено
sr@latn: Provera pravopisa: %n reč je zamenjena Provera pravopisa: %n reči su zamenjene Provera pravopisa: %n reči je zamenjeno
sv: Rättstavning: %n ord ersatt Rättstavning: %n ord ersatta
ta: எழுத்து சரிபார்ப்பு: %n வார்த்தை மாற்றப்பட்டுள்ளது எழுத்து சரிபார்ப்பு: %n வார்த்தை மாற்றப்பட்டுள்ளது
tg: Имлосанҷӣ: %n калима иваз шуд Имлосанҷӣ: %n калимаҳо иваз шуданд
uk: Перевірка правопису: замінене %n слово Перевірка правопису: замінено %n слова Перевірка правопису: замінено %n слів
zh_cn: 拼写检查：%n 个单词被替换

source: Spellcheck successfully finished. No misspelled words have been found.
ar: إنتهى مدقق اﻹملاء بنجاح. لم يُعثر على كلمات خاطئة إملائيا.
be: Праверка арфаграфіі завершаная Слоў з памылкамі не выяўлена.
bg: Проверката на правописа завърши успешно. Не са намерени сгрешени думи.
ca: Comprovació ortogràfica finalitzada amb èxit. No s'han trobat paraules errònies.
da: Stavekontrollen afsluttet. Ingen forkert stavede ord blev fundet.
de: Die Rechtschreibprüfung wurde erfolgreich abgeschlossen. Es wurden keine fehlerhaften Wörter gefunden.
el: Ο ορθογραφικός έλεγχος τελείωσε επιτυχώς. Δε βρέθηκαν ανορθόγραφες λέξεις.
es: Revisión de ortografía finalizada con éxito. No se encontraron palabras erróneas.
et: Õigekirja kontroll õnnestus. Ühtegi vigaselt kirjutatud sõna ei leitud.
eu: Ortografiaren egiaztapena behar bezala amaitu da. Ez da aurkitu gaizki idatzitako hitzik.
fa: غلط‌یابی با موفقیت تمام شد. واژه‌ای با غلط املایی یافت نشد.
fr: Vérification orthographique terminée. Aucune faute n'a été trouvée.
gl: A comprobación da ortografía rematou con éxito. Non se atopou nengunha palabra mal escrita.
he: בדיקת איות הסתיימה בהצלחה. לא נמצאו מילים עם שגיאות איות.
hr: Provjera pravopisa je uspješno završena. Nisu pronađene pravopisno pogrešne riječi.
hu: A helyesírás-ellenőrzés sikeresen befejeződött. Nem találtam hibát.
is: Stafsetningarskoðun lokið. Engar villur fundust.
it: Controllo ortografico terminato con successo. Nessuna parola errata è stata trovata.
ja: スペルチェックが完了しました。 スペル間違いは見つかりませんでした。
kk: Емле тексеруі аяқталды Қате сөздер табылмады.
ko: 맞춤법 검사가 성공적으로 완료되었습니다. 맞춤법이 틀린 단어가 발견되지 않았습니다.
lt: Korektorius sėkmingai baigė darbą. Nerasta klaidingų žodžių.
mk: Проверката на правопис заврши успешно. Нема неправописни зборови.
nb: Stavekontrollen er ferdig. Fant ingen feilstavede ord.
nds: Schriefwies-Prööv. Keen verkehrt schreven Wöör funnen.
nl: Spellingcontrole is succesvol afgerond. Geen foutief gespelde woorden gevonden.
nn: Stavekontrollen er ferdig. Fann ingen feilstava ord.
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ ਸਫਲਤਾਪੂਰਕ ਪੂਰਨ ਹੋਈ ਕੋਈ ਗਲਤ ਸ਼ਬਦ-ਜੋੜ ਨਹੀਂ ਲੱਭਾ ਹੈ।
pl: Sprawdzanie pisowni zakończone. Nie znaleziono żadnych błędów.
pt: A verificação ortográfica terminou com sucesso. Não foi encontrada nenhuma palavra errada.
sk: Kontrola pravopisu dokončená. Nenájdené žiadne chyby.
sl: Preverjanje črkovanja je uspešno zaključeno. Ni bilo najdenih nobenih napačno črkovanih besed.
sr: Провера правописа је успешно завршена. Нису пронађене правописно погрешне речи.
sr@latn: Provera pravopisa je uspešno završena. Nisu pronađene pravopisno pogrešne reči.
sv: Stavningskontrollen är klar. Inga felstavade ord hittades.
ta: சொற்கள் திருத்தப்பட்டன திருத்தப்படாத சொற்கள் ஏதும் இல்லை
tg: Имлосанҷӣ бо муваффақият анҷом ёфт. Ягон хел калимаи тафтишнашуда ёфт нашуд.
uk: Перевірка правопису успішно закінчилась. Помилок не знайдено.
zh_cn: 拼写检查完毕。 未找到拼写错误的词。

source: Spellcheck canceled
ar: أُلغِي التدقيق اﻹملائي
be: Праверка арфаграфіі скасавана
bg: Проверката на правописа е отменена
ca: Comprovació ortogràfica cancel·lada
da: Stavekontrol annulleret
de: Die Rechtschreibprüfung wurde abgebrochen
el: Ο ορθογραφικός έλεγχος ακυρώθηκε
es: Revisión de ortografía cancelada
et: Õigekirja kontroll katkestatud
eu: Ortografia egiaztatzeari utzita
fa: لغو غلط‌یاب
fr: Vérification orthographique annulée
gl: A comprobación ortografica foi cancelada
he: בדיקת איות בוטלה
hr: Provjera pravopisa je otkazana
hu: A helyesírás-ellenőrzés félbeszakadt.
is: Hætt við stafsetningarskoðun
it: Controllo ortografico annullato
ja: スペルチェックはキャンセルされました
kk: Емлесін тексеру доғарылды
ko: 맞춤법 검사 취소됨
lt: Rašybos tikrinimas nutrauktas
mk: Проверката на парвопис е откажана
nb: Stavekontrollen ble avbrutt
nds: Schriefwies-Prööv afbraken
nl: Spellingcontrole is geannuleerd
nn: Stavekontroll avbroten
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ ਰੱਦ
pl: Sprawdzanie pisowni przerwane
pt: Verificação ortográfica cancelada
sk: Kontrola pravopisu zrušená
sl: Preverjanje črkovanja preklicano
sr: Провера правописа је отказана
sr@latn: Provera pravopisa je otkazana
sv: Rättstavning avbruten
ta: சொல் திருத்தி ரத்தானது
tg: Имлосанҷӣ бекор карда шуд
uk: Перевірку правопису скасовано
zh_cn: 拼写检查被取消
