Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Reading file information
ar: قراءة معلومات الملف
be: Чытанне інфармацыі аб файле
bg: Четене на информацията за файловете
ca: S'està llegint la informació del fitxer
da: Læser filinformationer
de: Datei-Informationen werden gelesen
el: Ανάγνωση πληροφοριών αρχείου
es: Leyendo información de los archivos...
et: Failiinfo lugemine
eu: Fitxategiaren informazioa irakurtzen
fa: در حال خواندن اطلاعات پرونده
fr: Lecture des informations sur les fichiers
gl: A ler a información do ficheiro
he: קורא מידע קובץ
hr: Čitam informacije o datotekema
hu: Fájlinformáció olvasása
is: Les upplýsingar um skrár
it: Lettura informazioni file
ja: ファイル情報を読み込み中
kk: Файл мәліметін оқу
ko: 파일 정보를 읽고 있습니다
lt: Skaitoma bylos informacija
mk: Вчитувам инфо. за датотеките
nb: Leser filinformasjon
nds: Dateiinformatschonen warrt leest
nl: Bestandsinformatie wordt gelezen
nn: Les filinformasjon
pa: ਫਾਇਲ ਜਾਣਕਾਰੀ ਪਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Wczytywanie informacji o pliku
pt: A ler a informação do ficheiro
sk: Načítavam informácie o súbore
sl: Branje datotečnih podatkov
sr: Читам информације о фајловима
sr@latn: Čitam informacije o fajlovima
sv: Läser filinformation
ta: கோப்பின் தகவல்களை படிக்கிறது
tg: Хондани маълумот оиди файл
uk: Зчитування інформації про файли
zh_cn: 正在读取文件信息

source: Cannot instantiate a validation tool. Please check your installation.
be: Не атрымалася вызначыць прыладу праверкі. Праверце правільнасць усталёўкі.
bg: Текстовият редактор не може да бъде стартиран. Моля, проверете инсталацията на KDE.
ca: No es pot iniciar una eina de validació. Si us plau, comproveu la vostra instal·lació.
da: Kan ikke starte et efterprøvningsværktøj. Tjek venligst din installation.
de: Es kann kein Prüfprogramm aufgerufen werden. Bitte überprüfen Sie Ihre Installation.
el: Αδύνατη η εκκίνηση ενός εργαλείου ελέγχου εγκυρότητας. Παρακαλώ ελέγξτε την εγκατάσταση σας.
es: No se pudo iniciar una herramienta de validación. Compruebe su instalación.
et: Kontrollimisvahendi käivitamine ebaõnnestus. Palun kontrolli paigaldust.
eu: Ezin da balidazio tresna bat instantziatu. Egiaztatu zure KDE instalazioa.
fa: یک ابزار اعتبارسنجی را نمی‌توان نمونه‌سازی کرد. لطفاً، نصب خود را بررسی کنید.
fr: Impossible d'initialiser un outil de validation. Veuillez vérifier votre installation.
gl: Non foi posíbel iniciar unha ferramenta de validación. Verifique a sú instalación.
hu: Az egyik ellenőrző programot nem sikerült inicializálni. Ellenőrizze, hogy minden jól van-e telepítve.
is: Gat ekki ræst prófunartól. Vinsamlega athugaðu uppsetninguna þína.
it: Impossibile istanziare uno strumento di convalida. Controlla l'installazione.
ja: 検証ツールを起動できません。 インストールを確認してください。
kk: Тексеріс құралдары іске қосылмады. Орнатудың дұрыстығын тексеріңіз.
mk: Не можам да инстанцирам алатка за валидација. Проверете ја вашата инсталација.
nb: Klarer ikke å starte et verktøy for gyldighetstest. Du bør sjekke installasjonen din.
nds: Pröövwarktüüch lett sik nich opropen. Bitte prööv Dien Installatschoon.
nl: Kan geen validatiehulpmiddel opstarten. Controleer a.u.b. uw installatie.
nn: Klarte ikkje starta eit verktøy for syntakssjekk. Kontroller installasjonen.
pa: ਜਾਇਜ਼ਕਰਨ ਸੰਦ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Nie można uruchomić narzędzia sprawdzającego. Proszę sprawdzić instalację.
pt: Não é possível criar uma ferramenta de validação. Verifique a sua instalação, por favor.
sk: Nepodarilo sa spustiť overovací nástroj. Prosím, overte vašu inštaláciu KDE.
sl: Ni moč zagnati potrditvenega orodja. Prosim preverite namestitev.
sr: Не могу да инстанцирам алат за оверу. Проверите своју инсталацију.
sr@latn: Ne mogu da instanciram alat za overu. Proverite svoju instalaciju.
sv: Kan inte instantiera ett valideringsverktyg. Kontrollera installationen.
uk: Не вдається започаткувати засіб перевірки. Будь ласка, перевірте вашу інсталяцію.

source: Validation Tool Error
ar: خطأ أداة التحقق
be: Памылка прылады праверкі
bg: Грешка в инструмента за валидността
ca: Error de l'eina de validació
da: Fejl i efterprøvningsværktøj
de: Prüfprogramm-Fehler
el: Σφάλμα εργαλείου ελέγχου εγκυρότητας
es: Error de herramienta de validación
et: Kontrollimisvahendi viga
eu: Balidazio tresna errorea
fa: خطای ابزار اعتبارسنجی
fr: Erreur d'un outil de validation
gl: Erro da ferramenta de validación
he: שגיאת כלי תקינות
hr: Greška alata za ovjeru
hu: Hiba az ellenőrző programban
is: Villa í prófunartóli
it: Errore dello strumento di convalida
ja: 検証ツールエラー
kk: Тексеріс құралының қатесі
ko: 검사 도구 오류
lt: Teisingumo tikrinimo įrankio klaida
mk: Грешка во алатката за валидација
nb: Feil ved verktøyet for gyldighetstest
nds: Pröövwarktüüch-Fehler
nl: Fout in validatiehulpmiddel
nn: Feil med verktøyet for syntakssjekk
pa: ਜਾਂਚ ਸੰਦ ਗਲਤੀ
pl: Błąd narzędzia sprawdzającego
pt: Erro da Ferramenta de Validação
sk: Chyba nástroja pre kontrolu
sl: Napaka potrditvenega orodja
sr: Грешка алата за оверу
sr@latn: Greška alata za overu
sv: Fel för valideringsverktyg
ta: பிழை அறிக்கை கருவி
tg: Хатои асбоби озмоиш
uk: Помилка засобу перевірки
zh_cn: 检验工具错误

source: Validation Options
ar: خيارات التحقق
be: Параметры праверкі
bg: Опции за валидност
ca: Opcions de validació
da: Efterprøvningstilvalg
de: Einstellungen für die Überprüfung
el: Επιλογές ελέγχου εγκυρότητας
es: Opciones de validación
et: Kontrollimise valikud
eu: Balidazioa aukerak
fa: گزینه‌های اعتبارسنجی
fr: Options de validation
gl: Opcións de validación
he: אפשרויות תקינות
hr: Postavke provjere
hu: Ellenőrzési beállítások
is: Stillingar prófunartóls
it: Opzioni di convalida
ja: 検証オプション
kk: Тексеріс параметрлері
ko: 검사 옵션
lt: Teisingumo tikrinimo parinktys
mk: Опции за валидација
nb: Valg for sjekker
nds: Pröövoptschonen
nl: Validatie-opties
nn: Val for sjekkar
pa: ਜਾਂਚ ਚੋਣ
pl: Opcje sprawdzania
pt: Opções de Validação
sk: Možnosti kontroly
sl: Možnosti potrjevanja
sr: Опције за оверу
sr@latn: Opcije za overu
sv: Valideringsalternativ
ta: மதிப்பிடு விருப்பங்கள்
tg: Интихоби озмоиш
uk: Параметри перевірки
zh_cn: 检验选项

source: Ma&rk files which match the following pattern:
ar: ع&لِّم الملفات التى تطابق النمط التالى:
be: Ад&значыць файлы па ўзоры:
bg: &Маркиране на файлове, които съвпадат със следния шаблон:
ca: Ma&rca fitxers que coincideixin amb el següent patró:
da: Ma&rkér filer der matcher følgende mønster:
de: Ma&rkieren von Dateien mit folgenden Eigenschaften:
el: &Σήμανση των αρχείων που ταιριάζουν με το ακόλουθο μοτίβο:
es: Marca&r archivos que coincidan con el siguiente patrón:
et: Mä&rgi järgmise mustriga sobivad failid:
eu: Ma&rkatu ondorengo eredua parekatzen duten fitxategiak:
fa: &نشان‌دار‌ کردن پرونده‌هایی که با الگوی زیر تطبیق می‌کنند:‌
fr: &Marquer les fichiers qui correspondent au motif suivant :
gl: Ma&rcar os ficheiros que concorden co seguinte padrón:
he: &סמן את הקבצים שמתאימים לתבניות הבאות:
hr: Označi datoteke koje odgova&raju sljedećem modelu:
hu: A kö&vetkező mintához illeszkedő fájlok kijelölése:
is: Me&rkja skrár sem uppfylla eftirfarandi skilyrði:
it: &Segna i file che seguono il seguente schema:
ja: 以下のパターンにマッチするファイルをマーク(&R):
kk: Келесі өрнекке сәйкесті файлдарды б&елгілеу:
ko: 다음의 패턴과 일치하는 파일에 표시(&R):
lt: Pa&žymėti bylas atitinkančias šabloną:
mk: Маркирај ги датотеките што одгова&раат на следната шема:
nb: Mar&ker filer som svarer til følgende uttrykk:
nds: Dateien ma&rkeren, de mit dat nakamen Muster övereenstimmt:
nl: Bestanden ma&rkeren die met het volgende patroon overeenkomen:
nn: Mar&ker filer som svarar til følgjande uttrykk:
pa: ਹੇਠ ਲਿਖੀ ਤਰਤੀਬ ਨਾਲ ਮੇਲ ਖਾਦੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਨਿਸ਼ਾਨਬੱਧ ਕਰੋ(&r):
pl: Zaznacz pliki pasujące do wz&orca:
pt: Ma&rcar os ficheiros correspondentes ao seguinte padrão:
sk: Označiť súbory, ktoré vyhovujú &vzorke:
sl: Oz&nači datoteke, ki se ujemajo z naslednjim vzorcem:
sr: Означи фајлове који одгова&рају следећем моделу:
sr@latn: Označi fajlove koji odgova&raju sledećem modelu:
sv: Ma&rkera filer som uppfyller följande mönster:
ta: கீழ்காணும் தோரணியை பொருத்து கோப்புகளை குறி:
tg: &Файлҳоро аз рӯи нусхаи зерин ишора намоед:
uk: П&означити файли, які співпадають з наступним взірцем:
zh_cn: 标记符合下面式样的文件(&R)：

source: &Mark Files
ar: علِّ&م الملفات
be: А&дзначыць файлы
bg: Ма&ркиране на файлове
ca: &Marca fitxers
da: &Markér filer
de: &Dateien markieren
el: &Σήμανση αρχείων
es: &Marcar archivos
et: &Märgi failid
eu: &Markatu fitxategiak
fa: &نشان‌دار‌ کردن پرونده‌ها‌
fr: M&arquer les fichiers
gl: &Marcar os ficheiros
he: ס&מן קבצים
hr: &Označi datoteke
hu: Fá&jlok kijelölése
is: &Merkja skrár
it: &Segna file
ja: ファイルをマーク(&M)
kk: Файлдарды &белгілеу
ko: 파일에 표시(&M)
lt: Paž&ymėti bylas
mk: &Маркирај датотеки
nb: &Marker filer
nds: &Dateien markeren
nl: Bestanden &markeren
nn: &Marker filer
pa: ਨਿਸ਼ਾਨਬੱਧ ਫਾਇਲਾਂ(&M)
pl: &Zaznacz pliki
pt: &Marcar os Ficheiros
sk: &Označiť súbory
sl: O&znači datoteke
sr: &Означи фајлове
sr@latn: &Označi fajlove
sv: &Markera filer
ta: &கோப்புகளை குறிப்பிடு
tg: &Ишора кардани файлҳо
uk: &Позначити файли
zh_cn: 标记文件(&M)

source: Unma&rk files which match the following pattern:
ar: ال&غِ تعليم الملفات التى تطابق النمط التالى:
be: З&няць адзнаку файлаў па ўзоры:
bg: &Размаркиране на файлове, които съвпадат със следния шаблон:
ca: &Desmarca els fitxers que coincideixin amb el següent patró:
da: Fjern &mærker fra filer der matcher følgende mønster:
de: Ma&rkierung von Dateien mit folgenden Eigenschaften aufheben:
el: Α&ναίρεση σήμανσης αρχείων που ταιριάζουν με το ακόλουθο μοτίβο:
es: Desma&car archivos que coincidan con el siguiente patrón:
et: Eemalda mä&rge järgmise mustriga sobivatelt failidelt:
eu: Desmarkatu ondorengo ereduarekin bat egiten duten fitxategiak:
fa: پرونده‌های &بی‌نشانی که با الگوی زیر تطبیق می‌کنند:‌
fr: &Démarquer les fichiers qui correspondent au motif suivant :
gl: Desma&rcar os ficheiros que concorden co seguinte padrón:
he: &בטל סימון של קבצים שמתאימים לתבניות הבאות:
hr: Poniš&ti oznake datotekama koje odgovaraju modelu:
hu: A &következő mintához illeszkedő fájlok kijelölésének megszüntetése:
is: Afvelja skrá&r sem uppfylla eftirfarandi skilyrði:
it: De&seleziona i file che seguono il seguente schema:
ja: 以下のパターンにマッチするファイルのマークを解除(&R):
kk: Келесі өрнекке сәйкесті файлдардың б&елгісін алып тастау:
ko: 다음의 패턴과 일치하는 파일에 표시없애기(&R)
lt: A&tžymėti bylas atitinkančias šabloną:
mk: Одмаркирај ги датотеките што одгова&раат на следната шема:
nb: Fjern mar&keringa på filer som svarer til følgende uttrykk:
nds: Ma&rkeren vun Dateien wegdoon, de mit dat nakamen Muster övereenstimmt:
nl: Marke&ring weghalen voor bestanden die met het volgende patroon overeenkomen:
nn: F&jern markeringa frå filer som svarar til følgjande uttrykk:
pa: ਹੇਠ ਲਿਖੀ ਤਰਤੀਬ ਨਾਲ ਮੇਲ ਖਾਦੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਨਾ-ਨਿਸ਼ਾਨਬੱਧ ਕਰੋ(&r):
pl: Anuluj zaznaczenie plików pasujących do &wzorca:
pt: Desma&rcar os ficheiros que correspondam ao seguinte padrão:
sk: Odznačiť súbory, ktoré vyhovujú &vzorke:
sl: Odstra&ni oznake datotekam, ki se ujemajo z naslednjim vzorcem:
sr: Пониш&ти ознаке фајлова који одговарају моделу:
sr@latn: Poniš&ti oznake fajlova koji odgovaraju modelu:
sv: Avma&rkera filer som uppfyller följande mönster:
ta: கீழ்காணும் தோரணியை பொருத்து கோப்புகளின் குறியை நீக்கு:
tg: Иш&ора накардани файлҳоро аз рӯи нусхаи зерин метавон гирифт:
uk: Зн&яти позначення файлів, які співпадають з наступним взірцем:
zh_cn: 取消符合下面式样的文件的标记(&R)：

source: Un&mark Files
ar: ا&لغِ تعليم الملفات
be: Зн&яць пазнакі
bg: Размар&киране на файлове
ca: &Desmarca fitxers
da: Ikke &markerede filer
de: M&arkierung für Dateien aufheben
el: Α&ναίρεση σήμανσης αρχείων
es: Des&marcar archivos
et: Eemalda failidelt &märgistus
eu: Des&markatu fitxategiak
fa: پرونده‌های &بی‌نشان‌
fr: D&émarquer les fichiers
gl: Des&marcar os ficheiros
he: ב&טל סימון של קבצים
hr: Poništi &oznake datotekama
hu: A fájlok kijelölésének me&gszüntetése
is: Af&merkja skrár
it: &Deseleziona file
ja: ファイルのマークを解除(&M)
kk: Файлдардың &белгісін алып тастау
ko: 파일에 표시없애기(&M)
lt: Atž&ymėti bylas
mk: О&дмаркирај датотеки
nb: &Fjern markering fra filer
nds: Datei&markeren wegdoon
nl: &Markering van bestanden weghalen
nn: &Fjern markering frå filer
pa: ਨਾ-ਨਿਸ਼ਾਨਬੱਧ(&m)
pl: &Anuluj zaznaczenie plików
pt: Des&marcar os Ficheiros
sk: O&dznačiť súbory
sl: O&dstrani oznake datotekam
sr: Поништи &ознаке фајлова
sr@latn: Poništi &oznake fajlova
sv: Av&markera filer
ta: கோப்பு குறி இல்லாத
tg: Иш&ора накардани файлҳо
uk: &Зняти позначення файлів
zh_cn: 取消标记文件(&M)

source: _: Caption of dialog Validation
ar: التحقّق
be: Праверка
bg: Валидност
ca: Validació
da: Efterprøvning
de: Überprüfung
el: Έλεγχος εγκυρότητας
es: Validación
et: Kontrollimine
eu: Balidazioa
fa: اعتبارسنجی
fr: Validation
gl: Validación
he: תקינות
hr: Ovjera
hu: Ellenőrzés
is: Prófanir
it: Convalida
ja: 検証
kk: Тексеру
ko: 검사
lt: Teisingumo tikrinimas
mk: Валидација
nb: Sjekker
nds: Prööv
nl: Validatie
nn: Sjekkar
pa: ਜਾਂਚ
pl: Sprawdzanie
pt: Validação
sk: Kontrola
sl: Potrjevanje
sr: Овера
sr@latn: Overa
sv: Validering
ta: செல்லுபடி சோதனை
tg: Озмоиш
uk: Перевірка
zh_cn: 检验

source: &Open
ar: ا&فتح
be: &Адкрыць
bg: &Отваряне
ca: O&bre
da: Å&bn
de: Ö&ffnen
el: Ά&νοιγμα
es: A&brir
et: &Ava
eu: &Ireki
fa: &باز کردن‌
fr: &Ouvrir
gl: A&brir
he: &פתח
hr: &Otvori
hu: &Megnyitás
is: &Opna
it: &Apri
ja: 開く(&O)
kk: &Ашу
ko: 열기(&O)
lt: &Atverti
mk: &Отвори
nb: Å&pne
nds: &Opmaken
nl: &Openen
nn: &Opna
pa: ਖੋਲ੍ਹੋ(&O)
pl: &Otwórz
pt: &Abrir
sk: &Otvoriť
sl: &Odpri
sr: &Отвори
sr@latn: &Otvori
sv: &Öppna
ta: &திற
tg: &Кушодан
uk: &Відкрити
zh_cn: 打开(&O)

source: &Ignore
ar: &تجاهل
be: &Ігнараваць
bg: &Игнориране
ca: &Ignora
da: &Ignorér
de: &Ignorieren
el: &Παράβλεψη
es: &Ignorar
et: &Ignoreeri
eu: &Ez ikusia egin
fa: &چشم‌پوشی‌
fr: &Ignorer
gl: &Ignorar
he: ה&תעלם
hr: Z&anemari
hu: &Kihagyás
is: &Hunsa
it: &Ignora
ja: 無視(&I)
kk: &Елемеу
ko: 무시(&I)
lt: &Ignoruoti
mk: &Игнорирај
nb: &Ignorer
nds: Ö&vergahn
nl: &Negeren
nn: &Ignorer
pa: ਅਣਡਿੱਠਾ(&I)
pl: &Ignoruj
pt: &Ignorar
sk: &Ignorovať
sl: &Prezri
sr: &Игнориши
sr@latn: &Ignoriši
sv: &Ignorera
ta: &புறக்கணி
tg: &Аҳамият надодан
uk: &Ігнорувати
zh_cn: 忽略(&I)

source: Validation done. Checked files: %1 Number of errors: %2 Number of ignored errors: %3
ar: تم التحقق. الملفات التى تم التحقق منها:%1 عدد الاخطأ: %2 عدد الاخطأ التى تم تجاهلها:%3
be: Праверка выкананая. Файлаў: %1 Памылак усяго: %2 Памылак прапушчана: %3
bg: Проверката на валидността завърши. Проверени файлове: %1 Брой грешки: %2 Брой игнорирани грешки: %3
ca: Validació realitzada. Fitxers comprovats: %1 Nombre d'errors: %2 Nombre d'errors ignorats: %3
da: Efterprøvning færdig. Tjekkede filer: %1 Antal fejl: %2 Antal ignorerede fejl: %3
de: Überprüfung abgeschlossen. Überprüfte Dateien: %1 Anzahl Fehler: %2 Anzahl ignorierter Fehler: %3
el: Ο έλεγχος εγκυρότητας έγινε. Ελεγμένα αρχεία: %1 Αριθμός σφαλμάτων: %2 Αριθμός σφαλμάτων που παραβλέφθηκαν: %3
es: Validación terminada. Archivos comprobados: %1 Número de errores: %2 Número de errores ignorados: %3
et: Kontroll lõpetatud. Kontrollitud faile: %1 Vigu: %2 Ignoreeritud vigu: %3
eu: Balidazioa amaitu da. Egiaztatutako fitxategiak: %1 Errore kopurua: %2 Ez ikusitako erroreak: %3
fa: اعتبارسنجی انجام شد. پرونده‌های بررسی‌شده: %1 تعداد خطاها: %2 تعداد خطاهای چشم‌پوشی‌شده: %3
fr: Validation effectuée. Fichiers vérifiés : %1 Nombre d'erreurs : %2 Nombre d'erreurs ignorées : %3
gl: Validación rematada. Ficheiros comprobados: %1 Número de erros: %2 Número de erros ignorados:%3
he: בדיקת תקינות בוצעה. קבצים שנבדקו: %1 מספר שגיאות: %2 מספר התעלמויות משגיאות: %3
hr: Ovjera je gotova. Provjereno datoteka: %1 Broj grešaka: %2 Broj ignoriranih grešaka: %3
hu: Az ellenőrzés befejeződött. Az ellenőrzött fájlok száma: %1 A hibák száma: %2 A figyelmen kívül hagyott hibák száma: %3
is: Prófun lokið. Athugaðar skár: %1 Villur: %2 Hunsaðar villur: %3
it: Convalida eseguita. File controllati: %1 Numero di errori: %2 Numero di errori ignorati: %3
ja: 検証が完了しました。 チェックしたファイル数: %1 エラー件数: %2 無視したエラー件数: %3
kk: Тексеріс бітті. Тексерілген файлдар: %1 Қателер саны: %2 Еленбеген қателер: %3
ko: 검사 완료되었습니다. 확인된 파일: %1 에러의 갯수: %2 무시된 에러의 갯수: %3
lt: Teisingumo tikrinimas atliktas. Patikrinta bylų: %1 Klaidų skaičius: %2 Ignoruotų klaidų skaičius: %3
mk: Валидацијата е направена. Проверени датотеки: %1 Број на грешки: %2 Број на игнорирани грешки: %3
nb: Sjekkinga er ferdig. Sjekkede filer: %1 Antall feil: %2 Antall feil som ble oversett: %3
nds: Prööv afslaten. Pröövt Dateien: %1 Fehlertall: %2 Övergahn Fehlers: %3
nl: Validatie voltooid. Gecontroleerde bestanden: %1 Aantal fouten: %2 Aantal genegeerde fouten: %3
nn: Sjekkinga er ferdig. Kontrollerte filer: %1 Tal på feil: %2 Tal på ignorerte feil: %3
pa: ਜਾਂਚ ਪੂਰੀ ਜਾਂਚ ਕੀਤੀਆਂ ਫਾਇਲ਼ਾਂ: %1 ਗਲਤੀਆਂ ਦੀ ਗਿਣਤੀ: %2 ਅਣਡਿੱਠੀਆਂ ਕੀਤੀਆਂ ਗਲਤੀਆਂ: %3
pl: Sprawdzanie zakończone. Liczba sprawdzonych plików: %1 Liczba błędów: %2 Liczba zignorowanych błędów: %3
pt: Validação completa. Ficheiros verificados: %1 Número de erros: %2 Número de erros ignorados: %3
sk: Kontrola dokončená. Skontrolovaných súborov: %1 Počet chýb: %2 Počet ignorovaných chýb: %3
sl: Potrjevanje končano. Preverjenih datotek: %1 Število napak: %2 Čtevilo prezrtih napak: %3
sr: Овера је готова. Проверено фајлова: %1 Број грешака: %2 Број игнорисаних грешака: %3
sr@latn: Overa je gotova. Provereno fajlova: %1 Broj grešaka: %2 Broj ignorisanih grešaka: %3
sv: Validering klar. Kontrollerade filer: %1 Antal fel: %2 Antal ignorerade fel: %3
ta: செல்லுபடிச் சோதனை முடிந்தது. சரிபார்க்கபட்ட கோப்புகள்: %1 பிழைகளின் எண்ணிக்கை: %2 புறக்கணிக்கபட்ட பிழைகளின் எண்ணிக்கை:%3
tg: Озмоиш иҷро шуд. Файлҳои тафтиш карда шуда: %1 Мақодири хатогиҳо: %2 Миқдори хатогиҳои аҳамият надода шуда: %3
uk: Перевірку зроблено. Перевірено файлів: %1 Кількість помилок: %2 Пропущено помилок: %3
zh_cn: 检验完成。 检验了 %1 个文件 检查到 %2 个错误 忽略了 %3 个错误

source: Validation Done
ar: تم التحقق
be: Праверка выкананая
bg: Проверката на валидността завърши
ca: Validació realitzada
da: Efterprøvning færdig
de: Überprüfung abgeschlossen
el: Ο έλεγχος εγκυρότητας έγινε
es: Validación terminada
et: Kontroll lõpetatud
eu: Balidazioa amaitu da
fa: اعتبارسنجی انجام شد
fr: Validation effectuée
gl: Validación rematada
he: בדיקת תקינות בוצעה
hu: Az ellenőrzés befejeződött
is: Prófun lokið
it: Convalida eseguita
ja: 検証完了
kk: Тексеріс бітті
ko: 검사 완료
lt: Teisingumo tikrinimas atliktas
mk: Валидацијата е направена
nb: Sjekkinga er ferdig
nds: Prööv afslaten
nl: Validatie voltooid
nn: Sjekkinga er ferdig
pa: ਜਾਂਚ ਸਮਾਪਤ
pl: Sprawdzanie zakończone
pt: Validação Terminada
sk: Kontrola dokončená
sl: Potrjevanje končano
sr: Овера је готова
sr@latn: Overa je gotova
sv: Validering klar
ta: மதிப்பீடு முடிந்தது
tg: Озмоиш иҷро шуд
uk: Перевірку зроблено
zh_cn: 校验完成

source: File to load configuration from
ar: ملف لتحميل الإعدادات منه
be: Файл для загрузкі канфігурацыі
bg: Файл откъдето да се заредят настройки
ca: Fitxer des del que carregar la configuració
da: Fil at indlæse indstilling fra
de: Datei, aus der die Einstellungen geladen werden
el: Αρχείο για φόρτωση ρυθμίσεων
es: Archivos desde los que cargar la configuración
et: Konfiguratsioonifail
eu: Konfigurazioa kargatzeko fitxategia hemendik
fa: پرونده برای بارگذاری پیکربندی از
fr: Fichier à partir duquel charger la configuration
gl: Ficheiro desde o que cargar a configuración
he: הקובץ שממנו יטענו ההגדרות
hr: Datoteka iz koje se učitavaju podešenja
hu: A konfigurációs fájl neve
is: Skrá sem inniheldur stillingar
it: File da cui caricare la configurazione
ja: 設定を読み込むファイル
kk: Баптауды жүктеп алатын файл
ko: 다음으로부터 설정을 불러오기 위한 파일
lt: Byla konfigūracijos įkėlimui
mk: Датотека од која што да се вчита конфигурацијата
nb: Fila oppsettet skal hentes fra
nds: Datei för't Laden vun de Instellen
nl: Bestand om de configuratie uit te laden
nn: Fila oppsettet skal hentast frå
pa: ਸੰਰਚਨਾ ਲੋਡ ਕਰਨ ਲਈ ਫਾਇਲ਼
pl: Plik z konfiguracją
pt: O ficheiro a partir do qual carregar a informação
sk: Súbor, z ktorého sa má načítať nastavenie
sl: Nastavitvena datoteko za nalaganje
sr: Фајл из кога се учитавају подешавања
sr@latn: Fajl iz koga se učitavaju podešavanja
sv: Fil som inställningar ska laddas från
ta: கோப்பு உள்ளமைவு எற்ற
tg: Файл барои пурборкунии танзимот
uk: Файл, з якого завантажувати конфігурацію
zh_cn: 要从中载入配置的文件

source: KBabel - Catalog Manager
ar: مترجم‌ك - مدير الفهارس
be: KBabel - мэнэджэр каталогаў
bg: KBabel - Управление на каталог
ca: KBabel - Gestor de catàlegs
da: KBabel - Kataloghåndtering
de: KBabel-Katalogmanager
el: KBabel - Διαχειριστής καταλόγων
es: KBabel - Gestor de catálogos
et: KBabel - Kataloogihaldur
eu: KBabel - Katalogo-kudeatzailea
fa: KBabel - مدیر فهرست
fr: Gestionnaire de catalogue de KBabel
gl: KBabel - Xestor de catálogos
he: היישום KBabel - מנהל הקטלוגים
hr: KBabel - Katalog poruka
hu: KBabel - Listakezelő
is: KBabel - Þýðingarstjóri
it: KBabel - Gestione cataloghi
ja: KBabel - カタログマネージャ
kk: KBabel - каталог менеджері
ko: 카탈로그 매니저
lt: KBabel - Katalogo tvarkyklė
mk: КБабел - Менаџер на каталози
nb: KBabel – Katalogbehandler
nds: KBabel - Kataloogpleger
nl: KBabel - Catalogusbeheerder
nn: KBabel – Kataloghandsamar
pa: ਕੇਬਬੇਲ - ਸੂਚੀ ਮੈਨੇਜਰ
pl: KBabel - Menedżer tłumaczeń
pt: KBabel - Gestor de Catálogos
sk: KBabel - Správca katalógov
sl: KBabel - Upravitelj katalogov
sr: KBabel — управник каталога
sr@latn: KBabel — upravnik kataloga
sv: Kbabel - Kataloghanteraren
ta: KBabel-அட்டவணை மேலாளர்
tg: KBabel - мудири каталогҳо
uk: KBabel - Менеджер каталогів
zh_cn: KBabel - 目录管理器

source: An advanced catalog manager for KBabel
ar: مدير الفهارس متقدم لمترجم‌ك
be: Мэнэджэр каталогаў для KBabel
bg: Управление на каталог (KBabel)
ca: Un gestor de catàlegs avançat per a KBabel
da: En avanceret kataloghåndtering for KBabel
de: Ein leistungsfähiger Katalogmanager für KBabel
el: Ένας προχωρημένος διαχειριστής καταλόγων για το KBabel, επεξεργαστή αρχείων PO
es: Un gestor de catálogos avanzado para KBabel
et: Võimalusterohke KBabeli kataloogihaldur
eu: Kbabe-erako katalogo-kudeatzaile aurreratua
fa: مدیر فهرست پیشرفته برای KBabel
fr: Un gestionnaire de catalogue perfectionné pour KBabel
gl: Un avanzado xestor de catálogos para KBabel
hu: Listakezelő program a KBabelhez
is: Öflugur þýðingarstjóri fyrir KBabel
it: Un sistema avanzato di gestione cataloghi per KBabel
ja: KBabel のための高機能カタログマネージャ
kk: KBabel каталогтар менеджері
mk: Напреден менаџер на каталози за КБабел
nb: En avansert katalogbehandler for KBabel.
nds: En verwiedert Kataloogpleger för KBabel
nl: Een geavanceerde catalogusbeheerder voor KBabel
nn: Avansert kataloghandsamar for KBabel
pa: ਕੇਬਬੇਲ ਲਈ ਤਕਨੀਕੀ ਸੂਚੀ ਮੈਨੇਜਰ
pl: Zaawansowany menedżer tłumaczeń programu KBabel
pt: Um gestor de catálogos avançado para o KBabel
sk: Pokročilý správca katalógov pre editor KBabel
sl: Napredni upravitelj katalogov za KBabel
sr: Напредни управник каталога за KBabel
sr@latn: Napredni upravnik kataloga za KBabel
sv: En avancerad kataloghanterare för Kbabel
uk: Менеджер каталогів для KBabel
