Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Project name</b><br/> The project name is an identification of a project for you. It is shown in the project configuration dialog as well as in the title of windows opened for the project. <br/> <br/> <b>Note:</b> The project name cannot be later changed.< </p></qt>
ar: <qt><p><b>اسم المشروع</b><br/> اسم المشروع هو تمييز للمشروع. يظهر في حوار الإعدادات وفي عنوان النافذة المفتوحة للمشروع. <br/> <br/> <b>لاحظ:</b> لا يمكن تغيير اسم المشروع بعد ذلك. </p></qt>
be: <qt><p><b>Назва праекту</b><br/> Выкарыстоўваецца ў дыялогу налад і ў загалоўках вокнаў, адчыненых у яго рамках. <br/> <br/> <b>Нататка:</b> Яго нельга будзе змяніць потым.< </p></qt>
bg: <qt><p><b>Име на проект</b><br/> Името на проекта го идентифицира пред вас. Показва се в прозореца за настройване на проект, както и в заглавията на отворените прозорци. <br/> <br/> <b>Забележка:</b> Името на проекта не може да бъде променено по-късно.< </p></qt>
ca: <qt><p><b>Nom del projecte</b><br/> El nom del projecte com a identificador del projecte per vostè. Es mostra al diàleg de configuració del projecte i com a títol de les finestres del projecte. <br/> <br/> <b>Nota:</b> El nom del projecte no es pot canviar més endavant. </p></qt>
da: <qt><p><b>Projektnavn</b><br/> Projektnavnet er en identifikation af projektet for dig. Det vises i projektkonfigurationsdialogen såvel som i vinduestitlen af de vinduer hvori projektet er åbnet. <br/> <br/> <b>NB:</b> Projektnavnet kan ikke ændres senere.< </p></qt>
de: <qt><p><b>Projektname</b><br/> Der Projektname dient als Erkennungsmerkmal des Projektes für Sie. Er wird im Dialog Projekteinstellungen angezeigt und in den Titelzeilen der offenen Fenster des Projektes. <br/> <br/> <b>Beachten Sie:</b> Der Projektname kann später nicht mehr geändert werden.< </p></qt>
el: <qt><p><b>Όνομα έργου</b><br/> Το όνομα έργου είναι μια ταυτότητα για ένα έργο για σας. Εμφανίζεται στο διάλογο ρύθμισης του έργου όπως επίσης και στον τίτλο των παραθύρων του έργου. <br/> <br/> <b>Σημείωση:</b> Το όνομα του έργου δε μπορεί να αλλαχθεί μετά.< </p></qt>
es: <qt><p><b>Nombre del proyecto</b><br/> El nombre del proyecto es una identificación de un proyecto para usted. Se mostrará en el diálogo de identificación del proyecto al igual que en el título de la ventana abierta para el proyecto. <br/> <br/> <b>Nota:</b> El nombre del proyecto no se podrá cambiar a posteriori.< </p></qt>
et: <qt><p><b>Projekti nimi</b><br/> Projekti nimi on mõeldud selle üheseks tuvastamiseks. Seda näidatakse nii projekti seadistustedialoogis kui ka projekti avatud failide akende tiitliribal. <br/> <br/> <b>Märkus:</b> Projekti nime ei saa hiljem muuta.< </p></qt>
eu: <qt><p><b>Proiectuaren izena</b><br/> Proiektuaren izena zuretzako proiektuaren identifikazio da. Proiektuaren konfigurazio elkarrizketa-koadroan eta proiektuarentzat irekitako lehioaren izenburuan azalduko da. <br/> <br/> <b>Oharra:</b> Proiektuaren izena ezin da geroago aldatu.< </p></qt>
fa: <qt><p><b>نام پروژه</b><br/> نام پروژه، شناسایی پروژه برای شماست. که در محاورۀ پیکربندی پروژه و نیز در عنوان پنجره‌های بازشده برای پروژه، نمایش داده می‌شود. <br/> <br/> <b>نکته:</b>نام پروژه بعداً نمی‌تواند تغییر کند.< </p></qt>
fr: <qt><p><b>Nom du projet</b><br/> Le nom du projet est une identification d'un projet. Il est affiché dans la boîte de dialogue du projet et dans le titre de la fenêtre ouverte. <br/> <br/> <b>Remarque :</b> le nom du projet peut être changé plus tard. </p></qt>
gl: <qt> <p><b>Nome do proxecto</b> <br/> O nome do proxecto é unha identificación do proxecto para si. Móstrase no diálogo de configuración do proxecto e no título das fiestras abertas para este proxecto. <br/> <br/> <b>Nota:</b> O nome do proxecto non pode ser mudado posteriormente.</p></qt>
he: <qt><p><b>שם הפרויקט</b><br/> שם הפרויקט הוא המזהה של הפרויקט עבורך. הוא מוצג בחלון דו־שיח של ההגדרות כמו גם בכותרת החלון הנפתח עבור הפרויקט. <br/> <br/> <b>הערה:</b> אתה לא תוכל לשנות את שם הפרויקט לאחר מכן.< </p></qt>
hu: <qt><p><b>A projekt neve</b><br/> A projektnév a projekt azonosítására szolgál. Megjelenik a projektbeállító párbeszédablakban és a projekthez megnyitott ablakok címsorában. <br/> <br/> <b>Megjegyzés:</b> a projektnév később már nem változtatható meg.< </p></qt>
is: <qt><p><b>Nafn verkefnis</b><br/> Nafnið er notað til að auðkenna verkefnið með. Það er sýnt í verkefna stillingarglugganum, ásamt í KBabel gluggunum sem eru opnaðir í því. <br/> <br/> <b>Athugaðu:</b> Það er ekki hægt að breyta nafninu seinna.< </p></qt>
it: <qt><p><b>Nome del progetto</b><br/> Il nome del progetto è un identificativo tuo del progetto. È mostrato nella finestra di dialogo della configurazione del progetto e nel titolo delle finestre aperte del progetto.<br/> <br/> <br/> <b>Nota:</b> il nome del progetto non può più essere modificato.< </p></qt>
ja: <qt><p>プロジェクト名</p><p>このプロジェクトを識別する名前を指定します。この名前はプロジェクトの設定ダイアログだけでなく、プロジェクトのファイルを開いたときにウィンドウのタイトルバーにも表示されます。</p><p>注意: プロジェクト名は後で変更することはできません。 </p></qt>
kk: <qt><p><b>Жобаның атауы</b><br/> Жобаны баптау диалогында және жоба үшін ашылған терезелер айдарында жазылады. <br/> <br/> <b>Ескертпе:</b>Жобаның атауын кейін өзгертуге болмайды.< </p></qt>
ko: <qt><p><b>프로젝트 이름</b><br/> 프로젝트 이름은 프로젝트를 구분하기 위해 쓰입니다. 프로젝트 창의 제목 부분에서 볼 수 있는 것처럼 프로젝트 설정 대화상자에서도 보실 수 있습니다. <br/> <br/> <b>주의:</b> 프로젝트 이름은 나중에 변겨할 수 없습니다. </p></qt>
mk: <qt><p><b>Име на проект</b><br/> Името на проектот е идентификација на проектот за вас Тоа ќе биде прикажано во дијалогот за конфигурација како и во насловот на отворените прозорци од проектот. <br/> <br/> <b>Забелешка:</b> Името на проектот не може да се смени подоцна.< </p></qt>
nb: <qt><p><b>Prosjektnavn</b><br/> Navnet på prosjektet er der for din egen del så du vet hvilket prosjekt dette er. Navnet vises i dialogvinduet for prosjektoppsettet og i tittelen på det vinduet du åpner for prosjektet. <br/> <br/> <b>Merk:</b>Prosjektnavnet kan ikke endres i etterkant.< </p></qt>
nds: <qt><p><b>Projektnaam</b><br/> De Projektnaam is de Beteken vun Dien Projekt. He warrt binnen den Projektinstellen-Dialoog un in de Titelregen vun de opmaakten Projektfinstern wiest. <br/> <br/> <b>Beacht bitte:</b> De Projektnaam lett sik later nich mehr ännern.< </p></qt>
nl: <qt><p><b>Projectnaam</b><br/> De projectnaam is een identificatie voor één van uw projecten. De projectnaam wordt in de projectconfiguratiedialoog en in de titel van het venster geopend voor het project getoond. <br/> <br/> <b>Opmerking:</b> U kunt de projectnaam later niet wijzigen.< </p></qt>
pa: <qt><p><b>ਪ੍ਰੋਜੈਕਟ ਨਾਂ</b><br/> ਪ੍ਰੋਜੈਕਟ ਨਾਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਪ੍ਰੋਜੈਕਟ ਪਛਾਣ ਹੈ। ਇਹ ਪ੍ਰੋਜੈਕਟ ਸੰਰਚਨਾ ਵਾਰਤਾਲਾਪ ਦੇ ਨਾਲ ਨਾਲ ਪ੍ਰੋਜੈਕਟ ਲਈ ਖੁੱਲਣ ਵਾਲੇ ਝਰੋਖੇ ਦੇ ਸਿਰਲੇਖ ਵਿੱਚ ਵੇਖਾਈ ਦੇਵੇਗਾ। <br/> <br/> <b>ਸੂਚਨਾ:</b> ਪ੍ਰੋਜੈਕਟ ਨਾਂ ਬਾਅਦ ਵਿੱਚ ਤਬਦੀਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। </p></qt>
pl: <qt><p><b>Nazwa projektu</b><br/> Nazwa projektu służy do identyfikowania projektów przez Ciebie. Jest ona wyświetlana w oknie konfiguracji projektu i w tytułach okien otwartych dla tego projektu. <br/> <br/> <b>Uwaga:</b> nazwy projektu nie można później zmienić.< </p></qt>
pt: <qt><p><b>Nome do projecto</b><br/> O nome do projecto é uma identificação de um projecto para si. É mostrada na janela de configuração do projecto, assim como no título das janelas abertas para o projecto. <br/> <br/> <b>Nota:</b> O nome do projecto não pode ser alterado posteriormente. </p></qt>
sk: <qt><p><b>Meno projektu</b><br/> Meno projektu je jeho identifikácia pre vás. Je zobrazené v dialógu pre nastavenie projektu, a aj v titulku okien, ktoré obsahujú súbory z projektu. <br/> <br/> <b>Poznámka:</b> Meno projektu nemôže byť neskôr zmenené. </p></qt>
sl: <qt><p><b>Ime projekta</b><br/> Ime projekta je označba projekta za vas. Prikazano je v nastavitvenem oknu projekta in tudi v naslovih oken, ki so odprta za projekt. <br/> <br/> <b>Vedite:</b> Ime projekta kasneje ne more biti več spremenjeno.< </p></qt>
sr: <qt><p><b>Име пројекта</b><br/> Име пројекта је идентификација пројекта за вас. Приказано је у дијалогу за подешавање пројекта као и у наслову прозора отворених за пројекат. <br/> <br/> <b>Напомена:</b> Име пројекта се не може касније променити.< </p></qt>
sr@latn: <qt><p><b>Ime projekta</b><br/> Ime projekta je identifikacija projekta za vas. Prikazano je u dijalogu za podešavanje projekta kao i u naslovu prozora otvorenih za projekat. <br/> <br/> <b>Napomena:</b> Ime projekta se ne može kasnije promeniti.< </p></qt>
sv: <qt><p><b>Projektnamn</b><br/> Projektets namn är en identifikation av ett projekt som du kan se. Den visas i projektets inställningsdialogruta samt i namnlisten på fönster öppnade i projektet. <br/> <br/> <b>Observera:</b> Projektnamnet kan inte ändras senare. </p></qt>
ta: <qt><p><b>திட்டப் பெயர்</b><br/> திட்டப் பெயர் என்பது ஒரு திட்டத்தின் அடையாளம். இது திட்ட வடிவமைப்பு உரையாடலிலும் மேலும் திட்டத்திற்கான சாளரங்களின் தலைப்பு திறக்கப்படும்போதும் தெரியும். <br/> <br/> <b>குறிப்பு:</b> திட்டப் பெயரை பிறகு மாற்றமுடியாது.< </p></qt>
tg: <qt><p><b>Номи лоиҳа</b><br/> Номи лоиҳа ин барқароркунии лоиҳа барои шумост Вай дар муколамаи пайкарбандии лоиҳа нишон дода мешавад инчунин дар сарлавҳаи тирезае, ки барои лоиҳа кушода шудааст. <br/> <br/> <b>Дар хотир нигоҳ доред:</b> Баъдтар номи лоиҳа наметавонад иваз шавад .< </p></qt>
uk: <qt><p><b>Назва проекту</b><br/> Назва проекту -- це для вас ідентифікація проекту. Вона використовується у вікні налаштування проекту, а також в заголовках вікон відкритих для проекту. <br/> <br/> <b>Примітка:</b> Потім назву проекту вже не можна змінити.< </p></qt>

source: Project &type:
ar: &نوع المشروع:
be: &Тып праекту:
bg: &Тип проект:
ca: &Tipus de projecte:
da: Projekt&type:
de: Projekt&typ:
el: &Τύπος έργου:
es: &Tipo de proyecto:
et: Projekti &tüüp:
eu: Proiektu &mota:
fa: &نوع پروژه:‌
fr: &Type de projet :
gl: &Tipo do proxecto:
he: &סוג פרויקט:
hu: A projekt típ&usa:
is: &Tegund verkefnis:
it: &Tipo di progetto:
ja: プロジェクトのタイプ(&T):
kk: Жобаның &түрі:
ko: 프로젝트 형식(&T):
mk: &Тип на проект:
nb: Prosjekt&type:
nds: Projekt&typ:
nn: Prosjekt&type:
pa: ਪ੍ਰੋਜੈਕਟ ਕਿਸਮ(&t):
pl: &Typ projektu:
pt: &Tipo do projecto:
sk: &Typ projektu:
sl: &Vrsta projekta:
sr: &Тип пројекта:
sr@latn: &Tip projekta:
sv: Projekt&typ:
ta: திட்டம் &வகை:
tg: Намуди &лоиҳа:
uk: &Тип проекту:
zh_cn: 工程类型(&T)：
