Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: The import plugin cannot handle this type of the file: %1
ar: لا يستطيع ملحق الإستيراد التعامل مع هذا النوع من الملفات: %1
be: Модуль імпарту не падтрымлівае дадзены тып файла: %1
bg: Приставката за импортиране на може да се справи с тупа на файла: %1
ca: El connector d'importació no pot manejar aquest tipus de fitxer: %1
da: Import-plugin kan ikke håndtere denne type fil: %1
de: Das Import-Plugin kann die Datei %1 nicht verarbeiten.
el: Το πρόσθετο εισαγωγής δεν μπορεί να διαχειριστεί αυτόν τον τύπο του αρχείου: %1
es: La extensión de importación no puede manejar este tipo de archivo: %1
et: Impordiplugin ei suutnud seda tüüpi failiga toime tulla: %1
eu: Inportazio plugin-ak ezin du fitxategi-mota hau maneiatu: %1
fa: وصلۀ واردشده قادر به گرداندن این نوع پرونده نیست: %1
fr: Le module d'importation ne peut gérer ce type de fichier : %1
gl: A extensión de importación non é capaz de manexar este tipo de ficheiro: %1
he: תוסף היבוא לא יכול לטפל בסוג הקובץ של הקובץ: %1
hr: Umetak za uvoz ne može raditi sa ovim tipom datoteke: %1
hu: Az importálási modul nem tudja kezelni ezt a fájltípust: %1
is: Innflutningsíforritið getur ekki höndlað skrár af tegundinni: %1
it: Il plugin di importazione non può gestire questo tipo di file: %1
ja: インポートプラグインはこのタイプのファイルを扱えません: %1
kk: Импорттау плагин модулі бұл файл түрін қолдамайды: %1
ko: 가져온 플러그인은 이 파일의 형식을 다룰 수 없습니다: %1
lt: Importavimo priedas negali apdoroti šio tipo bylos: %1
mk: Приклучокот за внес не може да ракува со овој тип датотека: %1
nb: Programtillegget for import takler ikke følgende del av fila: %1
nds: Dat Importmoduul kann de Datei "%1" nich verarbeiden.
nl: De importeerplugin kan geen bestanden van dit type afhandelen: %1
nn: Programtillegget for import kan ikkje handtera denne typen av fila: %1
pa: ਇਸ ਕਿਸਮ ਦੀ ਫਾਇਲ ਨੂੰ ਵਰਤਣ ਲਈ ਪਲੱਗਇਨ ਆਯਾਤ ਕਰੋ: %1
pl: Wtyczka importu nie obsługuje pliku tego typu: %1
pt: O filtro de importação não consegue lidar com este tipo de ficheiro: %1
sk: Modul pre import nepodporuje tento typ súboru: %1
sl: Vstavek za uvoz ne more ravnati s to vrsto datoteke: %1
sr: Прикључак за увоз не може да рукује овим типом фајла: %1
sr@latn: Priključak za uvoz ne može da rukuje ovim tipom fajla: %1
sv: Insticksprogrammet för import kan inte hantera den här sortens fil. %1
ta: உள்வாங்கு சொருகியால் இவ்விதமானப் பொருளை கையாள முடியவில்லை: %1
tg: Ҷудосозу ивазшавандаи ворид ин намуди файлро идора карда наметавонад: %1
uk: Втулок імпортування не підтримує файл цього типу: %1
zh_cn: 导入的插件无法处理这种类型的文件： %1

source: All changes will be lost if the file is reverted to its last saved state.
ar: ستُفقدكل التغييرات في حال إرجاع الملف لحالة الحفظ السابقة.
be: Усё змены будуць страчаны пры звароце да папярэдняй захаванай версіі файла.
bg: Всички промени ще бъдат загубени ако файлът бъде върнат към предишното му състояние.
ca: Es perdran tots els canvis si es reverteix el fitxer al seu estat anterior sense haver-los desat.
da: Alle ændringer vil gå tabt hvis filen vender tilbage til dens sidste gemte tilstand.
de: Alle Änderungen gehen verloren, wenn die Datei auf die zuletzt gespeicherte Fassung zurückgesetzt wird.
el: Όλες οι αλλαγές θα χαθούν αν το αρχείο επανέλθει στην τελευταία αποθηκευμένη κατάσταση.
es: Todos los cambios se perderán si se devuelve al archivo al estado anterior antes almacenado.
et: Viimase salvestatud seisu taastamisel kaovad kõik vahepeal tehtud muudatused.
eu: Aldaketa guztiak galduko dira fitxategia gordetako bere azken egoerara leheneratuz gero.
fa: اگر پرونده به آخرین وضعیت ذخیره‌شده رجعت کند، همۀ تغییرات از بین خواهند رفت.
fr: Tous les changements seront perdus si le fichier revient au dernier état enregistré.
gl: Todas as modificacións serán perdidas se o ficheiro é revertido ao último estado guardado.
he: כל השינויים יאבדו אם הקובץ ישוחזר למצבו השמור האחרון.
hr: Sve promjene će biti izgubljene ako se datoteka vrati u posljednje snimljeno stanje.
hu: Az összes változás elvész, ha visszatér az utolsó mentett állapothoz.
is: Allar óvistaðar breytingar tapast ef skráin er flutt til baka í það form sem hún var við seinustu vistun.
it: Tutti i cambiamenti saranno persi se il file ritornerà allo stato dell'ultimo salvataggio.
ja: 前回の保存状態に戻すと、すべての変更は失われます。
kk: Файлдың алдында сақталған нұсқасына қайтсаңыз барлық өзгерістер жоғалады.
ko: 파일이 마지막으로 저장되었던 상태로 되돌아가면, 모든 변경 사항을 잃어버립니다.
lt: Gražinant bylą į jos paskutinio išsaugojimo būseną, visi pakeitimai dings.
mk: Сите промени ќе бидат изгубени ако датотеката се врати назад на нејзината претходна зачувана состојба.
nb: Alle endringer vil gå tapt hvis fila omgjøres til sin sist lagrede tilstand.
nds: All Ännern gaht verloren, wenn de Datei na ehr tolest sekert Tostand torüchdreiht warrt.
nl: Alle wijzigingen gaan verloren als het bestand wordt teruggebracht naar de vorige opgeslagen staat.
nn: Alle endringane går tapt dersom fila vert tilbakeført til den siste lagra tilstanden.
pa: ਜੇਕਰ ਫਾਇਲ ਨੂੰ ਇਸ ਦੀ ਪਹਿਲੀਂ ਸਥਿਤੀ ਤੇ ਵਾਪਿਸ ਲਿਆਂਦਾ ਗਿਆਂ ਤਾਂ ਸਾਰੀਆਂ ਤਬਦੀਲੀਆਂ ਖਤਮ ਹੋ ਜਾਣਗੀਆਂ।
pl: Jeśli plik zostanie przywrócony do stanu sprzed ostatniego zapisu, wszystkie zmiany w tym pliku zostaną utracone.
pt: Todas as alterações serão perdidas se o ficheiro reverter para o último estado gravado.
sk: Pri návrate k pôvodnej verzii budú všetky zmeny stratené.
sl: Vse spremembe bodo izgubljene, če bo datoteka povrnjena v zadnje shranjeno stanje.
sr: Све промене ће бити изгубљене ако се фајл врати у последње снимљено стање.
sr@latn: Sve promene će biti izgubljene ako se fajl vrati u poslednje snimljeno stanje.
sv: Alla ändringar förloras om filen återställs till senast sparade tillstånd.
ta: கடைசி சேமித்த நிலைக்கு கோப்பினை மாற்றியமைத்தால் எல்லா மாற்றங்களும் தொலைந்துவிடும்
tg: Ҳамаи тағиротҳо гум хоҳанд шуд, агар файл ба мавқеи бори охирин нигоҳдошташудааш баргардад.
uk: Всі зміни будуть втрачені, якщо файл повернути до його останнього збереженого стану.
zh_cn: 如果文件被还原到它最后保存的状态，所有改变将会丢失。

source: &Revert
ar: ا&عكس
be: А&днавіць
bg: &Връщане
ca: &Reverteix
da: &Vend tilbage
de: &Zurücksetzen
el: Ε&παναφορά
es: &Revertir
et: &Lähtesta
eu: &Leheneratu
fa: &رجعت‌
fr: &Revenir
gl: Reverte&r
he: &שחזר למצב קודם
hr: &Vrati
hu: &Alapállapot
is: &Bakka
it: &Ripristina
ja: 戻す(&R)
kk: Қайта&ру
ko: 되돌리기(&R)
lt: G&ražinti
mk: В&рати назад
nb: &Tilbakestill
nds: &Torüchdreihen
nl: Beginwaar&de
nn: &Tilbakestill
pa: ਮੁੜ ਖੋਲੋ(&R)
pl: &Przywróć zapisany
pt: &Reverter
sk: &Pôvodné
sl: &Povrni
sr: &Поврати
sr@latn: &Povrati
sv: &Återställ
ta: மீட்டமை
tg: &Баргардондан
uk: &Повернути
zh_cn: 还原(&R)

source: There was an error while reading the file header of file: %1
ar: حدث خطأ أثناء قراءة ترويسة الملف: %1
be: Памылка пры чытанні загалоўка файла %1
bg: Грешка при четене на заглавната част на файла: %1
ca: Hi ha hagut un error mentre es llegia la capçalera del fitxer. Si us plau, reviseu la capçalera del fitxer: %1
da: En fejl opstod ved forsøg på læsning af hovedet for filen %1
de: Beim Lesen des Vorspanns ist ein Fehler aufgetreten: %1
el: Σφάλμα κατά την ανάγνωση της επικεφαλίδας του αρχείου: %1
es: Ha ocurrido un error al leer la cabecera del archivo: %1
et: Faili päise lugemisel tekkis viga: %1
eu: Errorea fitxategiaren goiburukoa irakurtzean: %1
fa: هنگام خواندن سرآیند پرونده خطایی وجود داشت: %1
fr: Il y a eu un problème pendant la lecture de l'en-tête du fichier : %1
gl: Houbo un erro ao ler o cabezallo do ficheiro: %1
hu: Az alábbi fájl fejlécének beolvasásakor hiba történt: %1
is: Villa kom upp við lestur á haus skráarinnar: %1
it: C'era un errore durante la lettura dell'intestazione del file: %1
ja: ファイルのヘッダを読み込み中にエラーが発生しました。 %1
kk: Келесі файлдың айдарын оқу кезінде қате пайда болды: %1
mk: Настана грешка при читањето на заглавието на датотеката: %1
nb: Klarte ikke å lese filhodet på fila: %1
nds: Bi't Lesen vun den Kopp vun Datei "%1" hett dat en Fehler geven
nl: Er was ook een probleem bij het lezen van de koptekst van het bestand: %1
nn: Klarte ikkje lesa filhovudet på fila: %1
pa: ਫਾਇਲ ਸਿਰਲੇਖ ਪੜਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ: %1
pl: Błąd podczas odczytu nagłówka pliku: %1
pt: Ocorreu um erro na leitura do cabeçalho do ficheiro: %1
sk: Nastala chyba pri čítaní hlavičky súboru: %1
sl: Prišlo je do napake branju glave datoteke: %1
sr: Дошло је до грешке при читању заглавља фајла: %1
sr@latn: Došlo je do greške pri čitanju zaglavlja fajla: %1
sv: Ett fel uppstod vid läsning av filhuvudet för filen: %1
uk: Трапилась помилка при зчитуванні заголовку файла: %1

source: Minor syntax errors were found while reading file: %1
ar: وُجِد خطأ بنيوي صغير أثناء قرائة الملف: %1
be: Пры аналізе файла выяўлены дробныя сінтаксічныя памылкі: %1
bg: Бяха открити малки синтактични грешки при четенето на файл: %1
ca: S'han trobat errors de sintaxi menors mentre es llegia el fitxer: %1
da: Mindre syntaksfejl blev fundet ved læsning af filen: %1
de: Beim Lesen der Datei wurden Syntax-Fehler gefunden: %1
el: Βρέθηκαν δευτερεύουσας σημασίας σφάλματα κατά την ανάγνωση του αρχείου: %1
es: Se han encontrado errores de sintaxis poco importantes al leer el archivo: %1
et: Faili avamisel leiti kergeid süntaksivigu: %1
eu: Garrantzi gutxiko sintaxia errorak aurkitu dira fitxategi hau irakurtzean: %1
fa: هنگام خواندن پرونده، خطاهای نحوی کوچک یافت شد: %1
fr: Des erreurs de syntaxe mineures ont été trouvées lors de la lecture du fichier : %1
gl: Foron atopados erros de sintaxe pequenos ao ler o ficheiro: %1
hu: Kisebb szintaktikai hibákat érzékelt a program az alábbi fájl beolvasásakor: %1
is: Smá málfræðivillur fundust við lestur skráarinnar: %1
it: Sono stati trovati errori minori di sintassi durante la lettura del file: %1
ja: ファイルを読み込み中に、ささいな文法エラーを発見しました: %1
kk: Келесі файлды оқу кезде шағын синтаксистік қателер табылды: %1
mk: Беа пронајдени помали синтаксички грешки при читањето на датотеката: %1
nb: Fant noen små syntaksfeil ved lesing av fila: %1
nds: Bi't Lesen vun Datei "%1" wöörn lütte Syntaxfehlers funnen.
nl: Kleine syntaxisfouten waren gevonden bij het lezen van het bestand: %1
nn: Fann nokre små syntaksfeil ved lesing av fila: %1
pa: ਫਾਇਲ ਪੜ੍ਹਨ ਦੌਰਾਨ ਛੋਟੀਆਂ ਛੋਟੀਆਂ ਸੰਟੈਕਸ ਗਲਤੀਆਂ ਆਈਆਂ: %1
pl: Drobne błędy składni zostały znalezione podczas odczytu pliku: %1
pt: Foram encontrados erros menores de sintaxe ao ler o ficheiro: %1
sk: Našli sa menšie chyby syntaxe počas čítania súboru: %1
sl: Najdene so bile manjše napake v skladnji med branjem datoteke: %1
sr: Нађене су мање синтаксне грешке при читању фајла: %1
sr@latn: Nađene su manje sintaksne greške pri čitanju fajla: %1
sv: Mindre syntaxfel hittades vid läsning av filen: %1
uk: При читанні файла було знайдено незначні синтаксичні помилки: %1

source: You do not have permission to write to file: %1 Do you want to save to another file or cancel?
ar: لا تملم الإذن بالكتابة في الملف: %1 أتريد الحفظ الى ملف اخر او الالغاء؟
be: Бракуе правоў для запісу ў файл: %1 Захаваць змены ў іншым файле або адмяніць?
bg: Нямате права за запис във файл: %1 Искате ли да бъде записан като друг файл?
ca: No teniu prou permisos per a escriure al fitxer: %1 Voleu desar en un altre fitxer o cancel·lar?
da: Du har ikke tilladelse til at skrive til filen: %1 Vil du i stedet gemme under et andet filnavn eller annullere?
de: Sie haben keine Schreibberechtigung für die Datei %1 Möchten Sie das Dokument in einer anderen Datei speichern oder die Aktion abbrechen?
el: Δεν έχετε δικαιώματα εγγραφής στο αρχείο: %1 Θέλετε να αποθηκεύσετε σε ένα άλλο αρχείο ή να ακυρώσετε;
es: No tiene permisos para escribir el archivo: %1 ¿Desea guardar en otro archivo, o cancelar?
et: Faili kirjutamiseks puuduvad õigused: %1 Kas sa soovid salvestada mõnda teise faili?
eu: Ez duzu baimenik ondoko fitxategian idazteko: %1 Nahi duzu beste fitxategi batean gorde edo bertan behera utzi nahi al duzu?
fa: مجوز نوشتن در پرونده را ندارید: %1 می‌خواهید پروندۀ دیگری را ذخیره کنید، یا لغو شود؟
fr: Vous n'avez pas la permission d'écrire le fichier : %1 Voulez-vous l'enregistrer sous un autre nom ou abandonner ?
gl: Non ten permisos para escreber no ficheiro: %1 Desexa guardar en outro ficheiro ou cancelar?
he: אין לך הרשאות לכתוב לקובץ: %1 האם אתה רוצה לשמור לקובץ אחר או לבטל?
hu: Nincs írási joga az alábbi fájlhoz: %1 Adjon meg egy másik fájlnevet vagy szakítsa félbe a mentést.
is: Þú hefur ekki heimild til að skrifa í skrána: %1 Viltu vista í aðra skrá eða hætta við?
it: Non hai i permessi di scrivere sul file: %1 Vuoi salvare in un altro file o annullare?
ja: ファイルに書き込む権限がありません: %1 他のファイルに保存しますか？キャンセルしますか？
kk: Келесі файлға жазуға рұқсатыңыз жоқ: %1 Басқа файлға сақтауды қалайсыз ба, әлде айнығыңыз келді ме?
ko: 다음 파일에 대한 쓰기 권한이 없습니다. %1 다른 파일에 저장하거나 취소하시길 원하십니까?
lt: Jūs neturite teisių įrašyti į bylą: %1 Ar norite išsaugoti kitoje byloje, ar atsisakote?
mk: Немате дозвола да запишете во датотеката: %1 Дали сакате да запишете во друга датотека или се откажувате?
nb: Du har ikke tillatelse til å skrive til fila: %1 Vil du lagre som en annen fil, eller avbryte?
nds: Du hest keen Schriefverlöven för de Datei: %1 Wullt Du na en anner Datei sekern, oder afbreken?
nl: U bezit niet de nodige toegangsrechten om dit bestand op te slaan: %1 Wilt u onder een andere naam opslaan of annuleren?
nn: Du har ikkje løyve til å skriva til fila: %1 Vil du lagra til ei anna fil eller avbryta?
pa: ਤੁਹਾਨੂੰ ਫਾਇਲ ਲਿਖਣ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੈ: %1 ਕੀ ਤੁਸੀਂ ਹੋਰ ਫਾਇਲ਼ ਨੂੰ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ?
pl: Brak praw do zapisu tego pliku: %1 Zapisać ten plik pod inną nazwą, czy anulować?
pt: Não tem permissões para escrever no ficheiro: %1 Deseja gravar noutro ficheiro ou cancelar?
sk: Nemáte právo zapisovať do súboru: %1 Chcete uložiť do iného súboru alebo zrušiť zápis?
sl: Nimate dovoljenja za pisanje v datoteko: %1 Želite shraniti v drugo datoteko ali prekiniti?
sr: Немате дозволу да уписујете у фајл: %1 Да ли желите да снимите у други фајл или да откажете?
sr@latn: Nemate dozvolu da upisujete u fajl: %1 Da li želite da snimite u drugi fajl ili da otkažete?
sv: Du har inte behörighet att skriva till filen: %1 Vill du spara till en annan fil eller avbryta?
ta: கோப்பில் எழுத உங்களுக்கு அனுமதி இல்லை: %1 நீங்கள் அடுத்த கோப்பில் சேகரிக்கவோ அல்லது நீக்கவோ விரும்புகிறிரா?
tg: Шумо барои навиштани файл иҷозат надоред: %1 Мехоҳед дар дигар файл нигоҳ доред ё ин ки бекор кунед?
uk: Ви не маєте прав для запису у файл: %1 Хочете зберегти в інший файл чи скасувати?
zh_cn: 您没有权限写入文件： %1 您要保存到另一个文件或者取消吗?

source: KBabel cannot find a corresponding plugin for the MIME type of file: %1
ar: مترجم‌ك لا يمكنه ايجاد الملحقات المقابلة لنوع MIME للملف: %1
be: Не атрымалася знайсці адпаведны модуль для тыпу MIME файла: %1
bg: KBabel не може да намери съответната приставка за MIME на файла: %1
ca: KBabel no ha pogut trobar un connector corresponent per al tipus -MIME del fitxer: %1
da: KBabel kan ikke finde et tilsvarende plugin for MIME-type for filen: %1
de: KBabel kann für den MIME-Typ der folgenden Date kein passendes Plugin finden: %1
el: Το KBabel δε μπορεί να βρει κάποιο αντίστοιχο πρόσθετο για τον τύπο MIME του αρχείου: %1
es: KBabel no ha podido encontrar la extensión correspondiente al tipo MIME del archivo: %1
et: KBabel ei leidnud sobivat pluginat faili MIME tüübile: %1
eu: KBabel-ek ezin du dagokion plugin-ik aurkitu fitxategiaren MIME motarentzat: %1
fa: KBabel نمی‌تواند وصلۀ متناظری را برای نوع مایم پرونده به دست آورد: %1
fr: KBabel ne peut trouver un module correspondant pour le type MIME du fichier : %1
gl: KBabel no puido atopar unha extensión para o tipo MIME do ficheiro: %1
he: היישום KBabel לא יכל למצוא תוסף מתאים עבור סוג קובץ של הקובץ: %1
hr: KBabel ne može da nađe odgovarajući umetak za MIME tip datoteke: %1
hu: A KBabel nem talált megfelelő bővítőmodult az alábbi fájl MIME-típusához: %1
is: KBabel fann ekkert viðbótaríforrit fyrir MIME tegundina: %1
it: KBabel non può trovare un plugin corrispondente per il tipo MIME del file: %1
ja: このファイルの MIME タイプに対応するプラグインが見つかりません: %1
kk: KBabel бұл MIME түріне сәйкес плагин модулін таба алмады: %1
ko: KBabel이 다음 파일의 MIME 형식에 대응하는 플러그 인을 찾을 수 없습니다: %1
lt: KBabel negali rasti priedo atitinkančio MIME tipą bylos: %1
mk: КБабел не може да најде соодветен приклучок за MIME-типот на датотека: %1
nb: KBabel finner ikke et passende programtillegg for MIME-typen til fila: %1
nds: KBabel kann för den MIME-Typ vun Datei "%1" keen passen Moduul finnen.
nl: KBabel kan geen corresponderende plugin vinden voor het MIME-bestandstype van het bestand: %1
nn: KBabel finn ikkje eit tilhøyrande programtillegg for MIME-typen til fila: %1
pa: ਕੇਬਬੇਲ ਫਾਇਲ ਦੀ MIME ਕਿਸਮ ਲਈ ਅਨੁਸਾਰੀ ਪਲੱਗਇਨ ਨਹੀਂ ਲੱਭ ਸਕਿਆ ਹੈ: %1
pl: KBabel nie odnalazł wtyczki odpowiedniej dla typu MIME pliku: %1
pt: O KBabel não consegue encontrar um 'plugin' correspondente para o tipo MIME do ficheiro: %1
sk: KBabel nenašiel modul pre MIME typ súboru: %1
sl: KBabel ne more najti ustreznega vstavka za zvrst MIME datoteke: %1
sr: KBabel не може да нађе одговарајући прикључак за MIME тип фајла: %1
sr@latn: KBabel ne može da nađe odgovarajući priključak za MIME tip fajla: %1
sv: Kbabel kan inte hitta motsvarande insticksprogram för filens Mime-typ: %1
ta: KBabel MIME வகையான கோப்புக்கு சார்பான சொருகு சாதனத்தை காண இயலாது. %1
tg: KBabel барои файли намуди MIME ҷудосозу ивазшавандаи мувофиқ ёфта наметавонад. %1
uk: KBabel не може знайти відповідний втулок для типу MIME файла: %1
zh_cn: KBabel 无法找到一个和这种类型文件相对应的插件： %1

source: The export plugin cannot handle this type of file: %1
ar: لا يستطيع ملحق التصدير التعامل مع هذا النوع من الملفات: %1
be: Модуль экспартавання не падтрымлівае дадзены тып файла: %1
bg: Експортиращата приставка не може да се справи с този тип на файла: %1
ca: El connector d'exportació no pot manejar aquest tipus de fitxer: %1
da: Eksport-plugin kan ikke håndtere denne type fil: %1
de: Das Export-Plugin kann die Datei %1 nicht verarbeiten.
el: Το πρόσθετο εξαγωγής δεν μπορεί να διαχειριστεί αυτόν τον τύπο αρχείου: %1
es: La extensión de exportación no puede manejar este tipo de archivo: %1
et: Ekspordiplugin ei suutnud seda tüüpi failiga toime tulla: %1
eu: Esportazio plugin-ak ezin du fitxategi-mota hau maneiatu: %1
fa: وصله صادرشده قادر به گرداندن این نوع پرونده نیست: %1
fr: Le module d'exportation ne peut gérer ce type de fichier : %1
gl: A extensión de exportación non pode manexar este tipo de ficheiro: %1
he: תוסף הייצוא לא יכול לטפל בסוג זה של קובץ: %1
hr: Umetak za izvoz ne može raditi sa ovim tipom datoteke: %1
hu: Az exportálási modul nem tudja kezelni ezt a fájltípust: %1
is: Útflutningsíforritið getur ekki höndlað skrár af tegundinni: %1
it: Il plugin di esportazione non può gestire questo tipo di file: %1
ja: エクスポートプラグインはこのタイプのファイルを扱えません: %1
kk: Экспорттау плагин модулі файлдың мына түрімен айналыса алмайды: %1
ko: 내보내기 플러그인이 이 파일의 형식을 지원하지 않습니다: %1
lt: Eksportavimo priedas negali apdoroti šio tipo bylos: %1
mk: Приклучокот за изнес не може да ракува со овој тип датотека: %1
nb: Programtillegget for eksport takler ikke følgende del av fila: %1
nds: Dat Exportmoduul kann dissen Dateityp nich verarbeiden: %1
nl: De exporteerplugin kan geen bestanden van dit type afhandelen: %1
nn: Programtillegget for eksport kan ikkje handtera filer av denne typen: %1
pa: ਫਾਇਲ ਦੀ ਇਸ ਕਿਸਮ ਲਈ ਨਿਰਯਾਤ ਪਲੱਗਇਨ ਕੰਮ ਨਹੀਂ ਕਰਦੀ ਹੈ: %1
pl: Wtyczka eksportu nie obsługuje pliku tego typu: %1
pt: O filtro de exportação não consegue lidar com este tipo de ficheiro: %1
sk: Modul pre export nepodporuje tento typ súboru: %1
sl: Vstavek za izvoz ne more ravnati s to vrsto datoteke: %1
sr: Прикључак за извоз не може да рукује овим типом фајла: %1
sr@latn: Priključak za izvoz ne može da rukuje ovim tipom fajla: %1
sv: Insticksprogrammet för export kan inte hantera den här filtypen: %1
ta: வெளிவாங்கு சொருகியால் இவ்விதமானப் பொருளை கையாள முடியவில்லை : %1
tg: Ҷудосозу ивазшавандаи содир ин намуди файлро идора карда наметавонад: %1
uk: Втулок експорту не підтримує даний тип файла: %1
zh_cn: 导出插件无法处理这种类型的文件： %1

source: KBabel has not finished the last operation yet. Please wait.
ar: لم ينتهى مترجم‌ك من العملية الأخيرة حتى الآن. رجاء الانتظار.
be: Выкананне апошняга дзеяння яшчэ не завершана. Пачакайце.
bg: KBabel все още не е свършила последната операция. Моля, изчакайте.
ca: KBabel encara no ha finalitzat l'última operació. Un moment, sisplau.
da: KBabel har ikke afsluttet den sidste operation endnu. Vent venligst lidt.
de: KBabel hat den letzte Bearbeitungsvorgang noch nicht abgeschlossen. Bitte gedulden Sie sich.
el: Το KBabel δεν ολοκλήρωσε την τελευταία λειτουργία ακόμη. Παρακαλώ περιμένετε.
es: KBabel aún no ha finalizado la última operación. Espere un momento.
et: KBabel pole viimast toimingut veel lõpetanud. Palun oota.
eu: KBabel-ek ez du azken eragiketa oraindik amaitu. Itxaron ezazu, mesedez.
fa: KBabel آخرین عمل را هنوز تمام نکرده است. لطفاً، صبر کنید.
fr: KBabel n'a pas encore fini la dernière opération. Veuillez patienter.
gl: KBabel aínda non rematou a última operación. Espere, por favor.
he: היישום KBabel לא סיים את הפעולה האחרונה עדיין. אנא המתן.
hr: KBabel još uvijek nije završio posljednju operaciju. Pričekajte.
hu: Még tart a művelet, egy kis türelmet kérek.
is: KBabel hefur ekki lokið við fyrri aðgerðina. Augnablik.
it: KBabel non ha finito ancora l'ultima operazione. Per piacere, attendi.
ja: KBabel は最後の操作をまだ完了していません。 お待ちください。
kk: KBabel әлі соңғы әрекетін орындап бітірген жоқ. Күте тұрыңыз.
ko: KBabel이 아직 마지막 작업을 완료하지 못했습니다. 기다려 주십시오.
lt: KBabel dar nepabaigė paskutinės operacijos. Lukterėkite.
mk: КБабел сѐ уште ја нема завршено последната операција. Ве молам почекајте.
nb: KBabel er ennå ikke ferdig med forrige operasjon. Du må vente.
nds: KBabel hett de leste Akschoon noch nich beendt. Bitte töven.
nl: KBabel is nog niet klaar met de laatst handeling. Even geduld a.u.b.
nn: KBabel har ikkje gjort ferdig den siste operasjonen enno. Vent litt.
pa: ਕੇਬਬੇਲ ਨੇ ਪਿਛਲੀ ਕਾਰਵਾਈ ਸਮਾਪਤ ਨਹੀਂ ਕੀਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ।
pl: KBabel nie zakończył jeszcze poprzedniej operacji. Proszę czekać.
pt: O KBabel não terminou ainda a última operação. Espere por favor.
sk: KBabel ešte nedokončil predchádzajúcu operáciu. Prosím, počkajte.
sl: KBabel še ni zaključil s prejšnjo operacijo. Prosim počakajte.
sr: KBabel још увек није завршио последњу операцију. Сачекајте.
sr@latn: KBabel još uvek nije završio poslednju operaciju. Sačekajte.
sv: Kbabel är inte klar med senaste åtgärden ännu. Vänta.
ta: KBabel தன்னுடைய செயல்பாடுகளை தற்போது முடிக்கவில்லை சற்று பொறுக்கவும்
tg: KBabel амалиёти охиринашро ҳанӯз тамом накардааст. Лутфан интизор шавед.
uk: Програма KBabel ще не закінчила попередню дію. Будь ласка, зачекайте.
zh_cn: KBabel 尚未完成刚才的操作。 请稍候。
