Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Base folders</b></p> <p>Type in the folders which contain all your PO and POT files. The files and the folders in these folders will then be merged into one tree.</p></qt>
ar: <qt><p><b>المجلدات الاساسية</b></p> <p>اكتب المجلدات التى تحتوى على كل ملفات PO و POT. الملفات والمجلدات فى هذا المجلد ستُدمج فى شجرة واحدة.</p></qt>
be: <qt><p><b>Базавыя каталогі</b></p> <p>Занясіце ў гэты спіс каталогі, у якіх размешчаныя файлы перакладу і іх шаблоны. Файлы і каталогі, размешчаныя ў гэтых каталогах, будуць аб'яднаныя ў адно дрэва.</p></qt>
bg: <qt><p><b>Основни директории</b></p> <p>Въведете директориите, съдържащи PO и POT файловете. Файловете и поддиректориите там ще бъдат обединени в едно дърво.</p></qt>
ca: <qt><p><b>Carpetes base</b></p> <p>Entreu les carpetes que contenen els vostres fitxers PO i POT. Els fitxers i carpetes en aquestes carpetes seran fusionats en un sol arbre.</p></qt>
da: <qt><p><b>Rod-mapper</b></p> <p>Indtast de mapper, som indeholder alle dine PO- og POT-filer. Filerne og mapperne i disse rod-mapper vil så blive sammensat til et træ.</p></qt>
de: <qt><p><b>Basisordner</b></p> <p>Geben Sie hier die Ordner an, die Ihre PO- und POT-Dateien enthalten. Die Dateien und die Unterordner in diesen Ordnern werden dann in einer Baumansicht zusammengeführt.</p></qt>
el: <qt><p><b>Βασικοί φάκελοι</b></p> <p>Πληκτρολογήστε τους φακέλους που περιέχουν όλα τα αρχεία PO και POT σας. Τα αρχεία και οι φάκελοι σε αυτούς τους φακέλους, θα συγχωνευτούν σε ένα δέντρο.</p></qt>
es: <qt><p><b>Carpetas base</b></p> <p>Introduzca las carpetas que contienen sus archivos PO y POT. Los archivos y carpetas de estas carpetas serán fundidos en un sólo árbol.</p></qt>
et: <qt><p><b>Algkataloogid</b></p> <p>Sisesta siia oma PO- ja POT-faile sisaldavad kataloogid. Nendes kataloogides asuvad failid ja alamkataloogid ühendatakse ühte puusse.</p></qt>
eu: <qt><p><b>Oinarri-direktorioak</b></p> <p>Idatzi zure PO eta POT fitxategi guztiak bilduko dituzten direktorioak. Direktorio horietako fitxategiak eta direktorioak zuhaitz batean bateratuko dira. </p></qt>
fa: <qt><p><b>پوشه‌های پایه </b></p> <p>پوشه‌هایی که شامل همۀ پرونده‌های PO و POT شماست را وارد کنید. پرونده‌ها و پوشه‌های این پوشه‌ها در یک درخت ادغام می‌شوند.</p></qt>
fr: <qt><p><b>Dossier de base</b></p> <p>Saisissez le nom des dossiers qui contiennent tous vos fichiers PO et POT. Les fichiers et dossiers de ces dossiers seront fusionnés en une arborescence</p></qt>
gl: <qt> <p><b>Cartafoles base</b></p> <p>Indique os cartafoles que conteñen todos os seus ficheiros PO e POT. Os ficheiros e os subcartafoles destes cartafoles serán xuntados nunha só árbore.</p></qt>
he: <qt><p><b>תיקיות בסיס</b></p> <p> הקלד את התיקיות שמכילות את כל קבצי ה־PO וקבצי ה־POT שלך. הקבצים והתיקיות בתיקיות האלו ימוזגו לתוך עץ אחד. </p></qt>
hr: <qt><p><b>Osnovni mapai</b></p> <p>Upišite mapae koji sadrže sve vaše PO i POT datoteke. Datoteke i mape u ovim mapama će onda biti stopljeni u jedno stablo.</p></qt>
hu: <qt><p><b>Alapkönyvtárak</b></p> <p>A .po ill. .pot fájlokat tartalmazó könyvtárak nevét itt kell megadni. A program egyetlen logikai fastruktúrába olvasztja össze az ezekben a könyvtárakban található fájlokat és alkönyvtárakat.</p></qt>
is: <qt><p><b>Grunnmöppur</b></p> <p>Skrifaðu inn möppurnar sem innihalda allar PO og POT skrárnar. Skrárnar og undirmöppurnar verða síðan sýndar í einu tré.</p></qt>
it: <qt><p><b>Cartelle base</b></p> <p>Inserisci le cartelle che contengono tutti i file PO e POT. I file e le cartelle in queste cartelle saranno uniti in un unico albero.</p></qt>
ja: <qt><p>ベースフォルダ</p> <p>すべての PO ファイルと POT ファイルが格納されているフォルダを指定してください。指定されたフォルダ内のファイルとサブディレクトリはマージされ一つのツリーとして扱われます。</p></qt>
kk: <qt><p><b>Негізгі қапшықтар</b></p> <p>Бұнда PO және POT файлдарыңыз орналасатын қапшықтарды келтіріңіз. Бұл қапшықтарда орналасқан файлдар мен қапшықтар бір бұтаққа біріктірілетін болады.</p></qt>
ko: <qt><p><b>기본 폴더</b></p> <p>모든 PO 파일과 POT 파일을 포함하는 폴더를 입력하십시오. 이 폴더들에 있는 파일과 폴더들은 하나의 트리로 병합될 것입니다.</p></qt>
lt: <qt><p><b>Baziniai aplankai</b></p> <p>Įrašykite aplankus, kuriuose yra visos Jūsų PO ir POT bylos. Bylos ir šių aplankai šiuose aplankuose bus sujungti į vieną medį.</p></qt>
mk: <qt><p><b>Базни патеки</b></p> <p>Внесете ги тука патеките што ги содржат сите ваши PO и POT-датотеки. Датотеките и папките во овие патеки ќе бидат споени во едно стебло.</p></qt>
nb: <qt><p><b>Toppmapper</b></p> <p>Skriv inn mappene som inneholder alle dine po- og pot-filer. Filene og undermappene i disse mappene vil så bli slått sammen til ett tre.</p></qt>
nds: <qt><p><b>Basisornern</b></p> <p>Giff hier de Ornern mit de PO- un POT-Dateien an. De Dateien un Ünnerornern binnen disse Ornern warrt denn na een Boom tosamenföhrt.</p></qt>
nl: <qt><p><b>Hoofdmappen</b></p> <p>Voer de namen in van de mappen die alle PO- en POT-bestanden bevatten. De bestanden en mappen uit deze mappen zullen dan worden samengevoegd in één boomstructuur.</p></qt>
pa: <qt><p><b>ਆਧਾਰ ਫੋਲਡਰ</b></p> <p>ਫੋਲਡਰ ਭਰੋ ਜੋ ਕਿ PO ਅਤੇ POT ਫਾਇਲਾਂ ਰੱਖਦੇ ਹਨ ਇਹਨਾਂ ਫੋਲਡਰਾਂ ਦੀਆਂ ਫਾਇਲਾਂ ਤੇ ਫੋਲਡਰ ਇੱਕ ਵਿੱਚ ਵਿਲੀਨ ਕਰ ਦਿੱਤੇ ਜਾਣਗੇ</p></qt>
pl: <qt><p><b>Katalogi podstawowe</b></p> <p>Tu należy podać katalogi, zawierające wszystkie pliki PO i POT. Zostaną one połączone i wyświetlone w jednym drzewie. </p></qt>
pt: <qt><p><b>Pastas de base</b></p> <p>Indique as pastas que contêm todos os seus ficheiros PO e POT. Os ficheiros e as pastas nestas pastas serão depois reunidos numa árvore.</p></qt>
sk: <qt><p><b>Základné priečinky</b></p> <p>Zadajte priečinky, ktoré obsahujú všetky vaše PO a POT súbory. Súbory a priečinky v týchto priečinkoch budú potom spojené do jedného stromu.</p></qt>
sl: <qt><p><b>Osnovne mape</b></p> <p>Vpišite mape, ki vsebujejo vse vaše datoteke PO in POT. Datoteke in mape v teh mapah bodo potem zlite v eno drevo</p></qt>
sr: <qt><p><b>Основне фасцикле</b></p> <p>Упишите фасцикле које садрже све ваше PO и POT фајлове. Фајлови и фасцикле у овим фасциклама ће онда бити стопљени у једно стабло.</p></qt>
sr@latn: <qt><p><b>Osnovne fascikle</b></p> <p>Upišite fascikle koje sadrže sve vaše PO i POT fajlove. Fajlovi i fascikle u ovim fasciklama će onda biti stopljeni u jedno stablo.</p></qt>
sv: <qt><p><b>Baskataloger</b></p> <p>Ange katalogerna som innehåller alla PO- och POT-filer. Filerna och katalogerna kommer sedan att sammanfogas till ett träd.</p></qt>
ta: <qt><p><b>அடிப்படை ஆவணங்கள்</b></p> <p>உங்களுடைய அனைத்து PO மற்றும் POT கோப்புகள் உள்ள ஆவணத்தில் உள்ளீடுக இந்த ஆவணத்தில் உள்ள அனைத்து கோப்புகள் மற்றும் ஆவணங்கள் ஒரு மரமாக ஒன்றிணைக்கப்படும்</p></qt>
tg: <qt><p><b>Remember ignored words</b></p><p>Activate this, to let KBabel ignore the words, where you have chosen <i>Ignore All</i> in the spell check dialog, in every spell check.</p></qt>
uk: <qt><p><b>Базові теки</b></p> <p>Введіть сюди теки, які містять всі ваші PO-файли та POT-файли. Потім файли і теки в цих теках будуть об'єднані в одне дерево.</p></qt>
zh_cn: <qt><p><b>基准文件夹</b></p> <p>输入包含所有 PO 和 POT 文件的文件夹。 这些文件夹中的文件和子文件夹将会被合并为一个文件树。</p></qt>

source: O&pen files in new window
ar: ا&فتح الملفات في نافذة جديدة
be: А&дчыняць файлы ў новым акне
bg: Отваряне на файловете в &нов прозорец
ca: O&bre fitxers en una nova finestra
da: Å&bn filer i nyt vindue
de: Da&teien in neuem Fenster öffnen
el: Ά&νοιγμα αρχείων σε νέο παράθυρο
es: Ab&rir archivos en una ventana nueva
et: Fail avatakse &uues aknas
eu: &Ireki fitxategiak leiho berrian
fa: &باز کردن پرونده‌ها در پنجرۀ جدید‌
fr: O&uvrir les fichiers dans une nouvelle fenêtre
gl: Ab&rir os ficheiros nunha fiestra nova
he: &פתח קבצים בחלון חדש
hr: &Otvaraj datoteke u novom prozoru
hu: A fájlok megn&yitása új ablakban történjen
is: O&pna skrár í nýjum glugga
it: A&pri file in una nuova finestra
ja: 新規ウィンドウで開く(&P)
kk: Файлдар жаңа терезеде аш&ылсын
ko: 새 창에 파일열기(&P)
lt: At&verti bylas naujame lange
mk: Отворај ги датотеките во нов &прозорец
nb: Å&pne filer i et nytt vindu
nds: Dateien in nieg Finster o&pmaken
nl: Bestanden in een nieuw venster o&penen
nn: O&pna filer i nytt vindauge
pa: ਫਾਇਲਾਂ ਇੱਕ ਨਵੇਂ ਝਰੋਖੇ ਵਿੱਚ ਖੋਲ੍ਹੋ(&p)
pl: Otwieraj &pliki w nowych oknach
pt: Abrir os ficheiros numa nova &janela
sk: &Otvárať súbory v novom okne
sl: O&dpri datoteke v novem oknu
sr: &Отварај фајлове у новом прозору
sr@latn: &Otvaraj fajlove u novom prozoru
sv: Ö&ppna filer i nytt fönster
ta: புதிய கோப்புகளின் புதிய சாளரம்
tg: К&ушодани файлҳо дар тирезаи нав
uk: В&ідкривати файли у новому вікні
zh_cn: 在新窗口中打开文件(&P)

source: <qt><p><b>Open files in new window</b></p> <p>If this is activated all files that are opened from the Catalog Manager are opened in a new window.</p></qt>
ar: <qt><p><b>افتح الملفات في نافذة جديدة</b></p> <p>إذا كان هذا ممكنا فإن كل الملفات المفتوحة من مدير الفهارس ستُفتح في نافذة جديدة.</p></qt>
be: <qt><p><b>Адчыняць файлы ў новым акне</b></p> <p>Пры ўключэнні дадзенага параметру ўсе файлы, якія адчыняюцца ў Мэнэджэру каталогаў, будуць адчыненыя ў новым акне. </p></qt>
bg: <qt><p><b>Отваряне на файловете в нов прозорец</b></p> <p>Ако е включена тази отметка, всички файлове от "Управление на каталога" ще бъдат отваряни в нов прозорец.</p></qt>
ca: <qt><p><b>Obre fitxers en una nova finestra</b></p> <p>Si això està activat, tots els fitxers oberts des del Gestor de catàlegs seran oberts en una nova finestra.</p></qt>
da: <qt><p><b>Åbn filer i nyt vindue</b></p> <p>Hvis dette er aktiveret, vil alle filer, som åbnes via Kataloghåndtering, blive åbnet i et nyt vindue.</p></qt>
de: <qt><p><b>Dateien in neuem Fenster öffnen</b></p> <p>Ist diese Einstellung markiert, werden alle Dateien, die über den Katalogmanager geöffnet werden, in einem neuen Fenster geöffnet.</p></qt>
el: <qt><p><b>Άνοιγμα αρχείων σε νέο παράθυρο</b></p> <p>Αν αυτό είναι ενεργοποιημένο όλα τα ενεργοποιημένα αρχεία θα ανοιχτούν από το διαχειριστή καταλόγου σε ένα νέο παράθυρο.</p></qt>
es: <qt><p><b>Abrir archivos en una ventana nueva</b></p> <p>Si esta activada, todos los archivos abiertos desde el Gestor de catálogos lo son en una nueva ventana.</p></qt>
et: <qt><p><b>Fail avatakse uues aknas</b></p> <p>Selle valiku märgistamisel avatakse kõik kataloogihalduris avatud failid uues aknas.</p></qt>
eu: <qt><p><b>Ireki fitxategiak leiho berrian</b></p> <p>Hori aktibatuz gero katalogo-kudeatzailetik irekita dauden fitxategi guztiak leiho berri batean irekitzen dira.</p></qt>
fa: <qt><p><b>باز کردن پرونده‌ها در پنجرۀ جدید </b></p> <p>اگر این فعال شود، همۀ پرونده‌هایی که از فهرست پنجره باز می‌شوند در یک پنجرۀ جدید باز می‌شوند.</p></qt>
fr: <qt><p><b>Ouvrir les fichiers dans une nouvelle fenêtre</b></p> <p>Si ceci est activé, tous les fichiers qui sont ouverts depuis le Gestionnaire de Catalogue seront ouverts dans une nouvelle fenêtre.</p></qt>
gl: <qt> <p><b>Abrir os ficheiros nunha fiestra nova</b></p> <p>Se sinala esta opción todos os ficheiros que sexan abertos desde o Xestor de Catálogos serán abertos nunha fiestra nova.</p></qt>
he: <qt><p><b>פתח קבצים בחלון חדש</b></p> <p>אם אפשרות זו מופעלת, כל הקבצים שפתחת ממנהל הקטלוג יפתחו בחלון חדש.</p></qt>
hr: <qt><p><b>Otvaraj datoteke u novom prozoru</b></p> <p>Ako je ovo aktivirano, sve datoteke koji se otvaraju iz upravitelja kataloga otvaraju se u novom prozoru.</p></qt>
hu: <qt><p><b>A fájlok megnyitása új ablakban történjen</b></p> <p>Ezt az opciót bekapcsolva a listakezelőben megnyitott összes fájl új ablakban jelenik meg.</p></qt>
is: <qt><p><b>Opna skrár í nýjum glugga</b></p> <p>Ef þessi möguleiki er valinn, munu allar skrár sem eru opnaðar í Þýðingarstjóranum verða opnaðar í nýjum glugga.</p></qt>
it: <qt><p><b>Apri file in una nuova finestra</b></p> <p>Se abilitata, i file aperti nella Gestione cataloghi sono aperti in una nuova finestra.</p></qt>
ja: <qt><p>新規ウィンドウで開く</p> <p>これを有効にすると、カタログマネージャから開いたファイルはすべて、新しいウィンドウで開かれます。 </p></qt>
kk: <qt><p><b>Файлдар жаңа терезеде ашылсын</b></p> <p>Бұл параметр қосылса, каталог менеджерінде ашылатын барлық файлдар жаңа терезеде ашылады.</p></qt>
ko: <qt><p><b>새 창에 파일열기</b></p> <p>이것이 활성화 되어있으면 카탈로그 매니져로부터 열리는 모든 파일은 새 창에서 열리게 됩니다.</p></qt>
lt: <qt><p><b>Atverti bylas naujame lange</b></p> <p>Jeigu tai aktyvuota, visos bylos, kurios atveriamos iš Katalogo tvarkyklės, bus atveriamos naujame lange.</p></qt>
mk: <qt><p><b>Отворај ги датотеките во нов прозорец</b></p> <p>Ако е ова активирано, сите датотеки што се отвораат од менаџерот на каталози ќе бидат отворени во нов прозорец.</p></qt>
nb: <qt><p><b>Åpne filer i et nytt vindu</b></p> <p>Hvis dette er valgt, så vil alle filer åpnet fra Katalogbehandleren bli åpnet i et nytt vindu</p></qt>
nds: <qt><p><b>Dateien in nieg Finster opmaken</b></p> <p>Wenn dit aktiveert is, maakt de Kataloogpleger all Dateien in en nieg Finster op.</p></qt>
nl: <qt><p><b>Bestanden in een nieuw venster openen</b></p> <p>Als dit geactiveerd is dan worden alle bestanden die worden geopend vanuit de Catalogusbeheerder in een nieuw venster geopend.</p></qt>
nn: <qt><p><b>Opna filer i nytt vindauge</b></p> <p>Om dette er valt vil alle filer som opnast via kataloghandsamaren bli opna i eitt nytt vindauge.</p></qt>
pa: <qt><p><b>ਫਾਇਲਾਂ ਨਵੇਂ ਝਰੋਖੇ ਵਿੱਚ ਖੋਲ੍ਹੋ </b></p> <p>ਜੇਕਰ ਇਹ ਸਰਗਰਮ ਕੀਤਾ ਤਾਂ ਸਾਰੀਆਂ ਫਾਇਲ਼ਾਂ ਜੋ ਕਿ ਸੂਚੀ-ਪ੍ਰਬੰਧਕ ਵਿੱਚ ਹਨ, ਨਵੇਂ ਝਰੋਖੇ ਵਿੱਚ ਖੋਲ੍ਹੀਆਂ ਜਾਣਗੀਆਂ</p></qt>
pl: <qt><p><b>Otwieraj pliki w nowych oknach</b></p> <p>Jeżeli ta opcja jest włączona, pliki z menedżera tłumaczeń będą otwierane w nowych oknach.</p></qt>
pt: <qt><p><b>Abrir os ficheiros numa nova janela</b></p> <p>Se isto estiver activado, todos os ficheiros que forem abertos no Gestor de Catálogos serão abertos numa nova janela.</p></qt>
sk: <qt><p><b>Otvárať súbory v novom okne</b></p> <p>Ak je táto voľba aktívna, všetky otvárané súbory budú otvorené v novom okne.</p></qt>
sl: <qt><p><b>Odpri datoteke v novem oknu</b></p> <p>Če je izbrana ta možnost, bodo vse datoteke v Upraviteju katalogov odprte v novem oknu.</p><qt>
sr: <qt><p><b>Отварај фајлове у новом прозору</b></p> <p>Ако је ово активирано, сви фајлови који се отварају из управника каталога отварају се у новом прозору.</p></qt>
sr@latn: <qt><p><b>Otvaraj fajlove u novom prozoru</b></p> <p>Ako je ovo aktivirano, svi fajlovi koji se otvaraju iz upravnika kataloga otvaraju se u novom prozoru.</p></qt>
sv: <qt><p><b>Öppna filer i nytt fönster</b></p> <p>Om det här aktiveras öppnas alla filer som öppnas från kataloghanteraren i ett nytt fönster</p></qt>
ta: <qt><p><b>புதிய சாளரத்தில் கோப்புகளை திற </b></p> <p>இதை செயல்படுத்தினால் அட்டவணை மேலாளரிடமிருந்து திறக்கப்பட்ட அனைத்து கோப்புகளும் புதிய சாளரத்தில் திறக்கப்படும்</p></qt>
tg: <qt><p><b>Дар тирезаи нав файлҳоро кушоед</b></p> <p>Агар ин фаъол гардад ҳамаи файлҳое, ки аз Каталоги Менеҷер кушода мешаванд, кушода мешаванд дар тирезаи нав.</p></qt>
uk: <qt><p><b>Відкривати файли у новому вікні</b></p> <p>Якщо цей параметр увімкнено, то всі файли, які будуть відкриватись з менеджера каталогів, будуть відкриватись в новому вікні.</p></qt>
zh_cn: <qt><p><b>在新窗口中打开文件</b></p> <p>如果该选项被激活，所有从目录管理器中打开的文件 将会在新窗口中打开。</p></qt>

source: &Kill processes on exit
ar: ا&قتل العمليات عند الخروج
be: &Забіваць працэсы пры выхадзе
bg: &Убиване на процеса при изход
ca: &Mata processos en sortir
da: &Afliv processer ved nedlukning
de: &Prozesse beim Beenden abbrechen
el: &Τερματισμός διεργασιών στην έξοδο
es: &Matar procesos al salir
et: Väljumisel t&apetakse protsessid
eu: &Gelditu prozesuak irtetean
fa: &کشتن فرآیندها هنگام خروج‌
fr: &Tuer les processus en quittant
gl: &Matar procesos ao saír
he: &הרוג תהליכים ביציאה
hr: &Ubij procese pri izlasku
hu: A &folyamatok bezárása kilépéskor
is: &Drepa ferli þegar hætt er
it: &Termina i processi quando esci
ja: 終了時にプロセスを強制終了する(&K)
kk: Шыққанда процестер ж&ойылсын
ko: 나가면서 모든 프로세스 종료(&K)
lt: Išeinant nutrau&kti procesą
mk: Пре&кини ги процесите на излегување
nb: &Stopp prosesser ved avslutning
nds: Perzessen bi't Beennen a&fscheten
nl: &Beëindig alle processen bij afsluiten
nn: &Stopp prosessar ved avslutting
pa: ਬਾਹਰ ਜਾਣ ਤੇ ਕਾਰਜ ਬੰਦ ਕਰ ਦਿਓ(&K)
pl: &Zakończ procesy przy zamykaniu
pt: &Terminar os processos ao sair
sk: &Ukončiť procesy na konci programu
sl: &Ubij procese ob izhodu
sr: &Убиј процесе при изласку
sr@latn: &Ubij procese pri izlasku
sv: A&vbryt processer vid avslut
ta: வெளியேறும் பொழுது செயலாக்கத்தை அழி
tg: &Хотима додани амалиёт ҳангоми баромад
uk: &Знищувати процеси при виході
zh_cn: 退出时杀死进程(&K)
