Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Support for making diffs and some minor improvements.
ar: دعم إنشاء الإختلافات و بعض التحسينات الصغيرة.
be: Падтрымка стварэння латак і невялікія паляпшэнні.
ca: Suport per crear diffs i algunes millores menors.
da: Understøttelse for diff og mindre forbedringer.
de: Unterstützung das Erstellen von diffs und kleine Verbesserungen.
el: Υποστήριξη για τη δημιουργία διαφορών και κάποιες δευτερεύοντες βελτιώσεις.
es: Soporte para hacer diffs y algunas mejoras menores.
et: Toetas võrdluste loomise võimalust ja muud väiksemad parandused.
eu: Desberdintasunak egiteko euskarria eta zenbait hobekuntza txiki.
fa: پشتیبانی ایجاد تفاوتها و چند بهبود کوچک.
fr: Gestion pour la réalisation de différences et améliorations mineures.
gl: Soporte para facer diffs e algunhas melloras menores.
he: תמיכה בעשייה ההשוואה ושיפורים קטנים.
hu: Eltérések létrehozása (diff), kisebb fejlesztések.
is: Stuðningur við samanburðargerð og smávægilegar breytingar.
it: Supporto per il confronto e piccoli miglioramenti vari.
ja: diff 生成サポート、マイナーな改良
kk: diffs-ті жасауға үлес қосқан және кейтбір шағын жетілдірулер.
ko: Diff를 만드는 데 지원하고 몇몇의 작은 개선에 지원.
mk: Поддршка за правење на разлики (diffs) и некои мали подобрувања.
nb: Støtte for å vise forskjeller og noen mindre forbedringer.
nds: Ünnerstütten för't Opstellen vun Verscheeldateien un en poor lütte Verbetern.
nl: Ondersteuning voor het maken van diffs en enkele kleine verbeteringen.
nn: Støtte for å visa skilnader og nokre små forbetringar.
pa: ਅੰਤਰ(diffs) ਬਣਾਉਣ ਅਤੇ ਛੋਟੀਆਂ ਸੋਧਾਂ ਲਈ ਸਹਾਇਕ
pl: Obsługa tworzenia diff i inne drobne poprawki.
pt: Suporte para criar diferenças e alguns melhoramentos menores.
sk: Podpora pre vytváranie CVS rozdielov a malé vylepšenia.
sl: Podpora za izdelavo diffov in nekaj manjših izboljšav.
sr: Подршка за прављење разлика и нека мања побољшања.
sr@latn: Podrška za pravljenje razlika i neka manja poboljšanja.
sv: Stöd för att skapa jämförelser och vissa mindre förbättringar.
ta: diffs மற்றும் சில சிறிய முன்னேற்றங்களை உருவாக்குவதற்கான ஆதரவு
tg: Дастгирӣ барои сохтани фарқият ва якчанд комёбиҳо.
uk: Підтримка для створення латок та деякі вдосконалення.
zh_cn: 支持制作差异和某些改进。

source: KBabel contains code from Qt
ar: يحتوي مترجم‌ك على شفرة من Qt
be: KBabel утрымоўвае код з Qt.
bg: KBabel съдържа код от Qt
ca: KBabel conté codi de Qt
da: KBabel indeholder kode fra Qt
de: KBabel enthält Quellcode von Qt
el: Το KBabel περιέχει κώδικα από το Qt
es: KBabel contiene código de Qt
et: KBabel sisaldab Qt koodilõike
eu: KBabel-ek Qt-ren kodea erabiltzen du
fa: KBabel شامل کد از Qt است.
fr: KBabel contient du code de Qt
gl: KBabel contén código de Qt
he: היישום KBabel מכיל קוד מ־Qt
hu: A KBabel tartalmaz kódrészeket a Qt csomagból
is: KBabel inniheldur kóða frá Qt
it: KBabel contiene codice di Qt
ja: KBabel は Qt のコードを含んでいます
kk: KBabel-де Qt кодтары бар
mk: КБабел содржи код од Qt
nb: KBabel inneholder kode fra Qt
nds: KBabel bargt Kode vun Qt
nl: KBabel bevat Qt-code
nn: KBabel inneheld kode frå Qt
pa: ਕੇਬਬੇਲ Qt ਤੋਂ ਕੋਡ ਰੱਖਦਾ ਹੈ
pl: KBabel zawiera kod źródłowy Qt
pt: O KBabel contém código do Qt
sk: KBabel obsahuje kód z projektu Qt
sl: KBabel vsebuje kodo iz Qt
sr: KBabel садржи кôд из Qt-а
sr@latn: KBabel sadrži kôd iz Qt-a
sv: Kbabel innehåller kod från Qt
uk: KBabel містить код з Qt
zh_cn: KBabel 包含来自 Qt 的代码

source: KBabel contains code from GNU gettext
ar: يحتوي مترجم‌ك على شفرة من GNU gettext
be: KBabel утрымоўвае код з GNU gettext
bg: KBabel съдържа код от GNU gettext
ca: KBabel conté codi del gettext de GNU
da: KBabel indeholder kode fra GNU gettext
de: KBabel enthält Quellcode von GNU gettext
el: Το KBabel περιέχει κώδικα από το GNU gettext
es: KBabel contiene código de gettext de GNU
et: KBabel sisaldab GNU gettext'i koodilõike
eu: KBabel-ek GNU gettext-en kodea erabiltzen du
fa: KBabel شامل کد از GNU gettext است.
fr: KBabel contient du code de GNU Gettext
gl: KBabel contén código de GNU gettext
he: היישום KBabel מכיל קוד מ־gettext של GNU
hu: A KBabel tartalmaz kódrészeket a GNU gettext csomagból
is: KBabel inniheldur kóða frá GNU gettext
it: KBabel contiene codice di GNU gettext
ja: KBabel は GNU gettext のコードを含んでいます
kk: KBabel-де GNU Gettext кодтары бар
mk: КБабел содржи код од GNU gettext
nb: KBabel inneholder kode fra GNU gettext
nds: KBabel bargt Kode vun GNU gettext
nl: KBabel bevat code van GNU gettext
nn: KBabel inneheld kode frå GNU gettext
pa: ਕੇ-ਬੇਬਲ 'ਚ GNU gettext ਤੋਂ ਕੋਡ ਹੈ
pl: KBabel zawiera kod źródłowy GNU gettext
pt: O KBabel contém código do 'gettext' da GNU
sk: KBabel obsahuje kód z projektu GNU gettext
sl: KBabel vsebuje kodo iz GNU gettext
sr: KBabel садржи кôд из GNU Gettext-а
sr@latn: KBabel sadrži kôd iz GNU Gettext-a
sv: Kbabel innehåller kod från GNU gettext
uk: KBabel містить код з GNU gettext
zh_cn: KBabel 包含来自 GNU gettext 的代码

source: Files:
ar: الملفات:
be: Файлы:
bg: Файлове:
ca: Fitxers:
da: Filer:
de: Dateien:
el: Αρχεία:
es: Archivos:
et: Failid:
eu: Fitxategiak:
fa: پرونده‌ها:
fr: Fichiers :
gl: Ficheiros:
he: קבצים:
hr: Datoteke:
hu: Fájlok:
is: Skrár:
it: File:
ja: ファイル:
kk: Файлдар:
ko: 파일:
lt: Bylos:
mk: Датотеки:
nb: Filer:
nds: Dateien:
nl: Bestanden:
nn: Filer:
pa: ਫਾਇਲਾਂ:
pl: Pliki:
pt: Ficheiros:
sk: Súbory:
sl: Datoteke:
sr: Фајлови:
sr@latn: Fajlovi:
sv: Filer:
ta: கோப்புகள்:
tg: Файлҳо:
uk: Файли:
zh_cn: 文件：

source: Error while trying to read file: %1 Maybe it is not a valid PO file.
ar: خطأ عند محاولة قراءة الملف: %1 يحتمل ألا يكون ملف PO صالح.
be: Памылка пры спробе чытання файла: %1 Праверце карэктнасць файла перакладу.
bg: Грешка при опит за четене на файл: %1 Може би не е валиден PO файл.
ca: Error mentre s'intentava llegir el fitxer: %1 Potser no és un fitxer PO vàlid.
da: Fejl ved forsøg på at læse fil %1 Måske er det ikke en gyldig PO-fil.
de: Fehler beim Lesen der Datei %1. Möglicherweise handelt es sich nicht um eine gültige PO-Datei.
el: Σφάλμα κατά την ανάγνωση του αρχείου: %1 Πιθανόν να μην είναι ένα έγκυρο αρχείο PO.
es: Error tratando de leer el archivo: %1 Quizá no es un archivo PO válido.
et: Failist lugemisel tekkis viga: %1 Võib-olla pole see kasutamiskõlblik PO-fail.
eu: Errorea ondoko fitxategia irakurtzen saiatzean: %1 Baliteke ez izatea baliozko PO fitxategia.
fa: خطا هنگام سعی در خواندن پرونده: %1 شاید یک پروندۀ PO معتبر نیست.
fr: Problème de lecture du fichier : %1 Ce n'est peut-être pas un fichier PO valable.
gl: Erro ao tentar ler o ficheiro: %1 Talvez non sexa un ficheiro PO válido.
he: שגיאה בזמן ניסיון קריאת קובץ: %1 אולי זה לא קובץ PO תקין.
hr: Greška pri čitanju datoteke: %1 Možda se ne radi o ispravnom PO fajlu.
hu: Hiba történt az alábbi fájl olvasása közben: %1 Lehet, hogy ez nem egy .po fájl.
is: Villa við lestur skráar: %1 Kannski er þetta ekki gild PO-skrá.
it: Errore durante la lettura del file: %1 Forse non è un file PO valido.
ja: ファイルの読み込み中にエラー: %1 おそらく有効な PO ファイルではありません。
kk: Келесі файлды оқығанда қате пайда болды: %1 Бұл дұрыс PO `файлы емес болуы мүмкін.
ko: %1 파일을 읽을려는동안 생긴 오류. 유효하지 않는 PO 파일
lt: Klaida bandant skaityti bylą: %1 Galbūt tai nėra teisinga PO byla.
mk: Грешка при обидот да се прочита датотеката: %1 Можеби не е валидна PO-датотека.
nb: Klarte ikke å lese fila: %1 Kanskje det ikke er en gyldig po-fil.
nds: Fehler bi't Lesen vun Datei: %1. Villicht is dat keen gellen PO-Datei.
nl: Fout tijdens lezen van bestand: %1 Mogelijk is het geen geldig PO-bestand.
nn: Klarte ikkje lesa fila: %1 Kanskje ho ikkje er ei gyldig PO-fil.
pa: ਫਾਇਲ਼ ਪੜਨ ਵਿੱਚ ਗਲਤੀ: %1 ਸੰਭਵ ਹੈ ਕਿ PO ਫਾਇਲ ਨਹੀਂ ਹੈ
pl: Błąd podczas czytania pliku: %1 Być może to nie jest poprawny plik PO.
pt: Erro ao tentar ler o ficheiro: %1 Talvez não seja um ficheiro PO válido.
sk: Chyba pri čítaní súboru: %1 Možno to nie je platný PO súbor.
sl: Napaka pri branju datoteke: %1 Mogoče ni veljavna datoteka PO.
sr: Грешка при покушају читања фајла: %1 Можда се не ради о исправном PO фајлу.
sr@latn: Greška pri pokušaju čitanja fajla: %1 Možda se ne radi o ispravnom PO fajlu.
sv: Fel uppstod vid läsning av fil: %1 Det kanske inte är en giltig PO-fil.
ta: கோப்பினைப் படிக்கும் போது பிழை: %1 இது சரியான பிஒ அல்லாமல் இருக்கலாம்.
tg: Хато ҳангоми сайъи хондани файли: %1 Мумкин аст, ки файли РО нодуруст бошад.
uk: Помилка під час читання файла: %1 Можливо, це неправильний po-файл.
zh_cn: 在试图读取文件时出错： %1 也许它不是一个有效的 PO 文件。

source: Result of the translation: Edited entries: %1 Exact translations: %2 (%3%) Approximate translations: %4 (%5%) Nothing found: %6 (%7%)
ar: نتيجة الترجمة: الخانات المحررة: %1 الترجمات التامة: %2 (%3%) الترجمات التقريبية: %4 (%5%) لم يُعثر على شيء: %6 (%7%)
be: Вынік перакладу: Зменена: %1 Дакладных перакладаў: %2 (%3%) Прыблізных перакладаў: %4 (%5%) Нічога не знойдзена: %6 (%7%)
bg: Резултат от превода: Редактирани низове: %1 Точни преводи: %2 (%3%) Приблизителни преводи: %4 (%5%) Не е намерено нищо: %6 (%7%)
ca: Resultats de la traducció: Entrades editades: %1 Traduccions exactes: %2 (%3%) Traduccions no exactes: %4 (%5%) Res trobat: %6 (%7%)
da: Resultat af oversættelsen: Redigerede indgange: %1 Nøjagtige oversættelser: %2 (%3%) Unøjagtige oversættelser: %4 (%5%) Intet fundet: %6 (%7%)
de: Resultat der Übersetzung: Bearbeitete Einträge: %1 Exakte Übersetzungen: %2 (%3%) Näherungsweise Übersetzungen: %4 (%5%) Keine Übersetzung: %6 (%7%)
el: Αποτέλεσμα μετάφρασης: Επεξεργασμένες καταχωρήσεις: %1 Ακριβείς μεταφράσεις: %2 (%3%) Μεταφράσεις κατά προσέγγιση: %4 (%5%) Δε βρέθηκε τίποτα: %6 (%7%)
es: Resultados de la traducción: Entradas editadas: %1 Traducciones exactas: %2 (%3%) Traducciones aproximadas: %4 (%5%) Nada encontrado: %6 (%7%)
et: Tõlkimise tulemus: Muudetud kirjeid: %1 Täpseid tõlkeid: %2 (%3%) Ebatäpseid tõlkeid: %4 (%5%) Midagi ei leitud: %6 (%7%)
eu: Itzulpenaren emaitza: Editatutako sarrerak: %1 Itzulpen zehatzak: %2 (%3%) Itzulpen hurbilduak: %4 (%5%) Ez da ezer aurkitu: %6 (%7%)
fa: نتیجۀ ترجمه: مدخلهای ویرایش‌شده: %1 ترجمه‌های دقیق: %2 )%3٪( ترجمه‌های تقریبی : %4 )%5٪ چیزی یافت نشد: %6 )%7٪(
fr: Résultat de la traduction : Entrées modifiées : %1 Traductions exactes : %2 (%3%) Traductions inexactes : %4 (%5%) Rien trouvé : %6 (%7%)
gl: Resultados da tradución: Entradas editadas: %1 Traducións exactas: %2 (%3%) Traducións non exactas: %4 (%5%) Nada atopado: %6 (%7%)
hr: Rezultat prevođenja: Izmjenjenih unosa: %1 Točnih prijevoda: %2 (%3%) Parcijalnih prijevoda: %4 (%5%) Ništa nije nađeno: %6 (%7%)
hu: A fordítás eredménye: Módosított bejegyzések: %1 Pontos fordítások: %2 (%3%) Részleges fordítások: %4 (%5%) Nem sikerült lefordítani: %6 (%7%)
is: Niðurstaða þýðingar: Breyttar færslur: %1 Nákvæmar þýðingar: %2 (%3%) Áætlaðar þýðingar: %4 (%5%) Ekkert fannst: %6 (%7%)
it: Risultato della traduzione: Voci modificate: %1 Traduzioni esatte: %2 (%3%) Traduzioni approssimative: %4 (%5%) Non trovate: %6 (%7%)
ja: 翻訳結果: 編集したエントリ: %1 正確な翻訳: %2 (%3%) 不正確な翻訳: %4 (%5%) 未発見: %6 (%7%)
kk: Аудару нәтижесі: Қарастырылғандар: %1 Нақты аударылғандары: %2 (%3%) Жобалап аударылғандары: %4 (%5%) Ештеңе табылмағандары: %6 (%7%)
ko: 번역 결과:<br> 편집된 항목: %1<br> 정확한 번역: %2 (%3%)<br> 대략의 번역: %4(%5%)<br> 발견되지 않음: %6 (%7%)
lt: Vertimo rezultatai: Redaguota įrašų: %1 Tikslių vertimų: %2 (%3%) Apytikrių vertimų: %4 (%5%) Nieko nerasta: %6 (%7%)
mk: Резултат од преводот: Уредувани пораки: %1 Точни преводи: %2 (%3%) Приближни преводи: %4 (%5%) Не е пронајдено: %6 (%7%)
nb: Resultat av oversettelsen: Endrede tekster: %1 Nøyaktige oversettelser: %2 (%3%) Omtrentlige oversettelser: %4 (%5%) Fant ingenting: %6 (%7%)
nds: Resultaat vun de Översetten: Bewerkt Indrääg: %1 Naue Översetten: %2 (%3%) Översetten dicht bi: %4 (%5%) Nix funnen: %6 (%7%)
nl: Resultaat van de vertaling: Bewerkte tekenreeksen: %1 Exacte vertalingen: %2 (%3%) Niet-exacte vertalingen: %4 (%5%) Niets gevonden: %6 (%7%)
nn: Resultat av omsetjinga: Endra tekstar: %1 Eksakte omsetjingar: %2 (%3%) Ikkje-eksakte omsetjingar: %4 (%5%) Fann ingenting: %6 (%7%)
pa: ਅਨੁਵਾਦ ਦਾ ਨਤੀਜਾ: ਸੋਧੀਆਂ ਇਕਾਈਆਂ: %1 ਸਹੀ ਅਨੁਵਾਦ: %2 (%3%) ਲਗਭਗ ਅਨੁਵਾਦ: %4 (%5%) ਨਾ ਲੱਭੀਆਂ: %6 (%7%)
pl: Wynik tłumaczenia: Zmienionych pozycji: %1 Tłumaczenia dokładne: %2 (%3%) Tłumaczenia niedokładne: %4 (%5%) Brak tłumaczenia: %6 (%7%)
pt: Resultado da tradução: Itens alterados: %1 Traduções exactas: %2 (%3%) Traduções não exactas: %4 (%5%) Nada encontrado: %6 (%7%)
sk: Výsledok prekladu: Upravené položky: %1 Presné preklady: %2 (%3%) Nepresné preklady: %4 (%5%) Nenájdené: %6 (%7%)
sl: Rezultat prevoda: Urejevani vnosi: %1 Točni prevodi: %2 (%3%) Približni prevodi: %4 (%5%) Nič najdeno: %6 (%7%)
sr: Резултат превођења: Измењених уноса: %1 Тачних превода: %2 (%3%) Делимичних превода: %4 (%5%) Ништа није нађено: %6 (%7%)
sr@latn: Rezultat prevođenja: Izmenjenih unosa: %1 Tačnih prevoda: %2 (%3%) Delimičnih prevoda: %4 (%5%) Ništa nije nađeno: %6 (%7%)
sv: Resultat av översättningen: Redigerade poster: %1 Exakta översättningar: %2 (%3%) Inexakta översättningar: %4 (%5%) Inget hittat: %6 (%7%)
ta: மொழிப்பெயர்ப்பின் முடிவு: திருத்தப்பட்ட உள்ளிடுகள்: %1 சரியான மொழிப்பெயர்ப்புகள்: %2 (%3%) ஏறத்தாழ சரியான மொழிப்பெயர்ப்புகள்: %4 (%5%) ஒன்றும் கிடைக்கவில்லை: %6 (%7%)
tg: Натиҷаи тарҷумаи: Таҳрир карда шуда: %1 Тарҷумаи дақиқ: %2 (%3%) Тарҷумаҳои тақрибӣ: %4 (%5%) Ҳеҷ чиз ёфта нашуд: %6 (%7%)
uk: Результат перекладу: Змінено фраз: %1 Точних перекладів: %2 (%3%) Приблизних перекладів: %4 (%5%) Нічого не знайдено: %6 (%7%)
zh_cn: 翻译结果： 已编辑项目：%1 确切翻译：%2 (%3%) 大致翻译：%4 (%5%) 什么都没找到：%6 (%7%)

source: Rough Translation Statistics
ar: إحصائيات الترجمة التقريبية
be: Статыстыка чарнавога перакладу
bg: Статистика за груб превод
ca: Estadístiques de la traducció embastada
da: Statistik for grov oversættelse
de: Statistik der Grobübersetzung
el: Στατιστικά πρόχειρης μετάφρασης
es: Estadísticas de traducción rápida
et: Toore tõlkimise tulemused
eu: Itzulpen-zirriborroaren estatistikak
fa: آمار ترجمۀ تخمینی
fr: Statistiques du dégrossissage des traductions
gl: Estatísticas da tradución automática
he: הסטטיסטיקה גולמית של התרגום
hr: Statistika grubog prijevoda
hu: A gyorsfordítás statisztikája
is: Tölfræði yfir grófa þýðingu
it: Statistiche della traduzione approssimativa
ja: おおまかな翻訳の統計
kk: Болжалды аудару статистикасы
ko: 초벌 번역 통계
lt: Grubi vertimo statistika
mk: Статистики за грубиот превод
nb: Statistikk for grovoversettelse
nds: Statistik vun de Grofföversetten
nl: Statistieken voor ruwe vertaling
nn: Statistikk for grovomsetjing
pa: ਕੱਚਾ ਅਨੁਵਾਦ ਅੰਕੜੇ
pl: Statystyka zgrubnego tłumaczenia
pt: Estatísticas da Tradução Lata
sk: Štatistika približného prekladu
sl: Statistika približnega prevoda
sr: Статистика грубог превода
sr@latn: Statistika grubog prevoda
sv: Statistik för grovöversättning
ta: சாதாரண மொழிபெயர்ப்பின் புள்ளியியல்
tg: Тарҷумаи норавшани статитикӣ
uk: Статистика чорнового перекладу
zh_cn: 粗略翻译统计

source: No CVS repository
ar: لا مستودع CVS
be: Няма CVS-сховішча
bg: Няма CVS хранилище
ca: No en el repositori de CVS
da: Intet CVS-lager
de: Kein CVS-Archiv
el: Δεν υπάρχει χώρος αποθήκευσης CVS
es: Sin repositorio CVS
et: CVS-hoidlat pole
eu: CVS biltegirik ez
fa: مخزن CVS وجود ندارد
fr: Pas de référentiel CVS
gl: Sen repositorio CVS
he: אין מאגר CVS
hu: Nincs CVS adattár
is: Engin CVS geymsla (repository)
it: Nessun repository CVS
ja: CVS リポジトリがありません
kk: CVS қоймасы жоқ
mk: Нема CVS-склад
nb: Intet CVS-lager
nds: Keen CVS-Archiv
nl: Geen CVS-repository
nn: Inkje CVS-lager
pa: ਕੋਈ CVS ਰਿਪੋਜ਼ਟਰੀ ਨਹੀਂ
pl: Brak repozytorium CVS
pt: Sem repositório de CVS
sk: Žiadny CVS repozitár
sl: Brez skladišča CVS
sr: Нема CVS складишта
sr@latn: Nema CVS skladišta
sv: Inget CVS-arkiv
uk: Немає сховища CVS
zh_cn: 无 CVS 仓库

source: Not in CVS
ar: ليس في الـ CVS
be: Не ў CVS
bg: Не е в CVS
ca: No és al CVS
da: Ikke i CVS
de: Nicht im CVS
el: Όχι στο CVS
es: No en el CVS
et: Pole CVS-is
eu: Ez dago CVS-n
fa: در CVS نیست
fr: Non présent dans le CVS
gl: Non está no CVS
he: לא נמצא ב־CVS
hr: Nije u CVS-u
hu: CVS-en kívüli
is: Ekki í CVS
it: Non nel CVS
ja: CVS にありません
kk: CVS қоймасында жоқ
ko: CVS에 없음
lt: Ne CVS'e
mk: Не е во CVS
nb: Ikke i CVS
nds: Nich in CVS
nl: Niet in CVS
nn: Ikkje i CVS
pa: CVS ਵਿੱਚ ਨਹੀਂ
pl: Brak w CVS
pt: Não está no CVS
sk: Nie je v CVS
sl: Ni v CVS
sr: Није у CVS-у
sr@latn: Nije u CVS-u
sv: Inte i CVS
ta: CVSல் இல்லை
tg: На дар CVS
uk: Не в CVS
zh_cn: 不在 CVS 中

source: Locally added
ar: مضاف محلياً
be: Дададзены
bg: Локално добавен
ca: Afegit localment
da: Tilføjet lokalt
de: Lokal hinzugefügt
el: Προστέθηκε τοπικά
es: Añadido localmente
et: Kohalikult lisatud
eu: Lokalki gehitu da
fa: اضافه‌شدۀ محلی
fr: Ajouté localement
gl: Engadido localmente
he: התוסף מקומית
hr: Lokalno dodano
hu: Helyben felvett
is: Bætt við hér
it: Aggiunto localmente
ja: ローカルで追加
kk: Жергілікті қосылған
ko: 로컬에서 추가됨
mk: Локално додадено
nb: Lagt til lokalt
nds: Lokaal toföögt
nl: Lokaal toegevoegd
nn: Lagd til lokalt
pa: ਲੋਕਲ ਸ਼ਾਮਲ
pl: Dodane lokalnie
pt: Adicionado localmente
sk: Lokálne pridaný
sl: Krajevno dodano
sr: Локално додато
sr@latn: Lokalno dodato
sv: Lokalt tillagd
ta: பொதுவாக சேர்
tg: Дар масштаби маҳаллӣ илова карда шудааст
uk: Доданий локально
zh_cn: 已在本地添加

source: Locally removed
ar: محذوف محلياً
be: Выдалены
bg: Локално премахнат
ca: Eliminat localment
da: Fjernet lokalt
de: Lokal entfernt
el: Αφαιρέθηκε τοπικά
es: Eliminado localmente
et: Kohalikult eemaldatud
eu: Lokalki kendu da
fa: حذف‌شدۀ محلی
fr: Supprimé localement
gl: Eliminado localmente
he: הוסר מקומית
hr: Lokalno uklonjeno
hu: Helyben eltávolított
is: Fjarlægð hér
it: Rimosso localmente
ja: ローカルで削除
kk: Жергілікті өшірілген
ko: 로컬에서 제거됨
mk: Локално отстрането
nb: Slettet lokalt
nds: Lokaal wegdaan
nl: Lokaal verwijderd
nn: Sletta lokalt
pa: ਲੋਕਲ ਹਟਾਈ
pl: Usunięte lokalnie
pt: Removido localmente
sk: Lokálne odstránený
sl: Krajevno odstranjeno
sr: Локално уклоњено
sr@latn: Lokalno uklonjeno
sv: Borttagen lokalt
ta: பொதுவாக வெளியிடு
tg: Дар масштаби маҳаллӣ нест карда шудааст
uk: Вилучений локально
zh_cn: 已在本地删除

source: Locally modified
ar: معدّل محلياً
be: Зменены
bg: Локално променен
ca: Modificat localment
da: Ændret lokalt
de: Lokal geändert
el: Τροποποιήθηκε τοπικά
es: Modificado localmente
et: Kohalikult muudetud
eu: Lokalki aldatu da
fa: تغییریافتۀ محلی
fr: Modifié localement
gl: Modificado localmente
he: שונה מקומית
hr: Lokalno izmijenjeno
hu: Helyben módosított
is: Breytt hér
it: Modificato localmente
ja: ローカルで変更
kk: Жергілікті өзгертілген
ko: 로컬에서 변경됨
mk: Локално изменето
nb: Endret lokalt
nds: Lokaal ännert
nl: Lokaal gewijzigd
nn: Endra lokalt
pa: ਲੋਕਲ ਸੋਧ ਕੀਤੀ
pl: Zmienione lokalnie
pt: Modificado localmente
sk: Lokálne zmenený
sl: Krajevno spremenjeno
sr: Локално измењено
sr@latn: Lokalno izmenjeno
sv: Ändrad lokalt
ta: பொதுவாக மாற்றப்பட்ட
tg: Дар масштаби маҳаллӣ тағирот дароварда шудааст
uk: Змінений локально
zh_cn: 已在本地修改

source: Up-to-date
ar: محدّث
be: ОК
bg: Актуален
ca: Actualitzat
da: Opdateret
de: Aktuell
el: Ενημερωμένο
es: Actualizado
et: Värske
eu: Eguneratuta
fa: روزآمد
fr: Synchronisé
gl: Ao día
he: עדכני
hr: Ažurirano
hu: Friss
is: í lagi
it: Aggiornato
ja: 最新状態
kk: Жаңартылған
ko: 날짜 업데이트
mk: Ажурирано
nb: Uendret
nds: Op Stand
nn: Uendra
pa: ਅੱਪਡੇਟ
pl: Aktualne
pt: Actualizado
sk: Aktuálny
sl: Osveženo
sr: Ажурирано
sr@latn: Ažurirano
sv: Uppdaterad
ta: முழுமையாக
tg: Ҳамзамон
uk: Гаразд
zh_cn: 已更新

source: Conflict
ar: تعارض
be: Канфлікт
bg: Конфликт
ca: En conflicte
da: Konflikt
de: Konflikt
el: Σύγκρουση
es: Conflicto
et: Konflikt
eu: Gatazka
fa: ناسازگاری
fr: Conflit
gl: Conflito
he: התנגשות
hr: Konflikt
hu: Ütközés
is: Árekstrar
it: Conflitto
ja: 競合
kk: Қайшылық
ko: 충돌
lt: Konfliktas
mk: Конфликт
nb: Konflikt
nds: Konflikt
nn: Konflikt
pa: ਅਪਵਾਦ
pl: Konflikt
pt: Conflito
sk: Konflikt
sl: Spor
sr: Конфликт
sr@latn: Konflikt
sv: Konflikt
ta: குழப்பம்
tg: Ихтилоф (хато)
uk: Конфлікт
zh_cn: 冲突

source: Unknown
ar: مجهول
be: Невяд.
bg: Неизвестен
ca: Desconegut
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fa: ناشناخته
fr: Inconnu
gl: Descoñecido
he: לא ידוע
hr: Napoznato
hu: Ismeretlen
is: Óþekkt
it: Sconosciuto
ja: 不明
kk: Беймәлім
ko: 알 수 없음
lt: Nežinomas
mk: Непознато
nb: Ukjent
nds: Nich bekannt
nl: Onbekend
nn: Ukjend
pa: ਅਣਜਾਣ
pl: Nieznane
pt: Desconhecido
sk: Neznámy
sl: Neznano
sr: Непознато
sr@latn: Nepoznato
sv: Okänd
ta: தெரியாத
tg: Номаълум
uk: Невідомо
zh_cn: 未知

source: This is not a valid CVS repository. The CVS commands cannot be executed.
ar: هذا ليس مستودع CVS صالح. لا يمكن تنفيذ أوامر CVS.
be: Зададзена ндапушчальнае сховішча CVS. Каманды CVS выканаць немагчыма.
bg: Това не е валидно CVS хранилище. CVS командите не могат да бъдат изпълнени.
ca: Aquest no és un repositori vàlid de CVS. No s'hi poden executar els comandaments de CVS.
da: Dette er ikke et gyldigt CVS-lager. CVS-kommandoerne kan ikke udføres.
de: Kein gültiges CVS-Archiv. Die CVS-Befehle können nicht ausgeführt werden.
el: Αυτός δεν είναι ένας έγκυρος χώρος αποθήκευσης CVS. Εντολές CVS δε μπορούν να εκτελεστούν.
es: Esto no es un repositorio CVS válido. No será posible ejecutar órdenes CVS.
et: See ei ole sobiv CVS hoidla. CVS käske ei saa teostada.
eu: Hau ez da baliozko CVS biltegi bat. CVS aginduak ezin dira exekutatu.
fa: این یک مخزن CVS معتبر نیست. فرمانهای CVS نمی‌توانند اجرا شوند.
fr: Ce n'est pas un référentiel CVS valable. Il est impossible d'exécuter les commandes CVS.
gl: Non é un repositorio CVS válido. Non se poderán executar comandos CVS.
he: זה לא מאגר CVS תקין. פקודות ה־CVS לא יכולות להתבצע.
hr: Ovo nije ispravno CVS skladište. CVS naredbe se ne mogu izvršiti.
hu: Ez nem egy érvényes CVS adatraktár. A CVS parancsokat nem lehet végrehajtani.
is: Þetta er ekki gild CVS geymsla. Get ekki keyrt CVS skipanir.
it: Questo non è un valido repository per CVS. Impossibile eseguire i comandi CVS.
ja: これは有効な CVS リポジトリではありません。CVS コマンドは実行できません。
kk: Бұл жарамды CVS қоймасы емес. CVS командалары орындалмайды.
ko: 유효하지 않은 CVS 저장소입니다. CVS 명령이 실행될 수 없습니다.
lt: Tai nėra teisinga CVS repozitorija. CVS komandos negali būti vykdomos.
mk: Ова не е валиден CVS-склад. Наредбите за CVS не може да се извршат.
nb: Dette er ikke et gyldig lager. CVS-kommandoen kan ikke utføres.
nds: Dit is keen gellen CVS-Archiv. De CVS-Befehlen laat sik nich utföhren.
nl: Dit is geen geldige CVS-repository. De CVS-commando's kunnen niet worden uitgevoerd.
nn: Dette er ikkje eit gyldig CVS-depot. CVS-kommandoane kan ikkje brukast.
pa: ਇਹ ਇੱਕ ਜਾਇਜ CVS ਰਿਪੋਜ਼ਟਰੀ ਨਹੀਂ ਹੈ, CVS ਕਮਾਂਡਾਂ ਨਹੀਂ ਚਲਾਈਆਂ ਨਹੀਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।
pl: To nie jest poprawne repozytorium CVS. Nie można wykonać poleceń CVS.
pt: Este não é um repositório de CVS válido. Os comandos de CVS não podem ser executados.
sk: Toto nie je platný priečinok CVS. Príkazy CVS nebudú použité.
sl: To ni veljavno skladišče CVS. Ukazi CVS ne morejo biti izvedeni.
sr: Ово није исправно CVS складиште. CVS наредбе не могу да се изврше.
sr@latn: Ovo nije ispravno CVS skladište. CVS naredbe ne mogu da se izvrše.
sv: Det här är inte ett giltigt CVS-arkiv. CVS-kommandon kan inte köras.
ta: இது ஒரு செல்லாத CVS repository. CVS கட்டளைகள் நிறைவேற்றப்பட முடியாது.
tg: Ин анбори додаҳои CVS, дастрас нест. Фармонҳои CVS-ро иҷро намудан имконпазир нест.
uk: Це не чинне сховище CVS. Не вдалось виконати команди CVS.
zh_cn: 这不是一个有效的 CVS 仓库。无法执行CVS命名。
