Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: &Language mailing list:
ar: &قائمة اللغة البريدية:
be: &Спіс рассылання:
bg: &Езиков пощенски списък:
ca: &Llista de correu de l'idioma:
da: &Mailingliste for sproghold:
de: Ma&ilingliste des Sprachenteams:
el: Ταχυδρομική λίστα &γλώσσας:
es: &Lista de correo del idioma:
et: Tõ&lkemeeskonna postiloend:
eu: &Hizkuntzaren posta-zerrenda:
fa: فهرست &زبان ارسال نامه:‌
fr: L&iste de diffusion de la langue :
gl: &Lista de correo do idioma:
he: &רשימת תפוצה של השפה:
hr: &Lista e-pošte jezika:
hu: A nyelv levelezőlistájának &címe:
is: Póst&listi þýðingarhóps:
it: Mailing list della &lingua:
ja: 翻訳チームのメーリングリスト(&L):
kk: &Хабарлау тізімі:
ko: 언어 메일링 목록(&L):
lt: Ka&lbos pašto konferencija:
mk: Пошт. &листа за преводот:
nb: Språkets e-post&liste:
nds: Nettpos&tlist vun den Översetter-Koppel:
nl: Taa&l-discussiegroep:
nn: E-post&liste for språket:
pa: ਭਾਸ਼ਾ ਈ-ਮੇਲ ਲਿਸਟ(&L:):
pl: &Lista dyskusyjna dla języka:
pt: &Lista de correio da língua:
sk: &Mailing list pre jazyk:
sl: &Jezikovni dopisni seznam:
sr: &Дискусиона листа језика:
sr@latn: &Diskusiona lista jezika:
sv: S&ändlista för språket:
ta: மொழி அஞ்சல்கலின் பட்டியல்:
tg: &Рӯйхати фиристониши забон:
uk: &Список розсилки мови:
zh_cn: 语言邮件列表(&L)：

source: &Timezone:
ar: ال&منطقة الزمنيّة:
be: &Часовая зона:
bg: &Времева зона:
ca: &Zona horària:
da: &Tidszone
de: &Zeitzone:
el: &Ωρολογιακή ζώνη:
es: &Zona horaria:
et: A&javöönd:
eu: Or&du-zona:
fa: &ناحیۀ زمان:‌
fr: Zone &horaire :
gl: &Zona horaria:
he: &אזור זמן:
hr: &Vremenska zona:
hu: I&dőzóna:
is: &Tímabelti:
it: &Fuso orario:
ja: タイムゾーン(&T):
kk: Уақыт &белдеуі:
ko: 시간영역(&T)
lt: &Laiko zona:
mk: Временска &зона:
nb: &Tidssone:
nds: &Tietrebeet:
nl: &Tijdzone:
nn: &Tidssone:
pa: ਸਮਾਂ ਖੇਤਰ(&T):
pl: Strefa &czasowa:
pt: &Fuso-horário:
sk: Ča&sová zóna:
sl: &Časovno območje:
sr: &Временска зона:
sr@latn: &Vremenska zona:
sv: &Tidszon:
ta: நேர மண்டலனம்
tg: &Минтақаи муддат:
uk: &Часовий пояс:
zh_cn: 时区(&T)：

source: <qt><p><b>Identity</b></p> <p>Fill in information about you and your translation team. This information is used when updating the header of a file.</p> <p>You can find the options if and what fields in the header should be updated on page <b>Save</b> in this dialog.</p></qt>
ar: <qt><p><b>الهوية</b></p> <p>املأ المعلومات عنك وعن فريق الترجمة لديك. تُستعمل هذه المعلومات أثناء تحديث ترويسة الملف.</p> <p>باستطاعتك العثور على خيارات شرط التحديث وموقع الحقول في الترويسة التي يجب تحديثها في صفحة <b>الحفظ</b> في هذ الحوار.</p></qt>
be: <qt><p><b>Профіль</b></p> <p>Запоўніце тут інфармацыю аб вас і вашай камандзе перакладу. Гэтая інфармацыя будзе скарыстаная пры абнаўленні загалоўка файла.</p> <p>Вы можаце знайсці параметры запаўнення палёў загалоўка на старонцы <b>Захаванне</b> у гэтым дыялогу.</p></qt>
bg: <qt><p><b>Самоличност</b></p> <p>Попълнете информацията за себе си и вашият отбор. Тази информация се използва при обновяване на заглавната част на файл.</p> <p>Можете да намерите опциите какво точно да се попълва в заглавната част на страница <b>Запис</b>.</p></qt>
ca: <qt><p><b>Identitat</b></p> <p>Introduïu informació a sobre vostre i de l'equip de traducció. Aquesta informació serà emprada en actualitzar la capçalera d'un fitxer.</p> <p>Trobareu les opcions i quins camps de la capçalera hauran de ser actualitzats a la pàgina <b>Desat</b> d'aquest diàleg.</p></qt>
da: <qt><p><b>Identitet</b></p> <p>Udfyld informationerne om dig og dit oversætterhold. Denne information bruges, når en fils hoved opdateres.</p> <p>Du finder indstillingerne for hvilke hvilke felter i hovedet, der bør opdateres, på <b>Gem</b>-siden i denne dialog.</p></qt>
de: <qt><p><b>Identität</b></p> <p>Geben Sie hier Informationen über sich und das Übersetzungsteam ein. Diese Informationen werden beim Aktualisieren des Vorspanns einer Datei benutzt.</p> <p>Sie finden die Einstellungsmöglichkeiten, welche Felder des Vorspanns aktualisiert werden sollen auf der Seite <b>Speichern</b> in diesem Dialog.</p></qt>
el: <qt><p><b>Ταυτότητα</b></p> <p>Συμπληρώστε πληροφορίες σχετικά με σας και με την ομάδα σας μετάφρασης. Αυτές οι πληροφορίες χρησιμοποιούνται κατά την ενημέρωση της επικεφαλίδας ενός αρχείου.</p> <p>Μπορείτε να βρείτε τις επιλογές για την ενημέρωση των πεδίων της επικεφαλίδας στη σελίδα <b>Αποθήκευση</b> σε αυτόν το διάλογο.</p></qt>
es: <qt><p><b>Identidad</b></p> <p>Introduzca información sobre usted y su equipo de traducción. Esta información es usada al actualizar la cabecera de un archivo.</p> <p>Encontrará las opciones y que campos en la cabecera deben ser actualizados en la página <b>Guardar</b> de este diálogo.</p></qt>
et: <qt><p><b>Isikuandmed</b></p> <p>Täida lahtrid andmetega enda ja oma tõlkemeeskonna kohta. Seda infot kasutatakse faili päiste uuendamisel.</p><p>Milliseid ja kas üldse päise välju uuendatakse, saab seadistada dialoogi kaardil <b>Salvestamine</b>.</p></qt>
eu: <qt><p><b>Identitatea</b></p> <p>Bete zuri eta zure itzulpen-taldeari buruzko informazioa. Informazio hori fitxategi baten goiburukoa eguneratzean erabiltzen da.</p> <p>Aukera ondoko aukerak aurkituko dituzu: elkarrizketa honetako <b>Gorde</b> orrian goiburuko eremuak eguneratu beharko diren eta zeintzuk izango diren.</p></qt>
fa: <qt><p><b>شناسه</b></p> <p>اطلاعات مربوط به خود و تیم ترجمه‌تان را وارد کنید. این اطلاعات هنگام به‌روزرسانی سرآیند یک پرونده استفاده می‌شود.</p> <p>می‌توانید گزینه‌هایی را بیابید که چه حوزه‌هایی در سرآیند باید در صفحه <b>ذخیره</b>در این محاوره به روز شود.</p></qt>
fr: <qt><p><b>Identité</b></p> <p>Renseignez les informations sur vous et votre équipe de traduction. Ces informations sont utilisées lors de la mise à jour de l'en-tête du fichier.</p> <p>Vous pouvez trouver les options sur les champs à mettre à jour sur la page <b>Enregistrement</b> dans cette boîte de dialogue</p></qt>
gl: <qt> <p><b>Identidade</b></p> <p>Preencha a súa información e a do seu equipo de tradución. Esta información é usada ao actualizar o cabezallo dun ficheiro.</p> <p>Pode atopar as opcións e que campos do cabezallo serán actualizados na páxina <b>Guardar</b> deste diálogo.</p></qt>
he: <qt><p><b>זהות</b></p> <p>מלא מידע אודותיך ואודות צוות התרגום שלך. במידע זה נעשה שימוש בזמן עדכון כותרת הקובץ.</p> <p>תוכל למצוא איזה שדות יעודכנו בכותרת הקובץ בעמוד <b>שמירה</b> בחלון דו־שיח זה.</p></qt>
hr: <qt><p><b>Identitet</b></p> <p>Unesite informacije o vama i vašem prijevodilačkom timu. Ove informacije se koriste prilikom ažuriranja zaglavlja datoteke.</p> <p>Možete pronaći opcije o tome da li i koja polja u zaglavlju bi trebala biti ažurirana na strani <b>„Snimi“</b> u ovom prozoru.</p></qt>
hu: <qt><p><b>Személyes információk</b></p> <p>Adja meg az Ön és a fordítócsapat személyes adatait. Az információra a fejlécek frissítésénél lehet szükség.</p> <p>A fejlécben előforduló mezőkről további információt a <b>Mentés</b> lapon találhat ebben az ablakban.</p></qt>
is: <qt><p><b>Auðkenni</b></p> <p>Fylltu út upplýsingarnar um þig, og þýðingarhópinn þinn. Þessar upplýsingar eru notaðar þegar haus skráar er uppfærður.</p> <p>Þú getur fínstillt hvaða upplýsingar eru vistaðar í hausnum, í <b>Vista</b> hluta gluggans.</p></qt>
it: <qt><p><b>Identità</b></p> <p>Riempi con le tue informazioni e il tuo gruppo di traduzioni. Queste informazioni sono utilizzate quando aggiorni l'intestazione di un file.</p> <p>Puoi trovare le opzioni su quali campi dell'intestazione dovrebbero essere aggiornati nella pagina <b>Salva</b> in questa finestra di dialogo.</p></qt>
ja: <qt><p>個人情報</p> <p>あなたとあなたの翻訳チームに関する情報を入力してください。この情報はファイルのヘッダを更新する際に使用されます。</p> <p>このダイアログの「保存」ページで、ヘッダを更新するかどうか、更新する場合どのフィールドを更新するかを指定できます。</p></qt>
kk: <qt><p><b>Профилі</b></p> <p>Мұнда Сіз және Сіздің аударма тобыңыз туралы мәліметті толтырыңыз. Бұл мәлімет файл айдарын жаңартқанда қолданылады.</p> <p>Айдар өрістерінің толтыру параметрлерін осы диалогтың <b>Сақтау</b> бетінен таба аласыз.</p></qt>
ko: <qt><p><b>개인정보</b></p> <p>번역자 혹은 번역팀에 관한 정보를 채우십시오. 이 정보는 파 일의 헤더를 업데이트 할 때 사용됩니다.</p> <p>대화상자 안의 <b>저장</b>페이지에서 업데이트 될 헤더의 영 역이나 옵션을 찾을 수 있습니다.</p></qt>
lt: <qt><p><b>Tapatybė</b></p> <p>Užpildykite informaciją apie save ir Jūsų vertėjų komandą. Šita informacija yra naudojama atnaujinant bylos antraštę.</p> <p>Šiame dialoge rasite kurie antraštės laukai bus atnaujinti <b>išsaugojant/b>.</p></qt>
mk: <qt><p><b>Идентитет</b></p> <p>Пополнете ги тука информациите за вас и вашиот тим за преведување. Оваа информација се користи за ажурирање на заглавието на датотеката.</p> <p>Опциите за тоа дали и кои полиња од заглавието треба да се ажурираат ќе ги најдете не страницата <b>Зачувај</b> во овој дијалог.</p></qt>
nb: <qt><p><b>Identitet</b></p> <p>Fyll inn informasjon om deg selv og oversetterlaget. Informasjonen vil bli brukt når filhodet i en fil oppdateres.</p> <p>Du finner ulike valg for filhodet og for hvilke felt som skal oppdateres på siden <b>Lagre</b> i denne dialogboksen.</p></qt>
nds: <qt><p><b>Identiteet</b></p> <p>Giff hier Informatschonen över Di un Dien Översetterkoppel in. Disse Informatschonen warrt bi't Opfrischen vun den Dateikopp bruukt.</p> <p>Du kannst de Optschonen, wat un welk Feller opfrischt warrt, op de Siet <b>Sekern</b> binnen dissen Dialoog finnen.</p></qt>
nl: <qt><p><b>Identiteit</b></p> <p>Voer hier informatie in over u en uw vertaalteam. Deze informatie wordt gebruikt bij het bijwerken van de koptekst van een bestand.</p> <p>U kunt diverse opties over welke velden in de koptekst moeten worden bijgewerkt vinden bij de sectie <b>Opslaan</b> in dit dialoogvenster.</p></qt>
nn: <qt><p><b>Identitet</b></p> <p>Fyll inn informasjon om deg sjølv og omsetjingslaget. Denne informasjonen vert nytta når ein oppdaterer filhovudet på ei fil.</p> <p>Du finn ulike val for filhovudet og om kva for felt som skal oppdaterast på sida <b>Lagring</b> i denne dialogen.</p></qt>
pl: <qt><p><b>Identyfikacja</b></p> <p>Podaj podstawowe informacje o Tobie i zespole tłumaczy. Informacje używane są do automatycznej aktualizacji nagłówka pliku</p> <p>Ustawienia dotyczące aktualizacje znajdują się w części <b>Zapisywanie</b> w tym oknie dialogowym.</p></qt>
pt: <qt><p><b>Identidade</b></p> <p>Preencha a janela acerca de si e da sua equipa de tradução. Esta informação é usada quando for actualizado o cabeçalho de um ficheiro.</p> <p>Poderá encontrar as opções se e quais os campos de cabeçalho a actualizar na página <b>Gravar</b> nesta janela.</p></qt>
sk: <qt><p><b>Identita</b></p> <p>Vyplňte informácie o vás a vašom prekladateľskom tíme. Táto informácia bude použitá pri obnove hlavičky súboru.</p> <p>Čo a či vôbec sa má v hlavičke meniť môžete nastaviť na strane <b>Uložiť</b> tohoto okna.</p></qt>
sl: <qt><p><b>Identiteta</b></p> <p>Izpolnite podatke o sebi in prevajalski skupini. Ti podatki se uporabljajo za obnavljanje glave datoteke.</p> <p>Katere izbire bodo obnovljene lahko vidite na strani <b>Shrani</b> tega pogovornega okna.</p></qt>
sr: <qt><p><b>Идентитет</b></p> <p>Унесите информације о вама и вашем преводилачком тиму. Ове информације се користе приликом ажурирања заглавља фајла.</p> <p>Можете пронаћи опције о томе да ли и која поља у заглављу би требало да буду ажурирана на страни <b>„Сними“</b> у овом прозору.</p></qt>
sr@latn: <qt><p><b>Identitet</b></p> <p>Unesite informacije o vama i vašem prevodilačkom timu. Ove informacije se koriste prilikom ažuriranja zaglavlja fajla.</p> <p>Možete pronaći opcije o tome da li i koja polja u zaglavlju bi trebalo da budu ažurirana na strani <b>„Snimi“</b> u ovom prozoru.</p></qt>
sv: <qt><p><b>Identitet</b></p> <p>Fyll i information om dig och din översättningsgrupp. Den här informationen används när filhuvuden uppdateras.</p> <p>Du kan hitta inställningarna om och vilka fält i huvudet som ska uppdateras på sidan <b>Spara</b> i den här dialogrutan.</p></qt>
ta: <qt><p><b>இனம்</b></p> <p>உங்களது தகவலையும் உங்கள் மொழிப்பெயர்ப்புக் குழுவின் தகவல்களையும் நிரப்பு. கோப்பின் தலைப்பை புதுப்பிக்கும் போது இந்தத் தகவல் பயன்படும்.</p> <p>நீங்கள் விருப்பத்தேர்வை எந்த தலைப்பில் புலத்தை மேம்படுத்துவது என்பதை கண்டுபிடிக்க பக்கங்களில் <b></b> இந்த உரையாடலில் சேமி.</p></qt>
tg: <qt><p><b>Шабоҳат</b></p> <p>Дар бораи худатон ва командаи тарҷумонҳоятон ахборот пур кунед. Ин ахборот дар вақти ба ҳангом даровардани сарбанди файл истифода бурда мешавад.</p> <p> Агар ва кадом ҳавзаҳо дар саромад бояд ҳангом карда шаванд, шумо метавонед вариантҳоро ёбед дар саҳифаи <b>Нигоҳ доштан</b> дар ҳамин муколама.</p></qt>
uk: <qt><p><b>Профіль</b></p> <p>Заповніть інформацію про себе і вашу команду перекладачів. Ця інформація використовується під час оновлення заголовка файла.</p> <p>Ви можете знайти параметри заповнення полів заголовка на сторінці <b>Збереження</b> в цьому вікні.</p></qt>
zh_cn: <qt><p><b>身份</b></p> <p>填入关于您和您的翻译小组的信息。 这些信息在更新文件头时被使用。</p> <p>您可以在本对话框中的<b>“保存”</b>页上找到在文件头中应该更新的字段 以及是否更新等选项。</p></qt>

source: &Number of singular/plural forms:
ar: &عدد صيغ المفرد/الجمع:
be: К&олькасць множных форм:
bg: &Брой ед./мн. форми:
ca: &Nombre de formes singular/plural:
da: &Antal entals/flertalsformer:
de: &Anzahl der Singular- und Pluralformen:
el: &Αριθμός μορφών ενικού/πληθυντικού:
es: &Número de formas singular/plural:
et: M&itmuse vormide arv:
eu: &Singular/plural formen kopurua:
fa: &تعداد شکلهای مفرد/جمع:‌
fr: Nombre de &formes singulier / pluriel :
gl: &Número de formas do singular/plural:
he: מ&ספר צורות יחיד/רבים:
hr: &Broj oblika jednine/množine:
hu: Az egyes/tö&bbes számú alakok száma:
is: Fjöldi ei&ntölu/fleirtölu forma:
it: &Numero di forme singolari/plurali:
ja: 単数/複数形の数(&N):
kk: Көптік жалғаулар са&ны:
ko: 단수/복수형의 수(&N):
lt: Vie&naskaitos - daugiskaitos formų skaičius:
mk: &Број на форми за еднина/множина:
nb: A&ntall entalls/flertallsformer:
nds: &Tall vun Een- un Mehrtallformen:
nl: Het aa&ntal enkel/meervoudsvormen:
nn: Tal på eintals-/fleirtalsfo&rmer:
pa: ਇੱਕ-ਵਚਨ ਤੇ ਬਹੁਵਚਨਾਂ ਦੀ ਗਿਣਤੀ(&N):
pl: &Liczba form liczby pojedynczej i mnogiej:
pt: &Número de formas singular/plural:
sk: &Počet tvarov jednotného/množného čísla:
sl: Število oblik ed&nine/množine:
sr: &Број облика једнине/множине:
sr@latn: &Broj oblika jednine/množine:
sv: Antal singular/plu&ralformer:
ta: ஒருமை/பன்மைகளுக்கான எண் வகை:
tg: &Миқодири шаклҳои ҷамъ/танҳо:
uk: &Кількість форм однини/множини:
zh_cn: 单/复数形式的数目(&N)：

source: _: automatic choose number of plural forms Automatic
ar: آلي
be: Аўтаматычна
bg: Автоматично
ca: Automàtic
da: Automatisk
de: Automatisch
el: Αυτόματος
es: Automático
et: Automaatne
eu: Automatikoa
fa: خودکار
fr: Automatique
gl: Automático
he: אוטומטי
hr: Automatski
hu: automatikus
is: Sjálfvirkt
it: Automatico
ja: 自動
kk: Авто
ko: 자동
lt: Automatinis
mk: Автоматски
nb: Automatisk
nds: Automaatsch
nl: Automatisch
nn: Automatisk
pa: ਆਟੋਮੈਟਿਕ
pl: Automatyczna
pt: Automático
sk: Automaticky
sl: Samodejno
sr: Аутоматски
sr@latn: Automatski
sv: Automatiskt
ta: தானாகவே
tg: Худкор
uk: Автоматично
zh_cn: 自动

source: Te&st
ar: ا&ختبر
be: П&раверка
bg: &Тест
ca: P&rova
el: Έ&λεγχος
es: P&rueba
eu: &Proba
fa: &آزمون‌
gl: P&robar
he: &ניסיון
hu: &Próba
is: &Prófa
it: &Prova
ja: テスト(&S)
kk: &Сынақ
ko: 테스트(&S)
lt: Te&stas
mk: Те&стирај
nl: Te&sten
pa: ਜਾਂਚ(&s)
pl: &Testuj
pt: Te&star
sk: Ote&stovať
sl: Prei&zkus
sr: Пр&оба
sr@latn: Pr&oba
sv: Te&sta
ta: தேர்வு
tg: Оз&моиш
uk: Те&ст
zh_cn: 测试(&S)
