Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Options</b></p><p>Here you can finetune the search:<ul><li><b>Case sensitive</b>: does case of entered text have to be respected?</li><li><b>Only whole words</b>: text found must not be part of a longer word</li><li><b>From cursor position</b>: start search at the part of the document, where the cursor is. Otherwise search is started at the beginning or the end.</li><li><b>Find backwards</b>: Should be self-explanatory.</li><li><b>Use regular expression</b>: use entered text as a regular expression.</li></ul></p></qt>
ar: <qt><p><b>خيارات</b></p><p>هنا يمكنك الضبط الدقيق للبحث: <ul> <li><b>حساس لحالة الحرف</b>: أيجب احترام حالة النص المدخل؟</li> <li><b>كلمات كاملة فقط</b>: يجب ألا يكون النص المعثور عليه جزءا من كلمة أكبر</li> <li><b>من موقع المؤشِّر</b>: ابدأ استبدال عند جزء المستند حيث يقع المؤشِّر. و إلا سيبدأ الإستبدال من البداية أو النهاية.</li> <li><b>ابحث عكسيا</b>: يفترض أن يشرح نفسه.</li> <li><b>استخدم التعابير النمطية</b>: استخدم النص المدخل في حقل <b>ابحث</b> على أنه تعبير نمطي.</li></ul></p></qt>
be: <qt><p><b>Параметры</b></p><p>У дадзеным акне наладжваюцца параметры пошуку:<ul><li><b>З улікам рэгістра</b>: адзначце дадзены пункт, калі праграма павінна правяраць рэгістр тэксту.</li><li><b>Толькі поўныя словы</b>: шукаць толькі тэкст, які не з'яўляецца часткай больш доўгага слова.</li><li><b>Ад пазіцыі курсора</b>: шукаць ад пазіцыі курсора, у адваротным выпадку праграма будзе вырабляць пошук ад пачатку да канца файла.</li><li><b>Пошук назад</b>: Шукаць тэкст з канца файла.</li><li><b>Выкарыстаць рэгулярны выраз</b>: выкарыстаць тэкст, уведзены ў поле <b>Пошук</b> у якасці рэгулярнага выраза.</li></ul></p></qt>
bg: <qt><p><b>Опции</b></p><p>Тук можете да настроите търсенето:<ul><li><b>Чувствителен регистър</b>: отчитане на малките и големите букви?</li><li><b>Търсене само на цели думи</b>: намереният текст трябва да е цял</li><li><b>Търсене от текущата позиция</b>: замяна от позицията на курсора нататък. В противен случай замяната започва от края или началото.</li><li><b>Търсене в обратна посока</b>: няма нужда от обяснение.</li><li><b>Използване на регулярен израз</b>: въведеният текст ще бъде използван като регулярен израз.</li></ul></p></qt>
ca: <qt><p><b>Opcions</b></p><p>Aquí podeu fer l'afinament de la recerca:<ul><li><b>Distinció de majúscules</b>: S'han de respectar les majúscules o minúscules del text introduït?</li><li><b>Tan sols paraules completes</b>: El text cercat no pot ser part d'una paraula major.</li><li><b>Des de la posició del cursor</b>: Començar substituint des de la part del document a on està el cursor. En cas contrari la substitució començarà a l'inici o fi del document.</li><li><b>Recerca endarrere</b>: Això mateix.</li><li><b>Usa expressió regular</b>: Prendre el text introduït com a una expressió regular.</li></ul></p></qt>
da: <qt><p><b>Indstillinger</b></p><p>Her kan du finpudse din søgning:<ul><li><b>Versalfølsom</b>: Skal der tages højde for forskellen på store og små bogstaver?</li> <li><b>Kun hele ord</b>: Fundet tekst må ikke være en del af et længere ord</li> <li><b>Fra markørens position</b>: Påbegynd erstatning fra og med der hvor markøren befinder sig. Vælges dette ikke, påbegyndes erstatning fra start til slut af hele filen.</li> <li><b>Find baglæns</b>: Erstatning foretages baglæns fra markørens position til start eller fra slut til start</li> <li><b>Anvend 'regulært udtryk'</b>: Anvend den indtastede tekst som et 'regulært udtryk' (regular expression).</li></ul></p></qt>
de: <qt><p><b>Einstellungen</b></p><p>Hier können Sie Feineinstellungen zum Suchen vornehmen:<ul><li><b>Groß/Kleinschreibung beachten</b>: Soll beim Suchen die Groß- und Kleinschreibung beachtet werden?</li><li><b>Nur ganze Wörter</b>: Der gefundene Text darf nicht Teil eines längeren Wortes sein.</li><li><b>Von Cursorposition</b>: Die Ersetzungen an der Stelle des Kataloges starten, in dem sich der Cursor befindet. Ansonsten wird die Ersetzung am Anfang oder am Ende begonnen.</li><li><b>Rückwärts suchen</b>: Das sollte selbsterklärend sein.</li><li><b>Regulären Ausdruck benutzen</b>: Interpretieren des Suchbegriffs als regulären Ausdruck.</li></ul></p></qt>
el: <qt><p><b>Επιλογές</b></p><p>Εδώ μπορείτε να ρυθμίσετε τις αντικαταστάσεις:<ul><li><b>Διάκριση πεζών/κεφαλαίων</b>: Αν θα γίνει διάκριση πεζών/κεφαλαίων στο εισαγόμενο κείμενο.</li><li><b>Μόνο ολόκληρες λέξεις</b>: Το κείμενο που θα βρεθεί δε πρέπει να είναι τμήμα μιας μεγαλύτερης λέξης</li><li><b>Από τη θέση του δρομέα</b>: Εκκίνηση της αντικατάστασης στο τμήμα του εγγράφου που βρίσκεται ο δρομέας. Σε άλλη περίπτωση η αντικατάσταση εκκινεί από την αρχή ή το τέλος του εγγράφου.</li><li><b>Εύρεση προς τα πίσω</b>: Το όνομα επεξηγεί τη λειτουργία.</li><li><b>Χρήση κανονικής έκφρασης</b>: Χρήση του κειμένου που εισάγεται στο πεδίο <b>Εύρεση</b> ως μια κανονική έκφραση.</li></ul></p></qt>
es: <qt><p><b>Opciones</b></p><p>Aquí puede hacer un ajuste fino de la búsqueda:<ul><li><b>Distinguir mayúsculas</b>:¿Deben respetarse las mayúsculas del texto introducido?</li><li><b>Solo palabras completas</b>: El texto a buscar no debe ser parte de una palabra más larga</li><li><b>Desde la posición del cursor</b>: Comenzar la búsqueda desde la posición del cursor. Si no, la busqueda comienza al inicio o final del documento.</li><li><b>Búsqueda hacia atrás</b>: Autoexplicativo</li><li><b>Uso de expresiones regulares</b>: Tomar el texto introducido como una expresión regular.</li></ul></p></qt>
et: <qt><p><b>Valikud</b></p><p>Siin saab seadistada otsingut:<ul> <li><b>Tõstutundlik</b>: eristatakse suur- ja väiketähti</li> <li><b>Ainult terved sõnad</b>: leitud tekst ei tohi olla pikema sõna osa</li> <li><b>Alates kursorist</b>: otsingut alustatakse kursori asukohast, muidu alustatakse otsingut algusest või lõpust.</li> <li><b>Tagasisuunas</b>: iseenesestmõistetav</li> <li><b>Regulaaravaldised</b>: otsingulahtrisse sisestatud teksti käsitletakse regulaaravaldisena.</li></ul></p></qt>
eu: <qt><p><b>Aukerak</b></p><p>Hemen bilaketa doitu dezakezu:<ul><li><b>Maiuskula/minuskula</b>: errespetatu behar al da sartutako testuaren kaxa?</li><li><b>Hitz osoak bakarrik</b>: aurkitutako testuak ezin du hitz luzeago baten zati izan</li><li><b>Kurtsorearen posiziotik</b>: hasi bilatzen kurtsorea dagoen dokumentuaren zatian. Bestela bilaketa hasieran edo amaieran hasiko baita.</li><li><b>Bilatu atzerantz</b>: Bere kabuz azaltzen da.</li><li><b>Erabili adierazpen erregularra</b>: erabili sartutako testua espresio erregular gisa.</li></ul></p></qt>
fa: <qt><p><b>گزینه‌ها</b></p><p>در اینجا می‌توانید جستجو را به دقت تنظیم کنید:<ul><li><b>حساس به حالت</b>: حالت متن واردشده باید مورد توجه باشد؟ </li><li><b>فقط واژه‌های کامل </b>: متن یافت‌شده نباید جزئی از یک واژۀ طولانی باشد </li><li><b>از موقعیت مکان‌نما </b>: آغاز جستجو در بخشی از سند که مکان‌نما قرار دارد، در غیر این صورت جستجو از ابتدا یا انتها آغاز می‌شود. </li><li><b>یافتن پس‌سوها</b>: باید خود شرح باشد. </li><li><b>استفاده از عبارت منظم </b> استفاده از متن واردشده به عنوان یک عبارت منظم.</li></ul></p></qt>
fr: <qt><p><b>Options</b></p><p>Vous pouvez régler ici finement les recherches de mots :<ul><li><b>Tenir compte de la casse </b>: doit-on respecter la casse en saisissant le texte ?</li><li><b>Seulement mots entiers </b> : le texte trouvé ne doit pas être une partie d'un mot plus long</li><li><b>À partir de la position du curseur </b> : commencer la recherche à partir du curseur. Autrement, la recherche se fait du début à la fin</li><li><b>Chercher en arrière</b> : devrait se passer d'explications </li><li><b>Utiliser une expression rationnelle</b> : utiliser le texte saisi comme une expression rationnelle.</li></ul></p></qt>
gl: <qt><p><b>Opcións</b></p><p>Aquí pode axustar os detalles da substitución: <ul> <li><b>Distinción de maiúsculas</b>: debe respeitarse a capitalización do texto indicado?</li> <li><b>Só palabras completas</b>: o texto atopado non debe ser parte dunha palabra máis longa</li> <li><b>Desde a posición do cursor</b>: comeza a procura desde onde estexa o cursor, non desde o principio ou final do documento.</li> <li><b>Procurar cara trás</b>: Explícase só.</li> <li><b>Usar expresión regular</b>: Usar o texto introducido como unha expresión regular.</li></ul></p></qt>
hu: <qt><p><b>Beállítások</b></p><p>Itt lehet a keresés módját pontosan megadni:<ul><li><b>Nagybetűérzékeny</b>: különbséget kell tenni a kis- és nagybetűk között</li><ul><li><b>Csak egész szavakban</b>: a találatnak egy szón belül kell állnia</li><ul><li><b>A kurzortól előre</b>: a keresés a dokumentumnak annál a pontján fog kezdődni, ahol most a kurzor áll, máskülönben a dokumentum elején vagy a végén.</li><ul><li><b>Keresés visszafelé</b>: a dokumentum eleje felé kell keresni</li><ul><li><b>Reguláris kifejezésként</b>: a beírt szöveget reguláris kifejezésként értelmezze a program.</li></ul></p></qt>
is: <qt><p><b>Valkostir</b></p><p>Hér getur þú fínstilt leitina:<ul><li><b>Háð há-/lágstöfum</b>: á að taka tillit til stafastöðu textans?</li><ul><li><b>Aðeins stök orð</b>: fundinn texti má ekki vera hluti af lengra orði.</li><ul><li><b>Frá bendli</b>: hefja leitina frá þeim hluta skjalsins þar sem bendillinn er. Annars er byrjað frá upphafi eða enda þess.</li><ul><li><b>Leita aftur á bak</b>: ætti að skýra sig sjálft.</li><ul><li><b>Nota reglulega segð</b>: nota textann í <b>Finna</b> sem reglulega segð.</li> </ul></p></qt>
it: <qt> <p><b>Opzioni</b></p> <p>Qui puoi perfezionare la ricerca: <ul> <li><b>Distingui maiuscole</b>: deve essere rispettata la distinzione?</li> <li><b>Solo parole intere</b>: il testo trovato non deve essere parte di una parola più lunga</li> <li><b>Dalla posizione del cursore</b>: inizia a cercare dalla posizione dalla posizione del cursore nel documento. In caso contrario la ricerca partirà dall'inizio o dalla fine.</li> <li><b>Trova all'indietro</b>: dovrebbe essere già chiaro.</li> <li><b>Utilizza espressioni regolari</b>: utilizza il testo inserito come espressione regolare.</li></ul></p></qt>
ja: <qt><p>オプション</p><p>ここで検索の処理方法を細かく設定できます。<ul><li>大文字小文字を区別: 入力されたテキストの大文字と小文字の違いを考慮するかどうかを指定します。</li><li>単語に完全一致: これを有効にすると、テキストが長い単語の一部として見つかった場合は無視します。</li><li>カーソル位置から: ファイル内の現在のカーソル位置から検索処理を開始します。そうでない場合は、ファイルの先頭または末尾から開始します。</li><li>後ろ向き検索: 後ろ向きに検索します。</li><li>正規表現を使う: 検索フィールドに入力されたテキストを正規表現として扱います。</li></ul></p></qt>
kk: <qt><p><b>Параметрлер</b></p><p>Мұнда іздеуді дәлдеп баптауға болады:<ul><li><b>Үлкен-кішілігін ескеріп</b>: әріптердің үлкен-кішілігіне мән беріп іздеу орындалсын десеңіз - осы құсбелгіні койыңыз. </li><li><b>Тек бүтін сөздерді</b>: іздейтіні басқа сөздің бөлігі болмасын десеңіз осыны таңдаңыз.</li><li><b>Меңзер орнынан бастап</b>: алмастыруды меңзер орнынан бастап істеу, әйтпесе файлдың басынан бастап атқарылады.</li><li><b>Кері қарай іздеу</b>: төменнен жоғары қарай іздеу.</li><li><b>Үлгі өрнегін қолдану</b>: <b>Іздеу</b> өрісіне келтірілген мәтін үлгі өрнегі ретінде қолданылады. </li></ul></p></qt>
ko: <qt><p><b>옵션</b></p><p>여기서 검색 명령을 세심하게 조정할 수 있습니다.<ul><li><b>대소문자 구별</b>:입력된 본문의 대소문자가 예상되던 것인가?</li><li><b>단어 단위</b>: 긴 단어의 일부분만 찾을 수 없습니다.</li><li><b>커서 위치로부터</b>: 커서가 있는 문서의 부분에서 찾기를 시작합니다.</li>아닌 경우 문서의 처음과 끝에서부터 시작합니다.</li><li><b>반대로 찾기</b>: 말 그대로 반대 방향으로 찾기를 진행합니다.</li><li><b>정규 표현식 사용</b>: 입력된 정규 표현식을 사용합니다.</li></ul></p></qt>
mk: <qt><p><b>Опции</b></p><p>Тука може подетално да го конфигурирате пребарувањето:<ul><li><b>Разликувај големина на букви</b>: дали треба да се прави разлика меѓу мали и големи букви?</li><li><b>Само цели зборови</b>: пронајдениот текст не може да биде дел од друг збор</li><li><b>Од позицијата на покажувачот</b>: започнува со замена во документот таму каде шро се наоѓа покажувачот. Инаку замената започнува од почетокот на документот.</li><li><b>Барај наназад</b>: треба да е јасно само по себе.</li><li><b>Користи регуларен израз</b>: текстот внесен во полето <b>Најди</b> се користи како регуларен израз.</li></ul></p></qt>
nb: qt><p><b>Innstillinger</b></p><p>Her kan du fininnstille søkefunksjonen<ul><li><b>Skill mellom store og små bokstaver</b>: Skal erstatningen følge originalens skille mellom store og små bokstaver ?</li><ul><li><b>Bare enkeltord</b>: Teksten som blir funnet kan ikke være en del av et større ord</li><ul><li><b>Fra skrivemerket</b>: start erstatningen der skrivemerket står. I motsatt fall vil erstatningen begynne enten ved begynnelsen eller ved slutten.</li><ul><li><b>Finn bakover</b>: Skulle være selvforklarende.</li><ul><li><b>Bruk regulære uttrykk</b>: Bruk teksten som står i <b>Finn</b> feltet som et regulært uttrykk.
nds: <qt><p><b>Optschonen</b></p><p>Hier kannst Du de Söök nau instellen:<ul><li><b>Op Groot-/Lüttschrieven oppassen</b>: Maakt de Groot- un Lüttschrieven bi de Söök en Verscheel?</li><li><b>Bloots hele Wöör</b>: De funnen Text mutt keen Deel vun en länger Woort wesen.</li><li><b>Vun den Blinker af</b>: Start de Söök bi de Blinkerpositschoon. Anners warrt de Söök an den Anfang oder an't Enn start.</li><li><b>Na baven söken</b>: Dat schull sik wull sülven verkloren.</li><li><b>Reguleer Utdruck bruken</b>: Bruukt den ingeven Text as reguleer Utdruck.</li></ul></p></qt>
nl: <qt><p><b>Opties</b></p><p>Hier kunt u het zoeken verfijnen:<ul><li><b>Hoofdlettergevoelig</b>: onderscheid maken tussen hoofd- en kleine letters?</li><ul><li><b>Alleen hele woorden</b>: gevonden tekst mag geen onderdeel zijn van een langer woord</li><li><b>Vanaf cursorpositie</b>: begin met het vervangen in het document vanaf daar waar de cursor is. Anders wordt het vervangen gestart vanaf het begin of het eind.</li><ul><li><b>Achterwaarts zoeken</b>: van eind naar begin zoeken</li><ul><li><b>Reguliere expressie gebruiken</b>: gebruik de ingevoerde tekst als een reguliere expressie</li></ul></p></qt>
nn: <qt><p><b>Val</b></p> <p>Her kan du finjustera søket: <ul> <li><b>Skil mellom store og små bokstavar</b>: Skal søket skilja mellom store og små bokstavar?</li> <ul> <li><b>Berre heile ord</b>: Tekst som vert funne kan ikkje vera ein del av eit lengre ord.</li> <ul> <li><b>Frå skrivemerket</b>: Søk i dokumentet frå der skrivemerket er. Elles vil søket gå frå byrjinga eller slutten.</li> <ul> <li><b>Finn bakover</b>: Burde vera sjølvforklarande.</li> <ul> <li><b>Bruk regulært uttrykk</b>: Bruk tekst lagt inn i feltet <b>Finn</b> som eit regulært uttrykk.</li></ul></p></qt>
pl: <qt><p><b>Opcje</b></p><p>Tu można doprecyzować zasady wyszukiwania:<ul><li><b>Uwzględniaj wielkość liter</b>: czy rozróżniać wielkie i małe litery?</li><li><b>Tylko całe wyrazy</b>: znaleziony tekst nie może być częścią dłuższego słowa</li><li><b>Od pozycji kursora</b>: wyszukiwanie rozpocznie się od pozycji kursora, a nie od początku pliku.</li><li><b>Znajdź wstecz</b>: zastępowanie będzie wykonywane od końca do początku.</li><li><b>Użyj wyrażeń regularnych</b>: tekst wprowadzony w polu <b>Znajdź</b> będzie interpretowany jako wyrażenie regularne.</li></ul></p></qt>
pt: <qt><p><b>Opções</b></p><p>Aqui o utilizador poderá ajustar a procura:<ul><li><b>Maiúsculas diferenciadas</b>: deve-se distinguir maiúsculas de minúsculas?</li><li><b>Apenas palavras completas</b>: o texto procurado não pode fazer parte de uma palavra maior</li><li><b>Da posição do cursor</b>: inicia a pesquisa a partir do ponto onde se encontra o cursor. Senão, a pesquisa será iniciada no princípio ou no fim do documento.</li><li><b>Procurar para trás</b>: faz exactamente isso</li><li><b>Usar expressão regular</b>: usa o texto inserido como uma expressão regular.</li></ul></p></qt>
sk: <qt><p><b>Možnosti</b></p><p>Tu môžete doladiť hľadanie:<ul><li><b>Rozlišovať veľkosť písmen</b>: majú sa rozlišovať veľké/malé písmená?</li><li><b>Len celé slová</b>: nájdený text nesmie byť súčasťou dlhšieho slova</li><li><b>Od pozície kurzoru</b>: začne nahradzovať od tej časti dokumentu, kde je práve kurzor. Inak začne nahradzovať od začiatku alebo od konca.</li><li><b>Hľadať dozadu</b>: nomen est omen</li><li><b>Použiť regulárny výraz</b>: zadaný text v poli <b>Hľadať</b> sa chápe ako regulárny výraz.</li></ul></p></qt>
sl: <qt><p><b>Možnosti</b></p><p>Tu lahko podrobneje nastavite iskanje:<ul><li><b>Občutljiv na velikost črk</b>: upoštevam velikost črk vnešenega besedila?</li><ul><li><b>Le cele besede</b>: najdeno besedilo ne sme biti del večje besede</li><ul><li><b>Od trenutnega mesta pozivnika</b>: začni zamenjevati tam, kjer je pozivnik. Sicer začni na začetku ali koncu.</li><ul><li><b>Poišči nazaj</b>: nomen est omen</li><ul><li><b>Uporabi regularne izraze</b>: uporabi vpisano besedilo kot regularni izraz.</li></ul></p></qt>
sr: <qt> <p><b>Опције</b></p> <p>Овде можете фино подесити претрагу: <ul> <li><b>Разликуј велика и мала слова</b>: да ли треба обратити пажњу на величину слова унетог текста?</li> <li><b>Само целе речи</b>: текст који је пронађен не сме бити део дуже речи</li> <li><b>Од позиције показивача</b>: почни претрагу од дела документа где се налази показивач. Иначе, претрага почиње од почетка или од краја.</li> <li><b>Нађи уназад</b>: Требало би да је јасно само по себи.</li> <li><b>Користи регуларне изразе</b>: користи унети текст као регуларни израз.</li></ul></p></qt>
sr@latn: <qt> <p><b>Opcije</b></p> <p>Ovde možete fino podesiti pretragu: <ul> <li><b>Razlikuj velika i mala slova</b>: da li treba obratiti pažnju na veličinu slova unetog teksta?</li> <li><b>Samo cele reči</b>: tekst koji je pronađen ne sme biti deo duže reči</li> <li><b>Od pozicije pokazivača</b>: počni pretragu od dela dokumenta gde se nalazi pokazivač. Inače, pretraga počinje od početka ili od kraja.</li> <li><b>Nađi unazad</b>: Trebalo bi da je jasno samo po sebi.</li> <li><b>Koristi regularne izraze</b>: koristi uneti tekst kao regularni izraz.</li></ul></p></qt>
sv: <qt><p><b>Inställningar</b></p><p>Här kan du finjustera sökning:<ul><li><b>Skiftlägeskänslig</b>: måste storleken på inmatad text respekteras?</li><li><b>Bara hela ord</b>: text som hittas får inte vara en del av ett längre ord.</li><li><b>Från markören</b>: börja sök i den del av dokumentet där markören finns. Annars börjar sökningen i början eller slutet.</li><li><b>Sök bakåt</b>: borde vara självförklarligt.</li><li><b>Använd reguljärt uttryck</b>: använd inmatad text som ett reguljärt uttryck.</li></ul></p></qt>
ta: <qt><p><b>விருப்பத்தேர்வுகள்</b></p><p>இங்கே நீங்கள் தேடலை finetune செய்யலாம்:<ul><li><b>எழுத்து வடிவுணர்வு</b>: உள்ளிடப்பட்ட உரையின் எழுத்து வடிவம் மதிக்கப்பட வேண்டுமா?</li><li><b>முழு வார்த்தைகள் மட்டும்</b>: கண்டுபிடிக்கப்பட்ட உரை அதை விட நீளமான வார்த்தையின் பகுதியாக இருக்கக் கூடாது</li><li><b>காட்டியின் இடத்திலிருந்து</b>: ஆவணத்தில் காட்டி இருக்கும் பகுதியிலிருந்து தேடுதல் செய்யத் துவங்கு. இல்லையென்றால் தேடுதல் முன் அல்லது பின்னிலிருந்து துவங்கப்படும்.</li><li><b>பின் தேடு</b>: தானே எடுத்துக்கூறும் படியாக இருக்க வேண்டும்.</li><li><b>வழக்கமான தொடரைப் பயன்படுத்து</b>: பதிக்கப்பட்ட உரையை பயன்படுத்தவும்.</li></ul></p></qt>
tg: <qt><p><b>Интихобҳо</b></p><p>Дар инҷо шумо метавонед ҷустуҷӯро мизон кунед:<ul><li><bҶаъбаи эҳсос</b>: ҷаъбаи матни воридшуда қимат дода шавад?</li><li><b>Фақат ҳамаи калимаҳо</b>: шакли матн бояд қисми дарози калима набошад </li><li><b>Аз вазъияти курсор</b>: оғози ҷустуҷӯ дар қисми санад, дар куҷое, ки курсор аст. Дигар хел ҷустуҷӯ дар аввал ё дар охир сар мешавад. </li><li><b>Ёфтани ба самти ақиб</b>: Бояд ошкор бошад.</li><li><b>Истифода бурдани ифодаи доимӣ</b>: истифода бурдани матн мисли ифодаи доимӣ.</li></ul></p></qt>
uk: <qt><p><b>Параметри</b></p><p>Тут можна налагодити параметри пошуку:<ul><li><b>З урахуванням регістру</b>: чи зважати на регістр введеного тексту?</li><li><b>Тільки цілі слова</b>: знайдений текст не повинен бути частиною довшого слова</li><li><b>Від позиції курсора</b>: почати заміну у документі від позиції курсора. Інакше, заміна починається від початку або з кінця.</li><li><b>Знайти позаду</b>: не потребує пояснення.</li><li><b>Використовувати формальний вираз</b>: використовувати текст введений текст як формальний вираз</li></ul></p></qt>
zh_cn: <qt><p><b>选项</b></p><p>此处您可以微调搜索：<ul><li><b>区分大小写</b>：要区分输入文本的大小写吗？</li><li><b>只查找整词</b>：找到的文本必须不是某个词的一部分</li><li><b>从光标处开始</b>：从文档中光标所在处开始搜索。否则，搜索将从文档开头或结尾处开始。</li><li><b>往回查找</b>：意思应该很清楚。</li><li><b>使用正则表达式</b>把输入文本作为正则表达式使用。</li></ul></p></qt>

source: &Goto Next
ar: ا&ذهب الى التالى
be: &Шукаць далей
bg: Отиване на &следващ
ca: &Vés a la següent
da: &Gå til næste
de: &Nächste Fundstelle
el: &Μετάβαση στο επόμενο
es: Ir al si&guiente
et: Jär&gmine
eu: &Joan hurrengora
fa: &برو به بعدی‌
fr: &Suivant
gl: Ir para a se&guinte
he: &דלג לבא
hr: &Idi na sljedeći
hu: A &következőre lépés
is: &Fara að næsta
it: &Vai al prossimo
ja: 次に移動(&G)
kk: Келесіге ө&ту
ko: 다음으로 가기(&G)
lt: &Eiti į kitą
mk: &Оди на наредна
nb: &Gå til neste
nds: &Nakamen
nl: &Ga naar volgende
nn: &Gå til neste
pa: ਅੱਗੇ ਜਾਓ(&G)
pl: &Następny
pt: &Ir Para o Seguinte
sk: Hľadať ď&alej
sl: &Pojdi na naslednje
sr: &Иди на следећи
sr@latn: &Idi na sledeći
sv: &Gå till nästa
ta: அடுத்து செல்
tg: &Давомдиҳии ҷустуҷӯӣ
uk: &Перейти до наступної
zh_cn: 转到下一个(&G)

source: R&eplace All
ar: استبدل ال&كل
be: З&амяніць усё
bg: За&мяна на всички
ca: Su&bstituir-ho tot
da: &Erstat alle
de: &Alles ersetzen
el: &Αντικατάσταση όλων
es: Sust&ituir todo
et: As&enda kõik
eu: O&rdeztu guztia
fa: &جایگزینی همه‌
fr: Tout r&emplacer
gl: Su&bstituir todo
he: החלף ה&כל
hr: Zamijeni &sve
hu: Minden &cserélése
is: Skipta út ö&llum
it: &Sostituisci tutto
ja: すべて置換(&E)
kk: Барлығын &алмастыру
ko: 모두 교체
lt: Pak&eisti visus
mk: Зам&ени ги сите
nb: &Erstatt alle
nds: All &utwesseln
nl: Alles v&ervangen
nn: B&yt ut alle
pa: ਸਭ ਤਬਦੀਲ(&e)
pl: Zastąp &wszystko
pt: Substituir &Tudo
sk: &Nahradiť všetky
sl: Zamenjaj &vse
sr: З&амени све
sr@latn: Z&ameni sve
sv: E&rsätt alla
ta: அனைத்தையும் மாற்று
tg: Ивв&аз намудани ҳама
uk: Замінити &всі
zh_cn: 全部替换(&E)

source: Replace this string?
ar: استبدال هذا النص؟
be: Замяніць гэты радок?
bg: Замяна на този низ?
ca: Substituir aquesta cadena?
da: Erstat denne streng?
de: Diesen Text ersetzen?
el: Αντικατάσταση αυτής της συμβολοσειράς;
es: ¿Sustituir esta cadena?
et: Kas asendada see string?
eu: Ordeztu kate hau?
fa: این رشته جایگزین شود؟
fr: Remplacer cette chaîne ?
gl: Substituir esta cadea?
he: האם להחליף עם מחרוזת?
hr: Da zamijenim ovaj niz?
hu: Cseréljem ezt?
is: Skipta út þessum streng?
it: Sostituire questa stringa?
ja: この文字列を置換しますか？
kk: Осы жол алмастырылсын ба?
ko: 이 문자열을 교체하시겠습니까?
lt: Ar pakeisti šią eilutę?
mk: Да ја заменам оваа низа?
nb: Vil du erstatte denne teksten?
nds: Disse Tekenkeed utwesseln?
nl: Deze tekst vervangen?
nn: Byt ut denne teksten?
pa: ਕੀ ਇਹ ਸਤਰ ਤਬਦੀਲ?
pl: Zastąpić to wystąpienie?
pt: Substituir esta sequência?
sk: Nahradiť tento reťazec?
sl: Zamenjam ta niz?
sr: Да заменим овај низ?
sr@latn: Da zamenim ovaj niz?
sv: Ersätta den här strängen?
ta: இந்த தொடர்ச்சிகளை மாற்று
tg: Оё ин сатрро тағйир диҳам?
uk: Замінити цей рядок?
zh_cn: 替换这个字串吗？
