Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Untranslated: %1
ar: غير مترجم: %1
be: Неперакладзеных: %1
bg: Непреведени: %1
ca: Sense traduir: %1
da: Uoversat: %1
de: Nicht übersetzt: %1
el: Αμετάφραστα: %1
es: Por traducir: %1
et: Tõlkimata: %1
eu: Itzuli gabea: %1
fa: ترجمه‌نشده: %1
fr: Non traduits : %1
gl: Sen traducir: %1
he: לא מתורגם: %1
hr: Neprevedenih: %1
hu: Nincs lefordítva: %1
is: Óþýddar: %1
it: Da tradurre: %1
ja: 未翻訳: %1
kk: Аударылмаған: %1
ko: 번역안됨: %1
lt: Neišverstų: %1
mk: Непреведени: %1
nb: Ikke oversatte: %1
nds: Nich översett: %1
nl: Onvertaald: %1
nn: Ikkje omsette: %1
pa: ਨਾ-ਅਨੁਵਾਦ: %1
pl: Nieprzetłumaczone: %1
pt: Não-traduzidas: %1
sk: Nepreložené: %1
sl: Neprevedeno: %1
sr: Непреведених: %1
sr@latn: Neprevedenih: %1
sv: Oöversatta: %1
ta: மொழிபெயர்ப்பில்லா:%1
tg: Тарҷуманашуда:%1
uk: Не перекладено: %1
zh_cn: 未翻译：%1

source: RO
ar: قراءة فقط
be: Толькі для чытання
ca: SL
de: NS
el: ΑΜ
es: SL
eu: IB(RO)
fa: فقط خواندنی
fr: LS
kk: ОҮ
mk: ЧИТ
nds: Bloots Lesen
nn: L
sl: B
sr: С/Ч
sr@latn: S/Č
sv: Skrivskydd
uk: ТЧ
zh_cn: 只读

source: An error occurred while trying to open the gettext info page: %1
ar: حدث خطأ عند محاولة فتح صفحة معلومات gettext: %1
be: Адбылася памылка пры спробе адкрыцця інфармацыйнай старонкі gettext: %1
bg: Възникна грешка при опит за отваряне на инфо страницата на gettext: %1
ca: S'ha produït un error mentre s'intentava obrir la pàgina info de gettext: %1
da: Der skete en fejl ved forsøg på at åbne gettext info side: %1
de: Beim Öffnen der Info-Seite von gettext ist ein Fehler aufgetreten: %1
el: Σφάλμα κατά την προσπάθεια ανοίγματος της σελίδας πληροφοριών του gettext: %1
es: Ha ocurrido un error al intentar abrir la página info de gettext: %1
et: Gettexti infolehekülje avamisel tekkis viga: %1
eu: Errorea gettext informazio-orria irekitzen saiatzean: %1
fa: هنگام سعی در باز کردن صفحۀ اطلاعات gettext خطایی رخ داد: %1
fr: Problème en essayant d'ouvrir la page info de Gettext : %1
gl: Aconteceu un erro ao tentar abrir a axuda de gettext: %1
he: אירעה שגיאה בזמן ניסיון פתיחת עמוד מידע של gettext: %1
hr: Greška je nastupila pri pokušaju otvaranja gettext stranice sa informacijama: %1
hu: Hiba történt az alábbi gettext info oldal megnyitása közben: %1
is: Villa kom upp þegar reynt var að opna upplýsingasíðuna um "gettext": %1
it: Si è verificato un errore durante l'apertura della pagina informativa di gettext: %1
ja: gettext info ページを開く際にエラーが発生しました: %1
kk: Gettext мәлімет бетін ашу кезінде қате пайда болды: %1
ko: gettext 정보 페이지를 열기 위해 시도하는 중 오류 발생: %1
mk: Се случи грешка про обидот да се отвори инфо-страницата на gettext: %1
nb: Klarte ikke å åpne gettext-info-siden: %1
nds: Bi't Opmaken vun de Gettext-Infosiet hett dat en Fehler geven: %1
nl: Fout bij het openen van de gettext-informatiepagina: %1
nn: Klarte ikkje opna gettext-info-sida: %1
pl: Błąd podczas otwierania strony Info dla gettext: %1
pt: Ocorreu um erro ao tentar abrir a página de 'info' do gettext: %1
sk: Nastala chyba pri pokuse zobraziť info stránku o balíku gettext: %1
sl: Napaka pri odpiranju strani gettext info: %1
sr: Грешка је наступила при покушају отварања gettext стране са информацијама: %1
sr@latn: Greška je nastupila pri pokušaju otvaranja gettext strane sa informacijama: %1
sv: Ett fel uppstod när informationssidan om gettext skulle öppnas: %1
ta: தகவல் பக்கத்தில் gettext யை திறக்கும்போது பிழை ஏற்பட்டுள்ளது: %1
tg: Хато дар вақти кӯшиши кушодани матни гирифташуда барои саҳифа рӯх дод: %1
uk: Трапилась помилка під час відкриття інформаційної сторінки gettext: %1
zh_cn: 在试图打开 gettext 信息页时出错： %1

source: _: MessageBox text Spellchecking of multiple files is finished.
ar: تم الانتهاء من التدقيق الإملائي للملفات المتعددة.
be: Праверка арфаграфіі некалькіх файлаў завершана.
bg: Проверката на правописа на файловете завърши.
ca: S'ha finalitzat la revisió ortogràfica de múltiples fitxers.
da: Stavekontrol af flere filer er afsluttet.
de: Rechtschreibprüfung über mehrere Dateien ist abgeschlossen.
el: Ο ορθογραφικός έλεγχος πολλαπλών αρχείων τελείωσε.
es: La verificación ortográfica de múltiples archivos ha terminado.
et: Paljude failide õigekirja kontroll lõpetatud.
eu: Fitxategi anitzen ortigrafia egiaztatzen amaitu da.
fa: غلط‌یابی پرونده‌های چندگانه تمام می‌شود.
fr: La vérification d'orthographe de fichiers multiples est finie.
gl: Rematou a comprobación da ortografía de múltiplos ficheiros.
he: בדיקת איות של קבצים מרובים הסתיימה.
hr: Provjera pravopisa u više datoteka je završena.
hu: A fájlok helyesírás-ellenőrzése befejeződött.
is: Stafsetningarathugun í mörgum skrám er lokið.
it: Il controllo ortografico di file multipli è terminato.
ja: 複数のファイルのスペルチェックが完了しました。
kk: Бірнеше файлдардың емлесін тексеру аяқталды.
ko: 다중 파일의 맞춤법 검사가 완료되었습니다.
mk: Проверката на правописот на датотеките е завршена.
nb: Ferdig med stavekontroll av flere filer.
nds: De Schriefwiesprööv för mehr Dateien is afslaten.
nl: De spellingcontrole van meerdere bestanden is voltooid.
nn: Ferdig med stavekontroll av fleire filer.
pa: ਬਹੁ-ਫਾਇਲ਼ਾਂ ਲਈ ਸ਼ਬਦ-ਜੋੜ ਸਮਾਪਤ।
pl: Sprawdzanie pisowni w plikach zostało zakończone.
pt: A verificação ortográfica dos vários ficheiros terminou.
sk: Kontrola pravopisu viacerých súborov je dokončená.
sl: Preverjanje črkovanja večih datotek je končano.
sr: Провера правописа у више фајлова је завршена.
sr@latn: Provera pravopisa u više fajlova je završena.
sv: Stavningskontroll av flera filer är klar.
ta: பல கோப்பின் பிழை திருத்தம் முடிந்தது.
tg: Санҷиши Имлои файлҳои бисёркарата ба итмом расид.
uk: Перевірка правопису декількох файлів закінчилась.
zh_cn: 多个文件的拼写检查已完成。

source: _: MessageBox caption Spellcheck Done
ar: تم التدقيق الإملائي
be: Праверка арфаграфіі завершана
bg: Проверката на правописа завърши
ca: Revisió ortogràfica feta
da: Stavekontrol færdig
de: Rechtschreibprüfung abgeschlossen
el: Ο ορθογραφικός έλεγχος τελείωσε
es: Verificación ortográfica terminada
et: Õigekirja kontroll lõpetatud
eu: Egiaztapen ortografikoa eginda
fa: غلط‌یابی انجام شد
fr: Vérification d'orthographe terminée
gl: Comprobación ortográfica rematada
he: בדיקת איות הסתיימה
hr: Provjera pravopisa je gotova
hu: A helyesírás-ellenőrzés befejeződött.
is: Stafsetningarskoðun lokið
it: Controllo ortografico eseguito
ja: スペルチェック完了
kk: Емле тексеру аяқталды
ko: 맞춤법 검사 완료
mk: Проверката е завршена
nb: Stavekontrollen er ferdig.
nds: Schriefwiesprööv afslaten
nl: Spellingcontrole voltooid
nn: Stavekontroll ferdig
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ ਮੁਕੰਮਲ
pl: Sprawdzanie pisowni zakończone
pt: Verificação Ortográfica Completa
sk: Kontrola pravopisu dokončená
sl: Preverjanje črkovanja končano
sr: Провера правописа је готова
sr@latn: Provera pravopisa je gotova
sv: Stavningskontroll klar
ta: பிழைதிருத்தப்பட்டது
tg: Имлосанҷӣ Иҷро шуд
uk: Перевірку правопису закінчено
zh_cn: 拼写检查完毕

source: An error occurred while trying to get the list of messages for this file from the database: %1
ar: حدث خطأ أثناء المحاولة من الحصول على قائمة الرسائل لهذا الملف من قاعدة البيانات: %1
be: Пры спробе загрузіць спіс паведамленняў з базы дадзеных паўстала памылка: %1
bg: Възникна грешка при опит за получаване на списъка със съобщения от БД: %1
ca: S'ha produït un error mentre s'intentava obtenir la llista de missatges per aquest fitxer des de la base de dades: %1
da: Der skete en fejl ved forsøg på at få listen af beskeder for denne fil fra databasen: %1
de: Beim Einlesen der Nachrichtenliste für diese Datei aus der Datenbank ist ein Fehler aufgetreten: %1
el: Ένα σφάλμα συνέβη κατά την προσπάθεια ανάκτησης της λίστας των μηνυμάτων γι' αυτό το αρχείο από τη βάση δεδομένων: %1
es: Ha ocurrido un error al intentar obtener la lista de mensajes de este archivo en la base de datos: %1
et: Selle faili kirjete nimekirja baasist hankimisel tekkis viga: %1
eu: Errorea datu-basetik fitxategi honetarako mezuen zerrenda lortzen saiatzean: %1
fa: هنگام سعی در به دست آوردن فهرست پیامها برای این پرونده از دادگان، خطایی رخ داد: %1
fr: Un problème est survenu lors de la récupération de la liste des messages depuis la base de données pour ce fichier : %1
gl: Aconteceu un erro ao tentar obter a lista de mensaxes deste ficheiro desde a base de datos: %1
he: אירעה שגיאה בזמן ניסיון קבלת רשימת הודעות עבור קובץ זה ממסד הנתונים: %1
hr: Došlo je do greške pri pokušaju preuzimanja lista poruka za ovu datoteku iz baze podataka: %1
hu: Hiba történt a fájlhoz tartozó üzeneteknek az adatbázisból való lekérdezése közben: %1
is: Villa kom upp þegar reynt var að fá lista yfir skilaboð í þessari skrá frá gagnagrunninum: %1
it: Si è verificato un errore durante il reperimento della lista messaggi per questo file dal database: %1
ja: このファイルのメッセージをデータベースから取得中にエラーが発生しました: %1
kk: Келесі деректер қорынан жазулар тізімін алу кезінде қате пайда болды: %1
ko: 데이타베이스로부터 이 파일에 대한 메시지 목록을 얻기 위해 시도하던 중 에러가 발생했습니다. %1
lt: Bandant gauti šiai bylai pranešimų sąrašą iš duomenų bazės įvyko klaida: %1
mk: Настана грешка при обидот да се земе листата на пораки за оваа датотека од базата на податоци: %1
nb: Klarte ikke å henta meldingene for denne fila fra databasen: %1
nds: Bi't Halen vun de Mellenlist för disse Datei ut de Datenbank hett dat en Fehler geven: %1
nl: Er deed zich een fout voor tijdens het trachten een lijst met tekenreeksen voor dit bestand uit de database te verkrijgen: %1
nn: Klarte ikkje henta meldingane for denne fila frå databasen: %1
pl: Błąd podczas próby pobrania z bazy danych listy komunikatów dla tego pliku: %1
pt: Ocorreu um erro ao tentar obter a lista de mensagens deste ficheiro da base de dados: %1
sk: Nastala chyba pri pokuse získať zoznam správ pre tento súbor z databáze: %1
sl: Pri poskusu pridobitve seznama sporočil za to datoteko iz baze podatkov je prišlo do napake: %1
sr: Дошло је до грешке при покушају да се преузме листа порука за овај фајл из базе података: %1
sr@latn: Došlo je do greške pri pokušaju da se preuzme lista poruka za ovaj fajl iz baze podataka: %1
sv: Ett fel uppstod när meddelandelistan för den här filen skulle hämtas från databasen: %1
ta: தரவில் இருக்கும் புலத்தின் தகவல் பட்டியலை எடுக்க முயற்சிக்கையில் பிழை: %1
tg: Дар вақти гирифтани рӯйхати хабарҳо барои ин файл аз базаи маълумотӣ хатогӣ ба амал омад: %1
uk: При спробі отримання для цього файла списку фраз з бази даних сталась помилка: %1
zh_cn: 在试图为该文件从数据库中获取消息列表时出现错误： %1

source: No difference found
ar: لم يُعثر على اختلاف
be: Не знойдзена адрозненняў
bg: Не са намерени разлики
ca: No es troben diferències
da: Ingen forskel fundet.
de: Keine Abweichungen gefunden
el: Δε βρέθηκε διαφορά
es: No se encontró ninguna diferencia
et: Erinevusi ei leitud
eu: Ez da desberdintasunik aurkitu
fa: تفاوتی یافت نشد
fr: Aucune différence trouvée
gl: Non se atopou nengunha diferenza
he: לא נמצא כל שינוי
hr: Nisu pronađene razlike
hu: Nem találtam eltérést
is: Engin mismunur fannst
it: Nessuna differenza trovata
ja: 差異はありません
kk: Айырмашылығы табылмады
ko: 차이점이 발견되지 않았습니다.
lt: Nerasta skirtumų
mk: Нема пронајдени разлики
nb: Fant ingen forskjell
nds: Keen Verscheel funnen
nl: Geen verschil gevonden
nn: Ingen skilnad funnen
pa: ਕੋਈ ਅੰਤਰ ਨਹੀਂ ਲੱਭਾ ਹੈ
pl: Nie znaleziono różnic
pt: Não foram encontradas diferenças
sk: Neboli nájdené žiadne rozdiely
sl: Ni najdenih razlik
sr: Нису пронађене разлике
sr@latn: Nisu pronađene razlike
sv: Ingen skillnad hittades
ta: பாகுபாடு தோன்றவில்லை
tg: Ягон фарқияте ёфта нашуд
uk: Не знайдено відмінностей
zh_cn: 没有找到差异

source: Difference found
ar: عُثِر على اختلاف
be: Знойдзена адрозненне
bg: Намерени са разлики
ca: Diferència trobada
da: Forskel fundet.
de: Abweichung gefunden
el: Βρέθηκε διαφορά
es: Diferencia encontrada
et: Leiti erinevusi
eu: Desberdintasuna aurkitu da
fa: تفاوت یافت شد
fr: Différence trouvée
gl: Atopouse algunha diferenza
he: נמצא שינוי
hr: Pronađene su razlike
hu: Eltérést találtam
is: Mismunur fannst
it: Differenze trovate
ja: 差異が見つかりました
kk: Айырмашылығы табылды
ko: 차이점이 발견되었습니다.
lt: Skirtumas rastas
mk: Пронајдени се разлики
nb: Fant forskjell
nds: Verscheel funnen
nl: Verschil gevonden
nn: Skilnad funnen
pa: ਅੰਤਰ ਲੱਭਿਆ ਹੈ
pl: Znaleziono różnice
pt: Foram encontradas diferenças
sk: Nájdené rozdiely
sl: Najdena je razlika
sr: Пронађене су разлике
sr@latn: Pronađene su razlike
sv: Skillnad hittad
ta: பாகுபாடு இல்லை
tg: Фарқият ёфта шуд
uk: Знайдено відмінність
zh_cn: 找到差异

source: No corresponding message found.
ar: لا توجد رسالة مقابلة.
be: Не знойдзена адпаведных паведамленняў.
bg: Не е намерено съответстващо съобщение.
ca: No s'ha trobat un missatge corresponent.
da: Ingen tilsvarende besked blev fundet.
de: Keine entsprechende Nachricht gefunden.
el: Δε βρέθηκε σχετικό μήνυμα.
es: No se encontró el mensaje correspondiente.
et: Vastavaid kirjeid ei leitud.
eu: Ez da dagokion mezurik aurkitu.
fa: پیام متناظر یافت نشد.
fr: Aucun message correspondant trouvé.
gl: Non se atopou a mensaxe correspondente.
he: לא נמצאה הודעה מתאימה.
hr: Nije pronađena niti jedna odgovarajuća poruka
hu: Nem találtam megfelelő üzenetet.
is: Samsvarandi skilaboðaskrá fannst ekki.
it: Nessun messaggio corrispondente trovato.
ja: 対応するメッセージが見つかりません。
kk: Сәйкесті жазу табылмады.
ko: 일치하는 메시지를 찾을 수 없습니다.
lt: Nerasta atitinkančio pranešimo.
mk: Не е пронајдена соодветната порака.
nb: Fant ingen tilsvarende melding
nds: Keen passen Mellen funnen.
nl: Geen overeenkomende tekenreeks gevonden.
nn: Fann ikkje noka tilsvarande melding.
pa: ਕੋਈ ਅਨੁਸਾਰ ਸੁਨੇਹਾ ਨਹੀਂ ਲੱਭਿਆ ਹੈ
pl: Brak odpowiadającego komunikatu.
pt: Não foram encontradas mensagens correspondentes.
sk: Odpovedajúca správa nenájdená.
sl: Ni najdenega ustreznega sporočila.
sr: Није пронађена одговарајућа порука.
sr@latn: Nije pronađena odgovarajuća poruka.
sv: Inget motsvarande meddelande hittades.
ta: எவ்விதமான செய்தியும் இல்லை .
tg: Ягон мактубчаи мувофиқ ёфта нашуд.
uk: Не знайдено відповідної фрази.
zh_cn: 没有找到相应的消息。

source: No corresponding message found
ar: لم يُعثر على الرسالة المماثلة
be: Не знойдзена адпаведных паведамленняў
bg: Не е намерено съответно съобщение
ca: No s'ha trobat un missatge corresponent
da: Ingen tilsvarende besked blev fundet.
de: Keine entsprechende Nachricht gefunden
el: Δε βρέθηκε σχετικό μήνυμα
es: No se encontró el mensaje correspondiente
et: Vastavaid kirjeid ei leitud
eu: Ez da dagokion mezurik aurkitu
fa: پیام متناظر یافت نشد
fr: Aucun message correspondant trouvé
gl: Non se atopou a mensaxe correspondente
he: לא נמצאה הודעה מתאימה
hr: Nije pronađena niti jedna odgovarajuća poruka
hu: Nem találtam megfelelő üzenetet
is: Samsvarandi skilaboðaskrá fannst ekki
it: Nessun messaggio corrispondente trovato
ja: 対応するメッセージが見つかりません
kk: Сәйкесті жазу табылмады
ko: 일치하는 메시지를 찾을 수 없음
lt: Nerasta atitinkančio pranešimo
mk: Не е пронајдена соодветната порака
nb: Fant ingen tilsvarende melding
nds: Keen passen Mellen funnen.
nl: Geen overeenkomende tekenreeks gevonden
nn: Fann ikkje noka tilsvarande melding
pa: ਕੋਈ ਅਨੁਸਾਰ ਸੁਨੇਹਾ ਨਹੀਂ ਲੱਭਿਆ ਹੈ।
pl: Brak odpowiadającego komunikatu
pt: Não foram encontradas mensagens correspondentes
sk: Odpovedajúca správa nenájdená
sl: Ni najdenega ustreznega sporočila
sr: Није пронађена одговарајућа порука
sr@latn: Nije pronađena odgovarajuća poruka
sv: Inget motsvarande meddelande hittades
ta: எவ்விதமான செய்தியும் இல்லை .
tg: Ягон хабари муваққатӣ ёфта нашуд
uk: Не знайдено відповідної фрази
zh_cn: 没有找到相应的消息

source: Select File to Diff With
ar: اختر ملف لبحث الإختلاف معه
be: Вылучыце файл для параўнання
bg: Изберете файл за намиране на разлики с
ca: Seleccioneu el fitxer amb el que desitgeu fer diff
da: Vælg en fil at diffe med
de: Wählen Sie die Datei, mit der verglichen werden soll
el: Επιλογή αρχείου για έλεγχο διαφορών με αυτό
es: Seleccione el archivo con el que quiere hacer diff
et: Võrreldava faili valimine
eu: Aukeratu parekatu beharreko fitxategia
fa: برگزیدن پرونده برای تفاوت توسط
fr: Choisissez un fichier à comparer
gl: Escolla o ficheiro co que obter as diferenzas
he: בחר קובץ להשוואה
hr: Odaberite datoteku sa kojim će se razlikovati
hu: Válassza ki az összehasonlításhoz használt fájlt
is: Veldu skrá til að samanbera við
it: Seleziona file da confrontare con
ja: 比較するファイルを選択
kk: Салыстыратын файлды таңдаңыз
ko: Diff 에 사용할 파일 선택
lt: Nurodykite bylą su kuria lyginsite
mk: Изберете датотека за разлики
nb: Velg fila du vil sammenligne med
nds: Söök de Datei för't Verglieken ut
nl: Bestand om te vergelijken selecteren
nn: Vel fil for diff-operasjon
pa: ਇਸ ਨਾਲ ਅੰਤਰ ਲਈ ਫਾਇਲ ਚੁਣੋ
pl: Wybierz plik do porównania
pt: Seleccione o Ficheiro para as Diferenças
sk: Vyberte súbor pre nájdenie rozdielov
sl: Izberite datoteko za primerjanje
sr: Изаберите фајл са којим ће се разликовати
sr@latn: Izaberite fajl sa kojim će se razlikovati
sv: Välj en fil att jämföra med
ta: Diffக்கு கோப்பினை தேர்வு செய்
tg: Интихоби файл барои фарқ кунондан бо
uk: Вибір файла для порівняння
zh_cn: 选择要用来做 Diff 的文件

source: loading file for diff
ar: تحميل ملف للبحث عن الإختلاف
be: загрузка файла для параўнання
bg: зареждане на файл за намиране на разлики
ca: carregant un fitxer per a diff
da: Indlæser fil til diff
de: Datei für den Vergleich wird geladen
el: φόρτωση αρχείου για έλεγχο διαφορών
es: cargando archivo para diff
et: võrreldava faili laadimine
eu: parekatu beharreko fitxategia kargatzen
fa: بارگذاری پرونده برای تفاوت
fr: chargement du fichier pour la comparaison
gl: cargando ficheiro para diff
he: טוען קובץ להשוואה
hr: učitavam datoteku za razlikovanje
hu: az összehasonlításhoz használt fájl betöltése
is: Hleð inn skrá til samanburðar
it: caricamento file per confronto
ja: 比較するファイルを読み込み中
kk: Салыстыратын файлды жүктеу
ko: Diff를 위한 파일 불러 오는 중
lt: Įkeliama byla palyginimui
mk: вчитувам датотека за разлики
nb: laster fil til diff
nds: Datei för't Verglieken warrt laadt
nl: bezig bestand te laden voor vergelijking
nn: lastar fil for diff
pa: ਅੰਤਰ ਲਈ ਫਾਇਲ ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: wczytywanie pliku do porównania
pt: a ler o ficheiro para ver as diferenças
sk: načítavam súbor pre rozdiely
sl: nalaganje datoteke za tvorjenje diff
sr: учитавам фајл за разликовање
sr@latn: učitavam fajl za razlikovanje
sv: laddar fil för jämförelse
ta: diffவிற்காக கோப்பினை உள்ளிடு
tg: боркунии файл барои фарқият
uk: завантаження файла для порівняння
zh_cn: 正在载入要做 Diff 的文件

source: The search string has not been found yet. However, the string might be found in the files being searched at the moment. Please try later.
ar: لم يُعثر على السلسلة النصية للبحث حتى الآن. و لكن ، يمكن وجود السلسلة النصية المطلوبة فى الملفات اللتي يتم البحث فيها الآن. الرجاء المحاولة لاحقاً.
be: Запытаны радок яшчэ не знойдзены. Аднак ён можа быць знойдзены ў файлах, якія праглядаюцца у дадзены момант. Паспрабуйце пазней.
bg: Търсеният низ все още не е открит. Възможно е обаче това да стане във файловете в които се търси сега. Моля, опитайте по-късно.
ca: Encara no s'ha trobat la cadena de recerca. Encara que, la cadena es pot trobar en els fitxers als que s'està cercant ara mateix. Si us plau, proveu-ho més tard.
da: Søgestrengen er ikke blevet fundet endnu. Det kunne imidlertid være den vil blive fundet i de filer der gennemsøges for øjeblikket. Prøv venligst senere.
de: Der Suchbegriff wurde noch nicht gefunden. Er könnte aber in den Dateien vorhanden sein, die gerade durchsucht werden. Bitte versuchen Sie es später noch einmal.
el: Η συμβολοσειρά αναζήτησης δε βρέθηκε ακόμη. Ωστόσο, η συμβολοσειρά μπορεί να βρεθεί στα αρχεία που αναζητούνται αυτή τη στιγμή. Παρακαλώ δοκιμάστε αργότερα.
es: La cadena de búsqueda no ha sido encontrada aún. Sin embargo, es posible que la cadena esté en los archivos en los que estaba buscando en este momento. Inténtelo más tarde.
et: Otsitavat stringi ei ole veel leitud. Võib-olla leitakse otsitav string praegu käsil olevast failist. Proovi hiljem uuesti.
eu: Oraindik ez da bilaketa-katea aurkitu. Hala ere, katea une honetan bilatzen ari den fitxategietan egon daiteke. Saiatu zaitez geroago.
fa: رشتۀ جستجو هنوز یافت نشده است. به هر حال، شاید رشته در پرونده‌هایی که تازه جستجو می‌شوند یافت شود. لطفاً، بعداً سعی کنید.
fr: La chaîne recherchée est introuvable. Cependant, la chaîne peut être trouvée dans les fichiers actuellement explorés. Veuillez essayer plus tard.
gl: Aínda non se atopou a cadea a procurar. Porén, a cadea pode ser atopada non ficheiros nos que se está a procurar agora. Ténteo máis tarde.
he: מחרוזת החיפוש לא נמצאה עדיין. למרות זאת, המחרוזת עשויה להימצא בקבצים הנסרקים ברגע זה. אנא נסה מאוחר יותר.
hr: Još uvijek nije pronađen niz za pretragu. Međutim, niz može biti pronađen u datotekema koji se trenutno pretražuju. Pokušajte kasnije.
hu: A keresett szöveget eddig nem sikerült megtalálni. Azonban a keresés még nem fejeződött be, jelen pillanatban is tart. Próbálkozzon később.
is: Leitarstrengurinn hefur ekki fundist ennþá. Hann gæti hinsvegar fundist í skránum sem er verið að leita í núna. Vinsamlega reyndu aftur seinna.
it: La stringa cercata non è stata ancora trovata. Comunque, la stringa può essere trovata nei file ricercati al momento. Per piacere, prova più tardi.
ja: 検索文字列はまだ見つかりません。 検索中のファイルの中に見つかる可能性があります。 しばらくたってから試してください。
kk: Іздеген жол әлі табылған жоқ. Дегенмен ол қазір іздеп жатқан файлдардан табуы мүмкін. Кейінірек қайталап көріңіз.
ko: 검색 문자열이 아직 발견되지 않았습니다. 하지만, 잠시 검색된 파일에서 문자열을 찾을 수 있을 것입니다. 후에 다시 시도해 주십시오.
lt: Ieškoma eilutė dar nerasta. Vienok, eilutė gali būti surasta bylose, kuriose šiuo metu vyksta paieška. Pakartokite vėliau.
nb: Søketeksten er ikke funnet ennå. Allikevel kan teksten bli funnet i noen av de filene du søker i nå. Prøv igjen senere.
nds: De Sööktext leet sik noch nich finnen. Man he kann jümmers noch binnen de opstunns dörsöchten Dateien funnen warrn. Bitte versöök dat later nochmaal.
nl: De zoekterm is nog niet gevonden. Echter, de term kan misschien worden gevonden in de bestanden die op dit moment worden doorzocht. Probeer het later nog een keer.
nn: Søkjestrengen er ikkje funnen enno. Det kan likevel henda at strengen finst i filene det vert søkt i no. Prøv igjen seinare.
pl: Na razie nie znaleziono szukanego tekstu. Wyszukiwanie jeszcze trwa, proszę spróbować za chwilę.
pt: O texto de pesquisa ainda não foi encontrado. Contudo, o texto pode ser encontrado nos ficheiros a pesquisar no momento. Tente de novo mais tarde.
sk: Hľadaný reťazec zatiaľ nebol nájdený. Môže sa ale nájsť v súboroch, ktoré sú momentálne prehľadávané. Prosím, skúste to znovu neskôr.
sl: Iskalni niz še ni bil najden. Vendar pa je lahko najden v datotekah, ki se trenutno preiskujejo. Prosim poskusite znova.
sr: Још увек није пронађен низ за претрагу. Међутим, низ може бити пронађен у фајловима који се тренутно претражују. Покушајте касније.
sr@latn: Još uvek nije pronađen niz za pretragu. Međutim, niz može biti pronađen u fajlovima koji se trenutno pretražuju. Pokušajte kasnije.
sv: Söksträngen har inte hittats ännu. Strängen kan dock hittas i filerna som genomsöks för tillfället. Försök igen senare.
ta: தேடும் சரம் இதுவரை கண்டுபிடிக்க முடியவில்லை. அப்பொழுது, இந்நேரத்தில் தேடப்படும் கோப்புகளில் இந்த உரை இருக்கலாம். தயவுசெய்து பின்னர் முயலவும்.
tg: Сатри ҷустуҷӯ ёфта нашуд. Аммо, сатр метавонад дар файлҳое, ки ҳоло ҷустуҷӯ карда мешаванд, ёфта шаванд. Илтимос баъдтар кӯшиш кунед.
uk: Рядок пошуку ще не знайдено. Однак, рядок може бути знайдено у файлах, які в даний час опрацьовуються. Будь ласка, спробуйте пізніше.
zh_cn: 还没有找到搜索字符串。 不过字符串也许能够在被搜索的文件中找到。 请稍后再试。
