Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Fields to update</b></p> <p>Choose which fields in the header you want to have updated when saving. If a field does not exist, it is appended to the header.</p> <p>If you want to add other information to the header, you have to edit the header manually by choosing <b>Edit->Edit Header</b> in the editor window.</p> <p>Deactivate <b>Update Header</b> above if you do not want to have the header updated when saving.</p></qt>
ar: <qt><p><b>الحقول التي يتم تحديثها</b></p> <p>اختر حقول الترويسة التي تريد تحديثها حين الحفظ. إن لم يكن أحد الحقول موجودا، فستتم إضافته لآخر الترويسة.</p> <p>إذا أردت إضافة معلومات أخرى للترويسة فباستطاعتك تحرير الترويسة بشكل يدوي عن طريق اختيار <b>حرِّر->حرِّر الترويسة</b> في نافذة المحرر. </p></qt> <p>أبطل <b>حدث الترويسة</b> باﻷعلى إن لم تكن تريد تحديث الترويسة حين الحفظ.</p></qt>
be: <qt><p><b>Палі для аднаўлення</b></p> <p>Тут вы можаце вылучыць палі загалоўка, якія аднаўляюцца пры захаванні. Неіснуючае поле будзе аўтаматычна дададзена да загалоўка.</p> <p>Калі вы жадаеце дадаць дадатковую інфармацыю да загалоўка, можаце адрэдагаваць загаловак уручную, вылучыўшы <b>Праўка->Рэдагаваць загаловак</b> у акне рэдактара.</p> <p>Выключыце пераключальнік <b>Аднавіць загаловак пры захаванні</b>, калі вы не жадаеце аднаўленні загалоўка пры захаванні.</p></qt>
bg: <qt><p><b>Обновявани полета</b></p> <p>Изберете кои полета от заглавната част искате да бъдат обновени при запис. Ако няма такова поле, то ще бъде добавено.</p> <p>Ако искате да добавите друга информация към заглавната част, трябва да редактирате ръчно от <b>Редактиране->Редактиране на заглавната част</b>.</p> <p>Изключете <b>Обновяване на заглавната част</b> ако не искате заглавната част да бъде обновявана при всеки запис.</p></qt>
ca: <qt><p><b>Camps a actualitzar</b></p> <p>Escolliu quins camps de la capçalera desitgeu que siguin actualitzats en desar. Si un camp no existeix serà afegit a la capçalera.</p> <p>Si desitgeu afegir d'altra informació a la capçalera, haureu d'editar-la manualment seleccionant <b>Edita->Edita capçalera</b> a la finestra de l'editor.</p> <p>Desactiveu <b>Actualitza la capçalera</b> si no desitgeu que la capçalera sigui actualitzada automàticament quan s'estigui desant el fitxer.</p></qt>
da: <qt><p><b>Felter at opdatere</b></p> <p>Vælg hvilke felter i hovedet, du vil have opdateret, når der gemmes. Hvis et felt ikke eksisterer, tilføjes det hovedet.</p> <p>Hvis du vil tilføje ekstra information i hovedet, kan du manuelt redigere i den ved at vælge <b>Redigér -> Redigér hoved</b> i redigeringsvinduet.</p> <p>Deaktivér <b>Opdatér hoved</b> ovenfor, hvis du ikke vil have hovedet opdateret, når der gemmes.</p></qt>
de: <qt><p><b>Zu aktualisierende Felder</b></p> <p>Wählen Sie aus, welche Felder im Vorspann beim Speichern aktualisiert werden sollen. Felder, die noch nicht existieren, werden dem Vorspann hinzugefügt.</p> <p>Wollen Sie dem Vorspann weitere Felder hinzufügen, können Sie diesen manuell bearbeiten, indem Sie <b>Bearbeiten -> Vorspann bearbeiten ...</b> im Editorfenster auswählen.</p><p>Möchte Sie den Vorspann beim Speichern nicht automatisch aktualisieren, deaktivieren Sie die Option <b>Vorspann beim Speichern aktualisieren</b>. </p></qt>
el: <qt><p><b>Πεδία για ενημέρωση</b></p> <p>Επιλέξτε τα πεδία της επικεφαλίδας που επιθυμείτε να ενημερωθούν κατά την αποθήκευση. Αν ένα πεδίο δεν υπάρχει, θα προστεθεί στην επικεφαλίδα</p> <p>Αν θέλετε να προσθέσετε άλλες πληροφορίες στην επικεφαλίδα, πρέπει να την επεξεργαστείτε χειροκίνητα επιλέγοντας <b>Επεξεργασία->Επεξεργασία επικεφαλίδας</b> στο παράθυρο του επεξεργαστή.</p> <p>Απενεργοποιήστε την <b>Ενημέρωση επικεφαλίδας</b> πιο πάνω αν δεν επιθυμείτε την ενημέρωση της επικεφαλίδας κατά την αποθήκευση.</p></qt>
es: <qt><p><b>Campos a actualizar</b></p> <p>Elija que campos en la cabecera desea que sean actualizados al guardar. Si un campo no existe será añadido a la cabecera.</p> <p>Si desea añadir otra información a la cabecera, debe editarla manualmente seleccionando <b>Editar->Editar cabecera</b> en la ventana del editor.</p> <p>Desactivar <b>Actualizar cabecera</b> si no desea que la cabecera se actualice automáticamente cuando guarde.</p></qt>
et: <qt><p><b>Uuendatavad väljad</b></p> <p>Vali päise väljad, mida soovid salvestamisel uuendada. Väljad, mida varem päises polnud, lisatakse.</p> <p>Kui soovid lisada enda poolt mõningaid lisavälju päisele, siis pead muutma päist käsitsi, valides menüüst <b>Redigeerimine->Muuda päist...</b></p> <p>Eemalda märgistus <b>Salvestamisel uuendatakse päist</b> eest, kui soovid, et päist salvestamisel ei uuendataks.</p></qt>
eu: <qt><p><b>Eguneratzeko eremuak</b></p> <p>Aukeratu zeintzuk diren gordetzean goiburukoan eguneratzea nahi dituzun eremuak. Eremuren existitzen ez bada, goiburukoari eransten zaio.</p> <p>Goiburukoan bestelako informaziorik gehitu nahi baduzu, goiburukoa eskuz editatu beharko duzu editorearen leihoan <b>Editatu->Editatu goiburukoa</b> aukeratuz.</p> <p>Desaktibatu goiko <b>Eguneratu goiburukoa</b> gordetzean goiburukoa eguneratzea nahi ez baduzu.</p></qt>
fa: <qt><p><b>به‌روزرسانی حوزه‌ها</b></p> <p>انتخاب گزینه‌هایی در سرآیند که هنگام ذخیره به‌روزرسانیده‌اید. اگر حوزه‌ای وجود ندارد، به سرآیند پیوست می‌شود.</p> <p>اگر می‌خواهید اطلاعات دیگری به سرآیند اضافه کنید، باید سرآیند را با انتخاب <b>ویرایش-<ویرایش سرآیند</b> در پنجرۀ ویرایشگر، به صورت دستی ویرایش کنید.</p> <p>اگر نمی‌خواهید سرآیند را هنگام ذخیره به روز کنید، <b>به‌روزرسانی سرآیند</b> را در بالا غیرفعال سازید.</p></qt>
fr: <qt><p><b>Champs à mettre à jour</b></p> <p>Choisissez quels champs de l'en-tête vous voulez mettre à jour en enregistrant. Si un champ n'existe pas, il est ajouté à la fin de l'en-tête.</p> <p>Si vous voulez ajouter d'autres informations à l'en-tête, vous devez éditer l'en-tête manuellement en choisissant <b>Édition / Modifier l'en-tête</b> dans la fenêtre d'édition.</p> <p>Désactivez <b>Mettre à jour l'en-tête</b> au-dessus si vous ne voulez pas mettre à jour l'en-tête en enregistrant.</p></qt>
gl: <qt> <p><b>Campos a actualizar</b></p> <p>Escolla que campos do cabezallo quer actualizar ao guardar. Os campos que non existan serán engadidos ao cabezallo.</p> <p>Se quer engadir outras informacións no cabezallo, deberá editalo á mao escollendo <b>Editar->Editar cabezallo</b> na fiestra do editor.</p> <p>Desactive <b>Actualizar cabezallo</b> en riba se non quer que se actualice cando guarde.</p></qt>
hu: <qt><p><b>A frissítendő mezők</b></p> <p>Válassza ki, hogy a fejléc mely mezői legyenek frissítve a fájl mentésekor. Ha egy megadott mező hiányzik a fejlécből, azt a program automatikusan hozzáfűzi.</p> <p>Ha más információt is hozzá szeretne adni a fejléchez, akkor azt kézzel kell megtennie a <b>Szerkesztés->A fejléc szerkesztése</b> menüpont választésa után.</p> <p>Kapcsolja ki <b>A fejléc frissítése</b> opciót, ha azt szeretné, hogy mentéskor a fejléc adatai ne frissüljenek.</p></qt>
is: <qt><p><b>Svið sem á að uppfæra</b></p> <p>Veldu hvaða svið á að uppfæra, þegar skrá er vistuð. Ef ákveðið svið finnst ekki fyrir í skránni, er því bætt við hausinn.</p> <p>Viljirðu bæta öðrum upplýsingum við, verður þú að gera það handvirkt, með því að velja <b>Sýsl->Breyta haus</b> í ritil glugganum.</p> <p>Afveldu <b>Uppfæra haus<b> að ofan ef þú vilt ekki að hausinn sé uppfærður þegar vistað er.</p></qt>
it: <qt><p><b>Campi da aggiornare</b></p> <p>Scegli quali campi nell'intestazione vuoi aggiornare quando salvi. Se un campo non esiste, verrà accodato all'intestazione.</p> <p>Se vuoi aggiungere altre informazioni all'intestazione, devi modificare l'intestazione manualmente selezionando <b>Modifica->Modifica intestazione</b> nella finestra dell'editor.</p> <p>Disabilita <b>Aggiorna intestazione</b> sopra se non vuoi aggiornare l'intestazione quando salvi.</p></qt>
ja: <qt><p>更新するフィールド</p> <p>ファイルを保存するときに更新するヘッダのフィールドを選択します。フィールドが存在しないときはヘッダに追加されます。</p> <p>更に他の情報をヘッダに追加する場合は、エディタのウィンドウで「編集」->「ヘッダを編集」を選択し、手動でヘッダを編集する必要があります。</p> <p>保存時にヘッダを更新しない場合は、「保存時にヘッダを更新する」を無効にしてください。</p></qt>
kk: <qt><p><b><qt><p><b>Жаңартылатын өрістер</b></p> <p>Мұнда сақтау кезінде жаңартылатын айдар өрістерін таңдауға болады. Өріс әлі жоқ болса ол айдарға қосылады.</p> <p>Егер айдарға қосымша өрістерді қосқыңыз келсе, онда өңдегіш терезесінде<b>Өңдеу->Айдарды өңдеу</b> дегенді таңдап айдарды қолмен өңдеңіз.</p> <p>Егер сақтағанда айдарды жаңартқыңыз келмесе <b>Айдары жаңартылсын</b> дегеннің құсбелгісін алып тастаңыз.</p></qt>
ko: <qt><p><b>업데이트를 위한 영역</b><p> <p>저장할 때 업데이트를 하고자 하는 헤더 영역을 선택하십시오. 만약 영역이 없을 경우, 헤더에 추가됩니다.</p> <p>만약 헤더에 다른 정보를 추가하길 원하신다면, 편집창에서 <b>편집->헤더 편집</b>을 선택하셔서 수동으로 편집하셔야 합니다.</p> <p>저장할 때 헤더를 업데이트 하지 않기를 원하신다면 <b>헤더 업데이 트</b>를 해제하십시오.</p></qt>
mk: <qt><p><b>Полиња за ажурирање</b></p> <p>Изберете кои полиња во заглавието сакате да бидат ажурирани при зачувување. Ако некое поле не постои, тоа ќе биде додадено на заглавието.</p> <p>Ако сакате да додадете други информации на заглавието, ќе треба истото да го уредите рачно со избирање на <b>Уредување->Уреди го заглавието</b> од менито на главниот прозорец.</p> <p>Деактивирајте го <b>Ажурирај заглавие</b> погоре ако не сакате заглавието да биде ажурирано при зачувување.</p></qt>
nb: <qt><p><b>Felter som skal oppdateres</b></p> <p>Velg hvilke felter i filhodet du vil skal oppdateres når du lagrer. Hvis et felt ikke finnes, blir det lagt til i filhodet.</p> <p>Hvis du vil legge til annen informasjon i filhodet må du redigere filhodet manuelt ved å velge <b>Rediger – Rediger filhodet</b> i redigeringsvinduet.</p> <p>Skru av <b>Oppdater filhodet </b> hvis du ikke vil oppdatere filhodet når du lagrer.</p></qt>
nds: <qt><p><b>Feller opfrischen</b></p> <p>Söök ut, welk Feller binnen den Dateikopp bi't Sekern opfrischt warrn schöölt. Wenn dat en Feld noch nich gifft, warrt dat de Koppindrääg anhangt.</p> <p>Wenn Du anner Informatschonen na den Kopp tofögen wullt, muttst Du em vun Hand bewerken: Söök in't Editorfinster <b>Bewerken -> Dateikopp bewerken</b> ut.</p> <p>Maak <b>Dateikopp opfrischen</b> baven ut, wenn de Koppindrääg nich bi't Sekern automaatsch opfrischt warrn schöölt.</p></qt>
nl: <qt><p><b>Bij te werken velden</b></p> <p>Kies welke velden in de koptekst u wilt laten bijwerken tijdens het opslaan. Als een veld niet bestaat wordt het toegevoegd.</p> <p>Als u andere informatie wilt toevoegen aan de koptekst, dan moet u deze zelf met de hand toevoegen door <b>Bewerken->Koptekst bewerken</b> te kiezen in het editorvenster.</p> <p>Zet <b>Koptekst bijwerken</b> hierboven uit als u niet wilt dat de koptekst wordt bijgewerkt tijdens het opslaan.</p></qt>
nn: <qt><p>Oppdater felt<b></b></p> <p>Vel kva for felt i filhovudet du vil skal oppdaterast når du lagrar. Dersom eit felt ikkje finst, vert det lagt til filhovudet.</p> <p> Dersom du vil leggja til anna informasjon til filhovudet, må du endra det manuelt ved å velja <b>Rediger – Rediger filhovud</b> i redigeringsvindauget.</p> <p>Slå av <b>Oppdater filhovud ved lagring</b> dersom du ikkje vil oppdatera filhovudet når du lagrar.</p></qt>
pl: <qt><p><b>Aktualizowane pola</b></p> <p>Tu można wybrać pola automatycznie aktualizowane przy zapisie. Jeśli pole nie istnieje, zostanie automatycznie wstawione do nagłówka</p> <p>Żeby wstawić do nagłówka inne informacje, należy go wyedytować ręcznie poleceniem <b>Edycja->Edytuj nagłówek</b> w oknie edytora.</p> <p>Wyłączenie opcji <b>Aktualizuj nagłówek</b> wyłączy wszelkie automatyczne zmiany nagłówka.</p></qt>
pt: <qt><p><b>Campos a actualizar</b></p> <p>Escolha quais os campos no cabeçalho que quiser que sejam actualizados ao gravar. Se um campo não existir, será adicionado ao cabeçalho.</p> <p>Se quiser adicionar outras informações ao cabeçalho, terá que editar o cabeçalho manualmente escolhendo a opção <b>Editar->Editar o Cabeçalho</b> na janela de editor.</p> <p>Desactive o <b>Actualizar o Cabeçalho</b> em cima, se não quiser actualizar o cabeçalho ao gravar.</p></qt>
sk: <qt><p><b>Opravované položky</b></p> <p>Vyberte, ktoré časti hlavičky chcete automaticky upravovať pri ukladaní súboru. Ak časť neexistuje, bude pridaná do hlavičky.</p> <p>Ak chcete pridať iné informácie do hlavičky, urobte to ručne pomocou <b>Upraviť->Upraviť hlavičku</b> </p> <p>Nepovoľte <b>Obnoviť hlavičku</b> ak nechcete automatické zmeny hlavičky pri ukladaní.</p></qt>
sl: <qt><p><b>Obnovitev polj</b></p> <p>Izberite polja v glavi, ki jih želite obnoviti ob shranjevanju. Če polje ne obstaja, bo dodano glavi.</p> <p>Če želite dodati v glavo druge podatke, lahko popravite glavo z izbiro <b>Urejanje -> Uredi glavo</b>. <p>Izklopite <b>Obnovi glavo</b>, če ne želite z vsako shranitvijo obnoviti glave.</p></qt>
sr: <qt><p><b>Поља која треба ажурирати</b></p> <p>Изаберите која поља у заглављу желите да буду ажурирана приликом снимања. Ако поље не постоји, прикључује се заглављу.</p> <p>Ако желите да додате друге информације у заглавље, морате га изменити ручно избором <b>Измене->Измени заглавље</b> у прозору уређивача.</p> <p>Искључите <b>Ажурирај заглавље</b> изнад ако не желите да се заглавље ажурира приликом снимања.</p></qt>
sr@latn: <qt><p><b>Polja koja treba ažurirati</b></p> <p>Izaberite koja polja u zaglavlju želite da budu ažurirana prilikom snimanja. Ako polje ne postoji, priključuje se zaglavlju.</p> <p>Ako želite da dodate druge informacije u zaglavlje, morate ga izmeniti ručno izborom <b>Izmene->Izmeni zaglavlje</b> u prozoru uređivača.</p> <p>Isključite <b>Ažuriraj zaglavlje</b> iznad ako ne želite da se zaglavlje ažurira prilikom snimanja.</p></qt>
sv: <qt><p><b>Fält att uppdatera</b></p> <p>Välj vilka fält i huvudet du vill ska uppdateras när du sparar. Om ett fält inte existerar läggs det till i huvudet.</p> <p>Om du vill lägga till ytterligare information till huvudet, måste du redigera huvudet manuellt genom att välja <b>Redigera->Redigera filhuvud</b> i redigeringsfönstret.</p> <p>Inaktivera <b>Uppdatera filhuvud</b> ovan om du inte vill att huvudet ska uppdateras när du sparar.</p></qt>
ta: <qt><p><b>புதுப்பிக்க வேண்டிய புலங்கள்</b></p> <p>சேமிக்கும்போது தலைப்பிலுள்ள எந்தப் புலங்களை புதுப்பிக்க வேண்டும் என்று தேர்வு செய்யலாம். ஒரு புலம் இல்லையென்றால், அது தலைப்பிற்கு சேர்க்கப்படும்.</p> <p>வேறு தகவலை தலைப்பிற்கு சேர்க்க வேண்டுமென்றால், தலைப்பை கைமுறையாக தொகுக்க வேண்டும் <b>Edit->ட்கொகுப்பின் தலைப்பு</b> ஐ தொகுக்கும் சாளரத்தில் பயன்படுத்தும் வழியாக.</p> <p>செயல் இழக்கவை<b>தலைப்புப் புதுப்பியை</b>மேலே செயலிழக்கச்செய் சேமிக்கும் போது தலைப்பைப் புதுப்பிக்க வேண்டாமென்றால் புதுப்பித்தலை சேமி.</p></qt>
tg: <qt><p><b>Нав кардани майдонҳо</b></p> <p>Интихоб кунед, ки кадом майдонҳоро шумо мехостед, ки дар вақти нигоҳ доштан навшуда бошанд. Агар майдон вуҷуд надошта бошад вай ба сарлавҳа ҳамроҳ карда мешавад.</p> <p>Агар шумо хоҳед, ки ба сарлавҳа ахбороти дигар илова кунед, ба шумо лозим меояд, ки сарлавҳаро ба таври дастӣ таҳрир кунед. бо интихоби <b>Таҳрир->Таҳрир Сарлавҳа</b> дар тирезаи муҳаррир.</p> <p>Кушодани фаъолият <b>Нав кардани Сарлавҳа</b> дар боло агар шумо нахоҳед, ки сардавҳаро дошта бошед навкардашуда дар вақти нигоҳ доштан.</p></qt>
uk: <qt><p><b>Оновляти поля</b></p> <p>Виберіть, які поля необхідно оновляти при збереженні. Якщо поле не існує, воно буде додане до заголовка.</p> <p>Якщо ви хочете додати до заголовка іншу інформацію, необхідно відредагувати його вручну через <b>Правка->Редагувати заголовок</b> у вікні редактора.</p> <p>Вимкніть <b>Оновляти заголовок</b> вище, якщо ви не хочете, щоб заголовок при збереженні оновлявся.</p></qt>
