Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Ask before ne&xt file
ar: اسأل قبل الملف ال&تالي
be: &Запыт перад наступным файлам
bg: Питане преди &следващия файл
ca: Pregunta abans del se&güent fitxer
da: Spørg før &næste fil
de: &Vor der nächsten Datei nachfragen
el: Ερώτηση πριν το &επόμενο αρχείο
es: Pregunt&ar antes del siguiente archivo
et: Enne järgmist faili &küsitakse
eu: Galdetu &hurrengo fitxategiaren aurretik
fa: سؤال کردن قبل از پروندۀ &بعدی‌
fr: D&emander avant le fichier suivant
gl: Preguntar antes do v&indeiro ficheiro
he: שאל לפני הקובץ ה&בא
hr: Pitaj prije slje&deće datoteke
hu: Megerősítés kérése új fájlra lépés e&lőtt
is: Spyrja áður en n&æsta skrá
it: &Chiedi prima del prossimo file
ja: 次のファイルに移る前に確認(&X)
kk: &Келесі файлға сұрап өту
ko: 다음 파일 전에 물어보기(&X)
lt: Klausti pereinant &į kitą bylą
mk: Прашај пред &наредната датотека
nb: Spør før ne&ste fil
nds: &Ehr de nakamen Datei nafragen
nl: Vragen voor het vol&gende bestand
nn: &Spør før neste fil
pa: ਅਗਲੀ ਫਾਇਲ ਲਈ ਪੁੱਛੋ(&x)
pl: &Pytaj przed przejściem do następnego pliku
pt: Perguntar antes do pró&ximo ficheiro
sk: Pýtať sa pred ďalším sú&borom
sl: Vpra&šaj pred naslednjo datoteko
sr: Питај пре сле&дећег фајла
sr@latn: Pitaj pre sle&dećeg fajla
sv: Fr&åga före nästa fil
ta: கேட்பதற்கு முன் அடுத்த கோப்பு
tg: Дар&хост пеш аз файли навбатӣ
uk: &Запитати перед наступним файлом
zh_cn: 在下一个文件前询问(&X)

source: Save &without asking
ar: احفظ ب&دون سؤال
be: За&хоўваць без запыту
bg: Запис &без питане
ca: Desa &sense preguntar
da: Gem &uden at spørge
de: Speichern &ohne Rückfrage
el: Αποθήκευση &χωρίς ερώτηση
es: Guardar &sin preguntar
et: Salvestatakse &ilma küsimata
eu: Gorde &galdetu gabe
fa: ذخیره کردن &بدون سؤال‌
fr: Enregistrer &sans demander
gl: Guardar &sen preguntar
he: שמור &ללא שאלות
hr: Snimi &bez pitanja
hu: Mentés előtt nem kell me&gerősítést kérni
is: &Vista án þess að spyrja
it: Salva sen&za chiedere
ja: 確認せずに保存(&W)
kk: &Сұраусыз сақтау
ko: 물어보지 않고 저장(&W)
lt: I&šsaugoti neklausiant
mk: Зачувај без &прашување
nb: Lagre &uten å spørre
nds: Sekern &ahn Nafraag
nl: Opslaan zonder be&vestiging
nn: Lagra &utan å spørja
pa: ਬਿਨਾਂ ਪੁੱਛੇ ਹੀ ਸੰਭਾਲੋ(&w)
pl: &Zapisz bez pytania
pt: Gravar &sem perguntar
sk: Ukladať &bez opýtania
sl: Shrani &brez vprašanja
sr: Сними &без питања
sr@latn: Snimi &bez pitanja
sv: S&para utan att fråga
ta: கேட்காமல் பதிவு செய்
tg: Бе пурсиш &нигоҳ доштан
uk: Зберігати &без запиту
zh_cn: 保存时不询问(&W)

source: <qt><p><b>File Options</b></p><p>Here you can finetune where to find:<ul><li><b>In all files</b>: search in all files, otherwise searched is the selected file or files in the selected folder</li><li><b>Ask before next file</b>: show a dialog asking to proceed to the next file</li></ul></qt>
ar: <qt><p><b>خيارات الملف</b></p><p>يمكنك هنا الضبط الدقيق لأين يُبحث:<ul><li><b>فى كل الملفات</b>: ابحث فى كل الملفات، غير ذلك ابحث فى الملف المحدد او الملفات فى المجلد المحدد</li><li><b>اسأل قبل الملف التالى </b>: يظهر حوار يسأل المتابعة للملف التالى</li></ul></qt>
be: <qt><p><b>Параметры файлаў</b></p><p>Тут вы можаце вырабіць тонкую наладу пошуку ў файлах:<ul><li><b>Ва ўсіх файлах</b>: Шукаць ва ўсіх файлах, у адваротным выпадку шукаць у паказаным файле або ў файлах, размешчаных у паказаным каталогу</li><li><b>Запыт перад наступным файлам</b>: запытваць падцверджанне пераходу да наступнага файла</li></ul></qt>
bg: <qt><p><b>Файлови опции</b></p><p>Тук можете да настроите търсенето:<ul><li><b>Във всички файлове</b>: претърсва всички файлове. Иначе се претърсва само посочения файл/ове в директорията</li><li><b>Питане преди следващия файл</b>: показва се прозорец, който пита за действията за следващия файл</li></ul></qt>
ca: <qt><p><b>Opcions de fitxer</b></p><p>Aquí podeu afinar a on cercar:<ul><li><b>A tots els fitxers</b>: cerca en tots els fitxers o cerca al fitxer o fitxers seleccionats en la carpeta seleccionada</li><li><b>Pregunta abans del següent fitxer</b>: mostra un diàleg preguntant si continuar amb el següent fitxer</li></ul></qt>
da: <qt><p><b>Fil-indstillinger</b></p><p>Her kan du finindstille hvor der skal findes:<ul><li><b>I alle filer</b>: søg i alle filer, ellers bliver der søgt i den valgte fil eller i den valgte mappe</li><li><b>Spørg før næste fil</b>: vis en dialog der spørger om du vil gå videre til næste fil</li></ul></qt>
de: <qt><p><b>Datei-Optionen</b></p><p>Hier können Sie einstellen, wo gesucht werden soll:<ul><li><b>In allen Dateien</b>: Sucht in allen Dateien; sonst wird nur die ausgewählte Datei durchsucht oder die Dateien im ausgewählten Ordner. </li><li><b>Vor der nächsten Datei nachfragen</b>: Zeigt vor jeder Datei einen Dialog an, der fragt, ob sie durchsucht werden soll.</li></ul></p></qt>
el: <qt><p><b>Επιλογές αρχείων</b></p><p>Εδώ μπορείτε να ρυθμίσετε την αναζήτηση:<ul><li><b>Σε όλα τα αρχεία</b>: Αναζήτηση σε όλα τα αρχεία, ενώ σε άλλη περίπτωση η αναζήτηση γίνεται στο επιλεγμένο αρχείο ή αρχεία του επιλεγμένου φακέλου</li><li><b>Ερώτηση πριν το επόμενο αρχείο</b>: Εμφάνιση ενός διαλόγου πριν τη συνέχεια στο επόμενο αρχείο</li></ul></qt>
es: <qt><p><b>Opciones de archivo</b></p><p>Aquí puede ajustar dónde buscar:<ul><li><b>En todos los archivos</b>: busca en todos los archivos , o busca el archivo o archivos seleccionados en la carpeta seleccionada </li><li><b>Preguntar antes del siguiente archivo</b>: muestra un diálogo preguntando si se debe continuar con el siguiente archivo</li></ul></qt>
et: <qt><p><b>Faili valikud</b></p><p>Siin saab seada otsimise valikuid:<ul><li><b>Kõigist failidest</b>: otsi kõigist failidest, vastasel korral otsitakse valitud failidest</li><li><b>Enne järgmist faili küsitakse</b>: näitab dialoogi, mis küsib, kas jätkata järgmise failiga</li></ul></qt>
eu: <qt><p><b>Fitxategiaren aukerak</b></p><p>Non bilatu doitu dezakezu hemen:<ul><li><b>Fitxategi guztietan</b>: bilatu fitxategi guztietan, bestela bilatutakoak hautatutako karpetako hautatutako fitxategia edo fitxategiak dira</li><li><b>Galdetu hurrengo fitxategiaren aurretik</b>: erakutsi elkarrizketa bat hurrengo fitxategiarekin jarraitzeko eskatuz</li></ul></qt>
fa: <qt><p><b>گزینه‌های پرونده</b></p><p>در اینجا می‌توانید به دقت محل یافتن را تنظیم کنید:<ul><li><b>در همۀ پرونده‌ها</b>: جستجو در همۀ پرونده‌ها، در غیر این صورت جستجو در پرونده یا پرونده‌های برگزیده در پوشۀ برگزیده انجام می‌شود. </li><li><b>سؤال کردن قبل از پروندۀ بعدی</b>: نمایش یک محاورۀ سؤالی برای پیشروی در پروندۀ بعدی </li></ul></qt>
fr: <qt><p><b>Options des fichiers</b></p><p>Ici, vous pouvez régler finement où trouver :<ul><li><b>Dans tous les fichiers</b> : chercher dans tous les fichiers, sinon la recherche se fait dans les fichiers sélectionnés ou dans les fichiers du dossier sélectionné</li><li><b>Demander avant le fichier suivant</b> : afficher une boîte de dialogue demandant d'opérer sur le fichier suivant</li></ul></qt>
gl: <qt><p><b>Opcións de ficheiros</b></p><p>Aquí pode indicar onde procurar:<ul><li><b>En todos os ficheiros</b>: procurar en todos os ficheiros, senón so no ficheiro ou ficheiros escollidos na cartafol</li><li><b>Preguntar antes do vindeiro ficheiro</b>: mostra un diálogo que pregunta se debepasar ao seguinte ficheiro</li></ul></qt>
he: <qt><p><b>אפשרויות קובץ</b></p><p>כאן אתה יכול להגדיר בצורה עדינה היכן לחפש:<ul><li><b>בכל הקבצים</b>: חפש בכל הקבצים, אחרת חפש בקבצים הנבחרים או בקבצים אשר בתיקיות הנבחרות</li><li><b>בחר לפני הקובץ הבא</b>: הצג חלון דו־שיח השואל האם להמשיך לקובץ הבא</li></ul></qt>
hu: <qt><p><b>Fájlbeállítások</b></p><p>Itt lehet a keresés fájljellemzőit megadni.<ul><li><b>Az összes fájlban</b>: a keresés az összes fájlban történjen vagy csak a kijelölt mappák kijelölt fájljaiban</li><li><b>Megerősítés kérése a következő fájl előtt</b>: a program megerősítést kér a továbblépéshez</li></ul></qt>
is: <qt><p><b>Skráavalmöguleikar</b></p><p>Hér getur þú fínstilt leitina:<ul><li><b>Í öllum skrám</b>: leitar í öllum skrám, annars er bara leitað í völdu skránni eða skrám í valinni möppu</li><li><b>Spyrja áður en næsta skrá</b>: Sýna staðfestingarglugga sem spyr um að halda áfram með næstu skrá</li> </ul></qt>
it: <qt><p><b>Opzioni file</b></p><p>Qui puoi migliorare le indicazioni su dove cercare: <ul><li><b>In tutti i file</b>: cerca in tutti i file, altrimenti la ricerca è sui file selezionati o i file nella cartella selezionata</li><li><b>Chiedi prima del prossimo file</b>: mostra una finestra di dialogo chiedendo di procedere al prossimo file</li></ul></qt>
ja: <qt><p>ファイルのオプション</p><p>ここで検索対象を設定できます。<ul><li>すべてのファイル: すべてのファイルの中を検索します。このオプションを指定しなかった場合は、選択したファイルまたは選択したフォルダ内のファイルのみが対象になります。<li>次のファイルに移る前に確認: 次のファイルを処理する前に確認ダイアログを表示します。</li></ul></qt>
kk: <qt><p><b>Файл параметрлері</b></p><p>Мұнда іздеуді қалай өткізуді дәлдеп баптауға болады:<ul><li><b>Барлық файлдарда</b>: барлық файлдардан іздеу, әйтпесе іздеу таңдалған файлда не қапшықта өткізіледі</li> <li><b>Келесі файлға сұрап өту</b>: келесі файлға өту үшін тоқтап рұқсатын сұрау</li></ul></qt>
ko: <qt><p><b>파일 옵션</b></p><p>여기에서 검색할 장소를 미세 조정할 수 있습니다:<ul><li><b>모든 파일에서</b>: 모든 파일에서 찾기, 그렇지 않으면 선택된 파일이나 선택된 폴더 내의 파일에서 찾기</li><li><b>다음 파일 전에 물어보기</b>: 다음 파일로 진행하기 전에 대화상자를 보여줌</li></ul></qt>
mk: <qt><p><b>Опции за датотеки</b></p><p>Тука може детално да конфигурирате каде да се пребарува:<ul><li><b>Во сите датотеки</b>: се пребарува во сите датотеки, инаку се пребарува во избраната датотека или во датотеките во избраната папка</li><li><b>Прашај пред наредната датотека</b>: се покажува дијалог со прашање дали да се продолжи со наредната датотека</li></ul></qt>
nb: <qt><p><b>Filinnstillinger</b></p><p>Her kan du fininnstille hvor du vil lete:<ul><li><b>I alle filer</b>: let gjennom alle filene, i motsatt fall søkes det i valgte filer eller filer i valgt mappe</li><li><b>Spør før neste fil </b>: Viser et dialogvindu med spørsmål om du vil gå videre til neste fil</li></ul></qt>
nds: <qt><p><b>Datei-Optschonen</b></p><p>Hier kannst Du fastleggen, woneem söcht warrt:<ul><li><b>Binnen all Dateien</b>: Söcht binnen all Dateien, anners warrt bloots binnen de markeert Datei söcht, oder binnen de Dateien in den angeven Orner</li><li><b>Ehr de nakamen Datei nafragen</b>: Wiest en Dialoog, binnen den Du fraagt warrst, wat Du mit de nakamen Datei wiedermaken wullt.</li></ul></qt>
nl: <qt><p><b>Bestandsopties</b></p>Hier kunt de plaats waar gezocht moet worden instellen:<p><ul><li><b>in alle bestanden</b>: zoekt in alle bestanden, anders wordt er in het geselecteerde bestand gezocht, of in de bestanden van de geselecteerde map.</li><li><b>Vragen voor het volgende bestand</b>: toon een dialoog waarin gevraagd word om naar het volgende bestand te gaan.</li></ul></p></qt>
pl: <qt><p><b>Opcje plików</b></p><p>Tu można wybrać miejsce wyszukiwania:<ul><li><b>Wszystkie pliki</b>: przeszukiwanie wszystkich plików, w przeciwnym razie przeszukiwane są wybrane pliki lub pliki w wybranym katalogu.</li><li><b>Pytaj przed przejściem do następnego pliku</b>: pokazuje okno z potwierdzeniem przejścia do następnego pliku. </li></ul></qt>
pt: <qt><p><b>Opções dos Ficheiros</b></p><p>Aqui, o utilizador poderá ajustar onde procurar:<ul><li><b>Em todos os ficheiros</b>: procura em todos os ficheiros, caso contrário procura no ficheiro seleccionado ou nos ficheiros da pasta seleccionada</li><li><b>Perguntar antes do próximo ficheiro</b>: mostra uma janela que pergunta se pretende prosseguir com o próximo ficheiro</li></ul></qt>
sk: <qt><p><b>Možnosti pre súbory</b></p><p>Tu môžete vyladiť kde sa má hľadať:<ul><li><b>Vo všetkých súboroch</b>: bude sa hľadať vo všetkých súboroch, a nie iba vo vybranom súbore alebo podstrome</li><li><b>Pýtať sa pred ďalším súborom</b>: či sa má zobrazovať dialóg pred prechodom na ďalší súbor.</li></ul></qt>
sl: <qt> <p><b>Možnosti datoteke</b></p> <p>Tu lahko podrobno nastavite, kje se naj išče: <ul> <li><b>V vseh datotekah</b>: Iskanje v vseh datotekah, sicer se išče v izbranih datotekah izbranega imenika</li> <li><b>Vprašaj pred naslednjo datoteko</b>: prikaže pogovorno okno z vprašanjem o nadaljevanju na naslednjo datoteko </li></ul></qt>
sr: <qt> <p><b>Опције за фајлове</b></p> <p>Овде можете фино подесити где тражити: <ul> <li><b>У свим фајловима</b>: тражи у свим фајловима, иначе се тражи у изабраном фајлу или фајловима у изабраној фасцикли</li> <li><b>Питај пре следећег фајла</b>: прикажи прозор са упитом о томе да ли да се продужи на следећи фајл</li></ul></qt>
sr@latn: <qt> <p><b>Opcije za fajlove</b></p> <p>Ovde možete fino podesiti gde tražiti: <ul> <li><b>U svim fajlovima</b>: traži u svim fajlovima, inače se traži u izabranom fajlu ili fajlovima u izabranoj fascikli</li> <li><b>Pitaj pre sledećeg fajla</b>: prikaži prozor sa upitom o tome da li da se produži na sledeći fajl</li></ul></qt>
sv: <qt><p><b>Filinställningar</b></p><p>Här kan du finjustera vad som ska sökas:<ul><li><b>I alla filer</b>: sök i alla filer, annars söks de markerade filerna i den markerade katalogen.</li><li><b>Fråga före nästa fil</b>: visa en dialogruta som frågar om sökningen ska fortsätta med nästa fil.</li></ul></qt>
ta: <qt><p><b>கோப்பு விருப்பத்தேர்வுகள்</b></p><p>இங்கே நீங்கள் எங்கே கண்டுபிடிப்பதென்று finetune செய்யலாம்:<ul><li><b>எல்லாக் கோப்புகளிலும்</b>: எல்லாக்கோப்புகளில் தேடவும், இல்லையென்றால் தேடப்பட்டது தேர்ந்தெடுக்கப்பட்ட ஆவணத்திலுள்ள தேர்ந்தெடுக்கப்பட்ட கோப்பு அல்லது கோப்புகள்</li><li><b>அடுத்தக் கோப்பிற்கு முன் கேள்</b>அடுத்தக் கோப்பிற்கு செல்லக் கேட்கும் உரையாடலை காட்சியளி: </li></ul></qt>
tg: <qt><p><b>Интихоби файл</b></p><p>Дар инҷо метавонед танзимоти дақиқи ҷустуҷӯиро дар файлҳои зерин ба ҷо оред:<ul><li><b>Дар тамоми файлҳо</b>: Дар тамоми файлҳо ҷустуҷӯӣ кардан, вагарна дар файли ишорашуда ё дар файле, ки дар каталоги ишорашуда ҷойгир шудааст, дарёфт кардан</li><li><b>Дархост пеш аз файли навбатӣ</b>: Дархости тасдиқоти гузаштан ба файли навбатӣ</li></ul></qt>
uk: <qt><p><b>Параметри файлів</b></p><p>Тут можна детальніше вказати де знаходити:<ul><li><b>У всіх файлах</b>: шукати у всіх файлах, інакше пошук буде зроблено у вибраному файлі або файлах у вибраній теці</li><li><b>Запитати перед наступним файлом</b>: показувати вікно і запитувати про перехід до наступного файла</li></ul></qt>
zh_cn: <qt><p><b>文件选项</b></p><p>此处您可以微调要在哪里查找：<ul><li><b>在所有文件中</b>：搜索所有文件，否则将会在选中文件夹中的选定文件中搜索</li><li><b>在下一个文件前询问</b>显示一个对话框，向您询问是否要在下一个文件中继续</li></ul></qt>

source: Resolved
be: Дазволена
bg: Разрешен
ca: Resoldre
da: Løst
de: Konflikt beseitigt
el: Επίλυση
es: Resolver
et: Lahendatud
eu: Konponduta
fa: رفع‌شده
fr: Résolu
gl: Resolto
he: נפתר
hu: Feloldva
is: Leyst
it: Risolto
ja: 解決 (svn resolved)
kk: Шешілген
mk: Разрешено
nb: Løst
nds: Oplööst
nl: Verholpen
nn: Løyst
pa: ਹੱਲ਼
pl: Rozwiązane
pt: Resolvido
sk: Vyriešené
sl: Razrešeno
sr: Разрешено
sr@latn: Razrešeno
sv: Upplöst
uk: Розв'язано
zh_cn: 已解决

source: Resolved for Marked
be: Дазволена для адзначаных
bg: Разрешен за маркираните
ca: Resoldre per als marcats
da: Løst for markerede
de: Setze Status "Konflikt beseitigt" für markierte
el: Επίλυση για τα σημαδεμένα
es: Resolver los marcados
et: Märgitud lahendatud
eu: Konponduta markatutakoentzat
fa: برای نشان‌دارشده رفع شد
fr: Résolu pour les marqués
gl: Resolto para os marcados
he: נפתר עבור המסומנים
hu: A megjelölteknél feloldva
is: Leyst fyrir merktar
it: Risolto per i file segnati
ja: マークしたものを解決 (svn resolved)
kk: Белгіленгені шешілген
mk: Разрешено за маркирани
nb: Løst for de markerte
nds: För Markeerte oplööst
nl: Gemarkeerde bestanden verholpen
nn: Løyst for dei markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਲਈ ਹੱਲ਼
pl: Rozwiązane dla zaznaczonych
pt: Resolvido para os Marcados
sk: Vyriešené pre označené
sl: Razrešeno za označene
sr: Разрешено за означене
sr@latn: Razrešeno za označene
sv: Upplöst för markerade
uk: Розв'язано для позначених
zh_cn: 已标记已解决

source: Revert
ar: اعكس
be: Звярнуць
bg: Връщане
ca: Reverteix
da: Vend tilbage
de: Lokale Änderungen verwerfen
el: Επαναφορά
es: Revertir
et: Taastatud
eu: Leheneratu
fa: رجعت
fr: Revenir
gl: Reverter
he: להחזיר לקדמותו
hu: Visszaállítás
is: Afturkalla
it: Annulla modifiche
ja: 復元 (svn revert)
kk: Қайтару
nb: Tilbakestill
nds: Torüchdreihen
nl: Terugkeren
nn: Tilbakestill
pa: ਰੀਵਰਟ
pl: Przywróć
pt: Reverter
sk: &Vrátiť
sl: Povrni
sr: Поврати
sr@latn: Povrati
sv: Återställ
uk: Відновити
zh_cn: 还原

source: Revert for Marked
ar: اعكس المعلَّم
be: Звярнуць адзначаныя
bg: Връщане на маркираните
ca: Reverteix per als marcats
da: Ven tilbage for markerede
de: Lokale Änderungen verwerfen für markierte
el: Επαναφορά για τα σημαδεμένα
es: Revertir los marcados
et: Märgitud taastatud
eu: Leheneratu markatutakoak
fa: رجعت برای نشان‌دارشده
fr: Revenir pour les marqués
gl: Reverter para os marcados
he: להחזיר לקדמותו עבור המסומנים
hu: A megjelöltek visszaállítása
is: Afturkalla fyrir merktar
it: Annulla modifiche sui file segnati
ja: マークしたものを復元 (svn revert)
kk: Белгіленгенді қайтару
nb: Tilbakestill for de markerte
nds: Markeerte torüchdreihen
nl: Gemarkeerde bestanden terugkeren
nn: Tilbakestill for dei markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਲਈ ਮੁੜ-ਪ੍ਰਾਪਤ
pl: Przywróć zaznaczone
pt: Reverter os Marcados
sk: Vrátiť označené
sl: Povrni označene
sr: Поврати за означене
sr@latn: Povrati za označene
sv: Återställ för markerade
uk: Відновити позначені
zh_cn: 已标记为还原

source: Cleanup
ar: نظِّف
be: Ачысціць
bg: Изчистване
ca: Neteja
da: Ryd op
de: Aufräumen
el: Καθαρισμός
es: Limpiar
et: Puhastatud
eu: Garbitu
fa: پاک‌سازی
fr: Nettoyer
gl: Limpar
he: ניקוי
hu: Tisztítás
is: Hreinsa
it: Pulizia
ja: クリーンアップ (svn cleanup)
kk: Тазалау
nb: Tøm
nds: Oprümen
nl: Problemen oplossen
nn: Tøm
pa: ਸਾਫ਼ ਕਰੋ
pl: Uporządkuj
pt: Limpar
sk: Vyčistiť
sl: Počisti
sr: Очисти
sr@latn: Očisti
sv: Rensa
uk: Очистити
zh_cn: 清理

source: Cleanup for Marked
ar: نظِّف المعلَّم
be: Ачысціць адзначаныя
bg: Изчистване за маркираните
ca: Neteja per als marcats
da: Ryd op for markerede
de: Aufräumen für markierte
el: Καθαρισμός για τα σημαδεμένα
es: Limpiar los marcados
et: Märgitud puhastatud
eu: Garbitu markatutakoak
fa: پاک‌سازی برای نشان‌دارشده
fr: Nettoyer pour les marqués
gl: Limpar os marcados
he: ניקוי עבור המסומנים
hu: A megjelöltek tisztítása
is: Hreinsa merktar
it: Pulizia per i file segnati
ja: マークしたものをクリーンアップ (svn cleanup)
kk: Белгіленгенді тазалау
nb: Tøm for de markerte
nds: Oprümen för Markeerte
nl: Problemen oplossen voor gemarkeerde bestanden
nn: Tøm for dei markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਲਈ ਸਫ਼ਾਈ
pl: Uporządkuj zaznaczone
pt: Limpar os Marcados
sk: Vyčistiť označené
sl: Počisti označene
sr: Очисти за означене
sr@latn: Očisti za označene
sv: Rensa för markerade
uk: Очистити позначені
zh_cn: 已标记为清理

source: No repository
ar: لا مستودع
be: Няма сховішча
bg: Няма хранилище
ca: No en el repositori
da: Intet lager
de: Kein CVS-Archiv
el: Χωρίς χώρο αποθήκευσης
es: Sin repositorio
et: Hoidlat pole
eu: Biltegirik ez
fa: مخزن وجود ندارد
fr: Pas de référentiel
gl: Sen repositorio
he: אין מאגר
hr: Nema skladišta
hu: Nincs adatraktár
is: Engin geymsla (repository)
it: Nessun repository
ja: リポジトリがありません
kk: Қоймасы жоқ
ko: 저장소 없음
lt: Nėra repozitorijos
nb: Intet lager
nds: Keen Archiv
nl: Geen repository
nn: Inkje depot
pa: ਕੋਈ ਰੇਪੋਜ਼ਟਰੀ ਨਹੀਂ ਹੈ
pl: Brak repozytorium
pt: Sem repositório
sk: Žiadny sklad
sl: Brez skladišča
sr: Нема складишта
sr@latn: Nema skladišta
sv: Inget arkiv
ta: தகவல் களஞ்சியம் இல்லை
tg: Ҳеҷ хел захира нест
uk: Немає сховища
zh_cn: 没有仓库

source: Message Catalogs
ar: فهارس الرسائل
be: Каталогі паведамленняў
bg: Каталози със съобщения
ca: Catàlegs de missatges
da: Beskedkataloger
de: Nachrichtenkataloge
el: Κατάλογοι μηνυμάτων
es: Catálogos de mensajes
et: Teadete kataloogid
eu: Mezuen katalogoa
fa: فهرست پیامها
fr: Catalogues de messages
gl: Catálogos de mensaxes
he: קטלוגי הודעות
hr: Katalozi poruka
hu: Üzenetlisták
is: Yfirlit yfir skilaboð
it: Cataloghi messaggi
ja: メッセージカタログ
kk: Жазулар каталогы
ko: 메시지 카탈로그
lt: Pranešimų katalogai
mk: Каталози со пораки
nb: Meldingsmapper
nds: Narichtenkatalogen
nl: Meldingencatalogussen
nn: Meldingskatalogar
pa: ਸੁਨੇਹਾ ਸੂਚੀ
pl: Katalogi tłumaczeń
pt: Catálogos de Mensagens
sk: Katalógy správ
sl: Katalogi sporočil
sr: Каталози порука
sr@latn: Katalozi poruka
sv: Meddelandekataloger
ta: பட்டியல் செய்தி
tg: Каталогҳои мактуб
uk: Каталоги фраз
zh_cn: 消息目录

source: No version control
ar: لا تحكّم نُسَخ
be: Без кантролю версій
bg: Няма контрол на версията
ca: No hi ha versió de control
da: Ingen versionskontrol
de: Keine Versionsverwaltung
el: Χωρίς έλεγχο εκδόσεων
es: Sin control de versión
et: Versioonikontroll puudub
eu: Bertsio-kontrolik ez
fa: بدون کنترل نسخه
fr: Pas de contrôle de version.
gl: Sen control de versión
he: ללא בקרת גרסאות
hu: Nincs verziókövetés
is: Engin útgáfustjórnun
it: Nessun controllo di versione
ja: バージョンコントロール なし
kk: Нұсқалар басқаруы жоқ
mk: Нема контрола на верзии
nb: Ingen versjonskontroll
nds: Keen Verschoonkuntrull
nl: Geen versiebeheer
nn: Ingen versjonskontroll
pa: ਕੋਈ ਵਰਜਨ ਕੰਟਰੋਲ ਨਹੀਂ
pl: Brak kontroli wersji
pt: Sem controlo de versões
sk: Bez kontroly verzie
sl: Brez nadzora različic
sr: Без контроле верзије
sr@latn: Bez kontrole verzije
sv: Ingen versionskontroll
uk: Керування версіями
zh_cn: 无版本控制

source: Cannot open project file %1
ar: تعذّر فتح ملف المشروع %1
be: Не атрымалася адкрыць файл праекту %1
bg: Проектът за файл не може да бъде отворен %1
ca: No s'ha pogut obrir el fitxer de projecte %1
da: Kan ikke åbne projektfilen %1
de: Die Projektdatei %1 kann nicht geöffnet werden
el: Αδυναμία ανοίγματος του αρχείου έργου %1
es: No se pudo abrir el archivo de proyecto %1
et: Projektifaili avamine ei õnnestunud: %1
eu: Ezin da proiektu fitxategia ireki %1
fa: پروندۀ پروژه را نمی‌توان باز کرد %1
fr: Impossible d'ouvrir le fichier projet %1
gl: Non foi posíbel abrir o ficheiro do proxecto %1
he: לא יכול לפתוח קובץ פרויקט %1
hu: Nem sikerült megnyitni ezt a projektfájlt: %1
is: Get ekki opnað verkefnaskrá %1
it: Impossibile aprire il file di progetto %1
ja: プロジェクトファイルを開けません %1
kk: Жоба файлы ашылмады %1
ko: 프로젝트 파일을 열 수 없습니다. %1
lt: Nepavyksta atverti projekto bylos %1
mk: Не можам да ја отворам проектната датотека %1
nb: Kan ikke åpne prosjektfila %1
nds: Projektdatei lett sik nich opmaken %1
nl: Kan het volgende projectbestand niet openen: %1
nn: Kan ikkje opna prosjektfil %1
pa: ਪ੍ਰੋਜੈੱਕਟ ਫਾਇਲ %1 ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ
pl: Nie można otworzyć projektu %1
pt: Não foi possível aceder ao ficheiro de projecto %1
sk: Nepodarilo sa otvoriť súbor projektu %1
sl: Ni moč odpreti projektne datoteke %1
sr: Не могу да отворим пројектни фајл %1
sr@latn: Ne mogu da otvorim projektni fajl %1
sv: Kan inte öppna projektfil %1
uk: Не вдається відкрити файл проекту %1
zh_cn: 无法打开工程文件 %1

source: Project File Error
ar: خطأ في ملف المشروع
be: Памылка файла праекту
bg: Грешка във файл за проект
ca: Error del fitxer de projecte
da: Fejl i projektetfil
de: Projektdatei-Fehler
el: Σφάλμα αρχείου έργου
es: Error en archivo de proyecto
et: Projektifaili tõrge
eu: Errorea proiektuaren fitxategian
fa: خطای پروندۀ پروژه
fr: Erreur du fichier projet
gl: Erro no ficheiro do proxecto
he: שגיאה בקובץ פרויקט
hu: Projektfájl-hiba
is: Villa í verkefnisskrá
it: Errore del file di progetto
ja: プロジェクトファイルエラー
kk: Жоба файл қатесі
ko: 프로젝트 파일 오류
lt: Projekto bylos klaida
mk: Грешка во проектната датотека
nb: Feil med prosjektfil
nds: Projektdatei-Fehler
nl: Fout met betrekking tot het projectbestand
nn: Feil med prosjektfil
pa: ਪ੍ਰੋਜੈੱਕਟ ਫਾਇਲ ਗਲਤੀ
pl: Błąd pliku projektu
pt: Erro no Ficheiro do Projecto
sk: Chyba súboru projektu
sl: Napaka projektne datoteke
sr: Грешка са пројектним фајлом
sr@latn: Greška sa projektnim fajlom
sv: Fel i projektfil
uk: Помилка файла проекту
zh_cn: 工程文件出错
