Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Show Diff
ar: أظهر الإختلاف
be: Паказаць адрозненні
bg: Показване на разликите
ca: Mostra diff
da: Vis diff
de: Unterschiede anzeigen
el: Εμφάνιση διαφορών
es: Mostrar diff
et: Näita võrdlust
eu: Erakutsi desberdintasunak.
fa: نمایش تفاوت‌
fr: Afficher la différence
gl: Amosar diferenzas
he: הראה השוואה
hu: Az eltérések megjelenítése
is: Sýna mismun
it: Mostra confronto
ja: 差異を表示
kk: Айырмашылығын көрсету
ko: Diff 보기
lt: Rodyt Diff
mk: Прикажи разлика
nb: Vis differanse
nds: Verscheel wiesen
nl: Diff tonen
nn: Vis skilnad
pa: ਅੰਤਰ ਵੇਖਾਓ
pl: Pokaż diff
pt: Mostrar as Diferenças
sk: Zobraziť rozdiel
sl: Prikaži diff
sr: Прикажи разлику
sr@latn: Prikaži razliku
sv: Visa jämförelse
ta: Diffஐ காட்டு
tg: Намоиши фарқият
uk: Показати відмінності
zh_cn: 显示 Diff

source: Status (Local)
ar: الحالة (محليا)
be: Стан (лакальна)
bg: Статус (локален)
ca: Estatus (local)
da: Status (lokalt)
de: Status (lokal)
el: Κατάσταση (τοπική)
es: Estado (local)
et: Olek (kohalik)
eu: Egoera (lokala)
fa: وضعیت )محلی(
fr: État (local)
gl: Estado (Local)
he: מצב (מקומי)
hu: Állapot (helyi)
is: Staða (staðbundin)
it: Stato (locale)
ja: 状態 (ローカル)
kk: Күйі (жергілікті)
mk: Статус (локално)
nb: Status (lokalt)
nds: Status (lokaal)
nl: Status (lokaal)
nn: Status (lokalt)
pa: ਹਾਲਤ (ਲੋਕਲ)
pl: Stan (lokalny)
pt: Estado (Local)
sk: Stav (Lokálne)
sl: Stanje (krajevno)
sr: Статус (локални)
sr@latn: Status (lokalni)
sv: Status (lokal)
uk: Стан (локальний)
zh_cn: 状态(本地)

source: Status (Local) for Marked
ar: الحالة (محليا) للمعلَّم
be: Стан адзначаных (лакальна)
bg: Статус (локален) за маркираните
ca: Estatus (local) per als marcats
da: Status (lokalt) for markerede
de: Status (lokal) für markierte
el: Κατάσταση (τοπική) για τα σημαδεμένα
es: Estado (local) de los marcados
et: Märgistatute olek (kohalik)
eu: Egoera (lokala) markatutakoentzat
fa: وضعیت )محلی( برای نشان‌دارشده
fr: État (local) pour les marqués
gl: Estado (Local) dos marcados
he: מצב (מקומי) עבור המסומנים
hu: A megjelöltek állapota (helyi)
is: Staða (staðbundinna) merktra skráa
it: Stato (locale) dei file segnati
ja: マークしたものの状態 (ローカル)
kk: Белгіленгендердің күйі (жергілікті)
mk: Статус (локално) за маркираните
nb: Status (lokalt) over de markerte
nds: Status (lokaal) för Markeerte
nl: Status (lokaal) voor gemarkeerde bestanden
nn: Status (lokalt) for dei markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਲਈ ਹਾਲਤ (ਲੋਕਲ)
pl: Stan (lokalny) zaznaczonych
pt: Estado (Local) dos Marcados
sk: Stav (Lokálne) pre označené
sl: Stanje (krajevno) označenih
sr: Статус (локални) за означене
sr@latn: Status (lokalni) za označene
sv: Status (lokal) för markerade
uk: Стан (локальний) для позначених
zh_cn: 已标记的状态(本地)

source: Status (Remote)
ar: الحالة (بعيد)
be: Стан (аддалена)
bg: Статус (отдалечен)
ca: Estatus (remot)
da: Status (fjern)
de: Status (Serverabfrage)
el: Κατάσταση (απομακρυσμένη)
es: Estado (remoto)
et: Olek (serveris)
eu: Egoera (urrunekoa)
fa: وضعیت )دور(
fr: État (distant)
gl: Estado (Remoto)
he: מצב (מרוחק)
hu: Állapot (távoli)
is: Staða (fjarlæg)
it: Stato (remoto)
ja: 状態 (リモート)
kk: Күйі (қашықтағы)
mk: Статус (оддалечено)
nb: Status (eksternt)
nds: Status (feern)
nl: Status (extern)
nn: Status (eksternt)
pa: ਹਾਲਤ (ਰਿਮੋਟ)
pl: Stan (na serwerze)
pt: Estado (Remoto)
sk: Stav (Vzdialene)
sl: Stanje (oddaljeno)
sr: Статус (удаљени)
sr@latn: Status (udaljeni)
sv: Status (fjärr)
uk: Стан (віддалений)
zh_cn: 状态(远程)

source: Status (Remote) for Marked
ar: الحالة (بعيد) للمعلَّم
be: Стан адзначаных (аддалена)
bg: Статус (отдалечен) за маркираните
ca: Estatus (remot) per als marcats
da: Status (fjern) for markerede
de: Status (Serverabfrage) für markierte
el: Κατάσταση (απομακρυσμένη) για τα σημαδεμένα
es: Estado (remoto) de los marcados
et: Märgistatute olek (serveris)
eu: Egoera (urrunekoa) markatutakoentzat
fa: وضعیت )دور( برای نشان‌دارشده
fr: État (distant) pour les marqués
gl: Estado (Remoto) dos marcados
he: מצב (מרוחק) עבור המסומנים
hu: A megjelöltek állapota (távoli)
is: Staða (fjarlægra) merktra skráa
it: Stato (remoto) dei file segnati
ja: マークしたものの状態 (リモート)
kk: Белгілегендердің күйі (қашықтағы)
mk: Статус (оддалечено) за маркираните
nb: Status over de markerte (eksternt)
nds: Status (feern) för Markeerte
nl: Status (extern) voor gemarkeerde bestanden
nn: Status (eksternt) for dei markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਲਈ ਹਾਲਤ (ਰਿਮੋਟ)
pl: Stan (na serwerze) zaznaczonych
pt: Estado (Remoto) dos Marcados
sk: Stav (Vzdialene) pre označené
sl: Stanje (oddaljeno) označenih
sr: Статус (удаљени) за означене
sr@latn: Status (udaljeni) za označene
sv: Status (fjärr) för markerade
uk: Стан (віддалений) для позначених
zh_cn: 已标记的状态(远程)

source: Show Information
ar: اظهر المعلومات
be: Паказаць звесткі
bg: Показване на информация
ca: Mostra informació
da: Vis information
de: Informationen anzeigen
el: Εμφάνιση πληροφοριών
es: Mostrar información
et: Näita infot
eu: Erakutsi informazioa
fa: نمایش اطلاعات
fr: Afficher les informations
gl: Mostrar información
he: הצג מידע
hu: Információ megjelenítése
is: Sýna upplýsingar
it: Mostra informazioni
ja: 情報を表示 (svn info)
kk: Мәліметті көрсету
mk: Прикажи информација
nb: Vis informasjon
nds: Informatschonen wiesen
nl: Informatie tonen
nn: Vis informasjon
pa: ਜਾਣਕਾਰੀ ਵੇਖਾਓ
pl: Pokaż informacje
pt: Mostrar as Informações
sk: Ukázať informácie
sl: Prikaži podatke
sr: Прикажи податке
sr@latn: Prikaži podatke
sv: Visa information
uk: Показати інформацію
zh_cn: 显示信息

source: Show Information for Marked
ar: اظهر معلومات المعلَّم
be: Звесткі аб адзначаных
bg: Показване на информация за маркираните
ca: Mostra informació per als marcats
da: Vis information for markerede
de: Informationen für Markierte anzeigen
el: Εμφάνιση πληροφοριών για τα σημαδεμένα
es: Mostrar información de los marcados
et: Märgistatute info
eu: Erakutsi informazioa markatutakoentzat
fa: نمایش اطلاعات برای نشان‌دارشده
fr: Afficher les informations pour les marqués
gl: Mostrar información dos marcados
he: הצג מידע עבור המסומנים
hu: A megjelöltek jellemzőinek megjelenítése
is: Sýna upplýsingar merktra skráa
it: Mostra informazioni per i file segnati
ja: マークしたものの情報を表示 (svn info)
kk: Белгіленгендердің мәліметін көрсету
mk: Прикажи информација за маркираните
nb: Vis informasjon om de markerte
nds: Informatschonen för Markeerte wiesen
nl: Informatie van gemarkeerde bestanden tonen
nn: Vis informasjon om dei markerte
pa: ਨਿਸ਼ਾਨਬੱਧ ਬਾਰੇ ਜਾਣਕਾਰੀ ਵੇਖਾਓ
pl: Pokaż informacje o zaznaczonych
pt: Mostrar Informações dos Marcados
sk: Ukázať informácie pre označené
sl: Prikaži podatke označenih
sr: Прикажи податке за означене
sr@latn: Prikaži podatke za označene
sv: Visa information för markerade
uk: Показати інформацію про позначені
zh_cn: 显示已标记的信息

source: Update Templates
ar: حدِّث القوالب
be: Абнавіць шаблоны
bg: Обновяване на шаблони
ca: Actualitza les plantilles
da: Opdatér skabeloner
de: Vorlagen aktualisieren
el: Ενημέρωση προτύπων
es: Actualizar plantillas
et: Uuenda malle
eu: Eguneratu eredua
fa: به‌روزرسانی قالبها
fr: Mettre à jour les modèles
gl: Actualizar os modelos
he: עדכן תבניות
hr: Ažuriraj predloške
hu: A sablonok frissítése
is: Uppfæra sniðskrár
it: Aggiorna modelli
ja: テンプレートを更新
kk: Үлгілерді жаңарту
ko: 템플릿 갱신
lt: Atnaujinti šablonus
mk: Ажурирај шаблони
nb: Oppdater malene
nds: Vörlagen opfrischen
nl: Sjablonen bijwerken
nn: Oppdater malar
pa: ਨਮੂਨਿਆਂ ਅੱਪਡੇਟ
pl: Wyślij szablony
pt: Actualizar os Modelos
sk: Aktualizovať šablóny
sl: Posodobi predloge
sr: Ажурирај шаблоне
sr@latn: Ažuriraj šablone
sv: Uppdatera mallar
ta: வார்ப்புகளை சரி பார்
tg: Бозсозии қолибҳо
uk: Оновити шаблони
zh_cn: 更新模板

source: Update Marked Templates
ar: حدِّث القوالب المُعلمة
be: Абнавіць адзначаныя шаблоны
bg: Обновяване на маркираните шаблони
ca: Actualitza les plantilles marcades
da: Opdatér markerede skabeloner
de: Markierte Vorlagen aktualisieren
el: Ενημέρωση σημαδεμένων προτύπων
es: Actualizar plantillas marcadas
et: Uuenda märgitud malle
eu: Eguneratu markatutako ereduak
fa: به‌روزرسانی قالبهای نشان‌دارشده
fr: Mettre à jour les modèles marqués
gl: Actualizar os modelos marcados
he: עדכן תבניות מסומנים
hr: Ažuriraj označene pedloške
hu: A megjelölt sablonok frissítése
is: Uppfæra merktar sniðskrár
it: Aggiorna modelli segnati
ja: マークしたテンプレートを更新
kk: Белгіленген үлгілерді жаңарту
ko: 표시된 템플릿 갱신
lt: Atnaujinti pažymėtuosius šablonus
mk: Ажурирај маркирани шаблони
nb: Oppdater de markerte malene
nds: Markeerte Vörlagen opfrischen
nl: Gemarkeerde sjablonen bijwerken
nn: Oppdater markerte malar
pa: ਨਿਸ਼ਾਨਬੱਧ ਨਮੂਨਿਆਂ ਅੱਪਡੇਟ
pl: Uaktualnij zaznaczone szablony
pt: Actualizar os Modelos Marcados
sk: Aktualizovať označené šablóny
sl: Posodobi označene predloge
sr: Ажурирај означене шаблоне
sr@latn: Ažuriraj označene šablone
sv: Uppdatera markerade mallar
ta: குறியிட்ட வார்ப்புகளை சரி பார்
tg: Бозсозии қолибҳои ишорашуда
uk: Оновити позначені шаблони
zh_cn: 更新已标记的模板

source: Commit Templates
ar: أرسِل القوالب
be: Выкласці шаблоны
bg: Изпращане на шаблони
ca: Publica les plantilles
da: Indsend skabeloner
de: Vorlagen einspielen
el: Καταχώρηση προτύπων
es: Entregar plantillas
et: Kanna mallid sisse
eu: Aldaketak egin ereduetan
fa: تصدیق قالبها
fr: Valider les modèles
gl: Entregar os modelos
he: בצע תבנית
hr: Predaj pedloške
hu: Sablonok mentése (commit)
is: Setja inn sniðskrár
it: Commit dei modelli
ja: テンプレートをコミット
kk: Үлгілерді тапсыру
ko: 템플릿 보내기
lt: Įkelti (commit) šablonus
mk: Предај шаблони
nb: Meld inn maler
nds: Vörlagen inspelen
nl: Sjablonen vastleggen (commit)
nn: Meld inn malar
pa: ਨਮੂਨੇ ਕਮਿਟ
pl: Wyślij szablony
pt: Enviar os Modelos
sk: Poslať šablóny
sl: Udejani predloge
sr: Предај шаблоне
sr@latn: Predaj šablone
sv: Arkivera mallar
ta: வார்ப்புகளை நிறைவேற்று
tg: Додани қолибҳо
uk: Передати шаблони
zh_cn: 提交模板

source: Commit Marked Templates
ar: أرسِل القوالب المُعلمة
be: Выкласці адзначаныя шаблоны
bg: Изпращане на маркираните шаблони
ca: Publica les plantilles marcades
da: Indsend markerede skabeloner
de: Markierte Vorlagen einspielen
el: Καταχώρηση σημαδεμένων προτύπων
es: Entregar plantillas marcadas
et: Kanna märgitud mallid sisse
eu: Aldaketak egin markatutako ereduetan
fa: تصدیق قالبهای نشان‌دارشده
fr: Valider les modèles marqués
gl: Entregar os modelos marcados
he: בצע תבניות מסומנות
hr: Predaj označene predloške
hu: A megjelölt sablonok mentése (commit)
is: Setja inn merktar sniðskrár
it: Commit dei modelli segnati
ja: マークしたテンプレートをコミット
kk: Белгіленген үлгілерді тапсыру
ko: 표시된 템플릿 보내기
lt: Įkelti (commit) pažymėtuosius šablonus
mk: Предај маркирани шаблони
nb: Meld inn de markerte malene
nds: Markeerte Vörlagen inspelen
nl: Gemarkeerde sjablonen vastleggen (commit)
nn: Meld inn merkte malar
pa: ਨਿਸ਼ਾਨਬੱਧ ਨਮੂਨਿਆਂ ਨੂੰ ਕਮਿਟ ਕਰੋ
pl: Wyślij zaznaczone szablony
pt: Modelos Marcados para Envio
sk: Poslať označené šablóny
sl: Udejani označene predloge
sr: Предај означене шаблоне
sr@latn: Predaj označene šablone
sv: Arkivera markerade mallar
ta: குறியிட்ட வார்ப்புகளை நிறைவேற்று
tg: Додани қолибҳои интихоб карда шуда
uk: Передати позначені шаблони
zh_cn: 提交标记的模板

source: Commands
ar: الأوامر
be: Каманды
bg: Команди
ca: Comandaments
da: Kommandoer
de: Befehle
el: Εντολές
es: Órdenes
et: Käsud
eu: Aginduak
fa: فرمانها
fr: Commandes
gl: Comandos
he: פקודות
hr: Naredbe
hu: Parancsok
is: Skipanir
it: Comandi
ja: コマンド
kk: Командалар
ko: 명령
lt: Komandos
mk: Наредби
nb: Kommandoer
nds: Befehlen
nl: Commando's
nn: Kommandoar
pa: ਕਮਾਂਡਾਂ
pl: Polecenia
pt: Comandos
sk: Príkazy
sl: Ukazi
sr: Наредбе
sr@latn: Naredbe
sv: Kommandon
ta: கட்டளை
tg: Фармонҳо
uk: Команди
zh_cn: 命令
