Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: &Open Template
ar: اف&تح قالب
be: А&дкрыць шаблон
bg: &Отваряне на шаблон
ca: O&bre plantilla
da: Å&bn skabelon
de: &Vorlage öffnen
el: Ά&νοιγμα προτύπου
es: A&brir plantilla
et: A&va mall
eu: &Ireki eredua
fa: &باز کردن قالب‌
fr: O&uvrir le modèle
gl: Abrir m&odelo
he: &פתח תבנית
hr: &Otvori predlošku
hu: Sablon m&egnyitása
is: &Opna snið
it: Apri m&odello
ja: テンプレートを開く(&O)
kk: Үлгіні &ашу
ko: 템플릿 열기(&O)
lt: &Atverti šabloną
mk: &Отвори шаблон
nb: Åpne &mal
nds: &Vörlaag opmaken
nl: Sjabloon &openen
nn: &Opna mal
pa: ਨਮੂਨਾ ਖੋਲ੍ਹੋ(&O)
pl: Otwórz &szablon
pt: &Abrir o Modelo
sk: &Otvoriť šablónu
sl: &Odpri predlogo
sr: &Отвори шаблон
sr@latn: &Otvori šablon
sv: Öppna &mall
ta: வார்ப்புருவை திற
tg: &Кушодани қолиб
uk: &Відкрити шаблон
zh_cn: 打开模板(&O)

source: Open in &New Window
ar: افتح فى نافذة &جديدة
be: Ад&крыць у новым акне
bg: Отваряне в нов &прозорец
ca: Obre en una finestra &nova
da: Å&bn filer i nyt vindue
de: Da&teien in neuem Fenster öffnen
el: Άνοιγμα σε νέο &παράθυρο
es: Abrir en una ventana &nueva
et: Ava &uues aknas
eu: Ireki leiho &berrian
fa: باز کردن در پنجرۀ &جدید‌
fr: O&uvrir les fichiers dans une nouvelle fenêtre
gl: Abrir nunha fiestra &nova
he: פתח בחלון &חדש
hr: &Otvori u novom prozoru
hu: A fájlok megn&yitása új ablakban történjen
is: Opna í &nýjum glugga
it: Apri in una &nuova finestra
ja: 新しいウィンドウで開く(&N)
kk: &Жаңа терезеде ашу
ko: 새 창에서 열기(&N)
lt: Atverti &naujame lange
mk: Отвори во &нов прозорец
nb: Åpne i et &nytt vindu
nds: In en &nieg Finster opmaken
nl: In &nieuw venster openen
nn: O&pna filer i nytt vindauge
pa: ਨਵੇਂ ਝਰੋਖੇ ਵਿੱਚ ਖੋਲ੍ਹੋ(&N)
pl: Otwórz w &nowym oknie
pt: Abrir numa &Nova Janela
sk: &Otvárať v novom okne
sl: Odpri v &novem oknu
sr: Отвори у &новом прозору
sr@latn: Otvori u &novom prozoru
sv: Öppna i &nytt fönster
ta: புதிய சாளரத்தில் திற
tg: Кушодан &дар тирезаи нав
uk: Відкрити у &новому вікні
zh_cn: 在新窗口中打开(&N)

source: Fi&nd in Files...
ar: اب&حث فى الملفات...
be: П&ошук у файлах...
bg: &Търсене във файлове...
ca: Cerca e&n fitxers...
da: Fi&nd i filer...
de: In Dateien &suchen ...
el: &Αναζήτηση στα αρχεία...
es: Buscar e&n archivos...
et: &Otsi failidest...
eu: &Bilatu fitxategi hauetan...
fa: &یافتن در پرونده‌ها...‌
fr: R&echerche dans les fichiers...
gl: &Procurar nos ficheiros...
he: ח&פש בקבצים...
hr: &Pronađi u datotekama...
hu: Keresés fá&jlokban...
is: Fi&nna í skrám...
it: Trova &nei file...
ja: ファイル間を検索(&N)...
kk: Файлдардан і&здеу...
ko: 파일에서 찾기(&N)...
lt: Ie&škoti bylose...
mk: Про&најди во датотеки...
nb: Fin&n i filer …
nds: Binnen Dateien &söken...
nl: Zoeke&n in bestanden...
nn: Fi&nn i filer …
pa: ਫਾਇਲਾਂ ਵਿੱਚ ਖੋਜੋ(&n)...
pl: &Znajdź w plikach...
pt: Procurar nos Fi&cheiros...
sk: &Nájsť v súboroch...
sl: Po&išči v datotekah ...
sr: На&ђи у фајловима...
sr@latn: Na&đi u fajlovima...
sv: S&ök i filer...
ta: கோப்புகளில் தேடு
tg: Коф&тан дар файлҳо...
uk: З&найти у файлах...
zh_cn: 在文件中查找(&N)...

source: Re&place in Files...
ar: اس&تبدل فى الملفات...
be: Зам&ена ў файлах...
bg: &Замяна във файлове...
ca: Su&bstitueix en fitxers...
da: Er&stat i filer...
de: In Dateien &ersetzen ...
el: &Αντικατάσταση στα αρχεία...
es: Reem&plazar en archivos...
et: &Asenda failides...
eu: &Ordeztu fitxategi hauetan...
fa: &جایگزینی در پرونده‌ها...‌
fr: &Remplacer dans les fichier...
gl: Su&bstituír nos ficheiros...
he: הח&לף בקבצים...
hr: Zamij&eni u datotekema...
hu: &Csere fájlokban...
is: Ski&pta út í skrám...
it: Sos&tituisci nei file...
ja: ファイル間で置換(&P)...
kk: Файлдарда ал&мастыру...
ko: 파일에서 교체(&P)...
lt: &Pakeisti bylose...
mk: За&мени во датотеки...
nb: &Erstatt i filer …
nds: Binnen Dateien &utwesseln...
nl: &Vervangen in bestanden...
nn: &Byt ut i filer …
pa: ਫਾਇਲਾਂ ਵਿੱਚ ਤਬਦੀਲ(&p)...
pl: &Zastąp w plikach...
pt: Su&bstituir nos Ficheiros...
sk: Na&hradiť v súboroch...
sl: &Zamenjaj v datotekah ...
sr: Зам&ени у фајловима...
sr@latn: Zam&eni u fajlovima...
sv: Ers&ätt i filer...
ta: கோப்புகளில் மாற்றியமை
tg: &Тағирёбӣ дар файлҳо...
uk: За&мінити у файлах...
zh_cn: 在文件中替换(&P)...

source: &Stop Searching
ar: أ&وقف البحث
be: Спы&ніць пошук
bg: &Спиране на търсенето
ca: &Atura la recerca
da: &Stands søgning
de: Suche &anhalten
el: &Σταμάτημα αναζήτησης
es: Detener la bú&squeda
et: Katke&sta otsing
eu: &Gelditu bilaketa
fa: &ایست در جستجو‌
fr: &Arrêter la recherche
gl: Parar a p&rocura
he: &עצור חיפוש
hr: &Zaustavi Pretragu
hu: A keresés &leállítása
is: &Hætta leit
it: &Interrompi la ricerca
ja: 検索を停止(&S)
kk: Іздеуді &тоқтату
ko: 검색 멈추기(&S)
lt: &Stabdyti paiešką
mk: З&апри со пребарувањето
nb: &Stopp søk
nds: Söök &anhollen
nl: Zoeken &stoppen
nn: &Stopp søkjing
pa: ਖੋਜ ਸਮਾਪਤ(&S)
pl: &Zatrzymaj wyszukiwanie
pt: &Parar a Procura
sk: &Zastaviť hľadanie
sl: &Ustavi iskanje
sr: &Прекини претрагу
sr@latn: &Prekini pretragu
sv: &Avbryt sökning
ta: தேடுவதை நிறுத்து
tg: &Исти ҷустуҷӯӣ
uk: &Зупинити пошук
zh_cn: 停止搜索(&S)

source: &Toggle Marking
ar: &بدِّل التعليم
be: &Уключыць пазнаку
bg: Пр&евключване на маркираното
ca: Can&via marques
da: &Slå markering til/fra
de: &Markierung an/aus
el: &Εναλλαγή σήμανσης
es: Conmu&tar marcado
et: Muuda märgis&tust
eu: &Txandatu markaketa
fa: زدن &ضامن نشان‌
fr: &Inverser les marques
gl: Camb&iar as marcas
he: &סמן/בטל סימונים
hr: &Uključi/isključi markiranje
hu: A jelölés át&váltása
is: &Víxla merkingum
it: &Cambia marcatore
ja: マークを反転(&T)
kk: Белгілеу күйін &ауыстру
ko: 표시 토글(&T)
lt: &Įjungti žymėjimą
mk: Смен&и маркирање
nb: Slå av/på mar&kering
nds: &Markeren an-/utmaken
nl: &Markering omschakelen
nn: &Slå av/på merking
pa: ਨਿਸ਼ਾਨ ਤਬਦੀਲ(&T)
pl: &Przełącz zaznaczenie
pt: Comu&tar a Marcação
sk: &Zapnúť značky
sl: &Preklopi oznako
sr: &Промени маркирање
sr@latn: &Promeni markiranje
sv: &Markering på/av
ta: குறிகளை மாற்று
tg: &Фаъол сохтани нишонаҳо
uk: &Перемкнути позначки
zh_cn: 切换标记(&T)

source: Remove Marking
ar: احذف التعليم
be: Выдаліць пазнаку
bg: Премахване на маркираното
ca: Elimina marques
da: Fjern markering
de: Markierungen löschen
el: Αφαίρεση σήμανσης
es: Quitar marcas
et: Eemalda märgistus
eu: Kendu markaketa
fa: حذف نشان
fr: Retirer les marques
gl: Quitar as marcas
he: הסר סימונים
hr: Ukloni markiranje
hu: A jelölés eltávolítása
is: Fjarlægja merkingar
it: Rimuovi marcatore
ja: マークを削除
kk: Белгіні өшіру
ko: 표시 없애기(&R)
lt: Pašalinti žymėjimą
mk: Отстрани маркирање
nb: Fjern markeringer
nds: Markeren wegdoon
nl: Markeringen verwijderen
nn: Fjern merking
pa: ਨਿਸ਼ਾਨ ਹਟਾਓ
pl: Usuń zaznaczenie
pt: Remover as Marcações
sk: Odstrániť značky
sl: Odstrani oznako
sr: Уклони маркирање
sr@latn: Ukloni markiranje
sv: Ta bort markering
ta: குறிகளை வெளியிடு
tg: Дур кардани нишона
uk: Видалити позначки
zh_cn: 删除标记

source: Toggle All Markings
ar: بدِّل كل العلامات
be: Уключыць усе пазнакі
bg: Превключване на всички маркирани
ca: Canvia totes les marques
da: Slå alle markeringer til/fra
de: Alle Markierungen an/aus
el: Εναλλαγή όλων των σημάνσεων
es: Conmutar todas las marcas
et: Muuda kõiki märgistusi
eu: Txandatu markaketa guztiak
fa: زدن ضامن همۀ نشانها
fr: Inverser toutes les marques
gl: Cambiar todas as marcas
he: הפוך את כל הסימונים
hr: Uključi/Isključi sve markere
hu: Az összes jelölés átváltása
is: Víxla öllum merkingum
it: Cambia tutti i marcatori
ja: すべてのマークを反転
kk: Барлық белгілеу күйлерін ауыстыру
ko: 모든 표시 토글
lt: Įjungti visus žymėjimus
mk: Смени ги сите маркирања
nb: Slå av/på alle markeringer
nds: All Markeren an-/utmaken
nl: Alle markeringen omschakelen
nn: Slå av/på all merking
pa: ਸਭ ਨਿਸ਼ਾਨ ਤਬਦੀਲ
pl: Przełącz wszystkie zaznaczenia
pt: Trocar Todas as Marcações
sk: Zapnúť všetky značky
sl: Preklopi vse oznake
sr: Промени све маркере
sr@latn: Promeni sve markere
sv: Alla markeringar på/av
ta: அனைத்து குறிகளையும் மாற்று
tg: Фаъол сохтани тамоми нишонаҳо
uk: Перемкнути всі позначки
zh_cn: 切换所有标记

source: Remove All Markings
ar: احذف كل العلامات
be: Выдаліць усе пазнакі
bg: Премахване на всички маркирани
ca: Elimina totes les marques
da: Fjern alle markeringer
de: Alle Markierungen löschen
el: Αφαίρεση όλων των σημάνσεων
es: Quitar todas las marcas
et: Eemalda kõik märgistused
eu: Kendu markaketa guztiak
fa: حذف همۀ نشانها
fr: Retirer toutes les marques
gl: Quitar todas as marcas
he: הסר את כל הסימונים
hr: Ukloni sve markere
hu: Az összes jelölés eltávolítása
is: Fjarlægja allar merkingar
it: Rimuovi tutti i marcatori
ja: すべてのマークを削除
kk: Барлық белгілерді өшіру
ko: 모든 표시 없애기
lt: Pašalinti visus žymėjimus
mk: Отстрани ги сите маркирања
nb: Fjern alle markeringer
nds: All Markeren wegmaken
nl: Alle markeringen verwijderen
nn: Fjern all merking
pa: ਸਭ ਨਿਸ਼ਾਨ ਹਟਾਓ
pl: Usuń wszystkie zaznaczenia
pt: Remover Todas as Marcações
sk: Odstrániť všetky značky
sl: Odstrani vse oznake
sr: Уклони све маркере
sr@latn: Ukloni sve markere
sv: Ta bort alla markeringar
ta: அனைத்து குறிகளையும் வெளியிடு
tg: Дур кардани тамоми нишонаҳо
uk: Видалити всі позначки
zh_cn: 删除所有标记

source: Mark Modified Files
ar: علِّم الملفات المعدّلة
be: Адзначыць змененыя файлы
bg: Маркиране на променените файлове
ca: Marca els fitxers modificats
da: Markér ændrede filer
de: Geänderte Dateien markieren
el: Σήμανση τροποποιημένων αρχείων
es: Marcar archivos modificados
et: Märgi muudetud failid
eu: Markatu aldatutako fitxategiak
fa: نشان‌دار کردن‌ پرونده‌های تغییریافته
fr: Marquer les fichiers modifiés
gl: Marcar os ficheiros modificados
he: סמן קבצים ששונו
hu: A módosított fájlok megjelölése
is: Merkja breyttar skrár
it: Segna file modificati
ja: 更新されたファイルをマーク
kk: Өзгертілген файлдарды белгілеу
ko: 변경된 파일에 표시(&F)
lt: Pažymėti modifikuotas bylas
mk: Маркирај ги изменетите датотеки
nb: Marker endrede filer
nds: Ännerte Dateien markeren
nl: Gewijzigde bestanden markeren
nn: Marker endra filer
pa: ਸੋਧੀਆਂ ਫਾਇਲ਼ਾਂ ਨੂੰ ਨਿਸ਼ਾਨਬੱਧ ਕਰੋ
pl: Zaznacz zmodyfikowane pliki
pt: Marcar os Ficheiros Modificados
sk: Označiť upravené súbory
sl: Označi spremenjene datoteke
sr: Означи измењене фајлове
sr@latn: Označi izmenjene fajlove
sv: Markera ändrade filer
ta: மாற்றிய கோப்புகளை குறி
tg: Қайд кардани файлҳои тағйирёфташуда
uk: Позначити змінені файли
zh_cn: 标记修改的文件

source: &Load Markings...
ar: &حمِّل العلامات...
be: &Лічыць пазнакі...
bg: &Зареждане на маркираните...
ca: &Carrega marques...
da: &Indlæs markering...
de: Ma&rkierungen laden ...
el: &Φόρτωση σημάνσεων...
es: &Cargar marcas...
et: &Laadi märgistused...
eu: &Kargatu markaketak...
fa: &بارگذاری نشان‌دار‌ها...‌
fr: &Charger les marques...
gl: &Cargar lista de marcados...
he: &טען סימונים...
hr: &Učitaj markere...
hu: A megjelölések be&töltése...
is: H&laða inn merkingum...
it: &Carica marcatori...
ja: マークを読み込み(&L)...
kk: Белгілерді &жүктеу...
ko: 표시 볼러오기(&T)
lt: &Įkelti žymėjimus...
mk: Вчита&ј маркирања...
nb: &Last inn markeringer …
nds: Markeren &laden...
nl: Markering &laden...
nn: Last &inn merking …
pa: ਨਿਸ਼ਾਨ ਲੋਡ ਕਰੋ(&L)...
pl: &Wczytaj zaznaczenia...
pt: &Ler as Marcações...
sk: &Načítať značky...
sl: Na&loži oznake ...
sr: &Учитај маркере...
sr@latn: &Učitaj markere...
sv: &Ladda markeringar...
ta: குறிகளை உள்ளிடு
tg: &Боргирии нишонаҳо...
uk: &Завантажити позначки...
zh_cn: 载入标记(&L)...

source: &Save Markings...
ar: ا&حفظ العلامات...
be: За&хаваць пазнакі...
bg: За&пис на маркираните...
ca: &Desa marques...
da: &Gem markeringer...
de: Markierungen &speichern ...
el: &Αποθήκευση σημάνσεων...
es: &Guardar marcas...
et: &Salvesta märgistused...
eu: &Gorde markaketak...
fa: &ذخیرۀ نشان‌دار‌ها...‌
fr: &Enregistrer les marques...
gl: &Guardar a lista de marcados...
he: &שמור סימונים...
hr: &Snimi markere...
hu: A megjelölések e&lmentése...
is: Vi&sta merkingar...
it: &Salva marcatori...
ja: マークを保存(&S)...
kk: Белгілерді &сақтау...
ko: 표시 저장하기(&S)
lt: Iš&saugoti žymėjimus...
mk: За&чувај маркирања...
nb: &Lagre markeringer …
nds: Markeren &sekern...
nl: Markeringen op&slaan...
nn: &Lagra merking …
pa: ਨਿਸ਼ਾਨ ਸੰਭਾਲੋ(&S)...
pl: Zapi&sz zaznaczenia...
pt: Gra&var as Marcações...
sk: &Uložiť značky...
sl: &Shrani oznake ...
sr: &Сними маркере...
sr@latn: &Snimi markere...
sv: &Spara markeringar...
ta: குறிகளை பதிவு செய்
tg: &Нигоҳ доштани нишонаҳо...
uk: &Зберегти позначки...
zh_cn: 保存标记(&S)...

source: &Mark Files...
ar: &علِّم الملفات...
be: Адзнач&ыць файлы...
bg: &Маркиране на файлове...
ca: &Marca fitxers...
da: &Markér filer...
de: &Dateien markieren ...
el: &Σήμανση αρχείων...
es: &Marcar archivos...
et: &Märgi failid...
eu: &Markatu fitxategiak...
fa: &نشان‌دار کردن‌ پرونده‌ها...‌
fr: &Marquer les fichiers...
gl: &Marcar os ficheiros...
he: &סמן קבצים...
hr: &Označi datoteke...
hu: Fájlok k&ijelölése...
is: &Merkja skrár...
it: &Marca file...
ja: ファイルをマーク(&M)...
kk: Файлдарды &белгілеу...
ko: 파일 표시하기(&M)
lt: Pa&žymėti bylas...
mk: &Маркирај датотеки...
nb: &Marker filer …
nds: Dateien &markeren...
nl: Bestanden &markeren...
nn: &Marker filer …
pa: ਨਿਸ਼ਾਨਬੱਧ ਫਾਇਲਾਂ(&M)...
pl: &Zaznacz pliki...
pt: &Marcar os Ficheiros...
sk: &Označiť súbory...
sl: &Označi datoteke ...
sr: &Означи фајлове...
sr@latn: &Označi fajlove...
sv: Markera &filer...
ta: கோப்புகளை குறி
tg: &Қайд кардани файлҳо...
uk: &Позначити файли...
zh_cn: 标记文件(&M)...

source: &Unmark Files...
ar: &الغِ علامة الملفات...
be: Зн&яць адзнакі...
bg: &Размаркиране на файлове...
ca: &Desmarca fitxers...
da: &Fjern mærke fra filer...
de: Markierung für Dateien &aufheben ...
el: &Αναίρεση σήμανσης αρχείων...
es: &Desmarcar archivos...
et: &Eemalda märgistus...
eu: &Desmarkatu fitxategiak...
fa: &نشان‌دار ‌‌نکردن پرونده‌ها...‌
fr: &Démarquer les fichiers...
gl: &Desmarcar os ficheiros...
he: &בטל סימון קבצים...
hr: Pon&išti oznake datotekama...
hu: Fájl&ok kijelölésének megszüntetése...
is: &Afvelja skrár...
it: &Rimuovi marcatore file...
ja: ファイルのマークを解除(&U)...
kk: Файл белгілерін ө&шіру...
ko: 파일 표시취소(&U)
lt: A&tžymėti bylas...
mk: О&дмаркирај датотеки...
nb: Fjern &filmarkering …
nds: Dateimarkeren &wegdoon...
nl: Markering van bestanden &weghalen...
nn: &Fjern markering frå filer …
pa: ਨਾ-ਨਿਸ਼ਾਨਬੱਧ ਫਾਇਲਾਂ(&U)...
pl: &Anuluj zaznaczenie plików...
pt: &Desmarcar os Ficheiros...
sk: O&dznačiť súbory...
sl: O&dstrani oznake ...
sr: По&ништи ознаке фајлова...
sr@latn: Po&ništi oznake fajlova...
sv: A&vmarkera filer...
ta: கோப்புகளை குறிக்காதே
tg: &Ғайрифаъол сохтани нишонаҳо...
uk: &Зняти позначення файлів...
zh_cn: 取消标记文件(&N)...

source: Nex&t Untranslated
ar: غير ال&مترجم التالي
be: Нас&тупнае неперакладзенае
bg: &Следващ непреведен
ca: Següen&t sense traduir
da: &Næste uoversatte
de: Nächs&ter nicht übersetzter
el: Επό&μενο αμετάφραστο
es: Siguien&te no traducida
et: Järgmine tõlkim&ata
eu: Hurrengo Itz&uli Gabea
fa: ترجمه‌نشدۀ &بعدی‌
fr: N&on traduit suivant
gl: Seguin&te non traducida
he: הלא מתורגם ה&בא
hr: Sljed&eća neprevedena
hu: A következő nem lefo&rdított
is: Næs&tu óþýddu
it: Successivo da &tradurre
ja: 次の未翻訳(&T)
kk: К&елесі аударылмағанға
ko: 변역되지 않은 다음 문장(&T)
lt: Kitas neiš&verstas
mk: След&на непреведена
nb: Neste i&kke oversatte
nds: &Nakamen nich översett
nl: Volgende onver&taalde tekenreeks
nn: Neste i&kkje omsett
pa: ਅੱਗੇ ਨਾ-ਅਨੁਵਾਦ(&t)
pl: Następny nieprzetłuma&czony
pt: Não-Traduzido Seguin&te
sk: Nasledujúca nepre&ložená
sl: Nas&lednji neprevedeni
sr: След&ећа непреведена
sr@latn: Sled&eća neprevedena
sv: Näst&a oöversatta
ta: அடுத்த மொழிமாற்றில்லாத
tg: Тарҷ&ума нокардаи навбатӣ
uk: Наступна неп&ерекладена
zh_cn: 下一个未翻译项(&T)

source: Prev&ious Untranslated
ar: غير ا&لمترجم السابق
be: Папя&рэдняе неперакладзенае
bg: &Предишен непреведен
ca: Anter&ior sense traduir
da: Forrige &uoversatte
de: Vor&iger nicht übersetzter
el: Πρ&οηγούμενο αμετάφραστο
es: Anter&ior no traducida
et: Eelmine tõl&kimata
eu: Aurreko &Itzuli Gabea
fa: ترجمه‌نشدۀ &قبلی‌
fr: &Non traduit précédent
gl: Anter&ior non traducida
he: הלא מתורגם ה&קודם
hr: Pret&hodni neprevedeni
hu: Az előző ne&m lefordított
is: Fyrr&i óþýddu
it: &Precedente da tradurre
ja: 前の未翻訳(&I)
kk: Ал&дыңғы аударылмағанға
ko: 번역되지 않은 이전 문장(&I)
lt: Ank&stesnis neišverstas
mk: Пре&тходна непреведена
nb: Forrige &ikke oversatte
nds: &Verleden nich översett
nl: Vor&ige onvertaalde tekenreeks
nn: Førre &ikkje omsett
pa: ਪਿੱਛੇ ਨਾ-ਤਬਦੀਲ(&i)
pl: Po&przedni nieprzetłumaczony
pt: Não-Traduzido Anter&ior
sk: Predchá&dzajúca nepreložená
sl: Prejšnj&i neprevedeni
sr: Прет&ходни непреведен
sr@latn: Pret&hodni nepreveden
sv: För&egående oöversatta
ta: முந்தைய மொழிமாற்றில்லாத
tg: Тарҷу&ма нокардаи қаблӣ
uk: Попередн&я не перекладена
zh_cn: 上一个未翻译项(&I)

source: Ne&xt Fuzzy
ar: المب&هم التالي
be: На&ступнае чарнавое
bg: Следва&щ неясен
ca: S&egüent inexacta
da: Næ&ste 'fuzzy'
de: Nächster fr&aglicher
el: Επόμε&νο ασαφές
es: Sig&uiente dudosa
et: Järgmi&ne kahtlane
eu: Hurrengo &Zalantzazkoa
fa: مبهم &بعدی‌
fr: Fuzzy suivan&t
gl: Seg&uinte dubidosa
he: ה־Fuzzy הב&א
hr: Slj&edeći nejasni
hu: A következő ellenőrzen&dő
is: Næst&u loðnu
it: S&uccessivo fuzzy
ja: 次のあいまい(&X)
kk: Келе&сі дүмбілезіне
ko: 다음 불분명한 문장(&X)
lt: Ki&tas neaiškus
mk: Сле&дна нејасна
nb: Neste ukl&are
nds: Na&kamen twiefelhaftig
nl: Volgende fuzz&y
nn: Nes&te uklar
pa: ਅੱਗੇ ਅਸਪਸ਼ਟ(&x)
pl: Nas&tępny wątpliwy
pt: Aproximado &Seguinte
sk: Nasledu&júca nepresná
sl: Na&slednji ohlapni
sr: Сл&едећи нејасан
sr@latn: Sl&edeći nejasan
sv: Nästa ine&xakta
ta: அடுத்த Fuzzy
tg: Номаъл&уми навбатӣ
uk: Наступна не&точна
zh_cn: 下一个模糊项(&X)

source: Pre&vious Fuzzy
ar: الم&بهم السابق
be: Па&пярэдняе чарнавое
bg: Пре&дишен неясен
ca: A&nterior inexacta
da: F&orrige 'fuzzy'
de: Vo&riger fraglicher
el: Προ&ηγούμενο ασαφές
es: A&nterior dudosa
et: Eelm&ine kahtlane
eu: Aurreko Zalat&zazkoa
fa: مبهم &قبلی‌
fr: Fuzzy pr&écédent
gl: A&nterior dubidosa
he: ה־Fuzzy הקו&דם
hr: Pre&thodni nejasan
hu: Az előző ellenőrze&ndő
is: Fyrri &loðnu
it: P&recedente fuzzy
ja: 前のあいまい(&V)
kk: Алд&ыңғы дүмбілезіне
ko: 이전 불분명한 문장(&V)
lt: &Ankstesnis neaiškus
mk: П&ретходна нејасна
nb: Forrige &uklare
nds: &Verleden twiefelhaftig
nl: &Vorige fuzzy
nn: Førre &uklar
pa: ਪਿੱਛੇ ਅਸਪਸ਼ਟ(&v)
pl: Po&przedni wątpliwy
pt: Aproximado A&nterior
sk: Pre&chádzajúca nepresná
sl: Pre&jšnji ohlapni
sr: Пре&тходни нејасан
sr@latn: Pre&thodni nejasan
sv: Föreg&ående inexakta
ta: முந்தைய Fuzzy
tg: Номаъл&уми қаблӣ
uk: Попередн&я неточна
zh_cn: 上一个模糊项(&V)

source: N&ext Fuzzy or Untranslated
ar: المبهم أو غير المترجم التال&ي
be: &Наступнае чарнавое або неперакладзенае
bg: С&ледващ неясен или непреведен
ca: S&egüent inexacta o sense traduir
da: &Næste 'fuzzy' eller uoversatte
de: Nä&chster fraglicher oder nicht übersetzter
el: Επό&μενο ασαφές ή αμετάφραστο
es: Siguie&nte dudosa o no traducida
et: Jä&rgmine kahtlane või tõlkimata
eu: Hurrengo Z&alantzazkoa edo Itzuli Gabea
fa: مبهم یا ترجمه‌نشدۀ &بعدی‌
fr: &Fuzzy ou non traduit suivant
gl: S&eguinte dubidosa ou sen traducir
he: ה־Fuzzy או הלא מתורגם &הבא
hr: S&ljedeći nejasni ili neprevedeni
hu: A következő ellen&őrzendő/nem lefordított
is: Næstu loðnu &eða óþýddu
it: Succ&essivo fuzzy o da tradurre
ja: 次のあいまいか未翻訳(&E)
kk: К&елесі дүмбілез не аударылмағанға
ko: 다음 불분명한 문장 또는 번역되지 않은 문장(&E)
lt: Kitas n&eaiškus arba neišverstas
mk: Сл&една нејасна или непреведена
nb: Neste uklare eller ikke o&versatte
nds: N&akamen twiefelhaftig oder nich översett
nl: Volg&ende fuzzy of onvertaalde tekenreeks
nn: N&este uklar eller ikkje omsett
pa: ਅੱਗੇ ਅਸਪਸ਼ਟ ਜਾਂ ਨਾ-ਤਬਦੀਲ(&e)
pl: N&astępny wątpliwy lub nieprzetłumaczony
pt: Aproximado ou Não-Traduzido S&eguinte
sk: Nasle&dujúca nepresná alebo nepreložená
sl: &Naslednji ohlapni ali neprevedeni
sr: С&ледећи нејасан или непреведен
sr@latn: S&ledeći nejasan ili nepreveden
sv: N&ästa inexakta eller oöversatta
ta: அடுத்த Fuzzy அல்லது மொழிமாற்றாத
tg: Номаъл&ум будаи ё инки тарҷума нокардаи навбатӣ
uk: Наст&упна неточна або неперекладена
zh_cn: 下一个模糊或未翻译项(&E)

source: P&revious Fuzzy or Untranslated
ar: المبهم أو غير المترجم الس&ابق
be: &Папярэдняе чарнавое або неперакладзенае
bg: Предиш&ен неясен или непреведен
ca: Ante&rior inexacta o sense traduir
da: Fo&rrige 'fuzzy' eller uoversatte
de: &Voriger fraglicher oder nicht übersetzter
el: Π&ροηγούμενο ασαφές ή αμετάφραστο
es: Ante&rior dudosa o no traducida
et: Eelmine ka&htlane või tõlkimata
eu: Aurreko Zala&ntzazkoa edo Itzuli Gabea
fa: مبهم یا ترجمه‌نشدۀ &قبلی‌
fr: Fuzz&y ou non traduit précédent
gl: Ante&rior dubidosa ou sen traducir
he: ה־Fuzzy או הלא מתורגם הק&ודם
hr: P&rethodni nejasan ili nepreveden
hu: Az elő&ző ellenőrzendő/nem lefordított
is: F&yrri loðnu eða óþýddu
it: P&recedente fuzzy o da tradurre
ja: 前のあいまいか未翻訳(&R)
kk: А&лдыңғы дүмбілез не аударылмағанға
ko: 이전 불분명한 문장 또는 번역되지 않은 문장(&R)
lt: Ankstesnis neaiškus arba neišve&rstas
mk: П&ретходна нејасна или непреведена
nb: Forrige uklare eller ikke &oversatte
nds: Ver&leden twiefelhaftig oder nich översett
nl: Vo&rige fuzzy of onvertaalde tekenreeks
nn: Førre uklar eller ikk&je omsett
pa: ਪਿੱਛੇ ਅਸਪਸ਼ਟ ਜਾਂ ਨਾ-ਤਬਦੀਲ(&e)
pl: Pop&rzedni wątpliwy lub nieprzetłumaczony
pt: Aproximado ou Não-Traduzido Anterio&r
sk: Predchád&zajúca nepresná alebo nepreložená
sl: &Prejšnji ohlapni ali neprevedeni
sr: П&ретходни нејасан или непреведен
sr@latn: P&rethodni nejasan ili nepreveden
sv: Föregående inexakta eller &oöversatta
ta: முந்தைய Fuzzy அல்லது மொழிமாற்றாத
tg: Номаъл&ум будани ё инки тарҷума нокардаи қаблӣ
uk: Попере&дня неточна або неперекладена
zh_cn: 上一个模糊或未翻译项(&R)

source: Next Err&or
ar: الخ&طأ التالي
be: Наст&упная памылка
bg: Следващ &сгрешен
ca: Err&or següent
da: &Næste fejl
de: Näc&hster Fehler
el: Επό&μενο σφάλμα
es: Siguiente e&rror
et: Järgmine vi&ga
eu: Hurrengo E&rrorea
fa: &خطای بعدی‌
fr: Erre&ur suivante
gl: Seguinte e&rro
he: הבא עם ה&שגיאה
hr: &Sljedeća greška
hu: A következő &hiba
is: Næsta &villa
it: Successivo err&ore
ja: 次のエラー(&O)
kk: Келесі қа&телікке
ko: 다음 오류(&O)
lt: Kita k&laida
mk: Следна &грешка
nb: Nes&te feil
nds: Naka&men Fehler
nl: V&olgende fout
nn: Neste fei&l
pa: ਅੱਗੇ ਗਲਤ(&o)
pl: Następny błą&d
pt: Err&o Seguinte
sk: Nasledujúca c&hyba
sl: Naslednja napa&ka
sr: Следећа греш&ка
sr@latn: Sledeća greš&ka
sv: Nä&sta fel
ta: அடுத்த பிழை
tg: Хатои на&вбатӣ
uk: Наступна п&омилка
zh_cn: 下一个错误(&O)

source: Previo&us Error
ar: ال&خطأ السابق
be: Папяр&эдняя памылка
bg: Пр&едишен сгрешен
ca: Error anteri&or
da: &Forrige fejl
de: Voriger &Fehler
el: Πρ&οηγούμενο σφάλμα
es: Anteri&or error
et: Ee&lmine viga
eu: Aurreko &Errorea
fa: خطای &قبلی‌
fr: &Erreur précédente
gl: Erro anteri&or
he: הקודם עם הש&גיאה
hr: &Prethodne greške
hu: Az előző hi&ba
is: F&yrri villa
it: &Precedente errore
ja: 前のエラー(&U)
kk: Алдыңғ&ы қателікке
ko: 이전 오류(&U)
lt: Ankstesn&ė klaida
mk: Прет&ходна грешка
nb: Fo&rrige feil
nds: Verle&den Fehler
nl: Vorige fo&ut
nn: Fø&rre feil
pa: ਪਿੱਛੇ ਗਲਤ(&u)
pl: Popr&zedni błąd
pt: Erro Anter&ior
sk: Prechádzajúca &chyba
sl: Prejšnj&a napaka
sr: Претхо&дна грешка
sr@latn: Pretho&dna greška
sv: Fö&regående fel
ta: முந்தைய பிழை
tg: Хатои қаб&лӣ
uk: Попередн&я помилка
zh_cn: 上一个错误(&U)

source: Next Te&mplate Only
ar: ال&قالب التالى فقط
be: Тольк&і наступны шаблон
bg: Само сле&дващия шаблон
ca: Tan sols la pla&ntilla següent
da: Kun &næste skabelon
de: N&ur nächste Vorlage
el: Επόμενο &πρότυπο μόνο
es: Solo la pla&ntilla siguiente
et: Järg&mine puuduva tõlkega fail
eu: Hurrengo &Eredua Bakarrik
fa: فقط &قالب بعدی‌
fr: Modèle &suivant seulement
gl: Só o &modelo seguinte
he: ה&תבנית הבאה בלבד
hr: Samo sljedeća predl&oška
hu: A követke&ző nem lefordított sablon
is: Aðeins &næsta sniðskrá
it: Solo il &modello successivo
ja: 次のテンプレートのみ(&M)
kk: Тек келесі үл&гісі
ko: 다음 템플릿으로만(&M)
lt: Tik &kitas šablonas
mk: Следна са&мо со шаблон
nb: Neste med bare &mal
nds: Bloots nakamen &Vörlaag
nl: Volge&nd alleen-sjabloon
nn: &Berre neste mal
pa: ਅਗਲਾ ਨਮੂਨਾ ਹੀ(&m)
pl: Tylko następny sz&ablon
pt: Apenas o Próximo &Modelo
sk: Nasledujúci iba ša&blóna
sl: Samo naslednjo predl&ogo
sr: Само следећи ша&блон
sr@latn: Samo sledeći ša&blon
sv: Bara nästa &mall
ta: அடுத்த வார்ப்புருக்கள் மட்டும்
tg: Фақат қоли&би навбатӣ
uk: &Тільки наступний шаблон
zh_cn: 仅下一个模板(&M)
