Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: (c) 1999,2000,2001,2002,2003,2004,2005,2006 The KBabel developers
ar: (c) 1999,2000,2001,2002,2003,2004,2005,2006 مطوّري مترجم‌ك
be: (c) 1999-2006 Распрацоўнікі KBabel
bg: (c) 1999,2000,2001,2002,2003,2004,2005,2006, екипът на KBabel
ca: (c) 1999,2000,2001,2002,2003,2004,2005,2006 Els desenvolupadors de KBabel
da: (c) 1999,2000,2001,2002,2003,2004,2005,2006 KBabel-udviklerne
de: (c) 1999,2000,2001,2002,2003,2004,2005,2006 Die KBabel-Entwickler
el: (c) 1999,2000,2001,2002,2003,2004,2005,2006 Οι προγραμματιστές του KBabel
es: (c) 1999,2000,2001,2002,2003,2004,2005,2006 por los desarrolladores de KBabel
et: (c) 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006: KBabeli arendajad
eu: (c) 1999,2000,2001,2002,2003,2004,2005,2006 KBabel garatzaileak
fr: (c) 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006 Les développeurs de KBabel
gl: (c) 1999,2000,2001,2002,2003,2004,2005,2006 Os desenvolventes de KBabel
hu: (c) A KBabel fejlesztői, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006.
is: (c) 1999,2000,2001,2002,2003,2004,2005,2006 KBabel forritararnir
it: (c) 1999,2000,2001,2002,2003,2004,2005,2006 Gli sviluppatori di KBabel
ja: (c) 1999,2000,2001,2002,2003,2004,2005,2006 KBabel 開発チーム
kk: (c) 1999,2000,2001,2002,2003,2004,2005,2006 Babel жасаушылары
mk: (c) 1999,2000,2001,2002,2003,2004,2005,2006 развивачите на КБабел
nb: © 1999–2006 KBabel utviklerne
nds: (c) 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006 De KBabel-Schrieverslüüd
nl: (c) 1999,2000,2001,2002,2003,2004,2005,2006 De KBabel-ontwikkelaars
nn: © 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006 KBabel-utviklarane
pa: (c) ੧੯੯੯, ੨੦੦੦, ੨੦੦੧, ੨੦੦੨, ੨੦੦੩, ੨੦੦੪, ੨੦੦੫, ੨੦੦੬ ਕੇਬਬੇਲ ਖੋਜੀ
pl: (c) 1999,2000,2001,2002,2003,2004,2005,2006 Programiści KBabel
pt: (c) 1999,2000,2001,2002,2003,2004,2005,2006 Os programadores do KBabel
sk: (c) 1999,2000,2001,2002, 2003, 2004, 2005, 2006 Vývojári KBabel
sl: © 1999 - 2006 Razvijalci KBabla
sr: © 1999-2006, развијачи KBabel-а
sr@latn: © 1999-2006, razvijači KBabel-a
sv: © 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006 Kbabel-utvecklarna
uk: (c) 1999,2000,2001,2002,2003,2004,2005,2006 Розробники KBabel

source: Original author
ar: المؤلف الأصلي
be: Аўтар арыгінальнай версіі
ca: Autor original
da: Oprindelig forfatter
de: Ursprünglicher Autor
el: Αρχικός συγγραφέας
es: Autor original
et: Algne autor
eu: Jatorrizko egilea
fa: نویسندۀ اصلی
fr: Auteur original
gl: Autor orixinal
he: כותב מקורי
hr: Originalni autor
hu: Az eredeti program szerzője
is: Upprunalegur höfundur
it: Autore originale
ja: オリジナルの作者
kk: Бастапқы авторы
ko: 원 저자
lt: Originalo autorius
mk: Оригинален автор
nb: Opphavsmann
nds: Orginaalautor
nl: Oorspronkelijke auteur
nn: Opphavleg utviklar
pa: ਅਸਲੀ ਲੇਖਕ
pl: Autor pierwszej wersji
pt: Autor original
sk: Pôvodný autor
sl: Prvotni avtor
sr: Првобитни аутор
sr@latn: Prvobitni autor
sv: Originalupphovsman
ta: மூல ஆசிரியர்
tg: Муаллифи ҳақиқӣ
uk: Перший автор
zh_cn: 最初作者

source: Current maintainer, porting to KDE3/Qt3.
ar: المشرف الحالي ، النقل إلى KDE3/Qt3.
be: Бягучы распрацоўнік, перанос у KDE3/Qt3
ca: Desenvolupador actual, portant a KDE3/Qt3.
da: Nuværende vedligeholder, overførsel til KDE3/Qt3.
de: Derzeitiger Betreuer (Portierung auf KDE3/Qt3).
el: Τρέχων συντηρητής, μεταφορά στο KDE3/Qt3.
es: Encargado actual, portándolo a KDE3/Qt3.
et: Praegune hooldaja, KDE3/Qt3 platvormile portimine.
eu: Uneko mantentzailea, KDE3/Qt3ra sartzen.
fa: نگه‌دارندۀ جاری، انتقال به KDE3/Qt3.
fr: Mainteneur actuel, qui a fait le portage vers KDE3 / Qt3.
gl: Mantenedor actual, adaptouno a KDE3/Qt3.
he: מתחזק מקורי, הסבה אל KDE3/Qt3.
hr: Trenutni održavatelj, prebacivanje na KDE3/Qt3.
hu: A jelenlegi karbantartó, segített átültetni a programot a KDE3/Qt3 alá.
is: Núverandi umsjónarmaður, flutningur í KDE3/Qt3.
it: Attuale responsabile, conversione a KDE3/Qt3.
ja: 現在のメンテナ、KDE3/Qt3 への移植
kk: Қазіргі жетілдірушісі, KDE3/Qt3-ке көшіру.
ko: 현재의 관리자, KDE3/Qt3로 포팅.
lt: Dabartinis palaikytojas, perkeliantis į KDE3/QT3.
mk: Тековен одржувач, пренос на KDE3/Qt3.
nb: Nåværende vedlikeholder, tilpasser til KDE3/Qt3.
nds: Pleger opstunns, Porteren na KDE3/Qt3.
nl: Huidige onderhouder, zorgde voor de overdracht van KBabel naar KDE3/Qt3.
nn: Noverande vedlikehaldar, port til KDE 3 / Qt 3.
pa: KDE3/Qt3 ਲਈ ਪੇਸ਼ਕਰਕੇ ਸੰਭਾਲਣ ਵਾਲੇ
pl: Aktualny opiekun, przeniesienie do KDE3/Qt3.
pt: Manutenção actual, passagem para o KDE3/Qt3.
sk: Aktuálny správca, port do KDE3/Qt3.
sl: Trenutni vzdrževalec, prenos na KDE3/Qt3
sr: Тренутни одржавалац, пребацивање на KDE3/Qt3.
sr@latn: Trenutni održavalac, prebacivanje na KDE3/Qt3.
sv: Nuvarande utvecklare, överföring till KDE3/Qt3.
ta: தற்போதைய பதுகாப்பாளர்,KDE3/Qt3க்கு எற்றுமதி செய்ய.
tg: Дастгиркунандаи ҷорӣ, тақсимкунӣ ба KDE3/Qt3.
uk: Поточний супровід, портування до KDE3/Qt3.
zh_cn: 当前的维护者，移植到 KDE3/Qt3。

source: Current maintainer
ar: المشرف الحالي
be: Бягучы распрацоўнік
ca: Actual mantenidor
da: Nuværende vedligeholder
de: Aktueller Betreuer
el: Τρέχων συντηρητής
es: Encargado actual
et: Praegune hooldaja
eu: Uneko mantentzailea
fa: نگه‌دارندۀ جاری
fr: Mainteneur actuel
gl: Mantedor actual
he: מתחזק נוכחי
hr: Trenutni održavatelj
hu: A jelenlegi karbantartó
is: Núverandi umsjónarmaður
it: Attuale responsabile
ja: 現在のメンテナ
kk: Қазіргі жетілдірушісі
ko: 현재 유지/보수자
lt: Dabartinis palaikytojas
mk: Тековен одржувач
nb: Nåværende vedlikeholder
nds: Pleger opstunns
nl: Huidige onderhouder
nn: Noverande vedlikehaldar
pa: ਮੌਜੂਦਾ ਪਰਬੰਧਕ
pl: Aktualny opiekun
pt: Manutenção actual
sk: Aktuálny správca
sl: Trenutni vzdrževalec
sr: Тренутни одржавалац
sr@latn: Trenutni održavalac
sv: Nuvarande utvecklare
ta: தற்போதைய பாதுகாப்பாளர்
tg: Дастгиркунандаи ҷорӣ
uk: Поточний супровід
zh_cn: 现在的维护者

source: Wrote documentation and sent many bug reports and suggestions for improvements.
ar: كتب التوثيق وأرسل عدة تقارير علل ومقترحات للتحسين.
be: Дакументацыя і вялікая колькасць паведамленняў аб памылках разам з радамі па выпраўленні.
ca: Ha escrit la documentació i ha enviat molts informes d'error i suggeriments per a millores.
da: Skrev manual og indsendte mange fejlrapporteringer og forslag til forbedringer.
de: Autor der Dokumentation, Einsender vieler Fehlerberichte und Verbesserungsvorschläge.
el: Έγραψε την τεκμηρίωση και έστειλε πολλές αναφορές σφαλμάτων και υποδείξεις για βελτιώσεις.
es: Escribió la documentación y envió muchos informes de error y sugerencias para mejoras.
et: Kirjutas dokumentatsiooni ja saatis palju vearaporteid ning ettepanekuid.
eu: Dokumentazioa idatzi eta programazio-erroreei buruzko txosten ugari eta hobekuntzarako iradokizunak bidali zituen.
fa: مستندات را نوشت و گزارش اشکالها و پیشنهادات زیادی برای بهبود ارسال کرد.
fr: A écrit la documentation et envoyé beaucoup de rapports de bogues et de suggestions pour des améliorations.
gl: Escribeu documentación e enviou moitos informes de erros e suxestión de melloras.
he: כתב תיעוד ושלח הרבה דיווחי שגיאות והצעות לשיפור.
hr: Napisao dokumentaciju i poslao mnogo izvještaja o greškama i prijedloga za poboljšanja.
hu: Elkészítette a dokumentációt, sok hibajelentést küldött és továbbfejlesztési javaslatokat tett.
is: Skrifaði skjöl og kom með margar villuskýrslur og tillögur að endurbætum.
it: Ha scritto la documentazione e ha inviato molte segnalazioni di bug, suggerimenti e migliorie.
ja: ドキュメンテーション、多くのバグレポート、改良案
kk: Құжаттарды жазған және көп қателер және оларды жөндеу туралы ұсыныстарды жіберген.
ko: 개선을 위해서 많은 문서와 버그 보고서와 제안을 보내주시기 바랍니다.
lt: Parašė dokumentaciją, atsiuntė daug pranešimų apie ydas ir pasiūlymų tobulinimui.
mk: Ја напиша документацијата и испрати многу извештаи за бубачки и предлози за подобрувања.
nb: Skrev håndboka og har sendt mange feilrapporter og forslag til forbedringer.
nds: Hett de Dokmentatschoon schreven, un en Barg vun Fehlerberichten un Verbeternvörslääg sendt.
nl: Schreef documentatie en stuurde vele bugrapporten en suggesties voor verbeteringen.
nn: Skreiv handboka og har sendt mange feilrapportar og forslag til forbetringar.
pa: ਦਸਤਾਵੇਜ਼ ਲਿਖੇ ਅਤੇ ਸੋਧ ਤੇ ਵਿਕਾਸ ਲਈ ਬੱਗ ਜਾਣਕਾਰੀਆਂ ਤੇ ਸੁਝਾਅ ਭੇਜੇ
pl: Dokumentacja, wiele raportów o błędach i pomysły usprawnień.
pt: Escreveu documentação e mandou muitos relatórios de erros e sugestões para melhoramentos.
sk: Píše dokumentáciu a poslal veľké množstvo hlásení o chybách a myšlienkach na vylepšenie.
sl: Napisal je dokumentacijo ter poslal veliko poročil o napakah in predlogov za izboljšave.
sr: Написао документацију и послао много извештаја о грешкама и предлога за побољшања.
sr@latn: Napisao dokumentaciju i poslao mnogo izveštaja o greškama i predloga za poboljšanja.
sv: Skrev dokumentation och skickade många felrapporter och förslag till förbättringar.
ta: ஆவணமாக்கம் எழுதப்பட்டு மற்றும் பல பிழை அறிக்கைகளும் மற்றும் யோசனைகளும் முன்னேற்றங்களுக்காக அனுப்பப்பட்டுள்ளது.
tg: Навишта шудаи санадот ва равона карда шудаи миқодири зиёди иттилоот оиди хатогӣ бо маслиҳатҳои тасҳеҳкунӣ.
uk: Написав документацію, надіслав багато звітів про помилки та пропозицій для вдосконалення.
zh_cn: 编写文档并发送许多错误报告以及改进建议。

source: Gave many suggestions for the GUI and the behavior of KBabel. He also contributed the beautiful splash screen.
ar: أعطى عدة اقتراحات لواجهة المستخدم الرسومية و سلوك مترجم‌ك. وكذلك ساهم في العمل على شاشة بدء التشغيل الجميلة.
be: Неацэнная дапамога ў арганізацыі знешняга выгляду і размяшчэнні KBabel, а таксама прыгожая застаўка.
ca: Ha donat molts suggeriments per a l'interfície i el comportament de KBabel. També ha contribuït en la bonica finestra d'inici.
da: Bidrog med mange forslag angående KBabels GUI og opførsel. Han bidrog også med det smukke opstartbillede.
de: Zahlreiche Vorschläge zur Benutzerschnittstelle und zum Verhalten von KBabel, Ersteller des hübschen Startbildschirms.
el: Έκανε πολλές υποδείξεις για το περιβάλλον χρήσης και τη συμπεριφορά του KBabel. Επίσης πρόσφερε την όμορφη οθόνη χαιρετισμού.
es: Dio muchos consejos para la interfaz y el comportamiento de KBabel y colaboró en la bonita ventana de inicio.
et: Andis palju nõuandeid KBabeli kasutajaliidese ja kasutusloogika kohta. Tema tegi ka toreda käivituslogo.
eu: Iradokizun ugari eman zituen GUIrako eta KBabel-en portaerarako. Gainera, sarrera-pantaila ederra sortzen lagundu zuen.
fa: پیشنهادات زیادی برای ونک و رفتار KBabel ارائه کرد. وی در رنگ‌پاشی پردۀ زیبا نیز همکاری داشت.
fr: A donné beaucoup de conseils pour l'interface graphique et le comportement de KBabel. Il a aussi contribué au superbe écran de démarrage.
gl: Deu moitas suxestións para a interface e o comportamento de KBabel, e contribuiu a pantalla de inicio.
he: הציע הרבה הצעות לממשק המשתמש הגרפי וההתנהגות של KBabel. בנוסף תרם למסך הפתיחה היפיפה.
hr: Dao mnogo prijedloga za GUI i ponašanje kbabel-a. Takođe je priložio prelijepu uvodnu sliku.
hu: Sok tanácsot adott a grafikus felület és a KBabel működésének kialakításához. Ő rajzolta a szép nyitóképet is.
is: Kom með margar hugmyndir um viðmótið og hegðun KBabel. Hannaði einnig upphafsskjáinn.
it: Ha fornito molti suggerimenti sull'interfaccia e sulle caratteristiche di KBabel. Ha creato la bella schermata iniziale.
ja: KBabel の GUI と動作に関する有益なヒント、美しいスプラッシュスクリーン
kk: KBabel сыртқы түрі мен қасиеттері туралы ұсыныстар берген, сонымен қатар бастау экранын бейнесін салуға үлесін қосқан.
ko: GUI와 KBabel의 기능에 대해서 많은 제안을 하였음. 또한 스플래쉬 스크린에 기여.
lt: Pateikė daug patarimų dėl GUI ir KBabel veikimo, dalyvavo kuriant puikiai pasveikinimo užsklandai.
mk: Даде многу предлози за графичкиот изглед и однесувањето на КБабел. Исто така го направи и прекрасниот поздравен екран.
nb: Ga mange tips om grensesnittet og oppførselen til KBabel og lagde det flotte velkomstbildet.
nds: Hett vele Vörslääg för de Böversiet un för dat Bedregen vun KBabel maakt. He hett ok den smucken Startschirm levert.
nl: Gaf vele suggesties met betrekking tot de GUI en het gedrag van KBabel en maakte het mooie startscherm.
nn: Kom med mange tips om brukarmiljøet og åtferda til KBabel, og laga det flotte velkomstbiletet.
pa: GUI ਅਤੇ ਕੇਬਬੇਲ ਦੇ ਵਿਵਹਾਰ ਲਈ ਕੋਈ ਕੀਮਤੀ ਸੁਝਾਅ ਦਿੱਤੇ, ਨਾਲ ਹੀ ਇੱਕ ਖੂਬਸੂਰਤ ਸ਼ੁਰੂਆਤੀ ਪਰਦਾ ਵੀ ਦਿੱਤਾ
pl: Sugestie usprawnień interfejsu i zachowania programu, ekran startowy.
pt: Deu muitas sugestões sobre a GUI e o comportamento do KBabel. Contribuiu também para a bonita imagem inicial.
sk: Dal veľa rád pre GUI a správanie KBabel a nakreslil krásnu úvodnú obrazovku.
sl: Dal je dosti namigov za vmesnik in obnašanje KBabla. Prispeval je tudi prelep začetni zaslon.
sr: Дао много предлога за GUI и понашање kbabel-а. Такође је приложио прелепу уводну слику.
sr@latn: Dao mnogo predloga za GUI i ponašanje kbabel-a. Takođe je priložio prelepu uvodnu sliku.
sv: Gav många tips angående det grafiska gränssnittet och Kbabels beteende och bidrog med den vackra startskärmen.
ta: GUI இறக்கும் KBabel இன் நடத்தைக்கும் பல யோசனைகளை கொடுக்கப்பட்டது. அழகான ஸ்ப்லாஷ் திரையையும் பங்களித்தார்.
tg: Кӯмаки гаронбаҳо барои ташкили намуди зоҳирӣ ва ҷойгиршавии KBabel ва ҳамчунин пардаи ороиш.
uk: Подав багато ідей для графічного інтерфейсу та поведінки KBabel. Також створив прекрасний екран заставки.
zh_cn: 提供了许多关于 GUI 以及 KBabel 行为的建议。他还提供了这个美观的欢迎屏幕。

source: Wrote diff algorithm, fixed KSpell and gave a lot of useful hints.
ar: كتب خوارزمية الإختلاف ، أصلح KSpell و قدّم نصائح كثيرة مفيدة.
be: Алгарытм праверкі адрозненняў, выпраўленне KSpell, а таксама неацэнная дапамога рознымі парадамі.
ca: Escrigué l'algoritme diff, arreglà KSpell i va donar molts consells útils.
da: Skrev diff algoritme, ordnede KSpell og gav masser af nyttige vink.
de: Autor des Diff-Algorithmus, Verbesserung von KSpell und Quelle einer Vielzahl nützlicher Hinweise.
el: Έγραψε τον αλγόριθμο διαφορών, διόρθωσε το KSpell και έκανε πολλές χρήσιμες υποδείξεις.
es: Escribió el algoritmo «diff», arregló KSpell y proporcionó muchas ayudas útiles.
et: Kirjutas võrdluse algoritmi, parandas õigekirja toe ja andis palju kasulikke nõuandeid.
eu: Desberdintasun algoritmoa. idatzi, KSpeel finkatu eta ideia baliagarri ugari eman zituzten.
fa: الگوریتم تفاوت را نوشت، KSpell را ثابت کرد و نکات مفیدی را ارائه داد.
fr: A écrit l'algorithme de comparaisons, corrigé KSpell et a donné beaucoup d'astuces utiles.
gl: Escribiu o algoritmo diff, arranxou KSpell e deu moitos consellos úteis.
he: כתב אלגוריתם השוואה, תיקן את KSpell ונתן הרבה עצות מועילות.
hr: Napisao algoritam razlikovanja, popravio kspell i dao dosta korisnih sugestija.
hu: Megírta a diff algoritmust, kijavította a KSpell-t és sok hasznos tanácsot adott.
is: Skrifaði diff algrími, lagaði KSpell og kom með mörg góð ráð.
it: Ha scritto l'algoritmo di confronto, ha corretto KSpell e ha dato molti utili suggerimenti.
ja: diff アルゴリズムの開発、KSpell の修正、多くの有益な助言
kk: diff алгоритімін, KSpell қателерді түзеу және көптеген пайдалы кеңестер берген.
ko: Diff 알고리즘을 기록, KSpell이 수정되었고 많은 유용한 정보 제공
lt: Parašė diff algoritmą, pataisė KSpell ir pateikė daug naudingų patarimų.
mk: Го напиша алгоритмот за разлики (diff), го поправи KSpell и даде доста корисни совети.
nb: Skrev diff-algoritmen, fikset KSpell og ga mange nyttige tips.
nds: Hett den Verscheel-Algoritmus schreven, KSpell richt, un vele gode Tipps geven.
nl: Schreef het diff-algoritme, verbeterde KSpell en gaf erg veel nuttige tips.
nn: Skreiv diff-algoritmen, fiksa KSpell og kom med mange nyttige tips.
pa: ਅੰਤਰ(diff) ਐਲੋਗਰਿਥਮ ਲਿਖਿਆ, KSpell ਠੀਕ ਕੀਤਾ ਅਤੇ ਕਈ ਜਰੂਰੀ ਸੰਕੇਤ ਵਿੱਚ ਉਪਲੱਬਧ ਕਰਵਾਏ
pl: Algorytm porównywania, poprawiona obsługa KSpell, użyteczne rady.
pt: Escreveu o algoritmo do 'diff', corrigiu o KSpell e deu bastantes dicas úteis.
sk: Napísal algoritmus pre rozdiely, opravil KSpell a výrazne pomohol.
sl: Napisal je algoritem za diff, popravil KSpell in dal veliko uporabnih namigov.
sr: Написао алгоритам разликовања, поправио kspell и дао доста корисних сугестија.
sr@latn: Napisao algoritam razlikovanja, popravio kspell i dao dosta korisnih sugestija.
sv: Skrev jämförelsealgoritm, fixade Kspell och kom med många användbara tips.
ta: diff படிமுறையை எழுதி, KSpell சரிபாத்து பல பயனுள்ள குறிப்புகளையும் கொடுக்கப்பட்டது.
tg: Фарқияти алгоритми навишта шуда ва таъмин карда шудаи KSpell ва дода шудаи якчанд луқмаҳои лозимӣ.
uk: Написав алгоритм для diff, полагодив KSpell і дав велику кількість корисних порад.
zh_cn: 编写了 diff 算法、修正了 KSpell 并提供了大量有用提示。

source: Helped keep KBabel up to date with the KDE API and gave a lot of other help.
ar: ساعد في الحفاظ على تحديث مترجم‌ك مع الواجهة البرمجية لــ KDE وقدم الكثير من المساعدات اﻷخرى.
be: Дапамога ў сінхранізацыі кода KBabel з KDE API і ў іншым.
ca: Ha ajudat a mantenir KBabel actualitzat a l'API del KDE i molta més ajuda.
da: Hjalp med at holde KBabel opdateret med KDE's API og en masse anden hjælp.
de: Hilfreich dabei, KBabel auf dem neuesten Stand der KDE-API zu halten, und bei vielen anderen Dingen.
el: Βοήθησε στο να είναι το KBabel σύμφωνο με το τρέχον KDE API και προσέφερε πολλή βοήθεια σε διάφορα θέματα.
es: Ayudó a mantener KBabel actualizado al API KDE y mucha más ayuda.
et: Aitas KBabelisse sisse viia KDE API-s tehtud muudatusi ja aitas palju ka mujal.
eu: KDE APIrekin KBabel eguneratuta mantentzen lagundu zuen eta laguntza handia izan zen beste hainbatetan ere.
fa: در حفظ روزآمد KBabel توسط KDE API کمک کرد، و کمکهای زیاد دیگری نیز ارائه کرد.
fr: Ont aidé à conserver KBabel à jour pour l'API KDE et ont donné beaucoup d'autres coups de main.
gl: Axudou a manter KBabel actualizado coa API de KDE e moitas máis axudas.
he: עזר להחזיק את KBabel מעודכנת עם ה־API של KDE ונתן הרבה עזרה אחרת.
hr: Pomogao u ažuriranju kbabel-a u odnosu na KDE API i pružio raznu drugu pomoć.
hu: Segített a KBabelt szinkronba hozni a KDE API-val és még sok minden másban.
is: Hjálpaði við að halda KBabel í takt við KDE API og kom með mikla aðra hjálp.
it: Ha aiutato a tenere aggiornato KBabel all'API di KDE e contribuito con ulteriori aiuti.
ja: KBabel を最新の KDE API に対応させる他多くの貢献
kk: KBabel кодын KDE API кодымен үйлестіруге көмек берген және басқа да көмек көрсеткен.
ko: KDE API에 맞추어 KBabel을 업데이트 하는 데 도움을 주었고, 그 밖에 많은 도움을 주었음.
lt: Padėjo KBabel pritaikyti KDE API, o taip pat teikė daug kitokios pagalbos.
mk: Помогна КБабел да биде во тек со API-то на KDE и даде друга помош.
nb: Har hjulpet til med å holde KBabel oppdatert i forhold til KDE API og ga mye annen hjelp.
nds: Hett dorbi hulpen, dat KBabel op den niegsten Stand vun de KDE-API blifft, un ok bi veel anner Dingen.
nl: Hielp KBabel actueel te houden met de KDE-API en gaf veel andere hulp.
nn: Har hjelpt til med å halda KBabel oppdatert i høve til KDE-api-et og har gjeve mykje annan hjelp.
pa: ਕੇਬਬੇਲ ਨੂੰ KDE API ਨਾਲ ਅੱਪਡੇਟ ਰੱਖਿਆ ਅਤੇ ਕਈ ਹੋਰ ਤਰਾਂ ਵੀ ਸਹਾਇਤਾ ਕੀਤੀ
pl: Pomoc w dostosowywaniu programu do aktualnych API.
pt: Ajudou a manter o KBabel actualizado com a API do KDE e deu muitas outras ajudas.
sk: Pomáhal udržiavať KBabel aktuálny vzhľadom ku KDE API a podobne.
sl: Pomagal je ohranjati KBabel v koraku s KDE API in pomagal še marsikje.
sr: Помогао у ажурирању kbabel-а у односу на KDE API и пружио разну другу помоћ.
sr@latn: Pomogao u ažuriranju kbabel-a u odnosu na KDE API i pružio raznu drugu pomoć.
sv: Hjälpte till att hålla Kbabel uppdaterad för KDE:s API och gav mycket övrig hjälp.
ta: KBabel ஐ இன்றுவரை KDE API யோடு கவனித்துக் கொள்ளவும் மற்ற உதவிகளுக்கும் பயன்படும்
tg: KBabel бо ёрии KDE API барои нигоҳ доштан, ёрдам намуд ва якчанд ёрдами дигар хоҳад дод.
uk: Допомагав підтримувати KBabel на рівні з новими можливостями KDE API, а також надав багато іншої допомоги.
zh_cn: 帮助保持 KBabel 与 KDE API 的同步更新，并且给予许多其它帮助。

source: Various validation plugins.
ar: مُختلف ملحقات التحقق.
be: Мноства модуляў праверкі.
ca: Diversos connectors de validació.
da: Forskellige efterprøvning-plugin.
de: Verschiedene Prüf-Plugins.
el: Διάφορα πρόσθετα ελέγχου εγκυρότητας.
es: Varias extensiones de validación.
et: Mitmesugused kontrollimispluginad.
eu: Zenbait balidazio plugin
fa: وصله‌های اعتبارسنجی گوناگون.
fr: Divers modules de validation.
gl: Varias extensións de validación.
he: תוספי תקינות מרובים.
hr: Razni umetci za ovjeru.
hu: Különféle ellenőrzési bővítőmodulok.
is: Ýmis prófunaríforrit
it: Vari plugin di Convalida.
ja: 各種検証プラグイン
kk: Көптеген тексеріс плагин модульдері.
ko: 다양한 검증 플러그인.
lt: Įvairūs teisingumo tikrinimo priedai.
mk: Разни приклучоци за валидација.
nb: Ulike programtillegg for sjekking.
nds: Verscheden Prööv-Modulen.
nl: Verscheidene validatie-plugins.
nn: Ulike programtillegg for sjekking.
pa: ਕਈ ਜਾਇਜ਼ਕਰਨ ਪਲੱਗਇਨ ਉਪਲੱਬਧ ਕਰਵਾਈਆਂ
pl: Rożne wtyczki sprawdzające.
pt: Vários 'plugins' de validação.
sk: Rôzne moduly pre kontrolu.
sl: Različni potrditveni vstavki.
sr: Разни прикључци за оверу.
sr@latn: Razni priključci za overu.
sv: Diverse valideringsinsticksprogram.
ta: நிறைந்த மதிப்பிடுகளை உள்ளிடு
tg: Модулҳои бисёри озмоишот.
uk: Різні втулки для перевірки.
zh_cn: 多种检验插件。

source: Sponsored development of KBabel for a while.
ar: كان راعي تطوير مترجم‌ك لفترة من الزمن.
be: Фундатарская дапамога ў распрацоўцы KBabel.
ca: Patrocinà el desenvolupament del KBabel durant un temps.
da: Sponsorer for KBabel's udvikling.
de: Zeitweiliger Sponsor der Entwicklung von KBabel.
el: Υποστήριξε την ανάπτυξη του KBabel για ένα διάστημα.
es: Patrocinó el desarrollo de KBabel durante un tiempo.
et: Spondeeris KBabeli arendamist mõnda aega.
eu: Aldi baterako KBabel-en garapena sustatu zuen.
fa: برای مدتی حامی توسعۀ KBabel بود.
fr: Parrains du développement de KBabel à une époque.
gl: Patrocinou o desenvolvemento de KBabel durante un tempo.
he: תמך בפיתוח של KBabel לזמן מה.
hr: Sponzorirao razvoj kbabel-a neko vrijeme.
hu: A KBabel fejlesztését szponzorálta egy ideig.
is: Studdi við bakið á hönnun KBabel um stund.
it: Ha sponsorizzato lo sviluppo di KBabel.
ja: KBabel 開発のスポンサー
kk: KBabel-ді жетілдіруге демеушілік көрсеткен.
ko: 한동안 KBabel의 개발을 지원했음.
mk: Некое време го спонзорираше развојот на КБабел.
nb: Sponset utviklinga av KBabel en stund.
nds: Hett dat Vörankamen vun KBabel en Stoot ünnerstütt.
nl: Heeft de ontwikkeling van KBabel enige tijd gesponsord.
nn: Sponsa utviklinga av KBabel ei stund.
pa: ਕੇਬਬੇਲ ਦਾ ਵਿਕਾਸ ਕੁਝ ਸਮੇਂ ਲਈ ਸਪਾਂਸਰ ਕੀਤਾ
pl: Sponsorowanie rozwoju programu przez pewien czas.
pt: Patrocinou o desenvolvimento do KBabel durante algum tempo.
sk: Sponzorovali vývoj KBabel.
sl: Nekaj časa je sponzoriral razvoj KBabel.
sr: Спонзорисао развој kbabel-а неко време.
sr@latn: Sponzorisao razvoj kbabel-a neko vreme.
sv: Sponsrade utvecklingen av Kbabel under en tid.
ta: இது வரை KBabel ஐ வழங்கியவர்கள்
tg: Ёрии спонсорӣ барои тайёр кардани KBabel баъзан вақтҳо.
uk: Деякий час спонсорувала розробку KBabel.
zh_cn: 为 KBabel 的开发提供了一段时间的赞助。
