Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: &Apply Settings
ar: &طبِّق الإعدادات
be: &Ужыць налады
bg: &Прилагане на настройките
ca: &Aplica els arranjaments
da: &Anvend opsætning
de: Einstellungen &anwenden
el: Ε&φαρμογή ρυθμίσεων
es: &Aplicar preferencias
et: &Rakenda seadistused
eu: &Aplikatu ezarpenak
fa: &اعمال تنظیمات‌
fr: &Appliquer les paramètres
gl: &Aplicar a configuración
he: &החל אפשרויות
hu: A beá&llítások alkalmazása
is: Virkja stilling&ar
it: &Applica impostazioni
ja: 設定を適用(&A)
kk: Баптауларды &іске асыру
ko: 설정:
lt: Prit&aikyti nustatymus
mk: Пр&имени конф.
nb: &Bruk innstillingene
nds: Instellen &anwennen
nl: Instellingen toep&assen
nn: &Bruk innstillingane
pa: ਸੈਟਿੰਗ ਲਾਗੂ ਕਰੋ(&A)
pl: &Zastosuj ustawienia
pt: &Aplicar as Definições
sk: &Použiť nastavenie
sl: &Uveljavi nastavitve
sr: &Примени поставке
sr@latn: &Primeni postavke
sv: V&erkställ inställningar
ta: &அமைப்புகளை பயன்படுத்து
tg: &Танзимоти муроҷиат
uk: &Застосувати параметри
zh_cn: 应用设置(&A)

source: <qt><p>This button updates the header using the current settings. The resulting header is the one that would be written into the PO file on saving.</p></qt>
ar: <qt><p>يُحدِّث هذا الزر الترويسة مستعملاً الإعدادات الحالية. ثم يحفظ تلك الترويسة في ملف PO عند حفظِهِ.</p></qt>
be: <qt><p>Аднавіць загаловак з бягучымі параметрамі.</p></qt>
bg: <qt><p>Този бутон обновява заглавната част с текущите настройки. Получената заглавна част ще бъде записана в PO файла.</p></qt>
ca: <qt><p>Aquest botó actualitza la capçalera usant l'arranjament actual. La capçalera resultant és la que s'escriu en el fitxer PO al desar.</p></qt>
da: <qt><p>Denne knap opdaterer hoveddelen ved brug af de nuværende indstillinger. Den resulterende hoveddel er den der vil blive skrevet i PO-filen når der gemmes.</p></qt>
de: <qt> <p>Dieser Knopf aktualisiert den Vorspann mit den aktuellen Einstellungen. Das Ergebnis ist der Vorspann, der beim Speichern in die PO Datei geschrieben würde.</p></qt>
el: <qt><p>Αυτό το κουμπί ενημερώνει την επικεφαλίδα χρησιμοποιώντας τις τρέχουσες ρυθμίσεις. Η επικεφαλίδα που προκύπτει είναι αυτή που θα γραφτεί στο αρχείο PO κατά την αποθήκευση.</p></qt>
es: <qt><p>Este botón actualiza la cabecera usando las preferencias actuales. La cabecera resultante es la que se escribe en el archivo PO al guardarlo.</p></qt>
et: <qt><p>See nupp uuendab päist aktiivsetele seadistustele vastavaks. Tulemuseks olev päis kirjutatakse salvestamisel PO-faili.</p></qt>
eu: <qt><p>Botoi honek goiburukoa uneko ezarpenak erabiliz eguneratzen du. Izenburu berria PO fitxategia gordetzerakoan idatziko litzatekeena da.</p></qt>
fa: <qt><p>این دکمه با استفاده از تنظیمات جاری، سرآیند را به روز می‌رساند. سرآیند نتیجه، هنگام ذخیره در پروندۀ PO نوشته می‌شود.</p></qt>
fr: <qt><p>Ce bouton met à jour l'en-tête en utilisant les réglages courants. L'en-tête résultant est celui qui serait écrit dans le fichier PO lors de l'enregistrement.</p></qt>
gl: <qt> <p>Este botón actualiza o cabezallo usando a configuración actual. O cabezallo resultante é o que sería escrito no ficheiro PO ao guardar.</p></qt>
he: <qt><p> כפתור זה מעדכן את הכותרת תוך שימוש בהגדרות הנוכחיות. הכותרת היא זאת שתכתב לקובץ ה־PO בזמן שמירה. </p></qt>
hu: <qt><p>Ezzel a gombbal lehet a beállításoknak megfelelően frissíteni a fejlécet. A kapott fejléc kerül be mentéskor a fájlba.</p></qt>
is: <qt><p>Þessi hnappur uppfærir hausinn með núverandi stillingum. Hann verður síðan skrifaður í PO skránna við vistun.</p></qt>
it: <qt><p>Questo pulsante aggiorna l'intestazione usando le impostazioni correnti. L'intestazione risultante sarà scritta nel file PO al salvataggio.</p></qt>
ja: <qt><p>現在の設定に基づいてヘッダを更新します。更新されたヘッダは保存時に PO ファイルに書き込まれます。</p></qt>
kk: <qt><p>Бұл батырма қолданыстағы баптауларын іске асырып айдарын жаңартады. Нәтіжесінде айдары PO файлды сақтайтын кезіндегі түріне келеді.</p></qt>
ko: <qt><p>이 버튼은 현재의 설정을 사용하여 헤더를 갱신합니다. 결과의 헤더는 저장시에 PO파일에 기록됩니다.</p></qt>
mk: <qt><p>Ова копче го ажурира заглавието со тековните поставувања. Добиеното заглавие е тоа што би било запишано во PO-датотеката при зачувување.</p></qt>
nb: <qt><p>Med denne knappen oppdaterer du toppteksten ved å bruke de gjeldende innstillingene. Toppteksten som da oppstår vil bli skrevet inn i toppteksten når fila blir lagret.</p></qt>
nds: <qt><p>Disse Knoop frischt den Dateikopp mit de aktuelle Instellen op. Dat Resultaat is de Dateikopp, de bi't Sekern na de PO-Datei schreven wöör.</p></qt>
nl: <qt> <p>Deze knop werkt de koptekst bij aan de hand van de huidige instellingen. Het resultaat is de koptekst die zal worden geplaatst in het po-bestand tijdens het opslaan.</p></qt>
pa: <qt><p>ਇਹ ਬਟਨ ਸਿਰਲੇਖ ਨੂੰ ਮੌਜੂਦਾ ਸੈਟਿੰਗ ਅਨੁਸਾਰ ਨਵੀਨੀਕਰਨ ਕਰ ਦੇਵੇਗਾ। ਨਤੀਜਾ ਸਿਰਲੇਖ ਉਹ ਬਣੇਗਾ ਜੋ ਕਿ PO ਫਾਇਲ ਨੂੰ ਸੰਭਾਲਣ ਤੇ ਲਿਖਿਆ ਜਾਵੇਗਾ।</p></qt>
pl: <qt><p>Ten przycisk spowoduje uaktualnienie nagłówka przy pomocy aktualnych ustawień. Wynikowy nagłówek będzie zapisany do pliku PO przy zapisywaniu.</p></qt>
pt: <qt><p>Este botão actualiza o cabeçalho com a configuração actual. O cabeçalho resultante é o que seria gravado no ficheiro PO ao gravar.</p></qt>
sk: <qt><p>Toto tlačidlo aktualizuje hlavičku pomocou aktuálneho nastavenia. Výsledkom je hlavička v tvare, ako sa uloží do súboru PO.</p></qt>
sl: <qt><p>Ta gumb osveži glav z uporabo trenutnih nastavitev. Nastala glava je tista, ki bo zapisana v datoteko PO ob shranjevanju.</p></qt>
sr: <qt><p>Ово дугме ажурира заглавље користећи текућа подешавања. Заглавље је исто као и што би било да сте снимили PO фајл.</p></qt>
sr@latn: <qt><p>Ovo dugme ažurira zaglavlje koristeći tekuća podešavanja. Zaglavlje je isto kao i što bi bilo da ste snimili PO fajl.</p></qt>
sv: <qt><p>Den här knappen uppdaterar huvudet med aktuella inställningar. Det resulterande huvudet är det som skulle skrivas till PO-filen när den sparas.</p></qt>
ta: <qt><p>இந்த பொத்தான் நடப்பு அமைப்புகள் பயன்படுத்தும் தலைப்பை புதுப்பிக்கும். PO கோப்பு சேமிக்கும் போது முடிவின் தலைப்பு எழுதப்படும்.</p></qt>
tg: <qt><p>Ин тугма сарлавҳаеро, ки барпои муҳити ҷориро истифода мебарад, нав мекунад. Сарлавҳаи натиҷавӣ он аст, ки ба файли PO навишита шавад. </p></qt>
uk: <qt><p>Ця кнопка оновляє заголовок за допомогою поточних параметрів. Цей заголовок буде записаний у PO-файл при збереженні.</p></qt>

source: &Reset
ar: أ&عد ضبط
be: &Скінуць
bg: &Анулиране
ca: &Reinicialitza
da: Nu&lstil
de: &Zurücksetzen
el: &Επαναφορά
es: &Reiniciar
et: &Lähtesta
eu: &Berrezarri
fa: &بازنشانی‌
fr: &Réinitialiser
gl: &Reiniciar
he: &אפס
hr: &Vrati na početak
hu: &Alapállapot
is: F&rumstilla
it: &Ripristina
ja: リセット(&R)
kk: &Ысырып тастау
ko: 초기화(&R)
lt: &Iš naujo
mk: В&рати назад
nb: &Tilbakestill
nds: &Torüchsetten
nl: He&rladen
nn: &Tilbakestill
pa: ਮੁੜ ਪਹਿਲਾਂ(&R)
pl: &Przywróć
pt: &Reiniciar
sk: &Pôvodné
sl: Ponas&tavi
sr: &Поништи
sr@latn: &Poništi
sv: &Återställ
ta: பதிமாற்று
tg: &Бозсозӣ
uk: &Скинути
zh_cn: 重置(&R)

source: <qt><p>This button will revert all changes made so far.</p></qt>
ar: <qt><p>يسترجع هذا الزر كل التغييرات المعمولة حتى الآن.</p></qt>
be: <qt><p>Адмяніць усе змены.</p></qt>
bg: <qt><p>Този бутон ще отмени всички промени направени досега.</p></qt>
ca: <qt><p>Aquest botó desfarà tots els canvis fets fins ara.</p></qt>
da: <qt><p>Denne knap nulstiller alle ændringer der er lavet indtil videre.</p></qt>
de: <qt><p>Dieser Knopf wiederruft alle bisher durchgeführten Änderungen.</p></qt>
el: <qt><p>Αυτό το κουμπί θα αναιρέσει όλες τις τροποποιήσεις που έγιναν μέχρι τώρα.</p></qt>
es: <qt><p>Este botón deshace todos los cambios realizados.</p></qt>
et: <qt><p>See nupp tühistab kõik seni tehtud muudatused.</p></qt>
eu: <qt><p>Botoi honek egindako aldaketa guztiak lehengora itzuliko ditu.</p></qt>
fa: <qt><p>این دکمه همۀ تغییراتی که تاکنون ایجاد شده را معکوس می‌کند.</p></qt>
fr: <qt><p>Ce bouton inversera tous les changements faits jusqu'à maintenant.</p></qt>
gl: <qt><p>Este botón anula todos os cambios feitos até agora.</p></qt>
he: <qt><p>כפתור זה יחזיר לקדמותם את כל השינויים שנעשו עד כה.</p></qt>
hu: <qt><p>Ezzel a gombbal lehet visszaállni az utolsó mentés utáni állapothoz.</p></qt>
is: <qt><p>>Þessi hnappur tekur til baka allar breytingar sem hafa verið gerðar.</p></qt>
it: <qt><p>Questo pulsante annullerà tutte le modifiche fatte.</p></qt>
ja: <qt><p>これまでに行われたすべての変更を元に戻します。</p></qt>
kk: <qt><p>Бұның алдында жасалған барлық өзгертулерден айну.</p></qt>
ko: <qt><p>이 버튼은 모든 변경 사항을 예전으로 돌립니다.</p></qt>
mk: <qt><p>Ова копче ќа ги врати сите досега направени промени.</p></qt>
nb: <qt><p>Med denne knappen omgjør du alle endringene som er gjort så langt</p></qt>
nds: <qt><p>Disse Knoop dreiht all bet nu maakte Ännern torüch.</p></qt>
nl: <qt><p>Deze knop zal alle wijzigingen die u tot nu toe hebt aangebracht terugdraaien.</p></qt>
nn: <qt><p>Med denne knappen kan du gjera om alle endringane som er gjorde så langt.</p></qt>
pa: <qt><p>ਇਹ ਬਟਨ ਸਭ ਤਬਦੀਲ, ਜੋ ਕਿ ਹੁਣ ਤੱਕ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ, ਨੂੰ ਖਤਮ ਕਰ ਦੇਵੇਗਾ।</p></qt>
pl: <qt><p>Ten przycisk anuluje wszystkie zmiany dokonane do tej pory.</p></qt>
pt: <qt><p>Este botão reverte todas as alterações feitas até agora.</p></qt>
sk: <qt><p>Toto tlačilo vráti späť všetky zmeny, ktoré ste zatiaľ urobili.</p></qt>
sl: <qt><p>Ta gumb bo povrnil vse dosedaj narejene spremembe.</p></qt>
sr: <qt><p>Ово дугме ће поништити све измене које сте до сада урадили.</p></qt>
sr@latn: <qt><p>Ovo dugme će poništiti sve izmene koje ste do sada uradili.</p></qt>
sv: <qt><p>Den här knappen återställer alla ändringar som hittills gjorts.</p></qt>
ta: <qt><p>இந்த பொத்தான் இதுவரை செய்த அனைத்து மற்றங்களையும் திரும்பப் பெறவும்</p></qt>
tg: <qt><p>Ин тугма ҳанӯз ҳам ҳамаи тағйиротҳоро бамегардонад.</p></qt>
uk: <qt><p>Ця кнопка поверне всі зміни зроблені дотепер.</p></qt>

source: Header Editor for %1
ar: محرر ترويسة لـ %1
be: Рэдактар загалоўка для %1
bg: Редактор на заглавни части за %1
ca: Editor de capçalera per a %1
da: Hoved-editor til %1
de: Vorspanneditor für %1
el: Επεξεργαστής επικεφαλίδας για το %1
es: Editor de cabecera para %1
et: Päise redaktor: %1
eu: Goiburuko editorea %1(-e)rako
fa: ویرایشگر سرآیند برای %1
fr: Éditeur d'en-têtes pour %1
gl: Editor de cabezallos para %1
he: עורך כותרת עבור %1
hr: Izmjenjivač zaglavlja za %1
hu: Fejlécszerkesztő (%1)
is: Hausaritill fyrir %1
it: Modifica intestazione di %1
ja: ヘッダを編集: %1
kk: %1 айдар өңдегіші
ko: %1을 위한 헤더 편집기
lt: %1 antraščių redaktorius
mk: Уредувач на заглавие за %1
nb: Filhode-redigering av %1
nds: Koppindrag-Editor för %1
nl: Kopteksteditor voor %1
nn: Filhovudredigering av %1
pa: %1 ਲਈ ਸਿਰਲੇਖ ਸੰਪਾਦਕ
pl: Edytor nagłówków dla %1
pt: Editor do Cabeçalho do %1
sk: Editor hlavičky pre %1
sl: Urejevalnik glav za %1
sr: Измењивач заглавља за %1
sr@latn: Izmenjivač zaglavlja za %1
sv: Filhuvudredigerare för %1
ta: %1 தலையங்க திருத்தி
tg: Сарлавҳаи Муҳаррир барои %1
uk: Редактор заголовків для %1
zh_cn: %1 的文件头编辑器

source: <qt><p>This is not a valid header.</p> <p>Please edit the header before updating!</p></qt>
ar: <qt><p>هذه ليست ترويسة صحيحة!</p> <p>الرجاء تحرير الترويسة قبل التحديث!</p></qt>
be: <qt><p>Недапушчальны загаловак!</p> <p>Выправіце загаловак перад аднаўленнем!</p></qt>
bg: <qt><p>Няма валидна заглавна част.</p> <p>Моля, редактирайте заглавната част преди обновяване!</p></qt>
ca: <qt><p>Aquesta no és una capçalera vàlida.</p> <p>Si us plau, editeu la capçalera abans d'actualitzar!</p></qt>
da: <qt><p>Dette er ikke et gyldigt hoved.</p> <p>Vær venlig at redigere i hovedet, før du opdaterer!</p></qt>
de: <qt><p>Ungültiger Vorspann</p> <p>Bitte bearbeiten Sie den Vorspann vor dem Aktualisieren.</p></qt>
el: <qt><p>Αυτή δεν είναι μια έγκυρη επικεφαλίδα.</p> <p>Παρακαλώ επεξεργαστείτε την επικεφαλίδα πριν την ενημέρωση!</p></qt>
es: <qt><p>Esto no es una cabecera válida.</p> <p>Edite la cabecera antes de actualizarla.</p></qt>
et: <qt><p>See ei ole korralik päis!</p> <p>Palun muuda päist enne uuendamist!</p></qt>
eu: <qt><p>Hau ez da baliozko goiburukoa</p> <p>Editatu goiburukoa eguneratu baino lehen.</p></qt>
fa: <qt><p>این یک سرآیند معتبر نیست.</p> <p>لطفاً، قبل از به ‌روز کردن، سرآیند را ویرایش کنید!</p></qt>
fr: <qt><p>Ce n'est pas un en-tête valable.</p> <p>Veuillez modifier l'en-tête avant de mettre à jour.</p></qt>
gl: <qt> <p>Este non é un cabezallo válido.</p> <p>Edite o cabezallo antes de actualizalo!</p></qt>
he: <qt><p>זאת לא כותרת תקינה.</p> <p>אנא ערוך את הכותרת לפני העדכון.</p></qt>
hu: <qt><p>A fejléc érvénytelen.</p> <p>Frissítés előtt javítsa ki a fejléc hibáit!</p></qt>
is: <qt><p>Þetta er ekki gildur haus</p> <p>Vinsamlegast breyttu honum áður en þú uppfærir.</p></qt>
it: <qt><p>Questa non è un'intestazione valida.</p> <p>Modifica l'intestazione prima di aggiornare!</p></qt>
ja: <qt><p>これは有効なヘッダではありません。</p> <p>更新する前にヘッダを編集してください。</p></qt>
kk: <qt><p>Жарамсыз айдар.</p> <p>Жаңартудың алдында айдарды өңдеңіз!</p></qt>
ko: <qt><p>유효한 헤더가 아닙니다.</p> <p>갱신 전에 헤더를 편집해 주시기 바랍니다!</p></qt>
lt: <qt><p>Ši antraštė neteisinga.</p> <p>Prieš atnaujindami, paredaguokite antraštę!</p></qt>
mk: <qt><p>Ова не е валидно заглавие.</p> <p>Уредете го заглавието пред да ажурирате!</p></qt>
nb: <qt><p>Dette filhodet er ugyldig</p> <p>Rediger filhodet før du oppdaterer.</p></qt>
nds: <qt><p>Leeg Dateikopp</p> <p>Bitte bewerk den Kopp ehr't Opfrischen!</p></qt>
nl: <qt><p>Dit is geen geldige koptekst.</p> <p>Wijzig de koptekst voordat u gaat met bijwerken.</p></qt>
nn: <qt><p>Dette filhovudet er ugyldig.</p><p>Rediger filhovudet før du oppdaterer.</p></qt>
pa: <qt><p>ਇਹ ਜਾਇਜ ਸਿਰਲੇਖ ਨਹੀਂ ਹੈ।</p> <p>ਕਿਰਪਾ ਕਰਕੇ ਅੱਪਡੇਟ ਲਈ ਸਿਰਲੇਖ ਦੀ ਸੋਧ ਕਰੋ!</p></qt>
pl: <qt><p>Nagłówek nie jest poprawny.</p> <p>Proszę poprawić nagłówek przed uaktualnieniem!</p></qt>
pt: <qt><p>Este não é um cabeçalho válido.</p> <p>Por favor, edite o cabeçalho antes de actualizar!</p></qt>
sk: <qt><p>Toto nie je platná hlavička.</p> <p>Prosím, upravte hlavičku pred uložením.</p></qt>
sl: <qt><p>To ni veljavna glava.</p> <p>Prosim uredite glavo pred posodobitvijo!</p></qt>
sr: <qt><p>Ово није исправно заглавље.</p> <p>Измените заглавље пре ажурирања.</p></qt>
sr@latn: <qt><p>Ovo nije ispravno zaglavlje.</p> <p>Izmenite zaglavlje pre ažuriranja.</p></qt>
sv: <qt><p>Det här är inte ett giltigt huvud.</p> <p>Redigera filhuvudet innan du uppdaterar.</p></qt>
ta: <qt><p>இது செல்லாத தலைப்பு ஆகும்.</p> <p>தயவுசெய்து ஏற்றுவதற்கு முன்பு தலைப்பை தொகு!</p></qt>
tg: <qt><p>Ин сарлавҳаи нодуруст аст.</p> <p>Илтимос сарлавҳаро пеш аз нав созӣ таҳрир кунед!</p></qt>
uk: <qt><p>Це не чинний заголовок.</p> <p>Будь ласка, змініть заголовок перед оновленням!</p></qt>
zh_cn: <qt><p>这不是有效的文件头。</p> <p>请在更新前修改文件头！</p></qt>

source: <qt><p>This is not a valid header.</p> <p>Please edit the header before updating.</p></qt>
ar: <qt><p>هذه ليست ترويسة صحيحة!</p> <p>الرجاء تحرير الترويسة قبل التحديث.</p></qt>
be: <qt><p>Недапушчальны загаловак!</p> <p>Выправіце загаловак перад аднаўленнем!</p></qt>
bg: <qt><p>Няма валидна заглавна част.</p> <p>Моля, редактирайте заглавната част преди обновяване!</p></qt>
ca: <qt><p>Aquesta no és una capçalera vàlida.</p> <p>Si us plau, editeu la capçalera abans d'actualitzar.</p></qt>
da: <qt><p>Dette er ikke et gyldigt hoved.</p> <p>Vær venlig at redigere i hovedet, før du opdaterer!</p></qt>
de: <qt><p>Ungültiger Vorspann</p> <p>Bitte bearbeiten Sie den Vorspann vor dem Aktualisieren.</p></qt>
el: <qt><p>Αυτή δεν είναι μια έγκυρη επικεφαλίδα.</p> <p>Παρακαλώ επεξεργαστείτε την επικεφαλίδα πριν την ενημέρωση.</p></qt>
es: <qt><p>Esto no es una cabecera válida.</p> <p>Edite la cabecera antes de actualizarla.</p></qt>
et: <qt><p>See ei ole korralik päis!</p> <p>Palun muuda päist enne uuendamist!</p></qt>
eu: <qt><p>Hau ez da baliozko goiburukoa</p> <p>Editatu goiburukoa eguneratu baino lehen.</p></qt>
fa: <qt><p>این یک سرآیند معتبر نیست. </p> <p>لطفاً، قبل از به ‌روز کردن، سرآیند را ویرایش کنید.</p></qt>
fr: <qt><p>Ce n'est pas un en-tête valable.</p> <p>Veuillez modifier l'en-tête avant de mettre à jour.</p></qt>
gl: <qt> <p>Este non é un cabezallo válido.</p> <p>Edite o cabezallo antes de actualizalo.</p></qt>
he: <qt><p>זאת לא כותרת תקינה.</p> <p>אנא ערוך את הכותרת לפני העדכון.</p></qt>
hu: <qt><p>A fejléc érvénytelen.</p> <p>Frissítés előtt javítsa ki a fejléc hibáit!</p></qt>
is: <qt><p>Þetta er ekki gildur haus</p> <p>Vinsamlegast breyttu honum áður en þú uppfærir.</p></qt>
it: <qt><p>Questa non è un'intestazione valida.</p> <p>Modifica l'intestazione prima di aggiornare.</p></qt>
ja: <qt><p>これは有効なヘッダではありません。</p> <p>更新する前にヘッダを編集してください。</p></qt>
kk: <qt><p>Жарамсыз айдар.</p> <p>Жаңартудың алдында айдарды өңдеңіз.</p></qt>
ko: <qt><p>유효한 헤더가 아닙니다.</p> <p>갱신 전에 헤더를 편집해 주시기 바랍니다.</p></qt>
lt: <qt><p>Ši antraštė neteisinga.</p> <p>Prieš atnaujindami, paredaguokite antraštę.</p></qt>
mk: <qt><p>Ова не е валидно заглавие.</p> <p>Уредете го заглавието пред да ажурирате.</p></qt>
nb: <qt><p>Dette filhodet er ugyldig</p> <p>Rediger filhodet før du oppdaterer.</p></qt>
nds: <qt><p>Leeg Dateikopp</p> <p>Bitte bewerk den Kopp ehr't Opfrischen.</p></qt>
nl: <qt><p>Dit is geen geldige koptekst.</p> <p>Wijzig de koptekst voordat u gaat bijwerken.</p></qt>
nn: <qt><p>Dette er ikkje eit gyldig filhovud.</p> <p>Rediger filhovudet før du oppdaterer.</p></qt>
pa: <qt><p>ਇਹ ਜਾਇਜ ਸਿਰਲੇਖ ਨਹੀਂ ਹੈ।</p> <p>ਕਿਰਪਾ ਕਰਕੇ ਅੱਪਡੇਟ ਲਈ ਸਿਰਲੇਖ ਦੀ ਸੋਧ ਕਰੋ।</p></qt>
pl: <qt><p>Nagłówek nie jest poprawny.</p> <p>Proszę poprawić nagłówek przed uaktualnieniem.</p></qt>
pt: <qt><p>Este não é um cabeçalho válido.</p> <p>Por favor, edite o cabeçalho antes de actualizar.</p></qt>
sk: <qt><p>Toto nie je platná hlavička.</p> <p>Prosím, upravte hlavičku pred uložením.</p></qt>
sl: <qt><p>To ni veljavna glava.</p> <p>Prosim uredite glavo pred posodobitvijo.</p></qt>
sr: <qt><p>Ово није исправно заглавље.</p> <p>Измените заглавље пре ажурирања.</p></qt>
sr@latn: <qt><p>Ovo nije ispravno zaglavlje.</p> <p>Izmenite zaglavlje pre ažuriranja.</p></qt>
sv: <qt><p>Det här är inte ett giltigt huvud.</p> <p>Redigera filhuvudet innan du uppdaterar.</p></qt>
ta: <qt><p>இது செல்லாத தலைப்பு ஆகும்.</p> <p>தயவு செய்து ஏற்றுவதற்கு முன்பு தலைப்பை தொகு.</p></qt>
tg: <qt><p>Ин саромади ҳақиқӣ нест.</p> <p>Лутфан саромадро пеш аз навкунӣ таҳрир кунед.</p></qt>
uk: <qt><p>Це не чинний заголовок.</p> <p>Будь ласка, змініть заголовок перед оновленням.</p></qt>
zh_cn: <qt><p>这不是有效的文件头。</p> <p>请在更新前修改文件头！</p></qt>
