Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Find text</b></p><p>Here you can enter the text you want to search for. If you want to search for a regular expression, enable <b>Use regular expression</b> below.</p></qt>
ar: <qt><p><b>اعثر على نص</b></p><p>تستطيع إدخال النص الذي تريد البحث عته هنا إذا أردت البحث عن تعبير نمطي، فقم بتمكين <b>استعمل التعابير النمطيّة</b> بأسفل.</p></qt>
be: <qt><p><b>Пошук тэксту</b></p><p>Тут вы можаце ўвесці тэкст для пошуку. Калі вы жадаеце знайсці рэгулярны выраз, адзначце <b>Выкарыстаць рэгулярны выраз</b> ніжэй.</p></qt>
bg: <qt><p><b>Търсене на текст</b></p><p>Тук можете да въведете текста, който искате да търсите. Ако искате да търсите регулярен израз, включете <b>Използване на регулярен израз</b> по-долу.</p></qt>
ca: <qt><p><b>Text a cercar</b></p><p>Aquí podeu introduir el text a cercar. Si desitgeu cercar amb una expressió regular, habiliteu <b>Usa expressions regulars<b> a sota.</p></qt>
da: <qt><p><b>Find tekst</b></p><p>Her kan du indtaste den tekst, som du vil søge efter. Hvis du vil søge efter et regulært udtryk (regular expression), aktivér <b>Anvend 'regulært udtryk'</b> nedenfor.</p></qt>
de: <qt><p><b>Text suchen</b></p><p>Hier können Sie den Text eingeben, nach dem Sie suchen wollen. Falls Sie nach einem regulären Ausdruck suchen wollen, aktivieren Sie <b>Regulären Ausdruck benutzen</b> weiter unten.</p></qt>
el: <qt><p><b>Αναζήτηση κειμένου</b></p><p>Εδώ μπορείτε να εισάγετε το κείμενο που θέλετε να αναζητήσετε. Αν θέλετε να αναζητήσετε μια κανονική έκφραση, ενεργοποιήστε την επιλογή <b>Χρήση κανονικής έκφρασης</b> παρακάτω.</p></qt>
es: <qt><p><b>Buscar texto</b></p><p>Aquí puede introducir el texto a buscar Si quiere buscar con una expresión regular, habilite <b>Uso de expresiones regulares</b> abajo.</p></qt>
et: <qt><p><b>Teksti otsimine</b></p><p>Sisesta siia tekst, mida soovid otsida. Kui soovid otsida regulaaravaldisega, siis pead märgistama allpool oleva valiku <b>Regulaaravaldised</b>.</p></qt>
eu: <qt><p><b>Aurkitu testua</b></p><p>Bilatu nahi duzun testua sar dezakezu hemen. Adierazpen erregularra bat bilatu nahi baduzu, gaitu <b>Erabili adierazpen erregularra</b> behean.</p></qt>
fa: <qt><p><b>یافتن بعدی</b></p><p> در اینجا می‌توانید متنی که می‌خواهید جستجو کنید را وارد نمایید. اگر می‌خواهید یک عبارت منظم را جستجو کنید، <b>استفاده از عبارت منظم </b> را در زیر فعال سازید.</p></qt>
fr: <qt><p><b>Chercher du texte</b></p><p>Vous pouvez saisir ici le texte que vous voulez chercher. Si vous cherchez une expression rationnelle, activez, <b>Utiliser une expression rationnelle </b>ci-dessous.</p></qt>
gl: <qt><p><b>Procurar texto</b></p><p>Aquí pode indicar o texto que quer procurar. Se quer procurar unha expresión regular, active <b>Usar unha expresión regular</b>.</p></qt>
he: <qt><p><b>חפש טקסט</b></p><p>כאן אתה יכול להכניס את הטקסט שאתה רוצה לחפש. אם אתה רוצה לחפש ביטוי רגולרי אפשר את האפשרות <b>השתמש בביטוי רגולרי</b> למטה.</p></qt>
hu: <qt><p><b>Szöveg keresése</b></p><p>Itt adhatja meg a keresendő szöveget. Ha reguláris kifejezésre szeretne keresni, kapcsolja be a <b>Reguláris kifejezések használata</b> beállítást lent.</p></qt>
is: <qt><p><b>Finna texta</b></p><p> Hér geturðu slegið inn texta þú vilt finna. Ef þú vilt leita að reglulegri segð, virkjaðu þá <b>Nota reglulega segð</b> að neðan.</p></qt>
it: <qt><p><b>Trova testo</b></p><p>Qui puoi digitare il testo che vuoi cercare. Se desideri cercare con una espressione regolare, attiva sotto <b>Espressione regolare</b>.</p></qt>
ja: <qt><p>検索するテキスト</p><p>ここに検索するテキストを入力します。正規表現を使って検索する場合は、下の「正規表現を使う」を有効にしてください。</p></qt>
kk: <qt><p><b>Іздейтін мәтін</b></p><p>Мұнда іздейтін мәтінді келтіріңіз. Егер үлгі өрнегі арқылы іздегіңіз келсе, төмендегі <b>Үлгі өрнегін қолдану</b> құсбелгісін қойыңыз.</p></qt>
ko: <qt><p><b>텍스트 찾기</b></p><p>여기에 찾고자하는 텍스트를 입력할 수 있습니다. 정규 표현식 검색을 원하시면, 아래에 있는 <b>정규 표현식 사용</b>을 활성화하십시오.</p></qt>
lt: <qt><p><b>Rasti tekstą</b></p><p>Šioje vietoje galima įrašyti tekstą, kurį norite rasti. Jei norite surasti įprastinį išsireiškimą, aktyvuokite <b>Naudoti įprastą išraišką</b> apačioje.</p></qt>
mk: <qt><p><b>Пронајди текст</b></p><p>Тука може да го внесете текстот за кој сакате да пребарувате. Ако сакате да пребарувате за регуларен израз, овозможете го подолу <b>Користи регуларен израз</b>.</p></qt>
nb: <qt><p><b>Finn tekst</b></p><p>Her kan du skrive inn teksten du vil lete etter. Hvis du vil bruke regulære uttrykk i søketeksten, velg <b>Bruk regulære uttrykk </b> nedenfor.</p></qt>
nds: <qt><p><b>Textsöök</b></p><p>Hier kannst Du den Text ingeven, den Du söken wullt. Wenn Du na en reguleer Utdruck söken wullt, denn aktiveer nerrn <b>Reguleer Utdruck bruken</b>.</p></qt>
nl: <qt><p><b>Tekst zoeken</b></p><p>Hier kunt u de tekst invoeren waar u naar wilt zoeken. Als naar een reguliere expressie wilt zoeken, activeer dan <b> Reguliere expressie gebruiken</b> hieronder.</p></qt>
nn: <qt><p><b>Finn tekst</b></p> <p>Here kan du skrive inn tekst som du ynskjer å søke etter. Om du ynskjer å søke med eit regulært uttrykk må du kryssa av for <b>Bruk regulært uttrykk</b> nedanfor.</p></qt>
pl: <qt><p><b>Znajdź tekst</b></p><p>Tu można podać szukany tekst. Jeśli tekst ma być wyrażeniem regularnym, należy włączyć opcję "Użyj wyrażeń regularnych".</p></qt>
pt: <qt><p><b>Procurar texto</b></p><p>Aqui poderá inserir o texto que deseja procurar. Se quiser procurar uma expressão regular, active a opção <b>Usar expressão regular</b> abaixo.</p></qt>
sk: <qt><p><b>Nájsť text</b></p><p>Tu môžete zadať text, ktorý chcete nájsť. Ak chcete hľadať pomocou regulárneho výrazu, povoľte <b>Použiť regulárny výraz</b>.</p></qt>
sl: <qt><p><b>Najdi besedilo</b></p><p>Vpišite besedilo, ki ga želite poiskati. Če želite iskati z regularnim izrazom, spodaj vklopite <b>Uporabi regularne izraze</b>.</p></qt>
sr: <qt> <p><b>Нађи текст</b></p> <p> Овде можете унети текст за којим желите да трагате. Ако желите да тражите регуларни израз, укључите <b>Користи регуларни израз</b> испод.</p></qt>
sr@latn: <qt> <p><b>Nađi tekst</b></p> <p> Ovde možete uneti tekst za kojim želite da tragate. Ako želite da tražite regularni izraz, uključite <b>Koristi regularni izraz</b> ispod.</p></qt>
sv: <qt><p><b>Sök text</b></p><p>Här kan du ange texten du vill söka efter. Om du vill söka efter reguljära uttryck, aktivera <b>Använd reguljärt uttryck</b> nedan.</p></qt>
ta: <qt><p><b>உரை தேடு</b></p><p>இங்கே தேட வேண்டிய உரையை உள்ளிடலாம், வழக்கமான தொடரைத் தேட வேண்டுமென்றால், <b>வழக்கமான தொடர் பயன்படுத்து</b> கீழே செயல்படச்செய்.</p></qt>
tg: <qt><p><b>Матнро ёбед</b></p><p>Дар ин ҷо шумо матнеро, ки мехоҳед ҷустуҷӯ кунед, ворид карда метавонед. Агар шумо хоҳед, ки ифодаҳои доимиро ҷустуҷӯ кунед ба <b> имконият диҳед Ифодаҳои доимии дар поён бударо</b> истифода баред.</p></qt>
uk: <qt><p><b>Знайти текст</b></p><p>Тут можна ввести текст для пошуку. Якщо ви хочете шукати за формальним виразом, увімкніть нижче <b>Використовувати формальний вираз</b>.</p></qt>
zh_cn: <qt><p><b>查找文本</b></p><p>在此您可以输入您想要搜索的文本。如果您想要搜索一个正则表达式，启用下面的<b>“使用正则表达式”</b>。</p></qt>

source: &Replace
ar: ا&ستبدل
be: &Замяніць
bg: &Замяна
ca: &Substitueix
da: E&rstat
de: &Ersetzen
el: &Αντικατάσταση
es: Sustitui&r
et: &Asenda
eu: &Ordeztu
fa: &جایگزینی‌
fr: &Remplacer
gl: Su&bstituir
he: הח&לף
hr: &Zamijeni
hu: Cse&re
is: &Skipta út
it: &Sostituisci
ja: 置換(&R)
kk: &Алмастыру
ko: 교체(&R)
lt: Pa&keisti
mk: За&мени
nb: &Erstatt
nds: &Utwesseln
nl: Ve&rvangen
nn: &Byt ut
pa: ਤਬਦੀਲ(&R)
pl: &Zastąp
pt: Substitui&r
sk: Nahr&adiť
sl: &Zamenjaj
sr: &Замени
sr@latn: &Zameni
sv: &Ersätt
ta: மாற்று
tg: &Иввазот
uk: &Замінити
zh_cn: 替换(&R)

source: &Replace with:
ar: استبدل &بـ:
be: &Замяніць на:
bg: Зам&яна с:
ca: &Substitueix amb:
da: E&rstat med:
de: &Ersetzen durch:
el: Α&ντικατάσταση με:
es: &Reemplazar con:
et: &Asendustekst:
eu: &Ordeztu honekin:
fa: &جایگزینی با:‌
fr: &Remplacer par :
gl: &Substituir con:
he: החלף &עם:
hr: &Ukloni pogled
hu: Lecse&rélés erre:
is: S&etja í staðinn:
it: &Sostituisci con:
ja: 置換(&R):
kk: &Мынамен алмастыру:
ko: 다음으로 교체(&R):
lt: Kuo &pakeisti:
mk: За&мени со:
nb: E&rstatt med
nds: &Utwesseln mit:
nl: Ve&rvangen door:
nn: &Byt ut med:
pa: ਇਸ ਨਾਲ ਤਬਦੀਲ(&R):
pl: Zastąp &przez:
pt: Substitui&r por:
sk: Nahradiť &pomocou:
sl: &Zamenjaj z:
sr: &Замени са:
sr@latn: &Zameni sa:
sv: Ersätt me&d:
ta: பதிமாற்று:
tg: &Ивваз кардан бо:
uk: &Замінити на:
zh_cn: 替换为(&R)：

source: <qt><p><b>Replace text</b></p><p>Here you can enter the text you want the found text to get replaced with. The text is used as is. It is not possible to make a back reference, if you have searched for a regular expression.</p></qt>
ar: <qt><p><b>استبدل نصا</b></p><p>يمكنك هنا ادخال النص الذي ترغب في استبدال النص المعثور عليه به. سيُستخدم النص كماهو. من غير الممكن عمل مرجع خلفي، إذا كنت قد بحثت عن تعبير نمطي. </p></qt>
be: <qt><p><b>Замяніць тэкст</b></p><p>Увядзіце тэкст, які будзе замяняць знойдзены тэкст. Тэкст будзе скарыстаны ў такім жа выглядзе, як вы ўвядзеце. Улічыце, што адмена змен будзе немагчымая пры пошуку рэгулярных выразаў.</p></qt>
bg: <qt><p><b>Замяна на текст</b></p><p>Тук въведете текста, който искате да замените. Той се използва така както си е. Не е възможно да търсите на обратно ако търсите регулярен израз.</p></qt>
ca: <qt><p><b>Text a substituir</b></p><p>Aquí podeu introduir el text que desitgeu emprar per a substituir al cercat. El text és usat tal qual. No és possible fer una referència endarrere si estàveu cercant amb una expressió regular.</p></qt>
da: <qt><p><b>Erstat tekst</b></p><p>Her kan du indtaste den tekst, du vil have den fundne tekst erstattet med. Teksten bruges som den er. Det er ikke muligt at lave en reference tilbage, hvis du har søgt efter et 'regulært udtryk'.</p></qt>
de: <qt><p><b>Text ersetzen</b></p><p>Hier können Sie den Text eingeben, mit dem Sie den Suchbegriff ersetzen wollen. Der Text wird genau so übernommen. Es ist nicht möglich, eine Referenz auf den gesuchten Text zu machen, auch wenn Sie nach einem regulären Ausdruck gesucht haben.</p></qt>
el: <qt><p><b>Αντικατάσταση κειμένου</b></p><p>Εδώ μπορείτε ένα εισάγετε το κείμενο με το οποίο θέλετε να αντικαταστήσετε το κείμενο που αναζητήθηκε. Το κείμενο χρησιμοποιείται όπως είναι, δεν είναι δυνατή η χρήση προς τα πίσω αναφορών, αν κάνατε αναζήτηση με μια κανονική έκφραση.</p></qt>
es: <qt><p><b>Sustituir texto</b></p><p>Aquí puede introducir el texto que quiere que sea usado para sustituir al buscado. El texto es usado tal cual. No es posible hacer una referencia atrás si estaba buscando con una expresiónregular.</p></qt>
et: <qt><p><b>Teksti asendamine</b></p><p>Siia saad sisestada teksti, millega leitud teksti asendama peaks. Teksti kasutakse nii, nagu ta on.</p></qt>
eu: <qt><p><b>Ordeztu testua</b></p><p>Aurkitutako testuarekin ordeztu nahi duzun testua sar dezakezu hemen. Testua den bezala erabiltzen da. Ezin da aurreko erreferentziarik egin espresio erregularra bat bilatu baduzu.</
fa: <qt><p><b>جایگزینی متن</b></p><p>متنی که می‌خواهید متن یافت‌شده با آن جایگزین شود را در اینجا می‌توانید وارد کنید. متن همان‌طور که هست استفاده می‌شود. اگر عبارت منظمی را جستجو کرده باشید، ارجاع به عقب ممکن نیست.</p></qt>
fr: <qt><p><b>Remplacer par</b></p><p>Vous pouvez saisir ici le texte que vous voulez pour remplacer le texte trouvé. Le texte est utilisé tel quel ; il n'est pas possible de faire une référence arrière si vous avez cherché une expression rationnelle.</p></qt>
gl: <qt><p><b>Substituir o texto</b></p><p>Aquí pode indicar o texto que queira pór no canto do texto procurado. Este texto é usado tal como o escriba. Non é posíbel facer referencias cara tras, se procurou unha expresión regular.</p></qt>
he: <qt><p><b>החלף טקסט</b></p><p> כאן אתה תוכל להכניס את הטקסט שאתה רוצה למצוא ולהחליף. הטקסט יוחלף כמו שהוא. זה לא אפשרי לשמור קישור הפוך, אם בחרת לחפש ביטוי רגולרי. </p></qt>
hu: <qt><p><b>Szöveg cseréje</b></p><p>Itt azt adhatja meg, hogy a megtalált szöveg mivel helyettesítődjön. A szöveg betű szerint értendő, nem lehet visszautalni a megtalált szövegre, ha reguláris kifejezésre keresett.</p></qt>
is: <qt><p><b>Skipta út texta</b></p><p> Hér getur þú slegið inn þann texta sem þú vilt skipta fundna textanum út með.</p></qt>
it: <qt> <p><b>Sostituisci testo</b></p><p> Qui puoi inserire il testo che intendi sostituire a quello trovato. Il testo è utilizzato come è. Non è possibile fare un riferimento all'indietro, se hai fatto una ricerca per un'espressione regolare.</p></qt>
ja: <qt><p>置換するテキスト</p><p>見つかったテキストを置き換えるテキストを入力してください。このテキストは入力されたとおりに使用されます。正規表現で検索した場合でも、後方参照は使えません。</p></qt>
kk: <qt><p><b>Мәтінді алмастыру</b></p><p>Мұнда табылған мәтінді немен алмастыратының келтіріңіз. Мәтін дәл келтірген түрде қолданылатын болады. Ескеріңіз, үлгі өрнегі арқылы іздеп алмастырылғаныздан қайтуға болмайды.</p></qt>
ko: <qt><p><b>텍스트 교체</b></p><p>찾아서 교체하고자 하는 단어를 여기에 입력할 수 있습니다. 정규 표현식 검색을 하였다면, 뒤로 참조하기를 만들 수 없습니다.</p></qt>
lt: <qt><p><b>Pakeisti tekstą</b></p><p>Šioje vietoje galima įrašyti tekstą, kuriuo pakeisite surastą. Tekstas bus panaudotas toks, koks yra. Nėra galimybės gražinti atgal, jeigu ieškoma įprastinė išraiška.</p></qt>
nb: <qt><p><b>Erstatte tekst</b></p><p>Her kan du skrive inn det du vil at søketeksten skal erstattes med. Teksten blir brukt som den er. Det er ikke mulig å referere bakover, altså til tekster i søkefeltet, selv om du har brukt regulære uttrykk.</p></qt>
nds: <qt><p><b>Text utwesseln</b></p><p>Hier kannst Du den Text ingeven, mit den Du den funnen Text utwesseln wullt. De Text warrt so bruukt, as he is. Du kannst keen Betöög na baven bruken, wenn Du na en reguleer Utdruck söcht hest.</p></qt>
nl: <qt><p><b>Tekst vervangen</b></p><p>Hier kunt u de tekst invoeren waar u de gevonden tekst mee wilt vervangen. De tekst wordt gebruikt zoals ze is, het is niet mogelijk om een terugverwijzing te maken als u hebt gezocht naar een reguliere expressie.</p></qt>
nn: <qt><p><b>Bytt ut tekst</b></p> <p>Her kan du skrive inn tekst du ynskjer at den funne teksten skal byttast ut med. Teksten vert bruka som han er. Det er ikkje mogleg å bruke referansar, sjølv i søk med regulære uttrykk.</p></qt>
pl: <qt><p><b>Zastąp tekst</b></p><p>Tu można podać tekst, którym należy zastąpić znaleziony tekst.Tekst zostanie wstawiony bez zmian - użycie referencji nie jest możliwe, nawet jeśli użyto wyrażeń regularnych.</p></qt>
pt: <qt><p><b>Substituir texto</b></p><p>Aqui o utilizador poderá inserir o texto que deseja substituir o que procura. O texto é usado tal como está, não sendo possível fazer uma referência para trás, no caso de você ter procurado uma expressão regular.</p></qt>
sk: <qt><p><b>Nahradiť text</b></p><p>Tu môžete zadať text, ktorým bude nájdený text nahradený.Text bude použitý tak, ako je. Nie je možné robiť spätné referencie ak ste využili regulárne výrazy.</p></qt>
sl: <qt><p><b>Zamenjaj besedilo</b></p><p>Tu lahko vpišete besedilo, s katerim želite nadomestiti iskano besedilo. Besedilo bo uporabljeno takšno kot je in ni mogoče uporabiti reference za nazaj, če ste iskali z regularnim izrazom.</p></qt>
sr: <qt> <p><b>Текст за замену</b></p> <p> Овде можете унети текст којим желите да пронађени текст буде замењен. Текст се користи како је написан. Није могуће повратно референцирати ако сте тражили регуларни израз.</p></qt>
sr@latn: <qt> <p><b>Tekst za zamenu</b></p> <p> Ovde možete uneti tekst kojim želite da pronađeni tekst bude zamenjen. Tekst se koristi kako je napisan. Nije moguće povratno referencirati ako ste tražili regularni izraz.</p></qt>
sv: <qt><p><b>Ersätt text</b></p><p>Här kan du ange den text du vill att den funna texten ska ersättas med. Texten används som den är. Det är inte möjligt att göra en bakåtreferens, om du har valt att söka efter ett reguljärt uttryck.</p></qt>
ta: <qt><p><b>உரை மாற்று</b></p><p>இங்கே கண்டுபிடிக்கப்பட்ட உரையை மாற்றமுடியும். உரை இருக்கின்றபடி பயன்படுத்தலாம். வழக்கமான தொடர் தேடப்பட்டிருந்தால் பின் குறிப்பு செய்ய இயலாது.</p></qt>
tg: <qt><p><b>Ҷойгузор кардани матн</b></p><p>Дар ин ҷо шумо матнеро, ки мехоҳед, матни ёфташуда бо вай иваз шавад, метавонед ворид кунед.Матн чӣ хеле, ки ҳаст ҳамон хел истифода бурда мешавад. Агар шумо ифодаи доимиро ҷустуҷӯ карда бошед, муҳим нест, ки ба қафо баргардед.</p></qt>
uk: <qt><p><b>Замінити текст</b></p><p>Тут можна ввести текст, на який необхідно замінити знайдений текст. Текст використовуватиметься у такому самому вигляді як його введено. Якщо ви шукали з формальним виразом, то повернутись назад буде неможливо.</p></qt>
zh_cn: <qt><p><b>替换文本</b></p><p>此处您可以输入您想用来替换找到文本的文本。这些文本将会按原样使用。如果您搜索的是正则表达式，您不能做后向引用。</p></qt>

source: Find
ar: ابحث
be: Знайсці
bg: Търсене
ca: Cerca
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsimine
eu: Aurkitu
fa: یافتن
fr: Trouver
gl: Procurar
he: חפש
hu: Keresés
is: Finna
it: Trova
ja: 検索
kk: Табу
ko: 찾기(&F)
lt: Rasti
mk: Пронајдете
nb: finn
nds: Söken
nl: Zoeken
nn: Finn
pa: ਖੋਜ
pl: Znajdź
pt: Procurar
sk: &Nájsť
sl: Najdi
sr: Нађи
sr@latn: Nađi
sv: Sök
uk: Знайти
zh_cn: 查找

source: &Find
ar: ا&بحث
be: &Знайсці
bg: &Търсене
ca: &Cerca
de: &Suchen
el: &Αναζήτηση
es: B&uscar
et: &Otsi
eu: &Aurkitu
fa: &یافتن‌
fr: &Trouver
gl: Proc&urar
he: &חפש
hu: &Keresés
is: &Finna
it: &Trova
ja: 検索(&F)
kk: &Табу
ko: 찾기(&F)
lt: &Rasti
mk: &Пронајди
nb: &Finn
nds: &Söken
nl: &Zoeken
nn: &Finn
pa: ਖੋਜ(&F)
pl: &Znajdź
pt: &Procurar
sk: &Nájsť
sl: &Najdi
sr: &Нађи
sr@latn: &Nađi
sv: &Sök
ta: &கண்டுபிடி
tg: &Кофтан
uk: &Знайти
zh_cn: 查找(&F)

source: Where to Search
ar: اين سيُبحث
be: Дзе шукаць
bg: Търсене в
ca: A on cercar
da: Hvor der søges
de: Wo soll gesucht werden
el: Που να γίνει αναζήτηση
es: Dónde buscar
et: Kust otsida
eu: Non bilatu
fa: کجا جستجو شود
fr: Où chercher
gl: Onde procurar
he: איפה לחפש
hr: Gdje da tražim
hu: A keresés helye
is: Hvar á að leita
it: Dove cercare
ja: 検索場所
kk: Қайдан іздеу
ko: 검색 위치(&S)
lt: Kur ieškoti
mk: Каде да се пребарува
nb: Søk i
nds: Woneem söcht warrn schall
nl: Waar te zoeken
nn: Søk i
pa: ਕਿਥੇ ਖੋਜਣਾ ਹੈ
pl: Miejsce wyszukiwania
pt: Onde Procurar
sk: Kde hľadať
sl: Kje iskati
sr: Где да тражим
sr@latn: Gde da tražim
sv: Sökning i
ta: எங்கே தேடவேண்டும்?
tg: Дар куҷо ҷустуҷӯ кунам
uk: Де шукати
zh_cn: 在哪里搜索

source: Comm&ent
ar: ال&تعليق
be: К&аментар
bg: К&оментар
ca: Com&entari
da: &Kommentar
de: &Kommentar
el: &Σχόλιο
es: &Comentario
et: Komm&entaar
eu: O&harra
fa: &توضیح‌
fr: &Commentaire
gl: Com&entarios
he: הע&רה
hr: &Komentar
hu: Me&gjegyzés
is: Athugas&emd
it: Comm&ento
ja: コメント(&E)
kk: Түсінікт&еме
ko: 주석(&E)
lt: Kom&entaras
mk: Ком&ентар
nb: Komm&entarer
nds: &Kommentar
nl: To&elichting
nn: &Kommentarar
pa: ਟਿੱਪਣੀ(&e)
pl: Ko&mentarz
pt: Com&entário
sk: &Komentár
sl: Z&aznamek
sr: Комен&тар
sr@latn: Komen&tar
sv: &Kommentar
ta: குறிப்பு
tg: Э&зоҳ
uk: Ком&ентар
zh_cn: 注释(&E)

source: <qt><p><b>Where to search</b></p><p>Select here in which parts of a catalog entry you want to search.</p></qt>
ar: <qt><p><b>مكان البحث</b></p><p>انتقِ أجزاء مدخلة الفهرس التي تريد البحث عنها هنا.</p></qt>
be: <qt><p><b>Дзе шукаць</b></p><p>Вылучыце, у якіх частках запісу каталога неабходна вырабіць пошук.</p></qt>
bg: <qt><p><b>Къде да се търси</b></p><p>Изберете в кои части на низа искате да търсите.</p></qt>
ca: <qt><p><b>A on cercar</b></p><p>Seleccioneu aquí en quines parts de les entrades d'un catàleg desitgeu cercar.</p></qt>
da: <qt><p><b>Hvor der søges</b></p><p>Her indstiller man i hvilke dele af en katalogindgang, du ønsker at søge.</p></qt>
de: <qt><p><b>Wo soll gesucht werden</b></p><p>Wählen Sie hier, in welchen Teilen eines Eintrags gesucht werden soll.</p></qt>
el: <qt><p><b>Που να γίνει η αναζήτηση</b></p><p>Επιλέξτε εδώ τα τμήματα της καταχώρησης καταλόγου που θέλετε να γίνει σε αυτά αναζήτηση.</p></qt>
es: <qt><p><b>Dónde buscar</b></p><p>Seleccione aquí en qué partes de las entradas de un catálogo quiere buscar.</p></qt>
et: <qt><p><b>Kust otsida</b></p><p>Siin saab valida, millistest kirje osadest otsitakse</p></qt>
eu: <qt><p><b>Non bilatu</b></p><p>Aukeratu hemen katalogo-sarrera baten zein zatitan bilatu nahi duzun.</p></qt>
fa: <qt><p><b>کجا جستجو شود</b></p><p> اجزایی از مدخل فهرستی را که می‌خواهید جستجو کنید، اینجا برگزینید.</p></qt>
fr: <qt><p><b>Où chercher</b></p><p>Déterminez ici dans quelles parties d'une entrée de catalogue vous voulez chercher.</p></qt>
gl: <qt><p><b>Onde procurar</b></p><p>Indique aquí as parte das entradas do catálogo onde quere procurar.</p></qt>
he: <qt><p><b>איפה לחפש</b></p><p>בחר כאן באיזה חלקים של רשומת הקטלוג אתה רוצה לחפש.</p></qt>
hu: <qt><p><b>A keresés helye</b></p><p>Itt választhatja ki, hogy a katalógusbejegyzések mely részében szeretne keresni.</p></qt>
is: <qt><p><b>Hvar á að leita</b></p><p>Veldu hér í hvaða hlutum á að leita.</p></qt>
it: <qt><p><b>Dove cercare</b></p><p>Scegli qui in quali parti di ogni voce del catalogo vuoi cercare.</p></qt>
ja: <qt><p>検索場所</p><p>検索するファイルの場所を設定します。</p></qt>
kk: <qt><p><b>Қайдан іздеу</b></p><p>Файлдың қай бөлігінде іздеуді жүргізу керек екендігін таңдаңыз.</p></qt>
ko: <qt><p><b>검색 위치</b></p><p>어느 부분의 카탈로그 항목에서 검색할 것인지 여기에서 선택해주십시오.</p></qt>
lt: <qt><p><b>Kur ieškoti</b></p><p>Šioje vietoje nurodykite kokioje katalogo įrašų dalyje ieškoti.</p></qt>
mk: <qt><p><b>Каде да се пребарува</b></p><p>Изберете тука во кои делови од записите на каталогот сакате да пребарувате.</p></qt>
nb: <qt><p><b>Søk i</b></p><p>Velg her hvilke deler av katalogen du vil søke i.</p></qt>
nds: <qt><p><b>Woneem söcht warrn schall</b></p><p>Söök hier ut, in welk Delen vun en Kataloogindrag Du söken wullt.</p></qt>
nl: <qt><p><b>Waar te zoeken</b></p><p>Selecteer hier in welke onderdelen van de catalogus u wilt zoeken.</p></qt>
nn: <qt><p><b>Søk i</b></p> <p>Vel her kva for delar av katalogen det skal søkast i.</p></qt>
pl: <qt><p><b>Miejsce wyszukiwania</b></p><p>Wybierz przeszukiwane elementy pliku tłumaczenia.</p></qt>
pt: <qt><p><b>Onde procurar</b></p><p>Escolha aqui em que partes de um item do catálogo deseja procurar.</p></qt>
sk: <qt><p><b>Kde hľadať</b></p><p>Vyberte v ktorých častiach katalógu sa má hľadať.</p></qt>
sl: <qt><p><b>Kje iskati</b></p><p>Vpišite, v katerem delu vnosa v katalog želite iskati.</p></qt>
sr: <qt> <p><b>Где да тражим</b></p> <p>Овде изаберите у којим деловима каталошког уноса желите да тражите.</p></qt>
sr@latn: <qt> <p><b>Gde da tražim</b></p> <p>Ovde izaberite u kojim delovima kataloškog unosa želite da tražite.</p></qt>
sv: <qt><p><b>Sökning i</b></p><p>Här väljer du vilken del av en katalogpost som ska användas för sökningar.</p></qt>
ta: <qt><p><b>எங்கே தேடுவது</b></p><p>எந்த விவரப்பட்டி பகுதியில் தேட வேண்டுமென்று இங்கே தேர்வு செய்யவும்.</p></qt>
tg: <qt><p><b>Дар куҷо ҷустуҷӯ кунам</b></p> <p>Интихоб кунед, ки дар кадом қисмҳои файл, ҷустуҷӯиро иҷро намудан лозим аст.</p></qt>
uk: <qt><p><b>Де шукати</b></p><p>Виберіть тут, у яких частинах запису каталогу необхідно робити пошук.</p></qt>
zh_cn: <qt><p><b>在哪里搜索</b></p><p>在此选择您想要在目录项的哪些部分中搜索。</p></qt>
