Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: O&riginal string (msgid):
ar: السلسلة الأص&لية (msgid):
be: &Арыгінальны радок (msgid):
bg: &Оригинален низ (msgid):
ca: Cadena o&riginal (msgid):
da: O&prindelig streng (msgid):
de: Originaltext (&msgid):
el: Αρ&χική συμβολοσειρά (msgid):
es: Cadena o&riginal (msgid):
et: &Algne string (msgid):
eu: &Jatorrizko katea (msgid):
fa: رشتۀ &اصلی )msgid(:‌
fr: Message o&riginal (msgid) :
gl: Cadea o&rixinal (msgid):
he: מחרוזת מ&קורית (msgid):
hr: O&riginalni niz (msgid):
hu: Az ere&deti sztring (msgid):
is: Upphaflegu&r strengur (msgid)
it: Stringa o&riginale (msgid):
ja: 原文の文字列 (mgsid)(&R):
kk: Тү&пнұсқа жазуы (msgid):
ko: 원래 문자열(&R) (msgid):
lt: O&riginali eilutė (msgid):
mk: О&ригинална порака (msgid):
nb: O&riginaltekst (msgid):
nds: O&rginaaltext (msgid):
nl: O&riginele tekenreeks (msgid):
nn: O&pphavleg tekst (msgid):
pa: ਅਸਲੀ ਸਤਰ(&r) (msgid):
pl: &Oryginalny tekst (msgid):
pt: Mensagem o&riginal (msgid):
sk: &Pôvodný text (mgsid):
sl: P&rvotni niz (msgid):
sr: О&ригинални низ (msgid):
sr@latn: O&riginalni niz (msgid):
sv: Origina&ltext (msgid):
ta: உண்மையான சொல்(msgid):
tg: Сатри ҳақиқӣ (msgid):
uk: Фраза ори&гіналу (msgid):
zh_cn: 原始字符串(msgid)(&R)：

source: <qt><p><b>Original String</b></p> <p>This part of the window shows the original message of the currently displayed entry.</p></qt>
ar: <qt><p><b>السلسلة اﻷصلية</b></p> <p>يُظهر هذا الجزء من النافذة الرسالة اﻷصلية للمدخل المعروضة حاليا.</p></qt>
be: <qt><p><b>Арыгінальны радок (msgid)</b></p> <p>У дадзенай частцы акна адлюстроўваецца зыходны тэкст бягучага запісу</p></qt>
bg: <qt><p><b>Оригинален низ</b></p> <p>Тази част от прозореца показва оригиналното съобщение на текущия низ.</p></qt>
ca: <qt><p><b>Cadena original</b></p> <p>Aquesta part de la finestra mostra el missatge original de l'entrada que s'està mostrant.</p></qt>
da: <qt><p><b>Original streng</b></p> <p>Denne del af vinduet viser den originale besked fra den viste beskedforekomst.</p></qt>
de: <qt><p><b>Originaltext</b></p> <p>Dieser Teil des Fensters zeigt den Originaltext des aktuellen Eintrags.</p></qt>
el: <qt><p><b>Αρχική συμβολοσειρά</b></p> <p>Αυτό το κομμάτι του παραθύρου εμφανίζει το αρχικό μήνυμα της τρέχουσας εμφανιζόμενης καταχώρισης.</p></qt>
es: <qt><p><b>Cadena original</b></p> <p>Esta parte de la ventana muestra el mensaje original de la entrada que está siendo mostrada.</p></qt>
et: <qt><p><b>Algne string</b></p> <p>See akna osa näitab hetkel näidatava teate algset väärtust.</p></qt>
eu: <qt><p><b>Jatorrizko katea</b></p> <p>Leihoaren parte honek unean bistaratuta dagoen sarreraren jatorrizko mezua erakusten du.</p></qt>
fa: <qt><p><b>رشتۀ اصلی</b></p> <p>این جزء پنجرۀ پیام اصلی مدخل اخیراً نمایش داده‌شده را نشان می‌دهد.</p></qt>
fr: <qt><p><b>Message original</b></p> <p>Cette partie de la fenêtre montre le message original de l'entrée actuellement affichée.</p></qt>
gl: <qt> <p><b>Cadea orixinal</b></p> <p>Esta parte da fiestra mostra a mensaxe orixinal da entrada mostrada agora.</p></qt>
he: <qt><p><b>מחרוזת מקורית</b></p> <p>חלק זה של החלון מציג את ההודעה המקורית של הרשומה הנוכחית המוצגת.</p></qt>
hr: <qt><p><b>Originalni niz</b></p> <p>Ovaj dio prozora prikazuje originalnu poruku trenutno prikazanog unosa.</p></qt>
hu: <qt><p><b>Az eredeti szöveg</b></p> <p>Az ablaknak ebben a részében lehet megnézni az aktuális üzenet eredeti változatát.</p></qt>
is: <qt><p><b>Upphaflegur strengur</b></p> <p>Þessi hluti gluggans sýnir upphafleg skilaboð núverandi færslu.</p></qt>
it: <qt><p><b>Stringa originale</b></p> <p>Questa parte della finestra mostra il messaggio originale dell'attuale voce visualizzata.</p></qt>
ja: <qt><p>原文の文字列</p> <p>現在表示されているエントリの原文のメッセージがここに表示されます。</p></qt>
kk: <qt><p><b>Түпнұсқа жазуы (msgid)</b></p> <p>Терезенің бұл бөлігінде назардағы жазудың түпнұсқа мәтіні көрсетіледі.</p></qt>
ko: <qt><p><b>원래 문자열</b></p> <p>창의 이 부분은 현재 표시하고 있는 항목의 원래 문자열을 표시합니다.</p></qt>
lt: <qt><p><b>Originali eilutė</b></p> <p>Šita lango dalis pateiks šiuo metu rodomo įrašo originalų pranešimą.</p></qt>
mk: <qt><p><b>Оригинална порака</b></p> <p>Овој дел од прозорецот ја прикажува оригиналната порака на тековниот елемент.</p></qt>
nb: <qt><p><b>Originaltekst:</b></p> <p>Denne delen av vinduet viser originalteksten for den valgte oversettelsen.</p></qt>
nds: <qt><p><b>Orginaaltext</b></p> <p>Disse Deel vun't Finster wiest den Orginaaltext vun den opstunns wiesten Indrag.</p></qt>
nl: <qt><p><b>Originele Vertaling</b></p> <p>Dit gedeelte van het scherm toont de originele tekenreeks van het huidige item.</p></qt>
nn: <qt><p><b>Opphavleg tekst</b></p> <p>Denne delen av vindauget viser den opphavlege teksten til den valde omsetjinga.</p></qt>
pa: <qt><p><b>ਅਸਲੀ ਸਤਰ</b></p> <p>ਇਹ ਮੌਜੂਦਾ ਇਕਾਈ ਦਾ ਅਸਲੀ ਸੁਨੇਹਾ ਵੇਖਾਉਣ ਵਾਲੇ ਝਰੋਖੇ ਦਾ ਹਿੱਸਾ ਹੈ।</p></qt>
pl: <qt><p><b>Oryginalny tekst</b></p> <p>Ta część okna pokazuje oryginalny komunikat dla aktualnej pozycji.</p></qt>
pt: <qt><p><b>Tradução Original</b></p> <p>Esta parte da janela mostra a mensagem original do item mostrado de momento.</p></qt>
sk: <qt><p><b>Originálny text</b></p> <p>Táto časť okna ukazuje originálnu správu aktuálne zobrazenej položky.</p></qt>
sl: <qt><p><b>Prvotni niz</b></p> <p>Ta del okna prikazuje osnovno sporočilo trenutno prikazanega vnosa.</p></qt>
sr: <qt><p><b>Изворни низ</b></p> <p>Овај део прозора приказује изворну поруку тренутно приказаног уноса.</p></qt>
sr@latn: <qt><p><b>Izvorni niz</b></p> <p>Ovaj deo prozora prikazuje izvornu poruku trenutno prikazanog unosa.</p></qt>
sv: <qt><p><b>Originaltext</b></p> <p>Denna del av fönstret visar originaltexten för aktuell visad post.</p></qt>
ta: <qt><p><b>மூலச் சரம்</b></p> <p>தற்போது உள்ளிடப்பட்ட மூல தகவலை இந்த சாளர பகுதி காட்டும் .</p></qt>
tg: <qt><p><b>Сатри ҳақиқӣ</b></p> <p>Ин қисми тиреза хабари аслии ҷараёни нишондоди воридро нишон медиҳад.</p></qt>
uk: <qt><p><b>Фраза оригіналу</b></p> <p>Ця частина вікна показує фразу оригіналу поточного запису</p></qt>
zh_cn: <qt><p><b>原始字符串</b></p> <p>这部分窗口显示当前项目的原始(翻译前)消息。</p></qt>

source: Original Text
ar: النص اﻷصلي
be: Арыгінальны тэкст
bg: Оригинален текст
ca: Text original
da: Oprindelig tekst
el: Αρχικό κείμενο
es: Texto original
et: Algne tekst
eu: Jatorrizko testua
fa: متن اصلی
fr: Texte original
gl: Texto orixinal
he: טקסט מקורי
hu: Az eredeti szöveg
is: Upprunalegur texti
it: Testo originale
ja: 原文の文字列
kk: Түпнұсқа мәтіні
ko: 원본 텍스트
lt: Originalo tekstas
mk: Оригинален текст
nb: originalteksten
nds: Orginaaltext
nl: Originele tekst
nn: Opphavleg tekst
pa: ਅਸਲੀ ਪਾਠ
pl: Oryginalny tekst
pt: Texto Original
sk: Pôvodný text
sl: Prvotno besedilo
sr: Изворни текст
sr@latn: Izvorni tekst
uk: Текст оригіналу
zh_cn: 原始文本

source: Comment
ar: التعليق
be: Каментар
bg: Коментар
ca: Comentari
da: Kommentar
de: Kommentar
el: Σχόλιο
es: Comentario
et: Kommentaar
eu: Iruzkina
fa: توضیح
fr: Commentaires
gl: Comentario
he: הערה
hu: Megjegyzés
is: Athugasemd
it: Commento
ja: コメント
kk: Түсініктеме
ko: 주석(&C):
lt: Komentaras
mk: Коментар
nb: kommentarer
nds: Kommentar
nl: Opmerking
nn: Kommentarar
pa: ਟਿੱਪਣੀ
pl: Komentarz
pt: Comentário
sk: Komentár
sl: Komentar
sr: Коментар
sr@latn: Komentar
sv: Kommentar
ta: குறிப்புரை
tg: Шарҳ
uk: Коментар
zh_cn: 注释

source: Trans&lated string (msgstr):
ar: السلسلة المترجمة (msgstr):
be: Пе&раклад запісу (msgstr):
bg: &Преведен низ (msgstr):
ca: Cadena tra&duïda (msgstr):
da: &Oversat streng (msgstr):
de: Ü&bersetzung (msgstr):
el: Μετα&φρασμένη συμβολοσειρά (msgstr):
es: Cadena &traducida (msgstr):
et: Tõl&gitud string (msgstr):
eu: &Itzulitako katea (msgstr):
fa: رشتۀ &ترجمه‌شده )msgstr(:‌
fr: &Message traduit (msgstr) :
gl: Cadea &traducida (msgstr):
he: מחרוזת מ&תורגמת (msgstr):
hr: Preve&denih niz (msgstr):
hu: A &lefordított sztring (msgstr):
is: Þýd&dur strengur (msgstr):
it: Stringa tra&dotta (msgstr):
ja: 翻訳された文字列 (msgstr)(&L):
kk: А&ударма жазуы (msgstr):
ko: 번역된 문자열(&L) (msgstr):
lt: Išversta ei&lutė (msgstr):
mk: &Преведена порака (msgstr):
nb: Ov&ersatt tekst (msgstr):
nds: Över&setten (msgstr):
nl: Vertaa&lde tekenreeks (msgstr):
nn: Omse&tt tekst (msgstr):
pa: ਅਨੁਵਾਦ ਸਤਰ(&l) (msgstr):
pl: &Tłumaczenie (msgstr):
pt: Mensagem tradu&zida (msgstr):
sk: Pre&ložený text (msgstr):
sl: &Prevedeni niz (msgstr):
sr: Преве&дени низ (msgstr):
sr@latn: Preve&deni niz (msgstr):
sv: &Översatt text (msgstr):
ta: மொழிமாற்றுச் சொல்(
tg: Са&три тарҷумашуда (msgstr):
uk: Перек&лад (msgstr):
zh_cn: 翻译字符串(msgstr)(&L)：

source: fuzzy
ar: مبهم
be: чарнавы
bg: неясен
ca: inexacta
de: fraglich
el: ασαφές
es: dudoso
et: kahtlane
eu: zalantzazkoa
fa: مبهم
gl: dubidosa
hu: ellenőrzendő
is: loðið
ja: あいまい
kk: дүмбілез
ko: 불분명한 번역
lt: neaiškus
mk: нејасна
nb: uklar
nds: twiefelhaftig
nn: uklar
pa: ਅਸਪਸ਼ਟ
pl: wątpliwy
pt: aproximado
sk: nepresne
sl: ohlapno
sr: нејасно
sr@latn: nejasno
sv: inexakt
tg: номаълум
uk: неточний
zh_cn: 模糊翻译

source: faulty
ar: خاطئة
be: памылковы
bg: сгрешен
ca: defecte
da: fejlagtig
de: fehlerhaft
el: λανθασμένο
es: defectuoso
et: vigane
eu: akastuna
fa: معیوب
fr: fautif
gl: defectuosa
he: לא תקין
hr: neispravan
hu: hibás
is: villa
it: con errori
ja: 不正
kk: қате
ko: 결함
lt: klaidingas
mk: погрешна
nb: inneholder feil
nds: fehlerhaftig
nl: foutief
nn: inneheld feil
pa: ਘਾਤਕ
pl: wadliwy
pt: errado
sk: chybné
sl: napačno
sr: неисправан
sr@latn: neispravan
sv: felaktig
ta: தவறு
tg: нодуруст
uk: помилковий
zh_cn: 错误

source: <qt><p><b>Status LEDs</b></p> <p>These LEDs display the status of the currently displayed message. You can change their color in the preferences dialog section <b>Editor</b> on page <b>Appearance</b></p></qt>
be: <qt><p><b>Індыкатары стану</b></p> <p>Дадзеныя індыкатары адлюстроўваюць стан бягучага паведамлення. Вы можаце змяніць колер адлюстравання на ўкладцы <b>Знешні выгляд</b> старонкі акна налад <b>Рэдактар</b></p></qt>
bg: <qt><p><b>LED на статус </b></p> <p>Тези LED показват статуса на текущото съобщение. Можете да променяте цвета им от раздела с настройките <b>Редактор</b> на страница <b>Изглед</b></p></qt>
ca: <qt><p><b>Els LED d'estat</b></p> <p>Aquests LED mostren l'estat del missatge actual. Podeu canviar els seus colors en el diàleg de preferències a la secció <b>Edició</b> a la pàgina <b>Aparença</b>.</p></qt>
da: <qt><p><b>Status-dioder</b></p> <p>Disse to dioder viser status for den nu fremviste besked. Du kan ændre deres farve i indstillings-dialogens afsnittet <b>Editor</b> på side <b>Udseende</b>.</p></qt>
de: <qt><p><b>Statusleuchtanzeige</b></p> <p>Diese "Signallämpchen" zeigen den Status des aktuellen Eintrags an. Sie können deren Farbe auf der Seite <b>Erscheinungsbild</b> im Abschnitt <b>Editor</b> der Einstellungen ändern.</p></qt>
el: <qt><p><b>Φωτάκια κατάστασης</b></p> <p>Αυτά τα φωτάκια εμφανίζουν την κατάσταση του τρέχοντος μηνύματος. Μπορείτε να αλλάξετε το χρώμα τους στο διάλογο προτιμήσεων, στο τμήμα <b>Επεξεργασία</b> στη σελίδα <b>Εμφάνιση</b></p></qt>
es: <qt><p><b>LED de estado</b></p> <p>Estos LED muestran el estado del mensaje actual. Puede cambiar sus colores en la sección <b>Editor</b> del diálogo de preferencias, en la página <b>Apariencia</b>.</p></qt>
et: <qt><p><b>Olekutuled</b></p> <p>Olekutuled näitavad hetkel kuvatava teate olekut. Nende värvi saab muuta eelistuste dialoogis <b>redaktori</b> sektsioonis <b>välimuse</b> kaardil.</p></qt>
eu: <qt><p><b>Egoeraren LEDak</b></p> <p>LED hauek unean bistaratutako mezuaren egoera erakusten dute. Kolorez alda ditzakezu hobespenen elkarrizketan, <b>Editorea</b> sekzioan <b>Itxura</b> orrian.</p></qt>
fa: <qt><p><b>دیودهای نوری وضعیت</b></p> <p>این دیودهای نوری، وضعیت پیامهای نمایش‌ داده‌شد‌ه را نشان می‌دهد. می‌توانید رنگ آنها را در بخش محاورۀ تنظیمات <b>ویرایشگر</b>در<b>ظاهر</b>صفحه تغییر دهید</p></qt>
fr: <qt><p><b>Voyants d'état</b></p> <p>Ces voyants affichent l'état du message actuellement affiché. Vous pouvez changer leur couleur dans la fenêtre de configuration, section « <b>Édition</b> », onglet « <b>Aspect</b> ».</p></qt>
gl: <qt> <p><b>LEDs de estado</b></p> <p>Estes LEDs mostran o estado da mensaxe que se está a mostrar. Pode mudar a súa cor no diálogo de preferencias, na sección <b>Editor</b> na páxina <b>Aparencia</b></p></qt>
hu: <qt><p><b>Állapotjelzők</b></p> <p>Ezek a jelzők az aktuális üzenet állapotát mutatják. A jelzők színét a beállításoknál lehet módosítani, a <b>Szerkesztő</b> szekció <b>Megjelenés</b> lapján.</p></qt>
is: <qt><p><b>Stöðuljós</b></p> <p>Sýnir stöðu virku færslunar. Hægt er að breyta liti þeirra í uppsetningarglugganum. <b>Stillingar->Ritstjórn->Útlit</b></p></qt>
it: <qt><p><b>LED di stato</b></p> <p>Questi LED visualizzano lo stato del messaggio attualmente mostrato. Puoi cambiare il loro colore nella sezione <b>Editor</b> della finestra di dialogo delle preferenze, nella pagina <b>Aspetto</b></p></qt>
ja: <qt><p>状態表示 LED</p> <p>これらの LED は現在表示されているメッセージの状態を表示します。これら色は設定ダイアログの「編集」->「外観」で変更できます。</p></qt>
kk: <qt><p><b>Күй-жайы</b></p> <p>Бұл индикаторлар назардағы жазудың күй-жайын көрсетеді. Баптау диалогындағы <b>Өңдегіш</b> бөліміндегі <b>Көрінісі</b> қойындысында олардың түсін өзгертуіңізге болады</p></qt>
mk: <qt><p><b>Статусни LED-диоди</b></p> <p>Овие диоди го прикажуваат статусот на тековната порака. Може да им ја измените бојата во дијалогот за конфигурација во делот <b>Уредување</b> на ливчето <b>Изглед</b></p></qt>
nb: <qt><p><b>Statussignal</b></p> <p>Disse statussignalene viser statusen på den viste teksten. Du kan endre fargene på dem i oppsetts-dialogboksen, avsnittet <b>Redigerer</b> på fanebladet <b>Utseende</b></p></qt>
nds: <qt><p><b>Status-LEDs</b></p> <p>Disse Signalen wiest den Status vun den aktuellen Text. Du kannst ehr Klöör in de Instellen op de Koort <b>Utsehn</b> vun de Siet <b>Bewerken</b> ännern.</p></qt>
nl: <qt><p><b>Status-leds</b></p> <p>Deze twee leds tonen de status van de huidige tekenreeks. U kunt hun kleur veranderen onder het tabblad <b>Uiterlijk</b> in de sectie <b>Editor</b> van KBabel's instellingendialoog. </p></qt>
nn: <qt><p><b>Statussignal</b></p> <p>Desse statussignala viser statusen til den viste teksten. Du kan endra fargane i innstillingane, under <b>Redigering</b> på sida <b>Utsjånad</b></p></qt>
pa: <qt><p><b>LEDS ਹਾਲਤ</b></p> <p>ਇਹ LED ਮੌਜੂਦਾ ਸੁਨੇਹੇ ਦੀ ਹਾਲਤ ਵੇਖਾਉਂਦੇ ਹਨ। ਤੁਸੀਂ ਇਹਨਾਂ ਦਾ ਰੰਗ ਮੇਰੀ-ਪਸੰਦ ਵਾਰਤਾਲਾਪ ਚੋਣ ਦੇ <b>ਸੰਪਾਦਕ</b> ਸਫ਼ੇ ਉੱਤੇ <b>ਦਿੱਖ</b> ਰਾਹੀਂ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ</p></qt>
pl: <qt><p><b>Lampki stanu</b></p> <p>Lampki stanu sygnalizują stan aktualnie pokazywanego komunikatu. Możesz ustawić ich kolory w sekcji <b>Edycja</b>, na karcie <b>Wygląd</b>.</p></qt>
pt: <qt><p><b>LEDS de estado</b></p> <p>Estes LEDS mostram o estado da mensagem actual. Você poderá mudar as suas cores na janela de preferências, na secção <b>Editor</b> e na página <b>Aparência</b></p></qt>
sk: <qt><p><b>Stavové LEDky</b></p> <p>Tieto ledky zobrazujú stav aktuálnej správy. Ich farbu môžete zmeniť v nastavení, časti <b>Editor</b> na stránke <b>Vzhľad</b></p></qt>
sl: <qt><p><b>Statusne lučke</b></p> <p>Te lučke prikazujejo stanje trenutno prikazanega sporočila. Njihovo barvo lahko spremenite v nastavitvenem oknu v razdelku <b>Urejanje</b> na zavihku <b>Videz</b></p></qt>
sr: <qt><p><b>Статусне лампице</b></p> <p>Ове лампице приказују статус тренутно приказане поруке. Можете мењати њихове боје у секцији прозора за подешавања <b>Уређивач</b> на страни <b>Изглед</b></p></qt>
sr@latn: <qt><p><b>Statusne lampice</b></p> <p>Ove lampice prikazuju status trenutno prikazane poruke. Možete menjati njihove boje u sekciji prozora za podešavanja <b>Uređivač</b> na strani <b>Izgled</b></p></qt>
sv: <qt><p><b>Statuslysdioder</b></p> <p>Dessa lysdioder visar status för det aktuella visade meddelandet. Du kan ändra deras färg i dialogrutan Inställningar under fliken <b>Redigerare</b> på sidan <b>Utseende</b></p></qt>
uk: <qt><p><b>Індикатори стану</b></p> <p>Ці індикатори показують стан відображеної фрази. Можна змінити їх колір в секції вікна налаштування <b>Редактор</b> на сторінці <b>Вигляд</b></p></qt>

source: <qt><p><b>Translation Editor</b></p> <p>This editor displays and lets you edit the translation of the currently displayed message.<p></qt>
ar: <qt><p><b>محرر الترجمة</b></p> <p>يعرض هذا المحرر ويسمح لك بتحرير ترجمة الرسالة المعروضة حاليا.<p></qt>
be: <qt><p><b>Рэдактар перакладу</b></p> <p>У дадзеным рэдактары вы можаце адрэдагаваць пераклад бягучага паведамлення<p></qt>
bg: <qt><p><b>Редактор на превод</b></p> <p>Този редактор показва и ви позволява да редактирате превода на текущия низ.<p></qt>
ca: <qt><p><b>Editor de traduccions</b></p> <p>Aquest editor us mostra i permet modificar la traducció del missatge actual.<p></qt>
da: <qt><p><b>Oversættelses-redigering</b></p> <p>Denne tekstbehandler viser dig og lader dig redigere oversættelsen af den viste besked.<p></qt>
de: <qt><p><b>Übersetzter Text</b></p> <p>In diesem Editorfenster können Sie die Übersetzung des aktuellen Eintrags erfassen und bearbeiten.</p></qt>
el: <qt><p><b>Επεξεργαστής μετάφρασης</b></p> <p>Αυτός ο επεξεργαστής εμφανίζει και σας επιτρέπει να επεξεργαστείτε τη μετάφραση του τρέχοντος μηνύματος.<p></qt>
es: <qt><p><b>Editor de traducciones</b></p> <p>Este editor muestra y permite modificar la traducción de mensaje que se está mostrando actualmente.</p></qt>
et: <qt><p><b>Tõlkeredaktor</b></p> <p>Tõlkeredaktor näitab aktiivse teate tõlget ning võimaldab seda ka muuta.</p></qt>
eu: <qt><p><b>Itzulpen-editorea</b></p> <p>Editore honek unean bistaratutako mezuaren itzulpena erakusten du eta editatzen uzten dizu.<p></qt>
fa: <qt><p><b>ویرایشگر ترجمه</b></p> <p>این ویرایشگر، ویرایش ترجمۀ پیام اخیراً نشان‌ داده‌شده را نمایش و اجازه می‌دهد.<p></qt>
fr: <qt><p><b>Éditeur de traductions</b></p> <p>Cet éditeur affiche et permet de modifier la traduction du message actuellement affiché.<p></qt>
gl: <qt> <p><b>Editor da tradución</b></p> <p>Este editor mostra e permítelle editar a tradución da mensaxe agora mostrada.<p></qt>
he: <qt><p><b>עורך התרגום</b></p> <p>עורך זה מציג ונותן לך לערוך את התרגום של ההודעה הנוכחית המוצגת.<p></qt>
hr: <qt><p><b>Uređivač prijevoda</b></p> <p>Ovaj uređivač prikazuje i dopušta vam da mijenjate prijevod trenutno prikazane poruke.<p></qt>
hu: <qt><p><b>Fordításszerkesztő</b></p> <p>Ebben a szerkesztőben lehet az aktuális üzenet fordítását elvégezni és módosítani.<p></qt>
is: <qt><p><b>Þýðingarritill</b></p> <p>Hér skrifar þú inn og/eða breytir þýðingu færslunar að ofan.<p></qt>
it: <qt><p><b>Editor della traduzione</b></p> <p>Questo editor visualizza e permette di modificare le traduzioni dei messaggi attualmente visualizzati.<p></qt>
ja: <qt><p>翻訳エディタ</p> <p>ここには現在のメッセージの翻訳が表示されます。このエディタを使って翻訳を編集します。</p></qt>
kk: <qt><p><b>Аударма өңдегіші</b></p> <p>Бұл өңдегіште назардағы жазудың аудармасын өңдеуіңізге болады<p></qt>
ko: <qt><p><b>번역 편집기</b></p> <p>이 편집기는 현재 표시된 메시지의 번역을 편집할 수 있게하고 표시해 줍니다.<p></qt>
lt: <qt><p><b>Vertimo redaktorius</b></p> <p>Šis redaktorius parodo ir leidžia redaguoti šiuo metu rodomo pranešimo vertimą.<p></qt>
mk: <qt><p><b>Уредувач на преводот</b></p> <p>Овој уредувач го прикажува преводот на тековната порака и ви овозможува да ја уредувате.<p></qt>
nb: <qt><p><b>Oversettelsesfelt</b></p> <p>Oversettelsesfeltet viser og lar deg redigere oversettelsen av den valgte teksten.<p></qt>
nds: <qt><p><b>Översetten-Editor</b></p> <p>Binnen dit Editorfinster lett sik de Översetten vun de aktuelle Mellen ankieken un bewerken.</p></qt>
nl: <qt><p><b>Vertaaleditor</b></p> <p>Deze editor toont u de vertaling van de huidige tekenreeks en staat het u toe deze te bewerken.<p></qt>
nn: <qt><p><b>Omsetjingsfelt</b></p> <p>Dette feltet viser og let deg redigere den omsette teksten.<p></qt>
pa: <qt><p><b>ਅਨੁਵਾਦ ਸੰਪਾਦਕ</b></p> <p>ਇਹ ਸੰਪਾਦਕ ਮੌਜੂਦਾ ਦਿੱਸ ਰਹੇ ਸੁਨੇਹੇ ਨੂੰ ਵੇਖਾਉਦਾ ਹੈ ਅਤ ਉਸ ਦਾ ਅਨੁਵਾਦ ਕਰਨ ਦੀ ਇਜ਼ਾਜਤ ਦਿੰਦਾ ਹੈ।<p></qt>
pl: <qt><p><b>Oryginalne tłumaczenie</b></p> <p>Ta część okna pokazuje oryginalny komunikat z bieżąco wyświetlanej pozycji.</p></qt>
pt: <qt><p><b>Editor de Tradução</b></p> <p>Este editor mostra e permite-lhe editar a tradução da mensagem mostrada actualmente.<p></qt>
sk: <qt><p><b>Prekladací editor</b></p> <p>Tento editor umožňuje upravovať aktuálne zobrazenú správu.<p></qt>
sl: <qt><p><b>Urejevalnik prevodov</b></p> <p>Urejevalnik prikazuje in omogoča popravljanje prevoda trenutno prikazanega sporočila.<p></qt>
sr: <qt><p><b>Уређивач превода</b></p> <p>Овај уређивач приказује и допушта вам да мењате превод тренутно приказане поруке.<p></qt>
sr@latn: <qt><p><b>Uređivač prevoda</b></p> <p>Ovaj uređivač prikazuje i dopušta vam da menjate prevod trenutno prikazane poruke.<p></qt>
sv: <qt><p><b>Översättningsredigerare</b></p> <p>Denna redigerare visar och låter dig redigera översättningen av det visade aktuella meddelandet.</p></qt>
ta: <qt><p><b>மொழிமாற்றி தொகுப்பி</b></p> <p>இந்த தொகுப்பி காட்சி மற்றும் நீங்கள் மொழிமாற்றம் செய்யப்பட்ட தகவலை தொகுக்கலாம்.<p></qt>
tg: <qt><p><b>Муҳаррири Тарҷумакунанда</b></p> <p>Ин муҳаррир нишон ва таҳрири тарҷумаи хабари нишондоди ҷараёнро, иҷро медиҳад.<p></qt>
uk: <qt><p><b>Редактор перекладів</b></p> <p>Цей редактор відображає і дозволяє редагувати переклад поточної фрази.<p></qt>
zh_cn: <qt><p><b>翻译编辑器</b></p> <p>此编辑器显示并且允许您编辑当前消息的翻译。<p></qt>

source: _: the search (noun) Search
ar: ابحث
be: Пошук
bg: Търсене
ca: Recerca
da: Søgning
de: Suche
el: Αναζήτηση
es: Búsqueda
et: Otsing
eu: Bilatu
fa: جستجو
fr: Recherche
gl: Procura
he: חיפוש
hu: Keresés
is: Leit
it: Ricerca
ja: 検索
kk: Іздеу
ko: 찾기
lt: Paieška
mk: Барање
nb: søket
nds: Söök
nl: Zoeken
nn: Søket
pa: ਖੋਜ
pl: Wyszukiwanie
pt: Pesquisa
sk: Hľadanie
sl: Iskanje
sr: Претрага
sr@latn: Pretraga
sv: Sökning
tg: Ҷустуҷӯ
uk: Пошук
zh_cn: 搜索

source: _: the search (noun) Se&arch
ar: اب&حث
be: &Пошук
bg: Тъ&рсене
ca: Recerc&a
da: &Søgning
de: &Suche
el: Αν&αζήτηση
es: Búsqued&a
et: Ots&ing
eu: &Bilatu
fa: &جستجو‌
fr: Rec&herche
gl: Procur&a
he: &חיפוש
hr: Pr&etraga
hu: &Keresés
is: &Leit
it: Ricerc&a
ja: 検索(&A)
kk: &Іздеу
ko: 찾기(&A)
lt: Paiešk&a
mk: Б&арање
nb: &Søket
nds: &Söök
nl: Z&oeken
nn: Sø&ket
pa: ਖੋਜ(&a)
pl: &Wyszukiwanie
pt: Pesquis&a
sk: &Hľadanie
sl: &Iskanje
sr: Пр&етрага
sr@latn: Pr&etraga
sv: Sö&kning
ta: தேடல்(noun) தேடல்
tg: Ҷусту&ҷӯ
uk: По&шук
zh_cn: 搜索(&A)

source: PO Context
ar: سياق PO
be: Кантэкст перакладу
bg: PO контекст
ca: Context PO
da: PO-Sammenhæng
de: PO-Kontext
el: Σχετικά μηνύματα PO
es: Contexto de PO
et: PO kontekst
eu: PO testuingurua
fa: متن PO
fr: Contexte du PO
gl: Contexto de PO
he: הקשר PO
hu: Kontextus
is: Samhengi
it: Contesto PO
ja: PO 文脈
kk: PO контексті
ko: PO 문맥
lt: PO kontekstas
mk: Контекст на PO
nb: sammenhengen
nds: PO-Kontext
nn: Samanhengen
pa: PO ਪ੍ਰਸੰਗ
pl: Kontekst PO
pt: Contexto do PO
sk: PO kontext
sl: Kontekst PO
sr: PO контекст
sr@latn: PO kontekst
sv: PO-sammanhang
ta: PO சூழ்நிலை
tg: Зерматни PO
uk: Контекст перекладу
zh_cn: PO 上下文

source: PO C&ontext
ar: س&ياق PO
be: Кант&экст перакладу
bg: PO кон&текст
ca: C&ontext PO
da: PO-&Sammenhæng
de: PO-K&ontext
el: Σ&χετικά μηνύματα PO
es: C&ontexto de PO
et: PO k&ontekst
eu: PO &Testuingurua
fa: &متن PO‌
fr: Co&ntexte du PO
gl: C&ontexto de PO
he: ה&קשר PO
hr: PO k&ontekst
hu: &Kontextus
is: Sam&hengi
it: C&ontesto PO
ja: PO 文脈(&O)
kk: PO к&онтексті
ko: PO 문맥(&O)
lt: PO k&ontekstas
mk: К&онтекст на PO
nb: PO-s&ammenheng
nds: PO-K&ontext
nn: S&amanhengen
pa: P&O ਪ੍ਰਸੰਗ
pl: &Kontekst PO
pt: C&ontexto do PO
sk: PO &kontext
sl: K&ontekst PO
sr: PO к&онтекст
sr@latn: PO k&ontekst
sv: &PO-sammanhang
ta: PO சூழல்
tg: Зерматн &PO
uk: К&онтекст перекладу
zh_cn: PO 上下文(&O)
