Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: KBabel cannot start spell checker. Please verify your KDE installation.
ar: لم يتمكن مترجم‌ك من بدء تشغيل المدقق اﻹملائي. الرجاء التحقق من تثبيتك لِـ KDE.
be: Не атрымалася запусціць праверку арфаграфіі. Праверце вашу ўсталёўку KDE.
bg: KBabel не може да стартира проверката на правописа. Моля, проверете инсталацията на KDE.
ca: KBabel no pot engegar el revisor ortogràfic. Si us plau, comproveu la vostra instal·lació de KDE.
da: KBabel kan ikke starte stavekontrollen. Verificér venligst din KDE-installation.
de: KBabel kann die Rechtschreibprüfung nicht starten. Bitte überprüfen Sie Ihre KDE-Installation.
el: Το KBabel δεν είναι δυνατό να εκκινήσει τον ορθογραφικό έλεγχο. Παρακαλώ ελέγξτε την εγκατάσταση του KDE.
es: KBabel no puede arrancar el revisor ortográfico. Verifique su instalación de KDE.
et: Õigekirja kontrolli käivitamine ei õnnestunud. Palun kontrolli KDE paigaldust.
eu: KBabel-ek ezin du abiarazi egiaztatzaile ortografikoa. Mesedez egiaztatu zure KDE instalazioa.
fa: KBabel نتوانست غلط‌گیر را آغاز کند. لطفاً، نصب KDE خود را بررسی کنید.
fr: KBabel n'a pas pu démarrer le vérificateur orthographique. Veuillez vérifier votre installation KDE.
gl: KBabel non pode iniciar a comprobación da ortografía. Comprobe a instalación de KDE.
he: היישום KBabel לא הצליח להפעיל את בודק האיות. אנא בדוק את התקנת KDE שלך.
hr: KBabel ne može pokrenuti provjeru pravopisa. Provjerite svoju KDE instalaciju.
hu: Nem sikerült elindítani a helyesírás-ellenőrző programot. Ellenőrizze, hogy a telepítés rendben megtörtént-e.
is: KBabel gat ekki ræst stafsetningarleiðréttingu. Vinsamlega athuga stillingarnar þínar.
it: KBabel non può eseguire il correttore ortografico. Per piacere, controlla la tua installazione di KDE.
ja: スペルチェッカーを起動できません。KDE のインストールを確認してください。
kk: KBabel емле тексеруді жеге алмады. KDE дұрыс орнатылғанын тексеріңіз.
ko: 맞춤법 검사기를 시작할 수 없습니다. KDE 설치를 확인해 주시기 바랍니다.
lt: KBabel negali paleisti rašybos tikrinimo. Patikrinkite savo KDE įdiegimą.
mk: КБабел не може да стартува проверка на правопис. Проверете ја вашата инсталација на KDE.
nb: KBabel klarer ikke å starte stavekontrollen. Du bør sjekke KDE-installasjonen din.
nds: KBabel kann den Klookschriever nich starten. Bitte prööv Dien KDE-Installatschoon.
nl: KBabel kan de spellingcontrole niet opstarten. Controleer uw KDE-installatie.
nn: KBabel klarar ikkje starta stavekontrollen. Kontroller KDE-installasjonen.
pa: ਕੇਬਬੇਲ ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚਕਾਰ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ KDE ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ
pl: KBabel nie mógł rozpocząć sprawdzania pisowni. Proszę sprawdzić instalację KDE.
pt: O KBabel não consegue iniciar o verificador ortográfico. Verifique a sua instalação do KDE.
sk: Nepodarilo sa spustiť kontrolu pravopisu. Prosím, overte vašu inštaláciu KDE.
sl: KBabel ne more zagnati črkovalnika. Prosim preverite vašo namestitev KDE.
sr: KBabel не може да покрене проверу правописа. Проверите своју KDE инсталацију.
sr@latn: KBabel ne može da pokrene proveru pravopisa. Proverite svoju KDE instalaciju.
sv: Kbabel kan inte starta stavningskontrollen. Kontrollera KDE-installationen.
ta: KBabelலால் சொல்திருத்தியை துவங்க முடியவில்லை. KDE நிறுவலை சரிப் பார்க்கவும்.
tg: KBabel тафтиши имлоро сар карда наметавонад.Марҳамат карда коргузории KDE-ро муқоиса кунед.
uk: KBabel не може запустити програму перевірки правопису. Будь ласка, перевірте вашу інсталяцію KDE.
zh_cn: KBabel 无法启动拼写检查器。请检查您的 KDE 安装。

source: No relevant text has been found for spell checking.
ar: لم يُعثر على نص متعلق للتدقيق اﻹملائي.
be: Не знойдзены тэкст для праверкі арфаграфіі.
bg: Не е намерен съответен текст за проверка на правописа.
ca: No s'ha trobat text rellevant durant la comprovació ortogràfica.
da: Ingen relevant tekst til stavekontrol er fundet.
de: Es ist kein Text für die Rechtschreibprüfung auffindbar.
el: Δε βρέθηκε σχετικό κείμενο για ορθογραφικό έλεγχο.
es: No se ha encontrado texto relevante durante la comprobación de ortografía.
et: Õigekirja kontrolliks sobivat teksti ei leitud.
eu: Ez da dagokion testua aurkitu ortografia egiaztatzeko.
fa: متن مناسب برای غلط‌یابی یافت نشده است.
fr: Aucun texte pertinent n'a été trouvé pour la vérification orthographique.
gl: Non se atopou nengún texto relevante no que comprobar a ortografía.
he: לא נמצא טקסט מתאים עבור בדיקת איות.
hr: Nije pronađen relevantan tekst za provjeru pravopisa.
hu: Az ellenőrzésre kijelölt szövegrész üres.
is: Enginn viðeigandi texti fannst til að skoða stafsetningu í.
it: Nessun testo rilevante è stato trovato per il controllo ortografico.
ja: スペルチェックするテキストが見つかりませんでした。
kk: Емлесін тексеру үшін жарайтын мәтін табылмады.
ko: 맞춤법 검사에 대해 발견된 관련 본문이 없습니다.
lt: Korektoriui nerasta svarbaus teksto.
mk: Не е пронајден релевантен текст за проверка на правопис.
nb: Fant ingen passende tekst for stavekontroll.
nds: Keen Text för de Schriefwies-Prööv to finnen.
nl: Er is geen relevante tekst gevonden om op spelling te controleren.
nn: Fann ingen relevant tekst for stavekontroll.
pa: ਸ਼ਬਦ ਜੋੜ ਜਾਂਚਕਾਰ ਲਈ ਕੋਈ ਜਾਇਜ ਪਾਠ ਨਹੀਂ ਲੱਭਾ ਹੈ।
pl: Brak tekstu do sprawdzenia.
pt: Não foi encontrado nenhum texto relevante a verificar ortograficamente.
sk: Nebol nájdený žiadny kontrolovateľný text.
sl: Ni najdenega ustreznega besedila za preverjanje črkovanja.
sr: Није пронађен релевантан текст за проверу правописа.
sr@latn: Nije pronađen relevantan tekst za proveru pravopisa.
sv: Ingen relevant text för stavningskontroll har hittats.
ta: பிழை திருத்தத்திற்கு சரியான உரை காணப்படவில்லை
tg: Ягон хел матни дахлдор барои тафтиши имло ёфта нашуд.
uk: Не було знайдено відповідного тексту для перевірки правопису.
zh_cn: 没有找到要进行拼写检查的相关文本。

source: Error opening the file that contains words to ignore during spell checking: %1
ar: حدث خطأ عند فتح الملف الذي يحتوي الكلمات التي يجب تجاهلها أثناء التدقيق اﻹملائي: %1
be: Памылка адкрыцця файла, які змяшчае словы, ігнаруемыя падчас праверкі арфаграфіі: %1
bg: Грешка при отваряне на файла, съдържащ игнорираните думи за проверката на правописа: %1
ca: Error a l'obrir el fitxer que conté paraules a ignorar en la comprovació ortogràfica: %1
da: Fejl ved åbning af filen der indeholder de ord der skal ignoreres under stavekontrol: %1
de: Fehler beim Öffnen der Datei, die die Liste der zu ignorierenden Wörter enthält: %1
el: Σφάλμα ανοίγματος του αρχείου που περιέχει λέξεις για παράβλεψη κατά τον ορθογραφικό έλεγχο: %1
es: Error al abrir el archivo que contiene palabras a ignorar en la comprobación de ortografía: %1
et: Ignoreeritavate sõnade faili avamisel tekkis viga: %1
eu: Errorea ortografia egiaztatzean ez ikusia egin behar zaien hitzak dituen fitxategia irekitzean:%1
fa: خطای باز کردن پرونده‌ای که شامل واژه‌های قابل چشم‌پوشی در حین غلط‌یابی است: %1
fr: Problème d'ouverture du fichier, qui contient des mots à ignorer lors de la vérification orthographique : %1
gl: Aconteceu un erro ao abrir o ficheiro que contén as palabras a ignorar durante a comprobación da ortografía: %1
he: שגיאה בפתיחת הקובץ המכיל מילים שמהם נתעלם בזמן בדיקת האיות: %1
hr: Greška pri otvaranju datoteke koji sadrži riječi koje treba ignorirati tijekom provjere pravopisa: %1
hu: Nem sikerült megnyitni azt a fájlt, amely az ellenőrzés során figyelmen kívül hagyandó szavakat tartalmazza: %1
is: Villa við opnun skráar með lista yfir orð sem á að hunsa við stafsetningarskoðun: %1
it: É stato riscontrato un errore aprendo il file contenente le parole da ignorare durante il controllo ortografico: %1
ja: スペルチェック除外語のファイルを開く際にエラー: %1
kk: Келесі емлесі еленбейтін сөздер сақталған файлды ашу қатесі: %1
ko: 맞춤법 검사동안 무시하는 단어를 포함하는 파일을 여는 동안 오류: %1
lt: Klaida atveriant bylą, kurioje yra korektoriaus ignoruotini žodžiai: %1
mk: Грешка при отворањето на датотеката што ги содржи зборовите за игнорирање за време на проверката на правопис: %1
nb: Klarte ikke å åpne fila som inneholder ordene som skal ignoreres i stavekontrollen: %1
nds: Fehler bi't Opmaken vun de Datei, de de Wöör bargt, de de Klookschriever övergahn schall: %1
nl: Er is een fout opgetreden bij het openen van het bestand dat de te negeren woorden bevat bij het controleren op spelling: %1
nn: Klarte ikkje opna fila med ord som skal ignorerast i stavekontrollen: %1
pl: Błąd podczas otwierania pliku ze słowami, ignorowanymi przy sprawdzaniu pisowni: %1
pt: Erro ao abrir o ficheiro que contém as palavras a ignorar na verificação ortográfica: %1
sk: Chyba pri otváraní súboru, ktorý obsahuje slová ignorované počas kontroly pravopisu: %1
sl: Napaka pri odpiranju datoteke, ki vsebuje besede za prezrtje med preverjanjem črkovanja: %1
sr: Грешка при отварању фајла који садржи речи које треба игнорисати током провере правописа: %1
sr@latn: Greška pri otvaranju fajla koji sadrži reči koje treba ignorisati tokom provere pravopisa: %1
sv: Fel vid öppning av filen som innehåller ord att ignorera vid stavningskontroll. %1
ta: எழுத்துப்பிழை நீக்கம் செய்யும்போது தவிர்க்க வேண்டிய வார்த்தைகளைக் கொண்ட கோப்பினை திறக்கும் போது பிழை நேர்ந்துள்ளது: %1
tg: Хато файлеро мекушояд, ки калимаҳоеро,ки дар вақти тафтиши имло аҳамият дода нашудаанд, дар бар мегирад: %1
uk: Помилка відкриття файла, який містить слова, що мають бути проігнорованими під час перевірки правопису: %1
zh_cn: 在拼写检查中打开包含要忽略字词的文件时出错： %1

source: Only local files are allowed for saving ignored words to during spell checking: %1
ar: يسمح فقط بالملفات المحلية لحفظ الكلمات التي يتم تجاهلها أثناء التدقيق اﻹملائي: %1
be: Захаванне слоў, ігнаруемых пры праверцы арфаграфіі, дазволена толькі ў лакальных файлах: %1
bg: Само локалните файлове могат да съхраняват игнорираните по време на проверката на правописа думи: %1
ca: Tan sols es poden desar en fitxers locals les paraules ignorades en comprovar l'ortografia: %1
da: Kun lokale filer kan gemmes ignorerede ord under stavekontrol: %1
de: Zur Speicherung der bei der Rechtschreibprüfung zu ignorierenden Wörter sind nur lokale Dateien erlaubt: %1
el: Μόνο τοπικά αρχεία επιτρέπονται για την αποθήκευση λέξεων που παραβλέφθηκαν κατά τον ορθογραφικό έλεγχο: %1
es: Solo se pueden guardar archivos locales de palabras ignoradas al comprobar ortografía: %1
et: Ignoreeritavate sõnade failiks tohib olla ainult lokaalne fail: %1
eu: Fitxategi lokalak bakarrik daude baimenduta ortografia egiaztatzean ez ikusiaegin zaien hitzak gordetzeko: %1
fa: فقط به پرونده‌های محلی، ذخیرۀ واژه‌های قابل چشم‌پوشی در حین غلط‌یابی اجازه داده می‌شود: %1
fr: Seuls les fichiers locaux sont autorisés pour enregistrer les mots ignorés par la vérification orthographique : %1
gl: Só se permiten ficheiros locais para guardar as palabras a ignorar durante a comprobación da ortografía: %1
he: רק קבצים מקומיים מותרים עבור שמירת מילים שמהן נתעלם בזמן בדיקת האיות: %1
hr: Dozvoljeno pohranjivanje ignoriranih riječi samo u lokalne datoteke tijekom provjere pravopisa.: %1
hu: Csak helyi fájl lehet az a fájl, amely a helyesírás-ellenőrzés során figyelmen kívül hagyandó szavak listáját tartalmazza: %1
is: Aðeins er hægt að nota staðbundnar skrár til að vista orð í sem á að hunsa við stafsetningarskoðun: %1
it: Solo i file locali sono autorizzati per salvare le parole ignorate durante il controllo ortografico: %1
ja: スペルチェック除外語はローカルファイルにのみ保存できます: %1
kk: Емлесін тексергенде еленбейтін сөздерді сақтау тек жергілікті файлға ғана рұқсат етілген: %1
ko: 맞춤법 검사 동안 무시되는 단어의 저장에 대해 로컬 파일만 허용됩니다. %1
lt: Korektoriaus ignoruotinų žodžių išsaugojimui naudotinos tik vietinės bylos: %1
mk: Дозволени се само локални датотеки за зачувување на зборови за игнорирање за време на проверката на правопис: %1
nb: Du kan bare lagre ignorerte ord fra stavekontrollen i lokale filer: %1
nds: Bloots lokale Dateien sünd för't Sekern vun de vun den Klookschriever övergahn Wöör tolaten: %1
nl: Voor het opslaan van te negeren woorden bij de spellingcontrole mogen alleen lokale bestanden worden aangewezen: %1
nn: Du kan berre lagra ignorerte ord frå stavekontrollen til lokale filer: %1
pl: Słowa ignorowane przy sprawdzaniu pisowni można zapisać jedynie w pliku lokalnym: %1
pt: Só são permitidos ficheiros locais para guardar as palavras a ignorar na verificação ortográfica: %1
sk: Len lokálne súbory je možné použiť ako súbor, ktorý obsahuje slová ignorované počas kontroly pravopisu: %1
sl: Za shranjevanje prezrtih besed pri preverjanju črkovanja so dovoljene le krajevne datoteke: %1
sr: Дозвољено је снимање игнорисаних речи током провере правописа само у локалне фајлове: %1
sr@latn: Dozvoljeno je snimanje ignorisanih reči tokom provere pravopisa samo u lokalne fajlove: %1
sv: Bara lokala filer är tillåtna för att spara ignorerade ord från stavningskontroll: %1
ta: எழுத்துப்பிழை நீக்கம் செய்யும்போது தவிர்க்க வேண்டிய வார்த்தைகளை சேமிக்க வரம்புறு கோப்புகள் மட்டுமே அனுமதிக்கப்படும்: %1
tg: Фақат ба файлҳои маҳалӣ барои нигоҳ доштани калимаҳои аҳамиятнадодашуда дар вақти нигоҳ доштан иҷозат дода мешавад: %1
uk: Для зберігання проігнорованих слів під час перевірки правопису, дозволено використовувати тільки локальні файли, : %1
zh_cn: 在拼写检查中仅允许用本地文件保存忽略的字词： %1
