Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: [ Starting command ]
ar: [ بدء الأمر ]
be: [ Запуск каманды ]
bg: [ Започване на команда ]
ca: [ Inici del comandament ]
da: [ Startende kommando ]
de: [ Befehl wird ausgeführt ]
el: [ Εκκίνηση εντολής ]
es: [ Iniciando orden ]
et: [ Käsu käivitamine ]
eu: [ Agindua abiarazten ]
fa: ] آغاز فرمان [
fr: [ Commande de démarrage ]
gl: [ Iniciando comando ]
he: [ פקודת התחלה ]
hr: [ Pokrećem naredbu ]
hu: [ Kezdőparancs ]
is: [ Ræsi skipun ]
it: [ Avvio comando ]
ja: [ コマンド開始 ]
kk: [ Команданы бастау ]
ko: [ 명령 시작 ]
lt: [ Komandos paleidimas ]
mk: [ Стартувам наредба ]
nb: [ Starter kommando ]
nds: [ Befehl warrt utföhrt ]
nl: [ Commando wordt gestart ]
nn: [ Startar kommando ]
pa: [ ਕਮਾਂਡ ਸ਼ੁਰੂ ]
pl: [ Uruchamianie polecenia ]
pt: [ A iniciar o comando ]
sk: [ Spúšťam príkaz ]
sl: [ Začetni ukaz ]
sr: [ Покрећем наредбу ]
sr@latn: [ Pokrećem naredbu ]
sv: [Startkommando]
ta: [கட்டளையை துவங்கு]
tg: [ Оғози фармон ]
uk: [ Запуск команди ]
zh_cn: [ 开始命令 ]

source: CVS Dialog
ar: حوار CVS
be: Дыялог CVS
bg: CVS диалогов прозорец
ca: Diàleg del CVS
el: Διάλογος CVS
es: Diálogo CVS
et: CVS-i dialoog
eu: CVS elkarrizketa-koadroa
fa: محاورۀ CVS
fr: Dialogue CVS
gl: Diálogo CVS
he: חלון דו־שיח CVS
hr: CVS prozor
hu: CVS párbeszédablak
is: CVS gluggi
it: Finestra di dialogo CVS
ja: CVS ダイアログ
kk: CVS диалогы
ko: CVS 대화상자
lt: CVS dialogas
mk: Дијалог за CVS
nb: CVS-dialogvindu
nds: CVS-Dialoog
nl: CVS-dialoog
nn: CVS-dialogvindauge
pa: CVS ਵਾਰਤਾਲਾਪ
pl: Okno CVS
pt: Janela de CVS
sk: Dialóg pre CVS
sl: Okno CVS
sr: CVS прозор
sr@latn: CVS prozor
sv: CVS-dialogruta
ta: CVS உரையாடல்
tg: Гуфтугӯи CVS
uk: Вікно CVS
zh_cn: CVS 对话框

source: Update the following files:
ar: حدّث الملفات التالية:
be: Абнавіць наступныя файлы:
bg: Обновяване на следните файлове:
ca: Actualitza els següents fitxers:
da: Opdatér følgende filer:
de: Aktualisieren der folgenden Dateien:
el: Ενημέρωση των παρακάτω αρχείων:
es: Actualizar los siguientes archivos:
et: Uuenda järgnevaid faile:
eu: Eguneratu ondorengo fitxategiak:
fa: به‌‌روزرسانی پرونده‌های زیر:
fr: Mettre à jour les fichiers suivants :
gl: Actualizar os seguintes ficheiros:
he: עדכן את הקבצים הבאים:
hr: Ažuriraj sljedeće datoteke:
hu: A következő fájlok frissítése:
is: Uppfæra eftirarandi skrár:
it: Aggiorna i seguenti file:
ja: 以下のファイルを更新:
kk: Келесі файлдарды жаңарту:
ko: 다음의 파일들을 업데이트:
lt: Atnaujinti tokias bylas:
mk: Ажурирај ги следниве датотеки:
nb: Oppdater følgende filer:
nds: De nakamen Dateien opfrischen:
nl: De volgende bestanden bijwerken (update):
nn: Oppdater dei følgjande filene:
pa: ਹੇਠ ਲਿਖਿਆਂ ਫਾਇਲਾਂ ਅੱਪਡੇਟ:
pl: Uaktualnij następujące pliki:
pt: Actualizar os seguintes ficheiros:
sk: Aktualizovať tieto súbory:
sl: Posodobi naslednje datoteke:
sr: Ажурирај следеће фајлове:
sr@latn: Ažuriraj sledeće fajlove:
sv: Uppdatera följande filer:
ta: தொடரும் கோப்புகளை புதுப்பித்தல்
tg: Файлҳои ҳамзамони навбатӣ:
uk: Оновити наступні файли:
zh_cn: 更新以下文件：

source: Commit the following files:
ar: أرسل الملفات التالية:
be: Выкласці на сервер файлы:
bg: Изпращане на следните файлове:
ca: Publica els següents fitxers:
da: Indsend følgende filer:
de: Einspielen der folgenden Dateien:
el: Καταχώρηση των παρακάτω αρχείων:
es: Entregar los siguientes archivos:
et: Kanna sisse järgmised failid:
eu: Aldaketak egin ondorengo fitxategietan:
fa: تصدیق پرونده‌های زیر:
fr: Valider les fichiers suivants :
gl: Entregar os seguintes ficheiros:
he: בצע את הקבצים הבאים:
hr: Predaj sljedeće datoteke:
hu: A következő fájlok elmentése az adatraktárba (commit):
is: Setja inn eftirfarandi skrár:
it: Fai commit dei seguenti file:
ja: 以下のファイルをコミット:
kk: Келесі файлдарды тапсыру:
ko: 다음의 파일들을 보내기:
lt: Įkelti (commit) tokias bylas:
mk: Предај ги следниве датотеки:
nb: Meld inn følgende filer:
nds: De nakamen Dateien inspelen:
nl: De volgende bestanden vastleggen (commit):
nn: Meld inn desse filene:
pa: ਹੇਠ ਲਿਖਿਆਂ ਫਾਇਲਾਂ ਨੂੰ ਕਮਿਟ:
pl: Wyślij następujące pliki:
pt: Enviar os seguintes ficheiros:
sk: Poslať tieto súbory:
sl: Udejani naslednje datoteke:
sr: Предај следеће фајлове:
sr@latn: Predaj sledeće fajlove:
sv: Arkivera följande filer:
ta: தொடரும் கோப்புகளை ஒத்துக்கொள்:
tg: Додани файлҳои оянда:
uk: Передати наступні файли:
zh_cn: 交付以下文件：

source: Get status for the following files:
ar: استعلم عن حالة الملفات التالية:
be: Атрымаць стан наступных файлаў:
bg: Статус на следните файлове:
ca: Obté l'estatus per als següents fitxers:
da: Hent status for følgende filer:
de: Status der folgenden Dateien abfragen:
el: Λήψη κατάστασης για τα παρακάτω αρχεία:
es: Obtener el estado de los siguientes archivos:
et: Hangi järgmiste failide olek:
eu: Ondorengo fitxategien egoera eskuratu:
fa: به دست آوردن وضعیت پرونده‌های زیر:
fr: Obtenir l'état des fichiers suivants :
gl: Obter o estado dos seguintes ficheiros:
he: השג את המצב עבור הקבצים הבאים:
hr: Dobavi status za sljedeće datoteke:
hu: A következő fájlok állapota lesz lekérdezve:
is: Sækja stöðuyfirlit yfir eftirfarandi skrár:
it: Preleva lo stato dei seguenti file:
ja: 以下のファイルの状態を取得:
kk: Келесі файлдардың күй-жайын білу:
ko: 다음 파일들의 상태 얻기:
lt: Gauti tokių bylų būseną:
mk: Земи статус за следниве датотеки:
nb: Vis status på de følgende filene:
nds: Status för de nakamen Dateien halen:
nl: Status opvragen voor de volgende bestanden:
nn: Vis status på dei følgjande filene:
pa: ਹੇਠ ਲਿਖਿਆਂ ਫਾਇਲਾਂ ਦੀ ਹਾਲਤ ਜਾਣੋ:
pl: Sprawdź stan następujących plików:
pt: Obter o estado dos seguintes ficheiros:
sk: Získať stav pre tieto súbory:
sl: Dobi stanje naslednjih datotek:
sr: Добави статус за следеће фајлове:
sr@latn: Dobavi status za sledeće fajlove:
sv: Hämta status för följande filer:
ta: தொடரும் கோப்புகளுக்கு நிலைகளை சொல்
tg: Вазъияти файлҳои зеринро қабул намоед:
uk: Дізнатись про стан наступних файлів:
zh_cn: 获取以下文件的状态：

source: Get diff for the following files:
ar: استعلم عن اختلافات الملفات التالية:
be: Атрымаць латку для наступных файлаў:
bg: Намиране на разликите за следните файлове:
ca: Obté les diferències per als següents fitxers:
da: Hent diff for følgende filer:
de: Unterschiede der folgenden Dateien abfragen:
el: Λήψη διαφορών για τα παρακάτω αρχεία:
es: Obtener la diferencia de los siguientes archivos:
et: Hangi järgmiste failide võrdlus:
eu: Eskuratu ondorengo fitxategien desberdintasunak:
fa: به دست آوردن تفاوت برای پرونده‌های زیر:
fr: Obtenir les comparaisons pour les fichiers suivants :
gl: Obter as diferenzas dos seguintes ficheiros:
he: השג השוואה עבור הקבצים הבאים:
hu: A következő fájlok közötti eltéréseket kell előállítani:
is: Gera samanburð á eftirfarandi skrám:
it: Esegui confronto tra i seguenti file:
ja: 以下のファイルの差分を取得:
kk: Келесі файлдар үшін өзгерістерді алу:
ko: 다음 파일들의 diff 얻기:
lt: Gauti skirtumus (diff) tokių bylų:
mk: Земи разлики за следниве датотеки:
nb: Vis differansene for disse filene:
nds: Verscheel för de nakamen Dateien halen:
nl: Diff opvragen voor de volgende bestanden:
nn: Vis skilnaden på dei følgjande filene:
pa: ਹੇਠ ਲਿਖਿਆਂ ਫਾਇਲਾਂ ਵਿੱਚ ਅੰਤਰ(diff) ਕੱਢੋ:
pl: Diff dla następujących plików:
pt: Obter as diferenças para os seguintes ficheiros:
sk: Získať rozdiel pre tieto súbory:
sl: Dobi diff za naslednje datoteke:
sr: Направи разлику за следеће фајлове:
sr@latn: Napravi razliku za sledeće fajlove:
sv: Skapa jämförelse för följande filer:
ta: தொடரும் கோப்புகளுக்கு diffஐ பெறு:
tg: Замимаи файлҳои навбатиро қабул намоед:
uk: Отримати відмінності для наступних файлів:
zh_cn: 获取以下文件的 diff：

source: &Old messages:
ar: الرسائل ال&قديمة:
be: &Старыя паведамленні:
bg: &Стари съобщения:
ca: &Missatges antics:
da: &Gamle beskeder:
de: &Alte Einträge:
el: &Παλιά μηνύματα:
es: Mensajes &antiguos:
et: &Vanad teated:
eu: Mezu za&harrak:
fa: پیامهای &قدیمی:‌
fr: &Anciens messages :
gl: Mensaxes &vellas:
he: הודעות י&שנות:
hr: &Stare poruke:
hu: &Régi üzenetek:
is: Gömul skilab&oð:
it: &Vecchi messaggi:
ja: 古いメッセージ(&O):
kk: &Ескі жазулар:
ko: 오래된 메시지(&O):
lt: &Seni pranešimai:
mk: Стари п&ораки:
nb: &Gamle meldinger:
nds: &Ole Indrääg:
nl: &Oude tekenreeksen:
nn: &Gamle meldingar:
pa: ਪੁਰਾਣੇ ਸੁਨੇਹੇ (&O):
pl: &Poprzednie opisy:
pt: Mensagens a&ntigas:
sk: &Staré správy:
sl: &Stara sporočila:
sr: &Старе поруке:
sr@latn: &Stare poruke:
sv: &Gamla meddelanden:
ta: பழைய செய்திகள்:
tg: &Мактубҳои кӯҳна:
uk: &Старі повідомлення:
zh_cn: 以前的消息(&O)

source: &Log message:
ar: &رسالة السجلّ:
be: &Часопіс:
bg: &Журнално съобщение:
ca: &Missatges de la bitàcola:
da: &Log-besked:
de: &Protokollnachricht:
el: &Μήνυμα καταγραφής:
es: Mensajes de &log:
et: &Logiteade:
eu: &Egunkari mezua:
fa: پیام &ثبت:‌
fr: &Journal des messages :
gl: Mensaxe de &rexistro:
he: הודעה מה&יומן:
hr: Poruke:
hu: N&aplóbejegyzés:
is: Anná&ll:
it: Messaggio di &log:
ja: ログメッセージ(&L):
kk: &Журнал жазуы:
ko: 로그 메시지(L):
lt: Žurnalo (&Log) pranešimas:
mk: Порака од &дневник:
nb: &Loggmeldinger
nds: &Logbooknaricht:
nl: &Logbericht:
nn: &Loggmelding:
pa: ਲਾਗ ਸੁਨੇਹੇ(&L):
pl: &Opis do dziennika:
pt: Mensagem de re&gisto:
sk: &Záznam o zmenách:
sl: &Dnevniško sporočilo:
sr: Порука за &дневник:
sr@latn: Poruka za &dnevnik:
sv: &Loggmeddelande:
ta: செய்திகளை உள்ளிடு:
tg: &Паём дар бораи қайдкунӣ:
uk: &Повідомлення журналу:
zh_cn: 日志消息(&L)

source: E&ncoding:
ar: ال&ترميز:
be: &Кадыроўка:
bg: &Кодова таблица:
ca: Co&dificació:
da: &Tegnsæt
de: &Kodierung
el: Κω&δικοποίηση:
es: Codificació&n:
et: &Kooditabel:
eu: &Kodeketa:
fa: &رمزبندی:‌
fr: E&ncodage :
gl: Codi&ficación:
he: &קידוד:
hu: Kó&dolás:
is: &Stafatafla:
it: C&odifica:
ja: エンコーディング(&N):
kk: К&одтамасы:
mk: &Кодирање:
nb: &Tegnsett:
nds: &Koderen:
nl: Coderi&ng:
nn: &Teiknsett:
pa: ਇੰਕੋਡਿੰਗ(&n):
pl: &Kodowanie:
pt: &Codificação:
sk: &Kódovanie:
sl: Kod&ni nabor:
sr: Ко&дирање:
sr@latn: Ko&diranje:
sv: &Kodning:
tg: &Рамзгузорӣ:
uk: &Кодування:
zh_cn: 编码(&N)：

source: _: Descriptive encoding name Recommended ( %1 )
ar: مُوصّى به ( %1 )
be: Рэкамендуемая ( %1 )
bg: Препоръчително ( %1 )
ca: Recomanada ( %1 )
da: Anbefalet ( %1 )
de: Empfohlen ( %1 )
el: Προτείνεται ( %1 )
es: Recomendada ( %1 )
et: Soovituslik (%1)
eu: Gomendatua ( %1 )
fa: پیشنهادی ) %1 (
fr: Recommandé (%1)
gl: Recomendada (%1)
he: מומלץ ( %1 )
hu: Ajánlott (%1)
is: Ráðlagt ( %1 )
it: Raccomandato ( %1 )
ja: 推奨 ( %1 )
kk: Ұсынылғаны ( %1 )
mk: Препорачано ( %1 )
nb: Anbefalt ( %1 )
nds: Anraadt ( %1 )
nl: Aanbevolen (%1)
nn: Tilrådd (%1)
pa: ਸਿਫ਼ਾਰਸੀ ( %1 )
pl: Zalecane (%1)
pt: Recomendada ( %1 )
sk: Odporúčané ( %1 )
sl: Priporočeno ( %1 )
sr: Препоручено ( %1 )
sr@latn: Preporučeno ( %1 )
sv: Rekommenderad (%1)
uk: Рекомендовано ( %1 )
zh_cn: 推荐(%1)

source: _: Descriptive encoding name Locale ( %1 )
ar: المحلّية ( %1 )
be: Лакаль ( %1 )
bg: Локал ( %1 )
ca: Local ( %1 )
da: Lokal ( %1 )
de: Lokale ( %1 )
el: Εντοπιότητα ( %1 )
es: Local ( %1 )
et: Lokaat (%1)
eu: Lokala ( %1 )
fa: محلی ) %1 (
fr: Local (%1)
gl: Da localización (%1)
he: קידוד מקומי ( %1 )
hu: Helyi (%1)
is: Staðbundin ( %1 )
it: Localizzazione ( %1 )
ja: ロケール ( %1 )
kk: Жергілікті стандарттар ( %1 )
mk: Локал ( %1 )
nds: Spraakinstellen ( %1 )
nl: Lokaal (%1)
nn: Lokalt (%1)
pa: ਲੋਕਲ ( %1 )
pl: Lokalne (%1)
pt: Local ( %1 )
sk: Lokalizácia ( %1)
sl: Območje ( %1 )
sr: Локално ( %1 )
sr@latn: Lokalno ( %1 )
sv: Lokal (%1)
uk: Локаль ( %1 )
zh_cn: 语系(%1)

source: Auto&matically add files if necessary
ar: أضف الملفات آ&لياً عند الحاجة
be: Аўта&матычна дадаваць файлы пры неабходнасці
bg: &Автоматично добавяне на файлове, ако е необходимо
ca: Afegeix auto&màticament fitxers si és necessari
da: Tilføj filer auto&matisk om nødvendigt
de: &Dateien bei Bedarf automatisch hinzufügen
el: &Αυτόματη προσθήκη αρχείων αν είναι απαραίτητο
es: Añadir archivos auto&máticamente si fuera necesario
et: Vajadusel &failide automaatne lisamine
eu: Gehitu fitxategiak a&utomatikoki beharrezkoa bada
fa: افزودن &خودکار پرونده‌ها در صورت نیاز‌
fr: Ajouter les fichiers auto&matiquement si nécessaire
gl: Engadir os ficheiros auto&maticamente se fose preciso
he: הוסף קבצים &אוטומטית אם נדרש
hr: Auto&matski dodaj datoteke ako je neophodno
hu: A fájlok a&utomatikus felvétele, ha szükséges
is: Bæta skrá&m við sjálfkrafa ef þarfnast
it: Aggiungi au&tomaticamente i file se necessario
ja: 必要な場合に自動的にファイルを追加(&M)
kk: Қажет болғанда файлдарды автоматты &түрде қосу
ko: 필요하다면 파일을 자동으로 추가(&M)
lt: Auto&matiškai pradėti bylas jei būtina
mk: Додај датотеки авто&матски ако е потребно
nb: Legg au&tomatisk til filer hvis nødvendig
nds: Dateien auto&maatsch tofögen, wenn nödig
nl: Bestanden auto&matisch toevoegen indien nodig
nn: Legg au&tomatisk til filer om det trengst
pa: ਜੇਕਰ ਲਾਜ਼ਮੀ ਹੋਵੇ ਤਾਂ ਫਾਇਲਾਂ ਸਵੈ ਹੀ ਸ਼ਾਮਲ ਕਰੋ(&m)
pl: &Automatycznie dodaj pliki
pt: Adicionar auto&maticamente os ficheiros se necessário
sk: Au&tomaticky pridať chýbajúce súbory
sl: Samo&dejno oddaj datoteke, če je potrebno
sr: Ауто&матски додај фајлове ако је неопходно
sr@latn: Auto&matski dodaj fajlove ako je neophodno
sv: Lägg auto&matiskt till filer om det behövs
ta: தேவையென்றால் கோப்புகளை தானாகவே சேர்
tg: Файлҳоро ҳангоми зар&урӣ ба таври автоматӣ илова намоед
uk: Авто&матично додавати файли при потребі
zh_cn: 必要时自动添加文件(&M)

source: &Commit
ar: أ&رسل
be: &Выкласці
bg: &Изпращане
ca: &Publica
da: &Indsend
de: &Einspielen
el: &Καταχώρηση
es: &Entregar
et: Ka&nna sisse
eu: Aldaketak &egin
fa: &تصدیق‌
fr: &Valider
gl: &Entregar
he: &בצע
hr: &Pošalji
hu: Menté&s (commit)
is: S&etja inn
ja: コミット(&C)
kk: &Тапсыру
ko: 보내기(&C)
lt: Įkelti (&commit)
mk: &Предај
nb: &Meld inn
nds: &Inspelen
nl: Vastleggen (&commit)
nn: &Meld inn
pa: ਕਮਿਟ (&Commit)
pl: &Wyślij
pt: En&viar
sk: &Poslať
sl: &Udejani
sr: &Предај
sr@latn: &Predaj
sv: &Arkivera
ta: நிறைவேற்று
tg: &Додан
uk: &Передати
zh_cn: 提交(&C)：

source: &Get Status
ar: ا&ستعلم عن الحالة
be: С&тан
bg: &Намиране на статус
ca: &Obté l'estatus
da: &Hent status
de: Status &abfragen
el: &Λήψη κατάστασης
es: &Obtener estado
et: &Hangi olek
eu: E&goera eskuratu:
fa: &به دست آوردن وضعیت‌
fr: Obtenir l'&état
gl: &Obter o estado
he: &השג מצב
hr: &Dobavi status
hu: Álla&potlekérdezés
is: S&ækja stöðu
it: &Recupera stato
ja: 状態を取得(&G)
kk: &Күй-жайын білу
ko: 상태 얻기(&G)
lt: &Gauti būseną
mk: &Земи статус
nb: &Hent status
nds: Status &halen
nl: Status o&pvragen
nn: &Vis status
pa: ਹਾਲਤ ਜਾਣੋ(&G)
pl: &Pobierz stan
pt: O&bter o Estado
sk: &Získať stav
sl: &Dobi stanje
sr: &Добави статус
sr@latn: &Dobavi status
sv: &Hämta status
ta: நிலையை கூறு
tg: &Вазъият
uk: &Взнати стан
zh_cn: 获取状态(&G)

source: &Get Diff
ar: ا&ستعلم عن الإختلاف
be: Ат&рымаць адрозненні
bg: На&миране на разликите
ca: &Obté el diff
da: &Hent diff
de: &Unterschiede anzeigen
el: &Λήψη διαφορών
es: &Obtener diff
et: &Hangi võrdlus
eu: &Eskuratu desberdintasunak
fa: &به دست آوردن تفاوت‌
fr: &Obtenir la différence
gl: &Obter as diferenzas
he: השג ה&שוואה
hu: Az &eltérések lekérdezése
is: &Sýna mismun
it: E&segui confronto
ja: 差分を取得(&G)
kk: &Айырмашылығын табу
ko: Diff 얻기(&G)
lt: &Gauti Diff
mk: &Земи разлика
nb: &Hent differanse
nds: &Verscheel halen
nl: Diff &ophalen
nn: &Vis skilnad
pa: ਅੰਤਰ (diff) ਕੱਢੋ(&G)
pl: Pokaż &diff
pt: O&bter as Diferenças
sk: &Zobraziť rozdiel
sl: &Dobi diff
sr: &Направи разлику
sr@latn: &Napravi razliku
sv: Skapa &jämförelse
ta: &Diffஐ பெறு
tg: &Гирифтани тафовут
uk: &Отримати відмінності
zh_cn: 获取 Diff(&G)

source: C&ancel
ar: إ&لغِ
be: Адм&ена
bg: &Отмяна
ca: C&ancel·la
da: &Annullér
de: &Abbrechen
el: &Ακύρωση
es: C&ancelar
et: Tühist&a
eu: &Utzi
fa: &لغو‌
fr: Annu&ler
gl: C&ancelar
he: &בטל
hr: O&tkaži
hu: &Mégsem
is: H&ætta við
it: &Annulla
ja: キャンセル(&A)
kk: Қ&айту
ko: 취소(&A)
lt: &Atšaukti
mk: Отк&ажи
nb: &Avbryt
nds: &Afbreken
nl: &Annuleren
nn: &Avbryt
pa: ਰੱਦ ਕਰੋ(&a)
pl: &Anuluj
pt: C&ancelar
sk: &Zrušiť
sl: &Prekliči
sr: &Откажи
sr@latn: &Otkaži
sv: &Avbryt
ta: அழித்தல்
tg: &Бекор кардан
uk: Ск&асувати
zh_cn: 取消(&A)

source: Command output:
ar: خرْج الأمر:
be: Выснова каманды:
bg: Изходни данни на команда:
ca: Sortida del comandament:
da: Uddata:
de: Befehlsausgabe:
el: Έξοδος εντολής:
es: Salida de la orden:
et: Käsu väljund:
eu: Aginduaren irteera:
fa: خروجی فرمان:
fr: Sortie de la commande :
gl: Saída do comando:
he: פלט הפקודה:
hr: Izlaz naredbe:
hu: A &parancs kimenete:
is: Úttak skipunar:
it: Output del comando:
ja: コマンドの出力:
kk: Команданың шығысы:
ko: 명령 출력:
lt: Komandos išvestis:
mk: Излез од наредбата:
nb: Utdata fra kommando:
nds: Befehlutgaav:
nl: Commandouitvoer:
nn: Resultat frå kommando:
pa: ਕਮਾਂਡ ਆਉਟਪੁੱਟ:
pl: Wynik polecenia:
pt: Resultado do comando:
sk: Výstup príkazu:
sl: Izpis ukaza:
sr: Излаз наредбе:
sr@latn: Izlaz naredbe:
sv: Kommandoutmatning:
ta: கட்டளையை வெளியிடு:
tg: Хурӯҷи фармон:
uk: Вивід команди:
zh_cn: 命令输出：

source: The commit log message is empty. Do you want to continue?
ar: رسالة سجلّ الإرسال فارغة. أتريد المتابعة؟
be: Каментар да змен пусты. Працягнуць?
bg: Изпращаното съобщение е празно. Искате ли да продължите?
ca: El missatge del registre de publicació és buit. Voleu continuar?
da: Logmeddelelsen for arkivering er tom. Vil du fortsætte?
de: Der Kommentar für das Einspielen ist leer. Möchten Sie fortfahren?
el: Το μήνυμα καταγραφής καταχώρησης είναι κενό. Επιθυμείτε τη συνέχεια;
es: El mensaje de registro del envío está vacío. ¿Desea continuar?
et: Sissekande logiteade on tühi. Soovid sa jätkata?
eu: Entregatzeen egunkaria hutsik dago. Jarraitu nahi duzu?
fa: پیام ثبت تصدیق خالی است. می‌خواهید ادامه دهید؟
fr: Le message du journal est vide. Voulez-vous continuer ?
gl: A mensaxe de rexisto da entrega está baleira. Desexa continuar?
he: יומן ההודעות של הביצוע ריק. האם אתה רוצה להמשיך?
hu: Az eltárolási naplóüzenet üres. Tovább szeretne lépni?
is: Annállinn er tómur. Viltu halda áfram?
it: Il messaggio di log per il deposito è vuoto. Vuoi continuare?
ja: コミット時のログメッセージが空です。続行しますか？
kk: Тапсырып жатқан жазу бос. Жалғастырғыңыз келе ме?
nb: Innmeldinga har ingen loggmelding. Vil du fortsette?
nds: De Kommentar för dat Inspeel-Logbook is leddig. Wullt Du wiedermaken?
nl: De tekst voor de log is leeg. Wilt u doorgaan?
nn: Innmeldinga har inga loggmelding. Vil du halda fram?
pa: ਕਮਿਟ ਲਾਗ ਸੁਨੇਹਾ ਖਾਲੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Nie podano komentarza do wysyłanych zmian. Na pewno kontynuować?
pt: A mensagem de registo do envio está em branco. Deseja continuar?
sk: Správa záznamu o poslaní je prázdna. chcete pokračovať?
sl: Sporočilo za dnevnik je prazno. Želite nadaljevati?
sr: Порука дневника предаје је празна. Желите ли да наставите?
sr@latn: Poruka dnevnika predaje je prazna. Želite li da nastavite?
sv: Loggmeddelandet för arkivering är tomt. Vill du fortsätta?
uk: Порожнє повідомлення журналу передання. Продовжити?
zh_cn: 提交日志消息为空。您是否想要继续？

source: Cannot find encoding: %1
ar: تعذّر العثور على الترميز: %1
be: Не атрымалася знайсці кадыроўку: %1
bg: Не може да бъде намерена кодова таблица: %1
ca: No s'ha pogut trobar la codificació: %1
da: Kan ikke finde tegnsæt: %1
de: Die Kodierung kann nicht gefunden werden: %1
el: Αδυναμία εύρεσης κωδικοποίησης: %1
es: No se encuentra la codificación: %1
et: Kodeeringut ei leitud: %1
eu: Ezin da kodeketa aurkitu: %1
fa: نمی‌توان کدبندی را یافت: %1
fr: Encodage introuvable : %1
gl: Non foi posíbel atopar a codificación: %1
he: לא יכול למצוא קידוד: %1
hu: Nem található ez a kódolás: %1
is: Finn ekki stafatöflu: %1
it: Impossibile trovare la codifica: %1
ja: 不明なエンコーディング: %1
kk: Келесі кодтама табылмады: %1
mk: Не можам да го најдам кодирањето: %1
nb: Finner ikke tegnsettet: %1
nds: De Koderen lett sik nich finnen: %1
nl: Kan codering %1 niet vinden
nn: Finn ikkje teiknsett: %1
pa: ਇੰਕੋਡਿੰਗ ਖੋਜੀ ਨਹੀਂ ਜਾ ਸਕੀ: %1
pl: Nie można znaleźć kodowania: %1
pt: Não foi possível encontrar a codificação: %1
sk: Nepodarilo sa nájsť kódovanie: %1
sl: Ni moč najti kodnega nabora: %1
sr: Не могу да нађем кодирање: %1
sr@latn: Ne mogu da nađem kodiranje: %1
sv: Kan inte hitta kodning: %1
uk: Не вдається знайти кодування: %1
zh_cn: 找不到编码：%1

source: The commit log message cannot be encoded in the selected encoding: %1. Do you want to continue?
ar: لا يمكن ترميز رسالة سجل الإرسال بالترميز المنتقى: %1. أتريد المتابعة؟
be: Каментар да змен не можа быць прадстаўлены ў вылучанай кадыроўцы: %1. Працягнуць?
bg: Изпращаното съобщение не може да бъде кодирано с избраната таблица:%1. Искате ли да продължите?
ca: El missatge de registre de publicació no es pot codificar en la codificació seleccionada: %1. Voleu continuar?
da: Logmeddelelsen for arkivering kan ikke kodes med det valgte tegnsæt: %1. Vil du fortsætte?
de: Der Kommentar für das Einspielen kann nicht im ausgewählten Zeichensatz kodiert werden: %1 Möchten Sie fortfahren?
el: Το μήνυμα καταγραφής καταχώρησης δε μπορεί να μετατραπεί στην επιλεγμένη κωδικοποίηση: %1. Επιθυμείτε να συνεχίσετε;
es: El mensaje de registro del envío no se puede codificar con la codificación seleccionada: %1. ¿Desea continuar?
et: Sissekande logiteadet pole võimalik valitud kodeeringusse teisendada: %1. Soovid sa jätkata?
eu: Entregatzeeen egunkariaren mezua ez da hautatutako kodeketa erabiliz kodetu: %1. Jarraitu nahi duzu?
fa: پیام ثبت تصدیق در کدبندی برگزیده نمی‌تواند کدبندی شود: %1 می‌خواهید ادامه دهید؟
fr: Le message du journal ne peut pas utiliser l'encodage sélectionné : %1. Voulez-vous continuer ?
gl: A mensaxe de rexistro da entrega non pode ser codificada na codificación escollida: %1. Desexa continuar?
he: יומן ההודעות של הביצוע לא יכול להיות מקודד לקידוד הנבחר: %1. האם אתה רוצה להמשיך?
hu: Az eltárolási naplóüzenet nem illeszkedik ehhez a kódoláshoz: %1. Tovább szeretne lépni?
is: Það er ekki hægt að nota eftirfarandi stafatöflu á annálinn: %1. Viltu halda áfram?
it: Il messaggio di log per il deposito non può essere codificato nella codifica selezionata: %1. Vuoi continuare?
ja: コミット時のログメッセージを選択されたエンコーディング (%1) でエンコードできません。 続行しますか？
kk: Тапсырлып жатқан жазу таңдалған кодтамада жазылмайды: %1. Жалғастырғыңыз келе ме?
nb: Innmeldingsloggen kan ikke kodes med tegnsettet: %1. Vil du fortsette?
nds: De Kommentar för dat Inspeel-Logbook lett sik nich mit den utsöchten Tekensett nich koderen: %1. Wullt Du wiedermaken?
nl: De opgegeven tekst kan niet worden gecodeerd in %1. Wilt u doorgaan?
nn: Innmeldingsloggen kan ikkje kodast med teiknsettet %1. Vil du halda fram
pa: ਚੁਣੀ ਇੰਕੋਡਿੰਗ ਨਾਲ ਨਾਲ ਕਮਿਟ ਲਾਗ ਸੁਨੇਹੇ ਨੂੰ ਇਨਕੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ: %1। ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Komentarz do wysyłanych zmian nie może zostać zakodowany w wybranym kodowaniu: %1. Kontynuować?
pt: A mensagem de registo do envio não pode ser convertida para a codificação seleccionada: %1. Deseja mesmo continuar?
sk: Správa záznamu o poslaní nemohla byť kódovaná vo vybranom kódovaní: %1. Prajete si pokračovať?
sl: Sporočila za dnevnik ni moč zakodirati z izbranim kodiranjem: %1. Želite nadaljevati.
sr: Порука дневника предаје не може се кодирати са изабраним: %1. Желите ли да наставите?
sr@latn: Poruka dnevnika predaje ne može se kodirati sa izabranim: %1. Želite li da nastavite?
sv: Loggmeddelandet för arkivering kan inte kodas med vald kodning: %1. Vill du fortsätta?
uk: Для повідомлення журналу передання неможливо використовувати кодування: %1. Продовжити?
zh_cn: 提交日志消息无法表示为选中编码：%1 您是否想要继续？
