Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: validating file
ar: التحقق من الملف
be: праверка файла
bg: валидност на файл
ca: validant el fitxer
da: efterprøver fil
de: Dateiüberprüfung läuft
el: έλεγχος εγκυρότητας αρχείου
es: validando archivo
et: faili kontrollimine
eu: fitxategia egiaztatzen
fa: اعتبارسنجی پرونده
fr: validation du fichier
gl: validando o ficheiro
he: בודק תקינות קובץ
hr: provjeravam datoteku
hu: a fájl ellenőrzése
is: staðfesti skrá
it: convalida file
ja: ファイルを検証中
kk: файлды тексеру
ko: 파일 검사하기
lt: tikrinamas bylos teisingumas
mk: валидирам датотека
nb: sjekker fila
nds: Datei warrt överpröövt
nl: bestand wordt gevalideerd
nn: sjekkar fil
pa: ਫਾਇਲ਼ ਦੀ ਜਾਂਚ
pl: sprawdzanie pliku
pt: a validar o ficheiro
sk: kontrolujem súbor
sl: potrjevanje datoteke
sr: проверавам фајл
sr@latn: proveravam fajl
sv: validerar fil
ta: சரியான கோப்பு
tg: озмоиши файл
uk: перевірка файла
zh_cn: 正在校验文件

source: applying tool
ar: تطبيق الأداة
be: ужыванне прылады
bg: прилагане на инструмент
ca: aplicant l'eina
da: anvender værktøj
de: Werkzeug wird angewandt
el: εργαλείο εφαρμογής
es: aplicando herramienta
et: tööriista rakendamine
eu: tresnak aplikatzen
fa: اعمال ابزار
fr: application de l'outil
gl: aplicando a ferramenta
he: כלי יישום
hr: primenjujem alat
hu: az ellenőrző program futtatása
is: virki tól
it: applicazione strumento
ja: ツールを適用中
kk: құралды қолдану
ko: 도구 적용하기
lt: pritaikymo įrankis
mk: применувам алатка
nb: bruker verktøyet
nds: Warktüüch warrt bruukt
nl: gereedschap wordt toegepast
nn: brukar verktøy
pa: ਸੰਦ ਲਾਗੂ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
pl: stosowanie narzędzia
pt: a aplicar a ferramenta
sk: používam nástroj
sl: uveljavljanje orodja
sr: примењујем алат
sr@latn: primenjujem alat
sv: tillämpa verktyg
ta: கருவியை செயல்படுத்துதல்
tg: истифодаи асбоб
uk: застосування засобу
zh_cn: 正在应用工具

source: searching matching message
ar: البحث عن رسالة مطابقة
be: пошук супадальнага паведамлення
bg: търсене на съвпадащо съобщение
ca: cercant el missatge coincident
da: Søger efter besked
de: Passender Eintrag wird gesucht
el: αναζήτηση μηνύματος που να ταιριάζει
es: buscando mensaje coincidente
et: sobiva kirje otsimine
eu: mezu parekatua bilatzen
fa: جستجوی پیام مطابق
fr: recherche du message correspondant
gl: procurando unha mensaxe coincidente
he: מחפש הודעה תואמת
hr: tražim poruku koja se poklapa
hu: illeszkedő üzenet keresése
is: leita að samsvarandi skilaboðum
it: ricerca in corso di un messaggio corrispondente
ja: マッチするメッセージを検索中
kk: сәйкес келетін жазуды іздеу
ko: 일치하는 메시지를 찾고 있습니다
lt: Ieškoma sutampančio pranešimo
mk: барам за порака што се совпаѓа
nb: søk etter passende meldinger
nds: Passen Mellen warrt söcht
nl: overeenkomende tekenreeks wordt gezocht
nn: søkjer etter passande melding
pa: ਮਿਲਦੇ ਸੁਨੇਹਿਆਂ ਦੀ ਖੋਜ ਜਾਰੀ ਹੈ
pl: wyszukiwanie pasujących komunikatów
pt: a procurar uma mensagem correspondente
sk: hľadám zodpovedajúcu správu
sl: iskanje ujemajočega sporočila
sr: тражим поруку која се поклапа
sr@latn: tražim poruku koja se poklapa
sv: letar efter matchande meddelande
ta: பொருத்தம் உள்ள செய்தியை தேடு
tg: ҷустуҷӯи иттилооти мутобиқ
uk: пошук фрази, яка співпадає
zh_cn: 正在搜索匹配消息

source: preparing messages for diff
ar: تهيئة الرسائل للاختلاف
be: падрыхтоўка да пошуку адрозненняў паміж паведамленнямі
bg: подготовка на съобщенията за намиране на разлики
ca: preparant missatges per a diff
da: Forbereder beskeder for diff
de: Einträge werden für Diff vorbereitet
el: ετοιμασία μηνυμάτων για διαφορές
es: preparando mensajes para diff
et: kirjete ettevalmistamine võrdlemiseks
eu: mezuak parekatzeko prestatzen
fa: آماده کردن پیام برای تفاوت
fr: préparation des messages pour la comparaison
gl: preparando as mensaxes para diff
he: מכין הודעות להשוואה
hr: pripremam poruke za razlikovanje
hu: az üzenetek előkészítése az összehasonlításhoz
is: undirbý skilaboð fyrir diff
it: preparazione messaggi per confronto
ja: Diff のためのメッセージを準備中
kk: diff-қа жазуларды дайындау
ko: diff에 대한 메시지 준비중
lt: paruošiu pranešimus diff
mk: подготвувам пораки за разлики
nb: forbereder sammenligning av meldinger
nds: Mellen warrt för "diff" torechtmaakt
nl: tekenreeksen worden voorbereid voor vergelijking
nn: førebur meldingar for diff
pa: ਅੰਤਰ ਲਈ ਸੁਨਹਿਆਂ ਦੀ ਤਿਆਰੀ ਜਾਰੀ ਹੈ
pl: przygotowanie komunikatów do porównania
pt: a preparar as mensagens de diferenças
sk: pripravujem správy pre nájdenie rozdielov
sl: pripravljamnje sporočila za diff
sr: припремам поруке за разликовање
sr@latn: pripremam poruke za razlikovanje
sv: förbereder meddelanden för att jämföra
ta: diffகு செய்திகள் தயாராகிறது
tg: омода кардан ба ҷустуҷӯи фарқияти байни иттилоот
uk: готуються фрази для порівняння
zh_cn: 正在为 diff 准备消息

source: _: Caption of dialog Rough Translation
ar: ترجمة تقريبية
be: Чарнавы пераклад
bg: Груб превод
ca: Traducció embastada
da: Grov oversættelse
de: Grob-Übersetzung
el: Πρόχειρη μετάφραση
es: Traducción rápida
et: Toores tõlkimine
eu: Itzulpen-zirriborroa
fa: ترجمۀ تخمینی
fr: Débrouillage des traductions
gl: Tradución automática
he: תרגום גולמי
hr: Grubi prijevod
hu: Gyorsfordítás
is: Gróf þýðing
it: Traduzione approssimativa
ja: おおまかな翻訳
kk: Болжалды аудару
ko: 초벌 번역
lt: Grubus vertimas
mk: Груб превод
nb: Grovoversettelse
nds: Groff-Översetten
nl: Ruwe vertaling
nn: Grovomsetjing
pa: ਕੱਚਾ ਅਨੁਵਾਦ
pl: Zgrubne tłumaczenie
pt: Tradução Lata
sk: Približný preklad
sl: Približen prevod
sr: Груби превод
sr@latn: Grubi prevod
sv: Grovöversättning
ta: சாதாரண மொழிபெயர்ப்பு
tg: Тарҷумаи норавшан
uk: Чорновий переклад
zh_cn: 粗略翻译

source: S&top
ar: &قف
be: &Спыніць
bg: &Стоп
ca: A&tura
de: A&nhalten
el: Στα&μάτημα
es: De&tener
et: S&topp
eu: &Gelditu
fa: &ایست‌
fr: &Arrêter
gl: &Parar
he: ע&צור
hr: &Zaustavi
hu: Á&llj
is: Hæ&tta
it: &Interrompi
ja: 停止(&T)
kk: Тоқ&тату
ko: 멈추기(&T)
mk: С&топ
nb: S&topp
nds: &Anhollen
nl: &Stoppen
nn: S&topp
pa: ਰੋਕੋ(&t)
pl: &Zatrzymaj
pt: &Parar
sl: &Ustavi
sr: З&аустави
sr@latn: Z&austavi
sv: S&tanna
ta: நிறுத்து
tg: И&ст
uk: З&упинити
zh_cn: 停止(&T)

source: What to Translate
ar: ما سيُترجم
be: Што перакладаць
bg: Какво да се превежда
ca: Què traduir
da: Hvad skal oversættes
de: Was übersetzt werden soll
el: Τι να μεταφραστεί
es: Qué traducir
et: Tõlgitakse
eu: Zer itzuli
fa: چه چیزی ترجمه شود
fr: Que traduire
gl: Que traducir
he: מה לתרגם
hr: Šta da prijevodim
hu: A fordítandó részek
is: Hvað á að þýða
it: Cosa tradurre
ja: 翻訳するもの
kk: Нені аудару
ko: 번역할 것
lt: Ką išversti
mk: Што да се преведува
nb: Hva skal oversettes
nds: Wat översett warrn schall
nl: Wat te vertalen
nn: Kva skal omsetjast
pa: ਅਨੁਵਾਦ ਕਰਨ ਲਈ ਕੀ ਹੈ
pl: Komunikaty do tłumaczenia
pt: O Que Traduzir
sk: Čo prekladať
sl: Kaj prevesti
sr: Шта да преводим
sr@latn: Šta da prevodim
sv: Vad ska översättas
ta: எதை மொழிமாற்ற வேண்டும்
tg: Чиро тарҷума бояд кард
uk: Що перекладати
zh_cn: 要翻译的项目

source: U&ntranslated entries
ar: ال&مدخلات غير المترجمة
be: &Неперакладзеныя
bg: &Непреведени низове
ca: E&ntrades sense traduir
da: U&oversatte strenge
de: Ni&cht übersetzte Einträge
el: &Αμετάφραστες καταχωρήσεις
es: E&ntradas sin traducir
et: &Tõlkimata kirjed
eu: I&tzuli gabeko sarrerak
fa: مدخلهای &ترجمه‌نشده‌
fr: Entrées &non traduites
gl: E&ntradas sen traducir
he: רשומות &לא מתורגמות
hr: &Neprevedeni unosi
hu: a le nem for&dított bejegyzések
is: Óþý&ddar færslur
it: Voci &da tradurre
ja: 未翻訳エントリ(&N)
kk: Аударылмаға&н жазуларды
ko: 번역되지 않은 항목(&N)
lt: &Neišverstus įrašus
mk: &Непреведени пораки
nb: I&kke oversatte tekster
nds: Nich över&sett Indrääg
nl: O&nvertaalde tekenreeksen
nn: &Ikkje omsette tekstar
pa: ਨਾ-ਅਨੁਵਾਦ ਇਕਾਈਆਂ(&n)
pl: &Nieprzetłumaczone
pt: Itens &não-traduzidos
sk: &Nepreložené položky
sl: &Neprevedeni vnosi
sr: &Непреведени уноси
sr@latn: &Neprevedeni unosi
sv: &Oöversatta poster
ta: மொழிமாற்று உள்ளிடுகள்
tg: Т&арҷуманашуда
uk: Н&еперекладені
zh_cn: 未翻译的项目(&N)

source: &Fuzzy entries
ar: الم&دخلات المبهمة
be: &Чарнавыя
bg: Не&ясни низове
ca: Entrades &inexactes
da: &Fuzzy strenge
de: &Fragliche Einträge
el: &Ασαφείς καταχωρήσεις
es: Entradas &dudosas
et: &Kahtlased kirjed
eu: &Zalantzazko Sarrerak
fa: مدخلهای &مبهم‌
fr: Entrées f&uzzy
gl: Entradas &dubidosas
he: רשו&מות Fuzzy
hr: &Nejasni unosi
hu: az &ellenőrzendő bejegyzések
is: Loðnar &færslur
it: Voci &fuzzy
ja: あいまいなエントリ(&F)
kk: &Дүмбілез жазуларды
ko: 불분명한 항목(&F)
lt: Neai&škius įrašus
mk: Н&ејасни пораки
nb: &Uklare tekster
nds: Twie&felhaftige Indrääg
nl: &Fuzzy tekenreeksen
nn: &Uklare tekstar
pa: ਅਸਪਸ਼ਟ ਇਕਾਈਆਂ(&F)
pl: &Wątpliwe
pt: Itens &aproximados
sk: Ne&presné položky
sl: &Ohlapni vnosi
sr: &Нејасни уноси
sr@latn: &Nejasni unosi
sv: &Inexakta poster
ta: Fuzzy உள்ளீடுகள்
tg: &Номаълум
uk: &Неточні
zh_cn: 模糊项目(&F)

source: T&ranslated entries
ar: المد&خلات المترجمة
be: &Перакладзеныя
bg: Пр&еведени низове
ca: Entrades t&raduïdes
da: &Oversatte strenge
de: Übe&rsetzte Einträge
el: &Μεταφρασμένες καταχωρήσεις
es: Entradas t&raducidas
et: Tõl&gitud kirjed
eu: It&zulitako sarrerak
fa: مدخلهای &ترجمه‌شده‌
fr: Entr&ées traduites
gl: Entradas t&raducidas
he: רשומות &מתורגמות
hr: &Prevedenih unosa
hu: a lefor&dított bejegyzések
is: Þýdda&r færslur
it: Voci t&radotte
ja: 翻訳済みエントリ(&R)
kk: Ауда&рылған жазуларды
ko: 번역된 항목(&R)
lt: Išve&rstus įrašus
mk: П&реведени пораки
nb: O&versatte tekster
nds: Öve&rsett Indrääg
nl: Ve&rtaalde tekenreeksen
nn: &Omsette tekstar
pa: ਅਨੁਵਾਦ ਇਕਾਈਆਂ(&r)
pl: &Przetłumaczone
pt: Itens &traduzidos
sk: P&reložené položky
sl: P&revedeni vnosi
sr: &Преведени уноси
sr@latn: &Prevedeni unosi
sv: Öve&rsatta poster
ta: மொழிமாற்றத்தின் உள்ளீடுகள்
tg: Тар&ҷумашуда
uk: Пе&рекладені
zh_cn: 已翻译的项目(&R)

source: <qt><p><b>What entries to translate</b></p><p>Choose here, for which entries of the file KBabel tries to find a translation. Changed entries are always marked as fuzzy, no matter which option you choose.</p></qt>
ar: <qt><p><b>ايا من المدخلات ستُترجم</b></p><p> اختر هنا، ايا من مدخلات الملف سيُحاول مترجم‌ك العثور على ترجمة لها. المدخلات المعدلة دائماً معلمة كمبهم، بغض النظر عن الخيار الذي تختاره.</p></qt>
be: <qt><p><b>Выбар запісаў для перакладу</b></p><p>У дадзеным полі вы можаце вылучыць тыя запісы, для якіх будзе ажыццёўленая спроба пошуку перакладу. Змененыя запісы будуць адзначаныя як чарнавыя незалежна ад таго, які параметр вы вылучыце</p></qt>
bg: <qt><p><b>Кои низове да се превеждат</b></p><p> Изберете тук на кои записи в файла да се опита да намери превод KBabel. Променените низове винаги се маркират като неясни, независимо коя опция изберете.</p></qt>
ca: <qt><p><b>Quines entrades s'han de traduir</b></p><p>Escolliu aquí per a quines entrades del fitxer el KBabel ha de cercar traducció. Les entrades canviades sempre es marcaran com a inexactes, no importa l'opció que escolliu.</p></qt>
da: <qt><p><b>Hvilke indgange skal oversættes</b></p><p>Vælg her for hvilke indgange i filen KBabel skal forsøge at finde en oversættelse. Ændrede indgange markeres altid som fuzzy, ligegyldigt hvilken indstilling du vælger.</p></qt>
de: <qt><p><b>Welche Einträge übersetzt werden sollen</b></p><p>Wählen Sie hier aus, für welche Einträge KBabel versuchen soll, eine Übersetzung zu finden. Veränderte Einträge werden immer als <b>fraglich</b> markiert, egal welche Einstellung Sie wählen.</p></qt>
el: <qt><p><b>Ποιες καταχωρήσεις να μεταφραστούν</b></p><p>Επιλέξτε εδώ τις καταχωρήσεις του αρχείου όπου το KBabel θα προσπαθήσει να βρει μια μετάφραση. Οι τροποποιημένες καταχωρήσεις πάντα σημαδεύονται ως ασαφείς, χωρίς να έχει σημασία τις επιλογή θα διαλέξετε.</p></qt>
es: <qt><p><b>Qué entradas hay que traducir</b></p><p>Elija aquí para qué entradas del archivodebe KBabel buscar traducción. Las entradas cambiadas se marcarán siempre como dudosas, no importa la opción que elija.</p></qt>
et: <qt><p><b>Tõlgitakse</b></p><p>Vali siit, millistele kirjetele KBabel tõlkeid otsima peaks. Muudetud kirjed seatakse alati kahtlasteks hoolimata sellest, millise valiku sa teed.</p></qt>
eu: <qt><p><b>Zer sarrera itzuli</b></p><p>Aukeratu hemen, fitxategiaren zein sarrera ari den Kbabel bilatzen itzulpen bat aurkitzeko. Aldatutako sarrerak beti markatzen dira zalantzazko gisa, egin duzun aukera edozein izanik ere.</p></qt>
fa: <qt><p><b>چه مدخلهایی ترجمه شود</b></p><p>مدخلهای پرونده‌ای که KBabel سعی در یافتن ترجمه می‌کند را در اینجا انتخاب کنید. مدخلهای تغییریافته همیشه به عنوان مبهم نشان‌دار می‌شوند، مهم نیست کدام گزینه را انتخاب کنید.</p></qt>
fr: <qt><p><b>Quelles entrées traduire</b></p><p>Choisissez ici pour quelles entrées du fichier KBabel essaye de trouver une traduction. Les entrées changées sont toujours marquées comme « fuzzy », sans tenir compte de l'option que vous avez choisie.</p></qt>
gl: <qt><p><b>Que entradas traducir</b></p><p>Indique aquí os tipos de cadeas para os que KBabel debe tentar atopar unha tradución. As cadeas modificadas sempre serán sinaladas como dubidosas, escolla a opción que escolla.</p></qt>
he: <qt><p><b>אילו רשומות לתרגם</b></p><p>בחר כאן, עבור אילו רשומות של הקובץ KBabel ינסה לחפש תרגום. רשומות ששונו תמיד יסומנו כ־Fuzzy, לא משנה באיזה אפשרות תבחר.</p></qt>
hu: <qt><p><b>A lefordítandó bejegyzések</b></p><p>Válassza ki, hogy mely bejegyzéseket próbálja lefordítani a KBabel. A módosított bejegyzéseket mindig ellenőrzendőnek tekinti a program a beállításoktól függetlenül.</p></qt>
is: <qt><p><b>Hvaða færslur á að þýða</b></p> <p>Veldu hér hvaða hluta skráarinnar KBabel reynir að finna þýðingu fyrir. Breyttar færslur eru alltaf merktar sem loðnar, óháð hvaða valmöguleika þú velur.</p></qt>
it: <qt><p><b>Quali voci tradurre</b></p><p>Scegli qui le voci del file che KBabel tenterà di tradurre. Le voci modificate sono sempre marcate come fuzzy, a prescindere dalle opzioni scelte.</p></qt>
ja: <qt><p>翻訳するもの</p><p>KBabel が翻訳を検索するエントリを指定します。選択されたオプションにかかわらず、変更されたエントリはすべてあいまいとしてマークされます。</p></qt>
kk: <qt><p><b>Қай жазуларды аудару</b></p><p>Мұнда қай жазулар үшін KBabel аудармаларды іздеп көретінің таңдаңыз. Өзгертілген жазулар, таңдағаныңызға қарамай, дүмбілез деп белгіленеді.</p></qt>
ko: <qt><p><b>번역할 항목</b></p><p>K바벨에서 번역을 찾도록 파일의 항목을 여기서 선택하십시오. 변경된 항목은 항상 불분명한 항목으로 표시될 것이며, 옵션에 아무런 영향을 미치지 않을 것입니다.</p></qt>
lt: <qt><p><b>Ką išversti</b></p><p>Čia nurodykite, kokioms bylos dalims KBabel bandys surasti vertimą. Pakeisti įrašai visada yra pažymimi neaiškiais, nepriklausomai nuo Jūsų nurodytų parinkčių.</p></qt>
mk: <qt><p><b>Кои пораки да се преведуваат</b></p><p>Изберете тука за кои пораки КБабел да се обиде да најде превод. Изменетите пораки се секогаш маркирани како нејасни, независно од тоа која опција ќе ја изберете.</p></qt>
nb: <qt><p><b>Hva skal oversettes</b></p><p>Velg her hva KBabel skal prøve å oversette. Endringer blir merket som uklare samme hvilken innstilling du velger.</p></qt>
nds: <qt><p><b>Welk Indrääg översett warrt</b></p><p>Söök hier ut, för welk Dateiindrääg KBabel en Översetten finnen schall. Ännerte Indrääg warrt jümmers as "twiefelhaftig" markeert, egaal, welk Optschonen Du bruukst.</p></qt>
nl: <qt><p><b>Welke tekenreeksen te vertalen</b></p><p>Kies hier voor welke tekenreeksen in het bestand KBabel een vertaling probeert te vinden. Gewijzigde tekenreeksen worden altijd als fuzzy gemarkeerd, ongeacht welke instelling u kiest.</p></qt>
pl: <qt><p><b>Komunikaty do tłumaczenia</b></p><p>Tu można wybrać, dla których komunikatów KBabel ma szukać tłumaczeń.Niezależnie od wybranych opcji, nowo przetłumaczone komunikaty są zawsze oznaczane jako wątpliwe.</p></qt>
pt: <qt><p><b>Que itens a traduzir</b></p><p>Escolha aqui os itens do ficheiro onde o KBabel tenta encontrar uma tradução. Os itens alterados são sempre marcados como aproximados, não interessando que opção você escolha.</p></qt>
sk: <qt><p><b>Čo preložiť</b></p><p>Tu vyberte, ktoré položky chcete približne preložiť. Zmenené položky sú vždy označené ako nepresné pri ktorejkoľvek voľbe.</p></qt>
sl: <qt><p><b>Katere vnose prevesti</b></p><p>Tu izberite, za katere vnose v datoteki naj KBabel poskuša najti prevod. Spremenjeni vnosi so vedno označeni s fuzzy; ni važno, katere možnosti ste izbrali.</p></qt>
sr: <qt><p><b>Које уносе да преводим</b></p><p>Овде изаберите за које уносе у фајлу KBabel покушава да нађе превод. Промењени уноси су увек обележени као нејасни, без обзира које опције изаберете.</p></qt>
sr@latn: <qt><p><b>Koje unose da prevodim</b></p><p>Ovde izaberite za koje unose u fajlu KBabel pokušava da nađe prevod. Promenjeni unosi su uvek obeleženi kao nejasni, bez obzira koje opcije izaberete.</p></qt>
sv: <qt><p><b>Poster att översätta</b></p><p>Välj här för vilka poster i filen som Kbabel försöker hitta en översättning. Ändrade poster markeras alltid som inexakta, oberoende av vilket alternativ du väljer.</p></qt>
ta: <qt><p><b>எந்த உள்ளீடுகளை மொழிப்பெயர்க்க</b></p><p>கோப்பின் எந்த உள்ளீடுகளுக்கு KBabel மொழிப்பைக் கண்டுபிடிக்க முயற்சி செய்ய, இங்கே தேர்வு செய்யவும். எந்த விருப்பத் தேர்வினைத் தேர்ந்தாலும் மாற்றப்பட்ட உள்ளீடுகள் எப்போதும் இடைநிலையாக குறிக்கப்படும்.</p></qt>
tg: <qt><p><b>Кадом воридшудаҳо тарҷума карда шаванд</b></p><p>Дар ин ҷо интихоб кунед, барои кадом файли KBabel, кӯшиш кунед,ки тарҷумаашро ёбед. Воридшудаҳои ивазшуда ҳамеша ҳамчун норӯшан ишорат карда мешаванд,муҳим нест кадом вариантро шумо интихоб мекунед.</p></qt>
uk: <qt><p><b>Вибір записів для перекладу</b></p><p>Тут можна вибрати, для яких записів KBabel буде намагатись знайти переклад. Змінені записи завжди позначаються як неточні, незалежно від вибраного параметра.</p></qt>
zh_cn: <qt><p><b>要翻译的项目</b></p><p>在此处选择 KBabel 要为文件中的哪些项目查找翻译。不管您选择哪个选项，改变的项目总是标记为 fuzzy(模糊翻译)。</p></qt>

source: How to Translate
ar: كيف تترجم
be: Як перакладаць
bg: Как да се превеждат
ca: Com traduir
da: Hvad der skal oversættes
de: Wie übersetzt werden soll
el: Πως να μεταφραστεί
es: Cómo traducir
et: Kuidas tõlkida
eu: Nola itzuli
fa: چگونه ترجمه شود
fr: Comment traduire
gl: Como traducir
he: איך לתרגם
hr: Kako da prevodim
hu: A fordítandó részek
is: Hvernig á að þýða
it: Come tradurre
ja: 翻訳方法
kk: Қалай аудару
ko: 번역하는 방법
lt: Kaip išversti
mk: Како да се преведува
nb: Hvordan meldingene blir oversatt
nds: Woans översett warrn schall
nl: Hoe te vertalen
nn: Korleis omsetjinga går føre seg
pa: ਕਿਵੇਂ ਅਨੁਵਾਦ ਕਰਨਾ ਹੈ
pl: Jak tłumaczyć
pt: Como Traduzir
sk: Ako prekladať
sl: Kako prevesti
sr: Како да преводим
sr@latn: Kako da prevodim
sv: Hur ska översättningen ske
ta: எப்படி மொழிமாற்றுவது
tg: Чӣ тавр тарҷума бояд кард
uk: Як перекладати
zh_cn: 如何翻译

source: &Use dictionary settings
ar: ا&ستخدم إعدادات القاموس
be: &Выкарыстаць налады слоўніка
bg: Използване на настройките на &речника
ca: &Usa opcions del diccionari
da: &Brug ordbogsopsætning
de: Wörterbucheinstellungen &benutzen
el: &Χρήση ρυθμίσεων λεξικού
es: &Usar preferencias del diccionario
et: Kas&utatakse sõnaraamatu seadistusi
eu: &Erabili hiztegiaren ezarpenak
fa: &استفاده از تنظیمات واژه‌نامه‌
fr: &Utiliser la configuration du dictionnaire
gl: &Empregar axustes no dicionario
he: ה&שתמש באפשרויות מילון
hr: &Koristi postavke rječnika
hu: A fel&használt szótárak beállításai
is: Nota &orðabókarstillingar
it: &Usa impostazioni del dizionario
ja: 辞書の設定を使う(&U)
kk: Сөздіктің баптауларын қ&олдану
ko: 사전 설정을 사용(&U)
lt: Na&udoti žodyno nustatymus
mk: Користи постав&увања за речник
nb: &Bruk ordboksoppsett
nds: Wöörbookinstellen br&uken
nl: Woordenboekinstellingen geb&ruiken
nn: &Bruk ordboksoppsett
pa: ਸ਼ਬਦ-ਕੋਸ਼ ਸੈਟਿੰਗ ਵਰਤੋਂ(&U)
pl: Użyj ustawień &słownika
pt: &Usar a configuração do dicionário
sk: &Použiť nastavenie slovníka
sl: &Uporabi slovarske nastavitve
sr: &Користи поставке речника
sr@latn: &Koristi postavke rečnika
sv: An&vänd ordlistans inställningar
ta: அகராதியை பயன்படுத்து
tg: &Истифодаи танзимоти луғат
uk: &Вживати параметри словника
zh_cn: 使用字典设置(&U)

source: Fu&zzy translation (slow)
ar: ترجمة مبهمة (بطئية)
be: &Улічваць чарнавыя пераклады ў слоўніку (павольна)
bg: Превод на не&ясните (бавно)
ca: &Traducció inexacta (lent)
da: Tillad s&jusket oversættelse (langsomt)
de: Un&genaue Übersetzung (langsam)
el: &Ασαφής μετάφραση (αργό)
es: Traducción &dudosa (lenta)
et: K&ahtlane tõlkimine (aeglane)
eu: &Zalantzazko itzulpena (geldiro)
fa: ترجمۀ &مبهم )کند(‌
fr: &Traductions fuzzy (lent)
gl: &Tradución hipotética (lenta)
he: תרגום &Fuzzy (אטי)
hr: Prevod ne&jasnih (sporo)
hu: Intelligens for&dítás (lassú)
is: Lo&ðin þýðing (hægvirkt)
it: Traduzione fu&zzy (lento)
ja: あいまい翻訳(&Z) (遅い)
kk: Бол&жалы аудару (баяу)
ko: 불분명한 번역(&Z) (느림)
lt: Neai&škų vertimas (lėtas)
mk: Неја&сен превод (споро)
nb: Tillat uklar &oversettelse (tregt)
nds: &Nich nau översetten (langsam)
nl: Fu&zzy vertaling (langzaam)
nn: Tillat &uklar omsetjing (tregt)
pa: ਅਸਪਸ਼ਟ ਅਨੁਵਾਦ (ਹੌਲੀ) (&z)
pl: &Tłumaczenie przybliżone (wolniejsze)
pt: Tra&dução das mensagens aproximadas (lento)
sk: Pri&bližný preklad (pomalé)
sl: O&hlapni prevodi (počasno)
sr: Превод не&јасних (споро)
sr@latn: Prevod ne&jasnih (sporo)
sv: Ine&xakt översättning (långsam)
ta: Fu&zzy மொழிமாற்றம்(மெதுவாக)
tg: Истиф&одаи тарҷумаи номаълум дар луғат
uk: Нето&чний переклад (повільно)
zh_cn: 允许模糊翻译(很慢)(&Z)

source: &Single word translation
ar: ترجمة &كلمة مفردة
be: Д&азволіць пераклад адзінкавых слоў
bg: Превод на &една дума
ca: Traducció de paraules &soltes
da: &Tillad enkeltord oversættelse
de: Überset&zung einzelner Wörter ermöglichen
el: Μετάφραση &λέξεων
es: Traducción de una &sola palabra
et: Üksikute sõnade tõ&lkimine
eu: Hitz &bakarraren itzulpena
fa: ترجمۀ &تک واژه‌
fr: Traductions d'un seul &mot
gl: Tradución de pa&labras soltas
he: תרגום מילה &אחת
hr: Prev&ođenje pojedinačnih riječi
hu: Szavankénti &fordítás
is: Leyfa þýðingu á &stökum orðum
it: Traduzione delle &singole parole
ja: 単語翻訳(&S)
kk: &Бір-бірлеп жеке сөздерін аудару
ko: 한 단어 번역(&S)
lt: Vieno žodžio vertima&s
mk: Превод на единечни &зборови
nb: Til&lat oversettelse av enkeltord
nds: &Enkel Wöör översetten
nl: Vertaling van lo&sse woorden
nn: Tillat omsetjing av &enkeltord
pa: ਇੱਕ ਸ਼ਬਦ ਅਨੁਵਾਦ(&S)
pl: Tłumaczenie &słowo za słowo
pt: Tradução de palavras única&s
sk: &Jednotlivé slová
sl: Prevod &same besede
sr: Прев&ођење појединачних речи
sr@latn: Prev&ođenje pojedinačnih reči
sv: Över&sättning av enstaka ord
ta: ஒரு வார்த்தை மொழிபெயர்ப்பு
tg: &Иҷозаи тарҷумаи калимаҳои яктартиба
uk: &Послівний переклад
zh_cn: 允许单个字词翻译(&S)
