Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Update Header</b></p> <p>Check this button to update the header information of the file every time it is saved.</p> <p>The header normally keeps information about the date and time the file was last updated, the last translator etc.</p> <p>You can choose which information you want to update from the checkboxes below. Fields that do not exist are added to the header. If you want to add additional fields to the header, you can edit the header manually by choosing <b>Edit->Edit Header</b> in the editor window.</p></qt>
ar: <qt><p><b>حدِّث الترويسة</b></p> <p>اختر هذا الزر إذا رغبت في تحديث معلومات ترويسة الملف في كل مرّة يُحفظ فيها.</p> <p>عادة ما تحتوي الترويسة عن معلومات حول تاريخ ووقت آخر تحديث، آخر مترجم الخ.</p> <p>يمكنك اختيار المعلومات التي ترغب في تحديثها من مرعات الإختيار بأسفل. ستُضاف الحقول غير الموجودة إلى الترويسة. إذا أردت إضافة حقول أخرى للترويسة، يمكنك تحريرها يدوياً باختيار <b>حرِّر -> حرِّر الترويسة</b> من نافذة المحرِّر.</p></qt>
be: <qt><p><b>Аднавіць загаловак пры захаванні</b></p> <p>Уключыце гэты пункт для аднаўлення загалоўка файла пры кожным захаванні.</p> <p>Звычайна ў загалоўку ўтрымоўваюцца звесткі аб даце і часу апошняга аднаўлення файла, імя апошняга перакладчыка і т.д..</p> <p>Вы можаце вылучыць, якую інфармацыю аднаўляць, адзначыўшы адпаведныя пераключальнікі, размешчаныя ніжэй. Неіснуючыя да захавання палі будуць дададзеныя ў загаловак. Калі вы жадаеце дадаць дадатковыя палі ў загаловак, можаце адрэдагаваць загаловак уручную, вылучыўшы <b>Праўка->Загаловак</b> у акне рэдактара</p></qt>
bg: <qt><p><b>Обновяване на заглавната част</b></p> <p>Включете тук ако искате при всеки запис информацията в заглавната част да бъде обновявана.</p> <p>Заглавната част обикновено съдържа информация за датата и часа на последното обновяване, последния преводач и т.н.</p> <p>Можете да избирате коя информация да обновите от полето долу. Несъществуващите полета се добавят към заглавната част. Ако искате да добавите допълнителни полета, можете да редактирате ръчно от <b>Редактиране->Редактиране на заглавната част</b>.</p></qt>
ca: <qt><p><b>Actualitza la capçalera</b></p> <p>Seleccioneu aquest botó per a actualitzar la informació de la capçalera del fitxer cada vegada que es desa.</p> <p>Normalment la capçalera manté informació a sobre de la data i hora en la que el fitxer fou modificat per última vegada, últim traductor, etc.</p> <p>Podeu escollir quina informació desitgeu actualitzar des de les caixes de selecció de la part inferior. Els camps que no existeixen són afegits a la capçalera. Si desitgeu afegir camps addicionals a la capçalera haureu d'editar la capçalera manualment des de <b>Edita->Edita capçalera...</b> a la finestra d'edició.</p></qt>
da: <qt><p><b>Opdatér hoved</b></p> <p>Afmærk denne knap for at opdatere filens hoved-informationer hver gang den gemmes.</p> <p>Hovedet indeholder normalt informationer om filens tid og dato for seneste ændringer, seneste oversætter, osv.</p> <p>Du kan vælge hvilke informationer, du vil have opdateret ud fra afkrydsningsfelterne nedenfor. Felter, som ikke eksisterer, tilføjes hovedet. Hvis du vil tilføje ekstra felter til hovedet, kan du manuelt redigere i den ved at vælge <b>Redigér -> Rediger hoved</b> i redigeringsvinduet.</p></qt>
de: <qt><p><b>Vorspann beim Speichern aktualisieren</b></p> <p>Markieren Sie diese Einstellung, um den Vorspann der Datei bei jedem Speichern zu aktualisieren.</p> <p>Der Vorspann enthält normalerweise Informationen über den Zeitpunkt der letzten Änderung, den letzten Übersetzer usw.</p> <p>Sie können auswählen, welche Informationen aktualisiert werden sollen, indem Sie die entsprechenden Ankreuzfelder markieren. Felder, die noch nicht existieren, werden dem Vorspann hinzugefügt. Wollen Sie dem Vorspann weitere Felder hinzufügen, können Sie diesen manuell bearbeiten, indem Sie <b>Bearbeiten -> Vorspann bearbeiten ...</b> im Editorfenster auswählen.</p></qt>
el: <qt><p><b>Ενημέρωση επικεφαλίδας</b></p> <p>Πατήστε αυτό το κουμπί για ενημέρωση των πληροφοριών της επικεφαλίδας κάθε φορά που αποθηκεύεται το αρχείο.</p> <p>Η επικεφαλίδα κανονικά διατηρεί πληροφορίες σχετικά με την ημερομηνία και ώρα της τελευταίας ενημέρωσης, τον τελευταίο μεταφραστή και άλλα.</p> <p>Μπορείτε να επιλέξετε τις πληροφορίες που θέλετε να ενημερωθούν στα παρακάτω κουτιά επιλογής. Τα πεδία που δεν υπάρχουν προσθέτονται στην επικεφαλίδα. Αν επιθυμείτε την προσθήκη επιπλέον πεδίων, μπορείτε να επεξεργαστείτε χειροκίνητα την επικεφαλίδα επιλέγοντας <b>Επεξεργασία->Επεξεργασία επικεφαλίδας</b> στο παράθυρο του επεξεργαστή.</p></qt>
es: <qt><p><b>Actualizar cabecera</b></p> <p>Compruebe este botón para actualizar la información de cabecera del archivo cada vez que se guarde</p> <p>La cabecera normalmente mantiene información sobre la fecha y hora de la última actualización, el último traductor etc...</p> <p>Puede elegir que información quiere actualizar desde las cajas de comprobación debajo. Los campos que no existan se añadirán a la cabecera. Si quiere añadir campos adicionales a la cabecera, puede editar la cabecera manualmente con tan sólo elegir <b>Editar->Editar cabecera</b> en la ventana del editor</p></qt>
et: <qt><p><b>Päise uuendamine</b></p> <p>Märgista, kui soovid, et igal salvestamisel uuendataks andmed faili päises.</p> <p>Faili päis sisaldab tavaliselt viimase muudatuse kuupäeva ja kellaaega, infot viimase muutja kohta jne.</p> <p>Sa saad valida, millist informatsiooni soovid uuendada, märgistades soovitud väärtused. Väljad, mida varem päises polnud, lisatakse juurde. Kui soovid lisada enda poolt mõningaid lisavälju päisele, siis muuda päist käsitsi, valides menüüst <b>Redigeerimine->Muuda päist...</b></p></qt>
eu: <qt><p><b>Eguneratu goiburukoa</b></p> <p>Sakatu botoi hau, fitxategiaren goiburukoaren informazioa gordetzen den bakoitzean eguneratzeko.</p> <p>Normalean goiburukoak fitxategia azken aldiz eguneratu zeneko datari eta orduari, azken itzultzaileari eta abarri buruzko informazioa gordetzen du.</p> <p>Beheko kontrol-laukietatik eguneratu nahi duzun informazioa aukeratu dezakezu. Existitzen ez diren eremuak goiburukoan gehitzen dira. Goiburukoan eremu gehiago gehitu nahi badituzu goiburukoa eskuz editatu dezakezu editorearen leihoan <b>Editatu->Editatu goiburukoa</b> aukeratuz.</p></qt>
fa: <qt><p><b>به‌روزرسانی سرآیند</b></p> <p>برای به‌روزرسانی اطلاعات سرآیند پرونده در هر زمانی که ذخیره می‌شود، این دکمه را علامت بزنید.</p> <p>معمولًا سرآیند، اطلاعات راجع به تاریخ و زمان آخرین پروندۀ به‌روزشده ، آخرین مترجم و غیره را نگه می‌دارد.</p> <p>اطلاعاتی که می‌خواهید به روز شود را از جعبه‌های بررسی زیر می‌توانید انتخاب کنید. حوزه‌هایی که وجود ندارند به سرآیند اضافه می‌شوند. اگر می‌خواهید حوزه‌های اضافی را به سرآیند بیفزایید، می‌توانید با انتخاب <b>ویرایش-<ویرایش سرآیند</b> در پنجرۀ ویرایشگر، سرآیند را به صورت دستی ویرایش کنید.</p></qt>
fr: <qt><p><b>Mettre à jour l'en-tête</b></p> <p>Cochez ce bouton pour mettre à jour les informations d'en-tête du fichier à chaque fois qu'il est enregistré.</p> <p>Normalement, l'en-tête conserve les informations sur la date et l'heure où le fichier a été mis à jour la dernière fois, le dernier traducteur, etc.</p> <p>Vous pouvez choisir quelles informations vous voulez mettre à jour dans les cases à cocher ci-dessous. Les champs qui n'existent pas sont ajoutés à l'en-tête. Si vous voulez ajouter des champs supplémentaires à l'en-tête, vous pouvez modifier l'en-tête manuellement en choisissant <b>Édition / Modifier l'en-tête</b> dans la fenêtre d'édition.</p></qt>
gl: <qt> <p><b>Actualizar cabezallo</b></p> <p>Sinale esta opción para actualizar a información do cabezallo do ficheiro sempre que garde o ficheiro.</p> <p>O cabezallo normalmente guarda información acerca da data e hora da última actualización do ficheiro, o último tradutor, etc.</p> <p>Pode escoller que información quer actualizar coas opcións en baixo. Os campos que non existan serán engadidos á cabezallo. Se quer engadir campos adicionais á cabezallo, pode editala á mao escollendo <b>Editar->Editar cabezallo</b> na fiestra do editor.</p></qt>
hu: <qt><p><b>A fejléc frissítése</b></p> <p>Jelölje be ezt az opciót, ha azt szeretné, hogy a fejléc adatai minden mentésnél automatikusan frissüljenek.</p> <p>A fejlécben olyan információk találhatók mint például a fordítás dátuma és ideje, az utolsó fordító neve stb.</p> <p>Az alábbi opciók közül lehet kiválasztani a frissítendő mezőket. A még nem létező mezőket a program hozzáadja a fejléchez. Ha kívánja, egyéni mezőket is hozzáadhat a fejléchez: válassza a <b>Szerkesztés->A fejléc szerkesztése</b> menüpontot a szerkesztőablakban.</p></qt>
is: <qt><p><b>Uppfæra haus</b></p> <p>Hakaðu við hér til að uppfæra haus skráarinnar í hvert sinn sem hún er vistuð.</p> <p>Hausinn inniheldur vanalega upplýsingar um dagsetningu og tíma seinustu breytingar, seinasta þýðanda o.s.frv.</p> <p>Þú getur valið hvaða upplýsingar á að uppfæra hér að neðan. Svið sem finnast ekki fyrir er bætt við hausinn. Ef þú vilt bæta fleiri sviðum við, getur þú breytt honum handvirkt með því að velja <b>Sýsl->Breyta haus</b> í ritil glugganum.</p></qt>
it: <qt><p><b>Aggiorna Intestazione</b></p> <p>Abilita questo pulsante per aggiornare le informazioni presenti nell'intestazione ogni volta che si salva.</p> <p>L'intestazione contiene normalmente informazioni sulla data e l'ora dell'ultimo aggiornamento apportato al file, l'ultimo traduttore, ecc.</p> <p>È possibile scegliere quali informazioni vuoi aggiornare dalle caselle a scelta multipla sottostante. I campi che non esistono sono aggiunti all'intestazione. Se vuoi aggiungere campi all'intestazione puoi modificarla manualmente con <b> Modifica->Modifica Intestazione</b> nella finestra di modifica.</p></qt>
ja: <qt><p>保存時にヘッダを更新する</p> <p>ファイルを保存するたびにヘッダ情報を更新するには、これをチェックします。</p> <p>ヘッダには通常、ファイルが最後に更新された日時や最後の翻訳者などの情報が含まれています。</p> <p>下のチェックボックスを使って更新する情報を選択できます。フィールドが存在しないときはヘッダに追加されます。更に他のフィールドをヘッダに追加する場合は、エディタのウィンドウで「編集」->「ヘッダを編集」を選択し、手動でヘッダを編集します。</p></qt>
kk: <qt><p><b>Сақтағанда айдар жаңартылсын</b></p> <p>Әрбір сақтағанда айдары жаңартылсын десеңіз осы параметрді қосыңыз.</p> <p>Әдетте айдарда файлды соңғы рет жаңартқан кезі туралы, соңғы аудармашысы туралы және т.б. мәліметтер сақталынады.</p> <p>Төмендегі құсбелгі көздерін белгілеп, қандай мәліметтерді жаңарту керек екендігін таңдай аласыз. Өріс әлі жоқ болса ол айдарға қосылады. Егер айдарға қосымша өрістерді қосқыңыз келсе, онда өңдегіш терезесінде<b>Өңдеу->Айдарды өңдеу</b> дегенді таңдап айдарды қолмен өңдеңіз.</p></qt>
ko: <qt><p><b>업데이트 헤더</b></p> <p>저장할 때마다 파일의 헤더 정보를 업데이트 하기 위해 버튼을 확인하십시오.</p> <p>헤더는 보통 파일의 지난 업데이트 날짜와 시간, 지난 번역가 등에 관한 정보를 유지합니다.</p> <p>다음 체크 상자들로부터 업데이트 하시길 원하는 정보를 선택하십시오. 존재하지 않는 영역은 헤더에 추가됩니다. 만약 추가적인 영역을 헤더에 추가하길 원한다면, 편집창의 <b>편집->헤더 편집</b>을 선택함으로써 수동적으로 헤더를 편집할 수 있습니다.</p></qt>
mk: <qt><p><b>Ажурирај заглавие</b></p> <p>Обележете го ова поле ако сакате информациите во заглавието да се ажурираат при секое зачуввање на датотеката.</p> <p>Заглавието обично чува информации за датумот и времето на последното ажурирање на датотеката, кој преведувач последен ја преведувал датотеката и сл..</p> <p>Може да изберете кои информации сакате да ги ажурирате со долните полиња за избирање. Полињата што не постојат ќе бидат додадени на заглавието. Ако сакате да додадете дополнителни полиња во заглавието, може истото да го уредите рачно со избирање на <b>Уредување->Уреди го заглавието</b> во прозорецот на уредувачот.</p></qt>
nb: <qt><p><b>Oppdater filhodet</b></p> <p>Bruk denne knappen for å oppdatere informasjonen i filhodet hver gang fila lagres.</p> <p>Filhodet inneholder vanligvis datoen og tidspunktet fila ble oppdatert på sist, siste oversetter osv.</p> <p>Du kan velge hvilken informasjon du vil oppdatere ved hjelp av valgene nedenfor. Felter som ikke finnes, blir lagt til i filhodet. Hvis du vil legge til ekstra felter i filhodet, så kan du redigere filhodet manuelt ved å velge <b>«Rediger – Rediger filhodet»</b> i redigeringsvinduet.</p></qt>
nds: <qt><p><b>Dateikopp opfrischen</b></p> <p>Maak dit an, wenn de Koppindrag-Informatschonen vun de Datei jümmers bi't Sekern opfrischt warrn schöölt.</p> <p>De Kopp bargt normaal Informatschonen över dat Datum un de Tiet vun't leste Opfrischen, den lesten Översetter, usw.</p> <p>Mit de Ankrüüzfeller nerrn kannst Du utsöken, welk Informatschonen Du opfrischen wullt. Wenn dat en Feld noch nich gifft, warrt dat de Koppindrääg anhangt. Wenn Du noch mehr Feller na den Kopp tofögen wullt, kannst Du em vun Hand bewerken, wenn Du in't Editorfinster op <b>Bewerken -> Kopp bewerken</b> geihst.</p></qt>
nl: <qt><p><b>Koptekst bijwerken</b></p> <p>Selecteer deze knop om de koptekstinformatie telkens bij te werken bij het opslaan.</p> <p>De koptekst houdt normaal gesproken informatie bij over de datum en tijd van het bewerken van het bestand, de laatste vertaler, enzovoort.</p> <p>U kunt aangeven welke informatie er moet worden bijgewerkt via de keuzevakjes hieronder. Velden die (nog) niet bestaan worden toegevoegd aan het bestand. Als u nog meer velden in het bestand wilt opnemen dan kunt u de koptekst met de hand bewerken door op <b>Bewerken->Koptekst bewerken</b> in het editorvenster te klikken.</p></qt>
nn: <qt><p><b>Oppdater filhovud ved lagring</b></p> <p>Vel denne knappen for å oppdatera informasjonen i filhovudet kvar gong fila vert lagra.</p> <p>Filhovudet inneheld vanlegvis datoen og tidspunktet for når fila sist vart endra, siste omsetjar osb.</p> <p>Du kan velja kva informasjon du vil oppdatera ved hjelp av vala nedanfor. Felt som ikkje finst vert lagde til filhovudet. Dersom du vil leggja til ekstra felt i filhovudet, kan du endra det manuelt ved å velja <b>Rediger – Rediger filhovud</b> i redigeringsvindauget.</p></qt>
pl: <qt><p><b>Uaktualnij nagłówek</b></p> <p>Wciśnij ten przycisk, żeby uaktualnić informacje w nagłówku pliku przy każdym zapisaniu pliku.</p> <p>Nagłówek zazwyczaj zawiera informacje o dacie i godzinie ostatniej zmiany pliku, ostatnim tłumaczu itd.</p> <p>Poniżej można wybrać informacje, które będą uaktualniane automatycznie. Pola, których brak w pliku, zostaną automatycznie dodane do nagłówka. by dodać inne pola, należy użyć polecenia <b>Edycja->Edytuj nagłówek</b> w oknie edytora.</p></qt>
pt: <qt><p><b>Actualizar o Cabeçalho</b></p> <p>Active este botão, para actualizar a informação do cabeçalho do ficheiro sempre que este for gravado.</p> <p>O cabeçalho mantém normalmente informações sobre a data e a hora em que o ficheiro foi actualizado pela última vez, o seu último tradutor, etc.</p> <p>Você poderá escolher a informação que desejar actualizar nas opções abaixo. Os campos que não existirem são adicionados ao cabeçalho. Se desejar adicionar mais campos ao cabeçalho, poderá editá-lo manualmente escolhendo <b>Editar->Editar o Cabeçalho</b> na janela de edição.</p></qt>
sk: <qt><p><b>Obnoviť hlavičku</b></p> <p>Zaškrtnite túto voľbu, ak chcete obnoviť hlavičku vždy, keď je súbor ukladaný.</p> <p>Hlavička normálne obsahuje informáciu o dátume a čase, kedy bol súbor naposledy upravený, o poslednom prekladateľovi atď.</p> <p>Dole môžete vybrať, ktoré časti hlavičky budú upravované. Časti, ktoré neexistujú, budú do hlavičky pridané. Ak chcete pridať ďalšie časti hlavičky, môžete ju ručne upraviť v <b>Upraviť->Upraviť hlavičku</b>.</p></qt>
sl: <qt><p><b>Obnovi glavo</b></p> <p>Izberite ta gumb, če želite obnoviti podatke v glavi vsakič, ko bo datoteka shranjena.</p> <p>V glavi so običajno shranjene informacije o datumu in času, ko je bila datoteka nazadnje obnovljena, zadnjem prevajalcu ...</p> <p>V spodnjih poljih lahko izberete, kateri podatki se bodo samodejno obnovili. Polja, ki ne obstajajo, so dodana v glavo. Če želite dodati polja, lahko popravite glavo sami z izbiro <b>Urejanje -> Uredi glavo</b> v urejevalniku.</p></qt>
sr: <qt><p><b>Ажурирај заглавље</b></p> <p>Обележите ово дугме да би се информације о заглављу фајла ажурирале сваки пут када се фајл сними.</p> <p>Заглавље уобичајено садржи информације о датуму и времену када је фајл последњи пут ажуриран, последњем преводиоцу итд.</p> <p>Можете изабрати које информације желите да ажурирате преко кућица испод. Поља која не постоје додају се заглављу. Ако желите да додате додатна поља у заглавље, можете га ручно изменити избором <b>Измене->Измени заглавље</b> у прозору уређивача.</p></qt>
sr@latn: <qt><p><b>Ažuriraj zaglavlje</b></p> <p>Obeležite ovo dugme da bi se informacije o zaglavlju fajla ažurirale svaki put kada se fajl snimi.</p> <p>Zaglavlje uobičajeno sadrži informacije o datumu i vremenu kada je fajl poslednji put ažuriran, poslednjem prevodiocu itd.</p> <p>Možete izabrati koje informacije želite da ažurirate preko kućica ispod. Polja koja ne postoje dodaju se zaglavlju. Ako želite da dodate dodatna polja u zaglavlje, možete ga ručno izmeniti izborom <b>Izmene->Izmeni zaglavlje</b> u prozoru uređivača.</p></qt>
sv: <qt><p><b>Uppdatera filhuvud</b></p> <p>Markera den här knappen för att uppdatera informationen i filhuvudet varje gång det sparas.</p> <p>Huvudet innehåller normalt information om datum och tid filen sist uppdaterades, senaste översättare etc.</p> <p>Du kan välja vilken information du vill uppdatera i rutorna nedan. Fält som inte existerar läggs till i huvudet. Om du vill lägga till ytterligare fält till huvudet kan du redigera huvudet manuellt genom att välja <b>Redigera->Redigera filhuvud...</b> i redigeringsfönstret.</p></qt>
ta: <qt><p><b>தலைப்பினை புதுப்பி</b></p> <p>ஒவ்வொரு தடவையும் சேமிக்கும் போது கோப்பின் தலைப்புத் தகவலைப் புதுப்பிக்க இந்த பட்டனை சோதனையிடவும்.</p> <p>தலைப்பு இயல்பாக கோப்பு இறுதியாக புதுப்பிக்கப்பட்ட தேதி மற்றும் நேரம், இறுதி மொழிப்பெயர்ப்பாளர் ஆகியவற்றை கொண்டிருக்கும்.</p> <p>கீழுள்ள சரி பார்ப்புப் பெட்டிகளிலிருந்து எந்தத் தகவலை புதுபிக்க வேண்டுமென்று தேர்வு செய்யலாம். இல்லாத புலங்கள் தலைப்பிற்கு சேர்க்கப்படும். தலைப்பிற்கு இன்னும் புலங்களை சேர்க்க, தலைப்பினை கைமுறையாக தொகுக்க<b>Edit->Edit Header</b> தொகுத்தாளர் சாளரத்திலிருந்து தேர்வு செய்யவும்.</p></qt>
tg: <qt><p><b>Сарлавҳаро нав кунед</b></p> <p>Ҳар сари вақт ин тугмаро барои нав кардани ахбороти сарлавҳаи файл тафтиш кунед вай нигоҳ дошта мешавад.</p> <p>Сарлавҳа ахборотро ба таври муқаррарӣ дар бораи таърихи рӯз ва вақти давомоти файл нигоҳ медорад навкардашуда,ғайраҳои, тарҷумаи охирин</p> <p>Метавонед ахборотеро, ки мехоҳед аз қуттиҳои дар поён буда нав кунед, интихоб кунед. Майдонҳое, ки вуҷуд надоранд ба сарлавҳа ворид карда мешаванд. Агар хоҳед, ки ба сарлавҳа майдонҳои нав илова кунед, метавонед сарлавҳаро дастӣ бо роҳи иитихоб таҳрир кунед <b>Таҳрир->Таҳрир Сарлавҳа</b> дар тирезаи муҳаррир.</p></qt>
uk: <qt><p><b>Оновлення заголовка</b></p> <p>Увімкніть, щоб заголовок файла оновлявся при кожному збереженні.</p> <p>Зазвичай, заголовок містить інформацію про дату і час останнього оновлення, останнього перекладача, тощо.</p> <p>Можете нижче вибрати, які інформацію необхідно оновляти. Поля, які не існують -- будуть додані до заголовка. Якщо ви хочете додати до заголовка додаткові поля, можна вручну відредагувати заголовок через <b>Правка->Редагувати заголовок</b> у вікні редактора.</p></qt>
zh_cn: <qt><p><b>更新文件头</b></p> <p>如果选择该按钮，每次文件被保存时其文件头信息都会被更新。</p> <p>文件头中通常保留关于文件最后被更新日期和时间、 最后翻译者之类的信息。</p> <p>您可以从下列复选框中选择您想要更新的信息。 不存在的字段会被添加到文件头中。 如果您想要在文件头中添加其它字段，您可以通过在编辑器窗口中选择 <b>“编辑->编辑文件头”</b>来手工编辑文件头。</p></qt>
