Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Number of packages: %1
ar: عدد الحزم: %1
be: Колькасць пакетаў: %1
bg: Брой пакети: %1
ca: Nombre de paquets: %1
da: Antal pakker: %1
de: Pakete: %1
el: Αριθμός πακέτων: %1
es: Número de paquetes: %1
et: Pakettide arv: %1
eu: Paketeen kopurua: %1
fa: تعداد بسته‌ها: %1
fr: Nombre de paquetages : %1
gl: Número de paquetes: %1
he: מספר חבילות: %1
hr: Broj paketa: %1
hu: A csomagok száma: %1
is: Fjöldi pakka: %1
it: Numero di pacchetti: %1
ja: パッケージ数: %1
kk: Дестелер саны: %1
ko: 패키지 수: %1
lt: Paketų skaičius: %1
mk: Број на пакети: %1
nb: Antall pakker: %1
nds: Tall vun Paketen: %1
nl: Aantal pakketten: %1
nn: Tal på pakkar: %1
pa: ਪੈਕੇਜਾਂ ਦੀ ਗਿਣਤੀ: %1
pl: Liczba pakietów: %1
pt: Número de pacotes: %1
sk: Počet balíkov: %1
sl: Število paketov: %1
sr: Број пакета: %1
sr@latn: Broj paketa: %1
sv: Antal programpaket: %1
ta: பொதிகளின் எண்ணிக்கை:%1
tg: Миқдори пакетҳо: %1
uk: Кількість пакунків: %1
zh_cn: 软件包数量：%1

source: Complete translated: %1 % (%2)
ar: مترجم تماماً: %1 % (%2)
be: Цалкам перакладзена: %1 % (%2)
bg: Напълно преведени: %1 % (%2)
ca: Traduccions completes: %1 % (%2)
da: Fuldstændigt oversat: %1 % (%2)
de: Vollständig übersetzt: %1 % (%2)
el: Τελείως μεταφρασμένα: %1 % (%2)
es: Traducciones completas: %1 % (%2)
et: Täielikult tõlgitud: %1 % (%2)
eu: Itzulitako guztizkoa: %1 % (%2)
fa: کامل ترجمه‌شده: %1 ٪ )%2(
fr: Complètement traduits : %1 % (%2)
gl: Traducións completas: %1 % (%2)
he: תרגומים שהושלמו: %1 % (%2)
hr: Završi prevedeno: %1 % (%2)
hu: Teljesen le van fordítva: %1 % (%2)
is: Fullþýtt: %1 % (%2)
it: Completamente tradotti: %1% (%2)
ja: 翻訳完了: %1 % (%2)
kk: Толық аударылғаны: %1 % (%2)
ko: 번역이 완료된 것 : %1 % (%2)
lt: Užbaigta vertimų: %1 % (%2)
mk: Комплетно преведени: %1 % (%2)
nb: Ferdig oversatt: %1 % (%2)
nds: Heel översett: %1 % (%2)
nl: Volledig vertaald: %1 % (%2)
nn: Ferdig omsett: %1 % (%2)
pa: ਸਮਾਪਤ ਅਨੁਵਾਦ: %1 % (%2)
pl: Całkowicie przetłumaczonych: %1 % (%2)
pt: Completamente traduzidas: %1 % (%2)
sk: Úplne preložených: %1 % (%2)
sl: Popolni prevodi: %1 % (%2)
sr: Потпуно преведено: %1 % (%2)
sr@latn: Potpuno prevedeno: %1 % (%2)
sv: Fullständigt översatta: %1 % (%2)
ta: மொழிபெயர்க்கப்பட்டதை முழுமையாக்கல்:%1 %(%2)
tg: Пурра тарҷума шудааст: %1 % (%2)
uk: Цілком перекладено: %1 % (%2)
zh_cn: 全部翻译完毕：%1 % (%2)

source: Only template available: %1 % (%2)
ar: قوالب فقط: %1 % (%2)
be: Даступны толькі шаблоны: %1 % (%2)
bg: Има само шаблон: %1 % (%2)
ca: Tan sols disponible la plantilla: %1 % (%2)
da: Kun skabelon tilgængelig: %1 % (%2)
de: Nur Vorlage vorhanden: %1 % (%2)
el: Μόνο πρότυπο διαθέσιμο: %1 % (%2)
es: Solo plantilla disponible: %1 % (%2)
et: Olemas ainult POT-fail: %1 % (%2)
eu: Eredua bakarrik erabilgarri: %1 % (%2)
fa: فقط قالب موجود: %1 ٪ )%2(
fr: Seul le modèle est disponible : %1 % (%2)
gl: Só modelo disponíbel: %1 % (%2)
he: רק התבנית זמינה: %1 % (%2)
hr: Postoji samo predloška: %1 % (%2)
hu: Csak sablonfájl (.pot) létezik: %1 % (%2)
is: Einungis snið fáanleg: %1 % (%2)
it: Disponibili solo i modelli: %1% (%2)
ja: テンプレートのみ: %1 % (%2)
kk: PO сыңары жоқ POT файлдар саны: %1 % (%2)
ko: 사용 가능한 템플릿: %1 % (%2)
lt: Prieinami tik šablonai: %1 % (%2)
mk: Достапен е само шаблон: %1 % (%2)
nb: Bare mal tilgjengelig: %1 % (%2)
nds: Bloots Vörlaag verföögbor: %1 % (%2)
nl: Alleen sjabloon is beschikbaar: %1 % (%2)
nn: Berre mal tilgjengeleg: %1 % (%2)
pa: ਸਿਰਫ਼ ਨਮੂਨੇ ਹੀ ਉਪਲੱਬਧ: %1 % (%2)
pl: Wyłącznie szablony: %1 % (%2)
pt: Apenas está disponível o modelo: %1 % (%2)
sk: Len šablóna: %1 % (%2)
sl: Obstaja le predloga: %1 % (%2)
sr: Постоји само шаблон: %1 % (%2)
sr@latn: Postoji samo šablon: %1 % (%2)
sv: Endast mall tillgänglig: %1 % (%2)
ta: வார்ப்புரு மட்டும் கிடைக்கும்:%1%(%2)
tg: Танҳо қолиб дастрас аст: %1 % (%2)
uk: Наявні тільки шаблони: %1 % (%2)
zh_cn: 只有模板的：%1 % (%2)

source: Only PO file available: %1 % (%2)
ar: ملف PO فقط: %1 % (%2)
be: Даступны толькі PO-файлы: %1 % (%2)
bg: Има само PO файл: %1 % (%2)
ca: Tan sols disponible el fitxer PO: %1 % (%2)
da: Kun PO-fil tilgængelig:%1 % (%2)
de: Nur PO-Datei vorhanden: %1 % (%2)
el: Μόνο αρχείο PO διαθέσιμο: %1 % (%2)
es: Solo disponible archivo PO: %1 % (%2)
et: Olemas ainult PO-fail: %1 % (%2)
eu: PO fitxategia bakarrik erabilgarri: %1 % (%2)
fa: فقط پروندۀ PO موجود است: %1 ٪ )%2(
fr: Seul le fichier PO est disponible : %1 % (%2)
gl: Só disponíbel o ficheiro PO: %1 % (%2)
he: רק קובץ PO זמין: %1 % (%2)
hr: Postoji samo PO datoteka: %1 % (%2)
hu: Csak .po fájl létezik: %1 % (%2)
is: Einungis PO-skrár fáanlegar: %1 % (%2)
it: Disponibili solo i file PO: %1% (%2)
ja: PO ファイルのみ: %1 % (%2)
kk: POT сыңары жоқ PO файлдар саны: %1 % (%2)
ko: 사용 가능한 PO 파일: %1 % (%2)
lt: Prieinamos tik PO bylos: %1 % (%2)
mk: Достапна е само PO-датотека: %1 % (%2)
nb: Bare po-fil tilgjengelig: %1 % (%2)
nds: Bloots PO-Datei verföögbor: %1 % (%2)
nl: Alleen po-bestand is beschikbaar: %1 % (%2)
nn: Berre PO-fil tilgjengeleg: %1 % (%2)
pa: ਸਿਰਫ਼ PO ਫਾਇਲ਼ ਹੀ ਉਪਲੱਬਧ ਹੈ: %1 % (%2)
pl: Tylko pliki PO: %1 % (%2)
pt: Apenas está disponível o ficheiro PO: %1 % (%2)
sk: Len PO súbor: %1 % (%2)
sl: Obstaja le datoteka PO: %1 % (%2)
sr: Постоји само PO фајл: %1 % (%2)
sr@latn: Postoji samo PO fajl: %1 % (%2)
sv: Endast PO-fil tillgänglig: %1 % (%2)
ta: po கோப்பு மட்டும் உள்ளது:%1%(%2)
tg: Танҳо файли PO дастрас аст: %1 % (%2)
uk: Наявні тільки PO-файли: %1 % (%2)
zh_cn: 只有 PO 文件的：%1 % (%2)

source: Number of messages: %1
ar: عدد الرسائل: %1
be: Колькасць паведамленняў: %1
bg: Брой съобщения: %1
ca: Nombre de missatges: %1
da: Antal beskeder: %1
de: Einträge: %1
el: Αριθμός μηνυμάτων: %1
es: Número de mensajes: %1
et: Teadete arv: %1
eu: Mezuen kopurua: %1
fa: تعداد پیامها: %1
fr: Nombre de messages : %1
gl: Número de mensaxes: %1
he: מספר ההודעות: %1
hr: Broj poruka: %1
hu: Az üzenetek száma: %1
is: Fjöldi skilaboða: %1
it: Numero di messaggi: %1
ja: メッセージ数: %1
kk: Жазуларының саны: %1
ko: 메시지 수: %1
lt: Pranešimų skaičius: %1
mk: Број на пораки: %1
nb: Antall tekster: %1
nds: Tall vun Indrääg: %1
nl: Aantal tekenreeksen: %1
nn: Tal på programtekstar: %1
pa: ਸੁਨੇਹਿਆਂ ਦਾ ਗਿਣਤੀ: %1
pl: Liczba komunikatów: %1
pt: Número de mensagens: %1
sk: Počet správ: %1
sl: Število sporočil: %1
sr: Број порука: %1
sr@latn: Broj poruka: %1
sv: Antal meddelanden: %1
ta: செய்திகளின் எண்ணிக்கை:%1
tg: Миқдори паёмҳо: %1
uk: Кількість фраз: %1
zh_cn: 消息数量：%1

source: Translated: %1 % (%2)
ar: المترجمة: %1 % (%2)
be: Перакладзена паведамленняў: %1 % (%2)
bg: Преведени: %1 % (%2)
ca: Traduïts: %1 % (%2)
da: Oversat: %1 % (%2)
de: Übersetzt: %1 % (%2)
el: Μεταφρασμένα: %1 % (%2)
es: Traducidos: %1 % (%2)
et: Tõlgitud: %1 % (%2)
eu: Itzulita: %1 % (%2)
fa: ترجمه‌شده: %1 ٪ )%2(
fr: Traduits : %1 % (%2)
gl: Traducidas: %1 % (%2)
he: תורגמו: %1 % (%2)
hr: Prevedeno: %1 % (%2)
hu: Lefordítva: %1 % (%2)
is: Þýtt: %1 % (%2)
it: Tradotti: %1% (%2)
ja: 翻訳済み: %1 % (%2)
kk: Аударылғандары: %1 % (%2)
ko: 번역된 것: %1 % (%2)
lt: Išversta: %1 % (%2)
mk: Преведени: %1 % (%2)
nb: Oversatt: %1 % (%2)
nds: Översett: %1 % (%2)
nl: Vertaald: %1 % (%2)
nn: Omsett: %1 % (%2)
pa: ਤਬਦੀਲ: %1 % (%2)
pl: Przetłumaczone: %1 % (%2)
pt: Traduzidas: %1 % (%2)
sk: Preložených: %1 % (%2)
sl: Prevedeni: %1 % (%2)
sr: Преведено: %1 % (%2)
sr@latn: Prevedeno: %1 % (%2)
sv: Översatta: %1 % (%2)
ta: மொழிபெயர்க்கப்பட்டது: %1 %(%2)
tg: Тарҷумашуда: %1 % (%2)
uk: Перекладених: %1 % (%2)
zh_cn: 已翻译：%1 % (%2)

source: Fuzzy: %1 % (%2)
ar: مبهم: %1 % (%2)
be: Чарнавых паведамленняў: %1 % (%2)
bg: Неясни: %1 % (%2)
ca: Inexactes: %1 % (%2)
de: Fraglich: %1 % (%2)
el: Ασαφή: %1 % (%2)
es: Dudosos: %1 % (%2)
et: Kahtlaseid: %1 % (%2)
eu: Zalantzazkoa: %1 % (%2)
fa: مبهم: %1 ٪ )%2(
gl: Dubidosas: %1 % (%2)
hr: Nejasno: %1 % (%2)
hu: Ellenőrzendő: %1 % (%2)
is: Loðið: %1 % (%2)
ja: あいまい: %1 % (%2)
kk: Дүмбілездері: %1 % (%2)
ko: 불분명한 번역: %1 % (%2)
lt: Neaiškių: %1 % (%2)
mk: Нејасни: %1 % (%2)
nb: Uklare: %1 % (%2)
nds: Twiefelhaftig: %1 % (%2)
nn: Uklar: %1 % (%2)
pa: ਅਸਪਸ਼ਟ: %1 % (%2)
pl: Wątpliwe: %1 % (%2)
pt: Aproximadas: %1 % (%2)
sk: Nepresných: %1 % (%2)
sl: Ohlapni: %1 % (%2)
sr: Нејасно: %1 % (%2)
sr@latn: Nejasno: %1 % (%2)
sv: Inexakta: %1 % (%2)
ta: பிழை: %1 % (%2)
tg: Маълумотҳои номаълум: %1 % (%2)
uk: Неточних: %1 % (%2)
zh_cn: 模糊翻译：%1 % (%2)

source: Untranslated: %1 % (%2)
ar: غير المترجمة: %1 % (%2)
be: Неперакладзеных паведамленняў: %1 % (%2)
bg: Непреведени: %1 % (%2)
ca: Sense traduir: %1 % (%2)
da: Uoversat: %1 % (%2)
de: Nicht übersetzt: %1 % (%2)
el: Αμετάφραστα: %1 % (%2)
es: Por traducir: %1 % (%2)
et: Tõlkimata: %1 % (%2)
eu: Itzuli gabe: %1 % (%2)
fa: ترجمه‌نشده: %1 ٪ )%2(
fr: Non traduits : %1 % (%2)
gl: Sen traducir: %1 % (%2)
he: לא תורגמו: %1 % (%2)
hr: Neprevedeno: %1 % (%2)
hu: Nincs lefordítva: %1 % (%2)
is: Óþýtt: %1 % (%2)
it: Da tradurre: %1% (%2)
ja: 未翻訳: %1 % (%2)
kk: Аударылмағандары: %1 % (%2)
ko: 번역되지 않음: %1 % (%2)
lt: Neišverstų: %1 % (%2)
mk: Непреведени: %1 % (%2)
nb: Ikke oversatt: %1 % (%2)
nds: Nich översett: %1 % (%2)
nl: Onvertaald: %1 % (%2)
nn: Ikkje omsett: %1 % (%2)
pa: ਨਾ-ਤਬਦੀਲ: %1 % (%2)
pl: Nieprzetłumaczone: %1 % (%2)
pt: Não-traduzidas: %1 % (%2)
sk: Nepreložených: %1 % (%2)
sl: Neprevedeni: %1 % (%2)
sr: Непреведено: %1 % (%2)
sr@latn: Neprevedeno: %1 % (%2)
sv: Oöversatta: %1 % (%2)
ta: மொழிபெயர்க்கபடாதது: %1%(%2)
tg: Тарҷума ношуда: %1 % (%2)
uk: Неперекладених: %1 % (%2)
zh_cn: 未翻译：%1 % (%2)

source: Statistics
ar: إحصائيات
be: Статыстыка
bg: Статистика
ca: Estadístiques
da: Statistikker
de: Statistik
el: Στατιστικά
es: Estadísticas
et: Statistika
eu: Estatistikak
fa: آمار
fr: Statistiques
gl: Estatísticas
he: סטטיסטיקה
hr: Statistike
hu: Statisztika
is: Tölfræði
it: Statistiche
ja: 統計
kk: Статистикасы
ko: 통계
lt: Statistika
mk: Статистика
nb: Statistikk
nds: Statistik
nl: Statistieken
nn: Statistikk
pa: ਅੰਕੜੇ
pl: Statystyka
pt: Estatísticas
sk: Štatistika
sl: Statistika
sr: Статистика
sr@latn: Statistika
sv: Statistik
ta: புள்ளிவிவரங்கள்
tg: Статистика
uk: Статистика
zh_cn: 统计

source: The file is syntactically correct. Output of "msgfmt --statistics":
ar: الملف صحيح من ناحية البنية. خرْج الأمر "msgfmt --statistics":
be: Сінтаксіс файла карэктны. Вывад каманды "msgfmt --statistics":
bg: Файлът е синтактично правилен. Изходни данни за "msgfmt --statistics":
ca: El fitxer és sintàcticament correcte. Sortida de "msgfmt --statistics":
da: Filen er syntaktisk korrekt. Uddata fra "msgfmt --statistics":
de: Die Datei ist syntaktisch korrekt. Ausgabe von "msgfmt --statistics":
el: Το αρχείο είναι σωστό συντακτικά. Έξοδος του "msgfmt --statistics":
es: El archivo es sintácticamente correcto. Salida de «msgfmt --statistics»:
et: Failis pole süntaksivigu. "msgfmt --statistics" väljund:
eu: Fitxategia egokia da sintaxiari dagokionez. "msgfmt --statistics"-en irteera :
fa: پرونده از نظر نحوی درست است. خروجی »msgfmt --statistics«:
fr: Le fichier est syntaxiquement correct. Sortie de la commande « msgfmt --statistics » :
gl: A sintaxe do ficheiro é correcta. Saída de «msgfmt --statistics»:
he: הקובץ תקין מבחינה תחבירית. פלט של "msgfmt --statistics":
hu: Nincs szintaktikai hiba a fájlban. Az "msgfmt --statistics" parancs kimenete:
is: Skráin er setningafræðilega rétt. Úttak úr "msgfmt --statistic":
it: Il file è sintatticamente corretto. Risultato di "msgfmt --statistics":
ja: ファイルは文法的に正確です。 "msgfmt --statistics" の出力:
kk: Файл синтаксисі дұрыс. "msgfmt --statistics" команданың шығысы:
ko: 문법이 맞는 파일 입니다! "msgfmt --statistics" 결과:
lt: Byla sintaksiškai yra teisinga. "msgfmt --statistics" išvestis:
mk: Датотеката е синтаксички правилна. Излезот на „msgfmt --statistics“:
nb: Fila har rett syntaks. Resultat fra «msgfmt --statistics»:
nds: De Datei bargt keen Syntaxfehlers. Utgaav vun "msgfmt --statistics":
nl: Het bestand is syntactisch correct. De uitvoer van "msgfmt --statistics":
nn: Fila har rett syntaks. Resultat frå «msgfmt --statistics»:
pa: ਫਾਇਲ਼ ਵਿੱਚ ਤਕਨੀਕੀ ਤੌਰ ਤੇ ਠੀਕ ਹੈ! "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Plik jest poprawny składniowo. Wynik polecenia "msgfmt --statistics":
pt: O ficheiro está sintacticamente correcto. Resultado do "msgfmt --statistics":
sk: Súbor je syntakticky správny. Výstup "msgfmt --statistics":
sl: Ta datoteka je skladenjsko pravilna. Rezultat »msgfmt --statistics«:
sr: Фајл је синтаксно исправан. Излаз „msgfmt --statistics“:
sr@latn: Fajl je sintaksno ispravan. Izlaz „msgfmt --statistics“:
sv: Filen är syntaktiskt korrekt. Utmatning från "msgfmt --statistics":
ta: கோப்பு தொடரமைப்பாக சரியாக உள்ளது. "msgfmt --statistics" இன் வெளியீடு:
tg: Наҳви файл дуруст аст. Хурӯҷи дастури "msgfmt --statistics":
uk: Файл не містить синтаксичних помилок. Вивід команди "msgfmt --statistics":
zh_cn: 该文件在语法上是正确的。 “msgfmt --statistics”的输出：

source: The file has syntax errors. Output of "msgfmt --statistics":
ar: الملف به أخطأ بالبنية. خرْج الأمر "msgfmt --statistics":
be: У файле прысутнічаюць сінтаксічныя памылкі! Вывад каманды "msgfmt --statistics":
bg: Файлът има синтактични грешки. Изходни данни за "msgfmt --statistics":
ca: El fitxer conté errors de sintaxi. Sortida de "msgfmt --statistics":
da: Filen har syntaksfejl. Uddata fra "msgfmt --statistics":
de: Die Datei enthält Syntaxfehler. Ausgabe von "msgfmt --statistics":
el: Το αρχείο έχει συντακτικά λάθη. Έξοδος του "msgfmt --statistics":
es: El archivo contiene errores de sintaxis Salida de «msgfmt --statistics»:
et: Faili süntaksis leiti vigu! "msgfmt --statistics" väljund:
eu: Fitxategiak akats sintaktikoak ditu. "msgfmt --statistics"-en irteera:
fa: پرونده دارای خطاهای نحوی است. خروجی »msgfmt --statistics«:
fr: Le fichier a des erreurs de syntaxe. Sortie de la commande « msgfmt --statistics » :
gl: O ficheiro ten erros de sintaxe. Saída de «msgfmt --statistics»:
he: לקובץ יש שגיאות תחביריות. פלט של "msgfmt --statistics":
hu: A fájl szintaktikai hibákat tartalmaz! Az "msgfmt --statistics" parancs kimenete:
is: Það eru setningavillur í skránni. Úttak úr "msgfmt --statistics":
it: Il file ha errori di sintassi. Risultato di "msgfmt --statistics":
ja: ファイルに文法エラーがあります。 "msgfmt --statistics" の出力:
kk: Файлда синтаксистік қате бар. "msgfmt --statistics" команданың шығысы:
ko: 파일에 문법 오류가 있습니다. "msgfmt --statistics" 결과:
lt: Byloje yra sintaksės klaidų. "msgfmt --statistics" išvestis:
mk: Датотеката има синтаксички грешки. Излезот на „msgfmt --statistics“:
nb: Fila har syntaksfeil. Resultat fra «msgfmt --statistics»:
nds: De Datei bargt Syntaxfehlers. Utgaav vun "msgfmt --statistics":
nl: Het bestand bevat syntaxisfouten. Uitvoer van "msgfmt --statistics":
nn: Fila har syntaksfeil. Resultat frå «msgfmt --statistics»:
pa: ਫਾਇਲ਼ ਵਿੱਚ ਤਕਨੀਕੀ ਗਲਤੀਆਂ ਹਨ! "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Plik zawiera błędy składniowe. Wynik wykonania "msgfmt --statistics":
pt: O ficheiro tem erros de sintaxe. Resultado do "msgfmt --statistics":
sk: Súbor obsahuje syntaktické chyby. Výstup "msgfmt --statistics":
sl: Datoteka ima skladenjske napake. Izpis »msgfmt --statistics«:
sr: Фајл садржи синтаксне грешке. Излаз „msgfmt --statistics“:
sr@latn: Fajl sadrži sintaksne greške. Izlaz „msgfmt --statistics“:
sv: Filen har syntaktiska fel. Utmatning från "msgfmt --statistics":
ta: இந்த கோப்பில் இலக்கணப் பிழை உள்ளது. "msgfmt --statistics" இன் வெளியீடு:
tg: Дар файл хатогиҳои наҳвӣ мавҷуданд. Хурӯҷи дастури "msgfmt --statistics":
uk: Файл містить синтаксичні помилки. Вивід команди "msgfmt --statistics":
zh_cn: 该文件有语法错误。 “msgfmt --statistics”的输出：

source: The file has header syntax error. Output of "msgfmt --statistics":
ar: الملف به خطأ في بنية الترويسة. خرْج الأمر "msgfmt --statistics":
be: У загалоўку файла прысутнічаюць сінтаксічныя памылкі! Вывад каманды "msgfmt --statistics":
bg: Файлът има синтактична грешка в заглавната част. Изходни данни за "msgfmt --statistics":
ca: La capçalera del fitxer conté errors de sintaxi. Sortida de "msgfmt --statistics":
da: Filen har syntaksfejl i hovedet. Uddata fra "msgfmt --statistics":
de: Die Datei enthält Syntaxfehler im Vorspann. Ausgabe von "msgfmt --statistics":
el: Το αρχείο έχει συντακτικό λάθος επικεφαλίδας. Έξοδος του "msgfmt --statistics":
es: El archivo contiene errores de sintaxis de cabecera Salida de «msgfmt --statistics»:
et: Faili päises leiti süntaksivigu! "msgfmt --statistics" väljund:
eu: Fitxategiak akats sintaktikoak ditu "msgfmt --statistics"-en irteera:
fa: پرونده دارای خطای نحوی سرآیند است. خروجی »msgfmt --statistics«:
fr: Le fichier a des erreurs de syntaxe dans l'en-tête. Sortie de la commande « msgfmt --statistics » :
gl: O ficheiro ten erros de sintaxe no cabezallo. Saída de «msgfmt --statistics»:
he: לקובץ יש כותרת עם שגיאה תחבירית. פלט של "msgfmt --statistics":
hu: A fájl fejléce szintaktikai hibákat tartalmaz! Az "msgfmt --statistics" parancs kimenete:
is: Það eru villur í skráarhausnum. Úttak úr "msgfmt --statistics":
it: Il file ha errori di sintassi nell'intestazione. Risultato di "msgfmt --statistics":
ja: ファイルのヘッダに文法エラーがあります。 "msgfmt --statistics" の出力:
kk: Файл айдарында синтаксистік қате бар. "msgfmt --statistics" команданың шығысы:
ko: 파일이 헤더 문법 오류를 갖고 있습니다. "msgfmt --statistics" 결과:
lt: Bylos antraštėje yra sintakses klaida. "msgfmt --statistics" išvestis:
mk: Датотеката има синтаксичка грешка во заглавието. Излезот на „msgfmt --statistics“:
nb: Fila har syntaksfeil i filhodet. Resultat fra «msgfmt --statistics»:
nds: De Dateikopp bargt Syntaxfehlers. Utgaav vun "msgfmt --statistics":
nl: De koptekst van het bestand bevat syntaxisfouten. Uitvoer van "msgfmt --statistics":
nn: Fila har syntaksfeil i filhovudet. Resultat frå «msgfmt --statistics»:
pa: ਫਾਇਲ਼ ਦੇ ਸਿਰਲੇਖ ਵਿੱਚ ਤਕਨੀਕੀ ਗਲਤੀਆਂ ਹਨ! "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Plik zawiera błędy składniowe w nagłówku. Wynik wykonania "msgfmt --statistics":
pt: O ficheiro tem erros de sintaxe no cabeçalho. Resultado do "msgfmt --statistics":
sk: Súbor obsahuje syntaktickú chybu v hlavičke. Výstup "msgfmt --statistics":
sl: Datoteka ima skladenjske napake glave. Izpis »msgfmt --statistics«:
sr: Фајл садржи синтаксне грешке у заглављу. Излаз „msgfmt --statistics“:
sr@latn: Fajl sadrži sintaksne greške u zaglavlju. Izlaz „msgfmt --statistics“:
sv: Filen har syntaktiska fel i huvudet. Utmatning från "msgfmt --statistics":
ta: இந்த கோப்பில் தலைப்பு இலக்கணப் பிழை உள்ளது. "msgfmt --statistics" இன் வெளியீடு:
tg: Дар унвони файл хатогиҳои наҳвӣ мавҷуданд. Хурӯҷи дастури "msgfmt --statistics":
uk: Заголовок файла містить синтаксичні помилки. Вивід команди "msgfmt --statistics":
zh_cn: 该文件的文件头有语法错误。 “msgfmt --statistics”的输出：

source: An error occurred while processing "msgfmt --statistics"
ar: حدث خطأ أثناء إجراء "msgfmt --statistics"
be: Памылка пры выкананні "msgfmt --statistics"
bg: Възникна грешка при обработката на "msgfmt --statistics"
ca: S'ha produït un error durant el processament de "msgfmt --statistics"
da: Der opstod en fejl ved kørsel af "msgfmt --statistics"
de: Bei der Ausführung von "msgfmt --statistics" ist ein Fehler aufgetreten.
el: Ένα σφάλμα συνέβη κατά την επεξεργασία του "msgfmt --statistics"
es: Ha ocurrido un error durante la ejecución de «msgfmt --statistics»
et: Käsu "msgfmt --statistics" täitmisel tekkis viga.
eu: Errorea "msgfmt --statistics" prozesatzean
fa: هنگام پردازش »msgfmt --statistics« خطایی رخ داد
fr: Un problème est survenu pendant le traitement de la commande « msgfmt --statistics »
gl: Aconteceu un erro durante a execución de "msgfmt --statistics"
he: שגיאה אירעה בזמן הפעלת "msgfmt --statistics"
hr: Došlo je do greške pri izvršavanju "msgfmt --statistics"
hu: Hiba történt az "msgfmt --statistics" parancs végrehajtása közben.
is: Villa kom upp við keyrslu "msgfmt --statistics"
it: Si è verificato un errore durante l'esecuzione di "msgfmt --statistics"
ja: "msgfmt --statistics" を実行中にエラーが発生しました
kk: "msgfmt --statistics" командасын орындағанда қате пайда болды
ko: "msgfmt --statistics" 명령을 처리하는 도중에 문제가 생겼습니다
lt: Vykdant "msgfmt --statistics" įvyko klaida
mk: Се случи грешка при обработката на „msgfmt --statistics“
nb: Det oppsto en feil under kjøringa av «msgfmt --statistics»
nds: Bi't Verarbeiden vun "msgfmt --statistics" geev dat en Fehler
nl: Er is een fout opgetreden tijdens het uitvoeren van "msgfmt --statistics"
nn: Det oppstod ein feil under køyringa av «msgfmt --statistics».
pa: "msgfmt --statistics" ਤੇ ਕੰਮ ਕਰਦੇ ਸਮੇਂ ਗਲਤੀ ਆਈ ਹੈ
pl: Błąd podczas wykonywania "msgfmt --statistics"
pt: Ocorreu um erro durante o processo do "msgfmt --statistics"
sk: Chyba pri vykonávaní "msgfmt --statistics"
sl: Prišlo je do napake med obdelavo »msgfmt --statistics«
sr: Дошло је до грешке при извршавању „msgfmt --statistics“
sr@latn: Došlo je do greške pri izvršavanju „msgfmt --statistics“
sv: Ett fel uppstod vid behandling av "msgfmt --statistics"
ta: "msgfmt --statistics" செயலாக்கும் பொழுது பிழை ஏற்பட்டுள்ளது
tg: Хато ҳангоми оғози дастури "msgfmt --statistics"
uk: Виникла помилка при опрацюванні "msgfmt --statistics"
zh_cn: 当执行“msgfmt --statistics”的时候出现错误

source: Cannot execute msgfmt. Please make sure that you have msgfmt in your PATH.
ar: غير قادر على تنفيذ msgfmt. فضلاً تأكد من أنّ msgfmt هو موجود في مسارك "PATH".
be: Не атрымалася запусціць msgfmt. Упэўніцеся ў тым, што msgfmt знаходзіцца ў каталогу, паказаным у пераменнай асяроддзі PATH.
bg: msgfmt не може да бъде изпълнен. Моля, проверете дали имате msgfmt в ПЪТЯ си.
ca: No s'ha pogut executar msgfmt. Si us plau, assegureu-vos de tenir-lo a la vostra PATH.
da: Kan ikke udføre msgfmt. Sørg venligst for at du har msgfmt i din sti (PATH).
de: Msgfmt kann nicht ausgeführt werden: Bitte vergewissern Sie sich, dass sich msgfmt in Ihrem PATH befindet.
el: Δεν είναι δυνατό να εκτελεστεί το msgfmt. Παρακαλώ βεβαιωθείτε ότι έχετε το msgfmt στο PATH σας.
es: No se pudo ejecutar msgfmt. Asegúrese de que tiene msgfmt en su PATH.
et: Käsu msgfmt täitmine ei õnnestunud. Kontrolli, et msgfmt asuks otsinguteel (PATH).
eu: Ezin da msgfmt exekutatu. Ziurtatu msgfmt zure PATH aldagaian duzula.
fa: msgfmt را نمی‌توان اجرا کرد. لطفاً، مطمئن شوید که msgfmt در PATH شما هست.
fr: Impossible d'exécuter le programme « msgfmt ». Veuillez vous assurer qu'il est accessible en suivant votre variable PATH.
gl: Non é posíbel executar msgfmt. Verifique que ten msgfmt na súa PATH.
hu: Az msgfmt programot nem sikerült elindítani. Ellenőrizze, hogy a program benne van-e az elérési útban.
is: Gat ekki keyrt msgfmt. Gangtu úr skugga um að það sé rétt uppsett.
it: Impossibile eseguire msgfmt. Assicurati di avere msgfmt in PATH.
ja: msgfmt を実行できません。msgfmt が PATH にあるか確認してください。
kk: msgfmt жегілмеді. PATH айнымалы көрсететін жолдарында msgfmt командасы бар екенін тексеріңіз.
mk: Не можам да ја извршам msgfmt. Осигурете се дека ја имате msgfmt во вашата $PATH.
nb: Kan ikke kjøre msgfmt. Sørg for at msgfmt ligger i søkestien (path).
nds: "msgfmt" lett sik nich utföhren. Bitte prööv, wat sik "msgfmt" över Dien PATH-Variable finnen lett.
nl: Kan msgfmt niet uitvoeren. Ga na of u msgfmt in uw zoekpad (PATH) hebt staan.
nn: Kan ikkje køyra msgfmt. Sjekk at msgfmt ligg i søkjestigen (PATH).
pa: msgfmt ਨੂੰ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਯਕੀਨੀ ਬਣਾ ਲਵੋ ਕਿ msgfmt ਤੁਹਾਡੇ ਮਾਰਗ ਵਿੱਚ ਹੈ।
pl: Nie można uruchomić polecenia msgfmt. Proszę sprawdzić, czy program msgfmt znajduje się na ścieżce (zmienna PATH).
pt: Não foi possível executar o 'msgfmt'. Por favor, verifique se tem o 'msgfmt' no seu PATH.
sk: Nemôžem spustiť msgfmt. Prosím, overte, či je msgfmt v PATH.
sl: Ni moč zagnati msgfmt. Prosim preverite, da se msgfmt nahaja v vaši poti PATH.
sr: Не могу да извршим msgfmt. Уверите се да је msgfmt у вашој PATH.
sr@latn: Ne mogu da izvršim msgfmt. Uverite se da je msgfmt u vašoj PATH.
sv: Kan inte köra msgfmt. Se till att msgfmt finns i din PATH.
uk: Не вдається виконати msgfmt. Будь ласка, перевірте чи msgfmt знаходиться у вашому PATH.
