Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Mark invalid as fuzzy</b><p> <p>If you select this option, all items, which identifies the tool as invalid, will be marked as fuzzy and the resulting file will be saved.</p></qt>
ar: <qt><p><b>علِّم غير الصالح كمبهم</b><p> <p>إذا انتقيت هذا الخيار، كل العناصر - التي تراها هذه الأداة غير صحيحة - ستعلَّم كمبهمة وسيُحفظ الملف الناتج.</p></qt>
be: <qt><p><b>Адзначыць памылковыя запісы як чарнавыя</b><p> <p>Гэта прадухіліць збоі ў перакладзенай праграме, калі вы забудзеце іх выправіць.</p></qt>
bg: <qt><p><b>Маркиране на невалидните като неясни</b><p> <p>Ако включите тази опция всички низове, които идентифицират инструмента като невалиден, ще бъдат маркирани като неясни и полученият файл ще бъде записан.</p></qt>
ca: <qt><p><b>Marca entrades no vàlides com a inexactes</b><p> <p>Si seleccioneu aquesta opció, tots els ítems, els quals an identificat l'eina com a no vàlids, seran marcats com a inexactes i es desarà el fitxer resultant.</p></qt>
da: <qt><p><b>Markér ugyldige som fuzzy</b><p> <p>Hvis du vælger dette vil alle punkter, som identificeres af værktøjet som ugyldige, blive markeret som fuzzy og den resulterende fil vil blive gemt.</p></qt>
de: <qt><p><b>Ungültige Einträge als fraglich markieren.</b></p> <p>Wählen Sie diese Einstellung, werden alle Einträge, die als ungültig erkannt werden, auf den Status "fraglich" gesetzt, und die resultierende Datei wird gespeichert.</p></qt>
el: <qt><p><b>Σήμανση άκυρων ως ασαφή</b><p> <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλα τα αντικείμενα, τα οποία αναγνωρίζονται από το εργαλείο ως άκυρα, θα σημαδευτούν ως ασαφή και το αρχείο που θα παραχθεί θα αποθηκευτεί.</p></qt>
es: <qt><p><b>Marcar no válidas como dudosas</b><p> <p>Si selecciona esta opción, todos los elementos, los cuales la herramienta identifique como no válido, serán marcados como dudosos y guardándose el archivo resultante.</p></qt>
et: <qt><p><b>Vigased kirjed märgitakse kahtlasteks</b><p> <p>Selle valimisel märgitakse kõik teated, mida tööriistad vigaseks peavad, kahtlaseks ning salvestatakse nii tekkiv fail.</p></qt>
eu: <qt><p><b>Markatu baliogabekoa zalantzazko bezala</b><p> <p>Aukera hau hautatzen baduzu, tresnak baliogabe bezala kontsideratzen dituen elementu guztiak zalantzazko bezala markatuko ditu eta aldatutako fitxategia gorde egingo da.</p></qt>
fa: <qt><p><b> نامعتبر را به عنوان مبهم نشان‌دار کردن</b><p> <p>اگر این گزینه را انتخاب کنید، همۀ فقره‌ها، که ابزار را به عنوان نامعتبر می‌شناسد، به عنوان مبهم نشان‌دار شده، و پروندۀ حاصل ذخیره می‌شود.</p></qt>
fr: <qt><p><b>Marquer les entrées non valables en fuzzy</b><p> <p>Si vous sélectionnez cette option, tous les éléments qui sont identifiés par l'outil comme non valables seront marqués en fuzzy et le fichier résultant sera enregistré.</p></qt>
gl: <qt> <p><b>Marcar as non válidas como dubidosas</b> <p> <p>Se escolle esta opción, todas as entradas que identifican o ficheiro como non válida, serán sinaladas como dubidosas e o ficheiro resultante será guardado.</p></qt>
he: <qt><p><b>סמן לא תקינים כ־fuzzy</b><p> <p> אם תבחר את אפשרות זאת, כל הפריטים, שמזוהים כלא תקינים על ידי כלי אימות, יסומנו כ־fuzzy והקובץ הנדון ישמר. </p></qt>
hr: <qt><p><b>Označi neispravne kao nejasne</b><p> <p>Ako izaberete ovu opciju, sve stavke koje alat identificira kao neispravne biti će označene kao nejasne i rezultujuća datoteka će biti snimljena.</p></qt>
hu: <qt><p><b>Az érvénytelen bejegyzések megjelölése ellenőrzendőnek</b><p> <p>Ha bejelöli ezt az opciót, az összes elem, melyet az eszközk érvénytelennek minősítenek, ellenőrzendő attribútumot kap, és a kapott fájl el lesz mentve.</p></qt>
is: <qt><p><b>Merkja ógildar færslur sem loðnar</b><p> <p>Ef þú velur þennan valkost, verða allar færslur sem eru ógildar merktar sem loðnar og skráin verður vistuð.</p></qt>
it: <qt><p><b>Segna voci non valide come fuzzy</b><p> <p>Se selezioni questa opzione, tutti gli elementi, identificati dallo strumento come non validi, saranno segnati come fuzzy e i file risultanti saranno salvati.</p></qt>
ja: <qt><p>不正なエントリをあいまいとしてマーク<p> <p>このオプションを選択すると、不正と判定されたすべてのエントリがあいまいとしてマークされます。このため、そのままファイルを保存することができます。</p></qt>
kk: <qt><p><b>Дұрыс еместер дүмбілез деп белгіленсін</b><p> <p>Бұны таңдасаңыз тексеру құралы дұрыс емес деп табылған жазулар дүмбілез деп белгіленіп файлға сақталады.</p></qt>
ko: <qt><p><b>유효하지 않은 것을 불분명한 번역으로 표시</b></p> <p>만약 이 옵션을 선택하셨다면, 도구가 유효하지 않다고 분별한 모든 항목은 fuzzy로 표시되거나, 결과 파일을 저장할 것입니다.</p></qt>
nb: <qt><p><b>Marker tekster med syntaksfeil som uklare</b><p> <p>Hvis du velger dette, så vil alle elementer med syntaksfeil markeres som uklar og fila bli lagret.</p></qt>
nds: <qt><p><b>Leeg Indrääg as twiefelhaftig markeren.</b></p> <p>Wenn Du disse Optschoon anmaakst, warrt all Indrääg, de dat Warktüüch as leeg estemeert, as "twiefelhaftig" markeert, un de rutkamen Datei sekert.</p></qt>
nl: <qt><p><b>Ongeldige tekenreeksen als fuzzy markeren</b></p> <p>Als u deze optie selecteert zullen alle items die volgens KBabel ongeldig zijn als fuzzy worden gemarkeerd alvorens het bestand wordt opgeslagen.</p></qt>
pl: <qt><p><b>Zaznacz błędne jako wątpliwe</b></p> <p>Jeśli wybrano tę opcję, wszystkie elementy, uznane przez narzędzie sprawdzające za błędne, zostaną oznaczone jako wątpliwe, a plik wynikowy zostanie zapisany.</p></qt>
pt: <qt><p><b>Marcar os inválidos como aproximados</b><p> <p>Se você seleccionar esta opção, todos os itens identificados pela ferramenta como inválidos serão marcados como aproximados, sendo o ficheiro resultante gravado.</p></qt>
sk: <qt><p><b>Označiť neplatné položky ako nepresné</b><p> <p>Ak zapnete túto voľbu, všetky položky, ktoré nástroj označí ako neplatné, budú označené ako nepresné. Výsledný súbor sa uložiť.</p></qt>
sl: <qt><p><b>Označi neveljavne kot ohlapne</b><p> <p>Če izberete to možnost, se vsi vnosi, ki jih orodje oceni kot neveljavne, označijo ohlapne, nato pa je datoteka shranjena </p></qt>
sr: <qt><p><b>Означи неисправне као нејасне</b><p> <p>Ако изаберете ову опцију, све ставке које алат идентификује као неисправне биће означене као нејасне и резултујући фајл ће бити снимљен.</p></qt>
sr@latn: <qt><p><b>Označi neispravne kao nejasne</b><p> <p>Ako izaberete ovu opciju, sve stavke koje alat identifikuje kao neispravne biće označene kao nejasne i rezultujući fajl će biti snimljen.</p></qt>
sv: <qt><p><b>Markera ogiltiga som inexakta</b></p> <p>Om du väljer det här alternativet, kommer alla poster som identifieras av verktyget som ogiltiga att markeras som inexakta, och den resulterande filen kommer att sparas.</p></qt>
ta: <qt><p><b>செல்லாதவற்றை ஃபியுசியாக குறிக்கவும்</b><p> <p>இந்த விருப்பத்தேர்வை தேர்ந்தெடுத்தால், அனைத்து உருப்படிகள், செல்லாத கருவியை அது கண்டுபிடிக்கும், கண்டிப்பாக ஃபியுசியாக குறிக்கப்பட்டது கோப்பு விளைவுகள் கண்டிப்பாக சேமிக்கப்படும்.</p></qt>
tg: <qt><p><b>Беэътиборро ҳамчун номаълум ишорат кунед.</b><p> <p>Агар шумо ин вариантро интихоб кунед ҳамаи параграфҳо, ки абзорро беэътибор муайян мекунанд норӯшан ишорат карда мешаванд, ва файли натиҷавӣ нигоҳ дошта мешавад.</p></qt>
uk: <qt><p><b>Позначати помилкові як неточні</b><p> <p>Якщо ви виберете цей параметр, всі елементи, які визнані помилковими, будуть позначені як неточні і файл результату буде збережено.</p></qt>
zh_cn: <qt><p><b>无效条目标记为模糊项</b><p> <p>如果您选中此选项，所有被标识为无效的条目 都将被标记为模糊项，结果文件将被保存。</p></qt>

source: &Do not validate fuzzy
ar: لا &تتحقق من المبهم
be: &Не правяраць чарнавыя
bg: &Без валидност за неясните
ca: &No validar les inexactes
da: &Efterprøv ikke fuzzy
de: Fragliche Einträge nicht überprüfe&n
el: &Μη έλεγχος εγκυρότητας ασαφών
es: &No validar dudosos
et: Ka&htlaseid ei kontrollita
eu: &Ez egiaztatu zalantzazkoak
fa: &مبهم وارسی نشود‌
fr: &Ne pas valider les fuzzy
gl: &Non validar as dubidosas
he: אל תבדוק אימות ל־fuzzy
hr: &Ne overavaj nejasne
hu: Az ellenőrzendő bejegyzésekkel nem kell &foglalkozni
is: &Ekki staðfesta loðnar færslur
it: &Non validare i fuzzy
ja: あいまいなエントリは検証しない(&D)
kk: Дүмбілез жазулар тексеріл&месін
ko: 불분명한 부분을 검사하지 않기(&D)
mk: Не про&верувај нејасни
nb: &Ikke sjekk uklare
nds: Twiefelhaftige nich &pröven
nl: Fuzzy-tekenreeksen niet vali&deren
nn: &Ikkje sjekk uklare
pa: ਅਸਪਸ਼ਟ ਨੂੰ ਜਾਇਜ ਨਾ ਬਣਾਓ(&D)
pl: &Nie sprawdzaj wątpliwych
pt: Não vali&dar os aproximados
sk: Nekontrolovať n&epresné
sl: &Ne potrjuj ohlapnih
sr: &Не оверавај нејасне
sr@latn: &Ne overavaj nejasne
sv: Vali&dera inte inexakta
ta: fuzzy தொடர்பும் இல்லை
tg: &Номаълумро тасдиқ накунед
uk: &Не перевіряти неточні
zh_cn: 不校验模糊项(&D)

source: <qt><p><b>Do not validate fuzzy</b><p> <p>If you select this option, all items marked as fuzzy will not be validated at all.</p></qt>
ar: <qt><p><b>لا تتحقق من المبهم</b><p> <p>إذا انتقيت هذا الخيار، كل العناصر المعلّمة كمبهمة لن يتم التحقق منها على الإطلاق.</p></qt>
be: <qt><p><b>Не правяраць чарнавыя</b><p> <p>Не правяраць паведамленні, адзначаныя як чарнавыя.</p></qt>
bg: <qt><p><b>Без валидност за неясните</b><p> <p>Ако включите тази опция всички маркирани като неясни низове няма въобще да бъдат проверени за валидност.</p></qt>
ca: <qt><p><b>No validar les inexactes</b><p> <p>Si seleccioneu aquesta opció, tots els ítems marcats com a inexactes no seran validats.</p></qt>
da: <qt><p><b>Efterprøv ikke fuzzy</b><p> <p>Hvis du vælger dette vil alle punkter der er markerede som fuzzy slet ikke blive efterprøvet.</p></qt>
de: <qt><p><b>Fragliche Einträge nicht prüfen.</b></p> <p>Ist diese Einstellung aktiv, werden Einträge mit dem Status "fraglich" nicht geprüft.</p></qt>
el: <qt><p><b>Μη έλεγχος εγκυρότητας ασαφών</b><p> <p>Αν ενεργοποιήσετε αυτή την επιλογή, όλα τα αντικείμενα που είναι σημαδεμένα ως ασαφή δε θα ελεγχθούν για την εγκυρότητά τους.</p></qt>
es: <qt><p><b>No validar dudosos</b><p> <p>Si selecciona esta opción, todos los elementos marcados como dudosos, no se validarán totalmente.</p></qt>
et: <qt><p><b>Kahtlaseid ei kontrollita</b><p> <p>Selle valimisel ei kontrollita üldse teateid, mis on märgitud kahtlaseks.</p></qt>
eu: <qt><p><b>Ez egiaztatu zalantzazkoak</b><p> <p>Aukera hau hautatzen baduzu, zalantzazko bezala markatuko elementu ez dira egiaztatuko.</p></qt>
fa: <qt><p><b>مبهم را اعتبارسنجی نکن</b><p> <p>اگر این گزینه را انتخاب کنید، فقره‌های نشان‌دارشده به عنوان مبهم، به هیچ وجه اعتبارسنجی نخواهند شد.</p></qt>
fr: <qt><p><b>Ne pas valider les fuzzy</b><p> <p>Si vous sélectionnez cette option, tous les éléments marqués comme fuzzy ne seront pas validés du tout.</p></qt>
gl: <qt> <p><b>Non validar as dubidosas</b> <p> <p>Se escolle esta opción, as entradas sinaladas como dubidosas non serán validadas.</p></qt>
he: <qt><p><b>אל תבדוק אימות ל fuzzy</b><p> <p>If you select this option, all items marked as fuzzy will not be validated at all.</p></qt>
hr: <qt><p><b>Ne ovjeravaj nejasne</b><p> <p>Ako izaberete ovu opciju, sve stavke označene kao nejasne neće uopće bitiovjeravane.</p></qt>
hu: <qt><p><b>Az ellenőrzendő üzenetek kihagyása</b><p> <p>Ha ez az opció be van jelölve, az ellenőrzendő bejegyzések kimaradnak az ellenőrzési folyamatból.</p></qt>
is: <qt><p><b>Ekki staðfesta loðnar færslur</b><p> <p>Ef þú velur þennan valkost, verða færslur sem eru merktar loðnar ekki staðfestar.</p></qt>
it: <qt><p><b>Non validare i fuzzy</b><p> <p>Se selezioni questa opzione, tutti i termini segnati come fuzzy non saranno validati.</p></qt>
ja: <qt><p>あいまいなエントリは検証しない<p> <p>このオプションを選択すると、あいまいとマークされたエントリは検証の対象になりません。</p></qt>
kk: <qt><p><b>Дүмбілез жазулар тексерілмесін</b><p> <p>Бұны таңдасаңыз дүмбілез деп белгіленген жазулар мүлдем тексерілмейді.</p></qt>
ko: <qt><p><b>불분명한 부분을 검사하지 않기</b><p> <p>만약 이 옵션을 선택한다면, 불분명함으로 표시된 것들이 검사되지 않을 것입니다.</p></qt>
nb: <qt><p><b>&Ikke sjekk uklare</b><p> <p>Hvis du velger dette, så blir ikke tekster som er uklare sjekket.</p></qt>
nds: <qt><p><b>Twiefelhaftige nich pröven</b></p> <p>Wenn Du disse Optschoon anmaakst, warrt all as "twiefelhaftig" markeerte Indrääg nich pröövt.</p></qt>
nl: <qt><p><b>Fuzzy-tekenreeksen niet valideren</b></p> <p>Als u deze optie selecteert zullen alle als fuzzy aangemerkte items niet worden gevalideerd.</p></qt>
pl: <qt><p><b>Nie sprawdzaj wątpliwych</b></p> <p>Jeśli wybrano tę opcję, pozycje oznaczone jako wątpliwe nie będą w ogóle sprawdzane</p></qt>
pt: <qt><p><b>Não validar os aproximados</b><p> <p>Se seleccionar esta opção, todos os itens marcados como aproximados não serão validados de todo.</p></qt>
sk: <qt><p><b>Nekontrolovať nepresné</b><p> <p>Ak zapnete túto voľbu, všetky správy označené ako nepresné sa nebudú vôbec kontrolovať.</p></qt>
sl: <qt><p><b>Ne potrjuj ohlapnih</b><p> <p>Če izberete to možnost, se vsi vnosi, označeni kot ohlapni, ne potrjujejo.</p></qt>
sr: <qt><p><b>Не оверавај нејасне</b><p> <p>Ако изаберете ову опцију, све ставке означене као нејасне неће уопште бити овераване.</p></qt>
sr@latn: <qt><p><b>Ne overavaj nejasne</b><p> <p>Ako izaberete ovu opciju, sve stavke označene kao nejasne neće uopšte biti overavane.</p></qt>
sv: <qt><p><b>Validera inte inexakta</b></p> <p>Om du väljer det här alternativet, kommer inga poster som är markerade som inexakta att valideras.</p></qt>
ta: <qt><p><b>ஃபியுசியை செல்லுபடி செய்யாதே</b><p> <p>நீங்கள் இந்த விருப்பம் தேர்ந்தெடுத்தால், அனைத்து உருப்படியும் ஃபியுசியாக குறியிட்டு செல்லுபடி ஆகாது.</p></qt>
tg: <qt><p><b>Хаторо тасдиқ накунед</b><p> <p>Агар шумо ин вариантро интихоб кунед, ҳамаи пунктҳо ишорат мекнуанд, ки хато тамоман тасдиқ карда намешавад.</p></qt>
uk: <qt><p><b>Не перевіряти неточні</b><p> <p>Якщо ви виберете цей параметр, всі елементи, позначені як неточні, перевірятись не будуть.</p></qt>
zh_cn: <qt><p><b>不校验模糊项</b><p> <p>如果您选中此选项，所有标记为模糊项的条目 将完全不进行校验。</p></qt>

source: Diff Source
ar: مصدر الاختلاف
be: Крыніца Diff
bg: Източник за търсене на разлики
ca: Font diff
da: Diff-kilde
de: Diff-Quelle
el: Πηγή διαφορών
es: Fuente diff
et: Võrdlemise allikas
eu: Parekatze iturburua
fa: متن تفاوت
fr: Source pour les comparaisons
gl: Orixe para as diferenzas
he: השווה מקור
hr: Izvor razlikovanja
hu: Forrás-diff
is: Staðsetning samanburðaskráa
it: Sorgente confronto
ja: Diff ソース (比較対象)
kk: Diff көзі
ko: Diff 원본
mk: Извор за разлики
nb: Sammenligningskilde
nds: Vergliek-Born
nl: Verschil van bron
nn: Samanlikningskjelde
pa: ਸਰੋਤ ਅੰਤਰ
pl: Wynik porównania
pt: Diferenças do Código
sk: Zdroj pre rozdiely
sl: Izvor diff
sr: Извор разликовања
sr@latn: Izvor razlikovanja
sv: Källa för jämförelse
ta: Diff மூலக்கூறு
tg: Сарчашмаи гуногун
uk: Джерело Diff
zh_cn: 比较的来源
