Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Save Sp&ecial...
ar: احفظ الخا&ص...
be: А&дмысловае захаванне...
bg: Спе&циален запис...
ca: Desat &especial...
da: Gem sp&eciel...
de: &Speziell speichern ...
el: &Ειδική αποθήκευση...
es: Guardar de forma &especial...
et: Salvesta &teisiti...
eu: Gorde &Berezia...
fa: ذخیره کردن &ویژه...‌
fr: Enre&gistrement spécial...
gl: Gardado &especial...
he: שמור &מיוחד...
hr: Snimi spe&cijalno...
hu: Spe&ciális mentés...
is: Sérst&ök vistun...
it: Salva Sp&eciale...
ja: 特殊な保存(&E)...
kk: &Арнайы сақтау...
ko: 특별 저장(&E)...
lt: Išsaugoti &ypatingai...
mk: Зачувај сп&ецијално...
nb: Lagr&e spesiell …
nds: Be&sünner sekern...
nl: Sp&eciaal opslaan...
nn: La&gra spesiell …
pa: ਖਾਸ ਸੰਭਾਲੋ(&e)...
pl: Zapisz &specjalnie...
pt: Gravar como &Especial...
sk: Uložiť š&peciálne...
sl: Shrani pose&bno ...
sr: Сними спе&цијално...
sr@latn: Snimi spe&cijalno...
sv: Spara s&ärskilt...
ta: சிறப்பாக சேமி
tg: Нигоҳ доштан Мах&сус...
uk: Спе&ціальне збереження...
zh_cn: 特殊保存(&E)...

source: Set &Package...
ar: عيِّن &حزمة...
be: Усталяваць па&кет...
bg: Настройка на &пакет...
ca: Estableix &paquet...
da: Sæt &pakke...
de: Pa&ket festlegen ...
el: Ορισμός &πακέτου...
es: Establecer &paquete...
et: Määra &pakett...
eu: Ezarri Pa&ketea...
fa: تنظیم &بسته...‌
fr: Déterminer le &paquet...
gl: Estabelecer &paquete...
he: קבע &חבילה...
hr: Postavi &paket...
hu: Csoma&gbeállítás...
is: Setja &pakka...
it: Imposta &pacchetto...
ja: パッケージの設定(&P)...
kk: &Дестені орнату...
ko: 패키지 지정(&P)...
lt: Nustatyti &Paketą...
mk: Постави &пакет...
nb: Velg &pakke …
nds: &Paket fastleggen...
nl: &Pakket instellen...
nn: Vel &pakke …
pa: ਪੈਕੇਜ ਸੈੱਟ(&P)...
pl: &Ustaw pakiet...
pt: Definir o &Pacote...
sk: Nastaviť &balík...
sl: Nastavi &paket ...
sr: Постави &пакет...
sr@latn: Postavi &paket...
sv: An&ge paket...
ta: தொகுப்பு அமைப்பு
tg: Мондани &Пакет...
uk: Встановити &пакунок...
zh_cn: 设置软件包名称(&P)...

source: New &Window
ar: &نافذة جديدة
be: &Новае акно
bg: Нов про&зорец
ca: &Finestra nova
da: Nyt &vindue
de: Neues &Fenster
el: Νέο &παράθυρο
es: Ven&tana nueva
et: Uus ake&n
eu: &Leiho berria
fa: &پنجرۀ جدید‌
fr: Nouvelle &fenêtre
gl: Nova &fiestra
he: חלון ח&דש
hr: Novi &prozor
hu: Új &ablak
is: Nýr &gluggi
it: Nuova &finestra
ja: 新規ウィンドウ(&W)
kk: Жаңа &терезе
ko: 새 창(&W)
lt: Naujas &langas
mk: Нов про&зорец
nb: Nytt &vindu
nds: Nieg &Finster
nl: Nieu&w venster
nn: Nytt &vindauge
pa: ਨਵਾਂ ਝਰੋਖਾ(&W)
pl: Nowe &okno
pt: Nova &Janela
sk: No&vé okno
sl: No&vo okno
sr: Нови &прозор
sr@latn: Novi &prozor
sv: Nytt &fönster
ta: புதிய சாளரம்
tg: Тирезаи &Нав
uk: Нове &вікно
zh_cn: 新建窗口(&W)

source: Cop&y Msgid to Msgstr
ar: ان&سخ الأصلي إلى الترجمة
be: Кап&іяваць msgid у msgstr
bg: Копира&не на Msgid в Msgstr
ca: Cop&ia msgid a msgstr
da: &Kopiér msgid til msgstr
de: K&opieren: Originaltext -> Übersetzung
el: Α&ντιγραφή Msgid στο Msgstr
es: Cop&iar msgid a msgstr
et: K&opeeri msgid msgstr sisse
eu: &Kopiatu Msgid Msgstr-era
fa: &رونوشت Msgid در Msgstr‌‌
fr: Copi&er « msgid » vers « msgstr »
gl: Cop&iar msgid no msgstr
he: העתק את Msgid אל Msgstr
hr: &Kopiraj msgid u msgstr
hu: Az Ms&gid átmásolása az Msgstr-be
is: &Afrita msgid sem msgstr
it: Copi&a Msgid in Msgstr
ja: msgid を msgstr にコピー(&Y)
kk: msgid-ті msgstr-ге көшір&у
ko: Msgid를 Msgstr로 복사(&Y)
lt: Kopijuoti Msgid &į Msgstr
mk: Коп&ирај оригинал во преведена
nb: &Kopier msgid til msgstr
nds: Orginaaltext na Översetten k&operen
nl: Msgid naar msgstr kop&iëren
nn: K&opier msgid til msgstr
pa: Msgid ਤੋਂ Msgstr ਵਿੱਚ ਨਕਲ(&y)
pl: Kopiuj &msgid do msgstr
pt: Cop&iar o 'Msgid' para a 'Msgstr'
sk: Skopírovať ms&gid do msgstr
sl: &Kopiraj msgid v Mmsgstr
sr: &Копирај msgid у msgstr
sr@latn: &Kopiraj msgid u msgstr
sv: &Kopiera msgid till msgstr
ta: Msgid to Msgstr நகலெடு
tg: Нус&ха намудани Msgid ба Msgstr
uk: Ско&піювати Msgid до Msgstr
zh_cn: 将原文复制到译文(&Y)

source: Copy Searc&h Result to Msgstr
ar: انسخ نتيجة الب&حث إلى الترجمة
be: &Скапіяваць вынікі пошуку ў msgstr
bg: Копиране а на резул&татите от търсенето в Msgstr
ca: Copia el resultat de la re&cerca a msgstr
da: Kopiér sø&geresultat til msgstr
de: Kopieren: Suchergebnis -> Ü&bersetzung
el: Αντιγραφή αποτελέσματος αν&αζήτησης στο Msgstr
es: Copiar el resultado de la bús&queda a msgstr
et: Ko&peeri otsingu tulemus msgstr sisse
eu: Kopiatu &Bilaketaren Emaitza Msgstr-era
fa: رونوشت نتیجۀ &جستجو در ‌Msgstr‌
fr: Copier le r&ésultat de la recherche vers « msgstr »
gl: Copiar o resultado da &procura en msgstr
he: העתק תו&צאת חיפוש ל־Msgstr
hr: Kopiraj rezulta&t pretrage u msgstr
hu: A keresés eredményének bemás&olása az Msgstr-be
is: Afrita niðurstöðu &leitar í msgstr
it: Copia il risultato della ri&cerca in Msgstr
ja: 検索結果を msgstr にコピー(&H)
kk: Із&деу нәтижесін msgstr-ге көшіру
ko: 검색 결과를 Msgstr로 복사(&H)
lt: Kopijuoti paieškos re&zultatą į Msgstr
mk: Копирај резул&тат од пребарување во преведена
nb: Kopier s&økeresultatet til msgstr
nds: Söö&kresultaat na Översetten koperen
nl: &Zoekresultaat naar msgstr kopiëren
nn: Kopier søkje&resultat til msgstr
pa: ਨਤੀਜੇ ਤੋਂ Msgstr ਵਿੱਚ ਨਕਲ(&h)
pl: Kopiuj rezultat w&yszukiwania do msgstr
pt: Copiar o &Resultado da Procura para a 'Msgstr'
sk: Skopírovať vý&sledok hľadania do msgstr
sl: K&opiraj rezultate iskanja v msgstr
sr: Копирај резулта&т претраге у msgstr
sr@latn: Kopiraj rezulta&t pretrage u msgstr
sv: Kopiera s&ökresultat till msgstr
ta: Msgstrயை தேடிய தீர்வுடன் நகலெடு
tg: Ҷустани ну&схаи натиҷа ба Msgstr
uk: Скопіювати результати пош&уку до Msgstr
zh_cn: 将搜索结果复制到译文(&H)

source: Copy Msgstr to Other &Plurals
ar: انسخ الترجمة إلى ال&جموع الأخرى
be: Капіяваць тэкст msgstr у іншыя &множныя формы
bg: Копиране на Msgstr в другите &мн. форми
ca: Copia Msgstr a d'altres &plurals
da: Kopiér Msgstr til andre &flertalsformer
de: Übersetzungseintrag in andere &Pluralformen kopieren
el: Αντιγραφή Msgstr σε άλλες μορφές &πληθυντικού
es: Copiar msgtr a otros &plurales
et: Kopeeri ms&gstr teistesse mitmuse vormidesse
eu: Kopiatu Msgstr beste &pluraletara
fa: رونوشت Msgstr به سایر &جمعها‌
fr: Copier Msgstr vers Autres &Pluriels
gl: Copiar Msgstr a Outros &plurais
he: העתק את Msgstr לצורות &רבים אחרות
hr: Kopiraj msgstr u druge &množine
hu: A lefordított üzenet más&olása a többes számú alakokhoz
is: Afrita Msgstr í aðrar &fleirtölur
it: Copia Msgstr in altri &plurali
ja: msgstr を他の複数形にコピー(&M)
kk: msgstr-ді басқа &көптік түріне көшіру
ko: Msgstr을 다른 복수형들로 복사(&P)
lt: Ko&pijuoti Msgstr į kitas daugiskaitas
mk: Копирај преведена во другите &множински форми
nb: Kopier msgstr til andre &flertallsformer
nds: Översetten na anner &Mehrtallformen koperen
nl: Msgstr naar overige &meervoudsvormen kopiëren
nn: Kopier msgstr til andre &fleirtalsformer
pa: Msgstr ਤੋਂ ਹੋਰ ਬਹੁਵਚਨ(&P)
pl: Kopiuj Msgstr do innych form liczby &mnogiej
pt: Copiar o 'Msgstr' para Outros &Plurais
sk: Skopírovať msgstr do ostatných &tvarov
sl: Kopiraj msgstr v druge &množinske oblike
sr: Копирај msgstr у друге &множине
sr@latn: Kopiraj msgstr u druge &množine
sv: Kopiera msgstr till andra &pluralformer
ta: Msgstrயை பிற பன்மைகளை நகலெடு
tg: Нусхаи Msgst ба Дигар &Ҷамъҳо
uk: Скопіювати Msgstr до інших &форм множини
zh_cn: 将译文复制到其它复数形式(&P)

source: Copy Selected Character to Msgstr
ar: انسخ المحرف المحدد إلى الترجمة
be: Капіяваць вылучаны знак у msgstr
bg: Копиране на маркирания символ в Msgstr
ca: Copia el caràcter seleccionat a msgstr
da: Kopiér det valgte tegn til Msgstr
de: Markiertes Zeichen in den Übersetzungseintrag kopieren
el: Αντιγραφή επιλεγμένου χαρακτήρα στο Msgstr
es: Copiar carácter seleccionado a msgstr
et: Kopeeri valitud märk msgstr sisse
eu: Kopiatu hautatutako karakterea Msgstr-era
fa: رونوشت نویسۀ برگزیده به Msgstr
fr: Copier le caractère sélectionné vers « msgstr »
gl: Copiar o carácter seleccionado en msgstr
he: העתק את התו הנבחר ל־Msgstr
hr: Kopiraj odabrani znak u msgstr
hu: A kijelölt karakter másolása a lefordított üzenetbe
is: Afrita valinn staf í Msgstr
it: Copia i caratteri selezionati in Msgstr
ja: 選択した文字を msgstr にコピー(&S)
kk: Таңдалған таңбаны msgstr-ге көшіру
ko: 선택한 문자를 Msgstr로 복사
lt: Kopijuoti pasirinktą simbolį į Msgstr
mk: Копирај го избраниот знак во преведената
nb: Kopier de valgte tegnene til msgstr
nds: Markeert Teken na Översetten koperen
nl: Geselecteerd teken naar msgstr kopiëren
nn: Kopier merkt teikn til msgstr
pa: ਚੁਣੇ ਅੱਖਰ ਨੂੰ Msgstr ਵਿੱਚ ਨਕਲ ਕਰੋ
pl: Kopiuj wybrane znaki do Msgstr
pt: Copiar o Carácter Seleccionado para a 'Msgstr'
sk: Skopírovať označený znak do msgstr
sl: Kopiraj izbrani znak v msgstr
sr: Копирај изабрани знак у msgstr
sr@latn: Kopiraj izabrani znak u msgstr
sv: Kopiera markerat tecken till msgstr
ta: Msgstrக்கான எழுத்து வகை தேர்வு
tg: Нусхаи Хусусияти Ишора шудаи ба Msgstr
uk: Скопіювати вибраний символ до Msgstr
zh_cn: 将选中的字符复制到译文

source: To&ggle Fuzzy Status
ar: &بدِّل حالة الإبهام
be: П&азначыць як чарнавы
bg: Прев&ключване на неясен статус
ca: (Des)activa l'estat d'&inexacta
da: &Skift 'fuzzy' status
de: S&tatus "fraglich"
el: Ενα&λλαγή κατάστασης ασαφούς
es: Conmutar el estado &dudoso
et: Muuda kahtlast ol&ekut
eu: &Txandatu Zalantzazko Egoera
fa: زدن &ضامن وضعیت مبهم‌
fr: Inverser l'état de Fuzz&y
gl: Desactivar o estado de &dubidosa
he: שנה מצב Fuzzy
hr: &Postavi/ukloni status nejasno
hu: A&z "ellenőrzendő" állapot átbillentése
is: Ví&xla loðinni stöðu
it: &Cambia stato fuzzy
ja: あいまい状態を反転(&G)
kk: Дүмбілездік күйін те&рістеу
ko: 불분명한 상태 해제(&S)
lt: Perjun&gti neaiškaus būseną
mk: Смени с&татус на нејасна
nb: Slå a&v/på uklar-statusen
nds: Status "twiefelhaftig" an-/utma&ken
nl: Fuzzy&status omschakelen
nn: Slå &av/på uklar-status
pa: ਅਸਪਸ਼ਟ ਸਥਿਤੀ ਤਬਦੀਲ(&g)
pl: &Przełącz stan "wątpliwy"
pt: &Comutar o Estado de Aproximado
sk: Prepnúť stav &fuzzy (nepresná)
sl: Pre&klopi oznako ohlapnosti
sr: &Постави/уклони статус нејасно
sr@latn: &Postavi/ukloni status nejasno
sv: Avmarkera ine&xakt status
ta: Fuzzyயின் மாற்று நிலை
tg: Ҳолати Номаълуми Ҳол&ат
uk: Пере&мкнути неточний стан
zh_cn: 切换模糊状态(&G)

source: &Edit Header...
ar: &حرِّر الترويسة...
be: &Загаловак...
bg: Редактиране на за&главната част...
ca: &Edita capçalera...
da: &Rediger hoved...
de: Vorspann &bearbeiten ...
el: &Επεξεργασία επικεφαλίδας...
es: &Editar cabecera...
et: &Muuda päist...
eu: Editat&u goiburukoa...
fa: &ویرایش سرآیند...‌
fr: &Modifier l'en-tête...
gl: &Editar cabeceira...
he: &ערוך כותרת...
hr: &Uredi zaglavlje...
hu: A fe&jléc szerkesztése...
is: Br&eyta haus...
it: Modifica int&estazione...
ja: ヘッダを編集(&E)...
kk: &Айдарын өңдеу...
ko: 머리말 고치기(&E)...
lt: R&edaguoti antraštę...
mk: Ур&еди го заглавието...
nb: &Rediger filhodet …
nds: Dateikopp &bewerken...
nl: Kopt&ekst bewerken...
nn: Rediger fil&hovud …
pa: ਸਿਰਲੇਖ ਸੋਧ(&E)...
pl: &Edytuj nagłówek...
pt: &Editar o Cabeçalho...
sk: &Upraviť hlavičku...
sl: Ur&edi glavo ...
sr: &Уреди заглавље...
sr@latn: &Uredi zaglavlje...
sv: Redigera fil&huvud...
ta: தலையங்கத்தை திருத்து
tg: &Муҳаррири Сарлавҳа...
uk: &Редагувати заголовок...
zh_cn: 编辑文件头(&E)...

source: &Insert Next Tag
ar: أ&درج وسم التالي
be: &Уставіць наступны тэг
bg: В&мъкване на следващ таг
ca: &Insereix una nova etiqueta
da: &Indsæt næste mærke
de: Nächste Formatierung ein&fügen
el: &Εισαγωγή επόμενης ετικέτας
es: &Insertar nueva etiqueta
et: &Lisa järgmine silt
eu: &Txertatu hurrengo etiketa
fa: &درج برچسب بعدی‌
fr: I&nsérer la balise suivante
gl: &Inserir a seguinte etiqueta
he: ה&כנס את התגית הבאה
hr: &Umetni sljedeću oznaku
hu: A köve&tkező HTML tag beszúrása
is: Skjóta &inn næsta tagi
it: &Inserisci tag successiva
ja: 次のタグを挿入(&I)
kk: Келесі тегті &енгізу
ko: 다음 태그 삽입(&I)
lt: Įterpti k&itą deskriptorių
nb: Sett &inn neste tagg
nds: Nakamen Beteker &infögen
nl: Volgende tag &invoegen
nn: Set &inn neste tagg
pa: ਅੱਗੇ ਟੈਗ ਸ਼ਾਮਿਲ(&I)...
pl: Wstaw na&stępny znacznik
pt: &Inserir a Marca Seguinte
sk: &Vložiť ďalší tag
sl: Vstavi naslednjo &značko
sr: &Уметни следећу ознаку
sr@latn: &Umetni sledeću oznaku
sv: Infoga n&ästa tagg
ta: அடுத்த பகுதிக்கான உள்ளிடு
tg: &Ворид кардани теги оянда
uk: В&ставити наступну мітку
zh_cn: 插入下一个标签(&I)

source: Insert Next Tag From Msgid P&osition
ar: ادرج وسم التالي من م&وقع النص الأصلي
be: Ус&тавіць наступны тэг з пазіцыі msgid
bg: Вм&ъкване на следващ таг от позиция Msgid
ca: Insereix la següent etiqueta des de la &posició msgid
da: Indsæt næste mærke fra Msgid-p&osition
de: Nächste Formatierung einfügen von &der Msgid-Position
el: Εισαγωγή επόμενης ετικέτας από τη &θέση Msgid
es: Insertar nueva etiqueta desde la p&osición de msgid
et: Lisa &järgmine silt msgid positsioonist
eu: Txertatu hurrengo etiketa Msgid-en p&osiziotik
fa: درج برچسب بعدی از &موقعیت Msgid‌
fr: Insérer la &balise suivante à partir de sa position dans Msgid
gl: Inserir a seguinte etiqueta desde a p&osición do Msgid
he: הכנס את התגית הבאה מ&מיקום Msgid
hr: Umetni sljedeću oznaku iz msgid p&oložaja
hu: A következő tag beszúrása az Msgid &pozíciójától
is: Setja inn næsta tag frá Msgid &stöðu
it: Inserisci tag successiva dalla p&osizione di msgid
ja: msgid の位置から次のタグを挿入(&O)
kk: Келесі тегті msgid &орнынан енгізу
ko: Msgid 위치에서 다음 태그 삽입(&O)
nb: Sett inn neste tagg utfra msgid-&posisjonen
nds: Nakamen Beteker vun Orginaaltextp&ositschoon infögen
nl: V&olgende tag van msgid-positie invoegen
nn: Set inn neste tagg ut frå Msgid-&posisjonen
pa: Msgid ਸਥਿਤੀ ਤੋਂ ਅੱਗ ਟੈਗ ਸ਼ਾਮਿਲ ਕਰੋ(&o)
pl: Wstaw następny znacznik z &pozycji Msgid
pt: Inserir a Próxima Marca na P&osição do 'Msgid'
sk: Vložiť nasledujúci tag podľa pozície v ms&gid
sl: Vstavi naslednjo z&načko s položaja msgid
sr: Уметни следећу ознаку из msgid п&оложаја
sr@latn: Umetni sledeću oznaku iz msgid p&oložaja
sv: Infoga nästa tagg från msgid-p&osition
ta: Msgid நிலையிலிருந்து அடுத்த பகுதிக்கான உள்ளிடு
tg: Ворид кардани тег аз мавқ&еи Msgid
uk: Вставити наступну мітку від &позиції Msgid
zh_cn: 在原文位置插入下一个标签(&O)

source: Inser&t Tag
ar: أدرج &وسْم
be: Уста&віць тэг
bg: Вмъкване на &таг
ca: &Insereix etiqueta
da: Ind&sæt mærke
de: Formatierung &einfügen
el: Ει&σαγωγή ετικέτας
es: Inser&tar etiqueta
et: Lisa sil&t
eu: &Txertatu Etiketa
fa: &درج برچسب‌
fr: Insérer une &balise
gl: Ins&erir etiqueta
he: הכנ&ס תגית
hr: &Umetni oznaku
hu: HTM&L tag beszúrása
is: Skjó&ta inn tagi
it: &Inserisci tag
ja: タグを挿入(&T)
kk: Тегті ен&гізу
ko: 태그 삽입(&T)
lt: Į&terpti deskriptorių
nb: Se&tt inn tagg
nds: Be&teker infögen
nl: &Tag invoegen
nn: &Set inn tagg
pa: ਟੈਗ ਸ਼ਾਮਿਲ(&t)
pl: Wstaw zn&acznik
pt: Inseri&r uma Marca
sk: Vložiť &tag
sl: Vs&tavi značko
sr: Уметн&и ознаку
sr@latn: Umetn&i oznaku
sv: Infoga &tagg
ta: பகுதியின் உள்ளிடு
tg: Во&рид кардани Тег
uk: Встави&ти мітку
zh_cn: 插入标签(&T)

source: Show Tags Menu
ar: أظهر قائمة الوسوم
be: Паказаць меню тэгаў
bg: Показване на меню с тагове
ca: Mostra menú d'etiquetes
da: Vis mærkemenu
de: Formatierungsmenü anzeigen
el: Εμφάνιση μενού ετικετών
es: Mostrar menú de etiquetas
et: Näita siltide menüüd
eu: Erakutsi etiketen menua
fa: نمایش گزینگان برچسبها
fr: Afficher le menu des balises
gl: Amosar menú de etiquetas
he: הצג תפריט תגיות
hr: Pokaži izbornik „Oznake“
hu: A Tag-ek menü megjelenítése
is: Sýna tagavalmynd
it: Mostra menu dei tag
ja: タグメニューを表示
kk: Тегтер мәзірін көрсету
ko: 태그 메뉴 보기
lt: Rodyti deskriptorių meniu
nb: Vis taggmeny
nds: Betekermenü wiesen
nl: Tagmenu tonen
nn: Vis taggmeny
pa: ਟੈਗ ਮੇਨੂ ਵੇਖਾਓ
pl: Pokaż menu znaczników
pt: Mostrar o Menu de Marcas
sk: Zobraziť menu tagov
sl: Prikaži meni za značke
sr: Прикажи мени „Ознаке“
sr@latn: Prikaži meni „Oznake“
sv: Visa taggmeny
ta: பட்டிப் பட்டையைக் காட்டு
tg: Нишон додани менюи тегҳо
uk: Показати меню міток
zh_cn: 显示标签菜单

source: Move to Next Tag
ar: انتقل الى الوسم التالي
be: Перайсці да наступнага тэга
bg: Преминаване към следващ таг
ca: Mou a l'etiqueta següent
da: Flyt til næste mærke
de: Nächste Formatierung
el: Μετακίνηση στην επόμενη ετικέτα
es: Mover a la siguiente etiqueta
et: Liigu järgmisele sildile
eu: Mugitu hurrengo etiketara
fa: حرکت به برچسب بعدی
fr: Aller à la balise suivante
gl: Mover á seguinte etiqueta
he: דלג לתגית הבאה
hr: Pređi na sljedeću oznaku
hu: Ugrás a következő tag-re
is: Fara að næsta tagi
it: Vai al tag successivo
ja: 次のタグに移動
kk: Келесі тегке жылжу
ko: 다음 태그로 이동
lt: Pereiti prie kito deskriptoriaus
nb: Gå til neste tagg
nds: Na nakamen Beteker gahn
nl: Naar volgende tag
nn: Gå til neste tagg
pa: ਅਗਲੇ ਟੈਗ ਤੇ ਜਾਓ
pl: Przejdź do następnego znacznika
pt: Passar à Marca Seguinte
sk: Presunúť na nasledujúci tag
sl: Premakni se na naslednjo značko
sr: Пређи на следећу ознаку
sr@latn: Pređi na sledeću oznaku
sv: Gå till nästa tagg
ta: அடுத்த பட்டிக்கு செல்
tg: Ҳаракат намудан ба Теги Оянда
uk: Пересунутись до наступної мітки
zh_cn: 转到下一个标签

source: Move to Previous Tag
ar: انتقل إلى الوسم السابق
be: Перайсці да папярэдняга тэга
bg: Преминаване към предишен таг
ca: Mou a l'etiqueta anterior
da: Flyt til forrige mærke
de: Vorige Formatierung
el: Μετακίνηση στην προηγούμενη ετικέτα
es: Mover a la anterior etiqueta
et: Liigu eelmisele sildile
eu: Mugitu aurreko etiketara
fa: حرکت به برچسب قبلی
fr: Aller à la balise précédente
gl: Mover á anterior etiqueta
he: דלג לתגית הקודמת
hr: Pređi na prethodnu oznaku
hu: Ugrás az előző tag-re
is: Fara að fyrra tagi
it: Vai al tag precedente
ja: 前のタグに移動
kk: Алдыңғы тегке жылжу
ko: 이전 태그로 이동
lt: Pereiti prie ankstesniojo deskriptoriaus
nb: Gå til forrige tagg
nds: Na verleden Beteker gahn
nl: Naar vorige tag
nn: Gå til førre tagg
pa: ਪਿਛਲੇ ਟੈਗ ਤੇ ਜਾਓ
pl: Przejdź do poprzedniego znacznika
pt: Mover para a Marca Anterior
sk: Presunúť na predchádzajúci tag
sl: Premakni se na prejšnjo značko
sr: Пређи на претходну ознаку
sr@latn: Pređi na prethodnu oznaku
sv: Gå till föregående tagg
ta: முந்தைய பட்டிக்கு செல்
tg: Ҳаракат намудан ба Теги пештара
uk: Пересунутись до попередньої мітки
zh_cn: 转到上一个标签

source: Insert Next Argument
ar: أدرج المعامل التالي
be: Уставіць наступны аргумент
bg: Вмъкване на следващ аргумент
ca: Insereix següent argument
da: Indsæt næste argument
de: Nächstes Argument einfügen
el: Εισαγωγή επόμενης παραμέτρου
es: Insertar siguiente argumento
et: Lisa järgmine argument
eu: Txertatu hurrengo argumentua
fa: درج نشانوند بعدی
fr: Insérer l'argument suivant
gl: Inserir seguinte argumento
he: הכנס את הערך הבא
hr: Umetni sljedeći argument
hu: A következő argumentum beszúrása
is: Skjóta inn næstu breytu
it: Inserisci il prossimo argomento
ja: 次の引数を挿入
kk: Келесі аргументті енгізу
ko: 다음 인자 삽입
lt: Įterpti kitą argumentą
mk: Вметни следен аргумент
nb: Sett inn neste argument
nds: Nakamen Argument infögen
nl: Volgend argument invoegen
nn: Set inn neste argument
pa: ਅੱਗੇ ਆਰਗੂਮਿੰਟ ਸ਼ਾਮਿਲ ਕਰੋ
pl: Wstaw następny argument
pt: Inserir o Argumento Seguinte
sk: Vložiť ďalší argument
sl: Vstavi naslednji argument
sr: Уметни следећи аргумент
sr@latn: Umetni sledeći argument
sv: Infoga nästa argument
ta: அடுத்த பயனிலையை உள்ளிடு
tg: Ворид намудани далели оянда
uk: Вставити наступний аргумент
zh_cn: 插入下一个参数

source: Inser&t Argument
ar: أ&درج معامل
be: Уставіць аргумент
bg: Вмъкване на &аргумент
ca: &Insereix argument
da: Ind&sæt argument
de: Argument ein&fügen
el: Ει&σαγωγή παραμέτρου
es: Inser&tar argumento
et: Lisa argumen&t
eu: Txertatu &Argumentua
fa: &درج نشانوند‌
fr: Insérer un &argument
gl: Inseri&r argumento
he: הכנס &ערך
hr: Umetn&i argument
hu: Arg&umentum beszúrása
is: Skjó&ta inn breytu
it: Inserisci argomen&to
ja: 引数を挿入(&T)
kk: Аргумен&тті енгізу
ko: 인자 삽입(&T)
lt: Į&terpti argumentą
mk: Вме&тни аргумент
nb: Se&tt inn argument
nds: Argument infö&gen
nl: Argumen&t invoegen
nn: Se&t inn argument
pa: ਆਰਗੂਮਿੰਟ ਸ਼ਾਮਿਲ ਕਰੋ(&t)
pl: Wstaw ar&gument
pt: Inserir o Argumen&to
sk: Vložiť &argument
sl: Vstavi &argument
sr: Уметн&и аргумент
sr@latn: Umetn&i argument
sv: Infoga arg&ument
ta: பயனிலையை உள்ளிடு
tg: Ворид карда&ни далелҳо
uk: Вставит&и аргумент
zh_cn: 插入参数(&T)

source: Show Arguments Menu
ar: أظهر قائمة المعاملات
be: Паказаць меню аргументаў
bg: Показване на меню за аргументи
ca: Mostra menú d'arguments
da: Vis argument-menu
de: Menü Argumente anzeigen
el: Εμφάνιση μενού παραμέτρων
es: Mostrar menú de argumentos
et: Näita argumentide menüüd
eu: Erakutsi Argumentuen Menua
fa: نمایش گزینگان نشانوندها
fr: Afficher le menu des arguments
gl: Amosar menú de argumentos
he: הצג תפריט ערכים
hr: Pokaži izbornik „Argumenti“
hu: Az argumentumok menü megjelenítése
is: Sýna breytu valmynd
it: Mostra menu argomenti
ja: 引数メニューを表示
kk: Аргументтер мәзірін көрсету
ko: 인자 메뉴 보기
mk: Прикажи мени со аргументи
nb: Vis argumentmeny
nds: Argumentenmenü wiesen
nl: Argumentenmenu tonen
nn: Vis argumentmeny
pa: ਆਰਗੂਮਿੰਟ ਮੇਨੂ ਵੇਖਾਓ
pl: Pokaż menu argumentów
pt: Mostrar o Menu de Argumentos
sk: Zobraziť menu argumentov
sl: Prikaži meni za argumente
sr: Прикажи мени „Аргументи“
sr@latn: Prikaži meni „Argumenti“
sv: Visa argumentmeny
ta: பயனிலை பட்டிகளை காட்டு
tg: Нишон додани менюи далелҳо
uk: Показати меню аргументів
zh_cn: 显示参数菜单

source: &Next
ar: ال&تالي
be: Дале&й
bg: &Следващ
ca: &Següent
da: &Næste
de: &Nächster
el: &Επόμενο
es: Siguie&nte
et: &Järgmine
eu: &Hurrengoa
fa: &بعدی‌
fr: &Suivant
gl: Segui&nte
he: ה&בא
hu: &Következő
is: &Næsti
it: &Successivo
ja: 次(&N)
kk: &Келесіге
ko: 다음(&N)
lt: &Kitas
mk: След&на
nb: Ne&ste
nds: &Nakamen
nl: Volge&nde
nn: &Neste
pa: ਅੱਗੇ(&N)
pl: Następn&y
pt: Segui&nte
sk: &Dopredu >
sl: &Naprej
sr: &Следеће
sr@latn: &Sledeće
sv: &Nästa
uk: &Наступна
zh_cn: 下一个(&N)

source: &First Entry
ar: الخانة الأ&ولى
be: Пер&шы запіс
bg: &Първи низ
ca: P&rimera entrada
da: &Første beskedforekomst
de: &Erster Eintrag
el: &Πρώτη καταχώρηση
es: P&rimera entrada
et: E&simene kirje
eu: &Lehenengo sarrera
fa: &اولین مدخل‌
fr: Première &entrée
gl: P&rimeira entrada
he: רשומה &ראשונה
hr: &Prvi unos
hu: Az &első bejegyzés
is: &Fyrsti reitur
it: &Prima voce
ja: 最初のエントリ(&F)
kk: &Бірінші жазуға
ko: 첫 항목(&F)
lt: &Pirmas įrašas
mk: П&рва порака
nb: F&ørste oppføring
nds: &Eerst Indrag
nl: Eerste tekenree&ks
nn: Første &oppføring
pa: ਪਹਿਲਾਂ ਇੰਦਰਾਜ਼(&F)
pl: &Pierwsza pozycja
pt: &Primeiro Item
sk: &Prvá položka
sl: P&rvi vnos
sr: &Први унос
sr@latn: &Prvi unos
sv: F&örsta posten
ta: முதல் நுழைவு
tg: &Вориди аввал
uk: &Перший запис
zh_cn: 第一项(&F)

source: &Last Entry
ar: الخانة الأ&خيرة
be: Ап&ошні запіс
bg: П&оследен низ
ca: Ú&ltima entrada
da: &Sidste beskedforekomst
de: &Letzter Eintrag
el: &Τελευταία καταχώρηση
es: Ú&ltima entrada
et: &Viimane kirje
eu: &Azkeneko sarrera
fa: &آخرین مدخل‌
fr: &Dernière entrée
gl: Ú&ltima entrada
he: רשומה &אחרונה
hr: &Posljednji unos
hu: Az &utolsó bejegyzés
is: &Síðasti reitur
it: &Ultima voce
ja: 最後のエントリ(&L)
kk: &Соңғы жазуға
ko: 마지막 항목(&L)
lt: Pa&skutinis įrašas
mk: Пос&ледна порака
nb: &Siste oppføring
nds: &Lest Indraag
nl: &Laatste tekenreeks
nn: &Siste oppføring
pa: ਆਖ਼ਰੀ ਇੰਦਾਰਜ਼(&L)
pl: &Ostatnia pozycja
pt: &Último Item
sk: Po&sledná položka
sl: &Zadnji vnos
sr: &Задњи унос
sr@latn: &Zadnji unos
sv: S&ista posten
ta: கடைசி நுழைவு
tg: &Вориди охирин
uk: &Останній запис
zh_cn: 最后一项(&L)

source: &Back in History
ar: إلى ال&خلف في التاريخ
be: Назад (па &гісторыі пераходу)
bg: Назад в &историята
ca: &Enrera en l'historial
da: &Tilbage i historik
de: Vorheriger Eintrag im &Verlauf
el: Πί&σω στο ιστορικό
es: &Retroceder en el histórico
et: Ajaloos ta&gasi
eu: &Atzera historian
fa: &پس رفتن در تاریخچه‌
fr: &Précédent (historique)
gl: &Retroceder no historial
he: ח&זרה בהיסטוריה
hu: Vissza a na&plóban
is: Til &baka í sögu
it: &Indietro nella cronologia
ja: 履歴をさかのぼる(&B)
kk: Өткенге &шегіну
ko: 히스토리에서 뒤로(&B)
lt: &Atgal istorijoje
mk: На&зад во историјата
nb: &Tilbake i historien
nds: &Torüch in de Vörgeschicht
nl: &Vorige in geschiedenis
nn: &Tilbake i historia
pa: ਅਤੀਤ 'ਚ ਪਿੱਛੇ(&B)
pl: &W tył w historii
pt: &Recuar no Histórico
sk: &Späť v histórii
sl: Na&zaj v zgodovini
sr: Наза&д у историјату
sr@latn: Naza&d u istorijatu
sv: Till&baka i historiken
uk: &Позаду в історії
zh_cn: 在历史中返回(&B)
