Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Error while trying to open file: %1
ar: خطأ أثناء محاولة فتح الملف: %1
be: Памылка пры спробе адкрыць файл: %1
bg: Грешка при опит за отваряне на файл: %1
ca: Error mentre s'intentava obrir el fitxer: %1
da: Fejl ved forsøg på at åbne fil %1
de: Fehler beim Öffnen der Datei %1
el: Σφάλμα κατά το άνοιγμα του αρχείου: %1
es: Error intentando abrir el archivo: %1
et: Viga faili avamisel: %1
eu: Errorea ondoko fitxategia irekitzen saiatzean: %1
fa: خطا هنگام سعی در باز کردن پرونده: %1
fr: Problème lors de l'ouverture du fichier : %1
gl: Erro ao abrir o ficheiro: %1
he: שגיאה בזמן ניסיון פתיחת קובץ: %1
hr: Grekša pri pokušaju otvaranja datoteke: %1
hu: Hiba történt az alábbi fájl megnyitása közben: %1
is: Villa við opnun skráar: %1
it: Errore durante l'apertura del file: %1
ja: ファイルを開く際にエラー: %1
kk: Келесі файлды ашқанда қате пайда болды: %1
ko: 파일 열기를 시도하는 중 오류발생: %1
lt: Klaida bandant atverti bylą: %1
mk: Грешка при обидот да се отвори датотеката: %1
nb: Klarte ikke å åpne fila %1
nds: Datei "%1" lett sik nich opmaken
nl: Fout tijdens openen van bestand: %1
nn: Klarte ikkje opna fil: %1
pa: ਫਾਇਲ਼ ਖੋਲ੍ਹਣ ਦੀ ਕੋਸ਼ਿਸ ਦੌਰਾਨ ਗਲਤੀ: %1
pl: Błąd podczas otwierania pliku: %1
pt: Erro ao tentar aceder ao ficheiro: %1
sk: Chyba pri otváraní súboru: %1
sl: Napaka pri odpiranju datoteke: %1
sr: Грешка при покушају отварања фајла: %1
sr@latn: Greška pri pokušaju otvaranja fajla: %1
sv: Fel uppstod vid öppning av fil: %1
ta: கோப்பினை திறக்க முற்பட்ட போது ஏற்பட்ட பிழை: %1
tg: Хатогӣ ҳангоми сайъи кушодани файли зерин рӯй дод: %1
uk: Помилка відкриття файла: %1
zh_cn: 试图打开文件时出错： %1

source: Error while trying to read file: %1 Maybe it is not a valid file with list of markings.
ar: خطأ أثناء محاولة قراءة الملف: %1 يحتمل ألا يكون ملف صالح ذو قائمة علامات.
be: Памылка пры спробе чытання файла: %1 Праверце карэктнасць файла са спісам пазанак.
bg: Грешка при опит за четене на файл: %1 Може би не е валиден файл със списък.
ca: Error mentre s'intentava llegir el fitxer: %1 Potser no és un fitxer vàlid amb la llista de marcats.
da: Fejl ved forsøg på at læse fil %1 Måske er det ikke en gyldig PO-fil med liste af markeringer.
de: Fehler beim Lesen der Datei %1. Wahrscheinlich handelt es sich nicht um eine Datei mit einer Markierungsliste.
el: Σφάλμα κατά την ανάγνωση του αρχείου: %1 Πιθανόν να μην είναι ένα έγκυρο αρχείο με λίστα σημάνσεων.
es: Error al tratar de leer el archivo: %1 Quizá no es un archivo válido con lista de marcas.
et: Viga failist lugemisel: %1 Võib-olla pole see kasutamiskõlblik fail.
eu: Errorea ondoko fitxategia irakurtzen saiatzean: %1 Baliteke baliozko markaketen zerrendadun fitxategia ez izatea.
fa: خطا هنگام سعی در خواندن پرونده: %1 شاید پرونده‌ای معتبر در فهرست نشانها نیست.
fr: Problème de lecture du fichier : %1 Ce n'est peut-être pas un fichier avec une liste de marques valable.
gl: Erro ao tentar ler o ficheiro: %1 Posibelmente non sexa un ficheiro de lista de marcas válido.
he: שגיאה בזמן ניסיון קריאת קובץ: %1 אולי זה לא קובץ תקין עם רשימת סימונים.
hu: Hiba történt az alábbi fájl olvasása közben: %1 A fájl valószínűleg nem kijelöléslistát tartalmaz.
is: Villa við lestur skráar: %1 Kannski er þetta ekki gild merkingaskrá.
it: Errore durante la lettura del file: %1 Forse non è un file valido con una lista di marcatori.
ja: ファイルの読み込み中にエラー: %1 おそらく有効なマークリストのファイルではありません。
kk: Келесі файлды оқығанда қате пайда болды: %1 Бұл дұрыс белгілер тізім файлы емес болуы мүмкін.
mk: Грешка при обидот да се вчита датотеката: %1 Можеби не е валидна датотека со листа на обележувања.
nb: Klarte ikke å lese fila %1 Kanskje det ikke er en gyldig fil med liste over markeringer.
nds: Datei "%1" lett sik nich lesen Villicht is dat keen gellen Markerenlist.
nl: Fout tijdens lezen van bestand: %1 Mogelijk is het geen geldig bestand met lijst van markeringen.
nn: Klarte ikkje lesa fil: %1 Kanskje ho ikkje er ei gyldig liste over merkingar.
pa: ਗਲਤੀ, ਫਾਇਲ ਪੜਨ ਦੀ ਕੋਸ਼ਿਸ ਦੌਰਾਨ: %1 ਸੰਭਵ ਤੌਰ ਤੇ ਨਿਸ਼ਾਨਬੱਧ ਕੀਤੀ ਫਾਇਲ ਜਾਇਜ਼ ਨਹੀਂ ਹੈ।
pl: Błąd podczas czytania pliku: %1 Być może nie jest to poprawny plik z listą zaznaczeń.
pt: Erro ao tentar ler o ficheiro: %1 Talvez não seja um ficheiro com uma lista de marcações válida.
sk: Chyba pri pokuse o čítanie súboru: %1 Možno to nie je platný súbor so zoznamom značiek.
sl: Napaka pri branju datoteke: %1 Mogoče ni veljavna datoteka s seznamom oznak.
sr: Грешка при покушају читања фајла: %1 Можда није исправан фајл са листом маркера.
sr@latn: Greška pri pokušaju čitanja fajla: %1 Možda nije ispravan fajl sa listom markera.
sv: Fel uppstod vid läsning av fil: %1 Det kanske inte är en giltig fil med markeringar.
uk: Помилка читання файла: %1 Можливо, це не чинний файл із списком міток.
zh_cn: 在试图读取文件时出错： %1 也许它不是带有标记列表的有效文件。

source: The file %1 already exists. Do you want to overwrite it?
ar: الملف %1 موجود مسبقاً. أتريد الكتابة عليه ؟
be: Файл %1 ужо існуе. Жадаеце яго замяніць?
bg: Вече има файл %1. Искате ли да бъде презаписан?
ca: El fitxer %1 ja existeix. El voleu sobreescriure?
da: Filen %1 eksisterer allerede. Ønsker du at overskrive den?
de: Die Datei %1 existiert bereits. Möchten Sie die Datei überschreiben?
el: Το αρχείο %1 υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
es: El archivo %1 ya existe. ¿Desea sobrescribirlo?
et: Fail %1 on juba olemas. Kas sa soovid seda üle kirjutada?
eu: %1 fitxategia jadanik badago. Nahi duzu gainidatzi?
fa: پروندۀ %1 از قبل وجود دارد. واقعاً می‌خواهید آن را جای‌نوشت کنید؟
fr: Le fichier %1 existe déjà. Voulez-vous l'écraser ?
gl: O ficheiro %1 xa existe. Desexa sobreescribilo?
he: הקובץ %1 כבר קיים. האם אתה רוצה לשכתב אותו?
hr: Datoteka %1 već postoji. želite li ga prepisati?
hu: A(z) %1 fájl már létezik. Felül szeretné írni?
is: Skráin %1 er til nú þegar. Viltu yfirskrifa hana?
it: Il file %1 esiste già. Vuoi sovrascriverlo?
ja: ファイル %1 は既に存在します。上書きしますか？
kk: %1 деген файл бар ғой. Оның үстінен жазғыңыз келе ме?
ko: 파일 %1이 이미 존재합니다. 덮어쓰시겠습니까?
lt: Byla %1 jau yra. Ar norite ją perrašyti?
mk: Датотеката %1 веќе постои. Дали сакате да запишете врз неа?
nb: Fila %1 finnes fra før. Vil du overskrive den?
nds: De Datei "%1" gifft dat al. Wullt Du ehr överschrieven?
nl: Het bestand %1 bestaat reeds. Wilt u dit bestand overschrijven?
nn: Fila %1 finst frå før. Vil du skriva over ho?
pa: ਫਾਇਲ %1 ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੀ ਹੈ, ਕੀ ਤੁਸੀਂ ਇਸ ਦੇ ਉੱਪਰ ਹੀ ਲਿਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Plik %1 już istnieje. Zastąpić go?
pt: O ficheiro %1 já existe. Deseja substituí-lo?
sk: Súbor %1 už existuje. Chcete ho prepísať?
sl: Datoteka %1 že obstaja. Jo želite nadomestiti?
sr: Фајл %1 већ постоји. Да ли желите да га пребришете?
sr@latn: Fajl %1 već postoji. Da li želite da ga prebrišete?
sv: Filen %1 existerar redan. Vill du skriva över den?
ta: இந்த %1 ஆவணம் ஏற்கனவே உள்ளது. இதன் மேலெழுத வேண்டுமா?
tg: Файли %1 аллакай мавҷуд аст. Оё мехоҳед, ки онро кучонед?
uk: Файл %1 вже існує. Хочете перезаписати його?
zh_cn: 文件 %1 已经存在。您要覆盖该文件吗？

source: &Overwrite
ar: ا&كتب عليه
be: &Замяніць
bg: &Презапис
ca: S&obreescriure
da: &Overskriv
de: Ü&berschreiben
el: Αντ&ικατάσταση
es: S&obrescribir
et: &Kirjuta üle
eu: &Gainidatzi
fa: &جای‌نوشت‌
fr: &Écraser
gl: &Sobrescribir
he: &שכתב
hr: Pr&epiši
hu: &Felülírás
is: &Yfirskrifa
it: S&ovrascrivi
ja: 上書き(&O)
kk: Ү&стінен жазу
ko: 덮어쓰기(&O)
lt: &Perrašyti
mk: &Запиши
nb: Skriv &over
nds: Ö&verschrieven
nl: &Overschrijven
nn: Skriv &over
pa: ਉੱਪਰ ਲਿਖੋ(&O)
pl: &Zastąp
pt: S&obrepor
sk: &Prepísať
sl: &Nadomesti
sr: &Пребриши
sr@latn: &Prebriši
sv: Skriv &över
ta: மேல் எழுது
tg: &Кучондан
uk: &Перезаписати
zh_cn: 覆盖(&O)

source: An error occurred while trying to write to file: %1
ar: حدث خطأ عند محاولة الكتابة على الملف: %1
be: Адбылася памылка пры спробе запісаць ў файл: %1
bg: Възникна грешка при опит за запис на файл: %1
ca: S'ha produït un error mentre s'intentava escriure al fitxer: %1
da: Der skete en fejl ved forsøg på at skrive til filen: %1
de: Beim Schreiben der folgenden Datei ist ein Fehler aufgetreten: %1
el: Σφάλμα κατά την προσπάθεια εγγραφής στο αρχείο: %1
es: Ocurrió un error al intentar escribir el archivo: %1
et: Faili kirjutamisel tekkis viga: %1
eu: Errorea ondoko fitxategian idazten saiatzean: %1
fa: هنگام سعی برای نوشتن در پرونده خطایی رخ داد: %1
fr: Problème en essayant d'écrire le fichier : %1
gl: Aconteceu un erro ao tentar escribir no ficheiro: %1
he: שגיאה אירעה בזמן ניסיון כתיבה לקובץ: %1
hr: Došlo je do greške pri pokušaju zapisivanja u datoteku: %1
hu: Hiba történt az alábbi fájlba való írás közben: %1
is: Villa kom upp þegar reynt var að skrifa í skrána: %1
it: Si è verificato un errore durante il tentativo di scrittura sul file: %1
ja: ファイルの書き込み中にエラーが発生しました: %1
kk: Келесі файлды ашқанда қате пайда болды: %1
ko: 파일에 쓰려고 시도하는 도중 오류가 발생하였습니다.: %1
lt: Įvyko klaida bandant rašyti į bylą: %1
mk: Се случи грешка при обидот да се запише во датотеката: %1
nb: Klarte ikke å skrive til fila: %1
nds: Dat hett en Fehler geven bi't Schrieven na disse Datei: %1
nl: Er is een fout opgetreden tijdens het schrijven naar dit bestand: %1
nn: Klarte ikkje skriva til fil: %1
pa: ਫਾਇਲ਼ ਲਿਖਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ: %1
pl: Błąd podczas próby zapisania pliku: %1
pt: Ocorreu um erro ao tentar escrever no ficheiro: %1
sk: Nastala chyba pri pokuse o zápis do súboru: %1
sl: Prišlo je do napake med pisanjem v datoteko: %1
sr: Дошло је до грешке при покушају уписивања у фајл: %1
sr@latn: Došlo je do greške pri pokušaju upisivanja u fajl: %1
sv: Ett fel uppstod vid skrivning till fil: %1
ta: கோப்பினை எழுத முற்பட்டபோது ஏற்பட்ட பிழை: %1
tg: Ҳангоми сайъи кушодани файли зерин, хатогӣ рӯй дод: %1
uk: При спробі запису файла виникла помилка: %1
zh_cn: 在试图写入文件时出错： %1

source: An error occurred while trying to upload the file: %1
ar: حدث خطأ عند محاولة رفع الملف: %1
be: Адбылася памылка пры спробе загрузіць файл на сервер: %1
bg: Възникна грешка при опит за качване на файл: %1
ca: S'ha produït un error mentre s'intentava pujar el fitxer: %1
da: Der skete en fejl ved forsøg på at lægge filen op: %1
de: Beim Hochladen der folgenden Datei ist ein Fehler aufgetreten: %1
el: Σφάλμα κατά την προσπάθεια αποστολής του αρχείου: %1
es: Ocurrió un error al intentar enviar el archivo: %1
et: Faili üleslaadimisel ilmnes viga: %1
eu: Errorea ondoko fitxategia gora kargatzen saiatzean: %1
fa: هنگام سعی برای بارگذاری پرونده خطایی رخ داد: %1
fr: Problème en essayant d'envoyer le fichier : %1
gl: Aconteceu un erro ao intentar enviar o ficheiro: %1
he: שגיאה אירעה בזמן העלאת הקובץ: %1
hr: Došlo je do greške prilikom pokušaja slanja datoteke: %1
hu: Hiba történt az alábbi fájl feltöltése közben: %1
is: Villa kom upp þegar reynt var að senda skrána: %1
it: Si è verificato un errore durante il tentativo di aggiornamento del file: %1
ja: ファイルのアップロード中にエラーが発生しました: %1
kk: Келесі файлды жүктеп бергенде қате пайда болды: %1
ko: 파일 업로드 시도중 에러가 발생했습니다. %1
lt: Įvyko klaida bandant įkelti bylą: %1
nb: Det oppsto en feil under forsøk på å laste opp fila: %1
nds: Dat hett en Fehler geven bi't Hoochladen vun de disse Datei: %1
nl: Er is een fout opgetreden tijdens het uploaden van dit bestand: %1
nn: Klarte ikkje lasta opp fil: %1
pa: ਫਾਇਲ਼ ਅੱਪਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ: %1
pl: Wystąpił błąd podczas wysyłania pliku: %1
pt: Ocorreu um erro ao tentar enviar o ficheiro: %1
sk: Nastala chyba pri pokuse poslať súbor po sieti: %1
sl: Napaka pri pošiljanju datoteke: %1
sr: Дошло је до грешке приликом покушаја слања фајла: %1
sr@latn: Došlo je do greške prilikom pokušaja slanja fajla: %1
sv: Ett fel uppstod när filen skulle laddas upp: %1
ta: கோப்பினை புதுப்பிக்க முற்பட்டபோது ஏற்பட்ட பிழை: %1
tg: Ҳангоми фиристодани файл хатогӣ рӯй дод: %1
uk: При спробі вивантаження файла виникла помилка: %1
zh_cn: 在试图上传文件时出错： %1

source: The Catalog Manager is still updating information about the files. If you continue, it will try to update all necessary files, however this can take a long time and may lead to wrong results. Please wait until all files are updated.
ar: لا يزال مدير الفهارس يقوم بتحديث معلومات الملفات. إذا تابعت ، سيحاول تحديث كل الملفات الضرورية، و لكن قد يتطلب ذلك وقتاً طويلاً و يسبب العديد من الأخطأ. الرجاء الإنتظار حتى انتهاء تحديث كلّ الملفات.
be: Мэнэджэр каталогаў яшчэ аднаўляе інфармацыю аб файлах! Калі вы працягнеце, Мэнэджэр каталогаў аднавіць усе неабходныя файлы. Працэс аднаўлення можа заняць доўгі час і ў некаторых выпадках прывесці да некарэктных вынікаў. Пачакайце, пакуль усе файлы будуць абноўленыя.
bg: Управлението на каталози все още обновява информацията за файловете. Ако продължите ще бъде направен опит за обновяване на всички необходими файлове, но това може да отнеме много време и да доведе до погрешни резултати. Моля, изчакайте докато се обновят всички файлове.
ca: El Gestor de catàlegs encara està actualitzant la informació dels fitxers. Si continueu, s'intentaran actualitzar els fitxers necessaris, però això pot dur el seu temps i poden produir-se resultats erronis. Si us plau, espereu fins que tots els fitxers estiguin actualitzats.
da: Kataloghåndteringen er stadig i gang med at opdatere informationer om filerne. Hvis du fortsætter, forsøger den at opdatere alle nødvendige filer, men dette kan tage lang tid og kan lede til forkerte resultater. Vent venligst til alle filer er opdateret.
de: Der Katalogmanager liest immer noch Informationen über die Dateien ein. Wenn Sie diese Aktion fortsetzen, versucht er alle dafür notwendigen Dateien einzulesen. Dies kann aber lange dauern und zu falschen Ergebnissen führen. Bitte warten Sie, bis alle Dateien eingelesen worden sind.
el: Ο διαχειριστής καταλόγου ενημερώνει ακόμα τις πληροφορίες σχετικά με τα αρχεία. Αν συνεχίσετε, θα προσπαθήσει να ενημερώσει όλα τα απαραίτητα αρχεία, ωστόσο αυτό μπορεί να διαρκέσει πολύ ώρα και να οδηγήσει σε εσφαλμένα αποτελέσματα. Παρακαλώ περιμένετε να τελειώσει η ενημέρωση όλων των αρχείων.
es: El Gestor de catálogos todavía está actualizando la información de los archivos Si continúa se intentará actualizar todos los archivos necesarios, pero esto puede necesitar bastante tiempo y producir resultados erróneos. Espere hasta que todos los archivos hayan sido actualizados.
et: Kataloogihaldur uuendab ikka veel infot failide kohta! Kui soovid ikkagi jätkata, siis uuendatakse küll vajalike failide infot, kuid see võtab kauem aega ja võib viia valede tulemusteni. Palun oota, kuni kõigi failide info saab uuendatud.
eu: Katalogo-kudeatzailea fitxategiei buruzko informazioa eguneratzen ari da oraindik. Jarraitzen baduzu, beharrezko fitxategi guztiak eguneratzen saiatuko da, baina horretan denbora asko emango du eta emaitzak okerrak izan daitezke. Mesedez itxaron fitxategi guztiak eguneratu arte.
fa: مدیر فهرست هنوز در حال به روز کردن اطلاعات دربارۀ پرونده‌هاست. اگر ادامه دهید، سعی می‌کند همۀ پرونده‌های لازم را به روز کند، هر چند زمان زیادی طول می‌کشد و ممکن است منجر به نتایج نادرست شود. لطفاً، صبر کنید تا همۀ پرونده‌ها به روز شوند.
fr: Le gestionnaire de catalogue continue à mettre à jour les informations concernant les fichiers. Si vous continuez, il essayera de mettre à jour tous les fichiers nécessaires, mais cela peut prendre du temps et conduire à de mauvais résultats. Veuillez attendre que tous les fichiers soient mis à jour.
gl: O xestor de catálogos aínda está a actualizar a información acerca dos ficheiros. Se continúa, tentará actualizar todos os ficheiros precisos, porén isto pode levar moito tempo e dar resultados errados. Por favor, espere até que actualice todos os ficheiros.
he: מנהל הקטלוג עדיין מעדכן מידע אודות הקבצים. אם תמשיך, הוא ינסה לעדכן את כל הקבצים הנחוצים, אבל זה עלול לקחת זמן רב ולהוביל לתוצאות שגויות. אנא המתן עד שכל הקבצים יתעדכנו.
hu: Az üzenetfájl-kezelő még frissíti a fájlinformációkat. Ha továbblép, a program megpróbálja frissíteni az összes szükséges fájlt, de ez időbe telik és pontatlan végeredményt okozhat. Érdemes megvárni a frissítés befejeződését.
is: Þýðingarstjórinn er ennþá að uppfæra upplýsingar um skrárnar. Ef þú heldur áfram mun hann reyna að uppfæra allar nauðsynlegar skrár, en það getur tekið langan tíma og niðurstaðan gæti verið röng. Vinsamlega bíddu þar til allar skrárnar hafa verið uppfærðar.
it: La gestione cataloghi sta aggiornando le informazioni sui file. Se continui, proverà ad aggiornare tutti i file necessari, tuttavia ciò può prendere molto tempo e può riportare risultati errati. Attendi fin tanto che tutti i file non sono stati aggiornati.
ja: カタログマネージャはまだファイルの情報を更新しています。 続行すると、必要なすべてのファイルを更新しようとしますが、これには時間がかかり、また不正確な結果になる可能性があります。すべてのファイルが更新されるまでお待ちください。
kk: Каталог менеджері бұл файлдар туралы мәліметті әлі жаңартуда. Егер жалғастырсаңыз, ол барлық қажетті файлдарды жаңарту әрекетін жасайды, бірақ бұл көп уақытты алып, кейбірде қате нәтижелерге әкеледі. Сондықтан, барлық файлдар жаңартылғанша күте тұрыңыз.
ko: 카탈로그 매니저가 여전히 파일에 대한 정보를 갱신하고 있습니다. 계속하시려면, 모든 이용한 파일의 갱신을 시도할 것이지만, 그렇지 않다면 이것은 매우 오랜시간이 소비되며, 잘못된 결과를 초래할 수도 있습니다. 파일이 갱신되어 질때까지 기다려 주세요.
lt: Katalogo tvarkyklė vis dar atnaujina informaciją apie bylas. Jeigu tęsite, ji pabandys atnaujinti visas reikalingas bylas, vienok, tai gali pareikalauti daug laiko, o rezultatai gali būti neteisingi. Palaukite kol bylos bus atnaujintos.
mk: Менаџерот на каталози сѐ уште ги ажурира информациите за датотеките. Ако продолжите, тој ќе се обиде да ги ажурира потребните датотеки, но ова може да трае некое подолго време и може да доведе до погрешни резултати. Почекајте додека да се ажурираат сите датотеки.
nb: Katalogbehandleren holder fortsatt på med å oppdatere informasjonen om filene. Hvis du fortsetter, så vil den forsøke å oppdatere alle de nødvendige filene, men dette kan ta lang tid, og kan føre til feil resultat. Vent til alle filene er oppdatert.
nds: De Kataloogpleger frischt noch de Dateiinformatschonen op. Wenn Du wiedermaakst, warrt all nödig Dateien opfrischt, man dat kann wat länger duern, un villicht ok lege Resultaten levern. Bitte tööv, bet all Dateien opfrischt sünd.
nl: De Catalogusbeheerder is nog steeds bezig met het bijwerken van de informatie over de bestanden. Als u nu verder gaat, dan zal de Catalogusbeheerder proberen alle noodzakelijke bestanden bij te werken, maar dit kan een tijdje duren en kan tot onjuiste resultaten leiden. Wacht daarom a.u.b. tot alle bestanden zijn bijgewerkt.
nn: Kataloghandsamaren oppdaterer framleis filinformasjonen. Dersom du held fram vil han prøva å oppdatera alle filene han skal, men dette kan ta tid og gje feil resultat. Vent heller til alle filene er oppdaterte.
pa: ਸੂਚੀ ਪਰਬੰਧਕ ਅਜੇ ਵੀ ਫਾਇਲਾਂ ਦੀ ਜਾਣਕਾਰੀ ਅੱਪਡੇਟ ਕਰ ਰਿਹਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਜਾਰੀ ਰਹੇ ਤਾਂ ਇਹ ਸਭ ਲਾਜ਼ਮੀ ਫਾਇਲਾਂ ਦਾ ਅੱਪਡੇਟ ਕਰੇਗਾ, ਭਾਵੇਂ ਕਿ ਇਹ ਕਾਫ਼ੀ ਸਮਾਂ ਲਵੇਗਾ ਤੇ ਗਲਤ ਨਤੀਜੇ ਵੀ ਨਿਕਲ ਸਕਦੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ ਜਦ ਤੱਕ ਕਿ ਸਾਰੀਆਂ ਫਾਇਲਾਂ ਦਾ ਅੱਪਡੇਟ ਨਾ ਹੋ ਜਾਵੇ।
pl: Menedżer tłumaczeń nadal aktualizuje informacje o plikach! Jeśli będziesz kontynuować, program spróbuje uaktualnić wszystkie potrzebne pliki, może to jednak potrwać bardzo długo i doprowadzić do błędnych wyników. Proszę poczekać, aż aktualizacja się zakończy.
pt: O Gestor de Catálogo ainda está a actualizar informação acerca dos ficheiros. Se continuar, ele tentará actualizar todos os ficheiros necessários, mas isto pode demorar muito tempo e pode levar a maus resultados. Por favor, espere até que todos os ficheiros sejam actualizados.
sk: Správca katalógov ešte stále obnovuje informáciu o súboroch. Ak budete pokračovať, pokúsi sa obnoviť všetky potrebné súbory, ale to môže chvíľu trvať a navyše to môže spôsobiť nesprávne výsledky. Prosím, počkajte, kým nie sú všetky súbory obnovené.
sl: Upravitelj katalogov še zmeraj obnavlja podatke o datotekah! Če nadaljujete, bo poskusil obnoviti vse potrebne datoteke, vendar za to potrebuje čas in lahko pride tudi do napačnih rezultatov. Prosim počakajte, dokler ne bodo vse datoteke posodobljene.
sr: Управник каталога још увек ажурира информације о фајловима. Ако наставите, покушаће да ажурира све неопходне фајлове, али ово може дуго да траје и може довести до погрешних резултата. Сачекајте док се сви фајлови не ажурирају.
sr@latn: Upravnik kataloga još uvek ažurira informacije o fajlovima. Ako nastavite, pokušaće da ažurira sve neophodne fajlove, ali ovo može dugo da traje i može dovesti do pogrešnih rezultata. Sačekajte dok se svi fajlovi ne ažuriraju.
sv: Kataloghanteraren håller fortfarande på att uppdatera filinformation. Om du fortsätter kommer den försöka uppdatera alla nödvändiga filer, men detta kan ta lång tid och kan leda till felaktiga resultat. Vänta tills alla filer är uppdaterade.
ta: அட்டவணை மேளாளர் கோப்பினை பற்றிய தகவல்களை இன்னும் மேல் ஏற்றுகிறது. நீங்கள் தொடர்ந்தால், தேவையான அனைத்து கோப்புகளையும் மேல் ஏற்றும், ஆனால் இது நேரம் அதிகமாக எடுக்கும் மற்றும் பிழை நேர வாய்ப்புள்ளது. அனைத்து கோப்புகளும் மேல் ஏற்றும் வரை தயவு செய்து பொறுக்கவும்.
tg: Мудири каталог, бозсозии иттилооти файлро идома дода истодааст. Агар шумо идома диҳед, Мудири каталогҳо тамоми файлҳои лозимиро бозсозӣ мекунад. Амали бозсозӣ метавонад муддати зиёдеро ишғол кунад ва дар якчанд маврид ба натиҷаҳои хатогӣ дучор шавад. Интизор шавед, то ҳамаи файлҳо аз нав барқарор шаванд.
uk: Менеджер каталогів ще оновлює інформацію про файли. Якщо ви продовжите, він спробує оновити всі необхідні файли, однак це може взяти зайняти багато часу і може призвести до неправильного результату. Будь ласка, зачекайте, поки не буде оновлено всі файли.
zh_cn: 目录管理器仍在更新关于这些文件的信息。 如果您继续，它会试图更新所有必要的文件，然而这项操作会花很长一段时间，且可能会导致错误的结果。在所有文件都被更新前请耐心等待。

source: Statistics for all:
ar: إحصاءات الكلّ:
be: Агульная статыстыка:
bg: Статистика за всички:
ca: Estadístiques per a tot:
da: Statistik for alt:
de: Statistik für alle:
el: Στατιστικά για όλα:
es: Estadísticas para todos:
et: Kogustatistika:
eu: Guztien estatistikak:
fa: آمار برای همه:
fr: Statistiques sur tout :
gl: Estatísticas para todos:
he: סטטיסטיקה עבור הכל:
hu: Összesített statisztika:
is: Tölfræði fyrir allt:
it: Statistiche di tutti:
ja: プロジェクト全体の統計:
kk: Жалпы статистикасы:
mk: Статистика за сите:
nb: Statistikk for alle:
nds: Statistik för all:
nl: Statistieken voor het geheel:
nn: Statistikk for alle:
pa: ਸਭ ਦੇ ਅੰਕੜੇ:
pl: Statystyka dla wszystkich:
pt: Estatísticas para tudo:
sk: Štatistiky pre všetky:
sl: Statistika za vse:
sr: Статистика за све:
sr@latn: Statistika za sve:
sv: Statistik för allt:
uk: Статистика для всіх:
zh_cn: 全部的统计：

source: Statistics for %1:
ar: إحصاءات %1:
be: Статыстыка для %1:
bg: Статистика за %1:
ca: Estadístiques per a %1:
da: Statistik for %1:
de: Statistik für %1:
el: Στατιστικά για %1:
es: Estadísticas para %1:
et: %1 statistika:
eu: %1-erako estatistikak:
fa: آمار برای %1:
fr: Statistiques sur « %1 » :
gl: Estatísticas para %1:
he: סטטיסטיקה עבור %1:
hr: Statistika za %1:
hu: Statisztika (%1):
is: Tölfræði fyrir %1.
it: Statistiche di %1:
ja: %1 の統計:
kk: %1 статистикасы:
ko: %1에 대한 통계:
lt: Statistika %1:
mk: Статистика за %1:
nb: Statistikk for %1:
nds: Statistik för %1:
nl: Statistieken voor %1:
nn: Statistikk for %1:
pa: %1 ਲਈ ਅੰਕੜੇ:
pl: Statystyka dla %1:
pt: Estatísticas para %1:
sk: Štatistika pre %1:
sl: Statistika za %1:
sr: Статистика за %1:
sr@latn: Statistika za %1:
sv: Statistik för %1:
ta: புள்ளிவிவரங்கள்%1:
tg: Статистика барои %1:
uk: Статистика для %1:
zh_cn: %1 的统计：
