Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Do not show in this find/replace session again
ar: لا تعرض في جلسة البحث/الإستبدل هذه مرة أخرى
be: Не адлюстроўваць больш у гэтым сеансе
bg: Изключване на предупреждението за тази сесия
ca: No mostrar altra vegada en aquesta sessió de recerca/substitució
da: Vis ikke denne find/erstat-session igen
de: In diesem Suchen/Ersetzen-Vorgang nicht erneut anzeigen
el: Να μην εμφανιστεί ξανά σε αυτή την αναζήτηση/αντικατάσταση
es: No mostrar en esta sesión de buscar/reemplazar otra vez
et: Seda otsingut/asendamist rohkem ei näidata
eu: Ez erakutsi bilatu/ordeztu saio honetan berriro
fa: دوباره در این نشست یافتن/جایگزینی را نمایش نده
fr: Ne pas demander à nouveau de chercher / remplacer dans cette session
gl: Non mostrar de novo nesta sesión de procurar/substituír
he: אל תציג בהפעלת חיפוש/החלפה שנית
hr: Ne prikazuj opet u ovoj nađi/zamijeni sesiji
hu: Ne jelenjen meg újból ebben a keresési/cserélési műveletsorban
is: Ekki sýna þessi skilaboð aftur í þessari lotu
it: Non mostrare ancora in questa sessione trova/sostituisci
ja: この検索/置換セッションではこのメッセージを表示しない
kk: Бұл табу/алмастыру сеансында ендігәрі көрсетілмесін
ko: 이 찾기/교체 세션을 다시 보여주지 않음
lt: Daugiau nerodyti šios ieškoti/pakeisti sesijos
nb: Vis ikke mer i denne søkeøkta
nds: Binnen dissen Söken-/Utwesseln-Törn nich nochmaal wiesen
nl: Niet meer tonen in deze zoeken-/vervangensessie
nn: Vis ikkje meir i denne søkjeøkta
pa: ਇਸ ਖੋਜ/ਤਬਦੀਲ ਅਜਲਾਸ ਵਿੱਚ ਮੁੜ ਨਾ ਵੇਖਾਓ
pl: Nie pokazuj więcej w tej sesji wyszukiwania/zastępowania
pt: Não mostrar de novo nesta sessão de pesquisa/substituição
sk: Nezobrazovať v tomto hľadaní
sl: Ne prikaži več v tej seji iskanja/zamenjave
sr: Не приказуј опет у овој нађи/замени сесији
sr@latn: Ne prikazuj opet u ovoj nađi/zameni sesiji
sv: Visa inte igen i den här sessionen av sök/ersätt
ta: கண்டறி/ மாற்று அமர்வில் மறுபடியும் காட்டாது
tg: Дар ин нишасти ёфтан/иваз кардан-ро аз сари нав нишон надиҳед
uk: Більше не показувати цей сеанс пошуку/заміни
zh_cn: 在本次查找/替换会话中不再显示

source: Enter new package for the current file:
ar: أدخل حزمة جديدة للملف الحالي:
be: Увядзіце назву новага пакета для бягучага файла:
bg: Въведете новия пакет за текущия файл:
ca: Introduïu un nou paquet per al fitxer actual:
da: Indtast ny pakke for denne fil:
de: Geben Sie das neue Paket für die aktuelle Datei an:
el: Δώστε νέο πακέτο για το τρέχον αρχείο:
es: Introduzca nuevo paquete para el archivo actual:
et: Sisesta selle faili uus pakett:
eu: Sartu uneko fitxategirako pakete berria
fa: بستۀ جدید را برای پروندۀ جاری وارد کنید:
fr: Donner un nouveau paquetage pour le fichier courant :
gl: Indique o novo paquete para este ficheiro:
he: הכנס חבילה חדשה עבור הקובץ הנוכחי:
hr: Unesite novi paket za trenutnu datoteku:
hu: Adja meg az aktuális fájl új csomagjának nevét:
is: Sláðu inn nýja pakkann fyrir skrána sem er opin:
it: Inserisci il nuovo pacchetto per il file corrente:
ja: このファイルの新しいパッケージ名を入力してください:
kk: Назардағы файл үшін жаңа дестені келтіріңіз:
ko: 현재 파일에 대한 새로운 패키지 입력:
lt: Įveskite naują paketą esamai bylai:
mk: Внесете нов пакет за тековната датотека:
nb: Oppgi en ny pakke for denne fila:
nds: Giff dat niege Paket för de aktuelle Datei an:
nl: Nieuw pakket voor huidig bestand invoeren:
nn: Oppgje ny pakke for denne fila:
pa: ਮੌਜੂਦਾ ਫਾਇਲ ਲਈ ਨਵਾਂ ਪੈਕੇਜ ਦਿਓ:
pl: Podaj nowy pakiet dla aktualnego pliku:
pt: Indique o novo pacote para o ficheiro actual:
sk: Zadajte nový balík pre aktuálny súbor:
sl: Vnesite nov paket za trenutno datoteko:
sr: Унесите нови пакет за текући фајл:
sr@latn: Unesite novi paket za tekući fajl:
sv: Ange nytt paket för den aktuella filen:
ta: புதிய கட்டுக்களை தற்போது உள்ள கோப்புகளுக்கு உள்ளிடு:
tg: Пакети нав барои файли ҷорӣ дохил кунед:
uk: Введіть новий пакунок для поточного файла:
zh_cn: 输入当前文件的新软件包：

source: Total words: %1 Words in untranslated messages: %2 Words in fuzzy messages: %3
ar: مجموع الكلمات: %1 كلمات الرسائل غير المترجمة: %2 كلمات الرسائل المبهمة: %3
be: Усяго слоў: %1 Слоў у неперакладзеных запісах: %2 Слоў у чарнавых запісах: %3
bg: Общо думи: %1 Думи в непреведени съобщения: %2 Думи в неясни съобщения: %3
ca: Paraules totals: %1 Paraules en missatges sense traduir: %2 Paraules en missatges inexactes: %3
da: Totalt antal ord: %1 Ord i uoversatte beskeder: %2 Ord i fuzzy beskeder: %3
de: Wörter insgesamt: %1 Wörter in nicht übersetzten Einträgen: %2 Wörter in fraglichen Einträgen: %3
el: Συνολικές λέξεις: %1 Λέξεις σε αμετάφραστα μηνύματα: %2 Λέξεις σε ασαφή μηνύματα: %3
es: Total de palabras: %1 Palabras en mensajes sin traducir: %2 Palabras en mensajes dudosos: %3
et: Sõnu kokku: %1 Sõnu tõlkimata teadetes: %2 Sõnu kahtlastes teadetes: %3
eu: Hitzak, guztira: %1 Hitzak itzuli gabeko mezuetan: %2 Hitzak zalantzazko mezuetan: %3
fa: کل واژه‌ها: %1 واژه‌ها در پیامهای ترجمه‌نشده: %2 واژه‌ها در پیامهای مبهم: %3
fr: Nombre total de mots : %1 Nombre de mots dans des messages non traduits : %2 Nombre de mots dans des messages fuzzy : %3
gl: Palabras en total: %1 Palabras en mensaxes non traducidas: %2 Palabras en mensaxes dubidosas: %3
he: סך הכל מילים: %1 מילים בהודעות לא מתורגמות: %2 מילים בהודעות מסוג fuzzy (מעורפלות): %3
hu: A szavak száma összesen: %1 A szavak száma a nem lefordított üzenetekben: %2 A szavak száma az ellenőrzendő üzenetekben: %3
is: Fjöldi orða: %1 Orð í óþýddum skilaboðum: %2 Orð í loðnum skilaboðum: %3
it: Parole totali: %1 Parole nei messaggi da tradurre: %2 Parole nei messaggi fuzzy: %3
ja: 単語数合計: %1 未翻訳メッセージ: %2 あいまいメッセージ: %3
kk: Барлық сөздер: %1 Аударылмаған жазулардағы сөздер: %2 Дүмбілез жазулардағы сөздер: %3
ko: 전체 단어: %1 번역되지않은 메시지의 단어수: %2 불분명한 메시지의 단어수: %3
lt: Viso žodžių: %1 Žodžių neišverstuose pranešimuose: %2 Žodžių neaiškiuose pranešimuose: %3
mk: Вкупно зборови: %1 Зборови во непреведени пораки: %2 Зборови во нејасни пораки: %3
nb: Antall ord i alt: %1 Ord i ikke oversatt tekst: %2 Ord i uklare tekster: %3
nds: Wöör tosamen: %1 Wöör in nich översett Indrääg: %2 Wöör in twiefelhaftig Indrääg: %3
nl: Totaal aantal woorden: %1 Woorden in onvertaalde tekenreeksen: %2 Woorden in fuzzy tekenreeksen: %3
nn: Tal på ord i alt: %1 Ord i ikkje omsett tekst: %2 Ord i uklare tekstar: %3
pa: ਕੁੱਲ ਸ਼ਬਦ: %1 ਨਾ-ਅਨੁਵਾਦ ਸੁਨੇਹਿਆਂ ਵਿੱਚ ਸ਼ਬਦ: %2 ਅਸਪਸ਼ਟ ਸੁਨੇਹਿਆਂ ਵਿੱਚ ਸ਼ਬਦ: %3
pl: Liczba słów: %1 Liczba słów w nieprzetłumaczonych komunikatach: %2 Liczba słów w wątpliwych komunikatach: %3
pt: Total de palavras: %1 Palavras em mensagens não-traduzidas: %2 Palavras em mensagens aproximadas: %3
sk: Spolu slov: %1 Slov v nepreložených správach: %2 Slov v nepresných správach: %3
sl: Skupno besed: %1 Besede v neprevedenih sporočilih: %2 Besede v ohlapnih sporočilih: %3
sr: Укупно речи: %1 Речи у непреведеним порукама: %2 Речи у нејасним порукама: %3
sr@latn: Ukupno reči: %1 Reči u neprevedenim porukama: %2 Reči u nejasnim porukama: %3
sv: Totalt antal ord: %1 Ord i oöversatta meddelanden: %2 Ord i inexakta meddelanden: %3
uk: Всього слів: %1 Слів у неперекладених повідомленнях: %2 Слів у неточних повідомленнях: %3

source: Word Count
ar: عدّد الكلمات
be: Падлік слоў
bg: Брояч на думи
ca: Compte de paraules
da: Ordtælling
de: Wortanzahl
el: Αριθμός λέξεων
es: Contador de palabras
et: Sõnade arvestus
eu: Zenbatu hitzak
fa: شمارش واژه
fr: Nombre de mots
gl: Cantidade de palabras
he: ספירת מילים
hu: A szavak száma
is: Fjöldi orða
it: Conteggio parole
ja: 単語の合計数
kk: Сөздер санағы
ko: 단어 수
lt: Žodžių skaičius
mk: Број на зборови
nb: Ordtelling
nds: Wöörteller
nl: Woorden tellen
nn: Ordteljing
pa: ਸ਼ਬਦ ਗਿਣਤੀ
pl: Liczba słów
pt: Número de Palavras
sk: Počet slov
sl: Štetje besed
sr: Број речи
sr@latn: Broj reči
sv: Antal ord
uk: Підрахунок слів
zh_cn: 单词统计

source: Table:
ar: الجدول:
be: Табліца:
bg: Таблица:
ca: Taula:
da: Tabel:
de: Tabelle:
el: Πίνακας:
es: Tabla:
et: Tabel:
eu: Taula:
fa: جدول:
gl: Táboa:
he: טבלה:
hr: Tablica:
hu: Táblázat:
is: Tafla:
it: Tabella:
ja: テーブル:
kk: Кестесі:
ko: 표:
lt: Lentelė:
mk: Табела:
nb: Tabell:
nds: Tabell:
nl: Tabel:
nn: Tabell:
pa: ਸਾਰਣੀ:
pl: Tablica:
pt: Tabela:
sk: Tabuľka:
sl: Tabela:
sr: Табела:
sr@latn: Tabela:
sv: Tabell:
ta: அட்டவணை:
tg: Ҷадвал:
uk: Таблиця:
zh_cn: 字符表：

source: <qt><p><b>Character Selector</b></p><p>This tool allows to insert special characters using double click.</p></qt>
ar: <qt><p><b>مُنتقي المحارف</b></p><p>تسمح لك هذه الأدوات بإدراج محرف خاص باستخدام النقر المزدوج.</p></qt>
be: <qt><p><b>Выбар знакаў</b></p><p>З дапамогай гэтай прылады вы можаце ўставіць адмысловыя знакі, выкарыстаючы падвойная пстрычка.</p></qt>
bg: <qt><p><b>Избор на символ</b></p><p>Инструментът ви позволява да вмъквате специални символи чрез двойно щракване.</p></qt>
ca: <qt><p><b>Selector de caràcters</b></p><p>Aquesta eina permet inserir caràcters especials usant el doble clic.</p></qt>
da: <qt><p><b>Tegnvælger</b></p><p>Dette værktøj hjælper med at indsætte specielle tegn ved brug af dobbeltklik.</p></qt>
de: <qt><p><b>Zeichenauswahl</b></p><p>Mit diesem Werkzeug können Sie per Doppelklick Sonderzeichen einfügen.</p></qt>
el: <qt><p><b>Επιλογή χαρακτήρα</b></p><p>Αυτό το εργαλείο επιτρέπει την εισαγωγή ειδικών χαρακτήρων χρησιμοποιώντας το διπλό κλικ.</p></qt>
es: <qt> <p><b>Selector de caracteres</b></p> <p>Esta herramienta le permite insertar caracteres especiales con una doble pulsación</p></qt>
et: <qt><p><b>Sümbolite valija</b></p><p>See tööriist võimaldab pelgalt topeltklõpsuga sisestada erisümboleid.</p></qt>
eu: <qt><p><b>Karaktere hautatzailea</b></p><p>Tresna honek klik bikoitza erabiliz karaktere bereziak txertatzeko aukera ematen du.</p></qt>
fa: <qt><p><b>گزینندۀ نویسه</b></p><p>این ابزار، اجازۀ درج نویسه‌های ویژه را با استفاده از دو بار فشار دادن می‌دهد.</p></qt>
fr: <qt><p><b>Sélecteur de caractères</b></p><p>Cet outil permet d'insérer des caractères spéciaux en utilisant le double clic.</p></qt>
gl: <qt> <p><b>Escolla de caracteres</b></p> <p>Esta ferramenta permite inserir caracteres especiais cun duplo-click.</p></qt>
he: <qt><p><b>בוחר תווים</b></p><p>כלי זה מאפשר להכניס תווים מיוחדים תוך שימוש בלחיצה כפולה.</p></qt>
hu: <qt><p><b>Karakterválasztó</b></p><p>Ez az eszköz lehetővé teszi speciális karakterek dupla kattintással történő beszúrását.</p></qt>
is: <qt><p><b>Stafaveljari</b></p><p>Þetta tól leyfir þér að setja inn sérstaka stafi með því að tvísmella á þá.</p></qt>
it: <qt><p><b>Selettore carattere</b></p><p>Questo strumento ti permette di inserire caratteri speciali utilizzando il doppio clic.</p></qt>
ja: <qt><p>文字選択</p><p>このツールは、ダブルクリックによって特殊文字を挿入するものです。</p></qt>
kk: <qt><p><b>Таңбаларды таңдау</b></p><p>Бұл құралмен қос түртім арқылы арнайы таңбаларды енгізе аласыз.</p></qt>
ko: <qt><p><b>문자 선택기</b></p><p>이 도구는 더블 클릭을 사용하여 특별한 문자를 삽입하도록 합니다.</p></qt>
lt: <qt><p><b>Simbplių pasirinkiklis</b></p><p>Šis įrankis leidžia įterpti specialius simbolius pasinaudojus dvigubu spragtelėjimu.</p></qt>
mk: <qt><p><b>Избирач на знаци</b></p><p>Оваа алатка ви овозможува да вметнувате специјални знаци користејќи двоен клик.</p></qt>
nb: <qt> <p><b>Spesialtegn</b></p> <p>Dette verktøyet lar deg sette inn spesialtegn ved å dobbeltklikke.</p></qt>
nds: <qt><p><b>Tekenutwahl</b></p><p>Mit dit Warktüüch laat sik Sünnertekens per Dubbelklick infögen.</p></qt>
nl: <qt><p><b>Lettertekens selecteren</b></p><p>Met dit gereedschap kunt u speciale tekens invoegen door erop te dubbelklikken.</p></qt>
pa: <qt> <p><b>ਅੱਖਰ ਚੋਣਕਾਰੀ</b></p> <p>ਇਹ ਸੰਦ ਦੋ ਵਾਰ ਦਬਾਉਣ ਤੇ ਖਾਸ ਅੱਖਰ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਸਹਾਇਕ ਹੈ।</p></qt>
pl: <qt><p><b>Wybór znaku</b></p><p>Narzędzie pozwala na wybór znaków specjalnych podwójnym kliknięciem.</p></qt>
pt: <qt><p><b>Selector de Caracteres</b></p><p>Esta ferramenta permite-lhe inserir caracteres especiais através do duplo-click.</p></qt>
sk: <qt><p><b>Výber znakov</b></p><p>Tento nástroj umožňuje vkladať špeciálne znaky pomocou dvojitého kliknutia.</p></qt>
sl: <qt><p><b>Izbiralnik znakov</b></p><p>To orodje vam omogoča vstavljanje posebnih znakov z uporabo dvojnega klika.</p></qt>
sr: <qt><p><b>Бирач знакова</b></p><p>Овај алат омогућава да се убацују специјални знакови употребом двоклика.</p></qt>
sr@latn: <qt><p><b>Birač znakova</b></p><p>Ovaj alat omogućava da se ubacuju specijalni znakovi upotrebom dvoklika.</p></qt>
sv: <qt><p><b>Teckenväljare</b></p><p>Det här verktyget låter dig infoga specialtecken med ett dubbelklick.</p></qt>
ta: <qt><p><b>எழுத்து தேர்ந்தெடுப்பான்</b></p><p>இந்த கருவி சிறப்பு எழுத்தை இரண்டுமுறை அழுத்தி நுழைய அனுமதிக்கும்.</p></qt>
tg: <qt><p><b>Хусусияти интихобгар</b></p><p>Ин асбоб ба шумо имкон медиҳад, ки хусусиятҳои асосиро ҳангоми пахш кардани дубора.</p></qt>
uk: <qt><p><b>Вибір символів</b></p><p>Цей засіб дозволяє вставити спеціальний символ за допомогою подвійного клацання.</p></qt>
zh_cn: <qt><p><b>字符选择器</b></p><p>这个工具能让您使用鼠标双击插入特殊字符。</p></qt>

source: Go to Entry
ar: اذهب الى الخانة
be: Перайсці да запісу
bg: Отиване на низ
ca: Vés a l'entrada
da: Gå til streng
de: Gehe zu Eintrag
el: Μετάβαση στην καταχώρηση
es: Ir a entrada
et: Liikumine kirjele
eu: Joan sarrerara
fa: برو به مدخل
fr: Aller à l'entrée
gl: Ir á entrada
he: עבור לרשומה
hr: Idi do unosa
hu: Megadott bejegyzésre lépés
is: Fara að færslu
it: Vai alla voce
ja: エントリに移動
kk: Жазуға өту
ko: 항목으로 가기
lt: Eiti į įrašą
mk: Оди на порака
nb: Gå til oppføring
nds: Na Indrag gahn
nl: Ga naar tekenreeks
nn: Gå til oppføring
pa: ਇੰਦਰਾਜ਼ ਤੇ ਜਾਓ
pl: Idź do pozycji
pt: Ir para o Item
sk: Prejsť na položku
sl: Pojdi na vnos
sr: Иди до уноса
sr@latn: Idi do unosa
sv: Gå till post
ta: உள்ளீட்டுக்கு செல்
tg: Гузаштан ба холӣ
uk: Перейти до запису
zh_cn: 转到项目

source: &Go
ar: ا&نطلق
be: &Перайсці
bg: &Навигация
ca: &Vés
da: &Kør
de: &Gehe zu
el: &Μετάβαση
es: &Ir
et: &Liikumine
eu: &Joan
fa: &برو‌
fr: A&ller
gl: &Ir para
he: &עבור
hr: &Idi
hu: &Ugrás
is: &Fara
it: &Vai
ja: 移動(&G)
kk: &Өту
ko: 가기(&G)
lt: &Eiti
mk: &Оди
nb: &Gå
nds: &Gah na
nl: &Ga naar
nn: &Gå
pa: ਜਾਓ(&G)
pl: &Idź
pt: &Começar
sk: &Choď
sl: &Pojdi
sr: &Иди
sr@latn: &Idi
sv: &Gå
ta: &போ
tg: &Гузаштан
uk: П&ерейти
zh_cn: 转到(&G)

source: &Markings
ar: &علامات
be: П&азнакі
bg: &Маркиране
ca: &Marques
da: &Markeringer
de: &Markierungen
el: &Σημάνσεις
es: &Marcado
et: &Märgistused
eu: &Markaketak
fa: &نشانه‌ها‌
fr: &Marquage
gl: &Marcado
he: &סימונים
hr: &Markeri
hu: &Jelölések
is: &Merkingar
it: &Marcatori
ja: マーク(&M)
kk: &Белгілеу
ko: 표시(&M)
lt: Žy&mėjimai
mk: &Маркери
nb: &Markeringer
nds: &Markeren
nl: &Markeringen
nn: &Markeringar
pa: ਨਿਸ਼ਾਨਬੱਧ(&M)
pl: &Zaznaczenia
pt: &Marcações
sk: &Značky
sl: O&znake
sr: &Маркери
sr@latn: &Markeri
sv: &Markeringar
ta: குறியிடுகள்
tg: &Нишонакуниҳо
uk: &Позначки
zh_cn: 标记(&M)

source: &Project
ar: &مشروع
be: П&раект
bg: &Проект
ca: Pro&jecte
da: &Projekt
de: &Projekt
el: Έργ&ο
es: &Proyecto
et: Pro&jekt
eu: &Proiektua
fa: &پروژه‌
fr: &Projet
gl: Pro&xecto
he: &פרויקט
hr: &Projekt
hu: Pro&jekt
is: Verk&efni
it: &Progetto
ja: プロジェクト(&P)
kk: &Жоба
ko: 프로젝트(&P)
lt: &Projektas
mk: &Проект
nb: Pros&jekt
nds: &Projekt
nn: &Prosjekt
pa: ਪ੍ਰੋਜੈਕਟ(&P)
pl: &Projekt
pt: &Projecto
sk: Pro&jekt
sl: &Projekt
sr: Про&јекат
sr@latn: Pro&jekat
sv: Pro&jekt
ta: &வேலை
tg: &Лоиҳа
uk: Пр&оект
zh_cn: 工程(&P)

source: Main
ar: رئيسي
be: Галоўная
bg: Главен
ca: Principal
da: Hoved
el: Κύριο
es: Principal
et: Peamine
eu: Nagusia
fa: اصلی
fr: Principal
gl: Principal
he: ראשי
hr: Glavni
hu: Fő
is: Aðal
it: Principale
ja: メイン
kk: Негізгі
ko: 메인
lt: Savas
mk: Главен
nb: Hoved
nds: Hööft
nl: Algemeen
nn: Hovud
pa: ਮੁੱਖ
pl: Główne
pt: Principal
sk: Hlavný
sl: Glavno
sr: Главно
sr@latn: Glavno
sv: Huvud
ta: பிரதான
tg: Асосӣ
uk: Головна
zh_cn: 主要

source: Navigationbar
ar: شريط التصفح
be: Панэль навігацыі
bg: Лента за навигация
ca: Barra de navegació
da: Navigationslinje
de: Navigationsbereich
el: Γραμμή πλοήγησης
es: Barra de navegación
et: Navigatsiooniriba
eu: Nabigazio-barra
fa: میلۀ ناوش
fr: Barre de navigation
gl: Barra de navegación
he: סרגל ניווט
hr: Navigaciona traka
hu: Navigációs eszköztár
is: Leiðarstýrislá
it: Barra di navigazione
ja: ナビゲーションバー
kk: Шарлау панелі
ko: 탐색 막대
lt: Navigacijos juosta
mk: Лента за навигација
nb: Navigasjonslinje
nds: Navigatschoonbalken
nl: Navigatiebalk
nn: Navigasjonslinje
pa: ਏਧਰ-ਓਧਰ ਪੱਟੀ
pl: Pasek nawigacji
pt: Barra de Navegação
sk: Navigačný pruh
sl: Navigacijska vrstica
sr: Навигациона трака
sr@latn: Navigaciona traka
sv: Navigeringsrad
ta: வழிநடத்தும் பார்
tg: Сутуни навоварӣ
uk: Пенал навігації
zh_cn: 导航栏

source: Current:
ar: الحالي:
be: Бягучая:
bg: Текущ:
ca: Actual:
da: Denne:
de: Aktuell:
el: Τρέχον:
es: Actual:
et: Aktiivne:
eu: Unekoa:
fa: جاری:
fr: Actuel :
gl: Actual:
he: נוכחי:
hr: Trenutno:
hu: Eddig:
is: Núverandi:
it: Attuale:
ja: 現在:
kk: Назардағы:
ko: 현재:
lt: Dabartinis:
mk: Тековна:
nb: Denne:
nds: Aktuell:
nl: Huidig:
nn: Denne:
pa: ਮੌਜੂਦਾ:
pl: Bieżący:
pt: Actual:
sk: Aktuálne:
sl: Trenutno:
sr: Текућа:
sr@latn: Tekuća:
sv: Nuvarande:
ta: நடப்பில் உள்ள:
tg: Ҷорӣ:
uk: Поточна:
zh_cn: 目前：

source: Overall:
ar: عموماً:
be: Лімітава:
bg: Общо:
ca: Total:
da: I alt:
de: Gesamt:
el: Συνολικό:
es: Total:
et: Üleüldse:
eu: Guztira:
fa: سرتاسر:
fr: Tout :
gl: Total:
he: סך הכל:
hr: Ukupno:
hu: Összesen:
is: Allt:
it: Totale:
ja: 全体の進捗:
kk: Барша:
ko: 전체:
mk: Вкупно:
nb: Alle:
nds: Tosamen:
nl: Alle:
nn: Alle:
pa: ਕੁੱਲ:
pl: Razem:
pt: Global:
sk: Celkovo:
sl: Splošno:
sr: Укупно:
sr@latn: Ukupno:
sv: Övergripande:
ta: அனைத்தும்:
tg: Умумӣ (Ҳаддӣ аксар):
uk: Всього:
zh_cn: 全部：

source: Current file:
ar: الملف الحالى:
be: Бягучы файл:
bg: Текуща файл:
ca: Fitxer actual:
da: Denne fil:
de: Aktuelle Datei:
el: Τρέχον αρχείο:
es: Archivo actual:
et: Aktiivne fail:
eu: Unekoa fitxategia:
fa: پروندۀ جاری:
fr: Fichier actuel :
gl: Ficheiro actual:
he: קובץ נוכחי:
hr: Trenutna datoteka:
hu: A jelenlegi fájl:
is: Núverandi skrá:
it: File attuale:
ja: 現在のファイル:
kk: Назардағы файл:
ko: 현재 파일:
mk: Тековна датотека:
nb: Denne fila:
nds: Aktuell Datei:
nl: Huidige bestand:
nn: Denne fila:
pa: ਮੌਜੂਦਾ ਫਾਇਲ:
pl: Bieżący plik:
pt: Ficheiro actual:
sk: Aktuálny súbor:
sl: Trenutna datoteka:
sr: Текући фајл:
sr@latn: Tekući fajl:
sv: Aktuell fil:
ta: நடப்பில் உள்ள கோப்பு:
tg: Файли ҷорӣ:
uk: Поточний файл:
zh_cn: 当前文件：

source: Validation:
ar: التحقق:
be: Праверка:
bg: Валидност:
ca: Validació:
da: Efterprøvning:
de: Überprüfung:
el: Έλεγχος εγκυρότητας:
es: Validación:
et: Kontrollimine:
eu: Balidazioa:
fa: اعتبارسنجی:
gl: Validación:
he: אימות:
hr: Ovjera:
hu: Ellenőrzés:
is: Prófun:
it: Convalida:
ja: 検証:
kk: Тексеріс:
ko: 유효성:
lt: Teisingumo tikrinimas:
mk: Валидација:
nb: Sjekker:
nds: Nakiek:
nl: Validatie:
nn: Sjekk:
pa: ਜਾਇਜ਼ੀਕਰਨ:
pl: Sprawdzanie:
pt: Validação:
sk: Kontrola:
sl: Potrjevanje:
sr: Овера:
sr@latn: Overa:
sv: Validering:
ta: முடிவு:
tg: Тасдиқ:
uk: Перевірка:
zh_cn: 校验：

source: New Item
ar: عنصر جديد
be: Новы пункт
bg: Нов низ
ca: Nou ítem
da: Nyt punkt
de: Neues Element
el: Νέο αντικείμενο
es: Elemento nuevo
et: Uus element
eu: Item berria
fa: فقرۀ جدید
fr: Nouvel élément
gl: Novo elemento
he: פריט חדש
hr: Nova stavka
hu: Új elem
is: Nýr hlutur
it: Nuovo elemento
ja: 新規項目
kk: Жаңа нысан
ko: 새 항목
lt: Naujas elementas
mk: Нова ставка
nb: Nytt element
nds: Nieg Element
nl: Nieuw item
nn: Nytt element
pa: ਨਵੀਂ ਇਕਾਈ
pl: Nowy element
pt: Novo Item
sk: Nová položka
sl: Nov predmet
sr: Нова ставка
sr@latn: Nova stavka
sv: Ny post
ta: புது விவரங்கள்
tg: Пункти Нав
uk: Новий елемент
zh_cn: 新条目

source: To be set dynamically:
ar: ليتم تعيينه ديناميكيا:
be: Усталяваць дынамічна:
bg: Да бъде динамичен:
ca: Per a ser establert dinàmicament:
da: Skal sættes dynamisk:
de: Dynamisch zu setzen:
el: Να οριστεί δυναμικά:
es: Para ser ajustado dinámicamente:
et: Dünaamiliselt määratav:
eu: Dinamikoki ezartzeko:
fa: تنظیم به صورت پویا:
fr: À déterminer dynamiquement :
gl: Para ser configurado dinamicamente:
he: קבוע בצורה דינמית:
hr: Da se postavi dinamično:
hu: Dinamikus beállítás:
is: Sett breytilega:
it: Da impostare dinamicamente:
ja: 動的にセット:
kk: Динамикалық орнату:
ko: 동적 설정:
mk: Да се постави динамички:
nb: Skal velges utfra sammenhengen
nds: Dünaamsch instellen:
nl: Dynamisch in te stellen:
nn: Skal veljast ut frå samanhengen:
pa: ਸਫ਼ਰੀ ਦਿੱਤਾ ਜਾਵੇਗਾ:
pl: Ustawiane dynamicznie:
pt: A definir dinamicamente:
sk: Nastavené dynamicky:
sl: Nastavljeno dinamično:
sr: Да се постави динамички:
sr@latn: Da se postavi dinamički:
sv: Att ställa in dynamiskt:
ta: குணம் அமைக்க வேண்டும்:
tg: Динамикро танзим созед:
uk: Встановити динамічно:
zh_cn: 将被动态设置：

source: &Include templates
ar: ت&ضمّن القوالب
be: &Уключыць шаблоны
bg: Включително &шаблоните
ca: &Inclou les plantilles
da: &Inkludér skabeloner
de: Einschließlich &Vorlagen
el: Εν&σωμάτωση πρότυπων
es: &Incluir plantillas
et: &Kaasa arvatud mallid
eu: &Sartu ereduak
fa: &شامل قالبها‌
fr: Inclure les &modèles
gl: &Incluír modelos
he: &כלול תבניות
hr: &Uključi predloške
hu: A sabl&onokban
is: Taka með sn&iðskrár
it: &Includi modelli
ja: テンプレートを含める(&I)
kk: &Үлгілерді кіргізу
ko: 템플릿 포함하기(&I)
mk: Вклуч&и образци
nb: Ta med m&aler
nds: M&it Vörlagen
nl: Sjablonen &invoegen
nn: &Ta med malar
pa: ਨਮੂਨੇ ਸ਼ਾਮਿਲ(&I)
pl: &Razem z szablonami
pt: &Incluir os modelos
sk: V ša&blónach
sl: &Vključi predloge
sr: &Укључи шаблоне
sr@latn: &Uključi šablone
sv: &Inkludera mallar
ta: &வார்ப்புருக்களை சேர்த்துக் கொள்
tg: &Дохил кардани қолабҳо
uk: &Включати шаблони
zh_cn: 包括模板(&I)

source: Use &wildcards
ar: استخدم أ&حرف البدل
be: &Выкарыстаць маскіравальныя знакі
bg: Използване на &заместващи символи
ca: Usa &comodins
da: Brug &jokertegn
de: &Platzhalter verwenden
el: Χρήση &συμβόλων υποκατάστασης
es: Usar &comodines
et: &Metamärkide kasutamine
eu: Erabili komodi&nak
fa: استفاده از &نویسه‌های ویژه‌
fr: Utiliser les &jokers
gl: Usar &padróns de substitución
he: השתמש ב&תו כללי (wildcard)
hr: &Koristi zamjenske znakove
hu: Ker&esési karakterekkel
is: Nota &algildisstafi
it: Utilizza caratteri &jolly
ja: ワイルドカードを使う(&W)
kk: Ү&лгі қалқасы қолданылсын
ko: 와일드카드 사용(&W)
mk: Користи &џокер-знаци
nb: Bruk &jokertegn
nds: &Platzholler bruken
nl: &Jokertekens gebruiken
nn: Bruk &jokerteikn
pa: ਵਾਲਿਡਕਾਰਡ ਵਰਤੋਂ(&w)
pl: Użyj znaków &specjalnych
pt: Usar os &caracteres especiais (*, ?)
sk: Použiť ž&olíky
sl: Uporabi &džokerje
sr: Користи џо&кере
sr@latn: Koristi džo&kere
sv: Använd &jokertecken
ta: சுருக்கத்தைப் பயன்படுத்து
tg: Истифода бурдани &кортҳоибегона
uk: Використовувати &шаблони заміни
zh_cn: 使用通配符(&W)

source: Mark invalid as &fuzzy
ar: علِّم غير الصالح ك&مبهم
be: Ад&значыць памылковыя запісы як чарнавыя
bg: Маркиране на невалидните като &неясни
ca: Marca entrades no vàlides com a &inexactes
da: Markér ugyldige som &fuzzy
de: &Ungültige Einträge als fraglich markieren
el: Σήμανση μη έγκυρων ως &ασαφή
es: &Marcar entradas no válidas como dudosas
et: Vigased kirjed märgitakse &kahtlasteks
eu: &Markatu baliogabekoa zalantzazko bezala
fa: نشان‌دارکردن نامعتبر به عنوان &مبهم‌
fr: &Marquer les entrées non valables en fuzzy
gl: Marcar as non válidas como &dubidosas
he: סמן לא תקין ב&תור fuzzy
hr: Označi neispravne kao &nejasne
hu: Az érvénytelen bejegyzések me&gjelölése ellenőrzendőnek
is: Merkja ógildar &færslur sem loðnar
it: Segna voci non valide come &fuzzy
ja: 不正なエントリをあいまいとしてマーク(&F)
kk: Дұрыс еместер &дүмбілез деп белгіленсін
ko: 유효하지 않은 것을 불문명한 번역으로 표시(&F)
mk: Маркирај невалидни како не&јасни
nb: &Marker tekster med syntaksfeil som uklare
nds: Leeg Indrääg as &twiefelhaftig markeren
nl: Ongeldige tekenreeksen als fuzzy &markeren
nn: &Marker ugyldige tekstar som uklare
pa: ਗਲਤ ਨੂੰ ਅਸਪਸ਼ਟ ਬਣਾਓ(&f)
pl: Zaznacz &błędne jako wątpliwe
pt: Marcar os in&válidos como aproximados
sk: &Označiť neplatné položky ako nepresné
sl: Označi &neveljavne kot ohlapne
sr: Означи неисправне као &нејасне
sr@latn: Označi neispravne kao &nejasne
sv: &Markera ogiltiga som inexakta
ta: fuzzyக்கான செல்லாது குறி
tg: Беэътиборро ҳамчун &номаълум ишорат кунед
uk: Позначати помилкові як &неточні
zh_cn: 无效条目标记为模糊项(&F)
