Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>PO Context</b></p><p>This window shows the context of the current message in the PO file. Normally it shows four messages in front of the current message and four after it.</p><p>You can hide the tools window by deactivating <b>Options->Show Tools</b>.</p></qt></qt>
ar: <qt><p><b>سياق PO</b></p><p>تظهر هذه النافذة سياق الرسالة الحالية فى ملف PO. عادةً تظهر اربعة رسائل امام الرسالة الحالية واربعة بعدها.</p><p> يمكنك اخفاء نافذة الادوات بتعطيل <b>خيارات->أظهر الأدوات</b>.</p></qt></qt>
be: <qt><p><b>Кантэкст перакладу</b></p><p>У дадзеным акне адлюстроўваецца кантэкст бягучага паведамлення ў файле перакладу. У нармалёвым рэжыме адлюстроўваюцца чатыры папярэдніх паведамленні і чатыры наступных.</p> <p>Вы можаце схаваць дадзенае акно ў пункце <b>Налады -> Паказаць прылады</b>.</p></qt>
bg: <qt><p><b>PO контекст</b></p><p>Този прозорец показва контекстна информация за текущото съобщение в PO файла. Обикновено има четири съобщения пред текущото и още толкова след.</p><p>Можете да скриете прозореца с инструментите от <b>Опции->Показване на инструменти</b>.</p></qt></qt>
ca: <qt><p><b>Context PO</b></p><p>Aquesta finestra mostra el context del missatge actual en el fitxer PO. Normalment mostra quatre missatges davant del missatge actual i quatre darrera.</p><p>Podeu ocultar la finestra d'eines desactivant <b>Arranjament->Mostra eines</b>.</p></qt></qt>
da: <qt><p><b>PO-Sammenhæng</b></p><p>Dette vindue viser sammenhængen for denne besked i PO-filen Normalt viser den fire beskeder før denne besked, og fire efter den.</p><p>Du kan skjule værktøjsvinduet ved at deaktivere <b>Indstillinger -> Vis værktøj</b>.</p></qt></qt>
de: <qt><p><b>PO-Kontext</b></p><p>Dieses Fenster zeigt den Kontext des gerade angezeigten Eintrags in der PO-Datei. Normalerweise werden je vier Einträge vor und nach dem aktuellen Eintrag angezeigt.</p><p>Sie können dieses Fenster ausblenden, indem Sie die Option <b>Werkzeuge anzeigen</b> in den Einstellungen deaktivieren.</p></qt>
el: <qt><p><b>Σχετικά μηνύματα PO</b></p><p>Αυτό το παράθυρο εμφανίζει τα σχετικά, με το τρέχον μήνυμα, μηνύματα στο αρχείο PO. Κανονικά εμφανίζει τέσσερα μηνύματα πριν το τρέχον μήνυμα και τέσσερα μετά από αυτό.</p><p>Μπορείτε να αποκρύψετε το παράθυρο εργαλείων απενεργοποιώντας το <b>Επιλογές->Εμφάνιση εργαλείων</b>.</p></qt></qt>
es: <qt><p><b>Contexto PO</b></p><p>Esta ventana muestra el contexto del mensaje actual en el archivo PO. Normalmente muestra cuatro mensajes delante del mensaje actual y cuatro detrás.</p><p>Puede ocultar la ventana de herramientas desactivando <b>Opciones->Mostrar herramientas</b>.</p></qt>
et: <qt><p><b>PO kontekst</b></p><p>See akna osa näitab hetkel näidatava teate konteksti tõlkefailis. Tavaliselt näitab see nelja eelnevat ja nelja järgnevat teadet.</p> <p>Tööriistu saab peita, kui tühistada menüüvalik <b>Seadistused->Tööriistade näitamine</b>.</p></qt>
eu: <qt><p><b>PO testuingurua</b></p><p>Leiho honek PO fitxategiko uneko mezuaren testuingurua erakusten du. Normalean lau mezu erakusten ditu uneko mezuaren aurrean eta lau atzetik.</p><p>Tresnen leihoa ezkutatu dezakezu <b>Aukerak->Erakutsi tresnak</b> desaktibatuz.</p></qt></qt>
fa: <qt><p><b>متن PO </b></p><p>این پنجره متن پیام جاری را در پروندۀ PO نمایش می‌دهد. معمولاً چهار پیام پیش از پیام جاری و چهار پیام پس از آن نمایش داده می‌شوند.</p><p>می‌توانید پنجرۀ ابزارها را با غیرفعال‌سازی <b>گزینه‌ها-<نمایش ابزارها</b>مخفی کنید.</p></qt></qt>
fr: <qt><p><b>Contexte du PO</b></p><p>Cette fenêtre affiche le contexte du message actuel dans le fichier PO. Normalement, il montre quatre messages devant le message courant et quatre après.</p><p>Vous pouvez cacher la fenêtre d'outils en désactivant <b>Configuration / Afficher les outils</b>.</p></qt>
gl: <qt> <p><b>Contexto de PO</b></p> <p>Esta fiestra mostra o contexto da mensaxe actual no ficheiro PO. Polo xeral mostra as catro mensaxes anteriores á actual e as catro seguintes.</p> <p>Pode acochar a fiestra das ferramentas se desactiva <b>Configuración-> Vistas->Agochar Contexto de PO</b>.</p></qt></qt>
hu: <qt><p><b>Kontextus</b></p><p>Ebben az ablakban lehet az aktuális üzenet kontextusát megtekinteni. Általában az üzenet előtti és utáni négy üzenet látszik.</p><p>Az eszközablak elrejthető a<b>Beállítások->Az eszközök mutatása</b> menüpontban.</p></qt></qt>
is: <qt><p><b>Samhengi</b></p><p>Þessi gluggi sýnir samhengið sem núverandi skilaboð er í. Vanalega eru sýnd fjögur skilaboð, á undan því virka, og fjögur á eftir.</p><p>Þú getur falið þennan glugga, með því að afvelja <b>Stillingar->Sýna tól</b>. </p></qt></qt>
it: <qt><p><b>Contesto PO</b></p><p>Questa finestra mostra il contesto del corrente messaggio nel file PO. Normalmente sono mostrati quattro messaggi antecedenti il messaggio e quattro successivi.</p> <p>Puoi nascondere la finestra strumenti deselezionando <b>Opzioni->Mostra strumenti</b>.</p> </qt>
ja: <qt><p>PO 文脈</p><p>このウィンドウは現在のメッセージの PO ファイル内での文脈を表示します。通常は現在のメッセージの前後 4 つのメッセージを表示します。</p><p>「設定」->「表示」でツールウィンドウを隠すことができます。</p></qt>
kk: <qt><p><b>PO контексті</b></p><p>Бұл терезеде назардағы жазудың PO файлындағы контексті көрсетіледі. Әдетте назардағы жазудың төрт алдындағы және төрт ілеспе жазулар көрсетіледі.</p> <p><b>Баптау->Көріністері</b> дегеннің бір ішкі мәзірі арқылы бұл терезені жасыруға болады.</p></qt>
ko: <qt><p><b>PO 문맥</b></p><p>이 창은 PO파일에서 현재 메시지의 문맥을 보여줍니다. 보통 현재 메시지의 앞에 4개의 메시지를 보여주고, 뒤에 4개의 메시지를 보여줍니다.</p><p><b>옵션->도구 보기</b>를 비활성화 함으로써 도구창을 숨길 수 있습니다.</p></qt>
lt: <qt><p><b>PO kontekstas</b></p><p>Šis langas pateikia pranešimo kontekstą PO byloje. Paprastai jis pateikia keturis pranešimus prieš dabartinį pranešimą ir keturis po jo.</p><p>Jūs galite paslėpti priemonių langą deaktyvuodami <b>Parinktys->Rodyti įrankus</b>.</p></qt></qt>
nb: <qt><p><b>Sammenheng</b></p><p>Dette vinduet viser sammenhengen til den gjeldende teksten i fila. Normalt viser den fire tekster før og fire etter.</p><p>Du kan skjule verktøyvinduet ved å skru av <b>Innstillinger – Vis verktøy</b>.</p></qt></qt>
nds: <qt><p><b>PO-Kontext</b></p><p>Dit Fenster wiest den Kontext vun de aktuelle Mellen binnen de PO-Datei. Normaal sünd dat je veer Mellen vör un achter den aktuellen Indrag.</p><p>Du kannst de Warktüüchfinstern versteken, wenn Du ünner <b>Instellen -> Ansichten</b> op <b>Warktüüch versteken</b> klickst.</p></qt></qt>
nl: <qt><p><b>PO-context</b></p><p>Dit venster toont de context van de huidige tekenreeks in het PO-bestand. Normaliter toont het vier tekenreeksen voorafgaand aan de huidige tekenreeks, en vier tekenreeksen die erna komen.</p><p>U kunt het hulpmiddelenvenster verbergen door <b> Instellingen->Hulpmiddelen tonen</b> te deselecteren.</p></qt></qt>
pl: <qt><p><b>Kontekst PO</b></p><p>To okno zawiera kontekst aktualnego komunikatu w pliku PO. Zazwyczaj wyświetlane są cztery komunikaty przed i po aktualnym.</p><p>Można ukryć całe okno narzędzi, wyłączając opcję <b>Ustawienia->Pokaż narzędzia</b>.</p></qt></qt>
pt: <qt><p><b>Contexto do PO</b></p>Esta janela mostra-lhe o contexto da mensagem actual no ficheiro. Normalmente, mostra quatro mensagens à frente da mensagem actual e quatro a seguir a ela.</p><p>Você poderá esconder a janela de ferramentas, se desactivar a opção <b>Opções->Mostrar as Ferramentas</b>.</p></qt>
sk: <qt><p><b>Kontext PO</b></p><p>Toto okno ukazuje kontext aktuálne zobrazenej správy v PO súbore. Normálne zobrazuje 4 správy pred a 4 za aktuálnou správou.</p><p>Toto okno môžete skryť pomocou <b>Nastavenia->Zobraziť nástroje</b>.</p></qt>
sl: <qt><p><b>Kontekst PO</b></p><p>To okno prikazuje kontekst trenutnega sporočila v datoteki PO. Običajno prikazuje štiri sporočila pred trenutnim in štiri za trenutnim sporočilom.</p><p>Okno z orodji lahko skrijete z deaktiviranjem <b>Nastavitve -> Prikaži orodja</b>.</p></qt>
sr: <qt> <p><b>PO контекст</b></p> <p>Овај прозор приказује контекст текуће поруке у PO фајлу. Уобичајено, приказује четири поруке испред и четири поруке иза текуће поруке.</p> <p>Можете сакрити прозор „алати“ искључивањем <b>Опције->Прикажи алате</b>.</p></qt></qt>
sr@latn: <qt> <p><b>PO kontekst</b></p> <p>Ovaj prozor prikazuje kontekst tekuće poruke u PO fajlu. Uobičajeno, prikazuje četiri poruke ispred i četiri poruke iza tekuće poruke.</p> <p>Možete sakriti prozor „alati“ isključivanjem <b>Opcije->Prikaži alate</b>.</p></qt></qt>
sv: <qt><p><b>PO-sammanhang</b></p><p>Det här fönstret visar sammanhanget för det aktuella meddelandet i PO-filen. Normalt visar det fyra meddelanden innan det aktuella meddelandet och fyra efter det.</p><p>Du kan dölja verktygsfönstret genom att inaktivera <b>Inställningar->Visa verktyg</b>.</p></qt>
ta: <qt><p><b>PO சூழல்</b></p><p>இந்த சாளரம் PO கோப்பிலுள்ள தற்போதைய தகவலின் சூழலை காட்டும். இயல்பாக நான்கு தகவல்களை தற்போதைய தகவலில் காட்டும் மற்றும் நான்கு பின்னர் காட்டும்.</p><p>நீங்கள் இந்த சாளரத்தை <b>விருப்பத்தேர்வுகள்->கருவிகளை காட்டு</b> மூலம் செயல்நீக்க முடியும்.</p></qt></qt>
tg: <qt><p><b>PO Матн</b></p><p>Ин тиреза матни мактубчаи ҷориро дар файли POнишон медиҳад. Одатан вай чор мактубчаро пеш аз мактубчаи ҷорӣ ва чор мактубчаро баъд аз вай нишон медиҳад.</p><p>Шумо метавонед абзорҳои тирезаро бо корношоям кардани <b>Вариантҳо->Нишон додани Абзорҳо пинҳон кунед</b>.</p></qt></qt>
uk: <qt><p><b>PO Контекст</b></p><p>Це вікно показує контекст поточної фрази PO-файла. Як правило, воно показує чотири фрази перед даною фразою і чотири після неї.</p><p>Можна сховати вікно засобів через <b>Параметри->Показати засоби</b>.</p></qt></qt>
zh_cn: <qt><p><b>PO 上下文</b></p><p>该窗口显示当前消息在 PO 文件中的上下文。通常，它显示当前消息的前面四条和后面四条。</p><p>您可以取消<b>“选项->显示工具”</b>来隐藏工具窗口。</p></qt></qt>

source: current entry
ar: المدخلة الحالية
be: бягучы запіс
bg: текущ низ
ca: entrada actual
da: Denne linje
de: Aktueller Eintrag
el: τρέχουσα καταχώρηση
es: entrada actual
et: aktiivne kirje
eu: uneko sarrera
fa: مدخل جاری
fr: Message actuel
gl: entrada actual
he: רשומה נוכחית
hr: trenutni unos
hu: az aktuális elem
is: núverandi færsla
it: voce attuale
ja: 現在のエントリ
kk: назардағы жазу
ko: 현재 항목
lt: dabartinis įrašas
mk: тековна порака
nb: denne oppføringa
nds: Aktuell Indrag
nl: huidige tekenreeks
nn: denne oppføringa
pa: ਮੌਜੂਦਾ ਇਕਾਈ
pl: bieżąca pozycja
pt: item actual
sk: aktuálna položka
sl: trenutni vnos
sr: текући унос
sr@latn: tekući unos
sv: aktuell post
ta: தற்போதைய உள்ளீடு
tg: қайди ҷорӣ
uk: поточний запис
zh_cn: 当前的项目

source: untranslated
ar: غير مترجم
be: неперакладзены
bg: непреведен
ca: sense traduir
da: uoversat
de: nicht übersetzt
el: αμετάφραστο
es: sin traducir
et: tõlkimata
eu: itzuli gabea
fa: ترجمه‌نشده
fr: non traduit
gl: sen traducir
he: לא מתורגם
hr: translated
hu: nincs lefordítva
is: óþýtt
it: da tradurre
ja: 未翻訳
kk: аударылмаған
ko: 변역되지 않음
lt: neišverstas
mk: непреведена
nb: ikke oversatt
nds: nich översett
nl: onvertaald
nn: ikkje omsett
pa: ਨਾ-ਅਨੁਵਾਦ
pl: nieprzetłumaczony
pt: não-traduzido
sk: nepreložené
sl: neprevedeno
sr: непреведен
sr@latn: nepreveden
sv: oöversatt
ta: மொழிமாற்று அமைக்க முடியாத
tg: тарҷума нокарда
uk: не перекладено
zh_cn: 未翻译

source: Plural %1: %2
ar: الجمع %1: %2
be: Множнае %1: %2
bg: Мн. форми %1: %2
da: Flertal %1: %2
el: Πληθυντικός %1: %2
et: Mitmus %1: %2
eu: %1-(r)en plurala: %2
fa: جمع %1: %2
fr: Pluriel %1 : %2
he: רבים %1: %2
hr: Množina %1: %2
hu: Többes szám - %1: %2
is: Fleirtala %1: %2
it: Plurale %1: %2
ja: 複数形 %1: %2
kk: Көптік %1: %2
ko: 복수 %1: %2
lt: Daugiskaita %1: %2
mk: Множина %1: %2
nb: Flertall %1. %2
nds: Mehrtall %1: %2
nl: Meervoud %1: %2
nn: Fleirtal %1: %2
pa: ਬਹੁਵਚਨ %1: %2
pl: Liczba mnoga %1: %2
sk: Číslo %1: %2
sl: Množina %1: %2
sr: Множина %1: %2
sr@latn: Množina %1: %2
ta: பன்மை %1: %2
tg: Ҷамъ%1: %2
uk: Множина %1: %2
zh_cn: 复数 %1：%2

source: <qt><p><b>Error List</b></p><p>This window shows the list of errors found by validator tools so you can know why the current message has been marked with an error.</p></qt>
ar: <qt><p><b>قائمة الأخطأ</b></p> <p>تظهر هذه النافذة قائمة بالأخطأ التي وجدتها أداة الصلاحية ليُمكنك معرفة سبب تعليم الرسالة الحالية بخطأ.</p></qt>
be: <qt><p><b>Спіс памылак</b></p><p>У гэтым акне паказваюцца памылкі, знойдзеныя сродкамі праверкі. Гэта дазваляе хутка ўбачыць чаму дадзенае паведамленне адзначана як памылковае.</p></qt>
bg: <qt><p><b>Списък с грешки</b></p><p>Този прозорец показва списъка с грешки, намерени при проверката на валидността, така че ще знаете защо текущото съобщение е маркирано като сгрешено.</p></qt>
ca: <qt><p><b>Listat d'errors</b></p><p>Aquesta finestra mostra la llista dels errors trobats per les eines de validació per a que pogueu conèixer perquè ha estat marcat amb un error el missatge actual.</p></qt>
da: <qt><p><b>Fejlliste</b></p><p>Dette vindue viser listen af fejl fundet af valideringsværktøjer så du kan vide hvorfor nuværende besked er blevet markeret med en fejl.</p></qt>
de: <qt><p><b>Fehlerliste</b></p><p>Dieses Fenster zeigt die Liste der Fehler, die von den Prüfungswerkzeugen gefunden wurden, so dass Sie nachsehen können, warum der aktuelle Eintrag als fehlerhaft markiert wurde.</p></qt>
el: <qt><p><b>Λίστα σφαλμάτων</b></p><p>Αυτό το παράθυρο εμφανίζει τη λίστα των σφαλμάτων που βρέθηκαν από τα εργαλεία ελέγχου εγκυρότητας έτσι ώστε να γνωρίζετε γιατί το τρέχον μήνυμα έχει σημαδευτεί με κάποιο σφάλμα.</p></qt>
es: <qt><p><b>Lista de errores</b></p><p>Esta ventana muestra la lista de errores encontrados por las herramientas de validación para que pueda saber por qué ha sido marcado con un error el mensaje actual.</p></qt>
et: <qt><p><b>Vigade nimekiri</b></p><p>See aken näitab kontrollimistööriistade leitud vigade nimekirja, mis võimaldab saada selgust, miks käesolev kirje on märgitud vigaseks.</p></qt>
eu: <qt><p><b>Errore zerrenda</b></p><p>Lehio honek balidazio-tresnek aurkitutako errore-zerrenda erakusten du, uneko mezu errore batekin zergatik markatu den jakin dezazun.</p></qt>
fa: <qt><p><b>فهرست خطا</b></p><p>این پنجره فهرست خطاهای یافت‌شده توسط ابزارهای اعتبارسنج را نمایش می‌دهد، در نتیجه، می‌توانید بفهمید چرا پیام جاری با یک خطا نشان‌دار شده است.</p></qt>
fr: <qt> <p><b>Liste d'erreurs</b></p> <p>Cette fenêtre affiche la liste des erreurs trouvées par les outils de validation, afin que vous puissiez savoir pourquoi le message courant est considéré comme erroné.</p></qt>
gl: <qt> <p><b>Lista de erros</b></p> <p>Esta fiestra mostra a lista dos erros atopados polas ferramentas de validación para que poda saber por que foi sinalada cun erro a mensaxe actual.</p></qt>
he: <qt><p><b>רשימת שגיאות</b></p><p>חלון זה מציג את רשימת השגיאות שנמצאו על ידי כלי האימות בכדי שאתה תוכל לדעת למה ההודעה הנוכחית סומנה כשגיאה.</p></qt>
hu: <qt><p><b>Hibalista</b></p><p>Ebben az ablakban látszanak az ellenőrző eszközök által felfedezett hibák, hogy kideríthető legyen, miért van egy üzenet hibásnak jelezve.</p></qt>
is: <qt><p><b>Villulisti</b></p><p>Þetta er listi yfir villur sem staðfestingartólin fundu þannig að þú vitir afhverju skilaboðið hefur verið merkt með villu.</p></qt>
it: <qt><p><b>Lista degli errori</b></p><p>Questa finestra mostra la lista degli errori trovati dagli strumenti di convalida, così sai perché il messaggio corrente è stato segnato con un errore.</p></qt>
ja: <qt><p>エラー一覧</p><p>このウィンドウは、検証ツールが発見したエラーを一覧表示します。エラーとなったメッセージの原因を知ることができます。</p></qt>
kk: <qt><p><b>Қателер тізімі</b></p><p>Бұл терезеде тексеру құралдары арқылы табылған қателер көрсетіледі және назардағы жазу неге қате деп белгіленгенін көруге мүмкіндік береді.</p></qt>
mk: <qt><p><b>Листа на грешки</b></p><p>Овој прозорец ја прикажува листата на грешки што се пронајдени од алатките за валидација, за да знаете зошто тековната порака е маркирана како погрешна.</p></qt>
nb: <qt><p><b>Liste over feil</b></p><p>Dette vinduet viser en liste over feil som ble funnet av gyldighetstestene slik at du vet hvorfor denne beskjeden er blitt markert som feil.</p></qt>
nds: <qt><p><b>Fehlerlist</b></p><p>Dit Finster wiest de List vun Fehlers, welk de Prööfwarktüüch funnen hebbt, so dat Du nakieken kannst, worüm de aktuelle Mellen as "fehlerhaftig" markeert wöör.</p></qt>
nl: <qt> <p><b>Foutenoverzicht</b></p> <p>Dit venster toont een overzicht van fouten gevonden door de hulpmiddelen, zodat u kunt zien waarom de huide tekenreeks als fout is gemarkeerd.</p></qt>
pl: <qt><p><b>Lista błędów</b></p><p>To okno wyświetla listę błędów znalezionych przez narzędzia sprawdzające. Można tu sprawdzić, dlaczego aktualna wiadomość została zaznaczona jako błędna.</p></qt>
pt: <qt><p><b>Lista de Erros</b></p><p>Esta janela mostra a lista de erros encontrados pelas ferramentas de validação, para que possa saber porque é que a mensagem actual foi marcada como errada.</p></qt>
sk: <qt><p><b>Zoznam chýb</b></p><p>Toto okno ukazuje zoznam chýb nájdených kontrolnými nástrojmi. Môžete vidieť, prečo bola správa označená ako chybná.</p></qt>
sl: <qt> <p><b>Seznam napak</b></p> <p>To okno prikazuje seznam napak, ki so jih našla orodja za potrjevanje. Tako lahko vidite, zakaj je trenutno sporočilo označeno kot napačno.</p></qt>
sr: <qt><p><b>Листа грешака</b></p><p>Овај прозор приказује листу грешака које су пронашли алати за оверу, тако да можете видети зашто је текућа порука означена као неисправна.</p></qt>
sr@latn: <qt><p><b>Lista grešaka</b></p><p>Ovaj prozor prikazuje listu grešaka koje su pronašli alati za overu, tako da možete videti zašto je tekuća poruka označena kao neispravna.</p></qt>
sv: <qt><p><b>Fellista</b></p><p>Fönstret visar listan med fel som hittas av valideringsverktygen, så att du vet varför aktuellt meddelande är markerat med ett fel.</p></qt>
uk: <qt><p><b>Список помилок</b></p><p>У цьому вікні показано список помилок, знайдених засобами перевірки; таким чином ви будете знати чому фраза позначена як помилкова.</p></qt>

source: _: title of page in preferences dialog Edit
ar: حرِّر
be: Рэдактар
bg: Редактор
ca: Edició
da: Redigér
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Redaktor
eu: Editatu
fa: ویرایش
fr: Édition
gl: Edición
he: עריכה
hr: Izmjene
hu: Szerkesztés
is: Ritstjórn
it: Modifica
ja: 編集
kk: Өңдеу
ko: 편집
lt: Taisa
mk: Уредување
nb: Redigering
nds: Bewerken
nl: Editor
nn: Redigering
pa: ਸੋਧ
pl: Edycja
pt: Edição
sk: Editor
sl: Urejanje
sr: Измене
sr@latn: Izmene
sv: Redigera
ta: திருத்து
tg: Муҳаррир
uk: Редагування
zh_cn: 编辑

source: Options for Editing
ar: خيارات التحرير
be: Параметры рэдагавання
bg: Редактор - опции
ca: Opcions per a l'edició
da: Indstillinger for redigering
de: Einstellungen zum Bearbeiten
el: Επιλογές για την επεξεργασία
es: Opciones de edición
et: Redigeerimise valikud
eu: Editatzeko aukerak
fa: گزینه‌های ویرایش
fr: Options d'édition
gl: Opcións de edición
he: אפשרויות עריכה
hr: Opcije za uređivanje
hu: Szerkesztési beállítások
is: Valkostir fyrir ritun
it: Opzioni per la modifica
ja: 編集のオプション
kk: Өңдеу параметрлері
ko: 편집을 위한 옵션
lt: Parinktys redagavimui
mk: Опции за уредувањето
nb: Redigeringsvalg
nds: Instellen för't Bewerken
nl: Opties voor bewerken
nn: Val for redigering
pa: ਸੋਧ ਲਈ ਚੋਣ
pl: Opcje edycji
pt: Opções de Edição
sk: Nastavenie pre editor
sl: Možnosti za urejanje
sr: Опције за уређивање
sr@latn: Opcije za uređivanje
sv: Inställningar för redigering
ta: திருத்துவதற்கான இடம்
tg: Параметрҳои тағйирдиҳӣ
uk: Параметри редагування
zh_cn: 编辑的选项

source: _: title of page in preferences dialog Search
ar: ابحث
be: Пошук
bg: Търсене
ca: Recerca
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsimine
eu: Bilatu
fa: جستجو
fr: Recherche
gl: Procuras
he: חיפוש
hr: Pretraga
hu: Keresés
is: Leit
it: Ricerca
ja: 検索
kk: Іздеу
ko: 찾기
lt: Ieškoti
mk: Пребарување
nb: Søk
nds: Söök
nl: Zoeken
nn: Søkjing
pa: ਖੋਜ
pl: Wyszukiwanie
pt: Procurar
sk: Hľadanie
sl: Iskanje
sr: Претрага
sr@latn: Pretraga
sv: Sök
ta: தேடல்
tg: Ҷустуҷӯӣ
uk: Пошук
zh_cn: 搜索

source: Options for Searching Similar Translations
ar: خيارات البحث عن ترجمات مشابهة
be: Параметры пошуку падобных перакладаў
bg: Опции за търсене на подобни преводи
ca: Opcions per a la recerca de traduccions similars
da: Indstillinger for søgning efter lignende oversættelser
de: Einstellungen für die Suche nach ähnlichen Übersetzungen
el: Επιλογές για την αναζήτηση παρόμοιων μεταφράσεων
es: Opciones de búsqueda de traducciones similares
et: Sarnaste tõlgete otsimise valikud
eu: Antzeko itzulpenak bilatzeko aukerak
fa: گزینه‌های جستجوی ترجمه‌های همانند
fr: Options pour chercher des traductions similaires
gl: Opcións para procurar traducións semellantes
he: אפשרויות עבור חיפוש תרגומים דומים
hr: Opcije za traženje sličnih prijevoda
hu: Hasonló fordítások keresésének beállításai
is: Valkostir við leit að líkum þýðingum
it: Opzioni per la ricerca di traduzioni simili
ja: 似た翻訳の検索オプション
kk: Ұқсас аудармаларды іздеу параметрлері
ko: 비슷한 번역 검색을 위한 옵션
lt: Parinktys panašių vertimų paieškai
mk: Опции за пребарување на слични преводи
nb: Valg for å søke etter lignende oversettelser
nds: Optschonen för't Söken na lieke Översetten
nl: Opties voor het zoeken naar vergelijkbare vertalingen
nn: Val for søk etter liknande omsetjingar
pa: ਇਕਤਰਾਂ ਦੇ ਅਨੁਵਾਦ ਦੀ ਖੋਜ ਕਰਨ ਲਈ ਚੋਣ
pl: Opcje wyszukiwania podobnych tłumaczeń
pt: Opções para Procurar em Traduções Semelhantes
sk: Nastavenie pre hľadanie podobných prekladov
sl: Možnosti za iskanje podobnih prevodov
sr: Опције за тражење сличних превода
sr@latn: Opcije za traženje sličnih prevoda
sv: Inställningar för att söka efter liknande översättningar
ta: ஒருமைபட்ட மொழிபெயர்ப்புகளை தேடுவதற்கான விருப்பத்தேர்வுகள்
tg: Параметрҳои ҷустуҷӯ дар тарҷумаҳои монанд
uk: Параметри пошуку подібних перекладів
zh_cn: 搜索相似翻译的选项

source: Options for Showing Differences
ar: خيارات إظهار الإختلافات
be: Параметры для высновы адрозненняў паміж файламі і перакладамі
bg: Опции за показване на разликите
ca: Opcions per a mostrar diferències
da: Indstillinger for visning af forskelle
de: Einstellungen zum Anzeigen von Unterschieden
el: Επιλογές για την εμφάνιση διαφορών
es: Opciones para mostrar diferencias
et: Võrdluse näitamise valikud
eu: Desberdintasunak erakusteko aukerak
fa: گزینه‌های نمایش تفاوتها
fr: Options pour montrer les différences
gl: Opcións para amosar as diferenzas
he: אפשרויות עבור הצגת השוואות
hr: Opcije za prikazivanje razlika
hu: Az eltérések megjelenítési beállításai
is: Valmöguleikar við sýningu mismunar
it: Opzioni per mostrare differenze
ja: 差異表示のオプション
kk: Айырмашылықтарды көрсету параметрлері
ko: 차이점들을 보여주기 위한 옵션
lt: Parinktys parodyt skirtumams
mk: Опции за прикажување на разлики
nb: Valg for visning av forskjeller
nds: Optschonen för't Wiesen vun Verschelen
nl: Opties voor het tonen van verschillen
nn: Val for vising av skilnadar
pa: ਅੰਤਰ ਵੇਖਾਉਣ ਲਈ ਚੋਣ
pl: Opcje pokazywania różnic
pt: Opções para Mostrar as Diferenças
sk: Nastavenie pre zobrazovanie rozdielov
sl: Možnosti za prikaz razlik
sr: Опције за приказивање разлика
sr@latn: Opcije za prikazivanje razlika
sv: Inställningar för att visa skillnader
ta: மாற்றங்களைக் காட்டுவதற்கு விருப்பத் தேர்வுகள்
tg: Параметрҳо барои намоиши фарқият
uk: Параметри для показу відмінностей
zh_cn: 显示差别的选项

source: _: name of page in preferences dialog icon list Fonts
ar: خطوط
be: Шрыфты
bg: Шрифтове
ca: Fonts
da: Skrifttyper
de: Schriftarten
el: Γραμματοσειρές
es: Tipo de letra
et: Fondid
eu: Letra-tipoak
fa: قلمها
fr: Polices
gl: Tipos de letra
he: גופנים
hu: Betűtípusok
is: Letur
it: Tipi di carattere
ja: フォント
kk: Қаріптер
ko: 글꼴
mk: Фонтови
nb: Skrifttyper
nds: Schriftoorden
nl: Lettertypen
nn: Skrifter
pa: ਫੋਂਟ
pl: Czcionki
pt: Tipos de Letra
sk: Písma
sl: Pisave
sr: Фонтови
sr@latn: Fontovi
sv: Teckensnitt
ta: எழுத்துருக்கள்
tg: Ҳуруфҳо
uk: Шрифти
zh_cn: 字体
