Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Source for difference lookup</b></p> <p>Here you can select a source, which should be used for finding a difference.</p> <p>You can select file, translation database or corresponding msgstr.</p> <p>If you choose the translation database, the messages to diff with are taken from the Translation Database; to be useful, you have to enable <i>Auto add entry to database</i> in its preferences dialog.</p> <p>The last option is useful for those using PO-files for proofreading.</p> <p>You can temporarily diff with messages from a file by choosing <i>Tools->Diff->Open file for diff</i> in KBabel's main window.</p></qt>
ar: <qt><p><b>مصدر بحث الفرق</b></p> <p>هنا يمكنك اختيار المصدر ، الذى يجب ان يُستخدم لايجاد الفرق.</p> <p>يمكنك اختيار ملف، قاعدة بيانات الترجمة او نص الترجمة "msgstr" المقابلة.</p> <p> إذا اخترت قاعدة بيانات الترجمة، تأخذ الرسائل من قاعدة بيانات الترجمة. لتكن مفيدة عليك تمكين<i>أدخل الخانة آليا لقاعدة البيانات</i> فى حوار التفضيلات.</p> <p>الخيار الأخير مفيد لألئك الذين يستخدمون ملفات PO للمراجعة.</p> <p> يمكنك مؤقتاً الحصول على الإختلاف ما بين الرسائل من الملفات باختيار<i>أدوات ->اختلاف-> افتح ملف لعرض الإختلاف</i>فى النافذة الرئيسية لمترجم‌ك.</p></qt>
be: <qt><p><b>Крыніца для пошуку адрозненняў</b></p><p>Вы можаце вылучыць файл, базу перакладу або проста асобны радок (msgstr).</p><p>Калі вы вылучыце базу дадзеных перакладу, карысна таксама будзе ўключыць параметр <i>Аўтададнне запісаў у базу дадзеных</i> у наладах базы дадзеных.</p><p>Гэта можа быць карысная для тых, хто займаецца чытаннем PO-файлаў для праверкі.</p></qt>
bg: <qt><p><b>Източник за търсене на разлики</b></p> <p>Тук можете да посочите източник, който да бъде използван за търсене на разлики.</p> <p>Можете да изберете файл, БД с преводи или съответен msgstr.</p> <p>БД с преводи - съобщенията се вземат от БД с преводите; за да работи нормално трябва да включите <i>Автодобавяне на запис към БД</i> в съответния прозорец с настройките.</p> <p>Последната опция е полезна за използващите PO файлове за проверка.</p> <p>Можете временно да търсите разлики с файл от <i>Инструменти->Разлики->Отваряне на файл за показване на разликите</i> от менюто на KBabel.</p></qt>
ca: <qt><p><b> Font per a la recerca de diferències</b></p> <p>Aquí podeu seleccionar una font, la qual es podrà usar per a trobar una diferència.</p> <p>Podeu seleccionar un fitxer, una base de dades de traduccions o el corresponent msgstr.</p> <p>Si escolliu una base de dades de traduccions, els missatges amb el que fer diff es prendran de la base de dades de traduccions. Pot ser d'utilitat l'habilitar <i>Autoincloure entrada a la base de dades</i> en el diàleg de preferències.</p> <p>L'última opció és d'utilitat per als que emprin fitxers PO per a correccions.</p> <p>Podeu usar temporalment les diferències amb els missatges d'un fitxer escollint <i>Eines->Diff->Obre fitxer per a diff</i> a la finestra principal de KBabel.</p></qt>
da: <qt><p><b>Kilde til opslag af forskelle</b></p> <p>Her kan du vælge en kilde, som skal bruges til at finde en forskel.</p> <p>Du kan vælge mellem fil, oversættelsesdatabase eller tilsvarende msgstr.</p> <p>Hvis du vælger oversættelsesdatabase, vil de beskeder der bruges af diff-programmet blive taget fra oversættelsesdatabasen. For at dette skal virke må du aktivere <i>Auto-tilføj indgang til database</i> i indstillingsdialogen.</p> <p>Det sidste tilvalg er nyttigt for dem der bruger PO-filer til korrekturlæsning.</p> <p>Du kan bruge diff-programmet midlertidigt med beskeder fra en fil ved at vælge <i>Værktøjer->Diff->Åbn fil til diff</i> i KBabel's hovedvindue.</p></qt>
de: <qt><p><b>Quelle für Darstellung der Unterschiede</b></p> <p>Wählen Sie eine Quelle, die zum Vergleichen benutzt wird.</p> <p>Sie können eine Datei, eine Übersetzungsdatenbank oder einen entsprechenden msgstr wählen.</p> <p>Wenn Sie die Übersetzungsdatenbank wählen, müssen Sie <i>Einträge automatisch der Datenbank hinzufügen</i> unter Einstellung aktivieren, damit die Einträge brauchbar sind.</p> <p>Die letzte Option ist für Korrekturleser, die PO-Dateien benutzen, hilfreich</p> <p>Um bei Bedarf mit einer Datei zu vergleichen, können Sie <i>Extras->Diff->Datei für Vergleich öffnen</i> im Hauptfenster wählen</p></qt>
el: <qt><p><b>Πηγή για αναζήτηση διαφορών</b></p> <p>Εδώ μπορείτε να επιλέξετε την πηγή, η οποία θα χρησιμοποιηθεί για την εύρεση μιας διαφοράς.</p> <p>Μπορείτε να επιλέξετε αρχείο, βάση δεδομένων μετάφρασης ή αντίστοιχο msgstr.</p> <p>Αν επιλέξετε τη βάση δεδομένων, για να είναι τα μηνύματα διαφορών που θα ληφθούν από τη βάση δεδομένων χρήσιμα, θα πρέπει να ενεργοποιήσετε την <i>Αυτόματη προσθήκη καταχώρησης στη βάση δεδομένων</i> στο διάλογο προτιμήσεων.</p> <p>Η τελευταία επιλογή είναι χρήσιμη για αυτούς που χρησιμοποιούν αρχεία PO για επαλήθευση.</p> <p>Μπορείτε προσωρινά να βρείτε διαφορές με τα μηνύματα ενός αρχείου επιλέγοντας <i>Εργαλεία->Διαφορές->Άνοιγμα αρχείου για διαφορές</i> στο κύριο παράθυρο του KBabel.</p></qt>
es: <qt><p><b> Fuente para búsqueda de diferencias</b></p> <p>Aquí puede seleccionar una fuente, la cual puede ser usada para encontrar una diferencia</p> <p>Puede seleccionar un archivo, una base de datos de traducciones o el correspondiente msgstr</p> <p>Si elige una base de datos de traducciones, los mensajes para hacer diff con ellos se tomarán de la base de datos de traducciones. Puede ser de utilidad activar <i> Auto añadir entradas a base de datos</i> en el diálogo de preferencias</p> <p>La última opción es útil para aquellos que usen archivos PO para correcciones</p> <p>Temporalmente puede hacer diff con mensajes desde un archivo desde <i>Herramientas->Diff->Abrir archivo para diff</i> en la ventana principal de KBabel</p></qt>
et: <qt><p><b>Võrdlemise allikas</b></p><p>Siin saab valida allika, mida kasutatakse erinevuste otsimisel.</p><p>Valida võib faili, tõlgete andmebaasi või vastava msgstr.</p><p>Kui valid tõlgete andmebaasi, valitakse võrreldavad kirjed tõlgete andmebaasist. Et sellest mingit kasu oleks, pead märgistama ka valiku <i>Automaatne kirjete lisamine andmebaasi</i>.</p><p>Viimane võimalus on kasulik neile, kes tarvitavad PO-faile korrektuuri lugemiseks.</p><p>Ajutiselt saab kirjeid võrrelda ka failis leiduvatega, valides menüüst <i>Tööriistad->Võrdlemine->Ava fail võrdluseks</i>.</p><qt>
eu: <qt><p><b>Desberdintasunak bilatzeko iturburua</b></p><p> Hemen iturburu bat hauta dezakezu, ezberdintasunak bilatzeko erabiliko dena.</p> <p>Fitxategi bat, itzulpen datu-base bat edo dagokion msgstr bat hauta dezakezu.</p> <p>Itzulpen datu-base bat hautatzen baduzu, parekatzeko mezuak Itzulpen Datu-basetik hartuko dira; erabilgarriak izateko, <i>Auto gehitu sarrera datu-basera</i> aukera gaitu beharko duzu bere hobespen elkarrizketa-koadroan.</p> <p>Azken aukera, proffreading-erako PO fitxategiak erabiltzen dituztenentzat da erabilgarria.</p> <p>Behin behinekoz, fitxategi bateko mezuekin ezberdintasunak konpara ditzakezu KBabel-en lehio nagusian <i>Tresnak->Konparatu->Ireki fitxategia konparatzeko</i> aukera erabiliz.</p></qt>
fa: <qt><p><b>متن برای جستجوی تفاوت</b></p> <p>در اینجا می‌توانید متنی که باید برای یافتن یک تفاوت استفاده شود را برگزینید.</p> <p>می‌توانید پرونده، دادگان ترجمه یا msgstr متناظر را برگزینید</p> <p>اگر دادگان ترجمه را انتخاب کنید، پیامهای متفاوت از دادگان ترجمه گرفته می‌شوند؛ این مفید است. <i>افزودن خودکار مدخل به دادگان</i> را در محاورۀ تنظیمات آن فعال ساخته‌اید.</p> <p>آخرین گزینه، برای آنها با استفاده از پرونده‌های PO برای نمونه‌خوانی مفید است.</p> <p>می‌توانید موقتاً از یک پرونده با انتخاب <i>ابزارها-<تفاوت-<باز کردن پرونده برای تفاوت-</i> در پنجرۀ اصلی KBabel، پیامهای متفاوت را پیدا کنید.</p></qt>
fr: <qt><p><b>Source pour les comparaisons</b></p> <p>Ici, vous pouvez sélectionner une source qui doit être utilisée pour chercher les différences.</p> <p>Vous pouvez sélectionner un fichier, une base de données des traductions ou le msgstr correspondant.</p> <p>Si vous choisissez la base de données des traductions, les messages pour les comparaisons sont pris dans la base de données. Pour que ça soit utile, vous devez avoir activé <i>Ajouter automatiquement les entrées dans la base de données</i> dans son dialogue des préférences.</p> <p>La dernière option est utile pour ceux qui utilisent des fichiers PO pour des lectures de vérifications.</p> <p>Vous pouvez temporairement comparer avec des messages d'un fichier en choisissant <i>Outils / Différences / Ouvrir un fichier pour comparaison</i> dans la fenêtre principale de KBabel.</p></qt>
gl: <qt> <p><b>Orixe para a pesquisa de diferenzas</b></p> <p>Aquí pode escoller unha fonte, que debe ser usada para procurar as diferenzas.</p> <p>Pode escoller un ficheiro, base de datos de traducións ou a msgstr correspondente.</p> <p>Se escolle a base de datos de traducións, as mensaxes coas que obter as diferenzas serán tomadas da base de datos de traducións; para ser útil, deberá activar a opción <i>Engadir automaticamente á base de datos</i> no diálogo de preferencias.</p> <p>A última opción é útil para quen use os ficheiros PO nunha leitura á procura de erros.</p> <p>Pode procurar temporalmente as diferenzas coas mensaxes dun ficheiro escollendo <i>Ferramentas->Diff->Abrir un ficheiro para diff</i> na fiestra principal de KBabel.</p></qt>
hu: <qt><p><b>Az eltérések lekérdezésének forrása</b></p> <p>Itt kell kiválasztani, mely forrásból kell venni az eltérések keresésekor az adatokat.</p> <p>Kiválasztható egy fájl, a fordítási adatbázis vagy a megfelelő msgstr szöveg.</p> <p>Ha a fordítási adatbázist választja, az eltérések előállításához az üzeneteket a fordítási adatbázisból veszi a program. Érdemes bejelölni <i>A bejegyzés hozzáadása az adatbázishoz</i> opciót is.</p> <p>Ez az utolsó opció azok számára lehet hasznos, akik szövegellenőrzést végeznek.</p> <p>Átmenetileg át lehet váltani az eltérések fájlból történő előállítására az <i>Eszközök->Diff->Fájl megnyitása</i> menüponttal (a KBabel főablakában).</p></qt>
is: <qt><p><b>Staðsetning samanburðaskráa</b></p> <p>Hér getur þú skilgreint uppruna sem á að bera saman við til að finna mismun í skrám.</p> <p>Þú getur valið skrá, gagnagrunn eða samsvarandi msgstr færslu.</p> <p>Ef þú velur að nota gagnagrunn, eru færslurnar sem á að bera saman við teknar úr þýðingargagnagrunninum, og til að vera gagnlegt verður þú að haka við <i>Bæta sjálfkrafa við nýjum færslum</i> í stillingarglugga hans.</p> <p>Seinasti valkosturinn er gagnlegur fyrir þá sem nota PO skrár til að lesa yfir með.</p> <p>Þú getur borið tímabundið saman við færslur í skrá með að velja <i>Tól->Samanburður->Opna skrá til samanburðar</i> í aðalglugga KBabel.</p></qt>
it: <qt><p><b>Sorgente per la ricerca delle differenze</b></p> <p>Qui puoi selezionare una sorgente da utilizzare per cercare le differenze.</p> <p>Puoi selezionare un file, un database delle traduzioni o il corrispondente msgstr.</p> <p>Se scegli il database delle traduzioni, i messaggi con cui fare il confronto sono prelevati dal database delle traduzioni; per essere utile devi abilitare <i>Aggiungi automaticamente le voci al database</i> nella finestra di dialogo delle sue preferenze.</p> <p>L'ultima opzione è utile per chi utilizza revisiona i file PO.</p> <p>Puoi effettuare il confronto con i messaggi da un file scegliendo <i>Strumenti->Confronto->Apri file per confronto</i> nella finestra principale di KBabel.</p></qt>
ja: <qt><p>Diff ソース (比較対象)</p> <p>ここで差異の検索に使用するソースを選択します。</p><p>ファイル、翻訳データベース、同じファイル内の msgstr の三つの選択肢があります。</p> <p>翻訳データベースを選択した場合は、翻訳データベースのメッセージと比較します。これを有効に活用するためには、設定ダイアログで「データベースにエントリを自動追加」を選択しておく必要があります。</p> <p>最後の選択肢は、PO ファイルを査読する場合に役立ちます。</p> <p>一時的にメッセージをファイルと比較するには、KBabel のメインウィンドウのメニューから「ツール」->「Diff」->「比較するファイルを開く」を選択してください。</p></qt>
kk: <qt><p><b>Айырмашылығын іздеу көзі</b></p> <p>Мұнда айырмашылығын іздеу көзін таңдауға болады.</p> <p>Көз ретінде файлды, аударма қорын немесе сәйкесті msgstr жазуын таңдауға болады.</p> <p>Егер аударма деректер қорын таңдасаңыз, оның баптауындағы <i>Жазуды деректер қорына автоқосу</i> параметрін қосып қою пайдалы болады.</p><p>Емлесін тексеру үшін PO-файлдарын қолданатындарға бұл параметр пайдалы болады.</p><p>Бір рет diff-айырмашлықты табу үшін файлды KBabel-дің негізді терезесінің <i>Құралдар->Айырмашылық->Файлды diff үшін ашу</i> мәзірі арқылы ашуға болады.</p></qt>
ko: <qt><p><b>차이점 찾기에 대한 원본</b></p> <p>여기에 차이점 찾기에 쓰일 원본을 선택할 수 있습니다.</p> <p>파일, 번역 데이타베이스나 관련 msgstr을 선택 할 수 있습니다.</p> <p>만약 번역 데이타 베이스를 선택하면, 환경설정 대화상자에 <i>자동으로 데이타베이스에 항목 추가</i>를 사용가능하도록 설정해야 합니다.</p> <p>마지막 옵션은 검증 읽기에 대해 PO파일들을 사용하는데 유용합니다.</p> <p>K바벨의 주요 창에서 <i>도구->Diff->Diff를 위한 파일 열기</i> 를 선택함으로써 얻어지는 메시지로 임시 비교를 할 수 있습니다.</p></qt>
nb: <qt><p><b>Kilde for å lete etter forskjeller</b></p><p>Her kan du velge en kilde du vil bruke når du ser etter forskjeller.</p><p>Du kan velge en fil, en oversettelsesdatabase eller en tilsvarende oversatt tekst (msgstr).</p> <p>Hvis du velger en oversettelsesdatabase, så hentes de strengene du sammenligner med fra den. For at dette skal være til nytte, må du skru på <i>Legg oppføring automatisk til databasen</i> i dialogboksen for innstillinger.</p><p>Det siste valget er nyttig for de som bruker po-filer til å språkvaske oversettelsen.</p><p>Du kan sammenligne to strenger fra ulike filer enkeltvis ved å velge <i>«Verktøy – Differanse – Åpne fil for differanse»</i> i KBabel's hovedvindu.</p></qt>
nds: <qt><p><b>Born för't Naslaan vun Verschelen</b></p> <p>Hier kannst Du den Born utsöken, de för't Finnen vun Verschelen bruukt warrn schall.</p> <p>Dat kann en Datei, de Översettendatenbank, oder en passen Översetten wesen.</p> <p>Wenn Du de Översettendatenbank utsöchst, muttst Du binnen ehr Instellen den Punkt <i>Indrääg automaatsch na de Datenbank tofögen</i> anmaken, dormit de Mellen för't Verglieken bruukbor sünd.</p> <p>De leste Optschoon is goot, wenn Een PO-Dateien för't Korrektuurlesen bruukt.</p> <p>Du kannst tietwies mit Mellen vun en Datei verglieken, wenn Du <i>Warktüüch -> Verscheel -> Datei för Verschelen opmaken</i> in't Hööftfinster vun KBabel bruukst.</p></qt>
nl: <qt><p><b>Bron voor opzoeken van verschillen</b></p> <p>Hier kunt u een bron kiezen die zal worden gebruikt voor het vinden van verschillen.</p><p>U kunt kiezen uit een bestand, een vertalingendatabase of de corresponderende msgstr.</p><p>Als u kiest voor de vertalingendatabase, worden de tekenreeksen om de verschillen van te tonen gehaald uit de vertalingendatabase. Om deze database nuttig te maken dient u de optie <i>Automatisch toevoegen aan database</i> in te schakelen in de dialoog met voorkeuren.</p><p>De laatste optie is handig voor mensen die PO-bestanden gebruiken om te proeflezen.</p><p>U kunt tijdelijk vergelijkingen maken met tekenreeksen uit een bestand door menuoptie <i>Hulpmiddelen/Verschil/Bestand voor vergelijking openen</i> te kiezen in het hoofdvenster van KBabel.</p></qt>
pl: <qt><p><b>Źródło wyszukiwania różnic</b></p><p>Tu można wybrać źródło, które będzie używane do znajdowania różnic.</p> <p>Jeśli wybierzesz bazę tłumaczeń, komunikaty do porównania będą pobierane z niej. Żeby było to użyteczne, należy wybrać opcję <i>Automatyczne dodawanie do bazy danych</i> w oknie ustawień.</p> <p>Ostatnia opcja jest przydatna dla sprawdzających pliki PO.</p> <p>Można tymczasowo porównywać z komunikatami w pliku poleceniem <i>Narzędzia->Porównanie->Otwórz plik do porównania</i> w głównym oknie KBabel.</p></qt>
pt: <qt><p><b>Origem para verificação das diferenças</b></p><p>Aqui, o utilizador poderá seleccionar a origem, a qual poderá ser usada para encontrar as diferenças.</p><p>Você poderá seleccionar um ficheiro, uma base de dados de traduções ou a 'msgstr' correspondente.</p><p>Se escolher a base de dados de traduções, as mensagens com as quais comparar serão extraídas da base de dados de traduções. Para isso ser útil, terá de activar a opção <i>Adicionar automaticamente o item à base de dados</i> na sua janela de preferências.</p><p>A última opção é útil para aqueles que utilizam os ficheiros PO para a verificação ortográfica e gramatical.</p><p>O utilizador poderá comparar temporariamente com as mensagens de um ficheiro se escolher <i>Ferramentas->'Diff'->Abrir um ficheiro para diferenças</i> na janela principal do KBabel.</p></qt>
sk: <qt><p>Zdroj pre rozdiely<b></b></p><p>Tu si môžete vybrať zdroj, ktorý sa má použiť pre nájdenie rozdielov.</p><p>Môžete si vybrať súbor, databázu prekladov alebo porovnanie pôvodného textu a prekladu.</p><p>Ak použijete databázu prekladov, správy pre porovnanie (diff) budú z Databáze prekladov. Aby to fungovalo, musíte povoliť <i>Automaticky pridávať pridávať položky do databáze</i> v dialógu nastavenia databáze.</p> <p>Posledná možnosť sa hodí pre PO súbory obsahujúce kontrolu pôvodných textov (proofreading).</p><p>Medzitým môžete porovnávať so správami zo súboru pomocou <i>Nástroje->Diff->Otvoriť súbore pre diff</i> v hlavnom okne KBabel.</p></qt>
sl: <qt><p><b>Vir za vpogled v razlike</b></p> <p>Tu lahko izberete vir, ki bo uporabljen za iskanje razlik.</p> <p>Izberete lahko datoteko, zbirko prevodov ali pripadajoč msgstr.</p> <p>Če izberete zbirko prevodov, so sporočila za razliko vzeta iz zbirke prevodov. Da je to uporabno, morate omogočiti možnost <i>Samodejno dodaj vnos v zbirko</i> v oknu z lastnostmi.</p> <p>Zadnja možnost je uporabna za tiste, ki uporabljajo datoteke PO za preverjanje.</p> <p>Začasno lahko poiščete razlike z izbiro možnosti <i>Orodja -> Diff -> Odpri datoteko za diff</i> v glavnem oknu KBabla.</p></qt>
sr: <qt><p><b>Извор за потрагу разлика</b></p><p>Овде можете изабрати извор који треба да се употреби за тражење разлика.</p><p>Можете изабрати фајл, базу података превода или одговарајући msgstr.</p><p>Ако изаберете базу података превода, поруке које треба разликовати се узимају из ње. Да би ово било корисно, морате укључити <i>Аутоматски додај унос у базу података</i> у њеном прозору за подешавања.</p><p>Последња опција је корисна за оне који користе PO-фајлове за проверно читање.</p><p>Можете и привремено разликовати са порукама из фајла избором <i>Алати->Разлике->Отвори фајл за разликовање</i> у главном прозору KBabel-а.</p></qt>
sr@latn: <qt><p><b>Izvor za potragu razlika</b></p><p>Ovde možete izabrati izvor koji treba da se upotrebi za traženje razlika.</p><p>Možete izabrati fajl, bazu podataka prevoda ili odgovarajući msgstr.</p><p>Ako izaberete bazu podataka prevoda, poruke koje treba razlikovati se uzimaju iz nje. Da bi ovo bilo korisno, morate uključiti <i>Automatski dodaj unos u bazu podataka</i> u njenom prozoru za podešavanja.</p><p>Poslednja opcija je korisna za one koji koriste PO-fajlove za proverno čitanje.</p><p>Možete i privremeno razlikovati sa porukama iz fajla izborom <i>Alati->Razlike->Otvori fajl za razlikovanje</i> u glavnom prozoru KBabel-a.</p></qt>
sv: <qt><p><b>Källa för uppslagning av jämförelse</b></p> <p>Här kan du välja en källa att använda för att hitta en skillnad.</p> <p>Du kan välja fil, översättningsdatabas eller motsvarande översatt text.</p> <p>Om du väljer översättningsdatabas, tas meddelanden att jämföra med från översättningsdatabasen. För att vara användbart måste du aktivera <i>Lägg automatiskt posten till databasen</i> i inställningsdialogrutan.</p> <p>Det sista alternativet är användbart för de som använder PO-filer för korrekturläsning.</p> <p>Du kan göra en tillfällig jämförelse med meddelanden från en fil genom att välja <i>Verktyg->Jämföra->Öppna fil för jämförelse</i> i Kbabels huvudfönster.</p></qt>
ta: <qt><p><b>வெவ்வேறு பார்வைக்கான மூலம்</b></p> <p>மூலத்தை இங்கு தேர்வு செய்யலாம், பிரிவுகளை கண்டறிய இது உபயோகப்பட வேண்டும்.</p> <p>உங்களால் குறிப்பிட்ட msgstr அல்லது மாற்ற வேண்டிய தரவுத்தளத்தை தேர்ந்தெடுக்கவும்.</p> <p>நீங்கள் மாற்ற வேண்டிய தரவுத்தளத்தை தேர்ந்தெடுத்தால், தரவுத்தளத்தில் இருந்து எடுக்கப்பட்ட செய்திகள் வேறுபடும்போது; பயன்படும், உங்களிடம் தானாக தரவுத்தளத்தில் சேர்க்கும் உள்ளீட்டை செயல்படுத்தும் இதன் பண்புகளின் உரையாடல்.</p> <p>கடைசி விருப்பம் PO-கோப்புகள் பயன்படுத்துபவருக்கு மேற்பார்வை பார்க்க பயன்படும்.</p> <p>நீங்கள் கோப்புகள தற்காலிகமாக கோப்பிலிருந்து செய்தியை <i>கருவிகள்->வித்தியாசம்->வேறுப்பாட்டிற்காக கோப்பினை திற</i> யை தேர்ந்தெடுக்கவும் கேபேபலின் முக்கிய சாளரம்.</p></qt>
tg: <qt><p><b>Сарчашма барои бозёфти гуногун</b></p> <p>Дар ин ҷо шумо метавонед сарчашмаеро, ки барои ёфтани фарқият истифода бурда мешавад, интихоб кунед.</p> <p>Метавонед файл,тарҷумаҳои пойгоҳи додаҳоро, ё тааллуқи msgstr-ро интихоб кунед.</p> <p>Агар шумо тарҷумаҳои пойгоҳи додаҳоро интихоб кунед, мактубчаҳое, ки фарқ мекунанд taken from the Translation Database; to be useful, you have to enable <i>Auto add entry to database</i> in its preferences dialog.</p> <p>Параметри охирон барои истифодаи файлҳои PO лозим аст барои дурусткунӣ мебошад.</p> <p>Шумо метавонед мувақатан хабарҳоро аз файл фарқ кунед бо интихоб кардани <i>Асбобҳо->Фарқ->Кушодани файл барои фарқ</i> дар тирезаи асосии KBabel.</p></qt>
uk: <qt><p><b>Джерело для пошуку відмінностей</b></p> <p>Тут можна вибрати джерело, яке повинне використовуватись для пошуку відмінностей.</p> <p>Можна вибрати файл, базу даних перекладу або відповідну фразу msgstr.</p> <p>Якщо ви виберете базу даних перекладу, то фрази для порівняння будуть братись з бази даних перекладу; для придатності необхідно увімкнути <i>Автододавання записів до бази даних</i> у вікні параметрів бази даних перекладу.</p> <p>Останній параметр придатний для тих, хто займається корекцією помилок в PO-файлах.</p> <p>Можна тимчасово знайти відмінність у файлі за допомогою меню <i>Інструменти->Відмінності->Відкрити файл для порівняння</i> в головному вікні програми KBabel.</p></qt>

source: Use &file
ar: استخدم &ملف
be: Выкарыстаць &файл
bg: Използване на &файл
ca: Usa &fitxer
da: Brug &fil
de: Datei &verwenden
el: Χρήση &αρχείου
es: Usar &archivo
et: Kasutatakse &faili
eu: Erabili &fitxategia
fa: استفاده از &پرونده‌
fr: &Utiliser un fichier
gl: Empregar &ficheiro
he: השתמש ב&קובץ
hr: Koristi &datoteku
hu: &Fájl használata
is: &Nota skrá
it: Utilizza &file
ja: ファイルを使う(&F)
kk: &Файл қолданылсын
ko: 파일 사용(&F)
lt: Naudoti &bylą
mk: Користи &датотека
nb: &Bruk fila
nds: &Datei bruken
nl: &Bestand gebruiken
nn: Bruk &fil
pa: ਫਾਇਲ ਵਰਤੋਂ(&f)
pl: Użyj &pliku
pt: Usar o &ficheiro
sk: Použiť &súbor
sl: Uporabi &datoteko
sr: Користи &фајл
sr@latn: Koristi &fajl
sv: A&nvänd fil
ta: கோப்பினை பயன்படுத்து
tg: Истифодаи &файл
uk: Використовувати &файл
zh_cn: 使用文件(&F)
