Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>How messages get translated</b></p><p>Here you can define if a message can only get translated completely, if similar messages are acceptable or if KBabel is supposed to try translating the single words of a message if no translation of the complete message or similar message was found.</p></qt>
ar: <qt><p><b>كيف ستُترجم الرسائل</b></p><p> يمكنك هنا تحديد إذا كانت الرسالة ستُترجم كلياً فقط، إذا كانت الرسائل المشابهة مقبولة او إذا كان يُفترض بمترجم‌ك محاولة ترجمة كلمات الفردية إذا لم يُعثر على ترجمة لكل الرسالة أو رسالة شبيهة.</p></qt>
be: <qt><p><b>Метад перакладу паведамленняў</b></p><p>У дадзеным дыялогу вы можаце вылучыць метад перакладу паведамленняў - перакладаць толькі тыя паведамленні, якія паддаюцца поўнаму перакладу або перакладаць асобныя словы, у выпадку адсутнасці магчымасці поўнага перакладу паведамлення.</p></qt>
bg: <qt><p><b>Как да бъдат превеждани съобщенията</b></p><p>Тук можете да определите дали дадено съобщение да бъде преведено изцяло, ако са приемливи подобни съобщения или ако трябва KBabel да превежда дума по дума, ако не бъде открито цяло съобщение.</p></qt>
ca: <qt><p><b>Com es tradueixen els missatges</b></p><p>Aquí podeu definir si un missatge pot traduir-se completament, si missatges similars són acceptables o si KBabel pot intentar traduir paraules soltes d'un missatge si no hi ha traducció del missatge complet o si troba un missatge semblant.</p></qt>
da: <qt><p><b>Hvordan beskeder bliver oversat</b></p><p>Her kan man definere om en besked kun skal oversættes fuldstændigt, om lignende beskeder er acceptable,eller om KBabel skal prøve at oversætte enkelte ord i en besked hvis en oversættelse af hele beskeden ikke kan findes.</p></qt>
de: <qt><p><b>Wie Texte übersetzt werden</b></p><p>Hier können Sie festlegen, ob ein Text nur komplett übersetzt werden soll, ob ähnliche Übersetzungen akzeptabel sind oder ob KBabel versuchen soll, einzelne Wörter des Textes zu übersetzen, wenn es keine Übersetzung für den kompletten oder ähnlichen Text gibt.</p></qt>
el: <qt><p><b>Πώς μεταφράζονται τα μηνύματα</b></p><p>Εδώ μπορείτε να ορίσετε αν ένα μήνυμα μπορεί να μεταφραστεί ολόκληρο, αν παρόμοια μηνύματα είναι αποδεκτά ή αν το KBabel θα προσπαθήσει να μεταφράσει λέξη προς λέξη αν δεν υπάρχει διαθέσιμη πλήρης μετάφραση του μηνύματος ή παρόμοιων μηνυμάτων.</p></qt>
es: <qt><p><b>Cómo se traducen los mensajes</b></p><p>Aquí puede definir si un mensaje solo se traduce entero, si mensajes similares son aceptables o si KBabel puede intentar traducir palabras sueltas de un mensaje si no hay un mensaje traducido completo ni se encuentran mensajes similares.</p></qt>
et: <qt><p><b>Kuidas tõlkida teateid</b></p><p>Siin saad määrata, kas KBabel peab suutma teate täielikult ära tõlkida või tohib ka üksikuid sõnu tõlkida, kui täielikku tõlget ei leitud.</p></qt>
eu: <qt><p><b>Mezuak itzultzen diren modua</b></p><p>Hemen ondokoak definitu ditzakezu: mezu bat osorik itzuli bakarrik, antzeko mezuak onartu, edo KBabel mezu baten banakako hitzak itzultzen saiatzea, mezu osoaren edo antzeko mezuaren itzulpenik aurkitu ez bada.</p></qt>
fa: <qt><p><b>پیامها چگونه ترجمه شوند؟ </b></p><p>در اینجا می‌توانید تعریف کنید، که پیام فقط بتواند کاملًا ترجمه شود، پیامهای مشابه قابل قبول هستند، یا KBabel برای ترجمۀ واژه‌های تکی، یک پیام در نظر گرفته می‌شود، یا ترجمۀ پیام کامل یا پیام مشابه یافت نشد.</p></qt>
fr: <qt><p><b>Comment les messages sont traduits</b></p><p>Vous pouvez choisir ici si un message peut être traduit complètement, si les messages semblables sont acceptables ou si KBabel est supposé essayer de traduire les mots isolés dans un message si aucune traduction complète du message n'est trouvée.</p></qt>
gl: <qt><p><b>Como traducir as cadeas</b></p><p>Aquí pode indicar se as mensaxes só poden ser traducidas por enteiro, se son aceitábeis mensaxes similares ou se KBabel pode tentar traducir palabras soltas dunha mensaxe se non atopa unha tradución completa igual nen semellante.</p></qt>
he: <qt><p><b>איך מחרוזות מתורגמות</b></p><p>כאן אתה תוכל להגדיר אם הודעה תתורגם באופן מלא, אם הודעות דומות יתקבלו או אם KBabal ינסה לתרגם מילה בודדת של הודעה אם לא נמצאה הודעה מלאה או דומה.</p></qt>
hu: <qt><p><b>Az üzenetek lefordítási módja</b></p><p>Itt lehet megadni, hogy csak a teljes üzenetet próbálja lefordítani a KBabel vagy megpróbálkozzon az üzenet szavainak egyenkénti fordításával is, ha a teljes üzenet fordítása nem található.</p></qt>
is: <qt><p><b>Hvernig skilaboð eru þýdd</b></p><p>Hér getur þú skilgreint hvort einungis sé hægt að þýða allt skilaboðið, hvort lík skilaboð eru leyfileg eða hvort KBabel á að reyna að þýða stök orð ef engin þýðing finnst fyrir allt skilaboðið, eða líkt skilaboð.</p></qt>
it: <qt> <p><b>Come devono essere tradotti i messaggi</b></p> <p>Qui puoi definire se un messaggio può essere tradotto completamente, se messaggi simili sono accettati o se KBabel prova a tradurre le singole parole di un messaggio se nessuna traduzione del messaggio completo o messaggi simili sono stati trovati.</p></qt>
ja: <qt><p>メッセージの翻訳方法</p><p>完全な翻訳が見つかった場合にのみ翻訳するか、類似したメッセージも含めるか、どちらも見つからなかった場合は逐語訳を試みるかをここで指定します。</p></qt>
kk: <qt><p><b>Жазуды қалай аудару</b></p><p>Мұнда жазу толық аудармасы табылса ғана аударылатынын, әлде толық аудармасы табылмаса, бөлек сөздерін аудару қажет екенін анықтай аласыз.</p></qt>
ko: <qt><p><b>번역된 메시지를 어떻게 얻는가</b></p><p>완벽하게 번역된 것을 얻을지, 수용할 수 있는 동일한 메시지를 얻을지, K바벨이 제안한 단어 번역을 할 것인지, 완벽한 메시지의 번역이 없던지, 동일 메시지를 찾던지 등의 설정을 여기서 할 수 있습니다.</p></qt>
lt: <qt><p><b>Kaip versti pranešimus</b></p><p>Čia galite nustatyti ar pranešimai gali būti verčiami tik pilnai, ar priimtini panašūs pranešimai, ar KBabel bandyti išversti atskirus pranešimo žodžius, jeigu nerasta pilno pranešimo vertimo, arba surastas panašus vertimas.</p></qt>
mk: <qt><p><b>Како да бидат преведувани пораките</b></p><p>Тука може да дефинирате дали пораките да се преведуваат само целосно, дали се прифатливи слични пораки и дали КБабел да се обиде да ги преведува поединечните зборови од пораката ако не бил пронајден превод не пораката или слична порака.</p></qt>
nb: <qt><p><b>Hvordan meldingene blir oversatt</b></p><p>Her kan du velge om en tekst bare skal kunne oversettes når den er helt lik, om lignende tekster blir akseptert, eller om KBabel skal prøve å oversette ord for ord der ingen helt lik eller lignende tekst blir funnet.</p></qt>
nds: <qt><p><b>Woans översett warrn schall</b></p><p>Hier kannst Du fastleggen, wat en Mellen bloots komplett översett warrn dörv, wat lieke Mellen annahmen warrt, oder wat KBabel enkelte Wöör vun den Text to översett, wenn sik keen Översetten för den kompletten Text oder en lieke Text finnen lett.</p></qt>
nl: <qt><p><b>Hoe tekenreeksen worden vertaald</b></p><p>Hier kunt u bepalen of een tekenreeks alleen compleet kan worden vertaald, of vergelijkbare tekenreeksen acceptabel zijn, of dat KBabel mag proberen losse woorden in een tekenreeks te vertalen als er geen vertaling voor het complete tekenreeks of vergelijkbare tekenreeks gevonden is.</p></qt>
nn: <qt><p><b>Korleis omsetjinga går føre seg</b></p> <p>Her kan du velja om ein tekststreng berre skal omsetjast komplett, om liknande meldingar er akseptable eller om KBabel skal freista å omsetja orda i ei melding enkeltvis om inga komplett omsetjing eller ei liknande melding vert funnen.</p></qt>
pl: <qt><p><b>Wybór metody tłumaczenia</b></p><p>Tu można wybrać metodę tłumaczenia. Domyślnie tłumaczenie jest wybierane tylko jeśli jest dokładne, możliwe jest jednak wykorzystanie podobnych tłumaczeń, albo tłumaczenie słowo po słowie.</p></qt>
pt: <qt><p><b>Como as mensagens são traduzidas</b></p><p>Aqui poderá definir se uma mensagem pode ser traduzida por completo, se são aceitáveis mensagens semelhantes ou se o KBabel deve tentar traduzir as palavras únicas de uma mensagem, se não for possível a tradução da mensagem completa.</p></qt>
sk: <qt><p><b>Ako budú správy preložené</b></p><p>Tu je možné definovať, či má byť správa prekladaná ako celok, či sú akceptovateľné podobné správy alebo či má KBabel prekladať po slovách v prípade, že preklad celej alebo jej podobnej správy nebol nájdený.</p></qt>
sl: <qt><p><b>Kako se sporočila prevedejo</b></p><p>Tu lahko določite, ali naj bo sporočilo popolnoma prevedeno, če so dovoljena podobna sporočila in ali naj KBabel poskuša prevajati posamezne besede sporočila, če ne najde prevoda celotnega sporočila.</p></qt>
sr: <qt> <p><b>Како поруке бивају преведене</b></p> <p>Овде можете дефинисати да ли порука може бити преведена само комплетно, да ли су сличне поруке прихватљиве или би KBabel требало да покуша да преводи појединачне речи поруке ако није пронађен превод целе поруке или ако је нађена слична порука.</p></qt>
sr@latn: <qt> <p><b>Kako poruke bivaju prevedene</b></p> <p>Ovde možete definisati da li poruka može biti prevedena samo kompletno, da li su slične poruke prihvatljive ili bi KBabel trebalo da pokuša da prevodi pojedinačne reči poruke ako nije pronađen prevod cele poruke ili ako je nađena slična poruka.</p></qt>
sv: <qt><p><b>Hur meddelanden översätts</b></p><p>Här kan du definiera om ett meddelande endast kan översättas i sin helhet, om liknande meddelanden är acceptabla eller om Kbabel ska försöka översätta enskilda ord i ett meddelande om ingen översättning av hela meddelandet eller liknande meddelanden hittades.</p></qt>
ta: <qt><p><b>எப்படி செய்திகள் மொழிப்பெயர்க்கப்படுகின்றன</b></p><p>செய்தி முழுதாக மொழிப்பெயர்க்கப்பட வேண்டுமா, அதே போன்ற ஏற்றுக்கொள்ளப்படுமா அல்லது செய்தியின் முழு மொழிப்பெயர்ப்பாக்கம் அல்லது அதே போன்ற செய்திகள் கிடைக்கவில்லையென்றால் தனித்தனி வார்த்தைகளை KBabel மொழிப்பெயர்க்க வேண்டுமா என்று இங்கே குறிப்பிடலாம்.</p></qt>
tg: <qt><p><b> Чӣ тавр мактубчаҳо тарҷума мешаванд</b></p><p> Дар ин ҷо шумо метавонед, муайян кунед, ки оё мактубча танҳо бо пуррагӣ тарҷума карда мешавад, ё оё мактубчаҳои ба ҳам монанд дастрасанд ё оё KBabel фарз карда шудааст, ки агар тарҷумаи пурраи мактубча ё ин ки мактубчаи монанд набошад, кӯшиш кунад, ки тарҷума кунад</p></qt>
uk: <qt><p><b>Як перекладаються фрази</b></p><p>Тут можна вказати чи перекладати фрази цілком, якщо допускаються подібні фрази, чи програма KBabel повинна спробувати зробити послівний переклад фрази, якщо не знайдено перекладу цілої або подібної фрази.</p></qt>
zh_cn: <qt><p><b>如何翻译消息</b></p><p>此处您可以定义：消息是否仅可以被完全翻译；是否可接受相似的消息；如果没有找到翻译完整的消息或相似的消息，KBabel 是否应该试图翻译某条消息中的单个单词。</p></qt>

source: &Mark changed entries as fuzzy
ar: &علِّم المدخلات المغيرة كمبهمة
be: Адзнач&ыць змененыя запісы як чарнавыя
bg: Ма&ркиране на променените низове като неясни
ca: &Marca entrades canviades com a inexactes
da: &Markér ændrede indgange som fuzzy
de: &Veränderte Einträge als fraglich markieren
el: &Σήμανση τροποποιημένων καταχωρήσεων ως ασαφείς
es: &Marcar entradas cambiadas como dudosas
et: &Muudetud kirjed märgistatakse kahtlasteks
eu: &Markatu aldatutako sarrerak zalantzazko gisa
fa: &نشان‌دار کردن‌ مدخلهای تغییریافته به عنوان مبهم‌
fr: &Changer la marque de l'entrée en fuzzy
gl: &Sinalar as entradas cambiadas coma dubidosas
he: &סמן רשומות ששונו כ־Fuzzy
hr: &Označi promijenjene unose kao nejasne
hu: A mó&dosított bejegyzések ellenőrzendőnek jelölése
is: &Merkja breyttar færslur sem loðnar
it: &Marca come fuzzy le voci modificate
ja: 変更されたエントリをあいまいとしてマーク(&M)
kk: Өзгертілген жазу дүмбілез деп &белгіленсін
ko: 변경된 항목을 불분명함으로 표시(&M)
lt: &Žymėti pakeistus įrašus neaiškiais
mk: &Маркирај ги променетите пораки како нејасни
nb: &Marker endrede oversettelser som uklare
nds: Ännern as "twiefelhaftig" &markeren
nl: Gewijzigde tekenreeksen als fuzzy &markeren
nn: &Marker endra omsetjingar som uklare
pa: ਤਬਦੀਲ ਇਕਾਈਆਂ ਨੂੰ ਅਸਪਸ਼ਟ ਬਣਾਓ(&M)
pl: &Zaznacz zmienione pozycje jako wątpliwe
pt: &Marcar os itens alterados como aproximados
sk: &Označiť zmenené položky ako nepresné
sl: &Označi spremenjene vnose kot ohlapne
sr: &Означи промењене уносе као нејасне
sr@latn: &Označi promenjene unose kao nejasne
sv: &Markera ändrade poster som inexakta
ta: மாற்றப்பட்ட நுழைவை இடைநிலையில் குறிக்க.
tg: &Ишора намудани қайдҳои тағйирёфта ҳамчун номаълум
uk: &Позначати змінені записи як неточні
zh_cn: 把改变的项目标记为模糊项(&M)
