Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Please insert a language code first.
ar: فضلا أدخل رمز اللغة أولا.
be: Спачатку ўвядзіце код мовы.
bg: Моля, първо въведете код за език.
ca: Si us plau, introduïu abans el codi de l'idioma.
da: Indsæt venligst en sprogkode først.
de: Bitte geben Sie zuerst ein Sprachenkürzel ein.
el: Παρακαλώ εισάγετε έναν κωδικό γλώσσας πρώτα.
es: Introduzca antes el código del lenguaje.
et: Palun sisesta esmalt keele kood.
eu: Mesedez lehenik txertatu hizkuntza-kode bat.
fa: لطفاً، ابتدا کد زبان را درج کنید.
fr: Veuillez d'abord insérer un code de langue.
gl: Escriba primeiro o código do idioma.
he: אנא הכנס תחילה קוד שפה.
hr: Prvo unesite skraćenicu jezika.
hu: Először adja meg a nyelv kódját.
is: Þú verður að fylla inn tungumálakóðann fyrst.
it: Inserisci prima il codice della lingua.
ja: 言語コードを先に指定してください。
kk: Алдымен тіл кодын енгізіңіз.
ko: 언어 코드를 먼저 삽입해 주십시오.
lt: Pirmiausia įrašykite kalbos kodą.
mk: Прво внесете код на јазик.
nb: Velg en språkkode først.
nds: Bitte giff toeerst en Spraakkode in.
nl: Voer a.u.b eerst een taalcode in.
nn: Oppgje ein språkkode først.
pa: ਪਹਿਲਾਂ ਇੱਕ ਭਾਸ਼ਾ ਕੋਡ ਭਰੋ ਜੀ।
pl: Proszę najpierw ustawić kod języka.
pt: Indique primeiro um código de língua.
sk: Prosím, najprv zadajte kód jazyka
sl: Najprej vnesite kodo jezika.
sr: Прво унесете скраћеницу језика.
sr@latn: Prvo unesete skraćenicu jezika.
sv: Infoga en språkkod först.
ta: தயவுசெய்து முதல் மொழி குறியீடுகளை உள்ளிடு.
tg: Аввал коди забонро ворид кунед.
uk: Будь ласка, спочатку вкажіть код вашої мови.
zh_cn: 请先输入语言代码。

source: It is not possible to find out the number of singular/plural forms automatically for the language code "%1". Do you have kdelibs.po installed for this language? Please set the correct number manually.
ar: لا يمكن العثور على عدد صيغ المفرد/الجمع آليا لرمز اللغة "%1". هل لديك kdelibs.po مثبت لهذه اللغة؟ فضلا اضبط الرقم الصحيح يدوياً.
be: Не атрымалася знайсці колькасць множных форм для мовы "%1". Упэўніцеся ў тым, што kdelibs.po усталяваны для гэтай мовы. Усталюйце значэнне ўручную - для беларускай мовы - 3.
bg: Не е възможно автоматично да се открие броят от единични/множествени форми за езиковия код "%1". Имате ли инсталиран kdelibs.po за този език? Моля, задайте правилната цифра ръчно.
ca: No és possible trobar el nombre de formes singular/plural automàticament per al codi de l'idioma "%1". Teniu instal·lat el kdelibs.po per aquesta llengua? Si us plau, establiu el nombre correcte manualment.
da: Det er ikke muligt at finde ud af antallet af entals/flertals former automatisk for sprogkoden "%1". Har du installeret kdelibs.po for dette sprog? Sæt venligst det korrekte tal manuelt.
de: Es ist leider nicht möglich, die Anzahl der Singular- und Pluralformen für das angegebene Sprachenkürzel "%1" automatisch zu ermitteln. Haben Sie kdelibs.po für diese Sprache installiert? Bitte stellen Sie die richtige Anzahl manuell ein.
el: Δεν είναι δυνατή η εύρεση του αριθμού μορφών ενικού/πληθυντικού αυτόματα από των κωδικό της γλώσσας "%1". Έχετε το kdelibs.po εγκατεστημένο για αυτήν τη γλώσσα; Παρακαλώ ορίστε το σωστό αριθμό χειροκίνητα.
es: No es posible encontrar el número de formas singular/plural automáticamente para el código de idioma «%1». ¿Tiene instalado el kdelibs.po para este idioma? Configure el número correcto a mano.
et: Kahjuks ei suudetud kindlaks teha keele "%1" ainsuse/mitmuse vormide arvu. Kas sul on ikka selle keele kdelibs.po paigaldatud? Palun sisesta korrektne väärtus käsitsi.
eu: Ezin da singular/plural formen kopurua automatikoki aurkitu "%1"hizkuntza-koderako. Ba al duzu KDelibs.po instalatuta hizkuntza horretarako? Mesedez ezarri eskuz kopuru zuzena.
fa: یافتن تعداد شکلهای جمع برای کد زبان »%1« ممکن نیست. kdelibs.po را برای این زبان نصب کرده‌اید؟ لطفاً، عدد درست را به طور دستی تنظیم کنید.
fr: Il n'est pas possible de trouver le nombre de formes singulier / pluriel automatiquement pour le code de langue « %1 ». Avez-vous installé kdelibs.po pour cette langue ? Veuillez régler le nombre correct manuellement.
gl: Non foi posíbel estimar automaticamente o número de formas do singular/plural da linguaxe co código "%1". Ten kdelibs.po instalado para este idioma? Por favor, indique o número correcto á mao.
hr: Nije moguće automatski pronaći broj oblika jednine/množine za skraćenicu jezika „%1“. Da li imate kdelibs.po instaliran za ovaj jezik? Postavite ručno ispravan broj.
hu: Nem sikerült meghatározni az egyes/többes számú alakok számát a(z) "%1" nyelvkódhoz. Biztosan telepítve van a nyelvhez tartozó kdelibs.po fájl? Kérem írja be a helyes értéket.
is: Ekki tókst að finna sjálfkrafa, fjölda eintölu/fleirtölu forma fyrir þennan tungumálakóða "%1". Er kdelibs.po uppsett fyrir þetta tungumál? Vinsamlega sláðu handvirkt inn fjöldann.
it: Impossibile trovare automaticamente il numero di forme singolari/plurali per il codice lingua "%1". Hai installato kdelibs.po per questa lingua? Imposta manualmente il numero corretto.
ja: 言語コード "%1" の単数形/複数形の数が見つかりません。 この言語の kdelibs.po をインストールしていますか？ 正しい数を手動でセットしてください。
kk: Коды "%1" деген тіл үшін көптік жалғаулар саны автоматты түрде табылмады. Колданыстағы тілдің kdelibs.po файлы орнатылған ба? Дұрыс санын қолмен келтіріңіз - қазақ тілі үшін бұл - 1.
ko: 언어 코드 "%1"에 대해서 자동적으로 단수/복수형의 수를 찾는 것이 불 가능합니다. 이 언어에 대해 kdelibs.po 파일을 설치하셨습니까? 정확한 수를 직접 설정하여 주십시오.
lt: Šiam kalbos kodui "%1" nėra galimybės automatiškai surasti vienaskaitos/daugiskaitos formas. Ar šiai kalbai esate įdiegęs kdelibs.po? Nustatykite teisingą skaičių ranka.
mk: Не е возможно да се пронајде автоматски бројот на множински форми за јазикот со код „%1“. Дали го имате инсталирано kdelibs.po за овој јазик? Изберете го правилниот број рачно.
nb: Beklager, det er ikke mulig å finne ut antallet entalls/flertallsformer automatisk for språkkoden «%1». Har du installert kdelibs.po for dette språket? Oppgi det rette antallet manuelt.
nds: De Tall vun Een-/Mehrtallformen för den Spraakkode "%1" lett sik nich automaatsch rutfinnen. Hest Du "kdelibs.po" för disse Spraak installeert? Bitte stell de richtige Tall vun Hand in.
nl: Helaas, het is niet mogelijk om het aantal enkel- en meervoudsvormen automatisch te bepalen voor taalcode "%1". Hebt u kdelibs.po voor deze taal geïnstalleerd? Stel a.u.b de het correcte getal handmatig in.
nn: Det er ikkje råd å finna ut talet på eintals-/fleirtalsformer automatisk for språkkoden «%1». Er kdelibs.po installert for dette språket? Oppgje det rette talet manuelt.
pl: Automatyczne wykrycie liczby form liczby pojedynczej/mnogiej dla języka o kodzie "%1" nie było możliwe. Czy kdelibs.po dla wybranego języka jest zainstalowane? Konieczne jest ręczne wybranie odpowiedniej liczby.
pt: Não é possível determinar o número de formas singular/plural automaticamente para o código de língua "%1". Tem instalado o 'kdelibs.po' desta língua? Indique o número correcto manualmente.
sk: Nepodarilo sa zistiť počet jednotných a množných čísiel pre jazyk s kódom "%1". Máte nainštalovaný kdelibs.po pre tento jazyk? Prosím, nastavte počet ručne.
sl: Žal ni možno samodejno najti število oblik ednine/množine za jezikovno kodo »%1«. Ali imate nameščen kdelibs.po za ta jezik? Prosim ročno nastavite to številko.
sr: Није могуће аутоматски пронаћи број облика једнине/множине за скраћеницу језика „%1“. Да ли имате kdelibs.po инсталиран за овај језик? Поставите ручно исправан број.
sr@latn: Nije moguće automatski pronaći broj oblika jednine/množine za skraćenicu jezika „%1“. Da li imate kdelibs.po instaliran za ovaj jezik? Postavite ručno ispravan broj.
sv: Det är inte möjligt att ta reda på antalet singular/pluralformer automatiskt för språkkoden "%1". Har du installerat kdelibs.po för det här språket? Ange korrekt antal manuellt.
ta: மொழிக்குறியில் தன்னியக்கமாக ஒருமை/பண்மை எண்களை கண்டுபிடிக்க முடியாது "%1". நீங்கள் kdelibs.po வை இந்த மொழிக்கு நிறுவியுள்ளீரா? தயவுசெய்து சரியான எண்ணை கைமுறையாக அமைக்கவும்.
tg: Барои коди забон ёфтани шумораҳои ҷамъ/танҳо ба таври автоматикӣ муҳим нест "%1". Шумо kdelibs.po-ро барои сохтани ин забон доред? Марҳамат карда рақами дурустро бо қувваи худатон муайян кунед.
uk: Неможливо автоматично визначити кількість форм однини/множини для мови "%1". Переконайтесь, що для цієї мови встановлено kdelibs.po. Будь ласка, вкажіть необхідне значення вручну.
zh_cn: 不可能自动找出您的语言代码“%1”的单数/复数形式的数量。 您为该语言安装了 kdelibs.po 文件了吗？ 请手工设置正确的数量。

source: The number of singular/plural forms found for the language code "%1" is %2.
ar: عدد صيغ الجمع/فردى الموجودة لرمز اللغة "%1" هى %2.
be: Колькасць адзіночных/множных форм для мовы "%1" роўна %2.
bg: Броят единични/множествени форми в езиковия код "%1" е %2.
ca: El nombre trobat de formes singular/plural per al codi de l'idioma "%1" és %2.
da: Det fundne antal entals/flertals former for sprogkoden "%1" er %2.
de: Die ermittelte Anzahl von Singular- und Pluralformen für die Sprache "%1" ist %2.
el: Ο αριθμός των μορφών ενικού/πληθυντικού που βρέθηκαν για τον κωδικό γλώσσας "%1" είναι %2.
es: El número encontrado para las formas singular/plural para el código de idioma «%1» es %2.
et: Keele "%1" ainsuse/mitmuse vormide arv on %2.
eu: "%1" hizkuntza-koderako aurkitutako singular/plural formen kopurua %2 da.
fa: تعداد شکلهای مفرد/جمع یافت‌شده در کد زبان »%1«، %2 است.
fr: Le nombre trouvé de formes singulier / pluriel pour le code de langage « %1 » est « %2 ».
gl: O número de formar do singular/plural atopadas para a linguaxe co código "%1" é de %2.
he: מספר צורות היחיד/רבים שנמצאו עבור קוד השפה "%1" הן %2.
hr: Broj pronađenih oblika jednine/množine za skraćenicu jezika „%1“ je %2.
hu: Az egyes/többes számú alakok száma a(z) "%1" nyelvkód esetén %2.
is: Fjöldi eintölu/fleirtölu forma sem fundust fyrir tungumálið "%1", eru %2.
it: Il numero di forme singolari/plurali trovate per il codice lingua "%1" è %2.
ja: 言語コード "%1" で見つかった単数/複数形の数は %2 です。
kk: Коды "%1" деген тілде көптік жалғаулар саны - %2.
ko: 언어 코드 "%1"에 대해 발견된 단수/복수형 폼의 수는 %2입니다.
lt: Kalbos kodui "%1" surastas vienaskaitos/daugiskaitos formų skaičius yra %2.
mk: Бројот на множински форми за јазикот со код „%1“ е %2.
nb: Antall entalls/flertallsformer for språkkoden «%1» er %2.
nds: De funnen Tall vun Een-/Mehrtalllformen för den Spraakkode "%1" is %2.
nl: Het gevonden aantal enkel-/meervoudsvormen voor de taalcode "%1" is %2.
nn: Talet på eintals-/fleirtalsformer for språkkoden «%1» er %2.
pa: ਭਾਸ਼ਾ ਕੋਡ "%1" ਲਈ ਇਕਵਚਨ/ਬਹੁਵਚਨ ਰੂਪ ਦੀ ਗਿਣਤੀ %2 ਮਿਲੀ ਹੈ।
pl: Liczba form liczby pojedynczej i mnogiej dla języka o kodzie "%1" wynosi %2.
pt: O número encontrado de formas singular/plural para o código de língua "%1" é %2.
sk: Nájdený počet jednotných a množných čísiel pre kód jazyka "%1" je %2.
sl: Najdeno število oblik ednine/množine za kodo jezika »%1« je %2.
sr: Број пронађених облика једнине/множине за скраћеницу језика „%1“ је %2.
sr@latn: Broj pronađenih oblika jednine/množine za skraćenicu jezika „%1“ je %2.
sv: Det antal singular/pluralformer som hittades för språkkoden "%1" är %2.
ta: "%1" மொழி குறிமுறைக்கான கண்டறிந்த ஒருமை/பன்மை படிவங்களின் எண்ணிக்கை %2 ஆகும்.
tg: Миқодири шаклҳои ҷамъ барои забони "%1" ба %2 баробар аст.
uk: Кількість форм однини/множини для мови "%1": %2.
zh_cn: 找到语言代码“%1”使用的单/复数形式的数量为“%2”。

source: It was not possible to determine GNU header for plural forms. Maybe your GNU gettext tools are too old or they do not contain a suggested value for your language.
ar: لا يمكن تحديد ترويسة GNU لصيغ الجمع. من المحتمل ان ادوات GNU gettext قديمة جداً او لا تحتوى على قيم مقترحة للغتك.
be: Не атрымалася вызначыць загаловак GNU для множных форм. Магчыма, ваш пакет GNU gettext састарэлы, ці не ўтрымлівае прапанаванае значэнне для вышай мовы.
bg: Не може да се определи заглавна част на GNU с мн. форми. Може би вашите инструменти са твърде стари или не съдържат стойността за езика ви.
ca: No ha estat possible determinar les formes plurals per a la capçalera de GNU. Potser les vostres eines gettext de GNU són massa antigues o no contenen un valor apropiat per al vostre idioma.
da: Det var ikke muligt at bestemme GNU-hovedet for flertalsformer. Måske er dine GNU gettext-værktøjer for gamle eller måske indeholder de ikke en foreslået værdi for dit sprog.
de: Es ist nicht möglich den GNU-Vorspann für Pluralformen zu bestimmen. Möglicherweise sind Ihre GNU-gettext-Werkzeuge zu alt oder enthalten keinen Wertvorschlag für Ihre Sprache.
el: Δεν ήταν δυνατός ο καθορισμός των μορφών πληθυντικού από την επικεφαλίδα GNU Ίσως τα εργαλεία σας GNU gettext είναι πολύ παλιά ή δεν περιέχουν προτεινόμενη τιμή για τη γλώσσα σας.
es: No fue posible determinar las formas plurales de la cabecera GNU. Quizá sus herramientas GNU gettext son demasiado antiguas o no contienen un valor apropiado para su idioma.
et: Kahjuks ei õnnestunud määrata GNU mitmusevormide päist. Võib-olla on sinu GNU gettext liiga vana või ei olegi neis mingit väärtust sinu keele jaoks.
eu: Ezin izan da plural formen GNU goiburukoa erabaki. Behar bada zure gettext tresnak zaharregiak dira edo ez dute zure hizkuntzarako iradokitako baliorik.
fa: تعیین سرآیند گنو برای شکلهای جمع ممکن نیست. شاید ابزارهای gettext گنو شما خیلی قدیمی‌ است، یا شامل مقدار پیشنهادی برای زبانتان نیست.
fr: Il n'a pas été possible de déterminer l'en-tête GNU pour les formes plurielles. Peut-être que vos outils GNU gettext sont trop vieux ou qu'ils ne contiennent pas de valeur suggérée pour votre langue.
gl: Non foi posíbel determinar as formar do plural dos cabezallos GNU. Pode ser que as súas ferramentas gettext de GNU sexan vellas de máis ou que non conteñan un valor para a súa lingua.
he: זה לא אפשרי לקבוע כותרת GNU לצורות רבים. אולי כלי gettext של GNU שלך ישנים מידי או שאין להם ערך מומלץ עבור השפה שלך.
hr: Nije bilo moguće odrediti GNU zaglavlje za oblike množine. Možda su vaši GNU gettext alati previše stari ili ne sadrže predloženu vrijednost za vaš jezik.
hu: Nem sikerült meghatározni a többes szám GNU-s azonosítóját. A gettext csomag túl régi vagy nem tud semmit sem javasolni a beállított nyelvhez.
is: Ekki tókst að finna upplýsingar um GNU fleirtöluformshausinn. Kannski eru GNU gettext tólin of gömul, eða að þau innihalda ekki upplýsingar um ráðlögð gildi fyrir þitt tungumál.
it: Non è possibile determinare l'intestazione GNU per le forme plurali. Potrebbe essere che gli strumenti gettext siano troppo datati o non contengono un valore suggerito per la tua lingua.
ja: 複数形の GNU ヘッダを特定できません。GNU gettext ツールが古すぎるか、その言語については推奨する値がないのかもしれません。
kk: Көптік жалғаулардың GNU айдары анықталмады. Мүмкін GNU gettext құралдарыңыз тым ескі немесе тіліңіз туралы керек мәлімет жоқ.
ko: 복수형 폼에 대한 GNU 헤더 정의가 불가능합니다. 아마도 GNU gettext 도구가 너무 오래 되었거나, 언어에 대한 제안된 값을 포함하지 않았을 것입니다.
mk: Не беше возможно да се одреди GNU-заглавието за множински форми. Можеби вашите GNU gettext алатки се постари или не содржат предлог за вредност за вашиот јазик.
nb: Det var ikke mulig å finne GNU-filhodet for flertallsformer. Det kan hende ditt GNU gettext-verktøy er for gammelt, eller det inneholder ingen forslag til verdier for ditt språk.
nds: De GNU-Kopp för Mehrtallformen leet sik nich faststellen. Villicht sünd Dien "GNU gettext"-Warktüüch to oolt, oder se slaat keen Weert för Dien Spraak vör.
nl: Het lukte niet de GNU-kopregel te vinden voor meervoudsvormen. Mogelijk hebt u een oude versie van GNU gettext, of bevat gettext geen voorstel voor meervoudsvormen in uw taal.
nn: Det var ikkje mogleg å finna innstillinga for GNU-fleirtalsformer. Det kan henda at Gettext-verktøyet er for gammalt eller at det ikkje inneheld nokon framlegg for språket ditt.
pl: Nie można określić nagłówka GNU dla form liczby mnogiej. Być może wersja GNU gettext jest zbyt stara lub nie zawiera wartości zalecanej dla wybranego języka.
pt: Não foi possível determinar o cabeçalho da GNU para as formas plurais. Talvez as suas ferramentas 'gettext' da GNU sejam muito antigas ou não contenham um valor sugerido para a sua língua.
sk: Nepodarilo sa určiť hlavičku GNU pre množné čísla. Možno máte príliš staré nástroje gettext alebo nepoznajú váš jazyk.
sl: Ni bilo možno ugotoviti glave GNU za množinske oblike. Mogoče so vaša orodja GNU gettext prestara ali pa ne vsebujejo vrednosti za vaš jezik.
sr: Није било могуће одредити GNU заглавље за облике множине. Можда су ваши GNU gettext алати превише стари или не садрже предложену вредност за ваш језик.
sr@latn: Nije bilo moguće odrediti GNU zaglavlje za oblike množine. Možda su vaši GNU gettext alati previše stari ili ne sadrže predloženu vrednost za vaš jezik.
sv: Det gick inte att avgöra huvud för GNU-pluralformer. Kanske är GNU:s gettext-verktyg för gamla, eller innehåller inte ett föreslaget värde för ditt språk.
ta: பன்மை படிவத்திற்கு GNU தலைப்பாக ஆக்க இயலவில்லை. உங்கள் GNU gettext கருவி மிக பழையதாக இருக்கலாம் அல்லது உங்கள் மொழிக்கு ஏற்புடையதாக இல்லாமல் இருக்கலாம்.
tg: Муайян намудани унвони GNU барои шаклҳои ҷамъ имконпазир набуд. Шояд асбоби GNU gettext-и шумо кӯҳна шуда бошад.
uk: Не вдалось знайти заголовок GNU для форм множини. Можливо, ваші засоби gettext GNU застарілі або вони не містять цього значення для вашої мови.
zh_cn: 无法确定 GNU 复数形式的头部值。也许您的 GNU gettext 工具太陈旧或者它们不含有针对您的语种的建议值。

source: &Marker for keyboard accelerator:
ar: &مميز مسرع لوحة المفاتيح:
be: &Маркер для акселератара:
bg: &Маркер на клавишния ускорител:
ca: Marca per als acceleradors de &teclat:
da: &Markering for tastaturgenvej:
de: &Markierung für Tastenkürzel:
el: &Δείκτης για πλήκτρο συντόμευσης πληκτρολογίου:
es: Color para los aceleradores de &teclado:
et: Kiirklahvi &märgistaja:
eu: &Teklatuaren azeleratzailerako markatzailea:
fa: &نشان‌‌دار برای شتاب‌ده صفحه کلید:‌
fr: Ma&rque pour les accélérateurs claviers :
gl: Marcador dos atallos de &teclado:
he: &סמן עבור קיצורי מקשים:
hr: &Oznaka za kraticu sa tipkovnice:
hu: A &gyorsítóbillentyű jele:
is: &Stafur fyrir lyklaborðs hröðunartákn:
it: &Marcatore per l'acceleratore da tastiera:
ja: キーアクセラレータのマーカー(&M):
kk: Пернетақта акселераторының &белгішесі:
ko: 단축키에 대해 표시(&M)
lt: Jautrios klaviatūros raidės &žymė:
mk: &Маркер за тастатурна кратенка:
nb: &Tegn for snarveistast:
nds: &Markeren för Tastkombinatschonen:
nl: Teken voor t&oetsenbordaccelerator:
nn: &Teikn for akseleratortast:
pa: ਕੀ-ਬੋਰਡ ਪਰਵੇਸ਼ਕ ਲਈ ਨਿਸ਼ਾਨ(&M)
pl: &Znak skrótu klawiszowego:
pt: &Marcador dos atalhos do teclado:
sk: Označenie &klávesovej skratky:
sl: Znamenje za &bližnjice s tipkami:
sr: &Ознака за пречицу са тастатуре:
sr@latn: &Oznaka za prečicu sa tastature:
sv: &Tecken för snabbtangent:
ta: தட்டச்சு முடுக்கிக்கான குறிகள்:
tg: &Маркер барои акселератори радифи ҳарфҳо:
uk: &Позначка для акселератора клавіатури:
zh_cn: 加速键标记符号(&M)：
