Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Dictionaries</b></p><p>Choose here, which dictionaries have to be used for finding a translation. If you select more than one dictionary, they are used in the same order as they are displayed in the list.</p><p>The <b>Configure</b> button allows you to temporarily configure selected dictionary. The original settings will be restored after closing the dialog.</p></qt>
ar: <qt><p><b>القواميس</b></p> <p> اختر هنا القاموس الذي سيُستخدم للعثور على الترجمة. إذا انتقيت أكثر من قاموس، سيُستخدموا بنفس ترتيب عرضهم هنا.</p> <p>يسمح لك زر <b>اضبط</b> بضبط القاموس المنتقى مؤقتا. ستُسترجع الإعدادات الأصليّة بعد غلق الحوار.</p></qt>
be: <qt><p><b>Слоўнікі</b></p><p>У дадзеным дыялогу вы можаце вылучыць слоўнікі, выкарыстоўваныя пры пошуку перакладу. У выпадку выбару больш за аднаго слоўніка яны будуць скарыстаныя ў той жа чарзе, як і ў спісе слоўнікаў.</p> <p>Кнопка <b>Налада</b> дазваляе змяніць налады толькі часова, да зачынення дадзенага дыялогу.</p></qt>
bg: <qt><p><b>Речници</b></p><p>Тук изберете кои речници да бъдат използвани за намиране на преводи. Ако изберете повече от един речник, ще бъдат използвани в реда в който са показани в списъка.</p><p>Бутонът <b>Настройване</b> позволява временното настройване на избрания речник. Оригиналните настройки ще бъдат след като прозорецът бъде затворен.</p></qt>
ca: <qt><p><b>Diccionaris</b></p><p>Escolliu aquí quins diccionaris usar al cercar una traducció. Si seleccioneu més d'un diccionari, seran emprats en el mateix ordre en el que es mostren a la llista.</p><p>El botó <b>Configura</b> us permet configurar temporalment el diccionari seleccionat. Les opcions originals seran restaurades després de tancar el diàleg</p></qt>
da: <qt><p><b>Ordbøger</b></p><p>Her vælges hvilke ordbøger der bruges for at finde en oversættelse. Hvis du vælger mere end én, så bruges de i den rækkefølge de vises på listen.</p> <p><b>Indstil</b>-knappen tillader dig at indstille den valgte ordbog midlertidigt. Den oprindelige opsætning vil blive genoprettet efter at dialogen er lukket.</p></qt>
de: <qt><p><b>Wörterbücher</b></p><p>Wählen Sie hier aus, welche Wörterbücher für das Suchen einer Übersetzung benutzt werden sollen. Wenn Sie mehr als ein Wörterbuch auswählen, werden diesein der in der Liste angezeigten Reihenfolge benutzt.</p> <p>Der Knopf <b>Einstellungen</b> erlaubt das temporäre Umstellen von markierten Wörterbüchern. Die ursprünglichen Einstellungen werden nach dem Schließen des Dialoges wiederhergestellt.</p></qt>
el: <qt><p><b>Λεξικά</b></p><p>Επιλέξτε εδώ, τα λεξικά που θα χρησιμοποιηθούν για την εύρεση μιας μετάφρασης. Αν επιλέξετε παραπάνω από ένα, θα χρησιμοποιηθούν με την ίδια σειρά που εμφανίζονται στη λίστα.</p><p>Το κουμπί <b>Ρύθμιση</b> σας επιτρέπει να ρυθμίσετε προσωρινά το επιλεγμένο λεξικό. Οι αρχικές ρυθμίσεις θα επανέλθουν μετά το κλείσιμο του διαλόγου.</p></qt>
es: <qt><p><b>Diccionarios</b></p><p>Seleccione aquí qué diccionarios usar para buscar una traducción. Si selecciona más de un diccionario, serán usados en el mismo orden en el que se muestran en la lista.</p><p>El botón <b>Configurar</b> le permitirá configurar temporalmente el diccionario seleccionado. Las preferencias originales serán restauradas al salir del diálogo.</p></qt>
et: <qt><p><b>Sõnaraamatud<b></p><p>Vali siit otsingul vaikimisi kasutatav sõnaraamat. Kui valid rohkem kui ühe sõnaraamatu, siis kasutatakse neid täpselt samas järjekorras, nagu nad selles nimekirjas on.</p><p>Nupp <b>Seadista</b> võimaldab ajutiselt seadistada valitud sõnaraamatut. Selle algsed seadistused taastatakse pärast dialoogi sulgemist.</p></qt>
eu: <qt><p><b>Hiztegiak</b></p><p>Aukeratu hemen, zein hiztegi erabili behar diren itzulpen bat aurkitzeko. Hiztegi bat baino gehiago aukeratzen baduzu, zerrendan agertzen diren ordena berean erabiliko dira.</p> <p><b>Konfiguratu</b> botoiak hautatutako hiztegia aldi baterako konfiguratzeko aukera ematen dizu. Jatorrizko ezarpenak berreskuratuko dira elkarrizketa-koadroa ixtean.</p></qt>
fa: <qt><p><b>واژه‌نامه‌ها</b></p><p>واژه‌نامه‌هایی که باید برای یافتن یک ترجمه استفاده شوند را در اینجا انتخاب کنید. اگر بیش از یک واژه‌نامه را برگزینید، همه به یک منظور استفاده می‌شو‌ند، همان‌ طور که در فهرست نمایش داده می‌شوند.</p><p>دکمۀ <b>پیکربندی</b> اجازۀ پیکربندی موقت واژه‌نامۀ برگزیده را به شما می‌دهد. تنظیمات اصلی پس از بستن محاوره بازنشانی می‌شود.</p></qt>
fr: <qt><p><b>Dictionnaires</b></p><p>Choisissez ici quel dictionnaire doit être utilisé pour trouver une traduction. Si vous sélectionnez plusieurs dictionnaires, ils sont utilisés dans le même ordre qu'ils sont affichés dans la liste.</p> <p>Le bouton <b>Configurer</b> vous permet de configurer temporairement le dictionnaire sélectionné. Les réglages originaux seront restaurés après avoir fermé la boîte de dialogue.</p></qt>
gl: <qt><p><b>Dicionarios</b></p><p>Indique aquí que dicionarios deben ser usados para atopar unha tradución. Se escolle máis dun, serán usados na mesma orden que están na lista.</p><p>O botón <b>Configurar</b> permítelle configurar temporalmente o dicionario que escolla. A configuración orixinal será restaurada tras pechar o diálogo.</p></qt>
he: <qt><p><b>מילונים</b></p><p>בחר כאן, באיזה מילונים להשתמש עבור מציאת תרגום. אם תבחר יותר ממילון אחד, יעשה בהם שימוש באותו סדר שהם מוצגים ברשימה.</p><p> כפתור ה<b>הגדר</b>מאפשר לך להגדיר באופן זמני מילון נבחר. האפשרות המקורית תשוחזר אחרי סגירת חלון הדו־שיח.</p></qt>
hu: <qt><p><b>Szótárak</b></p><p>Válassza ki, melyik szótárakat használja a program keresésnél. Ha egynél több szótárt választ ki, akkor olyan sorrendben használja majd őket a program, ahogy a listában megjelennek.</p><p>A <b>Beállítás</b> gombbal átmenetileg meg lehet változtatni a szótárak beállításait. A párbeszédablak bezárása után azonban visszaállnak az eredeti beállítások.</p></qt>
is: <qt><p><b>Orðabækur</b></p><p>Veldur hér hvaða orðabækur á að nota til að leita að þýðingu. Veljirðu fleiri en eina orðabók, þá eru þær notaðar í sömu röð og þær standa á listanum.</p> <p><b>Stillingar</b> hnappurinn leyfir þér að breyta tímabundið stillingum valinnar orðabókar. Upprunalegar stillingar verða enduræstar eftir að þessum glugga er lokað.</p></qt>
it: <qt> <p><b>Dizionari</b></p> <p>Seleziona qui, quali dizionari devi utilizzare per trovare una traduzione. Se selezioni più di un dizionario, saranno utilizzati nello stesso ordine in cui sono presentati nella lista.</p> <p>Il pulsante <b>Configura</b> ti permette di configurare temporaneamente i dizionari selezionati. Le impostazioni originali saranno memorizzate dopo la chiusura della finestra di dialogo.</p></qt>
ja: <qt><p>辞書</p><p>翻訳の検索に使用する辞書を指定します。複数の辞書を指定した場合、リストに表示されている順に検索します。</p> <p>「設定」ボタンを押すと、選択した辞書の設定を一時的に変更することができます。ダイアログを閉じると元の設定に戻ります。</p></qt>
kk: <qt><p><b>Сөздіктер</b></p><p>Мұнда аударманы іздеу үшін қай сөздіктер қолданатынын таңдауға болады. Біреуден артық сөздікті таңдағанда, олар тізіміндегі ретімен қолданылатын болады.</p> <p><b>Баптау</b> батырмасы сөздіктерді уақытша баптауға мүмкіндік береді. Осы диалог жабылғанда бұрыңғы баптаулар күшіне қайтады.</p></qt>
ko: <qt><p><b>사전</b></p><p>번역파일을 찾기 위해 사용될 폴더를 선택합니다. 만약 하나 이상의 폴더를 선택하신다면, 목록에서 나타나는 순서대로 사용됩니다.</p><p><b>설정</b>버튼은 선택된 폴더에 임시로 설정하도록 허용합니다. 기본 설정은 대화상자를 닫은 후에 저장될 것입니다.</p></qt>
lt: <qt><p><b>Žodynai</b></p><p>Čia pasirinkite, kuriuos žodynus naudoti ieškant vertimo. Jeigu pažymėsite kelis žodynus, juose bus ieškoma ta pačia tvarka, kuria jie yra įrašyti sąraše.</p><p>Klavišas <b>Konfigūruoti</b> leis Jums laikinai konfigūruoti pasirinktą žodyną. Pradiniai nustatymai bus atstatyti išėjus iš dialogo.</p></qt>
mk: <qt><p><b>Речници</b></p><p>Изберете тука кои речници да се користат за барање на превод. Ако изберете повеќе од еден речник, тие ќе се користат по истиот редослед по кој се прикажани во листата.</p><p>Копчето <b>Конфигурирај</b> Ви овозможува да го конфигурирате привремено избраниот речник. Оригиналните поставувања ќе бидат вратени по затворањето на овој дијалог.</p></qt>
nb: <qt><p><b>Ordbøker</b></p><p>Velg hvilke ordbøker som skal brukes for å finne en oversettelse. Hvis du velger mer enn en ordbok, så blir de brukt i samme rekkefølge som de har i denne lista.</p></qt>
nds: <qt><p><b>Wöörböker</b></p><p>Söök hier ut, welk Wöörböker för't Söken na en Översetten bruukt warrn schöölt. Wenn Du mehr as een Wöörbook utsöchst, warrt se in de sülve Reeg bruukt, as se in de List wiest warrt.</p><p>Du kannst mit den Knoop <b>Instellen</b> för de utsöchten Wöörböker ok temporeer anner Optschonen fastleggen. De Orginaalinstellen warrt na't Tomaken vun den Dialoog wedderherstellt.</p></qt>
nl: <qt><p><b>Woordenboeken</b></p><p>Kies hier welk woordenboek u wilt gebruiken voor het vinden van een vertaling. Als u meer dan een woordenboek selecteert worden ze gebruikt in de volgorde van deze lijst.</p><p>De knop <b>Instellen</b> maakt het mogelijk tijdelijk een ander woordenboek te selecteren. De oorspronkelijke instelling keert terug zodra het dialoogvenster wordt gesloten.</p></qt>
nn: <qt><p><b>Ordbøker</b></p> <p>Her kan du velja kva for ordbøker som skal brukast ved omsetjing. Om du vel meir enn éi ordbok, vert dei bruka i samme rekkefylgje som vist i lista.</p> <p>Med knappen <b>Oppsett</b> kan du mellombels setja opp den valde ordboka. Dei opphavlege innstillingane vert gjenoppretta etter at dialogvindauget er lukka.</qt>
pl: <qt><p><b>Słowniki</b></p><p>Wybierz, które słowniki mają być wykorzystane do wyszukiwania tłumaczeń. Jeśli wybierzesz więcej niż jeden słownik, zostaną one użyte w kolejności z tej listy.</p> <p>Przycisk <b>Konfiguruj </b> pozwala tymczasowo zmienić konfigurację wybranego słownika. Po zamknięciu okna dialogowego przywrócone zostaną oryginalne ustawienia</p></qt>
pt: <qt><p><b>Dicionários</b></p><p>Escolha aqui que dicionários devem ser usados ao procurar uma tradução. Se seleccionar mais do que um dicionário, eles são usados na mesma ordem com que são apresentados na lista.</p><p>O botão <b>Configurar</b> permite-lhe configurar temporariamente o dicionário seleccionado. A configuração original será reposta depois de fechar a janela.</p></qt>
sk: <qt><p><b>Slovníky</b></p><p>Vyberte, ktoré slovníky chcete použiť pre hľadanie prekladu. Ak vyberiete viac ako jeden, budú použité v poradí, v ktorom sú zobrazené v tomto zozname.</p><p>Tlačidlo <b>Nastaviť</b> umožňuje dočasne zmeniť nastavenie vybraného slovníka. Po zatvorení tohto dialógu sa obnoví pôvodné nastavenie.</p></qt>
sl: <qt><p><b>Slovarji</b></p><p>Tu izberite, kateri slovarji naj bodo uporabljeni za iskanje prevoda. Če izberete več kot en slovar, potem so uporabljeni v istem vrstnem redu kot so prikazani na seznamu.</p> <p>Gumb<b>Nastavi</b> vam omogoča začasne nastavitve izbranega slovarja. Prvotne nastavitve bodo povrnjene po zaprtju pogovornega okna.</qt>
sr: <qt> <p><b>Речници</b></p> <p>Овде изаберите који речници морају бити коришћени за проналажење превода. Ако изаберете више од једног речника, користе се истим редоследом којим су приказани у листи.</p><p>Дугме <b>Подеси</b> вам омогућава да привремено подесите изабрани речник. Првобитне поставке ће бити враћене пошто затворите прозор.</p></qt>
sr@latn: <qt> <p><b>Rečnici</b></p> <p>Ovde izaberite koji rečnici moraju biti korišćeni za pronalaženje prevoda. Ako izaberete više od jednog rečnika, koriste se istim redosledom kojim su prikazani u listi.</p><p>Dugme <b>Podesi</b> vam omogućava da privremeno podesite izabrani rečnik. Prvobitne postavke će biti vraćene pošto zatvorite prozor.</p></qt>
sv: <qt><p><b>Ordlistor</b></p><p>Välj här vilka ordlistor som ska användas för att hitta en översättning. Om du väljer mer än en ordlista används de i samma ordning som de visas i listan.</p><p>Knappen <b>Anpassa</b> låter dig tillfälligt anpassa vald katalog. Originalinställningarna återställs efter dialogrutan stängts.</p></qt>
ta: <qt><p><b>அகராதிகள்</b></p><p>மொழிப்பெயர்ப்பைக் கண்டுபிடிக்க எந்த அகராதிகளைப் பயன்படுத்த வேண்டுமென்று இங்கே தேர்வுசெய்யவும். ஒரு அகராதிக்கு மேல் தேர்வுசெய்தால், பட்டியலில் காட்சியளிப்பதுபோல் அதே முறையில் பயன்படுத்தப்படும்.</p><p><b>வடிவமை</b> பட்டன் தேர்வுசெய்யப்பட்ட அகராதியை தற்காலிகமாக வடிவமைக்க விடுகிறது. உரையாடலை மூடியப் பிறகு மூல அமைப்புக்கள் மீட்கப்படும்.</p></qt>
tg: <qt><p><b>Луғатҳо</b></p><p>Дар ин ҷо интихоб кунед,ки, кадом луғатҳо барои барои ёфтани тарҷума бояд истифода бурда шаванд. Агар шумо зиёда аз як луғат интихоб кунед, онҳо бо тартибе, ки дар луғат нишон дода шудаанд, истифода бурда мешаванд.</p><p><b>Пайкар бастани</b> тугма ба шумо иҷозат медиҳад, ки муваққатан луғати интихобшударо пайкар бандед. Барпосозии ҳақиқи баъди пӯшидани муколама барқарор карда мешавад.</p></qt>
uk: <qt><p><b>Словники</b></p><p>Виберіть тут словники, які повинні використовуватись для пошуку перекладу. Якщо ви виберете більше ніж один словник, то вони будуть використовуватись у такому самому порядку як вини показані у списку.</p><p>Кнопка <b>Налаштувати</b> дає можливість тимчасово налаштувати вибраний словник. Після закриття вікна, оригінальні параметри будуть відновлені.</p></qt>
zh_cn: <qt><p><b>字典</b></p><p>在此处选择哪些字典会被用来查找翻译。如果您选择了多个字典，则按它们在列表中显示的顺序来使用它们。</p></qt> <p><b>配置</b> 按钮允许你暂时配置选中的字典。最初的设置将在关闭对话框之后恢复。</p></qt>

source: Messages:
ar: رسائل:
be: Паведамленні:
bg: Съобщения:
ca: Missatges:
da: Beskeder:
de: Einträge:
el: Μηνύματα:
es: Mensajes:
et: Teated:
eu: Mezuak:
fa: پیامها:
gl: Mensaxes:
he: הודעות:
hr: Poruke:
hu: Üzenetek:
is: Skilaboð:
it: Messaggi:
ja: メッセージ:
kk: Жазулар:
ko: 메시지:
lt: Pranešimai:
mk: Пораки:
nb: Meldinger:
nds: Mellen:
nl: Meldingen:
nn: Meldingar:
pa: ਸੁਨੇਹੇ:
pl: Komunikaty:
pt: Mensagens:
sk: Správy:
sl: Sporočila:
sr: Поруке:
sr@latn: Poruke:
sv: Meddelanden:
ta: செய்தி:
tg: Иттилоот:
uk: Фрази:
zh_cn: 消息：
