Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: For&ward in History
ar: إلى الأ&مام في التاريخ
be: Наперад (па гістор&ыі пераходу)
bg: Нап&ред в историята
ca: En&davant en l'historial
da: Frem i histori&k
de: Nächster Eintrag im Verlau&f
el: Μπροσ&τά στο ιστορικό
es: &Avanzar en el histórico
et: A&jaloos edasi
eu: A&urrera historian
fa: &پیش رفتن در تاریخچه‌
fr: &Suivant (historique)
gl: &Avanzar no historial
he: א&חורה בהיסטוריה
hu: &Előre a naplóban
is: Á&fram í sögu
it: &Avanti nella cronologia
ja: 履歴の前方へ(&W)
kk: Өткенге &ілгері
ko: 히스토리에서 앞으로(&W)
lt: Pir&myn istorijoje
mk: Напр&ед во историјата
nb: &Fram i historien
nds: Vör&ut in de Vörgeschicht
nl: V&olgende in geschiedenis
nn: &Fram i historia
pa: ਅਤੀਤ 'ਚ ਅੱਗੇ(&w)
pl: W &przód w historii
pt: Ava&nçar no Histórico
sk: Do&predu v histórii
sl: Na&prej v zgodovini
sr: Н&апред у историјату
sr@latn: N&apred u istorijatu
sv: Fra&måt i historiken
uk: Поп&ереду в історії
zh_cn: 在历史中前进(&W)

source: &Find Text
ar: ا&بحث عن نص
be: Зна&йсці тэкст
bg: &Търсене на текст
ca: &Cerca text
da: &Find tekst
de: &Text suchen
el: &Αναζήτηση κειμένου
es: B&uscar texto
et: &Otsi teksti
eu: &Bilatu Testua
fa: &یافتن متن‌
fr: C&hercher le texte
gl: P&rocurar texto
he: ח&פש טקסט
hr: &Pronađi tekst
hu: A szö&veg keresése
is: &Finna texta
it: &Trova testo
ja: テキストを検索(&F)
kk: Мәтінді &табу
ko: 텍스트 찾기(&F)
lt: &Rasti tekstą
mk: &Најди текст
nb: &Finn tekst
nds: Text &söken
nl: Tekst &zoeken
nn: &Finn tekst
pa: ਪਾਠ ਖੋਜ(&F)
pl: &Znajdź tekst
pt: &Procurar o Texto
sk: &Nájsť text
sl: Na&jdi besedilo
sr: &Нађи текст
sr@latn: &Nađi tekst
sv: Sök t&ext
ta: உரையை தேடு
tg: &Ҷустуҷӯи Матн
uk: &Знайти текст
zh_cn: 查找文本(&F)

source: F&ind Selected Text
ar: ابح&ث عن النص المُنتقى
be: Знайс&ці вылучаны тэкст
bg: Търсене на &маркирания текст
ca: Ce&rca text seleccionat
da: F&ind markeret tekst
de: &Ausgewählten Text suchen
el: Α&ναζήτηση επιλεγμένου κειμένου
es: Bu&scar texto seleccionado
et: Otsi val&itud teksti
eu: B&ilatu aukeratutako testua
fa: &یافتن متن برگزیده‌
fr: &Chercher le texte sélectionné
gl: Proc&urar texto seleccionado
he: חפ&ש טקסט נבחר
hr: Na&đi obilježeni tekst
hu: A ki&jelölt szövegrész megkeresése
is: F&inna valinn texta
it: Tro&va testo selezionato
ja: 選択したテキストを検索(&I)
kk: Таңдаған мәтінді та&бу
ko: 골라놓은 텍스트 찾기(&I)
lt: &Ieškoti pažymėto teksto
mk: Најди &избран текст
nb: Finn &valgt tekst
nds: Markeert Text &söken
nl: Ge&markeerde tekst zoeken
nn: F&inn merka tekst
pa: ਚੁਣੇ ਪਾਠ ਦੀ ਖੋਜ(&i)
pl: Znajdź zazna&czony tekst
pt: Procurar o &Texto Seleccionado
sk: Nájsť &vybraný text
sl: Najdi &izbrano besedilo
sr: Нађи о&бележени текст
sr@latn: Nađi o&beleženi tekst
sv: Sök markerad te&xt
ta: தேர்ந்தெடுத்த உரையை தேடு
tg: Ҷу&стуҷӯи матни интихобшуда
uk: Знайти ви&браний текст
zh_cn: 查找选中的文本(&I)

source: &Edit Dictionary
ar: &حرر القاموس
be: Р&эдагаваць слоўнік
bg: Редактиран&е на речник
ca: &Edita diccionari
da: &Redigér ordbog
de: &Wörterbuch bearbeiten
el: &Επεξεργασία λεξικού
es: &Editar diccionario
et: &Muuda sõnaraamatut
eu: &Editatu hiztegia
fa: &ویرایش واژه‌نامه‌
fr: &Modifier le dictionnaire
gl: &Editar o dicionario
he: &ערוך מילון
hr: &Uredi rječnik
hu: A szótár szer&kesztése
is: Br&eyta orðasafni
it: Modifica &dizionario
ja: 辞書を編集(&E)
kk: Сөздікті өңд&еу
ko: 사전 고치기(&E)
lt: R&edaguoti žodyną
mk: Ур&еди речник
nb: &Rediger ordbok
nds: &Wöörbook bewerken
nl: Woordenboek b&ewerken
nn: R&ediger ordbok
pa: ਸ਼ਬਦ-ਕੋਸ਼ ਸੋਧ(&E)
pl: &Edytuj słownik
pt: &Editar o Dicionário
sk: &Upraviť slovník
sl: &Uredi slovar
sr: &Уреди речник
sr@latn: &Uredi rečnik
sv: &Redigera ordlista
ta: அகராதியை திருத்து
tg: &Муҳаррир Луғат
uk: &Редагувати словник
zh_cn: 编辑字典(&E)

source: Con&figure Dictionary
ar: ا&ضبط القاموس
be: Сло&ўнікі
bg: &Настройване на речник
ca: Con&figura diccionari
da: &Indstil ordbog
de: Wörterbuch &einrichten
el: Ρύ&θμιση λεξικού
es: Con&figurar diccionario
et: &Seadista sõnaraamatut
eu: Kon&figuratu hiztegia
fa: &پیکربندی واژه‌نامه‌
fr: Configurer le &dictionnaire
gl: Con&figurar o dicionario
he: ה&גדר מילון
hu: A szótár beállítása&i
is: S&tilla orðabók
it: Con&figura dizionario
ja: 辞書の設定(&F)
kk: Сөздікті ба&птау
ko: 사전 설정(&F)
lt: Kon&figūruoti žodyną
mk: Кон&фигурирај речник
nb: Ord&boksoppsett
nds: Wöörbook &instellen
nl: &Woordenboek instellen
nn: Set o&pp ordbok
pa: ਸ਼ਬਦ-ਕੋਸ਼ ਸੰਰਚਨਾ(&f)
pl: Kon&figuracja słownika...
pt: Con&figurar o Dicionário
sk: Na&staviť slovník
sl: Nastavi &slovar
sr: &Пoдеси речник
sr@latn: &Podesi rečnik
sv: Anpassa or&dlista
ta: அகராதியை வடிவமை
tg: Та&нзимоти Луғат
uk: Нала&штувати словник
zh_cn: 配置字典(&F)

source: About Dictionary
ar: حوْل القاموس
be: Аб слоўніку
bg: Относно речника
ca: Quant al diccionari
da: Om ordbog
de: Über das Wörterbuch
el: Σχετικά με το λεξικό
es: Acerca del diccionario
et: Sõnaraamatu info
eu: Hiztegiari Buruz
fa: دربارۀ واژه‌نامه
fr: À propos du dictionnaire
gl: Acerca do dicionario
he: אודות המילון
hr: O rječniku
hu: A szótár névjegye
is: Um orðasafn
it: Informazioni sul dizionario
ja: 辞書の情報
kk: Сөздік туралы
ko: 사전에 대하여
lt: Apie žodyną
mk: За речникот
nb: Om ordbøkene
nds: Över dat Wöörbook
nl: Info over woordenboek
nn: Om ordbok
pa: ਸ਼ਬਦ-ਕੋਸ਼ ਬਾਰੇ
pl: O słowniku
pt: Acerca do Dicionário
sk: O slovníku
sl: O slovarju
sr: О речнику
sr@latn: O rečniku
sv: Om ordlista
ta: அகராதியை பற்றி
tg: Дар бораи Луғат
uk: Про словник
zh_cn: 关于字典

source: &Spell Check...
ar: دقِّ&ق إملائيا...
be: Праверка ар&фаграфіі...
bg: П&роверка на правописа...
ca: Revi&sa ortografia...
da: &Stavekontrol...
de: &Rechtschreibprüfung ...
el: &Ορθογραφικός έλεγχος...
es: Revi&sar ortografía...
et: Õ&igekirja kontroll...
eu: &Egiaztapen Ortografikoa...
fa: &غلط‌یاب...‌
fr: &Vérification orthographique...
gl: Com&probar a ortografía...
he: &בדיקת איות...
hr: &Provjera pravopisa...
hu: &Helyesírás-ellenőrzés...
is: Stafsetningar&leiðrétting...
it: Controllo &ortografico...
ja: スペルチェック(&S)...
kk: &Емлені тексеру...
ko: 맞춤법 검사(&S)...
lt: &Rašybos tikrinimas...
mk: Проверка на правопи&с...
nb: &Stavekontroll …
nds: &Klookschriever...
nl: &Spellingcontrole...
nn: &Stavekontroll …
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ(&S)...
pl: &Sprawdź pisownię...
pt: &Verificação Ortográfica...
sk: Kontrola &pravopisu...
sl: Preveri &črkovanje ...
sr: &Провера правописа...
sr@latn: &Provera pravopisa...
sv: Kontrollera &stavning...
ta: எழுத்து பிழை
tg: &Тафтиши имло...
uk: &Перевірити правопис...
zh_cn: 拼写检查(&S)...

source: &Check All...
ar: دقِّق ال&كل...
be: Праверыць ус&ё...
bg: Про&верка на всичко...
ca: &Revisa-ho tot...
da: &Tjek alt...
de: &Alle überprüfen ...
el: Έ&λεγχος όλων...
es: Comprobar to&do...
et: &Kontrolli kõike...
eu: E&giaztatu Guztia...
fa: &بررسی همه...‌
fr: Tout véri&fier...
gl: Comprobar to&das...
he: בדוק ה&כל...
hr: &Provjeri sve...
hu: Az e&gész szöveg ellenőrzése...
is: &Athuga allt...
it: &Controlla tutto...
ja: すべてチェック(&C)...
kk: Барлығын &тексеру...
ko: 모두 검사(&C)...
lt: &Tikrinti viską...
mk: Провери ги си&те...
nb: Sjekk &alle …
nds: &All pröven...
nl: Alles &controleren...
nn: Sjekk &alt …
pa: ਸਭ ਜਾਂਚ(&C)...
pl: Sprawdź &wszystko...
pt: Verificar &Tudo...
sk: Kontrolovať &všetko...
sl: &Preveri vse ...
sr: &Провери све...
sr@latn: &Proveri sve...
sv: Kontrollera &allt...
ta: சரி பார்
tg: &Тафтиши ҳама...
uk: Перевірити в&сі...
zh_cn: 全部检查(&C)...

source: C&heck From Cursor Position...
ar: دقِّق &من موقع المؤشر...
be: Праверыц&ь ад пазіцыі курсора...
bg: Проверка от по&зицията на курсора...
ca: R&evisa des de la posició del cursor...
da: Tjek &fra markørens position...
de: &Von Cursorposition ...
el: Έλ&εγχος από τη θέση του δρομέα...
es: Com&probar desde la posición del cursor...
et: Kontrolli &alates kursori asukohast...
eu: Eg&iaztatu Kurtsorearen Posiziotik...
fa: &بررسی از موقعیت مکان‌نما...‌
fr: Vérifier à partir du c&urseur...
gl: Com&probar desde a posición do cursor...
he: בדוק ממיקום &סמן...
hr: P&rovjeri od trenutne pozicije pokazivača...
hu: Ellenőrzés a k&urzortól kezdve...
is: At&huga frá núverandi stöðu bendils...
it: C&ontrolla dalla posizione del cursore...
ja: カーソル位置からチェック(&H)...
kk: Меңзерден бастап те&ксеру...
ko: 커서 위치로부터 검사 (&H)...
lt: T&ikrinti nuo žymeklio pozicijos...
mk: Провери од позиција&та на покажувачот...
nb: Sjekk &fra skrivemerket
nds: Vun Blinker af &pröven...
nl: Vanaf cursorpositie contro&leren...
nn: Sjekk &frå skrivemerket …
pa: ਕਰਸਰ ਸਥਿਤੀ ਤੋਂ ਜਾਂਚ(&h)...
pl: Sprawdź od pozycji &kursora...
pt: Verificar A Partir da Posição do C&ursor...
sk: Kontrolovať od pozície k&urzoru...
sl: Preveri &od položaja kazalca ...
sr: П&ровери од позиције показивача...
sr@latn: P&roveri od pozicije pokazivača...
sv: &Kontrollera från markörpositionen...
ta: சுட்டியின் நிலையிலிருந்து சரி பார்
tg: Тафти&ш аз мавқеъи нишонгар...
uk: Перевірити від позиції к&урсора...
zh_cn: 从光标位置开始检查(&H)...

source: Ch&eck Current...
ar: دقِّق &الحالي...
be: Прав&ерыць бягучае...
bg: Проверка на &текущия...
ca: Re&visa actual...
da: T&jek nuværende...
de: A&ktuellen überprüfen ...
el: Έλεγ&χος τρέχοντος...
es: R&evisar actual...
et: Kontrolli aktiivs&et...
eu: Egi&aztatu Unekoa...
fa: &بررسی جاری...‌
fr: V&érifier l'actuel...
gl: Compro&bar esta mensaxe...
he: בדוק &נוכחי...
hr: Pr&overi trenutne...
hu: Az aktuális rész &ellenőrzése...
is: Athu&ga núverandi...
it: Contr&olla attuale...
ja: 現在のメッセージをチェック(&E)...
kk: &Назардағыны тексеру...
ko: 현재 위치 검사(&E)...
lt: Ti&krinti dabartinį...
mk: Пров&ери тековна...
nb: Sjekk &denne …
nds: Aktuellen Text &pröven...
nl: Huidig&e tekst controleren...
nn: Sjekk &denne …
pa: ਮੌਜੂਦਾ ਜਾਂਚ(&e)...
pl: Sprawdź &bieżący...
pt: V&erificar o Actual...
sk: Kontrolovať &aktuálnu...
sl: Preveri &trenutno ...
sr: Пр&овери текуће...
sr@latn: Pr&overi tekuće...
sv: Kontrollera aktu&ell...
ta: தற்போதைய பார்வை
tg: Тафт&иши ҷорӣ...
uk: Перевірити пото&чну...
zh_cn: 检查目前的(&E)...

source: Check Fro&m Current to End of File...
ar: دقِّق م&ن الحالى الى نهاية الملف...
be: Праверыць ад пазіцыі курсора...
bg: Проверка от тек&ущия до края на файла...
ca: Revisa des d'a&quí fins al final del fitxer...
da: Tjek &fra dette punkt til slutning af filen...
de: &Von Cursorposition bis Dateiende prüfen ...
el: Έλεγχος από το &τρέχον σημείο ως το τέλος του αρχείου...
es: Com&probar desde la posición actual hasta fin de archivo...
et: Kontrolli alates kursori asukohast &faili lõpuni...
eu: Eg&iaztatu uneko posiziotik fitxategiaren amaierararte...
fa: بررسی &از جاری تا انتهای پرونده...‌
fr: &Vérifier à partir de l'actuel jusqu'à la fin du fichier...
gl: Com&probar desde a posición actual até o fin do ficheiro...
he: בדוק &מנוכחי לסוף הקובץ...
hr: P&roveri od trenutne pozicije do kraja fajla...
hu: Ellenőrzés a k&urzortól a fájl végéig...
is: At&huga frá núverandi til enda skráar...
it: C&ontrolla da qui alla fine del file...
ja: カーソル位置からファイル末尾までチェック(&M)...
kk: &Осыдан файл соңына дейін тексеру...
ko: 현재 위치에서 파일 끝까지 검사(&M)...
lt: T&ikrinti nuo žymeklio link bylos pabaigos...
mk: Провери од теков&на до крајот на датотеката...
nb: Sjekk &herfra og til slutten av fila …
nds: Vun Blinker af bet Dateienn &pröven...
nl: Vana&f cursorpositie tot bestandseinde controleren...
nn: Sjekk &frå skrivemerket til slutten av fila …
pa: ਮੌਜੂਦਾ ਤੋਂ ਫਾਇਲ ਦੇ ਅੰਤ ਤੱਕ ਜਾਂਚ(&m)...
pl: Sprawdź od &bieżącej pozycji do końca pliku...
pt: Verificar da Posição Actual Até ao Fi&m do Ficheiro...
sk: Kontrolovať od aktuálnej s&právy do konca...
sl: Preveri od položaja &kazalca do konca datoteke ...
sr: П&ровери од тренутне позиције до краја фајла...
sr@latn: P&roveri od trenutne pozicije do kraja fajla...
sv: Kontrollera från markör&position till filslut...
ta: தற்போதைய கோப்பில் கடைசிவரை சரி பார்
tg: &Аз Аввал то ба охир файлро тафтиш намоед...
uk: Перевірити в&ід поточної до кінця файла...
zh_cn: 从当前位置检查到文件结尾(&M)...

source: Chec&k Selected Text...
ar: دقِّق ال&نص المحدد...
be: Пра&верыць вылучаны тэкст...
bg: Проверка на &маркирания текст...
ca: Rev&isa text seleccionat...
da: Tje&k markeret tekst...
de: Ausge&wählten Text überprüfen ...
el: Έλεγχ&ος επιλεγμένου κειμένου...
es: Bu&scar texto seleccionado...
et: K&ontrolli valitud teksti...
eu: Egia&ztatu aukeratutako testua...
fa: &بررسی متن برگزیده...‌
fr: Vérifier le &texte marqué...
gl: Comp&robar o texto escollido...
he: בדוק &טקסט נבחר...
hr: Prov&eri obilježeni tekst...
hu: A k&ijelölt szövegrész ellenőrzése...
is: Athuga val&inn texta...
it: Contr&olla testo selezionato...
ja: 選択したテキストをチェック(&K)...
kk: Таңдаған мәтінді тексер&у...
ko: 선택된 텍스트 검사(&K)...
lt: Tikrinti &pažymėtą tekstą...
mk: Провери избран те&кст...
nb: Sjekk &merket tekst …
nds: Mar&keert Text pröven...
nl: Ge&selecteerde tekst controleren...
nn: Sjekk &merka tekst …
pa: ਚੁਣੇ ਪਾਠ ਦੀ ਜਾਂਚ(&k)...
pl: Sprawdź &zaznaczony tekst...
pt: &Verificar o Texto Seleccionado...
sk: Kontrolovať &vybraný text...
sl: Preveri &izbrano besedilo ...
sr: Пров&ери обележени текст...
sr@latn: Prov&eri obeleženi tekst...
sv: Kontrollera &markerad text...
ta: தேர்வு செய்த எழுத்தை சரி பார்
tg: Мат&ни интихобшударо тафтиш намоед...
uk: Перевірити вибраний &текст...
zh_cn: 检查选中的文本(&K)...

source: &Diffmode
ar: &نمط الاختلاف
be: Рэ&жым пошуку адрозненняў
bg: &Разлики
ca: Mode &diff
da: &Difftilstand
de: &Diff-Modus
el: &Λειτουργία διαφορών
es: Modo &diff
et: &Võrdlemise režiim
eu: &Parekatze modua.
fa: &حالت تفاوت‌
fr: Mode &Comparaison
gl: Modo &diff
he: מצב &השוואה
hr: &Režim razlika
hu: Össze&hasonlítási mód
is: Saman&burðarhamur
it: Mo&dalità di confronto
ja: Diff (差異表示) モード(&D)
kk: &Айырмашылық режімі
ko: Diff모드(&D)
lt: &Diff būsena
mk: Режим ра&злики
nb: &Differansemodus
nds: &Verscheelbedrief
nl: &Vergelijkmodus
nn: &Diff-modus
pa: ਅੰਤਰ ਢੰਗ(&D)
pl: Tryb &porównywania
pt: Modo de &Diferenças
sk: &Mód rozdielov
sl: Način &diff
sr: &Режим разлика
sr@latn: &Režim razlika
sv: &Jämförelseläge
tg: &Тарзи гуногун
uk: Режим порівнянн&я
zh_cn: 比较模式(&D)

source: S&how Original Text
ar: أ&ظهر النص اﻷصلي
be: Паказаць арыгінальны &тэкст
bg: Показване на &оригиналния текст
ca: Mo&stra text original
da: &Vis oprindelig tekst
de: &Originaltext anzeigen
el: Ε&μφάνιση αρχικού κειμένου
es: Mo&strar texto original
et: &Näita algset teksti
eu: E&rakutsi jatorrizko testua
fa: &نمایش متن اصلی‌
fr: Afficher le texte &original
gl: Am&osar o texto orixinal
he: הצג טקסט מ&קורי
hr: P&rikaži originalni tekst
hu: Az ere&deti szöveg megjelenítése
is: Sýna &upprunalega textan
it: M&ostra testo originale
ja: 元のテキストを表示(&H)
kk: Түпнұсқа мәтінді кө&рсету
ko: 원래 텍스트 보기(&H)
lt: R&odyti originalo tekstą
mk: При&кажи оригинален текст
nb: Vis &originalteksten
nds: Orginaaltext &wiesen
nl: Ori&ginele tekst tonen
nn: V&is opphavleg tekst
pa: ਅਸਲੀ ਪਾਠ ਵੇਖਾਓ(&h)
pl: Pokaż &oryginalny tekst
pt: Mostrar o Te&xto Original
sk: Zobraziť &pôvodný text
sl: Pri&kaži prvotno besedilo
sr: П&рикажи изворни текст
sr@latn: P&rikaži izvorni tekst
sv: Visa originalte&xt
ta: உண்மையான எழுத்தை காட்டு
tg: Ни&шон додани матни ҳақиқӣ
uk: Показати &оригінальний текст
zh_cn: 显示原始文本(&H)

source: &Open File for Diff
ar: ا&فتح ملفا لعرض الاختلاف
be: Адкрыць файл адрозненняў
bg: &Отваряне на файл за показване на разликите
ca: &Obre fitxer per a diff
da: Å&bn fil til diff
de: Datei für &Vergleich öffnen
el: Ά&νοιγμα αρχείου για έλεγχο διαφορών
es: Abrir archiv&o para diff
et: &Ava fail võrdluseks
eu: &Ireki fitxategia parekatzeko
fa: &باز کردن پرونده برای تفاوت‌
fr: Ou&vrir un fichier pour comparaison
gl: Abrir un ficheir&o para diff
he: פתח קובץ להש&וואה
hr: &Otvori datoteku za razlikovanje
hu: Fájl meg&nyitása összehasonlításhoz
is: &Opna skrá til samanburðar
it: &Apri file per confronto
ja: 比較するファイルを開く(&O)...
kk: Файлды diff үшін &ашу
ko: Diff를 위한 파일 열기(&O)
lt: &Atverti byla dėl Diff
mk: &Отвори датотека за разлики
nb: &Åpne fil for differanse
nds: Datei för Verschelen &opmaken
nl: Bestand voor vergelijking &openen
nn: &Opna fil for Diff
pa: ਅੰਤਰ ਲਈ ਫਾਇਲ ਖੋਲ੍ਹੋ(&O)
pl: &Otwórz plik do porównania
pt: &Abrir o Ficheiro para Diferenças
sk: &Otvoriť súbor pre rozdiely
sl: &Odpri datoteko za diff
sr: &Отвори фајл за разликовање
sr@latn: &Otvori fajl za razlikovanje
sv: &Öppna fil för jämförelse
ta: Diff கோப்பினை திற
tg: &Кушодани файл барои Гуногун
uk: Відкрити файл для пор&івняння
zh_cn: 用文件作比较(&O)

source: &Rough Translation...
ar: &ترجمة تقريبية...
be: &Чарнавы пераклад...
bg: Груб &превод...
ca: T&raducció embastada...
da: &Grov oversættelse...
de: &Grob-Übersetzung ...
el: Π&ρόχειρη μετάφραση...
es: Traducción &rápida...
et: &Toores tõlkimine...
eu: &Itzulpen zirriborroa...
fa: ترجمۀ &تخمینی...‌
fr: Dé&brouillage des traductions...
gl: T&radución automática...
he: תרגום &גולמי...
hr: &Grubi prijevod...
hu: &Gyorsfordítás...
is: G&róf þýðing...
it: Traduzione ap&prossimativa...
ja: おおまかな翻訳(&R)...
kk: &Болжалды аудару...
ko: 초벌 번역(&R)
lt: G&rubus vertimas...
mk: Г&руб превод...
nb: Grov&oversettelse …
nds: &Groff-Översetten...
nl: &Ruwe vertaling...
nn: &Grovomsetjing …
pa: ਕੱਚਾ ਅਨੁਵਾਦ(&R)...
pl: &Zgrubne tłumaczenie...
pt: T&radução Lata...
sk: &Približný preklad...
sl: &Približen prevod ...
sr: &Груби превод...
sr@latn: &Grubi prevod...
sv: &Grovöversättning...
ta: சாதாரண மொழிபெயர்ப்பு
tg: &Тарҷумаи норавшан...
uk: &Чорновий переклад...
zh_cn: 粗略翻译(&R)...

source: &Catalog Manager...
ar: &مدير الفهارس...
be: М&энэджэр каталогаў...
bg: Управление на &каталог...
ca: Gestor de &catàlegs...
da: &Kataloghåndtering
de: &Katalogmanager ...
el: Διαχειριστής &καταλόγου...
es: Gestor de &catálogos...
et: &Kataloogihaldur...
eu: &Katalogo-Kudeatzailea...
fa: مدیر &فهرست...‌
fr: &Gestionnaire de catalogue...
gl: Xestor de &catálogos...
he: מנהל &קטלוג...
hr: &Upravitelj kataloga...
hu: &Listakezelő...
is: &Þýðingarstjóri...
it: Gestione &cataloghi...
ja: カタログマネージャ(&C)...
kk: &Каталог менеджері...
ko: 카탈로그 매니저(&C)...
lt: &Katalogo tvarkyklė...
mk: Менаџер на &каталози...
nb: &Katalogbehandler …
nds: &Kataloogpleger...
nl: &Catalogusbeheerder...
nn: &Kataloghandsamar …
pa: ਸੂਚੀ ਮੈਨੇਜਰ(&C)...
pl: &Menedżer tłumaczeń...
pt: Gestor de &Catálogos...
sk: Správca &katalógov
sl: &Upravitelj katalogov ...
sr: &Управник каталога...
sr@latn: &Upravnik kataloga...
sv: &Kataloghanteraren...
ta: அட்டவணை மேலாளர்
tg: &Каталоги мудир...
uk: Мене&джер каталогів...
zh_cn: 目录管理器(&C)...

source: Toggle Edit Mode
ar: بدِّل نمط التحرير
be: &Вылучыць рэжым рэдагавання
bg: Превключване на режим за редактиране
ca: Canvia a mode edició
da: Skift mellem redigeringstilstande
de: Bearbeitungsmodus an/aus
el: Εναλλαγή λειτουργίας επεξεργασίας
es: Conmutar modo de edición
et: Vaheta redigeerimisrežiimi
eu: Txandatu edizio-modua
fa: زدن ضامن حالت ویرایش
fr: Basculer en mode d'édition
gl: Comutar o modo de edición
he: שנה מצב עריכה
hr: Promijeni metodu uređivanja
hu: A szerkesztési mód átváltása
is: Breytingarhamur af/á
it: Cambia modalità modifica
ja: 編集モードをオン/オフ
kk: Өңдеу режімін ауыстыру
ko: 편집 모드 변경
lt: Įjungti redagavimo būseną
nb: Slå av/på redigeringsmodus
nds: Bewerkenbedrief an-/utmaken
nl: Bewerkmodus aan/uit
nn: Slå av/på redigeringsmodus
pa: ਸੋਧ ਢੰਗ ਤਬਦੀਲ
pl: Przełącz tryb edycji
pt: Comutar o Modo de Edição
sk: Prepnúť editovací mód
sl: Preklopi urejevalni način
sr: Промени режим уређивања
sr@latn: Promeni režim uređivanja
sv: Redigeringsläge på/av
ta: திருத்திய வகையை காட்டு
tg: Тугма Таҳрир Тарз
uk: Перемкнути режим редагування
zh_cn: 切换编辑模式

source: &Word Count
ar: عدد ال&كلمات
be: Падл&ік слоў
bg: &Брояч на думи
ca: &Compte de paraules
da: &Ordtælling
de: &Wortanzahl
el: &Μέτρηση λέξεων
es: &Contador de palabras
et: Sõnade ar&vestus
eu: &Zenbatu hitzak
fa: شمارش &واژه‌
fr: &Nombre de mots
gl: Contar &palabras
he: &ספור מילים
hu: S&zószám
is: &Fjöldi orða
it: &Conteggio parole
ja: 単語の合計数(&W)
kk: &Сөздер санағы
ko: 단어 수(&W)
lt: &Žodžių skaičius
mk: Број на &зборови
nb: &Ordtelling
nds: &Wöörteller
nl: &Woorden tellen
nn: &Ordteljing
pa: ਸ਼ਬਦ ਗਿਣਤੀ(&W)
pl: &Liczba słów
pt: Número de &Palavras
sk: P&očet slov
sl: &Štetje besed
sr: &Број речи
sr@latn: &Broj reči
sv: Antal &ord
uk: Під&рахунок слів
zh_cn: 单词统计(&W)

source: &Gettext Info
ar: م&علومات Gettext
be: Інфармацыя &Gettext
bg: Информация за &Gettex
ca: Informació de &gettext
el: Π&ληροφορίες Gettext
es: Información de &gettext
et: &Gettexti info
eu: &Gettext informazioa
fa: اطلاعات &Gettext‌
fr: Informations sur &Gettext
gl: Información de &gettext
he: מידע &GetText
hr: &Gettext informacije
hu: Információ a &gettext-ről
is: &Gettext upplýsingar
it: Informazioni &gettext
kk: &Gettext мәліметі
ko: Gettext 정보(&G)
lt: &Gettext informacija
mk: Инфо за &Gettext
nb: &Gettext-informasjon
nds: &Gettext-Infosiet
nl: &Gettext-informatie
pa: &Gettext ਜਾਣਕਾਰੀ
pl: Informacja o &gettext
pt: Informação do &Gettext
sk: Informácie o balíku &gettext
sl: Informacije o &gettext
sr: &Gettext информације
sr@latn: &Gettext informacije
sv: &Gettext-information
tg: &Ахбори матниро қабул кунед
uk: Ін&формація про Gettext
zh_cn: &Gettext 信息

source: Clear Bookmarks
ar: امسح علامات المواقع
be: Ачысціць &закладкі
bg: Изчистване на отметките
ca: Neteja enllaços
da: Ryd bogmærker
de: Lesezeichen löschen
el: Καθαρισμός σελιδοδεικτών
es: Limpiar marcadores
et: Eemalda järjehoidjad
eu: Garbitu lastermarkak
fa: پاک کردن چوب الفها
fr: Effacer les signets
gl: Limpar os marcadores
he: נקה סימניות
hr: Obriši oznake
hu: A könyvjelzők törlése
is: Fjarlægja bókamerki
it: Pulisci segnalibri
ja: ブックマークをクリア
kk: Бетбелгілерді тазалау
ko: 즐겨찾기 삭제
mk: Исчисти обележувачи
nb: Slett bokmerker
nds: Leestekens wegdoon
nl: Bladwijzers wissen
nn: Fjern bokmerka
pa: ਬੁੱਕਮਾਰਕ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść zakładki
pt: Limpar os Favoritos
sk: Vyčistiť záložky
sl: Zbriši zaznamke
sr: Очисти маркере
sr@latn: Očisti markere
sv: Rensa bokmärken
ta: புத்தகக்குறிகளை சரி பார்
tg: Тоза кардани хатчӯбҳо
uk: Очистити закладки
zh_cn: 清除书签

source: &Views
ar: &مشاهد
be: &Паданні
bg: &Изгледи
ca: &Vistes
da: &Visninger
de: &Ansichten
el: &Προβολές
es: &Vistas
et: &Vaated
eu: &Ikuspegiak
fa: &نماها‌
fr: &Vues
gl: &Vistas
he: &תצוגות
hu: Né&zetek
is: &Sýn
it: &Viste
ja: 表示(&V)
kk: &Көріністері
ko: 보기(&V)
mk: Пре&гледи
nb: &Ruter
nds: &Ansichten
nl: &Weergaven
nn: &Ruter
pa: ਝਲਕ(&V)
pl: &Widoki
pt: &Vistas
sk: &Pohľady
sl: Prika&zi
sr: &Прегледи
sr@latn: &Pregledi
sv: &Vyer
uk: &Перегляди
zh_cn: 视图(&V)

source: Current: 0
ar: الحالي: 0
be: Бягучая: 0
bg: Текущ: 0
ca: Actual: 0
da: Denne: 0
de: Aktuell: 0
el: Τρέχον: 0
es: Actual: 0
et: Aktiivne: 0
eu: Unekoa: 0
fa: جاری: ۰
fr: Actuel : 0
gl: Actual: 0
he: נוכחי: 0
hr: Trenutni: 0
hu: Aktuális: 0
is: Núverandi: 0
it: Attuale: 0
ja: 現在: 0
kk: Назардағы: 0
ko: 현재: 0
lt: Dabartinis: 0
mk: Тековна: 0
nb: Denne: 0
nds: Aktuell: 0
nl: Huidig: 0
nn: Denne: 0
pa: ਮੌਜੂਦਾ: 0
pl: Bieżący: 0
pt: Actual: 0
sk: Aktuálne: 0
sl: Trenutno: 0
sr: Текући: 0
sr@latn: Tekući: 0
sv: Nuvarande: 0
ta: தற்போது உள்ள: 0
tg: Ҷорӣ: 0
uk: Поточна: 0
zh_cn: 当前：0

source: Total: 0
ar: المجموع: 0
be: Усяго: 0
bg: Общо: 0
da: I alt: 0
de: Gesamt: 0
el: Συνολικά: 0
et: Kokku: 0
eu: Guztira: 0
fa: کل: ۰
he: סך הכל: 0
hr: Ukupno: 0
hu: Összesen: 0
is: Heildar: 0
it: Totale: 0
ja: 合計: 0
kk: Барлығы: 0
ko: 모두: 0
lt: Viso: 0
mk: Вкупно: 0
nb: Totalt: 0
nds: Tosamen: 0
nl: Totaal: 0
nn: Totalt: 0
pa: ਕੁੱਲ: 0
pl: Razem: 0
sk: Celkom: 0
sl: Skupaj: 0
sr: Укупно: 0
sr@latn: Ukupno: 0
sv: Totalt: 0
ta: மொத்தம்: 0
tg: Ҳамагӣ: 0
uk: Всього: 0
zh_cn: 总计：0

source: Fuzzy: 0
ar: مبهم: 0
be: Чарнавых: 0
bg: Неясни: 0
ca: Inexacta: 0
de: Fraglich: 0
el: Ασαφή: 0
es: Dudoso: 0
et: Kahtlaseid: 0
eu: Zalantzan: 0
fa: مبهم: ۰
gl: Dubidosa: 0
hr: Nejasnih: 0
hu: Ellenőrzendő: 0
is: Loðnar: 0
ja: あいまい: 0
kk: Дүмбілез: 0
ko: 불분명함: 0
lt: Neaiškių: 0
mk: Нејасни: 0
nb: Uklare: 0
nds: Twiefelhaftig: 0
nn: Uklare: 0
pa: ਅਸਪਸ਼ਟ: 0
pl: Wątpliwe: 0
pt: Aproximadas: 0
sk: Nepresne: 0
sl: Ohlapno: 0
sr: Нејасних: 0
sr@latn: Nejasnih: 0
sv: Inexakta: 0
tg: Номаълум: 0
uk: Неточних: 0
zh_cn: 模糊：0
