Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Check syntax of file when saving</b></p> <p>Check this to automatically check syntax of file with "msgfmt --statistics" when saving a file. You will only get a message, if an error occurred.</p></qt>
ar: <qt><p><b>تحقق من بنية الملف عند حفظه</b></p> <p>اختر هذا للتحقق من بنية الملف آليا باستخدام "msgfmt --statistics" أثناء حفظ الملف. ستحصل على رسالة فقط في حال حدوث خطأ.</p></qt>
be: <qt><p><b>Правяраць сінтаксіс файла пры захаванні</b></p> <p>Усталёўка гэтага параметру ўключае аўтаматычную праверку файла з камандай "msgfmt --statistics" пры захаванні. Пры ўзнікненні памылкі вы атрымаеце адпаведнае паведамленне.</p></qt>
bg: <qt><p><b>Проверка на синтаксиса при запис</b></p> <p>Включете тази отметка, ако искате синтаксиса да бъде проверяван автоматично с "msgfmt --statistics" при запис. Ще се появи съобщение само ако има някаква грешка.</p></qt>
ca: <qt><p><b>Comprova la sintaxi del fitxer en desar-lo</b></p> <p>Seleccioneu aquesta opció per a comprovar automàticament la sintaxi del fitxer amb "msgfmt --statistics" en desar-lo Tan sols obtindreu un missatge si es produeix algun error.</p></qt>
da: <qt><p><b>Undersøg filens syntaks, når der gemmes</b></p> <p>Afmærk denne for automatisk at undersøge filens syntaks med "msgfmt --statistics", når der gemmes. Der fremkommer kun en besked, hvis en fejl opstår.</p></qt>
de: <qt><p><b>Syntax beim Speichern prüfen</b></p> <p>Kreuzen Sie dieses Feld an, wenn Sie beim Speichern einer Datei diese automatisch mit "msgfmt --statistics" prüfen wollen. Werden hierbei Fehler entdeckt, erhalten Sie eine entsprechende Meldung.</p></qt>
el: <qt><p><b>Έλεγχος σύνταξης του αρχείου κατά την αποθήκευση</b></p> <p>Ενεργοποιήστε αυτή την επιλογή για τον αυτόματο έλεγχο της σύνταξης του αρχείου με την "msgfmt --statistics" κατά την αποθήκευση ενός αρχείου. Θα λάβετε απλά ένα μήνυμα, αν υπάρξει σφάλμα.</p></qt>
es: <qt><p><b>Comprobar la sintaxis del archivo al guardarlo</b></p> <p>Seleccione esta opción para comprobar la sintaxis del archivo automáticamente con «msgfmt --statistics» al guardarlo Solo obtendrá un mensaje si se produce algún error.</p></qt>
et: <qt><p><b>Salvestamisel kontrollitakse süntaksit</b></p> <p>Selle märkimine sunnib automaatselt faili salvestamisel kontrollima seda käsuga "msgfmt --statistics". Teate saab ainult vea korral.</p></qt>
eu: <qt><p><b>Gordetzean egiaztatu fitxategiaren sintaxia</b></p> <p>Egiaztatu hori fitxategi bat gordetzean "msgfmt --statistics" dituen fitxategiaren sintaxia automatikoki egiaztatzeko. Mezu bakar bat jasoko duzu, akatsik egonez gero.</p></qt>
fa: <qt><p><b>بررسی نحو پرونده هنگام ذخیره</b></p> <p>برای بررسی خودکار نحو پرونده هنگام ذخیره کردن یک پرونده توسط »msgfmt --statistics« این گزینه را علامت بزنید. اگر خطایی رخ داده باشد، فقط پیامی را دریافت می‌کنید.</p></qt>
fr: <qt><p><b>Vérifier la syntaxe en enregistrant</b></p> <p>Cocher ceci pour vérifier automatiquement la syntaxe du fichier avec la commande « msgfmt --statistics » en enregistrant un fichier. Vous n'aurez un message que si une erreur survient.</p></qt>
gl: <qt> <p><b>Verificar a sintaxe do ficheiro ao guardar</b></p> <p>Sinale isto para verificar a sintaxe do ficheiro automaticamente con «msgfmt --statistics» cando guarde o ficheiro. Só se lle notificarán os erros que aparezan.</p></qt>
he: <qt><p><b>בדוק את התחביר של הקובץ בזמן שמירה</b></p> <p> סמן אפשרות זאת בכדי לבדוק אוטומטית את התחביר של קובץ עם "msgfmt --statistics" בזמן שמירת קובץ. אתה תקבל רק הודעה אם אירעה שגיאה. </p></qt>
hu: <qt><p><b>Szintaktikai ellenőrzés mentéskor</b></p> <p>ha ez az opció be van jelölve, akkor mentéskor automatikusan végrehajtódik az "msgfmt --statistics" parancs. Visszajelzést csak hiba esetén fog kapni.</p></qt>
is: <qt><p><b>Athuga setningarfræði skráar við vistun</b></p> <p>Hakaðu við þennan möguleika til að láta "msgfmt --statistics" keyra sjálfkrafa þegar skrá er vistuð. Þú sérð bara skilaboð, ef villa kemur upp.</p></qt>
it: <qt><p><b>Controlla la sintassi del file quando salvi</b></p> <p>Abilita questa opzione per controllare automaticamente la sintassi del file con "msgfmt --statistics" quando salvi un file. Riceverai un solo messaggio, se si riscontra un errore.</p></qt>
ja: <qt><p>保存時に文法をチェックする</p> <p>ファイルを保存するときに自動的に "msgfmt --statistics" を実行して文法チェックを行います。エラーがあった場合、メッセージが表示されるだけで、ファイルは保存されます。</p></qt>
kk: <qt><p><b>Сақтағанда файл синтаксисі тексерілсін</b></p> <p>Бұл құсбелгісі қойылса, сақталғанда файл синтаксисі "msgfmt --statistics" командасымен тексеріледі. Егер қате табылса, Сіз ол туралы хабар аласыз.</p></qt>
ko: <qt><p><b>저장할 때 파일의 문법 검사</b></p> <p>파일을 저장할 때 "msgfmt --statistics"를 이용해 파일의 문법을 자동적으로 검사하기 위해 이곳을 체크하십시오. 에러가 발생하면 메시지만을 받으실 것입니다.</p></qt>
mk: <qt><p><b>Провери синтакса на датотеката при зачувување</b></p> <p>Изберете го ова за автоматска проверка на синтаксата на датотеката со „msgfmt --statistics“ при зачувување. Ако настанала грешка, ќе добиете само порака.</p></qt>
nb: <qt><p><b>Sjekk syntaksen i fila når du lagrer</b></p> <p>Kryss av her for automatisk å sjekke syntaksen i fila med «msgfmt --statistics» når du lagrer en fil. Du vil bare få beskjed hvis det oppstår en feil.</p></qt>
nds: <qt><p><b>Dateisyntax bi't Sekern pröven</b></p> <p>Aktiveer dit, wenn bi't Sekern vun de Datei de Syntax automaatsch mit "msgfmt --statistics" pröövt warrn schall. Dat gifft bloots denn en Mellen, wenn dat en Fehler geev.</p></qt>
nl: <qt><p><b>Controleer de syntaxis van het bestand tijdens het opslaan</b></p> <p>Activeer dit om automatisch de syntaxis van een bestand tijdens het opslaan te controleren via "msgfmt --statistics". U krijgt alleen een bericht als er een fout is opgetreden.</p></qt>
pl: <qt><p><b>Sprawdź składnię przy zapisywaniu</b></p> <p>Włączenie tej opcji spowoduje wykonywanie polecenia "msgfmt --statistics" po zapisaniu pliku. Odpowiedni komunikat zostanie wyświetlony jedynie w wypadku wykrycia błędów składniowych.</p></qt>
pt: <qt><p><b>Verificar a sintaxe do ficheiro ao gravar</b></p> <p>Verifica automaticamente o ficheiro com o "msgfmt --statistics" ao gravar um ficheiro. Só irá receber uma mensagem, se ocorrer um erro.</p></qt>
sk: <qt><p><b>Otestovať syntax pri ukladaní</b></p> <p>Automaticky otestuje syntax súboru pomocou "msgfmt --statistics" pri ukladaní. Informácie sa objavia iba v prípade, že bude nájdená chyba.</p></qt>
sl: <qt><p><b>Preveri skladnjo ob shranjevanju</b></p> <p>Izberite to za samodejno preverjanje skladnje datoteke z »msgfmt --statistics« ob shranjevanju v datoteko. Sporočilo boste dobili le, če bo prišlo do napake.</p></qt>
sr: <qt><p><b>Провери синтаксу фајла приликом снимања</b></p> <p>Попуните ово да би се аутоматски проверавала синтакса фајла помоћу „msgfmt --statistics“ приликом снимања фајла. Добићете поруку само ако је дошло до грешке.</p></qt>
sr@latn: <qt><p><b>Proveri sintaksu fajla prilikom snimanja</b></p> <p>Popunite ovo da bi se automatski proveravala sintaksa fajla pomoću „msgfmt --statistics“ prilikom snimanja fajla. Dobićete poruku samo ako je došlo do greške.</p></qt>
sv: <qt><p><b>Kontrollera filens syntax när den sparas</b></p> <p>Markera det här för att automatiskt kontrollera filens syntax med "msgfmt --statistics" när en fil sparas. Du får bara ett meddelande om ett fel uppstod.</p></qt>
ta: <qt><p><b>சேமிக்கும் போது கோப்பின் தொடரமைப்பை சோதனையிடவும்</b></p> <p>சேமிக்கும் போது "msgfmt --statistics" கோப்பின் தொடரமைப்போடு தன்னியங்கு சோதனையிட சோதனையிடு. பிழை நேர்ந்தால் மட்டுமே செய்தி கிடைக்கும்.</p></qt>
tg: <qt><p><b>Дар вақти нигоҳ доштан таркиби файлро тафтиш кунед</b></p> <p>Инро бо таркиби санҷиши автоматикиии файл бо "msgfmt --додаҳои омор санҷед" Вақте ки файлро нигоҳ медоред. Агар хатогӣ рӯй диҳад шумо танҳо мактубча мегиред.</p></qt>
uk: <qt><p><b>Перевірка синтаксису файла під час зберігання</b></p> <p>Увімкніть, щоб автоматично перевіряти синтаксис файла з "msgfmt --statistics" під час збереження файла. Ви отримаєте повідомлення лише, якщо трапилась помилка.</p></qt>
zh_cn: <qt><p><b>在保存时检查文件的语法</b></p> <p>选择该选项会在保存文件时自动使用“msgfmt --statistics”来检查该文件的语法。 您只有在出现错误时才会看到消息。</p></qt>

source: <qt><p><b>Save obsolete entries</b></p> <p>If this option is activated, obsolete entries found when the file was open will be saved back to the file. Obsolete entries are marked by #~ and are created when the msgmerge does not need the translation anymore. If the text will appear again, the obsolete entries will be activated again. The main drawback is the size of the saved file.</p></qt>
ar: <qt><p><b>احفظ المدخلات المهجورة</b></p> <p>إذا فعِّل هذا الخيار، ستحفظ المخلات المهجورة التي وجدت في الملف عند فتحه مره أخرى عند غلقه. تعلّم المدخلات المهجورة بواسطة #~ ويتم انشاؤها عندما لا يريد msgmerge تلك الترجمة مرة أخرى. إذا ظهر النص مرة أخرى، ستفعّل المخلات المهجورة ثانية. العيب الرئيسي هو حجم الملف المحفوظ.</p></qt>
be: <qt><p><b>Захоўваць састарэлыя запісы</b></p> <p>Уключэнне дадзенага параметру дазваляе захоўваць значэнні, адзначаныя як састарэлыя ў адчыненым файле. Састарэлыя значэнні адзначаны знакам #~ і ствараюцца у тым выпадку, калі значэнні больш не патрабуюць перакладу. Калі тэкст значэння з'явіцца ізноў, састарэлыя значэнні будуць паўторна скарыстаныя для перакладу. Вырашальным момантам у дадзеным выпадку з'яўляецца памер які захоўваецца файла.</p></qt>
bg: <qt><p><b>Съхранение на старите записи</b></p> <p>Ако е включена тази отметка, намерените при отварянето стари записи ще бъдат съхранени. Те ще бъдат маркирани с #~ и се създават когато сливането на съобщения вече не се нуждае от превод. Ако текстът се появи отново, старите записи ще се активират. Единственото неудобство тук е размера на файла.</p></qt>
ca: <qt><p><b>Desa entrades obsoletes</b></p> <p>Si l'opció està activada, quan es desi el fitxer es desaran les entrades obsoletes. Les entrades obsoletes es marquen amb #~ i són creades quan el programa msgmerge no necessita més traduccions. Si el text apareix novament, les entrades obsoletes tornen a ser activades. El principal inconvenient és la mida del fitxer desat.</p></qt>
da: <qt><p><b>Gem forældede indgange</b></p> <p>Hvis dette er aktiveret, vil forældede indgange fundet da filen blev åbnet blive gemt i filen igen. Forældede indgange er markerede med #~ og de opstår når msgmerge ikke længere har brug for oversættelsen. Hvis teksten dukker op igen, vil de forældede indgange blive aktiverede igen. Hoverproblemet her er størrelsen af den gemte fil.</p></qt>
de: <qt><p><b>Veraltete Einträge speichern</b></p> <p>Ist diese Einstellung markiert, werden veraltete Einträge, die beim Öffnen der Datei gefunden wurden, wieder zurückgespeichert. Veraltete Einträge sind mit #~ markiert und werden erzeugt, wenn msgmerge diese Übersetzung nicht mehr benötigt. Erscheint der Text wieder, werden die veralteten Einträge wieder aktiviert. Der Hauptnachteil ist die Größe der gespeicherten Datei.</p></qt>
el: <qt><p><b>Αποθήκευση ξεπερασμένων καταχωρήσεων</b></p> <p>Αν ενεργοποιηθεί αυτή η επιλογή, οι ξεπερασμένες καταχωρήσεις που θα βρεθούν κατά το άνοιγμα του αρχείου θα αποθηκευτούν ξανά στο αρχείο. Οι ξεπερασμένες καταχωρήσεις σημαδεύονται με το #~ και δημιουργούνται όταν η msgmerge δε χρειάζεται πια τη συγκεκριμένη μετάφραση. Αν το κείμενο εμφανιστεί ξανά, οι ξεπερασμένες καταχωρήσεις θα ενεργοποιηθούν ξανά. Το κύριο πρόβλημα που θα εμφανιστεί είναι το μέγεθος του αποθηκευμένου αρχείου.</p></qt>
es: <qt><p><b>Guardar entradas obsoletas</b></p> <p>Si la opción es activada, cuando se abre el archivo se guardan las entradas obsoletas encontradas. Las entradas obsoletas se señalan con #~ y son creadas cuando el programa «msgmerge» no necesita más traducciones. Si el texto aparece de nuevo, las entradas obsoletas vuelven a ser activadas. El inconveniente principal es el tamaño del archivo guardado.</p></qt>
et: <qt><p><b>Salvestatakse ka vanad kirjed</b></p> <p>Kui see on märgitud, salvestatakse iganenud kirjed, mis faili avamisel leitakse, uuesti faili salvestamisel. Iganenud kirjed on tähistatud märgiga #~ ja need luuakse siis, kui msgmerge enam tõlget ei vaja. Kui vastav tekst uuesti tekib, aktiveeritakse iganenud kirje taas. Iganenud kirjete säilitamine võib aga faili väga suureks muuta.</p></qt>
eu: <qt><p><b>Gorde sarrera zaharkituak</b></p> <p>Aukera hau aktibatuz gero, fitxategia irekita zegoenean aurkitutako sarrera zaharkituak fitxategian gordeko dira berriro. Sarrera zaharkituak #~ batez markatuta daude eta msgmerge-ek itzulpena berriro behar ez duenean sortzen dira. Testua berriro agertzen bada, sarrera zaharkituak berriro aktibatuko dira. Gordetako fitxategiaren tamaina da desabantailarik handiena.</p></qt>
fa: <qt><p><b>ذخیرۀ مدخلهای منسوخ</b></p> <p>اگر این گزینه فعال شود، مدخلهای منسوخ یافت‌شده هنگام باز شدن پرونده در پرونده ذخیره می‌شوند. مدخلهای منسوخ با #~ نشان‌دار‌ شده و وقتی که msgmerge دیگر به ترجمه نیاز ندارد، ایجاد می‌شوند. اگر متن مجدداً ظاهر شود، مدخلهای منسوخ دوباه فعال می‌شوند. اشکال اصلی اندازۀ پروندۀ ذخیره‌شده می‌باشد.</p></qt>
fr: <qt><p><b>Enregistrer les entrées périmées</b></p> <p>Si cette option est activée, les entrées obsolètes trouvées lors de l'ouverture du fichier seront enregistrées dans le fichier. Les entrées sont marquées par un « #~ » et sont créées quand le programme « msgmerge » n'a plus besoin de cette traduction. Si le texte apparaît à nouveau, les entrées obsolètes seront réactivées. Le principal inconvénient est la taille du fichier enregistré.</p></qt>
gl: <qt> <p><b>Guardar as entradas obsoletas</b></p> <p>Se sinala esta opción, as entradas obsoletas que se atopen ao abrir o ficheiro serán guardadas outra vez no ficheiro. As entradas obsoletas están marcadas cun #~ e son criadas cando o msgmerge non precisa máis desa tradución. Se o texto volta a aparecer, estas entradas serán activadas de novo. O reparo principal é o tamaño do ficheiro guardado.</p></qt>
hr: <qt><p><b>Snimi zastarjele unose</b></p> <p>Ako je ova opcija aktivirana, zastarjeli unosi pronađeni dok je datoteka bila otvorena biće snimljeni nazad u datoteku. Zastarjeli unosi su obilježeni sa #~ i prave se kada msgmerge-u prijevod više nije potreban. Ako se tekst opet pojavi, zastarjeli unosi će biti ponovo aktivirani. Glavna mana je veličina snimljenedatoteke.</p></qt>
hu: <qt><p><b>Az elavult bejegyzések mentése</b></p> <p>Ha ez az opció be van jelölve, akkor a fájlok megnyitásakor talált elavult bejegyzéseket nem törli ki a program. Az ilyen bejegyzések #~ sztringgel kezdődnek, és akkor jönnek létre, amikor az msgmerge futása során kiderül, hogy melyekre nincs többé szükség. Ha valamelyik sztring legközelebb mégis visszakerül, a megfelelő bejegyzés újból aktiválódik. Az opció egyik hátránya, hogy a fájlméretek megnőhetnek.</p></qt>
is: <qt><p><b>Vista úreltar færslur</b></p> <p>Ef þessi valmöguleiki er valinn, verða úreltar færslur sem finnast þegar skráin er opnuð, vistaðar til baka. Úreltar færslur eru merktar með #~ og eru búnar til þegar msgmerge þarfnast þýðingana ekki meir. Ef úrelti textinn birtist aftur seinna, eru færslurnar virkjaðar á ný. Eini ókosturinn er stærð vistuðu skránnar.</p></qt>
it: <qt><p><b>Salva elementi obsoleti</b></p> <p>Se questa opzione è abilitata, le voci obsolete trovate quando il file è stato aperto saranno salvate sul file. Queste ultime saranno marcate con #~ e sono create quando msgmerge non necessita più della traduzione. Se il testo apparirà ancora, le voci obsolete saranno attivate ancora. Il limite principale è la dimensione del file salvato.</p></qt>
ja: <qt><p>古いエントリを残す</p> <p>このオプションを有効にすると、ファイルを開いたときに見つかった古いエントリがファイルの最後に保存されます。古いエントリは msgmerge によって翻訳がもう必要なくなったときに作成され、#~ でマークされます。古いエントリを残しておくと、それが再び使用されるようになったときに翻訳も有効になります。ただし、ファイルサイズが大きくなるという弊害があります。</p></qt>
kk: <qt><p><b>Ескі жазулар да сақталсын</b></p> <p>Бұл құсбелгісі белгіленіп тұрса, файлды ашқанда табылған ескірген жазулар сақтанда қайта жазылады. Ескірген жазулар #~ таңбасымен белгіленеді, оны msgmerge командасы жазу бұдан былай аударманы қажет етпейтін жағдайда құрады. Егер аударатын мәтін қайтадан пайда болса, ескірген жазулар қайта қолданылады. Бұның кемшілігі - сақталатын файлдың тым ұзын болып кетуі.</p>
ko: <qt><p><b>오래된 항목 저장</b></p> <p>만약 이 옵션이 활성화되면, 피일이 열릴 때 오래된 항목을 찾아서 저장할 때 다시 저장합니다. 오래된 항목은 #~ 로 표시되어 있으며 msgmerge가 필요 로 하지 않는 경우 생성됩니다. 주로 다시 저장되는 것은 저장된 파일의 크기입니다.</p></qt>
mk: <qt><p><b>Зачувај застарени пораки</b></p> <p>Ако е активирана оваа опција, застарените пораки што биле пронајдени при отворањето на датотеката ќе бидат повторно зачувани во датотеката. Застарените пораки се означуваат со #~ и се креираат кога „msgmerge“ повеќе нема потреба од преводот. Ако текстот повторно се појави, застарените пораки повторно се активираат. Главниот недостаток е големината на зачуваната датотека.</p></qt>
nb: <qt><p><b> Lagre utdaterte oversettelser</b></p> <p> Hvis dette er krysset av, vil gamle oversettelsersom ble funnet da fila ble åpnet bli lagret tilbake i fila. Utdaterte oversettelser er merket med #~ og blir laget når msgmerge ikke trenger disse oversettelsene lenger. Hvis teksten skulle dukke opp igjen, vil disse oppføringene bli skrudd på igjen. Den største ulempen med dette er at fila tar mer plass.</p></qt>
nds: <qt><p><b>Överhaalt Indrääg sekern</b></p> <p>Wenn disse Optschoon aktiveert is, warrt överhaalt Indrääg, de bi't Opmaken vun de Datei funnen wöörn, wedder na de Datei torüchschreven. Överhaalt Indrääg sünd mit "#~" markeert, un warrt opstellt, wenn "msmerge" de Översetten nich mehr bruukt. Wenn de Text wedder opdukt, warrt de överhaalt Indrääg wedder aktiveert. De Hööftnadeel is de Grött vun de sekerte Datei.</p></qt>
nl: <qt><p><b>Vervallen tekenreeksen opslaan</b></p> <p>Als deze optie is geactiveerd zullen verouderde tekenreeksen die in het bestand gevonden zijn worden opgeslagen in het bestand. Verouderde tekenreeksen zijn gemarkeerd met een #~, en worden aangemaakt als bij een msgmerge (samenvoeging met het PO-sjabloonbestand) de tekenreeks is komen te vervallen. Als de tekst opnieuw in het po-bestand wordt gebruikt, dan zal de verouderde tekenreeks weer actief gemaakt worden. Grootste nadeel hiervan is dat het bestand al maar groter wordt.</p></qt>
pl: <qt><p><b>Zapisz zbędne komunikaty</b></p> <p>Jeśli włączono tę opcję, zbędne komunikaty wczytane z pliku będą w nim z powrotem zapisane. Zbędne komunikaty są oznaczane przez #~ i są tworzone przez msgmerge, gdy dany komunikat przestaje być potrzebny. </p> <p>Zaletą jest automatyczne przetłumaczenie komunikatu, jeśli z powrotem pojawi się on w oryginale, wadą - zwiększenie wielkości pliku.</p></qt>
pt: <qt><p><b>Gravar os itens obsoletos</b></p> <p>Se esta opção estiver activada, os itens obsoletos encontrados quando o ficheiro foi aberto serão gravados de novo para o ficheiro. Os itens obsoletos estão marcados com um #~ e são criados quando o 'msgmerge' não precisa mais da tradução. Se o texto aparecer de novo, os elementos obsoletos serão activados de novo. A principal desvantagem é o tamanho do ficheiro gravado.</p></qt>
sk: <qt><p><b>Ukladať staré preklady</b></p> <p>Ak je táto voľba zapnutá, staré preklady, ktoré boli načítané z pôvodného súboru, sa znovu do súboru pri ukladaní vrátia. Staré preklady sú označené komentárom #~ a vytvára ich nástroj msgmerge v prípade, že už sa v zdrojovom kóde tieto texty nevyskytujú. V prípade, že by sa objavili znovu, msgmerge ich aktivuje odstránením komentára a vy ich nemusíte znovu prekladať. Hlavnou nevýhodou je, že ukladaný súbor je väčší.</p></qt>
sl: <qt><p><b>Shrani zastarele vnose</b></p> <p>Če je ta možnost omogočena, bodo zastareli vnosi, ki so bili najdeni ob odpiranju datoteke, shranjeni nazaj v datoteko. Zastareli vnosi so označeni z #~ in so ustvarjeni, ko jih msgmerge ne potrebuje več. Če se bo besedilo spet pojavilo, bodo zastareli vnosi znova aktivirani. Glavna ovira pri tem je velikost datoteke.</p></qt>
sr: <qt><p><b>Сними застареле уносе</b></p> <p>Ако је ова опција активирана, застарели уноси пронађени док је фајл био отворен биће снимљени назад у фајл. Застарели уноси су обележени са #~ и праве се када msgmerge-у превод више није потребан. Ако се текст опет појави, застарели уноси ће бити поново активирани. Главна мана је величина снимљеног фајла.</p></qt>
sr@latn: <qt><p><b>Snimi zastarele unose</b></p> <p>Ako je ova opcija aktivirana, zastareli unosi pronađeni dok je fajl bio otvoren biće snimljeni nazad u fajl. Zastareli unosi su obeleženi sa #~ i prave se kada msgmerge-u prevod više nije potreban. Ako se tekst opet pojavi, zastareli unosi će biti ponovo aktivirani. Glavna mana je veličina snimljenog fajla.</p></qt>
sv: <qt><p><b>Spara föråldrade poster</b></p> <p>Om det här alternativet är aktiverat sparas föråldrade poster som hittades när filen öppnades. Föråldrade poster är markerade med #~ och skapas när msgmerge inte behöver en översättning längre. Om texten återkommer aktiveras de föråldrade posterna igen. Den huvudsakliga nackdelen är storleken på den sparade filen.</p></qt>
ta: <qt><p><b>வழக்கமற்ற உள்ளீடுகளை சேமி</b></p> <p>இந்த விருப்பத்தேர்வு செயல்லாக்கப்பட்டால், கோப்பு திறக்கப்படும் போது கணடுபிடிக்கப்பட்ட வழக்கமற்ற உள்ளீடுகள் கோப்பிற்குத் திரும்ப சேமிக்கப்படும். வழக்கமற்ற உள்ளீடுகள் #~ களால் குறிக்கப்படும் மற்றும் msgmergeன் மொழிப்யர்ப்பாக்கம் இனி தேவைப்படாதபோது அவை உருவாக்கப்படும். உரை மீண்டும் காட்சி தந்தால், வழக்கமற்ற உள்ளீடுகள் மீண்டும் செயலாக்கப்படும். இதில் முக்கியமான குறைபாடு சேமிக்கப்பட்ட கோப்பின் அளவு.</p></qt>
tg: <qt><p><b>Воридшудаҳои кӯҳнаро нигоҳ доред</b></p> <p>Агар ин вариант фаъол карда шавад, вақте ки файл кушода шуд воридшудаҳои кӯҳна ёфта шуданд аз сари нав дар файл нигоҳ дошта мешаванд. Воридшудаҳои кӯҳна бо аломати #~ ишорат карда мешаванд ва вақте ки msgпайвастшавӣ дигар ба тарҷума эҳтиёҷ надорад, сохта мешаванд. Агар матн аз сари нав пайдо шавад, воридшудаҳои кӯҳна аз сари нав фаъол карда мешаванд. Бахшибаргашти асосӣ андозаи файли нигоҳдошташуда мебошад.</p></qt>
uk: <qt><p><b>Зберігати застарілі записи</b></p> <p>Якщо цей параметр увімкнено, застарілі записи у відкритому файлі будуть знов збережені у файлі. Застарілі фрази позначаються #~ й створюються, коли msgmerge вже не потребує цього перекладу. Якщо текст з'явиться знов, застарілі фрази будуть знов активовані. Головний недолік -- розмір збереженого файла.</p></qt>
zh_cn: <qt><p><b>保存过时项目</b></p> <p>如果该选项被激活，在文件打开时发现的过时项目将会被存回文件。 过时项目将会用“#~”来标记，它们是在 msgmerge 不再需要这些翻译时 创建的。 如果这些文本重新出现，过时项目将重新被激活。 其主要弊端在于会增大被保存文件大小。</p></qt>
