Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: End of document reached. Continue from the beginning?
ar: وصلت الى نهاية المستند. المتابعة من البداية ؟
be: Дасягнуты канец дакумента. Працягнуць з пачатку?
bg: Достигнат е края на документа. Искате ли да продължите от началото?
ca: S'ha arribat a la fi del document. Continuar des del començament?
da: Dokumentets slutning er nået. Fortsæt fra dokumentets begyndelse?
de: Das Ende des Dokuments ist erreicht. Soll am Anfang fortgefahren werden?
el: Φτάσαμε στο τέλος του εγγράφου. Συνέχεια από την αρχή;
es: Alcanzado el final del documento. ¿Continuar desde el principio?
et: Jõuti dokumendi lõppu. Kas jätkata algusest?
eu: Dokumentuaren amaierara iritsi da. Hasieratik jarraitu nahi?
fa: به انتهای سند رسید. از ابتدا ادامه دهد؟
fr: La fin du document est atteinte. Recommencer à partir du début ?
gl: Acadouse a fin do documento. Continuar desde o comezo?
he: הגעת לסוף מסמך. האם להמשיך מההתחלה?
hr: Došao sam do kraja dokumenta. Da počnem ispočetka?
hu: A dokumentum végére ért. Folytatni szeretné a keresést az elejétől?
is: Enda skjals er náð. Viltu leita frá byrjun þess?
it: Ho raggiunto la fine del documento. Continuo dall'inizio?
ja: ファイルの末尾です。 先頭から続けますか？
kk: Құжаттың соңына жетті. Басынан бастап жалғастыру керек пе?
ko: 문서의 끝입니다. 문서의 처음부터 계속하시겠습니까?
lt: Pasiekta dokumento pabaiga. Tęsti iš pradžių?
mk: Достигнат е крајот на документот. Да продолжам од почеток?
nb: Nådde slutten av dokumentet. Vil du fortsette fra begynnelsen?
nds: Bi't Enn vun't Dokment anlangt. Bi den Anfang wiedermaken?
nl: Einde van het document bereikt. Bij het begin verdergaan?
nn: Slutten av dokumentet er nådd. Hald fram frå starten?
pa: ਦਸਤਾਵੇਜ਼ ਦਾ ਅੰਤ ਆ ਗਿਆ ਹੈ। ਕੀ ਮੁੱਢ ਤੋਂ ਆਰੰਭ ਕਰਨਾ ਹੈ?
pl: Osiągnięto koniec dokumentu. Kontynuować od początku?
pt: Foi atingido o fim do documento. Deseja continuar do início?
sk: Dosiahnutý koniec dokumentu. Pokračovať od začiatku?
sl: Konec dokumenta je bil dosežen. Nadaljujem od začetka?
sr: Стигао сам до краја документа. Да ли да наставим од почетка?
sr@latn: Stigao sam do kraja dokumenta. Da li da nastavim od početka?
sv: Slutet på dokumentet har nåtts. Fortsätta från början?
ta: ஆவணத்தின் முடிவை அடைந்தாயிற்று. தொடக்கத்திலிருந்து தொடரவேண்டுமா?
tg: Ҳуҷҷат ба охир расид. Аз аввал давом диҳам?
uk: Кінець документа. Продовжити з початку?
zh_cn: 已经到达文档结尾处。 从开始处继续吗？

source: _n: %n replacement made %n replacements made
ar: تم إستبدال واحِد تمّ إستبدالين إثنين تمت %n إستبدالات تم %n إستبدالا
bg: Направени за %n замени Направени за %n замени
ca: %n substitució feta %n substitucions fetes
da: %n erstatning lavet %n erstatninger lavet
de: %n Vorkommen ist ersetzt worden %n Vorkommen sind ersetzt worden
el: %n αντικατάσταση έγινε %n αντικαταστάσεις έγιναν
es: %n sustitución realizada %n sustituciones realizadas
et: %n asendus %n asendust
eu: ordezpen %n egin da %n ordezpen egin dira
fa: %n جایگزینی ایجاد شد
fr: %n remplacement fait %n remplacements faits
gl: Fíxose %n substitución Fixéronse %n substitucións
he: %n החלפה בוצעה %n החלפות בוצעו
hr: napravljena je jedna zamijena napravljene su %n. zamijene napravljeno je %n. zamijena
hu: %n csere történt
is: %n útskipting gerð %n útskiptingar gerðar
it: Eseguita %n sostituzione Eseguite %n sostituzioni
ja: %n 個置換しました
kk: %n алмастыру жасалған
mk: Направена е %n замена Направени се %n замени Направени се %n замени
nb: %n erstatning utført %n erstatninger utført
nds: %n Utwesseln vörnahmen %n Utwesseln vörnahmen
nl: %n maal vervangen %n maal vervangen
nn: Bytt ut %n tilfelle Bytt ut %n tilfelle
pa: %n ਤਬਦੀਲੀ ਕੀਤੀ %n ਤਬਦੀਲੀਆਂ ਕੀਤੀਆਂ
pl: %n zastąpienie %n zastąpienia %n zastąpień
pt: %n substituição feita. %n substituições feitas.
sk: Vykonané %n nahradenie Vykonané %n nahradenia Vykonaných %n nahradení
sl: %n narejenih zamenjav %n narejena zamenjava %n narejeni zamenjavi %n narejene zamenjave
sr: %n замена је урађена %n замене су урађене %n замена је урађено
sr@latn: %n zamena je urađena %n zamene su urađene %n zamena je urađeno
sv: %n ersättning utfördes %n ersättningar utfördes
ta: %n மாறுதல் செய்யப்பட்டது %n மாறுதல்கள் செய்யப்பட்டது
tg: %n ҷойгузорӣ иҷро шуд %n ҷойгузориҳо иҷро шуданд
uk: Зроблена %n заміна Зроблено %n заміни Зроблено %n замін
zh_cn: 执行了 %n 个替换

source: Search string not found.
ar: لم يُعثر على السلسلة.
be: Запытаны радок не знойдзены.
bg: Търсеният низ не е намерен.
ca: No s'ha trobat la cadena cercada.
da: Søgestreng ikke fundet.
de: Keine Übereinstimmung gefunden.
el: Η συμβολοσειρά αναζήτησης δε βρέθηκε.
es: No se ha encontrado la cadena buscada.
et: Otsitavat stringi ei leitud.
eu: Ez da bilaketa-katerik aurkitu.
fa: رشتۀ جستجو یافت نشد.
fr: Impossible de trouver la chaîne cherchée.
gl: Non se atopou o texto pesquisado.
he: מחרוזת חיפוש לא נמצאה.
hr: Traženi niz nije pronađen.
hu: A keresett szöveg nem található.
is: Leitarstrengur fannst ekki.
it: Stringa da cercare non trovata.
ja: 検索文字列は見つかりませんでした。
kk: Іздеген жол табылмады.
ko: 찾는 문자열이 발견되지 않았습니다.
lt: Ieškomas tekstas nerastas.
mk: Низата за пребарување не е пронајдена.
nb: Fant ikke søketeksten.
nds: Sööktext nich funnen.
nl: Zoekterm niet gevonden.
nn: Fann ikkje søkjetekst.
pa: ਖੋਜ ਸਤਰ ਨਹੀਂ ਲੱਭੀ ਹੈ।
pl: Nie znaleziono poszukiwanego tekstu.
pt: A sequência procurada não foi encontrada.
sk: Reťazec nebol nájdený.
sl: Iskani niz ni bil našen.
sr: Није пронађен низ за претрагу.
sr@latn: Nije pronađen niz za pretragu.
sv: Söksträngen hittades inte.
ta: தேடும் தொடர் கிடைக்கவில்லை.
tg: Сатри ҷустуҷӯ ёфта нашуд.
uk: Рядок пошуку не знайдено.

source: End of document reached. Continue in the next file?
ar: وصلت إلى نهاية المستند. المتابعة في الملف التالي ؟
be: Дасягнуты канец дакумента. Працягнуць у наступным файле?
bg: Достигнат е края на документа. Искате ли да продължите в следващия файл?
ca: S'ha arribat a la fi del document. Continuar en el següent fitxer?
da: Dokumentets slutning er nået. Fortsæt i den næste fil?
de: Das Ende des Dokuments ist erreicht. Soll mit dem nächsten Dokument fortgefahren werden?
el: Φτάσαμε στο τέλος του εγγράφου. Συνέχεια στο επόμενο αρχείο;
es: Alcanzado el final del documento. ¿Continuar con el siguiente archivo?
et: Jõuti dokumendi lõppu. Kas jätkata järgmises failis?
eu: Dokumentuaren amaierara iritsi da. Hurrengo fitxategian jarraitu nahi?
fa: به انتهای سند رسید. در پروندۀ بعدی ادامه دهد؟
fr: La fin du document est atteinte. Continuer avec le fichier suivant ?
gl: Acadouse a fin do documento. Continuar co seguinte ficheiro?
he: הגעת לסוף מסמך. האם להמשיך בקובץ הבא?
hr: Došao sam do kraja dokumenta. Da li da nastavim u sljedećih datitecu?
hu: A dokumentum végére ért. Folytatni szeretné a keresést a következő fájlban?
is: Enda skjals er náð. Halda áfram í næstu skrá?
it: Ho raggiunto la fine del documento. Continuo nel successivo file?
ja: ファイルの末尾です。 先頭から続けますか？
kk: Құжаттың соңына жетті. Келесі файлда жалғастыру керек пе?
ko: 문서의 끝입니다. 다음 파일에서 계속하시겠습니까?
lt: Pasiekta dokumento pabaiga. Ar tęsti kitoje byloje?
mk: Достигнат е крајот на документот. Да продолжам во следната датотека?
nb: Nådde slutten av dokumentet. Vil du fortsette i neste fil?
nds: Bi't Enn vun't Dokment anlangt. Binnen de nakamen Datei wiedermaken?
nl: Einde van het document bereikt. Verdergaan in het volgende bestand?
nn: Slutten av dokumentet er nådd. Hald fram i neste fil?
pa: ਦਸਤਾਵੇਜ਼ ਦਾ ਅੰਤ ਆ ਗਿਆ ਹੈ ਕੀ ਅਗਲੀ ਫਾਇਲ ਲਈ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pl: Osiągnięto koniec dokumentu. Kontynuować w następnym pliku?
pt: Foi atingido o fim do documento. Deseja continuar no próximo ficheiro?
sk: Dosiahnutý koniec dokumentu. Pokračovať v dalšom súbore?
sl: Konec dokumenta je bil dosežen. Nadaljujem v naslednji datoteki?
sr: Дошао сам до краја документа. Да ли да наставим у следећем фајлу?
sr@latn: Došao sam do kraja dokumenta. Da li da nastavim u sledećem fajlu?
sv: Slutet på dokumentet har nåtts. Fortsätt i nästa fil?
ta: ஆவணத்தின் முடிவை அடைந்தாயிற்று. அடுத்த கோப்பிலிருந்து தொடரவேண்டுமா?
tg: Ҳуҷҷат ба охир расид. Дар дигар файли давом диҳам?
uk: Кінець документа. Продовжити в іншому файлі?
zh_cn: 到达文档结尾处。 在下一个文件中继续？

source: DCOP communication with Catalog Manager failed.
ar: فشل اتصال DCOP مع مدير الفهارس.
be: Памылка DCOP-злучэння з Мэнэджэрам каталогаў.
bg: DCOP комуникацията с управлението на каталога.
ca: Falla en la comunicació de DCOP amb el Gestor de catàlegs.
da: DCOP-kommunikation med kataloghåndteringen mislykkedes.
de: Die DCOP-Verständigung mit dem Katalogmanager ist fehlgeschlagen.
el: Η επικοινωνία DCOP με το διαχειριστή καταλόγου απέτυχε.
es: Fallo en la comunicación de DCOP con el Gestor de Catálogos.
et: DCOP ühendus kataloogihalduriga ei õnnestunud.
eu: DCOPek katalogo-kudeatzailearekin komunikatzeko saioak huts egin du.
fa: خرابی در ارتباط DCOP با مدیر فهرست.
fr: La communication de DCOP avec le gestionnaire de catalogue a échoué.
gl: Fallou a comunicación do Xestor de Catálogos mediante DCOP.
he: תקשורת DCOP עם מנהל הקטלוג נכשלה.
hr: DCOP komunikcija sa upraviteljom kataloga nije uspjela.
hu: Megszakadt a DCOP-kommunikáció a listakezelővel.
is: DCOP samskipti við Þýðingarstjórann mistókust.
it: Comunicazione DCOP con la Gestione cataloghi fallita.
ja: カタログマネージャとの DCOP 通信に失敗しました。
kk: Каталог Менеджерімен DCOP байланысының қатесі.
ko: 카탈로그 메니져간의 DCOP 통신 실패
lt: DCOP ryšio su Katalogo tvarkykle triktis.
mk: Комуникацијата со Менаџерот на каталози преку DCOP не успеа.
nb: DCOPs kommunikasjon med filbehandleren mislyktes.
nds: DCOP-Kommunikatschoon mit Kataloogpleger fehlslaan.
nl: De DCOP-communicatie met de Catalogusbeheerder is mislukt.
nn: DCOP-kommunikasjon med kataloghandsamaren mislukkast.
pa: ਸੂਚੀ ਪ੍ਰਬੰਧਕ ਨਾਲ DCOP ਸੰਚਾਰ ਅਸਫਲ ਰਿਹਾ ਹੈ।
pl: Komunikacja DCOP z Menedżerem tłumaczeń nie powiodła się.
pt: A comunicação de DCOP com o Gestor de Catálogos falhou.
sk: Komunikácia DCOP so Správcom súborov zlyhala.
sl: Komunikacija DCOP z Upraviteljem katalogov ni uspela.
sr: DCOP комуникција са управником каталога није успела.
sr@latn: DCOP komunikcija sa upravnikom kataloga nije uspela.
sv: DCOP-kommunikation med kataloghanteraren misslyckades.
ta: DCOP ஓடு விவரப்பட்டி மேலாளர் தொடர்பு முடங்கியது.
tg: Алоқаи DCOP бо Каталоги Мудир ноком шуд.
uk: Зв'язок DCOP з менеджером тек зазнав невдачі.
zh_cn: 与目录管理器的 DCOP 通讯失败。

source: _n: <qt>%n replacement made.<br>Beginning of document reached.<br>Continue from the end?</qt> <qt>%n replacements made.<br>Beginning of document reached.<br>Continue from the end?</qt>
ar: <qt>تم إستبدال واحِد <br>وصلت الى بداية المستند.<br>المتابعة من النهاية ؟</qt> <qt>تمّ إستبدالين إثنين <br>وصلت الى بداية المستند.<br>المتابعة من النهاية ؟</qt> <qt>تمت %n إستبدالات <br>وصلت الى بداية المستند.<br>المتابعة من النهاية ؟</qt> <qt>تم %n إستبدالا <br>وصلت الى بداية المستند.<br>المتابعة من النهاية ؟</qt>
bg: <qt>Направени са %n замени.<br>Достигнат е краят на документа.<br>Искате ли да продължите от началото?</qt> <qt>Направени са %n замени.<br>Достигнат е краят на документа.<br>Искате ли да продължите от началото?</qt>
ca: <qt>%n substitució feta.<br>S'ha arribat al començament del document.<br>Continuar des del final?</qt> <qt>%n substitucions fetes.<br>S'ha arribat al començament del document.<br>Continuar des del final?</qt>
da: <qt>%n erstatning er lavet.<br>Dokumentets begyndelse er nået.<br>Fortsæt fra dokumentets slutning?</qt> <qt>%n erstatninger er lavet.<br>Dokumentets begyndelse er nået.<br>Fortsæt fra dokumentets slutning?
de: <qt>%n Vorkommen ist ersetzt worden<br>Der Anfang des Dokuments erreicht.<br>Vom Ende her fortfahren?</qt> <qt>%n Vorkommen sind ersetzt worden.<br>Der Anfang des Dokuments erreicht.<br>Vom Ende her fortfahren?</qt>
el: <qt>%n αντικατάσταση έγινε.<br>Φτάσαμε στην αρχή του εγγράφου.<br>Συνέχεια από το τέλος;</qt> <qt>%n αντικαταστάσεις έγιναν.<br>Φτάσαμε στην αρχή του εγγράφου.<br>Συνέχεια από το τέλος;</qt>
es: <qt>%n sustitución realizada.<br>Principio del documento alcanzado.<br>¿Continuar desde el final?</qt> <qt>%n sustituciones realizadas.<br>Principio del documento alcanzado.<br>¿Continuar desde el final?</qt>
et: Sooritati %n asendus ja jõuti dokumendi algusesse.<br> Kas jätkata lõpust?</qt> Sooritati %n asendust ja jõuti dokumendi algusesse.<br> Kas jätkata lõpust?</qt>
eu: <qt>ordezpen %n egin da.<br>Dokumentuaren hasierara iritsi da.<br>Amaieratik jarraitu nahi?</qt> <qt>%n ordezpen egin dira.<br>Dokumentuaren hasierara iritsi da.<br>Amaieratik jarraitu nahi?</qt>
fa: <qt>%n جایگزینی ایجاد شد.<br>به آغاز سند رسید.<br>از انتها ادامه دهد؟</qt>
fr: <qt>%n remplacement fait.<br>Début du document atteint.<br>Continuer à partir de la fin ?</qt> <qt>%n remplacements faits.<br>Début du document atteint.<br>Continuer à partir de la fin ?</qt>
gl: <qt>Fíxose %n substitución.<br>Acadouse o comezo do documento.<br>Continuar desde o fin?</qt> <qt>Fixéronse %n substitucións.<br>Acadouse o comezo do documento.<br>Continuar desde o fin?</qt>
hu: <qt>%n csere történt.<br>A dokumentum elejére ért.<br>Folytatni szeretné a keresést a dokumentum végétől?</qt>
is: <qt>%n útskipting framkvæmd.<br>Upphafi skjals náð.<br>Halda áfram frá enda þess?</qt> <qt>%n útskiptingar framkvæmdar.<br>Upphafi skjals náð.<br>Halda áfram frá enda þess?</qt>
it: <qt>Eseguita %n sostituzione. <br>Ho raggiunto l'inizio del documento.<br>Continuo dalla fine?</qt> <qt>Eseguite %n sostituzioni. <br>Ho raggiunto l'inizio del documento.<br>Continuo dalla fine?</qt>
ja: <qt>%n 個置換しました。<br>ファイルの先頭です。<br>末尾から続けますか？</qt>
kk: <qt>%n алмастыру жасалған.<br>Құжаттың басына жетті.<br>Соңынан жалғастыру керек пе?</qt>
mk: <qt>Направена е %n замена.<br>Достигнат е почетокот на документот.<br>Да продолжам од крајот?</qt> <qt>Направени се %n замени.<br>Достигнат е почетокот на документот.<br>Да продолжам од крајот?</qt> <qt>Направени се %n замени.<br>Достигнат е почетокот на документот.<br>Да продолжам од крајот?</qt>
nb: <qt>%n erstatning utført. <br>Kom til begynnelsen av dokumentet.<br>Vil du fortsette fra slutten?</qt> <qt>%n erstatninger utført. <br>Kom til begynnelsen av dokumentet.<br>Vil du fortsette fra slutten?</qt>
nds: <qt>%n Utwesseln vörnahmen.<br>Bi den Anfang vun't Dokment anlangt.<br>Bi't Enn wiedermaken?</qt> <qt>%n Utwesseln vörnahmen.<br>Bi den Anfang vun't Dokment anlangt.<br>Bi't Enn wiedermaken?</qt>
nl: <qt>%n maal vervangen. <br>Begin van document bereikt.<br>Wilt u doorgaan vanaf het einde?</qt> <qt>%n maal vervangen. <br>Begin van document bereikt.<br>Wilt u doorgaan vanaf het einde?</qt>
nn: <qt>Bytt ut %n tilfelle. <br>Nådd starten av dokumentet. <br>Vil du halda fram frå slutten?</qt> <qt>Bytt ut %n tilfelle. <br>Nådd starten av dokumentet. <br>Vil du halda fram frå slutten?</qt>
pa: <qt>%n ਤਬਦੀਲੀ ਕੀਤੀ<br> ਦਸਤਾਵੇਜ਼ ਦਾ ਆਰੰਭ ਆ ਗਿਆ ਹੈ ।<br>ਕੀ ਅੰਤ ਤੋਂ ਜਾਰੀ ਰਹਿਣਾ ਹੈ?</qt> <qt>%n ਤਬਦੀਲੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ<br>ਦਸਤਾਵੇਜ਼ ਦਾ ਆਰੰਭ ਆ ਗਿਆ ਹੈ ।<br>ਕੀ ਅੰਤ ਤੋਂ ਜਾਰੀ ਰਹਿਣਾ ਹੈ?</qt>
pl: <qt>Wykonano %n zastąpienie.<br>Osiągnięto początek dokumentu.<br>Kontynuować od końca?</qt> <qt>Wykonano %n zastąpienia.<br>Osiągnięto początek dokumentu.<br>Kontynuować od końca?</qt> <qt>Wykonano %n zastąpień.<br>Osiągnięto początek dokumentu.<br>Kontynuować od końca?</qt>
pt: <qt>%n substituição feita.<br>Atingiu-se o início do documento.<br>Deseja continuar do fim?</qt> <qt>%n substituições feitas.<br>Atingiu-se o início do documento.<br>Deseja continuar do fim?</qt>
sk: <qt>%n nahradenie.<br>Dosiahnutý začiatok dokumentu.<br>Pokračovať od konca?</qt> <qt>%n nahradenia.<br>Dosiahnutý začiatok dokumentu.<br>Pokračovať od konca?</qt> <qt>%n nahradení.<br>Dosiahnutý začiatok dokumentu.<br>Pokračovať od konca?</qt>
sl: <qt>%n narejenih zamenjav.<br>Začetek dokumenta dosežen.<br>Nadaljujem s konca?</qt> <qt>%n narejena zamenjava.<br>Začetek dokumenta dosežen.<br>Nadaljujem s konca?</qt> <qt>%n narejeni zamenjavi.<br>Začetek dokumenta dosežen.<br>Nadaljujem s konca?</qt> <qt>%n narejene zamenjave.<br>Začetek dokumenta dosežen.<br>Nadaljujem s konca?</qt>
sr: <qt>%n замена је урађена.<br>Стигао сам до почетка документа.<br>Да ли да почнем од краја?</qt> <qt>%n замене су урађене.<br>Стигао сам до почетка документа.<br>Да ли да почнем од краја?</qt> <qt>%n замена је урађено.<br>Стигао сам до почетка документа.<br>Да ли да почнем од краја?</qt>
sr@latn: <qt>%n zamena je urađena.<br>Stigao sam do početka dokumenta.<br>Da li da počnem od kraja?</qt> <qt>%n zamene su urađene.<br>Stigao sam do početka dokumenta.<br>Da li da počnem od kraja?</qt> <qt>%n zamena je urađeno.<br>Stigao sam do početka dokumenta.<br>Da li da počnem od kraja?</qt>
sv: <qt>%n ersättning utfördes.<br>Dokumentets början har nåtts.<br>Fortsätta från slutet?</qt> <qt>%n ersättningar utfördes.<br>Dokumentets början har nåtts.<br>Frtsätta från slutet?</qt>
ta: <qt>%n மாறுதல் செய்யப்பட்டது.<br>ஆவணத்தின் முதன்மை அடைந்துள்ளது.<br>இறுதியிலிருந்து தொடங்க வேண்டுமா?</qt> <qt>%n மாறுதல்கள் செய்யப்பட்டன.<br>ஆவணத்தின் முதன்மை அடைந்துள்ளது.<br>இறுதியிலிருந்து தொடங்க வேண்டுமா?</qt>
tg: <qt>%n ҷойивазшавӣ иҷро шуд..<br> Аввали ҳуҷҷат комёб шуд.<br>Аз охир давом дода шавад?</qt> <qt>%nҷойивашавиҳо иҷро шуданд.<br>Аввали ҳуҷҷат комёб шуд.<br>Аз охир давом дода шавад?</qt>
uk: <qt>Зроблено %n заміну.<br>Досягнуто початок документа.<br>Продовжити від кінця?</qt> <qt>Зроблено %n заміни.<br>Досягнуто початок документа.<br>Продовжити від кінця?</qt> <qt>Зроблено %n замін.<br>Досягнуто початок документа.<br>Продовжити від кінця?</qt>
zh_cn: <qt>执行了 %n 个替换。<br>已经到达文档开始处。从结尾处继续吗？</qt>

source: Beginning of document reached. Continue from the end?
ar: وصلت إلى بداية المستند. المتابعة من النهاية ؟
be: Дасягнута пачатак дакумента. Працягнуць з канца?
bg: Достигнато е началото на документа. Искате ли да продължите от края?
ca: S'ha arribat al començament del document. Continuar des del final?
da: Dokumentets begyndelse er nået. Fortsæt fra dokumentets slutning?
de: Der Beginn des Dokuments ist erreicht. Vom Ende her fortfahren?
el: Φτάσαμε στην αρχή του εγγράφου. Συνέχεια από το τέλος;
es: Alcanzado el comienzo del documento. ¿Continuar desde el final?
et: Jõuti dokumendi algusesse. Kas jätkata lõpust?
eu: Dokumentuaren hasierara iritsi da. Amaieratik jarraitu nahi?
fa: به ابتدای سند رسید. از انتها ادامه دهد؟
fr: Le début du document est atteint. Recommencer à partir de la fin ?
gl: Acadouse o comezo do documento. Continuar desde o fin?
he: הגעת לסוף המסמך. המשך מהסוף?
hr: Došao sam do početka dokumenta. Da počnem od kraja?
hu: A dokumentum elejére értem. Folytassam a végéről?
is: Byrjun skjals er náð. Viltu leita frá enda þess?
it: Ho raggiunto l'inizio del documento. Continuo dalla fine?
ja: ファイルの先頭です。 末尾から続けますか？
kk: Құжаттың басына жетті. Соңынан жалғастыру керек пе?
ko: 문서의 첫부분입니다. 마지막에서부터 계속하시겠습니까?
lt: Pasiekta dokumento pradžia. Pradėti nuo galo?
mk: Достигнат е почетокот на документот. Да продолжам од крајот?
nb: Begynnelsen på dokumentet er nådd. Vil du fortsette fra slutten?
nds: Bi den Anfang vun't Dokment anlangt. Bi't Enn wiedermaken?
nl: Begin van het document bereikt. Bij het einde verdergaan?
nn: Starten av dokumentet er nådd. Hald fram frå slutten?
pa: ਦਸਤਾਵੇਜ਼ ਦਾ ਆਰੰਭ ਆ ਗਿਆ ਹੈ। ਕੀ ਅੰਤ ਤੋਂ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pl: Osiągnięto początek dokumentu. Kontynuować od końca?
pt: Foi atingido o início do documento. Deseja continuar do fim?
sk: Dosiahnutý začiatok dokumentu. Pokračovať od konca?
sl: Začetek dokumenta je bil dosežen. Nadaljujem s konca?
sr: Дошао сам до почетка документа. Да ли да наставим од краја?
sr@latn: Došao sam do početka dokumenta. Da li da nastavim od kraja?
sv: Dokumentets början har nåtts. Fortsätta från slutet?
ta: ஆவணத்தின் முதன்மை அடைந்துள்ளது. இறுதியிலிருந்து தொடர்ந்து செய்?
tg: Ба ибтидои ҳуҷҷат расидем. Аз охири он идома диҳем?
uk: Початок документа. Продовжити з кінця?
zh_cn: 已经到达文档开始处。 从结尾处继续吗？

source: _n: 1 error: %1 %n errors: %1
ar: خطأ واحِد: %1 خطأين إثنين: %1 %n أخطأ: %1 %n خطأ: %1
be: %n памылка: %1 %n памылкі: %1 %n памылак: %1
bg: 1 грешка: %1 %n грешки: %1
ca: 1 error: %1 %n errors: %1
da: 1 fejl: %1 %n fejl: %1
de: Fehler: %1 %n Fehler: %1
el: 1 σφάλμα: %1 %n σφάλματα: %1
es: 1 error: %1 %n errores: %1
et: 1 viga: %1 %n viga: %1
eu: Errore 1: %1 %n errore: %1
fa: %n خطا: %1
fr: 1 erreur : %1 %n erreurs : %1
gl: 1 erro: %1 %n erros: %1
he: שגיאה אחת: %1 %n שגיאות: %1
hu: %n hiba: %1
is: 1 villa: %1 %n villur: %1
it: 1 errore: %1 %n errori: %1
ja: %n エラー: %1
kk: %n қателер: %1
mk: %n грешка: %1 %n грешки: %1 %n грешки: %1
nb: 1 feil: %1 %n feil: %1
nds: Een Fehler: %1 %n Fehlers: %1
nl: Eén fout: %1 %n fouten: %1
nn: 1 feil: %1 %n feil: %1
pa: 1 ਗਲਤੀ ਹੈ: %1 %n ਗਲਤੀਆਂ: %1
pl: %n błąd: %1 %n błędy: %1 %n błędów: %1
pt: 1 erro: %1 %n erros: %1
sk: %n chyba: %1 %n chyby: %1 %n chýb: %1
sl: %n napak: %1 %n napaka: %1 %n napaki: %1 %n napake: %1
sr: %n грешка: %1 %n грешке: %1 %n грешака: %1
sr@latn: %n greška: %1 %n greške: %1 %n grešaka: %1
sv: 1 fel: %1 %n fel: %1
tg: хато: %1 %n хатогиҳо: %1
uk: %n помилка: %1 %n помилки: %1 %n помилок: %1
zh_cn: %n 个错误：%1

source: Preparing spell check
ar: تحضير التدقيق اﻹملائي
be: Падрыхтоўка да праверкі арфаграфіі
bg: Подготовка на проверката на правописа
ca: S'està preparant la comprovació ortogràfica
da: Forbereder stavekontrol
de: Die Rechtschreibprüfung wird vorbereitet
el: Προετοιμασία ορθογραφικού ελέγχου
es: Preparando revisión de ortografía
et: Õigekirja kontrolli ettevalmistamine
eu: Ortografiaren egiaztapena prestatzen
fa: تدارک غلط‌یاب
fr: Préparation de la vérification orthographique
gl: A preparar a comprobación ortográfica
he: מכין בודק איות
hr: Spremam provjeru pravopisa
hu: A helyesírás-ellenőrzés előkészítése
is: Undirbý stafsetningarathugun
it: Preparazione al controllo ortografico
ja: スペルチェックの準備中
kk: Емлесін тексеруге дайындау
ko: 맞춤법 검사를 준비하는 중
lt: Paruošiu rašybos tikrinimą
mk: Ја подготвувам проверката на правопис
nb: Forbereder stavekontroll
nds: Klookschriever warrt torechtmaakt
nl: Spellingcontrole wordt voorbereid
nn: Førebur stavekontroll
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ ਦੀ ਤਿਆਰੀ
pl: Przygotowanie do sprawdzania pisowni
pt: A preparar a verificação ortográfica
sk: Pripravujem kontrolu pravopisu
sl: Pripravljanje preverjanja črkovanja
sr: Спремам проверу правописа
sr@latn: Spremam proveru pravopisa
sv: Förbereder stavningskontroll
ta: எழுத்து பிழைகளை சரிபார்க்க துவங்குகிறது
tg: Таёркунии тафтиши имло
uk: Готується перевірка правопису
zh_cn: 正在准备拼写检查

source: Spellcheck
ar: دقق إملائياً
be: Праверка арфаграфіі
bg: Проверка на правописа
ca: Comprovació ortogràfica
da: Stavekontrol
de: Rechtschreibprüfung
el: Ορθογραφικός έλεγχος
es: Revisar ortografía
et: Õigekirja kontroll
eu: Ortografia
fa: غلط‌یاب
fr: Vérification orthographique
gl: Comprobar a ortografía
he: בודק איות
hu: Helyesírás-ellenőrzés
is: Stafsetningarleiðrétting
it: Controllo ortografico
ja: スペルチェック
kk: Емлесін тексеру
mk: Проверка на правопис
nb: Stavekontroll
nds: Klookschriever
nl: Spellingcontrole
nn: Stavekontroll
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ
pl: Sprawdź pisownię
pt: Verificação Ortográfica
sk: Kontrola &pravopisu
sl: Preverjanje črkovanja
sr: Провери правопис
sr@latn: Proveri pravopis
sv: Rättstavning
uk: Перевірка правопису
zh_cn: 拼写检查
