Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: _: what check found errors punctuation
ar: ترقيم
be: Пунктуацыя
bg: пунктуация
ca: puntuació
da: punktuering
de: Zeichensetzung
el: στίξη
es: puntuación
et: kirjavahemärgid
eu: puntuazioa
fa: نقطه‌گذاری
fr: ponctuation
gl: puntuación
he: פיסוק
hr: interpunkcija
hu: punktuáció
is: greinamerki
it: punteggiatura
ja: 句読点
kk: тыныс белгілері
ko: 마침표
lt: skyrybos ženklai
mk: интерпункција
nb: tegnsetting
nds: Interpunkschoon
nl: interpunctie
nn: teiknsetjing
pa: ਵਿਰਾਮ ਚਿੰਨ
pl: interpunkcja
pt: pontuação
sk: interpunkcia
sl: ločila
sr: интерпункција
sr@latn: interpunkcija
sv: skiljetecken
ta: குறியீடு
tg: Гузоштани аломатҳои китобатӣ
uk: пунктуація
zh_cn: 标点符号

source: _: NAME OF TRANSLATORS Your names
ar: عصام بايزيدي, السيد جعفر الموسوي, أحمد محمد زواوي, طارق عبده طه, محمد سعد, خالد حسني
be: Сяржук Лянцэвіч, Дзімітрый Туравец
bg: Златко Попов
ca: Albert Astals Cid,Antoni Bella Pérez
da: Frederik Dannemare,Erik Kjær Pedersen
de: Matthias Kiefer,Martin Derungs,Luc de Louw,Christian David,Thomas Diehl
el: Στέργιος Δράμης,Ανδρέας Βλάχος,Τούσης Μανώλης
es: Eloy Cuadra,Pablo de Vicente
et: Peeter Russak
eu: EuskalGNU, Ion Gaztañaga
fa: نازنین کاظمی
fr: Gilles Caulier,Gérard Delafond,Nicolas Ternisien,Yann Verley
gl: mvillarino, Gonzalo H. Castilla
he: צוות התרגום של KDE ישראל, אסף גילת
hr: Denis Lackovic, Hrvoje Spoljar, Nikola Planinac
hu: Szántó Tamás
is: Þröstur M. Svanbergsson, Arnar Leósson, Stígur Snæsson
it: Daniele Medri,Pino Toscano
ja: Taiki Komoda,Noboru Sinohara, KIMIZUKA Tomokazu
kk: Мәмбет Ізбасаров,Сайран Киккарин
ko: <FONT SIZE="4" FACE="Luxi Sans"><B>Haansoft</B> Linux<br>박영빈(Young Bin, Park), 조성재(Sung-Jae, Cho)
lt: Kęstutis Biliūnas
mk: Божидар Проевски
nb: Andreas Landmark,Axel Bojer,Jørgen Grønlund,Klaus Ade Johnstad,Nils Kristian Tomren
nds: Heiko Evermann, Sönke Dibbern, Manfred Wiese
nl: Otto Bruggeman,Rinse de Vries,Frank Mulder
nn: Gaute Hvoslef Kvalnes,Håvard Korsvoll
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Michał Rudolf (aktualny tłumacz), Norbert Popiołek
pt: José Nuno Pires,Pedro Morais
sk: Stanislav Višňovský, Eugen Tarabčák
sl: Marko Samastur,Gregor Rakar,Andrej Vernekar,Jure Repinc
sr: Слободан Марковић,Бојан Божовић
sr@latn: Slobodan Marković,Bojan Božović
sv: Daniel Karlsson,Mattias Newzella,Stefan Asserhäll
ta: உங்கள் பெயர்கள்
tg: НПО "Имкониятҳои ҷавонон" ва Khujand Computer Technologies, Inc. USA, Роҷер Ковакс, Виктор Ибрагимов, Марина Колючева
uk: Іван Петрущак
zh_cn: 开源软件国际化之简体中文组

source: _: EMAIL OF TRANSLATORS Your emails
ar: bayazidi@arabeyes.org,mosawi@arabeyes.org,zawawi@arabeyes.org,ihassan@kacst.edu.sa,metehyi@free.fr, khaledhosny@eglug.org
be: serzh.by@gmail.com, dimitriy.t@tut.by
bg: zlatkopopov@fsa-bg.org
ca: astals11@terra.es,bella5@teleline.es
da: frederik@dannemare.dk,erik@binghamton.edu
de: kiefer@kde.org,martin.de@web.de,luc@delouw.ch,christian-david@web.de,thd@kde.org
el: sdramis@egnatia.ee.auth.gr,avlach@gmail.com,manolis@koppermind.homelinux.org
es: ecuadra@eloihr.net,p.devicente@wanadoo.es
et: pezz@tkwcy.ee
eu: eraketa@euskalgnu.org, igaztanaga@gmail.com
fa: kazemi@itland.ir
fr: caulier.gilles@free.fr,gerard@delafond.org,nicolast@libertysurf.fr,yann.verley@free.fr
gl: proxecto@trasno.net
he: kde-il@yahoogroups.com, gillata@gmail.com
hr: lokalizacija@linux.hr
hu: tszanto@mol.hu
is: throstur@bylur.net, leosson@frisurf.no, stigur@vortex.is
it: madrid@linuxmeeting.net,toscano.pino@tiscali.it
ja: kom@kde.gr.jp,shinobo@leo.bekkoame.ne.jp,sgtom@pluto.dti.ne.jp
kk: izbasar@sci.kz,sairan@computer.org
ko: shrike@nate.com, jachin@hanafos.com
lt: kebil@kaunas.init.lt
mk: bobibobi@freemail.com.mk
nb: andreas.landmark@skolelinux.no,axelb@skolelinux.no,jorgenhg@broadpark.no,klaus@skolelinux.no,project@nilsk.net
nds: heiko.evermann@gmx.de, s_dibbern@web.de, m.j.wiese@web.de
nl: ,rinsedevries@kde.nl,frank@kde.nl,
nn: gaute@verdsveven.com,korsvoll@skulelinux.no
pa: apbrar@gmail.com
pl: mrudolf@kdewebdev.org
pt: jncp@netcabo.pt,morais@kde.org
sk: visnovsky@kde.org,flashmann@szm.sk
sl: markos@elite.org,gregor.rakar@kiss.si,andrej.vernekar@moj.net,jlp@holodeck1.com
sr: twiddle@eunet.yu,bole89@infosky.net
sr@latn: twiddle@eunet.yu,bole89@infosky.net
sv: chaotica@home.se,newzella@linux.nu,stefan.asserhall@comhem.se
ta: உங்கள் மின்னஞ்சல்கள்
tg: youth_opportunities@tajikngo.org, rkovacs@khujand.org, MarinaKL@tajikngo.org
uk: ivanpetrouchtchak@yahoo.com
zh_cn: i18n@lists.linux.net.cn

source: saving file
ar: حفظ الملف
be: захаванне файла
bg: запис на файл
ca: S'està desant el fitxer
da: Gemmer fil
de: Datei wird gespeichert
el: αποθήκευση αρχείου
es: guardando archivo
et: faili salvestamine
eu: fitxategia gordetzen
fa: ذخیره کردن پرونده
fr: Enregistrement du fichier
gl: gardando o ficheiro
he: שומר קובץ
hr: snimam datoteku
hu: a fájl mentése
is: vista skrá
it: salvataggio file
ja: ファイルを保存中
kk: файлды сақтау
ko: 파일을 저장하고 있습니다
lt: išsaugoju bylą
mk: зачувувам датотека
nb: lagrer fil
nds: Datei warrt sekert
nl: bezig bestand op te slaan
nn: lagrar fil
pa: ਫਾਇਲ ਸੰਭਾਲੀ ਜਾ ਰਹੀ ਹੈ
pl: zapisywanie pliku
pt: a gravar o ficheiro
sk: ukladám súbor
sl: shranjevanje datoteke
sr: снимам фајл
sr@latn: snimam fajl
sv: sparar fil
ta: கோப்பினை பதிவு செய்
tg: нигоҳ доштани файл
uk: збереження файла
zh_cn: 正在保存文件

source: loading file
ar: تحميل الملف
be: загрузка файла
bg: зареждане на файл
ca: S'està carregant el fitxer
da: Indlæser fil
de: Datei wird geladen
el: φόρτωση αρχείου
es: cargando archivo
et: faili laadimine
eu: fitxategia kargatzen
fa: بارگذاری پرونده
fr: Chargement du fichier
gl: cargando o ficheiro
he: טוען קובץ
hr: učitavam datoteku
hu: a fájl betöltése
is: hleð inn skrá
it: caricamento file
ja: ファイルを読み込み中
kk: файлды жүктеу
ko: 파일을 읽고 있습니다
lt: Įkeliama byla
mk: вчитувам датотека
nb: laster fil
nds: Datei warrt laadt
nl: bezig bestand te laden
nn: lastar fil
pa: ਫਾਇਲ ਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: wczytywanie pliku
pt: a carregar o ficheiro
sk: načítavam súbor
sl: nalaganje datoteke
sr: учитавам фајл
sr@latn: učitavam fajl
sv: laddar fil
ta: கோப்பினை ஏற்று
tg: пурборкунии файл
uk: завантаження файла
zh_cn: 正在载入文件

source: Catalog Information
ar: معلومات الفهرس
be: Звесткі аб каталогу
bg: Информация за каталог
ca: Informació del catàleg
da: Katalog-information
de: Kataloginformationen
el: Πληροφορίες καταλόγου
es: Información de catálogo
et: Kataloogi info
eu: Katalogoaren informazioa
fa: اطلاعات فهرست
fr: Informations sur le catalogue
gl: Información do catálogo
he: מידע קטלוג
hr: Katalog informacija
hu: Listainformáció
is: Upplýsingar
it: Informazioni catalogo
ja: カタログ情報
kk: Каталог мәліметі
ko: 카테고리 정보
lt: Katalogo informacija
mk: Информација за каталогот
nb: Kataloginformasjon
nds: Katalooginformatschoon
nl: Catalogusinformatie
nn: Kataloginformasjon
pa: ਸੂਚੀ ਜਾਣਕਾਰੀ
pl: Informacje o pliku
pt: Informação do Catálogo
sk: Informácie o súbore
sl: Katalogne informacije
sr: Информације о каталогу
sr@latn: Informacije o katalogu
sv: Kataloginformation
ta: அட்டவணை செய்தி
tg: Маълумот оиди каталог
uk: Інформація про каталог
zh_cn: 目录信息

source: Total Messages
ar: الرسائل الكلية
be: Усяго паведамленняў
bg: Общо съобщения
ca: Missatges totals
da: Totalt antal strenge
de: Gesamtzahl Einträge
el: Συνολικά μηνύματα
es: Mensajes totales
et: Kirjete arv kokku
eu: Mezu guztiak
fa: کل پیامها
fr: Messages totaux
gl: Mensaxes totais
he: סך הכל הודעות
hr: Ukupno poruka
hu: Összes üzenet
is: Fjöldi skilaboða
it: Messaggi totali
ja: メッセージ総数
kk: Барлық жазулар
ko: 총 메시지
lt: Viso pranešimų
mk: Вкупно пораки
nb: Tekster i alt
nds: Mellen tosamen
nl: Totaal aantal tekenreeksen
nn: Tekstar i alt
pa: ਕੁੱਲ ਸੁਨੇਹੇ
pl: Razem komunikatów
pt: Mensagens Totais
sk: Celkom správ
sl: Skupaj sporočil
sr: Укупно порука
sr@latn: Ukupno poruka
sv: Totalt antal meddelanden
ta: மொத்த செய்திகள்
tg: Мактубҳои умумӣ
uk: Всього фраз
zh_cn: 总计消息

source: Fuzzy Messages
ar: الرسائل المبهمة
be: Чарнавых паведамленняў
bg: Неясни съобщения
ca: Missatges inexactes
da: Fuzzy strenge
de: Fragliche Einträge
el: Ασαφή μηνύματα
es: Mensajes dudosos
et: Kahtlaseid kirjeid
eu: Zalantzazko Mezuak
fa: پیامهای مبهم
fr: Messages fuzzy
gl: Mensaxes dubidosas
he: הודעות Fuzzy
hr: Nejasne poruke
hu: Ellenőrzendő üzenet
is: Loðin skilaboð
it: Messaggi fuzzy
ja: あいまいなメッセージ
kk: Дүмбілез жазулар
ko: 불분명한 메시지
lt: Neaiškūs įrašai
mk: Нејасни пораки
nb: Uklare tekster
nds: Twiefelhaftige Mellen
nl: Fuzzy-tekenreeksen
nn: Uklare tekstar
pa: ਅਸਪਸ਼ਟ ਸੁਨੇਹੇ
pl: Wątpliwe
pt: Mensagens Aproximadas
sk: Nepresných správ
sl: Ohlapna sporočila
sr: Нејасних порука
sr@latn: Nejasnih poruka
sv: Inexakta meddelanden
ta: Fuzzy செய்திகள்
tg: Мактубҳои номаълум
uk: Неточних фраз
zh_cn: 模糊消息

source: Untranslated Messages
ar: الرسائل غير المترجمة
be: Неперакладзеных паведамленняў
bg: Непреведени съобщения
ca: Missatges sense traduir
da: Uoversatte strenge
de: Nicht übersetzte Einträge
el: Αμετάφραστα μηνύματα
es: Mensajes sin traducir
et: Tõlkimata kirjeid
eu: Itzuli gabeko mezuak
fa: پیامهای ترجمه‌نشده
fr: Messages non traduits
gl: Mensaxes sen traducir
he: הודעות לא מתורגמות
hr: Neprevedenih poruka
hu: Nem lefordított üzenetek
is: Óþýdd skilaboð
it: Messaggi da tradurre
ja: 未翻訳メッセージ
kk: Аударылмаған жазулар
ko: 번역되지 않은 메시지
lt: Neišversti įrašai
mk: Непреведени пораки
nb: Ikke oversatte tekster
nds: Nich översett Mellen
nl: Onvertaalde tekenreeksen
nn: Ikkje omsette tekstar
pa: ਨਾ-ਅਨੁਵਾਦਿਤ ਸੁਨੇਹੇ
pl: Nieprzetłumaczone
pt: Mensagens Não-Traduzidas
sk: Nepreložených správ
sl: Neprevedena sporočila
sr: Непреведених порука
sr@latn: Neprevedenih poruka
sv: Oöversatta meddelanden
ta: மொழிமாற்றுபவரின் செய்திகள்
tg: Мактубҳои тарҷуманашуда
uk: Неперекладених фраз
zh_cn: 未翻译消息

source: Language Team
ar: فريق اللغة
be: Каманда перакладу
bg: Езиков отбор
ca: Equip de la llengua
da: Sproghold
de: Sprachteam
el: Ομάδα γλώσσας
es: Idioma del equipo
et: Keelemeeskond
eu: Hizkuntza-taldea
fa: تیم زبان
fr: Équipe de langue
gl: Equipo de tradución
he: צוות תרגום
hr: Lektorski tim
hu: Fordítócsapat
is: Tungumálahópur
it: Gruppo di traduzione
ja: 翻訳チーム
kk: Аударушылар тобы
ko: 언어 팀
lt: Kalbos komanda
mk: Јазичен тим
nb: Oversetterlag
nds: Översetter-Koppel
nl: Taalteam
nn: Omsetjarlag
pa: ਭਾਸ਼ਾ ਟੀਮ
pl: Zespół językowy
pt: Equipa da Língua
sk: Jazyk
sl: Jezikovna ekipa
sr: Језички тим
sr@latn: Jezički tim
sv: Språkgrupp
ta: மொழி குழு
tg: Гурӯҳи тарҷумагарон
uk: Команда мови
zh_cn: 语言小组

source: Revision
ar: مراجعة
be: Адноўленае
bg: Последен преглед
ca: Revisió
de: Letzte Bearbeitung
el: Αναθεώρηση
es: Revisión
et: Versioon
eu: Berrikuspena
fa: بازبینی
fr: Révision
gl: Revisión
he: שינוי
hr: Revizija
hu: Utolsó módosítás
is: Síðast yfirfarið
it: Revisione
ja: 改訂
kk: Жаңартылған
ko: 마지막으로 고친 때
lt: Paskutinis pataisymas
mk: Ревизија
nb: Revisjon
nds: Lest Bewerken
nl: Revisie
nn: Revisjon
pa: ਰੀਵਿਜ਼ਨ
pl: Zmiana
pt: Revisão
sk: Posledná zmena
sl: Popravek
sr: Ревизија
sr@latn: Revizija
sv: Ändrad
ta: பயிற்சி
tg: Нав карда шудааст
uk: Модифікація
zh_cn: 版本

source: Error while trying to download file %1.
ar: خطأ أثناء محاولة تنزيل الملف %1.
be: Памылка пры спробе загрузіць файл %1.
bg: Грешка при опит за сваляне на файл %1.
ca: Error mentre s'intentava descarregar el fitxer %1.
da: Fejl ved forsøg på at hente fil %1.
de: Fehler beim Herunterladen der Datei %1.
el: Σφάλμα κατά τη λήψη του αρχείου %1.
es: Error tratando de descargar el archivo %1.
et: Faili %1 allalaadimisel tekkis viga.
eu: Errorea %1 fitxategia deskargatzen saiatzean.
fa: خطا هنگام سعی در بارگیری پروندۀ %1.
fr: Problème lors du téléchargement du fichier %1.
gl: Erro ao tentar obter o ficheiro %1.
hu: Hiba történt a(z) %1 fájl letöltése közben.
is: Villa kom upp þegar reynt var að sækja skrána %1.
it: Si è verificato un errore durante lo scaricamento del file %1.
ja: ファイル %1 のダウンロード中にエラー。
kk: %1 файлын жүктеп алу кезде қате пайда болды.
mk: Грешка при обидот да се симне датотеката %1.
nb: Klarte ikke å laste ned fila %1.
nds: Fehler bi't Daalladen vun Datei "%1".
nl: Fout tijdens het downloaden van bestand %1.
nn: Klarte ikkje lasta ned fila %1.
pa: ਫਾਇਲ %1 ਡਾਊਨਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ।
pl: Błąd podczas próby pobrania pliku %1.
pt: Erro ao tentar obter o ficheiro %1.
sk: Chyba pri pokuse o stiahnutie súboru: %1.
sl: Napaka pri prenosu datoteke %1.
sr: Грешка при покушају преузимања фајла %1.
sr@latn: Greška pri pokušaju preuzimanja fajla %1.
sv: Fel uppstod vid försök att ladda ner filen %1.
uk: Помилка при спробі звантажити файл %1.

source: Enter the name of the archive without file extension
ar: أدخل اسم الأرشيف بدون إمتداد
be: Увядзіце імя архіва без пашырэння імя файла
bg: Въведете името на архива без разширението
ca: Entreu el nom de l'arxiu sense l'extensió de fitxer
da: Indtast navnet på arkivet uden fil-endelse
de: Geben Sie den Namen des Archivs ohne Dateierweiterung an
el: Δώστε το όνομα του αρχείου αποθήκευσης χωρίς την κατάληξη
es: Introduzca el nombre del archivo comprimido sin la extensión del tipo de archivo
et: Sisesta arhiivi nimi ilma faililaiendita
eu: Sartu artxiboaren izena fitxategi-luzapenik gabe
fa: وارد کردن نام بایگانی بدون پسوند پرونده
fr: Donnez le nom de l'archive sans l'extension du fichier
gl: Escriba o nome do ficheiro sen extensión
he: הכנס את שם הארכיב ללא סיומת קובץ
hr: Unesite ime arhive bez nastavka datoteke
hu: Adja meg az archívum nevét kiterjesztés nélkül
is: Sláðu inn nafn safnskráar, án endingarinnar
it: Inserisci il nome dell'archivio senza l'estensione file
ja: アーカイブのファイル名を拡張子なしで入力してください
kk: Жұрнақсыз архив атауын келтіріңіз
ko: 파일의 확장자를 제외한 압축 파일 이름을 입력하세요.
lt: Įveskite archyvo vardą be bylos išplėtimo
mk: Внесете го името на архивата без наставката на датотека
nb: Skriv inn navnet på arkivet uten filetternavn
nds: Giff den Naam vun't Archiv ahn Dateiverwiedern an
nl: Voer de naam in van het archief zonder bestandsextensie
nn: Oppgje namnet på arkivet utan filetternamn
pa: ਪੁਰਾਲੇਖ ਦਾ ਫਾਇਲ ਨਾਂ ਐਕਸ਼ਟੇਸ਼ਨ ਬਿਨਾਂ ਨਾਂ ਦਿਉ
pl: Proszę podać nazwę archiwum bez rozszerzenia
pt: Indique o nome do pacote sem a extensão do ficheiro
sk: Zadajte meno archívu bez prípony
sl: Vnesite ime arhiva brez datotečne končnice
sr: Унесите име архиве без наставка фајла
sr@latn: Unesite ime arhive bez nastavka fajla
sv: Ange arkivets namn utan filändelse
ta: காப்பகக் கோப்பின் பெயரை அதன் நீட்டல் அல்லாது எழுதவும்.
tg: Номи архивро ғайри вусъати номи файл ворид кунед
uk: Введіть назву архіву без розширення файла
zh_cn: 输入不带文件扩展名的归档名称

source: Error while trying to create archive file.
ar: حدث خطأ أثناء محاولة إنشاء ملف أرشيف.
be: Памылка пры спробе стварэння архіўнага файла.
bg: Грешка при опит за създаване на архивен файл.
ca: Error mentre s'intentava crear el fitxer arxiu.
da: Fejl ved forsøg på at oprette arkivfil.
de: Fehler beim Erzeugen des Archivs.
el: Σφάλμα κατά τη δημιουργία του αρχείου αποθήκευσης.
es: Error tratando de crear el archivo comprimido.
et: Arhiivifaili loomisel tekkis viga.
eu: Errorea artxiboaren fitxategia sortzen saiatzean.
fa: خطا هنگام سعی در ایجاد پروندۀ بایگانی.
fr: Problème lors de la création du fichier archive.
gl: Erro ao tentar criar un arquivo do ficheiro.
he: שגיאה בזמן ניסיון יצירת קובץ ארכיב.
hr: Greška pri pokušaju kreiranja datoteke za arhivu.
hu: Hiba történt az archív fájl létrehozása közben.
is: Villa við undirbúning safnskráar.
it: Si è verificato un errore durante la creazione di un file archivio.
ja: アーカイブファイル作成でエラー。
kk: Архив файлын құру кезінде қате пайда болды.
ko: 압출 파일 생성 시도중에 오류발생
lt: Klaida bandant sukurti archyvo bylą.
mk: Грешка при обидот да се создаде архива.
nb: Feil under forsøk på å lage en arkivfil.
nds: Fehler bi't Opstellen vun't Archiv.
nl: Fout tijdens het aanmaken van een archiefbestand.
nn: Klarte ikkje oppretta arkivfil.
pa: ਪੁਰਾਲੇਖ ਫਾਇਲ਼ ਬਣਾਉਣ ਸਮੇਂ ਗਲਤੀ ਆਈ ਹੈ।
pl: Błąd podczas próby otwarcia archiwum.
pt: Erro na tentativa de criar o ficheiro do pacote.
sk: Chyba pri vytváraní súboru archívu.
sl: Napaka pri ustvarjanju arhivske datoteke.
sr: Грешка при покушају прављења фајла архиве.
sr@latn: Greška pri pokušaju pravljenja fajla arhive.
sv: Fel uppstod när arkivfil skulle skapas.
ta: காப்பக கோப்பினை உருவாக்க முயற்சி செய்யும் போது பிழை.
tg: Хато ҳангоми сайъи эҷоди файли архивӣ.
uk: Помилка під час створення файла архіву.
zh_cn: 在试图创建归档文件时出错。

source: Error while trying to read file %1.
ar: خطأ أثناء محاولة قراءة الملف %1.
be: Памылка пры спробе прачытаць файл %1.
bg: Грешка при опит за четене на файл %1.
ca: Error mentre s'intentava llegir el fitxer %1.
da: Fejl ved forsøg på at læse fil %1.
de: Fehler beim Lesen der Datei %1.
el: Σφάλμα κατά την ανάγνωση του αρχείου %1.
es: Error tratando de leer el archivo %1.
et: Faili %1 lugemisel tekkis viga.
eu: Errorea %1 fitxategia irakurtzen saiatzean.
fa: خطا هنگام سعی در خواندن پروندۀ %1.
fr: Problème lors de la lecture du fichier %1.
gl: Erro ao tentar ler o ficheiro %1.
he: שגיאה בזמן ניסיון קריאת קובץ %1.
hr: Greška pri pokušaju čitanja fajla %1.
hu: Hiba történt a(z) %1 fájl beolvasása közben.
is: Villa kom upp við lestur skráar %1.
it: Si è verificato un errore durante la lettura del file %1.
ja: ファイル %1 の読み込み中にエラー。
kk: %1 файлын оқу кезінде қате пайда болды.
ko: %1 파일을 읽으려는 시도 중 오류.
lt: Klaida bandant skaityti bylą %1.
mk: Грешка при обидот да се прочита датотеката %1.
nb: Klarte ikke å lese fila %1.
nds: Fehler bi't Lesen vun Datei "%1".
nl: Fout tijdens het lezen van bestand %1.
nn: Klarte ikkje lesa fila %1.
pa: ਫਾਇਲ਼ %1 ਪੜਨ ਦੀ ਕੋਸ਼ਿਸ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd podczas czytania z pliku %1.
pt: Erro ao tentar ler o ficheiro %1.
sk: Chyba pri čítaní súboru: %1.
sl: Napaka pri branju datoteke %1.
sr: Грешка при покушају читања фајла %1.
sr@latn: Greška pri pokušaju čitanja fajla %1.
sv: Fel uppstod vid läsning av fil %1.
ta: கோப்பினை படிக்கும் போது பிழை%1.
tg: Хато ҳангоми сайъи хондани файли %1.
uk: Помилка читання файла %1.
zh_cn: 在试图读取文件 %1 时出错。

source: Error while trying to copy file %1 into archive.
ar: خطأ أثناء محاولة نسخ الملف %1 إلى الأرشيف.
be: Памылка пры спробе дадаць файл %1 у архіў.
bg: Грешка при опит за копиране на файл %1 в архива.
ca: Error mentre s'intentava copiar el fitxer %1 a l'arxiu.
da: Fejl ved forsøg på at kopiere filen %1 til arkiv.
de: Fehler beim Kopieren der Datei %1 in das Archiv.
el: Σφάλμα κατά την αντιγραφή του αρχείου %1 στην αρχειοθήκη.
es: Error tratando de copiar el archivo %1 en el archivo comprimido.
et: Faili %1 kopeerimisel arhiivi tekkis viga.
eu: Errorea %1 fitxategia artxiboan kopiatzen saiatzean.
fa: خطا هنگام سعی در رونوشت پروندۀ %1 در بایگانی.
fr: Problème lors de la copie du fichier %1.
gl: Erro ao tentar copiar o ficheiro %1 no arquivo.
hu: Hiba történt a(z) %1 fájl archívumba másolása közben.
is: Villa kom upp þegar reynt var að afrita skrána %1 í safnskrá.
it: Si è verificato un errore durante la copia del file %1 nell'archivio.
ja: ファイル %1 をアーカイブに書き込み中にエラー。
kk: Архивке %1 файлын қосу кезінде қате пайда болды.
mk: Грешка при обидот да се копира датотеката %1 во архивата.
nb: Klarte ikke å kopiere fila %1 til arkivet.
nds: Fehler bi't Koperen vun Datei "%1" na't Archiv.
nl: Fout tijdens het kopiëren van bestand %1 naar het archief.
nn: Klarte ikkje kopiera fila %1 til arkivet.
pa: ਫਾਇਲ %1 ਨੂੰ ਪੁਰਾਲੇਖ 'ਚ ਨਕਲ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd podczas próby skopiowania pliku %1 do archiwum.
pt: Erro ao tentar copiar o ficheiro %1 para o pacote.
sk: Chyba pri pokuse kopírovať súbor %1 do archívu.
sl: Napaka pri kopiranju datoteke %1.
sr: Грешка при покушају копирања фајла %1 у архиву.
sr@latn: Greška pri pokušaju kopiranja fajla %1 u arhivu.
sv: Fel uppstod vid försök att kopiera filen %1 till arkivet.
uk: Помилка копіювання файла %1 до архіву.

source: unnamed
ar: غير مُسمّى
be: без імя
bg: неименуван
ca: sense nom
da: unavngiven
de: Unbenannt
el: χωρίς όνομα
es: sin nombre
et: nimeta
eu: izengabea
fa: بدون نام
fr: sans nom
gl: sen nome
he: ללא שם
hr: neimenovan
hu: névtelen
is: nafnlaus
it: senza nome
ja: 名前なし
kk: атаусыз
ko: 이름없음
lt: nepavadintas
mk: неименувано
nb: uten navn
nds: Ahn Naam
nl: naamloos
nn: namnlaus
pa: ਬੇਨਾਮ
pl: nienazwany
pt: sem nome
sk: bezmena
sl: neimenovano
sr: без имена
sr@latn: bez imena
sv: namnlös
ta: பெயரில்லா
tg: беном
uk: без назви
zh_cn: 未命名

source: Free Software Foundation Copyright does not contain any year. It will not be updated.
ar: حقوق نسخ مؤسسة البرمجيات الحرة لا تحتوي على سنة. لن تُحدَّث.
be: Запіс аб аўтарскім праве Арганізаціы Вольнага ПА не ўтрымлівае якоц-небудзь даты. Ён не будзе абнаўляцца.
bg: Авторското право на Free Software Foundation не съдържа година. Няма да бъде обновено.
ca: El copyright de la Free Software Foundation no conté cap any. No s'actualitzarà.
da: Free Software Foundation ophavsret indeholder ikke et år. Den vil ikke blive opdateret.
de: Das "Free Software Foundation"-Copyright enthält keine Jahreszahl und wird nicht aktualisiert.
el: Τα πνευματικά δικαιώματα του Free Software Foundation δεν περιέχουν χρονιά. Δε θα ενημερωθεί.
es: El copyright de la Free Software Foundation no contiene ningún año. No se actualizará.
et: Free Software Foundation'i autoriõigus ei sisalda aastat. Seda ei värskendata.
eu: Free Sofware Foundation Copyright-ak ez du urterik adierazten. Ez da eguneratuko.
fa: حق رونوشت بنیاد نرم‌افزار آزاد شامل هر سال نمی‌شود. به روز نمی‌شود.
fr: Les droits d'auteurs de la Free Software Foundation ne contiennent pas d'année. Il n'y aura pas de mise à jour dans le fichier.
gl: O Copyright da Free Software Foundation non indica ningún ano. Non será actualizado.
he: זכויות היוצרים של קרן התכנה החופשית לא מכילה שנה. זה לא יעודכן.
hr: Autorska prava Fondacije za slobodan softver ne sadrže nijednu godinu. Neće biti ažurirana.
hu: A Free Software Foundation Copyright szövegből hiányzik az évszám. A szöveg automatikusan fel lesz frissítve.
is: Free Software Foundation höfundarrétturinn inniheldur ekkert ár. Hann verður ekki uppfærður.
it: Il copyright della Free Software Foundation non contiene alcun anno. Non sarà aggiornato.
ja: Free Software Foundation の著作権文言に年が含まれていません。これは更新されません。
kk: Ашық бағдарла қорының авторлық құқығы туралы хабарында жыл белгісі жоқ. Сондықтан ол жаңартылмайды.
ko: 자유 소프트웨어 재단 저작권은 어떠한 연도도 포함하지 않습니다. 그것은 업데이트 되지 않을 것입니다.
lt: Laisvos programinės įrangos fondo autorinių teisių įrašas neturi datos. Jis nebus atnaujintas.
mk: Авторските права на „Free Software Foundation“ не содржат година. Тие нема да бидат ажурирани.
nb: Opphavsrettsoppføringa til Free Software Foundation inneholder intet årstall. Årstallet blir ikke oppdatert.
nds: In't "Free Software Foundation"-Copyright is keen Johr angeven. Dat warrt nich opfrischt.
nl: De "Free Software Foundation Copyright" bevat geen jaartal. Ze zal niet worden bijgewerkt.
nn: Opphavsrettsoppføringa til Free Software Foundation inneheld ikkje noko årstal. Årstalet vert ikkje oppdatert.
pa: ਫਰੀ ਸਾਫਟਵੇਅਰ ਫਾਊਡੇਸ਼ਨ ਕਾਪੀਰਾਇਟ ਕਿਸ ਵਰੇ ਲਈ ਨਹੀਂ ਹੈ, ਇਸ ਦਾ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Free Software Foundation Copyright nie zawiera roku. Data nie zostanie uaktualniona.
pt: O Copyright da Free Software Foundation não contém nenhum ano. Este não será actualizado.
sk: Copyright Free Software Foundation neobsahuje rok, preto nebude aktualizovaný.
sl: Vrstica s pravicami Free Software Foundation ne vsebuje nobene letnice. Zato ne bo osvežena.
sr: Ауторска права Фондације за слободан софтвер не садрже ниједну годину. Неће бити ажурирана.
sr@latn: Autorska prava Fondacije za slobodan softver ne sadrže nijednu godinu. Neće biti ažurirana.
sv: Free Software Foundation Copyright innehåller inte något år. Den kommer inte att uppdateras.
tg: Таҳкурсии Барномаи Ҳақи Муаллифии Озод ягон солро дар бар намегирад. Вай нав карда намешавад.
uk: Запис про авторські права Фонду вільного програмного забезпечення не містить дати. Він не буде оновлений.
zh_cn: 自由软件基金会版权没包括年份。它将不会被更新。
