Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Options</b></p><p>Here you can finetune replacing:<ul><li><b>Case sensitive</b>: does case of entered text have to be respected?</li><li><b>Only whole words</b>: text found must not be part of a longer word</li><li><b>From cursor position</b>: start replacing at the part of the document where the cursor is. Otherwise replacing is started at the beginning or the end.</li><li><b>Find backwards</b>: Should be self-explanatory.</li><li><b>Use regular expression</b>: use text entered in field <b>Find</b> as a regular expression. This option has no effect with the replace text, especially no back references are possible.</li><li><b>Ask before replacing</b>: Enable, if you want to have control about what is replaced. Otherwise all found text is replaced without asking.</li></ul></p></qt>
ar: <qt><p><b>خيارات</b></p><p>هنا يمكنك الضبط الدقيق للإستبدال: <ul> <li><b>حساس لحالة الحرف</b>: أيجب احترام حالة النص المدخل؟</li> <li><b>كلمات كاملة فقط</b>: يجب ألا يكون النص المعثور عليه جزءا من كلمة أكبر</li> <li><b>من موقع المؤشِّر</b>: ابدأ استبدال عند جزء المستند حيث يقع المؤشِّر. و إلا سيبدأ الإستبدال من البداية أو النهاية.</li> <li><b>ابحث عكسيا</b>: يفترض أن يشرح نفسه.</li> <li><b>استخدم التعابير النمطية</b>: استخدم النص المدخل في حقل <b>ابحث</b> على أنه تعبير نمطي. لا يؤثر هذا الخيار على نص الإستبدال، وبخاصة لا يمكن وجود مراجع خلفية.</li> <li><b>اسأل قبل الإستبدال</b>: فعِّله إذا أردت التحكم فيما سيُستبدل. وإلا سيُستبدل النص بدون سؤال.</li></ul></p></qt>
be: <qt><p><b>Параметры</b></p><p>У дадзеным акне наладжваюцца параметры замены:<ul><li><b>З улікам рэгістра</b>: адзначце дадзены пункт, калі праграма павінна правяраць рэгістр тэксту перад заменай.</li><li><b>Толькі поўныя словы</b>: не замяняць тэкст, калі ён з'яўляецца часткай больш доўгага слова.</li><li><b>Ад пазіцыі курсора</b>: замяняць ад пазіцыі курсора, у адваротным выпадку праграма будзе вырабляць замену ад пачатку да канца файла.</li><li><b>Пошук назад</b>: шукаць тэкст для замены з канца файла.</li><li><b>Выкарыстаць рэгулярны выраз</b>: выкарыстаць тэкст, уведзены ў поле <b>Пошук</b> у якасці рэгулярнага выраза. Увага: у вас не будзе магчымасці адмяніць замену ў выпадку выкарыстання рэгулярнага выраза.</li><li><b>Пытаць перад заменай</b>: адзначце гэты пункт, калі вы жадаеце кантраляваць працэс замены, інакш тэкст будзе заменены без запытаў на падцверджанне.</li></ul></p></qt>
bg: <qt><p><b>Опции</b></p><p>Тук можете да настроите търсенето:<ul><li><b>Чувствителен регистър</b>: отчитане на малките и големите букви?</li><li><b>Търсене само на цели думи</b>: намереният текст трябва да е цял</li><li><b>Търсене от текущата позиция</b>: замяна от позицията на курсора нататък. В противен случай замяната започва от края или началото.</li><li><b>Търсене в обратна посока</b>: няма нужда от обяснение.</li><li><b>Използване на регулярен израз</b>: текстът от полето <b>Търсене</b> се използва като регулярен израз. Тази опция не важи при замяна на текст.</li><li><b>Питане преди замяна</b>: включете отметката ако искате да контролирате лично замяната. Иначе тя ще бъде направена без питане.</li></ul></p></qt>
ca: <qt><p><b>Opcions</b></p><p>Aquí podeu fer l'afinament de la substitució:<ul><li><b>Distinció de majúscules</b>: S'han de respectar les majúscules o minúscules del text introduït?</li><li><b>Tan sols paraules completes</b>: El text cercat no pot ser part d'una paraula major.</li><li><b>Des de la posició del cursor</b>: Començar substituint des de la part del document a on està el cursor. En cas contrari la substitució començarà a l'inici o fi del document.</li><li><b>Recerca endarrere</b>: Això mateix.</li><li><b>Usa expressió regular</b>: Usar el text introduït en el camp <b>Cercar</b> com a una expressió regular. Aquesta opció no té efecte amb la substitució de text, especialment no són possibles les referències endarrere.</li><li><b>Pregunta abans de substituir</b>: Habiliteu-la si desitgeu tenir el control de què es substitueix. Sinó, tot el text trobat serà substituït sense preguntar.</li></ul></p></qt>
da: <qt><p><b>Indstillinger</b></p><p>Her kan du finpudse din erstatning:<ul><li><b>Versalfølsom</b>: Skal der tages højde for forskellen på store og små bogstaver?</li> <li><b>Kun hele ord</b>: Fundet tekst må ikke være en del af et længere ord</li> <li><b>Fra markørens position</b>: Påbegynd erstatning fra og med der hvor markøren befinder sig. Vælges dette ikke, påbegyndes erstatning fra start til slut af hele filen.</li> <li><b>Find baglæns</b>: Erstatning foretages baglæns fra markørens position til start eller fra slut til start</li> <li><b>Anvend 'regulært udtryk'</b>: Anvend den indtastede tekst i feltet <b>Find</b> som et 'regulært udtryk' (regular expression). Denne indstilling har ingen effekt på erstatningsteksten; det er i særdeleshed ikke muligt at lave 'back references'.</li> <li><b>Spørg før erstatning</b>: Aktivér hvis du vil have kontrol over præcis hvilke forekomster, der skal erstattes. Vælges dette ikke, erstattes alle forekomster fra start til slut, uden at du bliver spurgt hver gang.</li></ul></p></qt>
de: <qt><p><b>Einstellungen</b></p><p>Hier können Sie Feineinstellungen zum Ersetzen vornehmen:<ul><li><b>Groß/Kleinschreibung beachten</b>: Soll beim Suchen die Groß- und Kleinschreibung beachtet werden?</li><li><b>Nur ganze Wörter</b>: Der gefundene Text darf nicht Teil eines längeren Wortes sein.</li><li><b>Von Cursorposition</b>: Startet die Ersetzungen an der Stelle des Katalogs, in dem der Cursor steht. Ansonsten wird die Ersetzung am Anfang oder am Ende begonnen.</li><li><b>Rückwärts suchen</b>: Das sollte selbsterklärend sein.</li><li><b>Regulären Ausdruck benutzen</b>: Interpretieren des Suchbegriffs als regulären Ausdruck. Diese Option hat keinen Einfluss auf den Ersatztext, es sind insbesondere keine Rückwärtsreferenzen möglich.</li><li><b>Vor Ersetzen nachfragen</b>: Markieren Sie diese Option, falls Sie über jede Ersetzung entscheiden wollen. Ansonsten werden alle gefundenen Textstellen automatisch ersetzt.</li></ul></p></qt>
el: <qt><p><b>Επιλογές</b></p><p>Εδώ μπορείτε να ρυθμίσετε τις αντικαταστάσεις:<ul><li><b>Διάκριση πεζών/κεφαλαίων</b>: Αν θα γίνει διάκριση πεζών/κεφαλαίων στο εισαγόμενο κείμενο.</li><li><b>Μόνο ολόκληρες λέξεις</b>: Το κείμενο που θα βρεθεί δε πρέπει να είναι τμήμα μιας μεγαλύτερης λέξης</li><li><b>Από τη θέση του δρομέα</b>: Εκκίνηση της αντικατάστασης στο τμήμα του εγγράφου που βρίσκεται ο δρομέας. Σε άλλη περίπτωση η αντικατάσταση εκκινεί από την αρχή ή το τέλος του εγγράφου.</li><li><b>Εύρεση προς τα πίσω</b>: Το όνομα επεξηγεί τη λειτουργία.</li><li><b>Χρήση κανονικής έκφρασης</b>: Χρήση του κειμένου που εισάγεται στο πεδίο <b>Εύρεση</b> ως μια κανονική έκφραση. Αυτή η επιλογή δεν έχει καμία επίπτωση στο κείμενο αντικατάστασης, και πιο ειδικά δεν είναι δυνατές οι προς τα πίσω αναφορές.</li><li><b>Ερώτηση πριν την αντικατάσταση</b>: Ενεργοποιήστε το, αν θέλετε να ελέγξετε τι θα αντικατασταθεί. Σε άλλη περίπτωση όλα τα ταιριάσματα του κειμένου θα αντικατασταθούν χωρίς ερώτηση.</li></ul></p></qt>
es: <qt><p><b>Opciones</b></p><p>Aquí puede afinar las opciones de reemplazo:<ul><li><b>Distinguir mayúsculas</b>: ¿deben respetarse las mayúsculas del texto introducido?</li><li><b>Sólo palabras completas</b>: el texto a buscar no debe formar parte de una palabra más larga</li><li><b>Desde la posición del cursor</b>: empieza a reemplazar desde la parte del documento donde se encuentra el cursor. En otro caso el reemplazo comienza al principio o al final del documento.</li><li><b>Buscar hacia atrás</b>: Auto explicativo.</li><li><b>Usar expresión regular</b>: use el texto introducido en el campo <b>Buscar:</b> como una expresión regular. Esta opción no tiene efecto con el texto de reemplazo, especialmente si no se encuentran referencias anteriores.</li><li><b>Preguntar antes de reemplazar</b>: actívelo, si quiere tener control sobre lo que se va a reemplazar. De otra forma el texto será reemplazado sin que se le pregunte.</li></ul></p></qt>
et: <qt><p><b>Valikud</b></p><p>Siin saab seadistada asendamist:<ul> <li><b>Tõstutundlik</b>: eristatakse suur- ja väiketähti</li> <li><b>Ainult terved sõnad</b>: leitud tekst ei tohi olla pikema sõna osa</li> <li><b>Alates kursorist</b>: otsingut alustatakse kursori asukohast, muidu alustatakse otsingut algusest või lõpust.</li> <li><b>Tagasisuunas</b>: iseenesestmõistetav.</li> <li><b>Regulaaravaldised</b>: otsingulahtrisse sisestatud teksti käsitletakse regulaaravaldisena.</li> <li><b>Enne asendamist küsitakse</b>: märgista, kui soovid täpsemat kontrolli asendamiste üle. Vastasel korral sooritatakse kõik asendused ilma küsimata.</li></ul></p></qt>
eu: <qt><p><b>Aukerak</b></p><p>Hemen ordezpena doitu dezakezu:<ul><li><b>Maiuskula/minuskula</b>: errespetatu behar al da sartutako testuaren kaxa?</li><li><b>Hitz osoak bakarrik</b>: aurkitutako testuak ezin du hitz luzeago baten zati izan</li><li><b>Kurtsorearen posiziotik</b>: hasi ordezten kurtsorea dagoen dokumentuaren zatian. Bestela ordezpena hasieran edo amaieran hasiko baita.</li><li><b>Bilatu atzerantz</b>: Autoesplikatzailea izan behar du.</li><li><b>Erabili adierazpen erregularra</b>: erabili <b>Bilatu</b> eremuan sartutako testua adierazpen erregular gisa. Aukera honek ez du ondoriorik ordeztutako testuan, bereziki ezin da aurreko erreferentziarik egin.</li><li><b>Galdetu ordeztu aurretik</b>: Gaitu, ordezten dena kontrolatu nahi baduzu. Bestela aurkitutako testu guztia galdetu gabe ordeztuko baita.</li></ul></p></qt>
fa: <qt><p><b>گزینه‌ها</b></p><p>در اینجا می‌توانید جایگزینی را به دقت تنظیم کنید:<ul><li><b>حساس به حالت</b>: حالت متن واردشده باید مورد توجه باشد؟ </li><li><b>فقط واژه‌های کامل </b>: متن یافت‌شده نباید جزئی از یک واژۀ طولانی باشد </li><li><b>از موقعیت مکان‌نما </b>: آغاز جایگزینی در بخشی از سند که مکان‌نما قرار دارد، در غیر این صورت جایگزینی از ابتدا یا انتها آغاز می‌شود. </li><li><b>یافتن پس‌سوها</b>: باید خود شرح باشد. </li><li><b>استفاده از عبارت منظم </b>: استفاده از متن واردشده در حوزۀ <b>یافتن</b> به عنوان عبارت منظم. این گزینه تأثیری در جایگزینی متن ندارد، به ویژه ارجاع به عقب ممکن نیست. </li><li><b>سوال کردن قبل از جایگزینی </b>: اگر می‌خواهید بر چیزی که جایگزین می‌شود کنترل داشته باشید،، آن را فعال کنید. در غیر این صورت، همۀ متن یافت‌شده بدون سوال کردن جایگزین می‌شود.</li></ul></p></qt>
fr: <qt><p><b>Options</b></p><p>Vous pouvez régler ici finement les remplacements de mots :<ul><li><b>Tenir compte de la casse </b> : doit-on respecter la casse en saisissant le texte ?</li><li><b>Seulement mots entiers </b>: le texte trouvé ne doit pas être une partie d'un mot plus long</li><li><b>À partir de la position du curseur</b> : commencer le remplacement à partir du curseur. Autrement, le remplacement commence du début ou de la fin.</li><li><b>Chercher en arrière</b> : devrait se passer d'explication</li><li><b>Utiliser une expression rationnelle</b> : utilise le texte saisi dans le champ <b>Chercher</b> comme une expression rationnelle. Cette option n'a pas d'effet avec le remplacement, spécialement les références en arrière ne sont pas possibles</li><li><b>Demander avant de remplacer</b> : Activez si vous voulez avoir le contrôle sur ce qui est remplacé. Autrement, le texte trouvé est remplacé sans demande de confirmation</li></ul></p></qt>
gl: <qt><p><b>Opcións</b></p><p>Aquí pode axustar os detalles da substitución:<ul><li><b>Distinción de maiúsculas</b>: debe respeitarse a capitalización do texto indicado?</li><li><b>Só palabras completas</b>: o texto atopado non debe ser parte de outro máis longo</li><li><b>Desde a posición do cursor</b>: comeza a substitución desde a posición do cursor no documentos. Se non se sinala a substitución comeza desde o principio ou o final do documento.</li><li><b>Procurar cara tras</b>: Explícase só.</li><li><b>Usar expresión regular</b>: Usar o texto indicado no campo <b>Procurar</b> como unha expresión regular. Esta opción non funciona co texto de substitución, en particular non son posíbeis as referencias cara trás.</li><li><b>Preguntar antes de substituir</b>: Indica se quere controlar o que é substituído. Se non o sinala todo texto atopado será substituído sen facer preguntas.</li></ul></p></qt>
hu: <qt><p><b>Beállítások</b></p><p>Itt lehet a cserélés módját pontosan beállítani:<ul><li><b>Nagybetűérzékeny</b>: különbséget kell tenni a kis- és nagybetűk között</li><ul><li><b>Csak egész szavakban</b>: a találatnak egy szón belül kell lennie</li><ul><li><b>A kurzortól előre</b>: a cserélés a dokumentumnak annál a pontjánál fog kezdődni, ahol most a kurzor áll, máskülönben a dokumentum elején vagy végén.</li><ul><li><b>Keresés visszafelé</b>: a dokumentum eleje felé kell keresni</li><ul><li><b>Reguláris kifejezésként</b>: a <b>Keresés</b> mezőbe írt szöveget reguláris kifejezésként értelmezze a program. A beállítás nincs hatással a csereszövegre, például nem lehet visszahivatkozni sem.</li><ul><li><b>Megerősítés kérése csere előtt</b>: kapcsolja be, ha szabályozni szeretné, mi legyen kicserélve. Ellenkező esetben minden találat kicserélődik rákérdezés nélkül.</li></ul></p></qt>
is: <qt><p><b>Valkostir</b></p><p>Hér getur þú fínstilt útskiptinguna:<ul><li><b>Háð há-/lágstöfum</b>: á að taka tillit til stafastöðu textans?</li><ul><li><b>Aðeins stök orð</b>: fundinn texti má ekki vera hluti af lengra orði.</li><ul><li><b>Frá bendli</b>: byrja útskiptingu frá þeim hluta skjalsins þar sem bendillinn er. Annars er byrjað frá upphafi eða enda þess.</li><ul><li><b>Leita aftur á bak</b>: ætti að skýra sig sjálft.</li><ul><li><b>Nota reglulega segð</b>: nota textann í <b>Finna</b> sem reglulega segð.</li><ul><li><b>Spyrja áður en orðum er skipt út</b>: virkjaðu þetta, ef þú vilt hafa stjórn á hverju skipt út. Annars er öllum fundnum texta skipt út, án þess að spyrja.</li></ul></p></qt>
it: <qt> <p><b>Opzioni</b></p> <p>Qui puoi perfezionare le sostituzioni: <ul><li><b>Distingui maiuscole</b>: deve essere rispettata la distinzione?</li> <li><b>Solo parole intere</b>: il testo trovato non è parte di una parola più lunga</li> <li><b>Dalla posizione del cursore</b>: inizia la sostituzione partendo dall'attuale posizione del cursore nel documento. In caso contrario la sostituzione partirà dall'inizio o dalla fine.</li> <li><b>Trova all'indietro</b>: dovrebbe essere già chiaro.</li> <li><b>Utilizza espressioni regolari</b>: utilizza il testo inserito nel campo <b>Trova</b> come espressione regolare. Questa opzione non ha effetto con il testo sostituito, e non sono possibili riferimenti a ritroso.</li> <li><b>Chiedi prima di sostituire</b>: abilita questa opzione se vuoi avere il controllo sulle singole sostituzioni. In caso contrario tutte le corrispondenze di testo trovate saranno sostituite senza alcuna interazione.</li></ul></p></qt>
ja: <qt><p>オプション</p><p>ここで置換の処理方法を細かく設定できます。<ul><li>大文字小文字を区別: 入力されたテキストの大文字と小文字の違いを考慮するかどうかを指定します。</li><li>単語に完全一致: これを有効にすると、テキストが長い単語の一部として見つかった場合は無視します。</li><li>カーソル位置から: ファイル内の現在のカーソル位置から置換処理を開始します。そうでない場合は、ファイルの先頭または末尾から開始します。</li><li>後ろ向き検索: 後ろ向きに検索します。</li><li>正規表現を使う: 検索フィールドに入力されたテキストを正規表現として扱います。このオプションは置換テキストには影響しません。置換テキストでは後方参照も使えません。</li><li>置換の前に確認: 置換するかどうかを一件ずつコントロールする場合は、これを有効にしてください。そうでない場合は、確認せずに見つかったテキストをすべて置換します。</li></ul></p></qt>
kk: <qt><p><b>Параметрлер</b></p><p>Мұнда алмастыруды дәлдеп баптауға болады:<ul><li><b>Үлкен-кішілігін ескеріп</b>: әріптердің үлкен-кішілігіне мән беріп алмастырылсын десеніз - осы құсбелгіні койыңыз. </li><li><b>Тек бүтін сөздерді</b>: іздейтіні басқа сөздің бөлгі болмасын десеңіз осыны таңдаңыз.</li><li><b>Меңзер орнынан бастап</b>: алмастыруды меңзер орнынан бастап істеу, әйтпесе файлдың басынан бастап атқарылады.</li><li><b>Кері қарай іздеу</b>: төменнен жоғары қарай іздеу.</li><li><b>Үлгі өрнегін қолдану</b>: <b>Іздеу</b> өрісіне келтірілген мәтін үлгі өрнегі ретінде қолданылады. Бұл алмастыратың мәтінге қатысы жоқ, және былай алмастырғаннан қайтуға болмайды.</li><li><b>Алмастыру алдында сұрау</b>: алмастыру барысын басқарғыңыз келсе осыны таңдаңыз, әйтпесе, барлығы бірден ауыстырылады.</li></ul></p></qt>
ko: <qt><p><b>옵션</b></p><p>여기서 바꾸기 명령을 세심하게 조정할 수 있습니다.<ul><li><b>대소문자 구별</b>: 입력한 본문의 대소문자가 예상되던 것인가?</li><li><b>단어 단위</b>: 긴 단어의 일부분만 찾을 수 없습니다.</li><li><b>커서 위치로부터</b>: 커서가 있는 문서의 부분에서 교체를 시작합니다.</li><li><b>뒤로 찾기</b>: 말 그대로 반대 방향으로 찾기를 진행합니다.</li><li><b>정규표현식 사용</b>: 정규표현식으로 입력한 것을 사용합니다.니다.</li><li><b>교체하기 전에 물어보기</b>: 교체할 내용을 제어하기 원한다면 이 옵션을 설정하십시오. 그렇지 않으면 찾은 본문들은 질문없이 교체됩니다.</p></qt>
mk: <qt><p><b>Опции</b></p><p>Тука може подетално да го конфигурирате заменувањето:<ul><li><b>Разликувај големина на букви</b>: дали треба да се прави разлика меѓу мали и големи букви?</li><li><b>Само цели зборови</b>: пронајдениот текст не може да биде дел од друг збор</li><li><b>Од позицијата на покажувачот</b>: започнува со замена во документот таму каде шро се наоѓа покажувачот. Инаку замената започнува од почетокот на документот.</li><li><b>Барај наназад</b>: треба да е јасно само по себе.</li><li><b>Користи регуларен израз</b>: текстот внесен во полето <b>Најди</b> се користи како регуларен израз. Оваа опција нема ефект на замената на текст.</li><li><b>Прашај пред замена</b>: овозможете, ако сакате да имате контрола врз заменувањето. Инаку ќе бидат заменети сите пронајдени инстанции на текстот без прашање.</li></ul></p></qt>
nb: <qt><p><b>Innstillinger</b></p><p>Her kan du fininnstille erstatning:<ul><li><b>Skill mellom store og små bokstaver</b>: Skal erstatningen bruke originalens skille mellom store og små bokstaver?</li><ul><li><b>Bare enkeltord</b>: Teksten som blir funnet kan ikke være en del av et større ord</li><ul><li><b>Fra skrivemerket</b>: Start erstatningen der skrivemerket står. I motsatt fall vil erstatningen begynne enten ved begynnelsen eller ved slutten.</li><ul><li><b>Finn bakover</b>: Burde være selvforklarende.</li><ul><li><b>Bruk regulære uttrykk</b>: Bruk teksten som står i <b>Finn</b>-feltet som et regulært uttrykk. Dette har ingen virkning på den erstattede teksten, det er heller ikke mulig å søke bakover.</li><ul><li><b>Spør før du erstatter</b>: Velg dette hvis du vil ha kontroll over hva som blir erstattet. Ellers blir all tekst erstattet uten spørsmål.</li></ul></p></qt>
nds: <qt><p><b>Optschonen</b></p><p>Hier kannst Du dat Utwesseln nau instellen:<ul><li><b>Op Groot-/Lüttschrieven oppassen</b>: Maakt de Groot- un Lüttschrieven bi de Söök en Verscheel?</li><li><b>Bloots hele Wöör</b>: De funnen Text mutt keen Deel vun en länger Woort wesen.</li><li><b>Vun den Blinker af</b>: Start dat Utwesseln bi de Blinkerpositschoon. Anners warrt dat Utwesseln an den Anfang oder an't Enn start.</li><li><b>Na baven söken</b>: Dat schull sik wull vun sülven verkloren.</li><li><b>Reguleer Utdruck bruken</b>: Bruukt den in't Feld <b>Söken</b> ingeven Text as reguleer Utdruck. Disse Optschoon hett keen Effekt op den Uttuuschtext, sünnerlich sünd keen Betöög na baven mööglich.</li><li><b>Ehr't Utwesseln nafragen</b>: Maak dit an, wenn Du Kuntrull över dat Utwesseln hebben wullt. Anners warrt all funnen Texten ahn Nafraag utwesselt.</li></ul></p></qt>
nl: <qt><p><b>Opties</b></p><p>Hier kunt u het vervangen verfijnen:<ul><li><b>Hoofdlettergevoelig</b>: moeten hoofdletters gerespecteerd worden tijdens het zoeken?</li><li><b>Alleen hele woorden</b>: gevonden tekst mag geen onderdeel zijn van een langer woord.</li><li><b>Vanaf cursorpositie</b>: begin met het vervangen in het document vanaf daar waar de cursor is. Anders wordt het vervangen gestart vanaf het begin of het eind.</li><li><b>Achterwaarts zoeken</b>: de naam zegt het al.</li><li><b>Reguliere expressie gebruiken</b>: gebruik de tekst die is ingevoerd in het vak <b>Zoeken</b> als een reguliere expressie. Deze optie heeft geen effect op de vervangen tekst, terugverwijzingen zijn niet mogelijk.</li><li><b>Vervangen bevestigen</b>: activeer dit als u controle wilt over wat er wordt vervangen. Anders wordt alle gevonden tekst vervangen zonder dat er om een bevestiging wordt gevraagd.</li></ul></p></qt>
nn: <qt><p><b>Val</b></p> <p>Her kan du finjustera denne funksjonen: <ul> <li><b>Skil mellom store og små bokstavar</b>: Skal søket skilja mellom store og små bokstavar?</li> <li><b>Berre heile ord</b>: Tekst som vert funne kan ikkje vera ein del av eit lengre ord.</li> <li><b>Frå skrivemerket</b>: Byt ut i dokumentet frå der skrivemerket er. Elles vil ein byrja å byta ut frå byrjinga eller slutten.</li> <li><b>Finn bakover</b>: Burde vera sjølvforklarande.</li> <li><b>Bruk regulært uttrykk</b>: Bruk tekst lagt inn i feltet <b>Finn</b> som eit regulært uttrykk. Dette har ingen effekt på teksten som skal bytast ut. Bakoverreferansar kan ikkje brukast.</li> <li><b>Spør før byte av tekst</b>: Dersom dette er valt, har du kontroll over kva som vert bytt ut. I motsett fall blir dette gjort utan å spørja fyrst.</li></ul></p></qt>
pl: <qt><p><b>Opcje</b></p><p>Tu można doprecyzować zasady zastępowania:<ul><li><b>Uwzględniaj wielkość liter</b>: czy rozróżniać wielkie i małe litery?</li><li><b>Tylko całe wyrazy</b>: znaleziony tekst nie może być częścią dłuższego słowa</li><li><b>Od pozycji kursora</b>: zastępowanie rozpocznie się od pozycji kursora, a nie od początku pliku.</li><li><b>Znajdź wstecz</b>: zastępowanie będzie wykonywane od końca do początku.</li><li><b>Użyj wyrażeń regularnych</b>: tekst wprowadzony w polu <b>Znajdź</b> będzie interpretowany jako wyrażenie regularne.</li><li><b>Pytaj przed zamianą</b>: każda zamiana będzie wymagała potwierdzenia.</li></ul></p></qt>
pt: <qt><p><b>Opções</b></p><p>Aqui você poderá ajustar a substituição:<ul><li><b>Maiúsculas diferenciadas</b>: deve-se distinguir maiúsculas de minúsculas?</li><li><b>Apenas palavras completas</b>: o texto procurado não pode fazer parte de uma palavra maior</li><li><b>Procurar para trás</b>: faz exactamente isso</li><li><b>Usar expressão regular</b>: usa o texto inserido no campo <b>Procurar</b> como uma expressão regular. Esta opção não tem efeito no texto a substituir, especialmente nas referências para trás que não são possíveis.</li><li><b>Perguntar antes de substituir</b>: Active, se o utilizador desejar ter controlo no que será substituído. Senão, todo o texto é substituído sem perguntar.</li></ul></p></qt>
sk: <qt><p><b>Možnosti</b></p><p>Tu môžete doladiť nahradzovanie:<ul><li><b>Rozlišovať veľkosť písmen</b>: majú sa rozlišovať veľké/malé písmená?</li><li><b>Len celé slová</b>: nájdený text nesmie byť súčasťou dlhšieho slova</li><li><b>Od pozície kurzoru</b>: začne nahradzovať od tej časti dokumentu, kde je práve kurzor. Inak začne nahradzovať od začiatku alebo od konca.</li><li><b>Hľadať dozadu</b>: nomen est omen</li><li><b>Použiť regulárny výraz</b>: zadaný text v poli <b>Hľadať</b> sa chápe ako regulárny výraz. Táto voľba nemá žiadny efekt pri nahradzovaní, pretože nepovoľuje spätné referencie na pôvodný text.</li><li><b>Pýtať sa pred nahradením</b>: Povoľte, ak chcete kontrolovať kde sa bude nahradzovať. Inak budú všetky výskyty nahradené bez opýtania.</li></ul></p></qt>
sl: <qt><p><b>Možnosti</b></p><p>Tu lahko podrobneje nastavite zamenjevanje:<ul><li><b>Občutljivo na velikost črk</b>: upoštevam velikost črk vnešenega besedila?</li><ul><li><b>Le cele besede</b>: najdeno besedilo ne sme biti del večje besede</li><ul><li><b>Od trenutnega mesta pozivnika</b>: začni zamenjevati tam, kjer je pozivnik. Sicer začni na začetku ali koncu.</li><ul><li><b>Poišči nazaj</b>: nomen est omen</li><ul><li><b>Uporabi regularne izraze</b>: uporabi besedilo vpisano v <b>Najdi</b> kot regularni izraz. Ta možnost nima učinka na zamenjano besedilo.</li><ul><li><b>Vprašaj preden zamenjaš</b>: vključite, če želite nadzorovati, kaj se bo zamenjalo. Sicer se besedilo zamenja brez vprašanj.</li></ul></p></qt>
sr: <qt> <p><b>Опције</b></p> <p>Овде можете фино подесити замењивање: <ul> <li><b>Разликуј велика и мала слова</b>: да ли треба обратити пажњу на величину слова унетог текста?</li> <li><b>Само целе речи</b>: текст који је пронађен не сме бити део дуже речи</li> <li><b>Од позиције показивача</b>: почни замењивање од дела документа где се налази показивач. Иначе, замењивање почиње од почетка или од краја.</li> <li><b>Нађи уназад</b>: Требало би да је јасно само по себи.</li> <li><b>Користи регуларне изразе</b>: користи текст унет у поље <b>Нађи</b> као регуларни израз. Ова опција нема ефекта са текстом за замену, а посебно нису могуће повратне референце.</li> <li><b>Питај пре замењивања</b>: Укључите ако желите да имате контролу над оним што се замењује. Иначе, сав пронађени текст се замењује без питања. </li></ul></p></qt>
sr@latn: <qt> <p><b>Opcije</b></p> <p>Ovde možete fino podesiti zamenjivanje: <ul> <li><b>Razlikuj velika i mala slova</b>: da li treba obratiti pažnju na veličinu slova unetog teksta?</li> <li><b>Samo cele reči</b>: tekst koji je pronađen ne sme biti deo duže reči</li> <li><b>Od pozicije pokazivača</b>: počni zamenjivanje od dela dokumenta gde se nalazi pokazivač. Inače, zamenjivanje počinje od početka ili od kraja.</li> <li><b>Nađi unazad</b>: Trebalo bi da je jasno samo po sebi.</li> <li><b>Koristi regularne izraze</b>: koristi tekst unet u polje <b>Nađi</b> kao regularni izraz. Ova opcija nema efekta sa tekstom za zamenu, a posebno nisu moguće povratne reference.</li> <li><b>Pitaj pre zamenjivanja</b>: Uključite ako želite da imate kontrolu nad onim što se zamenjuje. Inače, sav pronađeni tekst se zamenjuje bez pitanja. </li></ul></p></qt>
sv: <qt><p><b>Inställningar</b></p><p>Här kan du finjustera ersättning:<ul><li><b>Skiftlägeskänslig</b>: måste storleken på inmatad text respekteras?</li><li><b>Bara hela ord</b>: text som hittas får inte vara en del av ett längre ord.</li><li><b>Från markören</b>: börja ersätt i den del av dokumentet där markören finns. Annars börjar ersättningen i början eller slutet.</li><li><b>Sök bakåt</b>: Borde vara självförklarligt.</li><li><b>Använd reguljärt uttryck</b>: använd text inmatad i fältet <b>Sök</b> som ett reguljärt uttryck. Det här alternativet har ingen betydelse för ersättningstexten, i synnerhet är inga bakåtreferenser möjliga.</li><li><b>Fråga före ersättning</b>: Aktivera om du vill kontrollera vad som ersätts. Annars ersätts all text som hittas utan att fråga.</li></ul></p></qt>
ta: <qt><p><b>விருப்பத்தேர்வுகள்</b></p><p>இங்கே நீங்கள் finetune மாற்றுதல்கள் செய்யலாம்:<ul><li><b>எழுத்து வடிவுணர்வு</b>: உள்ளிடப்பட்ட உரையின் எழுத்து வடிவம் மதிக்கப்பட வேண்டுமா?</li><li><b>முழு வார்த்தைகள் மட்டும்</b>: கண்டுபிடிக்கப்பட்ட உரை அதை விட நீளமான வார்த்தையின் பகுதியாக இருக்கக் கூடாது</li><li><b>காட்டியின் இடத்திலிருந்து</b>: ஆவணத்தில் காட்டி இருக்கும் பகுதியிலிருந்து மாறுதல் செய்யத் துவங்கு. இல்லையென்றால் மாறுதல் முன் அல்லது பின்னிலிருந்து துவங்கப்படும்.</li><li><b>பின் தேடு</b>: தானே எடுத்துக்கூறும் படியாக இருக்க வேண்டும்.</li><li><b>வழக்கமான தொடரைப் பயன்படுத்து</b>: புலத்தில் பதிக்கப்பட்ட உரையை பயன்படுத்தவும் <b>தேடு</b> வழக்கமான தொடராக. இந்த விருப்பத்தேர்வு மாற்றப்பட்ட உரையோடு எந்த விளைவும் கொள்ளாது, முக்கியமாக பின் குறிப்புகள் இருக்க முடியாது.</li><li><b>மாற்றுவதற்கு முன் கேள்</b>: மாற்றப்பட்டுள்ளதின் மேல் கட்டுப்பாடிருக்க வேண்டுமென்றால் செயல்படச்செய். இல்லையென்றால் எல்லா கண்டுபிடிக்கப்பட்ட உரைகளும் கேட்கப்படாமல் மாற்றப்படும்.</li></ul></p></qt>
tg: <qt><p><b>Интихобҳо</b></p><p>Дар инҷо шумо метавонед ҷустуҷӯро мизон кунед:<ul><li><b>Ҷаъбаи эҳсос</b>: ҷаъбаи матни воридшуда қимат дода шавад?</li><li><b>Фақат ҳамаи калимаҳо</b>: шакли матн бояд қисми дарози калима набошад </li><li><b>Аз вазъияти курсор</b>: оғози ҷустуҷӯ дар қисми санад, дар куҷое, ки курсор аст. Дигар хел ҷойгузорӣ дар аввал ё дар охир сар мешавад. </li><li><b>Ёфтани ба самти ақиб</b>: Бояд ошкор бошад. li><li><b>Истифода бурдани ифодаи доимӣ</b>: истифода бурдани матн дар фосила <b>Ёфтан</b> мисли ифодаи доимӣ. Ин интихоб бо ҷойгузории матн таъсир надорад, махсусан истиноди ба қафо мумкин ҳаст.</li><li><b>Пурсидан пеш аз ҷойгузорӣ</b>: Тавоно сохтан, агар шумо мехоҳед, ки идора кардани дар бораи ҷойгузорӣ. Дигар хед ҳамаи шаклҳои матн пеш аз пурсиш ҷойгузорӣ карда шудаанд.</li></ul></p></qt>
uk: <qt><p><b>Параметри</b></p><p>Тут можна налагодити параметри заміни:<ul><li><b>З урахуванням регістру</b>: чи зважати на регістр введеного тексту?</li><li><b>Тільки цілі слова</b>: знайдений текст не повинен бути частиною довшого слова</li><li><b>Від позиції курсора</b>: почати заміну у документі від позиції курсора. Інакше, заміна починається від початку або з кінця.</li><li><b>Знайти позаду</b>: не потребує пояснення.</li><li><b>Використовувати формальний вираз</b>: використовувати текст введений у поле <b>знайти</b> як формальний вираз. Цей параметр не стосується заміни тексту, зокрема, повернутись назад буде неможливо.</li><li><b>Запитувати перед заміною</b>: Увімкніть, якщо ви хочете мати контроль над заміною. Інакше весь знайдений текст замінюється без підтвердження.</li></ul></p></qt>
zh_cn: <qt><p><b>选项</b></p><p>此处您可以微调替换：<ul><li><b>区分大小写</b>：要区分输入文本的大小写吗？</li><li><b>只查找整词</b>：找到的文本必须不是某个更长的词的一部分</li><li><b>从光标处开始</b>：从文档中光标所在处开始替换。否则，替换将从文档开头或结尾处开始。</li><li><b>反向查找</b>：意思应该很清楚。</li><li><b>使用正则表达式</b>：把<b>“查找”</b>字段中输入的文本作为正则表达式使用。该选项对替换文本不起作用，特别是不能使用后向引用。</li><li><b>替换前询问</b>：如果您想控制替换掉的是什么，请启用此项；否则所有找到的文本将会不经询问就被替换。</li></ul></p></qt>
