Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: User-Defined Commands for Folder Items
ar: أوامر معرَفة من قبل المستخدم لعناصر المجلد
be: Карыстальніцкія дзеянні
bg: Потребителски команди за директории
ca: Comandaments definits per l'usuari per a ítems de carpeta
da: Brugerdefinerede kommandoer for mappe-punkter
de: Benutzerdefinierte Befehle für Ordnerinhalte
el: Εντολές ορισμένες από το χρήστη για αντικείμενα φακέλου
es: Órdenes definidas por el usuario para elementos de la carpeta
et: Kasutaja määratletud kataloogide töötlemiskäsud
eu: Direktorioen elementuentzat erabiltzaileak definitutako aginduak
fa: فرمانهای تعریف‌شده توسط کاربر برای فقره‌های پوشه
fr: Commandes définies par l'utilisateur pour les éléments des dossiers
gl: Comandos definidos polo usuario para os elementos dos cartafoles
he: פקודות מתואמות אישית עבור פריטי תיקיות
hr: Korisnički definirane naredbe za stavke mapa
hu: Felhasználói parancsok könyvtárakra
is: Notandaskilgreindar möppuskipanir
it: Comandi definiti dall'utente per gli elementi cartella
ja: フォルダ用ユーザ定義コマンド
kk: Қапшықтарға арналған пайдаланушының командалары
ko: 명령
lt: Naudotojo nurodytos komandos aplankams
mk: Кориснички дефинирани команди за папките
nb: Selvvalgte kommandoer for mappeelementer
nds: Egen Befehlen för Ornerindrääg
nl: Gebruikergedefinieerde commando's voor map-items
nn: Brukarvalde kommandoar for mappeelement
pa: ਫੋਲਡਰ ਇਕਾਈਆਂ ਲਈ ਉਪਭੋਗੀ ਵਲੋਂ ਦਿੱਤੀਆਂ ਕਮਾਂਡਾਂ
pl: Polecenia użytkownika dla katalogów
pt: Comandos do Utilizador para as Pastas
sk: Užívateľské príkazy pre priečinky
sl: Uporabniški ukazi za postavke map
sr: Кориснички дефинисане наредбе за ставке фасцикли
sr@latn: Korisnički definisane naredbe za stavke fascikli
sv: Användardefinierade kommandon för katalogposter
ta: அடைவு விவரங்களுக்கான பயன்படுத்துபவர் அறுதியிட்ட கட்டளைகள்
tg: Дастурҳои истифодабаранда барои феҳристҳо
uk: Команди для тек, визначені користувачем
zh_cn: 用户定义的用于文件夹项目的命令

source: _: title of page in preferences dialog File Commands
ar: أوامر الملفات
be: Каманды для файлаў
bg: Команди за файлове
ca: Comandaments de fitxer
da: Filkommandoer
de: Dateien
el: Εντολές αρχείων
es: Órdenes para archivos
et: Failikäsud
eu: Fitxategien aginduak
fa: فرمانهای پرونده
fr: Commandes des fichiers
gl: Comandos dos ficheiros
he: פקודות קובץ
hu: Fájlparancsok
is: Skráarskipanir
it: Comandi per i file
ja: ファイルコマンド
kk: Файлдардың командалары
ko: 파일 명령
lt: Komandos byloms
mk: Команди за датотеките
nb: Filkommandoer
nds: Dateibefehlen
nl: Commando voor bestanden
nn: Filkommandoar
pa: ਫਾਇਲ ਕਮਾਂਡ
pl: Polecenia dla plików
pt: Comandos de Ficheiros
sk: Príkazy pre súbory
sl: Datotečni ukazi
sr: Наредбе за фајлове
sr@latn: Naredbe za fajlove
sv: Filkommandon
tg: Фармонҳои файл
uk: Команди для файлів
zh_cn: 文件命令

source: User-Defined Commands for File Items
ar: أوامر معرَفة من قبل المستخدم لعناصر الملف
be: Карыстацкія каманды для файлаў
bg: Потребителски команди за файлове
ca: Comandaments definits per l'usuari per a ítems de fitxer
da: Brugerdefinerede kommandoer for fil-punkter
de: Benutzerdefinierte Befehle für Dateien
el: Εντολές ορισμένες από το χρήστη για αντικείμενα αρχείου
es: Órdenes definidas por el usuario para elementos de archivo
et: Kasutaja määratletud failide töötlemiskäsud
eu: Fitxategien elementuentzat erabiltzaileak definitutako aginduak
fa: فرمانهای تعریف‌شده توسط کاربر برای فقره‌های پرونده
fr: Commandes définies par l'utilisateur pour les éléments de fichiers
gl: Comandos definidos polo usuario para os elementos dos ficheiros
he: פקודות מותאמות אישית עבור פריטי קבצים
hr: Korisnički definirane naredbe za stavke datoteka
hu: Felhasználói parancsok fájlokra
is: Notandaskilgreindar skráaskipanir
it: Comandi definiti dall'utente per gli elementi file
ja: ファイル用ユーザ定義コマンド
kk: Файлдарға арналған пайдаланушының командалары
ko: 명령
lt: Naudotojo nurodytos komandos byloms
mk: Кориснички дефинирани команди за датотеките
nb: Selvvalgte kommandoer for filelementer
nds: Egen Befehlen för Dateien
nl: Gebruikergedefinieerde commando's voor bestanden
nn: Brukarvalde kommandoar for filelement
pa: ਫਾਇਲ ਇਕਾਈਆਂ ਲਈ ਉਪਭੋਗੀ ਵਲੋਂ ਦਿੱਤੀਆਂ ਕਮਾਂਡਾਂ
pl: Polecenia użytkownika dla plików
pt: Comandos do Utilizador para os Ficheiros
sk: Užívateľské príkazy pre súbory
sl: Uporabniški ukazi za postavke datotek
sr: Кориснички дефинисане наредбе за ставке фајлова
sr@latn: Korisnički definisane naredbe za stavke fajlova
sv: Användardefinierade kommandon för filposter
ta: கோப்பு விவரங்களுக்கான பயன்படுத்துபவர் அறுதியிட்ட கட்டளைகள்
tg: Фармонҳои истифодабаранда барои файлҳо
uk: Команди для файлів, визначені користувачем
zh_cn: 用户定义的用于文件项目的命令

source: _: title of page in preferences dialog Catalog Manager
ar: مدير الفهارس
be: Каталогі
bg: Управление на каталог
ca: Gestor de catàlegs
da: Kataloghåndtering
de: Katalogmanager
el: Διαχειριστής καταλόγων
es: Gestor de catálogos
et: Kataloogihaldur
eu: Katalogo kudeatzailea
fa: مدیر فهرست
fr: Gestionnaire de catalogues
gl: Xestor de catálogos
he: מנהל קטלוג
hu: Üzenetfájl-kezelő
is: Skráarstjóri
it: Gestione cataloghi
ja: カタログマネージャ
kk: Каталог менеджері
ko: 카탈로그 매니저
lt: Katalogo tvarkyklė
mk: Менаџер на каталози
nb: Katalogbehandler
nds: Kataloogpleger
nl: Catalogusbeheerder
nn: Kataloghandsamar
pa: ਸੂਚੀ ਮੈਨੇਜਰ
pl: Menedżer tłumaczeń
pt: Gestor de Catálogos
sk: Správca katalógov
sl: Upravitelj katalogov
sr: Управник каталога
sr@latn: Upravnik kataloga
sv: Kataloghanterare
ta: அட்டவணைகள்
tg: Мудири каталог
uk: Менеджер каталогів
zh_cn: 目录管理器

source: Catalog Manager View Settings
ar: إعدادات عرض مدير الفهارس
be: Налады мэнэджэра каталогаў
bg: Управление на каталог - настройки за изглед
ca: Arranjament de la vista del gestor de catàlegs
da: Visningsindstillinger for kataloghåndtering
de: Ansicht-Einstellungen für Katalogmanager
el: Ρυθμίσεις προβολής του Διαχειριστή καταλόγου
es: Preferencias de la vista del «Gestor de catálogos»
et: Kataloogihalduri vaateseadistused
eu: Katalogo-kudetzailearen ikuspegi ezarpenak
fa: تنظیمات نمای مدیر فهرست
fr: Configuration de l'affichage du gestionnaire de catalogues
gl: Configuración da vista do xestor de catálogos
he: אפשרויות תצוגה של מנהל הקטלוג
hu: Az üzenetfájl-kezelő nézeti beállításai
is: Stillingar sýnar
it: Impostazioni della vista di Gestione cataloghi
ja: カタログマネージャの表示設定
kk: Каталог менеджерінің көрнісін баптау
ko: 카탈로그 매니저 보기 설정
lt: Katalogo tvarkyklės rodymo nustatymai
mk: Поставувања за изгледот на менаџерот на каталози
nb: Vis innstillingene for katalogbehandleren
nds: Instellen för't Utsehn vun den Kataloogpleger
nl: Vensterinstellingen catalogusbeheerder
nn: Innstillingar for vising av kataloghandsamaren
pa: ਸੂਚੀ ਮੈਨੇਜਰ ਝਲਕ ਸੈਟਿੰਗ
pl: Ustawienia widoku menedżera tłumaczeń
pt: Configuração de Visualização do Gestor de Catálogos
sk: Nastavenie zobrazenia v Správcovi katalógov
sl: Nastavitve prikaza upravitelja katalogov
sr: Поставке приказа у управнику каталога
sr@latn: Postavke prikaza u upravniku kataloga
sv: Kataloghanterarens visningsinställningar
ta: அட்டவணை நிர்வாகி காட்சி அமைப்புகள்
tg: Танзимоти мудири каталог
uk: Параметри перегляду менеджера каталогів
zh_cn: 目录管理器查看设置

source: _: title of page in preferences dialog Diff
ar: اختلاف
be: Адрозненні
bg: Разлики
ca: Diff
da: Diff
de: Diff
el: Διαφορές
es: Diff
et: Võrdlemine
eu: Parekatu
fa: تفاوت
fr: Différences
gl: Diferenzas
he: השוואה
hr: Razlikovanje
hu: Összehasonlítás
is: Diff
it: Confronto
ja: Diff
kk: Айырмашылығы
ko: Diff
lt: Diff
mk: Разлики
nb: Differanse
nds: Verscheel
nl: Verschil
nn: Diff
pa: ਅੰਤਰ
pl: Porównywanie
pt: Diferenças
sk: Diff
sl: Diff (razlika)
sr: Разликовање
sr@latn: Razlikovanje
sv: Jämföra
ta: வேறுபாடு
tg: Фарқият
uk: Відмінності
zh_cn: Diff

source: Searching for Differences
ar: البحث عن الإختلافات
be: Пошук адрозненняў
bg: Търсене на разлики
ca: S'estan cercant les diferències
da: Søger efter forskelle
de: Suche nach Unterschieden
el: Αναζήτηση διαφορών
es: Búsqueda de diferencias
et: Erinevuste otsimine
eu: Desberdintasunak bilatzen
fa: جستجوی تفاوتها
fr: Recherche des différences
gl: Procurando diferenzas
he: מחפש שינויים
hu: Eltérések keresése
is: Leita eftir mismun
it: Cerca differenze
ja: 差異の検索
kk: Айырмашылықтарды іздеу
mk: Пребарување за разлики
nb: Ser etter forskjeller
nds: Na Verschelen söken
nl: Er wordt naar de verschillen gezocht
nn: Søkjer etter skilnader
pa: ਅੰਤਰਾਂ ਲਈ ਖੋਜ ਜਾਰੀ
pl: Wyszukiwanie różnic
pt: A procurar as diferenças
sk: Hľadanie rozdielov
sl: Iskanje razlik
sr: Тражим разлике
sr@latn: Tražim razlike
sv: Söker efter skillnader
uk: Пошук розбіжностей
zh_cn: 正在搜索差异

source: Command &Label:
ar: عنوان الأ&مر:
be: Пазнака для &каманды:
bg: &Команда - етикет:
ca: E&tiqueta de comandament:
da: Ko&mmando:
de: Text für B&efehl:
el: &Λεζάντα εντολής:
es: Etiqueta de orde&n:
et: Käsu ni&mi:
eu: &Aginduaren etiketa:
fa: &برچسب فرمان:‌
fr: &Nom de la commande :
gl: Nome do co&mando:
hu: &Parancscímke:
is: S&kipun:
it: &Etichetta del comando:
ja: コマンドラベル(&L):
kk: Команданың &белгісі:
mk: Име за на&редба:
nb: &Kommando-tittel:
nds: Befehl&beteker:
nl: Co&mmando-tekst:
nn: Kommando&namn:
pa: ਕਮਾਂਡ ਲੇਬਲ(&L):
pl: &Etykieta polecenia:
pt: &Legenda do Comando:
sk: &Návestie príkazu:
sl: O&znaka ukaza:
sr: &Етикета наредбе:
sr@latn: &Etiketa naredbe:
sv: Komman&dobeteckning:
uk: &Надпис команди:

source: Co&mmand:
ar: الأ&مر:
be: Ка&манда:
bg: &Команда:
ca: Co&mandament:
da: Ko&mmando:
de: B&efehl:
el: &Εντολή:
es: Orde&n:
et: &Käsk:
eu: &Agindua:
fa: &فرمان:‌
fr: &Commande :
gl: Co&mando:
he: &פקודה:
hr: &Naredba:
hu: &Parancs:
is: S&kipun:
it: Co&mando:
ja: コマンド(&M):
kk: Ко&манда:
ko: 명령(&U):
lt: Ko&manda:
mk: &Наредба:
nb: &Kommando:
nds: &Befehl:
nl: Co&mmando:
nn: Ko&mmando:
pa: ਕਮਾਂਡ(&m):
pl: &Polecenie:
pt: Co&mando:
sk: P&ríkaz:
sl: &Ukaz:
sr: &Наредба:
sr@latn: &Naredba:
sv: Komman&do:
ta: கட்டளை:
tg: Ф&армон:
uk: Ко&манда:
zh_cn: 命令(&M)：

source: &Add
ar: أ&ضف
be: &Дадаць
bg: &Добавяне
ca: &Afegeix
da: &Tilføj
de: H&inzufügen
el: &Προσθήκη
es: &Añadir
et: Lis&a
eu: &Gehitu
fa: &افزودن‌
fr: Ajou&ter
gl: &Engadir
he: &הוסף
hr: &Dodaj
hu: &Hozzáadás
is: Bæt&a við
it: &Aggiungi
ja: 追加(&A)
kk: Қ&осу
ko: 더하기(&A)
lt: &Įdėti
mk: Дод&ај
nb: &Legg til
nds: &Tofögen
nl: &Toevoegen
nn: &Legg til
pa: ਸ਼ਾਮਿਲ(&A)
pl: &Dodaj
pt: &Adicionar
sk: &Pridať
sl: &Dodaj
sr: &Додај
sr@latn: &Dodaj
sv: &Lägg till
ta: &சேர்
tg: &Илова кардан
uk: &Додати
zh_cn: 添加(&A)

source: &Available:
ar: &موجود:
be: &Даступна:
bg: &Налична:
ca: &Disponible:
da: &Tilgængelige:
de: Ve&rfügbar:
el: &Διαθέσιμο:
es: &Disponible:
et: S&aadaval:
eu: &Eskuragarriak:
fa: &موجود:‌
fr: &Disponible :
gl: &Disponíbel:
he: &זמין:
hr: Dostupno:
hu: &Elérhető:
is: &Tiltækt:
it: &Disponibile:
ja: 利用可能なもの(&A):
kk: Қолдануға бол&атындар:
ko: 사용가능함(&A):
lt: G&alimi:
mk: Дост&апни:
nb: &Tilgjengelig:
nds: &Verföögbor:
nl: &Beschikbaar:
nn: &Tilgjengeleg:
pa: ਉਪਲਬੱਧ(&A):
pl: &Dostępne:
pt: Disponí&vel:
sk: &Dostupné:
sl: Na &voljo:
sr: &Доступно:
sr@latn: &Dostupno:
sv: T&illgängliga:
ta: தற்போதுள்ள:
tg: &Дастрас:
uk: &Наявні:
zh_cn: 可用的(&A)：

source: &Selected:
ar: &منتقى:
be: &Вылучана:
bg: &Маркирана:
ca: &Seleccionat:
da: M&arkerede:
de: &Ausgewählt:
el: &Επιλεγμένο:
es: &Seleccionado:
et: &Valitud:
eu: &Hautatutako testua:
fa: &برگزیده:‌
fr: &Sélectionné :
gl: &Seleccionado:
he: &נבחר:
hr: Oda&brano:
hu: Ki&jelölt:
is: &Valinn:
it: &Selezionato:
ja: 選択されたもの(&S):
kk: &Таңдалған:
ko: 선택됨(&S):
lt: Pa&žymėtas:
mk: И&збрани:
nb: &Valgt:
nds: &Utsöcht:
nl: Ge&selecteerd:
nn: &Vald:
pa: ਚੁਣੇ(&S):
pl: &Zaznaczone:
pt: &Seleccionado:
sk: &Vybrané:
sl: &Izbrano:
sr: &Изабрано:
sr@latn: &Izabrano:
sv: Ma&rkerade:
ta: தேர்ந்தெடுத்தல்:
tg: &Интихобшуда:
uk: &Вибрані:
zh_cn: 选中的(&S)：

source: Basic Project Information
ar: معلومات المشروع الأساسيّة
be: Звесткі аб праекце
bg: Информация за основния проект
ca: Informació bàsica en quant al projecte
da: Basal projektinformation
de: Kataloginformationen
el: Βασικές πληροφορίες έργου
es: Información básica del proyecto
et: Projekti põhiinfo
eu: Proiektuaren oinarrizko informazioa
fa: اطلاعات پروژۀ پایه‌
fr: Informations de base du projet
gl: Información básica do proxecto
he: מידע פרויקט בסיסי
hu: A projekt legfontosabb jellemzői
is: Upplýsingar um verkefnið
it: Informazioni base del progetto
ja: プロジェクトの基本情報
kk: Жоба туралы мәліметтер
ko: 기본 프로젝트 정보
lt: Pagrindinė projekto informacija
mk: Базични информации за проектот
nb: Grunnleggende informasjon om prosjektet
nds: Projekt-Grundinformatschonen
nl: Basisinformatie project
nn: Grunnleggjande informasjon om prosjektet
pa: ਮੁੱਢਲੀ ਪਰੋਜੈੱਕਟ ਜਾਣਕਾਰੀ
pl: Podstawowe informacje o projekcie
pt: Informação Básica do Projecto
sk: Základné informácie o projekte
sl: Osnovne informacije o projektu
sr: Основне информације о пројекту
sr@latn: Osnovne informacije o projektu
sv: Grundläggande projektinformation
ta: அடிப்படை திட்ட தகவல்
tg: Маълумот оиди лоиҳа
uk: Основна інформація про проект
zh_cn: 基本工程信息

source: Translation Files
ar: ملفات الترجمة
be: Файлы перакладу
bg: Файлове за превод
ca: Fitxers de traducció
da: Oversættelsesfiler
de: Übersetzungsdateien
el: Αρχεία μετάφρασης
es: Archivos de traducción
et: Tõlkefailid
eu: Itzulpen fitxategiak
fa: پرونده‌های ترجمه
fr: Fichiers de traduction
gl: Ficheiros de tradución
he: קבצי תרגום
hu: Fordítási fájlok
is: Þýðingarskrár
it: File di traduzione
ja: 翻訳ファイル
kk: Аударма файлдары
ko: 번역 파일
lt: Vertimo bylos
mk: Датотеки за превод
nb: Oversettelsesfiler
nds: Översettendateien
nl: Vertalingsbestanden
nn: Omsetjingsfiler
pa: ਅਨੁਵਾਦ ਫਾਇਲਾਂ
pl: Pliki tłumaczeń
pt: Ficheiros de Tradução
sk: Súbory s prekladom
sl: Datoteke s prevodi
sr: Фајлови превода
sr@latn: Fajlovi prevoda
sv: Översättningsfiler
ta: மொழிபெயர்ப்பு கோப்புகள்
tg: Файлҳои тарҷума
uk: Файли перекладу
zh_cn: 翻译文件

source: The file '%1' already exists. Do you want to replace it?
ar: الملف '%1' موجود مسبقا. أتريد استبداله؟
be: Файл %1 ужо існуе. Замяніць яго?
bg: Вече има файл "%1". Искате ли да го заместите?
ca: El fitxer %1 ja existeix. Voleu sobreescriure'l?
da: Filen '%1' eksisterer allerede. Vil du overskrive den?
de: Die Datei %1 existiert bereits. Möchten Sie die Datei überschreiben?
el: Το αρχείο %1 υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
es: El archivo %1 ya existe. ¿Desea sobrescribirlo?
et: Fail '%1' on juba olemas. Soovid sa seda üle kirjutada?
eu: %1 fitxategia jadanik existitzen da. Gainidatzi nahi al duzu ?
fa: پروندۀ »%1« از قبل وجود دارد. می‌خواهید آن را جایگزین کنید؟
fr: Le fichier %1 existe déjà. Voulez-vous le remplacer ?
gl: O ficheiro "%1" xa existe. Desexa substituílo?
he: הקובץ "%1" כבר קיים. האם אתה רוצה להחליף אותו?
hu: Már létezik %1 nevű fájl. Felül szeretné írni?
is: Skráin %1 er þegar til. Viltu yfirskrifa hana?
it: Il file "%1" esiste già. Vuoi sovrascriverlo?
ja: ファイル %1 は既に存在します。 置換しますか？
kk: %1 деген файл бар ғой. Оны алмастырғыңыз келе ме?
ko: 파일 '%1'이 이미 존재합니다. 교체 하시겠습니까?
lt: Byla %1 jau yra. Ar norite ją perrašyti?
mk: Датотеката „%1“ веќе постои. Дали сакате да ја замените?
nb: Fila %1 finnes allerede. Vil du erstatte den?
nds: De Datei "%1" gifft dat al. Wullt Du ehr överschrieven?
nl: Het bestand '%1' bestaat reeds. Wilt u het bestand overschrijven?
nn: Fila «%1» finst frå før. Vil du skriva over henne?
pa: ਫਾਇਲ %1 ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਤਬਦੀਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Plik %1 już istnieje. Zastąpić go?
pt: O ficheiro '%1' já existe. Deseja substitui-lo?
sk: Súbor %1 už existuje. Chcete ho prepísať?
sl: Datoteka »%1« že obstaja. Ali želite pisati čez njo?
sr: Фајл „%1“ већ постоји. Да ли желите да га замените?
sr@latn: Fajl „%1“ već postoji. Da li želite da ga zamenite?
sv: Filen "%1" finns redan. Vill du ersätta den?
ta: கோப்பு %1 ஏற்கனவே உள்ளது. மேல் எழுத வேண்டுமா?
tg: Файли '%1' аллакай мавҷуд аст. Оё мехоҳед онро тағйир диҳед?
uk: Файл "%1" вже існує. Хочете замінити його?
zh_cn: 文件“%1”已经存在。 您要覆盖它吗？

source: File Exists
ar: الملف موجود
be: Файл ужо існуе
bg: Вече има такъв файл
ca: El fitxer existeix
da: Fil eksisterer
de: Datei existiert bereits
el: Το αρχείο υπάρχει
es: El archivo existe
et: Fail on olemas
eu: Fitxategia existitzen da
fa: پرونده وجود دارد
fr: Le fichier existe
gl: O ficheiro xa existe
he: הקובץ קיים
hu: A fájl már létezik
is: Skrá þegar til
it: Il file esiste
ja: ファイルは存在します
kk: Файл қолданыста бар
ko: 파일이 존재함
lt: Byla egzistuoja
mk: Датотеката постои
nb: Fila finnes
nds: Datei gifft dat al
nl: Bestand bestaat reeds
nn: Fila finst
pa: ਫਾਇਲ ਮੌਜੂਦ ਹੈ
pl: Plik już istnieje
pt: O Ficheiro Existe
sk: Súbor existuje
sl: Datoteka obstaja
sr: Фајл постоји
sr@latn: Fajl postoji
sv: Filen finns
ta: கோப்பு உள்ளது
tg: Файл аллакай мавҷуд аст
uk: Файл існує
zh_cn: 文件已存在

source: &Find:
ar: ا&بحث:
be: &Пошук:
bg: &Търсене:
ca: &Cerca:
de: &Suchen:
el: &Αναζήτηση:
es: B&uscar:
et: &Otsi:
eu: &Aurkitu:
fa: &یافتن:‌
fr: &Trouver :
gl: Proc&urar:
he: &חפש:
hr: Sredina:
hu: &Keresés:
is: &Finna:
it: &Trova:
ja: 検索(&F):
kk: &Табу:
ko: 찾기(&F):
lt: &Rasti:
mk: &Пронајди:
nb: &Finn:
nds: &Söken:
nl: &Zoeken:
nn: &Finn:
pa: ਖੋਜ(&F):
pl: &Znajdź:
pt: &Procurar:
sk: &Nájsť:
sl: &Najdi:
sr: &Нађи:
sr@latn: &Nađi:
sv: &Sök:
ta: தேடு:
tg: &Кофтан:
uk: &Знайти:
zh_cn: 查找(&F)：
