Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Marker for keyboard accelerator</b></p><p>Define here, what character marks the following character as keyboard accelerator. For example in Qt it is '&amp;' and in Gtk it is '_'.</p></qt>
ar: <qt><p><b>مميز مسرع لوحة المفاتيح</b></p><p>عرف هنا، ماهو المحرف الذي يميز المحرف التالى كمسرع لوحة المفاتيح، مثال فى Qt هى '&amp;'و فى Gtk هى '_'.</p></qt>
be: <qt><p><b>Маркер для клавіятурнага акселератара</b></p><p>Тут вы можаце прызначыць знак для пазначэння акселератара клавіятуры. Да прыкладу ў Qt - гэта знак 'amp;', а ў Gtk гэта - '_'.</p></qt>
bg: <qt><p><b>Маркер на клавиатурния ускорител</b></p><p>Тук задайте кой символ да бъде клавиатурен ускорител. Например в QT това е "&amp;", а в GTK - "_".</p></qt>
ca: <qt><p><b>Marca per als acceleradors de teclat</b></p><p>Definiu aquí, quin caràcters marquen que el següent caràcter és un accelerador de teclat. Per exemple a Qt és "&amp;" i a Gtk és "_".</p></qt>
da: <qt><p><b>Markering for tastaturgenvej</b></p><p>Definér her, hvilket tegn der bruges, for at angive det næste tegn som en tastaturgenvej. For eksempel i Qt er det '&amp;' og i Gtk er det '_'.</p></qt>
de: <qt><p><b>Markierung für Tastenkürzel</b></p><p>Definieren Sie hier, welches Zeichen das darauffolgende Zeichen als Tastenkürzel markiert. Qt verwendet "&amp;", Gtk "_".</p></qt>
el: <qt><p><b>Δείκτης για πλήκτρο συντόμευσης πληκτρολογίου</b></p><p>Ορίστε εδώ, των χαρακτήρα που σημειώνει τον επόμενο χαρακτήρα ως συντόμευση πληκτρολογίου. Για παράδειγμα στο Qt είναι το '&amp;' και στο Gtk είναι το '_'.</p></qt>
es: <qt><p><b>Marcador para acelerador de teclado</b></p><p>Defina aquí qué carácter marca que el siguiente carácter es un acelerador de teclado. Por ejemplo, en Qt es «&amp;» y en Gtk es «_».</p></qt>
et: <qt><p><b>Kiirklahvi märgistaja</b></p><p>Siin saab määrata, milline märk muudab järgneva märgi kiirklahviks. Näiteks Qt-s on see '&amp;' ja Gtk-s '_'.</p></qt>
eu: <qt><p><b>Teklatuaren azeleratzailerako markatzailea</b></p><p>Definitu hemen zein karakterek markatzen duen ondoko karakterea teklatuaren azeleratzaile gisa. Adibidez, Qt-n '&amp;' da eta Gtk-n '_' da.</p></qt>
fa: <qt><p><b>نشان‌گذاری برای شتاب‌ده صفحه کلید</b></p><p>اینجا تعریف کنید چه نویسه‌ای نویسه‌های زیر را به عنوان کلید شتاب‌ده نشان‌گذاری کند. برای مثال در Qt، «&amp;» و در Gtk «_» می‌باشد.</p></qt>
fr: <qt><p><b>Marque pour les accélérateurs claviers</b></p><p>Définissez ici quel caractère marque le caractère suivant comme accélérateur clavier. Par exemple dans Qt, c'est « &amp; » et dans Gtk, c'est « _ ».</p></qt>
gl: <qt> <p><b>Marcador dos atallos de teclado</b></p> <p>Defina aquí o caracter que indica que o seguinte caracter é un atallo de teclado. Por exempo en Qt é "&amp;" en en Gtk é "_".</p></qt>
he: <qt><p><b>הסימון עבור מקש קיצור</b></p><p> הגדר כאן, איזה תו מסמן את מקש הקיצור. לדוגמה ב־Qt המקש הוא '&amp;' וב־Gtk הוא '_'. </p></qt>
hu: <qt><p><b>A gyorsítóbillentyű jele</b></p><p>Itt lehet megadni, hogy melyik karakter jelezze, hogy a következő karakter gyorsítóbillentyű. Például a Qt-ben ez az '&amp;', a GTK-ban az '_'.</p></qt>
is: <qt><p><b>Stafur fyrir lyklaborðs hröðunartákn</b></p><p>Veldu hér hvaða staf á að nota til að merkja lyklaborðs flýtilykla. Í Qt er '&amp;' notað, og í Gtk er það '_'.</p></qt>
it: <qt> <p><b>Marcatore per l'acceleratore da tastiera</b></p> <p>Definisci qui, quale carattere marca il seguente carattere come acceleratore da tastiera. Per esempio in Qt è '&amp;' e in Gtk '_'.</p></qt>
ja: <qt><p>キーアクセラレータのマーカー</p><p>後に続く文字をキーボードアクセラレータとしてマークするために使用する文字を指定します。Qt の場合はアンパサンド (&amp;)、Gtk の場合はアンダースコア (_) です。</p></qt>
kk: <qt><p><b>Пернетақта акселераторының белгішесі</b></p><p>Мұнда пернетақта акселераторының белгіше таңбасын анықтауға болады. Мысалы, Qt дестесінде - бұл '&amp;' таңбасы, ал Gtk дестесінде бұл - '_'.</p></qt>
ko: <qt><p><b>단축키에 대해 표시</b></p><p>단축키에 다음의 어떤 문자들을 표시할지 여기서 설정합니다. 예를 들어 QT에서 '&amp', GTK에선 '_' 입니다.</p></qt>
lt: <qt><p><b>Jautrios raidės žymė</b></p><p>Čia nurodykite, koks simbolis žymės kitą simbolį kaip klaviatūros jautrią raidę. Pavyzdžiui, Qt tai yra '&amp;', o Gtk tai yra '_'.</p></qt>
mk: <qt><p><b>Маркер за тастатурна кратенка</b></p><p>Дефинирајте тука кој знак ќе го определи следниот знак како тастатурна кратенка. На пример, во Qt тоа е„&amp;“, а во Gtk е „_“.</p></qt>
nb: <qt><p><b>Tegn for snarveistast</b></p><p>Her kan du angi hvilket tegn som skal vise at den følgende bokstaven er en snarveistast. For eksempel er det '&amp;' i Qt, og i Gtk er det '_'.</p></qt>
nds: <qt><p><b>Markeren för Tastkombinatschonen</b></p><p>Legg hier fast, welk Teken dat nakamen Teken as Tastkombinatschoon markeert. In Qt is dat t.B. "&amp;", un in Gtk "_".</p></qt>
nl: <qt><p><b>Teken voor toetsenbordaccelerator</b></p><p>Definieer hier welk teken aangeeft dat het volgende teken een sneltoets is. In QT bijvoorbeeld is het '&amp;' en in Gtk is het een '_'.</p></qt>
nn: <qt><p><b>Teikn for akseleratortast</b></p> <p>Definer kva teikn som markerer etterfylgjande teikn som akseleratortast. I Qt er det '&amp', medan i Gtk er det '_'.</p></qt>
pl: <qt><p><b>Znak skrótu klawiszowego</b></p><p>Określa znak, oznaczający, że następny znak jest skrótem klawiszowym.Np. dla Qt jest to '&amp;', zaś dla GTK '_'.</p></qt>
pt: <qt>Marcador dos atalhos de teclado</b></p><p>Defina aqui qual o carácter que marca o seguinte como um atalho de teclado. Por exemplo, no Qt é o '&amp;', enquanto no Gtk é o '_'.</p></qt>
sk: <qt><p><b>Označenie klávesovej skratky</b></p><p>Definujte, aký znak označuje nasledujúci znak ako klávesovú skratku. Napríklad v Qt to je '&amp;' a v Gtk to je '_'.</p></qt>
sl: <qt><p><b>Znamenje za bližnjice s tipkami</b></p><p>Tukaj določite, kakšen znak zaznamuje sledeči znak kot bližnjico s tipkami. Npr. v Qt je to »&amp;« in v Gtk je to »_«.</p></qt>
sr: <qt> <p><b>Ознака за пречицу са тастатуре</b></p> <p>Овде дефинишите који знак означава следећи знак као пречицу са тастатуре. На пример у Qt-у то је „&amp;“, а у Gtk-у је то „_“</p></qt>
sr@latn: <qt> <p><b>Oznaka za prečicu sa tastature</b></p> <p>Ovde definišite koji znak označava sledeći znak kao prečicu sa tastature. Na primer u Qt-u to je „&amp;“, a u Gtk-u je to „_“</p></qt>
sv: <qt><p><b>Tecken för snabbtangent</b></p><p>Ange här vilket tecken som gör att det följande tecknet behandlas som en snabbtangent. I till exempel Qt är det "&amp;" och i GTK är det "_".</p></qt>
ta: <qt><p><b>விசைபலகை முடுக்கியின் உருவாக்கி</b></p><p>இங்கு வரையுறுக்க முடியும், எந்த விசைபலகை எழுத்து விசைபலகை முடுக்கியாக குறிக்கும். எடுத்துக்காட்டாக Qt யில் இது '&amp;' Gtk வில் இது '_'.</p></qt>
tg: <qt><p><b>Нишонагузор барои шитобдиҳандаи саҳфаи калид</b></p><p>Дар ин ҷомуайян кунед, ки кадом нависа нависаи зерринро ҳамчун саҳфаи калид нишона мекунад. Барои мисол дар Qt ин '&amp;'ҳаст ва дар Gtk ин ҳаст '_'.</p></qt>
uk: <qt><p><b>Позначка для акселератора клавіатури</b></p><p>Вкажіть тут, який символ позначає наступний символ як акселератора клавіатури. Наприклад, в Qt -- це "&amp;", а в Gtk -- "_".</p></qt>
zh_cn: <qt><p><b>加速键标记符号</b></p><p>此处定义用来指定哪个字符用于标记加速键。例如，在 Qt 中它是“&amp;”，而在 Gtk 中它是“_”。</p></qt>

source: &Regular expression for context information:
ar: &تعبير نمطي لمعلومات السياق:
be: &Рэгулярны выраз для кантэкстнай інфармацыі:
bg: &Регулярен израз за контекстна информация:
ca: Expressió &regular per a la informació de context:
da: &Regulært udtryk for sammenhængs information:
de: &Regulärer Ausdruck für Kontextinformation:
el: &Κανονική έκφραση για σχετικές πληροφορίες:
es: Expresión &regular para información de contexto:
et: Kontekstiinfo &regulaaravaldis:
eu: &Testuinguruaren informaziorako adierazpen erregularra:
fa: &عبارت منظم برای اطلاعات متن:‌
fr: &Expression rationnelle pour les informations de contexte :
gl: Expresión &regular para a información de contexto:
he: &ביטויים רגולרים עבור מידע הקשר:
hr: &Regularni izraz za kontekstne informacije:
hu: A kontextusleíró &reguláris kifejezése:
is: &Regluleg segð fyrir samhengisupplýsingar:
it: Esp&ressione regolare per le informazioni sul contesto:
ja: 文脈情報の正規表現(&R):
kk: Контекстік мәліметі үшін ү&лгі өрнегі:
ko: 문맥 정보를 위한 정규 표현식(&R):
lt: Kontekstinės info&rmacijos įprastinė išraiška:
mk: &Регуларен израз за контекстна информација:
nb: &Regulære uttrykk for informasjon om sammenhengen:
nds: &Reguleer Utdruck för Kontextinformatschonen:
nl: &Reguliere expressie voor contextinformatie:
nn: &Regulært uttrykk for samanhengsinformasjon:
pa: ਪ੍ਰਸੰਗ ਜਾਣਕਾਰੀ ਲਈ ਨਿਯਮਿਤ ਜਾਣਕਾਰੀ(&R)
pl: &Wyrażenie regularne informacji kontekstowej:
pt: Expressão &regular para a informação de contexto:
sk: &Regulárny výraz pre kontextovú informáciu:
sl: &Regularni izrazi za kontekstne informacije:
sr: &Регуларни израз за контекстне информације:
sr@latn: &Regularni izraz za kontekstne informacije:
sv: &Reguljärt uttryck för sammanhangsinformation:
ta: &சூழல் தகவல்களுக்கான வழக்கமான தொடர்:
tg: &Ифодаи мунтазам барои иттилооти матнии:
uk: &Формальний вираз для контекстної інформації:
zh_cn: 上下文信息的正则表达式(&R)：

source: <qt><p><b>Regular expression for context information</b></p><p>Enter a regular expression here which defines what is context information in the message and must not get translated.</p></qt>
ar: <qt><p><b>تعبير نمطي لمعلومات السياق</b></p><p>ادخل تعبير هنا نمطي يُعرِّف معلومات السياق فى الرسالة والتى يجب ألا تترجم.</p></qt>
be: <qt><p><b>Рэгулярны выраз для кантэкстнай інфармацыі</b></p><p>Увядзіце рэгулярны выраз, які пазначае кантэкстную інфармацыю ў паведамленні, і якая не павінна быць перакладзеная</p></qt>
bg: <qt><p><b>Регулярен израз за контекстна информация</b></p><p>Тук въведете регулярен израз, определящ каква е контекстната информация в съобщението (която не трябва да се превежда).</p></qt>
ca: <qt><p><b>Expressió regular per a la informació de context</b></p><p>Introduïu una expressió regular que defineixi què és informació de context en un missatge i no ha de traduir-se.</p></qt>
da: <qt><p><b>Regulært udtryk for sammenhængs information</b></p><p>Indtast et regulært udtryk her, der definerer, hvad der er sammenhængs information, som ikkeskal oversættes.</p></qt>
de: <qt><p><b>Regulärer Ausdruck für Kontextinformation</b></p><p>Geben Sie hier einen regulären Ausdruck ein, der definiert, was in einem Text die Kontextinformation ist und nicht übersetzt werden darf.</p></qt>
el: <qt><p><b>Κανονική έκφραση για σχετικές πληροφορίες</b></p><p>Εισάγετε μια κανονική έκφραση εδώ η οποία θα ορίζει τι είναι σχετική πληροφορία μέσα στον κορμό του μηνύματος και δεν πρέπει να μεταφραστεί.</p></qt>
es: <qt><p><b>Expresión regular de información de contexto</b></p><p> Introduzca una expresión regular que defina que es información de contexto en un mensaje y no debe de ser traducida.</p></qt>
et: <qt><p><b>Kontekstiinfo regulaaravaldis</b></p><p>Sisesta siia kontekstiinfot kirjeldav regulaaravaldis selleks, et seda ära ei tõlgitaks. </p></qt>
eu: <qt><p><b>Testuinguruaren informaziorako adierazpen erregularra</b></p><p>Sartu hemen adierazpen erregularra bat, mezuan testuinguruaren informazioa zer den definitzen duena eta itzuli behar ez dena.</p></qt>
fa: <qt><p><b>عبارت منظم برای اطلاعات متن </b></p><p> عبارت منظمی را اینجا وارد کنید که تعریف کند اطلاعات متن در پیام چیست و نباید ترجمه شود. </p></qt>
fr: <qt><p><b>Expression rationnelle pour les informations de contexte</b></p><p>Saisissez ici une expression rationnelle qui définit ce qu'est une information de contexte dans le message et ne doit pas être traduit.</p></qt>
gl: <qt> <p><b>Expresión regular para a información de contexto</b></p> <p>Indique aquí unha expresión regular que defina que é información de contexto na mensaxe e non debe ser traducida.</p></qt>
he: <qt><p><b>ביטוי רגולרי עבור מידע הקשר</b></p><p>הכנס כאן ביטוי רגולרי שמגדיר מה יחשב כמידע הקשר בהודעות ואסור לתרגם אותו.</p></qt>
hu: <qt><p><b>A kontextusleíró reguláris kifejezése</b></p><p>Itt lehet megadni azt a reguláris kifejezést, amely megadja, hogy az üzenetnek melyik része a kontextusleíró (amelyet nem kell lefordítani).</p></qt>
is: <qt><p><b>Regluleg segð fyrir samhengisupplýsingar</b></p><p> Settu inn reglulega segð hér, sem skilgreinir hvað er samhengisupplýsingar í skilaboðum, og þarf ekki þýða.</p></qt>
it: <qt> <p><b>Espressioni regolari per informazioni contestuali</b></p> <p> Digita una espressione regolare qui con il quale definisci quali sono le informazioni contestuali del messaggio e non devono essere tradotte.</p></qt>
ja: <qt><p>文脈情報の正規表現</p><p>翻訳されるべきではない文脈情報を定義する正規表現を指定します。</p></qt>
kk: <qt><p><b>Контекстік мәліметі үшін үлгі өрнегі</b></p><p>Жазудағы контекстік мәліметтерді анықтайтын, яғни аударылмайтын, үлгі өрнегін келтіріңіз.</p></qt>
ko: <qt><p><b>문맥 정보를 위한 정규 표현식</b></p><p>메시지에 문맥 정보가 어떻게 정의되어 있는지 정규표현식을 여기에 입력하십시오. 번역된 것을 얻지 않을 것입니다.</p></qt>
lt: <qt><p><b>Kontekstinės informacijos įprastinė išraiška</b></p><p>Čia įrašykite kontekstinės informacijos įprastinę išraišką, kuri parodo, kad tai yra kontekstinė informacija ir ji neturi būti verčiama.</p></qt>
mk: <qt><p><b>Регуларен израз за контекстна информација</b></p><p>Внесете тука регуларен израз кој дефинира што е контекстна информација во пораката и не смее да се преведува.</p></qt>
nb: <qt><p><b>Regulære uttrykk for informasjon om sammenhengen</b></p><p>Skriv inn et regulært uttrykk her som angir hva som er informasjon om sammenhengen i meldinga og som ikke skal oversettes.</p></qt>
nds: <qt><p><b>Reguleer Utdruck för Kontextinformatschonen</b></p><p>Giff hier en reguleer Utdruck in, de angifft, wat binnen de Mellen en Kontextinformatschoon is un nich översett warrn mutt.</p></qt>
nl: <qt><p><b>Reguliere expressie voor contextinformatie</b></p><p>Voer hier een reguliere expressie in die aangeeft wat de contextinformatie in een tekenreeks is en dus niet moet worden vertaald.</p></qt>
nn: <qt><p><b>Regulært uttrykk for samanhengsinformasjon</b></p> <p>Definer eit regulært uttrykk som spesifiserer kva i meldinga som er samanhengsinformasjon og difor ikkje skal omsetjast.</p></qt>
pa: <qt><p><b>ਪ੍ਰਸੰਗ ਜਾਣਕਾਰੀ ਲਈ ਨਿਯਮਿਤ ਜਾਣਕਾਰੀ</b></p><p> ਇਥੇ ਪ੍ਰਸੰਗ ਜਾਣਕਾਰੀ ਦਿਓ ਜੋ ਕਿ ਇਹ ਪ੍ਰਭਾਸ਼ਿਤ ਕਰੇ ਸੁਨੇਹੇ ਵਿੱਚ ਕਿਹੜੀ ਪ੍ਰਸੰਗ ਜਾਣਕਾਰੀ ਹੈ ਅਤੇ ਇਸ ਦਾ ਅਨੁਵਾਦ ਨਹੀਂ ਕਰਨਾ ਹੈ</p></qt>
pl: <qt><p><b>Wyrażenie regularne informacji kontekstowej</b><p>Wyrażenie regularne, definiujące format tekstu, stanowiącego informację kontekstową i nie podlegającego tłumaczeniu.</p></qt>
pt: <qt><p><b>Expressão regular para a informação de contexto</b></p><p>Indique aqui a expressão regular que define qual é a informação de contexto na mensagem e que não pode ser traduzida.</p></qt>
sk: <qt><p><b>Regulárny výraz pre kontextovú informáciu</b></p><p>Tu zadajte regulárny výraz, ktorý definuje čo v správe je kontextová informácia a nesmie byť preložené.</p></qt>
sl: <qt><p><b>Regularni izrazi za kontekstne informacije</b></p><p>Tu vnesite regularni izraz, ki določa, kakšna je kontekstna informacija v sporočilu in ne sme biti prevedena.</p></qt>
sr: <qt> <p><b>Регуларни израз за контекстене информације</b></p> <p> Овде унесите регуларни израз који дефинише шта је контекстна информација у поруци, која се не сме преводити.</p></qt>
sr@latn: <qt> <p><b>Regularni izraz za kontekstene informacije</b></p> <p> Ovde unesite regularni izraz koji definiše šta je kontekstna informacija u poruci, koja se ne sme prevoditi.</p></qt>
sv: <qt><p><b>Reguljärt uttryck för sammanhangsinformation</b></p><p>Ange här ett reguljärt uttryck som definierar vad som är sammanhangsinformation i meddelandet och inte får översättas.</p></qt>
ta: <qt><p><b>சூழல் தொடர்ருடைய வழக்கமான தொடர்</b></p><p>இங்கு வழக்கமான தொடரை உள்ளிடு அது எந்த தகவலில் உள்ள சூழல் தகவல் மற்றும் கண்டிப்பாக மொழிமாற்ற வேண்டியவற்றை வறையுறுக்கும்.</p></qt>
tg: <qt><p><b>Ифодаи доимӣ барои мазмуни ахборот</b></p><p>Дар ин ҷо ифодаи доимиеро ворид кунед,ки чӣ будани мазмуни ахборотро дар мактубча муайян кунад ва тарҷума нагирад.</p></qt>
uk: <qt><p><b>Формальний вираз для контекстної інформації</b></p><p>Введіть формальний вираз, який визначає у фразі контекстну інформацію, котра не повинна перекладатись.</p></qt>
zh_cn: <qt><p><b>上下文信息的正则表达式</b></p><p>在这里输入一个正则表达式，它定义在消息中什么是上下文信息并且必须不被翻译。</p></qt>

source: Compression Method for Mail Attachments
ar: طريقة الضغط لمرفقات البريد
be: Метад сціску для ўкладанняў у паштовыя паведамленні
bg: Метод за компресиране на прикрепени пощенски файлове
ca: Mètode de compressió per als adjunts del correu
da: Komprimeringsmetode for e-mail-bilag
de: Komprimierungsmethode für E-Mail-Anhänge
el: Μέθοδος συμπίεσης για συνημμένα mail
es: Método de compresión para los adjuntos del correo
et: E-postile kaasatavate failide tihendusmeetod
eu: Mezuen eranskinak konprimitzeko metodoa
fa: روش فشرده‌سازی برای پیوستهای نامه
fr: Méthode de compactage pour les pièces jointes aux courriers électroniques
gl: Método de compresión para os adxuntos no correo
he: שיטת כיווץ עבור קבצים מצורפים בדואר
hr: Metod kompresije za priloge e-pošte
hu: A csatolások tömörítési módja
is: Þjöppunaraðferð á póst viðhengjum
it: Metodo di compressione per gli allegati postali
ja: メール添付の圧縮形式
kk: Пошта хабарының тіркемелерін сығу әдісі
ko: 메일 첨부에 대한 압축 방법
mk: Метод на компресија за е-поштенските прилози
nb: Komprimeringsmetode for e-postvedlegg
nds: Komprimeermetood för Nettpost-Bilagen
nl: Compressiemethode voor e-mailbijlagen
nn: Komprimeringsmetode for e-postvedlegg
pa: ਮੇਲ ਜੋੜ ਲਈ ਨਪੀੜਨ ਢੰਗ
pl: Metoda kompresji załączników poczty
pt: Método de Compressão para os Anexos de E-mail
sk: Metóda kompresie pre prílohy
sl: Metoda stiskanja za poštne priloge
sr: Метод компресије за е-поштанске прилоге
sr@latn: Metod kompresije za e-poštanske priloge
sv: Komprimeringsmetod för bilagor till e-post
ta: மின்னஞ்சல் இணைப்பிற்கான குறுக்கம் வழிமுறை
tg: Тарзи фишурдан барои замима ба иттилоотҳои почтавӣ
uk: Метод стискання для долучень ел. пошти
zh_cn: 邮件附件的压缩方式

source: &Use compression when sending a single file
ar: استعمل الضغط عند إرسال ملف واحد
be: &Выкарыстаць сціск пры адпраўцы аднаго файла
bg: &Използване на компресия при изпращане на единичен файл
ca: &Usa compressió quan s'envii un sol fitxer
da: &Brug komprimering når en enkelt fil sendes
de: &Einzelne Dateien komprimieren
el: &Χρήση συμπίεσης κατά την αποστολή ενός αρχείου
es: &Usar compresión cuando solo se envíe un archivo
et: Tihend&use kasutamine ka üheainsa faili saatmisel
eu: &Erabili konpresioa fitxategi bakoitza bidaltzean
fa: &استفاده از فشرده‌سازی هنگام ارسال یک پروندۀ تک‌
fr: &Utiliser le compactage lors de l'envoi d'un simple fichier
gl: &Empregar compresión cando se envíe un só ficheiro
he: &השתמש בכיווץ בשליחת קובץ בודד
hr: &Koristi kompresiju pri slanju pojedinačne datoteke
hu: Tömörítés egyetlen fájl kül&désekor
is: Nota þjöppun þegar stakar skrár er&u sendar
it: &Utilizza compressione quando invii un file singolo
ja: 単一ファイルを送るときも圧縮する(&U)
kk: Бір файлды жібергенде сығу қ&олданылсын
ko: 하나의 파일을 전송할 때 압축 사용(&U)
mk: Користи компресиј&а при испраќањето на една датотека
nb: &Bruk komprimering når du sender enkeltfiler
nds: &Enkel Dateien för't Sennen komprimeren
nl: Compressie gebr&uiken bij het verzenden van 1 bestand
nn: &Bruk komprimering ved sending av enkeltfiler
pa: ਇੱਕ ਇੱਕਲੀ ਫਾਇਲ ਭੇਜਣ ਸਮੇਂ ਨਪੀੜੋ(&U)
pl: &Użyj kompresji przy wysyłaniu pojedynczego pliku
pt: &Usar a compressão ao enviar um único ficheiro
sk: &Používať kompresiu aj pre jeden súbor
sl: &Uporabi stiskanje za pošiljanje ene datoteke
sr: &Користи компресију при слању појединачног фајла
sr@latn: &Koristi kompresiju pri slanju pojedinačnog fajla
sv: Använd &komprimering när en enstaka fil skickas
ta: ஒரு கோப்பினை அனுப்பும்போது அழுத்தத்தை &உபயோகி
tg: &Истифода аз тазъиқот ҳангоми фиристодани як файл
uk: &Стискати при відсиланні одного файла
zh_cn: 在发送单个文件时使用压缩(&U)

source: On the &fly spellchecking
ar: تدقيق إملائي آ&ني
be: &Праверка арфаграфіі на лету
bg: &Бърза проверка на правописа
ca: Comprovació ortogràfica al &vol
da: Stavekontrol &mens du skriver
de: Direkte Rechtschreibprü&fung
el: Ορθογραφικός έλεγχος &κατά την πληκτρολόγηση
es: &Corrección ortográfica instantánea
et: Õi&gekirja kontrollimine lennult
eu: Ortografia &momentuan egiaztatu
fa: &ظاهر شدن غلط‌یاب‌
fr: &Vérification orthographique au vol
gl: Comp&robación ortográfica simultánea
he: בדיקת איות &מידית
hr: Provjera pravopisa u &hodu
hu: Automatikus &helyesírás-ellenőrzés
is: Sta&fsetningarleiðrétting á meðan þú skrifar
it: Controllo ortografico al &volo
ja: 自動スペルチェック(&F)
kk: Емле &іс барысында тексерілсін
ko: 신속한 맞춤법 검사(&F)
mk: Проверка на правописот во &лет
nb: Fortløpende &stavekontroll
nds: Schriefwies &direktemang pröven
nl: Spellingcontrole t&ijdens typen
nn: &Stavekontroll medan du skriv
pa: ਤਰਦੀ ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ ਕਰੋ(&f)
pl: Sprawdzanie pisowni w &trakcie pisania
pt: Verificação ortográ&fica instantânea
sk: Kontrola pravopisu &počas písania
sl: Spr&otno preverjanje črkovanja
sr: Провера правописа у &ходу
sr@latn: Provera pravopisa u &hodu
sv: R&ättstavning i farten
ta: உடனடி சொல் திருத்தி
tg: Тафтиши имлои &зуд
uk: Перевірка правопису на &ходу
zh_cn: 自动拼写检查(&F)
