Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: DCOP communication with KBabel failed.
ar: فشل اتصال DCOP مع مترجم‌ك.
be: Памылка DCOP-злучэння з KBabel.
bg: DCOP комуникацията с KBabel пропадна.
ca: Ha fallat la comunicació DCOP amb el KBabel.
da: DCOP-kommunikation med KBabel mislykkedes.
de: Die DCOP-Verständigung mit KBabel ist fehlgeschlagen.
el: Η επικοινωνία του DCOP με το KBabel απέτυχε.
es: Falló la comunicación entre DCOP y KBabel.
et: DCOP ühendus KBabeliga ei õnnestunud.
eu: DCOPek Kbabel-ekin komunikatzeko saioak huts egin du.
fa: خرابی ارتباط DCOP با KBabel
fr: La communication de DCOP avec KBabel a échoué.
gl: Erro de comunicación con KBabel mediante DCOP.
he: תקשורת DCOP עם KBabel נכשלה.
hr: Nije uspela DCOP komunikacija sa KBabel-om.
hu: Megszakadt a DCOP-kommunikáció a KBabellel.
is: DCOP samskipti við KBabel mistókust
it: Comunicazione DCOP con KBabel fallita.
ja: KBabel との DCOP 通信に失敗しました。
kk: DCOP-тың KBabel-мен байланысының жаңылысы.
ko: KBabel로 DCOP 통신 오류
lt: DCOP ryšio su KBabel triktis.
mk: Комуникацијата со КБабел преку DCOP не успеа.
nb: DCOP-kommunikasjonen med KBabel mislyktes
nds: DCOP-Kommunikatschoon mit KBabel is fehlslaan.
nl: De DCOP-communicatie met KBabel is mislukt.
nn: DCOP-kommunikasjon med KBabel mislukkast.
pa: ਕੇਬਬੇਲ ਨਾਲ DCOP ਦਾ ਸੰਚਾਰ ਅਸਫਲ
pl: Komunikacja DCOP z programem KBabel nie powiodła się.
pt: A comunicação de DCOP com o KBabel falhou.
sk: Komunikácia DCOP s KBabel zlyhala.
sl: Komunikacija DCOP s KBablom ni uspela.
sr: Није успела DCOP комуникација са KBabel-ом.
sr@latn: Nije uspela DCOP komunikacija sa KBabel-om.
sv: DCOP-kommunikation med Kbabel misslyckades.
ta: DCOP தொடர்பு உள்ள KBabel தவறானது.
tg: Алоқаи DCOP бо KBabel хароб гашт.
uk: З'єднання DCOP з KBabel було невдалим.
zh_cn: 与 KBabel 的 DCOP 通讯失败。

source: DCOP Communication Error
ar: خطأ اتصال DCOP
be: Памылка злучэння з серверам DCOP
bg: Грешка при DCOP комуникация
ca: Error de comunicació DCOP
da: DCOP-kommunikationsfejl
de: DCOP-Kommunikationsfehler
el: Σφάλμα επικοινωνίας DCOP
es: Error de comunicación DCOP
et: DCOP ühenduse viga
eu: DCOPen komunikazio-errorea
fa: خطای ارتباط DCOP
fr: Erreur de communication DCOP
gl: Erro de comunicación DCOP
he: שגיאת תקשורת עם DCOP
hr: Greška u komunikaciji s DCOPom
hu: DCOP kommunikációs hiba
is: DCOP samskiptavilla
it: Errore di comunicazione DCOP
ja: DCOP 通信エラー
kk: DCOP байланыс қатесі
ko: DCOP 통신 오류
lt: DCOP ryšio klaida
mk: Грешка во комуникацијата преку DCOP
nb: DCOP-Kommunikasjonsfeil
nds: DCOP-Kommunikatschoonfehler
nl: DCOP-communicatiefout
nn: DCOP-kommunikasjonsfeil
pa: DCOP ਸੰਚਾਰ ਗਲਤੀ
pl: Błąd komunikacji DCOP
pt: Erro de Comunicação do DCOP
sk: Chyba DCOP komunikácie
sl: Napaka komunikacije DCOP
sr: Грешка у DCOP комуникацији
sr@latn: Greška u DCOP komunikaciji
sv: DCOP-kommunikationsfel
ta: DCOP தொடர்புப் பிழை
tg: Алоқа бо сервери DCOP хато гашт
uk: Помилка з'єднання з DCOP
zh_cn: DCOP 通讯错误

source: KBabel cannot be started.
ar: تعذر تشغيل مترجم‌ك.
be: Не атрымалася запусціць KBabel.
bg: KBabel не може да бъде стартирана.
ca: No s'ha pogut engegar KBabel.
da: KBabel kan ikke starte.
de: KBabel kann nicht gestartet werden.
el: Το KBabel δεν είναι δυνατό να εκκινηθεί.
es: KBabel no se pudo arrancar.
et: KBabelit ei saa käivitada.
eu: Kbabel ezin da abiarazi.
fa: KBabel نمی‌تواند آغاز شود.
fr: Impossible de démarrer KBabel.
gl: Non foi posíbel iniciar KBabel.
he: אי אפשר להפעיל את KBabel.
hr: KBabel ne može biti pokrenut.
hu: A KBabelt nem sikerült elindítani.
is: Ekki hægt að ræsa KBabel.
it: KBabel non può essere avviato.
ja: KBabel を起動できません。
kk: KBabel жегілмеді.
ko: KBabel이 시작될 수 없습니다.
lt: Nepavyksta paleisti KBabel.
mk: Не можам да го стартувам КБабел.
nb: Kan ikke starte KBabel.
nds: KBabel lett sik nich starten.
nl: KBabel kan niet worden gestart.
nn: Kan ikkje starta KBabel.
pa: ਕੇਬਬੇਲ ਆਰੰਭ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
pl: Nie można uruchomić programu KBabel.
pt: O KBabel não consegue ser iniciado.
sk: KBabel nie je možné spustiť.
sl: KBabel se ne more zagnati.
sr: KBabel не може бити покренут.
sr@latn: KBabel ne može biti pokrenut.
sv: Kbabel kan inte startas.
ta: KBabelயை துவக்க முடியாது
tg: Натавонистам KBabel-ро оғоз кунам.
uk: Не вдалось запустити KBabel.
zh_cn: KBabel 无法被启动。

source: Cannot Start KBabel
ar: لايمكن تشغيل مترجم‌ك
be: Не атрымалася запусціць KBabel
bg: KBabel не може да бъде стартирана
ca: No es pot engegar KBabel
da: Kan ikke starte KBabel
de: KBabel kann nicht gestartet werden
el: Δεν είναι δυνατή η εκκίνηση του KBabel
es: No se puede iniciar KBabel
et: KBabelit ei saa käivitada
eu: Ezin da Kbabel abiarazi
fa: نمی‌توان KBabel را آغاز کرد
fr: Impossible de démarrer KBabel
gl: Non foi posíbel iniciar KBabel
he: אי אפשר להפעיל את KBabel
hr: Ne mogu pokrenuti KBabel
hu: A KBabel elindítása nem sikerült
is: Get ekki ræst KBabel
it: Non è possibile avviare KBabel
ja: KBabel を起動できません
kk: KBabel жегілмеді
ko: KBabel이 시작될 수 없습니다.
lt: Nepavyksta paleisti KBabel
mk: КБабел не може да се стартува
nb: Kan ikke starte KBabel
nds: KBabel lett sik nich starten
nl: Kan KBabel niet starten
nn: Kan ikkje starta KBabel
pa: ਕੇਬਬੇਲ ਆਰੰਭ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
pl: Nie można uruchomić programu KBabel.
pt: Não é Possível Iniciar o KBabel
sk: Nepodarilo sa spustiť KBabel
sl: Ni moč zagnati KBabel
sr: Не могу да покренем KBabel
sr@latn: Ne mogu da pokrenem KBabel
sv: Kan inte starta Kbabel
ta: KBabelயை துவக்க முடியாது
tg: Натавонистам KBabel-ро оғоз кунам
uk: Не вдається запустити KBabel
zh_cn: 无法启动 KBabel

source: Search string not found!
ar: لم يُعثر على نص البحث!
be: Запытаны радок не знойдзены.
bg: Търсеният низ не e намерен!
ca: No s'ha trobat la cadena cercada!
da: Søgestreng ikke fundet!
de: Suchtext nicht gefunden
el: Η συμβολοσειρά αναζήτησης δε βρέθηκε!
es: Cadena buscada no encontrada
et: Otsitavat stringi ei leitud!
eu: Ez da bilaketa-katerik aurkitu!
fa: رشتۀ جستجو یافت نشد!
fr: Impossible de trouver la chaîne cherchée.
gl: Non se atopou a cadea procurada!
he: מחרוזת חיפוש לא נמצאה.
hr: Traženi niz nije pronađen!
hu: A keresett szöveg nem található!
is: Leitarstrengur fannst ekki.
it: Stringa da cercare non trovata!
ja: 検索文字列は見つかりませんでした。
kk: Іздеген жол табылмады!
ko: 검색 문자열을 발견하지 못했습니다.
lt: Ieškomas tekstas nerastas!
mk: Низата за пребарување не е пронајдена!
nb: Fant ikke søketeksten.
nds: Sööktext lett sik nich finnen!
nl: Zoekterm niet gevonden!
nn: Fann ikkje søkjetekst.
pa: ਖੋਜ ਸਤਰ ਨਹੀਂ ਲੱਭੀ ਹੈ!
pl: Nie znaleziono poszukiwanego tekstu.
pt: A sequência procurada não foi encontrada!
sk: Reťazec nebol nájdený!
sl: Iskani niz ni bil našen!
sr: Није пронађен низ за претрагу!
sr@latn: Nije pronađen niz za pretragu!
sv: Söksträngen hittades inte.
ta: தேடும் தொடர்ச்சிகள் இல்லை
tg: Сатри дархостӣ ёфт нашуд!
uk: Шуканий рядок не знайдено!
zh_cn: 找不到搜索字串！

source: Cannot open project file %1
ar: تعذّر فتح ملف المشروع %1
be: Не атрымалася адкрыць файл праекту %1
bg: Не може да бъде отворен файл %1 за проект
ca: No s'ha pogut obrir el fitxer de projecte %1
da: Kan ikke åbne projektfilen %1
de: Die Projektdatei %1 kann nicht geöffnet werden
el: Αδυναμία ανοίγματος του αρχείου έργου %1
es: No se pudo abrir el archivo de proyecto %1
et: Projektifaili %1 avamine ei õnnestunud
eu: Ezin da %1 proiektu fitxategia ireki.
fa: نمی‌توان پروندۀ پروژۀ %1 را باز کرد
fr: Impossible d'ouvrir le fichier projet %1
gl: Non foi posíbel abrir o ficheiro do proxecto %1
he: לא יכול לפתוח קובץ פרויקט %1
hu: Nem sikerült megnyitni a(z) %1 projektfájlt.
is: Get ekki opnað verkefnaskrá %1
it: Impossibile aprire il file di progetto %1
ja: プロジェクトファイル %1 を開けません
kk: %1 жоба файлы ашылмады
ko: %1 프로젝트 파일을 열 수 없습니다.
lt: Nepavyksta atverti projekto bylos %1
mk: Не можам да ја отворам проектната датотека %1
nb: Kan ikke åpne prosjektfila %1
nds: De Projektdatei "%1" lett sik nich opmaken
nl: Kan het projectbestand %1 niet openen
nn: Klarte ikkje opna prosjektfila %1
pa: ਪ੍ਰੋਜੈੱਕਟ ਫਾਇਲ %1 ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ
pl: Nie można otworzyć projektu %1
pt: Não foi possível abrir o ficheiro de projecto %1
sk: Nepodarilo sa otvoriť súbor projektu %1
sl: Ni moč odpreti projektne datoteke %1
sr: Не могу да отворим пројектни фајл %1
sr@latn: Ne mogu da otvorim projektni fajl %1
sv: Kan inte öppna projektfil %1
ta: %1 வேலை கோப்பினை திறக்க முடியவில்லை.
tg: Натавонистам файли лоиҳаи %1-ро кушоям
uk: Не вдається відкрити файл проекту %1
zh_cn: 无法打开工程文件 %1

source: _: what check found errors XML tags
ar: وسوم XML
be: Тэгі XML
bg: XML тагове
ca: etiquetes XML
da: XML-mærker
de: XML-Strukturelemente
el: ετικέτες XML
es: Etiquetas XML
et: XML-sildid
eu: XML etiketak
fa: برچسبهای XML
fr: balises XML
gl: Etiquetas XML
he: תגיות XML
hr: XML oznake
hu: XML tag-ek
is: XML tög
it: Tag XML
ja: XML タグ
kk: XML тегтері
ko: XML 태그
lt: XML žymės
mk: XML-ознаки
nb: XML-tagger
nds: XML-Betekers
nl: XML-tags
nn: XML-taggar
pa: XML ਟੈਗ
pl: znaczniki XML
pt: Marcas XML
sk: značky XML
sl: značke XML
sr: XML ознаке
sr@latn: XML oznake
sv: XML-taggar
ta: XML விழுது
tg: Тегҳои XML
uk: мітки XML
zh_cn: XML 标签

source: _: what check found errors context info
ar: معلومات السياق
be: Кантэкстная інфармацыя
bg: контекстна информация
ca: info de context
da: sammenhængs-info
de: Kontext-Informationen
el: σχετικές πληροφορίες
es: Información de contexto
et: konteksti info
eu: testuinguru informazioa
fa: اطلاعات متن
fr: informations de contexte
gl: Información contextual
he: מידע הקשר
hr: kontekstne informacije
hu: kontextusleíró
is: Samhengisupplýsingar
it: informazioni contestuali
ja: 文脈情報
kk: контекстік мәліметі
ko: 내용 정보
lt: kontekstinė informacija
mk: контекстна инфо.
nb: informasjon om sammenhengen
nds: Kontext-Informatschonen
nl: context info
nn: samanhengsinformasjon
pa: ਪਰਸੰਗ ਜਾਣਕਾਰੀ
pl: kontekst
pt: informação contextual
sk: kontextová informácia
sl: kontekstne informacije
sr: контекстне информације
sr@latn: kontekstne informacije
sv: sammanhangsinformation
ta: சூழ்நிலை செய்தி
tg: Иттилооти матнӣ
uk: контекстна інформація
zh_cn: 上下文信息

source: _: what check found errors arguments
ar: المعاملات
be: Аргументы
bg: аргументи
ca: arguments
da: argumenter
de: Argumente
el: παράμετροι
es: argumentos
et: argumendid
eu: argumentuak
fa: نشانوندها
fr: arguments
gl: argumentos
he: פרמטרים
hr: argumenti
hu: argumentumok
is: breytur
it: argomenti
ja: 引数
kk: аргументтер
ko: 인자
lt: argumentai
mk: аргументи
nb: argumenter
nds: Argumenten
nl: argumenten
nn: argument
pa: ਆਰਗੂਮਿੰਟ
pl: argumenty
pt: argumentos
sk: argumenty
sl: argumenti
sr: аргументи
sr@latn: argumenti
sv: argument
ta: விவாதங்கள்
tg: Далелҳо
uk: аргументи
zh_cn: 参数

source: _: what check found errors accelerator
ar: المسرع
be: Акселератар
bg: ускорител
ca: accelerador
da: accelerator
de: Tastaturkürzel
el: πλήκτρο συντόμευσης
es: acelerador
et: kiirklahv
eu: azeleratzailea
fa: شتاب‌ده
fr: accélérateur
gl: atallo
he: מאיץ
hr: kratice sa tipkovnice
hu: gyorsító
is: hröðunartákn
it: acceleratore
ja: アクセラレータ
kk: акселераторлар
ko: 단축키
lt: jautrios raidės
nb: snarveistast
nds: Tastkombinatschoon
nl: accelerator
nn: snarvegstast
pa: ਐਕਸਰਲੇਟਰ
pl: skrót klawiszowy
pt: acelerador
sk: akcelerátory
sl: pospeševalnik
sr: пречице са тастатуре
sr@latn: prečice sa tastature
sv: snabbtangent
ta: முடக்கம்
tg: Акселератор
uk: акселератор
zh_cn: 快捷键

source: _: which check found errors whitespace only translation
ar: ترجمة ذات فراغ أبيض فقط
be: Толькі пустыя пераклады
bg: само превод на интервалите
ca: traducció amb sols espais en blanc
da: oversættelse af kun blanke tegn
de: Übersetzung besteht aus Leerzeichen
el: μετάφραση μόνο με κενό
es: traducción solo de espacios en blanco
et: tõlge sisaldab vaid tühimärke
eu: zuriuneen itzulpena bakarrik
fa: فقط ترجمۀ فاصلۀ سفید
fr: espace seulement dans la traduction
gl: tradución só con espazos en branco
he: תרגום רווחים לבנים בלבד
hr: prijevodi samo sa razmacima
hu: a fordítás csak elválasztókaraktereket tartalmaz
is: tóm þýðing
it: traduzione con soli spazi bianchi
ja: 空白文字のみの翻訳
kk: бос аудармалар
ko: 번역 파일에만 공백두기
lt: tik tušti vertimai
mk: превод само со празни места
nb: Oversettelsen inneholdt bare blanke tegn
nds: Bloots Leertekens in Översetten
nl: alleen witruimte in vertaling
nn: omsetjinga inneheld berre blankteikn
pa: ਖਾਲੀ ਥਾਂ ਅਨੁਵਾਦ ਹੀ
pl: tłumaczenie spacji
pt: tradução só com espaços em branco
sk: preklad ako prázdne znaky
sl: prevod samo s presledkom
sr: преводи само са размацима
sr@latn: prevodi samo sa razmacima
sv: översättning med bara blanktecken
ta: மொழிபெயர்ப்பு வெற்றிடம் மட்டும்
tg: Фақат тарҷумаҳои холӣ
uk: тільки порожні переклади
zh_cn: 空白的译文

source: _: which check found errors translation has inconsistent length
ar: ترجمة ذات طول متضارب
be: Непрыдатная даўжыня перакладу
bg: преводът има ненормална дължина
ca: traducció amb grandària inconsistent
da: oversættelse har ikke konsistent længde
de: Übersetzung hat inkonsistente Länge
el: η μετάφραση έχει λάθος μήκος
es: traducción con tamaño inconsistente
et: tõlge pole õige pikkusega
eu: itzulpenak sendotasunik gabeko luzera du
fa: ترجمۀ دارای طول ناسازگار
fr: la traduction a une longueur incohérente
gl: a tradución ten unha lonxitude inconsistente
he: יש לתרגום אורך לא עקבי
hu: a fordítás hossza nem megfelelőnek tűnik
is: lengd þýðingar passar ekki
it: traduzione con lunghezza inconsistente
ja: 翻訳の長さが不正
kk: аударманың сай келмейтін ұзындығы
ko: 번역의 길이가 불규칙합니다.
lt: netinkamas vertimo ilgis
mk: преводот има неправилна должина
nb: oversettelsen har en annen lengde
nds: Översetten hett lege Längde
nl: vertaling heeft inconsistente lengte
nn: omsetjinga har ei anna lengd
pa: ਅਨੁਵਾਦ ਦੀ ਬੇਲੋੜੀ ਲੰਬਾਈ ਹੈ
pl: tłumaczenie ma błędną długość
pt: tradução com tamanho inconsistente
sk: preklad s nezodpovedajúcou dĺžkou
sl: prevod ima nekonsistentno dolžino
sr: превод има несагласну дужину
sr@latn: prevod ima nesaglasnu dužinu
sv: översättning med inkonsekvent längd
ta: மொழிபெயர்பு நிலையற்ற அளவில் உள்ளது
tg: Дарозии тарҷума номутобиқ аст
uk: переклад має невідповідну довжину
zh_cn: 译文长度不一致

source: _: what check found errors plural forms
ar: صيغ الجمع
be: Множныя формы
bg: мн. форми
ca: formes plurals
da: flertalsformer
de: Pluralformen
el: μορφές πληθυντικού
es: formas plurales
et: mitmuse vormid
eu: pluraleko formak
fa: شکلهای جمع
fr: formes plurielles
gl: formas do plural
he: צורות רבים
hr: oblici množine
hu: többes számú alakok
is: fleirtöluform
it: forme plurali
ja: 複数形
kk: көптік жалғаулар
ko: 복수 표현
lt: daugiskaitos formos
mk: множински форми
nb: flertallsform
nds: Mehrtallformen
nl: meervoudsvormen
nn: fleirtalsformer
pa: ਬਹੁਵਚਨ ਢੰਗ
pl: formy liczby mnogiej
pt: formas plurais
sk: množné čísla
sl: množinske oblike
sr: облици множине
sr@latn: oblici množine
sv: pluralformer
ta: பன்மை படிவம்
tg: Шаклҳои ҷамъ
uk: форми множини
zh_cn: 复数形式

source: _: what check found errors equations
ar: معادلات
be: Эквіваленты
bg: уравнения
ca: equacions
da: ligninger
de: Gleichungen
el: εξισώσεις
es: ecuaciones
et: võrdused
eu: ekuazioak
fa: معادله‌ها
fr: égalités
gl: ecuacións
he: שיוויונים
hr: jednadžbe
hu: egyenlőségek
is: jöfnur
it: equazioni
ja: 等式
kk: баламалар
ko: 등호
lt: lygybės
mk: равенки
nb: ligning
nds: Glieken
nl: vergelijkingen
nn: likning
pa: ਸਮੀਕਰਨ
pl: równania
pt: equações
sk: rovnice
sl: enačbe
sr: једначине
sr@latn: jednačine
sv: ekvationer
ta: சமன்பாடுகள்
tg: Эквивалентҳо
uk: еквіваленти
zh_cn: 等式

source: Error loading data (%1)
ar: خطأ عند تحميل البيانات (%1)
be: Памылка загрузкі дадзеных (%1)
bg: Грешка при зареждане на информация (%1)
ca: Error en la càrrega de dades (%1)
da: Fejl ved indlæsning af data (%1)
de: Fehler beim Laden der Daten (%1)
el: Σφάλμα κατά τη φόρτωση δεδομένων (%1)
es: Error cargando datos (%1)
et: Viga andmete laadimisel (%1)
eu: Errorea datuak kargatzean (%1)
fa: خطای بارگذاری داده )%1(
fr: Erreur lors du chargement des données (%1)
gl: Erro cargando os datos (%1)
he: שגיאה בטעינת מידע (%1)
hu: Hiba történt adatbetöltéskor (%1)
is: Villa við hleðslu af gögnum (%1)
it: Errore durante il caricamento dei dati (%1)
ja: データを読み込み中にエラー (%1)
kk: Деректерді жүктеу қатесі (%1)
mk: Грешка при вчитување на податоците (%1)
nb: Feil ved innlasting av data (%1)
nds: Fehler bi't Laden vun Daten (%1)
nl: Fout bij het lezen van de gegevens (%1)
nn: Klarte ikkje lasta inn data (%1)
pa: ਡਾਟਾ (%1) ਲੋਡ ਕਰਨ 'ਚ ਗਲਤੀ
pl: Błąd podczas wczytywania danych (%1)
pt: Erro ao carregar os dados (%1)
sk: Chyba pri načítaní dát (%1)
sl: Napaka pri nalaganju podatkov (%1)
sr: Грешка при учитавању података (%1)
sr@latn: Greška pri učitavanju podataka (%1)
sv: Fel vid laddning av data (%1)
uk: Помилка завантаження даних (%1)

source: File not found
ar: لم أجِد الملف
be: Файл не знойдзены
bg: Файлът не е намерен
ca: Fitxers no trobat
da: Fil ikke fundet
de: Datei nicht gefunden
el: Το αρχείο δε βρέθηκε
es: Archivo no encontrado
et: Faili ei leitud
eu: Ez da fitxategia aurkitu
fa: پرونده یافت نشد
fr: Impossible de trouver le fichier
gl: Non se atopou o ficheiro
he: קובץ לא נמצא
hu: A fájl nem található
is: Skrá fannst ekki
it: File non trovato
ja: ファイルが見つかりません
kk: Файл табылмады
lt: Byla nerasta
mk: Датотеката не е пронајдена
nb: Fant ikke fila
nds: Datei lett sik nich finnen
nl: Bestand niet gevonden
nn: Fann ikkje fila
pa: ਫਾਇਲ ਨਹੀਂ ਲੱਭੀ
pl: Nie znaleziono pliku
pt: O ficheiro não foi encontrado
sk: Súbor nenájdený
sl: Datoteka ni bila najdena
sr: Фајл није нађен
sr@latn: Fajl nije nađen
sv: Filen hittades inte
uk: Файл не знайдено
zh_cn: 文件未找到

source: The file is not a XML
ar: الملف ليس من نوع XML
be: Файл не мае фармат XML
bg: Файлът не е XML
ca: El fitxer no és XML
da: Filen er ikke XML
de: Diese Datei enthält kein XML
el: Το αρχείο δεν είναι XML
es: El archivo no tiene formato XML
et: Fail ei ole XML-fail
eu: Fitxategia ez da XML bat
fa: پرونده یک XML نیست
fr: Le fichier n'est pas au format XML.
gl: O ficheiro non é XML
he: הקובץ לא XML
hu: Nem XML-fájl
is: Skráin er ekki XML
it: Il file non è XML
ja: このファイルは XML ではありません
kk: Файл пішімі XML емес
mk: Датотеката не е XML
nb: Fila er ikke i XML
nds: Datei is keen XML
nl: Het bestand is geen XML
nn: Fila er ikkje i XML
pa: ਫਾਇਲ XML ਨਹੀਂ ਹੈ
pl: Plik nie jest w formacie XML
pt: O ficheiro não está em XML
sk: Súbor nie je vo formáte XML
sl: Datoteka ni vrste XML
sr: Фајл није XML
sr@latn: Fajl nije XML
sv: Filen är inte XML
uk: Фал не в форматі XML

source: Expected tag 'item'
ar: توقع الوسم 'item'
be: Чаканы тэг: 'item'
bg: Очакван низ "Елемент"
ca: S'esperava l'etiqueta 'item'
da: Forventede mærket 'item'
de: Tag "item" erwartet
el: Ετικέτα που αναμενόταν 'item'
es: Se esperaba la etiqueta «item»
et: Oodati silti 'item'
eu: "item"etiketa espero zen
fa: »فقرۀ« برچسب مورد انتظار
fr: Balise « item » attendue.
gl: Agardábase a etiqueta "item"
he: מצפה לתגית "item"
hu: Várt tag: 'item'
is: Átti von á taginu 'item'
it: Atteso tag "item"
ja: タグが item ではありません
kk: 'item' тегі күтілген
nb: Forventet taggen «item»
nds: Beteker "item" verwacht
nl: Tag 'item' verwacht
nn: Forventa taggen «item»
pa: ਟੈਗ 'ਇਕਾਈ' ਦੀ ਮੰਗ
pl: Spodziewany znacznik 'item'
pt: Era esperada a marca 'item'
sk: Očakávaná značka 'položka'
sl: Pričakovana oznaka »item«
sr: Очекивана је ознака „item“
sr@latn: Očekivana je oznaka „item“
sv: Förväntade taggen 'item'
uk: Очікувана мітка "item"

source: First child of 'item' is not a node
ar: الإبن الأول ل 'item' ليس عقدة
be: Першы нашчадак 'item' не з'яўляецца вузлом
bg: Производното на "Елемент" не е възел
ca: El primer fill de 'item' no és un node
da: Første underliggende objekt til 'item' er ikke en knude
de: Das erste Unterelement von 'item' ist kein Knoten (node)
el: Ο πρώτος απόγονος 'item' δεν είναι κόμβος
es: El primer hijo de «item» no es un nodo
et: Elemendi 'item' esimene järglane ei ole sõlm
eu: "item" lehen semea ez da nodo bat
fa: اولین بچه از »فقره«، یک گره نیست
fr: Le premier fils de « item » n'est pas un nœud
gl: O primeiro fillo de "item" non é un nó
hu: Az 'item' elem első alárendelt eleme nem csomópont
is: Fyrsti undirflokkur 'item' er ekki hnúður
it: Il primo figlio di "item" non è un nodo
ja: item の最初の子がノードではありません
kk: 'item' тегтің бірінші еншілесі торап емес
nb: Den første barneprosessen er ikke en node
nds: Eerst Ünnerelement vun "item" is keen Knütt
nl: Eerste subonderdeel van 'item' is geen node
nn: Det første barnet under «item» er ingen node
pa: 'ਇਕਾਈ' ਦਾ ਪਹਿਲੀਂ ਅਧੀਨ ਇਕਾਈ ਇੱਕ ਨੋਡ ਨਹੀਂ ਹੈ
pl: Pierwszy element podrzędny 'item' nie jest węzłem
pt: O primeiro filho do 'item' não é um nó
sk: Prvý potomok 'položky' nie je uzol
sl: Prvi potomec od »item« ni vozlišče
sr: Прво дете од „item“ није чвор
sr@latn: Prvo dete od „item“ nije čvor
sv: Första underliggande objekt till 'item' är inte en nod
uk: Перший нащадок "item" не є вузлом

source: Expected tag 'name'
ar: توقع الوسم 'name'
be: Чаканы тэг: 'name'
bg: Очакван низ "Име"
ca: S'esperava l'etiqueta 'name'
da: Forventede mærket 'name'
de: Tag "name" erwartet
el: Ετικέτα που αναμενόταν 'name'
es: Se esperaba la etiqueta «name»
et: Oodati silti 'name'
eu: "name" etiketa espero zen
fa: »نام« برچسب مورد انتظار
fr: Balise « name » attendue.
gl: Agardábase a etiqueta "name"
he: מצפה לתגית "name"
hu: Várt tag: 'name'
is: Átti von á taginu 'name'
it: Atteso tag "name"
ja: タグが name ではありません
kk: 'name' тегі күтілген
nb: Forventet taggen «name»
nds: Beteker "name" verwacht
nl: Tag 'name' verwacht
nn: Forventa taggen «name»
pa: ਲੋੜੀਦਾ ਟੈਗ 'name'
pl: Spodziewany znacznik 'name'
pt: Era esperada a marca 'name'
sk: Očakávaná značka 'meno'
sl: Pričakovana oznaka »name«
sr: Очекивана је ознака „name“
sr@latn: Očekivana je oznaka „name“
sv: Förväntade taggen 'name'
uk: Очікувана мітка "name"

source: Expected tag 'exp'
ar: توقع الوسم 'exp'
be: Чаканы тэг: 'exp'
bg: Очакван низ "очкв"
ca: S'esperava l'etiqueta 'exp'
da: Forventede mærket 'exp'
de: Tag "exp" erwartet
el: Ετικέτα που αναμενόταν 'exp'
es: Se esperaba la etiqueta «exp»
et: Oodati silti 'exp'
eu: "exp" etiketa espero zen
fa: »عبارت« برچسب مورد انتظار
fr: Balise « exp » attendue.
gl: Agardábase a etiqueta "exp"
he: מצפה לתגית "exp"
hu: Várt tag: 'exp'
is: Átti von á taginu 'exp'
it: Atteso tag "exp"
ja: タグが exp ではありません
kk: 'exp' тегі күтілген
nb: Forventet taggen «exp»
nds: Beteker "exp" verwacht
nl: Tag 'exp' verwacht
nn: Forventa taggen «exp»
pa: ਲੋੜੀਦਾ ਟੈਗ 'exp'
pl: Spodziewany znacznik 'exp'
pt: Era esperada a marca 'exp'
sk: Očakávaná značka 'exp'
sl: Pričakovana oznaka »exp«
sr: Очекивана је ознака „exp“
sr@latn: Očekivana je oznaka „exp“
sv: Förväntade taggen 'exp'
uk: Очікувана мітка "exp"

source: _: which check found errors English text in translation
ar: نص انجليزى فى الترجمة
be: Ангельскі тэкст у перакладзе
bg: Английски текст в превода
ca: Text en anglès a la traducció
da: Engelsk tekst i oversættelse
de: Englischer Text in der Übersetzung
el: Αγγλικό κείμενο στη μετάφραση
es: Texto en inglés en la traducción
et: tõlge sisaldab ingliskeelset teksti
eu: ingeles testua itzulpenean
fa: متن انگلیسی در ترجمه
fr: Texte anglais dans la traduction
gl: Texto en inglés na tradución
hu: Angol nyelvű szöveg a fordításban
is: Enskur texti í þýðingum
it: testo inglese nella traduzione
ja: 翻訳の中に英語
kk: аудармада ағылшын мәтін
mk: англиски текст во преводот
nb: Engelsk tekst i oversettelsen
nds: Engelsch Text in Översetten
nl: Engelse tekst in vertaling
nn: Engelsk tekst i omsetjinga
pa: ਅਨੁਵਾਦ ਵਿੱਚ ਅੰਗਰੇਜ਼ੀ ਪਾਠ
pl: Tekst angielski w tłumaczeniu
pt: Texto em inglês na tradução
sk: anglický text v preklade
sl: Angleško besedilo v prevodu
sr: енглески текст у преводу
sr@latn: engleski tekst u prevodu
sv: Engelsk text i översättning
uk: Англійський текст у перекладі
