Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>On the fly spellchecking</b></p><p>Activate this to let KBabel spell check the text as you type. Mispelled words will be colored by the error color.</p></qt>
ar: <qt><p><b>تدقيق إملائي آني</b></p> <p>فعِّل هذا الخيار لتسمح لمترجم‌ك بتدقيق النص إملاءيا بينما تكتبه. ستلوَّن الكلمات الخطأ إملائيا بلون الأخطأ.</p></qt>
be: <qt><p><b>Праверка арфаграфіі на лету</b></p><p>Правяраць тэкст, які вы ўводзіце, на арфаграфічныя памылкі "on-the-fly".</p></qt>
bg: <qt><p><b>Бърза проверка на правописа</b></p><p>Включете това ако искате KBabel да проверява правописа докато пишете. Сгрешените думи ще бъдат оцветени.</p></qt>
ca: <qt><p><b>Comprovació ortogràfica al vol</b></p><p>Activar això permet al KBabel comprovar l'ortografia mentre escriviu. Les paraules incorrectes seran colorejades amb el color d'error.</p></qt>
da: <qt><p><b>Stavekontrol mens du skriver</b></p><p>Aktivér dette for at få KBabel's stavekontrol til at tjekke mens du skriver. Forkert stavede ord vil blive farvet med fejlfarven.</p></qt>
de: <qt><p><b>Direkte Rechtschreibprüfung</b></p><p>Ist diese Einstellung aktiv, markiert KBabel falsch geschriebene Wörter bereits bei der Eingabe.</p></qt>
el: <qt><p><b>Ορθογραφικός έλεγχος κατά την πληκτρολόγηση</b></p><p>Ενεργοποιήστε αυτό για να ορίσετε στο KBabel να κάνει ορθογραφικό έλεγχο του κειμένου καθώς πληκτρολογείτε. Οι εσφαλμένες λέξεις θα χρωματίζονται με το χρώμα σφαλμάτων.</p></qt>
es: <qt> <p><b>Correción ortográfica instantánea</b></p> <p>Active esto para dejar que KBabel corrija ortográficamente el texto que escriba. Las palabras incorrectas serán coloreadas con el color de error.</p></qt>
et: <qt><p><b>Õigekirja kontrollimine lennult</b></p><p>Märkimisel kontrollib KBabel õigekirja kohe kirjutamise ajal. Valesti kirjutatud sõnad märgitakse veavärvi.</p></qt>
eu: <qt><p><b>Ortografia momentuan egiaztatu</b></p><p>Aktibatu aukera hau KBabel-ek testua idazten ari zaren momentuan egiaztatzeko. Gaizki idatzitako hitza errore-kolorearekin azalduko da.</p></qt>
fa: <qt><p><b>ظاهرشدن غلط‌یاب</b></p><p>این گزینه را فعال سازید تا به KBabel اجازۀ بررسی متنی که تحریر می‌کنید را بدهید. واژه‌هایی که غلط املایی دارند با رنگ خطا تصحیح می‌شوند.</p></qt>
fr: <qt><p><b>Vérification orthographique au vol</b></p><p>Activez ceci pour permettre la vérification d'orthographe pendant que vous écrivez. Les mots mal orthographiés seront colorés de la couleur d'erreur.</p></qt>
gl: <qt> <p><b>Comprobación ortográfica simultánea</b></p> <p>Sinale isto para que KBabel comprobe a ortografía á medida que escrebe. As palabras mal escrita serán coloridas coa cor de erro.</p></qt>
he: <qt><p><b>בדיקת איות מידית</b></p><p> הפעל את אפשרות זאת בכדי לאפשר ל־KBabel לבדוק איות בזמן שאתה מקליד. מילים שמאויתות לא נכון יצבעו בצבע שיראה על שגיאה. </p></qt>
hu: <qt><p><b>Automatikus helyesírás-ellenőrzés</b></p><p>Jelölje be ezt az opciót, ha azt szeretné, hogy a program beírás közben automatikusan ellenőrizze a szavakat. A hibás szavak más színnel jelennek meg.</p></qt>
is: <qt><p><b>Stafsetningarleiðrétting á meðan þú skrifar</b></p><p>Merktu við hér til að láta KBabel leiðrétta stafsetningu um leið og þú skrifar. Misrituð orð verða lituð með villulitnum.</p></qt>
it: <qt><p><b>Controllo ortografico al volo</b></p><p>Attivando questa opzione sarà possibile controllare l'ortografia sul testo inserito. Le parole scritte male saranno colorate per segnalare gli errori.</p></qt>
ja: <qt><p>自動スペルチェック</p><p>これを有効にすると、入力されたテキストに対して逐次スペルチェックを行います。スペルに間違いのある語はエラー色で表示されます。</p></qt>
kk: <qt><p><b>Емле іс барысында тексерілсін</b></p><p>Бұл параметр қосылып тұрса, KBabel мәтін теріліп жатқанда емлесін тексере береді. Тексерістен өтпей қалған сөздер арнаулы түспен боялады.</p></qt>
ko: <qt><p><b>신속한 맞춤법 검사</b></p><p>KBabel이 당신이 텍스트를 입력할 때마다 검사하게 하려면 이것을 활성화하시기 바랍니다. 맞춤법이 틀린 단어들은 오류 색상으로 표시될 것입니다.</p></qt>
mk: <qt><p><b>Проверка на правописот во лет</b></p><p>Активирајте го ова за КБабел да го проверува во лет правописот на тоа што го пишувате. Неправилно напишаните зборови ќе бидат обоени со бојата за грешки.</p></qt>
nb: <qt><p><b>Fortløpende stavekontroll</b></p> <p>Skru på dette for å få KBabel til å sjekke stavingen mens du skriver. Feilstavede ord vil få den fargen som er angitt som feilfarge.</p></qt>
nds: <qt><p><b>Schriefwies direktemang pröven</b></p><p>Wenn dit aktiveert is, pröövt KBabel de Schriefwies al direktemang bi't Ingeven. Lege Wöör warrt mit de Fehlerklöör markeert.</p></qt>
nl: <qt><p><b>Spellingcontrole tijdens typen</b></p><p>Selecteer deze optie om KBabel de spelling te laten controleren tijdens het typen. Onjuist gespelde woorden krijgen de fout-kleur.</p></qt>
pa: <qt><p><b>ਤਰਦੀ ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ</b></p><p> ਜਿਵੇਂ ਹੀ ਤੁਸੀਂ ਲਿਖੋ ਤਾਂ ਕੇਬਬੇਲ ਸ਼ਬਦ-ਜੋੜ ਦੀ ਜਾਂਚ ਕਰੇ ਤਾਂ ਇਸ ਨੂੰ ਸਰਗਰਮ ਕਰੋ, ਗਲਤ ਸ਼ਬਦ ਦਾ ਰੰਗ ਗਲਤੀ ਰੰਗ ਨਾਲ ਵੇਖਾਇਆ ਜਾਵੇਗਾ</p></qt>
pl: <qt> <p><b>Sprawdzanie pisowni w trakcie pisania</b></p> <p>Włączenie tej opcji spowoduje, że KBabel będzie na bieżąco sprawdzał wpisywany tekst. Słowa zapisane błędnie będą wyświetlane w kolorze błędu.</p></qt>
pt: <qt><p><b>Verificação ortográfica 'na altura'</b></p><p>Active isto para fazer com que o KBabel verifique ortograficamente o texto, à medida que escreve. As palavras incorrectas serão coloridas com a cor do erro.</p></qt>
sk: <qt><p><b>Kontrola pravopisu počas písania</b></p><p>Ak toto zapnete, KBabel bude kontrolovať pravopis textu počas jeho písania. Neznáme slová budú zobrazené farbou chýb.</p></qt>
sl: <qt><p><b>Sprotno preverjanje črkovanja</b></p><p>Aktivirajte to, da KBabel preverja črkovanje med tipkanjem. Nepravilno črkovane besede bodo obarvane z barvo napake.</p></qt>
sr: <qt><p><b>Провера правописа у ходу</b></p><p>Укључите ово да бисте допустили KBabel-у да проверава правопис док куцате. Погрешно написане речи ће бити обојене бојом грешака.</p></qt>
sr@latn: <qt><p><b>Provera pravopisa u hodu</b></p><p>Uključite ovo da biste dopustili KBabel-u da proverava pravopis dok kucate. Pogrešno napisane reči će biti obojene bojom grešaka.</p></qt>
sv: <qt><p><b>Rättstavning i farten</b></p><p>Aktivera det här för att låta Kbabel kontrollera stavning på texten medan du skriver den. Felstavade ord färgläggs med felfärgen.</p></qt>
ta: <qt><p><b>எழுத்துப்பிழை திருத்தத்தின் போது</b></p><p>இதை செயல்படுத்தி நீங்கள் உள்ளிட்ட உரையை KBabel மூலமாக எழுத்து திருத்தம் செய்யலாம். தவறான எழுத்து வண்ணப் பிழையால் காட்டப்படும்.</p></qt>
tg: <qt> <p><b>Тафтиши имлои зуд</b></p> <p>Озмоиши матни воридшаванда ба хатогиҳои имло.</p></qt>
uk: <qt><p><b>Перевірка правопису на ходу</b></p><p>Увімкніть, щоб KBabel перевіряв правопис під час того як ви вводите текст. Неправильні слова будуть позначатись кольором помилок.</p></qt>
zh_cn: <qt><p><b>自动拼写检查</b></p><p>启用此选项能让 KBabel 自动在您输入文本时进行拼写检查。拼错的单词将用错词颜色标出。</p></qt>

source: &Remember ignored words
ar: &تذكر الكلمات المُتجاهلة
be: &Запамінаць ігнаруемыя словы
bg: &Запомняне на игнорираните думи
ca: &Recorda paraules ignorades
da: &Husk ignorerede ord
de: &Ignorierte Wörter merken
el: &Αποθήκευση λέξεων που παραβλέφθηκαν
es: &Recordar palabras ignoradas
et: Igno&reeritud sõnad jäetakse meelde
eu: &Gogoratu ez ikusitako hitzak
fa: &یادآوری واژه‌های چشم‌پوشی‌شده‌
fr: &Se souvenir des mots ignorés
gl: Lemb&rar as palabras ignoradas
he: &זכור מילים שהתעלמת מהן
hr: &Zapamti ignorirane riječi
hu: A figyelmen kívül hagyott szavak &megjegyzése
is: &Muna hunsuð orð
it: &Ricorda parole ignorate
ja: 無視した単語を記憶する(&R)
kk: Елемей қалдырылған сөздер &есте сақталсын
ko: 무시된 단어를 기억하기(&R)
lt: &Įsiminti ignoruotus žodžius
mk: Запамети ги игно&рираните зборови
nb: Husk igno&rerte ord
nds: Övergahn Wöör &wohren
nl: Genegee&rde woorden onthouden
nn: &Hugs ignorerte ord
pa: ਅਣਡਿੱਠੇ ਕੀਤੇ ਸ਼ਬਦ ਯਾਦ ਰੱਖੋ(&R)
pl: Zapamiętaj &ignorowane słowa
pt: &Lembrar as palavras ignoradas
sk: &Pamätať si ignorované slová
sl: &Zapomni si prezrte besede
sr: &Запамти игнорисане речи
sr@latn: &Zapamti ignorisane reči
sv: Kom ihåg o&rd som ignoreras
ta: தெரியாத வார்த்தைகளை இணை
tg: &Дар хотир доштани калимаҳои радшуда
uk: &Пам'ятати зігноровані слова
zh_cn: 记住忽略的字词(&R)

source: F&ile to store ignored words:
ar: &ملف حفظ الكلمات المُتجاهلة:
be: &Файл для захавання ігнаруемых слоў:
bg: Файл за съхранение на и&гнорираните думи:
ca: F&itxer per a desar paraules ignorades:
da: &Fil hvor ignorerede ord skal gemmes:
de: &Datei zum Speichern ignorierter Wörter:
el: Α&ρχείο για αποθήκευση λέξεων που παραβλέφθηκαν:
es: Arch&ivo para guardar palabras ignoradas:
et: &Ignoreeritud sõnade fail:
eu: Ez ikusitako hitzak biltegiratzeko &fitxategia:
fa: &پرونده برای ذخیرۀ واژه‌های چشم‌پوشی‌شده:‌
fr: &Fichier pour enregistrer les mots ignorés :
gl: F&icheiro onde gardar as palabras ignoradas:
he: ה&קובץ שבו ישמרו מילים שהתעלמת מהן:
hr: &Datoteka za pohranu ignoriranih riječi:
hu: A figyelmen kívül hagyandó szavakat &tartalmazó fájl:
is: Skrá sem á að v&ista hunsuð orð í:
it: F&ile in cui memorizzare le parole ignorate:
ja: 無視した単語の保存ファイル(&I):
kk: Елемей қалдырылған сөздер сақталатын фа&йл:
ko: 무시된 단어를 저장할 파일(&I):
lt: B&yla, saugoti ignoruotiems žodžiams:
mk: Датотека за чување на &игнорираните зборови:
nb: F&il for lagring av ignorerte ord:
nds: &Datei för't Sekern vun övergahn Wöör:
nl: &Bestand om genegeerde woorden in op te slaan:
nn: F&il for lagring av ignorerte ord:
pa: ਅਣਡਿੱਠੇ ਸ਼ਬਦਾਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਫਾਇਲ਼(&i):
pl: &Plik z ignorowanymi słowami:
pt: F&icheiro onde guardar as palavras ignoradas:
sk: &Súbor pre ukladanie ignorovaný slov:
sl: &Datoteka, kjer so prezrte besede:
sr: &Фајл за смештање игнорисаних речи:
sr@latn: &Fajl za smeštanje ignorisanih reči:
sv: F&il att lagra ignorerade ord i:
ta: தெரிந்த வார்த்தைகளை கோப்பில் சேமி
tg: &Файл барои нигоҳ доштани калимаҳои радшуда:
uk: Фа&йл для зберігання зігнорованих слів:
zh_cn: 用来保存忽略字词的文件(&I)：

source: <qt><p><b>Remember ignored words</b></p><p>Activate this, to let KBabel ignore the words, where you have chosen <i>Ignore All</i> in the spell check dialog, in every spell check.</p></qt>
ar: <qt><p><b>تذكَّر الكلمات المُتجاهلة</b></p><p> نشط هذه ، لتجعل مترجم‌ك يتجاهل الكلمات، عندما اخترت<i>تجاهل الكل</i>فى حوار التدقيق الإملائى، فى كل تدقيق إملائى.</p></qt>
be: <qt><p><b>Запамінаць ігнаруемыя словы</b></p><p>Уключэнне гэтага параметру дазваляе KBabel ігнараваць словы, вылучаныя вамі націскам кнопкі <i>Ігнараваць усё</i> у дыялогу праверкі арфаграфіі, штораз пры праверцы арфаграфіі.</p></qt>
bg: <qt><p><b>Запомняне на игнорираните думи</b></p><p>Включете тази отметка ако искате KBabel да игнорира думите, когато натиснете <i>Игнориране на всички</i> при проверката на правописа.</p></qt>
ca: <qt><p><b>Recorda paraules ignorades</b></p><p> Activeu aquesta opció, per a deixar al KBabel ignorar les paraules escollides <i>Ignora-ho tot</i> en el diàleg comprovació ortogràfica.</p></qt>
da: <qt><p><b>Husk ignorerede ord</b></p><p>Aktivér dette for at lade KBabel ignorere de ord, hvor du har valgt <i>Ignorér alt</i> i stavekontrol dialog, i hver stavekontrol.</p></qt>
de: <qt><p><b>Ignorierte Wörter merken</b></p><p>Markieren Sie diese Einstellung, damit KBabel die Ausdrücke dauerhaft ignoriert, bei denen Sie im Dialog der Rechtschreibprüfung <i>Alle Ignorieren</i> gewählt haben.</p></qt>
el: <qt><p><b>Αποθήκευση λέξεων που παραβλέφθηκαν</b></p><p>Ενεργοποιήστε αυτή την επιλογή, για να ορίσετε στο KBabel να αγνοήσει τις λέξεις, εκεί που επιλέξατε <i>Παράβλεψη όλων</i> στο διάλογο ορθογραφικού ελέγχου, σε κάθε έλεγχο.</p></qt>
es: <qt><p><b>Recordar palabras ignoradas</b></p><p> Active esta opción, para dejar a KBabel ignorar las palabras donde eligió <i>Ignorar todas</i> en el menú de comprobación de ortografía.</p></qt>
et: <qt><p><b>Ignoreeritud sõnad jäetakse meelde</b></p><p>Märgista, kui soovid, et KBabel jätaks igal õigekirja kontrollil meelde sinu poolt valitud ignoreeritud sõnad.</p></qt>
eu: <qt><p><b>Gogoratu ez ikusitako hitzak</b></p><p>Aktibatu hori, Kbabel-i hitzak ezikusten uzteko, aukeratu duzun lekuan <i>Ez ikusia guztiei</i> egiaztapen ortografikoaren elkarrizketan, ortografia egiaztatzen duzun guztietan.</p></qt>
fa: <qt><p><b>یادآوری واژه‌های چشم‌پوشی‌شده</b></p><p>برای اینکه به KBabel اجازۀ چشم‌پوشی از واژه‌هایی که <i>چشم‌پوشی از همه</i> را در محاورۀ غلط‌یاب، در هر غلط‌یاب انتخاب کرده‌اید را بدهید، این گزینه را فعال سازید.</p></qt>
fr: <qt><p><b>Se souvenir des mots ignorés</b></p><p>Activez ceci pour laisser KBabel ignorer les mots, si vous avez choisi <i>Tout ignorer</i> dans la boîte de dialogue pour toutes les vérifications orthographiques.</p></qt>
gl: <qt> <p><b>Lembrar as palabras ignoradas</b></p> <p>Sinale isto para que KBabel ignore sempre que comprobe a ortografía as palabras para as que use o botón <i>Ignorar todas</i> no diálogo de comprobación da ortografía.</p></qt>
hu: <qt><p><b>A figyelmen kívül hagyott szavak megjegyzése</b></p><p>Jelölje be ezt az opciót, ha azt szeretné, hogy a KBabel megjegyezze azokat a szavakat, amelyeknél <i>Az összes figyelmen kívül hagyása</i> menüpontot választotta valamelyik ellenőrzés során.</p></qt>
is: <qt><p><b>Muna hunsuð orð</b></p><p>Virkjaðu þetta til að láta KBabel hunsa þau orð, þar sem þú hefur valið <i>Hunsa allt</i> í stafsetningarleiðréttingunni.</p></qt>
it: <qt> <p><b>Ricorda parole ignorate</b></p> <p>Attiva questo per permettere a KBabel di ignorare le parole, dove hai scelto <i>Ignora sempre</i> nella finestra di dialogo del correttore ortografico, per ogni controllo.</p></qt>
ja: <qt><p>無視した単語を記憶する</p><p>これを有効にすると、スペルチェックの際にスペルチェックダイアログで「すべて無視」に指定された語を無視します。</p></qt>
kk: <qt><p><b>Елемей қалдырылған сөздер есте сақталсын</b></p><p>Бұл параметрді қоссаңыз, емлесін тексерген сайын емлесін тексеру диалогында <i>Барлығын елемеу</i> батырмасын басқанда KBabel таңдалған сөздерді тексермей қалдырады.</p></qt>
ko: <qt><p><b>무시된 단어를 기억하기</b></p><p>이 옵션을 활성화하면, KBabel은 맞춤법 검사 때마다 맞춤법 검사 대화상자에서 <i>모두 무시</i>를 선택한 곳에선 단어를 무시합니다.</p></qt>
lt: <qt><p><b>Įsiminti ignoruotus žodžius</b></p><p>Tai aktyvuokite, kad KBabel galėtų ignoruoti žodžius, kai Jūs nurodėte <i>Ignoruoti visus</i> korektoriaus dialoge, kiekvieno rašybos tikrinimo metu.</p></qt>
nb: <qt><p><b>Husk ignorerte ord</b></p><p>Skru på dette hvis du vil at hver gang du kjører stavekontrollen skal KBabel ignorere ord der du har valgt <i>Ignorer Alle</i> i stavekontrollvinduet.</p></qt>
nds: <qt><p><b>Övergahn Wöör wohren</b></p><p>Maak dit an, wenn KBabel bi de Schriefwies-Prööv de Wöör jümmers övergahn schall, för de Du <i>Jümmers övergahn</i> anklickt hest.</p></qt>
nl: <qt><p><b>Genegeerde woorden onthouden</b></p><p>Selecteer dit om KBabel tijdens elke spellingcontrole de woorden te laten negeren waarbij u <i>Alles negeren</i> hebt gekozen in de spellingcontroledialoog.</p></qt>
nn: <qt><p><b>Hugs ignorerte ord</b></p> <p>Ved å aktivere dette valget vil KBabel i alle stavekontrollar oversjå alle ord der du har valgt <i>Ignorer alle</i> i stavekontrollvindauget.</p></qt>
pa: <qt><p><b>ਅਣਡਿੱਠੇ ਸ਼ਬਦ ਯਾਦ ਰੱਖੋ</b></p><p>ਇਸ ਨੂੰ ਸਰਗਰਮ ਕਰੋ, ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਕੇਬਬੇਲ ਉਹਨਾਂ ਸ਼ਬਦਾਂ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੇ, ਜੋ ਕਿ ਤੁਸੀਂ ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ ਵਾਰਤਾਲਾਪ ਰਾਹੀਂ , ਹਰੇਕ ਜਾਂਚ ਦੌਰਾਨ <i>ਸਭ ਅਣਡਿੱਠੇ</i> ਕਰੇ,ਚੁਣੇ ਹਨ।</p></qt>
pl: <qt><p><b>Zapamiętaj ignorowane słowa</b></p><p>Włączenie tej opcji spowoduje, że KBabel będzie zapamiętywał słowa, pominięte poleceniem <i>Ignoruj wszystkie</i> w oknie dialogowym sprawdzania pisowni.</p></qt>
pt: <qt><p><b>Lembrar as palavras ignoradas</b></p><p>Assinale isto para permitir ao KBabel ignorar as palavras onde escolheu a opção <i>Ignorar Tudo</i> na janela de verificação ortográfica, em todas as verificações ortográficas.</p></qt>
sk: <qt><p><b>Pamätať si ignorované slová</b></p><p>Po aktivácii tejto voľby bude KBabel ignorovať slová, pre ktoré ste vybrali <i>Ignorovať všetky</i> pri kontrole pravopisu, pri každej kontrole.</p></qt>
sl: <qt><p><b>Zapomni si prezrte besede</b></p><p>Omogočite to, da bo KBabel prezrl besede, kjer ste izbrali <i>Prezri vse</i> v pogovornem oknu preverjanja črkovanja, v vsakem preverjanju črkovanja.</p></qt>
sr: <qt> <p><b>Запамти игнорисане речи</b></p> <p>Укључите ово да бисте дозволили KBabel-у да игнорише речи, где сте изабрали <i>Игнориши све</i> у дијалогу за проверу правописа, при свакој провери правописа.</p></qt>
sr@latn: <qt> <p><b>Zapamti ignorisane reči</b></p> <p>Uključite ovo da biste dozvolili KBabel-u da ignoriše reči, gde ste izabrali <i>Ignoriši sve</i> u dijalogu za proveru pravopisa, pri svakoj proveri pravopisa.</p></qt>
sv: <qt><p><b>Kom ihåg ord som ignoreras</b></p><p>Aktivera det här för att låta Kbabel ignorera de ord där du har valt <i>Ignorera alla</i> i dialogrutan stavningskontroll, för varje stavningskontroll.</p></qt>
ta: <qt><p><b>புறக்கணிக்கப்பட்ட எழுத்துக்களை நினைவில் கொள்</b></p><p>இதை செயல்படுத்தி, KBabel எழுத்துக்களை புறக்கணிக்கும், தேர்வு செய்யப்பட்ட எழுத்துக்கள் எழுத்துப்பிழை உரையாடல் பெட்டியில் உள்ள<i>அனைத்தையும் புறக்கணி</i> ஒவ்வொரு எழுத்து பிழை திருத்தும் போதும்.</p></qt>
tg: <qt><p><b>Калимаҳои аҳамиятнадодашударо ба ёд оред</b></p><p>Инро барои ба KBabel иҷозат додани он ки ба калимаҳо аҳамият надиҳад, фаъол кунед дар он ҷое, ки шумо <i>Ignore All</i>-ро дар муколамаи санҷиши имло дар ҳар як санҷиши имло, интихоб кардед</p></qt>
uk: <qt><p><b>Пам'ятати зігноровані слова</b></p><p>Увімкніть, щоб KBabel при кожній перевірці правопису міг ігнорувати слова, вибрані через натискання <i>Ігнорувати всі</i> у вікні перевірки правопису.</p></qt>
zh_cn: <qt><p><b>记住忽略的字词</b></p><p>激活此项，KBabel 将会在每次拼写检查的时候都忽略您在拼写检查对话框中选择要<i>“全部忽略”</i>的那些字词。</p></qt>

source: &Base folder of PO files:
ar: ال&مجلد الأساسى لملفات PO:
be: А&сноўны каталог файлаў перакладу:
bg: &Основна директория за PO файлове:
ca: Carpeta &base de fitxers PO:
da: PO-filernes &Rod-mappe:
de: Basisordner &für PO-Dateien:
el: &Βασικός φάκελος των αρχείων PO:
es: Carpeta &base de archivos PO:
et: P&O-failide algkataloog:
eu: Ondoko PO fitxategien &oinarri-direktorioa:
fa: پوشۀ &پایۀ پرونده‌های PO‌
fr: Dossier de &base pour les fichiers PO :
gl: Cartafol &base dos ficheiros PO:
he: תיקיית &בסיס לקבצי PO:
hr: &Osnovni direktorij za PO datoteke:
hu: A .p&o fájlok alapkönyvtára:
is: &Grunnmappa fyrir PO-skrár:
it: Cartella &base per i file PO:
ja: PO ファイルのベースフォルダ(&P):
kk: PO файлдардың &негізгі қапшығы:
ko: PO파일의 기본 폴더(&B)
lt: PO bylų &bazinis aplankas:
mk: &Базна патека за PO-датотеките:
nb: &Toppmappe for po-filer:
nds: &Basisorner för PO-Dateien:
nl: Hoofdmap voor PO-&bestanden:
nn: Toppmappe for &PO-filer:
pa: PO ਫਾਇਲਾਂ ਲਈ ਆਧਾਰ ਫੋਲਡਰ(&B):
pl: &Podstawowy katalog plików PO:
pt: Pasta de &base dos ficheiros PO:
sk: &Základný priečinok pre PO súbory:
sl: &Osnovna mapa datotek PO:
sr: &Основна фасцикла за PO фајлове:
sr@latn: &Osnovna fascikla za PO fajlove:
sv: &Baskatalog för PO-filer:
ta: poகோப்புகளின் மூலத் தொகுப்பு:
tg: &Каталоги асосии файлҳои тарҷума:
uk: &Базова тека PO-файлів:
zh_cn: PO 文件的基准文件夹(&B)：

source: Ba&se folder of POT files:
ar: المجلد الأ&ساسى لملفات POT:
be: Асн&оўны каталог шаблонаў:
bg: &Основна директория за POT файлове:
ca: Carpeta ba&se de fitxers POT:
da: POT-filernes &Rod-mappe:
de: Basiso&rdner für POT-Dateien:
el: Β&ασικός φάκελος των αρχείων POT:
es: Carpeta &base de archivos POT:
et: &POT-failide algkataloog:
eu: Ondoko POT fitxategien oi&narri-direktorioa:
fa: پوشۀ &پایۀ پرونده‌های POT:‌
fr: Dossier de ba&se pour les fichiers POT :
gl: Cartafol &base dos ficheiros POT:
he: תיקיית ב&סיס לקבצי POT:
hr: O&snovni direktorij za POT datoteke:
hu: A .po&t fájlok alapkönyvtára:
is: Grunnmappa fyrir POT-&skrár:
it: Cartella bas&e per i file POT:
ja: POT ファイルのベースフォルダ(&S):
kk: POT файлдардың н&егізгі қапшығы:
ko: POT파일의 기본 폴더(&B)
lt: POT bylų ba&zinis aplankas:
mk: Ба&зна патека за POT-датотеките:
nb: &Toppmappe for pot-filer:
nds: Ba&sisorner för POT-Dateien:
nl: Hoofdmap voor POT-be&standen:
nn: &Toppmappe for POT-filer:
pa: POT ਫਾਇਲਾਂ ਲਈ ਆਧਾਰ ਫੋਲਡਰ(&S):
pl: Podstawowy katalog plików PO&T:
pt: Pasta de ba&se dos ficheiros POT:
sk: Základný priečinok pre PO&T súbory:
sl: &Osnovna mapa datotek POT:
sr: О&сновна фасцикла за POT фајлове:
sr@latn: O&snovna fascikla za POT fajlove:
sv: Ba&skatalog för POT-filer:
ta: pot கோப்புகளின் மூலத் தொகுப்பு:
tg: &Каталоги асосии қолибҳо:
uk: Ба&зова тека POT-файлів:
zh_cn: POT 文件的基准文件夹(&S)：
