Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Commands for files</b></p><p>Insert here the commands you want to execute on files from the Catalog Manager. The commands are then shown in the submenu <b>Commands</b> in the Catalog Manager's context menu.</p><p>The following strings will be replaced in a command:<ul><li>@PACKAGE@: The name of the file without path and extension</li><li>@POFILE@: The name of the PO-file with path and extension</li><li>@POTFILE@: The name of the corresponding template file with path and extension</li><li>@POEMAIL@: The name and email address of the last translator</li><li>@PODIR@: The name of the folder the PO-file is in, with path</li><li>@POTDIR@: The name of the folder the template file is in, with path</li></ul></p></qt>
ar: <qt><p><b>أوامر للملفات</b></p><p>ادخل هنا الأوامر التى تريد تنفيذها فى الملفات من مدير الفهارس. سوف تظهر الأوامر فى القائمة الفرعية <b>الأوامر</b> فى قائمة سياق مدير الفهارس.</p><p>السلاسل النصية التالية سوفة تستبدل فى الامر :<ul><li>@PACKAGE@: اسم الملف بدون المسار والإمتداد</li><li>@POFILE@: اسم ملف PO مع المسار والإمتداد</li><li>@POTFILE@: اسم ملف القالب المقابل مع المسار والإمتداد</li><li>@POEMAIL@: اسم وعنوان البريد الالكترونى لآخر مترجم </li><li>@PODIR@: اسم المجلد الذى يحتوى على ملف PO، مع المسار</li><li> @POTDIR@:اسم المجلد الذى يحتوى على ملف القالب ، مع المسار</li></ul></p></qt>
be: <qt><p><b>Загады для файлаў</b></p><p>Дадайце ў дадзены спіс загады, якія вы жадаеце выконваць для файлаў у Мэнэджэру каталогаў. Загады будуць паказаны ў падменю <b>Загады</b> кантэкстнага меню Мэнэджэра каталогаў.</p><p>Дадзеныя радкі будуць заменены на адпаведныя значэнні:<ul><li>@PACKAGE@: Імя файла без указання шляху і пашырэння</li><li>@POFILE@: Імя файла перакладу з указаннем шляху і пашырэння</li><li>@POTFILE@: Імя адпаведнага шаблону з указаннем шляху і пашырэння</li><li>@POEMAIL@: Імя і e-mail апошняга перакладчыка</li><li>@PODIR@: Імя каталога, які змяшчае файл перакладу з указаннем шляху</li><li>@POTDIR@: Імя каталога, што змяшчае шаблон з указаннем шляху</li> </ul></p></qt>
bg: <qt><p><b>Команди за файлове</b></p><p>Тук въведете командите, които искате да изпълните за файловете от "Управление на каталога". Командите ще бъдат показвани в подменюто <b>Команди</b> в контекстното меню.</p><p>В командата ще бъдат заместени следните низове:<ul><li>@PACKAGE@: Името на файла без пътя и разширението</li><li>@POFILE@: Името на PO файла без пътя и разширението</li><li>@POTFILE@: Името на съответния шаблон заедно с пътя и разширението</li><li>@POEMAIL@: Името и е-пощата на последния преводач</li><li>@PODIR@: Името на директорията с PO файловете заедно с пътя</li><li>@POTDIR@: Името на директорията с шаблоните заедно с пътя</li></ul></p></qt>
ca: <qt><p><b>Comandaments per als fitxers</b></p><p>Inseriu aquí els comandaments que desitgeu executar sobre els fitxers des del Gestor de catàlegs. Els comandaments es mostren en el submenú <b>Comandaments</b> del menú de context del Gestor de catàlegs.</p><p>Les següents cadenes seran substituïdes en un comandament:<ul><li>@PACKAGE@: Nom del fitxer sense ruta ni extensió</li><li>@POFILE@: Nom del fitxer PO amb ruta i extensió</li><li>@POTFILE@: Nom de la plantilla corresponent amb ruta i extensió</li><li>@POEMAIL@: Nom i adreça de correu electrònic de l'últim traductor</li><li>@PODIR@: Nom de la carpeta, amb ruta, a on es troben els fitxers PO.</li><li>@POTDIR@: Nom de la carpeta , amb ruta, a on es troben les plantilles</li></ul></p></qt>
da: <qt><p><b>Kommandoer for filer</b></p><p>Indsæt de kommandoer du ønsker at udføre på filer fra kataloghåndteringen her. Kommandoerne vises så i undermenuen<b>Kommandoer</b> i kataloghåndteringens sammenhængs menu.</p><p>Følgende strenge vil blive erstattede i en kommando:<ul><li>@PACKAGE@: Navnet på mappen uden sti </li><li>@PODIR@: Navnet på PO-mappen med sti</li><li>@POTDIR@: Navnet på skabelon mappen med sti</li> <li>@POEMAIL@: Navn og e-mail-adresse på sidste oversætter</li><li>@PODIR@: Navnet på den mappe PO-filen er i, med sti</li><li>@POTDIR@: Navnet på den mappe skabelon-filen er i, med sti</li></ul></p></qt>
de: <qt><p><b>Befehle für Dateien</b></p><p>Geben Sie hier Befehle ein, die Sie vom Katalogmanager aus auf Dateien anwenden lassen wollen. Diese Befehle werden dann im Untermenü<b>Befehle</b> im Kontextmenü des Katalogmanagers angezeigt.</p><p>Die folgenden Texte werden in einem Befehl ersetzt:<ul><li>@PACKAGE@: Der Name der Datei ohne Pfad und Dateiendung</li><li>@POFILE@: Der Name der PO-Datei mit Pfad und Dateiendung</li><li>@POTFILE@: Der Name der dazugehörigen Vorlagendatei mit Pfad und Dateiendung</li> <li>@POEMAIL@: Name und E-Mail-Adresse des letzten Übersetzers</li><li>@PODIR@: Der Name des Ordners, in dem sich die PO-Datei befindet, mit Pfad</li><li>@POTDIR@: Der Name des Ordners, in dem sich die Vorlagendatei befindet, mit Pfad</li></ul></p></qt>
el: <qt><p><b>Εντολές για αρχεία</b></p><p>Εισάγετε εδώ τις εντολές που θέλετε να εκτελέσετε σε αρχεία του διαχειριστή καταλόγου. Οι εντολές εμφανίζονται στο υπομενού <b>Εντολές</b> στο σχετικό μενού του διαχειριστή καταλόγου.</p><p>Οι παρακάτω συμβολοσειρές θα αντικατασταθούν σε μια εντολή:<ul><li>@PACKAGE@: Το όνομα του αρχείου χωρίς τη διαδρομή και την επέκταση</li><li>@POFILE@: Το όνομα του αρχείου PO με τη διαδρομή και την επέκταση</li><li>@POTFILE@: Το όνομα του αντίστοιχού αρχείου προτύπου με τη διαδρομή και την επέκταση</li><li>@POEMAIL@: Το όνομα της διεύθυνσης ταχυδρομείου του τελευταίου μεταφραστή</li><li>@PODIR@: Το όνομα του φακέλου PO με τη διαδρομή</li><li>@POTDIR@: Το όνομα του φακέλου προτύπου με τη διαδρομή</li></ul></p></qt>
es: <qt><p><b>Órdenes para archivos</b></p><p>Introduzca aquí las órdenes que quiera ejecutar sobre los archivos desde el Gestor de catálogos. Las órdenes se mostrarán en el submenú <b>Órdenes</b> en el menú contextual del Gestor de catátogos</p><p>Se reemplazarán las siguientes cadenas en una orden:<ul><li>@PACKAGE@: El nombre del archivo sin la ruta y la extensión</li><li>@POFILE@: El nombre del archivo PO con la ruta y la extensión</li><li>@POTFILE@: El nombre del correspondiente archivo de plantilla con la ruta y la extensión</li><li>@POEMAIL@: El nombre y la dirección de correo del último traductor</li><li>@PODIR@: El nombre de la carpeta donde está el archivo PO, con la ruta</li><li>@POTDIR@: El nombre de la carpeta donde está el archivo de plantilla, con la ruta</li></ul></p></qt>
et: <qt><p><b>Failide käsud</b></p><p>Sisesta siia käsud, mida soovid täita kataloogihaldurist. Käskude nimekirja saab näha kataloogihalduri alammenüüst <b>Käsud</b>.</p><p>Järgnevad stringid asendatakse tegelike väärtustega:<ul><li>@PACKAGE@: faili nimi ilma raja ja laiendita</li><li>@POFILE@: PO-faili nimi raja ja laiendiga</li><li>@POTFILE@: Vastava POT-faili nimi raja ja laiendiga</li> <li>@POEMAIL@: Viimase tõlkija nimi ja e-postiaadress</li><li>@PODIR@: PO-faili kataloogi nimi rajaga</li><li>@POTDIR@: POT-faili kataloogi nimi rajaga</li></ul></p></qt>
eu: <qt><p><b>Fitxategietarako direktorioak</b></p><p>Txertatu hemen katalogo-kudeatzailetik fitxategietan exekutatu nahi dituzun aginduak. Aginduak <b>Aginduak</b> azpimenuan agertuko dira ondoren, katalogo-kudeatzailearen testuinguru-menuan.</p><p>Ondoko katea agindu batean ordeztuko da:<ul><li>@PACKAGE@: Fitxategiaren izena biderik eta luzapenik gabe</li><li>@POFILE@: PO-fitxategiaren izena bidearekin eta luzapenarekin</li><li>@POTFILE@: Dagokion eredu-fitxategiaren izena bidearekin eta luzapenarekin</li><li>@POEMAIL@: Azken itzultzailearen izena eta posta elektronikoaren helbidea</li><li>@PODIR@: PO-fitxategia sartuta dagoen direktorioaren izena, bidearekin</li><li>@POTDIR@: Eredu-fitxategia sartuta dagoen direktorioaren izena, bidearekin</li></ul></p></qt>
fa: <qt><p><b>فرمانهای پرونده‌ها</b></p><p>فرمانهایی که می‌خواهید در پرونده‌های مدیر فهرست اجرا شوند را درج کنید. سپس فرمانها در زیرفهرست <b>فرمانها</b> در گزینگان متن مدیر فهرست نمایش داده می‌شوند. </p><p>رشته‌های زیر در یک فرمان جایگزین می‌شوند:<ul><li>@PACKAGE@: نام پرونده بدون مسیر و پسوند</li><li>@POFILE@: نام پروندۀ PO با مسیر و پسوند </li><li>@POTFILE@: نام پروندۀ قالب متناظر با مسیر و پسوند </li><li>@POEMAIL@: نام و نشانی رایانامۀ آخرین مترجم</li><li>@PODIR@: نام پوشه‌ای که پروندۀ PO در آن است، با مسیر </li><li>@POTDIR@: نام پوشه‌ای که پروندۀ قالب در آن قرار دارد، با مسیر</li></ul></p></qt>
fr: <qt><p><b>Commandes pour les fichiers</b></p><p>Écrivez ici les commandes que vous voulez exécuter sur les fichiers du gestionnaire de catalogue. Les commandes sont alors affichées dans le sous-menu <b>Commandes</b> dans le menu contextuel du gestionnaire de catalogue.</p><p>Les chaînes suivantes seront remplacées par une commande :<ul><li>@PACKAGE@ : le nom d'un dossier sans le chemin et l'extension</li><li>@POFILE@ : le nom du modèle correspondant avec le chemin et l'extension</li> <li>@POTFILE@ : Le nom du fichier modèle correspondant avec le chemin et l'extension</li><li>@POEMAIL@ : le nom et l'adresse électronique du dernier traducteur</li><li>@PODIR@ : le nom du dossier qui contient le fichier PO, avec son chemin</li><li>@POTDIR@ : Le nom du dossier qui contient le modèle, avec son chemin</li></ul></p></qt>
gl: <qt> <p><b>Comandos para os ficheiros</b></p> <p>Insira aquí os comandos que queira executar nos ficheiros desde o Xestor de Catálogos. Os comandos serán mostrados no submenú <b>Comandos</b> do menú contextual do Xestor de Catálogos.</p> <p>As seguintes cadeas serán substituídas nos comandos: <ul> <li>@PACKAGE@: O nome do ficheiro sen rota nen extensión</li> <li>@POFILE@: O nome do ficheiro PO con rota e extensión</li> <li>@PORFILE@: O nome do modelo correspondente con rota e extensión</li> <li>@POEMAIL@: O nome e o enderezo de correo electrónico do último tradutor</li><li>@PODIR@: O nome do cartafol no que está o ficheiro PO, con rota</li> <li>@POTDIR@: O nome do cartafol no que está o modelo, con rota</li> </ul></p></qt>
hu: <qt><p><b>Fájlparancsok</b></p><p>Itt lehet megadni azokat a parancsokat, amelyek a kijelölt fájlok nevét paraméterként kapva indíthatók a Listakezelőből. A parancsok a Listakezelő jobb egérgombos menüjének <b>Parancsok</b> nevű almenüből érhetők el.</p><p>A következő változók használhatók a parancsokban:<ul><li>@PACKAGE@: a fájl neve elérési út és kiterjesztés nélkül</li><li>@POFILE@: a .po-fájl teljes elérési útja</li><li>@POTFILE@: a .pot-fájl teljes elérési útja</li><li>@POEMAIL@: az utolsó fordító neve és e-mail-címe</li><li>@PODIR@: a .po-fájlok könyvtárának teljes elérési útja</li><li>@POTDIR@: a sablonfájl könyvtárának teljes elérési útja</li></ul></p></qt>
is: <qt><p><b>Skráaskipanir</b></p><p>Settu inn hér skipanir sem þú vilt geta keyrt á skrár frá Þýðingarstjóranum. Þær eru aðgengilegar frá undirmöppu <b>Skipana</b> þegar þú hægrismellir í Þýðingarstjóranum.</p><p>Eftirfarandi strengjum er skipt út í skipunum: <ul><li>@PACKAGE@: Nafn skráarinnar, án slóðar og endingar</li><li>@POFILE@: Nafn PO skráarinnar með slóð og endingu</li><li>@POTFILE@: Nafn samsvarandi sniðskráar, með slóð og endingu</li><li>@POEMAIL@: Nafn og netfang seinasta þýðanda</li><li>@PODIR@: Nafn möppunar sem PO skráin er í, með slóð</li><li>@POTDIR@: Nafn möppunar sem sniðskráin er í, með slóð</li></ul></p></qt>
it: <qt> <p><b>Comandi per i file</b></p> <p>Inserisci qui i comandi che vuoi eseguire sui file da Gestione catalogo. I comandi sono poi mostrati nel sotto-menu <b>Comandi</b> nel menu contestuale di Gestione catalogo.</p> <p>Le seguenti stringhe saranno sostituite con un comando: <ul><li>@PACKAGE@: Il nome di un file senza percorso ed estensione</li><li>@POFILE@: Il nome del file PO con percorso ed estensione</li><li>@POTFILE@: Il nome del modello corrispondente con percorso ed estensione</li> <li>@POEMAIL@: Il nome e l'indirizzo di posta elettronica dell'ultimo traduttore</li> <li>@PODIR@: Il nome della cartella, i file PO presenti, con percorso</li><li>@POTDIR@: Il nome della cartella, i modelli presenti, con percorso</li> </ul></p></qt>
ja: <qt><p>ファイル用コマンド</p><p>カタログマネージャからファイルに対して実行するコマンドを指定してください。指定されたコマンドはカタログマネージャのコンテクストメニューの「コマンド」サブメニューに表示されます。</p><p>以下の文字列はコマンド実行時に実際の値に置き換えられます。<ul><li>@PACKAGE@: 拡張子とパスの付かないファイル名</li><li>@POFILE@: PO ファイルのフルパス名</li><li>@POTFILE@: 対応するテンプレートファイルのフルパス名</li><li>@POEMAIL@: 最終翻訳者の名前とメールアドレス</li><li>@PODIR@: PO ファイルのあるフォルダのフルパス名</li><li>@POTDIR@: テンプレートファイルのあるフォルダのフルパス名</li></ul></p></qt>
kk: <qt><p><b>Файлдардың командалары</b></p><p>Каталог менеджерінен файлдармен айналысуға қалайтыңн командаларыңызды осында енгізіңіз. Бұл командалар контексті мәзірінің <b>Командалар </b> ішкі мәзіріне кіреді.</p><p>Командаларда келесі белгілер мынау мәліметтерімен алмастырылатын болады:<ul><li>@PACKAGE@: Файлдың жолы және жұрнағы көрсетілмеген жеке атауымен.</li><li>@POFILE@: РО файлдың жолы және жұрнағы көрсетілген атауымен</li> <li>@POEMAIL@: Соңғы аудармашының есімі мен эл.пошта адресімен</li><li>@PODIR@: PO файлы жатқан қапшығының жолы көрсетілген атауымен</li><li>@POTDIR@: Файлдың POT үлгісі жатқан қапшықтың жолы көрсетілген атауымен</li></ul></p></qt>
ko: <qt><p><b>파일에 대한 명령어</b></p><p>카탈로그 메니저로부터 파일에서 수행되길 원하는 명령어를 여기에 삽입하십시오. 카탈로그 메니저의 문맥 메뉴에서 <b>명령</b> 하위 메뉴에 명령어가 있습니다.</p><p>명령어에서 교체될 문자열은 다음과 같습니다.<ul><li>@PACKAGE@: 확장자와 경로를 제외한 파일의 이름</li><li>@POFILE@: 경로명과 확장자를 포함한 PO 파일의 이름</li><li>@POTFILE@: 경로와 확장자를 포함한 템플릿 파일과 관련된 이름</li><li>@POEMAIL@: 지난 번역자의 이름과 이메일 주소</li><li>@PODIR@: PO 파일을 포함한 폴더의 전체 경로명</li><li>@POTDIR@: 전체 경로를 포함한 템플릿 파일이 있는 폴더의 이름</li></ul></p></qt>
nb: <qt><p><b>Kommandoer for filer</b></p><p>Her kan du legge til kommandoer du vil kjøre på filer fra katalogbehandleren. Kommandoene vises deretter i undermenyen <b>Kommandoer</b> i katalogbehandlerens sprettoppmeny.</p><p>Følgende tekster vil bli erstattet i en kommando:<ul><li>@PACKAGE@: Navnet på fila uten sti og filendelse</li><li>@POFILE@: Navnet på PO-fila med sti og filendelse</li><li>@POTFILE@: Navnet på den tilsvarende malen, med sti og filendelse</li><li>@POEMAIL@: Navn og e-postadresse til siste oversetter</li><li>@PODIR@: Navnet på mappa som PO-fila er i, med sti</li><li>@POTDIR@: Navnet på mappa som malfila er i, med sti</li></ul></p></qt>
nds: <qt><p><b>Dateibefehlen</b></p><p>Giff hier Befehlen in, welk de Kataloogpleger op Dateien anwennen schall. Disse Befehlen warrt denn binnen dat Ünnermenü <b>Befehlen</b> in't Rechtsklickmenü vun den Kataloogpleger wiest.</p><p>För de nakamen Tekenkeden in en Befehl warrt de tohören Weerten insett:<ul><li>@PACKAGE@: De Dateinaam ahn Padd un Verwiedern</li><li>@POFILE@: De Naam vun de PO-Datei mit Padd un Verwiedern</li><li>@POTFILE@: De Naam vun de tohören Vörlaag mit Padd un Verwiedern</li> <li>@POEMAIL@: De Naam un de Nettpostadress vun den lesten Översetter</li><li>@PODIR@: De Naam vun den Orner mit de PO-Datei, mit Padd</li><li>@POTDIR@: De Naam vun den tohören Vörlagenorner, mit Padd</li></ul></p></qt>
nl: <qt><p><b>Commando's voor bestanden</b></p><p>Voer hier de commando's in die u wilt uitvoeren op bestanden in de catalogusbeheerder. De commando's worden dan getoond in het submenu <b>Commando's</b> van contextmenu van de catalogusbeheerder.</p><p>De volgende tekenreeksen zullen worden vervangen in een commando:<ul><li>@PACKAGE@: de naam van het bestand zonder pad en extensie</li><li>@POFILE@: de naam van het PO-bestand met pad en extensie</li><li>@POTFILE@: De naam van het corresponderende sjabloonbestand met pad en extensie</li> <li>@POEMAIL@: de naam en e-mailadres van de laatste vertaler</li><li>@PODIR@: de naam van de map van het PO-bestand met het pad</li><li>@POTDIR@: de naam van de map van het sjabloonbestand met het pad</li></ul></p></qt>
pl: <qt><p><b>Polecenia dla katalogów</b></p><p>Tu można wstawić polecenia, wykonywane na plikach przez Menedżer tłumaczeń. Polecenia będą dostępne z menu <b>Polecenia</b> w menu kontekstowym Menedżera tłumaczeń.</p><p>Następujące napisy zostaną zastąpione w poleceniach:<ul><li>@PACKAGE@: nazwa pliku bez ścieżki i rozszerzenia</li><li>@POFILE@: nazwa pliku PO ze ścieżką i rozszerzeniem</li> <li>@POTFILE@: nazwa odpowiedniego szablonu ze ścieżką i rozszerzeniem</li><li>@POEMAIL@: imię i adres ostatniego tłumacza</li><li>@PODIR@: nazwa katalogu zawierającego plik ze ścieżką</li><li>@POTDIR@: nazwa katalogu zawierającego szablon ze ścieżką</li></ul></p></qt>
pt: <qt><p><b>Comandos para ficheiros</b></p><p>Indique aqui os comandos que deseja executar nos ficheiros do Gestor de Catálogo. Os comandos são então apresentados no sub-menu <b>Comandos</b> no menu de contexto do Gestor de Catálogo.</p><p>As seguintes sequências serão substituídas num comando:<ul><li>@PACKAGE@: O nome do ficheiro sem pasta e extensão</li><li>@POFILE@: O nome do ficheiro PO com a pasta e extensão</li><li>@POTFILE@: O nome do ficheiro de modelo correspondente com pasta e extensão</li><li>@POEMAIL@: O nome e o endereço de e-mail do último tradutor</li><li>@PODIR@: O nome absoluto da pasta onde o PO está</li><li>@POTDIR@: O nome absoluto da pasta onde o ficheiro de modelo está</li></ul></p></qt>
sk: <qt><p><b>Príkazy pre súbory</b></p><p>Tu vložte príkazy, ktoré chcete vykonávať na súboroch zo Správcu katalógov. Príkazy sú potom zobrazené v podmenu <b>Príkazy</b> v kontextovom menu Správcu katalógov.</p><p>Nasledujúce reťazce budú nahradené v príkaze:<ul><li>@PACKAGE@: Meno súboru bez cesty a prípony</li><li>@POFILE@: Meno PO súboru s cestou a príponou</li><li>@POTFILE@: Meno súboru príslušnej šablóny s cestou a príponou</li><li>@POEMAIL@: Meno a email posledného prekladateľa</li><li>@PODIR@: Meno priečinku, kde je PO súbor aj s cestou</li><li>@POTDIR@: Meno priečinku, kde je súbor so šablónou, aj s cestou</li></ul></p></qt>
sl: <qt><p><b>Datotečni ukazi</b></p><p>Vnesite ukaze, ki jih želite izvesti na datotekah Upravitelja katalogov. Ukazi so potem prikazani v podmeniju <b>Ukazi</b> v kontekstnem meniju Upravitelja katalogov.</p><p>Naslednji nizi bodo nadomeščeni v ukazu:<ul><li>@PACKAGE@: ime datoteke brez poti in pripone</li><li>@POFILE@: ime PO-datoteke brez poti in pripone </li><li>@POTFILE@: ime odgovarjajoče preglode brez poti in pripone</li><li>@PODIR@: ime mape, kjer so datoteke PO, s potjo</li><li>@POTDIR@: ime mape s predlogami s potjo</li></ul></p></qt>
sr: <qt> <p><b>Наредбе за фајлове</b></p> <p>Овде уметните наредбе које желите да буду извршене на фајловима из управника каталога. Наредбе су затим приказане у подменију <b>Наредбе</b> у контекстном менију управника каталога.</p> <p>Следећи низови ће бити замењени у наредби: <ul> <li>@PACKAGE@: Име фајла без путање и наставка</li> <li>@POFILE@: Име PO фајла са путањом и наставком</li> <li>@POTFILE@: Име одговарајућег шаблонског фајла са путањом и наставком</li> <li>@POEMAIL@: Име и е-адреса последњег преводиоца</li> <li>@PODIR@: Име фасцикле у којој се налази PO фајл, са путањом</li> <li>@POTDIR@: Име фасцикле у којој се налази шаблонски фајл, са путањом</li></ul></p></qt>
sr@latn: <qt> <p><b>Naredbe za fajlove</b></p> <p>Ovde umetnite naredbe koje želite da budu izvršene na fajlovima iz upravnika kataloga. Naredbe su zatim prikazane u podmeniju <b>Naredbe</b> u kontekstnom meniju upravnika kataloga.</p> <p>Sledeći nizovi će biti zamenjeni u naredbi: <ul> <li>@PACKAGE@: Ime fajla bez putanje i nastavka</li> <li>@POFILE@: Ime PO fajla sa putanjom i nastavkom</li> <li>@POTFILE@: Ime odgovarajućeg šablonskog fajla sa putanjom i nastavkom</li> <li>@POEMAIL@: Ime i e-adresa poslednjeg prevodioca</li> <li>@PODIR@: Ime fascikle u kojoj se nalazi PO fajl, sa putanjom</li> <li>@POTDIR@: Ime fascikle u kojoj se nalazi šablonski fajl, sa putanjom</li></ul></p></qt>
sv: <qt><p><b>Kommandon för filer</b></p><p>Här kan du lägga till de kommandon du vill köra för filer från kataloghanteraren. Kommandona visas sedan i undermenyn <b>Kommandon</b> i kataloghanterarens sammanhangsberoende meny.</p><p>Följande strängar byts ut i ett kommando:<ul><li>@PACKAGE@: Namnet på filen utan sökväg eller filändelse</li><li>@POFILE@: Namnet på PO-filen med sökväg och filändelse</li><li>@POTFILE@: Namnet på motsvarande mallfil med sökväg och filändelse</li><li>@POEMAIL@: Namn och e-postadress för senaste översättare</li><li>@PODIR@: Namnet på den PO-katalog som PO-filen finns i, med sökväg</li><li>@POTDIR@: Namnet på katalogen som mallfilen finns i, med sökväg</li></ul></p></qt>
ta: <qt><p><b>கோப்புகளுக்கான கட்டளைகள்</b></p><p>விவரப்பட்டி மேலாளரிலிருந்து கோப்புகளில் நிறைவேற்றப்பட வேண்டிய கட்டளைகளை இங்கே நுழைக்கவும். கட்டளைகள் பிறகு உப பட்டியலில் காட்சியளிக்கப்படுகிறது<b>கட்டளைகள்</b> விவரப்பட்டி மேலாளர் சூழல் பட்டியில் உள்ளது.</p><p>காணப்பட்ட தொடர்கள் ஒரு கட்டளையில் மாற்றப்படும்:<ul><li>@PACKAGE@: பாதையும் விரிவும் இல்லாத கோப்பின் பெயர்</li><li>@POFILE@: பாதையும் விரிவும் உள்ள PO-கோப்பின் பெயர்</li><li>@POTFILE@: பாதையும் விரிவும் உள்ள வார்ப்புக் கோப்பின் பெயர்</li><li>@POEMAIL@: இறுதி மொழிப்பெயர்ப்பாளரின் பெயரும் மின்னஞ்சல் முகவரியும்</li><li>@PODIR@: PO-கோப்பிருக்கும் ஆவணத்தின் பெயர், பாதையுடன்</li><li>@POTDIR@: வார்ப்புக் கோப்பிருக்கும் ஆவணத்தின் பெயர், பாதையுடன்</li></ul></p></qt>
tg: <qt><p><b>Дастур барои файлҳо</b></p><p>Дар ин ҷо он дастурҳоеро, ки мехоҳедбо файлҳо иҷро кунед аз Каталоги Менеҷер ворид кунед. Сипас ин дастурҳо дар зерменюи <b>Дастурҳо/b> дар заминаи менюи Каталоги Менеҷер нишон дода мешаванд.</p><p>Қаторҳои зерин дар дастур иваз карда мешаванд:<ul><li>@Бастаи нармафзорӣ@: Номи файлбе пасванд ва роҳ</li><li>@Файли PO@: Номи файли-PO бо роҳ ва пасванд</li><li>@ФАЙЛИPOT@: Номи қолаби файли мутобиқ бо роҳ ва пасванд</li><li>@ЭМЕЙЛИPO@: Ном ва суроғаи эмейлитарҷумони охирин</li><li>@PODIR@: Номи пӯшае, ки файли PO дар он ҳаст бо роҳи</li><li>@POTDIR@ Номи пӯшае, ки файли қолаб дар он аст бо роҳи</li></ul></p></qt>
uk: <qt><p><b>Команди для файлів</b></p><p>Вставте сюди команди, які ви хочете запускати для файлів в Менеджері каталогів. Ці команди потім будуть показані в підменю <b>Команди</b> в контекстному меню Менеджера каталогів.</p><p>Наступні рядки в командах будуть замінені:<ul><li>@PACKAGE@: Назва файла без шляху та розширення</li><li>@POFILE@: Назва PO-файла з шляхом та розширенням</li><li>@POTFILE@: Назва відповідного шаблону з шляхом та розширенням</li><li>@POEMAIL@: Ім'я та адреса ел. пошти останнього перекладача</li><li>@PODIR@: Шлях й назва теки, в якій знаходиться PO-файл</li><li>@POTDIR@: Шлях й назва теки, в якій знаходиться шаблон</li></ul></p></qt>
zh_cn: <qt><p><b>用于文件的命令</b></p><p>在此处插入您想从目录管理器内对文件执行的命令。这些命令随后会显示在目录管理器的上下文菜单的<b>“命令”</b>子菜单中。</p><p>下列字符串在命令中将会被替换：<ul><li>@PACKAGE@：不带路径和扩展名的文件名</li><li>@POFILE@：带路径和扩展名的 PO 文件名</li><li>@POTFILE@：带路径和扩展名的相应模板文件名</li><li>@POEMAIL@：最后翻译者的姓名和电子邮件地址</li><li>@PODIR@：PO 文件所在的文件夹名称，带路径</li><li>@POTDIR@：模板文件所在的文件夹名称，带路径</li></ul></p></qt>

source: Shown Columns
ar: الأعمدة الظاهرة
be: Якія адлюстроўваюцца слупкі
bg: Показвани колони
ca: Mostra columnes
da: Vis &søjler
de: Angezeigte Spalten
el: Εμφανιζόμενες στήλες
es: Mostrar columnas
et: Näidatavad veerud
eu: Erakutsi oharrak
fa: ستونهای نمایش داده‌شده
fr: Afficher les colonnes
gl: Amosar columnas
he: עמודות מוצגות
hr: Prikaži stupce
hu: A megjelenített oszlopok
is: Sýndir dálkar
it: Colonne mostrate
ja: 表示する列
kk: Көрсетілетін бағандар
ko: 보이는 칸
mk: Прикажани колони
nb: Vis kolonner
nds: Wieste Striepen
nl: Zichtbare kolommen
nn: Vis kolonnar
pa: ਕਾਲਮ ਵੇਖਾਓ
pl: Widoczne kolumny
pt: Colunas Visíveis
sk: Zobraziť stĺpce
sl: Prikaži stolpce
sr: Приказане колоне
sr@latn: Prikazane kolone
sv: Visade kolumner
ta: காட்டப்பட்ட நிரல்கள்
tg: Сутунҳои тасвиршаванда
uk: Показані стовпчики
zh_cn: 已显示的列
