Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Cannot open temporary file for writing. Aborting.
ar: تعذّر فتح الملف المؤقّت للكتابة. اجهاض.
be: Не атрымалася адкрыць часовы файл на запіс. Супын.
bg: Временната директория не може да бъде отворена за запис. Прекъсване.
ca: No s'ha pogut obrir el fitxer temporal per a escriptura. S'avorta.
da: Kan ikke åbne midlertidig fil til skrivning. Afbryder.
de: Die temporäre Datei kann nicht zum Schreiben geöffnet werden. Vorgang wird abgebrochen.
el: Αδυναμία ανοίγματος προσωρινού αρχείου για εγγραφή. Εγκατάλειψη.
es: No se puede abrir el archivo temporal para escritura. Abandonando.
et: Ajutist faili pole võimalik kirjutamiseks avada. Katkestamine.
eu: Ezin da behin-behineko fitxategia idazteke ireki. Abortatzen.
fa: نمی‌توان پروندۀ موقت را برای نوشتن باز کرد. ساقط می‌شود.
fr: Impossible d'ouvrir le fichier temporaire en écriture. Abandon.
gl: Non foi posíbel abrir un ficheiro temporal para escribir. Abortando.
he: לא יכול לפתוח קובץ זמני לכתיבה. נוטש.
hu: Nem nyitható meg írásra egy ideiglenes fájl. Kilépés.
is: Get ekki opnað tímabundna skrá til skrifunar. Hætti við.
it: Impossibile aprire un file temporaneo per la scrittura. Annullato.
ja: 一時ファイルを書き込みのために開けません。中止します。
kk: Уақытша файл жазуға ашылмады. Доғарылды.
mk: Не можам да отворам привремена датотека за запишување. Прекинувам.
nb: Kan ikke åpne en foreløpig fil med skrivetilgang. Avbryter
nds: De Temporeerdatei lett sik nich för't Schrieven opmaken. Warrt afbraken.
nl: Kan het tijdelijke bestand niet wegschrijven. Deze actie wordt geannuleerd.
nn: Klarte ikkje opna mellombels fil for skriving. Avbryt.
pa: ਆਰਜ਼ੀ ਫਾਇਲ ਨੂੰ ਲਿਖਣ ਲਈ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ। ਅਧੂਰਾ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: Nie można otworzyć pliku tymczasowego do pisania. Operacja przerwana.
pt: Não é possível aceder ao ficheiro temporário para escrita. A interromper.
sk: Nepodarilo sa otvoriť dočasný súbor. Program skončil.
sl: Ni moč odpreti začasne datoteke za pisanje. Prekinjam.
sr: Не могу да отворим привремени фајл ради уписа. Прекидам.
sr@latn: Ne mogu da otvorim privremeni fajl radi upisa. Prekidam.
sv: Kan inte öppna tillfällig fil för skrivning. Avbryter.
uk: Не вдається відкрити тимчасовий файл для запису. Переривається.
zh_cn: 无法打开临时文件写入。中止。

source: Cannot write to temporary file. Aborting.
ar: تعذّرت الكتابة في الملف المؤقّت. اجهاض.
be: Не атрымалася запісаць дадзеныя ў часовы файл. Супын.
bg: Невъзможен запис във временен файл. Прекъсване.
ca: No s'ha pogut escriure al fitxer temporal. S'avorta.
da: Kan ikke skrive til midlertidig fil. Afbryder.
de: In die temporäre Datei kann nicht geschrieben werden. Vorgang wird abgebrochen.
el: Αδυναμία εγγραφής στο προσωρινό αρχείο. Εγκατάλειψη.
es: No se puede escribir en el archivo temporal. Abandonando.
et: Ajutise faili kirjutamine ebaõnnestus. Katkestamine.
eu: Ezin da behin-behineko fitxategia idatzi. Abortatzen.
fa: نمی‌توان در پروندۀ موقت نوشت. ساقط می‌شود.
fr: Impossible d'écrire dans le fichier temporaire. Abandon.
gl: Non foi posíbel escribir no ficheiro temporal. Abortando.
he: לא יכול לכתוב לקובץ זמני. נוטש.
hu: Nem lehet írni egy ideiglenes fájlba. Kilépés.
is: Get ekki skrifað í tímabundna skrá. Hætti við.
it: Impossibile scrivere sul file temporaneo. Annullato.
ja: 一時ファイルに書き込めません。中止します。
kk: Уақытша файл жазылмады. Доғарылды.
mk: Не можам да запишам во привремена датотека. Прекинувам.
nb: Kan ikke skrive til den foreløpige fila. Avslutter.
nds: Temporeerdatei lett sik nich schrieven. Warrt afbraken.
nl: Kan het tijdelijke bestand niet wegschrijven. Deze actie wordt geannuleerd.
nn: Klarte ikkje skriva til mellombels fil. Avbryt.
pa: ਆਰਜ਼ੀ ਫਾਇਲ ਲਿਖੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ। ਅਧੂਰਾ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: Nie można pisać do pliku tymczasowego. Operacja przerwana.
pt: Não é possível gravar no ficheiro temporário. A interromper.
sk: Nepodarilo sa zapisovať do dočasného súboru. Program skončil.
sl: Ni moč pisati v začasno datoteko. Prekinjam.
sr: Не могу да пишем у привремени фајл. Прекидам.
sr@latn: Ne mogu da pišem u privremeni fajl. Prekidam.
sv: Kan inte skriva till tillfällig fil. Avbryter.
uk: Не вдається записати в тимчасовий файл. Переривається.
zh_cn: 无法写入临时文件。中止。

source: The process could not be started.
ar: تعذّر بدأ العمليّة.
be: Не атрымалася запусціць працэс.
bg: Процесът не може да бъде стартиран.
ca: El procés no s'ha pogut iniciar.
da: Processen kunne ikke starte.
de: Der Prozess kann nicht gestartet werden.
el: Η διεργασία δε μπόρεσε να εκκινήσει.
es: No se ha podido iniciar el proceso.
et: Protsessi ei saa käivitada.
eu: Ezin da prozesua abiatu.
fa: فرآیند نتوانست آغاز شود.
fr: Impossible de démarrer le processus.
gl: Non foi posíbel iniciar o proceso.
he: לא יכול להפעיל את התהליך.
hu: A folyamatot nem sikerült elindítani.
is: Tókst ekki að ræsa ferlið.
it: Non è stato possibile avviare il processo.
ja: プロセスを開始できませんでした。
kk: Процесс жегілмеді.
mk: Процесот не можеше да се стартува.
nb: Klarte ikke å starte prosessen.
nds: De Perzess lett sik nich starten.
nl: Het proces kan niet worden gestart.
nn: Klarte ikkje starta prosessen.
pa: ਕਾਰਜ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Nie można uruchomić procesu.
pt: O processo não pôde ser iniciado.
sk: Proces nie je možné spustiť.
sl: Procesa ni moč zagnati.
sr: Процес не може бити покренут.
sr@latn: Proces ne može biti pokrenut.
sv: Processen kunde inte startas.
uk: Не вдалось запустити процес.
zh_cn: 无法启动进程。

source: [ Exited with status %1 ]
ar: [ خرَج بالحالة %1 ]
be: [ Статут выхаду - %1 ]
bg: [ Изход със статус %1 ]
ca: [ Sortida amb l'estatus %1 ]
da: [ Afsluttede med status %1 ]
de: [ Ausgeführt mit Status %1 ]
el: [ Έξοδος με κατάσταση %1 ]
es: [ Finalizado con estado %1 ]
et: [ Lõpetatud staatusega %1 ]
eu: [ %1 egoerarekin irten da ]
fa: ] با وضعیت %1 خارج شد [
fr: [ Sortie avec l'état %1 ]
gl: [ Finalizado co estado %1 ]
he: [ יצא עם מצב %1 ]
hr: [ Izašao sa statusom %1 ]
hu: [ Kilépett, a visszadott érték: %1 ]
is: [ Lauk með stöðu %1 ]
it: [ Terminato con stato %1 ]
ja: [ 状態コード %1 で終了 ]
kk: [ %1 күйде доғарылды ]
ko: [ 상태 %1로 종료 ]
lt: [ Baigimosi būsena %1 ]
mk: [ Излезе со статус %1 ]
nb: [ Avsluttet med status %1 ]
nds: [ Mit Status "%1" beendt ]
nl: [ Afgesloten met status %1 ]
nn: [ Avslutta med status %1 ]
pa: [ ਹਾਲਤ %1 ਨਾਲ ਸਮਾਪਤੀ ]
pl: [ Zakończone w stanie %1 ]
pt: [ Saiu com o estado %1 ]
sk: [ Ukončené so stavom %1 ]
sl: [ Končano s stanjem %1 ]
sr: [ Изашло са статусом %1 ]
sr@latn: [ Izašlo sa statusom %1 ]
sv: [Avslutades med status %1]
ta: [%1ஐ நிலையை வைத்து வெளியிடு]
tg: [ Вазъияти хурӯҷ - %1 ]
uk: [ Завершено зі станом %1 ]
zh_cn: [ %1 状态下退出]

source: [ Finished ]
ar: [ تمّ ]
be: [ Гатова ]
bg: [ Готово ]
ca: [ Finalitzat ]
da: [ Færdig ]
de: [ Fertig ]
el: [ Τελείωσε ]
es: [ Finalizado ]
et: [ Lõpetatud ]
eu: [ Amaituta ]
fa: ] تمام شد [
fr: [ Terminé ]
gl: [ Rematado ]
he: [ הסתיים ]
hr: [ Završeno ]
hu: [ Befejezve ]
is: [ Lokið ]
it: [ Finito ]
ja: [ 完了 ]
kk: [ Аяқталды ]
ko: [ 완료됨 ]
lt: [ Baigta ]
mk: [ Заврши ]
nb: [ Avsluttet ]
nds: [ Fardig ]
nl: [ Beëindigd ]
nn: [ Ferdig ]
pa: [ ਸਮਾਪਤ ]
pl: [ Zakończone ]
pt: [ Terminado ]
sk: [ Dokončené ]
sl: [ Zaključeno ]
sr: [ Завршено ]
sr@latn: [ Završeno ]
sv: [Klar]
ta: [முடிதது]
tg: [ Иҷро шуд ]
uk: [ Завершено ]
zh_cn: [ 完成 ]

source: &Show Diff
ar: ا&ظهر الإختلاف
be: &Паказаць адрозненні
bg: &Показване на разликите
ca: Mo&stra diff
da: &Vis Diff
de: &Unterschiede anzeigen
el: &Εμφάνιση διαφορών
es: Mo&strar diff
et: Näita võrdlu&st
eu: &Erakutsi desberdintasunak.
fa: &نمایش تفاوت‌
fr: &Afficher les différences
gl: Am&osar as diferenzas
he: ה&צג השוואה
hr: &Pokaži razliku
hu: Összeh&asonlítás (diff)
is: &Sýna mismun
it: Mo&stra confronto
ja: 差異を表示(&S)
kk: &Айырмашылықты көрсету
ko: Diff 보기(&S)
lt: &Rodyti Diff
mk: Пр&икажи разлики
nb: &Vis differanse
nds: &Verscheel wiesen
nl: Verschil &tonen
nn: &Vis skilnad
pa: ਅੰਤਰ ਵੇਖਾਓ(&S)
pl: Pokaż &różnice
pt: &Mostrar as Diferenças
sk: &Zobraziť rozdiely
sl: &Prikaži diff
sr: &Прикажи разлику
sr@latn: &Prikaži razliku
sv: &Visa jämförelse
ta: Diffயை காட்டு
tg: &Намоиши фарқият
uk: &Показати різницю
zh_cn: 显示差别(&S)

source: _: Descriptive encoding name Last choice ( %1 )
ar: الإختيار الأخير ( %1 )
be: Папярэдняя ( %1 )
bg: Последен избор ( %1 )
ca: Última elecció ( %1 )
da: Seneste valg (%1)
de: Letzte Auswahl ( %1 )
el: Τελευταία επιλογή ( %1 )
es: Última selección ( %1 )
et: Viimane valik (%1)
eu: Azken aukera ( %1 )
fa: آخرین انتخاب ) %1 (
fr: Dernier choix (%1)
gl: Última escolla ( %1 )
he: ההזדמנות האחרונה ( %1 )
hu: Legutóbbi választás (%1)
is: Seinasta val ( %1 )
it: Ultima scelta ( %1 )
ja: 前回の選択 ( %1 )
kk: Соңғы таңдау ( %1 )
mk: Последен избор ( %1 )
nb: Sistevalg ( %1 )
nds: Verleden Utwahl ( %1 )
nl: Laatst gekozen (%1)
nn: Sisteval (%1)
pa: ਆਖਰੀ ਚੋਣ ( %1 )
pl: Awaryjne (%1)
pt: Última opção ( %1 )
sk: Posledná voľba ( %1 )
sl: Zadnja izbira ( %1 )
sr: Последњи избор ( %1 )
sr@latn: Poslednji izbor ( %1 )
sv: Senaste val (%1)
uk: Останній вибір ( %1 )
zh_cn: 上次选择(%1)

source: SVN Dialog
ar: حوار SVN
be: Дыялог SVN
bg: SVN диалогов прозорец
ca: Diàleg del SVN
el: Διάλογος SVN
es: Diálogo SVN
et: SVN-i dialoog
eu: SVN elkarrizketa-koadroa
fa: محاورۀ SVN
fr: Fenêtre SVN
gl: Diálogo SVN
he: חלון דו־שיח SVN
hu: SVN párbeszédablak
is: SVN gluggi
it: Finestra di dialogo SVN
ja: SVN ダイアログ
kk: SVN диалогы
mk: Дијалог за SVN
nb: SVN-dialogvindu
nds: SVN-Dialoog
nl: SVN-dialoog
nn: SVN-dialogvindauge
pa: SVN ਵਾਰਤਾਲਾਪ
pl: Okno SVN
pt: Janela de SVN
sk: Dialóg SVN
sl: Okno SVN
sr: SVN прозор
sr@latn: SVN prozor
sv: SVN-dialogruta
uk: Вікно SVN
zh_cn: SVN 对话框

source: Get remote status for the following files:
ar: استعلم عن الحالة البعيدة للملفات التالية:
be: Атрымаць аддалены стан наступных файлаў:
bg: Отдалечен статус за следните файлове:
ca: Obté l'estatus remot per als següents fitxers:
da: Hent fjernstatus for følgende filer:
de: Status (auf dem Server) der folgenden Dateien abfragen:
el: Λήψη απομακρυσμένης κατάστασης για τα παρακάτω αρχεία:
es: Obtener el estado remoto de los siguientes archivos:
et: Hangi järgmiste failide olek (serveris):
eu: Eskuratu ondorengo fitxategien urruneko egoera:
fa: به دست آوردن وضعیت دور برای پرونده‌های زیر:
fr: Obtenir l'état distant des fichiers suivants :
gl: Obter o estado remoto dos seguintes ficheiros:
he: השג מצב מרוחק עבור הקבצים הבאים:
hu: A következő fájlok távoli állapota lesz lekérdezve:
is: Sækja fjarlæga stöðu yfir eftirfarandi skrár:
it: Preleva lo stato remoto dei seguenti file:
ja: 以下のファイルのリモートでの状態を取得:
kk: Келесі файлдардың қашықтағы күй-жайын білу:
mk: Земи оддалечен статус за следниве датотеки:
nb: Vis ekstern status på de følgende filene:
nds: Feern Status för de nakamen Dateien halen:
nl: Externe status opvragen voor de volgende bestanden:
nn: Vis ekstern status på dei følgjande filene:
pa: ਹੇਠ ਲਿਖਿਆਂ ਫਾਇਲਾਂ ਦੀ ਰਿਮੋਟ ਹਾਲਤ ਜਾਣੋ:
pl: Sprawdź stan następujących plików na serwerze
pt: Obter o estado remoto dos seguintes ficheiros:
sk: Získať vzdialený stav pre tieto súbory:
sl: Dobi oddaljeno stanje naslednjih datotek:
sr: Добави удаљени статус за следеће фајлове:
sr@latn: Dobavi udaljeni status za sledeće fajlove:
sv: Hämta fjärrstatus för följande filer:
uk: Дізнатись про віддалений стан наступних файлів:
zh_cn: 获取以下文件的远程状态：

source: Get local status for the following files:
ar: استعلم عن الحالة المحلّية للملفات التالية:
be: Атрымаць лакальны стан наступных файлаў:
bg: Локален статус за слените файлове:
ca: Obté l'estatus local per als següents fitxers:
da: Hent lokalstatus for følgende filer:
de: Status (lokal) der folgenden Dateien abfragen:
el: Λήψη τοπικής κατάστασης για τα παρακάτω αρχεία:
es: Obtener el estado local de los siguientes archivos:
et: Hangi järgmiste failide olek (lokaalne):
eu: Eskuratu ondorengo fitxategien egoera lokala:
fa: به دست آوردن وضعیت محلی برای پرونده‌های زیر:
fr: Obtenir l'état local des fichiers suivants :
gl: Obter o estado local dos seguintes ficheiros:
he: השג מצב מקומי עבור הקבצים הבאים:
hu: A következő fájlok helyi állapota lesz lekérdezve:
is: Sækja staðbundið stöðu yfir eftirfarandi skrár:
it: Preleva lo stato locale dei seguenti file:
ja: 以下のファイルのローカルでの状態を取得:
kk: Келесі файлдардың жергілікті күй-жайын білу:
mk: Земи локален статус за следниве датотеки:
nb: Vis lokal status på de følgende filene:
nds: Lokaal Status för de nakamen Dateien halen:
nl: Lokale status opvragen voor de volgende bestanden:
nn: Vis lokal status på dei følgjande filene:
pa: ਹੇਠ ਲਿਖਿਆਂ ਫਾਇਲਾਂ ਦੀ ਲੋਕਲ ਹਾਲਤ ਜਾਣੋ:
pl: Sprawdź stan następujących plików lokalnych:
pt: Obter o estado local dos seguintes ficheiros:
sk: Získať lokálny stav pre tieto súbory:
sl: Dobi krajevno stanje naslednjih datotek:
sr: Добави локални статус за следеће фајлове:
sr@latn: Dobavi lokalni status za sledeće fajlove:
sv: Hämta lokal status för följande filer:
uk: Дізнатись про локальний стан наступних файлів:
zh_cn: 获取以下文件的本地状态：

source: Get information for the following files:
ar: احصل على معلومات الملفات التالية:
be: Атрымаць звесткі для наступных файлаў:
bg: Информация за следните файлове:
ca: Obté la informació per als següents fitxers:
da: Hent information for følgende filer:
de: Informationen für die folgenden Dateien abfragen:
el: Λήψη πληροφοριών για τα παρακάτω αρχεία:
es: Obtener información de los siguientes archivos:
et: Hangi järgmiste failide info:
eu: Eskuratu ondorengo fitxategien informazioa:
fa: به دست آوردن اطلاعات برای پرونده‌های زیر:
fr: Obtenir des informations sur les fichiers suivants :
gl: Obter información dos seguintes ficheiros:
he: השג מידע עבור הקבצים הבאים:
hu: A következő fájlok jellemzői lesznek lekérdezve:
is: Ná í upplýsingar yfir eftirfarandi skrár:
it: Ottieni le informazioni per i seguenti file:
ja: 以下のファイルの情報を取得:
kk: Келесі файлдардың мәліметтерін білу:
mk: Земи информации за следниве датотеки:
nb: Vis informasjon om de følgende filene:
nds: Informatschonen över de nakamen Dateien halen:
nl: Informatie voor de volgende bestanden opvragen:
nn: Vis informasjon om dei følgjande filene:
pa: ਹੇਠ ਲਿਖਿਆਂ ਫਾਇਲਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਲਵੋ:
pl: Pobierz informację dla następujących plików:
pt: Obter informações sobre os seguintes ficheiros:
sk: Získať informácie pre tieto súbory:
sl: Dobi podatke za naslednje datoteke:
sr: Добави податке за следеће фајлове:
sr@latn: Dobavi podatke za sledeće fajlove:
sv: Hämta information för följande filer:
uk: Отримати інформацію про наступні файли:
zh_cn: 获取以下文件的信息：

source: &Get Information
ar: ا&حصل على المعلومات
be: Звесткі
bg: &Намиране на информация
ca: O&bté informació
da: &Hent information
de: &Informationen abfragen
el: &Λήψη πληροφοριών
es: &Obtener información
et: Han&gi info
eu: &Eskuratu informazioa
fa: &به دست آوردن اطلاعات‌
fr: &Obtenir des informations
gl: &Obter información
he: ה&שג מידע
hu: Információ &lekérdezése
is: &Ná í upplýsingar
it: &Ottieni informazioni
ja: 情報を取得(&G)
kk: &Мәліметті білу
mk: &Земи информација
nb: &Hent informasjon
nds: &Informatschonen halen
nl: In&formatie ophalen
nn: &Hent informasjon
pa: ਜਾਣਕਾਰੀ ਲਵੋ(&G)
pl: Pobierz &informacje
pt: O&bter as Informações
sk: &Získať informácie
sl: &Dobi podatke
sr: &Добави податке
sr@latn: &Dobavi podatke
sv: &Hämta information
uk: &Отримати інформацію
zh_cn: 获得信息(&G)

source: No SVN repository
ar: لا مستودع SVN
be: Няма сховішча SVN
bg: Няма SVN хранилище
ca: No és al repositori de SVN
da: Intet SVN-lager
de: Kein SVN-Archiv
el: Χωρίς χώρο αποθήκευσης SVN
es: Sin repositorio SVN
et: SVN hoidla puudub
eu: SVN biltegirik ez
fa: مخزن SVN وجود ندارد
fr: Pas de référentiel SVN
gl: Sen repositorio SVN
he: אין מאגר SVN
hu: Nincs SVN adattár
is: Engin SVN geymsla (repository)
it: Nessun repository SVN
ja: SVN リポジトリがありません
kk: SVN қоймасы жоқ
nb: Intet SVN-lager
nds: Keen SVN-Archiv
nl: Geen SVN-repository
nn: Inkje SVN-lager
pa: ਕੋਈ SVN ਰਿਪੋਜ਼ਟਰੀ ਨਹੀਂ
pl: Brak repozytorium SVN
pt: Sem repositório de SVN
sk: Žiadny repozitár SVN
sl: Brez skladišča SVN
sr: Нема SVN складишта
sr@latn: Nema SVN skladišta
sv: Inget SVN-arkiv
uk: Немає сховища SVN
zh_cn: 无 SVN 仓库

source: Not in SVN
ar: ليس في SVN
be: Не ў SVN
bg: Не е в SVN
ca: No és al SVN
da: Ikke i SVN
de: Nicht in SVN
el: Όχι στο SVN
es: No en el SVN
et: Pole SVN-is
eu: Ez dago SVN-n
fa: در SVN نیست
fr: Non présent dans le SVN
gl: Non está no SVN
he: לא נמצא ב־SVN
hu: SVN-en kívüli
is: Ekki í SVN
it: Non in SVN
ja: SVN にありません
kk: SVN қоймасында жоқ
mk: Не е во SVN
nb: Ikke i SVN
nds: Nich in SVN
nl: Niet in SVN
nn: Ikkje i SVN
pa: SVN ਵਿੱਚ ਨਹੀਂ
pl: Brak w SVN
pt: Não está no SVN
sk: Nie je v SVN
sl: Ni v SVN
sr: Није у SVN-у
sr@latn: Nije u SVN-u
sv: Inte i SVN
uk: Не в SVN
zh_cn: 不在 SVN 中

source: Error in Working Copy
ar: خطأ في نسخة العمل
be: Памылка ў працоўнай копіі
bg: Грешка в работното копие
ca: Error en la còpia de treball
da: Fejl i arbejdskopi
de: Fehler in der Arbeitskopie
el: Σφάλμα στο αντίγραφο εργασίας
es: Error en la copia de trabajo
et: Töökoopia viga
eu: Errorea laneko kopian
fa: خطا در رونوشت کار
fr: Erreur dans la copie de travail
gl: Erro na copia de traballo
he: שגיאה בעותק עבודה
hu: Hiba a munkamásolatban
is: Villa í vinnuskrá
it: Errore nella copia di lavoro
ja: 作業コピーにエラー
kk: Жұмыс көшірмесінде қате пайда болды
mk: Грешка во работната копија
nb: Feil i arbeidskopien
nds: Fehler binnen de Arbeitkopie
nl: Fout in de werkmap
nn: Feil i arbeidskopien
pa: ਵਰਕਿੰਗ ਨਕਲ 'ਚ ਗਲਤੀ
pl: Błąd w kopii roboczej
pt: Erro na Cópia Local
sk: Chyba v pracovnej kópii
sl: Napaka v delovni kopiji
sr: Грешка у радној копији
sr@latn: Greška u radnoj kopiji
sv: Fel i arbetskopia
uk: Помилка в робочій копії
zh_cn: 工作副本出错

source: This is not a valid SVN repository. The SVN commands cannot be executed.
ar: هذا ليس مستودع SVN صحيح. أوامر SVN لايمكن تنفيذها.
be: Зададзена недапушчальнае сховішча SVN. Немагчыма выканаць каманды SVN.
bg: Това не е валидно SVN хранилище. SVN командите не могат да бъдат изпълнени.
ca: Aquest no és un repositori vàlid de SVN. No s'hi poden executar els comandaments de SVN.
da: Dette er ikke et gyldigt SVN-lager. SVN-kommandoerne kan ikke udføres.
de: Dies ist kein gültiges SVN-Archiv. Die SVN-Befehle können nicht ausgeführt werden.
el: Αυτός δεν είναι ένας έγκυρος χώρος αποθήκευσης SVN. Οι εντολές SVN δε θα εκτελεστούν.
es: Esto no es un repositorio SVN válido. No será posible ejecutar órdenes SVN.
et: See ei ole sobiv SVN hoidla. SVN käske ei saa teostada.
eu: Hau ez da baliozko SVN biltegi bat. SVN aginduak ezin dira exekutatu.
fa: این مخزن SVN معتبری نیست. فرمانهای SVN نمی‌توانند اجرا شوند.
fr: Ce n'est pas un référentiel SVN valable. Il est impossible d'exécuter les commandes SVN.
gl: Non é un repositorio SVN válido. Non se poderán executar comandos SVN.
he: זה לא מאגר SVN תקין. פקודות ה־SVN לא יבוצעו.
hu: Ez nem egy érvényes SVN adattár. Az SVN parancsokat nem lehet végrehajtani.
is: Þetta er ekki gild SVN geymsla. Get ekki keyrt SVN skipanir.
it: Questo non è un repository SVN valido. Impossibile eseguire i comandi SVN.
ja: これは有効な SVN リポジトリではありません。SVN コマンドは実行できません。
kk: Бұл жарамды CVS қоймасы емес. CVS командалары орындалмайды.
nb: Dette er ikke et gyldig SVN-lager. SVN-kommandoen kan ikke utføres.
nds: Dit is keen gellen SVN-Archiv. De SVN-Befehlen laat sik nich utföhren.
nl: Dit is geen geldige SVN-repository. De SVN-commando's kunnen niet worden uitgevoerd.
nn: Dette er ikkje eit gyldig SVN-lager. SVN-kommandoane kan ikkje brukast.
pa: ਇਹ ਇੱਕ ਜਾਇਜ SVN ਰਿਪੋਜ਼ਟਰੀ ਨਹੀਂ ਹੈ, SVN ਕਮਾਂਡਾਂ ਨਹੀਂ ਚਲਾਈਆਂ ਨਹੀਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।
pl: To nie jest poprawne repozytorium SVN. Nie można wykonać poleceń SVN.
pt: Este não é um repositório de SVN válido. Os comandos de SVN não podem ser executados.
sk: Toto nie je platný repozitár SVN. Príkazy SVN nie je možné spustiť.
sl: To ni veljavno skladišče SVN. Ukazi SVN ne morejo biti izvedeni.
sr: Ово није исправно SVN складиште. SVN наредбе не могу да се изврше.
sr@latn: Ovo nije ispravno SVN skladište. SVN naredbe ne mogu da se izvrše.
sv: Det här är inte ett giltigt SVN-arkiv. SVN-kommandon kan inte köras.
uk: Це не чинне сховище SVN. Неможливо виконати команди SVN.
zh_cn: 这不是一个有效的 SVN 仓库。无法执行 SVN 命令。

source: File Options
ar: خيارات الملف
be: Параметры файлаў
bg: Файлови опции
ca: Opcions de fitxer
da: Fil-indstillinger
de: Datei-Optionen
el: Επιλογές αρχείων
es: Opciones de archivo
et: Failide valikud
eu: Fitxategiaren aukerak
fa: گزینه‌های پرونده
fr: Options des fichiers
gl: Opcións do ficheiro
he: אפשרויות קובץ
hr: Opcije datoteke
hu: Fájlbeállítások
is: Skráavalmöguleikar
it: Opzioni file
ja: ファイルのオプション
kk: Файл параметрлері
ko: 파일 옵션
lt: Bylos parinktys
mk: Опции за датотеки
nb: Filinnstillinger
nds: Datei-Optschonen
nl: Bestandsopties
nn: Filval
pa: ਫਾਇਲ ਚੋਣ
pl: Opcje plików
pt: Opções do Ficheiro
sk: Možnosti súborov
sl: Možnosti datoteke
sr: Опције за фајлове
sr@latn: Opcije za fajlove
sv: Filinställningar
ta: கோப்புத் தேர்வுகள்
tg: Интихоби файлҳо
uk: Параметри файлів
zh_cn: 文件选项

source: &In all files
ar: في &كل الملفات
be: &Ва ўсіх файлах
bg: &Във всички файлове
ca: &A tots els fitxers
da: &I alle filer
de: In &allen Dateien
el: &Σε όλα τα αρχεία
es: En todos los arch&ivos
et: &Kõigist failidest
eu: &Fitxategi guztietan
fa: &در همۀ پرونده‌ها‌
fr: Dans &tous les fichiers
gl: En todos os f&icheiros
he: ב&כל הקבצים
hr: &U svim fajlovima
hu: Az összes fá&jlban
is: Í &öllum skrám
it: &In tutti i file
ja: すべてのファイル(&I)
kk: &Барлық файлдарда
ko: 모든 파일에서(&I)
lt: V&isose bylose
mk: &Во сите датотеки
nb: &I alle filer
nds: &Binnen all Dateien
nl: &In alle bestanden
nn: &I alle filer
pa: ਸਭ ਫਾਇਲਾਂ ਵਿੱਚ(&I)
pl: &Wszystkie pliki
pt: Em todos os f&icheiros
sk: Vo &všetkých súboroch
sl: &V vseh datotekah
sr: &У свим фајловима
sr@latn: &U svim fajlovima
sv: I alla &filer
ta: அனைத்து கோப்புகளிலும்
tg: &Дар тамоми файлҳо
uk: &У всіх файлах
zh_cn: 在所有文件中(&I)

source: &Marked files
ar: ال&ملفات المُعلّمة
be: &У адзначаных файлах
bg: &Маркираните файлове
ca: Fitxers &marcats
da: &Markerede filer
de: In &markierten Dateien
el: &Σημαδεμένα αρχεία
es: Archivos &marcados
et: &Märgitud failidest
eu: &Markatutako fitxategiak
fa: &پرونده‌های نشان‌دار‌شده‌
fr: Fichiers &marqués
gl: Nos ficheiros &marcados
he: קבצים מ&סומנים
hr: &Označene datoteke
hu: A kijelölt fá&jlokban
is: Í &merktum skrám
it: File &segnati
ja: マークしたファイル(&M)
kk: &Белгіленген файлдар
ko: 표시된 파일(&M)
lt: Pažy&mėtos bylos
mk: &Маркираните датотеки
nb: I &markerte filer
nds: &Markeert Dateien
nl: Ge&markeerde bestanden
nn: &Merka filer
pa: ਨਿਸ਼ਾਨਬੱਧ ਫਾਇਲਾਂ ਵਿੱਚ(&M)
pl: &Zaznaczone pliki
pt: Ficheiros &marcados
sk: V &označených súboroch
sl: V &označnih datotekah
sr: &Означени фајлови
sr@latn: &Označeni fajlovi
sv: &Markerade filer
ta: கோப்புகளை குறி
tg: &Файлҳои ишорашуда
uk: В &позначених файлах
zh_cn: 标记的文件(&M)

source: In &templates
ar: فى ال&قوالب
be: У &шаблонах
bg: В &шаблоните
ca: A les plan&tilles
da: I s&kabelon
de: In &Vorlagen
el: Στα &πρότυπα
es: En plan&tillas
et: &Mallidest
eu: &Ereduetan
fa: در &قالبها‌
fr: Dans les &modèles
gl: Nos &modelos
he: בת&בניות
hr: U &šablonama
hu: A sabl&onokban
is: Í &sniðskrám
it: Nei &modelli
ja: テンプレート(&T)
kk: &Үлгілерде
ko: 템플릿에서 열기
lt: Ša&blonuose
mk: Во шаблони&те
nb: I m&aler
nds: Binnen &Vörlagen
nl: In &sjablonen
nn: I m&alar
pa: ਨਮੂਨਿਆਂ ਵਿੱਚ(&t)
pl: &Szablony
pt: &Nos modelos
sk: V ša&blónach
sl: V &predlogah
sr: У &шаблонима
sr@latn: U &šablonima
sv: I ma&llar
ta: அனைத்து வார்ப்புகளிலும்
tg: Дар &қолибҳо
uk: В &шаблонах
zh_cn: 在模板中(&T)
