Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p>When a translation for a message is found, the entry will be marked <b>fuzzy</b> by default. This is because the translation is just guessed by KBabel and you should always check the results carefully. Deactivate this option only if you know what you are doing.</p></qt>
ar: <qt><p>عند العثور على ترجمة لِرسالة، سيُعلّم العنصر <b>مبهم</b> افتراضيا. هذا لأنها مجرّد ترجمة خمنها مترجم‌ك ويجدر بك مراجعة النتائج جيّدا. عطِّل هذا الخيار فقط إذا كنت تعرف ماذا تفعل.</p></qt>
be: <qt><p>Пры аўтаматычным перакладзе паведамленне будзе адзначана сцягам <b>чарнавы</b> па змаўчанні. Справа ў тым, што KBabel можа толькі здагадвацца пра дакладнасць перакладу, і перакладчык павінен праверыць усё аўтаматычна перакладзеныя паведамленні ўручную. Адключайце гэты рэжым толькі ў выпадку поўнай упэўненасці ў тым, навошта вам гэта трэба.</p></qt>
bg: <qt><p>Когато бъде намерен превод на съобщение, по подразбиране то ще бъде отбелязано като <b>неясно</b>. Така е, защото KBabel просто отгатва превода и трябва да проверява внимателно резултатите. Изключете опцията само ако знаете какво правите.</p></qt>
ca: <qt><p>Quan es troba una traducció per a un missatge, per omissió, aquesta entrada és marcada com a <b>inexacta</b>. Això és deu a que la traducció ha estat endevinada pel KBabel i haureu de comprovar els resultats amb cura. Desactiveu aquesta opció tan sols si sabeu el que esteu fent.</p></qt>
da: <qt><p>Når en oversættelse for en besked bliver fundet, markeres den som <b>fuzzy</b> som standard. Det er fordi oversættelse blot er gættet af KBabel og du altid bør tjekke resultatet omhyggeligt. Deaktivér kun denne indstilling hvis du ved hvad du foretager dig.</p></qt>
de: <qt><p>Wurde eine Übersetzung für einen Eintrag gefunden, wird dieser standardmäßig als <b>fraglich</b> markiert. Dies geschieht, weil die Übersetzung durch KBabel nur als Vermutung gelten kann und Sie das Resultat genau prüfen sollten. Deaktivieren Sie diese Option nur, wenn Sie wissen, was Sie tun.</p></qt>
el: <qt><p>Όταν βρεθεί μετάφραση για ένα μήνυμα, η καταχώρηση θα σημαδευτεί ως <b>ασαφής</b> προκαθορισμένα. Αυτό γίνεται γιατί απλά το KBabel μάντεψε τη μετάφραση και θα πρέπει πάντα να ελέγχετε τα αποτελέσματα προσεκτικά. Απενεργοποιήστε αυτή την επιλογή μόνο αν ξέρετε τι κάνετε.</p></qt>
es: <qt><p>Cuando se encuentra una traducción de un mensaje, la entrada se marcará como<b>dudosa</b> por omisión. Esto es porque la traducción ha sido adivinada por KBabel y debe comprobar los resultados cuidadosamente. Desactive esta opción solo si sabe lo que está haciendo.</p></qt>
et: <qt><p>Automaatselt tõlgitud teated märgitakse vaikimisi <b>kahtlaseks</b> seepärast, et sellised tõlked peaks alati hoolikalt üle kontrollima. Loobu sellest valikust vaid siis, kui sa tead, mida teed.</p></qt>
eu: <qt><p>Mezu baterako itzulpena aurkitzen denean, sarrera <b>zalantzazkoa</b> (edo <b><i>fuzzy</i></b>) markatuko da besterik gabe. Hori KBabel-ek itzulpena igarri bakarrik egin duelako da eta beraz emaitzak arretaz begiratu beharko dituzu beti. Desaktibatu aukera hori zer egiten ari zaren dakizunean bakarrik.</p></qt>
fa: <qt><p>وقتی ترجمه‌ای برای یک پیام یافت می‌شود، مدخل به طور پیش‌فرض <b>مبهم</b> نشان‌دار می‌شود. به این دلیل که ترجمه فقط توسط KBabel حدس زده شده، و باید همیشه نتایج را با دقت بررسی کنید. فقط در صورتی این گزینه را غیرفعال کنید، که بدانید چه کار می‌کنید.</p></qt>
fr: <qt><p>Quand une traduction pour un message est trouvée, l'entrée sera marquée <b>fuzzy</b> par défaut. Ceci du fait que la traduction est simplement devinée par KBabel et vous devriez toujours vérifier soigneusement le résultat. Désactivez ceci si vous savez ce que vous faites.</p></qt>
gl: <qt><p>Cando se atopa unha tradución dunha mensaxe, a entrada será sinalada como <b>dubidosa</b> por omisión. Isto é debido a que a tradución é unha aproximación feita por KBabel e sempre debe verificar coidadosamente os resultados. Desactive esta opción só se sabe o que está a facer.</p></qt>
hu: <qt><p>Ha egy üzenetet sikerült (esetleg részlegesen) lefordítani, akkor alapértelmezésként <b>ellenőrzendő</b> attribútumot kap. Ez jelzi, hogy a fordítást a KBabel végezte el, és emiatt utólag mindenképpen ellenőrizni kell. Csak akkor kapcsolja ki ezt az opciót, ha nyomós oka van rá.</p></qt>
is: <qt><p>Þegar þýðing finnst fyrir skilaboð, er færslan sjálfkrafa merkt sem <b>loðin</b>. Ástæðan er að KBabel bara giskar á þýðinguna og þú ættir alltaf að skoða niðurstöðuna vandlega. Aftengdu þennan valmöguleika aðeins ef þú veist hvað þú ert að gera.</p></qt>
it: <qt> <p>Quando una traduzione per un messaggio è stata trovata, la voce sarà marcata come <b>fuzzy</b> in maniera predefinita. Questo perché la traduzione è gestita da KBabel e dovresti sempre controllare il risultato con cura. Disabilita questa opzione solo se sai cosa stai facendo.</p></qt>
ja: <qt><p>メッセージの翻訳が見つかったエントリは、デフォルトで「あいまい」としてマークされます。これは翻訳があくまで KBabel によって推測されたものであり、常にその結果を注意深く確認する必要があるからです。よく理解したうえでなければ、このオプションは無効にしないでください。</p></qt>
kk: <qt><p>Әдетте, аудармасы табылған жазу <b>дүмбілез</b> деп белгіленеді. Себебі KBabel нақты аудара алмайды, сондықтан барлық автоматты түрде аударылған жазуларды мүкият тексеріп шығу қажет. Бұның керек жоқ екенін кәміл сенсеңіз ғана құсбелгісін алып тастаңыз.</p> </qt>
ko: <qt><p>메시지에 대한 번역을 찾은 경우, 항목은 기본적으로 <b>fuzzy</b>로 표시될 것입니다. 이것은 KBabel에서 고려하기 때문이며, 이 결과를 항상 주의깊게 확실하십시오. 이 옵션이 어떤 역할을 하는지 알고 있을 경우에만 이 옵션을 제거하십시오.</p></qt>
lt: <qt><p>Kai yra randamas pranešimo vertimas, įrašas nutylint yra pažymimas <b>neaiškiu</b>. Tai yra todėl, kad KBabel vertimas yra tik spėjamas ir jums būtina patikrinti jo teisingumą. Deaktyvuokite šitą parinktį tik tada, jeigu gerai žinote ką darote.</p></qt>
mk: <qt><p>Кога е пронајден превод за порака, пораката ќе биде стандардно маркирана како <b>нејасна</b>. Ова е поради тоа што КБабел само претпоставува дека тоа е правилниот превод и треба секогаш внимателно да ги проверите резултатите. Одактивирајте ја оваа опција само ако знаете што правите.</p></qt>
nb: <qt><p>Når det er funnet en oversettelse av en tekst, er standardvalget at teksten merkes som <b>uklar</b>. Dette er fordi KBabel bare gjetter seg til en oversettelse, og du bør alltid sjekke resultatet nøye. Ikke skru av dette valget med mindre du er helt sikker på hva du gjør.</p></qt>
nds: <qt><p>Wenn sik en Översetten för en Mellen finnen lett, warrt de Indrag standardwies jümmers as <b>twiefelhaftig</b> markeert. Dat warrt so maakt, wiel KBabel de Översetten bloots raadt, un Du de Resultaten jümmers nau pröven schullst. Maak de Optschoon bloots denn ut, wenn Du weetst, wat Du deist.</p></qt>
nl: <qt><p> Als een vertaling voor een tekenreeks gevonden is wordt de tekenreeks standaard gemarkeerd als <b>fuzzy</b>. Dit wordt gedaan omdat KBabel de vertaling alleen kan gissen en dus niet foutloos werkt. Door de markering kunt u naderhand op eenvoudige wijze het resultaat kunt controleren op fouten. Zet deze optie alleen uit als u weet wat u doet.</p></qt>
nn: <qt><p>Når ein tekst vert automatisk omsett, vert teksten i utgangspunktet markert som <b>uklar</b>. Dette er fordi omsetjinga er berre ei gissing frå KBabel si side – du bør alltid sjekka resultatet nøye. Slå av dette alternativet berre dersom du veit kva du gjer.</p></qt>
pl: <qt><p>Jeśli tłumaczenie dla danej pozycji zostanie znalezione, zostanie ona oznaczona jako <b>wątpliwa</b>. Ponieważ KBabel jedynie zgaduje, że tłumaczenie jest poprawne, należy zawsze sprawdzać zmienione pozycje. W związku z tym zalecane jest pozostawienie tej opcji włączonej.</p></qt>
pt: <qt><p>Quando é encontrada uma tradução para uma mensagem, o item é marcado como <b>aproximado</b> por omissão. Isto é porque a tradução é apenas adivinhada pelo KBabel, pelo que você deverá sempre ver os resultados com cuidado. Desactive esta opção apenas se souber o que está a fazer.</p></qt>
sk: <qt><p>Keď je nájdený preklad pre správu, je táto položka štandardne označená ako <b>nepresná</b>. To preto, že preklad bol len približný a mali by ste vždy poriadne skontrolovať výsledok. Túto voľbu deaktivujte iba ak viete, čo robíte.</p></qt>
sl: <qt><p>Ko je najden prevod za sporočilo, potem bo vnos privzeto označen kot <b>fuzzy</b> (ohlapno). To je zato, ker KBabel vedno le ugane prevod, zato bi morali vedno skrbno preveriti rezultat. To možnost izključite le, če veste, kaj delate.</p></qt>
sr: <qt> <p>Када се пронађе превод поруке, подразумевано је да ће унос бити обележен као <b>нејасан</b>. Ово је због тога што KBabel само нагађа превод и увек би требало пажљиво да проверите резултате. Искључите ову опцију само ако знате шта радите.</p></qt>
sr@latn: <qt> <p>Kada se pronađe prevod poruke, podrazumevano je da će unos biti obeležen kao <b>nejasan</b>. Ovo je zbog toga što KBabel samo nagađa prevod i uvek bi trebalo pažljivo da proverite rezultate. Isključite ovu opciju samo ako znate šta radite.</p></qt>
sv: <qt><p>När en översättning för ett meddelande hittats, markeras posten standardmässigt som <b>inexakt</b>. Detta görs eftersom översättningen bara är en gissning av Kbabel och du alltid måste kontrollera resultaten noga. Inaktivera det här alternativet bara om du vet vad du gör.</p></qt>
ta: <qt><p>ஒரு செய்திக்கு When a translation for a message is found, the entry will be marked <b>fuzzy</b> by default. This is because the translation is just guessed by KBabel and you should always check the results carefully. Deactivate this option only if you know what you are doing.</p></qt>
tg: <qt><p>Вақте ки тарҷума барои мактубча ёфта мешавад воридшуда ишорат карда мешавад. <b>норӯшан</b> бо пешфарз. Ин аз он сабаб аст, ки тарҷума навакак аз тарафи KBabel ёфта шуд ва шумо бояд ҳамеша натиҷаҳоро бодиққат тафтиш кунед.Агар шумо донед, ки чӣ кор карда истодаед, фаъолияти ин вариант кам карда мешавад.</p></qt>
uk: <qt><p>Коли для повідомлення знайдено переклад, цей запис буде типово позначатись як <b>неточний</b>. Причина в тому, що KBabel не завжди знаходить точні переклади, і тому перекладачу слід уважно перевірити результат. Вимкніть цей параметр тільки тоді, коли ви впевнені у тому, що робите.</p></qt>
zh_cn: <qt><p>当找到一条消息的翻译时，该项目将会被默认标记为<b>“模糊翻译”</b>。这是因为译文仅仅是 KBabel 的猜测，您应该总是仔细检查结果。只有在您知道您正在做什么时才取消该选项。</p></qt>

source: _: title of page in preferences dialog Identity
ar: الهوية
be: Профіль
bg: Самоличност
ca: Identitat
da: Identitet
de: Identität
el: Ταυτότητα
es: Identidad
et: Isikuandmed
eu: Identitatea
fa: هویت
fr: Identité
gl: Identidade
he: זהות
hr: Identitet
hu: Személyi adatok
is: Auðkenni
it: Identità
ja: 個人情報
kk: Профилі
ko: 신원
lt: Tapatybė
mk: Идентитет
nb: Identitet
nds: Identiteet
nl: Identiteit
nn: Identitet
pa: ਪਛਾਣ
pl: Identyfikacja
pt: Identidade
sk: Identita
sl: Identiteta
sr: Идентитет
sr@latn: Identitet
sv: Identitet
ta: அடையாளம்
tg: Унвонот
uk: Профіль
zh_cn: 身份

source: Information About You and Translation Team
ar: معلومات عنك وعن فريق الترجمة
be: Звесткі пра Вас і каманду перакладу
bg: Информация за вас и преводаческия екип
ca: Informació vostra i de l'equip de traducció
da: Information om dig og oversætterholdet
de: Informationen über Sie und das Übersetzungsteam
el: Πληροφορίες για εσάς και την ομάδα μεταφράσεων
es: Información sobre usted y el equipo de traductores
et: Informatsioon sinu ja tõlkemeeskonna kohta
eu: Zuri eta itzulpen-taldeari buruzko informazioa
fa: اطلاعات دربارۀ شما و تیم ترجمه
fr: Informations sur vous et votre équipe de traduction
gl: Información acerca de si e do equipo de tradutores
he: מידע אודותיך ואודות צוות התרגום שלך
hr: Informacije o vama i prevodilačkom timu
hu: Az Ön és a fordítók személyi adatai
is: Upplýsingar um þig og þýðingarhópinn
it: Informazioni personali e sul gruppo di traduzione
ja: あなたと翻訳チームの情報
kk: Сіз және аудармашылар тобыңыз туралы мәлімет
ko: 당신과 번역팀에 대한 정보
lt: Informacija apie Jus ir vertimo komandą
mk: Информација за вас и преведувачкиот тим
nb: Opplysninger om deg og oversetterlaget
nds: Informatschonen över Di un den Översetter-Koppel
nl: Informatie over u en uw vertaalteam
nn: Informasjon om deg og omsetjarlaget
pa: ਤੁਹਾਡੇ ਅਤੇ ਤੁਹਾਡੀ ਟੀਮ ਬਾਰੇ ਜਾਣਕਾਰੀ
pl: Informacje o Tobie i grupie tłumaczy
pt: Informação Acerca de Si e da Sua Equipa de Tradução
sk: Informácia o vás a prekladateľskom tíme
sl: Podatki o vas in prevajalski skupini
sr: Информације о вама и преводилачком тиму
sr@latn: Informacije o vama i prevodilačkom timu
sv: Information om dig och översättargruppen
ta: உங்களை பற்றிய மற்றும் மொழிமாற்றின் தகவல்
tg: Маълумот оиди тарҷумагар ва гурӯҳи тарҷумагарон
uk: Інформація про вас і команду перекладу
zh_cn: 关于您以及翻译小组的信息

source: _: title of page in preferences dialog Save
ar: الحفظ
be: Захаванне
bg: Запис
ca: Desat
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvestamine
eu: Gorde
fa: ذخیره
fr: Enregistrement
gl: Guardar
he: שמירה
hr: Spremanje
hu: Mentés
is: Vistun
it: Salvataggio
ja: 保存
kk: Сақтау
ko: 저장
lt: Įrašyti
mk: Зачувување
nb: Lagre
nds: Sekern
nl: Opslaan
nn: Lagring
pa: ਸੰਭਾਲੋ
pl: Zapisywanie
pt: Gravar
sk: Ukladanie
sl: Shranjevanje
sr: Снимање
sr@latn: Snimanje
sv: Spara
ta: சேமி
tg: Нигоҳ доштан
uk: Збереження
zh_cn: 保存

source: Options for File Saving
ar: خيارات حفظ الملف
be: Параметры захавання
bg: Опции за запис на файл
ca: Opcions per al desat de fitxers
da: Indstillinger for at gemme filer
de: Einstellungen zum Speichern
el: Επιλογές για την αποθήκευση αρχείου
es: Opciones para guardar archivos
et: Salvestamise valikud
eu: Fitxategiak gordetzeko aukerak
fa: گزینه‌هایی برای ذخیرۀ پرونده
fr: Options d'enregistrement des fichiers
gl: Opcións de gardado de ficheiros
he: אפשרויות עבור שמירת קבצים
hr: Opcije za spremanje datoteka
hu: Fájlmentési beállítások
is: Valkostir fyrir vistun
it: Opzioni per il salvataggio file
ja: ファイル保存のオプション
kk: Файлды сақтау параметрлері
ko: 파일 저장을 위한 옵션
lt: Parinktys bylos išsaudojimui
mk: Опции за зачувување датотеки
nb: Innstillinger for fillagring
nds: Dateisekern-Optschonen
nl: Opties voor opslaan
nn: Val for fillagring
pa: ਫਾਇਲ ਸੰਭਾਲਣ ਲਈ ਚੋਣ
pl: Opcje zapisywania plików
pt: Opções da Gravação dos Ficheiros
sk: Nastavenie pre ukladanie súborov
sl: Možnosti za shranjevanje datotek
sr: Опције за снимање фајлова
sr@latn: Opcije za snimanje fajlova
sv: Inställningar för att spara filer
ta: கோப்பு பதிவு செய்ய தேர்வு
tg: Параметрҳо барои нигоҳдории файл
uk: Параметри для збереження файлів
zh_cn: 文件保存的选项

source: _: title of page in preferences dialog Spelling
ar: الإملاء
be: Арфаграфія
bg: Проверка на правописа
ca: Ortografia
da: Stavning
de: Rechtschreibprüfung
el: Ορθογραφικός έλεγχος
es: Ortografía
et: Õigekiri
eu: Ortografia
fa: هجی
fr: Vérification orthographique
gl: Ortografía
he: איות
hr: Pravopis
hu: Helyesírás-ellenőrzés
is: Leiðréttingar
it: Ortografia
ja: スペルチェック
kk: Емлені тексеру
ko: 맞춤법
lt: Korektorius
mk: Правопис
nb: Stavekontroll
nds: Klookschriever
nl: Spellingcontrole
nn: Stavekontroll
pa: ਸ਼ਬਦ ਜੋੜ ਜਾਂਚ
pl: Pisownia
pt: Verificação Ortográfica
sk: Kontrola pravopisu
sl: Črkovanje
sr: Правопис
sr@latn: Pravopis
sv: Rättstavning
ta: எழுத்துக்கள்
tg: Имло
uk: Перевірка правопису
zh_cn: 拼写

source: Options for Spell Checking
ar: خيارات مدقق الإملاء
be: Параметры праверкі арфаграфіі
bg: Опции за проверка на правописа
ca: Opcions per a la comprovació ortogràfica
da: Indstillinger for stavekontrol
de: Einstellungen zur Rechtschreibprüfung
el: Επιλογές για τον ορθογραφικό έλεγχο
es: Opciones para la revisión de ortografía
et: Õigekirja kontrollimise valikud
eu: Ortografia egiaztatzeko aukerak
fa: گزینه‌هایی برای غلط‌یابی
fr: Options pour la vérification orthographique
gl: Opcións para a revisión da ortografía
he: אפשרויות עבור בדיקת איות
hu: A helyesírás-ellenőrző beállításai
is: Valkostir á stafsetningarleiðréttingum
it: Opzioni del controllo ortografico
ja: スペルチェックのオプション
kk: Емлені тексеру параметрлері
ko: 문법 검사를 위한 옵션
lt: Parinktys rašybos tikrinimui
mk: Опции за проверка на правопис
nb: Valg for stavekontroll
nds: Klookschriever-Optschonen
nl: Opties voor spellingcontrole
nn: Val for stavekontroll
pa: ਸ਼ਬਦ ਜੋੜ ਜਾਂਚ ਲਈ ਚੋਣ
pl: Opcje sprawdzania pisowni
pt: Opções da Verificação Ortográfica
sk: Nastavenie pre kontrolu pravopisu
sl: Možnosti za preverjanje črkovanja
sr: Опције за проверу правописа
sr@latn: Opcije za proveru pravopisa
sv: Inställningar för rättstavning
ta: பிழைதிருத்துவதற்கான விருப்பத்தேர்வுகள்
tg: Параметрҳо барои тафтиши имло
uk: Параметри перевірки правопису
zh_cn: 拼写检查选项

source: _: title of page in preferences dialog Source
ar: المصدر
be: Зыходнікі
bg: Източник
ca: Codi font
da: Kilde
de: Quellcodes
el: Πηγαίος κώδικας
es: Fuente
et: Lähtetekst
eu: Iturburua
fa: متن
fr: Source
gl: Orixe
he: מקור
hr: Izvor
hu: Forrás
is: Kóði
it: Sorgenti
ja: ソース
kk: Бастапқы көзі
ko: 원본
lt: Šaltinis
mk: Изворни
nb: Kildekode
nds: Bornkode
nl: Bron
nn: Kjeldekode
pa: ਸਰੋਤ
pl: Źródło
pt: Código
sk: Zdrojové kódy
sl: Izvor
sr: Извор
sr@latn: Izvor
sv: Källkod
ta: மூலம்
tg: Манбаъот
uk: Джерельні тексти
zh_cn: 来源

source: Options for Showing Source Context
ar: خيارات لإظهار سياق المصدر
be: Параметры для высновы кантэксту зыходнікаў
bg: Опции за показване на контекстна информация за източника
ca: Opcions per a mostrar el context font
da: Indstillinger for visning af kildesammenhæng
de: Einstellungen zum Anzeigen des Quellcodekontextes
el: Επιλογές για την εμφάνιση σχετικού πηγαίου κώδικα
es: Opciones para mostrar contexto del código fuente
et: Lähteteksti konteksti näitamise valikud
eu: Iturburu-testuingurua erakusteko aukerak
fa: گزینه‌هایی برای نمایش متن منبع
fr: Options pour montrer le contexte dans le source
gl: Opcións para amosar contexto da orixe
he: אפשרויות עבור הצגת הקשר המקור
hr: Opcije za prikazivanje izvornog konteksta
hu: Az eltérések kontextusának megjelenítési beállításai
is: Möguleikar við sýningu á kóða samhengi
it: Opzioni per mostrare il contesto dei sorgenti
ja: ソースの文脈表示のオプション
kk: Бастапқы көзінің контекстін көрсету параметрлері
ko: 원본 문맥을 보여주기 위한 옵션
lt: Parinktys šaltinio konteksto rodymui
mk: Опции за покажување на контекстот во изворните датотеки
nb: Valg for visning av sammenhengen i kildefila
nds: Optschonen för't Wiesen vun den Born-Kontext
nl: Opties voor tonen van bron-context
nn: Val for vising av kjeldekode
pa: ਸਰੋਤ ਪਰਸੰਗ ਵੇਖਾਉਣ ਲਈ ਚੋਣ
pl: Opcje pokazywania kontekstu w źródłach
pt: Opções para Mostrar o Contexto do Código
sk: Nastavenie pre zobrazovanie kontextu v zdrojovom kóde
sl: Možnosti za prikazovanje konteksta izvora
sr: Опције за приказивање изворног контекста
sr@latn: Opcije za prikazivanje izvornog konteksta
sv: Inställningar för att visa källkodssammanhang
ta: மூல சூழலை காட்டுவதற்கு விருப்பத் தேர்வுகள்
tg: Параметрҳо барои хурӯҷи матни манбаъот
uk: Параметри для показу контексту джерельних текстів
zh_cn: 显示源文件上下文的选项

source: _: title of page in preferences dialog Miscellaneous
ar: متنوع
be: Іншае
bg: Разни
ca: Miscelània
da: Diverse
de: Verschiedenes
el: Διάφορα
es: Varias
et: Muud
eu: Aintzak
fa: متفرقه
fr: Divers
gl: Varios
he: אחר
hr: Razno
hu: Egyebek
is: Ýmislegt
it: Varie
ja: その他
kk: Тағы басқалары
ko: 기타 등등
mk: Разно
nb: Diverse
nds: Annerswat
nl: Diversen
nn: Ymse
pa: ਫੁਟਕਲ
pl: Inne
pt: Diversos
sk: Rôzne
sl: Razno
sr: Разно
sr@latn: Razno
sv: Diverse
ta: இதர
tg: Ғайра
uk: Різне
zh_cn: 其它

source: Miscellaneous Settings
ar: خيارات متنوِّعة
be: Розныя параметры
bg: Разни настройки
ca: Opcions diverses
da: Diverse indstillinger
de: Verschiedene Einstellungen
el: Διάφορες ρυθμίσεις
es: Preferencias varias
et: Muud seadistused
eu: Hainbat ezarpen
fa: تنظیمات متفرقه
fr: Réglages divers
gl: Configuracións varias
he: אפשרויות אחרות
hr: Razne postavke
hu: Egyéb beállítások
is: Ýmsar stillingar
it: Impostazioni varie
ja: その他の設定
kk: Тағы басқа баптаулары
ko: 잡다한 설정
lt: Įvairios parinktys
mk: Разни опции
nb: Diverse innstillinger
nds: Anner Instellen
nl: Overige instellingen
nn: Ymse innstillingar
pa: ਫੁਟਕਲ ਸਥਾਪਨ
pl: Inne ustawienia
pt: Configuração Diversa
sk: Rôzne nastavenia
sl: Razne nastavitve
sr: Разна подешавања
sr@latn: Razna podešavanja
sv: Diverse inställningar
ta: அதிக அமைப்புகள்
tg: Параметрҳои гуногун
uk: Різні параметри
zh_cn: 其它设置

source: _: title of page in preferences dialog Folders
ar: مجلدات
be: Каталогі
bg: Директории
ca: Carpetes
da: Mapper
de: Ordner
el: Φάκελοι
es: Carpetas
et: Kataloogid
eu: Karpetak
fa: پوشه‌ها
fr: Dossiers
gl: Cartafoles
he: תיקיות
hr: Mape
hu: Könyvtárak
is: Möppur
it: Cartelle
ja: フォルダ
kk: Қапшықтар
ko: 폴더
lt: Aplankai
mk: Папки
nb: Mapper
nds: Ornern
nl: Mappen
nn: Mapper
pa: ਫੋਲਡਰ
pl: Katalogi
pt: Pastas
sk: Priečinky
sl: Mape
sr: Фасцикле
sr@latn: Fascikle
sv: Kataloger
ta: அடைவுகள்
tg: Феҳристҳо
uk: Теки
zh_cn: 文件夹

source: Paths to Message Catalogs & Catalog Templates
ar: المسارات إلى فهارس الرسائل وقوالب الفهارس
be: Шляхі да каталогаў паведамленняў і шаблонаў
bg: Пътища до каталозите със съобщения и шаблони
ca: Rutes cap a les plantilles dels catàlegs i els catàlegs de missatges
da: Stier til beskedkataloger og katalogskabeloner
de: Pfad zu Nachrichtenkatalogen und Katalogvorlagen
el: Διαδρομές για τους καταλόγους μηνυμάτων & τους καταλόγους προτύπων
es: Rutas a los catálogos de mensajes y plantillas de catálogos
et: Tõlkefailide ja tõlkefailide mallide asukohad
eu: Mezu bildumen eta katalogoen ereduen bide-izenak
fa: مسیر فهرستهای پیام و قالبهای فهرست
fr: Chemins vers les catalogues de messages et catalogues de modèles
gl: Rotas aos catálogos de mensaxes e modelos de catálogos
he: נתיב לקטלוג הודעות & ותבניות קטלוג
hr: Putanje do kataloga poruka i predloška kataloga
hu: Az üzenetkatalógusok és katalógussablonok elérési útja
is: Slóð að skilaboðamöppum & sniðskrám
it: Percorsi per i cataloghi messaggi e i modelli di catalogo
ja: メッセージカタログとカタログテンプレートへのパス
kk: Жазулар Каталогтарының және Үлгілер Каталогтарының жолдары
ko: 메시지 카탈로그와 카탈로그 템플릿에 대한 경로
lt: Keliai iki Pranešimų katalogo ir Šablonų katalogo
mk: Патеки до каталозите со пораки и со обрасци
nb: Sti til meldingsmapper & mappemaler
nds: Padden na de Narichtenkatalogen un Kataloogvörlagen
nl: Paden naar tekenreekscatalogi en sjablonen
nn: Stigar til meldingsmapper og malmapper
pa: ਸੁਨੇਹਾ ਸੂਚੀਆਂ ਅਤੇ ਸੂਚੀ ਨਮੂਨੇ ਲਈ ਮਾਰਗ
pl: Ścieżki do katalogów z tłumaczeniami i szablonami
pt: Localização dos Catálogos de Mensagens e Modelos de Catálogos
sk: Cesty ku katalógom správ a ich šablónam
sl: Poti do katalogov sporočil in katalogov predlog
sr: Путање до каталога порука и шаблонских каталога
sr@latn: Putanje do kataloga poruka i šablonskih kataloga
sv: Sökvägar till meddelandekataloger och katalogmallar
ta: அட்டவணை செய்திகள் மற்றும் அட்டவணை வார்ப்புருக்களுக்கான பாதைகள்
tg: Роҳчаҳо ба каталоги иттилоот & қолибҳо
uk: Шляхи до каталогу фраз та шаблонів каталогу
zh_cn: 到消息目录和目录模板的路径

source: _: title of page in preferences dialog Folder Commands
ar: أوامر المجلدات
be: Дзеянні
bg: Команди за директории
ca: Comandaments de carpeta
da: Mappekommandoer
de: Ordnerbefehle
el: Εντολές φακέλων
es: Órdenes para carpetas
et: Kataloogikäsud
eu: Direktorio aginduak
fa: فرمانهای پوشه
fr: Commandes des dossiers
gl: Comandos dos cartafoles
he: פקודות תיקייה
hu: Könyvtárparancsok
is: Möppuskipanir
it: Comandi per le cartelle
ja: フォルダコマンド
kk: Қапшықтың командалары
ko: 폴더 명령
lt: Komandos aplankams
mk: Команди за папките
nb: Kommandoer for mapper
nds: Ornerbefehlen
nl: Commando's voor mappen
nn: Mappekommandoar
pa: ਫੋਲਡਰ ਕਮਾਂਡ
pl: Polecenia dla katalogów
pt: Comandos de Pastas
sk: Príkazy pre priečinky
sl: Mapni ukazi
sr: Наредбе за фасцикле
sr@latn: Naredbe za fascikle
sv: Katalogkommandon
tg: Фармонҳои феҳрист
uk: Команди для тек
zh_cn: 文件夹命令
