Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Project-Id:
ar: هوية المشروع:
be: Ідэнтыфікатар праекту (ID):
bg: ИД на проект:
ca: Id. del projecte:
da: Projekt-Id:
de: Projekt-ID:
el: Ταυτότητα έργου:
es: Id. del proyecto:
et: Projekti ID:
eu: Proiektuaren ID
fa: شناسۀ پروژه:
fr: Id du projet :
gl: Id. do proxecto:
he: מזהה־פרויקט:
hr: Id. projekta:
hu: Projektazonosító:
is: Auðkenni verkefnis:
it: Identificativo progetto:
ja: プロジェクト ID:
kk: Жоба идентификаторы (id):
ko: 프로젝트-ID:
lt: Prijekto Id:
mk: Ид. на проект:
nb: Prosjekt-id:
nds: Projekt-ID:
nn: Prosjekt-id:
pa: ਪ੍ਰੋਜੈੱਕਟ-Id:
pl: Identyfikator projektu:
pt: ID do Projecto:
sk: Identifikácia projektu:
sr: Ид. пројекта:
sr@latn: Id. projekta:
sv: Projekt-id:
ta: திட்ட-Id:
tg: Идентификатори лоиҳа (id):
uk: ІД проекту:
zh_cn: 工程 ID：

source: &Header
ar: &ترويسة
be: &Загаловак
bg: &Заглавна част
ca: &Capçalera
da: &Redigér overskriftsdel...
de: Vors&pann
el: &Επικεφαλίδα
es: Ca&becera
et: &Päis
eu: &Goiburukoa
fa: &سرآیند‌
fr: &En-tête
gl: &Cabezallo
he: &כותרת
hr: &Zaglavlje
hu: Fe&jléc
is: &Haus
it: &Intestazione
ja: ヘッダ(&H)
kk: &Айдары
ko: 헤더(&H)
lt: &Antraštė
mk: &Заглавие
nb: &Filhode
nds: &Dateikopp
nl: &Koptekst
nn: &Filhovud
pa: ਸਿਰਲੇਖ(&H)
pl: &Nagłówek
pt: Cabeçal&ho
sk: &Hlavička
sl: &Glava
sr: &Заглавље
sr@latn: &Zaglavlje
sv: H&uvud
ta: தலையங்கம்
tg: &Сарлавҳа
uk: &Заголовок
zh_cn: 文件头(&H)

source: Update &translator copyright
ar: حدِّث حقوق نسخ الم&ترجم
be: Абнавіць запіс аб а&ўтарскім праве перакладчыка
bg: Обновяване на &авторското право на преводача
ca: Actualitza el copyright del &traductor
da: Opdatér &oversætter-ophavsret
de: Copyright &der Übersetzung aktualisieren
el: Ενημέρωση πνευματικών δικαιωμάτων &μεταφραστή
es: Actualizar copyright del &traductor
et: Uuendatakse &tõlkija autoriõigust
eu: Eguneratu &itzultzailearen copyright-a
fa: به‌روزرسانی حق رونوشت &مترجم‌
fr: Mettre à jour le copyright du &traducteur
gl: Actualizar o copyright do &tradutor
he: עדכן את &זכויות היוצרים של המתרגם
hr: Ažuriraj autorska prava &prijevodioca
hu: A fordító copyri&ght sztringjének frissítése
is: Uppfæra höfundarrét&t þýðanda
it: Aggiorna copyright &traduttore
ja: 翻訳著作権表示を更新する(&T)
kk: Аударма&шының авторлық құқығы жазуын жаңарту
ko: 번역자 저작권 갱신(&T)
lt: Atnaujinti ver&tėjo autorinių teisių įrašą
mk: Ажурирај ав&торско право на преведувачот
nb: Oppdater opp&havsretten til oversetteren
nds: Ö&versetter-Copyright opfrischen
nl: Ver&talerscopyright bijwerken
nn: Oppdater opp&havsretten til omsetjaren
pa: ਅਨੁਵਾਦਕ ਹੱਕ ਅੱਪਡੇਟ(&t)
pl: Aktualizuj &copyright tłumacza
pt: Actualizar o 'copyright' do &tradutor
sk: Aktualizovať copyright &prekladateľa
sl: Posodobi vrstico s pravicami preva&jalca
sr: Ажурирај ауторска права &преводиоца
sr@latn: Ažuriraj autorska prava &prevodioca
sv: Uppdatera översä&ttarens copyright
ta: இற்றைப்படுத்துதல்& பெயர்ப்பு பதிப்புரிமை
tg: Бозсозии қайд оиди &ҳуқуқи муаллифии тарҷумагар
uk: Оно&вити запис про авторські права перекладача
zh_cn: 更新翻译者版权声明(&T)

source: Free Software Foundation Copyright
ar: حقوق نسخ مؤسسة البرمجيات الحرة
be: Запіс аб аўтарскім праве Арганізацыі Вольнага ПА
bg: Авторско право на Free Software Foundation
ca: Copyright de la Free Software Foundation
da: Free Software Foundation ophavsret
de: Copyright der "Free Software Foundation"
el: Πνευματικά δικαιώματα Free Software Foundation
es: Copyright Free Software Foundation
et: Free Software Foundation'i autoriõigus
eu: Free Software Foundation-en Copyright-a
fa: حق رونوشت بنیاد نرم‌افزار آزاد
gl: Copyright da Free Software Foundation
he: זכויות יוצרים של הקרן לתכנה חופשית
hr: Autorska prava Fondacije za slobodan softver
is: Free Software Foundation höfundarréttur
it: Copyright della Free Software Foundation
ja: Free Software Foundation の著作権表示
kk: Ашық бағдарлама қорының авторлық құқығы жазуы
ko: 자유 소프트웨어 재단 저작권
mk: Авторски права на „Free Software Foundation“
nb: Opphavsretten til «Free Software Foundation»
nn: Opphavsretten til Free Software Foundation
pa: ਫ਼ਰੀ ਸਾਫਟਵੇਅਰ ਫਾਊਡੇਸ਼ਨ ਕਾਪੀ ਰਾਈਟ
pl: Copyright Free Software Foundation
sl: Pravice Free Software Foundation
sr: Ауторска права Фондације за слободан софтвер
sr@latn: Autorska prava Fondacije za slobodan softver
ta: இலவச மென்பொருள் அடிப்படை பதிப்புரிமை
tg: Нармафзоӣ озоди ҳақи муаллифӣ
uk: Авторські права Фонду вільного ПЗ
zh_cn: 自由软件基金会版权所有

source: &Remove copyright if empty
ar: احذف حقوق النسخ إن كانت خالية
be: &Выдаліць запіс аб аўтарскім праве, калі яна пустая
bg: &Премахване на авторското право ако е празно
ca: Esbo&rra el copyright si està buit
da: &Fjern ophavsret hvis den er tom
de: Co&pyright entfernen, wenn leer
el: &Αφαίρεση πνευματικών δικαιωμάτων αν είναι κενό
es: &Borrar copyright si está vacío
et: Kui auto&riõigus on tühi, siis eemaldatakse
eu: &Kendu copyright-a hutsik badago
fa: &حذف رونوشت در صورت خالی بودن‌
fr: &Supprimer le copyright si vide
gl: &Borrar o copyright se está baleiro
he: ה&סר זכויות יוצרים אם ריק
hr: &Ukloni autorska prava ako su prazna
hu: Az üres cop&yright sztringek eltávolítása
is: Fja&rlægja höfundarrétt ef tómur
it: &Rimuovi il copyright se è vuoto
ja: 著作権表示が空なら除去する(&R)
kk: Авторлық құқық жазуы бос болса ө&шірілсін
ko: 비어 있다면 저작권 제거(&R)
mk: Отст&рани авторски права ако е празно
nb: &Fjern opphavsrettsfeltet hvis det er tomt
nds: Copyright &wegdoon, wenn leddig
nl: Copy&right verwijderen als hij leeg is
nn: &Fjern opphavsrettfeltet dersom det er tomt
pa: ਜੇਕਰ ਖਾਲੀ ਹੋਵੇ ਤਾਂ ਕਾਪੀ ਰਾਈਟ ਹਟਾਓ(&R)
pl: &Usuń pusty copyright
pt: &Remover o 'copyright' se estiver vazio
sk: &Odstrániť, ak je iba šablóna
sl: &Odstrani pravice, če so prazne
sr: &Уклони ауторска права ако су празна
sr@latn: &Ukloni autorska prava ako su prazna
sv: Ta bo&rt copyright om den är tom
ta: காலியாக இருந்தால் உரிமைகளை எடு
tg: &Ҳузфи навиштаҷоти ҳуқуқи муаллифӣ, дур намудан, агар он холӣ бошад
uk: &Видалити запис про авторські права, якщо порожній
zh_cn: 若版权声明空白则删除(&R)

source: &Update copyright
ar: &حدِّث حقوق النسخ
be: &Аднавіць запіс аб аўтарскім праве
bg: &Обновяване на авторското право
ca: &Actualitza el copyright
da: &Opdatér ophavsret
de: Co&pyright aktualisieren
el: &Ενημέρωση πνευματικών δικαιωμάτων
es: &Actualizar copyright
et: &Uuendatakse autoriõigust
eu: Eguneratu copyrig&ht-a
fa: &به‌روزرسانی حق رونوشت‌
fr: &Mettre à jour le copyright
gl: &Actualizar o copyright
he: &עדכן זכויות יוצרים
hr: &Ažuriraj autorska prava
hu: A &copyright sztringek frissítése
is: &Uppfæra höfundarrétt
it: &Aggiorna copyright
ja: 著作権表示を更新する(&U)
kk: &Авторлық құқық жазуы жаңартылсын
ko: 저작권 갱신(&U)
mk: Аж&урирај авторски права
nb: O&ppdater opphavsretten
nds: Copyright &opfrischen
nl: Copyright bij&werken
nn: O&ppdater opphavsrettfeltet
pa: ਕਾਪੀ ਰਾਈਟ ਅੱਪਡੇਟ(&U)
pl: &Aktualizuj copyright
pt: Act&ualizar o 'copyright'
sk: &Aktualizovať
sl: Poso&dobi pravice
sr: &Ажурирај ауторска права
sr@latn: &Ažuriraj autorska prava
sv: Upp&datera copyright
ta: பட்டியலைப் புதுப்பி
tg: &Бозсозии қайди ҳуқуқи муаллифӣ
uk: &Оновити запис про авторські права
zh_cn: 更新版权声明(&U)

source: Do &not change
ar: لا &تغِّير
be: &Не змяняць
bg: &Без промяна
ca: &No canviar
da: Ændr &ikke
de: &Nicht aktualisieren
el: &Χωρίς αλλαγή
es: &No cambiar
et: Ei &muudeta
eu: &Ez aldatu
fa: تغییر داده &نشود‌
fr: &Ne pas changer
gl: &Non cambiar
he: א&ל תשנה
hu: Ne válto&zzon
is: &Halda óbreyttu
it: &Non cambiare
ja: 変更しない(&N)
kk: Өзгертіл&месін
ko: 변경하지 않음(&N)
lt: &Nekeisti
mk: &Не менувај
nb: &Ikke endre
nds: &Nich ännern
nl: &Niet wijzigen
nn: &Ikkje endra
pa: ਤਬਦੀਲ ਨਾ ਕਰੋ(&n)
pl: &Nie zmieniaj
pt: &Não alterar
sk: &Nemeniť
sl: &Ne spremeni
sr: &Не мењај
sr@latn: &Ne menjaj
sv: Ä&ndra inte
ta: மாற்றாதே
tg: &Тағйир надодан
uk: Н&е змінювати
zh_cn: 不要改变(&N)

source: Cop&yright
ar: ح&قوق النسخ
be: А&ўтарскія правы
bg: &Авторско право
da: Op&havsret
el: &Πνευματικά δικαιώματα
et: A&utoriõigus
eu: Cop&yrihgt-a
fa: &حق رونوشت‌
he: &זכויות יוצרים
hr: &Autorsko pravo
is: &Höfundarréttur
ja: 著作権表示(&Y)
kk: Авторлық құқ&ығы
ko: 저작권(&Y)
mk: &Авторски права
nb: Opphavs&rett
nn: Opphavs&rett
pa: ਹੱਕ ਰਾਖਵੇਂ ਹਨ(&y)
sl: &Avtorske pravice
sr: Аут&орска права
sr@latn: Aut&orska prava
ta: ஒரே மாதிரி
tg: Ҳуқу&қи муаллифӣ
uk: &Авторські права
zh_cn: 版权(&Y)
