Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Search results</b></p><p>This part of the window shows the results of searching in dictionaries.<p><p>In the top is displayed the number of entries found and where the currently displayed entry is found. Use the buttons at the bottom to navigate through the search results.</p><p>Search is either started automatically when switching to another entry in the editor window or by choosing the desired dictionary in <b>Dictionaries->Find...</b>.</p><p>The common options can be configured in the preferences dialog in section <b>Search</b> and the options for the different dictionaries can be changed with <b>Settings->Configure Dictionary</b>.</p></qt>
ar: <qt><p><b>نتائج البحث</b></p><p>يُظهر هذا الجزء من النافذة نتائج البحث فى القواميس.<p><p>فى الاعلى يظهر عدد المدخلات الموجودة واين يوجد المدخل الظاهر الان. استخدم الازرار فى الاسفل للتنقل من خلال نتائج البحث.</p><p> البحث اما يبدأ تلقائياً عند الانتقال الى مدخل اخر فى نافذة المحرر او باختيار القاموس المحدد فى<b> قواميس->ابحث...</b>. </p><p> الخيارات السائدة يمكن إعدادها فى حوار التفضيلات فى القسم<b>بحث</b>والخيارات للقواميس المختلفة يمكن تغيرها مع <b>إعدادات->اضبط القاموس</b>.</p></qt>
be: <qt><p><b>Вынікі пошуку</b></p><p>У дадзеным акне адлюстроўваюцца вынікі пошуку ў слоўніках.<p><p>У верхняй частцы акна адлюстравана колькасць і месцазнаходжанне знойдзеных значэнняў. Выкарыстайце кнопкі, размешчаныя ўнізе акна, для навігацыі па выніках пошуку</p> <p> Пошук запускаецца аўтаматычна пры пераходзе да іншага значэння ў акне рэдактара або пры выбары жаданага слоўніка ў <b>Слоўнікі -> Пошук....</b>.</p> <p> Вы можаце вызначыць асноўныя параметры пошуку ў секцыі <b>Пошук</b> у дыялогу канфігурацыі, а таксама змяніць налады для кожнага слоўніка ў пункце <b>Параметры->Наладзіць слоўнік</b>.</p></qt>
bg: <qt><p><b>Резултат от търсенето</b></p><p>Тази част от прозореца показва резултата от търсенето в речниците.<p><p>В горния край се показва броят низове и къде са намерени. Използвайте бутоните в долния край за навигация сред резултатите от търсенето.</p><p>Търсенето почва или автоматично или при превключване към друг низ, или чрез избиране на желания речник в <b>Речници->Търсене на...</b>.</p><p>Обичайните опции могат да бъдат настроени в прозореца с настройките в раздела <b>Търсене</b>, а опциите за различните речници могат да бъдат променени в <b>Настройки->Настройване на речник</b>.</p></qt>
ca: <qt><p><b>Resultats de la recerca</b></p><p>Aquesta part de la finestra mostra els resultats de la recerca en els diccionaris.<p><p>A la part superior es mostra el nombre de coincidències i a on s'ha trobat cadascuna. Useu els botons de la part inferior per a navegar en els resultats.</p><p>La recerca s'inicia automàticament a la finestra de l'editor o seleccionant el diccionari escollit en <b>Diccionaris->Cerca...</b>.</p><p>Les opcions comuns poden configurar-se al diàleg de preferències a la secció <b>Recerca</b> i les opcions dels diferents diccionaris es poden canviar amb <b>Arranjament->Configura diccionari</b>.</p></qt>
da: <qt><p><b>Søgeresultater</b></p><p>Denne del af vinduet viser resultaterne af søgning i ordbøgerne.<p><p>Foroven er antal fundne forekomster vist, samt hvor den netop nu fremviste beskedforekomst er fundet. Gør brug af knapperne nær bunden til at navigere rundt i søgeresultaterne.</p><p>Søgningen startes enten automatisk, når du skifter til en anden beskedforekomst i redigeringsvinduet, eller du kan vælge den ønskede ordbog i <b>Ordbøger -> Find...</b>.</p><p>Alle hyppige indstillinger kan indstilles i indstillingsdialogen i afsnittet <b>Søgning</b> og indstillinger for de forskellige ordbøger kan ændres med <b>Opsætning->Indstil ordbog</b>.</p></qt>
de: <qt><p><b>Suchergebnisse</b></p><p>Dieser Teil des Fensters zeigt die Suchergebnisse an.</p><p>Ganz oben steht die Anzahl der gefundenen Einträge und wo der gerade angezeigte Eintrag steht. Benutzen Sie die Knöpfe am unteren Ende, um die Suchergebnisse anzusehen.</p><p>Die Suche wird entweder automatisch gestartet, wenn Sie im Bearbeitungsfenster zu einem anderen Eintrag wechseln, oder indem Sie das gewünschte Wörterbuch in <b>Wörterbücher -> Text suchen ...</b> auswählen.</p><p>Allgemeine Einstellungen können im Abschnitt <b>Suche</b> der Einstellungen geändert werden, die wörterbuch-spezifischen über <b>Einstellungen -> Wörterbuch.</b></p></qt>
el: <qt><p><b>Αποτελέσματα αναζήτησης</b></p><p>Αυτό το τμήμα του παραθύρου εμφανίζει τα αποτελέσματα της αναζήτησης στα λεξικά.<p><p>Στην κορυφή εμφανίζεται ο αριθμός των καταχωρήσεων που βρέθηκαν και πού βρίσκεται η τρέχουσα καταχώρηση. Χρησιμοποιήστε τα κουμπιά στο κάτω μέρος για να πλοηγηθείτε μέσα στα αποτελέσματα της αναζήτησης.</p><p>Η αναζήτηση είτε ξεκινάει αυτόματα όταν αλλάζετε σε μια άλλη καταχώρηση στο παράθυρο επεξεργασίας είτε επιλέγοντας το επιθυμητό λεξικό στο <b>Λεξικά->Εύρεση ...</b>.</p><p> Οι κοινές επιλογές μπορούν να ρυθμιστούν στο διάλογο προτιμήσεων στο τμήμα <b>Αναζήτηση</b> και οι επιλογές για τα διαφορετικά λεξικά μπορεί να αλλάξουν με το <b>Ρυθμίσεις->Ρύθμιση λεξικού</b>.</p></qt>
es: <qt><p><b>Resultados de la búsqueda</b></p><p>Esta parte de la ventana muestra los resultados de la búsqueda en los diccionarios.<p><p>En la parte superior se muestra el número de coincidencias y dónde se ha encontrado cada una. Use los botones en la parte inferior para navegar en los resultados.</p><p>La búsqueda se inicia automáticamente en la ventana del editor o seleccionando el diccionario elegido en <b>Diccionarios->Buscar...</b>.</p><p>Las opciones comunes pueden configurase en las preferencias de la sección <b>Buscar</b> y las opciones de los diferentes diccionarios pueden cambiarse con <b>Configuración->Configurar diccionario</b>.</p></qt>
et: <qt><p><b>Otsingu tulemused</b></p> <p>See akna osa näitab sõnaraamatutes tehtud otsingu tulemusi.</p><p>Ülevalpool näidatakse leitud kirjete arvu. Tulemuste seas liikumiseks kasuta allpool asuvaid nuppe. </p><p>Otsingut alustatakse kas automaatselt, liikudes redigeerimisaknas järgmisele kirjele, või valides menüüst <b>Sõnaraamatud->Otsi...</b>.</p> <p>Otsingute ühiseid seadistusi saab seada seadistustedialoogis sektsioonis <b>Otsing</b>. Erinevate sõnaraamatute täpsemaid seadistusi seatakse menüüvalikust <b>Seadistused->Sõnaraamatute seadistamine</b>.</p></qt>
eu: <qt><p><b>Bilaketaren emaitzak</b></p><p>Leihoaren parte honek hiztegietan egindako bilaketaren emaitzak erakusten ditu.<p><p>Goian aurkitutako sarreren kopurua eta unean bistaratutako sarrera non aurkitu den agertzen da. Erabili beheko botoiak bilaketaren emaitzetan zehar nabigatzeko.</p><p>Bilaketa automatikoki abiarazten da editorearen leihoan beste sarrera batera aldatzean edo aurkitu nahi den hiztegia hemen aukeratzean: <b>Hiztegiak->Aurkitu...</b>.</p><p>Aukera komunak hobespenen elkarrizketan, <b>Bilatu</b> sekzioan konfiguratu daitezke eta hiztegi desberdinetarako aukerak honela alda daitezke:<b>Ezarpenak->Konfiguratu hiztegia</b>.</p></qt>
fa: <qt><p><b>نتایج جستجو</b></p><p>این بخش از پنجره، نتایج جستجو در واژه‌نامه‌ها را نمایش می‌دهد.<p><p>تعداد مدخلهای یافت‌شده و جایی که مدخل اخیراً نمایش داده‌شده یافت می‌شود، در بالا نشان ‌داده می‌شود. از دکمۀ پایین برای ناویدن در میان نتایج جستجو استفاده کنید.</p><p>جستجو یا هنگام سودهی به مدخل دیگری در پنجرۀ ویرایشگر به طور خودکار آغاز می‌شود، یا با انتخاب واژه‌نامۀ مورد علاقه در <b>واژه‌نامه‌ها-<یافتن...</b>.</p><p>گزینه‌های مشترک در محاورۀ تنطیمات در بخش <b>جستجو</b> می‌تواند پیکربندی شود، و گزینه‌های واژه‌نامه‌های‌ متفاوت توسط <b>تنظیمات-<پیکربندی واژه‌نامه</b>تغییر می‌یابد.
fr: <qt><p><b>Résultats de recherche</b></p><p>Cette partie de la fenêtre montre les résultats des recherches dans les dictionnaires.<p><p>Le nombre d'entrées trouvées est affiché en haut ainsi que l'endroit où l'entrée trouvée se situe. Utilisez les boutons du bas pour naviguer dans les résultats de la recherche.</p><p>La recherche est démarrée ou bien automatiquement en basculant vers une autre entrée ou bien en choisissant le mode de recherche voulu dans <b>Dictionnaires / Chercher...</b>.</p><p>Les options habituelles peuvent être configurées dans le dialogue de préférences, dans la section <b>Recherche</b> et les options pour les différents dictionnaires peuvent être changées avec <b>Configuration / Configurer les dictionnaires</b>.</p></qt>
gl: <qt> <p><b>Resultados da procura</b></p> <p>Esta parte da fiestra mostra os resultados da pesquisa nos dicionarios. <p><p>Arriba móstrase o número de entradas atopadas e onde se atopou a que se está a mostra. Use os botóns no fondo para navegar através dos resultados da procura.</p> <p>A procura é iniciada automaticamente ao ir para outra entrada na fiestra do editor ou se escolle o dicionario desexado en <b>Dicionarios->Procurar...</b>.</p><p>As opcións habituais poden ser configuradas no diálogo de preferencias na sección <b>Procurar</b> e as opcións dos diferentes dicionarios poden ser modificadas en <b>Configuración->Configurar dicionario</b>.</p></qt>
hu: <qt><p><b>A keresés eredménye</b></p><p>Az ablaknak ezen részében jelenik meg a keresés eredménye.<p><p>Felül látható a találatok száma és az aktuális bejegyzés helye. Az alul látható gombokkal lehet lépkedni a találatok között.</p><p>A keresés automatikusan elindul, ha az ablakban egy új bejegyzésre lép, vagy a keresési könyvtárt átállítja a <b>Szótárak->Keresés...</b> menüpontban.</p><p>Az általános opciók a beállítások <b>Keresés</b> részében, a szótárakra vonatkozó opciók pedig a <b>Beállítások->A szótár beállításai</b> menüpontban találhatók.</p></qt>
is: <qt><p><b>Leitarniðurstöður</b></p> <p>Þessi hluti gluggans sýnir niðurstöðu orðabókarleitarinnar.<p><p>Efst er fjöldi færsla sem fannst, og hvar völdu færsluna er að finna. Notaðu hnappana neðst til að skoða gegnum leitarniðurstöðurnar.</p><p> Leitin hefst annarsvegar sjálfkrafa þegar skift er á milli færsla í ritlinum, eða með því að velja <b>Orðabækur->Finna...</b>.</p><p>Almennu uppsetninguna má stilla í <b>Leitar</b> hluta stillingargluggans, og valmöguleikum hverrar orðabókar má breyta í <b>Stillingar->Stilla orðabók</b>.</p></qt>
it: <qt><p><b>Risultati ricerca</b></p><p>Questa parte della finestra mostra il risultato della ricerca nei dizionari.<p><p> Nella parte alta è mostrato il numero delle voci trovate e dove è stata trovata la corrispondente voce. Usa questo pulsante in basso per navigare attraverso i risultati della ricerca.</p><p>La ricerca è ugualmente partita automaticamente quando si è passati ad un'altra voce nella finestra editor o selezionando il dizionario desiderato in <b>Dizionari->Trova...</b>.</p><p>Le opzioni comuni possono essere configurate nella finestra di dialogo delle preferenze presente nella sezione <b>Cerca</b> e le opzioni per dizionari differenti possono essere cambiate con <b>Preferenze->Configura dizionario</b>.</p></qt>
ja: <qt><p>検索結果</p><p>ここに辞書の検索結果が表示されます。</p><p>一番上には、見つかったエントリの数と、今表示されているエントリが見つかった場所が表示されます。下のボタンを使って検索結果内を移動できます。</p><p>「自動的に検索を開始する」オプションが有効になっていれば、エディタウィンドウで他のエントリに移動したときに自動的に検索が開始されます。メニューの「辞書」->「検索」で開始することもできます。</p><p>共通のオプションは設定ダイアログの「検索」セクションで設定します。辞書ごとのオプションは「設定」->「辞書の設定」で変更できます。</p></qt>
kk: <qt><p><b>Іздеу нәтижесі</b></p><p>Бұл терезеде сөздіктердегі іздеу нәтижесі көрсетіледі.<p> <p>Терезенің жоғарғы жағында неше рет кездескенің және назардағы жазу қайдан табылғаны көрсетіледі. Төмендегі батырмаларды іздеу нәтижелер бойынша шарлау үшін қолданыңыз.</p><p>Іздеу автоматты түрде өңдегіш терезесінде жазудан жазуға ауысқанда немесе <b>Сөздіктер -> Іздеу...</b> командасынмен керек сөздікті таңдау кезінде іске қосылады.</p><p>Жалпы параметрлерін KBabel-ді баптау диалогындағы <b>Іздеу</b> бөлімінде анықтауға болады, сонымен қатар әрбір сөзікті <b>Баптау->Сөздікті баптау</b> мәзірі арқылы өзгертуге болады.</p></qt>
ko: <qt><p><b>검색 결과</b></p><p>창의 이 부분은 사전에서 검색된 결과를 보여줍니다.</p><p>상단에는 검색된 항목의 수가 표시되며, 최근 검색된 항목이 보여지는 곳을 타나냅니다.검색결과 전체를 이동하기 위해 창의 바닥에 있는 버튼을 사용하십시오.</p><p>검색은 편집창에서 다른 항목으로 이동할 때나 <b>사전->검색...</b>에서 요구되는 사전을 선택함으로써 자동적으로 시작됩니다.</p><p>공통 옵션은 <b>검색</b> 항목 환경설정 대화상자에서 설정할 수 있습니다. 다른 사전에 대한 옵션은 <b>설정->사전 설정</b>에서 변경할 수 있습니다.</p></qt>
nb: <qt><p><b>Søkeresultater</b></p><p>Denne delen av vinduet viser resultatene av søk i ordbøker.<p><p>På toppen står det hvor mange oppføringer som ble funnet, og hvor den gjeldende oppføringa ble funnet. Bruk knappene nederst til å navigere gjennom søkeresultatene.</p><p>Et søk blir enten startet automatisk når du bytter til en annen oppføring i redigeringsvinduet, eller ved at du velger ordbok i <b>Ordbøker – Finn …</b>.</p><p>Fellesvalgene kan angis i dialogvinduet for innstillinger i bolken <b>Søk</b>; valgene for de ulike ordbøkene kan endres under <b>Innstillinger – Ordboksoppsett</b>.</p></qt>
nds: <qt><p><b>Söökresultaten</b></p><p>Binnen dissen Deel vun't Finster warrt de Resultaten vun de Söök in de Wöörböker wiest.</p><p><p>Baven steiht de Tall vun funnen Indrääg, un woneem de aktuell wieste Indrag funnen wöör. Bruuk de Knööp nerrn, wenn Du de Söökresultaten dörkieken wullt.</p><p>De Söök warrt automaatsch start, wenn Du binnen dat Editorfinster na en anner Indrag wesselst, oder wenn Du en Wöörbook na Dien Pläseer ünner <b>Wöörböker -> Text söken</b> utsöchst.</p><p>De allgemeen Optschonen laat sik binnen den Instellen-Dialoog op de Siet <b>Söök</b> ännern, de wöörbookegen Optschonen ünner <b>Instellen -> Wöörbook instellen</b>.</p></qt>
nl: <qt><p><b>Zoekresultaten</b></p><p>Dit deel van het venster toont u de resultaten van het zoeken in de woordenboeken.<p> <p>Aan de bovenzijde staat het aantal gevonden tekenreeksen en waar de momenteel getoonde tekenreeks gevonden is. Gebruik de knoppen aan de onderzijde om te navigeren door de zoekresultaten.</p><p>Het zoeken wordt ofwel automatisch gestart bij het overschakelen naar een andere tekenreeks in het tekstinvoervenster, ofwel door de gewenste woordenboek te kiezen in <b>Woordenboeken->Zoeken...</b>.</p><p>De meest voorkomende opties kunnen worden ingesteld in de sectie <b>Zoeken</b></p>van KBabel's instellingendialoogvenster, en de opties voor de verschillende woordenboeken kunnen worden gewijzigd in het menu <b>Instellingen->Woordenboek instellen</b>.</p></qt>
pl: <qt><p><b>Wyniki wyszukiwania</b></p><p>W tej części okna wyświetlane są wyniki wyszukiwania w słownikach.<p><p>Na górze wyświetlana jest liczba znalezionych pozycji oraz informacja o aktualnie wybranej pozycji. Przyciski na dole pozwalają przeglądać kolejne pozycje.</p><p> Wyszukiwanie jest uruchamiane automatycznie przy zmianie pozycji w oknie edycyjnym lub przez wybranie odpowiedniego słownika w menu <b>Słowniki->Znajdź...</b>.</p> <p> Wspólne opcje wyszukiwania można ustawić w oknie dialogowym, w części <b>Wyszukiwanie</b>, zaś opcje dla poszczególnych słowników konfiguruje się poleceniem <b>Ustawienia->Konfiguracja słownika</b>.</p></qt>
pt: <qt><p><b>Resultados da pesquisa</b></p><p>Esta parte da janela mostra os resultados da pesquisa nos dicionários.<p><p>No topo é mostrado o número de itens encontrados e a localização da actual. Use os botões no fundo para navegar através dos resultados da procura.</p> <p>A procura é iniciada automaticamente quando muda para outro item na janela de edição ou quando escolhe o dicionário desejado em <b>Dicionários->Procurar...</b>.</p><p>Todas as opções podem ser configuradas na janela de preferências na secção <b>Procura</b> e as opções para os diferentes dicionários podem ser alteradas em <b>Configuração->Configurar o Dicionário</b>.</p></qt>
sk: <qt><p><b>Výsledky hľadania</b></p><p>Táto časť okna zobrazuje výsledky hľadania.<p><p>V hornej časti je zobrazený počet nájdených položiek a kde sa momentálne zobrazená položka nachádza. Použite tlačidlá dole pre prechod medzi jednotlivými nájdenými položkami.</p><p>Hľadanie môže byť buď spustené automaticky pri prepnutí na inú položku v okne editora alebo vybraním hľadacieho módu v <b>Slovníky->Nájsť...</b>.</p><p>Obvyklé voľby je možné nastaviť v časti <b>Hľadanie</b> a voľby pre ostatné slovníky je možné zmeniť pomocou <b>Nastavenia->Nastaviť slovník</b>.</p></qt>
sl: <qt><p><b>Rezultati iskanja</b></p><p>Ta del okna prikazuje rezultate iskanja v slovarjih.<p><p>Na vrhu sta izpisana število zadetkov in kje se trenutno prikazovani vnos nahaja. Za navigacijo med zadetki lahko uporabite gumbe na dnu okna.</p><p>Iskanje se prične bodisi samodejno ob premiku na naslednji vnos v urejevalniku, bodisi ob izbiri željenega slovarja v <b>Slovarji -> Najdi</b>.</p><p>Skupne možnosti lahko nastavite v nastavitvenem oknu v razdelku <b>Poišči</b>, možnosti za različne slovarje pa v <b>Nastavitve -> Nastavi slovar</b>.</p></qt>
sr: <qt><p><b>Резултати претраге</b></p> <p>Овај део прозора приказује резултате претраге у речницима. <p><p>У врху је приказан број пронађених уноса и где је тренутно приказани унос нађен. Користите дугмад на дну за навигацију кроз резултате претраге.</p> <p>Претрага почиње или аутоматски када се пребаците на други унос у прозору уређивача или избором жељеног речника у <b>Речници—>Нађи...</b>.</p> <p>Уобичајене опције се могу подесити у прозору за подешавања у секцији <b>Тражи</b>, а опције за различите речнике се могу променити помоћу <b>Подешавања->Подеси речник</b>.</p></qt>
sr@latn: <qt><p><b>Rezultati pretrage</b></p> <p>Ovaj deo prozora prikazuje rezultate pretrage u rečnicima. <p><p>U vrhu je prikazan broj pronađenih unosa i gde je trenutno prikazani unos nađen. Koristite dugmad na dnu za navigaciju kroz rezultate pretrage.</p> <p>Pretraga počinje ili automatski kada se prebacite na drugi unos u prozoru uređivača ili izborom željenog rečnika u <b>Rečnici—>Nađi...</b>.</p> <p>Uobičajene opcije se mogu podesiti u prozoru za podešavanja u sekciji <b>Traži</b>, a opcije za različite rečnike se mogu promeniti pomoću <b>Podešavanja->Podesi rečnik</b>.</p></qt>
sv: <qt><p><b>Sökresultat</b></p><p>Den här delen av fönstret visar resultaten av sökning i ordlistor.<p><p>Längst upp visas antalet poster som hittats och var den aktuella visade posten kan hittas. Använd knapparna vid botten för att leta igenom sökresultaten.</p><p>Sökning påbörjas antingen automatiskt när en annan post väljs i redigeringsfönstret eller genom att välja önskad katalog i <b>Ordlistor->Sök...</b>.</p><p>De gemensamma inställningarna kan anpassas i dialogrutan Inställningar under fliken <b>Sök</b> och inställningarna för olika ordlistor kan ändras med <b>Inställningar->Anpassa ordlista</b>.</p></qt>
ta: <qt><p><b>தேடும் விளைவுகள் </b></p><p>இந்த பகுதி சாளரம் காட்டும் அகராதியின் தேடுதல் விளைவு.<p><p>இது மேலே காட்டப்பட்டது மற்றும் தற்போதைய உள்ளீட்டை கிடைக்கிறது. பொத்தான தேடுதல் விளைவை கீழே நகர்த்த பயன்படுத்து.</p><p>தேடுதல் தானியக்கமாக சாளர தொகுப்பியில் ஆரம்பிக்கும் அல்லது <b>அகராதி->தேடு...என்றும் தேர்ந்தெடுக்க முடியும்</b>.</p><p>பொதுவான விருப்பத்தேர்வுகள் <b>தேடுதல்</b> லில் உள்ளமைக்கப்ப்ட்டிருக்கும் மற்றும் மற்ற அகராதிகளுக்கான மாற்றங்கள் <b>அமைப்புகள்->அகராதியை உள்ளமை</b>யின் மூலம் மாற்ற முடியும்.</p></qt>
tg: <qt><p><b>Натиҷаҳоро ҷустуҷӯ кунед</b></p><p>Ин қисми тиреза натиҷаҳои дар луғат ҷустуҷӯшудаистодаро нишон медиҳад.<p><p>Дар боло миқдори воридшудаҳои ёфташуда ва дар куҷо воридшудаи ҷории намоишдодашуда ёфта мешавад, намоиш дода мешавад.</p><p>Ҷустуҷӯ ё ба таври автоматикӣдар вақти гузаштан ба воридшудаи дигар дар тирезаи муҳаррир, ё ин ки бо интихоби луғати дилхоҳ дар <b>Луғатҳо->Ёфтан...</b>.</p><p>карда мешавад. Интихоби умумӣ метавонад дар диалоги дорои имтиёзҳо дар бахши <b>Ҷустуҷӯ</b> ва интихоб барои луғатҳои гуногун бо <b>Барпои Муҳит->Ташаккул ёфтан </b>пайкарбандӣ карда шавад.</p></qt>
uk: <qt><p><b>Результати пошуків</b></p><p>Ця частина вікна показує результати пошуку в словниках.<p><p>Вгорі показано кількість і місцезнаходження записів. Використовуйте кнопки внизу для навігації по результатах пошуку.</p><p>Пошук запускається або автоматично при переході до наступної фрази, або при виборі іншого словника в<b>Словники->Знайти...</b>.</p><p>Загальні параметри можна налагодити у вікні налагодження в секції<b>Пошук</b>, а параметри для різних словників можна змінити за допомогою <b>Параметри->Налаштувати словник</b>.</p></qt>
zh_cn: <qt><p><b>搜索结果</b></p><p>窗口的这一部分显示在字典中的搜索结果。<p><p>在顶部显示找到的项目数量，以及当前显示项目被发现的位置。使用底部的按钮来查看搜索结果。</p><p>可以在编辑器窗口切换到另一个条目时自动启动搜索，也可以通过在<b>“字典->查找...”</b>中选择想要的字典来启动。</p><p>公用选项可以在首选项对话框的<b>“搜索”</b>部分中配置，不同字典的选项可以使用<b>“设置->配置字典”</b>来改变。</p></qt>

source: _: Menu item Open
ar: افتح
be: Адкрыць
bg: Отваряне
ca: Obre
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
et: Ava
eu: Ireki
fa: باز کردن
fr: Ouvrir
gl: Abrir
he: פתח
hu: Megnyitás
is: Opna
it: Apri
ja: 開く
kk: Ашу
ko: Open
mk: Отвори
nb: Åpne
nds: Opmaken
nl: Open
nn: Opna
pa: ਖੋਲ੍ਹੋ
pl: Otwórz
pt: Abrir
sk: Otvoriť
sl: Odpri
sr: Отвори
sr@latn: Otvori
sv: Öppna
uk: Відкрити

source: Open Template
ar: افتح قالب
be: Адкрыць шаблон
bg: Отваряне на шаблон
ca: Obre plantilla
da: Åbn skabelon
de: Vorlage öffnen
el: Άνοιγμα προτύπου
es: Abrir plantilla
et: Ava POT-fail
eu: Ireki eredua
fa: باز کردن قالب
fr: Ouvrir le modèle
gl: Abrir modelo
he: פתח תבנית
hr: Otvori predlošku
hu: Sablon megnyitása
is: Opna sniðskrá
it: Apri modello
ja: テンプレートを開く
kk: Үлгіні ашу
ko: 템플릿 열기
lt: Atverti šabloną
mk: Отвори образец
nb: Åpne mal
nds: Vörlaag opmaken
nl: Sjabloon openen
nn: Opna mal
pa: ਨਮੂਨਾ ਖੋਲ੍ਹੋ
pl: Otwórz szablon
pt: Abrir o Modelo
sk: Otvoriť šablónu
sl: Odpri predlogo
sr: Отвори шаблон
sr@latn: Otvori šablon
sv: Öppna mall
ta: வார்ப்புருவை திற
tg: Кушодани қолиб
uk: Відкрити шаблон
zh_cn: 打开模板
