Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Statusbar</b></p> <p>The statusbar displays information about progress of the current find or replace operation. The first number in <b>Found:</b> displays the number of files with an occurrence of the searched text not yet shown in the KBabel window. The second shows the total number of files containing the searched text found so far.</p></qt>
ar: <qt><p><b>شريط الحالة</b></p> <p>يُظهر شريط الحالة معلومات حول تقدم عملية البحث الإستبدال الحالية. أول رقم فى <b>وُجد:</b> يظهر عدد الملفات المحتوية على النص المبحوث عنه والتي لم تعرض في نافذة مترجم‌ك حتى الآن. يُظهر الثاني العدد الكلى للملفات المحتوية على النص الموجودة حتى الآن.</p></qt>
be: <qt><p><b>Радок стану</b></p> <p>У радку стану адлюстроўваецца інфармацыя аб працэсе бягучай аперацыі пошуку або замены. Першы лік у поле <b>Знойдзена:</b> паказвае лік файлаў, якія змяшчаюць запытаны радок, але не паказваемых у акне KBabel. Другі лік утрымоўвае агульную колькасць файлаў, якія змяшчаюць запытаны радок.</p></qt>
bg: <qt><p><b>Лента за състоянието</b></p> <p>Лентата за състоянието показва информация за процеса на търсене и замяна. Първата цифра в <b>Намерени:</b> показва броят на файлове с търсения текст, но които още не са се показали в прозореца на KBabel. Втората показва общият брой намерени до този момент файлове, съдържащи търсения текст.</p></qt>
ca: <qt><p><b>Barra d'estat</b></p> <p>La barra d'estat mostra informació a sobre de la progressió del procés de recerca o sobreescriptura. El primer número a <b>Trobat:</b> mostra el nombre de fitxers en els que apareix el text cercat i que no són mostrats a la finestra del KBabel. El segon mostra el nombre total de fitxers que contenen el text trobat.</p></qt>
da: <qt><p><b>Statuslinje</b></p> <p>Statuslinjen giver information om fremgangen for denne 'find eller erstat'-operation. Første tal i <b>Fundet:</b> viser antal filer med en forekomst af den søgte tekst som ikke er vist endnu i KBabel-vinduet. Det andet viser det totale antal af filer med den søgte tekst, der er fundet indtil videre.</p></qt>
de: <qt><p><b>Statusleiste</b></p> <p>Die Statusleiste zeigt den Fortschritt des Suchens oder Ersetzens an. Die erste Zahl in <b>Gefunden:</b> gibt an, in wievielen Dateien der Suchbegriff vorkommt, die noch nicht im Fenster von KBabel angezeigt worden sind. Die zweite gibt an, in wievielen Dateien insgesamt der gesuchte Text bislang vorgekommen ist. </p></qt>
el: <qt><p><b>Γραμμή κατάστασης</b></p> <p>Η γραμμή κατάστασης εμφανίζει πληροφορίες σχετικά με την πρόοδο της τρέχουσας λειτουργίας αναζήτησης ή αντικατάστασης. Ό πρώτος αριθμός <b>Βρέθηκαν:</b> εμφανίζει το πλήθος των αρχείων που βρέθηκε το αναζητούμενο κείμενο που δεν εμφανίζονται ακόμη στο παράθυρο του KBabel. Ο δεύτερος αριθμός δηλώνει το συνολικό αριθμό των αρχείων που περιέχουν το αναζητούμενο κείμενο μέχρι τη στιγμή αυτή.</p></qt>
es: <qt><p><b>Barra de estado</b></p> <p>La barra de estado muestra información sobre la progresión del proceso de búsqueda o sobrescritura. El primer número en <b>Encontrado:</b> muestra el número de archivos en los que aparece el texto buscado y que no son mostrados en la ventana de KBabel. El segundo muestra el número total de archivos que contienen el texto encontrado.</p></qt>
et: <qt><p><b>Olekuriba</b></p> <p>Olekuriba kajastab hetkel toimuva otsingu või asendamise progressi. <b>Leitud</b> välja esimene number näitab otsitavat stringi sisaldavate, kuid KBabeli aknas mitte veel näidatud failide arvu. Teine number näitab siiani leitud stringi sisaldavate failide koguarvu.</p></qt>
eu: <qt><p><b>Egoera-barra</b></p> <p>Egoera-barrak bilatu edo ordezteko uneko eragiketaren aurrerapenari buruzko informazioa erakusten du. <b>Bilatu:</b>-ko lehenengo zenbakiak Kbabel-en leihoan oraindik agertzen ez den testu bilatua biltzen duten fitxategien kopurua erakusten du. Bigarrenak aurkitutako testu bilatua biltzen duten fitxategien guztizko kopurua erakusten du.</p></qt>
fa: <qt><p><b>میله وضعیت</b></p> <p>میله وضعیت اطلاعاتی دربارۀ پیشرفت عمل یافتن یا جایگزینی جاری را نمایش می‌دهد. اولین عدد در<b>یافت شده:</b> تعداد پرونده‌ها را، توسط رخداد متن جستجوشده، که تاکنون در پنجرۀ KBabel نمایش داده‌نشده است را نشان می‌دهد. دومین عدد، تعداد کل پرونده‌های شامل متن جستجوشدۀ یافت‌شدۀ بعدی را نمایش می‌دهد.</p></qt>
fr: <qt><p><b>Barre d'état</b></p> <p>La barre d'état affiche des informations sur la progression de la recherche courante ou l'opération de remplacement. Le premier nombre dans <b>Trouvés</b> affiche le nombre de fichiers avec une occurrence du texte recherché pas encore affiché dans la fenêtre de KBabel. Le second montre le nombre total de fichiers contenant le texte trouvé à ce moment.</p></qt>
gl: <qt><p><b>Barra de estado</b></p> <p>A barra de estado mostra información acerca do progreso da operación de procura ou substitución actual. O primeiro número en <b>Atopado:</b> mostra o número de ficheiros contendo o texto procurado que aínda non foron mostrados na fiestra de KBabel. O segundo mostra o número total de ficheiros atopados que conteñen o texto que se está a procurar.</p></qt>
hr: <qt><p><b>Statusna traka</b></p> <p>Statusna traka prikazuje informacije o napretku trenutne operacije pronalaženja ili zamijenjivanja. Prvi broj u <b>Nađeno:</b> prikazuje broj datoteka u kojima se javlja traženi tekst koji još uvijek nisu prikazani u KBabel-ovom prozoru. Drugi prikazuje ukupan broj datoteka do sada koji sadrže traženi tekst.</p></qt>
hu: <qt><p><b>Állapotsor</b></p> <p>Az állapotsorban lehet nyomon követni a kiadott keresési vagy cserélési művelet végrehajtását. A <b>Találat:</b> címke után először azoknak a találatként kezelt fájloknak a száma látható, melyek még nem jelentek meg a KBabel ablakban, utána az eddig találatot tartalmazó fájlok száma összesen.</p></qt>
is: <qt><p><b>Stöðuslá</b></p> <p>Stöðusláin sýnir upplýsingar um stöðu núverandi leitar, eða útskipti aðgerðar. Fyrsta talan í <b>Fann:</b> sýnir fjölda fundinna skráa sem hafa ekki verið sýndar ennþá í KBabel glugganum. Önnur talan sýnir heildarfjölda fundinna skráa.</p></qt>
it: <qt><p><b>Barra di stato</b></p> <p>La barra di stato mostra informazioni sul progresso dell'operazione corrente di ricerca o sostituzione. Il primo numero in <b>Trovato:</b> mostra il numero di file con una occorrenza del testo cercato non ancora mostrata nella finestra di KBabel. La seconda mostra il numero totale di file contenenti il testo ricercato.</p></qt>
ja: <qt><p>ステータスバー</p> <p>ステータスバーは現在の検索/置換操作の進捗情報を表示します。「見つかった場所:」に表示される最初の数字は、検索文字列が見つかったファイルのうちでまだ KBabel のウィンドウに表示されていないファイルの数を示します。二番目の数字は、これまでに検索文字列が見つかったファイルの総数を示します。</p></qt>
kk: <qt><p><b>Күй-жай жолағы</b></p> <p>Күй-жай жолағында орындалып жатқан іздеу немесе алмастыру әрекетінің барысы туралы мәлімет көрсетіледі. <b>Табылды:</b> деген өрістегі сан іздеген мәтін кездесетін, бірақ KBabel терезесінде әлі көрсетілмеген файлдардың санын көрсетеді. Екінші сан іздеген мәтін кездесетін жалпы файлдар санын көрсетеді.</p></qt>
ko: <qt><p><b>상태 표시줄</b></p> <p> 상태 표시줄은 현재 검색이나 교체 작업의 진행 정보를 표시합니다. <b>발견된</b> 첫번째 항목: KBabel 창에서 아직 보여지지 않은 검색된 본문이 있을 경우 파일의 수를 보여줍니다.두번째 항목은 검색된 본문에 포함된 파일의 전체 숫자를 보여줍니다.</p></qt>
lt: <qt><p><b>Būsenos juosta</b></p> <p>Būsenos juosta pateikia informaciją apie dabartinės paieškos arba pakeitimo operacijos eigą. Pirmasis <b>Rasta:</b> skaičius nurodo bylų skaičių, kuriose yra ieškomo teksto atvejai, nerodomi KBabel lange. Antrasis parodo bendrą bylų skaičių, kuriuose yra ieškomas tekstas.</p></qt>
mk: <qt><p><b>Статусна линија</b></p> <p>Статусната линија прикажува информација за напредувањето на тековната операција за пронаоѓање или замена. Првиот број во <b>Пронајдени:</b> го прикажува бројот на датотеки во кои што се појавува бараниот текст а сѐ уште не се покажани во прозорец на КБабел. Вториот го покажува бројот на досега пронајдени датотеки што го содржат текстот.</p></qt>
nb: <qt><p><b>Statuslinja</b></p> <p>Statuslinja viser informasjon om framgangen i den finn- eller erstatt- operasjonen som pågår. Det første tallet i <b>Funnet:</b> viser antall filer som inneholder en forekomst av søketeksten og som ikke ennå er vist i KBabel-vinduet. Det andre tallet viser antall filer funnet hittil som inneholder søketeksten..</p></qt>
nds: <qt><p><b>Statusbalken</b></p> <p>De Statusbalken wiest Informatschonen över dat Vörankamen bi't Söken oder Utwesseln. De eerste Tall in <b>Funnen:</b> wiest de Tall vun Dateien, de dat Söökwoort bargt, man noch nich binnen dat KBabel-Finster wiest warrt. De twete Tall wiest, binnen woveel Dateien tosamen de Sööktext betherto funnen wöör.</p></qt>
nl: <qt><p><b>Statusbalk</b></p> <p>De statusbalk toont informatie over de voortgang van de huidige zoek- of vervangoperatie. Het eerste getal in <b>Gevonden:</b> toont het aantal bestanden die de gezochte term bevatten, maar nog niet in het KBabel-venster zijn getoond. Het tweede getal toont het aantal bestanden die tot dusver de gezochte term bevatten.</p></qt>
pl: <qt><p><b>Pasek stanu</b></p> <p>Pasek stanu zawiera informacje o postępie aktualnej operacji wyszukiwania lub zastępowania. Pierwsza liczba w <b>Znaleziono:</b> oznacza liczbę plików z szukanym tekstem, niewyświetlonych jeszcze w oknie programu KBabel. Druga liczba oznacza liczbę wszystkich znalezionych do tej pory plików z szukanym tekstem.</p></qt>
pt: <qt><p><b>Barra de Estado</b></p> <p>A barra de estado mostra informações acerca do progresso da operação de pesquisa ou de substituição actual. O primeiro número em <b>Encontrado:</b> mostra o número de ficheiros com uma ocorrência do texto procurado por mostrar na janela do KBabel. O segundo mostra o número total de ficheiros que contêm o texto procurado até agora.</p></qt>
sk: <qt><p><b>Stavový riadok</b></p> <p>Stavový riadok zobrazuje informácie o priebehu aktuálnej operácie hľadania. Prvé číslo v okne <b>Nájdené:</b> zobrazuje počet súborov, ktoré ešte neboli zobrazené v KBabel. Druhé číslo je celkový počet súborov, ktoré obsahujú hľadaný text.</p></qt>
sl: <qt><p><b>Vrstica stanja</b></p> <p>Vrstica stanja prikazuje podatke o napredku pri trenutnih operacijah iskanja in zamenjave. Prva številka v <b>Najdenih</b> prikazuje število datotek, ki vsebujejo iskano besedilo, ki še ni prikazano v oknu KBabla. Druga številka prikazuje trenutno skupno število datotek, ki vsebujejo iskano besedilo. </p></qt>
sr: <qt><p><b>Статусна трака</b></p> <p>Статусна трака приказује информације о напретку текуће операције проналажења или замењивања. Први број у <b>Нађено:</b> приказује број фајлова у којима се јавља тражени текст који још увек нису приказани у KBabel-овом прозору. Други приказује укупан број фајлова до сада који садрже тражени текст.</p></qt>
sr@latn: <qt><p><b>Statusna traka</b></p> <p>Statusna traka prikazuje informacije o napretku tekuće operacije pronalaženja ili zamenjivanja. Prvi broj u <b>Nađeno:</b> prikazuje broj fajlova u kojima se javlja traženi tekst koji još uvek nisu prikazani u KBabel-ovom prozoru. Drugi prikazuje ukupan broj fajlova do sada koji sadrže traženi tekst.</p></qt>
sv: <qt><p><b>Statusrad</b></p> <p>Statusraden visar information om hur den aktuella sök- eller ersättningoperationen fortskrider. Det första värdet i <b>Hittade:</b> visar antalet filer med en förekomst av söktexten som ännu inte visas i Kbabels fönster och det andra värdet visar totala antalet filer där söktexten hittills har hittats.</p></qt>
ta: <qt><p><b>நிலைப்பட்டி</b></p> <p>The statusbar displays information about progress of the current find or replace operation. The first number in <b>Found:</b> displays the number of files with an occurrence of the searched text not yet shown in the KBabel window. The second shows the total number of files containing the searched text found so far.</p></qt>
tg: <qt><p><b>Сабботи сутун</b></p> <p> Сабботи сутун иттилоотро дар бораи тараққиёти бозёфти ҷорӣ ё ин ки иваз кардани амалиёт намоиш медиҳад. Рақами якум дар<b>Ёфташуда:</b> шумораи файлҳоро бо ҳолати матни ҷустуҷӯшуда,ки ҳанӯз дар тирезаиKBabel нишон дода нашудааст, намоиш медиҳад. Дуюмаш шумораи умумии файлҳоеро,ки матни ҷустуҷӯшударо ҳанӯз дар бар мегирад, нишон медиҳад.</p></qt>
uk: <qt><p><b>Рядок стану</b></p> <p>Рядок стану показує інформацію про поступ поточної дії пошуку або заміни. Перше число у <b>Знайдено:</b> означає кількість файлів, у яких знайдено шуканий текст, але вони ще не показані у вікні KBabel. Друге число означає загальну кількість файлів, в яких до цього часу знайдено шуканий текст.</p></qt>
zh_cn: <qt><p><b>状态栏</b></p> <p>状态栏显示当前的查找替换操作的进度信息。<b>“找到：”</b>中的第一个数字显示包含搜索文本的但还没有在 KBabel 窗口中打开的文件数量。第二个数字显示到目前为止找到的包含搜索文本的文件总数。</p></qt>

source: Cannot send a message to KBabel. Please check your installation of KDE.
ar: لايمكن ارسال رسالة الى مترجم‌ك. رجاء التأكد من تثبيتك لـ KDE.
be: Не атрымалася адправіць паведамленне да KBabel. Праверце правільнасць усталёўкі KDE.
bg: Не може да бъде изпратено съобщение до KBabel. Моля, проверете инсталацията на KDE.
ca: No es pot enviar un missatge al KBabel. Si us plau, comproveu la vostra instal·lació de KDE.
da: Kan ikke sende en besked til KBabel. Tjek venligst din installation af KDE.
de: Die Kommunikation mit KBabel ist nicht möglich. Bitte überprüfen Sie Ihre KDE-Installation.
el: Δεν είναι δυνατή η αποστολή μηνύματος στο KBabel. Παρακαλώ ελέγξτε την εγκατάσταση του KDE.
es: No se puede enviar un mensaje a KBabel. Compruebe su instalación de KDE.
et: Sõnumi saatmine KBabelile ei õnnestunud. Palun kontrolli KDE paigaldust.
eu: Ezin da Kbabel-i mezurik bidali. Egiaztatu zure KDE instalazioa.
fa: نمی‌توان پیامی را به KBabel ارسال کرد. لطفاً، نصب KDE خود را بررسی کنید.
fr: Impossible d'envoyer un message à KBabel. Veuillez vérifier votre installation de KDE.
gl: Non se pode enviar unha mensaxe a KBabel. Comprobe a súa instalación de KDE.
hu: Nem sikerült elküldeni egy üzenetet a KBabelnek. Ellenőrizze, hogy a KDE megfelelően van-e telepítve.
is: Gat ekki sent skilaboð til KBabel. Vinsamlega athugaðu KDE uppsetninguna þína.
it: Impossibile inviare un messaggio a KBabel. Controlla l'installazione di KDE.
ja: KBabel にメッセージを送れません。 KDE のインストールを確認してください。
kk: KBabel-ге хабарлама жіберілмеді. KDE дұрыс орнатылғанын тексеріңіз.
mk: Не можам да испратам порака до КБабел. Проверете ја вашата инсталација на KDE.
nb: Klarte ikke å sende melding til KBabel. Sjekk installasjonen din.
nds: Na KBabel lett sik keen Naricht sennen. Bitte prööv Dien KDE-Installatschoon.
nl: Kan geen bericht naar KBabel sturen. Controleer uw KDE-installatie.
nn: Klarte ikkje senda melding til KBabel. Kontroller KDE-installasjonen.
pa: ਕੇਬਬੇਲ ਨੂੰ ਸੁਨੇਹਾ ਨਹੀਂ ਭੇਜਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ KDE ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Nie można wysłać wiadomości do programu KBabel. Proszę sprawdzić instalację KDE.
pt: Não foi possível enviar uma mensagem para o KBabel. Verifique a sua instalação do KDE.
sk: Nepodarilo sa poslať správu KBabelu. Prosím, overte vašu inštaláciu KDE.
sl: Ni moč poslati sporočila KBablu. Prosim preverite vašo namestitev KDE.
sr: Не могу да пошаљем поруку KBabel-у. Проверите своју инсталацију KDE-а.
sr@latn: Ne mogu da pošaljem poruku KBabel-u. Proverite svoju instalaciju KDE-a.
sv: Kan inte skicka ett meddelande till Kbabel. Kontrollera installationen av KDE.
uk: Не вдається надіслати повідомлення до KBabel. Будь ласка, перевірте вашу інсталяцію KDE.

source: Unable to use KLauncher to start KBabel. You should check the installation of KDE. Please start KBabel manually.
ar: تعذر استخدام KLauncher لتشغيل مترجم‌ك. يجدر بك فحص تثبيت KDE. فضلا شغل مترجم‌ك يدويا.
be: Не атрымалася выкарыстаць KLauncher для запуску KBabel. Праверце вашу ўсталёўку KDE. Запусціце KBabel уручную.
bg: Грешка при използване на KLauncher за стартиране на KBabel. Трябва да проверите инсталацията на KDE. Моля, стартирайте KBabel ръчно.
ca: No és possible emprar KLauncher per a engegar KBabel. Hauríeu de comprovar la instal·lació del KDE. Si us plau, engegueu KBabel manualment.
da: Kan ikke bruge KLauncher til at starte KBabel. Du bør tjekke din installation af KDE. Start venligst KBabel manuelt.
de: Klauncher kann nicht zum Starten von KBabel verwendet werden. Sie sollten Ihre KDE-Installation überprüfen. Bitte starten Sie KBabel manuell.
el: Δεν είναι δυνατή η χρήση του KLauncher για την εκκίνηση του KBabel. Θα πρέπει να ελέγξετε την εγκατάσταση του KDE. Παρακαλώ ξεκινήστε το KBabel χειροκίνητα.
es: No se puede usar KLauncher para arrancar KBabel. Debería comprobar la instalación de KDE. Arranque KBabel manualmente.
et: KLauncherit ei saanud KBabeli käivitamiseks kasutada. Palun kontrolli KDE paigaldust ja käivita KBabel käsitsi.
eu: Ezinezkoa KLauncher erabiltzea Kbabel abiarazteko. Zure KDE instalazioa begiratu beharko duzu. Mesedez eskuz abiarazi KBabel.
fa: قادر نیست ازKLauncher برای آغاز KBabel استفاده کند. باید نصب KDE خود را بررسی کنید. لطفاً، KBabel را به صورت دستی آغاز کنید.
fr: Incapable d'utiliser KLauncher pour démarrer KBabel. Vous devriez vérifier l'installation de KDE. Veuillez lancer KBabel à la main.
gl: Non foi posíbel usar KLauncher para iniciar KBabel. Debería comprobar a instalación de KDE. Por favor, inicie KBabel manualmente.
he: לא יכול להשתמש ב־KLauncher להפעלת KBabel. אנא צריך לבדוק את ההתקנה של KDE. אנא הפעל את KBabel ידנית.
hr: Ne mogu da iskoristim klauncher da bih pokrenuo KBabel. Trebalo bi da provjerite instalaciju KDE-a. Startajte KBabel ručno.
hu: Nem sikerült elindítani a KBabelt a KLauncherrel. Ellenőrizze, hogy a KDE telepítése nem hiányos-e. Utána indítsa újra a KBabelt.
is: Gat ekki notað KLauncher til að ræsa KBabel. Athugaðu KDE uppsetninguna þína. Vinsamlega ræstu KBabel handvirkt.
it: Impossibile usare KLauncher per avviare KBabel. Dovresti controllare l'installazione di KDE. Avvia KBabel manualmente.
ja: KLauncher で KBabel を起動できません。 KDE のインストールを確認してください。 手動で KBabel を起動してください。
kk: KBabel бағдарламасы KLauncher арқылы жегілмеді. KDE дұрыс орнатылғанын тексеріңіз. KBabel-ді қолмен жегіңіз.
ko: KBabel을 시작하기 위해 KLauncher를 사용할 수 없습니다. KDE의 설치를 확인하십시오. KBabel을 수동으로 시작하십시오.
lt: KBabel paleidimui nepavyksta panaudoti KLauncher. Jums reikia patikrinti KDE įdiegimą. Paleiskite KBabel rankiniu būdu.
mk: Не можам да го употребам KLauncher за да го стартувам КБабел. Треба да ја проверите инсталацијата на KDE. Ве молам стартувајте го КБабел рачно.
nb: Klarte ikke å bruke KLauncher til å starte KBabel. Sjekk din KDE-installasjon. Du må starte KBabel manuelt.
nds: "Klauncher" lett sik nich för't Starten vun KBabel bruken. Du schullst Dien KDE-Installatschoon pröven. Bitte start KBabel vun Hand.
nl: Niet in staat KLauncher te gebruiken om KBabel te starten. Controleer uw KDE-installatie Start KBabel a.u.b. handmatig (KDE-menu).
nn: Klarte ikkje starta KBabel med KLauncher. Du bør kontrollera KDE-installasjonen. KBabel må startast manuelt.
pa: ਕੇਬਬੇਲ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੇਲਾਂਚਰ ਨੂੰ ਵਰਤਣ ਵਿੱਚ ਅਸਫਲ। ਆਪਣੀ KDE ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ। ਕਿਰਪਾ ਕਰਕੇ ਕੇਬਬੇਲ ਖੁਦ ਚਲਾਓ
pl: Nie można użyć KLaunchera do uruchomienia programu KBabel. Proszę sprawdzić instalację KDE. KBabel może być uruchomiony jedynie ręcznie.
pt: Não é possível usar o KLauncher para iniciar o KBabel. Você deverá verificar a instalação do KDE. Inicie o KBabel manualmente.
sk: Nepodarilo sa spustiť KBabel pomocou KLauncher. Overte inštaláciu KDE alebo spusťte KBabel ručne.
sl: Ni moč uporabiti KLauncherja za zagon KBabla. Preveriti bi morali vašo namestitev KDE. Prosim zaženite KBabel ročno.
sr: Не могу да искористим klauncher да бих покренуо KBabel. Требало би да проверите инсталацију KDE-а. Стартујете KBabel ручно.
sr@latn: Ne mogu da iskoristim klauncher da bih pokrenuo KBabel. Trebalo bi da proverite instalaciju KDE-a. Startujete KBabel ručno.
sv: Kan inte använda Klauncher för att starta Kbabel. Du bör kontrollera installationen av KDE. Starta Kbabel manuellt.
ta: KBabel ஐத் துவக்க KLauncher ஐப் பயன்படுத்த முடியவில்லை. KDE இன் நிறுவலை சரிப்பார்க்கவும். KBabel ஐக் கைமுறையாகத் துவக்கு.
tg: Натавонистам KLauncher-ро барои оғози KBabel истифода кунам. Ба шумо лозим меояд, ки KDE-и худро тафтиш намоед. KBabel-ро дастӣ оғоз кунед.
uk: Не вдається скористатись KLauncher для запуску KBabel. Перевірте інсталяцію KDE. Будь ласка, запустіть KBabel вручну.
zh_cn: 无法使用 KLauncher 来启动 KBabel。 您应该检查 KDE 的安装。 请手工启动 KBabel。

source: Found: 0/0
ar: وُجِد: 0/0
be: Знойдзена: 0/0
bg: Намерени: 0/0
ca: Trobat: 0/0
da: Fundet: 0/0
de: Gefunden: 0/0
el: Βρέθηκαν: 0/0
es: Encontrado: 0/0
et: Leitud: 0/0
eu: Bilatuta: 0/0
fa: یافت‌شده: ۰/۰
fr: Trouvés : 0 / 0
gl: Atopado: 0/0
he: נמצאו: 0/0
hr: Nađeno: 0/0
hu: Találat: 0/0
is: Fann: 0/0
it: Trovato: 0/0
ja: 見つかった場所: 0/0
kk: Табылғаны: 0/0
ko: 찾음: 0/0
lt: Rasta: 0/0
mk: Пронајдени: 0/0
nb: Funnet: 0/0
nds: Funnen: 0/0
nl: Gevonden: 0/0
nn: Funne: 0/0
pa: ਖੋਜਿਆ: 0/0
pl: Znaleziono: 0/0
pt: Encontrado: 0/0
sk: Nájdené: 0/0
sl: Najdeno: 0/0
sr: Нађено: 0/0
sr@latn: Nađeno: 0/0
sv: Hittade: 0/0
ta: கிடைத்துள்ள:0/0
tg: Ёфта шуд: 0/0
uk: Знайдено: 0/0
zh_cn: 找到：0/0

source: Found: %1/%2
ar: وُجِد: %1/%2
be: Знойдзена: %1/%2
bg: Намерени: %1/%2
ca: Trobat: %1/%2
da: Fundet: %1/%2
de: Gefunden: %1/%2
el: Βρέθηκαν: %1/%2
es: Encontrado: %1/%2
et: Leitud: %1/%2
eu: Bilatuta: %1/%2
fa: یافت‌شده: %1/%2
fr: Trouvés : %1 / %2
gl: Atopado: %1/%2
he: נמצאו: %1/%2
hr: Nađeno: %1/%2
hu: Találat: %1/%2
is: Fann: %1/%2
it: Trovato: %1/%2
ja: 見つかった場所: %1/%2
kk: Табылғаны: %1/%2
ko: 찾음: %1/%2
lt: Rasta: %1/%2
mk: Пронајдени: %1/%2
nb: Funnet: %1/%2
nds: Funnen: %1/%2
nl: Gevonden: %1/%2
nn: Funne: %1/%2
pa: ਖੋਜਿਆ: %1/%2
pl: Znaleziono: %1/%2
pt: Encontrados: %1/%2
sk: Nájdené: %1/%2
sl: Najdeno: %1/%2
sr: Нађено: %1/%2
sr@latn: Nađeno: %1/%2
sv: Hittade: %1/%2
ta: கிடைத்துள்ள:%1%2
tg: Ёфта шуд: %1/%2
uk: Знайдено: %1/%2
zh_cn: 找到：%1/%2

source: Searching
ar: جارِ البحث
be: Пошук
bg: Търсене
ca: S'està cercant
da: Søger
de: Suche läuft
el: Αναζήτηση
es: Buscando
et: Otsimine
eu: Bilaketa
fa: جستجو
fr: Cherche
gl: Procurando
he: מחפש
hr: Pretraživanje
hu: Keresés
is: Er að leita
it: Ricerca in corso
ja: 検索中
kk: Іздеу
ko: 검색중
lt: Ieškoma
mk: Барам
nb: Søker
nds: An't Söken
nl: Zoekopdracht loopt
nn: Søkjer
pa: ਖੋਜ ਜਾਰੀ ਹੈ
pl: Wyszukiwanie
pt: A procurar
sk: Hľadám
sl: Iskanje
sr: Тражим
sr@latn: Tražim
sv: Söker
ta: தேடல்
tg: Ҷустуҷӯӣ
uk: Пошук
zh_cn: 正在搜索
