Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Comment Editor</b></p> This edit window shows you the comments of the currently displayed message.<p> <p>The comments normally contain information about where the message is found in the source code and status information about this message (fuzzy, c-format). Hints from other translators are also sometimes contained in comments.</p> <p>You can hide the comment editor by deactivating <b>Options->Show Comments</b>.</p></qt>
ar: <qt><p><b>محرر التعليق</b></p> تظهر لك نافذة التحرير هذه تعليقات الرسالة المعروضة حاليا.<p> <p>عادة ما تحوي التعليقات معلومات عن أين تقع الرسالة في الشفرة المصدرية ومعلومات حالة هذه الرسالة (fuzzy, c-format). كما قد تجد في بعض اﻷوقات بعض التلميحات من المترجمين اﻵخرين في التعليقات.</p> <p>بإمكانك إخفاء محرر التعليق عن طريق إبطال <b>خيارات->أظهر التعليقات</b>.</p></qt>
be: <qt><p><b>Рэдактар каментараў</b></p> У дадзеным акне адлюстроўваюцца каментары да бягучага паведамлення.<p> <p>У гэтых каментарах звычайна паказваецца інфармацыя аб месцазнаходжанні паведамлення ў зыходным кодзе пакета і інфармацыя аб стане паведамлення (чарнавое, у з-фармаце). Таксама магчымыя парады ад іншых перакладчыкаў.</p> <p>Вы можаце схаваць акно рэдактара каментараў у дыялогу канфігурацыі: <b>Параметры->Паказваць каментары</b></p></qt>
bg: <qt><p><b>Редактор на коментари</b></p> Този прозорец показва коментарите на показваното съобщение.<p> <p>Обикновено коментарите съдържат информация за положението на съобщението в кода и състоянието (неясен, c-format). Понякога там има и бележки от други преводачи.</p> <p>Можете да скриете редактора като го изключите от <b>Опции->Показване на коментари</b>.</p></qt>
ca: <qt><p><b>Editor de comentaris</b></p> Aquesta finestra d'edició mostra el comentari del missatge en curs.<p> <p>Normalment conté informació d'on s'usa el missatge al codi font i informació d'estat del missatge (inexacta, format-c). A vegades també inclou consells per a d'altres traductors.</p> <p>Podeu ocultar l'editor de comentaris desactivant l'opció <b>Arranjament->Mostra comentaris</b>.</p></qt>
da: <qt><p><b>Kommentar-editor</b></p> Dette redigeringsvindue viser dig kommentaren for den viste besked.<p> <p>Kommentarerne indeholder normalt information om, hvor beskeden kan findes i kildekoden samt statusinformation for denne besked (fuzzy, c-format). Nogle gange er vink fra andre oversættere også indeholdt i kommentarerne.</p> <p>Du kan skjule Kommentar-editoren ved at deaktivere <b>Indstillinger -> Vis kommentarer</b>.</p></qt>
de: <qt><p><b>Kommentar-Editor</b></p> <p>Dieses Editorfenster zeigt Ihnen den Kommentar des aktuellen Eintrags an.</p> <p>Der Kommentar enthält normalerweise Informationen, wo der Text im Quellcode steht, sowie Statusinformationen zu diesem Text (fraglich, C-Format). Manchmal sind auch Hinweise von anderen Übersetzern in Kommentaren enthalten.</p> <p>Sie können den Kommentar-Editor ausblenden, in dem Sie die Option <b>Kommentare anzeigen</b> in den Einstellungen deaktivieren.</p></qt>
el: <qt><p><b>Επεξεργαστής σχολίων</b></p> Αυτό το παράθυρο επεξεργασίας σας εμφανίζει τα σχόλια του τρέχοντος μηνύματος.<p> <p>Τα σχόλια κανονικά περιέχουν πληροφορίες για το που βρίσκεται το μήνυμα στον πηγαίο κώδικα και πληροφορίες κατάστασης γι' αυτό το μήνυμα (ασαφές, c-format). Συμβουλές από άλλους μεταφραστές περιέχονται μερικές φορές στα σχόλια.</p> <p>Μπορείτε να αποκρύψετε τον επεξεργαστή σχολίων απενεργοποιώντας το <b>Επιλογές->Εμφάνιση σχολίων</b>.</p></qt>
es: <qt><p><b>Editor de comentarios</b></p> Esta ventana de edición muestra el comentario del mensaje en curso.<p> <p>Normalmente contiene información de donde se usa el mensaje en el código fuente e información de estado del mensaje (dudoso, c-format). A veces también incluye consejos para otros traductores.</p> <p>Puede ocultar el editor de comentarios desactivando la opción <b>Opciones->Mostrar comentarios</b>.</p></qt>
et: <qt><p><b>Kommentaaride redaktor</b></p> <p>See akna osa näitab hetkel näidatava teate kommentaare.</p> <p>Kommentaarid sisaldavad tavaliselt informatsiooni teate esinemise kohta lähtekoodis ja oleku kohta (kahtlane, c-formaadis). Mõnikord on seal kirjas ka soovitused tõlkijatele.</p> <p>Kommentaaride redaktorit saab peita, kui tühistada menüüvalik <b>Seadistused->Kommentaaride näitamine</b>.</p></qt>
eu: <qt><p><b>Ohar-editorea</b></p> Edizio-leiho honek unean bistaratutako mezuaren oharrak erakusten dizkizu.<p> <p>Oharrek normalean mezua jatorrizko kodearen zein lekutan dagoen jakiteko informazioa biltzen dute baita mezu horri buruzko egoera ezagutzeko ere (fuzzy, c-format). Oharretan beste itzultzaile batzuen ideiak agertu ohi dira ere bai.</p> <p>Ohar-editorea ezkutatu dezakezu ondokoa desaktibatuz <b>Aukerak->Erakutsi oharrak</b>.</p></qt>
fa: <qt><p><b>ویرایشگر توضیح</b></p> این پنجرۀ توضیحات پیام اخیراً نمایش‌ داده‌شده را نشان می‌دهد. <p> <p>معمولاً، توضیحات شامل اطلاعاتی دربارۀ جایی که پیام در متن یافت می‌شود، کد و اطلاعات وضعیت دربارۀ این پیام است )مبهم، قالب c(. گاهی نکاتی از سایر مترجمان نیز در توضیحات قرار دارد. </p> <p>می‌توانید ویرایشگر توضیح را با غیرفعال‌سازی <b>گزینه‌ها-<نمایش توضیحات</b> مخفی کنید.</p></qt>
fr: <qt><p><b>Éditeur de commentaires</b></p> Cette fenêtre d'édition montre les commentaires du message en cours.<p> <p>Les commentaires contiennent normalement l'endroit où se trouve le message dans le code source et l'information sur l'état (fuzzy, c-format). Quelquefois, des astuces d'autres traducteurs figurent dans les commentaires.</p> <p>Vous pouvez cacher l'éditeur de commentaires en désactivant <b>Configuration / Afficher les commentaires</b>.</p></qt>
gl: <qt> <p><b>Editor do comentario</b></p> Esta fiestra de edición móstralle os comentarios da mensaxe mostrada actualmente.<p> <p>Os comentarios normalmente conteñen información acerca de onde se atopa a mensaxe no código fonte así como información acerca do estado da mensaxe (fuzzy, c-format). Ás veces tamén aparecen axudas de outros tradutores.</p> <p>Pode agochar o editor do comentario desactivando <b>Configuración->Vistas->Agochar Comentarios</b>.</p></qt>
hu: <qt><p><b>Megjegyzésszerkesztő</b></p> Ebben az ablakban lehet az aktuális üzenethez fűzött megjegyzést szerkeszteni.<p> <p>A megjegyzés általában tartalmazza, hogy a forráskód melyik részén található az üzenet és milyen az üzenet állapota (ellenőrzendő, C-formátumú stb.). A fordítók megjegyzései is ide kerülnek.</p> <p>A megjegyzésszerkesztő ablaka elrejthető a <b>Beállítások->A megjegyzések mutatása</b> menüpontban.</p></qt>
is: <qt><p><b>Athugasemdaritill</b></p> Hér sérðu athugasemdir virku færslunar.<p> <p>Athugasemdirnar segja vanalega hvar skilaboðin er að finna í kóðanum, og sýna stöðu færslunar (loðin, c-viðföng). Einnig geta þýðendur sett sínar athugasemdir inn hér.</p> <p>Þú getur falið athugasemdaritilinn með því að afvelja <b>Stillingar->Sýna athugasemdir</b>.</p></qt>
it: <qt><p><b>Editor commenti</b></p> Questa finestra di modifica mostra i commenti del messaggio attualmente visualizzato.<p> <p>I commenti contengono usualmente informazioni che indicano la posizione del messaggio nel codice sorgente e lo stato attuale (fuzzy, c-format). Suggerimenti da altri traduttori sono spesso contenuti nei commenti.</p> <p>Si può disabilitare l'editor dei commenti con <b>Opzioni->Mostra commenti</b></p></qt>
ja: <qt><p>コメントエディタ</p> この編集ウィンドウは現在表示されているメッセージのコメントを表示します。</p> <p>コメントには通常、メッセージのステータス (fuzzy, c-format) や、メッセージがソースコードのどこにあるかなどの情報が含まれています。 また他の翻訳者からのヒントが含まれていることもあります。</p> <p>「設定」->「表示」でコメントエディタを隠すことができます。</p></qt>
kk: <qt><p><b>Түсініктеме өңдегіші</b></p> Бұл терезеде назардағы жазудың түсініктемесі көрсетіледі.<p> <p>Түсініктемелерде әдетте жазудың бағдарламаның бастапқы кодының қай жолынан алынғаны туралы мәлімет және код тілі мен күй-жайы туралы мәлімет көрсетіледі (C-тілінде, дүмбілез). Сонымен қатар бұнда кейбірде басқа аудармашылардың кеңестері жазылады.</p> <p><b>Баптау->Көріністері</b> дегеннің бір ішкі мәзірі арқылы бұл терезені жасыруға болады.</p></qt>
ko: <qt><p><b>주석 편집기</b></p> 이 편집창은 현재 표시된 메시지의 주석을 보여줍니다.<p> <p>주석은 보통 소스 코드의 어디에 메시지가 있는지에 대한 정보와 이 메시지 의 상태에 관한 정보(fuzzy, c-format)를 포함합니다.다른 번역자들로부터의 힌트도 주석에 포함되기도 합니다.</p> <p><b>옵션->주석 보이기</b>를 비활성화하여 주석 편집기를 숨길 수 있습니다.</b></p></qt>
lt: <qt><p><b>Komentarų redaktorius</b></p> Šiame redagavimo lange matomi šiuo metu pateikto pranešimo komentarai.<p> <p>Komentaruose paprastai yra informacija apie tai, kokioje išeities kodo vietoje sutinkamas šis pranešimas ir informacija apie jo būseną (neaiškus, c-formato). Kitų vertėjų pastabos taip pat dažnai yra įdedamos į komentarus.</p> <p>Galima paslėpti komentarų redaktorių deaktyvuojant <b>Nustatymai->Rodyti komentarus</b>.</p></qt>
nb: <qt><p><b>Kommentarfelt</b></p> Dette redigeringsvinduet viser deg kommentarer til teksten.<p> <p>Kommentarene inneholder vanligvis informasjon om hvor meldinga finnes i kildekoden og statusinformasjon om denne teksten (uklar, c-format). Tips fra andre oversettere finnes iblant også i kommentarene.</p> <p>Du kan skjule kommentarfeltet ved å skru av <b>Innstillinger – Vis kommentarer</b>.</p></qt>
nds: <qt><p><b>Kommentar-Editor</b></p> <p>Dit Editorfinster wiest Di de Kommentaren to de opstunns wieste Mellen.</p> <p>De Kommentaren bargt normaal Informatschonen, woneem sik de Mellen binnen den Bornkode finnen lett, un Statusinformatschonen över de Mellen ("fuzzy", "c-format"). Mennigmaal bargt de Kommentaren ok Tipps vun anner Översetters.</p> <p>Du kannst den Kommentareditor versteken, wenn Du binnen <b>Instellen -> Ansichten</b> op <b>Kommentar versteken</b> klickst.</p></qt>
nl: <qt><p><b>Toelichtingeneditor</b></p> Dit editorvenster toont de toelichting van de huidige tekenreeks.<p> <p>De toelichtingen bevatten normaliter informatie over waar de tekenreeks gevonden kan worden in de broncode en informatie over de status van de tekenreeks (fuzzy, c-format). Soms staan er ook hints of aanwijzingen van andere vertalers in.</p> <p>U kunt de toelichtingeditor verbergen door <b>Opties->Toelichting tonen</b> te deactiveren.</p></qt>
nn: <qt><p><b>Kommentarar</b></p> Dette redigeringsfeltet viser deg kommentarane til teksten som blir vist no.<p> <p>Kommentarane inneheld vanlegvis informasjon om kor teksten er å finne i kjeldekoden kode og statusinformasjon om denne teksten (fuzzy, c-format). Tips frå andre omsetterar kan stundom vere å finne i kommentarane.</p> <p>Du kan gøyme kommentarfeltet ved å slå av <b>Innstillingar – Vis kommentarar</b>.</p></qt>
pa: <qt><p><b>ਟਿੱਪਣੀ ਸੰਪਾਦਕ</b></p> ਇਹ ਸੰਪਾਦਕ ਝਰੋਖਾ ਤੁਹਾਨੂੰ ਮੌਜੂਦਾ ਸੁਨੇਹੇ ਬਾਰੇ ਟਿੱਪਣੀ ਵੇਖਾਉਦਾ ਹੈ।<p> <p>ਟਿੱਪਣੀ ਵਿੱਚ ਅਕਸਰ ਇਹ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ ਕਿ ਇਹ ਸੁਨੇਹਾ (fuzzy, c-format) ਸੁਨੇਹਾ ਸਰੋਤ ਕੋਡ ਵਿੱਚ ਕਿੱਥੇ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ ਅਤੇ ਇਸ ਦੀ ਸਥਿਤੀ ਕੀ ਹੈ। ਕਈ ਵਾਰੀ ਹੋਰ ਅਨੁਵਾਦਕਾਂ ਵਲੋਂ ਵੀ ਕੁਝ ਸੰਕੇਤ ਹੋ ਸਕਦੇ ਹਨ।</p> <p>ਤੁਸੀਂ ਟਿੱਪਣੀ ਸੰਪਾਦਕ ਨੂੰ <b>ਚੋਣ->ਟਿੱਪਣੀ ਵੇਖਾਉ</b> ਰਾਹੀਂ ਓਹਲੇ ਕਰ ਸਕਦੇ ਹੋ।</p></qt>
pl: <qt><p><b>Edytor komentarza</b></p> W tym oknie tekstowym wyświetlany jest komentarz do aktualnie wyświetlanego komunikatu.<p> <p>Komentarz zazwyczaj zawiera informację o pliku źródłowym, stanie i typie komunikatu (wątpliwy, format C). Czasami komentarz zawiera także uwagi innych tłumaczy.</p> <p>Komentarz można wyłączyć w oknie <b>Ustawienia->Pokaż komentarze</b>.</p></qt>
pt: <qt><p><b>Editor de Comentários</b></p> Esta janela de edição mostra-lhe o comentário da mensagem mostrada actualmente.<p> <p>Os comentários normalmente contêm informação sobre a localização da mensagem no código-fonte e o estado da mensagem (fuzzy, c-format). Em algumas ocasiões, existem certas informações de outros tradutores nos comentários.</p> <p>Poderá esconder o editor de comentários, desactivando para tal a opção <b>Opções->Mostrar os Comentários</b>.</p></qt>
sk: <qt><p><b>Editor komentárov</b></p> Toto editačné okno ukazuje komentár k aktuálne zobrazenej správe. <p> <p>Komentáre normálne obsahujú informáciu kde sa správa nachádza v zdrojovom kóde a stav informácie o tejto správe (fuzzy=nepresne, c-format=c-formát). Niekedy obsahuje rady od ostatných prekladateľov.</p> <p>Tento editor môžete skryť pomocou <b>Nastavenia->Zobraziť komentáre</b>.</p></qt>
sl: <qt><p><b>Urejevalnik komentarjev</b></p> Okno prikazuje komentarje trenutno prikazanega sporočila.<p> <p>Komentarji običajno vsebujejo informacije o tem, kje se sporočilo nahaja v izvorni kodi in statusne informacije o tem sporočilu (fuzzy, c-format). Včasih vsebuje tudi namige drugih prevajalcev.</p> <p>Urejevalnik lahko skrijete tako da ga izklopite v <b>Nastavitve -> Prikaži komentarje</b>.</p></qt>
sr: <qt><p><b>Уређивач коментара</b></p> Овај прозор за уређивање приказује вам коментаре тренутно приказане поруке.<p> <p>Коментари обично садрже информације о томе где се порука може пронаћи у изворном кôду и статусне информације о овoj поруци (нејасна, c-format). Сугестије других преводилаца су такође некад садржане у коментарима.</p> <p>Можете сакрити уређивач коментара искључивањем <b>Опције->Прикажи коментаре</b>.</p></qt>
sr@latn: <qt><p><b>Uređivač komentara</b></p> Ovaj prozor za uređivanje prikazuje vam komentare trenutno prikazane poruke.<p> <p>Komentari obično sadrže informacije o tome gde se poruka može pronaći u izvornom kôdu i statusne informacije o ovoj poruci (nejasna, c-format). Sugestije drugih prevodilaca su takođe nekad sadržane u komentarima.</p> <p>Možete sakriti uređivač komentara isključivanjem <b>Opcije->Prikaži komentare</b>.</p></qt>
sv: <qt><p><b>Kommentarredigerare</b></p> Detta redigeringsfönster visar dig kommentarerna i det aktuella visade meddelandet.<p> <p>Kommentarerna innehåller normalt information om var meddelandet finns i källkoden och statusinformation om det här meddelandet (inexakt, c-format). Tips från andra översättare finns också ibland i kommentarerna.</p> <p>Du kan dölja kommentarredigeraren genom att inaktivera <b>Inställningar->Visa kommentarer</b>.</p></qt>
ta: <qt><p><b>குறிப்புரை தொகுப்பான்</b></p> தற்போது காட்டிய செய்தியின் குறிப்புரையை தொகுப்பான் சாளரம் காட்டும்.<p> <p>மூலக் குறியீட்டில் உள்ள செய்திகளின் இயல்பான தகவல் குறிப்புரையை உள்ளடக்கியிருக்கும் மற்றும் இந்த செய்தியைப் பற்றி நிலை தகவல் (fuzzy, c-format). குறிப்புரையில் சில நேரங்களில் மற்ற மொழி மாற்றியிலிருந்தும் குறிப்பையும் அளிக்கும்.</p> <p>நீங்கள் Options->Show Comments மூலம் குறிப்புரையை <b></b>செயல்நீக்க முடியும்.</p></qt>
tg: <qt><p><b>Муҳарриро Шарҳ диҳед</b></p> Ин таҳрир ба шумо шарҳҳои мактубчаи нишондодашудаи ҷориро нишон медиҳад. <p> <p>Ин шарҳҳо одатан иттилоотеро, ки мактубча дар куҷои сарчашма ёфта шудааст, дар бар мегиранд рамз ва ҳолати иттилоот дар бораи мактубча (норӯшан, c-шакл). Баъзе вақт кинояҳо аз дигар тарҷумонон низ дар шарҳҳо дар бар гирифта мешаванд.</p> <p>Метавонед муҳаррири шарҳро бо корношоямкунӣ пинҳон кунед. <b>Вариантҳо->Нишон додан Шарҳҳо</b>.</p></qt>
uk: <qt><p><b>Редактор коментарів</b></p> Цей редактор показує коментарі відображеної фрази.<p> <p>Коментарі містять інформацію про те, де знаходиться дана фраза у джерельних текстах та інформацію про стан цієї фрази (неточне, c-формат). Часом в коментарях містяться підказки інших перекладачів.</p> <p>Редактор коментарів можна сховати за допомогою <b>Параметри->Сховати коментар</b>.</p></qt>
zh_cn: <qt><p><b>注释编辑器</b></p> 该编辑窗口向您显示当前消息的注释。<p> <p>这些注释通常包含当前消息在源码中的位置信息， 以及该消息的状态信息(fuzzy、c-format)。 其他翻译人员的建议有时也包含在注释中。</p> <p>您可以通过取消<b>“选项->显示注释”</b> 来隐藏注释编辑器。</p></qt>
