Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Use messages from &translation database
ar: استخدم الرسائل من قاعدة بيانات ال&ترجمة
be: В&ыкарыстаць паведамленні з базы перакладу
bg: Използване на съобщения от БД с &преводи
ca: &Usa missatges de la base de dades de traduccions
da: Brug beskeder fra &oversættelsesdatabase
de: Ei&nträge der Übersetzungsdatenbank verwenden
el: Χρήση μηνυμάτων από τη βάση δεδομένων &μετάφρασης
es: &Usar mensajes de la base de datos de traducciones
et: Kasu&tatakse tõlgete andmebaasi kirjeid
eu: Erabili itzulpen da&tu-baseko mezuak
fa: استفادۀ پیامها از دادگان &ترجمه‌
fr: &Utiliser les messages de la Base de données de traduction
gl: Usar as mensaxes da base de datos de &traducións
he: השתמש בהודעות ממסד הנתונים של ה&תרגום
hr: &Koristi poruke iz baze prijevoda
hu: A for&dítási adatbázis üzeneteinek felhasználása
is: No&ta skilaboð frá þýðingargagnagrunni
it: Utilizza messaggi dal database delle &traduzioni
ja: 翻訳データベースのメッセージを使う(&T)
kk: &Аудармалар қорының жазулары қолданылсын
ko: 번역 데이터베이스로부터 메시지 사용하기(&T)
mk: Користи пораки од &базата со преводи
nb: &Bruk meldinger fra oversettelsesdatabasen
nds: Mellen ut de Överse&ttendatenbank bruken
nl: Meldingen &uit de vertalingendatabase gebruiken
nn: &Bruk meldingar frå omsetjingsdatabasen
pa: ਅਨੁਵਾਦ ਡਾਟਾਬੇਸ ਵਿੱਚੋਂ ਸੁਨੇਹੇ ਵਰਤੋਂ(&t)
pl: Użyj komunikatów z &bazy tłumaczeń
pt: &Usar as mensagens da base de dados de traduções
sk: &Použiť správy z Databáze prekladov
sl: Uporabi &sporočila iz zbirke prevodov
sr: &Користи поруке из базе превода
sr@latn: &Koristi poruke iz baze prevoda
sv: Använd meddelanden från översä&ttningsdatabas
ta: &மொழிபெயர்த்த தகவல்தளத்திலிருந்து செய்திகளை உபயோகி
tg: Мактубчаҳоро аз &таҳкурсии додаҳо истифода баред
uk: Використовувати фрази з бази даних &перекладів
zh_cn: 使用翻译数据库中的消息(&T)

source: Use &msgstr from the same file
ar: استخدم ال&نصوص المترجمة من الملف ذاته
be: Выкарыстаць &msgstr з таго жа файла
bg: Използване на &msgstr за същия файл
ca: Usa &msgstr des del mateix fitxer
da: Brug &msgstr fra samme fil
de: Ü&bersetzungseintrag aus derselben Datei verwenden
el: Χρήση &msgstr από το ίδιο αρχείο
es: Usar &msgtr del mismo archivo
et: Kasutatakse &msgstr kirjeid samast failist
eu: Erabili fitxategi bereko &msgstr-a
fa: استفادۀ &msgstr از همان پرونده‌
fr: Utiliser &msgstr du même fichier
gl: Usar as &msgstr do mesmo ficheiro
he: השתמש ב־&msgstr מאותו קובץ
hr: Koristi msgstr iz &iste datoteke
hu: Lefordított üzenet felhasználása &ugyanabból a fájlból
is: Nota &msgstr frá sömu skrá
it: Utilizza &msgstr dallo stesso file
ja: 同じファイルの msgstr を使う(&M)
kk: Назардағы файлдың &msgstr жазуы қолданылсын
ko: 같은 파일로부터 msgstr 사용하기(&M)
mk: Користи преведе&на од истата датотека
nb: Bruk &msgstr fra den samme fila
nds: Ö&versetten ut sülve Datei bruken
nl: &Msgstr uit hetzelfde bestand gebruiken
nn: Bruk &msgstr frå den same fila
pa: ਇਸੇ ਫਾਇਲ ਵਿੱਚੋਂ ਅਨੁਵਾਦ ਸਤਰ ਵਰਤੋਂ(&m)
pl: Użyj &msgstr z tego samego pliku
pt: Usar a '&msgstr' do mesmo ficheiro
sk: Použiť &preložený text v tomto súbore
sl: Uporabi &msgstr iz iste datoteke
sr: Користи msgstr из &истог фајла
sr@latn: Koristi msgstr iz &istog fajla
sv: Använd &msgstr från samma fil
ta: அதே கோப்புகளில் இருந்து msgstrயை பயன்படுத்து
tg: Истифодаи &msgstr аз ҳамон як файл
uk: Використовувати &msgstr з того самого файла
zh_cn: 使用同一文件中的译文(&M)

source: Base folder for diff files:
ar: مجلد الاساس لملفات الإختلاف (diff):
be: Асн&оўны каталог для файлаў адрозненняў:
bg: Основна директория за файлове с разлики:
ca: Carpeta base de fitxers diff:
da: Diff-filernes rod-mappe:
de: Basisordner für Diff-Dateien:
el: Βασικός φάκελος για αρχεία διαφορών:
es: Carpeta base de archivos diff:
et: Võrdlusfailide kataloog:
eu: Oinarri-direktorioa fitxategiak parekatzeko:
fa: پوشۀ پایه برای پرونده‌های متفاوت:
fr: Dossier de base des fichiers à comparer :
gl: Cartafol base para os ficheiros antigos:
he: תיקיית בסיס עבור קבצי השוואה:
hr: Osnovni mapa za datoteke razlika:
hu: A diff fájlok alapkönyvtára:
is: Grunnmappa fyrir samanburðarskrár:
it: Cartella base per i file di confronto:
ja: 比較するファイルのベースフォルダ(&I):
kk: diff файлдардың негізгі қапшығы:
ko: Diff 파일을 위한 기본 폴더:
mk: Базна папка за датотеки со разлики:
nb: Toppmappe for diff-filer:
nds: Basisorner för Verscheeldateien:
nl: Basismap voor bestanden om te vergelijken:
nn: Toppmappe for diff-filer:
pa: ਅੰਤਰ ਫਾਇਲਾਂ ਲ਼ਈ ਮੂਲ ਫੋਲਡਰ:
pl: Podstawowy katalog dla porównywanych plików:
pt: Pasta de base dos ficheiros de diferenças:
sk: Základný priečinok pre diff súbory:
sl: Osnovna mapa za datoteke diff:
sr: Основна фасцикла за фајлове разлике:
sr@latn: Osnovna fascikla za fajlove razlike:
sv: Baskatalog för jämförelsefiler:
ta: வேறு கோப்புகளிற்கான மூல கோப்புகள்:
tg: Базаи феҳристро барои файлҳои гуногун:
uk: Базова тека для файлів відмінностей:
zh_cn: 比较文件的基准文件夹：

source: <qt><q><b>Base folder for diff files</b></q> <p>Here you can define a folder in which the files to diff with are stored. If the files are stored at the same place beneath this folder as the original files beneath their base folder, KBabel can automatically open the correct file to diff with.</p> <p>Note that this option has no effect if messages from the database are used for diffing.</p></qt>
ar: <qt><q><b>المجلد الاساسى لملفات الإختلاف</b></q> <p>يُمكنك هنا تحديد المجلّدات التي تخزّن فيها الملفات التي سيجرى الإختلاف عليها. إذا كانت الملفات مخزنة في نفس المكان تحت هذا المجلّد بشكل مماثل للملفات الأصلية تحت المجلّد الأساسي، فسيستطيع مترجم‌ك فتح الملف الصحيح لإجراء الإختلاف معه.</p> <p>لا حظ أن هذا الخيار لا يؤثر إذا استخدمت رسائل من قاعدة البيانات للحصول على الإختلاف.</p></qt>
be: <qt><q><b>Асноўны каталог для файлаў адрозненняў</b></q> <p>Тут вы можаце паказаць каталог, у якім будуць захоўвацца файлы адрозненняў. Калі файлы захаваныя ў тым жа месцы ніжэй гэтага каталога, таксама як арыгінальныя файлы ніжэй іх асноўнага каталога, KBabel можа аўтаматычна адкрыць карэктны файл для параўнання.</p><p>Нататка: дадзены параметр несапраўдны, калі паведамленні для параўнання бяруцца з базы дадзеных перакладу.</p></qt>
bg: <qt><q><b>Основна директория за diff файлове</b></q> <p>Тук можете да зададете коя директория да бъдат съхранявани файловете с разликите. Ако се съхраняват в същата директория, KBabel може автоматично да отвори правилният файл за сравнение на разликите.</p> <p>Имайте предвид, че тази опция не важи ако съобщения от БД се използват за намиране на разлика.</p></qt>
ca: <qt><q><b>Carpeta base de fitxers diff</b></q> <p>Aquí podeu definir una carpeta, a on els fitxers diff s'emmagatzemen. Si els fitxers són desats al mateix lloc sota aquesta carpeta com els fitxers originals, KBabel obrirà el fitxer correcte automàticament que tinga que usar amb diff.</p> <p>Tingueu en compte que aquesta opció no té efecte si els missatges de la base de dades s'usen per a diferenciar.</p></qt>
da: <qt><q><b>Basismappe for diff filer</b></q> <p>Her kan du definere en mappe, hvor filerne du vil bruge diff-programmet med er gemt. Hvis filerne er gemt det samme sted under denne mappe, som de oprindelige filer under deres basismappe, kan KBabel automatisk åbne den rigtige fil at diffe med.</p> <p>Bemærk at denne indstilling ingen virkning har hvis beskeder fra databasen bruges til at diffe.</p></qt>
de: <qt><q><b>Basisordner für Diff-Dateien</b></q> <p>Hier können Sie einen Ordner festlegen, in dem die Dateien zum Anzeigen von Unterschieden gespeichert sind. Wenn die Dateien in diesem Ordner die gleiche Ordnerstruktur aufweisen wie die Originaldateien im Basisordner, ist KBabel in der Lage automatisch die richtige Datei zu öffnen.</p><p>Beachten Sie, dass diese Einstellung keine Auswirkung hat, wenn Einträge aus der Übersetzungsdatenbank zum Anzeigen von Veränderungen benutzt werden.</p></qt>
el: <qt><q><b>Βασικός φάκελος για αρχεία διαφορών</b></q> <p>Εδώ μπορείτε να ορίσετε ένα φάκελο στον οποίο είναι αποθηκευμένα τα αρχεία διαφορών. Αν τα αρχεία είναι αποθηκευμένα στο ίδιο μέρος κάτω από αυτόν το φάκελο με τα αρχικά αρχεία και τον βασικό τους φάκελο, το KBabel μπορεί αυτόματα να ανοίξει το σωστό αρχείο για την εύρεση διαφορών με αυτό.</p> <p>Σημειώστε ότι αυτή η επιλογή δεν έχει αποτέλεσμα αν χρησιμοποιούνται τα μηνύματα μιας βάσης δεδομένων για διαφορές.</p></qt>
es: <qt><q><b>Carpeta base para archivos diff</b></q> <p>Aquí puede definir una carpeta en la cual los archivos con los que hacer diff son almacenados. Si los archivos son almacenados en el mismo lugar bajo esta carpeta como los archivos originales bajo su carpeta base, KBabel puede automáticamente abrir el archivo correcto para hacer diff con él. </p> <p>Dése cuenta que esta opción no tiene efecto si los mensajes de la base de datos son usados para diff</p></qt>
et: <qt><q><b>Võrdlusfailide kataloog</b></q> <p>Vali siit kataloog, kuhu on salvestatud võrdlusfailid. Kui fail salvestatakse samasse kohta selle kataloogi suhtes, kus paikneb algne fail tema algkataloogi suhtes, siis oskab KBabel avada automaatselt võrdlemiseks õige faili.</p><p>Märkus: Sellel valikul pole mõtet, kui võrdluseks kasutatakse andmebaasi.</p></qt>
eu: <qt><q><b>Oinarri-direktorioa fitxategiak parekatzeko</b></q> <p>Hemen direktorio bat definitu dezakezu, parekatu beharreko fitxategiak biltegiratuko diren lekua, alegia. Fitxategiak direktorio honen azpian jatorrizko fitxategiak duten autolakuntza bera erabiliz biltegiratuta badaude, Kbabel-ek automatikoki parekatu behar den fitxategi zuzena ireki dezake.</p> <p>Kontuan hartu aukera honek ez duela ondoriorik datu-baseko mezuak parekatzeko erabiltzen badira.</p></qt>
fa: <qt><q><b>پوشۀ پایه برای پرونده‌های متفاوت</b></q> <p> می‌توانید پوشه‌ای را تعریف کنید که پرونده‌های متفاوت در آن ذخیره می‌شوند. اگر پرونده‌ها در همان جا در زیر این پوشه به عنوان پرونده‌های اصلی، زیر پوشۀ پایه‌شان ذخیره شوند ، KBabel به طور خودکار می‌تواند پروندۀ صحیح را برای متفاوت باز کند.</p> <p>توجه کنید که اگر پیامها از دادگان استفاده می‌شوند، این گزینه تأثیری ندارد.</p></qt>
fr: <qt><q><b>Dossier de base des fichiers à comparer</b></q> <p>Vous pouvez définir ici un dossier où les fichiers à comparer sont stockés. Si les fichiers sont stockés à la même place relative dans ce dossier que les fichiers originaux dans de leur dossier de base, KBabel peut ouvrir automatiquement le bon fichier pour la recherche des différences. </p> <p>Notez que cette option n'a pas d'effet si les messages de la base de données sont utilisés pour la comparaison.</p></qt>
gl: <qt><q><b>Cartafol base para os ficheiros antigos</b></q> <p>Aquí pode definir un cartafol no que guardar os ficheiros diff. Se os ficheiros son guardados na mesma localización baixo este cartafol que os ficheiros orixinais baixo o seu cartafol base, KBabel poderá abrir automaticamente o ficheiro correcto co que facer un diff.</p> <p>Lembre que esta opción non ten efeito se está a usar as mensaxes da base de datos para calcular as diferenzas.</p></qt>
hu: <qt><q><b>Az összehasonlítandó fájlok alapkönyvtára</b></q> <p>Itt lehet megadni annak a könyvtárnak a nevét, ahol az összehasonlítani kívánt fájlok találhatók. Ha a fájlok ezen a könyvtáron belül ugyanott találhatók, mint az eredeti fájlok az eredeti könyvtárhoz képest, akkor a KBabel automatikusan meg tudja nyitni a megfelelő fájlokat az összehasonlításhoz.</p> <p>Ennek a beállításnak nincs hatása, ha az összehasonlítás a fordítási adatbázissal történik.</p></qt>
is: <qt><q><b>Grunnmappa fyrir samanburðarskrár</b></q> <p>Hér getur þú tilgreint möppuna sem inniheldur skrárnar sem á að bera saman við. Ef skránum er raðað á sama máta undir þessari möppu og upprunalegu skránum er raðað í sinni grunnmöppu, getur KBabel sjálfvirkt opnað réttar skrár til að bera saman við.</p> <p>Athugið að þessi valkostur hefur engin áhrif ef notast er við færslur frá gagnagrunni til að bera saman við.</p></qt>
it: <qt><q><b>Cartella base per i file di confronto</b></q> <p>Qui è possibile definire una cartella in cui sono memorizzati i file da confrontare. Se i file sono posizionati nel medesimo posto in questa cartella come i file originali nella loro cartella base, KBabel può aprire automaticamente i file corretti per il confronto.</p> <p>Nota che questa opzione non ha effetto se sono utilizzati per il confronto i messaggi dal database.</p></qt>
ja: <qt><q>比較するファイルのベースフォルダ</q> <p>ここで比較するファイルが格納されているフォルダを指定します。このフォルダ以下のファイルの場所が、元のファイルのベースフォルダ以下の場所と同じであれば、KBabel は自動的に対応するファイルを開くことができます。</p> <p>翻訳データベースのメッセージを使う場合、このオプションは効果がありません。</p></qt>
kk: <qt><q><b>diff файлдардың негізгі қапшығы</b></q> <p>Мұнда файлдар айырмашылығы сақталатын қапшықты көрсетуге болады. Егер бұл файлдар түпнұсқа файлдар сияқты өздерінің негізгі қапшығының ішкі қапшығында сақталатын болса, онда KBabel салыстыру үшін керек файлды автоматты түрде дұрыс аша алады.</p> <p>Егер жазу салыстыру үшін аударма деректер қорынан алынатын болса бұл параметр істемейді.</p></qt>
ko: <qt><q><b>diff 파일에 대한 기본 폴더</b></q> <p>여기에선 diff로 비교처리하여 저장할 파일들이 있는 디렉 터리를 저장할 수 있습니다. 만약 기본 폴더 밑에 원본 파 일로서 이 폴더 밑의 같은 장소에 파일을 저장한다면, K바 벨은 diff로 비교처리하기 위한 정확한 파일을 자동으로 열 수 있습니다.</p> <p>만약 diff 처리에 사용되는 데이타베이스로부터 메시지를 받는다면 이 옵션은 아무런 효과가 없다는 것을 주의하십시오.</p></qt>
nb: <qt><q><b>Toppmappe for diff-filer</b></q><p>Her kan du angi en mappe der filene som skal sammenlignes ligger. Hvis både diff-filene og originalfilene er lagret like mange nivåer under denne mappa, kan KBabel automatisk finne den rette fila å sammenligne med.</p><p>Vær klar over at dette valget ikke har noen virkning når du sammenligner med tekster fra databasen.</p></qt>
nds: <qt><q><b>Basisorner för Verscheeldateien</b></q> <p>Hier kannst Du en Orner utsöken, binnen den de Dateien för't Verglieken sekert sünd. Wenn de Dateistruktuur binnen dissen Orner de sülve is as bi den Basisorner, kann KBabel automaatsch de richtige Datei opmaken.</p><p>Beacht, dat disse Instellen keen Effekt hett, wenn Mellen ut de Datenbank för't Verglieken bruukt warrt.</p></qt>
nl: <qt><q><b>Basismap voor bestanden om te vergelijken</b></q> <p>Hier kunt u een map definiëren waar de te vergelijken bestanden zijn opgeslagen. Als de bestanden op dezelfde plaats onder deze hoofdmap zijn opgeslagen als de originele bestanden onder hun hoofdmap, dan kan KBabel automatisch het juiste bestand openen om mee te vergelijken.</p><p>Merk op dat deze optie geen effect heeft als tekenreeksen uit de database worden gebruikt om te vergelijken.</p></qt>
nn: <qt><q><b>Toppmappe for diff-filer</b></q> <p>Her kan du velja kvar dei filene det skal samanliknast med er lagra. Dersom filene er lagra på same staden under denne mappa som dei originale filene under deira toppmappe, kan KBabel automatisk opna fila som skal diffast.</p> <p>Merk at dette ikkje har nokon effekt om meldingane frå databasen vert nytta til samanlikning.</p></qt>
pl: <qt><q><b>Podstawowy katalog porównywanych plików</b></q> <p>Tu można wybrać katalog, zawierający pliki, z którymi porównywane będą tłumaczenia. Jeśli pliki są przechowywane w tym samym miejscu w stosunku do katalogu podstawowego, co oryginalne pliki w stosunku do ich katalogu podstawowego, KBabel będzie mógł automatycznie otwierać odpowiedni plik do porównania.</p><p>Ta opcja nie ma żadnego efektu, jeśli do porównywania używane są komunikaty z bazy danych.</p></qt>
pt: <qt><q><b>Pasta de base para os ficheiros do 'diff'</b></q> <p>Aqui o utilizador poderá definir uma pasta, na qual estão gravados os ficheiros a comparar. Se os ficheiros estão gravados no mesmo sítio desta pasta, onde estão os ficheiros originais na sua pasta de base, o KBabel pode abrir automaticamente o ficheiro correcto com o qual comparar.</p><p>Lembre-se que esta opção não tem efeito se forem usadas as mensagens da base de dados para comparar.</p></qt>
sk: <qt><q><b>Základný priečinok pre diff súbory</b></q> <p>Tu je možné definovať priečinok, kde sú uložené súbory, s ktorými porovnávať. Ak sú súbory uložené v rovnakej štruktúre priečinkov ako sú originálne súbory, KBabel ich bude automaticky používať pre porovnávanie.</p>Poznámka: táto možnosť nemá žiadny efekt ak sa používa porovnávanie s databázou.</qt>
sl: <qt><q><b>Osnovna mapa za datoteke diff:</b></q> <p>Tukaj lahko določite mapo, kjer so shranjene datoteke za primerjavo. Če so datoteke v tej mapi shranjene na istem mestu kot originalne datoteke v svoji mapi, jih lahko KBabel samodejno odpre in prikaže razliko (diff).</p> <p>Upoštevajte, da ta možnost nima vpliva, če so za tvorbo razlik uporabljena sporočila iz baze podatkov.</p></qt>
sr: <qt><q><b>Основна фасцикла за фајлове разлике</b></q> <p>Овде можете дефинисати фасциклу где ће се смештати фајлови са којима се врши разликовање. Ако се фајлови смештају на исто место унутар ове фасцикле као изворни фајлови унутар њихове основне фасцикле, KBabel може аутоматски отворити прави фајл са којим ће се вршити разликовање.</p> <p>Обратите пажњу да ова опција нема ефекта ако се за разликовање користе поруке из базе.</p></qt>
sr@latn: <qt><q><b>Osnovna fascikla za fajlove razlike</b></q> <p>Ovde možete definisati fasciklu gde će se smeštati fajlovi sa kojima se vrši razlikovanje. Ako se fajlovi smeštaju na isto mesto unutar ove fascikle kao izvorni fajlovi unutar njihove osnovne fascikle, KBabel može automatski otvoriti pravi fajl sa kojim će se vršiti razlikovanje.</p> <p>Obratite pažnju da ova opcija nema efekta ako se za razlikovanje koriste poruke iz baze.</p></qt>
sv: <qt><q><b>Baskatalog för jämförelsefiler</b></q> <p>Här kan du definiera en katalog där filer att jämföra med lagras. Om filerna lagras på samma plats under den här katalogen som originalfilerna under sin baskatalog, kan Kbabel automatiskt öppna rätt fil att jämföra med.</p> <p>Observera att den här inställningen har ingen verkan om inte meddelanden från databasen används vid jämförelser.</p></qt>
ta: <qt><q><b>வெவ்வேறு கோப்புக்கான அடிப்படை அடைவு</b></q> <p>இங்கு வேற்றுமை செய்யவேண்டிய கோப்புகளுக்கான கோப்புறையை வரையறுக்க முடியும். கோப்புகள் அதே இடத்தில் சேமிக்கப்பட்டிருந்தால் அடிப்படை கோப்புறையில் மூலகோப்புறையில் சேமித்திருக்கும் , KBabel ஆல் தன்னியக்கமாக சரியான கோப்பினை diff உடன் திறக்க முடியும். </p><p>இந்த விருப்பத்தேர்வு தரவுத்தளத்திலிருந்து எடுக்கப்பட்ட தகவலாக இருந்தால் எந்த விளைவும் இருக்காது.</p></qt>
tg: <qt><q><b>Базаи феҳрист барои файлҳои гуногун</b></q> <p>Дар ин ҷо шумо метавонед феҳристеро, ки дар он файлҳо ба намудҳо тақсим карда мешаванд, муайян кунед <p> Агар файлҳо дар ҳамон як ҷой ба намудҳо тақсим шаванд ин феҳристро чӣ хеле, ки феҳристи ҳақиқӣ феҳристи асосиашро поён кардааст, поён кунед. KBabel метавонад ба тарзи автоматикӣ файли дурустро барои ҷудо кушояд</p> <p>Дар ёд гиред, ки ин вариант фоида надорад, агар мактубчаҳо аз таҳкурсии додаҳо барои ҷудосозӣ истифода бурда шаванд.</p></qt>
uk: <qt><q><b>Базова тека для файлів відмінностей</b></q> <p>Тут можна вказати теку для зберігання файлів, з якими робитиметься порівняння. Якщо файли збережені в тому самому місці під цією текою як оригінальні файли під їхньою базовою текою, KBabel може автоматично відкривати необхідний файл, до якого необхідно порівняти.</p> <p>Цей параметр не має впливу, якщо для порівняння використовуються фрази із бази даних перекладу.</p></qt>
zh_cn: <qt><q><b>diff 文件的基准文件夹</b></q> <p>在此您可以定义一个文件夹，其中保存着要用来作比较的文件。如果这些文件在该文件夹下的存贮位置与原始文件在它们的基准文件夹下的存贮位置相同，KBabel 可以自动地打开正确的文件来进行比较。</p><p>注意，如果使用数据库中的消息作比较，该选项将不起作用。</p></qt>

source: Up
ar: أعلى
be: Уверх
bg: Нагоре
ca: Amunt
da: Op
de: Nach oben
el: Πάνω
es: Arriba
et: Üles
eu: Gora
fa: بالا
fr: Haut
gl: Subir
he: למעלה
hr: Gore
hu: Fel
is: Upp
it: Su
ja: 上へ
kk: Жоғары
ko: 위로
lt: Aukštyn
mk: Нагоре
nb: Opp
nds: Na baven
nl: Omhoog
nn: Opp
pa: ਉੱਪਰ
pl: W górę
pt: Subir
sk: Hore
sl: Gor
sr: Горе
sr@latn: Gore
sv: Upp
ta: மேல்
tg: Боло
uk: Вгору
zh_cn: 向上

source: Down
ar: أسفل
be: Уніз
bg: Надолу
ca: Avall
da: Ned
de: Nach unten
el: Κάτω
es: Abajo
et: Alla
eu: Behera
fa: پایین
fr: Bas
gl: Baixar
he: למטה
hr: Dolje
hu: Le
is: Niður
it: Giù
ja: 下へ
kk: Төмен
ko: 아래로
lt: Žemyn
mk: Надолу
nb: Ned
nds: Na nerrn
nl: Omlaag
nn: Ned
pa: ਹੇਠਾਂ
pl: W dół
pt: Descer
sk: Dolu
sl: Dol
sr: Доле
sr@latn: Dole
sv: Ner
ta: கீழ்
tg: Поён
uk: Вниз
zh_cn: 向下
