Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: An error occurred while trying to write to file: %1 Do you want to save to another file or cancel?
ar: حدث خطأ أثناء محاولة في الكتابة في الملف: %1 أتريد الحفظ في ملف آخر أو الإلغاء؟
be: Памылка пры спробе запісаць у файл: %1 Захаваць змены ў іншым файле або адмяніць?
bg: Възникна грешка при опит за запис на файл: %1 Искате ли да бъде записан под друго име?
ca: S'ha produït un error mentre s'intentava escriure al fitxer: %1 Voleu desar en un altre fitxer o cancel·lar?
da: En fejl opstod ved forsøg på skrivning til filen: %1 Vil du i stedet gemme under et andet filnavn eller annullere?
de: Beim Schreiben der Datei %1 ist ein Fehler aufgetreten Möchten Sie das Dokument in einer anderen Datei speichern oder die Aktion abbrechen?
el: Σφάλμα κατά την εγγραφή στο αρχείο: %1 Θέλετε να αποθηκεύσετε σε ένα άλλο αρχείο ή να ακυρώσετε;
es: Ha ocurrido un error al tratar de escribir el archivo: %1 ¿Desea guardar en otro archivo o cancelar?
et: Faili kirjutamisel tekkis viga: %1 Kas sa soovid salvestada mõnda teise faili?
eu: Errorea ondoko fitxategian idazten saiatzean: %1 Nahi duzu beste fitxategi batean gorde edo utzi?
fa: هنگام سعی در نوشتن خطایی رخ داد: %1 در پروندۀ دیگری ذخیره کرده یا لغو می‌کنید؟
fr: Un problème est survenu lors de l'enregistrement du fichier : %1 Voulez-vous l'enregistrer sous un autre nom ou abandonner ?
gl: Aconteceu un erro ao tentar escreber no ficheiro: %1 Desexa guardar en outro ficheiro ou cancelar?
he: אירעה שגיאה בזמן כתיבה לקובץ: %1 האם אתה רוצה לשמור לקובץ אחר או לבטל?
hr: Došlo je do greške pri pokušaju zapisivanja u datoteku: %1 Dali želite snimiti u drugu datoteku ili želite otkakazati?
hu: Az alábbi fájl írása közben hiba történt: %1 Adjon meg egy másik fájlnevet vagy szakítsa félbe a mentést.
is: Villa kom upp þegar reynt var að skrifa í skrána: %1 Viltu vista í aðra skrá eða hætta við?
it: Si è verificato un errore durante la scrittura del file: %1 Vuoi salvare in un altro file o annullare?
ja: ファイルに書き込む際にエラー: %1 他のファイルに保存しますか？キャンセルしますか？
kk: Келесі файлға жазу кезінде қате пайда болды: %1 Басқа файлға сақтауды қалайсыз ба, әлде айнығыңыз келді ме?
ko: 다음 파일에 쓰려는 시도 중에 오류가 발생했습니다. %1 다른 파일에 저장하거나 취소하시길 원하십니까?
lt: Bandant įrašyti į bylą, įvyko klaida: %1 Ar norite išsaugoti kitoje byloje, ar atsisakote?
mk: Се случи грешка при обидот за запишување во датотеката: %1 Дали сакате да запишете во друга датотека или се откажувате?
nb: En feil oppsto under skriving til fila: %1 Vil du lagre som en annen fil, eller avbryte?
nds: Bi't Schrieven vun Datei "%1" hett dat en Fehler geven. Wullt Du na en anner Datei sekern, oder afbreken?
nl: Er is een fout opgetreden tijdens het schrijven naar het bestand: %1 Wilt u naar een ander bestand schrijven of annuleren?
nn: Klarte ikkje skriva til fila: %1 Vil du lagra til ei anna fil eller avbryta?
pa: ਲਿਖਣ ਦੌਰਾਨ ਹਲਤੀ ਆਈ ਹੈ, ਫਾਇਲ : %1 ਕੀ ਤੁਸੀਂ ਹੋਰ ਫਾਇਲ਼ ਸੰਭਾਲਣੀ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Błąd podczas zapisu tego pliku: %1 Zapisać ten plik pod inną nazwą, czy anulować?
pt: Ocorreu um erro na tentativa de escrever para o ficheiro: %1 Deseja gravar para outro ficheiro ou cancelar?
sk: Nastala chyba pri zápise súboru: %1 Chcete uložiť do iného súboru alebo zrušiť zápis?
sl: Do napake je prišlo pri pisanju v datoteko: %1 Želite shraniti v drugo datoteko ali prekiniti?
sr: Дошло је до грешке при покушају уписивања у фајл: %1 Да ли желите да снимите у други фајл или да откажете?
sr@latn: Došlo je do greške pri pokušaju upisivanja u fajl: %1 Da li želite da snimite u drugi fajl ili da otkažete?
sv: Ett fel uppstod vid skrivning av filen: %1 Vill du spara till en annan fil eller avbryta?
ta: கோப்பு எழுத உள்ளிடும்போது பிழை ஏற்பட்டது: %1 நீங்கள் வேறு கோப்பினை சேமிக்க விரும்புகிறீரா அல்லது விடு?
tg: Хатогӣ дар вақти кӯшиши навиштан ба файл рух дод: %1 Мехоҳед дар дигар файл нигоҳ доред ё ин ки бекор кунед?
uk: Трапилась помилка під час запису в файл: %1 Хочете зберегти в інший файл чи скасувати?
zh_cn: 在将数据写入到文件时发生错误： %1 您要保存到另一个文件或者取消吗？

source: You have specified a folder: %1 Do you want to save to another file or cancel?
ar: لديك حددت مجلداً: %1 أتريد الحفظ الى ملف آخر أم الالغاء؟
be: Вы паказалі каталог: %1 Захаваць у іншым файле або адмяніць?
bg: Посочили сте директория: %1 Искате ли записът да бъде направен в друг файл?
ca: Heu especificat una carpeta: %1 Voleu desar en un altre fitxer o cancel·lar?
da: Du har valgt en mappe: %1 Vil du i stedet gemme under et andet filnavn eller annullere?
de: Sie haben einen Ordner angegeben: %1 Möchten Sie das Dokument in einer anderen Datei speichern oder die Aktion abbrechen?
el: Καθορίσατε ένα φάκελο: %1 Θέλετε να αποθηκεύσετε σε ένα άλλο αρχείο ή να ακυρώσετε;
es: No ha especificado una carpeta: %1 ¿Desea guardar en otro archivo o cancelar?
et: Sa sisestasid faili asemel kataloogi: %1 Kas sa soovid salvestada mõnda teise faili?
eu: Ondoko direktorioa zehaztu duzu: %1 Nahi duzu beste fitxategi batean gorde edo bertan behera utzi?
fa: پوشه‌ای را مشخص کرده‌اید: %1 در پروندۀ دیگری ذخیره کرده یا لغو می‌کنید؟
fr: Vous avez spécifié un dossier : %1 Voulez-vous enregistrer dans un autre fichier ou abandonner ?
gl: Indicou un cartafol: %1 Desexa guardar en outro ficheiro ou cancelar?
he: ציינת שם תיקייה: %1 האם אתה רוצה לשמור לקובץ אחר או לבטל?
hr: Naveli ste mapa: %1 želite li da snimiti u drugu datotekau ili otkazati?
hu: Könyvtárnevet adott meg: %1 Adjon meg egy másik fájlnevet vagy szakítsa félbe a mentést.
is: Þú hefur skilgreint möppu: %1 Viltu vista í aðra skrá eða hætta við?
it: Hai specificato una cartella: %1 Vuoi salvare in un altro file o annullare?
ja: フォルダを選択しました: %1 他のファイルに保存しますか？キャンセルしますか？
kk: Келтіргеніңіз қапшық қой: %1 Басқа файлға сақтауды қалайсыз ба, әлде айнығыңыз келді ме?
ko: 다음 폴더를 선택하셨습니다. %1 다른 파일에 저장하시거나 취소하시겠습니까?
lt: Jūs nurodėte aplanką: %1 Ar norite išsaugoti kitoje byloje, ar atsisakote?
mk: Наведовте папка: %1 Дали сакате да запишете во друга датотека или се откажувате?
nb: Du har oppgitt en mappe: %1 Vil du lagre som en annen fil, eller avbryte?
nds: Du hest en Orner angeven: %1 Wullt Du na en anner Datei sekern, oder afbreken?
nl: U hebt een map opgegeven: %1 Wilt u naar een ander bestand schrijven of annuleren?
nn: Du har valt ei mappe: %1 Vil du lagra til ei anna fil eller avslutta?
pa: ਤੁਸੀ ਇੱਕ ਫੋਲਡਰ ਦਿੱਤਾ ਹੈ: %1 ਕੀ ਤੁਸੀਂ ਹੋਰ ਫਾਇਲ਼ ਸੰਭਾਲਣੀ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Wybrałeś katalog, a nie plik: %1 Zapisać plik pod inną nazwą, czy anulować?
pt: Você indicou uma pasta: %1 Deseja gravar noutro ficheiro ou cancelar?
sk: Uviedli ste priečinok: %1 Chcete uložiť do iného súboru alebo zrušiť ukladanie?
sl: Navedli ste mapo: %1 Želite shraniti v drugo datoteko ali prekiniti?
sr: Навели сте фасциклу: %1 Да ли желите да снимите у други фајл или да откажете?
sr@latn: Naveli ste fasciklu: %1 Da li želite da snimite u drugi fajl ili da otkažete?
sv: Du har angett katalogen: %1 Vill du spara till en annan fil eller avbryta?
ta: ஒரு ஆவணத்தை குறிப்பிட்டுள்ளீர்: %1 வேறு கோப்பிற்கு சேமிக்க வேண்டுமா அல்லது ரத்துசெய்?
tg: Шумо феҳристро махсус гардондед: %1 Мехоҳед дар дигар файл нигоҳ доред ё ин ки бекор кунед?
uk: Ви вказали теку: %1 Хочете зберегти в інший файл чи скасувати?
zh_cn: 您指定的是一个文件夹： %1 您要保存到另一个文件或者取消吗？

source: The export plugin cannot handle this type of the file: %1
ar: تصدير الوظائف الاضافية لا يمكنه مسك هذا النوع من الملف: %1
be: Модуль экспартавання не падтрымлівае дадзены тып файла: %1
bg: Експортиращата приставка не може да се справи с този тип на файла: %1
ca: El connector d'exportació no pot manejar aquest tipus de fitxer: %1
da: Eksport-plugin kan ikke håndtere denne type fil: %1
de: Das Export-Plugin kann keine Datei diesen Typs verarbeiten: %1
el: Το πρόσθετο εξαγωγής δεν μπορεί να διαχειριστεί αυτόν τον τύπο του αρχείου: %1
es: La extensión de exportación no puede manejar este tipo de archivo: %1
et: Ekspordiplugin ei suutnud toime tulla seda tüüpi failiga: %1
eu: Esportazio plugin-ak ezin du fitxategi-mota hau maneiatu: %1
fa: وصلۀ صادرشده قادر به گرداندن این نوع پرونده نیست: %1
fr: Le module d'exportation ne peut gérer ce type de fichier : %1
gl: A extensión de exportación non pode manexar este tipo de ficheiro: %1
he: תוסף הייצוא לא יכול לטפל בסוג זה של קובץ: %1
hr: Umetak za izvoz ne može raditi sa ovim tipom datoteke: %1
hu: Az exportálási modul nem tudja kezelni ezt a fájltípust: %1
is: Útflutningsíforritið getur ekki höndlað skrár af tegundinni: %1
it: Il plugin di esportazione non può gestire questo tipo di file: %1
ja: エクスポートプラグインはこのタイプのファイルを扱えません: %1
kk: Экспорттау плагин модулі файлдың мына түрімен айналыса алмайды: %1
ko: 내보내기 플러그인이 이 파일의 형식을 지원하지 않습니다: %1
lt: Eksportavimo priedas negali apdoroti šio tipo bylos: %1
mk: Приклучокот за изнес не може да ракува со овој тип датотека: %1
nb: Programtillegget for eksport takler ikke følgende del av fila: %1
nds: Dat Exportmoduul kann dissen Dateityp nich verarbeiden: %1
nl: De exporteerplugin kan geen bestanden van dit type afhandelen: %1
nn: Programtillegget for eksport kan ikkje handtera denne typen av fila: %1
pa: ਨਿਰਯਾਤ ਪਲੱਗਇਨ ਇਸ ਕਿਸਮ ਦੀ ਫਾਇਲ ਲਈ ਨਹੀਂ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ: %1
pl: Wtyczka eksportu nie obsługuje pliku tego typu: %1
pt: O filtro de exportação não consegue lidar com este tipo de ficheiro: %1
sk: Modul pre export nepodporuje tento typ súboru: %1
sl: Vstavek za izvoz ne more ravnati s to vrsto datoteke: %1
sr: Прикључак за извоз не може да рукује овим типом фајла: %1
sr@latn: Priključak za izvoz ne može da rukuje ovim tipom fajla: %1
sv: Insticksprogrammet för export kan inte hantera den här filtypen: %1
ta: வெளிவாங்கு சொருகியால் இவ்விதமானப் பொருளை கையாள முடியவில்லை : %1
tg: Ҷудосозу ивазшавандаи содир наметавонад ин намуди файлро идора кунад: %1
uk: Втулок експорту не підтримує даний тип файла: %1
zh_cn: 导出插件无法处理这种类型的文件： %1

source: The file %1 already exists. Do you want to overwrite it?
ar: الملف %1 موجود مسبقا. هل تريد اﻹحلال محله؟
be: Файл %1 існуе. Жадаеце яго замяніць?
bg: Вече има файл %1. Искате ли да бъде презаписан?
ca: El fitxer %1 ja existeix. Voleu sobreescriure'l?
da: Filen %1 eksisterer allerede. Vil du overskrive den?
de: Die Datei %1 existiert bereits. Möchten Sie die Datei überschreiben?
el: Το αρχείο %1 υπάρχει ήδη. Θέλετε να το αντικαταστήσετε;
es: El archivo %1 ya existe. ¿Desea sobrescribirlo?
et: Fail %1 on juba olemas. Soovid sa seda üle kirjutada?
eu: %1 fitxategia jadanik badago. Nahi duzu gainidatzi?
fa: پروندۀ %1 از قبل وجود دارد. می‌خواهید جای‌نوشت کنید؟
fr: Le fichier %1 existe déjà. Voulez-vous l'écraser ?
gl: O ficheiro %1 xa existe. Desexa sobreescribilo?
he: הקובץ %1 כבר קיים. האם אתה רוצה לשכתב אותו?
hu: A(z) %1 fájl már létezik. Felül kívánja írni?
is: Skráin %1 er til nú þegar. Viltu yfirskrifa hana?
it: Il file %1 esiste già. Vuoi sovrascriverlo?
ja: ファイル %1 は既に存在します。 上書きしますか？
kk: %1 деген файл бар ғой. Оның үстінен жазғыңыз келе ме?
ko: 파일 %1이 이미 존재합니다. 겹쳐 쓰시겠습니까?
lt: Byla %1 jau yra. Ar norite ją perrašyti?
mk: Датотеката %1 веќе постои. Дали сакате да запишете врз неа?
nb: Fila %1 finnes allerede. Vil du overskrive den?
nds: De Datei "%1" gifft dat al. Wullt Du ehr överschrieven?
nl: Het bestand: %1 bestaat reeds. Wilt u het bestand overschrijven?
nn: Fila %1 finst frå før. Vil du skriva over ho?
pa: ਫਾਇਲ %1 ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਉੱਪਰ ਹੀ ਲਿਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Plik %1 już istnieje. Zastąpić go?
pt: O ficheiro %1 já existe. Deseja substitui-lo?
sk: Súbor %1 už existuje. Chcete ho prepísať?
sl: Datoteka %1 že obstaja. Jo želite nadomestiti?
sr: Фајл %1 већ постоји. Да ли желите да га пребришете?
sr@latn: Fajl %1 već postoji. Da li želite da ga prebrišete?
sv: Filen %1 existerar redan. Vill du skriva över den?
ta: கோப்பு %1 ஏற்கனவே உள்ளது. அதனை மேல் எழுத வேண்டுமா?
tg: Файли %1 аллакай вуҷуд дорад. Мехоҳед вайро кучонед?
uk: Файл %1 вже існує. Хочете переписати його?
zh_cn: 文件 %1 已经存在。 您要覆盖它吗？

source: Special Save Settings
ar: إعدادات الحفظ الخاصة
be: Спецыяльныя параметры захавання
bg: Настройки на специален запис
ca: Configuració del desat especial
da: Speciel gem indstillinger
de: Einstellungen für spezielles Speichern
el: Ειδικές ρυθμίσεις αποθήκευσης
es: Preferencias para guardar de forma especial
et: Teisiti salvestamise seadistused
eu: Gordetzeko ezarpen bereziak
fa: تنظیمات ذخیره ویژه
fr: Réglages de l'enregistrement spécial
gl: Configuración de guardado especial
he: אפשרויות שמירה מיוחדות
hr: Podešavanja Specijalnog spremanje
hu: A speciális mentés beállításai
is: Stillingar sérstakrar vistunar
it: Impostazioni per salva speciale
ja: 特殊な保存の設定
kk: Арнайы сақтау баптаулары
ko: 특별 저장 설정
lt: Ypatingi išsaugojimo nustatymai
mk: Поставувања за специјално зачувување
nb: Innstillinger for spesiell lagring
nds: Instellen för besünner Sekern
nl: Speciale opslaginstellingen
nn: Innstillingar for spesiell lagring
pa: ਖਾਸ ਸੰਭਾਲ ਸੈਟਿੰਗ
pl: Ustawienia zapisywania specjalnego
pt: Configuração da Gravação Especial
sk: Nastavenie pre špeciálne uloženie
sl: Posebne nastavitve shranjevanja
sr: Специјално снимање подешавања
sr@latn: Specijalno snimanje podešavanja
sv: Inställningar för spara särskilt
ta: சிறந்த சேமிப்பு வகை
tg: Нигоҳ доштани махсуси танзимотҳо
uk: Спеціальні параметри зберігання
zh_cn: 特殊保存设置

source: The file is syntactically correct. Output of "msgfmt --statistics":
ar: الملف صحيح من ناحية البنية. خرْج الأمر "msgfmt --statistics":
be: Сінтаксіс файла карэктны. Вывад каманды "msgfmt --statistics":
bg: Файлът е синтактично верен. Изходни данни за "msgfmt --statistics":
ca: El fitxer és sintàcticament correcte. Sortida de "msgfmt --statistics":
da: Filen er syntaktisk korrekt. Uddata fra "msgfmt --statistics":
de: Die Datei ist syntaktisch korrekt. Ausgabe von "msgfmt --statistics":
el: Το αρχείο είναι σωστό συντακτικά. Έξοδος του "msgfmt --statistics":
es: El archivo es sintácticamente correcto. Salida de «msgfmt --statistics»:
et: Failis pole süntaksivigu. "msgfmt --statistics" väljund:
eu: Fitxategia egokia da sintaxiari dagokionez. "msgfmt --statistics" aginduaren irteera :
fa: پرونده از نظر نحوی صحیح است. خروجی »msgfmt --statistics«:
fr: Le fichier est syntaxiquement correct. Sortie de la commande « msgfmt --statistics » :
gl: O ficheiro é sintacticamente correcto. Saída de «msgfmt --statistics»:
he: הקובץ נכון מבחינה תחבירית. הפלט של "msgfmt --statistics":
hr: Datoteka je sintaksički ispravan. Izlaz „msgfmt --statistics“:
hu: Nincs szintaktikai hiba a fájlban. Az "msgfmt --statistics" parancs kimenete:
is: Skráin er setningafræðilega rétt. Úttak úr "msgfmt --statistic":
it: Il file è sintatticamente corretto. Risultato di "msgfmt --statistics":
ja: ファイルは文法的に正確です。 "msgfmt --statistics" の出力:
kk: Файл синтаксисі дұрыс. "msgfmt --statistics" командасының шығысы:
ko: 파일이 문법적으로 정확합니다. "msgfmt --statistics"의 출력:
lt: Byla sintaksiškai yra teisinga. "msgfmt --statistics" išvestis:
mk: Датотеката е синтаксички правилна. Излезот на „msgfmt --statistics“:
nb: Fila er syntaktisk korrekt. Resultat fra «msgfmt --statistics»:
nds: De Datei bargt keen Syntaxfehlers. Utgaav vun "msgfmt --statistics":
nl: Het bestand is syntactisch correct. De uitvoer van "msgfmt --statistics":
nn: Fila er syntaktisk korrekt. Resultat frå «msgfmt --statistics»:
pa: ਫਾਇਲ ਸੰਸਟੇਕਲੀ ਠੀਕ ਹੈ "msgfmt --statistics" ਦਾ ਨਤੀਜਾ:
pl: Plik jest poprawny składniowo. Wynik polecenia "msgfmt --statistics":
pt: O ficheiro está sintacticamente correcto. Resultado do "msgfmt --statistics":
sk: Súbor je syntakticky správny. Výstup "msgfmt --statistics":
sl: Ta datoteka je skladenjsko pravilna. Rezultat »msgfmt --statistics«:
sr: Фајл је синтаксно исправан. Излаз „msgfmt --statistics“:
sr@latn: Fajl je sintaksno ispravan. Izlaz „msgfmt --statistics“:
sv: Filen är syntaktiskt korrekt. Utmatning från "msgfmt --statistics":
ta: கோப்பு தொடரமைப்பாக சரியாக உள்ளது. "msgfmt --statistics" இன் வெளியீடு.
tg: Файл ба таври наҳвӣ дуруст аст. Хуруҷи "msgfmt --омор":
uk: Цей файл не містить синтаксичних помилок.
zh_cn: 该文件在语法上是正确的。 “msgfmt --statistics”的输出：

source: msgfmt detected a syntax error.
ar: اكتشف msgfmt خطأ بنيوي.
be: Праграмай msgfmt выяўлена сінтаксічная памылка.
bg: msgfmt откри синтактична грешка.
ca: msgfmt ha detectat un error de sintaxi.
da: msgfmt har opdaget en syntaksfejl.
de: msgfmt hat einen Syntaxfehler entdeckt.
el: Το msgfmt εντόπισε ένα συντακτικό λάθος.
es: msgfmt ha detectado un error de sintaxis.
et: msgfmt leidis süntaksivea.
eu: msgfmt-ek sintaxi akats bat antzeman du.
fa: msgfmt خطایی نحوی را آشکار کرد.
fr: Le programme « msgfmt » a détecté une erreur de syntaxe.
gl: msgfmt detectou un erro de sintaxe.
hu: Az msgfmt szintaktikai hibát talált.
is: msgfmt fann málfræðivillu.
it: msgfmt ha riscontrato un errore di sintassi.
ja: msgfmt は文法エラーを発見しました。
kk: msgfmt синтаксистік қате тапты.
mk: msgfmt пронајде синтаксичка грешка.
nb: msgfmt fant en syntaktsfeil.
nds: "msgfmt" hett en Syntaxfehler funnen.
nl: msgfmt heeft een syntaxisfout ontdekt.
nn: msgfmt fann syntaksfeil.
pa: msgfmt ਨੇ ਇੱਕ ਤਕਨੀਕੀ ਪ੍ਰਾਪਤ ਗਲਤੀ ਕੀਤੀ ਹੈ।
pl: Program msgfmt wykrył błędy składniowe.
pt: O 'msgfmt' detectou um erro de sintaxe. Resultado do "msgfmt --statistics":
sk: msgfmt našiel syntaktickú chybu.
sl: msgfmt je našel skladenjsko napako.
sr: msgfmt је пронашао синтаксну грешку.
sr@latn: msgfmt je pronašao sintaksnu grešku.
sv: msgfmt hittade ett syntaktiskt fel.
uk: Програма msgfmt виявила синтаксичну помилку.

source: msgfmt detected a header syntax error.
ar: اكتشف msgfmt خطأ في بنية الترويسة.
be: Праграмай msgfmt выяўлена сінтаксічная памылка ў загалоўку.
bg: msgfmt откри синтактична грешка в заглавната част.
ca: msgfmt ha detectat un error de sintaxi a la capçalera.
da: msgfmt har opdaget en syntaksfejl i hovedet.
de: msgfmt hat einen Syntaxfehler im Vorspann entdeckt.
el: Το msgfmt εντόπισε ένα συντακτικό λάθος επικεφαλίδας.
es: msgfmt ha detectado un error de sintaxis en la cabecera.
et: msgfmt leidis päises süntaksivea.
eu: msgfmt-ek sintaxi akats bat antzeman du goiburukoan.
fa: msgfmt خطای نحوی سرآیند را آشکار کرد.
fr: Le programme « msgfmt » a détecté une erreur de syntaxe dans l'en-tête.
gl: msgfmt detectou un erro de sintaxe no cabezallo.
hu: Az msgfmt szintaktikai hibát talált a fejlécben.
is: msgfmt fann villu í haus.
it: msgfmt ha riscontrato un errore di sintassi nell'intestazione.
ja: msgfmt はヘッダの文法エラーを発見しました。
kk: msgfmt айдарында синтаксистік қате тапты.
mk: msgfmt пронајде синтаксичка грешка во заглавието.
nb: msgfmt fant en syntaktsfeil i filhodet.
nds: "msgfmt" hett en Syntaxfehler binnen den Dateikopp funnen.
nl: msgfmt heeft een syntaxisfout ontdekt.
nn: msgfmt fann syntaksfeil i filhovudet.
pa: msgfmt ਨੇ ਫਾਇਲ ਦੇ ਸਿਰਲੇਖ ਵਿੱਚ ਇੱਕ ਤਕਨੀਕੀ ਪ੍ਰਾਪਤ ਗਲਤੀ ਕੀਤੀ।
pl: Program msgfmt wykrył błędy składniowe w nagłówku.
pt: O 'msgfmt' detectou um erro de sintaxe mo cabeçalho. Resultado do "msgfmt --statistics":
sk: msgfmt našiel syntaktickú chybu v hlavičke.
sl: msgfmt je našel skladenjsko napako glave.
sr: msgfmt је пронашао синтаксну грешку у заглављу.
sr@latn: msgfmt je pronašao sintaksnu grešku u zaglavlju.
sv: msgfmt hittade ett syntaktiskt fel i huvudet.
uk: Програма msgfmt виявила синтаксичну помилку в заголовку.

source: Do you want to continue or cancel and edit the file again?
ar: أتريد المتابعة أم الإلغاء وتحرير الملف مرة أخرى؟
be: Працягнуць або вярнуцца да рэдагавання файла?
bg: Искате да продължите или ще отмените промените и ще редактирате файла отново?
ca: Voleu continuar o cancel·lar i editar-lo altra vegada?
da: Vil du fortsætte eller annullere og redigere i filen igen?
de: Möchten Sie fortfahren oder abbrechen und die Datei erneut bearbeiten?
el: Θέλετε να συνεχίσετε ή να ακυρώσετε και να επεξεργαστείτε το αρχείο ξανά;
es: ¿Desea continuar, o cancelar y editar el archivo de nuevo?
et: Soovid sa jätkata või katkestada ja parandada faili?
eu: Nahi duzu jarraitu edo utzi eta fitxategia berriro editatu?
fa: ادامه می‌دهید، یا می‌خواهید لغو کرده و پرونده را دوباره ویرایش نمایید؟
fr: Voulez-vous continuer ou abandonner et modifier le fichier ?
gl: Desexa continuar ou cancelar e editar o ficheiro de novo?
he: האם אתה רוצה להמשיך או לבטל ולערוך את הקובץ שוב?
hr: želite li da nastavite ili otkazati i opet urediti datoteku?
hu: Folytatni kívánja a műveletet vagy megszakítja és visszalép a szerkesztéshez?
is: Viltu halda áfram, eða hætta við og breyta skránni?
it: Vuoi continuare oppure annullare e modificare ulteriormente il file?
ja: 続けますか？それともキャンセルしてもう一度ファイルを編集しますか？
kk: Жалғастырасыз ба, әлде айнып, файлды өңдеуге қайтасыз ба?
ko: 계속하시거나 취소하고 파일 편집을 다시 하시겠습니까?
lt: Ar norite tęsti, ar atsisakote ir redaguojate bylą iš naujo?
mk: Дали сакате да продолжите или се откажувате и ќе ја уредувате датотеката повторно?
nb: Vil du forsette, avbryte eller redigere fila på nytt?
nds: Wullt Du wiedermaken, oder afbreken un de Datei nochmaal bewerken?
nl: Wilt u doorgaan of annuleren en het bestand opnieuw bewerken?
nn: Vil du halda fram, avbryta eller redigera fila igjen?
pa: ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਰੱਦ ਕਰਕੇ ਮੁੜ ਫਾਇਲ ਨੂੰ ਸੋਧਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Kontynuować, czy anulować i edytować plik ponownie?
pt: Deseja continuar ou cancelar e editar o ficheiro novamente?
sk: Chcete pokračovať alebo zrušiť ukladanie a ďalej upravovať súbor?
sl: Želite nadaljevati ali prekiniti in znova urediti datoteko?
sr: Да ли желите да наставите или откажете и опет уредите фајл?
sr@latn: Da li želite da nastavite ili otkažete i opet uredite fajl?
sv: Vill du fortsätta eller avbryta och redigera filen igen?
ta: இக்கோப்பினை தொடர அல்லது நிராகரிக்க அல்லது திருத்த வேண்டுமா?
tg: Шумо мехоҳед, ки давом диҳед ё бекор кунед ва файлро аз сари нав таҳрир кунед?
uk: Хочете продовжити чи скасувати і відредагувати файл знову?
zh_cn: 您想要继续还是取消后再重新编辑该文件？

source: Output of "msgfmt --statistics":
ar: خرْج "msgfmt --statistics":
be: Вывад каманды "msgfmt --statistics":
bg: Изходни данни за "msgfmt --statistics":
ca: Sortida de "msgfmt --statistics":
da: Uddata fra "msgfmt --statistics":
de: Ausgabe von "msgfmt --statistics":
el: Έξοδος του "msgfmt --statistics":
es: Salida de «msgfmt --statistics»:
et: Käsu "msgfmt --statistics" väljund:
eu: "msgfmt --statistics"-en irteera:
fa: خروجی »msgfmt --statistics«:
fr: Sortie de la commande « msgfmt --statistics » :
gl: Saída de «msgfmt --statistics»:
hu: Az "msgfmt --statistics" parancs kimenete:
is: Úttak úr "msgfmt --statistics":
it: Risultato di "msgfmt --statistics":
ja: "msgfmt --statistics" の出力:
kk: "msgfmt --statistics" командасының шығысы:
mk: Излез на „msgfmt --statistics“:
nb: Resultat fra «msgfmt --statistics»:
nds: Utgaav vun "msgfmt --statistics":
nl: Uitvoer van "msgfmt --statistics":
nn: Resultat frå «msgfmt --statistics»:
pa: "msgfmt --statistics" ਦਾ ਜਵਾਬ:
pl: Wynik wykonania "msgfmt --statistics":
pt: Resultado do "msgfmt --statistics":
sk: Výstup "msgfmt --statistics":
sl: Izpis »msgfmt --statistics«:
sr: Излаз из „msgfmt --statistics“:
sr@latn: Izlaz iz „msgfmt --statistics“:
sv: Utmatning från "msgfmt --statistics":
uk: Вивід команди "msgfmt --statistics":
