Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Untranslated: 0
ar: غير مترجم: 0
be: Неперакладзеных: 0
bg: Непреведени: 0
ca: Sense traduir: 0
da: Uoversat: 0
de: Nicht übersetzt: 0
el: Αμετάφραστα: 0
es: Sin traducir: 0
et: Tõlkimata: 0
eu: Itzuli gabea: 0
fa: ترجمه‌نشده: ۰
fr: Non traduits : 0
gl: Sen traducir: 0
he: לא מתורגמים: 0
hr: Neprevedenih: 0
hu: Nincs lefordítva: 0
is: Óþýddar: 0
it: Da tradurre: 0
ja: 未翻訳: 0
kk: Аударылмаған: 0
ko: 안 옮김: 0
lt: Neišverstų: 0
mk: Непреведени: 0
nb: Ikke oversatte: 0
nds: Nich översett: 0
nl: Onvertaald: 0
nn: Ikkje omsette: 0
pa: ਨਾ-ਤਬਦੀਲ: 0
pl: Nieprzetłumaczone: 0
pt: Não-traduzidas: 0
sk: Nepreložené: 0
sl: Neprevedenih: 0
sr: Непреведених: 0
sr@latn: Neprevedenih: 0
sv: Oöversatta: 0
ta: மொழிபெயர்ப்பில்லா:0
tg: Тарҷуманашуда: 0
uk: Не перекладено: 0
zh_cn: 未翻译：0

source: Status:
ar: الحالة:
be: Стан:
bg: Статус:
ca: Estatus:
el: Κατάσταση:
es: Estado:
et: Olek:
eu: Egoera:
fa: وضعیت:
fr: État :
gl: Estado:
he: מצב:
hu: Állapot:
is: Staða:
it: Stato:
ja: 状態:
kk: Күй-жайы:
ko: 상태:
lt: Būsena:
mk: Статус:
pa: ਹਾਲਤ:
pl: Stan:
pt: Estado:
sk: Stav:
sl: Stanje:
sr: Статус:
ta: நிலை:
tg: Вазъият:
uk: Стан:
zh_cn: 状态：

source: INS
ar: أضف
be: УСТАЎКА
bg: ВМК
de: Einf
el: ΕΙΣ
eu: SAR
fa: درج
kk: ЕНГ
ko: 삽입
mk: ВМЕТ
nb: INN
nds: Inf
nn: INN
pa: ਸ਼ਾਮਿਲ
pl: WST
sk: VKL
sl: VSTAVI
sr: УБА
sr@latn: UBA
sv: Infoga
uk: ВСТ
zh_cn: 插入

source: RW
ar: قراءة ، كتابة
be: Даступна захаванне
ca: LE
de: LS
el: ΑΕ
es: LE
eu: II(RW)
fa: خواندنی-نوشتنی
fr: L/É
kk: ОЖ
mk: Ч/З
nb: LS
nds: Lesen/Schrieven
nn: LS
sl: B/P
sr: Ч/П
sr@latn: Č/P
sv: Läs/skriv
uk: ЧЗ
zh_cn: 读写

source: Line: %1 Col: %2
ar: السطر: %1 العمود: %2
be: Радок: %1, пазіцыя: %2
bg: Ред: %1 Кол.: %2
ca: Línia: %1 Col: %2
da: Linje: %1 Søjle: %2
de: Zeile: %1 Spalte: %2
el: Γραμμή: %1 Στήλη: %2
es: Línea: %1 Col: %2
et: Rida: %1 Veerg: %2
eu: Lerroa: %1 Zut: %2
fa: خط: %1 ستون: %2
fr: Lig : %1 Col : %2
gl: Liña: %1 Col: %2
he: שורה: %1 עמודה: %2
hr: Redak: %1 Stupac: %2
hu: Sor: %1 oszlop: %2
is: Lína: %1 dálkur %2
it: Linea: %1 Colonna: %2
ja: 行: %1 桁: %2
kk: %1-жол %2-баған
ko: 행: %1 열: %2
lt: Eil.: %1 Stulp.: %2
mk: Линија: %1 Колона: %2
nb: Linje: %1 kolonne: %2
nds: Reeg: %1 Striep: %2
nl: Regel: %1 Kol: %2
nn: Linje: %1 Kol: %2
pa: ਸਤਰ: %1 ਕਾਲਮ: %2
pl: Wiersz: %1 Kol: %2
pt: Linha: %1 Coluna: %2
sk: Riadok: %1 Stĺpec: %2
sl: Vrstica: %1 Stolpec: %2
sr: Линија: %1 Колона: %2
sr@latn: Linija: %1 Kolona: %2
sv: Rad: %1 Kol: %2
ta: கோடு: %1 Col: %2
tg: Сатр: %1 Сутун: %2
uk: Ряд: %1 Стп: %2
zh_cn: 行：%1 列：%2

source: <qt><p><b>Statusbar</b></p> <p>The statusbar displays some information about the opened file, like the total number of entries and the number of fuzzy and untranslated messages. Also the index and the status of the currently displayed entry is shown.</p></qt>
ar: <qt><p><b>شريط الحالة</b></p> <p>يعرض شريط الحالة بعض المعلومات عن الملف المفتوح، مثل العدد الكلي للمدخلات وعدد الرسائل غير المؤكدة وغير المترجمة. وكذلك يتم عرض رقم وحالة المدخلة المعروضة حاليا.</p></qt>
be: <qt><p><b>Радок стану</b></p> <p>У радку стану адлюстроўваецца інфармацыя аб адчыненым файле, у тым ліку: поўная колькасць запісаў, колькасць неперакладзеных і чарнавых паведамленняў... Таксама адлюстроўваецца парадкавы нумар і стан бягучага запісу.</p></qt>
bg: <qt><p><b>Лента с инструменти</b></p> <p>Лентата с инструменти показва информация за отворения файл, такава като общият брой низове и броя на неясните и непреведените съобщения, а също така индексът и състоянието на текущия низ.</p></qt>
ca: <qt><p><b>Barra d'estat</b></p> <p>La barra d'estat mostra informació a sobre del fitxer obert, així com el nombre total d'entrades, nombre de missatges a traduir o inexactes. També mostra l'índex i l'estat de l'entrada que s'està mostrant.</p></qt>
da: <qt><p><b>Statusbar</b></p> <p>Statusbaren viser informationer om den åbnede fil, såsom det fuldstændige antal beskedforekomster samt antal 'fuzzy' og uoversatte. beskedforekomster. Indeks og status for den viste beskedforekomst bliver ligeledes vist.</p></qt>
de: <qt><p><b>Statusleiste</b></p> <p>Die Statusleiste zeigt Informationen über die geöffnete Datei an. Darunter die Anzahl der Einträge sowie die Anzahl der nicht übersetzten oder fraglichen Einträge. Darüberhinaus wird die Position sowie der Status des derzeit angezeigten Eintrags angezeigt.</p></qt>
el: <qt><p><b>Γραμμή κατάστασης</b></p> <p>Η γραμμή κατάστασης εμφανίζει μερικές πληροφορίες για το ανοιγμένο αρχείο, όπως ο συνολικός αριθμός των καταχωρήσεων και ο αριθμός των ασαφών και αμετάφραστων μηνυμάτων. Επίσης εμφανίζονται ο δείκτης και η κατάσταση της τρέχουσας καταχώρησης.</p></qt>
es: <qt><p><b>Barra de estado</b></p> <p>La barra de estado muestra información sobre al archivo abierto, como número total de entradas, número de mensajes por traducir o dudosos También se muestra el índice y el estado de la entrada que se está mostrando actualmente.</p></qt>
et: <qt><p><b>Olekuriba</b></p> <p>Olekuriba näitab avatud faili kohta igasugust informatsiooni, nagu näiteks kirjete koguarv ja tõlkimata või kahtlaste teadete arv. Samuti näidatakse aktiivse kirje järjekorranumbrit ja olekut.</p></qt>
eu: <qt><p><b>Egoera-barra</b></p> <p>Egoera-barrak fitxategi irekiari buruzko informazioa bistaratzen du, adib. sarrera guztien kopurua eta zalantzazko mezuen eta itzuli gabeen kopurua. Gainera unean bistaratutako sarreraren indizea eta egoera agertzen dira.</p></qt>
fa: <qt><p><b>میله وضعیت</b></p> <p>میله وضعیت برخی اطلاعات در مورد پروندۀ بازشده را نمایش می‌دهد، مانند تعداد کل مدخلها و تعداد پیامهای مبهم و ترجمه‌نشده. همچنین، نمایه و موقعیت مدخل اخیراً نمایش داده‌شده را نیز نشان می‌دهد.</p></qt>
fr: <qt><p><b>Barre d'état</b></p> <p>La barre d'état affiche des informations sur le fichier ouvert, comme le nombre total d'entrées et le nombre de « fuzzy » et de messages non traduits. Le numéro et l'état de l'entrée courante sont également affichés.</p></qt>
gl: <qt> <p><b>Barra de estado</b></p> <p>A barra de estado mostra información acerca do ficheiro aberto, como o número total de entradas e o número de mensaxes dubidosas ou non traducidas. Tamén se mostran o índice e o estado da mensaxe que se está a mostrar.</p></qt>
he: <qt><p><b>סרגל מצב</b></p> <p>סרגל המצב מציג קצת מידע אודות הקובץ הפתוח, כגון סך הכל של הרשומות והמספר של הודעות fuzzy ומתורגמות. בנוסף יש את האינדקס ואת המצב של הרשומה הנוכחית המוצגת.</p></qt>
hr: <qt><p><b>Statusna traka</b></p> <p>Statusna traka prikazuje neke informacije o otvorenoj datoteci, kao što je ukupan broj unosa i broj nejasnih i neprevedenih poruka. Takođe je prikazan indeks i status trenutno prikazanog unosa.</p></qt>
hu: <qt><p><b>Állapotsor</b></p> <p>Az állapotsoron a megnyitott fájl különböző jellemzői láthatók, mint például az üzenetek száma összesen ill. az ellenőrzendő és nem lefordított üzenetek száma külön-külön. Látható még az aktuális üzenet sorszáma és állapotjellemzői is.</p></qt>
is: <qt><p><b>Stöðuslá</b></p> <p>Stöðusláin sýnir upplýsingar um skrána sem er opin, svo sem heildarfjölda reita og fjölda loðinna og óþýddra skilaboða. Einnig er staða og vísir núverandi reits sýnd.</p></qt>
it: <qt><p><b>Barra di stato</b></p> <p>La barra di stato visualizza alcune informazione sui file aperti, come il numero totale delle voci e il numero di messaggi fuzzy e da tradurre. Viene ulteriormente visualizzato lo stato e l'indice della voce mostrata.</p></qt>
ja: <qt><p>ステータスバー</p> <p>ステータスバーは、開いているファイルのエントリ数やあいまい/未翻訳メッセージの数などの情報を表示します。現在表示されているエントリのインデックス番号と状態も表示します。</p></qt>
kk: <qt><p><b>Күй-жай жолағы</b></p> <p>Күй-жай жолағында ашық файл туралы мәлімет көрсетіледі. Соның ішінде жазулардың жалпы саны, аударылмаған және дүмбілез аударылған жазулар саны. Сонымен қатар назардағы жазудың реттік нөмірі мен күй-жайы көрсетіледі.</p></qt>
ko: <qt><p><b>상태 표시줄</b></p> <p>상태 표시줄은 열려있는 파일의 총 항목의 수, 번역이 불분명한 메시지의 수, 번역되지 않은 메시지의 수와 같은 몇가지 정보를 표시합니다. 또한 인덱스와 현 재 표시된 항목의 상태를 보여줍니다.</p></qt>
lt: <qt><p><b>Būsenos juosta</b></p> <p>Būsenos juosta parodo tam tikrą informaciją apie atvertą bylą, bendrą įrašų skaičių, neaiškių arba neišverstų pranešimų skaičių. Taip pat yra pateikiama šiuo metu rodomo įrašo būsena.</p></qt>
mk: <qt><p><b>Статусна линија</b></p> <p>Статусната линија прикажува разни информации за отворената датотека, како што се вкупниот број на пораки и бројот на нејасни и непреведени пораки. Исто така е покажан и редниот број и статусот на тековната порака.</p></qt>
nb: <qt><p><b>Statuslinja</b></p> <p>Statuslinja viser informasjon om den åpnede fila, f.eks. det samlede antall oppføringer og antall uklare og ikke oversatte tekster. Også indeks og status for den gjeldende oppføringa er vist.</p></qt>
nds: <qt><p><b>Statusbalken</b></p> <p>De Statusbalken wiest Informatschonen över de opmaakte Datei, as t.B. de Tall vun Indrääg un de Tall vun twiefelhaftige un nich översett Mellen. Ok de Blinkerpositschoon un de Status vun de opstunns opmaakte Datei warrt wiest.</p></qt>
nl: <qt><p><b>Statusbalk</b></p> <p>De statusbalk toont informatie over het geopende bestand, zoals het totaal aantal tekenreeksen en het aantal fuzzy's en onvertaalde tekenreeksen. Daarnaast wordt ook de index en de status van de huidige tekenreeks getoond.</p></qt>
nn: <qt><p><b>Statuslinja</b></p> <p>Statuslinja viser ein del informasjon om den opna fila, slik som det totale talet på oppføringar og talet på uklare og ikkje omsette strengar. Også indeks og status for den gjeldande oppføringa vert vist.</p></qt>
pa: <qt><p><b>ਹਾਲਤ-ਪੱਟੀ</b></p> <p>ਹਾਲਤ ਪੱਟੀ ਖੋਲ੍ਹੀ ਫਾਇਲ ਬਾਰੇ ਕੁਝ ਜਾਣਕਾਰੀ ਰੱਖਦੀ ਹੈ, ਜਿਵੇਂ ਕਿ ਕੁੱਲ ਕਿੰਨੀਆਂ ਸਤਰਾਂ ਹਨ, ਅਸਪਸ਼ਟ ਦੀ ਗਿਣਤੀ ਅਤੇ ਨਾ-ਅਨੁਵਾਦ ਸਤਰਾਂ ਦੀ ਗਿਣਤੀ। ਮੌਜੂਦਾ ਇੰਦਰਾਜ਼ ਲਈ ਤਤਕਰਾ ਅਤੇ ਸਥਿਤੀ ਵੀ ਵੇਖਾਈ ਜਾਦੀ ਹੈ।</p></qt>
pl: <qt><p><b>Pasek stanu</b></p> <p>Pasek stanu wyświetla takie informacje o otwartym pliku, jak ogólna liczba pozycji, czy liczba wątpliwych i nieprzetłumaczonych komunikatów. Widoczny jest także stan i numer wyświetlanego komunikatu.</p></qt>
pt: <qt><p><b>Barra de Estado</b></p> <p>A barra de estado mostra informações acerca do ficheiro aberto, como o número total de itens e o número de mensagens aproximadas e não-traduzidas. Também é mostrado o índice e o estado do item actual.</p></qt>
sk: <qt><p><b>Stavový riadok</b></p> <p>Stavový riadok zobrazuje informácie o otvorenom súbore, napr. celkový počet položiek a počet nepresných a nepreložených správ. Okrem toho zobrazuje aj index momentálne upravovanej správy.</p></qt>
sl: <qt><p><b>Vrstica stanja</b></p> <p>Vrstica stanja prikazuje nekatere podatke o odprtih datotekah, npr. število vseh sporočil in števili ohlapno in neprevedenih. Prav tako prikazuje indeks in stanje trenutno prikazanega vnosa.</p></qt>
sr: <qt><p><b>Статусна трака</b></p> <p>Статусна трака приказује неке информације о отвореном фајлу, као што је укупан број уноса и број нејасних и непреведених порука. Такође је приказан индекс и статус тренутно приказаног уноса.</p></qt>
sr@latn: <qt><p><b>Statusna traka</b></p> <p>Statusna traka prikazuje neke informacije o otvorenom fajlu, kao što je ukupan broj unosa i broj nejasnih i neprevedenih poruka. Takođe je prikazan indeks i status trenutno prikazanog unosa.</p></qt>
sv: <qt><p><b>Statusraden</b></p> <p>Statusraden visar information om den öppnade filen, som det totala antalet poster och antalet inexakta och oöversatta meddelanden. Indexet och statusen av den aktuella visade posten anges också.</p></qt>
ta: <qt><p><b>நிலைப்பட்டி</b></p> <p>நிலைப்பட்டி திறந்த கோப்புகளை பற்றிய சில தகவல்களை காட்டும், உள்ளீட்டின் மொத்த எண் மற்றும் பிழையின் எண் மற்றும் மொழிமாற்றப்படாத தகவல்கள் வரிசையும் மற்றும் தற்போது காட்டிய உள்ளீட்டு நிலை.</p></qt>
tg: <qt><p><b>Ҳолати сутун</b></p> <p>Ҳолатисутун ахборотро дар бораи файли кушода нишон медиҳад, ба монанди миқдори умумии воридшудаҳо ва миқдори мактубчаҳои норӯшан ва тарҷуманашуда. Инчунин индекс ва ҳолати воридшудаи нишондодашудаи ҷорӣ нишон дода мешавад.</p></qt>
uk: <qt><p><b>Рядок стану</b></p> <p>Рядок стану показує деяку інформацію про відкритий файл: загальну кількість записів та кількість нечітких або неперекладених повідомлень. Також відображається індекс та стан показаного запису.</p></qt>
zh_cn: <qt><p><b>状态栏</b></p> <p>状态栏显示打开文件的某些信息，如条目总数和模糊翻译以及未翻译消息的数目。它还显示索引和当前显示项的状态。</p></qt>

source: Perform &All Checks
ar: قم ب&كل التدقيقات
be: &Вырабіць поўную праверку
bg: Изпълнение на в&сички проверки
ca: Executa &totes les comprovacions
da: Udfør &alle tjek
de: A&lle Prüfungen durchführen
el: Εκτέλεση ό&λων των ελέγχων
es: Ejecut&ar todas las verificaciones
et: Käivita &kõik kontrollid
eu: Egiaztatu &Guztia
fa: اجرای &همۀ بررسیها‌
fr: &Faire toutes les vérifications
gl: Realiz&ar todas as verificacións
he: בצע את &כל הבדיקות
hr: Izvrši &sve provjere
hu: Az összes ellenőr&zés elvégzése
is: Keyr&a öll próf
it: Esegui &tutti i controlli
ja: すべてのチェックを実行(&A)
kk: &Барша тексерулерді орындау
ko: 모든 검사를 실행(&A)
lt: Atlikti &visus tikrinimus
mk: Изврши ги &сите проверки
nb: Utfør &alle sjekkene
nds: &Allens pröven
nl: &Alle controles uitvoeren
nn: Utfør &alle sjekkar
pa: ਸਭ ਜਾਂਚ ਕਰੋ(&A)
pl: Sprawdź &wszystko
pt: Fazer Tod&as as Verificações
sk: Vykonať &všetky kontroly
sl: Opravi vse prever&be
sr: Изврши &све провере
sr@latn: Izvrši &sve provere
sv: Utför &alla kontroller
ta: அனைத்து சரி பார்ப்புகளும்
tg: Иҷро кардани &Ҳамаи тафтишҳо
uk: Зробити п&овну перевірку
zh_cn: 执行所有的检查(&A)

source: C&heck Syntax
ar: افحص ال&بنية
be: &Праверыць сінтаксіс
bg: Проверка на &синтаксиса
ca: Com&prova la sintaxi
da: &Tjek syntaks
de: S&yntax prüfen
el: Έ&λεγχος σύνταξης
es: Co&mprobación de sintaxis
et: K&ontrolli süntaksit
eu: &Egiaztatu Sintaxia
fa: &بررسی نحوی‌
fr: Vérifier la s&yntaxe
gl: Co&mprobar a sintaxe
he: ב&דוק תחביר
hr: P&rovjeri sintaksu
hu: Szinta&ktikai ellenőrzés
is: At&huga setningafræði
it: C&ontrolla sintassi
ja: 文法チェック(&H)
kk: &Синтаксисін тексеру
ko: 문법 검사(&H)
lt: &Tikrinti sintaksę
mk: Провери &синтакса
nb: Sjekk &syntaksen
nds: Syntax &pröven
nl: Synta&xis controleren
nn: K&ontroller syntaks
pa: ਸੰਟੇਕਸ ਜਾਂਚ(&h)
pl: Sprawdź skł&adnię
pt: Veri&ficar a Sintaxe
sk: &Otestovať syntax
sl: &Preveri skladnjo
sr: П&ровери синтаксу
sr@latn: P&roveri sintaksu
sv: Kontrollera &syntax
ta: இலக்கண பிழையை சரி பார்
tg: Тафтиш&и наҳв
uk: Перевірити синт&аксис
zh_cn: 检查语法(&H)

source: There are no changes to save.
ar: لا تغييرات لحفظها.
be: Няма змен для захавання.
bg: Няма промени, които да бъдат записани.
ca: No hi ha canvis a desar.
da: Der er ingen ændringer at gemme.
de: Es gibt keine Änderungen zu speichern
el: Δεν υπάρχουν αλλαγές για αποθήκευση.
es: No hay cambios que guardar.
et: Pole midagi uut salvestada.
eu: Ez dago aldaketarik gordetzeko.
fa: تغییری برای ذخیره وجود ندارد.
fr: Aucun changement à enregistrer.
gl: Non hai cambios a gardar.
he: אין שינויים לשמור.
hr: Nema izmjena koje treba sačuvati.
hu: Nincs változás, nincs mit menteni.
is: Það þarf ekki að vista neinar breytingar.
it: Non ci sono modifiche da salvare.
ja: 保存する変更はありません。
kk: Сақтайтын өзгерістер жоқ.
ko: 저장할 변경 사항이 없습니다.
lt: Išsaugotinų pakeitimų nėra.
mk: Нема промени за зачувување.
nb: Det er ingen endringer å lagre.
nds: Dat gifft keen Ännern för't Sekern.
nl: Er zijn geen wijzigingen om op te slaan.
nn: Det er ingen endringar å lagra.
pa: ਸੰਭਾਲਣ ਲਈ ਕੋਈ ਤਬਦੀਲੀ ਕੀਤੀ ਗਈ ਹੈ
pl: Brak zmian wymagających zapisania.
pt: Não existem modificações para gravar.
sk: Žiadne zmeny pre uloženie.
sl: Ni sprememb potrebnih ohranitve.
sr: Нема измена које треба да буду снимљене.
sr@latn: Nema izmena koje treba da budu snimljene.
sv: Det finns inga ändringar att spara.
ta: சேர்க்க எந்த வாய்ப்பும் இல்லை
tg: Барои нигоҳ доштан тағйиротҳо нестанд.
uk: Немає змін для збереження.
zh_cn: 没有可保存的改变。

source: OVR
ar: كتابة على
be: НАМ
bg: ВРХУ
ca: SOB
de: ÜBS
el: ΑΝΤ
es: SOB
eu: GAI
fa: جای‌نوشت
fr: ÉCR
it: SSC
kk: ҮСТ
ko: 수정
mk: ВРЗ
nds: Övr
pa: ਉੱਪਰ
pl: NAD
pt: SUB
sk: CEZ
sl: PREPIŠI
sr: ПРЕ
sr@latn: PRE
sv: Skriv över
uk: ЗАМ
zh_cn: 改写

source: Unable to use KLauncher to start Catalog Manager. You should check the installation of KDE. Please start Catalog Manager manually.
ar: تعذر استخدام KLauncher لبدأ مدير الفهارس. يجب عليك فحص تنصيب KDE. فضلا ابدأ مدير الفهارس يدويا.
be: Не атрымалася запусціць мэнэджэр каталогаў. Праверце ўсталёўку KDE. Запусціце мэнэджэр каталогаў уручную.
bg: KLauncher не може да бъде използван за стартиране на "Управление на каталог". Проверете инсталацията на KDE. Моля, стартирайте "Управление на каталог" ръчно.
ca: No es pot usar KLauncher per a engegar el Gestor de catàlegs. Haureu de comprovar la instal·lació del KDE. Si us plau, engegueu el Gestor de catàlegs manualment.
da: Kan ikke bruge KLauncher til at starte kataloghåndteringen. Du bør tjekke din installation af KDE. Start venligst kataloghåndteringen manuelt.
de: Klauncher kann nicht zum Starten des Katalog-Managers verwendet werden. Sie sollten Ihre KDE-Installation überprüfen. Bitte starten Sie den Katalog-Manager manuell.
el: Δεν είναι δυνατή η χρήση του KLauncher για την εκκίνηση του Διαχειριστή καταλόγου. Θα πρέπει να ελέγξετε την εγκατάσταση του KDE. Παρακαλώ ξεκινήστε το διαχειριστή καταλόγου χειροκίνητα.
es: No pude usar KLauncher para arrancar el gestor de catálogos. Debería comprobar la instalación de KDE. Arranque el gestor de catálogos a mano.
et: KLauncheri kasutamine kataloogihalduri käivitamiseks ei õnnestunud. Palun kontrolli KDE paigaldust. Palun käivita kataloogihaldur käsitsi.
eu: Ezinezkoa KLauncher erabiltzea Katalogo-kudeatzailea abiarazteko. KDEren instalazioa egiaztatu beharko duzu. Mesedez abiarazi eskuz Katalogo-kudeatzailea.
fa: قادر به استفاده از KLauncher برای آغاز مدیر فهرست نیست. باید نصب KDE را بررسی کنید. لطفاً، مدیر فهرست را به صورت دستی آغاز نمایید.
fr: Impossible d'utiliser KLauncher pour lancer le Gestionnaire de Catalogue. Vous devriez vérifier votre installation de KDE. Veuillez démarrer le Gestionnaire de Catalogue à la main.
gl: Non foi posíbel usar KLauncher para iniciar o Xestor de Catálogos. Debería comprobar a instalación de KDE. Inicie manualmente o Xestor de Catálogos.
he: לא יכול להשתמש ב־KLauncher להפעיל את מנהל הקטלוג. אתה צריך לבדוק את ההתקנה של KDE. אנא הפעל את מנהל הקטלוג ידנית.
hr: Ne mogu da iskoristim KLauncher pokrenuti upravitelja kataloga. Trebalo bi da provjerite instalaciju KDE-a. Pokrenite upravitelja kataloga ručno.
hu: Nem sikerült a KLauncherrel elindítani a listakezelőt. Ellenőrizze, hogy a KDE telepítése rendben befejeződött-e. A listakezelőt Önnek kell ('kézzel') elindítania.
is: Get ekki notað KLauncher til að ræsa Þýðingastjórann. Þú ættir að skoða uppsetningu KDE. Vinsamlega ræstu Þýðingarstjórann handvirkt.
it: Non è possibile utilizzare KLauncher per avviare la Gestione cataloghi. Dovresti controllare l'installazione di KDE. Avvia la Gestione cataloghi manualmente.
ja: KLauncher を使ってカタログマネージャを起動できません。KDE のインストールを確認してください。カタログマネージャを手動で起動してください。
kk: Каталог менеджері жегілмеді. KDE дұрыс орнатылғанын тексеріңіз. Каталог менеджерін қолмен жегіңіз.
ko: 카탈로그 메니져를 시작하기 위해서 KLauncher를 사용할 수 없습니다.KDE의 설치를 확인해 보시기 바랍니다. 카탈로그 메니져를 수동으로 시작해 주시기 바랍니다.
lt: Negalima pasinaudoti KLauncher paleisti Katalogo tvarkyklę. Jums reikia patikrinti KDE įdiegimą. Paleiskite Katalogo tvarkyklę rankomis.
mk: Не можам да го употребам KLauncher за да го стартувам Менаџерот на каталози. Треба да ја проверите инсталацијата на KDE. Ве молам стартувајте го Менаџерот на каталози рачно.
nb: Klarte ikke å starte katalogbehandleren med Klauncher. Du burde sjekke KDE-installasjonen din. Katalogbehandleren må startes manuelt.
nds: De Kataloogpleger lett sik nich över "KLauncher" starten. Bitte prööv de KDE-Installatschoon. Start den Kataloogpleger bitte vun Hand.
nl: Niet in staat om KLauncher te gebruiken om de Catalogusbeheerder te starten. Controleer uw KDE-installatie. Start de Catalogusbeheerder a.u.b. handmatig (KDE-menu).
nn: Klarte ikkje starta kataloghandsamaren med KLauncher. Du bør kontrollera KDE-installasjonen. Kataloghandsamaren må startast manuelt.
pl: Nie można użyć KLaunchera do uruchomienia Menedżera tłumaczeń. Proszę sprawdzić instalację KDE. Menedżer tłumaczeń musi zostać uruchomiony ręcznie.
pt: Não é possível usar o KLauncher para iniciar o Gestor de Catálogos. O utilizador deverá verificar a instalação do KDE. Inicie manualmente o Gestor de Catálogos.
sk: Nepodarilo sa spustiť Správcu katalógov pomocou KLauncher. Overte inštaláciu KDE alebo spustite Správcu katalógov ručne.
sl: Ni moč uporabiti KLauncherja za zagon Upravitelja katalogov. Preveriti bi morali namestitev KDE. Prosim zaženite Upravitelja katalogov ročno.
sr: Не могу да искористим KLauncher да покренем управника каталога. Требало би да проверите инсталацију KDE-а. Покрените управника каталога ручно.
sr@latn: Ne mogu da iskoristim KLauncher da pokrenem upravnika kataloga. Trebalo bi da proverite instalaciju KDE-a. Pokrenite upravnika kataloga ručno.
sv: Kan inte använda Klauncher för att starta kataloghanteraren. Du bör kontrollera installationen av KDE. Starta kataloghanteraren manuellt.
ta: KLauncher யை விவரப்பட்டி மேலாளர் ஆரம்பத்திற்கு பயன்படுத்த முடியவில்லை. நீங்கள் KDE யின் நிறுவலை பரிசோதிக்க வேண்டும். தயவுசெய்து விவரப்பட்டி மேலாளரை கையடக்கமாக ஆரம்பிக்கவும்.
tg: Наметавонад KСар додан-ро барои сар кардани Каталоги Мудир истифода барад. Ба шумо лозим меояд, ки таркиби KDE-ро тафтиш кунед. Лутфан Каталоги Мудирро дастӣ сар кунед.
uk: Неможливо використати KLauncher, щоб завантажити Менеджер каталогів. Необхідно перевірити інсталяцію KDE. Будь ласка, завантажте Менеджер каталогів вручну.
zh_cn: 无法使用 KLauncher 来启动目录管理器。您应该检查 KDE 的安装。 请手工启动目录管理器。

source: Current: %1
ar: الحالي: %1
be: Бягучая: %1
bg: Текущ: %1
ca: Actual: %1
da: Denne: %1
de: Aktuell: %1
el: Τρέχον: %1
es: Actual: %1
et: Aktiivne: %1
eu: Unekoa: %1
fa: جاری: %1
fr: Actuel : %1
gl: Actual: %1
he: נוכחי: %1
hr: Trenutni: %1
hu: Az aktuális üzenet: %1
is: Núverandi: %1
it: Attuale: %1
ja: 現在: %1
kk: Назардағы: %1
ko: 현재: %1
lt: Dabartinis: %1
mk: Тековна: %1
nb: Denne: %1
nds: Aktuell: %1
nl: Huidig: %1
nn: Denne: %1
pa: ਮੌਜੂਦਾ: %1
pl: Bieżący: %1
pt: Actual: %1
sk: Aktuálne: %1
sl: Trenutno: %1
sr: Текући: %1
sr@latn: Tekući: %1
sv: Nuvarande: %1
ta: தற்போது உள்ள:%1
tg: Ҷорӣ: %1
uk: Поточна: %1
zh_cn: 当前：%1

source: Total: %1
ar: المجموع: %1
be: Усяго: %1
bg: Общо: %1
da: I alt: %1
de: Gesamt: %1
el: Συνολικά: %1
et: Kokku: %1
eu: Guztira: %1
fa: کل: %1
he: סך הכל: %1
hu: Összesen: %1
is: Heildar: %1
it: Totale: %1
ja: 合計: %1
kk: Барлығы: %1
ko: 총합: %1
lt: Viso: %1
mk: Вкупно: %1
nb: Totalt: %1
nds: Tosamen: %1
nl: Totaal: %1
nn: Totalt: %1
pa: ਕੁੱਲ: %1
pl: Razem: %1
sk: Celkom: %1
sl: Skupno: %1
sr: Укупно: %1
sr@latn: Ukupno: %1
sv: Totalt: %1
ta: மொத்தம்: %1
tg: Ҳамагӣ: %1
uk: Всього: %1
zh_cn: 总计：%1

source: Fuzzy: %1
ar: مبهم: %1
be: Чарнавых: %1
bg: Неясни: %1
ca: Inexacta: %1
de: Fraglich: %1
el: Ασαφή: %1
es: Dudoso: %1
et: Kahtlaseid: %1
eu: Zalantzan: %1
fa: مبهم: %1
gl: Dubidosas: %1
hr: Nejasnih: %1
hu: Ellenőrzendő: %1
is: Loðnar: %1
ja: あいまい: %1
kk: Дүмбілез: %1
ko: 불분명: %1
lt: Neaiškių: %1
mk: Нејасни: %1
nb: Uklare: %1
nds: Twiefelhaftig: %1
nn: Uklare: %1
pa: ਅਸਪਸ਼ਟ: %1
pl: Wątpliwe: %1
pt: Aproximadas: %1
sk: Nepresne:%1
sl: Ohlapno: %1
sr: Нејасних: %1
sr@latn: Nejasnih: %1
sv: Inexakta: %1
tg: Номаълум: %1
uk: Неточних: %1
zh_cn: 模糊：%1
