Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Commands for folders</b></p><p>Insert here the commands you want to execute in folders from the Catalog Manager. The commands are then shown in the submenu <b>Commands</b> in the Catalog Manager's context menu.</p><p>The following strings will be replaced in a command:<ul><li>@PACKAGE@: The name of the folder without path</li><li>@PODIR@: The name of the PO-folder with path</li><li>@POTDIR@: The name of the template folder with path</li><li>@POFILES@: The names of the PO files with path</li><li>@MARKEDPOFILES@: The names of the marked PO files with path</li></ul></p></qt>
ar: <qt><p><b>أوامر للمجلدات</b></p><p>قم هنا بادراج الأمر الذى تريد القيام بتنفيذه فى المجلدات من مدير الفهارس. ستظهر الأوامر بعد ذلك فى القائمة الفرعية<b>الأوامر<b> فى قائمة سياق مديرى الفهارس.</p><p>السلاسل النصية التالية سوفة تستبدل فى الامر :<ul><li>@PACKAGE@: اسم المجلد بدون المسار</li> <li>@PODIR@: اسم مجلد PO بدون المسار</li><li>@POTDIR@:اسم مجلد القالب مع المسار</li><li>@POFILES@: اسماء ملفات PO مع المسار</li><li>@MARKEDPOFILES@:اسماء ملفات PO المعلّمة مع المسار </li></ul></p> </qt>
be: <qt><p><b>Загады для каталогаў</b></p><p>Дадайце ў дадзены спіс загады, якія вы жадаеце выконваць у каталогах у Мэнэджэру каталогаў. Загады будуць паказаны ў падменю <b>Загады</b> у кантэкстным меню Мэнэджэра каталогаў.</p><p>Дадзеныя радкі будуць заменены ў загадзе:<ul><li>@PACKAGE@: Імя каталога без указання шляху</li><li>@PODIR@: Імя каталога, які змяшчае файлы перакладу з указаннем шляху</li><li>@POTDIR@: Імя каталога, што змяшчае шаблоны з указаннем шляху</li> <li>@POFILES@: Імёны PO-файлаў з указаннем шляху</li><li>@MARKEDPOFILES@: Імёны адзначаных PO-файлаў з указаннем шляху</li></ul></p></qt>
bg: <qt><p><b>Команди за директории</b></p><p>Тук въведете командите, които искате да изпълните в директориите на "Управление на каталог". Командите често се показват в подменюто <b>Команди</b> в контекстното меню.</p><p>Следните низове ще бъдат заместени в командата:<ul><li>@PACKAGE@: Името на директорията без пътя</li><li>@PODIR@: Име на PO директорията заедно с пътя</li><li>@POTDIR@: Името на директорията с шаблоните заедно с пътя</li><li>@POFILES@: Името на PO файловете заедно с пътя</li><li>@MARKEDPOFILES@: Името на маркираните PO файлове заедно с пътя</li></ul></p></qt>
ca: <qt><p><b>Comandaments per a les carpetes</b></p><p>Inseriu aquí els comandaments que desitgeu executar sobre les carpetes des del Gestor de catàlegs. Els comandaments es mostraran en el submenú <b>Comandaments</b> del menú de context del Gestor de catàlegs.</p><p>Les següents cadenes seran substituïdes en un comandament:<ul><li>@PACKAGE@: El nom de la carpeta sense la ruta</li><li>@PODIR@: El nom de la carpeta de fitxers PO amb la ruta</li><li>@POTDIR@: El nom de la carpeta de plantilles amb la ruta</li><li>@POFILES@: Els noms dels fitxers PO amb la ruta</li><li>@MARKEDPOFILES@: Els noms dels fitxers PO marcats amb la ruta</li></ul></p></qt>
da: <qt><p><b>Kommandoer for mapper</b></p><p>Indsæt de kommandoer du ønsker at udføre i mapperne fra kataloghåndteringen her. Kommandoerne vises så i undermenuen<b>Kommandoer</b> i kataloghåndteringens sammenhængs menu.</p><p>Følgende strenge vil blive erstattede i en kommando:<ul><li>@PACKAGE@: Navnet på mappen uden sti </li><li>@PODIR@: Navnet på PO-mappen med sti</li><li>@POTDIR@: Navnet på skabelon mappen med sti</li> <li>@POFILES@: Navnene på PO-filer med sti</li><li>@MARKEDPOFILES@: Navnene på de markerede PO-filer med sti</li></ul></p></qt>
de: <qt><p><b>Befehle für Ordner</b></p><p>Geben Sie hier Befehle ein, die Sie vom Katalogmanager aus in Ordnern ausführen lassen wollen. Diese Befehle werden dann im Untermenü <b>Befehle</b> im Kontextmenü des Katalogmanagers angezeigt.</p><p>Die folgenden Texte werden in einem Befehl ersetzt:<ul><li>@PACKAGE@: Der Name des Ordners ohne Pfad</li><li>@PODIR@: Der Name des PO-Ordners mit Pfad</li><li>@POTDIR@: Der Name des Vorlagenordners mit Pfad</li> <li>@POFILES@: Die Namen der PO-Dateien mit Pfad</li><li>@MARKEDPOFILES@: Die Namen der markierten PO-Dateien mit Pfad </li></ul></p></qt>>
el: <qt><p><b>Εντολές για φακέλους</b></p><p>Εισάγετε εδώ τις εντολές που θέλετε να εκτελέσετε σε φακέλους του διαχειριστή καταλόγου. Οι εντολές εμφανίζονται στο υπομενού <b>Εντολές</b> στο σχετικό μενού του διαχειριστή καταλόγου.</p><p>Οι παρακάτω συμβολοσειρές θα αντικατασταθούν σε μια εντολή:<ul><li>@PACKAGE@: Το όνομα του φακέλου χωρίς τη διαδρομή</li><li>@PODIR@: Το όνομα του φακέλου PO με τη διαδρομή</li><li>@POTDIR@: Το όνομα του φακέλου προτύπου με τη διαδρομή</li><li>@POFILES@: Τα ονόματα των αρχείων PO με τη διαδρομή</li><li>@MARKEDPOFILES@: Τα ονόματα των σημαδεμένων αρχείων PO με τη διαδρομή</li></ul></p></qt>
es: <qt><p><b>Órdenes para carpetas</b></p><p>Introduzca aquí las órdenes que quiera ejecutar en las carpetas del Gestor de catálogos. Las órdenes se muestran en el submenú <b>Órdenes</b> en el menú contextual del Gestor de Catálogo.</p><p>Se reemplazarán las siguientes cadenas en una orden:<ul><li>@PACKAGE@: El nombre de la carpeta sin la ruta</li><li>@PODIR@: El nombre de la carpeta PO con la ruta</li><li>@POTDIR@: El nombre de la carpeta de plantillas con la ruta</li><li>@POFILES@: Los nombres de los archivos PO con la ruta</li><li>@MARKEDPOFILES@: Los nombres de los archivos PO marcados con la ruta</li></ul></p></qt>
et: <qt><p><b>Kataloogide käsud</b></p><p>Sisesta siia käsud, mida soovid täita kataloogihaldurist. Käskude nimekirja saab kataloogihalduri alammenüüst <b>Käsud</b>.</p><p>Järgnevad stringid asendatakse käsus tegelike väärtustega:<ul><li>@PACKAGE@: kataloogi nimi ilma rajata</li><li>@PODIR@: PO-failide kataloogi nimi rajaga</li><li>@POTDIR@: POT-failide kataloogi nimi rajaga</li><li>@POFILES@: PO-failide nimed rajaga</li><li>@MARKEDPOFILES@: Märgitud PO-failide nimed rajaga</li></ul></p></qt>
eu: <qt><p><b>Direktorioetarako aginduak</b></p><p>Txertatu hemen katalogo-kudeatzailetik direktorioetan exekutatu nahi dituzun aginduak. Aginduak <b>Aginduak</b> azpimenuan agertuko dira orduan, katalogo-kudeatzailearen testuinguru-menuan.</p><p>Ondoko kateak agindu batean ordeztuko da:<ul><li>@PACKAGE@: Direktorioaren izena biderik gabe</li><li>@PODIR@: PO-direktorioaren izena bidearekin</li><li>@POTDIR@: Eredu-direktorioaren izena bidearekin</li> <li>@POFILES@: PO fitxategien izenak bidearekin</li><li>@MARKEDPOFILES@: Markatutako PO fitxategien izenak bidearekin</li></ul></p></qt>
fa: <qt><p><b>فرمانهای پوشه‌ها</b></p><p>در اینجا فرمانهایی را درج کنید که می‌خواهید در پوشه‌های مدیر فهرست اجرا شود. سپس فرمانها در زیرفهرست <b>فرمانها</b> در گزینگان متن مدیر فهرست نمایش داده می‌شوند. </p><p>رشته‌های زیر در یک فرمان جایگزین می‌شوند:<ul><li>@PACKAGE@: نام پوشه بدون مسیر </li><li>@PODIR@: نام پوشۀ PO با مسیر </li><li>@POTDIR@: نام پوشۀ قالب با مسیر </li><li>@POFILES@: اسامی پرونده‌های PO با مسیر </li><li>@MARKEDPOFILES@:اسامی پرونده‌های PO نشان‌دار با مسیر </li></ul></p></qt>
fr: <qt><p><b>Commandes pour les dossiers</b></p><p>Saisissez ici les commandes que voulez exécuter dans les dossiers du gestionnaire de catalogue. Les commandes sont affichées dans le sous-menu <b>Commandes</b> dans le menu contextuel du gestionnaire de catalogue.</p><p>Les chaînes suivantes seront remplacées par une commande :<ul><li>@PACKAGE@ : le nom d'un dossier sans le chemin</li><li>@PODIR@ : le nom d'un dossier de PO avec le chemin</li><li>@POTDIR@ : le nom du dossier de modèles avec le chemin</li><li>@POFILES@: Les noms des fichiers PO avec le chemin</li><li>@MARKEDPOFILES@: Les noms des fichiers PO marqués avec le chemin</li></ul></p></qt>
gl: <qt> <p><b>Comandos para os cartafoles</b></p> <p>Insira aquí os comandos que queira executar nos cartafoles desde o Xestor de Catálogos. Estes comandos serán mostrados no submenú <b>Comandos</b> do menú contextual do Xestor de Catálogos.</p> <p>As seguintes cadeas serán substituídas nos comandos: <ul> <li>@PACKAGE@: O nome do cartafol sen a rota</li> <li>@PODIR@: O nome do cartafol dos catálogos PO coa rota</li> <li>@POTDIR@: O nome do cartafol dos modelos POT coa rota</li> <li>@POFILES@: Os nomes dos ficheiros PO coa rota</li> <li>@MARKEDPOFILES@: Os nomes dos ficheiros PO coa rota</li></ul></p> </qt>
hu: <qt><p><b>Könyvtárparancsok</b></p><p>Itt lehet megadni azokat a parancsokat, amelyek könyvtárakra vonatkozva indíthatók a Listakezelőből. A parancsok a <b>Parancsok</b> nevű almenüben jelennek meg a Listakezelő jobb egérgombos menüjében.</p><p>A következő helyettesítések használhatók a parancsokban:<ul><li>@PACKAGE@: a könyvtár neve elérési út nélkül</li><li>@PODIR@: a .po könyvtár teljes elérési útja</li><li>@POTDIR@: a .pot könyvtár teljes elérési útja</li><li>@POFILES@: a .po fájlok teljes elérési útja</li><li>@MARKEDPOFILES@: a kijelölt .po fájlok nevei, teljes elérési úttal</li></ul></p></qt>
is: <qt><p><b>Möppuskipanir</b></p><p>Skrifaðu inn hér skipanir sem þú vilt geta keyrt á möppur frá Þýðingarstjóranum. Þær eru aðgengilegar frá undirmöppu <b>Skipana</b> þegar þú hægrismellir í Þýðingarstjóranum.</p><p>Eftirfarandi strengjum er skipt út í skipunum: <ul><li>@PACKAGE@: Nafn möppunar, án slóðar</li><li>@PODIR@: Nafn PO möppunar, með slóð</li><li>@POTDIR@: Nafn sniðmöppunar, með slóð</li><li>@POFILES@: Nöfn PO skránna, með slóð</li><li>@MARKEDPOFILES@: Nöfn merktu PO skránna, með slóð</li></ul></p></qt>
it: <qt> <p><b>Comandi per le cartelle</b></p> <p>Inserisci qui i comandi che vuoi eseguire nelle cartelle dalla Gestione cataloghi. I comandi sono poi mostrati nel sotto-menu <b>Comandi</b> nel menu contestuale della Gestione cataloghi.</p> <p>Le seguenti stringhe saranno sostituite in un comando: <ul> <li>@PACKAGE@: Il nome della cartella senza percorso</li><li>@PODIR@: Il nome della cartella PO con percorso</li><li>@POTDIR@: Il nome della cartella dei modelli con percorso</li> <li>@POFILES@: i nomi dei file con percorso</li><li>@MARKEDPOFILES@: i nomi dei file PO segnati con percorso</li></ul></p></qt>
ja: <qt><p>フォルダ用コマンド</p><p>カタログマネージャからフォルダに対して実行するコマンドを指定してください。指定されたコマンドはカタログマネージャのコンテクストメニューの「コマンド」サブメニューに表示されます。</p><p>以下の文字列はコマンド実行時に実際の値に置き換えられます。<ul><li>@PACKAGE@: フォルダ名 (パスなし)</li><li>@PODIR@: PO フォルダのフルパス名</li><li>@POTDIR@: テンプレートフォルダのフルパス名</li> <li>@POFILES@: PO ファイル (複数) のフルパス名</li><li>@MARKEDPOFILES@: マークしたファイルのフルパス名</li> </ul></p></qt>
kk: <qt><p><b>Қапшықтардың командалары</b></p><p>Каталог менеджерінен қапшықтарда орындауға қалайтын командаларыңызды осында енгізіңіз. Бұл командалар контексті мәзірінің <b>Командалар </b> ішкі мәзіріне кіреді.</p><p>Командаларда келесі белгілер мынау мәліметтерімен алмастырылатын болады:<ul><li>@PACKAGE@: Қапшықтың жолы көрсетілмеген жеке атауымен.</li><li>@PODIR@: РО қапшықтың жолы көрсетілген атауымен</li><li>@POTDIR@: POT қапшығының жолы көрсетілген атауымен</li><li>@POFILES@: PO файлдарының жолы көрсетілген атауларымен</li><li>@MARKEDPOFILES@: Белгіленген PO файлдарының жолы көрсетілген атауларымен</li></ul></p></qt>
ko: <qt><p><b>폴더에 대한 명령</b></p><p>카탈로그 메니저로부터 디렉토리에서 수행하기 원하는 명령어를 여기에서 삽입할 수 있습니다. 명령어들은 하위 메뉴인 카탈로그 메니저의 문맥 메뉴에 있는 <b>명령</b> 하위 메뉴에 있습니다.</p><p>명령에서 다음의 문자열은 교체될 것입니다.<ul><li>@PACKAGE@:경로가 없는 폴더의 이름</li><li>@PODIR@: 경로를 포함하는 템플릿 폴더의 이름</li><li>@POTDIR@: 경로를 포함한 템플릿 폴더의 이름</li><li>@POFILES@: 경로가 포함된 PO 파일들의 이름</li><li>@MARKEDPOFILES@: 경로를 포함한 표시된 PO파일의 이름</li></ul></p></qt>
nb: <qt><p><b>Kommandoer for mapper</b></p><p>Her kan du legge til kommandoer du vil utføre i mapper fra katalogbehandleren. Kommandoene vises deretter i undermenyen <b>Kommandoer</b> i katalogbehandlerens sprettoppmeny.</p><p>Følgende tekster vil bli erstattet i en kommando:<ul><li>@PACKAGE@: Navnet på mappa uten sti</li><li>@PODIR@: Navnet på PO-mappa med sti</li><li>@POTDIR@: Navnet på malmappa med sti</li><li>@POFILES@: Navnet på PO-filene med sti</li><li>@MARKEDPOFILES@: Navnet på de markerte PO-filene med sti</li></ul></p></qt>
nds: <qt><p><b>Ornerbefehlen</b></p><p>Giff hier Befehlen in, welk de Kataloogpleger binnen Ornern utföhren schall. Disse Befehlen warrt denn binnen dat Ünnermenü <b>Befehlen</b> in't Rechtsklickmenü vun den Kataloogpleger wiest.</p><p>För de nakamen Tekenkeden in en Befehl warrt de tohören Weerten insett:<ul><li>@PACKAGE@: De Ornernaam ahn Padd</li><li>@PODIR@: De Naam vun den PO-Orner mit Padd</li><li>@POTDIR@: De Naam vun den Vörlagenorner mit Padd</li> <li>@POFILES@: De Naams vun de PO-Dateien mit Padd</li><li>@MARKEDPOFILES@: De Naams vun de markeert PO-Dateien mit Padd</li></ul></p></qt>>
nl: <qt><p><b>Commando's voor mappen</b></p><p>Voer hier de commando's in die u wilt uitvoeren in de mappen in de catalogusbeheerder. De commando's worden getoond in het submenu <b>Commando's</b> in het contextmenu van de catalogusbeheerder.</p><p>De volgende tekenreeksen zullen worden vervangen in een commando:<ul><li>@PACKAGE@: de naam van de map zonder pad</li><li>@PODIR@: de naam van de PO-map met pad</li><li>@POTDIR@: de naam van de sjablonenmap met pad</li><li>@POFILES@: de namen van de PO-bestanden met pad</li><li>@MARKEDPOFILES@: de namen van de gemarkeerde PO-bestanden met pad</li></ul></p></qt>
pl: <qt><p><b>Polecenia dla katalogów</b></p><p>Tu można wstawić polecenia, wykonywane w katalogach przez Menedżer tłumaczeń. Polecenia będą dostępne z menu <b>Polecenia</b> w menu kontekstowym Menedżera tłumaczeń.</p><p>Następujące napisy zostaną zastąpione w poleceniach:<ul><li>@PACKAGE@: nazwa aktualnego katalogu bez ścieżki</li><li>@PODIR@: nazwa katalogu PO ze ścieżką</li><li>@POTDIR@: nazwa katalogu szablonów ze ścieżką</li> <li>@POFILES@: nazwy plików PO ze ścieżką</li> <li>@MARKEDPOFILES@: nazwy zaznaczonych plików PO ze ścieżką</li></ul></p></qt>
pt: <qt><p><b>Comandos para pastas</b></p><p>Introduza aqui os comandos que deseja executar nas pastas do Gestor do Catálogo. Os comandos são então mostrados no sub-menu <b>Comandos</b> no menu de contexto do Gestor do Catálogo.</p><p>As seguintes sequências serão substituídas num comando:<ul><li>@PACKAGE@: O nome relativo da pasta</li><li>@PODIR@: O nome absoluto da pasta de PO's</li><li>@POTDIR@: O nome absoluto da pasta de modelos</li></ul></p></qt>
sk: <qt><p><b>Príkazy pre priečinky</b></p><p>Tu vložte príkazy, ktoré chcete vykonávať v priečinkoch zo Správcu katalógov, ktoré budú zobrazené v podmenu <b>Príkazy</b> v kontextovom menu Správcu katalógov.</p><p>Nasledujúce reťazce budú nahradené v príkaze:<ul><li>@PACKAGE@: Meno súboru bez cesty a prípony</li><li>@PODIR@: Meno priečinku, kde je PO súbor aj s cestou</li><li>@POTDIR@: Meno priečinku, kde je súbor so šablónou, aj s cestou</li></ul></p></qt>
sl: <qt><p><b>Ukazi za mape</b></p><p>Vnesite ukaze, ki jih želite izvesti v mapah Upravitelja katalogov. Ukazi so potem prikazani v podmeniju <b>Ukazi</b> v kontekstnem meniju Upravitelja katalogov. </p><p>Naslednji nizi bodo nadomeščeni v ukazu: <ul><li>@PACKAGE@: ime mape brez poti </li><li>@PODIR@: ime mape PO brez poti </li><li>@POTDIR@: ime mape s predlogami brez poti </li><li>@POFILES@: imena datotek PO s potjo</li><li>@MARKEDPOFILES@: imena označenih datotek PO files s potjo</li></ul></p></qt>
sr: <qt><p><b>Наредбе за фасцикле</b></p><p>Овде уметните наредбе које желите да буду извршене у фасциклама из управника каталога. Наредбе су затим приказане у подменију <b>Наредбе</b> у контекстном менију управника каталога.</p><p>Следећи низови ће бити замењени у наредби: <ul> <li>@PACKAGE@: Име фасцикле без путање</li><li>@PODIR@: Име PO фасцикле са путањом</li><li>@POTDIR@: Име фасцикле са шаблонима са путањом</li><li>@POFILES@: Имена PO фајлова са путањом</li><li>@MARKEDPOFILES@: Имена означених PO фајлова са путањом</li></ul></p></qt>
sr@latn: <qt><p><b>Naredbe za fascikle</b></p><p>Ovde umetnite naredbe koje želite da budu izvršene u fasciklama iz upravnika kataloga. Naredbe su zatim prikazane u podmeniju <b>Naredbe</b> u kontekstnom meniju upravnika kataloga.</p><p>Sledeći nizovi će biti zamenjeni u naredbi: <ul> <li>@PACKAGE@: Ime fascikle bez putanje</li><li>@PODIR@: Ime PO fascikle sa putanjom</li><li>@POTDIR@: Ime fascikle sa šablonima sa putanjom</li><li>@POFILES@: Imena PO fajlova sa putanjom</li><li>@MARKEDPOFILES@: Imena označenih PO fajlova sa putanjom</li></ul></p></qt>
sv: <qt><p><b>Kommandon för kataloger</b></p><p>Här kan du lägga till de kommandon du vill köra i kataloger från kataloghanteraren. Kommandona visas sedan i undermenyn <b>Kommandon</b> i kataloghanterarens poppuppmeny.</p><p>Följande strängar byts ut i ett kommando:<ul><li>@PACKAGE@: Namnet på katalogen utan sökväg</li><li>@PODIR@: Namnet på den PO-katalog med sökväg</li><li>@POTDIR@: Namnet på mallkatalogen med sökväg</li> <li>@POFILES@: Namnen på PO-filer med sökväg</li> <li>@MARKEDPOFILES@: Namnen på markerade PO-filer med sökväg</li></ul></p></qt>
ta: <qt><p><b>ஆவணங்களுக்கான கட்டளைகள்</b></p><p>விவரப்பட்டி மேலாளரிலிருந்து ஆவணங்களில் நிறைவேற்றப்பட வேண்டிய கட்டளைகளை இங்கே நுழைக்கவும். கட்டளைகள் பிறகு உப பட்டியலில் காட்சியளிக்கப்படுகிறது<b>கட்டளைகள்</b> விவரப்பட்டி மேலாளர் சூழல் பட்டியில் உள்ளது.</p><p>காணப்பட்ட தொடர்கள் ஒரு கட்டளையில் மாற்றப்படும்:<ul><li>@PACKAGE@: பாதையில்லாத ஆவணத்தின் பெயர்</li><li>@PODIR@: பாதையுள்ள PO-ஆவணத்தின் பெயர்</li><li>@POTDIR@: பாதையுள்ள வார்ப்பு ஆவணத்தின் பெயர்</li><li>@POFILES@: பாதையுள்ள PO-கோப்புகளின் பெயர்</li><li>@MARKEDPOFILES@: பாதையுள்ள குறிக்கப்பட்ட PO-கோப்புகளின் பெயர்</li></ul></p></qt>
tg: <qt><p><b>Фармонҳо барои феҳристҳо</b></p><p> Дар инҷо фармонҳое, ки шумо мехоҳед дар феҳристҳо аз Идоракунандаи каталог иҷро шавад. Фармонҳо баъд дар зерменюи <b>Фармонҳо</b> дар Идоракунандаи Каталог дар матни меню нишон дода мешаванд.</p><p>Банди ҷорӣ дар фармон ҷойгузор карда мешаванд:@PACKAGE@: Номи феҳрист бе роҳча</li><li>@PODIR@: Номи файли-PO бо роҳчаи </li><li>@POTDIR@: Номи қолаби феҳрист бо роҳча</li><li>@POFILES@: Номҳои фалҳои PO бо роҳчаи</li><li>@MARKEDPOFILES@: Номҳои файлҳои PO нишондодашуда бо роҳча</li></ul></p></qt>
uk: <qt><p><b>Команди для файлів</b></p><p>Вставте сюди команди, які ви хочете запускати для файлів в Менеджері каталогів. Ці команди потім будуть показані в підменю <b>Команди</b> в контекстному меню Менеджера каталогів.</p><p>Наступні рядки в командах будуть замінені:<ul><li>@PACKAGE@: Назва теки без шляху</li><li>@PODIR@: Шлях й назва PO-теки</li><li>@POTDIR@: Шлях й назва теки шаблонів</li><li>@POFILES@: Назви PO-файлів з шляхом</li><li>@MARKEDPOFILES@: Назви позначених PO-файлів з шляхом</li></ul></p></qt>
zh_cn: <qt><p><b>用于文件夹的命令</b></p><p>在此处插入您想在文件夹里从目录管理器执行的命令。这些命令随后会显示在目录管理器的上下文菜单的<b>“命令”</b>子菜单中。</p><p>下列字符串在命令中将会被替换：<ul><li>@PACKAGE@：不带路径的文件夹名称</li><li>@PODIR@：带路径的 PO 文件夹名称</li><li>@POTDIR@：带路径的模板文件夹名称</li><li>@POFILES@：带路径的所有 PO 文件名</li><li>@MARKEDPOFILES@：带路径的所有已标记的 PO 文件名</li></ul></p></qt>

source: Commands for Files
ar: أوامر للملفات
be: Загады для файлаў
bg: Команди за файлове
ca: Comandaments per als fitxers
da: Kommandoer for filer
de: Befehle für Dateien
el: Εντολές για αρχεία
es: Órdenes para archivos
et: Failide käsud
eu: Fitxategietarako aginduak
fa: فرمانها برای پرونده‌ها
fr: Commandes pour les fichiers
gl: Comandos para os ficheiros
he: פקודות לקבצים
hr: Naredbe za datoteke
hu: Fájlparancsok
is: Skráarskipanir
it: Comandi per i file
ja: ファイル用コマンド
kk: Файлдардың командалары
ko: 파일 명령
lt: Komandos byloms
mk: Наредби за датотеките
nb: Kommandoer for filer
nds: Dateibefehlen
nl: Commando's voor bestanden
nn: Kommandoar for filer
pa: ਫਾਇਲਾਂ ਲਈ ਕਮਾਂਡਾਂ
pl: Polecenia dla plików
pt: Comandos para os Ficheiros
sk: Príkazy pre súbory
sl: Ukazi za datoteke
sr: Наредбе за фајлове
sr@latn: Naredbe za fajlove
sv: Kommandon för filer
ta: கோப்புகளுக்கான கட்டளைகள்
tg: Фармонҳо барои файлҳо
uk: Команди для файлів
zh_cn: 用于文件的命令

source: Replaceables: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
ar: المُستبدَلات: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
be: Заменныя радкі: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
bg: Заменяеми: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
ca: Substituïbles: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
da: Kan erstattes: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
de: Ersetzungen: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
el: Αντικαταστάσεις: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
es: Reemplazables: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
et: Asendatavad: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
eu: Ordezgarriak: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
fa: قابل جایگزینی: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
fr: Remplaçables : @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
gl: Substituíbeis: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
he: ניתנים להחלפה: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
hr: Zamjenjive vrijednosti: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
hu: Használható helyettesítések: @PACKAGE@, @POFILE@, @POTFILE@, @PODIR@, @POTDIR@
is: Útskiptanlegt: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
it: Sostituibili: @PACKAGE@, @POFILE@, @POTFILE@, @PODIR@, @POTDIR@
ja: 置換可能なもの: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
kk: Алмастыратындары: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
ko: 교체할 대상들: @PACKAGE@, @POFILE@, @POTFILE@, @PODIR@, @POTDIR@
lt: Pakeičiama: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
mk: Променливи: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
nb: Ord som blir byttet ut: @PACKAGE@, @POFILE@, @POTFILE@, @PODIR@, @POTDIR@
nds: Platzhollers: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
nl: Variabelen: @PACKAGE@, @POFILE@, @POTFILE@, @PODIR, @POTDIR@
nn: Ord som vert bytte ut: @PACKAGE@, @POFILE@, @POTFILE@, @PODIR@, @POTDIR@
pa: ਤਬਦੀਲੀਯੋਗ: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
pl: Zastępowanie: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
pt: Substituíveis: @PACKAGE@, @POFILE@, @POTFILE@, @PODIR@, @POTDIR@
sk: Nahraditeľné: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
sl: Nadomestljive vrednosti: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
sr: Променљиве: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
sr@latn: Promenljive: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
sv: Ersättningsbara: @PACKAGE@, @POFILE@, @POTFILE@, @PODIR@, @POTDIR@
tg: Сатрҳои тағйирёбанда: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
uk: Рядки заміни: @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
zh_cn: 可替换项： @PACKAGE@, @POFILE@,@POTFILE@, @PODIR@, @POTDIR@
