Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: Fla&g
ar: &شارة
be: &Стан
bg: &Флаг
ca: E&tiqueta
el: &Σημαία
es: &Bandera
et: &Lipp
eu: Bandera&k
fa: &پرچم‌
fr: &Drapeau
gl: &Bandeira
he: ד&גל
hr: &Zastava
hu: Jel&ző
is: Flö&gg
it: Contrasse&gno
ja: マーク(&G)
kk: Жалау&ша
ko: 깃발(&G)
lt: &Vėliavėlė
mk: Знамен&це
nb: Fla&gg
nds: &Flagg
nl: Vla&g
nn: Fla&gg
pa: ਨਿਸ਼ਾਨ(&g)
pl: &Flaga
pt: Op&ção
sk: &Značka
sl: &Zastavica
sr: &Заставица
sr@latn: &Zastavica
sv: Fla&gga
ta: குறிகள்
tg: Бай&рақ
uk: Прапоре&ць
zh_cn: 标志(&g)

source: &Fuzzy
ar: &مبهم
be: &Чарнавыя
bg: &Неясни
ca: &Inexacta
de: F&raglich
el: Α&σαφή
es: &Dudoso
et: &Kahtlaseid
eu: &Zalantzazkoa
fa: &مبهم‌
gl: &Dubidosa
hr: &Opisni
hu: Ellenőrzen&dő
is: &Loðið
ja: あいまい(&F)
kk: &Дүмбілез
ko: 불분명함(&F)
lt: N&eaiškus
mk: Не&јасно
nb: &Uklar
nds: &Twiefelhaftig
nn: &Uklar
pa: ਸ਼ਬਦੀ(&F)
pl: &Wątpliwe
pt: A&proximadas
sk: &Nepresných
sl: &Ohlapno
sr: &Нејасно
sr@latn: &Nejasno
sv: &Inexakt
tg: &Номаълум
uk: &Неточні
zh_cn: 模糊翻译(&F)

source: &Untranslated
ar: &غير مترجم
be: &Неперакладзеныя
bg: Не&преведени
ca: &Sense traduir
da: &Uoversat
de: &Nicht übersetzt
el: &Αμετάφραστα
es: &Sin traducir
et: &Tõlkimata
eu: &Itzuli gabea
fa: &ترجمه‌نشده‌
fr: &Non traduits
gl: &Sen traducir
he: &לא מתורגם
hr: &Neprevedeno
hu: Nin&cs lefordítva
is: Ó&þýtt
it: Da trad&urre
ja: 未翻訳(&U)
kk: &Аударылмаған
ko: 번역되지 않음(&U)
lt: Neiš&verstas
mk: &Непреведено
nb: &Ikke oversatt
nds: &Nich översett
nl: &Onvertaald
nn: &Ikkje omsett
pa: ਨਾ-ਅਨੁਵਾਦ(&U)
pl: &Nieprzetłumaczone
pt: Não-trad&uzidas
sk: Ne&preložených
sl: &Neprevedeno
sr: &Непреведено
sr@latn: &Neprevedeno
sv: O&översatt
ta: &மொழிபெயர்க்கபடாத
tg: &Тарҷума нокарда
uk: &Неперекладені
zh_cn: 未翻译(&U)

source: &Total
ar: &مجموع
be: &Усяго
bg: &Общо
da: &I alt
de: &Gesamt
el: &Συνολικά
et: Kokk&u
eu: &Guztira
fa: &کل‌
he: &סך הכל
hr: &Ukupno
hu: Összes&en
is: H&eildar
it: &Totale
ja: 合計(&T)
kk: &Барлығы
ko: 모두(&T)
lt: Vi&so
mk: &Вкупно
nb: &Totalt
nds: &Tosamen
nl: &Totaal
nn: &Totalt
pa: ਕੁੱਲ(&T)
pl: &Razem
sk: &Celkom
sl: &Skupno
sr: &Укупно
sr@latn: &Ukupno
sv: &Totalt
ta: &மொத்தம்
tg: &Ҳамагӣ
uk: &Всього
zh_cn: 总计(&T)

source: SVN/&CVS status
ar: حالة &CVS/SVN
be: С&тан SVN/CVS
bg: SVN/&CVS статус
ca: E&status del CVS/SVN
el: Κατάσταση SVN/&CVS
es: Estado de SVN/&CVS
et: SVN/&CVS olek
eu: SNV/&CVS egoera
fa: وضعیت SVN/&CVS‌
fr: État du C&VS / SVN
gl: Estado do &CVS/SVN
hu: SVN/&CVS állapot
is: SVN/&CVS staða
it: Stato in SVN/&CVS
ja: SVN/CVS の状態(&S)
kk: &SVN/CVS күй-жайы
mk: &Статус во CVS/SVN
pa: SVN/&CVS ਹਾਲਤ
pl: Stan &CVS/SVN
pt: Estado do &CVS/SVN
sk: Stav &CVS/SVN
sl: Stanje SVN/&CVS
sr: SVN/CVS &статус
uk: Стан SVN/&CVS

source: Last &revision
ar: آخر &مراجعة
be: Апо&шняе абнаўленне
bg: &CVS статус
ca: Última &revisió
da: Seneste &revision
de: &Zuletzt bearbeitet
el: Τελευταία &αναθεώρηση
es: Última &revisión
et: Viimane &versioon
eu: Azken be&rrikuspena
fa: آخرین &بازبینی‌
fr: Dernière &révision
gl: Última &revisión
he: ה&שינוי האחרון
hr: Posljednja &revizija
hu: Az &utolsó módosítás
is: Síðast &yfirfarið
it: Ultima &revisione
ja: 最終更新(&R)
kk: Соңғы ө&згерту
ko: 마지막으로 고친 때(&R)
lt: Paskutinis &pataisymas
mk: Последна &ревизија
nb: Siste &endring
nds: Verleden &Bewerken
nl: Laatste &revisie
nn: Siste &endring
pa: ਆਖ਼ਰੀ ਰੀਵਿਜ਼ਨ(&r)
pl: Ostatnia &zmiana
pt: Última ve&rsão
sk: &Posledná zmena
sl: Zadnji &popravek
sr: Последња &ревизија
sr@latn: Poslednja &revizija
sv: Senast änd&rad
ta: கடைசி பயிற்சி
tg: Бозсозии &охирин
uk: Остання &модифікація
zh_cn: 最后修订(&R)

source: Last t&ranslator
ar: آخر مُ&ترجم
be: Апошні перакладнік
bg: Последен &преводач
ca: Últim t&raductor
da: Seneste &oversætter
de: &Letzter Übersetzer
el: Τελευταίος &μεταφραστής
es: Último &traductor
et: Vii&mane tõlkija
eu: Azken &itzultzailea
fa: آخرین &مترجم‌
fr: Dernier &traducteur
gl: Último t&radutor
he: ה&מתרגם האחרון
hr: Posljednji p&revodioc
hu: Az ut&olsó fordító
is: &Síðasti þýðandi
it: Ultimo t&raduttore
ja: 最終翻訳者(&R)
kk: Соңғы ауда&рмашы
ko: 마지막으로 번역한 사람
lt: Paskutinis ve&rtėjas
mk: Последен пре&ведувач
nb: Siste &oversetter
nds: Verleden Öve&rsetter
nl: Laatste &vertaler
nn: Siste &omsetjar
pa: ਆਖ਼ਰੀ ਅਨੁਵਾਦਕ(&r)
pl: &Ostatni tłumacz
pt: Último t&radutor
sk: Posledný &autor
sl: Zadnji p&revajalec
sr: Последњи п&реводилац
sr@latn: Poslednji p&revodilac
sv: &Senaste översättare
ta: கடைசி மொழிபெயர்ப்பாளர்
tg: Тарҷумагари ох&ирин
uk: Останній п&ерекладач
zh_cn: 最后翻译者(&R)

source: <qt><p><b>Shown columns</b></p> <p></p></qt>
ar: <qt><p><b>الأعمدة الظاهرة</b></p> <p></p></qt>
be: <qt><p><b>Якія адлюстроўваюцца слупкі</b></p> <p></p></qt>
bg: <qt><p><b>Показвани колони</b></p> <p></p></qt>
ca: <qt><p><b>Mostra columnes</b></p> <p></p></qt>
da: <qt><p><b>Viste søjler</b></p> <p></p></qt>
de: <qt><p><b>Angezeigte Spalten</b></p> <p></p></qt>
el: <qt><p><b>Εμφανιζόμενες στήλες</b></p> <p></p></qt>
es: <qt><p><b>Mostrar columnas</b></p> <p></p></qt>
et: <qt><p><b>Näidatavad veerud</b></p> <p></p></qt>
eu: <qt><p><b>erakutsi zutabeak</b></p> <p></p></qt>
fa: <qt><p><b>ستونهای نمایش‌داده‌شده</b></p> <p></p></qt>
fr: <qt><p><b>Afficher les colonnes</b></p> <p></p></qt>
gl: <qt><p><b>Amosar columnas</b></p> <p></p></qt>
he: <qt><p><b>עמודות מוצגות</b></p> <p></p></qt>
hr: <qt><p><b>Prikaži stupce</b></p> <p></p></qt>
hu: <qt><p><b>Megjelenített oszlopok</b></p> <p></p></qt>
is: <qt><p><b>Sýndir dálkar</b></p> <p></p></qt>
it: <qt><p><b>Colonne mostrate</b></p> <p></p></qt>
ja: <qt><p>表示する列</p> <p></p></qt>
kk: <qt><p><b>Көрсетілетін бағандар</b></p> <p></p></qt>
ko: <qt><p><b>보여지는 칸</b></p> <p></p></qt>
mk: <qt><p><b>Прикажани колони</b></p> <p></p></qt>
nb: <qt><p><b>Viste kolonner</b></p> <p></p></qt>
nds: <qt><p><b>Wieste Striepen</b></p> <p></p></qt>
nl: <qt><p><b>Zichtbare kolommen</b></p> <p></p></qt>
nn: <qt><p><b>Viste kolonnar</b></p> <p></p></qt>
pa: <qt><p><b>ਕਾਲਮ ਵੇਖਾਓ</b></p> <p></p></qt>
pl: <qt><p><b>Widoczne kolumny</b></p> <p></p></qt>
pt: <qt><p><b>Colunas mostradas</b></p> <p></p></qt>
sk: <qt><p><b>Zobraziť stĺpce</b></p> <p></p></qt>
sl: <qt><p><b>Prikazani stolpci</b></p> <p></p></qt>
sr: <qt><p><b>Приказане колоне</b></p> <p></p></qt>
sr@latn: <qt><p><b>Prikazane kolone</b></p> <p></p></qt>
sv: <qt><p><b>Visade kolumner</b></p> <p></p></qt>
ta: <qt><p><b>நடு வரிசை</b></p> <p></p></qt>
tg: <qt><p><b>Сутунҳои тасвиршаванда</b></p> <p></p></qt>
uk: <qt><p><b>Показані стовпчики</b></p> <p></p></qt>
zh_cn: <qt><p><b>显示栏</b></p> <p></p></qt>

source: &Base folder for source code:
ar: ال&مجلد الأساسى للشفرة المصدرية:
be: Асн&оўны каталог для зыходнікаў:
bg: О&сновна директория за кода:
ca: Carpeta &base per al codi font:
da: &Basis-mappe for kildekode:
de: Basisordner &für Quellcode-Dateien:
el: &Βασικός φάκελος για τον πηγαίο κώδικα:
es: Carpeta &base para código fuente:
et: Lähtekoodi &algkataloog:
eu: &Oinarri-direktorioa iturburu kodearentzat:
fa: پوشۀ &پایه برای کد منبع:‌
fr: Do&ssier de base pour les codes source :
gl: Cartafol &base do código fonte:
he: תיקיית &בסיס עבור קוד מקור:
hr: &Osnovna mapa za izvorni kôd:
hu: A forráskód alapköny&vtára:
is: &Grunnmappa fyrir frumkóða:
it: Cartella &base per il codice sorgente:
ja: ソースコードのベースフォルダ(&B):
kk: Бастапқы кодтың &негізгі қапшығы:
ko: 소스 코드의 기본 폴더(&B):
lt: Šaltinių (source code) &bazinis aplankas:
mk: &Базна папка за изворниот код:
nb: &Toppmappe for kildekode:
nds: &Basisorner för Bornkodedateien:
nl: &Basismap voor de broncode:
nn: &Toppmappe for kjeldekode:
pa: ਸਰੋਤ ਕੋਡ ਲਈ ਆਧਾਰ ਫੋਲਡਰ(&B):
pl: &Podstawowy katalog źródeł:
pt: Pasta de &base do código:
sk: &Základný priečinok pre zdrojové kódy:
sl: &Osnovna mapa za izvorno kodo:
sr: &Основна фасцикла за изворни кôд:
sr@latn: &Osnovna fascikla za izvorni kôd:
sv: &Baskatalog för källkod:
ta: வேறு கோப்புகளிற்கான மூல கோப்புகள்:
tg: &Феҳристи асосӣ барои кодҳои ибтидоии:
uk: &Базова тека джерельних текстів:
zh_cn: 源码的基准文件夹(&B)：

source: Path Patterns
ar: أنماط المسار
be: Узоры шляхоў
bg: Шаблони за пътища
ca: Plantilla de ruta
da: Sti-mønstre
de: Pfadangaben
el: Μοτίβα διαδρομής
es: Patrones de rutas
et: Asukohamustrid
eu: Bide-ereduak
fa: قالبهای مسیر
fr: Motifs des chemins
gl: Padróns de rotas
he: תבניות נתיב
hr: Uzorci putanje
hu: Elérési utak (minták)
is: Slóðarmynstur
it: Modelli di percorso
ja: パス名のパターン
kk: Жол үлгілері
ko: 경로 패턴
mk: Шеми за патеките
nb: Stimønstre
nds: Paddmustern
nl: Zoekpadpatronen
nn: Stimønster
pa: ਮਾਰਗ ਪੈਟਰਨ
pl: Wzorce ścieżek
pt: Padrões de Pastas
sk: Vzorky cesty
sl: Vzorci poti
sr: Модели путање
sr@latn: Modeli putanje
sv: Sökvägsmönster
ta: மாதிரி பாதை
tg: Қисмҳои роҳ
uk: Зразки шляхів
zh_cn: 路径模板

source: Corresponding source file not found
ar: ملف المصدر المقابل غير موجود
be: Не знойдзена адпаведных зыходных файлаў
bg: Не е намерен съответният файл
ca: No s'ha trobat el fitxer font corresponent
da: Tilsvarende kildefil ikke fundet.
de: Keine passende Quellcodedatei gefunden
el: Το αντίστοιχο αρχείο πηγαίου κώδικα δε βρέθηκε
es: No se encontró el archivo de código fuente correspondiente
et: Vastavat lähtefaili ei leitud
eu: Ez da aurkitu dagokion jatorrizko fitxategia
fa: پروندۀ متن متناظر یافت نشد
fr: Fichier source correspondant introuvable
gl: Non se atopou o código fonte correspondente
he: קבצי מקור מתאימים לא נמצאו
hr: Odgovarajuća izvorna datoteka nije pronađena
hu: A megfelelő forrásfájl nem található
is: Samsvarandi kóðaskrá fannst ekki
it: File sorgente corrispondente non trovato
ja: 対応するソースファイルは見つかりません
kk: Сәйкесті бастапқы файлдар табылмады
ko: 관련 소스 파일을 찾을 수 없습니다.
lt: Nerasta atitinkančios šaltinio bylos
mk: Соодветната изворна датотека не е пронајдена
nb: Fant ikke tilsvarende kildefil
nds: Tohören Bornkodedatei lett sik nich finnen
nl: Corresponderend bronbestand is niet gevonden
nn: Fann ikkje tilhøyrande kjeldefil
pa: ਅਨੁਸਾਰੀ ਸਰੋਤ ਫਾਇਲ ਨਹੀਂ ਲੱਭੀ ਹੈ
pl: Brak odpowiadającego pliku źródłowego
pt: O ficheiro de código não foi encontrado
sk: Zodpovedajúci zdrojový súbor nenájdený
sl: Ustrezne izvorne datoteke ni moč najti
sr: Одговарајући изворни фајл није пронађен
sr@latn: Odgovarajući izvorni fajl nije pronađen
sv: Motsvarande källkodsfil hittades inte
ta: உரித்தான மூலக்கோப்பு கிடைக்கவில்லை
tg: Файлҳои ибтидоии мутобиқ ёфт нашуд
uk: Відповідного файла з джерельними текстами не знайдено
zh_cn: 找不到对应源文件

source: KBabel cannot start a text editor component. Please check your KDE installation.
ar: لم يستطع مترجم‌ك بدأ مكوِّن محرر النصوص. رجاء التاكد من تثبيت KDE.
be: Не атрымалася запусціць кампанент рэдактара. Праверце вашу ўсталёўку KDE.
bg: KBabel не може да стартира текстовия редактор. Моля, проверете инсталацията на KDE.
ca: KBabel no pot engegar un component de l'editor de text. Si us plau, comproveu la vostra instal·lació del KDE.
da: KBabel kan ikke starte en teksteditor-komponent. Tjek venligst din KDE-installation.
de: KBabel kann eine Editorkomponente nicht starten. Bitte überprüfen Sie Ihre KDE-Installation.
el: Το KBabel δεν είναι δυνατό να εκκινήσει ένα συστατικό επεξεργαστή κειμένου. Παρακαλώ ελέγξτε την εγκατάσταση του KDE.
es: KBabel no puede arrancar el editor de texto. Compruebe su instalación de KDE.
et: Tekstiredaktori komponendi käivitamine ei õnnestunud. Palun kontrolli KDE paigaldust.
eu: Kbabelek ezin du abiarazi testu-editorearen osagairik. Mesedez egiaztatu zure KDE instalazioa.
fa: KBabel نتوانست مولفۀ ویرایشگر متن را آغاز کند. لطفاً، نصب خود را بررسی کنید.
fr: KBabel n'a pas pu démarrer l'éditeur de texte. Veuillez vérifier votre installation KDE.
gl: KBabel non pode iniciar o componente do editor de texto. Comprobe a súa instalación de KDE.
he: היישום KBabel לא הצליח להפעיל את רכיב עורך הטקסט. אנא בדוק את ההתקנה שלך של KDE.
hr: KBabel ne može pokrenuti komponentu izmjenjivača teksta. Provjerite svoju KDE instalaciju.
hu: Nem sikerült elindítani a szövegszerkesztő komponenst. Ellenőrizze, hogy a telepítés rendben megtörtént-e.
is: KBabel getur ekki ræst ritileiningu. Athugaðu KDE uppsetninguna þína.
it: KBabel non può avviare l'editor di testo. Controlla la tua installazione KDE.
ja: テキストエディタを起動できません。 KDE のインストールを確認してください。
kk: KBabel мәтін өңдегіш компонентті жеге алмады. KDE орнатуын тексеріңіз.
ko: KBabel이 텍스트 편집기 구성요소를 시작할 수 없습니다. KDE 설치를 확인해 보시기 바랍니다.
lt: KBabel negali paleisti tekstų redaktoriaus komponento. Patikrinkite savo KDE įdiegimą.
mk: КБабел не може да ја стартува компонентата за уредување на текст. Проверете ја вашата инсталација на KDE.
nb: KBabel klarer ikke å starte skrivekomponenten. Du bør sjekke KDE-installasjonen din.
nds: KBabel kann keen Texteditorkomponent starten. Bitte prööv Dien KDE-Installatschoon.
nl: KBabel kan geen tekstinvoercomponent starten. Controleer uw KDE-installatie.
nn: KBabel klarar ikkje starta skrivekomponenten. Kontroller KDE-installasjonen.
pa: ਕੇਬਬੇਲ ਪਾਠ ਸੰਪਾਦਕ ਭਾਗ ਨੂੰ ਆਰੰਭ ਨਹੀਂ ਕਰ ਸਕਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ KDE ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ
pl: KBabel nie mógł uruchomić edytora tekstowego. Proszę sprawdzić instalację KDE.
pt: O KBabel não consegue iniciar um componente de edição de texto. Verifique a sua instalação do KDE.
sk: Nepodarilo sa spustiť komponent textového editora. Prosím, overte vašu inštaláciu KDE.
sl: KBabel ne more zagnati komponento urejevalnika besedil. Prosim preverite vašo namestitev KDE.
sr: KBabel не може да покрене компоненту измењивача текста. Проверите своју KDE инсталацију.
sr@latn: KBabel ne može da pokrene komponentu izmenjivača teksta. Proverite svoju KDE instalaciju.
sv: Kbabel kan inte starta en texteditorkomponent. Kontrollera KDE-installationen.
ta: KBabel உரை திருத்தியில் ஒரு உறுப்பை துவக்க இயலவில்லை. KDE நிறுவலை சரிபார்க்கவும்.
tg: Натавонистам қисмати муҳарриро оғоз кунам. Лутфан сабти KDE-и худро биозмоед.
uk: KBabel не може запустити компонент текстового редактора. Будь ласка, перевірте вашу інсталяцію KDE.
zh_cn: KBabel 无法启动某个文本编辑器组件。 请检查您的 KDE 安装。

source: &Comment:
ar: ال&تعليق:
be: &Каментар:
bg: &Коментар:
ca: &Comentari:
da: &Kommentar:
de: &Kommentar:
el: &Σχόλιο:
es: &Comentario:
et: &Kommentaarid:
eu: &Oharra:
fa: &توضیح:‌
fr: C&ommentaires :
gl: &Comentario:
he: &הערה:
hr: &Komentar:
hu: Me&gjegyzés:
is: &Athugasemdir:
it: &Commento:
ja: コメント(&C):
kk: &Түсініктеме:
ko: 주석(&C):
lt: &Komentaras:
mk: &Коментар:
nb: &Kommentarer:
nds: &Kommentar:
nl: Toeli&chting:
nn: &Kommentarar:
pa: ਟਿੱਪਣੀ(&C):
pl: &Komentarz:
pt: &Comentário:
sk: &Komentár:
sl: &Komentar:
sr: &Коментар:
sr@latn: &Komentar:
sv: Komm&entar:
ta: கட்டளை:
tg: &Эзоҳ:
uk: &Коментар:
zh_cn: 注释(&C)：
