Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: The spell checker program could not be started. Please make sure you have the spell checker program properly configured and in your PATH.
ar: تعذّر بدأ برنامج التدقيق الإملائي. فضلا تأكد من أن برنامج التدقيق الإملائي مضبوط جيدا وأنه في مسارك "PATH".
be: Памылка запуску праграмы праверкі арфаграфіі. Упэўніцеся ў тым, што яна правільна наладжаная і размешчаная ў каталогу, паказаным у пераменнай PATH
bg: Програмата за проверка на правописаl не може да бъде стартирана. Моля, проверете дали е правилно настроена, а също така и ПЪТЯ.
ca: No s'ha pogut engegar el corrector ortogràfic una altra vegada. Si us plau, assegureu-vos de que el corrector ortogràfic està ben configurat i a la vostra PATH.
da: Stavekontrolprogrammet kunne ikke startes. Sørg for at stavekontrolprogrammet er rigtigt indstillet og i din sti (PATH).
de: Die Rechtschreibprüfung kann nicht gestartet werden. Bitte vergewissern Sie sich, dass das Programm zur Rechtschreibprüfung korrekt eingerichtet ist und sich im Suchpfad (PATH) befindet.
el: Το πρόγραμμα ορθογραφικού ελέγχου ήταν αδύνατο να εκκινήσει. Παρακαλώ βεβαιωθείτε ότι το έχετε ρυθμίσει σωστά και ότι είναι στο PATH σας.
es: No se ha podido iniciar el programa de revisión ortográfica. Asegúrese de que su programa de revisión ortográfica está bien configurado y se encuentra en su ruta.
et: Õigekirja kontrollija käivitamine ei õnnestunud. Palun kontrolli, et õigekirja kontrollimise programm on korralikult paigaldatud ja asub programmide otsinguteel (PATH).
eu: Sintaxia egiaztatzeko programa ezin izan da abiarazi. Ziurtatu zure sintaxia egiaztatzeko programa ondo konfiguratuta duzula eta zure PATH aldagaian duzula.
fa: برنامۀ غلط‌گیر نتوانست آغاز شود. لطفاً، مطمئن شوید که برنامۀ غلط‌گیر درست پیکربندی‌شده را در PATH خود دارید.
fr: Impossible de démarrer le vérificateur orthographique. Veuillez vous assurer que vous l'avez installé et configuré correctement et qu'il est accessible en suivant votre variable d'environnement PATH.
gl: Non foi posíbel iniciar o programa de comprobación ortográfica. Comprobe que o programa de configuración ortográfica está correctamente configurado e na súa PATH.
hu: A helyesírás-ellenőrzőt nem sikerült elindítani. Ellenőrizze a helyesírás-ellenőrző beállításait és hogy a program elérési útja szerepel-e a PATH változóban.
is: Ekki tókst að ræsa stafsetningarskoðarann. Gangtu úr skugga um að hann sé rétt uppsettur og í slóðinni þinni (PATH).
it: Non è possibile avviare il programma per il controllo ortografico. Assicurati che il programma per il controllo ortografico sia correttamente configurato e nel tuo PATH.
ja: スペルチェックプログラムを起動できません。 スペルチェックプログラムが PATH にあることを確認してください。
kk: Емле тексеру бағдарламасы жегілмеді. Оның дұрыс бапталғанын және PATH көрсететін жолдарда бар екенін тексеріңіз.
mk: Програмата за проверка на правопис не можеше да стартува. Осигурете се дека ја имате програмата за проверка на правопис, правилно конфигурирана и во вашата $PATH.
nb: Klarte ikke å starte programmet for stavekontroll. Sjekk at programmet er rett satt opp og i din søkesti (path).
nds: De Klookschriever lett sik nich starten. Bitte prööv, wat dat Klookschrieverprogramm propper installeert is, un sik över Dien PATH-Variable finnen lett.
nl: De spellingscontrole kon niet worden gestart. Verzeker u ervan dat u de spellingscontrole juist ingesteld hebt en dat deze in uw zoekpad (PATH) staat.
nn: Klarte ikkje starta programmet for stavekontroll. Sjå til at programmet er rett sett opp og i søkjestigen (PATH).
pl: Nie można uruchomić programu sprawdzającego pisownię. Proszę sprawdzić, czy jest zainstalowany poprawnie i czy znajduje się na ścieżce opisanej przez zmienną PATH.
pt: O verificador ortográfico não pôde ser iniciado. Verifique que tem o verificador ortográfico bem configurado e no seu PATH.
sk: Program na kontrolu pravopisu nie je možné spustiť. Prosím, overte, že máte program na kontrolu pravopisu správne nastavený a nachádza sa v PATH.
sl: Programa za preverjanje črkovanja ni moč zagnati. Preverite, da je program pravilno nastavljen in ga imate v poti (nastavljena s spremenljivko PATH).
sr: Није могуће покренути проверу правописа. Уверите се да је програм за проверу правилно подешен и да се налази у путањи.
sr@latn: Nije moguće pokrenuti proveru pravopisa. Uverite se da je program za proveru pravilno podešen i da se nalazi u putanji.
sv: Stavningskontrollprogrammet kunde inte startas. Kontrollera att du har ställt in stavningskontrollprogrammet riktigt och att det ligger i din sökväg.
uk: Не вдається запустити програму перевірки правопису. Будь ласка, перевірте чи програму правильно налаштовано і вона знаходиться у PATH.

source: The spell checker program seems to have crashed.
ar: يبدو أن برنامج التدقيق الإملائي تحطم.
be: Адбылося аварыйнае завяршэнне праграмы праверкі арфаграфіі.
bg: Изглежда програмата за проверка на правописа заби.
ca: Sembla que el corrector ortogràfic ha petat.
da: Stavekontrolprogrammet synes at være brudt sammen.
de: Das Programm zur Rechtschreibprüfung scheint abgestürzt zu sein.
el: Το πρόγραμμα ορθογραφικού ελέγχου φαίνεται να κατέρρευσε.
es: Parece que el programa de revisión ortográfica se ha bloqueado.
et: Tundub, et õigekirja kontrollijat tabas krahh.
eu: Dirudienez sintaxia egiaztatzeko programa kraskatu egin da.
fa: به نظر می‌رسد برنامۀ غلط‌گیر فروپاشی شده است.
fr: Le vérificateur orthographique semble s'être arrêté anormalement.
gl: Semella que se estragou o verificador da ortografía.
hu: A helyesírás-ellenőrző lefagyott.
is: Stafsetningarskoðarinn virðist hafa hrunið.
it: Il programma per il controllo ortografico sembra essere andato in crash.
ja: スペルチェックプログラムがクラッシュしたようです。
kk: Емле тексеру бағдарламасы істен шыққан сияқты.
ko: 맞춤법 검사기 프로그램이 충돌한 것 같습니다.
mk: Изгледа дека програмата за проверка на правопис падна.
nb: Det ser ut til at programmet for stavekontroll krasjet.
nds: As dat lett is de Klookschriever afstört.
nl: De spellingscontrole werd onverwacht beëindigd.
nn: Det verkar som om programmet for stavekontroll har krasja.
pa: ਸਪੈਲ ਚੈਕਰ ਪਰੋਗਰਾਮ ਨਸ਼ਟ ਹੋ ਗਿਆ ਜਾਪਦਾ ਹੈ।
pl: Program sprawdzający pisownię niespodziewanie zakończył działanie.
pt: O verificador ortográfico parece ter estoirado.
sk: Vyzerá to, že program na kontrolu pravopisu spadol.
sl: Program za preverjanje črkovanja se je verjetno zrušil.
sr: Програм за проверу правописа се изгледа срушио.
sr@latn: Program za proveru pravopisa se izgleda srušio.
sv: Stavningskontrollprogrammet verkar ha kraschat.
uk: Здається стався крах програми перевірки правопису

source: _: Caption of dialog Spelling
ar: تدقيق الإملاء
be: Праверка арфаграфіі
bg: Проверка на правописа
ca: Ortografia
da: Stavning
de: Rechtschreibprüfung
el: Ορθογραφία
es: Ortografía
et: Õigekirja kontroll
eu: Ortografia
fa: هجی
fr: Vérification orthographique
gl: Ortografía
he: איות
hr: Pravopis
hu: Helyesírás-ellenőrzés
is: Stafset
it: Ortografia
ja: スペル
kk: Емлені тексеру
ko: 맞춤법
lt: Korektorius
mk: Правопис
nb: Stavekontroll
nds: Klookschriever
nl: Spellingcontrole
nn: Stavekontroll
pa: ਸ਼ਬਦ-ਜੋੜ
pl: Pisownia
pt: Ortografia
sk: Kontrola pravopisu
sl: Črkovanje
sr: Правопис
sr@latn: Pravopis
sv: Stavningskontroll
ta: சொல்
tg: Имло
uk: Перевірка правопису
zh_cn: 拼写

source: &Spell Check
ar: دقق ال&إملاء
be: &Праверка арфаграфіі
bg: &Проверка на правописа
ca: C&omprovació ortogràfica
da: &Stavekontrol
de: &Rechtschreibprüfung
el: &Ορθογραφικός έλεγχος
es: &Verificación ortográfica
et: Õi&gekirja kontroll
eu: Egiaztatu &ortografia
fa: &غلط‌یاب‌
fr: &Vérification orthographique
gl: Com&probar ortografía
he: &בדיקת איות
hu: &Helyesírás-ellenőrzés
is: Stafsetningar&leiðrétting
it: Controllo &ortografico
ja: スペルチェック(&S)
kk: &Емлені тексеру
ko: 맞춤법 검사(&S)...
lt: &Rašybos tikrinimas
mk: Проверка на &правопис
nb: &Stavekontroll
nds: &Klookschriever
nl: &Spellingcontrole
nn: &Stavekontroll
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ(&S)
pl: Sprawdź &pisownię
pt: &Verificação Ortográfica
sk: Kontrola &pravopisu
sl: Pre&verjanje črkovanja
sr: &Провери правопис
sr@latn: &Proveri pravopis
sv: K&ontrollera stavning
ta: &பிழைத்திருத்தம்
tg: &Санҷиши Имло
uk: &Перевірка правопису
zh_cn: 拼写检查(&S)

source: Context inserted by KBabel, do not translate:
ar: سياق مدرج من قبل مترجم‌ك ، لا تترجمه:
be: Кантэкст устаўлены праграмай KBabel, не перакладаеце гэта:
bg: Контекст от KBabel, не превеждайте:
ca: Context inserit pel KBabel, no traduïr:
da: Sammenhæng indsat af KBabel, skal ikke oversættes:
de: Kontext von KBabel eingefügt, bitte nicht übersetzen:
el: Περιεχόμενο που εισήχθη από το KBabel. Να μη μεταφραστεί:
es: Contexto insertado por KBabel, no traducir:
et: KBabeli lisatud kontekst, ei ole vaja tõlkida:
eu: KBabel-ek txertatutako testuingurua, ez itzuli:
fa: متن درج‌شده توسط KBabel، ترجمه نشود:
fr: Contexte ajouté par KBabel, ne pas traduire :
gl: Contexto inserido por KBabel, non traducir:
hu: A kontextusleírót a KBabel szúrta be, nem kell lefordítani:
is: Samhengi sett inn af KBabel, ekki þýða:
it: Contesto inserito da KBabel, non tradurre:
ja: KBabel によって挿入された文脈、翻訳しないように:
kk: Контексті KBabel кіргізген, мұны аудармаңыз:
mk: Контекстот подолу е вметнат од КБабел. Не преведувајте: <<<<<
nb: Sammenheng som er satt inn av Kbabel, ikke oversett dette:
nds: Vun KBabel inföögt Kontext, nich översetten:
nl: Commentaar toegevoegd door KBabel, niet vertalen:
nn: Samanheng som er sett inn av KBabel. Ikkje omset dette:
pa: ਕੇਬਬੇਲ ਵਲੋਂ ਸ਼ਾਮਿਲ ਭਾਗ, ਅਨੁਵਾਦ ਨਾ ਕਰੋ:
pl: Kontekst wstawiony przez KBabel, proszę nie tłumaczyć:
pt: Contexto inserido pelo KBabel, não traduzir:
sk: Obsah vložený KBabelom, neprekladajte prosím:
sl: Kontekst je vstavil KBabel in ni namenjen prevajanju:
sr: Контекст убачен од стране KBabel-а, не преводити:
sr@latn: Kontekst ubačen od strane KBabel-a, ne prevoditi:
sv: Sammanhang infogat av Kbabel, översätt inte:
uk: Контекст вставлено програмою KBabel; не перекладати:

source: Plural %1
ar: جمع %1
be: Множная форма %1
bg: Мн. форми %1
da: Flertal %1
el: Πληθυντικός %1
et: Mitmus %1
eu: %1 plurala
fa: جمع %1
fr: Pluriel %1
he: רבים %1
hr: Množina %1
hu: Többes szám - %1
is: Fleirtala %1
it: Plurale %1
ja: 複数形 %1
kk: %1 көптік жалғауы
ko: 복수형 %1
lt: Daugiskaita %1
mk: Множина %1
nb: Flertall %1
nds: Mehrtall %1
nl: Meervoud %1
nn: Fleirtal %1
pa: ਬਹੁਵਚਨ %1
pl: Liczba mnoga %1
sk: Číslo %1
sl: Množina %1
sr: Множина %1
sr@latn: Množina %1
ta: %1பன்மை
tg: Ҷамъ%1
uk: Множина %1
zh_cn: 复数 %1

source: You have not run KBabel before. To allow KBabel to work correctly you must enter some information in the preferences dialog first. The minimum requirement is to fill out the Identity page. Also check the encoding on the Save page, which is currently set to %1. You may want to change this setting according to the settings of your language team.
ar: لم تُشغِّل مترجم‌ك من قبل. لجعل مترجم‌ك يعمل بصورة صحيحة يجب ادخال بعض المعلومات فى حوار التفضيلات اولاً. أقل شيء، ملأ صفحة الهوية. أيضا راجع الترميز في صفحة الحفظ، حاليا هو %1. ربما ترغب في تغيير هذا الإعداد طبقا لإعدادات فريق لغتك.
be: Гэта першы запуск KBabel. Для пачатку працы з KBabel вы павінны спачатку яго наладзіць. Як мінімум, варта ўвесці дадзеныя на ўкладцы "Профіль" дыялогу налады. Таксама ўсталюеце кадыроўку мовы ў UTF-8 на старонцы "Захаванне", якая ў дадзены момант усталяваная ў %1.
bg: Преди не сте пускали KBabel. За да може програмата да работи правилно, първо трябва да въведете малко информация. Минималното изискване е да попълните страницата "Самоличност". Също така проверете кодовата таблица за страница "Запис", която сега е настроена на %1. Може да искате да промените това според настройките на езика си.
ca: No heu executat KBabel anteriorment. Per a que KBabel funcioni correctament primer haureu d'introduir algunes dades en el diàleg de preferències. El requeriment mínim és omplir la pàgina Identitat. Comproveu també la codificació a la pàgina Desat, actualment està establert a %1. Potser desitjareu canviar aquest valor d'acord amb els paràmetres de la llengua del vostre equip.
da: Det har ikke kørt KBabel før. For at tillade KBabel at virke rigtigt, er du nødt til at indtaste nogle informationer i indstillingsdialogen først. Som minimum er det nødvendigt at udfylde identitetssiden. Undersøg også kodningen på gemsiden, som lige nu er sat til %1. Du bør muligvis ændre denne i henhold til indstillingerne for dit sproghold.
de: Sie haben KBabel bisher noch nicht benutzt. Wenn Sie mit KBabel arbeiten wollen, müssen Sie zuerst einige Einstellungen vornehmen. Die Angaben zur "Identität" müssen in jedem Fall eingetragen werden. Prüfen Sie auch die Kodierung auf der Seite "Speichern". Momentan ist diese auf %1 gesetzt. Gegebenenfalls müssen Sie diese Einstellung den Vorgaben Ihres Sprachteams anpassen.
el: Δεν έχετε ξανατρέξει το KBabel. Για να τρέξει το KBabel σωστά πρέπει πρώτα να δώσετε κάποιες πληροφορίες στο διάλογο προτιμήσεων. H ελάχιστη απαίτηση είναι να συμπληρώσετε τη σελίδα Ταυτότητας. Επίσης ελέγξτε την κωδικοποίηση στη σελίδα Αποθήκευσης, η οποία προς το παρόν είναι η %1. Ίσως θα πρέπει να αλλάξετε αυτή τη ρύθμιση ανάλογα με τις προτιμήσεις της ομάδας μετάφρασής σας.
es: No ha ejecutado KBabel antes. Para que KBabel funcione correctamente primero debe introducir algunos datos en el diálogo de preferencias. Lo mínimo requerido es rellenar la página de Identidad. Compruebe también la codificación en la página Guardar. Ahora esta puesto a %1. Puede querer cambiar este valor de acuerdo con los parámetros de su equipo de idioma.
et: Sa pole varem KBabelit käivitanud. Selleks, et KBabel saaks korrektselt töötada, peaksid seadistustedialoogi mõningaid andmeid sisestama. Täida vähemalt isikuandmete lehekülg. Kontrolli veel, et salvestuste lehel oleks seatud korrektne kodeering, praegu on selle väärtuseks %1. Võib-olla soovid seda muuta vastavalt oma tõlkemeeskonna valikutele.
eu: Ez duzu aurretik KBabel exekutatu. KBabel-ek behar bezala funtzionatzeko lehenik informazioa sartu behar duzu hobespenen elkarrizketan. Gutxieneko baldintza hauxe da, identitate-orria betetzea. Gainera kodeketa egiaztatu beharko duzu Gorde orrian, une honetan %1(-e)an ezarria. Beharbada ezarpen hau aldatu nahiko duzu zure hizkuntza-taldearen ezarpenen arabera.
fa: قبلًا KBabel را اجرا نکرده‌اید. برای اینکه به KBabel اجازه دهید درست کار کند، ابتدا باید اطلاعاتی را در محاورۀ تنظیمات وارد کنید. کمترین نیاز، پر کردن صفحۀ هویت می‌باشد. همچنین هنگام ذخیرۀ صفحه،کدبندی را بررسی کنید، که فعلاً با %1 تنظیم شده‌ است. ممکن است بخواهید این تنظیم را طبق تنظیمات تیم زبانتان تغییر دهید.
fr: Vous n'avez encore jamais lancé KBabel auparavant. Pour permettre à KBabel de fonctionner correctement, vous devez d'abord saisir des informations dans la fenêtre de configuration. Le minimum requis est de remplir la page d'identité. Vérifiez également l'encodage sur la page Enregistrement. Actuellement, il est réglé sur %1. Vous pouvez vouloir changer ce réglage, selon les décisions de votre équipe de traduction.
gl: Non iniciou KBabel antes. Para que KBabel funcione correctamente primeiro debe introducir algúns datos no diálogo de preferencias. O mínimo que é preciso encher é a páxina de Identidade. Comprobe tamén a codificación na páxina Guardar. Agora está como %1. Pode querer cambiar este valor de acordo co seu equipo de tradución.
he: לא הפעלת את KBabel לפני. על מנת לאפשר ל־KBabel לעבוד בצורה תקינה אתה חייב להכניס תחילה קצת מידע בחלון דו־שיח של המאפיינים. המידע המינימלי הדרוש הוא עמוד הזהות. כמו כן, בדוק את הקידוד בעמוד השמירה, שכרגע נקבע ל %1. אתה עשוי לרצות לשנות את אפשרות זאת בהתאם להגדרות של צוות התרגום שלך.
hr: Niste ranije pokretali KBabel. Da bi omogućili KBabel-u da ispravno radi, morate prvo unijeti neke informacije u prozoru za podešavanja. Minimalni zahtjev je da popunite stranu „Identitet“. Takođe provjerite kodnu stranicu na strani „Spremanje“, koje je trenutno namješteno na %1. Možda bi trebalo promijeniti ovopodešavanje prema podešavanjima vašeg jezičnog tima.
hu: Korábban még nem használta a programot, ezért kérjük, hogy a helyes működés érdekében adja meg a kért adatokat a rövidesen megjelenő beállítóablakban. Kérjük, hogy töltse ki legalább a Személyi adatok lapot, és a karakterkódolási módot is állítsa be a Mentés lapon (a mostani beállítás: %1). Ha más kódolás használatában egyeztek meg a fordítók, akkor válassza ki azt az értéket.
is: Þú hefur ekki notað KBabel áður. Til að KBabel vinni eðlilega verður þú að fylla út upplýsingar í stillingargluggann. Að lágmarki verður að fylla út auðkenni síðuna. Athugaðu einnig stafatöfluna þegar vistað er. Hún er nú stillt á %1. Íslenski þýðingarhópurinn notar UTF-8 stafatöfluna.
it: KBabel non è mai stato eseguito prima d'ora. Per funzionare correttamente è necessario inserire alcune informazioni nella finestra delle preferenze. Il minimo richiesto riguarda la pagina "Identità". Controlla ulteriormente la codifica, la quale è attualmente configurata come %1. Potresti cambiarla in base alle configurazioni del gruppo di traduzione della tua lingua.
ja: 今回初めて KBabel を起動しました。KBabel を正しく動作させるために、まず設定ダイアログに情報を入力してください。 最低限必要なのは個人情報です。 「保存」ページのエンコーディングも確認してください。現在 %1 にセットされています。これは翻訳チームの設定によっては変更が必要です。
kk: KBabel алғашқы рет жегілуде. KBabel дұрыс істеу үшін оны баптауыңыз керек. Кем дегенде, баптау диалогының "Профилі" деген беттегі деректерді келтіруіңіз қажет. Сонымен қатар, қазір "Сақтау" деген бетінде %1 деп орнатылған кодтамасы тіліңізге сай болмаса өзгерту керек.
ko: 이전에 KBabel을 실행한 적이 없습니다. KBabel이 정확하게 작동하게 하기 위해서 우선 선택 대화상자에 몇몇의 정보를 입력하셔야 합니다. 최소 요구 사항은 신원정보 페이지를 채우는 것입니다. 또한 저장 페이지에서 현재 설정된 %1 인코딩을 확인 해주시기 바랍니다.
lt: KBabel Jūs dar nė karto nebuvote paleidęs. Kad KBabel galėtų dirbti teisingai, pirmiausia reikia įrašyti tam tikrą informaciją pasirinkimų dialoge. Kaip minimun būtina užpildyti Tapatybės puslapį. Taip pat, puslapyje Išsaugoti pažymėkite koduotę. Šiuo metu, ji yra nustatyta %1. Šį nustatymą galite pakeisti, sutinkamai su Jūsų kalbos komandos nustatymais.
mk: Ова е вашето прво стартување на КБабел. За КБабел да може да работи исправно треба прво да внесете некои информации во дијалогот за параметри. Минималното барање е да се пополни страницата „Идентитет“. Исто така, во страницата „Зачувај“ проверете го кодирањето, кое е моментално поставено на %1. Можеби ќе сакате да го измените според конфигурацијата на вашиот јазичен тим.
nb: Du har ikke kjørt KBabel tidligere. For at KBabel skal virke skikkelig, må du førstoppgi littinformasjon i dialogvinduet for innstillinger. Du må i det minste fylla ut «Identitet». Du bør også sjekke tegnsettetunder «Lagre». Det er nå satt til %1 Kan hende du vil endre denne innstillinga så den passer med innstillingene til oversetterlaget ditt.
nds: Du hest KBabel noch nienich bruukt. Dormit KBabel propper löppt, muttst Du toeerst en Reeg Informatschonen in de Instellen angeven. Tominnst de Angaven op de Siet "Identiteet" mööt ingeven warrn. Prööv ok de Koderen op de Siet "Sekern", de opstunns op "%1" instellt is. Villicht wullt Du disse Optschoon na de Instellen vun Dien Spraakkoppel topassen.
nl: U hebt KBabel nog niet eerder gebruikt. Om KBabel zijn werk correct uit te laten voeren vult u enige informatie in het voorkeurenvenster in. Minimaal vereist is het invullen van de identiteitspagina. Controleer de codering op de pagina "Opslaan". Deze staat nu op %1. Verander deze instelling volgens de afspraken die voor uw vertaalteam gelden (bij kde-nl/gnome-nl is dit utf-8).
nn: Du har ikkje bruka KBabel før. For at KBabel skal verka skikkeleg, må du først oppgje litt informasjon i innstillingane. Du må i det minste fylla ut «Identitet». Du bør òg kontrollera teiknsettet under «Lagra». Det er no sett til %1. Du vil kanskje endra denne innstillinga slik at ho passar med det teiknsettet omsetjarlaget ditt brukar.
pa: ਤੁਸੀਂ ਕੇਬਬੇਲ ਪਹਿਲਾਂ ਕਦੇ ਨਹੀਂ ਚਲਾਇਆ ਹੈ, ਕੇਬਬੇਲ ਨੂੰ ਠੀਕ ਤਰਾਂ ਕੰਮ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਕੁਝ ਜਾਣਕਾਰੀ ਮੇਰੀ-ਪਸੰਦ ਵਾਰਤਾਲਾਪ ਵਿੱਚ ਲਾਜ਼ਮੀ ਭਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਘੱਟੋ-ਘੱਟ ਪਛਾਣ ਸਫਾ ਭਰਨਾ ਲਾਜ਼ਮੀ ਹੈ। ਹੋਰ ਸੰਭਾਲ ਸਫੇ ਤੇ ਇੰਕੋਡਿੰਗ ਦੀ ਜਾਂਚ ਕਰਨੀ ਲਾਜ਼ਮੀ ਹੈ, ਜੋ ਕਿ ਇਸ ਸਮੇਂ %1 ਹੈ। ਤੁਸੀਂ ਇਹ ਸੈਟਿੰਗ ਆਪਣਾ ਭਾਸ਼ਾ ਟੀਮ ਮੁਤਾਬਕ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ।
pl: Program KBabel został uruchomiony po raz pierwszy. Do poprawnego działania program wymaga pewnych informacji ustawianych w oknie Ustawień. Minimum to informacje o tłumaczu. Proszę także sprawdzić kodowanie w opcji "Zapisywanie" (w tej chwili ustawione na %1). Można także zmienić ustawienia według zaleceń zespołu tłumaczy dla Twojego języka.
pt: Ainda não correu nenhuma vez o KBabel. Para que o KBabel trabalhe correctamente, tem que inserir primeiro algumas informações na janela de preferências. As mínimas obrigatórias são o preenchimento da página 'Identidade'. Verifique também a codificação na página de Gravar. Actualmente, ela está configurada para %1. Talvez queira alterar esta configuração, de acordo com as configurações da sua equipa de tradução.
sk: KBabel ste ešte nespúštali. Aby KBabel správne fungoval, musíte najprv zadať informácie v nastavení. Minimálne musíte vyplniť stránku o identite. Okrem toho overte kódovanie na stránke Ukladanie. Momentálne je nastavené na %1. Asi budete toto nastavenie zmeniť podľa vášho prekladateľského tímu.
sl: KBabel zaganjate prvič. Za njegovo pravilno delovanje morate najprej vpisati nekaj podatkov v nastavitveno okno. Vpisati morate vsaj stran o vaši identiteti. Prav tako preverite kodiranje na strani Shrani. Trenutno je nastavljen na %1. Morda boste želeli nastaviti to možnost na nastavitev ostalih prevajalcev.
sr: Нисте раније покретали KBabel. Да би омогућили KBabel-у да исправно ради, морате прво унети неке информације у прозору за подешавања. Минимални захтев је да попуните страну „Идентитет“. Такође проверите кодирање на страни „Снимање“, које је тренутно намештено на %1. Можда би требало да промените ово подешавање према подешавањима вашег језичког тима.
sr@latn: Niste ranije pokretali KBabel. Da bi omogućili KBabel-u da ispravno radi, morate prvo uneti neke informacije u prozoru za podešavanja. Minimalni zahtev je da popunite stranu „Identitet“. Takođe proverite kodiranje na strani „Snimanje“, koje je trenutno namešteno na %1. Možda bi trebalo da promenite ovo podešavanje prema podešavanjima vašeg jezičkog tima.
sv: Du har inte använt Kbabel tidigare. För att Kbabel ska fungera korrekt måste du först fylla i lite information i dialogrutan Inställningar. Som minst krävs att du fyller i identitetssidan. Kontrollera även kodningen på sidan Spara. För tillfället är den inställd till %1. Du vill antagligen att kodningen ska stämma överens med inställningarna från din översättargrupp (UTF-8 för svenska).
ta: KBabel வை நீங்கள் முன்னால் இயக்கவில்லை. KBabel யை சரியாக பணிபுரிய அனுமதிக்க நீங்கள் முதலில் உரையாடல் விருப்பத்தின் தகவலை உள்ளிடவும் அடையாள பக்கத்தை நிரப்ப குறைந்தபட்ச தேவை சேமிக்க பக்கத்தின் குறியாக்கத்தை பரிசோதி, அது தற்போது %1 ஆக அமைக்கப்பட்டுள்ளது. நீங்கள் உங்கள் மொழி முறைக்கு அமைப்பை மாற்ற வேண்டும்.
tg: Шумо пеш бо KBabel кор намекардед. Барои ки KBabel дуруст кор кунад шумо бояд ба чанд ахборот дар сарлавҳаи аввали диалог ворид шавед. Дархости минимум ин аст, ки саҳифаи Шиносоиро пур кардан. Инчунин рамзгузоштро дар саҳифа Захира тафтиш кунед, ки ҷараён дар %1 барқарор шудааст. Шумо агар хоҳед барқароркуниро вобаста ба барқароркунии забони гурӯҳи шумо, тағйир диҳед.
uk: Ви ще не запускали KBabel. Щоб програма KBabel правильно працювала, необхідно спочатку ввести деяку інформацію у вікні вподобань. Необхідно, принаймні, заповнити сторінку профілю. Також, на сторінці збереження перевірте кодування, яке в даний час: %1. Вам, мабуть, потрібно змінити ці параметри відповідно до параметрів вашої команди перекладу.
zh_cn: 您从没运行过 KBable。要使 KBabel 能够正常工作，您必须首先在首选项对话框中输入一些信息。 您至少需要填充“身份”页。 另外，请检查一下“保存”页上的编码设置，目前它被设为 %1。您可能想要根据您的语言小组的设置来改变它。
