Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kbabel.po
Languages: ar, be, bg, ca, da, de, el, es, et, eu, fa, fr, gl, he, hr, hu, is, it, ja, kk, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, sk, sl, sr, sr@latn, sv, ta, tg, uk, zh_cn

source: <qt><p><b>Mark changed entries as fuzzy</b></p><p>When a translation for a message is found, the entry will be marked <b>fuzzy</b> by default. This is because the translation is just guessed by KBabel and you should always check the results carefully. Deactivate this option only if you know what you are doing.</p></qt>
ar: <qt><p><b>علِّم المدخلات المغيّرة كمبهمة</b></p><p>عند العثور على ترجمة لرسالة، سيعلّم المدخل <b>مبهم</b> افتراضيا. هذا لأنها مجرّد ترجمة خمنها مترجم‌ك ويجدر بك مراجعة النتائج جيّدا. عطِّل هذا الخيار فقط إذا كنت تعرف ماذا تفعل.</p></qt>
be: <qt><p><b>Адзначыць змененыя запісы як чарнавыя</b></p><p>Пры аўтаматычным перакладзе паведамленне будзе адзначана сцягам <b>чарнавы</b> па змаўчанні. Справа ў тым, што KBabel толькі здагадваецца пра дакладнасць перакладу, і перакладчыкк павінен праверыць усе аўтаматычна перакладзеныя паведамленні ўручную. Адключайце гэты рэжым толькі ў выпадку поўнай упэўненасці ў тым, что вы робіце.</p></qt>
bg: <qt><p><b>Отбелязване на променените записи като неясни</b></p><p>Когато бъде намерен превод на съобщение, по подразбиране то ще бъде отбелязано като <b>неясно</b>. Така е, защото KBabel просто отгатва превода и трябва да проверява внимателно резултатите. Изключете опцията само ако знаете какво правите.</p></qt>
ca: <qt><p><b>Marca entrades canviades com a inexactes</b></p><p>Quan es troba la traducció d'una paraula, l'entrada serà marcada com a <b>inexacta</b>. Això és perquè la traducció es endevinada pel KBabel i sempre tindríeu que revisar-la amb cura. Desactiveu aquesta opció tan sols si sabeu el que esteu fent.</p></qt>
da: <qt><p><b>Markér ændrede indgange som fuzzy</b></p><p>Når en oversættelse af en besked blev fundet markeres denne indgang som <b>fuzzy</b> som standard. Dette er, fordi oversættelsen blot gættes af KBabel og du altid bør tjekke resultatet omhyggeligt. Deaktivér kun denne indstilling hvis du ved hvad du foretagerdig.</p></qt>
de: <qt><p><b>Veränderte Einträge als fraglich markieren</b></p><p>Wurde eine Übersetzung für einen Eintrag gefunden, wird dieser standardmäßig als <b>fraglich</b> markiert. Dies geschieht, weil die von KBabel gefundene Übersetzung nur als Vermutung gelten kann und Sie das Resultat genau prüfen sollten. Deaktivieren Sie diese Option nur, wenn Sie wissen, was Sie tun.</p></qt>
el: <qt><p><b>Σήμανση τροποποιημένων καταχωρήσεων ως ασαφείς</b></p><p>Όταν μια μετάφραση ενός μηνύματος βρεθεί, η καταχώρηση είναι προκαθορισμένη να σημαδευτεί ως <b>ασαφής</b>. Αυτό γίνεται γιατί απλά το KBabel μάντεψε τη μετάφραση και θα πρέπει πάντα να ελέγχετε τα αποτελέσματα προσεκτικά. Απενεργοποιήστε αυτή την επιλογή μόνο αν ξέρετε τι κάνετε.</p></qt>
es: <qt><p><b>Marcar las entradas cambiadas como dudosas</b></p><p>Cuando se encuentra la traducción de un mensaje, la entrada será marcada como<b>dudosa</b> de manera predeterminada. Esto se debe a que la traducción es adivinada por KBabel y debería ser siempre revisada con cuidado. Desactive esta opción solo si sabe que está haciendo.</p></qt>
et: <qt><p><b>Muudetud kirjed märgistatakse kahtlasteks</b></p><p>Automaatselt tõlgitud teated märgitakse vaikimisi <b>kahtlaseks</b> seepärast, et sellised tõlked peaks alati hoolikalt üle kontrollima. Loobu sellest valikust vaid siis, kui sa tead, mida teed.</p></qt>
eu: <qt><p><b>Markatu aldatutako sarrerak zalantzazko gisa</b></p><p> Mezu baterako itzulpena aurkitzen denean, sarrera <b>zalantzazko</b> (edo <b><i>fuzzy</i></b>) markatuko da besterik gabe. Hori KBabel-ek itzulpena igarri bakarrik egin duelako da eta beraz emaitzak arretaz begiratu beharko dituzu beti. Desaktibatu aukera hori zer egiten ari zaren dakizunean bakarrik.</p></qt>
fa: <qt><p><b>نشان‌دار‌ کردن مدخلهای تغییریافته به عنوان مبهم </b></p><p>وقتی ترجمه‌ای برای پیامی یافت می‌شود، مدخل به طور پیش‌فرض <b>مبهم</b>نشان‌دار‌ می‌شود. به این دلیل که ترجمه فقط توسط KBabel حدس زده می‌شود، و همواره باید نتایج را با دقت بررسی کنید. فقط در صورتی که می‌دانید چه کار می‌کنید، این گزینه را غیرفعال سازید.</p></qt>
fr: <qt><p><b>Marquer les entrées changées comme fuzzy</b></p><p>Quand une traduction pour un message est trouvée, l'entrée sera marquée <b>fuzzy</b> par défaut. Ceci du fait que la traduction est simplement devinée par KBabel et que vous devriez toujours vérifier le résultat soigneusement. Ne désactivez cette option que si vous savez ce que vous faites.</p></qt>
gl: <qt><p><b>Sinalar as entradas cambiadas coma dubidosas</b></p><p>Cando se atopa unha tradución dunha mensaxe, a entrada será sinalada como <b>dudibosa</b> por omisión. Isto é debido a que a tradución é unha aproximación feita por KBabel e sempre debe verificar coidadosamente os resultados. Desactive esta opción só se sabe o que está a facer.</p></qt>
hu: <qt><p><b>A módosított bejegyzések ellenőrzendőnek jelölése</b></p><p>Ha sikerült lefordítani egy üzenetet, akkor alapértelmezés szerint <b>ellenőrzendő</b> jelölést kap, ezzel mutatva, hogy a fordítást a KBabel végezte, ezért utólag mindenképpen le kell ellenőrizni. Csak akkor kapcsolja ki ezt az opciót, ha alapos indoka van rá.</p></qt>
is: <qt><p><b>Merkja breyttar færslur sem loðnar</b></p><p>Þegar þýðing finnst fyrir skilaboð, er færslan sjálfkrafa merkt sem <b>loðin</b>. Ástæðan er að KBabel bara giskar á þýðinguna og þú ættir alltaf að skoða niðurstöðuna vandlega. Aftengdu þennan valmöguleika aðeins ef þú veist hvað þú ert að gera.</p></qt>
it: <qt> <p><b>Marca come fuzzy le voci modificate</b></p> <p>Quando una traduzione per un messaggio è trovata, la voce sarà marcata come <b>fuzzy</b> in maniera predefinita. Questo perché la traduzione è non chiara a KBabel e dovresti sempre controllare il risultato con cura. Disattiva questa opzione solamente se sai cosa stai facendo.</p></qt>
ja: <qt><p>変更されたエントリをあいまいとしてマーク</p><p>メッセージの翻訳が見つかったエントリは、デフォルトで「あいまい」としてマークされます。これは翻訳があくまで KBabel によって推測されたものであり、常にその結果を注意深く確認する必要があるからです。よく理解したうえでなければ、このオプションは無効にしないでください。</p></qt>
kk: <qt><p><b>Өзгертілген жазу дүмбілез деп белгіленсін</b></p><p>Әдетте, аудармасы табылған жазу <b>дүмбілез</b> деп белгіленеді. Себебі KBabel нақты аудара алмайды, сондықтан барлық автоматты түрде аударылған жазуларды мүкият тексеріп шығу қажет. Бұның керек жоқ екенін кәміл сенсеңіз ғана құсбелгісін алып тастаңыз.</p> </qt>
ko: </qt><p>변경된 항목을 불분명함으로 표시</b></p><p>메시지에 대한 번역을 찾은 경우, 항목은 기본으로 <b>불분명함</b>으로 표시될 것입니다. 이것은 KBabel에 의해 생각된 번역이기 때문입니다. 그 때문에 주의깊게 결과를 확인해야 합니다. 작업의 진행을 알고 있다면 이 옵션을 해제하시기 바랍니다.</p></qt>
lt: <qt><p><b>Žymėti pakeistus įrašus neaiškiais/b></p><p>Kai yra randamas pranešimo vertimas, įrašas nutylint yra pažymimas <b>neaiškiu</b>. Tai yra daroma todėl, kad KBabel vertimą bando nuspėti, bet Jūs visada turite atidžiai patikrinti jo teisingumą. Deaktyvuokite šitą parinktį tik, jeigu labai gerai žinote ką darote.</p></qt>
mk: <qt><p><b>Маркирај ги променетите пораки како нејасни</b></p><p>Кога е пронајден превод за порака, пораката ќе биде стандардно маркирана како <b>нејасна</b>. Ова е поради тоа што КБабел само претпоставува дека тоа е правилниот превод и треба секогаш внимателно да ги проверите резултатите. Одактивирајте ја оваа опција само ако знаете што правите.</p></qt>
nb: <qt><p><b>Marker endrede oversettelser som uklare</b></p><p>Når det er funnet en oversettelse av en tekst, er standardvalget at teksten merkes som <b>uklar</b>. Dette er fordi KBabel bare gjetter seg til en oversettelse, og du bør alltid sjekke resultatet nøye. Ikke skru av dette valget med mindre du er helt sikker på hva du gjør.</p></qt>
nds: <qt><p><b>Ännerte Indrääg as "twiefelhaftig" markeren</b></p><p>Wenn sik en Översetten för en Mellen finnen lett, warrt de Indrag jümmers as <b>twiefelhaftig</b> markeert. Dat warrt so maakt, wiel KBabel de Översetten bloots raadt, un Du de Resultaten jümmers nau pröven schullst. Maak de Optschoon bloots denn ut, wenn Du weetst, wat Du deist.</p></qt>
nl: <qt><p><b>Gewijzigde tekenreeksen als fuzzy markeren</b></p><p>Als een vertaling voor een tekenreeks gevonden is, dan wordt de tekenreeks standaard gemarkeerd als <b>fuzzy</b>. Dit wordt gedaan omdat KBabel de vertaling alleen kan gissen en dus niet foutloos werkt. Door de markering kunt u naderhand op eenvoudige wijze het resultaat kunt controleren op fouten. Zet deze optie alleen uit als u weet wat u doet.</p></qt>
nn: <qt><p><b>Merk endra omsetjingar som uklare</b></p> <p>Når ei omsetjing for ei melding er funnen, vil meldinga som standard bli merka som <b>uklar</b>. Dette er fordi omsetjinga er produsert av KBabel, så difor må du alltid sjekka resultata nøye. Berre slå av dette dersom du er heilt sikker på kva du gjer.</p></qt>
pl: <qt><p><b>Zaznacz zmienione pozycje jako wątpliwe</b></p><p>Jeśli tłumaczenie dla danej pozycji zostanie znalezione, zostanie ona oznaczona jako <b>wątpliwa</b>. Ponieważ KBabel jedynie zgaduje, że tłumaczenie jest poprawne, należy zawsze sprawdzać zmienione pozycje. W związku z tym zalecane jest pozostawienie tej opcji włączonej.</p></qt>
pt: <qt><p><b>Marcar os itens alterados como aproximados</b></p><p>Quando é encontrada uma tradução para uma mensagem, o item é marcado como <b>aproximado</b> por omissão. Isto é porque a tradução é apenas adivinhada pelo KBabel e você deverá sempre ver os resultados com cuidado. Desactive esta opção apenas se souber o que está a fazer.</p></qt>
sk: <qt><p><b>Označiť zmenené položky ako nepresné</b></p><p>Keď je nájdený preklad správy, položka bude označená štandardne ako <b>nepresná</b>. To preto, že preklad bol len približný a mali by ste vždy poriadne skontrolovať výsledok. Túto voľbu deaktivujte iba ak viete, čo robíte.</p></qt>
sl: <qt><p><b>Označi spremenjene vnose kot ohlapne</b></p><p>Ko bo najden prevod sporočila, bo privzeto označen kot <b>fuzzy</b> (ohlapno). To je zato, ker KBabel vedno le ugane prevod, zato bi morali vedno skrbno preveriti rezultat. To možnost izključite le, če veste, kaj delate.</p></qt>
sr: <qt> <p><b>Означи промењене уносе као нејасне</b></p> <p>Када се пронађе превод за поруку, подразумевано је да ће унос аутоматски бити означен као <b>нејасан</b>. Ово је због тога што kbabel само нагађа превод и увек би требало пажљиво да проверите резултате. Искључите ову опцију само ако знате шта радите.</p></qt>
sr@latn: <qt> <p><b>Označi promenjene unose kao nejasne</b></p> <p>Kada se pronađe prevod za poruku, podrazumevano je da će unos automatski biti označen kao <b>nejasan</b>. Ovo je zbog toga što kbabel samo nagađa prevod i uvek bi trebalo pažljivo da proverite rezultate. Isključite ovu opciju samo ako znate šta radite.</p></qt>
sv: <qt><p><b>Markera ändrade poster som inexakta</b></p><p>När en översättning för ett meddelande hittas, markeras posten standardmässigt som <b>inexakt</b>. Detta görs eftersom översättningen bara är en gissning av Kbabel och du alltid måste kontrollera resultaten noga. Inaktivera det här alternativet bara om du vet vad du gör.</p></qt>
ta: <qt><p><b>மாற்றப்பட்ட உள்ளீடுகளை இடைநிலையாக குறிக்கவும்</b></p><p>செய்திக்கு மொழிப்பெயர்ப்பாக்கம் கண்டுபிடிக்கப்பட்டால் முன்னிருப்பாக உள்ளீடு<b>இடைநிலையாக</b> குறிக்கப்படும். இது ஏனென்றால் இந்த மொழிப்பெயர்ப்பாக்கம் KBabel ஆல் தானகவே உணர்ந்தளித்தது மற்றும் எப்போதும் முடிவுகளை சரிபார்க்க வேண்டும். நீங்கள் என்ன செய்கின்றீர் என்று அறிந்தால் மட்டும் இந்த விருப்பத்தேர்வினை செயலிழக்கச் செய்யலாம்.</p></qt>
tg: <qt><p><b>Аломат воридшудаҳоро ҳамчун норӯшан иваз мекунад</b></p><p>Вақте ки тарҷумаи мактубча ёфта мешавад, воридшуда аз тарафи пешфарз<b>норӯшан</b>ишорат карда мешавад. Ин барои он аст, ки тарҷума навакак аз тарафи KBabel ёфта шудааст ва ба шумо лозим меояд, ки натиҷаҳоро бодиққат санҷед. Агар шумо донед, ки чӣ кор карда истодаед ин вариантро камфаъол мекунед.</p></qt>
uk: <qt><p><b>Позначати змінені записи як неточні</b></p><p>Коли для повідомлення знайдено переклад, цей запис буде типово позначатись як <b>неточний</b>. Причина в тому, що KBabel не завжди знаходить точні переклади, і тому перекладачу слід уважно перевірити результат. Вимкніть цей параметр тільки тоді, коли ви впевнені у тому, що робите.</p></qt>
zh_cn: <qt><p><b>把改变的项目标记为模糊翻译</b></p><p>当找到一条消息的翻译时，该项目将会被默认标记为<b>“模糊翻译”</b>。这是因为译文仅仅是 KBabel 的猜测，您应该总是仔细检查结果。只有您知道您正在做什么时才取消该选项。</p></qt>

source: Initialize &KDE-specific entries
ar: ابدأ مدخلات &KDE الخاصة
be: Перавес&ці службовыя запісы KDE
bg: Инициализиране на специфичните низове в &KDE
ca: Inicialitza les entrades específiques de &KDE
da: Initialisér &KDE-specifikke indgange
de: &KDE-spezifische Einträge initialisieren
el: Αρχικοποίηση καταχωρήσεων σχετικές με το &KDE
es: Inicializar entradas específicas de &KDE
et: Initsialiseeritakse K&DE-spetsiifilised kirjed
eu: Hasieratu &KDE-berariazko sarrerak
fa: مقداردهی اولیۀ مدخلهای مشخص &KDE‌
fr: &Initialiser les entrées spécifiques à KDE
gl: Iniciar as entradas específicas de &KDE
he: אתחל רשומות שקשורות ל־&KDE
hr: Pokreni unose specifične za &KDE
hu: A KDE-specifikus bejegyzések &inicializálása
is: Frumstilla sértækar &KDE færslur
it: Inizializza voci specifiche per &KDE
ja: KDE 固有の項目を初期化(&K)
kk: &KDE қызметті жазулары аударылсын
ko: KDE-지정 항목을 초기화(&K)
mk: Иницијализирај пораки специфични за &KDE
nb: Utfylling av &KDE-felt
nds: &KDE-egen Indrääg torechtmaken
nl: &KDE-specifieke tekenreeksen initialiseren
nn: Utfylling av &KDE-felt
pa: &KDE-ਖਾਸ ਇਕਾਈਆਂ ਸ਼ੁਰੂ ਕਰੋ
pl: Inicjalizacja pozycji specyficznych dla &KDE
pt: Iniciar os itens específicos do &KDE
sk: Inicializovať špeciálne preklady pre &KDE
sl: Inicializiraj vnose, specifične za &KDE
sr: Покрени уносе специфичне за &KDE
sr@latn: Pokreni unose specifične za &KDE
sv: Initiera &KDE-specifika poster
ta: குறிப்பிட்ட &KDE உள்ளீட்டுக்களை துவக்கு
tg: Тарҷума кардани қайдҳои ёридиҳандаи &KDE
uk: Започаткувати службові записи &KDE
zh_cn: 初始化 KDE 特有的项目(&K)

source: <qt><p><b>Initialize KDE-specific entries</b></p><p>Initialize "Comment=" and "Name=" entries if a translation is not found. Also, "NAME OF TRANSLATORS" and "EMAIL OF TRANSLATORS" is filled with identity settings.</p></qt>
ar: <qt><p><b>ابدأ مدخلات KDE الخاصة</b></p> <p>ابدأ مدخلات "Comment=" و "Name=" إذا لم يُعثر على ترجمة. أيضا ستُملأ "NAME OF TRANSLATORS" و "EMAIL OF TRANSLATORS" بإعدادات الهويّة. </p></qt>
be: <qt><p><b>Перавесці службовыя запісы KDE</b></p><p>Уключыць аўтазапаўненне запісаў выгляду "Comment=" і "Name=", калі пераклад немагчыма знайсці. Таксама будуць запоўненыя палі "NAME OF TRANSLATORS" і "EMAIL OF TRANSLATORS" з выкарыстаннем параметраў вашага профіля.</p></qt>
bg: <qt><p><b>Инициализиране на специфичните низове в KDE</b></p><p>Инициализира "Comment=" и "Name=" ако няма превод. Също така, в "NAME OF TRANSLATORS" и "EMAIL OF TRANSLATORS" се попълват личните данни на преводача.</p></qt>
ca: <qt><p><b>Inicialitza les entrades específiques de KDE</b></p><p>Inicialitza les entrades "Comment=" -comentari- i "Name=" -nom- si no es troba una traducció. També s'omplen "NAME OF TRANSLATORS" -nom dels traductors- i "EMAIL OF TRANSLATORS" -correu-e dels traductors- amb l'arranjament de la identitat.</p></qt>
da: <qt><p><b>Initialisér KDE-specifikke indgange</b></p><p>Initialisér "Comment=" og "Name=" indgange hvis en oversættelse ikke findes. "NAME OF TRANSLATORS" og "EMAIL OF TRANSLATORS" udfyldes også med identitetsindstillingerne.</p></qt>
de: <qt><p><b>KDE-spezifische Einträge initialisieren</b></p><p>Initialisiert "Comment="- und "Name="-Einträge, wenn keine Übersetzung gefunden wurde. Desweiteren werden "NAME OF TRANSLATORS" und "EMAIL OF TRANSLATORS" mit den Angaben aus den Einstellungen für die Identität gefüllt.</p></qt>
el: <qt><p><b>Αρχικοποίηση καταχωρήσεων σχετικές με το KDE</b></p><p>Αρχικοποίηση των καταχωρήσεων "Comment=" και "Name=" αν δε βρεθεί μετάφραση. Επίσης, τα "NAME OF TRANSLATORS" και "EMAIL OF TRANSLATORS" συμπληρώνονται με τις ρυθμίσεις ταυτότητας.</p></qt>
es: <qt><p><b>Inicializar entradas específicas de KDE</b></p><p>Inicializar las entradas «Comment=» (comentario) y «Name=» (nombre) si una traducción no se encuentra. También, «NAME OF TRANSLATORS» (nombre de los traductores) y «EMAIL OF TRANSLATORS» (email de los traductores) se rellenan con las preferencias de identidad.</p></qt>
et: <qt><p><b>Initsialiseeritakse KDE-spetsiifilised kirjed</b></p><p>Loob "Comment=" ja "Name=" kirjed, kui ka tõlget ei leita. Samuti täidetakse "NAME OF TRANSLATORS" ja "EMAIL OF TRANSLATORS" identiteedi põhjal tuvastatavate kirjetega.</p></qt>
eu: <qt><p><b>Hasieratu KDE-berariazko sarrerak</b></p><p>Hasieratu "Oharra=" eta "Izena=" sarrerak itzulpen bat aurkitzen ez denean. Horrez gain, "ITZULTZAILEEN IZENA" eta "ITZULTZAILEEN POSTA ELEKTRONIKOA" identitate-ezarpenekin betetzen da.</p></qt>
fa: <qt><p><b>مقدار دهی اولیۀ مدخلهای مشخص KDE</b></p><p>اگر ترجمه‌ای یافت نمی‌شود، مدخلهای »=Comment« و »=Name« را مقدار اولیه بدهید. همچنین، »NAME OF TRANSLATORS« و »EMAIL OF TRANSLATORS« با تنظیمات هویت پر می‌شوند.</p></qt>
fr: <qt><p><b>Initialiser les entrées spécifiques à KDE</b></p><p>Initialiser les entrées « Comment= » et « Name= » s'il n'est pas trouvé de traduction. De plus, « NAME OF TRANSLATORS » et « EMAIL OF TRANSLATORS » est rempli avec les valeurs d'identité préréglées.</p></qt>
gl: <qt><p><b>Iniciar as entradas específicas de KDE</b></p><p>Inicializa as entradas "Comment=" e "Name=" se non se atopa unha tradución. Tamén preenche "NAME OF TRANSLATORS" e "EMAIL OF TRANSLATORS" cos datos indicados na configuración da identidade.</p></qt>
he: <qt><p><b>אתחל רשומות מסוימות ל־KDE</b></p><p> אתחל רשומות "Comment=" ו "Name=" אם התרגום לא נמצא. בנוסף מלא את "NAME OF TRANSLATORS" ואת "EMAIL OF TRANSLATORS" לפי ההגדרות. </p></qt>
hu: <qt><p><b>A KDE-specifikus bejegyzések inicializálása</b></p><p>A "Comment=" és "Name=" bejegyzések inicializálása, ha hiányzik egy fordítás. A "NAME OF TRANSLATORS" és "EMAIL OF TRANSLATORS" bejegyzéseket is kitölti a program a beállított adatok alapján.</p></qt>
is: <qt> <p><b>Frumstilla sértækar KDE færslur</b></p> <p>Frumstilla "Athugasemd=" og "Nafn=" færslur ef engin þýðing finnst. Einnig verður "NAME OF TRANSLATORS" og "EMAIL OF TRANSLATORS" fyllt með auðkennisstillingum.</p></qt>
it: <qt> <p><b>Inizializza voci specifiche per KDE</b></p> <p>Inizializza le voci "Comment=" e "Name=" se una traduzione non è stata trovata. Inoltre, "NAME OF TRANSLATORS" e "EMAIL OF TRANSLATORS" sono riempite con le impostazioni sull'identità.</p></qt>
ja: <qt><p>KDE 固有の項目を初期化</p><p>翻訳が見つからなかった場合に、"Comment=" と "Name=" を初期化します。また "NAME OF TRANSLATORS" と "EMAIL OF TRANSLATORS" には個人情報設定の値が設定されます。</p></qt>
kk: <qt><p><b>KDE қызметті жазулары аударылсын</b></p><p>Егер аударма табылмаса "Comment=" және "Name=" жазулары толтырылады. Сонымен қатар, профиліңізден мәлімет алынып, "NAME OF TRANSLATORS" және "EMAIL OF TRANSLATORS" өрістері толтырылады.</p></qt>
ko: <qt><p><b>KDE 지정 항목 초기화</b></p>번역을 찾지 못하면 "Comment="와 "Name=" 항목을 초기화 합니다. 또한 "NAME OF TRANSLATORS" 와 "EMAIL OF TRANSLATORS"는 개인정보 설정으로 채워집니다.</p></qt>
mk: <qt><p><b>Иницијализирај пораки специфични за KDE</b></p><p>Ги иницијализира пораките „Comment=“ и „Name=“ ако нема превод. Исто така пораките „NAME OF TRANSLATORS“ и „EMAIL OF TRANSLATORS“ се пополнуваат според поставувањата за идентитет.</p></qt>
nb: <qt><p><b>Tilpass oppføringer som er spesielle for KDE</b></p><p>Tilpass «Comment=»- og «Name=»-oppføringer hvis det ikke er noen oversettelse. Dessuten blir feltene «NAME OF TRANSLATORS» og«EMAIL OF TRANSLATORS» fylt ut med opplysningene under «Identitet» i KBabel.</p></qt>
nds: <qt><p><b>KDE-egen Indrääg torechtmaken</b></p><p>Maakt "Comment="- un "Name="-Indrääg torecht, wenn sik keen Översetten finnen lett. Ok "NAME OF TRANSLATORS" un "EMAIL OF TRANSLATORS" warrt över de Identiteet-Instellen vullmaakt.</p></qt>
nl: <qt> <p><b>KDE-specifieke tekenreeksen initialiseren</b></p> <p>Initialiseer de teksten "Comment=" en "Name=" als er geen vertaling is gevonden. Daarnaast worden de termen "NAME OF TRANSLATORS" en "EMAIL OF TRANSLATORS" ingevuld met de identiteit die u in KBabel hebt ingesteld.</p></qt>
pa: <qt><p><b>KDE-ਖਾਸ ਇੰਦਰਾਜ਼ ਸ਼ੁਰੂ</b></p><p>ਸ਼ੁਰੂਆਤੀ "Comment=" ਅਤੇ "Name=" ਇੰਦਰਾਜ਼, ਜੇਕਰ ਅਨੁਵਾਦ ਵਿੱਚ ਨਾ ਮਿਲਣ ਤਾਂ। ਨਾਲ ਹੀ, "NAME OF TRANSLATORS" ਅਤੇ "EMAIL OF TRANSLATORS" ਨੂੰ ਪਛਾਣ ਸੈਟਿੰਗ ਨਾਲ ਭਰਿਆ ਜਾਵੇਗਾ।</p></qt>
pl: <qt><p><b>Inicjalizacja pozycji specyficznych dla KDE</b></p><p>Inicjalizacja "Comment=" i "Name", jeśli brak tłumaczenia. Teksty "NAME OF TRANSLATORS" i "EMAIL OF TRANSLATORS" zostaną zastąpione danymi z ustawień Identyfikacji.</p></qt>
pt: <qt><p><b>Inicializar os itens específicos do KDE</b></p><p>Inicializa os itens "Comment=" e "Name=" se não for encontrada nenhuma tradução. Para além disso, o "NAME OF TRANSLATORS" e o "EMAIL OF TRANSLATORS" são preenchidos com as informações da identidade.</p></qt>
sk: <qt><p><b>Inicializovať špeciálne preklady pre KDE</b></p><p>Inicializovať položky "Comment=" a "Name=" v prípade, že sa nepodarilo nájsť žiadny iný preklad. Ďalej predvyplniť "NAME OF TRANSLATORS" a "EMAIL OF TRANSLATORS".</p></qt>
sl: <qt><p><b>Inicializiraj vnose, specifične za KDE</b></p><p>Inicializira vnose »Comment=« in »Name=«, če prevod ni najden. Prav tako zapolni polji »NAME OF TRANSLATORS« in »EMAIL OF TRANSLATORS« z nastavitvami identitete.</p></qt>
sr: <qt> <p><b>Покрени уносе специфичне за KDE</b></p> <p>Покрени уносе „Comment=“ и „Name=“ ако није нађен превод. Такође, уноси „NAME OF TRANSLATORS“ и „EMAIL OF TRANSLATORS“ попуњавају се подешавањима идентитета.</p></qt>
sr@latn: <qt> <p><b>Pokreni unose specifične za KDE</b></p> <p>Pokreni unose „Comment=“ i „Name=“ ako nije nađen prevod. Takođe, unosi „NAME OF TRANSLATORS“ i „EMAIL OF TRANSLATORS“ popunjavaju se podešavanjima identiteta.</p></qt>
sv: <qt><p><b>Initiera KDE-specifika poster</b></p><p>Initiera posterna "Comment=" och "Name=" om en översättning inte hittas. Dessutom fylls "NAME_OF_TRANSLATORS" och "EMAIL OF TRANSLATORS" i med identitetsinställningarna.</p></qt>
ta: <qt><p><b>KDE-குறிப்பிட்ட உள்ளீடுகளை துவக்கு</b></p><p>மொழிப்பெயர்ப்பாக்கம் கண்டுபிடிக்கப்படவில்லையென்றால் "குறிப்புரை=" மற்றும் "பெயர்=" உள்ளீடுகளைத் துவக்கு. மேலும், "மொழிப்பெயர்ப்பாளர்களின் பெயர்" மற்றும் "மொழிப்பெயர்ப்பாளர்களின் மின்னஞ்சல் முகவரியும்" இன அமைப்புக்களால் நிரப்பப்பட்டுள்ளது.</p></qt>
tg: <qt><p><b>Ибтидоикунонии KDE-воридшудаҳои махсус</b></p><p>Ибтидоикунонии "Шарҳ=" ва "Ном=" Агар тарҷума ёфт нашавад, ворид кунед. Инчунин, "НОМИ ТАРҶУМОНОН" ва "ЭМЕЙЛИ ТАРҶУМОНОН" бо барпосозии шабоҳат пур карда шудааст.</p></qt>
uk: <qt><p><b>Започаткувати службові записи KDE</b></p><p>Започаткувати записи "Comment=" та "Name=", якщо не знайдено переклад. Також, "NAME OF TRANSLATORS" та "EMAIL OF TRANSLATORS" заповняється параметрами з профілю.</p></qt>
zh_cn: <qt><p><b>初始化 KDE 特有的项目</b></p><p>如果没有找到翻译，初始化“Comment=”和“Name=”项目。此外，使用身份设置来填充“NAME OF TRANSLATORS”和“EMAIL OF TRANSLATORS”。</p></qt>

source: Dictionaries
ar: القواميس
be: Слоўнікі
bg: Речници
ca: Diccionaris
da: Ordbøger
de: Wörterbücher
el: Λεξικά
es: Diccionarios
et: Sõnaraamatud
eu: Hiztegiak
fa: واژه‌نامه‌ها
fr: Dictionnaires
gl: Dicionarios
he: מילונים
hr: Riječnici
hu: Szótárak
is: Orðabækur
it: Dizionari
ja: 辞書
kk: Сөздіктер
ko: 사전
lt: Žodynai
mk: Речници
nb: Ordbøker
nds: Wöörböker
nl: Woordenboeken
nn: Ordbøker
pa: ਸ਼ਬਦ-ਕੋਸ਼
pl: Słowniki
pt: Dicionários
sk: Slovníky
sl: Slovarji
sr: Речници
sr@latn: Rečnici
sv: Ordlistor
ta: அகராதிகள்
tg: Луғатҳо
uk: Словники
zh_cn: 字典
