Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kfile_diff.po
Languages: be, tg

source: General
be: Агульнае
tg: Умумӣ

source: First File
be: Першы файл
tg: Парвандаи якум

source: Format
be: Фармат
tg: Қолаб

source: Diff Program
be: Праграма выліку адрозненняў
tg: Программаи diff

source: Hunks
be: Фрагментаў
tg: Порчаҳо

source: Statistics
be: Статыстыка
tg: Статистикӣ

source: Insertions
be: Уставак
tg: Даровардашудагӣ

source: Changes
be: Змен
tg: Иваз кардашуда

source: Deletions
be: Выдаленняў
tg: Хат задашудагӣ

source: Context
be: Кантэкст
tg: Бофт

source: Normal
be: Звычайны
tg: Одӣ

source: Unified
be: Адзіны
tg: Муттаҳид кардашуда

source: Not Available (file empty)
be: Недаступна (пусты файл)
tg: Ба кор намеояд (парвандаи хали)

source: Unknown
be: Невядома
tg: Номаълум

source: Side by Side
be: Побач
tg: Бо ҳамдигар наздик

source: Perforce
be: Па неабходнасці

source: SubVersion
be: Субверсія
tg: Аз версия
