Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kio_svn.po
Languages: be, bg, es, et, eu, fa, fr, he, hu, is, ko, nb, sk

source: Looking for %1...
be: Пошук %1...
bg: Търсене на %1...
es: Buscando %1...
et: %1 otsimine...
eu: %1-(r)en bila...
fa: جستجو برای %1...
fr: Recherche de %1...
he: מחפש עבור %1...
hu: %1 keresése...
is: Leita að %1...
ko: %1을 찾는 중...
nb: Leter etter %1 …
sk: Hľadá sa %1...

source: Nothing to commit.
be: Няма чаго ўносіць у сховішча.
bg: Няма нищо за предаване.
es: No hay nada para enviar.
et: Pole midagi sisse kanda.
eu: Entregatzeko ezer
fa: چیزی برای تصدیق نیست.
fr: Rien à valider
he: אין מה לשלוח.
hu: Nincs mit eltárolni.
is: Ekkert að senda.
ko: 전송할 것이 없습니다.
nb: Ikke noe å legge til.
sk: Nič na odovzdanie.

source: Committed revision %1.
be: Занесеная ў сховішча рэвізія %1.
bg: Предадена ревизия %1.
es: Enviada la revisión %1.
et: Versioon %1 sisse kantud.
eu: %1 errebisioa entregatu da.
fa: بازبینی %1 تصدیق‌شده.
fr: Révision %1 validée.
he: נשלחה גרסה %1.
hu: Eltárolt verzió: %1.
is: Sendi útgáfu %1.
ko: 전송된 개정판 %1.
nb: La til revisjon %1
sk: Odovzdaná revízia %1.

source: A (bin) %1
bg: Д (двоично) %1
et: L %1 (binaarfail)
eu: A (bit) %1
ko: A (바이너리) %1
nb: L (binær) %1

source: A %1
bg: Д %1
et: L %1
nb: L %1

source: D %1
bg: И %1
et: K %1
nb: S %1

source: Restored %1.
be: Адноўлены %1.
bg: Възстановен %1.
es: Restaurado %1.
et: Taastatud %1.
eu: %1 berreskuratuta.
fa: %1 بازنشانی‌ شد.
fr: %1 restauré.
he: שוחזר %1.
hu: %1 visszatöltve.
is: Endurheimti %1.
ko: 복구된 %1.
nb: Gjenopprettet %1
sk: Obnovené %1.

source: Reverted %1.
be: Вернутая старая версія %1.
bg: Игнориран %1.
es: Revertido %1.
et: Tühistatud %1.
eu: %1 leheneratuta.
fa: %1 بازگشت.
fr: %1 annulé.
he: אוחזר %1.
hu: %1 visszaállítva.
is: Afturkallaði %1.
ko: 변환된 %1.
nb: Førte tilbake %1
sk: Vrátené naspäť %1.

source: Failed to revert %1. Try updating instead.
be: Памылка пры вяртанні да старой версіі %1. Паспрабуйце замест гэтага аднавіць рэсурс.
bg: Грешка при игнориране на %1. Опитайте се да обновите вместо това.
es: Fallo al revertir %1. Pruebe a actualizar.
et: %1 tühistamine ebaõnnestus. Proovi uuendamist.
eu: Errorea %1 leheneratzen. Saiatu eguneratzen.
fa: خرابی در رجعت %1. در عوض برای به‌روزرسانی سعی کنید.
fr: Impossible d'annuler %1. Essayez de le mettre à jour.
he: נכשל בעת האחזור %1. נסה לעדכן במקום זאת.
hu: Nem sikerült visszaállítani: %1. Próbáljon meg inkább egy frissítést.
is: Mistókst að afturkalla %1. Reyndu að uppfæra í staðinn.
ko: %1로 변환에 실패했습니다. 대신 업데이트를 시도하십시오.
nb: Klarte ikke å tibakeføre%1. Prøv å oppdater i stedet.
sk: Vrátenie naspäť zlyhalo %1 Skúste namiesto toho aktualizáciu.

source: Resolved conflicted state of %1.
be: Вырашаны канфлікт для %1.
bg: Разрешен конфликт от %1.
es: Se ha resuelto el estado de conflicto de %1.
et: %1 konflikt lahendatud.
eu: %1-(r)en gatazka konpondu da.
fa: وضعیت ناسازگاری رفع‌شدۀ %1.
fr: État conflictuel de %1 résolu.
he: תוקן מצב ההתנגשות של %1.
hu: Ütközés feloldva: %1.
is: Leysti árekstra fyrir %1.
ko: %1의 충돌 상태가 해결되었습니다.
nb: Løste konflikten med %1.
sk: Vyriešený konfliktný stav pre %1.

source: Skipped missing target %1.
be: Прапушчана адсутная мэта %1.
bg: Прескочени липсващи цели %1.
es: Se ha ignorado el objetivo no existente %1.
et: Puuduv sihtmärk %1 vahele jäetud.
eu: Falta den %1 helburua ekiditen.
fa: هدف از دست رفته %1.
fr: Cible manquante %1 ignorée.
he: דילגתי מעל מטרה חסרה %1.
hu: Hiányzó cél: %1, kihagyva.
is: Sleppti ákvörðunarstað sem vantaði %1.
ko: 찾지 못하는 대상 %1을 건너뛰었습니다.
nb: Hoppet over manglende mål %1.
sk: Preskočený chýbajúci cieľ %1.

source: Skipped %1.
be: Прапушчана %1.
bg: Прескочен %1.
es: Ignorado %1.
et: Vahele jäetud %1.
eu: %1 ekiditu da.
fa: پرش‌یافته %1.
fr: %1 ignoré.
he: דילגתי על %1.
hu: Kihagyva: %1.
is: Sleppti %1.
ko: %1을 건너뛰었습니다.
nb: Hoppet over %1.
sk: Preskočené %1.

source: Exported external at revision %1.
be: Экспартаваны знешні рэсурс з рэвізіяй %1.
bg: Експортирана външна ревизия %1.
es: Recurso externo exportado a la revisión %1.
et: Väline element eksporditud versiooniga %1.
eu: Kanpoko baliabidea %1 errebisiora esportatu da.
fa: خارجی صادرشده در بازبینی %1.
fr: Externe exporté à la révision %1.
he: יוצא external בגרסה %1.
hu: Exportált külső hivatkozás. Verzió: %1.
is: Flutti út utanaðkomandi útgáfu %1.
ko: 개정 %1에서 외부로 내보냈습니다..
nb: Eksporterte ekstern ved revisjon %1.
sk: Exportovaná externá revízia %1.

source: Exported revision %1.
be: Экспартаваная рэвізія %1.
bg: Експортирана ревизия %1.
es: Exportada la revisión %1.
et: Eksporditud versiooniga %1.
eu: %1 errebisioa esportatu da.
fa: بازبینی صادرشده %1.
fr: Révision %1 exportée.
he: יוצאה גרסה %1.
hu: Exportált verzió: %1.
is: Flutti út útgáfu %1.
ko: 개정판 %1을 내보냈습니다.
nb: Eksporterte revisjon %1.
sk: Exportovaná revízia %1.

source: Checked out external at revision %1.
be: Атрыманы знешні рэсурс: рэвізія %1.
bg: Изтеглена външна ревизия %1.
es: Recurso externo obtenido en la revisión %1.
et: Väline element välja võetud versiooniga %1.
eu: Kanpoko baliabidea %1 errebisioan deskargatu da.
fa: وارسی خارجی در بازبینی %1.
fr: Externe extrait à la révision %1.
he: נמשכה גרסה חיצונית מספר %1.
hu: Helyi másolat külső hivatkozásról. Verzió: %1.
is: Náði í utanaðkomandi útgáfu %1.
ko: 개정 %1에 외부로 출력된 것을 확인했습니다.
nb: Sjekket ut ekstern ved revisjon %1
sk: Získaná externá revízia %1.

source: Checked out revision %1.
be: Атрыманая рэвізія %1.
bg: Изтеглена ревизия %1.
es: Obtenida la revisión %1.
et: Välja võetud versioon %1.
eu: %1 errebisioa deskargatu da.
fa: وارسی بازبینی %1.
fr: Révision %1 extraite.
he: נמשכה גרסה מספר %1.
hu: Helyi másolat - verzió: %1.
is: Náði í útgáfu %1.
ko: 개정 %1 확인.
nb: Sjekket ut revisjon %1.
sk: Získaná revízia %1.

source: Updated external to revision %1.
be: Адноўлены знешні рэсурс да рэвізіі %1.
bg: Външно обновяване до ревизия %1.
es: Recurso externo actualizado a la revisión %1.
et: Väline element uuendatud versioonini %1.
eu: Kanpoko baliabidea %1 errebisiora eguneratu da.
fa: به‌روزرسانی خارجی در بازبینی %1.
fr: Externe mis à jour à la révision %1.
he: עודכן אל גרסה חיצונית מספר %1.
hu: Frissített külső hivatozás. Verzió: %1.
is: Uppfærði utanaðkomandi í útgáfu %1.
ko: 개정 %1에 대해 외부 업데이트 됨.
nb: Oppdaterte ekstertn til revisjon %1.
sk: Aktualizovaná externá revízia %1.

source: Updated to revision %1.
be: Адноўлена да рэвізіі %1.
bg: Обновяване до ревизия %1.
es: Actualizado a la revisión %1.
et: Uuendatud versioonini %1.
eu: %1 errebisiora eguneratu da.
fa: به‌روزرسانی در بازبینی %1.
fr: Mis à jour à la révision %1.
he: עודכן אל גרסה מספר %1.
hu: Frissítés történt erre a verzióra: %1.
is: Uppfærði í útgáfu %1.
ko: 개정 %1에 대해 업데이트 됨.
nb: Oppdaterte til revisjon %1.
sk: Aktualizovaná revízia %1.

source: External at revision %1.
be: Знешні рэсурс, рэвізія %1.
bg: Външна ревизия %1.
es: Recurso externo en la revisión %1.
et: Väline element versiooniga %1.
eu: Kanpoko baliabidea %1 errebisioan.
fa: خارجی در بازبینی %1.
fr: Externe à la révision %1.
he: חיצוני בגרסה %1.
hu: Külső hivatkozás, verzió: %1.
is: Utanaðkomandi útgáfa %1.
ko: 개정 %1의 외부.
nb: Ekstern ved revisjon %1.
sk: Externá revízia %1.

source: At revision %1.
be: Бягучая рэвізія: %1.
bg: Ревизия %1.
es: En la revisión %1.
et: Versiooniga %1.
eu: %1 errebisioan.
fa: در بازبینی %1.
fr: À la révision %1.
he: גרסה נוכחית %1.
hu: Jelenlegi verzió: %1.
is: Útgáfa %1.
ko: 개정 %1에.
nb: Ved revisjon %1.
sk: Revízia %1.

source: External export complete.
be: Экспарт знешніх рэсурсаў завершаны.
bg: Външният експортиране завърши.
es: Se ha completado la exportación de recurso externo.
et: Väliste elementide eksport tehtud.
eu: Kanpoko baliabideen esportazioa burutu da.
fa: تکمیل صادرات خارجی.
fr: Exportation externe terminée.
he: ייצוא חיצוני הסתיים.
hu: A külső exportálás befejeződött.
is: Utanaðkomandi útflutningi lokið.
ko: 외부 내보내기 완료.
nb: Ferdig med ekstern eksport.
sk: Externý export skončený.

source: Export complete.
bg: Експортирането завърши.
es: Exportación completa.
et: Eksport tehtud.
eu: Esportazioa burutu da.
fa: تکمیل صادرات.
fr: Exportation terminée.
he: ייצוא הסתיים.
hu: Az exportálás befejeződött.
is: Útflutningi lokið.
ko: 내보내기 완료.
nb: Ferdig med eksport.
sk: Export skončený.

source: External checkout complete.
be: Атрыманне знешніх рэсурсаў паспяхова завершана.
bg: Външното изтегляне завърши.
es: Se ha completado la obtención del recurso externo.
et: Väliste elementide väljavõte tehtud.
eu: Kanpoko baliabideen deskarga burututa.
fa: تکمیل وارسی خارجی.
fr: Extraction externe terminée.
he: משיכה של חיצוני הסתיימה.
hu: Külső forrásból helyi másolat készítése befejeződött.
is: Utanaðkomandi sókn lokið.
ko: 외부 확인 성공.
nb: Ferdig med ekstern utsjekking.
sk: Externé získanie skončené.

source: Checkout complete.
be: Атрыманне рэсурсаў паспяхова завершана.
bg: Изтеглянето завърши.
es: Obtención completa.
et: Väljavõte tehtud.
eu: Deskarga burututa.
fa: تکمیل وارسی.
fr: Extraction terminée.
he: המשיכה הסתיימה.
hu: A helyi másolat készítése befejeződött.
is: Sókn lokið.
ko: 확인 완료.
nb: Ferdig med utsjekking.
sk: Získanie skončené.

source: External update complete.
be: Аднаўленне знешніх рэсурсаў выканана паспяхова.
bg: Външното обновяване завърши.
es: Se ha completado la actualización del recurso externo.
et: Väliste elementide uuendamine tehtud.
eu: Kanpoko baliabideen eguneratzea burututa.
fa: تکمیل به‌روزرسانی خارجی.
fr: Mise à jour externe terminée.
he: עדכון חיצוני הסתיים.
hu: A külső frissítés befejeződött.
is: Utanaðkomandi uppfærslu lokið.
ko: 외부 업데이트 완료.
nb: Ferdig med ekstern oppdatering.
sk: Externá aktualizácia skončená.

source: Update complete.
be: Аднаўленне выканана паспяхова.
bg: Обновяването завърши.
es: Actualización completa.
et: Uuendamine tehtud.
eu: Eguneratzea burututa.
fa: تکمیل به‌روزرسانی.
fr: Mise à jour terminée.
he: עדכון הסתיים.
hu: A frissítés befejeződött.
is: Uppfærslu lokið.
ko: 업데이트 완료.
nb: Ferdig med oppdatering.
sk: Aktualizácia skončená.

source: Fetching external item into %1.
be: Атрыманне інфармацыі аб знешнім элеменце %1.
bg: Изтегляне на външен елемент в %1.
es: Obteniendo elemento externo en %1.
et: Välise elemendi tõmbamine %1 sisse.
eu: Kanpoko elementua %1-(e)ra eskuratzen.
fa: واکشی فقرۀ خارجی به %1.
fr: Réception d'un élément externe dans %1.
he: מייבא פריט חיצוני אל %1.
hu: Külső elem letöltése ide: %1.
is: Næ í utanaðkomandi hlut í %1.
ko: %1에 외부 항목 패치중.
nb: Sender eksternt element inn i %1.
sk: Vkladá sa externá položka do %1.

source: Status against revision: %1.
be: Стан па рэвізіі: %1.
bg: Състояние спрямо ревизията: %1.
es: Estado respecto a la revisión: %1.
et: Olek versiooni %1 suhtes.
eu: Errebisio honekiko egoera: %1.
fa: وضعیت مقابل بازبینی: %1.
fr: État par rapport à la révision : %1.
he: מצב מול גרסה: %1.
hu: A(z) %1 verzió állapotának lekérdezése.
is: Staða á móti útgáfu: %1.
ko: 개정에 대한 상태: %1.
nb: Status mot revisjon: %1.
sk: Stav oproti revízii: %1.

source: Performing status on external item at %1.
be: Азначэнне стана для знешняга рэсурсу %1.
bg: Състояние на външен елемент на %1.
es: Comprobando estado del elemento externo en %1.
et: Välise elemendi oleku kontroll %1 suhtes.
eu: Kanpoko %1 elementu baten egoera eskuratzen.
fa: وضعیت اجرا در فقرۀ خارجی در %1.
fr: Détermination de l'état de l'élément externe %1.
he: מבצע בדיקת מצב מול פריט חיצוני %1.
hu: Külső elem állapotának lekérdezése - %1.
is: Keyri stöðu á utanaðkomandi hlut í %1.
ko: %1에 외부 아이템의 상태를 형성 중.
nb: Utfører status på eksternt element ved %1.
sk: Vykonáva sa stav externej položky %1.

source: Sending %1
bg: Изпращане на %1.
es: Enviando %1
et: Saadetakse %1
eu: %1 bidaltzen
fa: ارسال %1
fr: Envoi de %1
he: שולח %1
hu: Küldés - %1
is: Sendi %1
ko: %1 전송중
nb: Sender %1
sk: Posiela sa %1

source: Adding (bin) %1.
be: Даданне (дваічн.) %1.
bg: Добавяне (двоично) на %1.
es: Añadiendo (binario) %1.
et: Lisatakse %1 (binaarfail).
eu: %1 (bit) gehitzen.
fa: افزودن )bin( %1.
fr: Ajout de %1 (binaire).
he: מוסיף (בינרי) %1.
hu: Hozzáadás (bin.) %1.
is: Bæti við (bin) %1.
ko: 추가중 (바이너리) %1.
nb: Legger til (binær) %1.
sk: Pridáca sa (bin) %1.

source: Adding %1.
be: Даданне %1.
bg: Добавяне на %1.
es: Añadiendo %1.
et: Lisatakse %1.
eu: %1 gehitzen.
fa: افزودن %1.
fr: Ajout de %1.
he: מוסיף %1.
hu: %1 hozzáadása.
is: Bæti við %1.
ko: %1 추가중.
nb: Legger til %1.
sk: Pridáva sa %1.

source: Deleting %1.
be: Выдаленне %1.
bg: Изтриване на %1.
es: Eliminando %1.
et: Kustutatakse %1.
eu: %1 ezabatzen.
fa: حذف %1.
fr: Suppression de %1.
he: מוחק %1.
hu: %1 törlése.
is: Eyði %1.
ko: %1 삭제중.
nb: Sletter %1.
sk: Odstraňuje sa %1.

source: Replacing %1.
be: Замена %1.
bg: Замяна на %1.
es: Reemplazando %1.
et: Asendatakse %1.
eu: %1 ordezkatzen.
fa: جایگزینی %1.
fr: Remplacement de %1.
he: מחליף %1.
hu: %1 cseréje.
is: Skipti út %1.
ko: %1 교체중.
nb: Erstatter %1.
sk: Nahrádza sa %1.

source: Transmitting file data
be: Перадача дадзеных файлаў
bg: Прехвърляне на данните
es: Transmitiendo datos del archivo
et: Failiandmete ülekanne
eu: Fitxategi datuak bidaltzen
fa: فرستادن داده‌های پرونده
fr: Transmission des données du fichier
he: שולח מידע של קבצים
hu: Fájlok átvitele
is: Sendi skráargögn
ko: 파일 데이타 전송중
nb: Overfører fildata
sk: Prenášajú sa dáta súboru.
