Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdesdk/kuiviewer.po
Languages: ca, de, et, fi, gl, hu, ko, pa, sl, sr, sr@latn

source: _: NAME OF TRANSLATORS Your names
ca: Albert Astals Cid
de: Stephan Johach
et: Marek Laane
fi: Ilpo Kantonen
gl: Verónica Fernández Couce
hu: Szántó Tamás
ko: Park Shinjo
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
sl: Gregor Rakar
sr: Топлица Танасковић
sr@latn: Toplica Tanasković

source: _: EMAIL OF TRANSLATORS Your emails
ca: astals11@terra.es
de: hunsum@gmx.de
et: bald@online.ee
fi: ilpo@iki.fi
gl: veronicafernandezcouce@gmail.com
hu: tszanto@mol.hu
ko: peremen@gmail.com
pa: aalam@users.sf.net
sl: gregor.rakar@kiss.si
sr: toptan@kde.org.yu
sr@latn: toptan@kde.org.yu

source: Unable to locate Kuiviewer kpart.
ca: No s'ha pogut localitzar la part de Kuiviewer.
de: Die Komponente Kuiviewer kann nicht gefunden werden.
et: Kuivieweri komponenti ei leitud.
fi: Kuiviewer kpartia ei löytynyt.
gl: Non foi posible localizar o kpart de Kuiviewer
hu: Nem található a Kuiviewer objektum.
ko: Kuiviewer kpart를 찾을 수 없습니다.
pa: Kuiviewer kpart ਖੋਜਣ ਲਈ ਅਸਫ਼ਲ ਹੈ।
sl: Ni moč najti dela Kuiviewer.
sr: Не могу да нађем kpart Kuiviewer.
sr@latn: Ne mogu da nađem kpart Kuiviewer.

source: *.ui *.UI|User Interface Files
ca: *.ui *.UI|Fitxers d'interfície d'usuari
de: *.ui *.UI|User-Interface-Dateien
et: *.ui *.UI|Kasutajaliidesefailid
fi: *.ui *.UI|Käyttöliittymätiedosto
gl: *.ui *.UI|Ficheiros de interface de usuario
hu: *.ui *.UI|UI-fájlok
ko: *.ui *.UI|사용자 인터페이스 파일
pa: *.ui *.UI|ਯੂਜਰ ਇੰਟਰਫੇਸ ਫਾਇਲਾਂ
sl: *.ui *.UI|Datoteke uporabniškega vmesnika
sr: *.ui *.UI|Фајлови корисничког интерфејса
sr@latn: *.ui *.UI|Fajlovi korisničkog interfejsa

source: Style
ca: Estil
de: Stil
et: Stiil
fi: Tyyli
gl: Estilo
hu: Stílus
ko: 스타일
pa: ਸ਼ੈਲੀ
sl: Slog
sr: Стил
sr@latn: Stil

source: Set the current style to view.
ca: Estableix l'estil actual a veure.
de: Setzt den Stil für die Anzeige.
et: Rakendab vaatele aktiivse stiili.
fi: Aseta nykyinen tyyli näyttöön.
gl: Establecer o estilo actual para visualizalo.
hu: Az aktuális stílus beállítása.
ko: 현재 스타일을 보기에 적용합니다.
pa: ਝਲਕ ਦੀ ਮੌਜੂਦਾ ਸ਼ੈਲੀ ਦਿਓ।
sl: Nastavi trenuten slog za prikaz.
sr: Поставља текући стил за приказ.
sr@latn: Postavlja tekući stil za prikaz.

source: Displays Designer's UI files
ca: Mostra fitxers UI del Designer
de: Zeigt UI-Dateien des Designers an
et: Näitab Designeri kasutajaliidese faile
fi: Näyttää suunnittelijan UI-tiedostot
gl: Mostra ficheiros UI de Designer
hu: Designer UI-fájlok megjelenítése
ko: 디자이너의 UI 파일 표시
pa: ਡਿਜ਼ਾਈਨਰ ਦੀਆਂ UI ਫਾਇਲਾਂ ਵੇਖਾਓ
sl: Prikaže datoteke Designer UI.
sr: Приказује Designer-ове UI фајлове
sr@latn: Prikazuje Designer-ove UI fajlove

source: Document to open
ca: Document a obrir
de: Zu öffnendes Dokument
et: Avatav dokument
fi: Avattava dokumentti
gl: Documento para abrir
hu: A megnyitandó dokumentum
ko: 불러올 파일
pa: ਖੋਲ੍ਹਣ ਲਈ ਦਸਤਾਵੇਜ਼
sl: Dokument za odprtje
sr: Документ за отварање
sr@latn: Dokument za otvaranje

source: Save screenshot to file and exit
ca: Desa una captura de pantalla a fitxer i surt
de: Bildschirmphotos in Datei speichern und Beenden.
et: Salvestab ekraanipildi faili ja lõpetab
fi: Talleta kuvakaappaukset tiedostoon ja lopeta
gl: Gardar captura nun ficheiro e sair
hu: A képernyőfelvétel mentése fájlba, majd kilépés
ko: 스크린샷을 파일에 저장하고 종료
pa: ਸਕਰੀਨ-ਸੇਵਰ ਨੂੰ ਫਾਇਲ 'ਚ ਸੰਭਾਲੋ ਅਤੇ ਬੰਦ ਕਰੋ
sl: Shrani posnetek zaslona v datoteko in končaj
sr: Сачувај снимак екрана у фајл и изађи
sr@latn: Sačuvaj snimak ekrana u fajl i izađi

source: Screenshot width
ca: Amplada de la captura de pantalla
de: Breite des Bildschirmphotos
et: Ekraanipildi laius
fi: Kuvakaappauksen leveys
gl: Ancho da captura
hu: A képernyőfelvétel szélessége
ko: 스크린샷 폭
pa: ਸਕਰੀਨ-ਸੇਵਰ ਚੌੜਾਈ
sl: Širina posnetka zaslona
sr: Ширина снимка екрана
sr@latn: Širina snimka ekrana

source: Screenshot height
ca: Alçada de la captura de pantalla
de: Höhe des Bildschirmphotos
et: Ekraanipildi kõrgus
fi: Kuvakaappauksen korkeus
gl: Altura da captura
hu: A képernyőfelvétel magassága
ko: 스크린샷 높이
pa: ਸਕਰੀਨ-ਸੇਵਰ ਉਚਾਈ
sl: Višina posnetka zaslona
sr: Висина снимка екрана
sr@latn: Visina snimka ekrana
