Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: Conectiva Linux Support
ca: Funcionament amb Conectiva Linux
da: Støtte for Conectiva Linux
de: Unterstützung für Conectiva Linux
es: Soporte para Conectiva Linux
et: Conectiva Linuxi toetus
eu: Conectiva Linux euskarria
fa: پشتیبانی لینوکس کانکتیوی
fi: Conectiva Linuxin tuki
ga: Tacaíocht do Conectiva Linux
gl: Soporte para Conectiva Linux
hu: Támogatás a Conectiva Linuxhoz
is: Conectiva Linux stuðningur
it: Supporto per Conectiva Linux
ja: Conectiva Linux サポート
mk: Поддршка за Конектива Линукс
nb: Støtte for Mandriva Linux
nl: Ondersteuning voor Conectiva
pa: Conectiva ਲੀਨਕਸ ਸਹਿਯੋਗ
pl: Wsparcie Conectiva Linux
pt: Suporte a Conectiva Linux
ru: Реализация поддержки Conectiva Linux
sk: Podpora Conectiva Linux
sl: Podpora za Conectiva Linux
sr: Подршка за Conectiva Linux
sr@latn: Podrška za Conectiva Linux
zh_cn: Conectiva Linux 支持
zh_tw: Conectiva Linux 支援

source: Documentation maintainer, and German translator
ca: Mantenidor de la documentació, i traductor alemany
da: Vedligeholdelse af dokumentation og oversættelse til tysk
de: Originalhandbuch und Übersetzung ins Deutsche
es: Encargado de la documentación y traductor al alemán
et: Dokumentatsiooni hooldaja ja tõlge saksa keelde
eu: Dokumentazioaren mantentzailea, eta alemanierazko itzultzailea
fa: نگه‌دارندۀ مستندات، و مترجم آلمانی
fi: Dokumentoinnin ylläpitäjä ja saksantaja
gl: Mantemento da documentación e tradutor para alemán
hu: Dokumentáció és német fordítás
is: Umsjónarmaður skjala og þýsk þýðing
it: Responsabile della documentazione, traduttore tedesco
ja: ドキュメンテーションのメンテナとドイツ語への翻訳
mk: Одржувач на документација и преведувач за германски
nb: Vedlikeholder dokumentasjon, oversatt til tysk
nl: Onderhoud van de documentatie en Duitse vertaling
pa: ਦਸਤਾਵੇਜ਼ ਪਰਬੰਧਕ, ਅਤੇ ਜਰਮਨ ਅਨੁਵਾਦਕ
pl: Opiekun dokumentacji oraz niemieckie tłumaczenie
pt: Manutenção da documentação e tradutor para alemão
pt_br: Manutenção da documentação, tradutor para o Alemão
ru: Разработка документации и перевод на немецкий
sk: Údržbár dokumentácie a nemecký prekladateľ
sl: Vzdrževalec dokumentacije, prevajalec v nemščino
sr: Одржавалац документације, немачки превод
sr@latn: Održavalac dokumentacije, nemački prevod
zh_cn: 文档维护者和德语翻译
zh_tw: 文件維護，德文翻譯

source: Various bugfixes and features
ca: Solucions a errors i característiques vàries
da: Diverse fejlrettelser og funktioner
de: Verschiedene Fehlerbeseitigungen und Funktionen
es: Varias correciones y sugerencias
et: Mitmesugused veaparandused ja uued omadused
eu: Zenbait akats-konpoketa eta eginbide
fa: رفع اشکالهای گوناگون و ویژگیها
fi: Useita virheiden korjauksia ja ominaisuuksia
gl: Várias correicións e funcionalidades
hu: Sok hibajavítás és továbbfejlesztés
is: Ýmsar villuleiðréttingar og viðbætur
it: Correzioni e funzionalità varie
ja: バグ修正と機能追加
mk: Разни поправки на бубачки и карактеристики
nb: Diverse feilrettinger og bidrag
nl: Diverse bugreparaties en functies
pa: ਬੱਗ-ਸੁਧਾਰ ਅਤੇ ਫੀਚਰ
pl: Różne poprawki oraz rozszerzenia
pt: Várias correcções e funcionalidades
pt_br: Diversas correções e recursos
ru: Исправления и добавления новых функций
sk: Rôzne opravy a vlastnosti
sl: Razni popravki in zmožnosti
sr: Разне исправке и могућности
sr@latn: Razne ispravke i mogućnosti
zh_cn: 各种错误修正和特性
zh_tw: 修正許多錯誤與提供許多功能

source: Various bugfixes and Brazilian Portuguese translator
ca: Vàries solucions d'errors i traductor al portuguès brasiler
da: Diverse fejlrettelser og oversættelse til brasiliansk portugisiske
de: Verschiedene Fehlerbeseitigungen und Übersetzer (Brasilien/Portugal)
es: Varias correcciones y traducción al portugués
et: Mitmesugused veaparandused ja tõlge Brasiilia portugali keelde
eu: Zenbait akats-konpoketa eta Brasilgo portugaldarraren itzultzailea
fa: رفع اشکالهای گوناگون و مترجم برزیلی پرتغالی
fi: Useita virheiden korjauksia ja Brasilian portugaliksi kääntäjä
gl: Várias correicións e tradución para portugués do Brasil
hu: Sok hibajavítás és brazil portugál fordítás
is: Ýmsar villuleiðréttingar og portúgölsk þýðing
it: Correzioni varie e traduttore portoghese brasiliano
ja: バグ修正とブラジル系ポルトガル語への翻訳
mk: Разни поправки на бубачки и преведувач за португалски (бразилски)
nb: Diverse feilrettelser og oversettelse til Brasil-portugisisk
nl: Diverse bugreparaties en Braziliaans-Portugese vertaling
pa: ਬੱਗ-ਸੁਧਾਰ ਅਤੇ ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਅਨੁਵਾਦਕ
pl: Różne poprawki oraz tłumaczenie na język brazylijski portugalski
pt: Várias correcções e tradução para português do Brasil
pt_br: Diversas correções e tradução para Português do Brasil
ru: Исправления и перевод на португальский язык
sk: Rôzne opravy a brazílsko portugalský prekladateľ
sl: Razni popravki in prevajalec v brazilsko portugalščino
sr: Разне исправке и превод на бразилски португалски
sr@latn: Razne ispravke i prevod na brazilski portugalski
zh_cn: 各种错误修正和巴西葡萄牙语翻译
zh_tw: 修正許多錯誤，及巴西、葡萄牙翻譯

source: %1Network configuration%2This module allows you to configure your TCP/IP settings.%3
bg: %1Мрежови настройки%2Модулът позволява да настроите TCP/IP.%3
ca: %1Configuració de xarxa%2Aquest mòdul us permet configurar els paràmetres TCP/IP.%3
da: %1Netværksindstilling%2Dette modul lader dig indstille TCP/IP-indstillinger.%3
de: %1Netzwerkeinrichtung%2Dieses Modul ermöglicht es Ihnen, die TCP/IP-Einrichtung vorzunehmen.%3
es: %1Configuración de la Red%2 Este módulo permite configurar las propiedades de red.%3
et: %1Võrguseadistused%2Selles moodulis saab määrata TCP/IP seadistusi.%3
eu: %1Sareko konfigurazioa%2Modulu honek zure TCP/IP ezarpenak konfiguratzeko aukera ematen dizu.%3
fa: پیکربندی %2 شبکه %1 این پیمانه، به شما اجازه می‌دهد که تنظیمات TCP/IP خود را پیکربندی کنید.%3
fi: %1Tietoverkkoasetukset%2Tämä moduuli mahdollistaa sinun asettaa TCP/IP-asetuksesi.%3
gl: %1Configuración de rede%2 Este módulo permite-lle configurar as opcións TCP/IP.%3
hu: %1Hálózati beállítások%2Ezzel a modullal a TCP/IP-jellemzőket lehet beállítani.%3
is: %1Netstillingar%2Þessi eining gerir þér kleyft að sýsla með TCP/IP stillingarnar þínar.%3
it: %1Configurazione di rete%2Questo modulo ti permette di configurare le tue impostazioni TCP/IP.%3
ja: %1ネットワーク設定%2このモジュールで TCP/IP を設定します。%3
mk: %1Мрежна конфигурација%2Овој модул ви овозможува да ги конфигурирате вашите поставувања за ТЦП/ИП.%3
nb: %1 nettverksoppsett %2 med denne modulen kan du sette opp TCP/IP-innstillingene.%3
nl: %1Netwerkconfiguratie%2Met deze module kunt u uw TCP/IP-configuratie instellen.%3
pa: %1ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ%2ਇਹ ਮੈਡੀਊਲ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ TCP/IP ਸੰਰਚਨਾ ਕਰਨ ਲਈ ਸਹਾਇਕਹੈ।%3
pl: %1Konfiguracja sieci%2Ten moduł pozwala skonfigurować ustawienia TCP/IP.%3
pt: %1Configuração de rede%2Este módulo permite-lhe configurar as opções TCP/IP.%3
pt_br: %1Configuração de rede%2Este módulo possibilita o ajuste das configurações de TCP/IP.%3
ru: %1Параметры сети%2С помощью этого модуля можно изменить конфигурацию TCP/IP.%3
sk: %1konfigurácia siete%2Tento modul umožňuje konfigurovať nastavenia TCP/IP.%3
sl: %1Nastavitev omrežja%2Ta modul vam omogoča nastavitev omrežja TCP/IP.%3
sr: %1Мрежна подешавања%2Овај модул дозвољава подешавање ваших TCP/IP поставки.%3
sr@latn: %1Mrežna podešavanja%2Ovaj modul dozvoljava podešavanje vaših TCP/IP postavki.%3
zh_cn: %1网络配置%2此模块允许您配置您的 TCP/IP 设置。%3
zh_tw: %1網路設定%2這個模組允許您設定您的 TCP/IP。%3

source: Could not find the backend script for the network configuration detection. Something is wrong with your installation. Please check that {KDE_PATH}/%1 file is present.
bg: Не е намерен скриптът за откриване на мрежа. Нещо не е наред с инсталацията ви. Моля, проверете дали съществува следния файл: {KDE_PATH}/%1
ca: No s'han pogut trobar els fitxers de seqüència de detecció de configuració de la xarxa. Hi ha algun problema amb la vostra instal·lació. Si us plau, comproveu que el fitxer {KDE_PATH}/%1 és present.
da: Kunne ikke finde detv underliggende script for netværksdetekteringen. Noget er forkert med din installation. Kontrollér at filen {KDE_PATH}/%1 er tilgængelig.
de: Das Skript zur Analyse der Netzwerkkonfiguration kann nicht gefunden werden. Bitte überprüfen Sie Ihre Installation. Bitte vergewissern Sie sich, dass die Datei {KDE_PATH}/%1 auf Ihrem System vorhanden ist.
es: No se pudieron encontrar los guiones para detectar la configuración de la red. Algo está mal en su instalación. Por favor asegúrese de que {el archivo KDE_PATH}/%1 existe.
et: Võrguseadistuste tuvastamise skripte ei leitud. Paigaldusega on midagi valesti. Palun kontrolli, kas fail {KDE_PATH}/%1 on ikka olemas.
eu: Ezin izan dira sare konfiguraketa detekziorako script-ak aurkitu. Zerbait gaizki dago zure instalazioan. Mesedez egiaztatu {KDE_PATH}/%1 fitxategia dagoen.
fa: نتوانست دست‌نوشتۀ پایانۀ پشتیبانی را برای آشکارسازی پیکربندی شبکه بیابد. در نصب شما موردی نادرست وجود دارد. لطفاً، بررسی کنید که پروندۀ {KDE_PATH}/%1 وجود داشته باشد.
fi: Ei voitu löytää tietoverkon tunnistusskriptejä. Asennus on mennyt jollain tavalla pieleen. Tarkista, että {KDE_PATH}/%1 -tiedosto on saatavilla.
gl: Non foi posíbel atopar o guión para a detección da configuración da rede. Algo está mal na sua instalación. Verifique que {KDE_PATH}/%1 existe.
hu: Nem érhető el a hálózatbeállítást lekérdező szkript, valószínűleg telepítési hiba miatt. Ellenőrizze, hogy létezik-e ez a fájl: {KDE_PATH}/%1 .
is: Fann ekki netgreiningarskrifturnar. Uppsetningin þín er ekki rétt. Vinsamlega athugaðu að {KDE_PATH}/%1 skráin sé til staðar.
it: Impossibile trovare gli script di rilevamento della configurazione di rete. C'è qualcosa che non va con la tua installazione. Controlla che il file {PERCORSO_KDE}/%1 sia presente.
ja: ネットワーク設定の検出に必要なバックエンドスクリプトが見つかりません。インストールに問題があります。 ファイル {KDE_PATH}/%1 が存在することを確認してください。
mk: Не можам да ја најдам заднинската скрипта за пронаоѓање на мрежната конфигурација. Нешто не е во ред со вашата инсталација. Проверете дека датотеката {KDE_PATH}/%1 постои.
nb: Klarte ikke å finne bakgrunnsskriptene for å finne nettverksinnstillingene. Noe er galt med installasjonen. Se etter at fila {KDE_PATH}/%1 er til stede.
nl: Kon de netwerkdetectiescripts niet vinden. Er is iets mis met uw installatie. Controleer of het bestand {KDE_PAD}/%1 aanwezig is.
pl: Nie można znaleźć skryptu wykrywającego konfigurację sieci. Coś jest nie tak z Twoją instalacją. Sprawdź, czy plik {KDE_PATH}/%1 istnieje.
pt: Não foi possível encontrar os 'scripts' de detecção da configuração da rede. Algo está errado na instalação. Verifique se o ficheiro {KDE_PATH}/%1 está presente.
pt_br: Impossível localizar os scripts de detecção de rede. Há algo de errado em sua instalação. Verifique se o arquivo {KDE_PATH}/%1 existe.
ru: Сценарии обнаружения настроек сети не найдены. Возможно, ошибка установки. Проверьте, существует ли файл {KDE_PATH}/%1.
sk: Nedá sa nájsť skript pre zistenie sieťovej konfigurácie. V inštalácii je nejaká chyba. Prosím, skontrolujte, že súbor {KDE_PATH}/%1 existuje.
sl: Ni moč najti skripta za zaznavanje nastavitev omrežja. Nekaj je narobe z namestitvijo. Prosim, prepričajte se, da datoteka {KDE_PATH}/%1 obstaja.
sr: Не могу да нађем позадинску скрипту за детекцију подешавања мреже. Нешто није у реду са вашом инсталацијом. Проверите да ли је фајл {KDE_PATH}/%1 доступан.
sr@latn: Ne mogu da nađem pozadinsku skriptu za detekciju podešavanja mreže. Nešto nije u redu sa vašom instalacijom. Proverite da li je fajl {KDE_PATH}/%1 dostupan.
zh_cn: 无法找到后端脚本此来进行网络配置检测。您的安装可能存在问题。 请检查 {KDE_PATH}/%1 文件是否存在。
zh_tw: 找不到偵測網路設定的後端文稿。您的系統可能有問題。 請確定 {KDE_PATH}/%1 檔案存在。

source: Could Not Find Network Configuration Backend Script
bg: Грешка при откриване на мрежовия скрипт
ca: No s'ha pogut trobar el fitxer de seqüència de configuració de xarxa
da: Kunne ikke finde scriptet til indstilling af netværksgrænsefladen
de: Das Skript zur Analyse der Netzwerkkonfiguration kann nicht gefunden werden
es: No se encontró el guión de configuración de la red
et: Võrguseadistuste taustaprogrammi skripti ei leitud
eu: Ezin izan da Sare Konfiguraketarako Script-a aurkitu
fa: نتوانست دست‌نوشتۀ پایانۀ پشتیبانی پیکربندی شبکه را بیابد
fi: Ei voitu löytää tietoverkon tausosan skriptiä
gl: Non Foi Posíbel Atopar o Guión da Configuración da Rede
hu: Nem található a hálózatbeállítást lekérdező szkript
is: Fann ekki netstillingarskriftu
it: Impossibile trovare lo script di interfaccia della configurazione di rete
ja: ネットワーク設定バックエンドスクリプトが見つかりません
mk: Не можам да ја најдам заднинската скрипта за конфигурирање на мрежата
nb: Klarte ikke finne bakstykke-skriptet for nettverksinnstillinger
nl: Kon het script van de netwerk-achtergrondprocedure niet vinden
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਪਿੱਠਵਰਤੀ ਸਕਰਿਪਟ ਖੋਜੀ ਨਹੀਂ ਜਾ ਸਕੀ
pl: Nie można odnaleźć skryptu silnika konfigurującego sieć
pt: Não Foi Possível Encontrar o Programa de Infra-Estrutura de Configuração da Rede
pt_br: Impossível localizar o script de backend de rede
ru: Ошибка сценария
sk: Nedá sa nájsť skript sieťovej konfigurácie.
sl: Ni moč najti skripta za nastavitev omrežja
sr: Не могу да нађем позадинску скрипту подешавања мреже
sr@latn: Ne mogu da nađem pozadinsku skriptu podešavanja mreže
zh_cn: 找不到网络配置后端脚本
zh_tw: 找不到網路設定的後端文稿

source: Could not execute backend script for the network configuration detection. Something is wrong with your installation.
bg: Не е намерен скриптът за откриване на мрежа. Нещо не е наред с инсталацията ви.
ca: No s'han pogut executar els fitxers de seqüència de detecció de xarxa. Hi ha alguna cosa incorrecta a la vostra instal·lació.
da: Kunne ikke køre scriptet til detektering af netværksindstilling. Noget er forkert med installationen.
de: Das Skript zur Analyse der Netzwerkkonfiguration kann nicht ausgeführt werden. Bitte überprüfen Sie Ihre Installation.
es: No se pudo ejecutar el guión de detección de configuración de la red. Su instalación es incorrecta.
et: Võrguseadistuste tuvastamise skriptide käivitamine ebaõnnestus. Paigaldusega on midagi valesti.
eu: Ezin izan da sare konfiguraketa detekziorako script-a exekutatu. Zerbait gaizki dago zure instalazioan.
fa: نتوانست دست‌نوشتۀ پایانۀ پشتیبانی برای آشکارسازی پیکربندی را اجرا کند. در نصبتان مورد نادرستی وجود دارد.
fi: Ei voitu suorittaa tietoverkon tunnistusskriptejä. Jokin meni vikaan asennuksessa.
gl: Non foi posíbel executar o guión de detección da configuración da rede. Algo está mal na sua instalación.
hu: Nem sikerült végrehajtani a hálózatbeállítást lekérdező szkriptet, valószínűleg telepítési hiba miatt.
is: Gat ekki keyrt netgreiningarskriftur. Uppsetningin þín er ekki rétt.
it: Impossibile eseguire gli script di rilevamento della configurazione di rete. C'è qualcosa che non va con la tua installazione.
ja: ネットワーク設定の検出に必要なバックエンドスクリプトを実行できませんでした。インストールに問題があります。
mk: Не можам да ја извршам заднинската скрипта за пронаоѓање на мрежната конфигурација. Нешто не е во ред со вашата инсталација.
nb: Klarte ikke å kjøre bakstykke-skriptene for å finne nettverksinnstillinger. Noe er galt med installasjonen.
nl: Kon de netwerkdetectiescripts niet uitvoeren. Er is iets mis met uw installatie.
pl: Nie można uruchomić skryptu wykrywającego konfigurację sieci. Coś jest nie tak z instalacją programu.
pt: Não foi possível executar o programa de detecção da configuração da rede. Algo está errado na sua instalação.
pt_br: Impossível executar os scripts de detecção de rede. Há algo de errado com a sua instalação.
ru: Не удалось выполнить сценарии обнаружения сети. Возможно, ошибка установки.
sk: Nedá sa spustiť skript pre zistenie sieťovej konfigurácie. V inštalácii je nejaká chyba.
sl: Ni moč zagnati skripta za zaznavanje nastavitev omrežja. Nekaj je narobe z namestitvijo.
sr: Не могу да извршим позадинску скрипту за детекцију подешавања мреже. Нешто није у реду са вашом инсталацијом.
sr@latn: Ne mogu da izvršim pozadinsku skriptu za detekciju podešavanja mreže. Nešto nije u redu sa vašom instalacijom.
zh_cn: 无法执行后端脚本进行网络配置检测。您的安装可能存在问题。
zh_tw: 無法執行偵測網路設定的後端文稿。您的系統可能有問題。

source: Could Not Launch Network Configuration Backend Script
bg: Грешка при стартиране на мрежовия скрипт
ca: No s'ha pogut executar el fitxer de seqüència de configuració de xarxa
da: Kunne ikke starte scriptet for indstilling af netværksgrænsefladen
de: Das Skript zur Analyse der Netzwerkkonfiguration kann nicht gestartet werden.
es: No se pudo lanzar el guión de configuración de la red
et: Võrguseadistuste taustaprogrammi skripti käivitamine ebaõnnestus
eu: Ezin izan da Sare Konfiguraketarako Script-a jaurti
fa: نتوانست دست‌نوشتۀ پایانۀ پشتیبانی پیکربندی شبکه را راه اندازد
fi: Ei voitu käyttää tietoverkon tausosan skriptiä
gl: Non Foi Posíbel Lanzar o Guión da Configuración da Rede
hu: Nem sikerült elindítani a hálózatbeállítást lekérdező szkriptet
is: Gat ekki ræst netstillingaskriftu
it: Impossibile avviare lo script di interfaccia della configurazione di rete
ja: ネットワーク設定バックエンドスクリプトの実行に失敗
mk: Не можам да ја вклучам заднинската скрипта за мрежна конфигурација
nb: Kunne ikke starte bakstykkeskriptet for nettverksinnstillinger
nl: Kon de netwerkdetectiescripts niet starten
pl: Nie można wywołać skryptu silnika konfigurującego sieć
pt: Não Foi Possível Executar o Programa de Infra-Estrutura de Configuração da Rede
pt_br: Impossível executar o script de configuração de backend da rede
ru: Не удалось выполнить сценарий
sk: Nedá sa spustiť skript sieťovej konfigurácie.
sl: Ni moč zagnati skripta za nastavitev omrežja
sr: Не могу да покренем позадинску скрипту за подешавање мреже
sr@latn: Ne mogu da pokrenem pozadinsku skriptu za podešavanje mreže
zh_cn: 无法执行网络配置后端脚本
zh_tw: 無法叫出網路設定後端文稿

source: Could not parse the XML output from the network configuration backend.
bg: XML данните не могат да бъдат обработени.
ca: No s'ha pogut analitzar la sortida XML del fitxer de seqüència de configuració de xarxa.
da: Kunne ikke tolke XML-uddata fra netværkets underliggende indstilling.
de: Die XML-Ausgabe des Analyse-Skriptes für die Netzwerkkonfiguration kann nicht ausgewertet werden.
es: No se puedo interpretar el resultado XML obtenido de la configuración de la red
et: Võrguseadistuste taustaprogrammi XML-väljundi parsimine ebaõnnestus.
eu: Ezin izan da sare konfiguraketa bitartekoaren XML emaitzaren azterketa sintaktikoa burutu.
fa: نتوانست خروجی XML را از پایانۀ پشتیبانی پیکربندی شبکه تجزیه کند.
fi: Ei voitu jäsentään verkkoasetusten taustaosan XML-tulostetta.
gl: Non foi posíbel procesar a saída XML do servizo de configuración da rede.
hu: A hálózatbeállítást leíró XML adatokat nem sikerült feldolgozni.
is: Gat ekki þáttað XML úttakið frá netstillingarbakenda.
it: Impossibile elaborare l'output XML dell'interfaccia di configurazione di rete.
ja: ネットワーク設定バックエンドからの XML 出力を解読できませんでした。
mk: Не можам да го анализирам XML-излезот од заднинската мрежна конфигурација.
nb: Klarte ikke tolke XML-data fra bakstykke-skriptet for nettverksinnstillinger.
nl: Kon de XML-uitvoer van de netwerkdetectiescripts niet ontleden.
pl: Nie można przetworzyć wyniku działania silnika konfiguracji sieci.
pt: Não foi possível processar o resultado em XML da infra-estrutura de configuração da rede.
pt_br: Não foi possível analisar a saída XML da configuração de rede.
ru: Невозможно обработать вывод системы обнаружения настроек сети.
sk: Nedá sa analyzovať XML výstup zo sieťovej konfigurácie.
sl: Ni moč razčleniti izpisa XML, ki ga je vrnilo ogrodje za nastavitev omrežja.
sr: Нисам могао да рашчланим XML излаз из позадине подешавања мреже.
sr@latn: Nisam mogao da raščlanim XML izlaz iz pozadine podešavanja mreže.
zh_cn: 无法分析网络配置后端的 XML 输出。
zh_tw: 無法剖析網路設定後端的 XML 輸出。

source: Error While Listing Network Interfaces
bg: Грешка при показване на списъка с мрежовите интерфейси
ca: S'ha produït un error quan es llistaven les interfícies de xarxa
da: Fejl da netværksgrænseflade skulle listes
de: Beim Auflisten der Netzwerkschnittstellen ist ein Fehler aufgetreten
es: Error al enumerar las interfaces de red
et: Viga võrguliideste nimekirja koostamisel
eu: Akatsa sareko interfazeak zerrendatzerakoan
fa: خطا هنگام فهرست‌بندی واسطهای شبکه
fi: Virhe tietoverkkorajapintojen listauksessa
gl: Erro ao Enumerar as Interfaces de Rede
hu: Hiba történt a hálózati csatolók listázása közben.
is: Villa við birtingu af nettengjum.
it: Errore durante l'elenco delle interfacce di rete
ja: ネットワークインターフェースの一覧表示中にエラー
mk: Грешка при листање на мрежните интерфејси
nb: Feil under opplisting av nettverks-grensesnitt
nl: Fout bij het weergeven van de netwerkinterfaces
pa: ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ ਤੋਂ ਸੁਣਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd podczas wyświetlania interfejsów sieciowych
pt: Erro ao Enumerar as Interfaces de Rede
pt_br: Ocorreu um erro ao listar as interfaces de rede
ru: Ошибка при получении списка сетевых интерфейсов
sk: Chyba pri prehliadaní sieťových rozhraní
sl: Napaka pri izpisovanju seznama omrežnih vmesnikov
sr: Грешка при листању мрежних интерфејса
sr@latn: Greška pri listanju mrežnih interfejsa
zh_cn: 列出网络接口时出错
zh_tw: 列出網路介面時發生錯誤

source: Could not open file /proc/net/route.
bg: Грешка при отваряне на файла /proc/net/route.
br: N'hellan ket digeriñ ar restr /proc/net/route.
ca: No s'ha pogut obrir el fitxer /proc/net/route.
da: Kunne ikke åbne filen /proc/net/route.
de: Die Datei /proc/net/route kann nicht geöffnet werden.
es: No se pudo abrir el archivo /proc/net/route.
et: Faili /proc/net/route avamine ebaõnnestus.
eu: Ezin izan da /proc/net/route ireki.
fa: نتوانست پروندۀ /proc/net/route را باز کند.
fi: Ei voitu avata tiedostoa /ohjelmaa/verkkoa/reittiä.
gl: Non foi posíbel abrir o ficheiro /proc/net/route.
hu: Nem sikerült megnyitni a /proc/net/route fájlt.
is: Get ekki opnað skrána /proc/net/route.
it: Impossibile aprire il file /proc/net/route.
ja: ファイル /proc/net/route を開けません。
mk: Не можам да ја отворам датотеката /proc/net/route.
nb: Klarte ikke åpne fila /proc/net/route.
nl: Kon het bestand '/proc/net/route' niet openen.
pa: ਫਾਇਲ /proc/net/route ਨੂੰ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
pl: Nie można otworzyć pliku /proc/net/route.
pt: Não foi possível abrir o ficheiro /proc/net/route.
pt_br: Impossível abrir o arquivo /proc/net/route.
ru: Не удалось открыть файл /proc/net/route.
sk: Nedá sa otvoriť súbor /proc/net/route.
sl: Ni moč odpreti datoteke »/proc/net/route«.
sr: Не могу да отворим фајл /proc/net/route.
sr@latn: Ne mogu da otvorim fajl /proc/net/route.
zh_cn: 无法打开文件 /proc/net/route。
zh_tw: 無法開啟檔案 /proc/net/route。

source: Could Not Open File
bg: Грешка при отваряне на файл
br: Ne m'eus ket gallet digeriñ ar restr
ca: No s'ha pogut obrir el fitxer
da: Kunne ikke åbne filen
de: Die Datei kann nicht geöffnet werden
es: No se pudo abrir el archivo
et: Faili avamine ebaõnnestus
eu: Ezin izan da fitxategia ireki
fa: نتوانست پرونده را باز کند
fi: Ei voitu avata tiedostoa
ga: Ní féidir comhad a oscailt
gl: Non Foi Posíbel Abrir o Ficheiro
hu: Nem sikerült megnyitni egy fájlt
is: Get ekki opnað skrá
it: Impossibile aprire il file
ja: ファイルが開けません
mk: Не можам да ја отворам датотеката
nb: Kunne ikke åpne fila
nl: Kon bestand niet openen
pa: ਫਾਇਲ ਖੋਲੀ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ
pl: Nie można otworzyć pliku
pt: Não foi Possível Abrir o Ficheiro
pt_br: Impossível abrir o arquivo
ru: Не удалось открыть файл
sk: Nedá sa otvoriť súbor
sl: Ni moč odpreti datoteke
sr: Не могу да отворим фајл
sr@latn: Ne mogu da otvorim fajl
zh_cn: 无法打开文件
zh_tw: 無法開啟檔案
