Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: <p>Please enter the desired subnetmask for the interface here.</p> <p>For small private networks, 255.255.255.0 will most often be a reasonable default value.</p> <p>This field will change from a popup box to a combo box as soon as you enable the advanced settings below.</p>
bg: <p>Моля, въведете желаната маска на подмрежа за интерфейса.</p> <p>За малки частни мрежи 255.255.255.0, обикновено, е подходяща стойност по подразбиране.</p> <p>Полето ще се промени от изскачащо поле в комбинирано поле в момента, в който разрешите допълнителните настройки.</p>
ca: <p>Si us plau, introduïu aquí la submàscara de xarxa desitjada per a la interfície.</p> <p>Per a petites xarxes privades, 255.255.255.0 és sovint un valor predeterminat raonable.</p> <p>Aquest camp canviarà d'un quadre emergent a un quadre combinat quan habiliti els paràmetres avançats de sota.</p>
da: <p>Indtast ønsket delnetmaske for grænsefladenne.</p> <p>For små private netværk er 255.255.255.0 oftest en passende standardværdi.</p> <p>Feltet ændres fra en dialog til et dropned-felt så snart du aktiverer avancerede indstillinger nedenfor.</p>
de: <p>Bitten geben Sie die für die Schnittstelle gewünschte Netzwerkmaske ein.</p> <p>Für kleine private Netzwerke ist der Wert 255.255.255.0 in den allermeisten Fällen der richtige Wert.</p> <p>Dieses Feld wird zu einem Kombinationsfeld, sobald Sie unten die erweiterten Einstellungen aktivieren.</p>
es: <p>Por favor, entre la máscara de red que desee para este interfaz.</p> <p>Para redes privadas pequeñas el valor 255.255.255.0 será casi siempre un valor razonable.</p> <p>Este campo cambiará de una ventana desplegable a una lista de selección en cuanto habilite la casilla de opciones avanzadas mas adelante.</p>
et: <p>Palun määra siin liidese vajalik alamvõrgu mask.</p> <p>Väiksema võrgu korral on enamasti mõistlik väärtus 255.255.255.0.</p> <p>Muude seadistuste avamisel (allpool) muutub hüpikkast liitkastiks.</p>
eu: <p>Sartu nahi interfazearentzat nahi duzun azpi-sarea.</p> <p>Sare pribatu txikientzat, 255.255.255.0 balio lehenetsi egokia da.</p> <p>Eremu hau laster-lauki batetik konbinazio-lauki batera aldatuko da beheko ezarpen aurreratuak gaitzen dituzunean.</p>
fa: <p>لطفاً، نقاب زیرشبکۀ دلخواه را برای واسط، در اینجا وارد کنید.</p> <p> برای شبکه‌های خصوصی، ۲۵۵.۲۵۵.۲۵۵.۰ اغلب مقدار پیش‌فرض معقول می‌باشد.</p> <p>همین که تنظیمات پیشرفتۀ زیر را فعال کنید، این حوزه از جعبۀ بالاپر به جعبۀ ترکیب تغییر می‌یابد.</p>
fi: <p>Anna haluttu aliverkkomaski tälle rajapinnalle.</p> <p>Pienille yksitysille tietoverkoille, 255.255.255.0 voi olla useimmiten järkevä oletusarvo.</p> <p>Tämä kenttä muuttuu ponnahduslaatikosta yhdistelmälaatikkoon heti kun sallit lisäasetukset alla.</p>
gl: <p>Indique aqui a máscara de subrede para a interface.</p> <p>Para redes privadas pequenas, 255.255.255.0 será normalmente un valor razoábel por omisión.</p> <p>Este campo cambiará de seu unha caixa para unha lista, en canto active as opcións avanzadas en baixo.</p>
hu: <p>Adja meg a csatoló hálózati maszkját.</p> <p>Kis magánhálózat esetén 255.255.255.0 a szokásos érték.</p> <p>A mező felbukkanó ablak helyett lenyíló típusúvá válik, ha a kibővített nézetet választja.</p>
is: <p>Vinsamlega sláðu hér inn undirnetmöskva tengisins.</p> <p>Lítil einkanet notast oftast við 255.255.255.0.</p> <p>Þetta svæði breytist í vallista ef þú virkjar nánari stillingar að neðan.</p>
it: <p>Inserisci qui la sottomaschera desiderata per l'interfaccia.</p> <p>Per le piccole reti private, 255.255.255.0 sarà la maggior parte delle volte un valore predefinito ragionevole</p> <p>Questo campo cambierà da casella a comparsa a casella combinata non appena abiliterai le impostazioni avanzate sotto.</p>
ja: <p>インターフェースのサブネットマスクを入力してください。</p> <p>小規模なプライベートネットワークの場合、255.255.255.0 が妥当なデフォルト値です。</p> <p>以下で詳細設定を有効にすると、この欄はポップアップからコンボボックスに変ります。</p>
mk: <p>Внесете ја тука посакуваната подмрежна маска за интерфејсот.</p> <p>За мали приватни мрежи, 255.255.255.0 е најразумно како почетна вредност во најголемиот број случаи.</p> <p>Ова поле ќе се смени од скок-мени во комби. листа штом ќе ги овозможите напредните поставувања подолу.</p>
nb: <p>Oppgi her den under-nettmasken du vil bruke for grensesnittet.</p> <p>For små private nett er oftest 255.255.255.0 en fornuftig standardverdi.</p> <p>Dette feltet endres fra en sprettoppsboks til en kombinasjonsboks så snart du slår på avanserte innstillinger nedenfor.</p>
nl: <p>Voer hier het subnetmasker van de interface in.</p> <p>Voor kleine privénetwerken, is 255.255.255.0 (klasse C) in de meeste gevallen een goede standaardwaarde.</p> <p>Dit veld zal veranderen van een popup-veld in een combinatieveld als u de geavanceerde instellingen hieronder inschakelt.</p>
pl: <p>Wprowadź tutaj maskę podsieci dla interfejsu.</p> <p>Dla niewielkich prywatnych sieci rozsądną domyślną wartością będzie 255.255.255.0.</p> <p>Pole to zmieni się z wyskakującego okienka na listę rozwijaną po uaktywnieniu poniżej ustawień zaawansowanych.</p>
pt: <p>Indique por favor a máscara de sub-rede para a interface aqui.</p> <p>Para as redes privadas pequenas, 255.255.255.0 será normalmente um valor razoável por omissão.</p> <p>Este campo irá mudar de uma mensagem para uma lista, assim que active as opções avançadas em baixo.</p>
pt_br: <p>Por favor entre com a submáscara desejada para a interface aqui.</p> <p>Para pequenas redes privadas, 255.255.255.0 será o mais provável valor padrão.</p> <p>Esse campo vai mudar de um popup para um combo box assim que você ativar as configurações avançadas abaixo.</p>
ru: <p>Введите маску подсети, в которой работает интерфейс.</p> <p>Для небольших частных сетей чаще всего можно указать значение 255.255.255.0</p> <p>При включении расширенных параметров маску можно будет выбрать из выпадающего списка.</p>
sk: <p>Prosím zadajte požadovanú masku podsiete pre toto rozhranie.</p> <p>255.255.255.0 je najčastejšou rozumnou hodnotou pre malé privátne siete.</p> <p>Toto políčko sa zmení na otvárací zoznam keď povolíte pokročilé nastavenia.</p>
sl: <p>Prosim, vnesite željeno podomrežno masko za vmesnik.</p> <p>Za majhna, zasebna omrežja bo 255.255.255.0 skoraj vedno najrazumnejša vrednost.</p> <p>Ko spodaj omogočite napredne nastavitve, se bo spustni seznam spremenil v besedilno polje.</p>
sr: <p>Унесите овде жељену подмрежну маску за интерфејс.</p> <p>За мале личне мреже, 255.255.255.0 је најчешће разумна подразумевана вредност.</p> <p>Ово поље ће се променити из искачуће у комбо кутију чим укључите напредна подешавања испод.</p>
sr@latn: <p>Unesite ovde željenu podmrežnu masku za interfejs.</p> <p>Za male lične mreže, 255.255.255.0 je najčešće razumna podrazumevana vrednost.</p> <p>Ovo polje će se promeniti iz iskačuće u kombo kutiju čim uključite napredna podešavanja ispod.</p>
zh_cn: <p>请在此输入接口所需要的子网掩码。</p> <p>对于小的私有网络，绝大多数情况下取 255.255.255.0 作为默认值即可。</p> <p>如果您启用了下面的高级设置，此字段将会从一个下拉框变成一个组合框。</p>
zh_tw: <p>請輸入此介面的子網路遮罩。</p> <p>對某些小的私密網路而言，255.255.255.0 通常是合理的預設值。</p> <p>若您開啟進階設定的話，此欄位會有個選單可以選擇。</p>

source: Netmask:
bg: Мрежова маска:
br: Maskl rouedad :
ca: Màscara de xarxa:
da: Netmaske:
de: Netzwerkmaske:
es: Máscara de red:
et: Võrgumask:
eu: Sare-maskara:
fa: نقاب شبکه:
ga: Masc líonra:
gl: Máscara de rede:
hu: Hálózati maszk:
is: Netmöskvi:
it: Maschera di rete:
mk: Мрежна маска:
nb: Nettmaske:
nl: Netmasker:
pa: ਨੈਟ-ਮਾਸਕ:
pl: Maska sieci:
pt: Máscara de rede:
pt_br: Máscara:
ru: Маска сети:
sk: Maska siete:
sl: Omrežna maska:
sr: Мрежна маска:
sr@latn: Mrežna maska:
zh_cn: 网络掩码：
zh_tw: 網路遮罩：

source: The netmask defines a range of IP numbers which will build a subnet inside the network.
bg: Мрежовата маска дефинира обхват от адреси IP, които изграждат подмрежа в мрежата.
ca: La màscara de xarxa defineix un interval d'adreces IP que formaran una subxarxa dintre la xarxa.
da: Netmasken definerer et IP-nummerinterval som bygger et delnet i netværket.
de: Die Netzwerkmaske legt einen Bereich von IP-Nummern fest, der ein Subnetz im Netzwerk bildet.
es: La máscara de red define el rango de direcciones IP que forman una sub-red dentro de la red.
et: Võrgumask määrab IP-numbrite vahemiku, milles luuakse võrgu raames alamvõrk.
eu: Sare-maskarak sarearen barruan azpi-sare bat eraikiko duen IP zenbakien barruti bat definitzen du.
fa: نقاب شبکه، گسترۀ شماره‌های اینترنتی را تعریف می‌کند، که زیرشبکه‌ای را درون شبکه می‌سازد.
fi: Netmask määrittelee IP-numeroiden arvoalueen, joka luo aliverkon tietoverkon sisälle.
gl: A máscara de rede define un intervalo de números IP que conformarán unha subrede dentro da rede.
hu: A hálózati maszk határozza meg, mely IP-címek tartoznak a helyi alhálózathoz.
is: Netmöskvin skilgreinir svið af IP tölum sem setja upp undirnet á netinu.
it: La maschera di rete definisce un intervallo di numeri IP che costituiranno una sottorete nella rete.
ja: ネットマスクは、ネットワーク内でサブネットを構成する IP アドレスの範囲を指定します。
mk: Мрежната маска го дефинира опсегот на ИП-броеви што ќе изградат подмрежа внатре во мрежата.
nb: Nettmasken angir et område av IP-numre som bygger opp et under-nett inne i nettverket.
nl: Het netmasker bakent een groep IP-nummers af, die samen een subnet binnen het netwerk vormen.
pl: Maska sieci określa zakres numerów IP, które stworzą podsieć w ramach sieci.
pt: A máscara de rede define um intervalo de números IP que irão criar uma sub-rede dentro da rede.
pt_br: A máscara de rede define a faixa de números IP da subrede que será construída. dentro da rede
ru: Маска сети определяет диапазон IP-адресов, которые образуют подсеть данной сети.
sk: Maska siete definuje rozsah IP čísiel, ktoré vytvoria podsieť v rámci siete.
sl: Omrežna maska določa obseg naslovov IP, ki sestavljajo podomrežje znotraj omrežja.
sr: Мрежна маска одређује опсег IP бројева који граде подмрежу унутар мреже.
sr@latn: Mrežna maska određuje opseg IP brojeva koji grade podmrežu unutar mreže.
zh_cn: 网络掩码定义了一段 IP 地址，这些 IP 地址将构成网络里的一个子网。
zh_tw: 網路遮罩定義子網路內可用的 IP 範圍。

source: IP address for the network device
bg: IP адрес на мрежовото устройство
br: Chomlec'h IP evit an drobarzhell rouedad
ca: Adreça IP pel dispositiu de xarxa
da: IP-adresse for netværksenheden
de: IP-Adresse der Schnittstelle
es: Dirección IP del dispositivo de red
et: Võrguseadme IP-aadress
eu: Sareko dispositiboaren IP helbidea
fa: نشانی اینترنتی برای دستگاه شبکه
fi: IP-osoite verkkolaitteelle
ga: Seoladh IP an ghléis líonra
gl: Enderezo IP do dispositivo de rede
hu: A hálózati eszköz IP-címe
is: IP vistfang nettengis
it: Indirizzo IP del dispositivo di rete
ja: ネットワークデバイスの IP アドレス
mk: ИП-адреса на мрежниот уред
nb: IP-adresse for nettverksenheten
nl: IP-adres van het netwerkapparaat
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ ਲਈ IP ਸਿਰਨਾਵਾਂ
pl: Adres IP dla urządzenia sieciowego
pt: Endereço IP do dispositivo de rede
pt_br: Endereço IP do dispositivo de rede
ru: IP-адрес сетевого устройства
sk: IP adresa pre sieťové zariadenia
sl: Naslov IP za omrežno napravo
sr: IP адреса за мрежни уређај
sr@latn: IP adresa za mrežni uređaj
zh_cn: 网络设备的 IP 地址
zh_tw: 此網路設備的 IP 位址
