Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: %1Please wait while saving the network settings...%2
bg: %1Моля, изчакайте докато се записват мрежовите настройки...%2
br: %1Gortozit en ur enrollañ kefluniadur ar rouedad ...%2
ca: %1Si us plau, espereu mentre es desen els paràmetres de la xarxa...%2
da: %1Vent mens netværkets instillinger gemmes...%2
de: %1Bitte warten Sie während die Netzwerkeinstellungen gespeichert werden ...%2
es: %1Por favor espere mientras se guardan las preferencias de la red...%2
et: %1Palun oota, kuni võrguseadistused salvestatakse...%2
eu: %1Itxaron sareko ezarpenak gordetzean...%2
fa: %1لطفاً، هنگام ذخیرۀ تنظیمات شبکه صبر کنید... %2
fi: %1Odota kun verkon asetuksia tallennetaan...%2
gl: %1Espere mentres se guarda a configuración da rede...%2
hu: %1Egy kis türelmet kérek, a hálózati beállítások mentése folyik...%2
is: %1Vinsamlega bíðið meðan netstillingarnar eru vistaðar...%2
it: %1Attendi il salvataggio delle impostazioni di rete...%2
ja: %1ネットワーク設定を保存する間お待ちください。%2
mk: %1Почекајте додека ги зачувувам мрежните поставувања...%2
nb: %1Vent mens nettverksinnstillingene lagres …%2
nl: %1Wacht even totdat de netwerkinstellingen opgeslagen zijn...%2
pa: %1ਕਿਰਪਾ ਕਰਕੇ ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਮੁੜ-ਲੋਡ ਹੋਣ ਤੱਕ ਉਡੀਕ ਕਰੋ...%2
pl: %1Proszę czekać na zakończenie zapisywania ustawień sieci...%2
pt: %1Por favor aguarde enquanto se grava a configuração da rede...%2
pt_br: %1Aguarde enquanto as configurações de rede são gravadas...%2
ru: %1Сохранение настроек сети...%2
sk: %1Prosím, čakajte kým sa uložia nastavenia siete...%2
sl: %1Prosim, počakajte med shranjevanjem omrežnih nastavitev ...%2
sr: %1Сачекајте док снимам поставке мреже...%2
sr@latn: %1Sačekajte dok snimam postavke mreže...%2
zh_cn: %1请稍候，正在保存网络设置...%2
zh_tw: %1請稍候，正在儲存網路設定...%2

source: Ethernet Network Device
bg: Стандартно мрежово устройство
br: Trobarzhell ar rouedad Ethernet
ca: Dispositiu de xarxa Ethernet
da: Ethernet netværksenhed
de: Ethernet-Netzwerkschnittstelle
es: Interfaz de red
et: Ethernet-võrguseade
eu: Ethernet Sareko Gailua
fa: دستگاه شبکۀ اترنت
fi: Ethernet-verkkolaite
gl: Dispositivo de Rede Ethernet
hu: Ethernet hálózati eszköz
is: Ethernet nettæki
it: Dispositivo di rete Ethernet
ja: Ethernet ネットワークデバイス
mk: Жичен мрежен уред
nb: Ethernet nettverksenhet
nl: Ethernet netwerkapparaat
pa: ਈਥਰਨੈੱਟ ਨੈੱਟਵਰਕ ਜੰਤਰ
pl: Urządzenie sieciowe Ethernet
pt: Dispositivo de Rede Ethernet
pt_br: Dispositivo de rede Ethernet
ru: Устройство Ethernet
sk: Zariadenie siete Ethernet
sl: Naprava za omrežje Ethernet
sr: Етернет мрежни уређај
sr@latn: Eternet mrežni uređaj
zh_cn: 以太网设备
zh_tw: 乙太網路設備

source: Wireless Network Device
bg: Безжично мрежово устройство
br: Trobarzhell rouedad hep neud
ca: Dispositiu de xarxa sense fils
da: Trådløs netværksenhed
de: Drahtloses Netzwerkgerät
es: Interfaz de red inalámbrica
et: Traadita võrgu seade
eu: Kablerik gabeko sare-gailua
fa: دستگاه شبکۀ بی‌سیم
fi: Langaton verkkolaite
ga: Gléas Líonra Gan Sreang
gl: Dispositivo de Rede Wireless
hu: Vezeték nélküli hálózati eszköz
is: Þráðlaust nettæki
it: Dispositivo di rete senza fili
ja: 無線ネットワークデバイス
mk: Безжичен мрежен уред
nb: Trådløs nettverksenhet
nl: Draadloos netwerkapparaat
pa: ਬੇਤਾਰ ਨੈੱਟਵਰਕ ਜੰਤਰ
pl: Bezprzewodowe urządzenie sieciowe
pt: Dispositivo de Rede Sem Fios
pt_br: Dispositivo de rede Wireless
ru: Беспроводное сетевое устройство
sk: Zariadenie bezdrôtovej siete
sl: Naprava za brezžično omrežje
sr: Бежични мрежни уређај
sr@latn: Bežični mrežni uređaj
zh_cn: 无线网络设备
zh_tw: 無線網路設備

source: Error Loading The Network Configuration
bg: Грешка при зареждане на конфигурационния файл
br: Fazi en ur kargañ kefluniadur ar rouedad
ca: S'ha produït un error al carregar la configuració de la xarxa
da: Fejl ved indlæsning af netværkets indstillingsfil
de: Beim Laden der Netzwerkkonfiguration ist ein Fehler aufgetreten.
es: Error cargando la configuración de la red
et: Viga võrguseadistuste lugemisel
eu: Akatsa Sare Konfiguraketa Zamatzerakoan
fa: خطای بارگذاری پیکربندی شبکه
fi: Asetustiedoston lukuvirhe
ga: Earráid agus cumraíocht an líonra á luchtú
gl: Erro ao Ler a Configuración da Rede
hu: Hiba történt a hálózatbeállítás beolvasása közben
is: Villa við hleðslu af stillingarskrá
it: Errore durante il caricamento della configurazione di rete
ja: ネットワーク設定の読み込みエラー
mk: Грешка при вчитување на мрежната конфигурација
nb: Feil ved lesing av nettverksinnstillingene
nl: Er deed zich een fout voor tijdens het laden van de netwerkconfiguratie
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd odczytu konfiguracji sieci
pt: Erro ao Ler a Configuração da Rede
pt_br: Ocorreu um erro ao ler o arquivo de configuração
ru: Ошибка загрузки настройки сети
sk: Chyba pri načítaní konfigurácie siete
sl: Napaka pri nalaganju omrežnih nastavitev
sr: Грешка при учитавању подешавања мреже
sr@latn: Greška pri učitavanju podešavanja mreže
zh_cn: 装入网络配置时出错
zh_tw: 載入網路設定時發生錯誤

source: Could not parse the list of supported platforms from the network configuration backend.
bg: Грешка при обработка на списъка с поддържаните платформи.
ca: No s'ha pogut analitzar la llista de plataformes permeses del fitxer de seqüència de configuració de xarxa.
da: Kunne ikke tolke listen af understøttede platforme ud fra den underliggende netværksindstilling.
de: Die vom Skript zur Netzwerkkonfiguration gelieferte Liste der verfügbaren Plattformen kann nicht ausgewertet werden.
es: No se pudo interpretar la lista de plataformas soportadas del configurador de la red.
et: Võrguseadistuste taustaporgrammi toetatud platvormide XML-faili parsimine ebaõnnestus.
eu: Ezin izan da sare konfiguraketa bitartekakoak emandako onartutako plataformen zerrendaren azterketa sintaktikoa burutu.
fa: نتوانست فهرست سکوهای پشتیبانی‌شده را از پایانۀ پشتیبانی پیکربندی شبکه تجزیه کند.
fi: Ei voitu jäsentää tuettujen laitteistojen XML-tiedostoa.
gl: Non foi posíbel procesar a lista de plataformas soportadas polo servizo de configuración da rede.
hu: Nem sikerült feldolgozni a támogatott rendszereket tartalmazó listát a hálózatbeállításoknál.
is: Gat ekki þáttað lista yfir studd kerfi frá netstillingarbakenda.
it: Impossibile elaborare l'elenco delle piattaforme supportate dall'interfaccia di configurazione di rete.
ja: ネットワーク設定バックエンドからサポートされるプラットフォームの一覧を解読することができませんでした。
mk: Не можам да го анализирам списокот на поддржани платформи од заднинската мрежна конфигурација.
nb: Klarte ikke tolke lista over støttede plattformer fra bakstykket til nettverksinnstillinger.
nl: Kon de lijst van ondersteunde platformen van de netwerkdetectie niet ontleden.
pl: Nie można przetworzyć listy wspieranych platform z silnika konfiguracji sieci.
pt: Não foi possível processar a lista de plataformas suportadas da infra-estrutura de configuração da rede.
pt_br: Impossível analisar o arquivo XML das plataformas suportadas.
ru: Не удалось обработать файл XML, содержащий сведения о поддерживаемых платформах.
sk: Nedá sa analyzovať zoznam podporovaných platforiem z konfigurácie siete.
sl: Ni moč razčleniti seznama podprtih platform, ki ga je vrnilo ogrodje za nastavljanje omrežja.
sr: Не могу да рашчланим листу подржаних платформи из позадине подешавања мреже.
sr@latn: Ne mogu da raščlanim listu podržanih platformi iz pozadine podešavanja mreže.
zh_cn: 无法分析网络配置后端的支持平台列表。
zh_tw: 無法剖析網路後端送來的支援平台清單。

source: Error Obtaining Supported Platforms List
bg: Грешка при получаване на списъка с поддържаните платформи
ca: Error en obtenir la llista de plataformes permeses
da: Fejl ved at opnå liste af understøttede platforme
de: Fehler beim Anfordern der Liste der unterstützten Plattformen.
es: Error obteniendo la lista de plataformas soportadas
et: Viga toetatud platvormide nimekirja hankimisel
eu: Akatsa Onartutako Plataforma Zerrenda eskuratzerakoan
fa: خطای کسب فهرست سکوهای پشتیبانی‌شده
fi: Tuettujen laitteiden listaa ei löytynyt
gl: Erro ao Obter a Lista de Plataformas Soportadas
hu: Nem sikerült lekérdezni a támogatott platformok listáját
is: Villa við að nálgast lista yfir studd kerfi
it: Errore nella ricezione dell'elenco delle piattaforme supportate
ja: サポートされるプラットフォームの一覧の取得に失敗
mk: Грешка при земање на списокот за поддржани платформи
nb: Feil med fremskaffing av liste over støttede plattformer
nl: Fout bij ontleden van ondersteunde platformen
pl: Błąd przy otrzymywaniu listy wspieranych platform
pt: Erro ao Obter a Lista de Plataformas Suportadas
pt_br: Erro ao obter lista de plataforma suportadas
ru: Ошибка при получении списка поддерживаемых платформ
sk: Chyba pri zisťovaní zoznamu podporovaných platforiem
sl: Napaka pri pridobivanju seznama podprtih platform
sr: Грешка при добављању листе подржаних платформи
sr@latn: Greška pri dobavljanju liste podržanih platformi
zh_cn: 获取支持平台列表时出错
zh_tw: 取得支援平台清單時發生錯誤

source: KNetworkConf - A KDE Control Center module to configure TCP/IP settings.
bg: IP адресътnf - Модул от Контролния център на KDE за настройване на TCP/IP.
ca: KNetworkConf - Un mòdul del Centre de control de KDE per a configurar paràmetres TCP/IP.
da: Knetworkconf: Et modul i KDE's kontrolcenter til at indstille TCP/IP.
de: KNetworkConf - TCP/IP bequem im KDE-Kontrollzentrum einrichten
es: KNetworkConf - Un Módulo para el Centro de Control de KDE para configurar las propiedades de red.
et: KNetworkConf - KDE juhtimiskeskuse TCP/IP seadistuste moodul.
eu: KNetworkConf - TCP/IP ezarpenak konfiguratzeko KDE Kontrol Zentruko modulu bat.
fa: KNetworkConf - یک پیمانۀ مرکزی کنترل KDE برای پیکربندی تنظیمات TCP/IP.
fi: KNetworkConf - A KDE ohjauskeskuksen moduuli TCP/IP-asetusten säätämiseen.
gl: KNetworkConf - Un módulo do Centro de Control de KDE para configurar redes TCP/IP.
hu: KNetworkConf - KDE-s beállítómodul a TCP/IP-beállításokhoz.
is: KNetworkConf - KDE stjórnborðseining til að sýsla með TCP/IP stillingar.
it: KNetworkConf - Un modulo del centro di controllo di KDE per configurare le impostazioni TCP/IP.
ja: KNetworkConf - KDE コントロールセンターで TCP/IP 設定を行うモジュール
nb: KNetworkConf – En modul i KDE Kontrollpanel som setter opp TCP/IP-innstillinger.
nl: KNetworkConf - Een KDE Configuratiemodule voor het configureren van TCP/IP-instellingen.
pa: KNetworkConf - TCP/IP ਸਥਾਪਨ ਦੀ ਸੰਰਚਨਾ ਲਈ ਇੱਕ KDE ਕੰਟਰੋਲ ਕੇਂਦਰ ਮੈਡੀਊਲ ਹੈ।
pl: KNetworkConf - moduł centrum sterowania KDE do konfiguracji ustawień TCP/IP.
pt: KNetworkConf - Um módulo do Centro de Controlo do KDE para configurar as opções TCP/IP.
pt_br: KNetworkConf - Um módulo do Centro de Controle do KDE para ajustar configurações TCP/IP
ru: KNetworkConf - Модуль Центра управления KDE, позволяющий настроить TCP/IP.
sk: KNetworkConf - modul Ovládacieho centra KDE na konfiguráciu nastavení TCP/IP.
sl: KNetworkConf - Modul za KDE-jevo nadzorno središče, ki omogoča nastavljanje TCP/IP.
sr: KNetworkConf - Модул KDE контролног центра за TCP/IP подешавања.
sr@latn: KNetworkConf - Modul KDE kontrolnog centra za TCP/IP podešavanja.
zh_cn: KNetworkConf - 允许您配置 TCP/IP 设置的 KDE 控制中心模块。
zh_tw: KNetworkConf - KDE 控制中心的模組，用於設定 TCP/IP。
