Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: The format of the specified IP address is not valid.
bg: Форматът на указания IP адрес е невалиден.
ca: El format de l'adreça IP especificada no és correcte.
da: Formatet for den angivne IP-adresse er ikke gyldigt.
de: Das Format der angegebenen IP-Adresse ist nicht korrekt.
es: El formato de la dirección IP no es válido.
et: Määratud IP-aadress ei ole sobivas vormingus.
eu: Zehaztutako IP helbidearen formatua baliogabea da.
fa: قالب نشانی اینترنتی مشخص‌شده، معتبر نیست.
fi: Määritellyn IP-osoitteen muoto on kelvoton.
ga: Ní bailí é an seoladh roghnaithe IP.
gl: O formato do enderezo IP indicado non é válido.
hu: A megadott IP-cím hibás formátumú.
is: Sniðið er ekki rétt á uppgefnu IP tölunni.
it: Il formato dell'indirizzo IP specificato non è valido.
ja: 入力された IP アドレスの形式が無効です。
mk: Форматот на зададената ИП-адреса е невалиден.
nb: Den oppgitte IP-adressen har ikke riktig format.
nl: De opmaak van het opgegeven IP-adres is onjuist.
pa: ਦਿੱਤੇ IP ਸਿਰਨਾਵੇਂ ਦਾ ਫਾਰਮਿਟ ਠੀਕ ਨਹੀਂ ਹੈ।
pl: Format podanego adresu IP nie jest właściwy.
pt: O formato do endereço IP indicado não é válido.
pt_br: O formato do endereço IP especificado é inválido.
ru: Неверный формат IP-адреса
sk: Neplatný formát IP adresy.
sl: Oblika navedenega naslova IP ni veljavna.
sr: Формат наведене IP адресе није исправан.
sr@latn: Format navedene IP adrese nije ispravan.
zh_cn: 指定 IP 地址的格式无效。
zh_tw: 指定的 IP 位址格式不正確。

source: Invalid IP Address
bg: Невалиден IP адрес
br: N'eo ket mat ar chomlec'h IP
ca: L'adreça IP no és vàlida
da: Ugyldig IP-adresse
de: Ungültige IP-Adresse
es: Dirección IP no válida
et: Vigane IP-aadress
eu: IP helbide baliogabea
fa: نشانی اینترنتی نامعتبر
fi: Kelvoton IP-osoite
ga: Seoladh Neamhbhailí IP
gl: Enderezo IP Non Válido
hu: Érvénytelen IP-cím
is: Ógild IP tala
it: Indirizzo IP non valido
ja: 無効な IP アドレス
mk: Невалидна ИП-адреса
nb: Ugyldig IP-adresse
nl: Ongeldig IP-adres
pa: ਗਲਤ IP ਸਿਰਨਾਵਾਂ
pl: Niewłaściwy adres IP
pt: Endereço IP Inválido
pt_br: Endereço IP inválido
ru: Недопустимый IP-адрес
sk: Neplatná IP adresa
sl: Neveljaven naslov IP
sr: Неисправна IP адреса
sr@latn: Neispravna IP adresa
zh_cn: 无效的 IP 地址
zh_tw: 不正確的 IP 位址

source: You have to type an alias first.
bg: Първо трябва да въведете псевдоним.
ca: Primer heu d'escriure un sobrenom.
da: Du skal først indtaste et alias.
de: Sie müssen zuerst einen Alias eingeben.
es: Debe introducir un alias primero.
et: Alias tuleb ikka kirja panna.
eu: Alias bat sartu behar duzu lehenengo.
fa: ابتدا باید یک نام‌گردان تحریر کنید.
fi: Sinun tulee antaa ensin alias.
ga: Caithfidh tú ailias a iontráil ar dtús.
gl: Antes debe indicar un alcume.
hu: Először meg kell adni egy aliast.
is: Þú verður fyrst að skrifa inn samheiti.
it: Devi prima scrivere un alias.
ja: エイリアスを先に入力してください。
mk: Мора прво да внесете алијас.
nb: Du må først oppgi et alias.
nl: Voer eerst een alias in.
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਉਪ-ਨਾਂ ਪਹਿਲਾਂ ਦੇਣਾ ਪਵੇਗਾ।
pl: Wpierw musisz wpisać alias.
pt: Deve indicar primeiro um nome alternativo.
pt_br: Você deve digitar o alias (apelido) primeiro.
ru: Вначале необходимо ввести псевдоним.
sk: Najprv musíte zadať alias.
sl: Najprej morate vnesti vzdevek.
sr: Прво морате унети алијас.
sr@latn: Prvo morate uneti alijas.
zh_cn: 您必须先输入一个别名。
zh_tw: 您必須先輸入一個別名。

source: Invalid Text
bg: Невалиден текст
br: N'eo ket mat ar skrid
ca: El text no és vàlid
da: Ugyldig tekst
de: Ungültiger Text
es: Texto no válido
et: Vigane tekst
eu: Testu baliogabea
fa: متن نامعتبر
fi: Epäkelpo teksti
ga: Téacs Neamhbhailí
gl: Texto Non Válido
hu: Érvénytelen szöveg
is: Ógildur texti
it: Testo non valido
ja: 不正なテキスト
mk: Невалиден текст
nb: Ugyldig tekst
nl: Ongeldige tekst
pa: ਗਲਤ ਪਾਠ
pl: Niepoprawny tekst
pt: Texto Inválido
pt_br: Texto inválido
ru: Недопустимое значение
sk: Neplatný text
sl: Neveljavno besedilo
sr: Неисправан текст
sr@latn: Neispravan tekst
zh_cn: 无效文字
zh_tw: 不合法的文字

source: _: NAME OF TRANSLATORS Your names
bg: Красимир Арнаудов
br: Thierry Vignaud, Jañ-Mai Drapier
ca: Toni Pizà Rosselló
da: Erik Kjær Pedersen
de: Christoph Eckert
es: Juan Luís Montore Parera
et: Marek Laane
eu: Unai Garro, Ion Gazta単aga, I単igo Salvador Azurmendi
fa: نازنین کاظمی
fi: Ilpo Kantonen
ga: Séamus Ó Ciardhuáin,Kevin Scannell
gl: mvillarino
hu: Szántó Tamás
is: Arnar Leósson
it: Federico Zenith
ja: Fumiaki Okushi
mk: Марко Боцевски
nb: Bjørn Steensrud
nl: Rinse de Vries,Marout Yasuo Borms
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Robert Gomułka
pt: José Nuno Pires,Pedro Morais
pt_br: Fernando Boaglio
ru: Иван Кашуков
sk: Richard Frič
sl: Jure Repinc
sr: Слободан Симић
sr@latn: Slobodan Simić
zh_cn: Zhang Le
zh_tw: Frank Weng (a.k.a. Franklin)

source: _: EMAIL OF TRANSLATORS Your emails
br: tvignaud@mandriva.com, jdrapier@club-internet.fr
ca: servomac@gmail.com
da: erik@binghamton.edu
de: mchristoph.eckert@t-online.de
es: jlm@NOSPAMmontore.net
et: bald@starman.ee
eu: ugarro@users.sourceforge.net, igaztanaga@gmail.com, xalba@euskalnet.net
fa: kazemi@itland.ir
fi: ilpo@iki.fi
ga: seoc at iolfree dot ie,scannell at slu dot edu
gl: mvillarino@users.sourceforge.net
hu: tszanto@mol.hu
is: leosson@frisurf.no
it: federico.zenith@member.fsf.org
ja: fumiaki@okushi.com
mk: marko.bocevski@gmail.com
nb: bjornst@powertech.no
nl: rinsedevries@kde.nl,
pa: aalam@redhat.com,aalam@users.sf.net
pl: carramba@epf.pl
pt: jncp@netcabo.pt,morais@kde.org
pt_br: fernando@boaglio.com
ru: dolphin210@yandex.ru
sk: Richard.Fric@kdemail.net
sl: jlp@holodeck1.com
sr: simicsl@verat.net
sr@latn: simicsl@verat.net
zh_cn: robert@thizgroup.com
zh_tw: franklin at goodhorse dot idv dot tw

source: You must add at least one alias for the specified IP address.
bg: Трябва да въведете поне един псевдоним за указания IP адрес.
ca: Com a mínim heu d'afegir un sobrenom per l'adreça IP especificada.
da: Du skal tilføje mindst et alias for den angivne IP-adresse.
de: Sie müssen wenigstens einen Alias für die angegebene IP-Adresse eintragen .
es: Debe por los menos agregar un alias para la dirección IP especificada.
et: Määratud IP-aadressile tuleb lisada vähemalt üks alias.
eu: Gutxienez alias bat erantsi behar duzu zehaztutako IP helbidearentzat.
fa: باید حداقل نام‌گردانی را برای نشانی اینترنتی مشخص‌شده اضافه کنید.
fi: Sinun tulee lisätä vähintään yksi alias määritellylle IP-osoitteelle.
ga: Caithfidh tú aon ailias amháin ar a laghad a chur leis an seoladh IP.
gl: Ten que engadir polo menos un alcume para o enderezo IP indicado.
hu: Legalább egy aliast fel kell venni a megadott IP-címhez.
is: Þú verður að bæta við að minnsta kosti einu samheiti fyrir IP vistfangið.
it: Devi aggiungere almeno un alias per l'indirizzo IP specificato.
ja: 指定した IP アドレスについて最低一つはエイリアスを追加してください。
mk: Мора да внесете барем еден алијас за зададената ИП-адреса.
nb: Du må legge til minst ett alias for den oppgitte IP-adressen.
nl: Voeg tenminste één alias toe voor het opgegeven IP-adres.
pa: ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਦਿੱਤੇ IP ਸਿਰਨਾਵੇਂ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਉਪ-ਨਾਂ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Musisz dodać co najmniej jeden alias dla określonego adresu IP.
pt: Tem que adicionar pelo menos um nome alternativo para o endereço IP indicado.
pt_br: Você precisa adicionar ao menos um apelido para o endereço IP especificado.
ru: Указанному IP-адресу необходимо присвоить хотя бы один псевдоним.
sk: Musíte zadať aspoň jeden alias pre IP adresu.
sl: Za navedeni naslov IP morate vnesti vsaj en vzdevek.
sr: Морате додати бар један алијас за наведену IP адресу.
sr@latn: Morate dodati bar jedan alijas za navedenu IP adresu.
zh_cn: 您必须为指定的 IP 地址至少添加一个别名。
zh_tw: 您必須為這個 IP 位址至少指定一個別名。

source: Insufficient Aliases
bg: Недостатъчно псевдоними
ca: Els sobrenoms són insuficients
da: Utilstrækkelige aliasser
de: Nicht genügend Aliase
es: Alias insuficientes
et: Aliaste nappus
eu: Alias gutxiegi
fa: نام‌گردانهای ناکافی
fi: Puutteelliset alias-tiedot
gl: Alcumes Insuficientes
hu: Nincs elegendő alias
is: Ógild samheiti
it: Alias insufficienti
ja: 不完全なエイリアス
mk: Премалку алијаси
nb: Ikke tilstrekkelige aliaser
nl: Onvoldoende aliassen
pa: ਨਾ-ਲੋੜੀਦੇ ਉਪ-ਨਾਂ
pl: Niewystarczająca liczba aliasów
pt: Nomes Alternativos Insuficientes
pt_br: Apelidos insuficientes
ru: Недопустимые псевдонимы
sk: Nedostatok aliasov
sl: Vzdevkov ni dovolj
sr: Недовољно алијаса
sr@latn: Nedovoljno alijasa
zh_cn: 别名不足
zh_tw: 不適當的別名

source: Edit Alias
bg: Редактиране на псевдоним
ca: Edita el sobrenom
da: Redigér alias
de: Alias bearbeiten
es: Editar Alias
et: Aliase muutmine
eu: Editatu aliasa
fa: ویرایش نام‌گردان
fi: Muokkaa aliasta
ga: Cuir Ailias in Eagar
gl: Editar Alcume
hu: Az alias módosítása
is: Breyta samheiti
it: Modifica alias
ja: エイリアスを編集
mk: Уредување алијас
nb: Rediger alias
nl: Alias bewerken
pa: ਉਪ-ਨਾਂ ਸੋਧ
pl: Edytuj alias
pt: Editar Nome Alternativo
pt_br: Editar Apelido
ru: Изменить псевдоним
sk: Editovať alias
sl: Uredi vzdevek
sr: Уреди алијас
sr@latn: Uredi alijas
zh_cn: 编辑别名
zh_tw: 編輯別名

source: Alias:
bg: Псевдоним:
br: Lesanv :
ca: Sobrenom:
da: Script:
fa: نام‌گردان:
ga: Ailias:
gl: Alcume:
is: Samheiti:
ja: エイリアス:
mk: Алијас:
pa: ਉਪ-ਨਾਂ:
pt: Nome alternativo:
pt_br: Apelido:
ru: Псевдоним:
sl: Vzdevek:
sr: Алијас:
sr@latn: Alijas:
zh_cn: 别名：
zh_tw: 別名：

source: Add New Alias
bg: Добавяне на нов псевдоним
br: Ouzhpennañ ul lesanv nevez
ca: Afegeix un nou sobrenom
da: Tilføj nyt script
de: Neuen Alias hinzufügen
es: Agregar un nuevo alias
et: Uue aliase lisamine
eu: Erantsi alias berria
fa: افزودن نام‌گردان جدید
fi: Lisää uusi alias
ga: Ailias Nua
gl: Engadir Novo Alcume
hu: Új alias hozzáadása
is: Bæta við nýju samheiti
it: Aggiungi nuovo alias
ja: 新規エイリアスの追加
mk: Додавање нов алијас
nb: Legg til nytt alias
nl: Nieuw alias toevoegen
pa: ਨਵਾਂ ਉਪ-ਨਾਂ ਸ਼ਾਮਲ
pl: Dodaj nowy alias
pt: Adicionar Nova Alternativa
pt_br: Adicionar um Novo Apelido
ru: Добавить псевдоним
sk: Pridať nový alias
sl: Dodaj nov vzdevek
sr: Додај нови алијас
sr@latn: Dodaj novi alijas
zh_cn: 添加新别名
zh_tw: 新增別名

source: Could not load network configuration information.
bg: Грешка при зареждане на информацията за настройването на мрежа.
br: Ne 'meus ket kargañ titouroù diwar-benn kefluniadur ar rouedad.
ca: No s'ha pogut carregar la informació de configuració de la xarxa.
da: Kunne ikke indlæse netværkets indstillingsinformation.
de: Die Informationen zur Netzwerkkonfiguration können nicht geladen werden.
es: No se pudo cargar la información de configuración de la red.
et: Võrguseadistuste info laadimine ebaõnnestus.
eu: Ezin izan da sareko konfiguraketa informazioa zamatu.
fa: نتوانست اطلاعات پیکربندی شبکه را بار کند.
fi: Ei voitu ladata verkon asetustietoja.
gl: Non foi posíbel carregar a información da configuración da rede.
hu: Nem sikerült betölteni a hálózati jellemzőket.
is: Gat ekki hlaðið inn upplýsingum um netstillingar.
it: Impossibile caricare le informazioni di configurazione di rete.
ja: ネットワーク設定情報を読み込むことができませんでした。
mk: Не може да се вчита информацијата за конфигурацијата на мрежата.
nb: Klarte ikke laste inn opplysninger om nettverksoppsettet.
nl: Kon netwerkinformatie niet laden.
pa: ਨੈੱਟਵਰਕ ਜਾਣਕਾਰੀ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ ਹੈ।
pl: Nie można wczytać informacji konfiguracyjnych sieci.
pt: Não foi possível carregar a informação de configuração da rede.
pt_br: Impossível carregar informações sobre a rede.
ru: Невозможно получить данные настройки сети.
sk: Nedajú sa načítať informácie o sieťovej konfigurácii.
sl: Ni moč naložiti podatkov o nastavitvah omrežja.
sr: Нисам могао да учитам информације о подешавањима мреже.
sr@latn: Nisam mogao da učitam informacije o podešavanjima mreže.
zh_cn: 无法装入网络配置信息。
zh_tw: 無法載入網路設定資訊。

source: Error Reading Configuration File
bg: Грешка при четене на конфигурационния файл
br: Fazi en ur lenn ar restr kefluniadur
ca: S'ha produït un error mentre es llegia el fitxer de configuració
da: Fejl ved læsning af indstillingsfil
de: Beim Lesen der Einrichtungsdatei ist ein Fehler aufgetreten
es: Error al leer el archivo de configuración
et: Viga konfiguratsioonifaili lugemisel
eu: Akatsa konfiguraketa fitxategia irakurtzerakoan
fa: خطای خواندن پروندۀ پیکربندی
fi: Asetustiedoston lukuvirhe
ga: Earráid agus an comhad cumraíochta á léamh
gl: Erro ao Ler o Ficheiro de Configuración
hu: Hiba történt a beállítófájl beolvasása közben
is: Villa við lestur á stillingarskrá
it: Errore durante la lettura del file di configurazione
ja: 設定ファイル読み込みエラー
mk: Грешка при читање на конфиг. датотека
nb: Feil ved lesing av oppsettsfila
nl: Fout bij het lezen van het configuratiebestand
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਪੜਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd odczytu pliku konfiguracyjnego
pt: Erro ao Ler o Ficheiro de Configuração
pt_br: Ocorreu um erro ao ler o arquivo de configuração
ru: Ошибка при чтении файла конфигурации
sk: Chyba pri čítaní konfiguračného súboru
sl: Napaka pri branju nastavitev
sr: Грешка при читању фајла подешавања
sr@latn: Greška pri čitanju fajla podešavanja
zh_cn: 读取配置文件时出错
zh_tw: 讀取設定檔時發生錯誤。

source: Enabled
bg: Включено
br: Bev
ca: Habilitat
da: Aktiveret
de: Aktiv
es: Habilitada
et: Lubatud
eu: Gaituta
fa: غیرفعال
fi: Sallittu
ga: Cumasaithe
gl: Activado
hu: Bekapcsolva
is: Virkt
it: Abilitato
ja: 有効
mk: Овозможено
nb: Slått på
nl: Ingeschakeld
pa: ਯੋਗ
pl: Włączone
pt: Activo
pt_br: Habilitado
ru: Включено
sk: Povolené
sl: Omogočeno
sr: Укључено
sr@latn: Uključeno
zh_cn: 已启用
zh_tw: 開啟

source: Disabled
bg: Изключено
br: Marv
ca: Deshabilitat
da: Deaktiveret
de: Inaktiv
es: Deshabilitada
et: Keelatud
eu: Ezgaituta
fa: فعال
fi: Estetty
ga: Díchumasaithe
gl: Desactivado
hu: Kikapcsolva
is: Óvirkt
it: Disabilitato
ja: 無効
mk: Оневозможено
nb: Slått av
nl: Uitgeschakeld
pa: ਅਯੋਗ
pl: Wyłączone
pt: Desactivado
pt_br: Desabilitado
ru: Выключено
sk: Zakázané
sl: Onemogočeno
sr: Искључено
sr@latn: Isključeno
zh_cn: 已禁用
zh_tw: 關閉

source: Manual
bg: Ръчно
br: Diwar zorn
da: Manuel
de: Statisch
et: Käsitsi
eu: Eskuz
fa: راهنما
fi: Manuaalinen
ga: De Láimh
hu: Kézi
is: Handvirkt
it: Manuale
ja: 手動
mk: Рачно
nb: Manuell
nl: Handmatig
pa: ਦਸਤੀ
pl: Instrukcja
ru: Вручную
sk: Manuálne
sl: Ročno
sr: Ручно
sr@latn: Ručno
zh_cn: 手动
zh_tw: 手動

source: The new configuration has not been saved. Do you want to apply changes before quitting?
bg: Новите настройки не са записани. Искате ли промените да бъдат приложени преди да излезете от програмата?
ca: No s'ha guardat la nova configuració. Voleu aplicar els canvis abans de sortir?
da: Den nye indstilling er ikke gemt. Vil du anvende ændringer inden du afslutter?
de: Die neuen Einstellungen wurden noch nicht gesichert. Sollen diese vor dem Schließen angewendet werden?
es: No se ha guardado la nueva configuración. ¿Desea aplicar los cambios antes de salir?
et: Uut konfiguratsiooni pole salvestatud. Kas rakendada muudatused enne väljumist?
eu: Konfigurazio berria ez da gorde. Irten aurretik aldaketak aplikatu nahi dituzu?
fa: پیکربندی جدید ذخیره نشده است. می‌خواهید قبل از خروج تغییرات را اعمال کنید؟
fi: Uusia asetuksia ei ole tallennettu. Haluatko ottaa asetukset käyttöön ennen poistumista?
gl: A nova configuración non foi guardada. Desexa aplicar os cámbios antes de sair?
hu: A módosítások még nincsenek elmentve. El szeretné menteni az új beállításokat?
is: Nýja stillingin er ekki vistuð. Viltu virkja breytingarnar áður en þú hættir?
it: La nuova configurazione non è stata salvata. Vuoi applicare le modifiche prima di uscire?
ja: 新規設定は保存されていません。 終了する前に保存しますか？
mk: Новата конфигурација не е зачувана. Дали сакате да ги примените измените пред да откажете?
nb: Det nye oppsettet er ikke lagret. Vil du utføre endringene før du avslutter?
nl: De nieuwe configuratie is niet opgeslagen. Wijzigingen toepassen voordat u afsluit?
pa: ਇੱਕ ਨਵੀਂ ਸੰਰਚਨਾ ਸੰਭਾਲੀ ਨਹੀਂ ਗਈ ਹੈ। ਕੀ ਤੁਸੀਂ ਬੰਦ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Nowa konfiguracja nie została zapisana. Zatwierdzić zmiany przed opuszczeniem programu?
pt: A nova configuração não foi gravada. Deseja aplicar as alterações antes de sair?
pt_br: A nova configuração não foi salva. Deseja aplicar as alterações antes de sair?
ru: Конфигурация не была сохранена. Сохранить изменения?
sk: Nová konfigurácia nebola uložená. Chcete uplatniť zmeny pred ukončením?
sl: Nove nastavitve še niso bile shranjene. Želite pred izhodom uveljaviti spremembe?
sr: Нова подешавања нису сачувана. Желите ли да примените измене пре изласка?
sr@latn: Nova podešavanja nisu sačuvana. Želite li da primenite izmene pre izlaska?
zh_cn: 新配置尚未保存。 您想在退出前应用更改吗？
zh_tw: 新的設定尚未儲存。 您要在離開前先套用新設定嗎？

source: New Configuration Not Saved
bg: Новите настройки не са записани
br: N'eo ket skrivet ar gefluniadur nevez
ca: La nova configuració no s'ha guardat
da: Ny indstilling ikke gemt
de: Neue Einstellungen wurden nicht gesichert
es: No se ha guardado la nueva configuración
et: Uued seadistused pole salvestatud
eu: Konfigurazio berria Ez da Gorde
fa: پیکربندی جدید ذخیره نشد
fi: Uusia asetuksia ei ole tallennettu
ga: Cumraíocht Nua Gan Sábháil
gl: Nova Configuración Non Guardada
hu: Az új beállítások nem lettek elmentve
is: Nýjar stillingar ekki vistaðar
it: Nuova configurazione non salvata
ja: 新規設定が保存されていません
mk: Новата конфигурација не е зачувана
nb: Nytt oppsett ikke lagret
nl: Nieuwe configuratie is niet opgeslagen
pa: ਨਵੀਂ ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਸੰਭਾਲੀ ਨਹੀਂ ਗਈ
pl: Nowa konfiguracja nie została zapisana
pt: Nova Configuração Não Gravada
pt_br: A nova configuração não foi salva.
ru: Конфигурация не сохранена
sk: Nová konfigurácia nie je uložená
sl: Nove nastavitve niso shranjene
sr: Нова подешавања нису сачувана
sr@latn: Nova podešavanja nisu sačuvana
zh_cn: 新配置尚未保存
zh_tw: 不要儲存

source: Edit Server
bg: Редактиране на сървър
br: Aozañ ar servijer
ca: Edita el servidor
da: Redigér server
de: Bearbeiten
es: Editar Servidor
et: Serveri muutmine
eu: Editatu zerbitzaria
fa: ویرایش کارساز
fi: Muokkaa palvelinta
ga: Cuir Freastalaí in Eagar
gl: Editar o Servidor
hu: A kiszolgáló szerkesztése
is: Breyta þjóni
it: Modifica server
ja: サーバを編集
mk: Уредување сервер
nb: Rediger tjener
nl: Server bewerken
pa: ਸਰਵਰ ਸੋਧ
pl: Edytuj serwer
pt: Editar o Servidor
pt_br: Editar servidor
ru: Изменить сервер
sk: Editovať server
sl: Uredi strežnik
sr: Уреди сервер
sr@latn: Uredi server
zh_cn: 编辑服务器
zh_tw: 編輯伺服器

source: Configure Device %1
bg: Настройка на устройство %1
br: Kefluniañ an drobarzhell %1
ca: Configura el dispositiu %1
da: Indstil enhed %1
de: %1 einrichten
es: Configurar Interfaz de red %1
et: Seadme %1 seadistamine
eu: Konfiguratu %1 gailua
fa: پیکربندی دستگاه %1
fi: Aseta laite %1
ga: Cumraigh Gléas %1
gl: Configurar o Dispositivo %1
hu: Eszköz beállítása: %1
is: Stilla tæki %1
it: Configura dispositivo %1
ja: デバイス %1 を設定
mk: Конфигурација на уредот %1
nb: Sett opp enhet %1
nl: Apparaat %1 instellen
pa: ਜੰਤਰ %1 ਸੰਰਚਨਾ
pl: Konfiguracja urządzenia %1
pt: Configurar o Dispositivo %1
pt_br: Configurar dispositivo %1
ru: Настроить устройство %1
sk: Konfigurovať zariadenie %1
sl: Nastavi napravo %1
sr: Подеси уређај %1
sr@latn: Podesi uređaj %1
zh_cn: 配置设备 %1
zh_tw: 設定設備 %1

source: Could not open file '/etc/resolv.conf' for reading.
bg: Грешка при отваряне на файла "/etc/resolv.conf" за четене.
br: N'em eus ket digeriñ ar restr '/etc/resolv.conf' evit lenn.
ca: No s'ha pogut obrir el fitxer '/etc/resolv.conf' per a la seva lectura.
da: Kunne ikke åbne filen '/etc/resolv.conf' for læsning.
de: Die Datei '/etc/resolv.conf' kann nicht zum Lesen geöffnet werden.
es: No se pudo abrir el archivo '/etc/resolv.conf' para lectura.
et: Faili '/etc/resolv.conf' avamine lugemiseks ebaõnnestus.
eu: Ezin izan da "/etc/resolv.conf" irakurtzeko ireki.
fa: پروندۀ »/etc/resolv.conf« را نتوانست برای خواندن باز کند.
fi: Ei voitu avata tiedostoa '/etc/resolv.conf' lukemista varten.
ga: Níorbh fhéidir comhad '/etc/resolv.conf' a oscailt chun é a léamh.
gl: Non foi posíbel abrir o ficheiro "/etc/resolv.conf" para leitura.
hu: Nem sikerült megnyitni olvasásra ezt a fájlt: '/etc/resolv.conf'.
is: Get ekki opnað skrána '/etc/resolv.conf' til lesturs.
it: Impossibile aprire in lettura il file '/etc/resolv.conf'.
ja: ファイル /etc/resolv.conf を読み込みのために開けませんでした。
mk: Не можам да ја отворам датотеката „/etc/resolv.conf“ за читање.
nb: Kunne ikke åpne fila «/etc/resolv.conf» for lesing.
nl: Kon bestand '/etc/resolv.conf' niet openen.
pa: ਪੜਨ ਲਈ '/etc/resolv.conf' ਫਾਇਲ ਨੂੰ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
pl: Nie można otworzyć pliku '/etc/resolv.conf' do odczytu.
pt: Não foi possível abrir o ficheiro '/etc/resolv.conf' para leitura.
pt_br: Impossível abrir arquivo '/etc/resolv.conf' para leitura.
ru: Не удалось прочитать файл /etc/resolv.conf.
sk: Súbor '/etc/resolv.conf' sa nedá otvoriť na čítanie.
sl: Ni moč odpreti datoteke »/etc/resolv.conf« za branje.
sr: Нисам могао да отворим фајл „/etc/resolv.conf“ за читање.
sr@latn: Nisam mogao da otvorim fajl „/etc/resolv.conf“ za čitanje.
zh_cn: 无法打开文件“/etc/resolv.conf”进行读取。
zh_tw: 無法開啟 /etc/resolv.conf。

source: Error Loading Config Files
bg: Грешка при зареждането на конфигурационния файл
br: Fazi en ur kargañ ar restroù kefluniadur
ca: S'ha produït un error al carregar els fitxers de configuració
da: Fejl ved indlæsning af indstillingsfiler
de: Beim Lesen der Einrichtungsdateien ist ein Fehler aufgetreten
es: Error al leer los archivos de configuración
et: Viga konfiguratsioonifailide laadimisel
eu: Akatsa konfig fitxategiak zamatzerakoan
fa: خطای بارگذاری پرونده‌های پیکربندی
fi: Asetustiedostojen lukuvirhe.
ga: Earráid agus comhaid chumraíochta á luchtú
gl: Erro ao Ler os Ficheiros de Configuración
hu: Hiba történt a beállítófájlok beolvasása közben
is: Villa við hleðslu af stillingarskrá
it: Errore durante il caricamento dei file di configurazione
ja: 設定ファイルの読み込みエラー
mk: Грешка при вчитување на конфиг. датотеки
nb: Feil ved lasting av oppsettsfiler
nl: Fout bij het laden van de configuratiebestanden
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd czytania plików konfiguracyjnych
pt: Erro ao Ler os Ficheiros de Configuração
pt_br: Ocorreu um erro ao ler os arquivos de configuração
ru: Ошибка при загрузке файлов конфигурации
sk: Chyba pri načítaní konfiguračných súborov
sl: Napaka pri nalaganju nastavitev
sr: Грешка при учитавању фајла подешавања
sr@latn: Greška pri učitavanju fajla podešavanja
zh_cn: 装入配置文件时出错
zh_tw: 載入設定檔時發生錯誤

source: The default Gateway IP address is invalid.
bg: IP адресът на шлюза по подразбиране е невалиден.
br: N'eo ket mat chomlec'h IP an dreuzell dre ziouer.
ca: L'adreça IP de la passarel·la per defecte no és vàlida.
da: Standard-gateways IP-adresse er ugyldig.
de: Die IP-Adresse für das Standardgateway ist ungültig.
es: La dirección IP de la puerta de enlace predeterminada no es correcta
et: Vaikelüüsi IP-aadress on vigane.
eu: Pasabidearen IP helbide lehenetsia baliogabea da.
fa: نشانی اینترنتی دروازۀ پیش‌فرض نامعتبر است.
fi: Oletus-gateway:n IP-osoite on epäkelpo.
ga: Is neamhbhailí é seoladh IP an gheata réamhshocraithe.
gl: O enderezo IP da pasarela por omisión non é válido.
hu: Az alapértelmezett átjáró IP-címe érvénytelen.
is: Sjálfgefna IP tala gáttarinnar er ógild.
it: L'indirizzo di IP gateway predefinito non è valido.
ja: デフォルトゲートウェイ IP アドレスが無効です。
nb: IP-adressen for standard portner er ugyldig.
nl: Het IP-adres van de standaard-gateway is ongeldig.
pa: ਮੂਲ ਗੇਟਵੇ IP ਸਿਰਨਾਵਾਂ ਗਲਤ ਹੈ।
pl: Adres IP domyślnej bramki jest niepoprawny.
pt: O endereço IP da 'Gateway' por omissão é inválido.
pt_br: O endereço IP do Gateway padrão é inválido.
ru: Указан недопустимый IP-адрес шлюза, используемого по умолчанию.
sk: IP adresa štandardnej brány je neplatná.
sl: Naslov IP za privzeti prehod ni veljaven.
sr: Подразумевана IP адреса мрежног излаза је неисправна.
sr@latn: Podrazumevana IP adresa mrežnog izlaza je neispravna.
zh_cn: 默认网关的 IP 地址无效。
zh_tw: 預設的閘道 IP 位址不正確。
