Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: IP address:
bg: IP адрес:
br: Chomlec'h IP :
ca: Adreça IP:
da: IP-adresse:
de: IP-Adresse:
es: Dirección IP
et: IP-aadress:
eu: IP helbidea:
fa: نشانی اینترنتی:
fi: IP-osoite:
ga: Seoladh IP:
gl: Enderezo IP:
hu: IP-cím:
is: IP vistfang:
it: Indirizzo IP:
ja: IP アドレス:
mk: ИП-адреса:
nb: IP-adresse:
nl: IP-adres:
pa: IP ਸਿਰਨਾਵਾਂ:
pl: Adres IP:
pt: Endereço IP:
pt_br: Endereço IP:
ru: IP-адрес:
sk: IP adresa:
sl: Naslov IP:
sr: IP адреса:
sr@latn: IP adresa:
zh_cn: IP 地址：
zh_tw: IP 位址：

source: An IP address is an unique identifier of a networking device in an TCP/IP network
bg: IP адресът е уникален идентификатор на мрежово устройство в мрежа от тип TCP/IP.
ca: Una adreça IP és un identificador únic per a un dispositiu de xarxa en una xarxa TCP/IP
da: En IP-adresse er en entydig identifikation af en netværksenhed i et TCP/IP-netværk
de: Eine IP-Adresse ist ein eindeutiger Bezeichner für eine Schnittstelle in einem TCP/IP-Netzwerk.
es: Una dirección IP es un identificador único para un dispositivo de red dentro de una red TCP/IP
et: IP-aadress on võrguseadme unikaalne identifikaator TCP/IP võrgus.
eu: IP helbide bat TCP/IP sare bateko sareko dispositibo batek duen identifikatzaile bakar bat da
fa: یک نشانی اینترنتی، شناسۀ یکتای دستگاه شبکه‌ای در شبکۀ TCP/IP است
fi: IP-osoite on yksilöllinen tunniste verkkolaitteelle TCP/IP-verkossa
gl: Un enderezo IP é un identificador único dun dispositivo de rede nunha rede TCP/IP
hu: Az IP-cím azonosítja egyértelműen a hálózati eszközöket TCP/IP-alapú hálózatokban
is: IP vistfang er sértækt auðkenni á nettengi í TCP/IP neti
it: Un indirizzo IP è un identificativo univoco di un dispositivo di rete in una rete TCP/IP
ja: IP アドレスは、TCP/IP ネットワークにあるネットワークデバイスを一意に指定する識別子です
mk: ИП-адресата е уникатен идентификатор на мрежен уред во ТЦП/ИП мрежа
nb: En IP-adresse er en entydig henvisning til en nettverksenhet i et TCP/IP-nett
nl: Een IP-adres is een unieke identificatie van een netwerkapparaat in een TCP/IP-netwerk
pl: Adres IP jest unikalnym identyfikatorem urządzenia sieciowego w sieci TCP/IP
pt: Um endereço IP é um identificador único de um dispositivo de rede numa rede TCP/IP
pt_br: O endereço IP é um aidentificação única de um dispositivo na rede TCP/IP.
ru: IP-адрес - уникальный идентификатор устройства, подключённого к сети TCP/IP
sk: IP adresa je jedinečný identifikátor sieťového zariadenie v TCP/IP sieťach.
sl: Naslov IP je v omrežju TCP/IP edinstven identifikator omrežne naprave
sr: IP адреса је јединствени идентификатор мрежног уређаја на TCP/IP мрежи
sr@latn: IP adresa je jedinstveni identifikator mrežnog uređaja na TCP/IP mreži
zh_cn: IP 地址是 TCP/IP 网络中网络设备的唯一标识符
zh_tw: IP 位址是在 TCP/IP 網路上用於辨識網路設備的代碼。

source: Advanced Options
bg: Допълнителни настройки
br: Dibaboù barek
ca: Opcions avançades
da: Avancerede indstillinger
de: Erweiterte Einstellungen...
es: Opciones Avanzadas
et: Muud valikud
eu: Aukera aurreratuak
fa: گزینه‌های پیشرفته
fi: Lisäasetukset
ga: Ardroghanna
gl: Opcións Avanzadas
hu: Speciális beállítások
is: Nánari stillingar
it: Opzioni avanzate
ja: 詳細オプション
mk: Напредни опции
nb: Avanserte valg
nl: Geavanceerde opties
pa: ਤਕਨੀਕੀ ਚੋਣ
pl: Zaawansowane ustawienia
pt: Opções Avançadas
pt_br: Opções Avançadas
ru: Дополнительные параметры
sk: Pokročilé možnosti
sl: Napredne možnosti
sr: Напредне опције
sr@latn: Napredne opcije
zh_cn: 高级选项
zh_tw: 進階選項

source: Advanced Device Information
bg: Допълнителна информация за устройство
br: Titouroù barek diwar-benn an drobarzhell
ca: Informació avançada del dispositiu
da: Avanceret enhedsinformation
de: Erweiterte Geräteeinstellungen...
es: Información Avanzada de la Interfaz de Red
et: Täpsem seadme info
eu: Gailu Informazio Aurreratuak
fa: اطلاعات دستگاه پیشرفته
fi: Laitteen lisätiedot
ga: Ardeolas faoin Ghléas
gl: Información Avanzada do Dispositivo
hu: Részletes eszközinformáció
is: Nánari upplýsingar um tækið
it: Informazioni avanzate sul dispositivo
ja: 詳細デバイス情報
mk: Напредни информации за уредот
nb: Avansert informasjon om enheten
nl: Geavanceerde apparaatinformatie
pa: ਤਕਨੀਕੀ ਜੰਤਰ ਜਾਣਕਾਰੀ
pl: Zaawansowane informacje o urządzeniu
pt: Informação Avançada do Dispositivo
pt_br: Informações Avançadas do Dispositivo
ru: Дополнительная информация об устройстве
sk: Pokročilé informácie o zariadení
sl: Napredni podatki o napravi
sr: Напредни подаци о уређају
sr@latn: Napredni podaci o uređaju
zh_cn: 高级设备信息
zh_tw: 進階設備資訊

source: Set advanced setting for the network device
bg: Задаване на допълнителни настройки за мрежовото устройство
br: Lakaat dibarzhoù barek an drobarzhell rouedad
ca: Estableix la configuració avançada del dispositiu de xarxa
da: Sæt avancerede indstillinger for netværksenheden
de: Erweiterte Einstellungen vornehmen
es: Indicar las opciones avanzadas para la interfaz de red
et: Võrguseadme täpsemad seadistused
eu: Sareko gailuarentzako ezarpen aurreratuak ezarri
fa: تنظیم تنظیمات پیشرفته برای دستگاه شبکه
fi: Aseta verkkolaitteen lisäasetukset
gl: Configura as opcións avanzadas do dispositivo de rede
hu: A hálózati eszköz speciális beállításai
is: Nánari stillingar fyrir nettækið
it: Regola le impostazioni avanzate per il dispositivo di rete
ja: ネットワークデバイスの詳細設定
mk: Задајте напредни поставувања за мрежниот уред
nb: Sett opp avanserte innstillinger for nettverksenheten
nl: Stel geavanceerde opties in voor het netwerkapparaat
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ ਲਈ ਤਕਨੀਕੀ ਸਥਾਪਨ ਦਿਓ
pl: Ustawienia zaawansowane urządzenia sieciowego
pt: Configura as opções avançadas do dispositivo de rede
pt_br: Ajusta as configurações avançadas do dispositivo de rede
ru: Изменить дополнительные параметры сетевого устройства
sk: Nastaviť pokročilé nastavenia pre sieťové zariadenie
sl: Nastavi napredne nastavitve za omrežno napravo
sr: Поставља напредна подешавања мрежног уређаја
sr@latn: Postavlja napredna podešavanja mrežnog uređaja
zh_cn: 设置网络设备的高级设置
zh_tw: 設定網路設備的進階設定

source: Description:
bg: Описание:
br: Deskrivadur :
ca: Descripció:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
et: Kirjeldus:
eu: Azalpena:
fa: توصیف:
fi: Kuvaus:
ga: Cur Síos:
gl: Descrición:
hu: Leírás:
is: Lýsing:
it: Descrizione:
ja: 説明:
mk: Опис:
nb: Beskrivelse:
nl: Omschrijving:
pa: ਵੇਰਵਾ:
pl: Opis:
pt: Descrição:
pt_br: Descrição:
ru: Описание:
sk: Popis:
sl: Opis:
sr: Опис:
sr@latn: Opis:
zh_cn: 描述：
zh_tw: 描述：

source: IP address of the network device
bg: IP адрес на мрежовото устройство
br: Chomlec'h IP an drobarzhell rouedad
ca: Adreça IP del dispositiu de xarxa
da: Netværksenhedens IP-adresse
de: IP-Adresse der Schnittstelle
es: Dirección IP de la interfaz de red:
et: Võrguseadme IP-aadress
eu: Sareko gailuaren IP helbidea
fa: نشانی اینترنتی دستگاه شبکه
fi: IP-osoite tai verkkolaite
ga: Seoladh IP an ghléis líonra
gl: Enderezo IP do dispositivo de rede
hu: A hálózati eszköz IP-címe:
is: IP vistfang nettækisins
it: Indirizzo IP del dispositivo di rete
ja: ネットワークデバイスの IP アドレス
mk: ИП-адреса на мрежниот уред
nb: IP-adresse til nettverksenheten
nl: IP-adres van het netwerkapparaat
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ ਲਈ IP ਸਿਰਨਾਵਾਂ
pl: Adres IP urządzenia sieciowego
pt: Endereço IP do dispositivo de rede
pt_br: Endereço IP do dispositivo de rede
ru: IP-адрес сетевого устройства
sk: IP adresa sieťového zariadenia
sl: Naslov IP omrežne naprave
sr: IP адреса мрежног уређаја
sr@latn: IP adresa mrežnog uređaja
zh_cn: 网络设备的 IP 地址
zh_tw: 網路設備的 IP 位址

source: Simply enter a short human-readable description for this device
bg: Просто въведете кратко описание на устройството
ca: Simplement introduïu una descripció curta i fàcil d'entendre per a aquest dispositiu
da: Skriv blot en kort menneskeligt læsbar beskrivelse af denne enhed
de: Geben Sie einen kurzen, beschreibenden Namen für die Schnittstelle ein.
es: Introduzca simplemente una descripción corta para este dsipositivo
et: Kirjuta siia seadme lühike ja mõistetav kirjeldus
eu: Sartu ulergarria den dispositibo honen deskribapen motz bat
fa: ورود سادۀ توصیف خوانای کوتاه برای این دستگاه
fi: Anna ymmärrettävä kuvaus tälle laitteelle
gl: Simplesmente indique unha descrición lexíbel e curta para este dispositivo
hu: Rövid leírás a hálózati eszközhöz
is: Sláðu inn hér stutta lýsingu á tækinu
it: Inserisci semplicemente una breve descrizione leggibile di questo dispositivo
ja: このデバイスの説明を入力
mk: Внесете краток разбирлив опис за овој уред
nb: Oppgi en kort menneskevennlig tekstbeskrivelse for denne enheten
nl: Voer een eenvoudige, voor mensen begrijpelijke omschrijving in voor dit apparaat
pa: ਇਸ ਜੰਤਰ ਲਈ ਥੋੜਾ ਜਿਹਾ ਪੜਨ ਯੋਗ ਵੇਰਵਾ ਦਿਓ
pl: Po prostu wpisz krótki opis tego urządzenia
pt: Basta indicar uma descrição legível e curta para este dispositivo
pt_br: Simplesmente entre com uma descrição humanamente legível para esse dispositivo
ru: Введите описание устройства (произвольное)
sk: Jednoducho zadajte krátky človekom čitateľný popis tohto zariadenia
sl: Vnesite kratek opis te naprave, ki je namenjen ljudem
sr: Једноставно унесите кратак, људима разумљив опис за овај уређај
sr@latn: Jednostavno unesite kratak, ljudima razumljiv opis za ovaj uređaj
zh_cn: 为此设备输入一段简短的描述
zh_tw: 請簡短輸入此設備的描述

source: The Broadcast is a special address. All devices of a network respond if packages are sent to this address.
bg: Адресът за разпръскване е специален адрес. Всички устройства от една мрежа отговарят, ако са изпратени пакети до този адрес.
ca: L'adreça de difusió (broadcast) és una adreça especial. Tots els dispositius de la xarxa responen si un paquet és enviat a aquesta adreça.
da: Broadcast er en speciel adresse. Alle enheder i et netværk svarer hvis pakker sendes til denne adresse.
de: Die Broadcast-Adresse ist eine spezielle Adresse. Sämtliche Schnittstellen eines Netzwerkes antworten auf Pakete, die an diese Adresse gesendet werden.
es: La dirección de difusión es una dirección especial. Si se envían paquetes a esta dirección, todos los dispositivos responden.
et: Üldleviaadress on eriline aadress: võrgu kõik seadmed vastavad, kui sellele aadressile saadetakse pakette.
eu: Difusioa helbide berezi bat da. Sare bateko dispositibo guztiek erantzungo dute helbide honetara paketeak bidaltzen direnean.
fa: پخش، یک نشانی ویژه است. اگر بسته‌ها به این نشانی فرستاده شوند، همۀ دستگاههای شبکه پاسخ می‌دهند.
fi: Broadcast on erikoisosoite. Kaikki tietoverkon laitteet vastaavat, jos paketti on lähetetty tähän osoitteeseen.
gl: A difusión é un enderezo especial. Todos os dispositivos dunha rede hanresponder se os pacotes son enviados para este enderezo.
hu: A broadcast cím egy speciális célú cím. Minden hálózati eszköz válaszol az ide érkező csomagokra.
is: Útvörpun er sérstakt vistfang. Öll tæki á netinu taka við sér ef pakkar eru sendir á þetta vistfang.
it: Il broadcast è un indirizzo speciale. Tutti i dispositivi di una rete rispondono se vengono inviati dei pacchetti a questo indirizzo.
ja: ブロードキャストは特別なアドレスです。このアドレスに送信されたパケットに対して、ネットワークのすべてのデバイスが応答します。
nb: Kringkastingsadressen er en spesiell adresse. Alle enheter i et nettverk reagerer hvis pakker sendes til denne adressen.
nl: Het broadcast-adres is een speciaal adres. Alle apparaten reageren als er pakketten naar dit adres gestuurd worden.
pa: ਬਰਾਡਕਾਸਟ ਖਾਸ ਸਿਰਨਾਵਾਂ ਹੈ। ਇੱਕ ਨੈੱਟਵਰਕ ਦੇ ਸਭ ਜੰਤਰ ਜਵਾਬ ਦਿੰਦੇ ਹਨ, ਜੇਕਰ ਪੈਕੇਟ ਨੂੰ ਇਸ ਸਿਰਨਾਵੇਂ ਉੱਤੇ ਭੇਜਿਆ ਜਾਵੇ।
pl: Adres rozgłaszania jest specjalnym adresem. Wszystkie urządzenia danej sieci odpowiadają w wypadku, gdy pakiety są na niego wysyłane.
pt: A difusão é um endereço especial. Todos os dispositivos de uma rede irão responder se os pacotes são enviados para este endereço.
pt_br: O broadcast é um endereço especial, todos os dispositivos de rede respondem se os pacotes forem enviados a esse endereço.
ru: Пакеты, отправленные на особый адрес, называемый широковещательным, получают все устройства сети.
sk: Vysielanie je špeciálna adresa. Všetky zariadenia v sieti odpovedia ak je na túto adresu poslaný balíček.
sl: Naslov za oddajanje je poseben. Če nekdo pošlje pakete na ta naslov, se odzovejo vse naprave v omrežju.
sr: Емитовање је специјална адреса. Сви уређаји на мрежи одговарају ако су пакети послати на ову адресу.
sr@latn: Emitovanje je specijalna adresa. Svi uređaji na mreži odgovaraju ako su paketi poslati na ovu adresu.
zh_cn: 广播地址是一个特殊的地址。如果有数据包发到此地址，网络中的全部设备都会响应。
zh_tw: 廣播位址是一個特殊位址，丟到此位址的封包，所有在此網路的設備都會收到。

source: Gateway:
bg: Шлюз:
br: Treuzell :
ca: Passarel·la:
es: Puerta de enlace:
et: Lüüs:
eu: Atebidea
fa: دروازه:
fi: Oletusyhdyskäytävä:
ga: Geata:
gl: Pasarela:
hu: Alapértelmezett átjáró:
is: Gátt:
ja: ゲートウェイ:
nb: Portner:
pa: ਗੇਟਵੇ:
pl: Brama:
ru: Шлюз:
sk: Brána:
sl: Prehod:
sr: Мрежни излаз:
sr@latn: Mrežni izlaz:
zh_cn: 网关：
zh_tw: 閘道位址：

source: Default gateway for the network device
bg: Шлюз по подразбиране на мрежовото устройство
br: Treuzell dre ziouer evit an drobarzhell rouedad
ca: Passarel·la predeterminada pel dispositiu de xarxa
da: Standard-gateway for netværksenheden
de: Standardgateway für die Schnittstelle
es: Puerta de enlace predeterminada para el dispositivo de red
et: Võrguseadme vaikelüüs
eu: Sareko gailuaren atebide lehenetsia
fa: دروازۀ پیش‌فرض برای دستگاه شبکه
fi: Oletusyhdyskäytävä verkkolaitteelle
gl: A pasarela por omisión para este dispositivo de rede
hu: A hálózati eszköz alapértelmezett átjárója
is: Sjálfgefin gátt nettengis
it: Gateway predefinito del dispositivo di rete
ja: ネットワークデバイスのデフォルトゲートウェイ
nb: Standard portner for nettverksenheten
nl: Standaard gateway van het netwerkapparaat
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ ਲਈ ਮੂਲ ਗੇਟਵੇ
pl: Brama domyślna urządzenia sieciowego
pt: 'Gateway' por omissão do dispositivo de rede
pt_br: O gateway padrão do dispositivo de rede
ru: Шлюз по умолчанию для сетевого устройства
sk: Štandardná brána pre sieťové zariadenie
sl: Privzeti prehod za to omrežno napravo
sr: Подразумевани мрежни излаз за мрежни уређај
sr@latn: Podrazumevani mrežni izlaz za mrežni uređaj
zh_cn: 网络设备的默认网关
zh_tw: 網路設備的預設閘道位址

source: <p>Here you should enter the default gateway for the network device.</p>
bg: <p>Тук трябва да въведете шлюзът по подразбиране за мрежовото устройство.</p>
ca: <p>Aquí heu d'introduir la passarel·la predeterminada pel dispositiu de xarxa.</p>
da: <p>Her skal du indtaste standard-gateway for netværksenheden.</p>
de: <p>Geben Sie hier bitte das Standardgateway für dieses Netzwerkgerät ein.</p>
es: <p>Aquí debe introducir la puerta de enlace para el dispositivo de red.</p>
et: <p>Siia tuleb kirjutada võrguseadme vaikelüüs.</p>
eu: <p>Hemen zure sareko gailuaren atebide lehenetsia sartu behar duzu.</p>
fa: <p>باید دروازۀ پیش‌فرض برای دستگاه شبکه را در اینجا وارد کنید.</p>
fi: <p>Tässä sinun tulee antaa oletusyhdyskäytävä verkkolaitteelle.</p>
gl: <p>Aqui debe indicar a paserela por omisión para este dispositivo de rede.</p>
hu: <p>Itt lehet megadni a hálózati eszközhöz rendelt alapértelmezett átjáró címét.</p>
is: <p>Hér setur þú inn sjálfgefnu gáttina fyrir nettengið.</p>
it: <p>Qui dovresti inserire il gateway predefinito del dispositivo di rete.</p>
ja: <p>ネットワークデバイスのデフォルトゲートウェイを入力してください。</p>
mk: <p>Тука треба да внесете почетен гејтвеј за мрежниот уред.</p>
nb: <p>Oppgi her standard portner for denne nettverksenheten.</p>
nl: <p>Hier vult u de standaard gateway in voor het netwerkapparaat.</p>
pl: <p>Tutaj powinieneś wpisać bramę domyślną dla urządzenia sieciowego.</p>
pt: <p>Aqui deverá indicar a 'gateway' do dispositivo de rede.</p>
pt_br: <p>Aqui você especifica o gateway padrão para o dispositivo de rede.</p>
ru: <p>Укажите шлюз по умолчанию для сетевого устройства.</p>
sk: <p>Sem zadajte štandardnú bránu pre sieťové zariadenie.</p>
sl: <p>Sem bi morali vnesti privzeti prehod za omrežno napravo.</p>
sr: <p>Овде треба да унесете подразумевани мрежни излаз за мрежни уређај.</p>
sr@latn: <p>Ovde treba da unesete podrazumevani mrežni izlaz za mrežni uređaj.</p>
zh_cn: <p>在此输入网络设备的默认网关。</p>
zh_tw: <p>您應該輸入網路設備的預設閘道位址。</p>

source: Broadcast:
bg: Разпръскване:
br: Skignañ :
ca: Difusor:
de: Broadcast-Adresse:
es: Dirección de difusión:
et: Üldleviaadress:
eu: Difusioa:
fa: پخش:
ga: Craoladh:
gl: Difusión:
hu: Broadcast cím:
is: Útvörpun:
ja: ブロードキャスト:
nb: Kringkasting:
nl: Broadcast-adres:
pa: ਬਰਾਡਕਾਸਟ:
pl: Adres rozgłaszania:
pt: Difusão:
ru: Широковещательный адрес:
sk: Vysielanie:
sl: Oddajanje:
sr: Емитовање:
sr@latn: Emitovanje:
zh_cn: 广播：
zh_tw: 廣播：

source: Wireless Settings
bg: Безжична мрежа
br: Dibarzhoù hep neud
ca: Paràmetres de la xarxa sense fils
da: Opsætning af trådløs
de: Einstellungen für Schnittstellen mit drahtloser Übertragung
es: Opciones inhalámbricas
et: Traadita ühenduse seadistused
eu: Kable gabeko sareen ezarpenak
fa: تنظیمات بی‌سیم:
fi: Langattomat asetukset
ga: Socruithe Gan Sreang
gl: Configuración de Redes Wireless
hu: Vezeték nélküli beállítások
is: Þráðlausar stillingar
it: Impostazioni senza fili
ja: 無線設定
mk: Безжични поставувања
nb: Trådløs-innstillinger
nl: Instellingen voor draadloos netwerk
pa: ਬੇਤਾਰ ਸਥਾਪਨ
pl: Ustawienia sieci bezprzewodowej
pt: Configuração de Redes Sem-Fios
pt_br: Configurações de rede Wireless
ru: Параметры беспроводного соединения
sk: Bezdrôtové nastavenia
sl: Brezžične nastavitve
sr: Бежична подешавања
sr@latn: Bežična podešavanja
zh_cn: 无线设置
zh_tw: 無線設定

source: WEP key:
bg: Ключ WEP:
br: Alc'hwez WEP :
ca: Clau WEP:
da: WEP-nøgle:
de: WEP-Schlüssel:
es: clave WEP:
et: WEP võti:
eu: WEP gakoa:
fa: کلید WEP:
fi: WEP-avain:
ga: Eochair WEP:
gl: Chave WEP:
hu: WEP kulcs:
is: WEB lykill:
it: Chiave WEP:
ja: WEP 鍵:
mk: WEP-клуч:
nb: WEP-nøkkel:
nl: WEP-sleutel
pa: WEP ਕੁੰਜੀ:
pl: Klucz WEP:
pt: Chave WEP:
pt_br: Chave WEP:
ru: Ключ WEP:
sk: WEP kľúč:
sl: Ključ WEP:
sr: WEP кључ:
sr@latn: WEP ključ:
zh_cn: WEP 密钥：
zh_tw: WEP 鍵值：

source: Key type:
bg: Тип на ключа:
br: Rizh an alc'hwez :
ca: Tipus de clau:
da: Nøgletype:
de: Schlüsselart:
es: Tipo de clave:
et: Võtme tüüp:
eu: Gako mota:
fa: نوع کلید:
fi: Avaintyyppi:
ga: Cineál na heochrach:
gl: Tipo de chave:
hu: Kulcstípus:
is: Tegund lykils:
it: Tipo di chiave:
ja: 鍵タイプ:
mk: Тип на клуч:
nb: Nøkkeltype:
nl: Type sleutel:
pa: ਕੁੰਜੀ ਕਿਸਮ:
pl: Typ klucza:
pt: Tipo de chave:
pt_br: Tipo de chave
ru: Тип ключа:
sk: Typ kľúča:
sl: Vrsta ključa:
sr: Врста кључа:
sr@latn: Vrsta ključa:
zh_cn: 密钥类型：
zh_tw: 鍵值型態：

source: ASCII
bg: Текстов
fa: اسکی

source: Hexadecimal
bg: Шестнадесетичен
de: Hexadezimal
et: 16-süsteemis
eu: Hamaseitarra
fa: شانزده شانزدهی
fi: Heksadesimaalinen
ga: Heicsidheachúlach
hu: Hexadecimális
is: Sextándakerfi
it: Esadecimale
ja: 16進数
mk: Хексадецимален
nb: Heksadesimal
nl: Hexadecimaal
pa: ਹੈਕਸਾ-ਡੈਸੀਮਲ
pl: Szesnastkowo
ru: 16-ричный
sk: Hexadecimálne
sl: Šestnajstiško
sr: Хексадекадно
sr@latn: Heksadekadno
zh_cn: 十六进制
zh_tw: 十六進位碼

source: Add New DNS Server
bg: Добавяне на нов DNS сървър
br: Ouzhpennañ ur servijer DNS nevez
ca: Afegeix un nou servidor de DNS
da: Tilføj ny DNS-server
de: Neuen Nameserver hinzufügen
es: Agregar un nuevo servidor DNS
et: Uue nimeserveri lisamine
eu: Gehitu DNS zerbitzari berria
fa: افزودن کارساز DNS جدید
fi: Lisää uusi DNS-palvelin
ga: Cuir Freastalaí Nua DNS Leis
gl: Engadir un Novo Servidor de DNS
hu: Új DNS-kiszolgáló hozzáadása
is: Bæta við nýjum DNS þjóni
it: Aggiungi nuovo server DNS
ja: 新規 DNS サーバを追加
mk: Додавање нов ДНС-сервер
nb: Legg til ny DNS-tjener
nl: Voeg nieuwe DNS server toe
pa: ਨਵਾਂ DNS ਸਰਵਰ ਸ਼ਾਮਲ
pl: Dodaj nowy serwer DNS
pt: Adicionar um Novo Servidor de DNS
pt_br: Adicionar um novo Servidor DNS
ru: Добавить сервер DNS
sk: Pridať nový DNS server
sl: Dodaj nov strežnik DNS
sr: Додај нови DNS сервер
sr@latn: Dodaj novi DNS server
zh_cn: 添加新 DNS 服务器
zh_tw: 新增 DNS 伺服器

source: IP address of the new DNS server
bg: IP адрес на новия DNS сървър
br: Chomlec'h IP ar servijer DNS nevez
ca: Adreça IP del nou servidor DNS
da: IP-adresse for den nye DNS-server
de: IP-Adresse des Rechners zur Namensauflösung
es: Dirección IP del Nuevo Servidor DNS
et: Uue nimeserveri IP-aadress
eu: DNS zerbitzari berriaren IP helbidea
fa: نشانی اینترنتی کارساز DNS جدید
fi: Uuden DNS-palvelimen IP-osoite
ga: Seoladh IP an fhreastalaí nua DNS
gl: Enderezo IP do novo servidor de DNS
hu: Az új DNS-kiszolgáló IP-címe
is: IP vistfang DNS þjóns
it: Indirizzo IP del nuovo server DNS
ja: 新規 DNS サーバの IP アドレス
mk: ИП-адреса на новиот ДНС-сервер
nb: IP-adresse til den nye DNS-tjeneren
nl: IP-adres van de nieuwe DNS server
pa: ਨਵੇਂ DNS ਸਰਵਰ ਦਾ IP ਸਿਰਨਾਵਾਂ
pl: Adres IP nowego serwera DNS
pt: O endereço IP do novo servidor de DNS
pt_br: Endereço IP do novo servidor DNS
ru: IP-адрес сервера DNS
sk: IP adresa nového DNS servera
sl: Naslov IP novega strežnika DNS
sr: IP адреса новог DNS сервера
sr@latn: IP adresa novog DNS servera
zh_cn: 新 DNS 服务器的 IP 地址
zh_tw: 新的 DNS 伺服器的 IP 位址

source: &Add
bg: До&бавяне
br: &Ouzhpennañ
ca: &Afegeix
da: &Tilføj
de: &Hinzufügen
es: &Agregar
et: Lis&a
eu: &Gehitu
fa: &افزودن‌
fi: &Lisää
ga: C&uir Leis
gl: &Engadir
hu: &Hozzáadás
is: Bæt&a við
it: &Aggiungi
ja: 追加(&A)
mk: &Додај
nb: &Legg til
nl: &Toevoegen
pa: ਸ਼ਾਮਲ(&A)
pl: Dod&aj
pt: &Adicionar
pt_br: &Adicionar
ru: &Добавить
sk: Prid&ať
sl: &Dodaj
sr: Дод&ај
sr@latn: Dod&aj
zh_cn: 添加(&A)
zh_tw: 新增(&A)

source: Add the server to the list
bg: Добавяне на сървъра към списъка
br: Ouzhpennañ ar servijer d'ar roll
ca: Afegeix el servidor a la llista
da: Tilføj serveren til listen
de: Den Server zur Liste hinzufügen
es: Agregar el servidor a la lista
et: Lisa server nimekirja
eu: Gehitu zerbitzaria zerrendara
fa: افزودن کارساز به فهرست
fi: Lisää palvelin luetteloon
ga: Cuir an freastalaí leis an liosta
gl: Adiciona o servidor á lista
hu: A kiszolgáló felvétele a listába
is: Bæta þjóninum við listann
it: Aggiungi il server all'elenco
ja: 一覧にサーバを追加
mk: Го додава новиот сервер на списокот
nb: Legg til tjeneren til lista
nl: Voeg de server toe aan de lijst
pa: ਸਰਵਰ ਨੂੰ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ
pl: Dodaje serwer do listy
pt: Adiciona o servidor à lista
pt_br: Adiciona o servidor à lista
ru: Добавить сервер в список
sk: Pridať server do zoznamu
sl: Dodaj strežnik na seznam
sr: Додај сервер на листу
sr@latn: Dodaj server na listu
zh_cn: 将服务器添加到列表
zh_tw: 新增伺服器到清單中

source: Forget it
bg: Отказ
ca: Oblida-ho
da: Glem den
de: Verwerfen
es: Olvidarlo
et: Loobu
eu: Ahaztu
fa: آن فراموش شود
fi: Unohda se
ga: Ná bac leis
gl: Esquecer
hu: Mégsem
is: Hunsa
it: Lascia stare
ja: 無視
mk: Заборави
nb: Glem det
nl: Verwerpen
pa: ਇਸ ਨੂੰ ਭੁੱਲੋ
pl: Porzuć
pt: Esquecer
pt_br: Ignorar
ru: Отменить
sk: Zabudnúť
sl: Pozabi ga
sr: Заборави
sr@latn: Zaboravi
zh_cn: 放弃
zh_tw: 丟棄

source: Aliases
bg: Псевдоними
br: Lesanvioù
ca: Sobrenoms
da: Aliasser
de: Aliase
es: Alias
et: Aliased
eu: Aliasak
fa: نام‌گردانها
fi: Aliakset
ga: Ailiasanna
gl: Alcumes
hu: Aliasok
is: Samheiti
it: Alias
ja: エイリアス
mk: Алијаси
nb: Aliaser
nl: Aliassen
pa: ਉਪ-ਨਾਂ
pl: Aliasy
pt: Nomes Alternativos
ru: Псевдонимы
sk: Aliasy
sl: Vzdevki
sr: Алијаси
sr@latn: Alijasi
zh_cn: 别名
zh_tw: 別名

source: &Add...
bg: До&бавяне...
br: &Ouzhpennañ ...
ca: &Afegeix...
da: &Tilføj...
de: &Hinzufügen...
es: &Agregar...
et: Lis&a...
eu: &Gehitu...
fa: &افزودن...‌
fi: &Lisää...
ga: &Cuir Leis...
gl: En&gadir...
hu: &Hozzáadás...
is: Bæt&a við...
it: &Aggiungi...
ja: 追加(&A)...
mk: &Додаj...
nb: &Legg til …
nl: &Toevoegen...
pa: ਸ਼ਾਮਲ(&A)...
pl: Dod&aj...
pt: &Adicionar...
pt_br: &Adicionar
ru: &Добавить...
sk: Prid&ať...
sl: &Dodaj ...
sr: Дод&ај...
sr@latn: Dod&aj...
zh_cn: 添加(&A)...
zh_tw: 新增(&A)...

source: &Edit...
bg: &Редактиране...
br: &Aozañ ...
ca: &Edita...
da: &Redigér...
de: &Bearbeiten...
es: &Editar...
et: &Muuda...
eu: &Editatu...
fa: &ویرایش...‌
fi: &Muokkaa...
ga: &Eagar...
gl: &Editar...
hu: S&zerkesztés...
is: Br&eyta...
it: &Modifica...
ja: 編集(&E)...
mk: &Уреди...
nb: &Rediger …
nl: B&ewerken...
pa: ਸੋਧ(&E)...
pl: &Edycja...
pt: &Editar...
pt_br: &Editar
ru: &Правка...
sk: &Editovať...
sl: &Uredi ...
sr: Ур&еди...
sr@latn: Ur&edi...
zh_cn: 编辑(&E)...
zh_tw: 編輯(&E)...
