Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: Detecting Your Current Platform
bg: Определяне на платформата
ca: S'està detectant la plataforma actual
da: Detekterer din nuværende platform
de: System wird analysiert
es: Detectando su plataforma actual
et: Platvormi tuvastamine
eu: Zure uneko plataforma detektatzen
fa: آشکارسازی سکوی جاری شما
fi: Tunnistaa nykyistä tietokonelaitteistoasi
gl: A Detectar a Sua Plataforma Actual
hu: A rendszerjellemzők felismerése
is: Reyni að skynja kerfið þitt
it: Rilevamento della tua piattaforma attuale
ja: プラットフォームを検出中
mk: Ја детектирам вашата тековната платформа
nb: Finner hva slags plattform du har
nl: Bezig uw huidige omgeving te onderzoeken
pa: ਤੁਹਾਡੇ ਪਲੇਟਫਾਰਮ ਦੀ ਖੋਜ ਜਾਰੀ
pl: Wykrywanie bieżącej platformy
pt: A Detectar a Sua Plataforma Actual
pt_br: Detectando sua plataforma
ru: Определение платформы
sk: Zisťuje sa aktuálna platforma
sl: Zaznavanje vaše trenutne platforme
sr: Одређујем врсту вашег рачунара
sr@latn: Određujem vrstu vašeg računara
zh_cn: 检测您目前的平台
zh_tw: 偵測您目前的平台

source: Please wait while detecting your current platform...
bg: Моля, изчакайте докато се определи платформата ви...
ca: Si us plau, espereu mentre es detecta la plataforma actual...
da: Vent mens din nuværende platform detekteres...
de: Bitte warten Sie, Ihr System wird analysiert...
es: Por favor espere mientras se detecta su plataforma actual...
et: Palun oota, kuni tuvastatakse sinu praegust platvormi...
eu: Itxaron zure uneko plataforma detektatzen den bitartean...
fa: لطفاً، تا آشکارسازی سکوی جاری خود، منتظر بمانید...
fi: Odota, tunnistaa nykyistä tietokonelaitteistosi....
gl: Por favor aguarde mentres se detecta a sua plataforma actual...
hu: A rendszerjellemzők lekérdezése folyik, egy kis türelmet kérek....
is: Vinsamlega bíðið meðan skynjun á sér stað...
it: Attendi che la tua piattaforma sia rilevata...
ja: プラットフォームを検出するまでお待ちください。
mk: Почекајте додека ја детектирам вашата тековна платформа...
nb: Vent litt mens systemet undersøker gjeldende plattform …
nl: Wacht even terwijl uw omgeving onderzocht wordt.....
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ ਕਰੋ, ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਪਲੇਟਫਾਰਮ ਦੀ ਖੋਜ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Proszę czekać na zakończenie wykrywania bieżącej platformy...
pt: Por favor aguarde enquanto se detecta a sua plataforma actual...
pt_br: Aguarde enquanto sua plataforma é detectada...
ru: Идёт определение платформы...
sk: Prosím, čakajte kým sa zistí aktuálna platforma...
sl: Prosim, počakajte med zaznavanjem vaše trenutne platforme ...
sr: Сачекајте док испитујем врсту вашег рачунара...
sr@latn: Sačekajte dok ispitujem vrstu vašeg računara...
zh_cn: 请稍候，正在检测您目前的平台...
zh_tw: 請稍候，正在偵測您目前的平台...

source: Changing Interface State
bg: Промяна на състоянието на интерфейс
br: O cheñchiñ stad an etrefas
ca: S'està canviant l'estat de la interfície
da: Ændrer grænsefladens tilstand
de: Schnittstellenstatus ändern
es: Cambiando el Estado de la Interfaz
et: Liidese oleku muutmine
eu: Interfazearen egoera aldatzen
fa: تغییر وضعیت واسط
fi: Muuttaa rajapinnan tilaa
gl: A Cambiar o Estado da Interface
hu: A csatoló állapotának megváltoztatása
is: Breyti stöðu tengis
it: Cambio dello stato dell'interfaccia
ja: インターフェース状態を変更
mk: Ја менувам состојбата на интерфејсот
nb: Endrer grensesnittets status
nl: Bezig met veranderen apparaat status
pa: ਇੰਟਰਫੇਸ ਹਾਲਤ ਤਬਦੀਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Zmiana stanu interfejsu
pt: A Mudar o Estado da Interface
pt_br: Alterando Estado do Dispositivo
ru: Изменение состояния интерфейса
sk: Mení sa stav rozhrania
sl: Spreminjanje stanja vmesnika
sr: Мењам стање интерфејса
sr@latn: Menjam stanje interfejsa
zh_cn: 更改接口状态
zh_tw: 更改介面狀態

source: Bringing up interface <b>eth0</b>...
bg: Активиране на интерфейс <b>eth0</b>...
br: O vevaat an etrefas <b>eth0</b> ...
ca: S'està alçant la interfície <b>eth0</b>...
da: Starter grænseflade <b>eth0</b>...
de: Schnittstelle <b>eth0</b> wird aktiviert...
es: Habilitando la interfaz <b>eth0</b>...
et: Liidese <b>eth0</b> aktiveerimine...
eu: <b>eth0</b> interfazea martxan jartzen...
fa: آوردن واسط <b>eth0</b>...
fi: Otetaan liitäntä <b>eth0</b> käyttöön...
ga: Comhéadan <b>eth0</b> á thosú...
gl: A activar a interface <b>eth0</b>...
hu: Az <b>eth0</b> csatoló bekapcsolása...
is: Virkja tengið <b>eth0</b>...
it: Caricamento dell'interfaccia <b>eth0</b>...
ja: インターフェース <b>eth0</b> を有効化...
mk: Го вклучувам интерфејсот <b>eth0</b>...
nb: Slår på grensesnitt <b>eth0</b> …
nl: Interface '<b>eth0</b>' wordt geactiveerd....
pa: <b>eth0</b> ਇੰਟਰਫੇਸ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Podnoszenia interfejsu <b>eth0</b>...
pt: A activar a interface <b>eth0</b>...
pt_br: Ligando interface <b>eth0</b>...
ru: Запуск интерфейса <b>eth0</b>...
sk: Zobúdza sa rozhranie <b>eth0</b>...
sl: Vklapljanje vmesnika <b>eth0</b> ...
sr: Подижем интерфејс <b>eth0</b>...
sr@latn: Podižem interfejs <b>eth0</b>...
zh_cn: 正在启用接口 <b>eth0</b>...
zh_tw: 帶起介面<b>eth0</b>...

source: Network Settings
bg: Мрежови настройки
br: Kefluniadur ar rouedad
ca: Paràmetres de xarxa
da: Netværksopsætning
de: Netzwerkeinstellungen
es: Configuración de Red
et: Võrguseadistused
eu: Sarearen ezarpenak
fa: تنظیمات شبکه
fi: Tietoverkon asetukset
ga: Socruithe Líonra
gl: Configuración da Rede
hu: Hálózati beállítások
is: Netstillingar
it: Impostazioni di rete
ja: ネットワーク設定
mk: Мрежни поставувања
nb: Nettverksinnstillinger
nl: Netwerkinstellingen
pa: ਨੈੱਟਵਰਕ ਸਥਾਪਨ
pl: Ustawienia sieci
pt: Configuração da Rede
pt_br: Configurações de Rede
ru: Параметры сети
sk: Nastavenia siete
sl: Omrežne nastavitve
sr: Поставке мреже
sr@latn: Postavke mreže
zh_cn: 网络设置
zh_tw: 網路設定

source: Configure your TCP/IP settings
bg: Настройване на TCP/IP
br: Kefluniañ ho tibarzhoù TCP/IP
ca: Configura els paràmetres TCP/IP
da: Indstil dine TCP/IP-indstillinger
de: TCP/IP einrichten
es: Configure sus propiedades de Red
et: TCP/IP seadistused
eu: Konfiguratu zure TCP/IP ezarpenak
fa: پیکربندی تنظیمات TCP/IP شما
fi: Aseta TCP/IP-asetuksesi
ga: Cumraigh do chuid shocruithe TCP/IP
gl: Configure as suas opcións de TCP/IP
hu: A TCP/IP-jellemzők beállítása
is: Sýslaðu með TCP/IP stillingarnar þínar
it: Configura le tue impostazioni TCP/IP
ja: TCP/IP を設定
mk: Конфигурирајте ги вашите поставувања за ТЦП/ИП
nb: Sett opp TCP/IP-innstillingene dine
nl: Configureer uw TCP/IP-instellingen
pa: ਤੁਹਾਡੀ TCP/IP ਸਥਾਪਨ ਸੰਰਚਨਾ
pl: Konfiguracja ustawień TCP/IP
pt: Configure as suas opções de TCP/IP
pt_br: Ajuste suas configurações TCP/IP
ru: Настроить TCP/IP
sk: Konfigurovať nastavenia TCP/IP
sl: Nastavite omrežje TCP/IP
sr: Подесите ваше TCP/IP поставке
sr@latn: Podesite vaše TCP/IP postavke
zh_cn: 配置您的 TCP/IP 设置
zh_tw: 設定您的 TCP/IP

source: Change TCP/IP settings
bg: Настройване на TCP/IP
br: Cheñch dibarzhoù TCP/IP
ca: Canvia els paràmetres TCP/IP
da: Ændr TCP/IP-indstillinger
de: TCP/IP-Einstellungen ändern
es: Cambie sus propiedades de Red
et: TCP/IP seadistuste muutmine
eu: Aldatu TCP/IP ezarpenak
fa: تغییر تنظیمات TCP/IP
fi: Muuta TCP/IP-asetuksia
ga: Athraigh socruithe TCP/IP
gl: Alterar a Configuración de TCP/IP
hu: A TCP/IP-jellemzők beállítása
is: Breyta TCP/IP stillingum
it: Cambia le impostazioni TCP/IP
ja: TCP/IP 設定を変更
nb: Endre TCP/IP-innstillinger
nl: TCP/IP-instellingen wijzigen
pa: TCP/IP ਸਥਾਪਨ ਤਬਦੀਲ
pl: Zmiana ustawień TCP/IP
pt: Alterar a configuração de TCP/IP
pt_br: Alterar configurações TCP/IP
ru: Изменить параметры TCP/IP
sk: Zmeniť nastavenia TCP/IP
sl: Spremenite nastavitve TCP/IP
sr: Измени TCP/IP поставке
sr@latn: Izmeni TCP/IP postavke
zh_cn: 更改 TCP/IP 设置
zh_tw: 變更 TCP/IP 設定

source: Network Interfaces
bg: Мрежови интерфейси
br: Etrefasoù ar rouedad
ca: Interfície de xarxa
da: Netværksgrænseflade
de: Netzwerkschnittstellen
es: Interfaces de red
et: Võrguliidesed
eu: Sareko interfazeak
fa: واسطهای شبکه‌
fi: Tietoverkkorajapinnat
ga: Comhéadain Líonra
gl: Interfaces de Rede
hu: Hálózati csatolók
is: Nettengi
it: Interfacce di rete
ja: ネットワークインターフェース
mk: Мрежни интерфејси
nb: Nettverksgrensesnitt
nl: Netwerkinterfaces
pa: ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ
pl: Interfejsy sieciowe
pt: Interfaces de Rede
pt_br: Interfaces de rede
ru: Сетевые интерфейсы
sk: Sieťové rozhrania
sl: Omrežni vmesniki
sr: Мрежни интерфејси
sr@latn: Mrežni interfejsi
zh_cn: 网络接口
zh_tw: 網路介面

source: Available Network Interfaces
bg: Налични мрежови интерфейси
br: Etrefasoù rouedad da gaout
ca: Interfícies de xarxa disponibles
da: Tilgængelige netværksgrænseflader
de: Verfügbare Netzwerkschnittstellen
es: Interfaces de Red Disponibles
et: Saadaolevad võrguliidesed
eu: Sareko Interfaze Erabilgarriak
fa: واسطهای شبکۀ موجود
fi: Saatavilla olevat tietoverkkorajapinnat
ga: Comhéadain Líonra Atá Le Fáil
gl: Interfaces de Rede Disponíbeis
hu: Elérhető hálózati csatolók
is: Fáanleg nettengi
it: Interfacce di rete disponibili
ja: 利用可能なネットワークインターフェース
mk: Достапни мрежни интерфејси
nb: Tilgjengelige nettverksgrensesnitt
nl: Berschikbare netwerkinterfaces
pa: ਉਪਲੱਬਧ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ
pl: Dostępne interfejsy sieciowe
pt: Interfaces de Rede Disponíveis
pt_br: Interfaces de rede disponíveis
ru: Доступные сетевые интерфейсы
sk: Dostupné sieťové rozhrania
sl: Razpoložljivi omrežni vmesniki
sr: Доступни мрежни интерфејси
sr@latn: Dostupni mrežni interfejsi
zh_cn: 可用的网络接口
zh_tw: 可用的網路介面

source: Interface
bg: Интерфейс
br: Etrefas
ca: Interfície
da: Grænseflade
de: Schnittstelle
es: Interfaz
et: Liides
eu: Interfazea
fa: واسط
fi: Rajapinta
ga: Comhéadan
hu: Csatoló
is: Tengi
it: Interfaccia
ja: インターフェース
mk: Интерфејс
nb: Grensesnitt
pa: ਇੰਟਰਫੇਸ
pl: Interfejs
ru: Интерфейс
sk: Rozhranie
sl: Vmesnik
sr: Интерфејс
sr@latn: Interfejs
zh_cn: 接口
zh_tw: 介面

source: IP Address
bg: IP адрес
br: Chomlec'h IP
ca: Adreça IP
da: IP-adresse
de: IP-Adresse
es: Dirección IP
et: IP-aadress
eu: IP Helbidea
fa: نشانی اینترنتی
fi: IP-osoite
ga: Seoladh IP
gl: Enderezo IP
hu: IP-cím
is: IP vistfang
it: Indirizzo IP
ja: IP アドレス
mk: ИП-адреса
nb: IP-adresse
nl: IP-adres
pa: IP ਸਿਰਨਾਵਾਂ
pl: Adres IP
pt: Endereço IP
pt_br: Endereço IP
ru: IP-адрес
sk: IP adresa
sl: Naslov IP
sr: IP адреса
sr@latn: IP adresa
zh_cn: IP 地址
zh_tw: IP 位址

source: Protocol
bg: Протокол
br: Komenad
da: Protokol
de: Protokoll
es: Protocolo
et: Protokoll
eu: Protokoloa
fa: قرارداد
fi: Protokolla
ga: Prótacal
gl: Protocolo
hu: Protokoll
is: Samskiptaregla
it: Protocollo
ja: プロトコル
mk: Протокол
nb: Protokoll
pa: ਪਰੋਟੋਕਾਲ
pl: Protokół
pt: Protocolo
pt_br: Protocolo
ru: Протокол
sk: Protokol
sl: Protokol
sr: Протокол
sr@latn: Protokol
zh_cn: 协议
zh_tw: 協定

source: State
bg: Състояние
br: Rannvro
ca: Estat
da: Tilstand
de: Status
es: Estado
et: Olek
eu: Egoera
fa: وضعیت
fi: Tila
ga: Staid
gl: Estado
hu: Állapot
is: Staða
it: Stato
ja: 状態
mk: Состојба
nb: Tilstand
nl: Status
pa: ਹਾਲਤ
pl: Stan
pt: Estado
pt_br: Estado
ru: Состояние
sk: Stav
sl: Stanje
sr: Стање
sr@latn: Stanje
zh_cn: 状态
zh_tw: 狀態

source: Comment
bg: Коментар
br: Askelenn
ca: Comentari
da: Kommentar
de: Kommentar
es: Comentario
et: Kommentaar
eu: Oharra
fa: توضیح
fi: Kommentti
ga: Nóta
gl: Comentário
hu: Megjegyzés
is: Athugasemd
it: Commento
ja: コメント
mk: Коментар
nb: Kommentar
nl: Toelichting
pa: ਟਿੱਪਣੀ
pl: Komentarz
pt: Comentário
pt_br: Comentário
ru: Комментарий
sk: Komentár
sl: Komentar
sr: Коментар
sr@latn: Komentar
zh_cn: 注释
zh_tw: 註解

source: List of configured network devices
bg: Списък на настроените мрежови устройства
br: Roll an trobarzhelloù rouedad kefluniet
ca: Llista dels dispositius de xarxa configurats
da: Liste over indstillede netværksenheder
de: Liste der eingerichteten Schnittstellen
es: Lista de Interfaces de Red Configuradas
et: Seadistatud võrguseadmete nimekiri
eu: Konfiguratutako sareko gailuen zerrenda
fa: فهرست دستگاههای شبکۀ پیکربندی‌شده
fi: Asetettujen verkkorajapintojen luettelo
ga: Liosta de ghléasanna líonra cumraithe
gl: Lista dos dispositivos de rede configurados
hu: A beállított hálózati eszközök listája
is: Listi yfir uppsett nettæki
it: Elenco dei dispositivi di rete configurati
ja: 設定されたネットワークデバイスの一覧
mk: Список на конфигурирани мрежни уреди
nb: Liste over nettverksenheter som er satt opp
nl: Lijst met geconfigureerde netwerkapparaten
pa: ਸੰਰਚਿਤ ਨੈੱਟਵਰਕ ਜੰਤਰਾਂ ਦੀ ਸੂਚੀ
pl: Lista skonfigurowanych urządzeń sieciowych
pt: Lista dos dispositivos de rede configurados
pt_br: Lista dos dispositivos de rede configurados
ru: Список настроенных сетевых устройств
sk: Zoznam nakonfigurovaných sieťových zariadení
sl: Seznam nastavljenih omrežnih naprav
sr: Листа подешених мрежних уређаја
sr@latn: Lista podešenih mrežnih uređaja
zh_cn: 已配置的网络设备列表
zh_tw: 已設定網路設備清單

source: Configure Interface...
bg: Настройване на интерфейс...
br: Kefluniañ an etrefas ...
ca: Configura la interfície...
da: Indstil grænseflade...
de: Schnittstelle einrichten...
es: Configurar Interfaz...
et: Seadista liidest...
eu: Konfiguratu interfazea...
fa: پیکربندی واسط...
fi: Aseta rajapintaa...
ga: Cumraigh Comhéadan...
gl: Configurar a Interface...
hu: A csatoló beállítása...
is: Stilla tengi...
it: Configura l'interfaccia...
ja: インターフェースの設定...
mk: Конфигурирај интерфејс...
nb: Sett opp grensesnitt …
nl: Interface instellen...
pa: ਇੰਟਰਫੇਸ ਸੰਰਚਨਾ...
pl: Konfiguracja interfejsu...
pt: Configurar a Interface...
pt_br: Configurar Interface...
ru: Настроить интерфейс...
sk: Konfigurovať rozhrania...
sl: Nastavi vmesnik ...
sr: Подеси интерфејс...
sr@latn: Podesi interfejs...
zh_cn: 配置接口...
zh_tw: 設定介面...

source: Change the settings of the selected device
bg: Промяна на настройките на избраното устройство
br: Cheñch dibarzhoù an drobarzhell dibabet
ca: Canvia els paràmetres del dispositiu seleccionat
da: Ændr den markerede enheds indstillinger
de: Die Einstellungen der gewählten Schnittstelle ändern
es: Cambie la configuración de la interfaz seleccionada
et: Muuda valitud seadme seadistusi
eu: Aldatu aukeratutako sareko gailuaren ezarpenak
fa: تغییر تنظیمات برای دستگاه برگزیده
fi: Muuta valitun laitteen asetuksia
gl: Modifica a configuración do dispositivo seleccionado
hu: A kiválasztott eszköz beállításainak módosítása
is: Breyta stillingum valda tengisins
it: Cambia le impostazioni del dispositivo selezionato
ja: 選択したデバイスの設定を変更
mk: Ги менува поставувањата на избраниот уред
nb: Endre innstillinger for den markerte enheten
nl: Wijzig de instellingen van het geselecteerde apparaat
pa: ਚੁਣੇ ਜੰਤਰ ਦੀ ਸਥਾਪਨ ਤਬਦੀਲ
pl: Zmiana ustawień wybranego urządzenia
pt: Altera a configuração do dispositivo seleccionado
pt_br: Altera as configurações do dispositivo selecionado
ru: Изменить параметры выбранного устройства
sk: Zmeniť nastavenia zvoleného zariadenia
sl: Spremeni nastavitve izbrane omrežne naprave
sr: Промени подешавања изабраног уређаја
sr@latn: Promeni podešavanja izabranog uređaja
zh_cn: 更改选中设备的设置
zh_tw: 更改已選擇設備的設定

source: Enable Interface
bg: Включване на интерфейс
br: Bevaat an entrefas
ca: Habilita la interfície
da: Aktivér grænseflade
de: Schnittstelle aktivieren
es: Habilitar la Interfaz
et: Luba liides
eu: Gaitu interfazea
fa: فعال‌سازی واسط
fi: Ota rajapinta käyttöön
ga: Cumasaigh Comhéadan
gl: Activar a Interface
hu: A csatoló bekapcsolása
is: Virkja tengi
it: Abilita interfaccia
ja: インターフェースを有効にする
mk: Овозможи интерфејс
nb: Slå på grensesnittet
nl: Interface inschakelen
pa: ਇੰਟਰਫੇਸ ਚਾਲੂ
pl: Włączanie interfejsu
pt: Activar a Interface
pt_br: Habilitar interface
ru: Включить интерфейс
sk: Povoliť rozhranie
sl: Omogoči vmesnik
sr: Укључи интерфејс
sr@latn: Uključi interfejs
zh_cn: 启用接口
zh_tw: 開啟介面

source: Disable Interface
bg: Изключване на интерфейс
br: Marvaat an etrefas
ca: Deshabilita la interfície
da: Deaktivér grænseflade
de: Schnittstelle deaktivieren
es: Deshabilitar la Interfaz
et: Keela liides
eu: Ezgaitu interfazea
fa: غیرفعال‌سازی واسط
fi: Poista rajapinta käytöstä
ga: Díchumasaigh Comhéadan
gl: Desactivar a Interface
hu: A csatoló kikapcsolása
is: Slökkva á tengi
it: Disabilita interfaccia
ja: インターフェースを無効にする
mk: Оневозможи интерфејс
nb: Slå av grensesnittet
nl: Interface uitschakelen
pa: ਇੰਟਰਫੇਸ ਬੰਦ
pl: Wyłączanie interfejsu
pt: Desactivar a Interface
pt_br: Desabilitar interface
ru: Выключить интерфейс
sk: Zakázať rozhranie
sl: Onemogoči vmesnik
sr: Искључи интерфејс
sr@latn: Isključi interfejs
zh_cn: 禁用接口
zh_tw: 關閉介面

source: Routes
bg: Рутиране
br: Hentoù
ca: Rutes
da: Router
de: Routing
es: Rutas
et: Marsruudid
eu: Bideak
fa: مسیرها
fi: Reitit
ga: Róid
gl: Rotas
hu: Átjárók
is: Beinar
it: Route
ja: ルート
nb: Ruter
pa: ਰੂਟ
pl: Trasy (rutowanie)
pt: Rotas
pt_br: Rotas
ru: Маршруты
sk: Cesty
sl: Poti
sr: Руте
sr@latn: Rute
zh_cn: 路由
zh_tw: 路由

source: Default Gateway
bg: Шлюз по подразбиране
br: Treuzell dre ziouer
ca: Passarel·la predeterminada
da: Standard-gateway
de: Standardgateway
es: Puerta de enlace predeterminada
et: Vaikelüüs
eu: Atebide Lehenetsia
fa: دروازۀ پیش‌فرض
fi: Oletus-gateway
ga: Geata Réamhshocraithe
gl: Pasarela por Omisión
hu: Alapértelmezett átjáró
is: Sjálfgefin gátt
it: Gateway predefinito
ja: デフォルトゲートウェイ
nb: Standard portner
nl: Standaard-gateway
pa: ਮੂਲ ਗੇਟਵੇ
pl: Brama domyślna
pt: 'Gateway' por Omissão
pt_br: Gateway padrão
ru: Шлюз по умолчанию
sk: Štandardná brána
sl: Privzeti prehod
sr: Подраз. мрежни излаз
sr@latn: Podraz. mrežni izlaz
zh_cn: 默认网关
zh_tw: 預設閘道

source: Default Gateway IP address
bg: IP адрес на шлюза по подразбиране
br: Chomlec'h IP an dreuzell dre ziouer
ca: Adreça IP de la passarel·la predeterminada
da: Standard-gateways IP-adresse
de: IP-Adresse für das Standard-Gateway
es: Dirección IP de la puerta de enlace predeterminada
et: Vaikelüüsi IP-aadress
eu: Atebidearen IP helbide lehenetsia
fa: نشانیهای اینترنتی دروازۀ پیش‌فرض
fi: Oletus-gatewayn IP-osoite
ga: Seoladh IP an gheata réamhshocraithe
gl: Enderezo IP da Pasarela por Omisión
hu: Az alapértelmezett átjáró IP-címe
is: IP vistfang sjálfgefinnar gáttar
it: Indirizzo IP del gateway predefinito
ja: デフォルトゲートウェイ IP アドレス
nb: IP-adresse til standard portner
nl: IP-adres van de standaard-gateway
pa: ਮੂਲ ਗੇਟਵੇ IP ਸਿਰਨਾਵਾਂ
pl: Adres IP domyślnej bramki
pt: Endereço IP da 'gateway' por omissão
pt_br: Endereço IP do Gateway padrão
ru: IP-адрес шлюза по умолчанию
sk: IP adresa štandardnej brány
sl: Naslov IP privzetega prehoda
sr: IP адреса подраз. мрежног излаза
sr@latn: IP adresa podraz. mrežnog izlaza
zh_cn: 默认网关 IP 地址
zh_tw: 預設閘道 IP 位址

source: Device:
bg: Устройство:
br: Trobarzhell :
ca: Dispositiu:
da: Enhed:
de: Schnittstelle:
es: Interfaz:
et: Seade:
eu: Gailua:
fa: دستگاه:
fi: Laite:
ga: Gléas:
gl: Dispositivo:
hu: Eszköz:
is: Tæki:
it: Dispositivo:
ja: デバイス:
mk: Уред:
nb: Enhet:
nl: Apparaat:
pa: ਜੰਤਰ:
pl: Urządzenie:
pt: Dispositivo:
pt_br: Dispositivo:
ru: Устройство:
sk: Zariadenie:
sl: Naprava:
sr: Уређај:
sr@latn: Uređaj:
zh_cn: 设备：
zh_tw: 設備：

source: Network device where to send packets
bg: Мрежово устройство, на което да се изпращат пакетите
ca: El dispositiu de xarxa on s'han d'enviar els paquets
da: Netværksenhed dine pakker skal sendes til
de: Netzwerkschnittstelle, an die die IP-Pakete geschickt werden sollen
es: Interfaz de red a dónde enviar los paquetes
et: Võrguseade, millele pakette saadetakse
eu: Paketeak bidali beharreko sareko gailua
fa: دستگاه شبکه که بسته‌ها به آن ارسال می‌شوند
fi: Tietoverkon osoite, johon paketit lähetetään
gl: O dispositivo de rede aonde enviar os pacotes
hu: A hálózati eszköz ide küldi a csomagokat
is: Nettækið sem á að senda pakka til
it: Dispositivo di rete dove inviare i pacchetti
ja: パケットを送信するネットワークデバイス
mk: Мрежен уред кај што ќе се праќаат пакетите
nb: Nettverksenhet dit datapakker skal sendes
nl: Netwerkapparaat om pakketten heen te sturen
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ, ਜਿੱਥੇ ਕਿ ਪੈਕੇਟ ਭੇਜਣ ਹਨ
pl: Urządzenie sieciowe, do którego wysyłać pakiety
pt: O dispositivo de rede para onde enviar os pacotes
pt_br: Dispositivo de rede para o qual enviar pacotes
ru: Сетевое устройство - получатель пакетов
sk: Sieťové zariadenie kam poslať pakety
sl: Omrežna naprava, kamor naj se pošiljajo paketi
sr: Мрежни уређај где се шаљу пакети
sr@latn: Mrežni uređaj gde se šalju paketi
zh_cn: 数据包发送目的网络设备
zh_tw: 用哪個網路設備送出封包

source: Domain Name System
bg: Система за имена (DNS)
br: Reizhiad anvioù domani
ca: Sistema de noms de domini
da: Domænenavnesystem
de: Namensauflösung
es: Sistema de nombres de dominio
et: Nimelahendus (DNS)
eu: Domeinu-Izenen Sistema
fa: سیستم نام دامنه‌
fi: Verkkoalueen nimijärjestelmä
ga: Córas Ainmneacha Fearainn
gl: Sistema de Nomes de Domínios
hu: DNS
is: Nafnkerfi léns
it: Sistema di nomi di dominio
ja: ドメイン名システム
pa: ਡੋਮੇਨ ਨਾਂ ਸਿਸਟਮ
pl: System nazw domenowych (DNS)
pt: Sistema de Nomes de Domínios
pt_br: Domínios (DNS)
ru: Система доменных имён (DNS)
sk: Systém doménových mien
sl: Sistem imen za domene
sr: Систем имена домена
sr@latn: Sistem imena domena
zh_cn: 域名系统
zh_tw: 網域名稱系統

source: Domain Name Servers
bg: Сървъри за имена (DNS)
br: Servijerien anvioù domani
ca: Servidors de nom de domini
da: Domænenavneservere
de: Rechner zur Namensauflösung
es: Servidores de nombres:
et: Nimeserverid
eu: Domeinu-izenen zerbitzariak
fa: خدمات نام دامنه
fi: Verkkoalueen nimipalvelimet
ga: Freastalaithe Ainmneacha Fearainn
gl: Servidores de Nomes de Domínios
hu: DNS-kiszolgálók
is: Nafnþjónar léns
it: Server di nomi di dominio
ja: ドメイン名サーバ
nb: Domain navnetjenere
pa: ਡੋਮੇਨ ਨਾਂ ਸਰਵਰ
pl: Serwery nazw domenowych (DNS)
pt: Servidores de Nomes dos Domínios
pt_br: Servidores de Nome
ru: Серверы DNS
sk: Servery doménových mien
sl: Strežniki za imena domen
sr: Сервери имена домена
sr@latn: Serveri imena domena
zh_cn: 域名服务器
zh_tw: 網域名稱伺服器(DNS)

source: Move up the selected server on the list (higher priority)
bg: Преместване нагоре в списъка на избрания сървър (с по-висок приоритет)
ca: Puja el servidor seleccionat a la llista (major prioritat)
da: Flyt den markerede server op på i listen (højere prioritet)
de: Verschieben Sie den ausgewählten Server in der Liste nach oben, um eine höhere Priorität zu vergeben
es: Mueva el servidor seleccionado hacia arriba en la lista (mayor prioridad)
et: Liiguta valitud server nimekirjas ülespoole (suurem prioriteet)
eu: Aukeratutako zerbitzaria zerrendan goruntz mugitu (lehentasun handiagoa)
fa: حرکت کارساز برگزیده در فهرست به بالا )اولویت بالاتر(
fi: Siirrä valittu palvelin ylös luettelossa (suurempi etusija)
gl: Sobe o servidor seleccionado na lista (prioridade maior)
hu: Felfelé mozgatja a kiválasztott kiszolgálót a listában (nagyobb prioritás)
is: Flytja valda þjóninn ofar í listann (hærri forgangur)
it: Sposta il server selezionato in alto nell'elenco (maggiore priorità)
ja: 選択したサーバを上へ移動 (優先度を上げる)
mk: Помести го избраниот сервер погоре на списокот (повисок приоритет)
nb: Flytt den markerte tjeneren oppover på lista (høyere prioritet)
nl: Geselecteerde server hoger in de lijst plaatsen (hogere prioriteit)
pa: ਚੁਣੇ ਸਰਵਰ ਨੂੰ ਸੂਚੀ ਵਿੱਚ ਉੱਤੇ ਭੇਜੋ (ਉੱਚ ਦਰਜਾ)
pl: Przenieś w górę wybrany serwer na liście (wyższy priorytet)
pt: Sobe o servidor seleccionado na lista (prioridade maior)
pt_br: Move o servidor selecionado para cima na lista (maior prioridade)
ru: Переместить выбранный сервер в списке вверх (увеличить приоритет)
sk: Posunúť zvolený server v zoznme nahor (vyššia priorita)
sl: Premakni izbrani strežnik navzgor po seznamu (višja prednost)
sr: Помери на горе изабрани сервер на листи (виши приоритет)
sr@latn: Pomeri na gore izabrani server na listi (viši prioritet)
zh_cn: 将列表中选中的服务器上移(高优先级)
zh_tw: 將選擇的伺服器往上移（較高優先順序）
