Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: The format of the specified broadcast is not valid.
bg: Форматът на указания адрес за разпръскване е невалиден.
br: N'eo ket mat ar furmad skignañ rouedad roet.
ca: El format de l'adreça de difusió (broadcast) especificat no és vàlid.
da: Det angivne broadcast-format er ikke gyldigt.
de: Das Format der angegebenen Broadcast-Adresse ist ungültig.
es: El formato de la dirección de difusión no es válido.
et: Määratud üldleviaadress pole sobivas vormingus.
eu: Zehaztutako difusionaren formatua baliogabea da .
fa: قالب پخش مشخص‌شده، معتبر نیست.
fi: Määritellyn broadcast osoitteen muoto on epäkelpo.
gl: O formato do enderezo de difusión indicado non é válido.
hu: A megadott broadcast cím érvénytelen formátumú.
is: Sniðið á uppgefna útvörpunargildinu er ekki rétt.
it: Il formato del broadcast specificato non è valido.
ja: 入力したブロードキャストの形式に問題があります。
nb: Den oppgitte kringkastingsadressen har ikke gyldig format.
nl: De opmaak van het opgegeven broadcast-adres is onjuist.
pa: ਦਿੱਤੇ ਬਰਾਡਕਾਸਟ ਦਾ ਫਾਰਮਿਟ ਠੀਕ ਨਹੀਂ ਹੈ।
pl: Format adresu rozgłaszania jest niewłaściwy.
pt: O formato do endereço de difusão indicado não é válido.
pt_br: O formato do endereço de broadcast especificado é inválido.
ru: Указанный широковещательный адрес не соответствует требуемому формату.
sk: Formát vysielania je neplatný.
sl: Oblika navedenega naslova oddajanja ni veljavna.
sr: Формат наведеног емитовања није исправан.
sr@latn: Format navedenog emitovanja nije ispravan.
zh_cn: 指定的广播地址的格式无效。
zh_tw: 網路廣播位址格式不正確。

source: The format of the specified Gateway is not valid.
bg: Форматът на указаната мрежова маска е невалиден.
br: N'eo ket mat furmad an treuzell rouedad roet.
ca: El format de la passarel·la especificada no és vàlid.
da: Den angivne netmaskes gateway er ikke gyldig.
de: Das Format des angegebenen Gateways ist nicht korrekt.
es: El formato de la puerta de enlace especificada no es válido.
et: Määratud lüüs pole sobivas vormingus.
eu: Zehaztutako atebidearen formatua baliogabea da.
fa: قالب دروازۀ مشخص‌شده معتبر نیست.
fi: Määritellyn oletuskäytävän muoto on epäkelpo.
gl: O formato da pararela indicada non é válido.
hu: A megadott átjárócím érvénytelen formátumú.
is: Sniðið á uppgefnu gáttinni er ekki rétt.
it: Il formato del gateway specificato non è valido.
ja: 入力したゲートウェイの形式に問題があります。
nb: Den oppgitte Portneren har ikke gyldig format.
nl: De opmaak van de opgegeven gateway is onjuist.
pa: ਦਿੱਤੇ ਗੇਟ-ਵੇ ਦਾ ਫਾਰਮੈਟ ਠੀਕ ਨਹੀ ਹੈ।
pl: Niewłaściwy format podanej bramy sieci.
pt: O formato da 'gateway' indicada não é válido.
pt_br: O formato do gateway especificado é inválido.
ru: Неподдерживаемый формат шлюза.
sk: Formát brány je neplatný.
sl: Oblika navedenega naslova oddajanja ni veljavna.
sr: Формат наведеног мрежног излаза није исправан.
sr@latn: Format navedenog mrežnog izlaza nije ispravan.
zh_cn: 指定的网关的格式无效。
zh_tw: 閘道位址格式不正確。

source: Basic Settings
bg: Основни настройки
br: Kefluniadur diaez
ca: Paràmetres bàsics
da: Grundindstillinger
de: Einfache Einstellungen
es: Opciones Básicas
et: Põhiseadistused
eu: Oinarrizko ezarpenak
fa: تنظیمات پایه‌ای
fi: Perusasetukset
ga: Bunsocruithe
gl: Configuración Básica
hu: Alapbeállítások
is: Einfaldar stillingar
it: Impostazioni di base
ja: 基本設定
mk: Основни поставувања
nb: Grunnleggende innstillinger
nl: Basisinstellingen
pa: ਸਧਾਰਨ ਸਥਾਪਨ
pl: Podstawowe ustawienia
pt: Configuração Básica
pt_br: Configurações Básicas
ru: Основные параметры
sk: Základné nastavenia
sl: Osnovne nastavitve
sr: Основне поставке
sr@latn: Osnovne postavke
zh_cn: 基此设置
zh_tw: 基本設定

source: Advanced Settings
bg: Допълнителни настройки
br: Dibarzhoù Barek
ca: Paràmetres avançats
da: Avanceret opsætning
de: Erweiterte Einstellungen
es: Opciones Avanzadas
et: Muud seadistused
eu: Ezarpen aurreratuak
fa: تنظیمات پیشرفته
fi: Lisäasetukset
ga: Ardsocruithe
gl: Configuración Avanzada
hu: Speciális beállítások
is: Nánari stillingar
it: Impostazioni avanzate
ja: 詳細設定
mk: Напредни поставувања
nb: Avanserte innstillinger
nl: Geavanceerde instellingen
pa: ਤਕਨੀਕੀ ਸਥਾਪਨ
pl: Zaawansowane ustawienia
pt: Configuração Avançada
pt_br: Opções Avançadas
ru: Дополнительные параметры
sk: Prokročilé nastavenia
sl: Napredne nastavitve
sr: Напредне поставке
sr@latn: Napredne postavke
zh_cn: 高级设置
zh_tw: 進階設定

source: <b>Network Configuration of this Profile:</b>
bg: <b>Мрежови настройки за профила:</b>
br: <b>Kefluniadur rouedad ar profil-mañ:</b>
ca: <b>Configuració de xarxa d'aquest perfil:</b>
da: <b>Netværksindstilling for denne profil:</b>
de: <b>Netzwerkeinstellungen für dieses Profil</b>
es: <b>Configuración de red de este perfil:</b>
et: <b>Profiili võrguseadistused:</b>
eu: <b>Profil honen sareko konfigurazioa.</b>
fa: <b>پیکربندی شبکۀ این Profile:</b>
fi: <b>Tämän profiilin tietoverkkoasetukset:</b>
ga: <b>Cumraíocht Líonra den Phóifíl Seo:</b>
gl: <b>Configuración de Rede deste Perfil:</b>
hu: <b>A profil hálózati beállításai:</b>
is: <b>Netstillingar þessarar uppsetningar:</b>
it: <b>Configurazione di rete di questo profilo:</b>
ja: <b>このプロファイルのネットワーク設定:</b>
mk: <b>Мрежна конфигурација на овој профил:</b>
nb: <b>Nettverksinnstillinger for denne profilen:</b>
nl: <b>Netwerkconfiguratie van dit profiel:</b>
pa: <b>ਇਸ ਪਰੋਫਾਇਲ ਲਈ ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ:</b>
pl: <b>Konfiguracja sieci tego profilu:</b>
pt: <b>Configuração de Rede deste Perfil:</b>
pt_br: <b>Nova configuração de rede nesse perfil </b>
ru: <b>Конфигурация сети для выбранного профиля:</b>
sk: <b>Sieťová konfigurácia profilu:</b>
sl: <b>Nastavitve omrežja za ta profil:</b>
sr: <b>Мрешна подешавања овог профила:</b>
sr@latn: <b>Mrešna podešavanja ovog profila:</b>
zh_cn: <b>此配置文件的网络配置：</b>
zh_tw: <b>此設定檔的網路設定：</b>

source: <p><b>Interface:</b> %1
bg: <p><b>Интерфейс:</b> %1
br: <p><b>Etrefas :</b> %1
ca: <p><b>Interfície:</b> %1
da: <p><b>Grænseflade:</b> %1
de: <p><b>Schnittstelle:</b> %1
es: <p><b>Interfaz:</b> %1
et: <p><b>Liides:</b> %1
eu: <p><b>Interfazea:</b> %1
fa: <p><b>واسط:</b> %1
fi: <p><b>Rajapinta:</b> %1
ga: <p><b>Comhéadan:</b> %1
hu: <p><b>Csatoló:</b> %1
is: <p><b>Tengi:</b> %1
it: <p><b>Interfaccia:</b> %1
ja: <p><b>インターフェース:</b> %1
nb: <p><b>Grensesnitt:</b> %1
pa: <p><b>ਇੰਟਰਫੇਸ:</b> %1
pl: <p><b>Interfejs:</b> %1
ru: <p><b>Интерфейс:</b> %1
sk: <p><b>Rozhranie:</b> %1
sl: <p><b>Vmesnik:</b> %1
sr: <p><b>Интерфејс:</b> %1
sr@latn: <p><b>Interfejs:</b> %1
zh_cn: <p><b>接口：</b> %1
zh_tw: <p><b>介面：</b> %1

source: <br><b>Type:</b> %1
bg: <br><b>Тип:</b> %1
br: <br><b>Seurt :</b> %1
ca: <br><b>Tipus:</b> %1
de: <br><b>Typ:</b> %1
es: <br><b>Tipo:</b> %1
et: <br><b>Tüüp:</b> %1
eu: <br><b>Mota:</b> %1
fa: <br><b>نوع:</b> %1
fi: <br><b>Tyyppi:</b> %1
ga: <br><b>Cineál:</b> %1
gl: <br><b>Tipo:</b> %1
hu: <br><b>Típus:</b> %1
is: <br><b>Tegund:</b> %1
it: <br><b>Tipo:</b> %1
ja: <br><b>タイプ:</b> %1
mk: <br><b>Тип:</b> %1
pa: <br><b>ਕਿਸਮ:</b> %1
pl: <br><b>Typ:</b> %1
pt: <br><b>Tipo:</b> %1
pt_br: <br><b>Tipo:</b> %1
ru: <br><b>Тип:</b> %1
sk: <br><b>Typ:</b> %1
sl: <br><b>Vrsta:</b> %1
sr: <br><b>Врста:</b> %1
sr@latn: <br><b>Vrsta:</b> %1
zh_cn: <br><b>类型：</b> %1
zh_tw: <br><b>型態：</b> %1

source: <br><b>Boot Protocol:</b> %1
bg: <br><b>Протокол за стартиране:</b> %1
br: <br><b>Komenad loc'hañ :</b> %1
ca: <br><b>Protocol d'arrencada:</b> %1
da: <br><b>Startprotokol:</b> %1
de: <br><b>Bootprotokoll:</b> %1
es: <br><b>Protocolo de arranque:</b> %1
et: <br><b>Alglaadimisprotokoll:</b> %1
eu: <br><b>Abioko protokoloa:</b> %1
fa: <br><b>قرارداد راه‌اندازی:</b> %1
fi: <br><b>Boot-protokolla:</b> %1
ga: <br><b>Prótacal Tosaithe:</b> %1
gl: <br><b>Protocolo de Arranque:</b> %1
hu: <br><b>Rendszerindítási protokoll:</b> %1
is: <br><b>Ræsi samskiptamáti:</b> %1
it: <br><b>Protocollo di avvio:</b> %1
ja: <br><b>ブートプロトコル:</b> %1
mk: <br><b>Протокол за подигање:</b> %1
nb: <br><b>Oppstartsprotokoll:</b> %1
nl: <br><b>Opstartprotocol:</b> %1
pa: <br><b>ਬੂਟ ਪਰੋਟੋਕਾਲ:</b> %1
pl: <br><b>Protokół rozruchu:</b> %1
pt: <br><b>Protocolo de Arranque:</b> %1
pt_br: <br><b>Protocolo do Boot:</b> %1
ru: <br><b>Протокол, используемый при загрузке:</b> %1
sk: <br><b>Zavádzací protokol:</b> %1
sl: <br><b>Zagonski protokol:</b> %1
sr: <br><b>Бут протокол:</b> %1
sr@latn: <br><b>But protokol:</b> %1
zh_cn: <br><b>启动协议：</b> %1
zh_tw: <br><b>開機協定：</b> %1

source: <br><b>IP Address:</b> %1
bg: <br><b>IP адрес:</b> %1
br: <br><b>Chomlec'h IP :</b> %1
ca: <br><b>Adreça IP:</b> %1
da: <br><b>IP-adresse:</b> %1
de: <br><b>IP-Adresse:</b> %1
es: <br><b>Dirección IP:</b> %1
et: <br><b>IP-aadress:</b> %1
eu: <br><b>IP helbidea:</b> %1
fa: <br><b>نشانی اینترنتی:</b> %1
fi: <br><b>IP-osoite:</b> %1
ga: <br><b>Seoladh IP:</b> %1
gl: <br><b>Enderezo IP:</b> %1
hu: <br><b>IP-cím:</b> %1
is: <br><b>IP vistfang:</b> %1
it: <br><b>Indirizzo IP:</b> %1
ja: <br><b>IP アドレス:</b> %1
mk: <br><b>ИП-адреса:</b> %1
nb: <br><b>IP-adresse:</b> %1
nl: <br><b>IP-adres:</b> %1
pa: <br><b>IP ਸਿਰਨਾਵਾਂ:</b> %1
pl: <br><b>Adres IP:</b> %1
pt: <br><b>Endereço IP:</b> %1
pt_br: <br><b>Endereço IP:</b> %1
ru: <br><b>IP-адрес:</b> %1
sk: <br><b>IP adresa:</b> %1
sl: <br><b>Naslov IP:</b> %1
sr: <br><b>IP адреса:</b> %1
sr@latn: <br><b>IP adresa:</b> %1
zh_cn: <br><b>IP 地址：</b> %1
zh_tw: <br><b>IP 位址：</b> %1

source: <br><b>Broadcast Address:</b> %1
bg: <br><b>Адрес за разпръскване:</b> %1
br: <br><b>Chomlec'h skignañ :</b> %1
ca: <br><b>Adreça de difusió (broadcast):</b> %1
da: <br><b>Broadcast-adresse:</b> %1
de: <br><b>Broadcast-Adresse:</b> %1
es: <br><b>Dirección de difusión:</b> %1
et: <br><b>Üldleviaadress:</b> %1
eu: <br><b>Difusio-helbidea:</b> %1
fa: <br><b>نشانی پخش:</b> %1
fi: <br><b>Broadcast-osoite:</b> %1
gl: <br><b>Enderezo de Difusión:</b> %1
hu: <br><b>Broadcast cím:</b> %1
is: <br><b>Útvörpunarvistfang:</b> %1
it: <br><b>Indirizzo di broadcast:</b> %1
ja: <br><b>ブロードキャストアドレス:</b> %1
nb: <br><b>Kringkastingsadresse:</b> %1
nl: <br><b>Broadcast-adres:</b> %1
pa: <br><b>ਬਰਾਡਕਾਸਟ ਸਿਰਨਾਵਾਂ:</b> %1
pl: <br><b>Adres rozgłaszania:</b> %1
pt: <br><b>Endereço de Difusão:</b> %1
pt_br: <br><b>Endereço de Broadcast:</b> %1
ru: <br><b>Широковещательный адрес:</b> %1
sk: <br><b>Adresa vysielania:</b> %1
sl: <br><b>Naslov oddajanja:</b> %1
sr: <br><b>Адреса емитовања:</b> %1
sr@latn: <br><b>Adresa emitovanja:</b> %1
zh_cn: <br><b>广播地址：</b> %1
zh_tw: <br><b>廣播位址：</b> %1

source: <br><b>On Boot:</b> %1
bg: <br><b>При стартиране:</b> %1
br: <br><b>En ur loc'hañ :</b> %1
ca: <br><b>A l'arrencada:</b> %1
da: <br><b>Ved boot:</b> %1
de: <br><b>Beim Booten:</b> %1
es: <br><b>Al arrancar:</b> %1
et: <br><b>Käivitamine alglaadimisel:</b> %1
eu: <br><b>Abioan:</b> %1
fa: <br><b>راه‌اندازی:</b> %1
fi: <br><b>Käynnistyksessä:</b> %1
ga: <br><b>Ag Am Tosaithe:</b> %1
gl: <br><b>No Arranque:</b> %1
hu: <br><b>Rendszerindításkor:</b> %1
is: <br><b>Við ræsingu:</b> %1
it: <br><b>All'avvio:</b> %1
ja: <br><b>ブート時:</b> %1
mk: <br><b>При подигање:</b> %1
nb: <br><b>Ved oppstart:</b> %1
nl: <br><b>Bij opstarten:</b> %1
pa: <br><b>ਬੂਟ ਸਮੇਂ:</b> %1
pl: <br><b>Przy uruchamianiu:</b> %1
pt: <br><b>No Arranque:</b> %1
pt_br: <br><b>No Boot:</b> %1
ru: <br><b>При загрузке:</b> %1
sk: <br><b>Pri zavádzaní:</b> %1
sl: <br><b>Ob zagonu:</b> %1
sr: <br><b>При подизању:</b> %1
sr@latn: <br><b>Pri podizanju:</b> %1
zh_cn: <br><b>启动时：</b> %1
zh_tw: <br><b>開機時啟動：</b> %1

source: </p><p><b>Default Gateway:</b> %1
bg: </p><p><b>Шлюз по подразбиране:</b> %1
br: </p><p><b>Treuzell dre ziouer :</b> %1
ca: </p><p><b>Passarel·la predeterminada:</b> %1
da: </p><p><b>Standard-gateway:</b> %1
de: </p><p><b>Standard-Gateway:</b> %1
es: </p><p><b>Puerta de enlace predeterminada:</b> %1
et: </p><p><b>Vaikelüüs:</b> %1
eu: </p><p><b>Atebide lehenetsia:</b> %1
fa: </p><p><b>دروازۀ پیش‌فرض:</b> %1
fi: </p><p><b>Oletus-gateway:</b> %1
ga: </p><p><b>Geata Réamhshocraithe:</b> %1
gl: </p><p><b>Pasarela por Omisión:</b> %1
hu: </p><p><b>Az alapértelmezett átjáró:</b> %1
is: </p><p><b>Sjálfgefin gátt:</b> %1
it: </p><p><b>Gateway predefinito:</b> %1
ja: </p><p><b>デフォルトゲートウェイ:</b> %1
nb: </p><p><b>Standard portner:</b> %1
nl: </p><b>Standaard-gateway:</b> %1
pa: </p><p><b>ਮੂਲ ਗੇਟਵੇ:</b> %1
pl: </p><p><b>Brama domyślna:</b> %1
pt: </p><p><b>'Gateway' por Omissão:</b> %1
pt_br: </p><p><b>Gateway padrão:</b> %1
ru: </p><p><b>Шлюз по умолчанию:</b> %1
sk: </p><p><b>Štandardná brána:</b> %1
sl: </p><p><b>Privzeti prehod:</b> %1
sr: </p><p><b>Подраз. излаз:</b> %1
sr@latn: </p><p><b>Podraz. izlaz:</b> %1
zh_cn: </p><p><b>默认网关：</b> %1
zh_tw: </p><p><b>預設閘道：</b> %1

source: <br><b>Domain Name:</b> %1
bg: <br><b>Домейн:</b> %1
br: <br><b>Anv an domani :</b> %1
ca: <br><b>Nom de domini:</b> %1
da: <br><b>Domænenavn:</b> %1
es: <br><b>Nombre del dominio:</b> %1
et: <br><b>Domeeninimi:</b> %1
eu: <br><b>Domeinuaren izena:</b> %1
fa: <br><b>نام دامنه:</b> %1
fi: <br><b>Verkkoalueen nimi:</b> %1
gl: <br><b>Nome do Domínio:</b> %1
hu: <br><b>Tartománynév:</b> %1
is: <br><b>Nafn léns:</b> %1
it: <br><b>Nome del dominio:</b> %1
ja: <br><b>ドメイン名:</b> %1
mk: <br><b>Име на доменот:</b> %1
nb: <br><b>Domenenavn:</b> %1
nl: <br><b>Domeinnaam:</b> %1
pa: <br><b>ਡੋਮੇਨ ਨਾਂ:</b> %1
pl: <br><b>Nazwa domeny:</b> %1
pt: <br><b>Nome do Domínio:</b> %1
pt_br: <br><b>Nome do domínio:</b> %1
ru: <br><b>Доменное имя:</b> %1
sk: <br><b>Meno domény:</b> %1
sl: <br><b>Ime domene:</b> %1
sr: <br><b>Име домена:</b> %1
sr@latn: <br><b>Ime domena:</b> %1
zh_cn: <br><b>域名：</b> %1
zh_tw: <br><b>網域名稱：</b> %1

source: <br><b>Machine Name:</b> %1
bg: <br><b>Име на машината:</b> %1
ca: <br><b>Nom de la màquina:</b> %1
da: <br><b>Maskinenavn:</b> %1
de: <br><b>Rechnername:</b> %1
es: <br><b>Nombre de la maquina:</b> %1
et: <br><b>Masinanimi:</b> %1
eu: <br><b>Makinaren izena:</b> %1
fa: <br><b>نام ماشین:</b> %1
fi: <br><b>Koneen nimi:</b> %1
gl: <br><b>Nome da Máquina:</b> %1
hu: <br><b>Gépnév:</b> %1
is: <br><b>Vélarheiti:</b> %1
it: <br><b>Nome della macchina:</b> %1
ja: <br><b>マシン名:</b> %1
mk: <br><b>Име на машината:</b> %1
nb: <br><b>Maskin-navn:</b> %1
nl: <br><b>Machinenaam:</b> %1
pa: <br><b>ਮਸ਼ੀਨ ਨਾਂ:</b> %1
pl: <br><b>Nazwa maszyny:</b> %1
pt: <br><b>Nome da Máquina:</b> %1
pt_br: <br><b>Nome da máquina:</b> %1
ru: <br><b>Имя компьютера:</b> %1
sk: <br><b>Meno počítača:</b> %1
sl: <br><b>Ime računalnika:</b> %1
sr: <br><b>Име машине:</b> %1
sr@latn: <br><b>Ime mašine:</b> %1
zh_cn: <br><b>机器名：</b> %1
zh_tw: <br><b>機器名稱：</b> %1

source: <br><b>DNS Name Server:</b> %1
bg: <br><b>DNS сървър:</b> %1
br: <br><b>Servijerien anvioù DNS :</b> %1
ca: <br><b>Servidor de noms DNS:</b> %1
da: <br><b>DNS-navneserver:</b> %1
de: <br><b>Nameserver:</b> %1
es: <br><b>Nombre del servidor DNS:</b> %1
et: <br><b>Nimeserver (DNS):</b> %1
eu: <br><b>DNS izen-zerbitzaria:</b> %1
fa: <br><b>کارساز نام DNS:</b> %1
fi: <br><b>DNS-nimipalvelinr:</b> %1
gl: <br><b>Servidor de Nomes DNS:</b> %1
hu: <br><b>DNS névkiszolgáló:</b> %1
is: <br><b>DNS nafnþjónn:</b> %1
it: <br><b>Nome del server DNS:</b> %1
ja: <br><b>DNS ネームサーバ:</b> %1
mk: <br><b>ДНС-сервер:</b> %1
nb: <br><b>DNS navnetjener:</b> %1
nl: <br><b>DNS naamserver:</b> %1
pa: <br><b>DNS ਨਾਂ ਸਰਵਰ:</b> %1
pl: <br><b>Serwer nazw DNS:</b> %1
pt: <br><b>Servidor de Nomes DNS:</b> %1
pt_br: <br><b>Nome do servidor DNS:</b> %1
ru: <br><b>Сервер DNS:</b> %1
sk: <br><b>Meno DNS serveru:</b> %1
sl: <br><b>Imenski (DNS) strežnik:</b> %1
sr: <br><b>DNS сервер имена:</b> %1
sr@latn: <br><b>DNS server imena:</b> %1
zh_cn: <br><b>DNS 服务器：</b> %1
zh_tw: <br><b>DNS 名稱伺服器：</b> %1

source: Configure Interface
bg: Настройване на интерфейс
br: Kefluniañ an etrefas
ca: Configura la interfície
da: Indstil grænseflade
de: Schnittstelle einrichten...
es: Configurar Interfaz
et: Seadista liidest
eu: Interfazea Konfiguratu
fa: پیکربندی واسط
fi: Aseta rajapinta
ga: Cumraigh Comhéadan...
gl: Configurar a Interface
hu: A csatoló beállításai
is: Stilla tengi
it: Configura l'interfaccia
ja: インターフェースの設定
nb: Still inn grensesnitt
nl: Interface instellen
pa: ਇੰਟਰਫੇਸ ਸੰਰਚਨਾ
pl: Konfiguracja urządzenia
pt: Configurar a Interface
pt_br: Configurar Interface
ru: Настроить интерфейс
sk: Nastaviť rozhranie
sl: Nastavi vmesnik
sr: Подеси интерфејс
sr@latn: Podesi interfejs
zh_cn: 配置接口
zh_tw: 設定介面

source: TCP/IP Address
bg: TCP/IP адрес
br: Chomlec'h TCP/IP
ca: Adreça TCP/IP
da: TCP/IP-adresse:
de: Adressvergabe
es: Dirección TCP/IP
et: TCP/IP-aadress
eu: TCP/IP helbidea
fa: نشانی TCP/IP
fi: TCP/IP-osoite
ga: Seoladh TCP/IP
gl: Enderezo TCP/IP
hu: TCP/IP-cím
is: TCP/IP vistfang
it: Indirizzo TCP/IP
ja: TCP/IP アドレス
nb: TCP/IP-adresse
nl: TCP/IP-adres
pa: TCP/IP ਸਿਰਨਾਵਾਂ
pl: Adres TCP/IP
pt: Endereço TCP/IP
ru: Адрес TCP/IP
sk: TCP/IP adresa
sl: Naslov TCP/IP
sr: TCP/IP адреса
sr@latn: TCP/IP adresa
zh_cn: TCP/IP 地址
zh_tw: TCP/IP 位址

source: The boot protocol this network device should use
bg: Протоколът за стартиране, който мрежовото устройство трябва да използва
br: Ar c'homenad loc'hañ e vo implijet gant an drobarzhell rouedad
ca: El protocol d'arrencada a utilitzar per aquest dispositiu de xarxa
da: Startprotokollen som netværksenheden skal bruge
de: Auswahl der Methode zur dynamischen Adressvergabe
es: El protocolo de arranque que esta interfaz de red debería usar
et: Alglaadimisprotokoll, mida võrguseade peab kasutama
eu: Sareko gailu honek erabili beharko lukeen kargatzeko protokoloa
fa: قرارداد راه‌اندازی، باید از این دستگاه شبکه استفاده کند
fi: Käynnistysprotokolla, jota tämän verkkolaitteen tulisi käyttää
ga: An prótacal tosaithe is ceart don ghléas líonra seo a úsáid
gl: O protocolo de arranque que este dispositivo de rede deberá usar
hu: A rendszerindító protokoll ezt hálózati eszközt használja
is: Ræsi samskiptareglan sem nettengið ætti að nota
it: Il protocollo boot che questo dispositivo di rete dovrebbe usare
ja: このネットワークデバイスが使用すべきブートプロトコル
mk: Протоколот за подигање што треба да го користи овој мрежен уред
nb: Oppstartsprotokollen denne nettverksenheten skal bruke
nl: Het opstartprotocol dat het netwerkapparaat moet gebruiken
pa: ਇਸ ਨੈੱਟਵਰਕ ਵਾਸਤੇ ਵਰਤਣ ਲਈ ਬੂਟ ਪਰੋਟੋਕਾਲ
pl: Protokół rozruchowy, którego powinno używać to urządzenie
pt: O protocolo de arranque que este dispositivo de rede deverá usar
pt_br: O protocolo de boot que este dispositivo de rede deve usar
ru: Протокол, используемый устройством при загрузке
sk: Zavádzací protokol tohto sieťového zariadenia by mal používať
sl: Zagonski protokol, ki naj ga uporablja ta naprava
sr: Бут протокол који овај мрежни уређај треба да користи
sr@latn: But protokol koji ovaj mrežni uređaj treba da koristi
zh_cn: 此网络设备应使用的启动协议
zh_tw: 這個網路設備使用的開機協定

source: Manual:
bg: Ръчно:
br: Diwar zorn :
de: Manuell:
et: Käsitsi:
eu: Eskuz:
fa: راهنما:
fi: Manuaalinen:
ga: De Láimh:
hu: Kézi:
is: Handvirkt:
it: Manuale:
ja: 手動:
mk: Рачна:
nb: Manuelt:
nl: Handmatig:
pa: ਦਸਤੀ:
pl: Ręcznie:
ru: Вручную:
sk: Manuálne:
sl: Ročno:
sr: Ручно:
sr@latn: Ručno:
zh_cn: 手动：
zh_tw: 手動：

source: Use a static IP address. Use the fields below to enter the values
bg: Използване на статичен IP адрес. Използвайте полетата по-долу за да въведете стойностите
ca: Usar una adreça IP estàtica. Useu els camps de sota per introduir els valors
da: Brug en statisk IP-adresse. Brug felterne nedenfor for at indtaste værdier
de: Statische IP-Adresse verwenden. Benutzen Sie die Eingabefelder unten zur Eingabe der Werte.
es: Usar una dirección IP estática. Use los siguientes campos para introducir los valores
et: Staatilise IP-aadressi kasutamine. Kirjuta väärtused allolevatele väljadele
eu: Erabili IP helbide estatiko bat. Erabili beheko eremuak balioak sartzeko
fa: استفاده از یک نشانی اینترنتی ایستا. استفاده از حوزه‌های زیر برای وارد کردن مقادیر
fi: Käytä staattista IP-osoitetta. Käytä allaolevia kenttiä arvojen antamiseen
ga: Úsáid seoladh statach IP. Iontráil na luachanna sna réimsí thíos
gl: Usar un enderezo IP estático. Use os campos en baixo para indicar os valores
hu: Állandó IP-cím használata. Az alábbi mezőkben kell megadni az értékeket.
is: Nota fasta IP tölu. Sláðu inn gildin í svæðin að neðan
it: Usa un indirizzo IP statico. Usa i campi sotto per inserire i valori
ja: 静的 IP アドレスを使用。下の欄に入力してください。
mk: Користи статичка ИП-адреса. Користете ги полињата подолу за да ги внесете вредностите
nb: Bruk en fast IP-adresse. Bruk feltene nedenfor til å oppgi verdiene
nl: Gebruik een statisch IP-adres. Gebruik de velden hieronder om de waarden in te vullen.
pa: ਸਥਿਰ IP ਸਿਰਨਾਵਾਂ ਵਰਤੋਂ। ਹੇਠ ਦਿੱਤੇ ਖੇਤਰਾਂ ਨੂੰ ਮੁੱਲ ਦੇਣ ਲਈ ਵਰਤੋਂ।
pl: Używaj dynamicznego adresu IP. Wartości wprowadź w poniższych polach
pt: Usar um endereço IP estático. Use os campos em baixo para indicar os valores
pt_br: Usar o endereço IP estático. Use os campos abaixo para entrar com os valores.
ru: Использовать статический IP-адрес. Введите в полях требуемые значения
sk: Použiť statickú IP adresu. Použite políčko dole na zadanie hodnôt
sl: Uporabi statičen naslov IP. Za vnos vrednosti uporabite spodnja polja
sr: Користи статичку IP адресу. Користите поља испод за унос вредности
sr@latn: Koristi statičku IP adresu. Koristite polja ispod za unos vrednosti
zh_cn: 使用静态 IP 地址。使用下面的输入框输入值
zh_tw: 使用靜態 IP 位址。請在下面的欄位輸入資料
