Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: Enabling interface <b>%1</b>
bg: Включване на интерфейс <b>%1</b>
br: O vevaat an etrefas <b>%1</b>
ca: S'està habilitant la interfície <b>%1</b>
da: Aktiverer grænseflade <b>%1</b>
de: Schnittstelle <b>%1</b> wird aktiviert
es: Habilitando la interfaz <b>%1</b>
et: Liidese <b>%1</b> aktiveerimine
eu: <b>%1</b> interfazea gaitzen
fa: فعال‌سازی واسط <b>%1</b>
fi: Sallitaan rajapinta <b>%1</b>
ga: Comhéadan <b>%1</b> á chumasú
gl: A activar a interface <b>%1</b>
hu: Hálózati csatoló bekapcsolása: <b>%1</b>
is: Virkja tengi <b>%1</b>
it: Attivazione dell'interfaccia <b>%1</b>
ja: インターフェース <b>%1</b> を有効にする
nb: Slår på grensesnitt <b>%1</b>
nl: Interface '<b>%1</b>' wordt ingeschakeld
pa: ਇੰਟਰਫੇਸ <b>%1</b> ਚਾਲੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Włączanie interfejsu <b>%1</b>
pt: A activar a interface <b>%1</b>
pt_br: Habilitando interface <b>%1</b>
ru: Включение интерфейса <b>%1</b>
sk: Povoluje sa rozhranie <b>%1</b>
sl: Omogočanje naprave <b>%1</b>
sr: Укључујем интерфејс <b>%1</b>
sr@latn: Uključujem interfejs <b>%1</b>
zh_cn: 启用接口 <b>%1</b>
zh_tw: 開啟介面 <b>%1</b>

source: Disabling interface <b>%1</b>
bg: Изключване на интерфейс <b>%1</b>
br: O varvaat an etrefas <b>%1</b>
ca: S'està deshabilitant la interfície <b>%1</b>
da: Deaktiverer grænseflade <b>%1</b>
de: Schnittstelle <b>%1</b> wird deaktiviert
es: Deshabilitando la interfaz <b>%1</b>
et: Liidese <b>%1</b> väljalülitamine
eu: <b>%1</b> interfazea ezgaitzen
fa: غیرفعال کردن واسط <b>%1</b>
fi: Estetään rajapinta <b>%1</b>
ga: Comhéadan <b>%1</b> á dhíchumasú
gl: A desactivar a interface <b>%1</b>
hu: Hálózati csatoló kikapcsolása: <b>%1</b>
is: Slekk á tengi <b>%1</b>
it: Disattivazione dell'interfaccia <b>%1</b>
ja: インターフェース <b>%1</b> を無効にする
nb: Slår av grensesnitt <b>%1</b>
nl: Interface '<b>%1</b>' wordt uitgeschakeld
pa: ਇੰਟਰਫੇਸ <b>%1</b> ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Wyłączanie interfejsu <b>%1</b>
pt: A desactivar a interface <b>%1</b>
pt_br: Desabilitando interface <b> %1</b>
ru: Выключение интерфейса <b>%1</b>
sk: Zakazuje sa rozhranie <b>%1</b>
sl: Onemogočanje naprave <b>%1</b>
sr: Искључујем интерфејс <b>%1</b>
sr@latn: Isključujem interfejs <b>%1</b>
zh_cn: 禁用接口 <b>%1</b>
zh_tw: 關閉介面 <b>%1</b>

source: Could not launch backend to change network device state. You will have to do it manually.
bg: Грешка при стартиране на програмата за промяна състоянието на мрежово устройство. Трябва да го направите ръчно.
ca: No s'ha pogut iniciar el dorsal per a canviar l'estat del dispositiu de xarxa. Ho haureu de fer manualment.
da: Kunne ikke starte grænseflade for at ændre netværksenhedens tilstand. Du må gøre dette manuelt.
de: Der Schnittstellenstatus lässt sich nicht ändern, da das hierzu nötige Hintergrundprogramm nicht auffindbar ist. Bitte versuchen Sie es manuell.
es: No se pudo correr el proceso de fondo para cambiar el estado de la interf'az de red. Deberá hacerlo manualmente.
et: Taustaprogrammi käivitamine võrguseadme oleku muutmiseks ebaõnnestus. Sul tuleb seda teha käsitsi.
eu: Ezin izan da sareko gailuaren egoera aldatzeko euskarria abiatu. Eskuz egin beharko duzu.
fa: نتوانست پایانۀ پشتیبانی را برای تغییر وضعیت دستگاه شبکه را‌ه اندازد. باید آن را به صورت دستی انجام دهید.
fi: Ei voitu ottaa käyttöön taustaosaa verkkolaitteen tilan muuttamiseksi. Sinun tulee tehdä se käsin.
gl: Non foi posíbel iniciar o servizo para cambiar o estado do dispositivo de rede. Terá que facé-lo á mao.
hu: Nem sikerült elindítani a hálózati eszköz állapotmódosító programját, próbálja meg kézzel elindítani.
is: Gat ekki ræst bakenda til að breyta stöðu nettengis. Þú verður að gera það handvirkt.
it: Impossibile avviare l'interfaccia per cambiare lo stato di rete. Dovrai farlo manualmente.
ja: ネットワークデバイス状態を変更するためにバックエンドを起動できませんでした。手動で変更してください。
nb: Kunne ikke starte bakstykket som endrer status for nettverksenheter. Du må gjøre det manuelt.
nl: Kon achtergrondprocedure om de netwerkstatus te veranderen niet starten. U dient dit handmatig te doen.
pl: Nie można uruchomić silnika do zmiany stanu urządzenia sieciowego. Będziesz musiał zrobić to ręcznie.
pt: Não foi possível iniciar a infra-estrutura para mudar o estado do dispositivo de rede. Terá que o efectuar manualmente.
pt_br: impossível executar backend para alterar o estado do dispositivo de rede. Você terá que fazer isso manualmente.
ru: Не удалось изменить состояние устройства связи. Сделайте это вручную.
sk: Nedá sa zmeniť stav sieťového zariadenia. Budete to musieť spraviť manuálne.
sl: Ni moč zagnati vmesnika za spreminjanje stanja omrežne naprave. To bo potrebno storiti ročno.
sr: Не могу да покренем програм за мењање стања уређаја. Мораћете то да урадите ручно.
sr@latn: Ne mogu da pokrenem program za menjanje stanja uređaja. Moraćete to da uradite ručno.
zh_cn: 无法启动后端来更改网络设备状态。您需要手动完成。
zh_tw: 無法叫出後端來更新網路設備的狀態。您必須手動執行。

source: There was an error changing the device's state. You will have to do it manually.
bg: Грешка при промяна състоянието на устройството. Трябва да го направите ръчно.
ca: S'ha produït un error canviant l'estat del dispositiu. Ho haureu de fer manualment.
da: En fejl opstod da enhedens tilstand skulle ændres. Du må gøre dette manuelt.
de: Beim Ändern des Gerätestatus ist ein Fehler aufgetreten. Bitte versuchen Sie es manuell.
es: Hubo un problema cambiando el estado de la interfaz de red. Deberá hacerlo manualmente.
et: Seadme oleku muutmisel tekkis viga. Sul tuleb seda teha käsitsi.
eu: Akats bat gertatu da gailuaren egoera aldatzerakoan. Eskuz egin beharko duzu.
fa: خطای تغییر وضعیت دستگاه وجود داشت. باید آن را به صورت دستی انجام دهید.
fi: Laitteen tilanvaihdossa tapahtui virhe. Sinun tulee muuttaa sitä käsin.
gl: Ocorreu un erro ao cambiar o estado do dispositivo. Terá que facé-lo á mao.
hu: Hiba történt a hálózati eszköz állapotmódosításakor, próbálja meg kézzel elindítani.
is: Það kom upp villa við að breyta stöðu tengisins. Þú verður að gera það handvirkt.
it: Si è verificato un errore durante il cambiamento dello stato del dispositivo. Dovrai farlo manualmente.
ja: デバイスの状態を変更するのにエラーがありました。手動で変更してください。
mk: Имаше грешка при менувањето на состојбата на уредот. Мора да го направите тоа рачно.
nb: Det oppsto en feil ved endring av enhetens status. Du må gjøre det manuelt.
nl: Het veranderen van de apparaatstatus is mislukt. U dient deze handmatig te veranderen.
pa: ਜੰਤਰ ਦੀ ਹਾਲਤ ਬਦਲਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਤੁਹਾਨੂੰ ਇਹ ਦਸਤੀ ਕਰਨਾ ਪਵੇਗਾ।
pl: Wystąpił błąd podczas zmiany stanu urządzenia. Musisz to zrobić ręcznie.
pt: Ocorreu um erro ao mudar o estado do dispositivo. Terá que o efectuar manualmente.
pt_br: Ocorreu um erro ao alterar o estado do dispositivo. Você terá que fazer isso manualmente.
ru: Ошибка при изменении состояния устройства связи. Измените его вручную.
sk: Pri zmene stavu zariadenia nastala chyba. Budete to musieť spraviť manuálne.
sl: Prišlo je do napake pri spreminjanju stanja omrežne naprave. To bo potrebno storiti ročno.
sr: Дошло је до грешке при мењању стања уређаја. Мораћете то да урадите ручно.
sr@latn: Došlo je do greške pri menjanju stanja uređaja. Moraćete to da uradite ručno.
zh_cn: 更改设备状态时出错。您需要手动完成。
zh_tw: 更改設備狀態時發生錯誤。您必須手動執行。

source: Could Not Change Device State
bg: Грешка при промяна състоянието на устройство
br: Ne m'eus ket cheñch stad an drobarzhell
ca: No s'ha pogut canviar l'estat del dispositiu
da: Kunne ikke ændre enhedens tilstand
de: Der Gerätestatus kann nicht geändert werden
es: No se pudo cambiar el estado del interfaz de red
et: Seadme oleku muutmine ebaõnnestus
eu: Ezin izan da gailuaren egoera aldatu
fa: نتوانست وضعیت دستگاه را تغییر دهد
fi: Laitteen tilaa ei voitu muuttaa
ga: Níorbh fhéidir staid an ghléis a athrú
gl: Non Foi Posíbel Cambiar o Estado do Dispositivo
hu: Nem sikerült megváltoztatni az eszköz állapotát
is: Gat ekki breytt stöðu tengis
it: Impossibile cambiare lo stato del dispositivo
ja: デバイスの状態を変更できませんでした
mk: Не може да се смени состојбата на уредот
nb: Kunne ikke endre enhetens status
nl: Kon apparaatstatus niet wijzigen
pa: ਜੰਤਰ ਦੀ ਹਾਲਤ ਤਬਦੀਲ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ
pl: Nie można zmienić stanu urządzenia
pt: Não Foi Possível Mudar o Estado do Dispositivo
pt_br: Impossível alterar o estado do dispositivo
ru: Не удалось изменить состояние устройства связи
sk: Nedá sa zmeniť stav zariadenia
sl: Ni moč spremeniti stanja naprave
sr: Нисам могао да променим стање уређаја
sr@latn: Nisam mogao da promenim stanje uređaja
zh_cn: 无法更改设备状态
zh_tw: 無法更改設備狀態

source: The new configuration has not been saved. Apply changes?
bg: Новите настройки не са записани. Прилагане на промените?
ca: No s'ha guardat la nova configuració. Aplico els canvis?
da: Den nye indstilling er ikke gemt. Vil du anvende ændringerne?
de: Die neuen Einstellungen wurden noch nicht gesichert. Sollen diese nun angewandt werden?
es: No se ha guardado la nueva configuración. ¿Desea aplicar los cambios?
et: Uut konfiguratsiooni pole salvestatud. Kas rakendada muudatused?
eu: Konfigurazio berria ez da gorde. Aplikatu aldaketak?
fa: پیکربندی جدید ذخیره نشده است. تغییرات اعمال شود؟
fi: Uusia asetuksia ei ole tallennettu. Haluatko ottaa asetukset käyttöön?
gl: Non se gravou a nova configuración. Desexa aplicar as mudanzas?
hu: A módosítások még nincsenek elmentve. El szeretné menteni az új beállításokat?
is: Nýja stillingin er ekki vistuð. Virkja breytingarnar?
it: La nuova configurazione non è stata salvata. Vuoi applicare le modifiche?
ja: 新規設定は保存されていません。 保存しますか？
nb: Det nye oppsettet er ikke lagret. Vil du utføre endringene?
nl: De nieuwe configuratie is niet opgeslagen. Wijzigingen toepassen?
pl: Nowa konfiguracja nie została zapisana. Czy zatwierdzić zmiany?
pt: A nova configuração não foi gravada. Deseja aplicar as alterações?
pt_br: A nova configuração não foi salva. Deseja aplicar as alterações antes de sair?
ru: Новая конфигурация не была сохранена. Сохранить изменения?
sk: Nová konfigurácia nebola uložená. Chcete uplatniť zmeny?
sl: Nova nastavitev še ni bila shranjena. Uveljavim spremembe?
sr: Нова подешавања нису сачувана. Да применим измене?
sr@latn: Nova podešavanja nisu sačuvana. Da primenim izmene?
zh_cn: 新配置尚未保存。 应用更改吗？
zh_tw: 新的設定尚未儲存。 您要套用新設定嗎？

source: Add New Static Host
bg: Добавяне на нов статичен хост
ca: Afegeix un nou ordinador estàtic
da: Tilføj ny statisk vært
de: Rechner eintragen
es: Agregar un nuevo servidor estático
et: Uue staatilise masina lisamine
eu: Gehitu ostalari estatiko berria
fa: افزودن میزبان ایستای جدید
fi: Lisää uusi staattinen kone
ga: Óstríomhaire Statach Nua
gl: Engadir unha Nova Máquina Estática
hu: Új statikus gépnév hozzáadása
is: Bæta við nýrri vél
it: Aggiungi nuovo host statico
ja: 静的ホストを追加
mk: Додавање нов статички сервер
nb: Legg til ny fast vert
nl: Nieuwe statische host toevoegen
pa: ਨਵਾਂ ਸਥਿਰ ਮੇਜ਼ਬਾਨ ਸ਼ਾਮਲ
pl: Dodaj nowy znany komputer
pt: Adicionar um Novo Servidor Estático
pt_br: Adicionar um novo servidor estático
ru: Добавить статический хост
sk: Pridať nový statický počítač
sl: Dodaj novega statičnega gostitelja
sr: Додај новог статичног домаћина
sr@latn: Dodaj novog statičnog domaćina
zh_cn: 添加新静态主机
zh_tw: 新增靜態主機

source: Edit Static Host
bg: Редактиране на статичен хост
ca: Edita ordinador estàtic
da: Redigér statisk vært
de: Bekannten Rechner bearbeiten
es: Editar Servidor Estático
et: Staatilise masina muutmine
eu: Editatu ostalari estatikoa
fa: ویرایش میزبان ایستا
fi: Muokkaa staattista konetta
ga: Cuir Óstríomhaire Statach in Eagar
gl: Editar Máquina Estática
hu: A statikus gépnév módosítása
is: Breyta vél
it: Modifica host statico
ja: 静的ホストを編集
mk: Урадување статички сервер
nb: Rediger fast vert
nl: Statische host bewerken
pa: ਸਥਿਰ ਮੇਜ਼ਬਾਨ ਸੋਧ
pl: Edytuj znany komputer
pt: Editar Servidor Estático
pt_br: Editar Máquina Estáticas
ru: Изменить статический хост
sk: Editovať statický počítač
sl: Uredi statičnega gostitelja
sr: Уреди статичког домаћина
sr@latn: Uredi statičkog domaćina
zh_cn: 编辑静态主机
zh_tw: 編輯靜態主機

source: Could not load the selected Network Profile.
bg: Грешка при зареждане на избрания мрежов профил.
br: N'hell ket kargañ ar profil rouedad dibabet.
ca: No s'ha pogut carregar el perfil de xarxa seleccionat.
da: Kunne ikke indlæse markeret netværksprofil.
de: Das ausgewählte Netzwerkprofil lässt sich nicht laden.
es: No se pudo cargar el perfil de red seleccionado.
et: Valitud võrguprofiili laadimine ebaõnnestus.
eu: Ezin izan da sareko Informazioa kargatu.
fa: نتوانست Profile شبکۀ برگزیده را بار کند.
fi: Valittua tietoverkkoprofiilia ei voitu ladata.
ga: Níorbh fhéidir an próifíl roghnaithe líonra a luchtú.
gl: Non foi posíbel carregar o Perfil de Rede seleccionado.
hu: Nem sikerült betölteni a kért hálózati profilt.
is: Gat ekki hlaðið inn völdu netuppsetningunni.
it: Impossibile caricare il profilo di rete selezionato.
ja: 選択したネットワークプロファイルを読み込めませんでした。
mk: Не можам да го вчитам избраниот мрежен профил.
nb: Klarte ikke laste inn den valgte nettverksprofilen.
nl: Kon geselecteerd netwerkprofiel niet laden.
pa: ਚੁਣਿਆ ਨੈੱਟਵਰਕ ਪਰੋਫਾਇਲ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Nie można wczytać wybranego profilu sieci.
pt: Não foi possível carregar o Perfil de Rede seleccionado.
pt_br: Impossível carregar o perfil de rede selecionado
ru: Не удалось загрузить выбранный профиль сети.
sk: Nedá sa načítať zvolený sieťový profil.
sl: Ni moč naložiti izbranega omrežnega profila.
sr: Нисам могао да учитам изабрани мрежни профил.
sr@latn: Nisam mogao da učitam izabrani mrežni profil.
zh_cn: 无法装入选中的网络配置文件。
zh_tw: 無法載入選擇的網路設定檔。

source: Error Reading Profile
bg: Грешка при четене на мрежов профил
br: Fazi en ur lenn ar profil
ca: S'ha produït un error llegint el perfil
da: Fejl ved læsning af profil
de: Beim Lesen des Profils ist ein Fehler aufgetreten
es: Error leyendo el perfil
et: Viga profiili lugemisel
eu: Akatsa profila irakurtzean
fa: خطای خواندن Profile
fi: Profiilin lukuvirhe
ga: Earráid agus Próifíl á Léamh
gl: Erro ao Ler o Perfil
hu: Hiba történt a profil beolvasása közben
is: Villa við lestur stillinga
it: Errore durante la lettura del profilo
ja: プロファイルの読み込みエラー
mk: Грешка при читање на профилот
nb: Feil ved lesing av profil
nl: Fout bij het laden van het profiel
pa: ਪਰੋਫਾਇਲ ਪੜਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd czytania profilu
pt: Erro ao Ler o Perfil
pt_br: Erro de leitura do perfil
ru: Ошибка при чтении профиля
sk: Chyba pri čítaní profilu
sl: Napaka pri branju profila
sr: Грешка при читању профила
sr@latn: Greška pri čitanju profila
zh_cn: 读取配置文件时出错
zh_tw: 讀取設定檔時發生錯誤。

source: Create New Network Profile
bg: Създаване на нов мрежов профил
br: Kargañ ur profil rouedad nevez
ca: Crea un nou perfil de xarxa
da: Opret ny netværksprofil
de: Neues Netzwerkprofil erstellen
es: Crear un nuevo perfil de red
et: Uue võrguprofiili loomine
eu: Sortu sareko profil berria
fa: ایجاد Profile شبکۀ جدید
fi: Luo uusi tietoverkkoprofiili
ga: Cruthaigh Próifíl Nua Líonra
gl: Criar Perfil de Rede Novo
hu: Új hálózati profil létrehozása
is: Búa til nýja netuppsetningu
it: Crea nuovo profilo di rete
ja: ネットワークプロファイルの新規設定
mk: Креирање нов мрежен профил
nb: Opprett ny nettverksprofil
nl: Nieuw netwerkprofiel aanmaken
pa: ਨਵਾਂ ਨੈੱਟਵਰਕ ਪਰੋਫਾਇਲ ਬਣਾਓ
pl: Utwórz nowy profil sieci
pt: Criar Novo Perfil de Rede
pt_br: Criar novo perfil de rede
ru: Создать профиль сети
sk: Vytvoriť nový sieťový profil
sl: Ustvari nov omrežni profil
sr: Направи нови мрежни профил
sr@latn: Napravi novi mrežni profil
zh_cn: 创建新网络配置文件
zh_tw: 建立新的網路設定檔

source: Name of new profile:
bg: Име на новия профил:
br: Anv ar profil nevez :
ca: Nom del nou perfil:
da: Navn på ny profil:
de: Name des Profils:
es: Nombre del nuevo perfil:
et: Uue profiili nimi:
eu: Profil berriaren izena:
fa: نام Profile جدید:
fi: Uuden profiilin nimi:
ga: Ainm na próifíle nua:
gl: Nome do novo perfil:
hu: Az új profil neve:
is: Nafn á nýju uppsetningunni:
it: Nome del nuovo profilo:
ja: 新規プロファイル名:
mk: Име на новиот профил:
nb: Navn på ny profil:
nl: Naam voor nieuw profiel:
pa: ਨਵੇਂ ਪਰੋਫਾਇਲ ਦਾ ਨਾਂ:
pl: Nazwa nowego profilu:
pt: Nome do novo perfil:
pt_br: Nome do novo perfil:
ru: Имя профиля:
sk: Meno nového profilu:
sl: Ime novega profila:
sr: Име новог профила:
sr@latn: Ime novog profila:
zh_cn: 新配置文件名称：
zh_tw: 新的網路設定檔名稱：

source: There is already another profile with that name.
bg: Вече има профил с такова име.
ca: Ja existeix un altre perfil amb aquest nom.
da: Der er allerede en anden profil med samme navn.
de: Es gibt bereits ein Profil mit diesem Namen.
es: Ya existe un perfil con ese nombre.
et: Sellise nimega profiil on juba olemas.
eu: Dagoeneko izen bereko beste profil bat dago.
fa: profile دیگری با این نام از قبل وجود دارد.
fi: Tällä nimellä on jo olemassa toinen profiili.
gl: Xa existe outro perfil con este nome.
hu: Már létezik ilyen nevű profil.
is: Það finnst þegar uppsetning með þessu nafni.
it: C'è già un altro profilo con quel nome.
ja: その名前のプロファイルが既に存在します。
mk: Веќе постои профил со тоа име.
nb: Det finnes alt en annen profil med det navnet.
nl: Er bestaat al een profiel met deze naam.
pa: ਉਸ ਨਾਂ ਨਾਲ ਪਹਿਲਾਂ ਹੀ ਇੱਕ ਹੋਰ ਪਰੋਫਾਇਲ ਮੌਜੂਦ ਹੈ।
pl: Już istnieje profil o takiej samej nazwie.
pt: Já existe outro perfil com este nome.
pt_br: Existe um outro perfil com esse nome.
ru: Профиль с таким именем уже существует.
sk: Profil s daným menom už existuje.
sl: Profil s tem imenom že obstaja.
sr: Већ постоји други профил са тим именом.
sr@latn: Već postoji drugi profil sa tim imenom.
zh_cn: 已经存在同名的配置文件。
zh_tw: 已經有一個相同名稱的設定檔了。

source: &Advanced Settings
bg: &Допълнителни настройки
br: &Dibarzhoù Barek
ca: &Paràmetres avançats
da: &Avanceret opsætning
de: &Erweiterte Einstellungen
es: Opciones &Avanzadas
et: Muud se&adistused
eu: Aukera &aurreratuak
fa: تنظیمات &پیشرفته‌
fi: Lisä&asetukset
ga: &Ardsocruithe
gl: Configuración &Avanzada
hu: &Speciális beállítások
is: Nán&ari stillingar
it: Impostazioni &avanzate
ja: 詳細設定(&A)
mk: &Напредни поставувања
nb: &Avanserte innstillinger
nl: Ge&avanceerde instellingen
pa: ਤਕਨੀਕੀ ਚੋਣ(&A)
pl: Ustawienia za&awansowane
pt: Configuração &Avançada
pt_br: Opções &Avançadas
ru: &Дополнительно
sk: Pokročilé n&astavenia
sl: &Napredne nastavitve
sr: Н&апредне поставке
sr@latn: N&apredne postavke
zh_cn: 高级设置(&A)
zh_tw: 進階設定(&A)

source: Toggle between advanced and basic settings
bg: Превключване между основни и допълнителни настройки
ca: Canvia entre paràmetres bàsics i avançats
da: Skift mellem avancerede og grundlæggende indstillinger
de: Umschalten zwischen einfachen und erweiterten Einstellungen
es: Conmutar entre configuración básica y avanzada
et: Põhi- ja muude seadistuste lülitamine
eu: Aldatu oinarrizko ezarpen eta ezarpen aurreratuen artean
fa: زدن ضامن بین تنظیمات پایه‌ای و پیشرفته
fi: Vaihda tilaa tavallisten ja lisäasetusten välillä
ga: Scoránaigh Ardsocruithe agus Bunsocruithe
gl: Comutar entre a configuración básica e a avanzada
hu: Váltás az egyszerű és a bővített beállítási nézet között
is: Skipta á milli nánari og einfaldari stillinga
it: Passa tra le impostazioni avanzate e di base
ja: 詳細設定と基本設定を切り替える
mk: Смени помеѓу напредни и основни поставувања
nb: Bytt mellom grunnleggende og avanserte innstillinger
nl: Wisselen tussen basis- en geavanceerde instellingen
pa: ਤਕਨੀਕੀ ਅਤੇ ਸਧਾਰਨ ਸਥਾਪਨ ਵਿੱਚ ਤਬਦੀਲ
pl: Przełącza pomiędzy podstawowymi, a zaawansowanymi ustawieniami
pt: Comutar entre a configuração básica e a avançada
pt_br: Alterar entre configurações básicas e avançadas
ru: Переключиться между основными и расширенными настройками
sk: Prepnúť medzi pokročilými a základnými nastaveniami
sl: Preklopi med naprednimi in osnovnimi nastavitvami
sr: Мењај између напредних и основних подешавања
sr@latn: Menjaj između naprednih i osnovnih podešavanja
zh_cn: 切换高级和基此设置
zh_tw: 切換基本或進階設定

source: Apply changes
bg: Прилагане на промените
br: Arloañ ar c'hemmoù
ca: Aplica els canvis
da: Anvend ændringer
de: Änderungen anwenden
es: Aplicar cambios
et: Rakenda muudatused
eu: Aldaketak aplikatu
fa: اعمال تغییرات
fi: Toteuta muutokset
ga: Cuir na hathruithe i bhfeidhm
gl: Aplicar os cámbios
hu: A módosítások elmentése
is: Virkja breytingar
it: Applica le modifiche
ja: 変更を適用
mk: Примени ги промените
nb: Bruk endringene
nl: Wijzigingen toepassen
pa: ਤਬਦੀਲੀਆਂ ਲਾਗੂ
pl: Zastosuj zmiany
pt: Aplicar as alterações
pt_br: Aplicar modificações
ru: Применить
sk: Aplikovať zmeny
sl: Uveljavi spremembe
sr: Примени измене
sr@latn: Primeni izmene
zh_cn: 应用更改
zh_tw: 套用變更

source: Forget changes
bg: Отказване на промените
ca: Oblida els canvis
da: Glem ændringer
de: Änderungen verwerfen
es: Olvidar cambios
et: Unusta muudatused
eu: Aldaketak ahaztu
fa: فراموش کردن تغییرات
fi: Unohda muutokset
ga: Ná bac leis na hathruithe
gl: Esquecer os cámbios
hu: A módosítások eldobása
is: Hunsa breytingar
it: Scarta le modifiche
ja: 変更を無視
mk: Заборави ги промените
nb: Glem endringene
nl: Wijzigingen verwerpen
pa: ਤਬਦੀਲੀਆਂ ਭੁੱਲੋ
pl: Porzuć zmiany
pt: Esquecer as alterações
pt_br: Reverter modificações
ru: Отмена
sk: Zabudnúť zmeny
sl: Zavrzi spremembe
sr: Заборави измене
sr@latn: Zaboravi izmene
zh_cn: 放弃更改
zh_tw: 丟棄變更

source: The format of the specified netmask is not valid.
bg: Форматът на указаната мрежова маска е невалиден.
br: N'eo ket mat furmad ar meskl rouedad roet.
ca: El format de la màscara de xarxa especificada no és vàlid.
da: Den angivne netmaskes format er ikke gyldigt.
de: Das Format der angegebenen Netzwerkmaske ist nicht korrekt.
es: El formato de la máscara de red no es válido.
et: Määratud võrgumask pole sobivas vormingus.
eu: Zehaztutako sare-maskararen formatua baliogabea da.
fa: قالب نقاب شبکۀ مشخص‌شده معتبر نیست.
fi: Määritellyn verkkomaskin muoto on epäkelpo.
gl: O formato da máscara de rede indicada non é válido.
hu: A megadott hálózati maszk érvénytelen formátumú.
is: Sniðið á uppgefna netmöskvanum er ekki rétt.
it: Il formato della maschera di rete specificata non è valido.
ja: 入力したネットマスクの形式に問題があります。
mk: Форматот на зададената мрежна маска не е валиден.
nb: Den oppgitte nettmasken har ikke gyldig format.
nl: De opmaak van het netwerkmasker is onjuist.
pa: ਦਿੱਤੇ ਨੈੱਟ-ਮਾਸਕ ਦਾ ਫਾਰਮਿਟ ਠੀਕ ਨਹੀਂ ਹੈ।
pl: Niewłaściwy format podanej maski sieci.
pt: O formato da máscara de rede indicada não é válido.
pt_br: O formato da máscara de rede especificada é inválido.
ru: Указанная маска сети не соответствует требуемому формату.
sk: Formát sieťovej masky je neplatný.
sl: Oblika navedene omrežne maske ni veljavna.
sr: Формат наведене мрежне маске није исправан.
sr@latn: Format navedene mrežne maske nije ispravan.
zh_cn: 指定的网络掩码的格式无效。
zh_tw: 網路遮罩格式不正確。
