Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: <p>Here you should enter the IP address for the network interface.</p> <p>Please note: If your network is connected to the internet, you should only enter IP addresses you have been given by your provider.</p> <p>Otherwise, you should enter one of the IP addresses which are explicitly reserved for private use.</p> <p>Most small private networks use class C networks, which allow up to 255 computers in your network. So simply use addresses like 192.168.1.1, 192.168.1.2, 192.168.1.171 and so on for your computers.</p> <p>Cass C networks: 192.168.0.0 to 192.168.255.25, for example 192.168.0.13.</p> <p>Class B networks: 172.16.0.0 to 172.31.255.255, for example 172.28.2.5</p> <p>Class A networks: 10.0.0.0 to 10.255.255.255, for example 10.5.12.14</p> <p>Please ensure that all IP addresses you give to your computers are unique; you will have many problems if the same address is assigned to more than one network device.</p>
bg: <p>Тук трябва да въведете IP адреса на мрежовия интерфейс.</p> <p>Имайте предвид, че ако мрежата е свързана към Интернет, трябва да въведете само IP адреса, който ви е бил даден от доставчика.</p> <p>В противен случай, трябва да въведете един от адресите IP, които са запазени за частна употреба.</p> <p>Повечето малки частни мрежи използват мрежа от клас C, която позволява до 255 компютъра в мрежата. Просто използвайте адреси като 192.168.1.1, 192.168.1.2, 192.168.1.171 и т.н. за компютрите си.</p> <p>Мрежи клас C: 192.168.0.0 до 192.168.255.25, например 192.168.0.13.</p> <p>Мрежи клас B: 172.16.0.0 до 172.31.255.255, например 172.28.2.5</p> <p>Мрежи клас A: 10.0.0.0 до 10.255.255.255, например 10.5.12.14</p> <p>Моля, уверете се че всички адреси IP, които задавате на компютрите са различни. В противен случай ще имате проблеми ако един и същ адрес е зададен на повече от едно мрежово устройство.</p>
ca: <p>És recomanable que introduïu aquí l'adreça IP per a la interfície de xarxa.</p> <p>Si us plau, tingueu en compte que si la vostra xarxa està connectada a internet només hauríeu d'introduir adreces IP proporcionades pel seu proveïdor.</p> <p>D'altra manera, hauríeu d'introduir una de les adreces IP que estan reservades explícitament per a l'ús privat.</p> <p>La majoria de xarxes privades empren xarxes de la classe C, que permeten fins a 255 ordinadors a la xarxa. Simplement useu adreces com 192.168.1.1, 192.168.1.2, 192.168.1.171 i d'altres pels vostres ordinadors.</p> <p>Xarxes de la classe C: Des de 192.168.0.0 fins a 192.168.255.25, per exemple 192.168.0.13.</p> <p>Xarxes de la classe B: Des de 172.16.0.0 fins a 172.31.255.255, per exemple 172.28.2.5.</p> <p>Xarxes de la classe A: Des de 10.0.0.0 fins a 10.255.255.255, per exemple 10.5.12.14.</p> <p>Si us plau, assegureu que totes les adreces IP que doneu als vostres ordinadors són úniques, ja que tindreu problemes si la mateixa adreça s'assigna a més d'un dispositiu de xarxa.</p>
da: <p>Her skal du indtaste netværksgrænsefladens IP-adresse.</p> <p>Bemærk: Hvis netværket er forbundet til internettet, skal du blot indtaste IP-adresser som du fået af din leverandør.</p> <p>Ellers skal du indtaste en af de IP-adresser som er eksplicit reserverede til privat brug.</p> <p>De fleste private netværk bruger klasse C netværk, som tillader op til 255 maskiner i netværket. Brug altså blot adresser som 192.168.1.1, 192.168.1.2, 192.168.1.171 og så videre for maskinerne.</p> <p>Klasse C netværk: 192.168.0.0 til 192.168.255.25, for eksempel 192.168.0.13.</p> <p>Klasse B netværk: 172.16.0.0 til 172.31.255.255, for eksempel 172.28.2.5.</p> <p>Klasse A netværk: 10.0.0.0 til 10.255.255.255, for eksempel 10.5.12.14.</p> <p>Sørg for at alle IP-adresser som du giver maskinerne er entydige. Du kan få mange problemer hvis samme adresse tildeles til mere end en netværksenhed.</p>
de: <p>Hier sollten Sie die IP-Adresse für die Schnittstelle eingeben.</p> <p>Bitte beachten Sie: Wenn Ihr Netzwerk mit dem Internet verbunden ist, sollten Sie hier nur IP-Adressen angeben, die Ihnen von Ihrem Anbieter zugeteilt wurden.</p> <p>Andernfalls sollten Sie hier eine IP-Adresse angeben, die im registrierten Bereich für die private Nutzung liegt.</p> <p>Die meisten kleineren privaten Netzwerke sind Klasse-C-Netzwerke, mit denen bis zu 255 Rechner pro Netzwerk adressiert werden können. Verwenden Sie für die Rechner Adressen wie 192.168.1.1, 192.168.1.2, 192.168.1.171 usw.</p> <p>Klasse-C-Netzwerke: 192.168.0.0 bis 192.168.255.255, zum Beispiel 192.168.0.13.</p> <p>Klasse-B-Netzwerke: 172.16.0.0 bis 172.31.255.255, zum Beispiel 172.28.2.5</p> <p>Klasse-A-Netzwerke: 10.0.0.0 bis 10.255.255.255, zum Beispiel 10.5.12.14</p> <p>Vergewissern Sie sich, dass jede IP-Adresse nur einmal vergeben wird, andernfalls werden Sie eine Menge Probleme bekommen, sobald eine Adresse an mehr als eine Schnittstelle vergeben wurde.</p>
es: <p>Debe entrar aquí su dirección IP para el interfaz de red</p> <p>Nota: Si su red está conectada a internet, debería entrar solo la dirección IP que le haya suministrado su proveedor.</p> <p>En caso contrario, debería entrar una dirección IP dentro de las explicitamente reservadas para uso privado.</p> <p>La mayoría de las redes privadas pequeñas usan redes clase C, las cuales permiten hasta 255 ordenadores en la red. Por tanto, simplemente use direcciones como 192.168.1.1, 192.168.1.2,... 192.168.1.171 y sucesivas para sus ordenadores.</p> <p>Redes clase C: 192.168.0.0 a 192.168.255.255, por ejemplo 192.168.0.13.</p> <p>Redes clase B: 172.16.0.0 a 172.31.255.255, por ejemplo 172.28.2.5</p> <p>Redes clase A: 10.0.0.0 a 10.255.255.255, por ejemplo 10.5.12.14</p> <p>Por favor, asegúrese que todas las direcciones IP de su red sean únicas; podría tener bastantes problemas si alguna dirección se asigna a mas de un dispositivo de red.</p>
et: <p>Siia tuleb sisestada võrguliidese IP-aadress.</p> <p>Pane tähele: kui sinu võrk on ühendatud Internetiga, tuleb sisestada ainult ühendusepakkuja antud IP-aadressid.</p> <p>Muudel juhtudel tuleb sisestada mõni spetsiaalselt privaatseks kasutamiseks mõeldud IP-aadressidest.</p> <p>Enamik väiksemaid privaatvõrke kasutavad C-klassi võrku, mis lubab võrgus kuni 255 arvutit. Sellisel juhul kasuta lihtsalt selliseid aadresse nagu 192.168.1.1, 192.168.1.2, 192.168.1.171 ja nii edasi.</p> <p>C-klassi võrgud: 192.168.0.0 kuni 192.168.255.25, näiteks 192.168.0.13.</p> <p>B-klassi võrgud: 172.16.0.0 kuni 172.31.255.255, näiteks 172.28.2.5.</p> <p>A-klassi võrgud: 10.0.0.0 kuni 10.255.255.255, näiteks 10.5.12.14.</p> <p>Palun kontrolli, et kõik arvutitele antavad IP-aadressid oleks unikaalsed. Sul võib tekkida hulk probleeme, kui oled ühe ja sama aadressi omistanud mitmele võrguseadmele.</p>
eu: <p>Hemen zure sareko interfazearen IP helbidea sartu behar duzu.</p> <p>Oharra: Zure sarea internetera konektatuta badago, zure hornitzaileak emandako IP helbide bat bakarrik sartu beharko zenuke.</p> <p>Bestela, erabilera pribaturako erreserbatutako IP helbidetako bat sartu beharko zenuke.</p> <p>Sare pribatu txikiak C klaseko sareak erabiltzen dituzte, sarean 255 ordenagailu onartzen dituztenak. Honetarako 192.168.1.1, 192.168.1.2, 192.168.1.171 eta honelako helbideak erabili zure ordenagailuetan.</p> <p>C klaseko sareak: 192.168.0.0-tik 192.168.255.25-era, adibidez 192.168.0.13.</p> <p>B klaseko sareak: 172.16.0.0-tik 172.31.255.255-era, adibidez 172.28.2.5</p> <p>A klaseko sareak: 10.0.0.0-tik 10.255.255.255-era, adibidez 10.5.12.14</p> <p>Ziurtatu zure ordenagailuen IP helbide guztiak bakarrak direa, bestela arazoak izango dituzulako.</p>
fa: <p>باید نشانی اینترنتی برای واسط شبکه را در اینجا وارد کنید.</p> <p>لطفاً، توجه کنید: اگر شبکۀ شما به اینترنت متصل است، فقط باید نشانیهای اینترنتی که توسط فراهم‌کننده‌تان به شما داده شده است را وارد نمایید.</p> <p>در غیر این صورت، باید یکی از نشانیهای اینترنتی که صریحاً برای استفادۀ شخصی نگهداری می‌شود را وارد کنید.</p> <p>بیشتر شبکه‌های خصوصی از شبکه‌های ردۀ C استفاده می‌کنند، که تا ۲۵۵ رایانه را در شبکۀ شما اجازه می‌دهد. در نتیجه به طور ساده از نشانیهایی نظیر ۱۹۲.۱۶۸.۱.۱، ۱۹۲.۱۶۸.۱.۲، ۱۹۲.۱۶۸.۱.۱۷۱ و مانند آن برای رایانه‌هایتان استفاده می‌کند.</p> <p>شبکه‌های ردۀ C: ۱۹۲.۱۶۸.۰.۰ تا ۱۹۲.۱۶۸.۲۵۵.۲۵۵، برای مثال، ۱۹۲.۱۶۸.۰.۱۳.</p> <p>شبکه‌های ردۀ B: ۱۷۲.۱۶.۰.۰ تا ۱۷۲.۳۱.۲۵۵.۲۵۵، برای مثال، ۱۷۲.۲۸.۲.۵</p> <p>شبکه‌های ردۀ A: ۱۰.۰.۰.۰ تا ۱۰.۲۵۵.۲۵۵.۲۵۵ برای مثال، ۱۰.۵.۱۲.۱۴</p> <p>لطفاً، مطمئن شوید که نشانیهای اینترنتی که به رایانۀ خود می‌دهید یکتا باشند‌، اگر یک نشانی به بیش از یک دستگاه شبکه اختصاص یابد، با مشکلات زیادی روبرو خواهید شد.</p>
fi: <p>Tässä sinun tulee antaa IP-osoite verkon rajapinnalle.</p> <p>Huomaa: Jos tietoverkkosi on yhdistetty Internetiin, sinun anna vain IP-osoittetteita, jotka palveluntarjoajasi on antanut.</p> <p>Muussa tapauksessa sinun tulee antaa yksi IP-osoite, joka on varattu yksityiseen käyttöön.</p> <p>Useimmissa yksityisistä verkoista käytetään C-luokan verkkoa, jotka sallivat jopa 255 tietokoneen yhdistämisen verkkoon. Käytä tietokoneillesi osoitteita kuten 192.168.1.1, 192.168.1.2 tai 192.168.1.171.</p> <p>Luokan C tietoverkot: 192.168.0.0 - 192.168.255.25, esimerkiksi 192.168.0.13.</p> <p>Luokan B tietoverkot: 172.16.0.0 - 172.31.255.255, esimerkiksi 172.28.2.5</p> <p>Luokan A tietoverkot: 10.0.0.0 - 10.255.255.255, esimerkiksi 10.5.12.14</p> <p>Tarkista että kaikki tietokoneille antamasi IP-osoitteet ovat yksilöllisiä. Saman osoitteen liittäminen useampaan verkkolaitteeseen aiheuttaa erilaisia ongelmia.</p>
gl: <p>Aqui deberá indicar o enderezo IP da interface de rede.</p> <p>Nota: Se a sua rede está conectada a Internet, só deberá introducir enderezos IP que teñan sido dados polo seu provedor.</p> <p>Se non é o caso, deberá introducir un dos enderezos IP que están explicitamente reservados para uso privado.</p> <p>A maioria das redes privadas pequenas usan redes de clase C, que permiten até 255 ordenadores na sua rede. Como tal, basta usar enderezos do tipo 192.168.1.1, 192.168.1.2, 192.168.1.171, e asi en diante, para os seus ordenadores.</p> <p>Redes de clase C: 192.168.0.0 até 192.168.255.25, por exemplo 192.168.0.13.</p> <p>Redes de clase B: 172.16.0.0 até 172.31.255.255, por exemplo 172.28.2.5</p> <p>Redes de clase A: 10.0.0.0 até 10.255.255.255, por exemplo 10.5.12.14</p> <p>Garanta que todos os enderezos IP que dá aos seus ordenadores son únicos; terá moitos problemas se o mesmo enderezo fose atribuído a mais dun dispositivo de rede.</p>
hu: <p>Itt kell megadni a hálózati csatoló nevét.</p> <p>Figyelem: ha a hálózat össze van kötve az internettel, akkor csak az internetszolgáltató által megadott címeket szabad beírni.</p> <p>Ha ilyen nincs, a személyes használatra lefoglalt címek egyikét írja be.</p> <p>A legtöbb kis hálózat C osztályú címzést használ, ilyen esetben 255 számítógép lehet az alhálózaton. Így például a 192.168.1.1, 192.168.1.2, 192.168.1.171 stb. címek használhatók.</p> <p>A C osztályú hálózati címek 192.168.0.0-tól 192.168.255.25-ig terjedhetnek, például: 192.168.0.13.</p> <p>A B osztályú hálózati címek 172.16.0.0-tól 172.31.255.255-ig terjedhetnek, például: 172.28.2.5</p> <p>Az A osztályú hálózati címek 10.0.0.0-tól 10.255.255.255-ig terjedhetnek, például: 10.5.12.14</p> <p>Az alhálózaton minden gépnek egyedi IP-címet kell kapnia, különben hálózati problémák léphetnek fel.</p>
is: <p>Hér getur þú sett inn IP vistfang nettengisins.</p> <p>Athugið: Ef netið þitt er tengt við Internetið ættir þú einungis að notast við IP vistföng sem þú hefur fengið hjá Internet þjónustuaðila þínum.</p> <p>Annars ættir þú að setja inn eithvað af IP vistföngunum sem eru sérstaklega ætluð til einkanota.</p> <p>Flest lítil heimanet nota C flokka net, sem leyfa allt að 255 tölvur á netinu þínu. Þannig að notaðu vistföng sem 192.168.1.1, 192.168.1.2, 192.168.1.171 og svo frv. fyrir tölvurnar þínar.</p> <p>C flokka net: 192.168.0.0 til 192.168.255.25, til dæmis 192.168.0.13.</p> <p>B flokka net: 172.16.0.0 til 172.31.255.255, til dæmis 172.28.2.5</p> <p>A flokka net: 10.0.0.0 til 10.255.255.255, til dæmis 10.5.12.14</p> <p>Vinsamlega athugaðu að öll IP vistföngin sem þú gefur tölvunum þínum séu einstök. Þú munt lenda í ýmsum vandræðum ef sama talan er notuð á fleiri en eitt tengi.</p>
it: <p>Qui dovresti inserire l'indirizzo IP dell'interfaccia di rete.</p> <p>Nota: se la tua rete è connessa a Internet, dovresti inserire solo indirizzi IP che ti sono stati assegnati dal tuo fornitore.</p> <p>Altrimenti, dovresti inserire uno degli indirizzi IP che sono riservati esplicitamente per l'uso privato.</p> <p>La maggior parte delle reti private usano reti di classe C, che permettono fino a 255 computer in rete. Quindi usa solo indirizzi come 192.168.1.1,192.168.1.2, 192.168.1.171 e così via per i tuoi computer.</p> <p>Reti di classe C: da 192.168.0.0 a 192.168.255.25, per esempio192.168.0.13.</p> <p>Reti di classe B: da 172.16.0.0 a 172.31.255.255, per esempio 172.28.2.5.</p> <p>Reti di classe A: da 10.0.0.0 a 10.255.255.255, per esempio 10.5.12.14.</p> <p>Assicurati che tutti gli indirizzi IP che dài ai tuoi computer siano univoci; avrai molti problemi se lo stesso indirizzo di rete viene assegnato a più di un dispositivo di rete.</p>
ja: <p>ネットワークインターフェースの IP アドレスを入力してください。</p> <p>注) ネットワークがインターネットと接続している場合、プロバイダが提供した IP アドレス以外は設定しないでください。</p> <p>さもなくば、プライベートでの使用を想定した IP アドレスを使用してください。</p> <p>ほとんどの小規模なプライベートネットワークは、255 台までのコンピュータの接続が可能なクラス C ネットワークを使用します。この場合、192.168.1.1, 192.168.1.2, 192.168.1.171 などのアドレスを使用してください。</p> <p>クラス C ネットワーク: 192.168.0.0 から 192.168.255.255。例えば、192.168.0.13。</p> <p>クラス B ネットワーク: 172.16.0.0 から 172.31.25.255。例えば、172.28.2.5。</p> <p>クラス A ネットワーク: 10.0.0.0 から 10.255.255.255。例えば、10.5.12.14。</p> <p>コンピュータに割り当てる IP アドレスが一意であることを確認してください。もし二つ以上のネットワークデバイスに同じアドレスを割り当てた場合、いろいろな問題が生じます。</p>
mk: <p>Тука треба да ја внесете ИП-адресата на мрежниот интерфејс.</p> <p>Забелешка: Ако вашата мрежа е поврзана на Интернет, тогаш треба да ја внесете ИП-адресата која ви е дадена од вашиот провајдер.</p> <p>Инаку, треба да внесете една од ИП-адресите што се специјално резервирани за лична употреба.</p> <p>Повеќето мали мрежи користат типови мрежи од класа Ц, што овозможува до 255 компјутери во вашата мрежа. Затоа употребете адреса како 192.168.1.1, 192.168.1.2, 192.168.1.171 итн. за вашите компјутери.</p> <p>Класа Ц мрежи: 192.168.0.0 до 192.168.255.255, на пример 192.168.0.13.</p> <p>Класа Б мрежи: 172.16.0.0 до 172.31.255.255, на пример 172.28.2.5</p> <p>Класа А мрежи: 10.0.0.0 до 10.255.255.255, на пример 10.5.12.14</p> <p>Осигурете се дека сите ИП-адреси што ги задавате на вашите компјутери се уникатни, инаку ќе имате многу проблеми ако зададете иста ИП-адреса на повеќе од еден мрежен уред.</p>
nb: <p>Her bør du oppgi den IP-adressen som viser til nettverksgrensesnittet.</p> <p>Merk: Hvis ditt nettverk er koblet til Internett, må du bare oppgi IP-adresser du har fått av leverandøren din.</p> <p>Ellers bør du oppgi en av de IP-adressene som er uttrykkelig forbeholdt for privat bruk.</p> <p>De fleste små private nettverk bruker klasse C-nett, som omfatter inntil 253 maskiner i nettet. Da kan du ganske enkelt bruke adresser som f.eks. 192.168.1.1, 192.168.1.2, 192.168.1.171 osv for maskinene dine.</p> <p>Klasse C-nett: 192.168.0.0 til 192.168.255.255, for eksempel 192.168.0.13</p> <p>Klasse B-nett: 172.16.0.0 til 172.31.255.255, for eksempel 172.28.2.5</p> <p>Klasse A-nett: 10.0.0.0 til 10.255.255.255, for eksempel 10.5.12.14</p> <p>Se godt etter at alle IP-adresser du gir maskinene dine er entydige, du vil få mye vanskeligheter hvis samme adresse er brukt på mer enn én nettverksenhet.</p>
nl: <p>Vul hier het IP-adres van de netwerkinterface in.</p> <p>Opmerking: als uw netwerk verbonden is met het internet, voer hier dan alleen een IP-adres in dat u van uw provider hebt gekregen.</p> <p>Vul anders een van de IP-adressen in, die expliciet gereserveerd zijn voor privégebruik.</p> <p>De meeste kleine privénetwerken gebruiken Klasse C netwerken. Dit type netwerk staat maximaal 255 computers in het netwerk toe. Gebruik hiervoor de adressen 192.168.X.Y waarbij <b>X</b> gelijk is in uw hele netwerk en <b>Y</b> uniek is voor elke computer in uw netwerk.</p> <p><b>Klasse C netwerken:</b> 192.168.1.1 tot en met 192.168.254.254; bij voorbeeld: 192.168.1.13</p> <p><b>Klasse B netwerken:</b> 172.16.1.1 tot en met 172.31.254.254; bij voorbeeld: 172.28.2.5</p> <p><b>Klasse A netwerken:</b> 10.0.0.0 tot 10.255.255.255; bij voorbeeld: 10.5.12.14</p> <p>Zorg er voor dat elk netwerkapparaat een uniek IP-adres krijgt; u zult veel problemen ondervinden als er meer dan één netwerkapparaat hetzelfde adres toegewezen heeft gekregen.</p>
pl: <p>Tutaj powinieneś wprowadzić adres IP interfejsu sieciowego.</p> <p>Uwaga: Jeżeli Twoja sieć jest podłączona do internetu, powinieneś wprowadzić tylko adresy dostarczone przez Twojego dostarczyciela.</p> <p>W przeciwnym wypadku powinieneś wpisać jeden z adresów IP zarezerwowanych dla użytku prywatnego.</p> <p>Większość małych prywatnych sieci używa sieci klasy C, które pozwalają na maksymalnie 255 komputerów w Twojej sieci. Więc użyj po prostu adresów takich jak 192.168.1.1, 192.168.1.2, 192.168.1.171 i tak dalej dla swoich komputerów.</p> <p>Sieci klasy C: od 192.168.0.0 do 192.168.255.255, na przykład 192.168.0.13.</p> <p>Sieci klasy B: od 172.16.0.0 do 172.31.255.255, na przykład 172.28.2.5</p> <p>Sieci klasy A: od 10.0.0.0 do 10.255.255.255, na przykład 10.5.12.14</p> <p>Upewnij się, że adresy IP przydzielone komputerom są unikalne; będziesz miał mnóstwo problemów jeśli ten sam adres zostanie przydzielony do więcej, niż jednego urządzenia sieciowego.</p>
pt: <p>Aqui deverá indicar o endereço IP da interface de rede.</p> <p>Note por favor: Se a sua rede estiver ligada à Internet, deverá apenas introduzir endereços IP que tenham sido dados pelo seu fornecedor.</p> <p>Caso contrário, deverá introduzir um dos endereços IP que estão explicitamente reservados para uso privado.</p> <p>A maioria das redes privadas pequenas usam redes de classe C, que permitem até 255 computadores na sua rede. Como tal, basta usar endereços do tipo 192.168.1.1, 192.168.1.2, 192.168.1.171, e assim por diante, para os seus computadores.</p> <p>Redes de classe C: 192.168.0.0 até 192.168.255.25, por exemplo 192.168.0.13.</p> <p>Redes de classe B: 172.16.0.0 até 172.31.255.255, por exemplo 172.28.2.5</p> <p>Redes de classe A: 10.0.0.0 até 10.255.255.255, por exemplo 10.5.12.14</p> <p>Garanta por favor que todos os endereços IP que atribuir aos seus computadores são únicos; terá muitos problemas se o mesmo endereço for atribuído a mais que um dispositivo de rede.</p>
pt_br: <p>Aqui você entra com o endereço IP da interface.</p> <p>Por facor note que se sua rede está conectada na internet, você deve entrar apenas com o endereço IP dado pelo seu provedor.</p> <p>Senão, você pode entrar com o endereço IP que está reservado para uso privado.</p> <p>A maioria das redes privadas usam rede de classe C, que permitem até 255 computadores na sua rede. Então simplesmente use endereços como 192.168.1.1, 192.168.1.2, 192.168.1.171 e assim por diante.</p> <p>Rede Classe C: 192.168.0.0 até 192.168.255.25, por exemplo 192.168.0.13.</p> <p>Rede Classe B: 172.16.0.0 até 172.31.255.255, por exemplo 172.28.2.5</p> <p>Rede Classe A: 10.0.0.0 to 10.255.255.255, por examplo 10.5.12.14</p> <p>Certifique-se que todos os endereços IP da sua rede sejam únicos; pois se não forem você terá muitos problemas.</p>
ru: <p>Введите IP-адрес, соответствующий сетевому интерфейсу.</p> <p>Замечание: если ваша сеть подключена к Internet, требуемый адрес необходимо получить у провайдера.</p> <p>Если это не так, введите один из зарезервированных IP-адресов.</p> <p>Большинство небольших частных сетей являются сетями класса С (могут содержать не более 255 компьютеров). Примеры адресов, используемых в таких сетях: 192.168.1.1, 192.168.1.2, 192.168.1.171.</p> <p>Сети класса С: адреса с 192.168.0.0 по 192.168.255.25, например 192.168.0.13.</p> <p>Сети класса B: адреса с 172.16.0.0 по 172.31.255.255, например 172.28.2.5</p> <p>Сети класса A: адреса с 10.0.0.0 по 10.255.255.255, например 10.5.12.14</p> <p>Необходимо убедиться в том, что IP-адреса всех компьютеров сети уникальны; совпадение адресов приводит к серьёзным неполадкам в работе сети.</p>
sk: <p>Sem zadajte IP adresu pre sieťové rozhranie.</p> <p>Poznámka: Ak je Vaša sieť pripojená na Internet, mali by ste zadať len IP adresu, ktorú Vám dal poskytovateľ.</p> <p>Inak by ste mali zadať jednu z IP adries, ktoré sú explicitne vyhradené pre privátne použitie.</p> <p>Väčšina malých privátnych sietí používa siete triedy C, ktoré dovolia maximálne 255 počítačov v sieti. Jednoducho použite niektorú z adries 192.168.1.1, 192.168.1.2, 192.168.1.171, atď.</p> <p>Siete triedy C: 192.168.0.0 - 192.168.255.25, napríklad 192.168.0.13.</p> <p>Siete triedy B: 172.16.0.0 - 172.31.255.255, napríklad 172.28.2.5</p> <p>Siete triedy A: 10.0.0.0 - 10.255.255.255, napríklad 10.5.12.14</p> <p>Prosím, presvedčte sa, že všetky IP adresy, ktoré pridelíte počítaču sú jedinečné. Mali by ste veľa problémov ak by ste pridelili rovnakú adresu viac ako jednému sieťovému zariadeniu.</p>
sl: <p>Sem lahko vnesete naslov IP za omrežni vmesnik.</p> <p>Pomnite: Če je vaše omrežje povezano v internet, bi sem morali vnesti naslov IP, ki vam ga je dodelil vaš ponudnik interneta.</p> <p>Drugače lahko vnesete enega izmed naslovov IP, ki so rezervirani za zasebno rabo.</p> <p>Večina majhnih, zasebnih omrežij spada v razred C, ki v omrežju dovoljuje do 255 računalnikov. Uporabite naslove kot so 192.168.1.1, 192.168.1.2, 192.168.1.171 in tako naprej.</p> <p>Omrežja razreda C: 192.168.0.0 do 192.168.255.255, na primer 192.168.0.13.</p> <p>Omrežja razreda B: 172.16.0.0 do 172.31.255.255, na primer 172.28.2.5</p> <p>Omrežja razreda A: 10.0.0.0 do 10.255.255.255, na primer 10.5.12.14</p> <p>Prosim, prepričajte se, da so vsi naslovi IP, ki jih dodelite svojim računalnikom, edinstveni. Če isti naslov uporabite za več kot eno omrežno napravo, boste imeli precej težav.</p>
sr: <p>Овде треба да унесете IP адресу мрежног интерфејса.</p> <p>Обратите пажњу: Ако је ваша мрежа повезана на Интернет, треба да унесете само IP адресе које вам је дао ваш интернет провајдер.</p> <p>У супротном, треба да унесете IP адресе које су резервисане изричито за личну употребу.</p> <p>Већина малих личних мрежа користе мреже класе Ц, које допуштају до 255 рачунара у мрежи. Па једноставно користите адресе као 192.168.1.1, 192.168.1.2, 192.168.1.171 и тако даље.</p> <p>Мреже класе Ц: 192.168.0.0 до 192.168.255.25, на пример 192.168.0.13.</p> <p>Мреже класе Б: 172.16.0.0 до 172.31.255.255, на пример 172.28.2.5</p> <p>Мреже класе А: 10.0.0.0 до 10.255.255.255, на пример 10.5.12.14</p> <p>Осигурајте да су све IP адресе додељене рачунарима јединствене; имаћете пуно проблема ако више уређаја има исту адресу.</p>
sr@latn: <p>Ovde treba da unesete IP adresu mrežnog interfejsa.</p> <p>Obratite pažnju: Ako je vaša mreža povezana na Internet, treba da unesete samo IP adrese koje vam je dao vaš internet provajder.</p> <p>U suprotnom, treba da unesete IP adrese koje su rezervisane izričito za ličnu upotrebu.</p> <p>Većina malih ličnih mreža koriste mreže klase C, koje dopuštaju do 255 računara u mreži. Pa jednostavno koristite adrese kao 192.168.1.1, 192.168.1.2, 192.168.1.171 i tako dalje.</p> <p>Mreže klase C: 192.168.0.0 do 192.168.255.25, na primer 192.168.0.13.</p> <p>Mreže klase B: 172.16.0.0 do 172.31.255.255, na primer 172.28.2.5</p> <p>Mreže klase A: 10.0.0.0 do 10.255.255.255, na primer 10.5.12.14</p> <p>Osigurajte da su sve IP adrese dodeljene računarima jedinstvene; imaćete puno problema ako više uređaja ima istu adresu.</p>
zh_cn: <p>您应在此输入网卡接口的 IP 地址。</p> <p>请注意：如果您的网络是连到 Internet 的，您应该只输入网络供应商所提供的 IP 地址。</p> <p>否则，您应该在此输入一个私有网络 IP 地址。</p> <p>大多数私有网络使用 C 类网络，可以容纳多至 255 台主机。所以您的计算机使用像 192.168.1.1、192.168.1.2、192.168.1.171 这样的地址就行了。</p> <p>C 类网络：192.168.0.0 到 192.168.255.255，比如 192.168.0.13</p> <p>B 类网络：172.16.0.0 到 172.31.255.255，比如 172.28.2.5</p> <p>A 类网络：10.0.0.0 到 10.255.255.255，比如 10.5.12.14</p> <p>请确保您为您的计算机设定的IP地址都是唯一的；如果将同一个地址指派给了多个网络设备的话，您会有很多麻烦。</p>
zh_tw: <p>請在此輸入網路介面的 IP 位址。</p> <p>請注意：如果您是連接到網際網路上，您應該輸入您的網路服務提供者給您的 IP 位址。</p> <p>否則，您應該輸入私密網路的位址。</p> <p>大部份小的私密網路使用的是 C class 的網路，允許 255 台電腦在同一個網域內。</p> <p>C class 網路：192.168.0.0 到 192.168.255.255，例如 192.168.0.13。</p> <p>B class 網路：172.16.0.0 到 172.31.255.255，例如 172.28.2.5。</p> <p>A class 網路：10.0.0.0 到 10.255.255.255，例如 10.5.12.14。</p> <p>請確定您設定的 IP 位址不會跟別人衝突，否則您會遇到一大堆的麻煩。</p>
