Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: <p>Sets this interface to use static IP settings.</p> <p>In this case, please use the fields below to enter the desired values manually.</p>
bg: <p>Настройване на интерфейса да използва статични адреси IP.</p> <p>В този случай, моля, използвайте полетата по-долу за да въведете желаните стойности.</p>
ca: <p>Estableix l'ús d'una adreça IP estàtica per aquesta interfície.</p> <p>Si us plau, en aquest cas useu els camps de sota per a introduir manualment els valors desitjats.</p>
da: <p>Sætter grænsefladen til at bruge statiske IP-indstillinger.</p> <p>I dette tilfælde, brug feltet nedenfor til at indtaste ønskede værdier manuelt.</p>
de: <p>Legt fest, dass diese Schnittstelle statische IP-Einstellungen verwendet.</p> <p>Benutzen Sie in diesem Fall die Eingabefelder unten zur Eingabe der gewünschten Werte.</p>
es: <p>Selecciona el uso de una dirección IP estática.</p> <p>En este case, use los siguientes campos para introducir manualmente los valores.</p>
et: <p>Määrab liidese kasutaja staatilisi IP seadistusi.</p> <p>Kui selle valid, kirjuta allolevatele väljadele vajalikud väärtused.</p>
eu: <p>Interfaze hau IP ezarpen estatikoak erabiltzeko ezartzen du.</p> <p>Kasu honetan, erabili beheko eremuak nahi dituzun balioak eskuz sartzeko.</p>
fa: <p>برای استفاده از تنظیمات IP، ایستا این واسط را تنظیم می‌کند.</p> <p>لطفاً ،در این مورد، از حوزه‌های زیر برای ورود مقادیر دلخواه، به صورت دستی استفاده کنید.</p>
fi: <p>Asettaa rajapinnan käyttämään staattisia IP-asetuksia.</p> <p>Tässä tapausessa, käytä alleolevia kenttiä antaaksesi halutut arvot käsin.</p>
gl: <p>Configura esta interface para usar unha IP estático.</p> <p>Neste caso, use os campos abaixo para indicar os valores desexados.</p>
hu: <p>Állandó IP-címet állít be a csatolóhoz.</p> <p>A szükséges értékeket az alábbi mezőkbe kell beírni.</p>
is: <p>Lætur þetta tengi nota fasta IP tölu.</p> <p>Vinsamlega notaðu svæðin að neðan til að slá handvirkt inn gildin.</p>
it: <p>Imposta questa interfaccia per usare le impostazioni degli IP statici.</p> <p>In questo caso, usa i campi sotto per inserire manualmente i valori desiderati.</p>
ja: <p>このインターフェースが静的 IP を使用するように設定</p> <p>この場合、下の欄に入力してください。</p>
nb: <p>Stiller inn dette grensesnittet til å bruke fast IP-adresse.</p> <p>For fast adresse, bruk feltene nedenfor til å oppgi manuelt de verdiene som ønskes.</p>
nl: <p>Hier wijst u een statisch adres toe aan de interface.</p> <p>Gebruik in dit geval de velden hieronder om de gewenste waarden handmatig in te voeren.</p>
pl: <p>Każe interfejsowi używać ustawień statycznego adresu IP.</p> <p>W takim wypadku proszę użyć poniższych pól do ręcznego wprowadzenia pożądanych wartości.</p>
pt: <p>Configura esta interface para usar as opções de IP estático.</p> <p>Neste caso, use por favor os campos abaixo para indicar manualmente os valores desejados.</p>
pt_br: <p>Configure essa interface para configuração de IP estático.</p> <p>Nesse caso, use os campos abaixo para informar os valores manualmente.</p>
ru: <p>Интерфейс будет использовать статические данные IP.</p> <p>Требуемые значения необходимо ввести вручную.</p>
sk: <p>Nastaví toto rozhranie aby používalo statické nastavenie IP.</p> <p>V tomto prípade, prosím, použite políčko dolu na zadanie požadovaných hodnôt manually.</p>
sl: <p>Nastavi vmesnik za uporabo statičnih nastavitev IP.</p> <p>V tem primeru za vnos željenih vrednosti uporabite spodnja polja.</p>
sr: <p>Одређује да овај интерфејс користи статичка IP подешавања.</p> <p>У том случају, користите поља испод да бисте унели жељене вредности ручно.</p>
sr@latn: <p>Određuje da ovaj interfejs koristi statička IP podešavanja.</p> <p>U tom slučaju, koristite polja ispod da biste uneli željene vrednosti ručno.</p>
zh_cn: <p>将此设备设定为使用静态 IP 设置。</p> <p>在这种情况下，请使用下面的输入框来手动输入您想要的值。</p>
zh_tw: <p>設定這個介面使用靜態 IP。</p> <p>請在下面的欄位中輸入相關的資料。</p>

source: Automatic:
bg: Автоматично:
br: Emgefreek :
ca: Automàtic:
da: Automatisk:
de: Automatisch:
es: Automática:
et: Automaatne:
eu: Automatikoa:
fa: خودکار:
fi: Automaattinen:
ga: Uathoibríoch:
gl: Automático:
hu: Automatikus:
is: Sjálfvirkt:
it: Automatico:
ja: 自動:
mk: Автоматска:
nb: Automatisk:
nl: Automatisch:
pa: ਸਵੈ-ਚਾਲਤ:
pl: Automatycznie:
pt: Automático:
pt_br: Automático:
ru: Автоматически:
sk: Automaticky:
sl: Samodejno:
sr: Аутоматски:
sr@latn: Automatski:
zh_cn: 自动：
zh_tw: 自動：

source: Use a dynamic IP address
bg: Използване на динамичен IP адрес
br: Implijit ur chomlec'h IP dialuskel
ca: Usa una adreça IP dinàmica
da: Brug en dynamisk IP-adresse
de: Dynamische IP-Adresse verwenden
es: Usar una dirección IP dinámica
et: Dünaamilise IP-aadressi kasutamine
eu: Erabili IP helbide dinamiko bat
fa: استفاده از یک نشانی اینترنتی پویا
fi: Käytä dynaamista IP-osoitetta
ga: Úsáid seoladh dinimiciúil IP
gl: Usar un enderezo IP dinámico
hu: Automatikus IP-címkiosztás használata
is: Nota breytilega IP tölu
it: Usa un indirizzo IP dinamico
ja: 動的 IP アドレスを使用
mk: Користи динамичка ИП-адреса
nb: Bruk en dynamisk IP-adresse
nl: Gebruik een dynamisch toegekend IP-adres
pa: ਇੱਕ ਸਫ਼ਰੀ IP ਸਿਰਨਾਵਾਂ ਦਿਓ
pl: Używaj dynamicznego adresu IP
pt: Usar um endereço IP dinâmico
pt_br: Usar um endereço IP dinâmico
ru: Использовать динамический IP-адрес
sk: Použiť dynamickú IP adresu
sl: Uporabi dinamičen naslov IP
sr: Користи динамичку IP адресу
sr@latn: Koristi dinamičku IP adresu
zh_cn: 使用动态 IP 地址
zh_tw: 使用動態 IP 位址

source: <p>Using an dynamic IP address causes this device to get a free IP address automatically.</p> <p>The interface will try to contact an DHCP- or BOOTP-Server during the boot process.</p> <p>Rendevouz is not supported yet.</p>
bg: <p>Използвайки динамичен IP адрес устройството автоматично получава свободен IP адрес.</p> <p>Интерфейсът ще опита да се свърже със сървър DHCP или BOOTP по време на стартиране.</p> <p>Протоколът Rendevouz все още не се поддържа.</p>
ca: <p>L'ús d'una adreça IP dinàmica causarà que aquest dispositiu obtengui automàticament una adreça IP lliure.</p> <p>La interfície intentarà contactar amb un servidor DHCP o BOOTP durant l'arrencada.</p> <p>El Rendevouz encara no està implementat.</p>
da: <p>At bruge en dynamisk IP-adresse gør at enheden får en ledig IP-adresse automatisk.</p> <p>Grænsefladen forsøger at kontakte en DHCP- eller BOOTP-server under startprocessen.</p> <p>Rendezvouz understøttes ikke endnu.</p>
de: <p>Die Verwendung einer dynamischen IP-Adresse führt zur automatischen Vergabe einer IP-Adresse an diese Schnittstelle.</p> <p>Die Schnittstelle versucht während des Bootvorgangs Kontakt zu einem DHCP- oder BOOTP-Server aufzunehmen.</p> <p>Das Protokoll Rendevouz wird derzeit noch nicht unterstützt.</p>
es: <p>Usar una dirección IP dinámica implica que este dispositivo de red debe obtener una dirección IP libre automáticamente.</p> <p>El interfaz intentará contactar un servidor DHCP- o BOOTP durante el proceso de arranque.</p> <p>No se soporta todavía «Rendevouz».</p>
et: <p>Dünaamilise IP-aadressi kasutamise korral saab seade vaba IP-aadressi automaatselt.</p> <p>Liides üritab sel juhul algkäivituse ajal luua ühenduse DHCP- või BOOTP-serveriga.</p> <p>Rendevouz ei ole veel toetatud.</p>
eu: <p>IP helbide dinamiko bat erabiliz dispositiboak automatikoki libre dagoen IP helbide bat eskuratzen du.</p> <p>Interfazeak DHCP edo BOOTP zerbitzari bat aurkitzen saiatuko da abioko prozesuan.</p> <p>Rendevouz ez da oraindik onartzen.</p>
fa: <p>استفاده از یک نشانی اینترنتی پویا باعث می‌شود این دستگاه به طور خودکار یک نشانی اینترنتی رایگان به دست آورد.</p> <p>واسط سعی می‌کند که طی فرآیند راه‌اندازی، با کارساز DHCP یا BOOTP تماس بگیرد.</p> <p>Rendevouz هنوز پشتیبانی نمی‌شود.</p>
fi: <p>Dynaamisen IP:n käyttäminen saa tämän laitteen hakemaan vapaan IP-osoitteen automaattisesti.</p> <p>Rajapinta yrittää yhdistää DHCP- tai BOOTP-palvelimelle käynnistysprosessin aikana.</p> <p>Rendevouzia ei tueta vielä.</p>
gl: <p>A utilización dun enderezo IP dinámico fai que este dispositivo obteña un enderezo IP libre automaticamente.</p> <p>A interface tentará contactar cun servidor de DHCP ou de BOOTP durante o proceso de arranque.</p> <p>Rendezvous ainda non está soportado.</p>
hu: <p>Ennél a választásnál az eszköz automatikusan választja ki az IP-címet.</p> <p>Rendszerindításkor a csatoló DHCP- vagy BOOTP-kiszolgálót fog keresni, ahonnan lekérhet egy megfelelő címet.</p> <p>A Rendevouz rendszer egyelőre nem támogatott.</p>
is: <p>Lætur þetta tengi taka sjálfkrafa við lausri breytilegri IP tölu.</p> <p>Tengið mun reyna að hafa samband við DHCP- eða BOOTP-þjón í ræsiferlinu.</p> <p>Það er ekki ennþá stuðningur við Rendevouz.</p>
it: <p>Usare un indirizzo IP dinamico fa ottenere automaticamente a questo dispositivo un indirizzo IP libero.</p> <p>L'interfaccia cercherà di contattare un server DHCP o BOOTP durante il processo di avvio.</p> <p>Rendezvous non è ancora supportato.</p>
ja: <p>動的 IP アドレスを使用することで、このデバイスは自動的に利用可能な IP アドレスを取得します。</p> <p>インターフェースは、ブート時に DHCP サーバか BOOTP サーバとコンタクトします。</p> <p>Rendezvouz はまだサポートされていません。</p>
nb: <p>Ved bruk av dynamisk IP-adresse vil denne enheten skaffe seg en ledig IP-adresse automatisk.</p> <p>Grensesnittet vil forsøke å kontakte en DHCP- eller BOOTP-tjener under oppstarten.</p> <p>Det er ikke støtte for Rendezvous ennå.</p>
nl: <p>Met dynamische IP-toewijzing laat u de interface automatisch een vrij IP-adres verkrijgen.</p> <p>De interface zal proberen een BOOTP- of DHCP-server te bereiken tijdens het opstarten.</p> <p>'Rendezvouz' wordt nog niet ondersteund.</p>
pl: <p>Użycie dynamicznego IP powoduje, że to urządzenie uzyska automatycznie wolny adres IP.</p> <p>Interfejs spróbuje połączyć się z serwerem DHCP, lub BOOTP podczas procesu rozruchu.</p> <p>Rendevouz nie jest jeszcze wspierane.</p>
pt: <p>A utilização de um endereço IP dinâmico faz com que este dispositivo obtenha um endereço IP livre automaticamente.</p> <p>A interface irá tentar contactar um servidor de DHCP ou de BOOTP durante o processo de arranque.</p> <p>O Rendezvous ainda não é suportado.</p>
pt_br: <p>Usando um endereço IP dinâmico habilita o dispositivo a buscar um endereço IP automaticamente.</p> <p>A interface tentará contactar um servidor DHCP ou BOOTP durante o boot.</p> <p>Rendevouz não é suportado ainda.</p>
ru: <p>При использовании динамического IP-адреса устройству автоматически присваивается один из свободных адресов.</p> <p>В процессе загрузки интерфейс попытается соединиться с сервером DHCP или BOOTP.</p>
sk: <p>Použitie dynamickej IP adresy spôsobí, že zariadenie dostane automaticky voľnú IP adresu.</p> <p>Rozhranie sa skúsi kontaktovať DHCP alebo BOOTP server počas procesu zavádzania.</p> <p>Rendevouz zatiaľ nie je podporované.</p>
sl: <p>Z uporabo dinamičnega naslova IP je tej napravi prost naslov IP dodeljen samodejno.</p> <p>Med zagonom bo vmesnik poskusil stopiti v stik s strežnikom DHCP ali BOOTP.</p> <p>Rendevouz trenutno še ni podprt.</p>
sr: <p>Коришћење динамичке IP адресе омогућава да се слободна IP адреса добије аутоматски.</p> <p>Интерфејс ће покушати да контактира DHCP- или BOOTP-сервер током подизања система.</p> <p>Rendevouz још није подржан.</p>
sr@latn: <p>Korišćenje dinamičke IP adrese omogućava da se slobodna IP adresa dobije automatski.</p> <p>Interfejs će pokušati da kontaktira DHCP- ili BOOTP-server tokom podizanja sistema.</p> <p>Rendevouz još nije podržan.</p>
zh_cn: <p>使用动态 IP 地址将使得此设备自动获得一个空闲的 IP 地址。</p> <p>接口在启动过程中会尝试连接一个 DHCP 或者 BOOTP 服务器。</p> <p>暂不支持 Rendevouz。</p>
zh_tw: <p>使用動態 IP 位址，網路設備會自動取得 IP 位址。</p> <p>此介面會在開機時試著去尋找 DHCP 或 BOOTP 伺服器。</p> <p>Rendevouz 尚未支援。</p>

source: Activate when the computer starts
bg: Активиране при стартиране на компютъра
br: Bevaat pa e loc'h an urzhiataer
ca: Activa quan s'arrenqui l'ordinador
da: Aktivér når maskinen starter
de: Beim Systemstart aktivieren
es: Habilitarla cuando el computador arranque
et: Aktiveeritakse arvuti käivitamisel
eu: Aktibatu ordenagailua abiatzen denean
fa: فعال کردن هنگام آغاز رایانه
fi: Aktivoi kun tietokone käynnistyy
ga: Gníomhachtaigh nuair a thosaíonn an ríomhaire
gl: Activar cando o computador arranca
hu: Bekapcsolás a számítógép indulásakor
is: Virkja þegar kveikt er á tölvu
it: Attiva all'avvio del computer
ja: コンピュータが始動するときに有効にする
mk: Активирај при подигнување на компјутерот
nb: Skru på når maskinen starter
nl: Inschakelen bij het opstarten van de computer
pa: ਜਦੋਂ ਕੰਪਿਊਟਰ ਚੱਲੇ ਤਾਂ ਸਰਗਰਮ ਕਰੋ
pl: Uruchomienie podczas startu komputera
pt: Activar quando o computador arranca
pt_br: Ativar quando o computador iniciar
ru: Активировать при запуске компьютера
sk: Aktivovať pri štarte počítača
sl: Aktiviraj, ko se zažene računalnik
sr: Укључи када се рачунар покреће
sr@latn: Uključi kada se računar pokreće
zh_cn: 当计算机启动时激活
zh_tw: 於電腦開機時啟動

source: Ensures that this interface gets activated during boot time
bg: Активиране на интерфейса при стартиране на компютъра
ca: S'assegura que aquesta interfície és activada durant el temps d'arrencada
da: Sørg for at grænsefladen aktiveres ved start
de: Stellt sicher, dass diese Schnittstelle beim Booten aktiviert wird.
es: Asegura que el interfaz se activará durante el proceso de arranque
et: Märkimisel aktiveeritakse liides arvuti algkäivituse ajal
eu: Ziurtatu interfaze hou abioan aktibatzen dela
fa: مطمئن می‌شود که این واسط در طول زمان راه‌اندازی فعال است
fi: Varmistaa, että tämä rajapinta aktivoituu käynnistymisen aikana
gl: Garante que esta interface é activada durante o arranque
hu: A csatoló automatikusan bekapcsolódik rendszerindításkor
is: Virkjar tengið þegar kerfið er ræst
it: Assicura che questa interfaccia sia attivata all'avvio
ja: ブート時に、このインターフェースを有効にします
mk: Осигурува дека овој интерфејс ќе се активира при подигање
nb: Sikrer at dette grensesnittet blir skrudd på under oppstarten
nl: Dit zorgt dat de interface ingeschakeld wordt tijdens het opstartproces
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਬੂਟ ਹੋਣ ਸਮੇਂ ਇਹ ਇੰਟਰਫੇਸ ਸਰਗਰਮ ਹੋ ਜਾਵੇ
pl: Zapewnia uruchomienie interfejsu podczas rozruchu
pt: Garante que esta interface fica activa durante o arranque
pt_br: Certifique-se que essa interface seja ativada durante o boot
ru: Интерфейс будет активирован при загрузке компьютера.
sk: Zaistí, že rozhranie sa aktivuje v čase zavádzania
sl: Zagotavlja, da se ta vmesnik aktivira med zagonom računalnika
sr: Осигурава да се интерфејс укључи при подизању система
sr@latn: Osigurava da se interfejs uključi pri podizanju sistema
zh_cn: 保证此接口在启动时被激活
zh_tw: 確保在開機期間此介面已經被開啟。

source: <p>Ensures that this interface gets activated during boot time.</p> <p>Otherwise, you will have to active the interface manually after you have logged in after the boot process.</p>
bg: <p>Активиране на интерфейса при стартиране на компютъра.</p> <p>В противен случай, ще трябва да активирате интерфейса ръчно след като влезете в системата след процеса на стартиране.</p>
ca: <p>S'assegura que aquesta interfície és activada durant el temps d'arrencada.</p> <p>D'altra manera, haureu d'activar manualment la interfície, després d'haver entrat al sistema.</p>
da: <p>Sørg for at grænsefladen aktiveres ved start.</p> <p>Ellers skal du aktivere grænsefladen manuelt efter at du har logget ind efter startprocessen.</p>
de: <p>Stellt sicher, dass diese Schnittstelle beim Booten aktiviert wird.</p> <p>Andernfalls müssen Sie die Schnittstelle nach dem Anmelden manuell aktivieren.</p>
es: <p>Asegura que el interfaz se activará durante el proceso de arranque.</p> <p>En caso contrario, tendría que activar el interfaz manualmente despues de entrar como usuario después del proceso de arranque.</p>
et: <p>Märkimisel aktiveeritakse liides arvuti algkäivituse ajal.</p> <p>Vastasel juhul tuleb liides käsitsi aktiveerida pärast seda, kui algkäivitus on tehtud ja sa oled sisse loginud.</p>
eu: <p>Interfaze hau abioan aktibatzen dela ziurtatzen du.</p> <p>Bestela, interfazea abioaren ondoren saioa hastean eskuz aktibatu beharko duzu.</p>
fa: <p>مطمئن می‌شود که این واسط در طول زمان راه‌اندازی فعال است.</p> <p>در غیر این صورت، باید پس از خروج، بعد از فرآیند راه‌اندازی این واسط را به صورت دستی فعال کنید.</p>
fi: <p>Varmistaa, että tämä rajapinta aktivoituu käynnistyksen aikana.</p> <p>Muussa tapausessa, sinun tulee aktivoida rajapinta käsin järjestelmään kirjautumisen jälkeen käynnistysprosessin jälkeen.</p>
gl: <p>Garante que esta interface é activada durante o arranque.</p> <p>En caso contrário, terá que activar á mao a interface, após autenticar-se no proceso de arranque.</p>
hu: <p>A csatoló mindig aktiválódik rendszerindításkor.</p> <p>Ellenkező esetben bejelentkezés után kézzel kell aktiválni a kívánt hálózati csatolót.</p>
is: <p>Virkjar tengið þegar kerfið er ræst.</p> <p>Annars verður þú að virkja það handvirkt eftir að þú hefur skráð þig inn í kerfið.</p>
it: <p>Assicura che questa interfaccia sia attivata all'avvio.</p> <p>Altrimenti, dovrai attivare manualmente l'interfaccia dopo essere entrato nel sistema dopo l'avvio.</p>
ja: <p>ブート時に、このインターフェースを有効にします。</p> <p>さもなければ、ブート終了後にログインして、手動で有効にする必要があります。</p>
mk: <p>Осигурува дека овој интерфејс се активира при подигање.</p> <p>Инаку, ќе треба рачно да го активирате интерфејсот откако ќе се најавите на системот.</p>
nb: <p>Sikrer at dette grensesnittet blir skrudd på under oppstarten.</p> <p>Ellers vil du måtte skru på grensesnittet manuelt etter at oppstarten er ferdig og du har logget inn.</p>
nl: <p>Dit zorgt ervoor dat deze interface tijdens het opstartproces wordt ingeschakeld.</p> <p>Anders moet u de interface handmatig starten nadat u zich hebt aangemeld.</p>
pl: <p>Zapewnia uruchomienie interfejsu podczas rozruchu.</p> <p>W przeciwnym wypadku będziesz musiał uruchomić interfejs ręcznie zalogowawszy się po zakończeniu procesu rozruchu.</p>
pt: <p>Garante que esta interface fica activa durante o arranque.</p> <p>Caso contrário, terá de activar manualmente a interface, após se ter autenticado após o processo de arranque.</p>
pt_br: <p>Assegure que essa interface seja ativada durante o boot.</p> <p>Senão você precisará ativar a interface manualmente depois de logar após o boot.</p>
ru: <p>Если параметр включён, интерфейс будет активирован при загрузке компьютера.</p> <p>В противном случае интерфейс необходимо будет активировать вручную.</p>
sk: <p>EZaistí, že rozhranie sa aktivuje v čase zavádzania.</p> <p>Inak musíte aktivovať rozhranie manuálne po prihlásení potom ako skončí zavádzací proces.</p>
sl: <p>Zagotavlja, da se ta vmesnik aktivira med zagonom računalnika.</p> <p>V nasprotnem primeru boste morali vmesnik aktivirati ročno po tem, ko se računalnik zažene in se prijavite v sistem.</p>
sr: <p>Осигурава да се интерфејс укључи при подизању система.</p> <p>У супротном, мораћете ручно да га укључите након што се пријавите после подизања система.</p>
sr@latn: <p>Osigurava da se interfejs uključi pri podizanju sistema.</p> <p>U suprotnom, moraćete ručno da ga uključite nakon što se prijavite posle podizanja sistema.</p>
zh_cn: <p>保证此接口在启动时被激活。</p> <p>否则，您需要在启动过程后登录再手工激活此接口。</p>
zh_tw: <p>確保在開機期間此介面已經被開啟。</p> <p>不然您就必須在開完機後登入系統，再手動啟動介面。</p>

source: Subnetmask of the network device
bg: Маска на подмрежа за мрежовото устройство
br: Maskl rannrouedad an drobarzhell rouedad
ca: Submàscara de xarxa del dispositiu de xarxa
da: Netværksenhedens delnetmaske
de: Netzwerkmaske der Schnittstelle
es: Máscara de red del dispositivo de red
et: Võrguseadme alamvõrgu mask
eu: Sareko dispositiboaren azpi-sarea
fa: نقاب زیرشبکۀ دستگاه شبکه
fi: Verkkolaitteen aliverkkomaski
ga: Masc fo-líonra an ghléis líonra
gl: Máscara de subrede do dispositivo de rede
hu: Az eszköz hálózati maszkja
is: Undirnetmöskvi nettengis
it: Sottomaschera di rete per il dispositivo di rete
ja: ネットワークデバイスのサブネットマスク
mk: Подмрежна маска на мрежниот уред
nb: Undernettmaske til nettverksenheten
nl: Subnetmasker van netwerkapparaat
pa: ਨੈੱਟਵਰਕ ਜੰਤਰ ਲਈ ਸਬ-ਨੈੱਟ-ਮਾਸਕ
pl: Maska podsieci urządzenia sieciowego
pt: Máscara de sub-rede do dispositivo de rede
pt_br: Máscara de rede do dispositivo
ru: Маска подсети, соответствующая устройству
sk: Maska podsiete sieťového zariadenia
sl: Podomrežna maska omrežne naprave
sr: Подмрежна маска мрежног уређаја
sr@latn: Podmrežna maska mrežnog uređaja
zh_cn: 此网络设备的子网掩码
zh_tw: 此網路設備的子網路遮罩：
