Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdeadmin/knetworkconf.po
Languages: bg, br, ca, da, de, es, et, eu, fa, fi, ga, gl, hu, is, it, ja, mk, nb, nl, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, zh_cn, zh_tw

source: Move down the selected server on the list (less priority)
bg: Преместване надолу в списъка на избрания сървър (с по-нисък приоритет)
ca: Abaixa el servidor seleccionat a la llista (menor prioritat)
da: Flyt den markerede server ned på listen (lavere prioritet)
de: Verschieben Sie den ausgewählten Server in der Liste nach unten, um eine niedrigere Priorität zu vergeben
es: Mueva el servidor seleccionado hacia abajo en la lista (menor prioridad)
et: Liiguta valitud server nimekirjas allapoole (väiksem prioriteet)
eu: Aukeratutako zerbitzaria zerrendan beheruntz mugitu (lehentasun gutxiago)
fa: حرکت کارساز برگزیده در فهرست به پایین )اولویت پایین‌تر(
fi: Siirrä valittu palvelin alas luettelossa (pienempi etusija)
gl: Baixa o servidor seleccionado na lista (prioridade menor)
hu: Lefelé mozgatja a kiválasztott kiszolgálót a listában (kisebb prioritás)
is: Flytja valda þjóninn neðar í listann (lægri forgangur)
it: Sposta il server selezionato in basso nell'elenco (minore priorità)
ja: 選択したサーバを下へ移動 (優先度を下げる)
mk: Помести го избраниот сервер подолу на списокот (понизок приоритет)
nb: Flytt den markerte tjeneren nedover på lista (lavere prioritet)
nl: Geselecteerde server lager in de lijst plaatsen (lagere prioriteit)
pa: ਚੁਣੇ ਸਰਵਰ ਨੂੰ ਸੂਚੀ ਵਿੱਚ ਹੇਠਾਂ ਭੇਜੋ (ਘੱਟ ਦਰਜਾ)
pl: Przenieś w dół wybrany serwer na liście (niższy priorytet)
pt: Desce o servidor seleccionado na lista (prioridade menor)
pt_br: Move o servidor selecionado para baixo na lista (menor prioridade)
ru: Переместить выбранный сервер в списке вниз (уменьшить приоритет)
sk: Posunúť zvolený server v zoznme nadol (nižšia priorita)
sl: Premakni izbrani strežnik navzdol po seznamu (nižja prednost)
sr: Помери на доле изабрани сервер на листи (нижи приоритет)
sr@latn: Pomeri na dole izabrani server na listi (niži prioritet)
zh_cn: 将列表中选中的服务器下移(低优先级)
zh_tw: 將選擇的伺服器往下移（較低優先順序）

source: Static Hosts
bg: Статични хостове
br: Ostizioù digemm
ca: Ordinadors estàtics
da: Statiske værter
de: Namentlich bekannte Rechner
es: Servidores estáticos
et: Staatilised masinad
eu: Ostalari estatikoak
fa: میزبانهای ایستا
fi: Staattiset koneosoitteet
ga: Óstríomhairí Statacha
gl: Máquinas Estáticas
hu: Állandó gépnevek
is: Fastar vélar
it: Host statici
ja: 静的ホスト
mk: Статички сервери
nb: Verter med fast adresse
nl: Statische hosts
pa: ਸਥਿਰ ਮੇਜ਼ਬਾਨ
pl: Komputery o ustalonych adresach
pt: Máquinas Estáticas
pt_br: Máquinas estáticas
ru: Статические хосты
sk: Statické počítače
sl: Statični gostitelji
sr: Статички домаћини
sr@latn: Statički domaćini
zh_cn: 静态主机
zh_tw: 靜態主機

source: Host name:
bg: Име на хост:
br: Anv an ostiz :
ca: Nom de l'ordinador:
da: Værtsnavn:
de: Rechnername:
es: Nombre de la maquina:
et: Masinanimi:
eu: Ostalari-izena:
fa: نام میزبان:
fi: Koneen nimi:
ga: Óstainm:
gl: Nome da máquina:
hu: Gépnév:
is: Vélarnafn:
it: Nome dell'host:
ja: ホスト名:
mk: Име на серверот:
nb: Vertsnavn:
nl: Hostnaam:
pa: ਮੇਜ਼ਬਾਨ ਨਾਂ:
pl: Nazwa komputera:
pt: Nome da máquina:
ru: Имя хоста:
sk: Meno počítača:
sl: Ime gostitelja:
sr: Име домаћина:
sr@latn: Ime domaćina:
zh_cn: 主机名：
zh_tw: 主機名稱：

source: Domain name:
bg: Домейн:
br: Anv an domani :
ca: Nom de domini:
da: Domænenavn:
de: Domänenname:
es: Nombre de dominio:
et: Domeeni nimi:
eu: Domeinu-Izena:
fa: نام دامنه:
fi: Verkkoalueen nimi:
ga: Ainm an fhearainn:
gl: Nome do domínio:
hu: Tartománynév:
is: Nafn á léni:
it: Nome del dominio:
ja: ドメイン名:
mk: Име на доменот:
nb: Domenenavn:
nl: Domeinnaam:
pa: ਡੋਮੇਨ ਨਾਂ:
pl: Nazwa domeny:
pt: Nome do domínio:
pt_br: Domínio:
ru: Имя домена:
sk: Meno domény:
sl: Ime domene:
sr: Име домена:
sr@latn: Ime domena:
zh_cn: 域名：
zh_tw: 網域名稱：

source: Network Profiles
bg: Мрежови профили
br: Profiloù rouedad
ca: Perfils de xarxa
da: Netværksprofiler
de: Netzwerkprofile
es: Perfiles de red
et: Võrguprofiilid
eu: Sareko profilak
fa: Profileهای شبکه
fi: Tietoverkon profiilit
ga: Próifílí Líonra
gl: Perfis de Rede
hu: Hálózati profilok
is: Netuppsetningar
it: Profili di rete
ja: ネットワークプロファイル
mk: Мрежни профили
nb: Nettverksprofiler
nl: Netwerkprofielen
pa: ਨੈੱਟਵਰਕ ਪਰੋਫਾਇਲ
pl: Profile sieci
pt: Perfis de Rede
pt_br: Perfis de rede
ru: Профили сети
sk: Sieťové profily
sl: Omrežni profili
sr: Мрежни профили
sr@latn: Mrežni profili
zh_cn: 网络配置文件
zh_tw: 網路設定檔

source: Available Network Profiles
bg: Налични мрежови профили
br: Profiloù rouedad da gaout
ca: Perfils de xarxa disponibles
da: Tilgængelige netværksprofiler
de: Vorhandene Netzwerkprofile
es: Perfiles de red disponibles
et: Saadaolevad võrguprofiilid
eu: Sareko profil eskuragarriak
fa: Profileهای شبکۀ موجود
fi: Saatavillaolevat tietoverkkoprofiilit
ga: Próifílí Líonra Atá Le Fáil
gl: Perfis de Rede Disponíbeis
hu: Elérhető hálózati profilok
is: Fáanlegar netuppsetningar
it: Profili di rete disponibili
ja: 利用可能なネットワークプロファイル
mk: Достапни мрежни профили
nb: Tilgjengelige nettverksprofiler
nl: Beschikbaren netwerkprofielen
pa: ਉਪਲੱਬਧ ਨੈੱਟਵਰਕ ਪਰੋਫਾਇਲ
pl: Dostępne profile sieci
pt: Perfis de Rede Disponíveis
pt_br: Perfis de rede avançados
ru: Доступные профили сети
sk: Dostupné sieťové profily
sl: Razpoložljivi omrežni profili
sr: Доступни мрежни профили
sr@latn: Dostupni mrežni profili
zh_cn: 可用的网络配置文件
zh_tw: 可用的網路設定檔

source: Name
bg: Име
br: Anv
ca: Nom
da: Navn
es: Nombre
et: Nimi
eu: Izena
fa: نام
fi: Nimi
ga: Ainm
gl: Nome
hu: Név
is: Nafn
it: Nome
ja: 名前
mk: Име
nb: Navn
nl: Naam
pa: ਨਾਂ
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
sk: Meno
sl: Ime
sr: Име
sr@latn: Ime
zh_cn: 名称
zh_tw: 名稱

source: &Load Selected
bg: Заре&ждане на маркираните
br: &Kargañ an hini dibabet
ca: &Carrega la selecció
da: &Indlæs markeret
de: &Auswahl laden
es: Cargar se&leccionado
et: &Laadi valitud
eu: &Kargatu hautatutakoa
fa: &بارگذاری برگزیده‌
fi: &Lataa valittu
ga: &Luchtaigh Roghnaithe
gl: Carregar Se&leccionado
hu: A kijelölt be&töltése
is: H&laða inn völdu
it: &Carica selezionato
ja: 選択したものを読み込む(&L)
mk: &Вчитај избрано
nb: &Last inn valgt profil
nl: Selectie &laden
pa: ਚੁਣੇ ਲੋਡ(&L)
pl: &Wczytaj zaznaczone
pt: Carregar Se&leccionado
pt_br: Carregar arquivo se&lecionado
ru: &Загрузить выбранные
sk: Načítať zvo&lený
sl: &Naloži izbranega
sr: &Учитај изабрано
sr@latn: &Učitaj izabrano
zh_cn: 装入选中(&L)
zh_tw: 載入選擇的(&L)

source: &Save Selected
bg: &Запис на маркираните
br: &Enrollañ an hini dibabet
ca: &Desa la selecció
da: &Gem markeret
de: &Auswahl speichern
es: Guardar &Seleccionado
et: &Salvesta valitud
eu: &Gorde hautatutakoa
fa: &ذخیرۀ برگزیده‌
fi: &Tallenna valittu
ga: &Sábháil Roghnaithe
gl: &Guardar os Seleccionados
hu: A kijelölt me&ntése
is: Vi&sta völdu
it: &Salva selezionato
ja: 選択したものを保存(&S)
mk: &Зачувај избрано
nb: &Lagre valgt profil
nl: Selectie op&slaan
pa: ਚੁਣੇ ਸੰਭਾਲੋ(&S)
pl: Zapi&sz zaznaczone
pt: &Gravar os Seleccionados
pt_br: &Salvar o arquivo selecionado
ru: &Сохранить выбранные
sk: Uložiť &zvolený
sl: &Shrani izbranega
sr: &Сачувај изабрано
sr@latn: &Sačuvaj izabrano
zh_cn: 保存选中(&S)
zh_tw: 儲存選擇的(&S)

source: &Create New...
bg: &Създаване на нов...
br: &Krouiñ nevez ...
ca: &Crea un nou...
da: &Opret ny...
de: &Neu erstellen...
es: &Crear nuevo...
et: Loo &uus...
eu: &Sortu berria...
fa: &ایجاد جدید...‌
fi: &Luo uusi...
ga: &Cruthaigh Ceann Nua...
gl: &Criar un Novo...
hu: Ú&j létrehozása...
is: &Búa til nýja...
it: &Crea nuovo...
ja: 新規作成(&C)...
mk: &Креирај нов...
nb: &Opprett ny …
nl: &Nieuw aanmaken
pa: ਨਵਾਂ ਬਣਾਓ(&C)...
pl: Utwórz &nowe...
pt: &Criar um Novo...
pt_br: &Criar novo
ru: &Создать...
sk: &Vytvoriť nový...
sl: &Ustvari novega ...
sr: &Направи нови..
sr@latn: &Napravi novi..
zh_cn: 创建(&C)...
zh_tw: 建立新的(&C)...

source: &Delete Selected
bg: Из&триване на маркираните
br: &Lemel an hini diuzet
ca: &Borra la selecció
da: S&let markeret
de: Auswahl &löschen
es: &Borrar seleccionado
et: Kustuta valitu&d
eu: &Ezabatu hautatutakoa
fa: &حذف برگزیده‌
fi: &Poista valittu
ga: &Scrios Roghnaithe
gl: Borrar os Selecciona&dos
hu: A kijelölt &törlése
is: Eyða völ&du
it: &Elimina selezionato
ja: 選択したものを削除(&D)
mk: &Избриши избран
nb: &Slett den valgte
nl: Selectie verwij&deren
pa: ਚੁਣੇ ਹਟਾਓ(&D)
pl: &Usuń zaznaczone
pt: Remover os Selecciona&dos
pt_br: &Remover arquivo selecionado
ru: &Удалить выбранные
sk: O&dstrániť zvolený
sl: &Zbriši izbranega
sr: &Обриши изабрано
sr@latn: &Obriši izabrano
zh_cn: 删除选中(&D)
zh_tw: 刪除選擇的(&D)

source: Reloading Network
bg: Рестартиране на мрежа
br: Oc'h adkargañ ar rouedad
ca: S'està recarregant la xarxa
da: Genindlæser netværk
de: Das Netzwerk wird neu geladen
es: Reiniciando la red
et: Võrgu taaskäivitamine
eu: Sarea birkargatzen
fa: بارگذاری مجدد شبکه
fi: Lataa tietoverkko uudelleen
ga: Líonra á Athluchtú
gl: A Voltar a Carregar a Rede
hu: A hálózat újratöltése
is: Endurhleð neti
it: Ricaricamento della rete
ja: ネットワークを再初期化
mk: Превчитување на мрежата
nb: Laster nettverk på nytt
nl: Netwerk herladen
pa: ਨੈੱਟਵਰਕ ਮੁੜ-ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Ponowne wczytanie sieci
pt: A Voltar a Carregar a Rede
pt_br: Reiniciando a rede
ru: Применение параметров сети
sk: Znovu načítať sieť
sl: Ponovno nalaganje omrežja
sr: Поново учитавам мрежу
sr@latn: Ponovo učitavam mrežu
zh_cn: 重新装入网络
zh_tw: 重新載入網路

source: Please wait while the network is reloaded so the changes can take effect.
bg: Моля, изчакайте докато мрежата бъде рестартирана, за да влязат в сила промените.
ca: Si us plau, espereu mentre la xarxa es recarregada per que els canvis pugin sorgir efecte.
da: Vent mens netværket genindlæses, så ændringerne får virkning.
de: Bitte warten Sie bis das Netzwerk neu gestartet wurde, so dass die Einstellungen wirksam werden.
es: Por favor espere mientras la red es reiniciada para que los cambios tengan efecto.
et: Palun oota, kuni võrk on uuesti käivitatud, mille järel jõustuvad sinu muudatused.
eu: Itxaron aldaketek eragina eduki dezaten sarea birkargatzen den bitartean.
fa: لطفاً، تا زمانی که شبکه دوباره بارگذاری می‌شود، صبر کنید تا تغییرات بتوانند تأثیر بگذارند.
fi: Odota, kunnes tietoverkko on ladattu uudelleen ja asetukset tulevat voimaan.
gl: Espere mentres a rede é reactivada, para que os cámbios teñan efeito.
hu: A hálózat újratöltése folyik az új beállításokkal, egy kis türelmet kérek.
is: Vinsamlega bíðið meðan netinu er endurhlaðið til að virkja breytingarnar.
it: Attendi il ricaricamento della rete in modo che le modifiche abbiano effetto.
ja: 変更を有効にするために、ネットワークを 再初期化する間お待ちください。
mk: Почекајте додека да се превчита мрежата за да се применат измените.
nb: Vent litt mens nettverket lastes på nytt så endringene kan tas i bruk.
nl: Wacht even totdat het netwerk herladen is, zodat gewijzigde instellingen van kracht kunnen worden.
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ, ਜਦੋਂ ਤੱਕ ਨੈੱਟਵਰਕ ਨੂੰ ਤਬਦੀਲੀਆਂ ਅਸਰਦਾਰ ਕਰਨ ਲਈ ਮੁੜ-ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pl: Proszę czekać na zakończenie ponownego wczytywania sieci, aby zmiany odniosły skutek.
pt: Espere por favor enquanto a rede é reactivada, para que as alterações façam efeito.
pt_br: Aguarde enquanto a rede é reiniciada para que as alterações sejam aplicadas.
ru: Подождите, пока изменения параметров сети не вступят в силу.
sk: Prosím, čakajte kým sa znova načíta sieť aby sa zmeny mohli prejaviť.
sl: Prosim, počakajte med ponovnim nalaganjem omrežja, ki je potrebno za uveljavljanje sprememb.
sr: Сачекајте да се мрежа поново учита да би измене дошле до изражаја.
sr@latn: Sačekajte da se mreža ponovo učita da bi izmene došle do izražaja.
zh_cn: 请稍候，正在重新装入网络，以便让更改生效。
zh_tw: 請稍候，等待網路重新載入，以便讓變更能生效。

source: Unsupported Platform
bg: Неподдържана платформа
ca: No funciona amb la plataforma
da: Platformen understøttes ikke
de: Nicht unterstütztes Betriebssystem
es: Plataforma no Soportada
et: Toetuseta platvorm
eu: Plataforma ez da onartzen
fa: سکوی پشتیبانی‌نشده
fi: Tukematon järjestelmä
ga: Ardán Gan Tacaíocht
gl: Plataforma non Soportada
hu: Nem támogatott rendszer
is: Óstutt kerfi
it: Piattaforma non supportata
ja: 未サポートなプラットフォーム
mk: Неподдржана платформа
nb: Ikke støttet plattform
nl: Niet-ondersteunde omgeving
pa: ਨਾ-ਸਹਾਇਕ ਪਲੇਟਫਾਰਮ
pl: Platforma niewspierana
pt: Plataforma não Suportada
pt_br: Plataforma Não Suportada
ru: Платформа не поддерживается
sk: Nepodporované platformy
sl: Nepodprta platforma
sr: Неподржана платформа
sr@latn: Nepodržana platforma
zh_cn: 不支持的平台
zh_tw: 不支援的平台

source: Do not ask again
bg: Изключване на въпроса
br: Ne c'houlennit ket adarre
ca: No tornis a preguntar
da: Spørg ikke igen
de: Diese Nachfrage nicht mehr anzeigen
es: No preguntar otra vez
et: Rohkem ei küsita
eu: Ez berriro kargatu
fa: دوباره سؤال نشود
fi: Älä kysy uudelleen
ga: Ná fiafraigh díom arís
gl: Non voltar a perguntar
hu: Nem kell többször megkérdezni
is: Ekki spyrja aftur
it: Non chiedermelo più
ja: 今後は確認しない
mk: Не прашувај повторно
nb: Ikke spør igjen
nl: Deze vraag niet meer stellen
pa: ਅਗਲੀ ਵਾਰ ਨਾ ਪੁੱਛੋ
pl: Nie pytaj ponownie
pt: Não voltar a perguntar
pt_br: Não perguntar novamente
ru: Не повторять вопрос
sk: Nepýtať sa znova
sl: Ne vprašuj več
sr: Не питај поново
sr@latn: Ne pitaj ponovo
zh_cn: 不要再次询问
zh_tw: 不要再詢問

source: <font size="+1"><p align="center"><b>Your Platform is Not Supported</b></p></font>
bg: <font size="+1"><p align="center"><b>Платформата ви не се поддържа</b></p></font>
ca: <font size="+1"><p align="center"><b>La vostra plataforma no està implementada</b></p></font>
da: <font size="+1"><p align="center"><b>Din platform understøttes ikke</b></p></font>
de: <font size="+1"><p align="center"><b>Ihr Betriebssystem wird derzeit nicht unterstützt.</b></p></font>
es: <font size="+1"><p align="center"><b>Su plataforma no está soportada</b></p> </font>
et: <font size="+1"><p align="center"><b>Sinu platvorm pole toetatud</b></p></font>
eu: <font size="+1"><p align="center"><b>Zure plataforma ez da onartzen.</b></p> </font>
fa: <font size="+1"><p align="center"><b>سکوی شما پشتیبانی نمی‌شود</b></p></font>
fi: <font size="+1"><p align="center"><b>Järjestelmäsi ei ole tuettu</b></p></font>
ga: <font size="+1"><p align="center"><b>Ní thacaítear le do chóras-sa</b></p></font>
gl: <font sice="+1"><p align="center"><b>A Sua Plataforma Non está Soportada</b></p></font>
hu: <font size="+1"><p align="center"><b>Ez a rendszer nem támogatott</b></p></font>
is: <font size="+1"><p align="center"><b>Það er ekki stuðningur við kerfið þitt</b></p></font>
it: <font size="+1"><p align="center"><b>La tua piattaforma non è supportata</b></p></font>
ja: <font size="+1"><p align="center"><b>このプラットフォームはサポートしません</b></p></font>
mk: <font size="+1"><p align="center"><b>Вашата платформа не е поддржана</b></p></font>
nb: <font size="+1"><p align="center"><b>Det er ikke støtte for din plattform</b></p></font>
nl: <font size="+1"><p align="center"><b>Uw omgeving wordt niet ondersteund</b></p></font>
pa: <font size="+1"><p align="center"><b>ਤੁਹਾਡਾ ਨੈੱਟਵਰਕ ਸਹਾਇਕ ਨਹੀਂ</b></p></font>
pl: <font size="+1"><p align="center"><b>Twoja platforma nie jest wspierana</b></p></font>
pt: <font size="+1"><p align="center"><b>A Sua Plataforma Não é Suportada</b></p></font>
pt_br: <font size="+1"><p align="center"><b>Sua plataforma não é suportada</b></p></font>
ru: <font size="+1"><p align="center"><b>Платформа не поддерживается</b></p></font>
sk: <font size="+1"><p align="center"><b>Vaša platforma nie je podporovaná</b></p></font>
sl: <font size="+1"><p align="center"><b>Vaša platforma ni podprta</b></p></font>
sr: <font size="+1"><p align="center"><b>Ваша платформа није подржана</b></p></font>
sr@latn: <font size="+1"><p align="center"><b>Vaša platforma nije podržana</b></p></font>
zh_cn: <font size="+1"><p align="center"><b>您的平台暂不支持</b></ p></font>
zh_tw: <font size="+1"><p align="center"><b>未支援您的平台</b></p></font>

source: You may choose one of the following supported platforms if you are <b>sure</b> your platform behaves the same as the chosen one. Please be sure, because your current network configuration could be damaged.
bg: Може да изберете една от следните поддържани платформи, ако сте <b>сигурни</b>, че вашата е подобна на избраната. Моля, проверете това, защото текущите мрежови настройки могат да бъдат повредени.
ca: Podeu escollir entre una de les següents plataformes acceptades si esteu <b>segur</b> que la vostra es comporta igual que l'escollida. Si us plau, assegureu-vos, ja que és possible que la vostra configuració de xarxa actual es faci malbé.
da: Du kan vælge en af følgende platformer som understøttes hvis du er <b>sikker</b> på at din platform opfører sig ligesom den valgte. Du skal være helt sikker, eftersom din nuværende netværksindstilling ellers kunne skades.
de: Sie können versuchen eine der folgenden unterstützten Plattformen zu wählen <b>wenn</b> Sie <b>sicher</b> sind, dass Ihre Plattform sich ähnlich wie die gewählte verhält. Andernfalls kann es sein, dass Ihre Konfiguration beschädigt wird.
es: Puede escoger una de las siguientes plataformas soportadas si está <b>SEGURO</b> de que su plataforma se comporta como la que acaba de escoger. Por favor asegúrese porque su configuración actual de la red podría dañarse.
et: Võid valida sobiva platvormi allolevast nimekirjast, kui sa oled <b>täiesti kindel</b>, et see käitub samamoodi nagu sinu platvorm. Palun arvesta, et vale valiku korral võivad kannatada sinu praegused võrguseadistused.
eu: Ondorengo plataformatako bat aukeratu dezakezu, zure plataformak emandakoaren moduan jokatzen duela <b>ZIUR</b> bazaude. Mesedez ziurtatu hau, zure sareko konfigurazioa hondatu baitezake.
fa: اگر <b>مطمئن</b> باشید که سکوی شما مانند مورد انتخاب‌شده رفتار می‌کند، ممکن است یکی از سکوهای پشتیبانی‌شدۀ زیر را انتخاب کنید. لطفاً، مطمئن شوید، زیرا پیکربندی شبکۀ جاری شما آسیب می‌بیند.
fi: Voit valita seuraavista tuetuista järjestelmistä, jos olet <b>varma</b>, että järjestelmäsi käyttäytyy samalla tavalla kuin valittu järjestelmä. Jos olet väärässä, voivat nykyiset tietoverkkoasetuksesi tuhoutua.
gl: Pode escoller unha das seguintes plataformas soportadas, se <b>ten a certeza</b> de que a sua plataforma se comporta da mesma forma que a escollida. Comprobe-o, dado que a sua configuración de rede actual poderá resultar danada.
hu: Válasszon egyet az alább felsorolt rendszerek közül, ha <b>biztos</b> benne, hogy az a jelenlegi rendszer. Hibás választás esetén a hálózati beállítások elveszhetnek.
is: Þú getur valið eitt af eftirfarandi kerfum ef þú ert <b>viss</b> um að kerfið þitt hegðar sér eins. Vinsamlega gangtu úr skugga um það, þar sem núverandi stillingarnar þínar gætu eyðilagst.
it: Puoi scegliere una delle seguenti piattaforme supportate se sei <b>sicuro</b> che la tua piattaforma si comporti esattamente come quella scelta. Devi esserne sicuro, perché la tua configurazione di rete attuale potrebbe esserne danneggiata.
ja: 自分のプラットフォームが、サポートされているプラットフォームと同じように振舞うという自信がある場合、そのプラットフォームを選択することができます。もし自信がない場合、ネットワーク設定に支障を来す可能性があります。
mk: Може да изберете една од следните поддржани платформи ако сте <b>сигурни</b> дека вашата платформа се однесува исто како избраната. Бидете сигурни, бидејќи вашата тековна мрежна конфигурација може да биде оштетена.
nb: Du kan velge en av de følgende støttede plattformene hvis du er <b>sikker</b> på at din plattform oppfører seg likt den som er valgt. Du må være sikker, fordi nettverksoppsettet ditt kan bli skadet.
nl: U kunt een van de volgende ondersteunde omgevingen kiezen als u er <b>zeker</b> van bent dat uw omgeving zich net zo gedraagt als de gekozen omgeving. Controleert u dit alstublieft omdat uw huidige netwerkinstellingen hierdoor beschadigd kunnen worden.
pl: Możesz wybrać jedną spomiędzy następujących wspieranych platform jeśli jesteś <b>pewny</b>, że Twoja platforma zachowuje się tak samo, jak wybrana. Upewnij się co do tego, w przeciwnym wypadku Twoja bieżąca konfiguracja sieci może zostać uszkodzona.
pt: Poderá escolher uma das seguintes plataformas suportadas, se <b>tiver a certeza</b> que a sua plataforma se comporta da mesma forma que a escolhida. Certifique-se por favor, dado que a sua configuração de rede actual poderá ficar inválida.
pt_br: Você deve escolher uma dessas plataformas <b>SE</b> você estiver <b>CERTO</b> de que a plataforma escolhida é compatível com a sua. Tenha certeza do que está fazendo, pois sua configuração de rede pode ser danificada.
ru: Выберите одну из платформ, указанных ниже, если вы <b>уверены</b>, что ваша система ведёт себя так же, как выбранная. При неверном выборе настройки сети могут быть повреждены.
sk: Môžte si vybrať jednu z nasledujúcich podporovaných platforiem ak ste si <b>istý</b>, že Vaša platforma sa správa rovnako ako zvolená. Buďte si istý, lebo aktuálna konfigurácia siete sa môže zničiť.
sl: Če ste <b>prepričani</b>, da se vaša platforma obnaša enako kot katera izmed naslednjih podprtih platform, jo lahko izberete. Prosim, bodite res prepričani, saj lahko z napačno izbiro poškodujete trenutne omrežne nastavitve.
sr: Можете изабрати једну од следећих подржаних врста ако сте <b>сигурни</b> да се ваш рачунар понаша исто као изабрани. Будите сигурни, јер ваша тренутна мрежна подешавања могу бити оштећена.
sr@latn: Možete izabrati jednu od sledećih podržanih vrsta ako ste <b>sigurni</b> da se vaš računar ponaša isto kao izabrani. Budite sigurni, jer vaša trenutna mrežna podešavanja mogu biti oštećena.
zh_cn: 您可以选择以下被支持的平台，如果您<b>确定</b>您的平台和所选择平台表现一致的话。请务必确认这一点，因为您现在的网络配置可能因此被破坏。
zh_tw: 如果您<b>十分確定</b>您的平台的行為與以下的平台一樣，您可以選擇其中一個。但請您要十分確定，因為您的網路設定可能會損毀。

source: Lead Developer
br: Diorrer kentañ
ca: Desenvolupador líder
da: Hovedudvikler
de: Entwickler und Betreuer
es: Desarrollador principal
et: Põhiarendaja
eu: Garatzaile Nagusia
fa: هدایت توسعه‌دهنده
fi: Pääkehittäjä
ga: Príomhfhorbróir
gl: Programador Principal
hu: Vezető fejlesztő
is: Aðalhönnuður
it: Sviluppatore capo
ja: リード開発者
mk: Главен развивач
nb: Hovedutvikler
nl: Hoofdontwikkelaar
pa: ਮੁੱਖ ਖੋਜੀ
pl: Kierujący programista
pt: Programador Principal
pt_br: Desenvolvedor Principal
ru: Ведущий разработчик
sk: Hlavný vývojár
sl: Vodilni razvijalec
sr: Водећи програмер
sr@latn: Vodeći programer
zh_cn: 首席开发者
zh_tw: 主要開發者

source: Provided the Network backend which KNetworkConf relies on.
ca: Ha proporcionat el codi de de xarxa que KNetworkConf fa servir.
da: Sørgede for netværksgrænsefladen som Knetworkconf afhænger af.
de: Beisteuerung des Netzwerk-Backends, das KNetworkConf verwendet.
es: Proveen el proceso de red que KNetworkConf utiliza.
et: Taustaprogramm, millele KNetworkConf tugineb.
eu: KNetworkConf-en oinarri den sare euskarria garatu zuen.
fa: فراهم‌کنندۀ پایانۀ پشتیبانی که KNetworkConf به آن اعتماد دارد.
fi: Varustettu tietoverkon taustaosalla, johon KNetworkConf nojaa.
gl: Forneceu a infra-estrutura de Rede na que se basea KNetworkConf.
hu: A KNetworkConf által használt hálózati háttérprogram készítője.
is: Bauð upp á netbakendann sem KNetworkConf byggir á.
it: Ha fornito l'interfaccia di rete usata da KNetworkConf.
ja: KNetworkConf が依存するネットワークバックエンドを提供。
mk: Ја овозможи мрежната заднина која ја користи КМрежнаКонф.
nb: Laget nettverksbakstykket som KNetworkConf støtter seg på.
nl: Leverde de netwerk-achtergrondprocedures waar KNetworkConf van afhankelijk is.
pa: ਮੁੱਖ ਮੰਚ ਤਿਆਰ ਕੀਤਾ ਹੈ, ਜਿਸ ਦੇ ਅਧਾਰ ਉੱਤੇ KNetworkConf ਤਿਆਰ ਹੋਇਆ
pl: Dostarczył silnik sieciowy, na którego działaniu polega KNetworkConf.
pt: Forneceu a infra-estrutura de rede onde o KNetworkConf se baseia.
pt_br: Escreveu o backend de rede que o KNetworkConf utiliza
ru: Автор системы взаимодействия с сетью - основы работы KNetworkConf.
sk: Poskytuje sieťovú podporu, na ktorej KNetworkConf závisí.
sl: Priskrbel je ogrodje, na katerega se zanaša KNetworkConf.
sr: Омогућио мрежни позадински систем на који се KNetworkConf ослања.
sr@latn: Omogućio mrežni pozadinski sistem na koji se KNetworkConf oslanja.
zh_cn: 提供了 KNetworkConf 所依赖的网络后端。
zh_tw: 提供 KNetworkConf 使用的網路後端。
