Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/appletproxy.po
Languages: af, ar, be, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fr, fy, ga, gl, he, hi, hu, is, it, ja, kk, km, ko, lt, mk, mn, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, uz, uz@cyrillic, wa, zh_cn, zh_tw

source: The applet's desktop file
af: Die miniprogram se werkskerm lêer.
ar: ملف سطح المكتب للبريمج.
be: Файл, які апісвае аплет
bg: Файл за описание на работното поле (.desktop)
bs: Desktop datoteka appleta
ca: El fitxer d'escriptori dels aplets
cs: Soubor pracovní plochy apletu
cy: Ffeil penbwrdd y rhaglennig
da: Programmets desktop-fil
de: .desktop-Datei für das Miniprogramm (Applet)
el: Το αρχείο desktop της μικροεφαρμογής
eo: La tabuldosiero de la aplikaĵeto
es: El archivo de escritorio de la miniaplicación
et: Apleti töölauafail
eu: Appleten mahaigaineko fitxategia
fa: پروندۀ رومیزی برنامک
fr: Le fichier « .desktop » de l'applet.
fy: De desktop-triem fan de applet
ga: Comhad deisce an fheidhmchláirín
gl: O arquivo de escritório das applets
he: קובץ שולחן העבודה של היישומון
hi: ऐप्लेट का डेस्कटॉप फ़ाइल
hu: A kisalkalmazás .desktop fájlja
is: Skjáborðsskrá forritsins
it: Il file desktop delle applet
ja: アプレットデスクトップファイル
kk: Апплетін .desktop файлы
km: ឯកសារ​ផ្ទៃតុ​របស់​អាប់ភ្លេត
ko: 애플릿의 데스크톱 파일
lt: Įskiepių darbastalio byla
mk: Датотеката од површината за аплетот
mn: Апплетын .desktop-файл
ms: Fail desktop applet
nb: Skrivebordsfila til miniprogrammet
nds: Schriefdischdatei vun't Lüttprogramm
nl: Het applets-desktopbestand
nn: Skrivebordsfila til panelprogrammet
pa: ਐਪਲਿਟ ਦੀ ਡਿਸਕਟਾਪ ਫਾਇਲ
pl: Plik desktop apletu
pt: O ficheiro 'desktop' do 'applet'
pt_br: O arquivo desktop para mini-aplicativos
ro: Fişierul "desktop" al miniaplicaţiei
ru: Файл .desktop, описывающий аплет
rw: Idosiye ibiro ya apuleti
se: Prográmmaža čállinbeavdefiila.
sk: Súbor appletov pre pracovnú plochu
sl: Namizna datoteka vstavka
sr: Фајл радне површине за аплет
sr@latn: Fajl radne površine za aplet
sv: Miniprogrammets skrivbordsfil
ta: குறுநிரலின் மேல்மேசை கோப்பு
th: แฟ้มพื้นที่ทำงานของแอพเพล็ต
uk: Файл стільниці для аплету
uz: Appletning .desktop fayli
uz@cyrillic: Апплетнинг .desktop файли
wa: Li fitchî scribanne des apliketes
zh_cn: 小程序桌面文件
zh_tw: 小程式桌面檔案

source: The config file to be used
af: Die opstelling lêer moet gebruik word.
ar: ملف الإعداد الذي سيتم إستعماله.
be: Выкарыстоўваць файл настаўленняў
bg: Конфигурационен файл за използване
bs: Datoteka sa postavkama koje će se koristiti
ca: El fitxer de configuració que s'usarà
cs: Konfigurační soubor k použití
cy: Y ffeil ffurfweddu i'w ddefnyddio
da: Config-filen som skal bruges
de: Die zu verwendende Einrichtungsdatei
el: Το αρχείο ρυθμίσεων που θα χρησιμοποιηθεί
eo: La agordodosiero uzata
es: El archivo de configuración a usar
et: Kasutatav konfiguratsioonifail
eu: Erabiliko den konfigurazio fitxategia
fa: پروندۀ پیکربندی مورد استفاده
fr: Le fichier de configuration à utiliser
fy: De te br√ªken ynstellingstriem
ga: An comhad cumraíochta le húsáid
gl: O arquivo de configuración que se usará
he: קובץ ההגדרות שיש לעשות בו שימוש
hi: उपयोग के लिए कॉनफ़िग फ़ाइल
hu: A használandó konfigurációs fájl
is: Stillingaskráin sem á að nota
it: Il file di configurazione da usare
ja: 使用する設定ファイル
kk: Қолданатын баптау файлы
km: ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​ដែល​ត្រូវ​ប្រើ
ko: 사용할 설정 파일
lt: Naudojama derinimo byla
mk: Конфигурационата датотека која се користи
mn: Хэрэглэгдэх тохируулгын файл
ms: Fail config untuk digunakan
nb: Oppsettfila som skal brukes
nds: Instellendatei, de bruukt warrn schall
nl: Het te gebruiken configuratiebestand
nn: Oppsettfila som skal brukast
pa: ਵਰਤਣ ਲਈ config ਫਾਇਲ
pl: Plik konfiguracyjny, który ma zostać użyty
pt: O ficheiro de configuração a utilizar
pt_br: O arquivo de configuração a ser usado
ro: Fişierul de configurare de utilizat
ru: Конфигурационный файл для аплета
rw: Idosiye y'iboneza yo gukoreshwa
se: Heaivehusfiila maid geavahit
sk: Použitý konfiguračný súbor
sl: Uporabljena nastavitvena datoteka
sr: Фајл са подешавањима који ће бити коришћен
sr@latn: Fajl sa podešavanjima koji će biti korišćen
sv: Inställningsfilen som ska användas
ta: பயன்படுத்த வேண்டிய வடிவமைப்பு
th: แฟ้มปรับแต่งที่ใช้
uk: Використовувати конфігураційний файл
uz: Foydalanish uchun moslama fayli
uz@cyrillic: Фойдаланиш учун мослама файли
wa: Li fitchî d' apontiaedje a-z eployî
zh_cn: 要使用的配置文件
zh_tw: 要使用的設定檔

source: DCOP callback id of the applet container
af: Dcop terugbel id van die miniprogram houer.
be: Ідэнтыфікатар DCOP для кантэйнера аплета
bg: Идентификатор за обратна връзка на услугата DCOP за контейнера на аплети
ca: Identificador del callback DCOP del contenidor de l'aplet
cs: ID zpětného volání DCOP pro kontejner apletu
cy: ID adalwad DCOP y cynhwysydd rhaglennig
da: Dcop callback-id for panelprogrammets holder
de: Die DCOP-Callback-ID des Applet-Containers
el: DCOP callback ταυτότητα του υποδοχέα της μικροεφαρμογής
eo: DCOP-revoko-identigilo de la aplikaĵetujo
es: Id. de la llamada de retorno de DCOP del contenedor de miniaplicaciones
et: Apleti konteineri DCOP callback ID
eu: Applet edukigailuaren DCOP atzeradeiaren id-a.
fa: شناسۀ فراخوانی برگشتی DCOP مربوط به محتوای برنامک
fr: L'identifiant de callback DCOP du conteneur de l'applet
fy: ID van de DCOP-weromrop fan de appletkontener
ga: Aitheantas aisghlaoigh DCOP ar an árthach fheidhmchláirín
gl: ID da callback DCOP do contedor da applet
he: זיהוי התקשרות DCOP של כלי הקיבול של היישומון
hi: ऐप्लेट कंटेनर का डीकॉप कालबैक आईडी
hu: A kisalkalmazás tartójának DCOP-os visszahívási azonosítója
is: DCOP númer smáforritastjórans
it: Identificativo callback DCOP del contenitore di applet
ja: アプレットコンテナの DCOP コールバック ID
kk: Апплеттің контейнерінің DCOP идентификаторы
km: លេខ​សម្គាល់ DCOP callback របស់​កម្មវិធី​ផ្ទុក​អាប់​ភ្លេត
ko: 애플릿 컨테이너의 DCOP 콜백 ID
lt: Įskiepio konteinerio DCOP atgalinio ryšio identifikatorius
mk: DCOP callback id на контејнерот на ектензијата.
mn: Апплет контайнерын DCOP-Callback-ID
ms: Pembawa aplet id panggil semula DCOP
nb: DCOP tilbakekaller-id for beholderen til miniprogrammet
nds: DCOP Callback-ID vun den Lüttprogrammproxy
nl: DCOP callback id van de appletcontainer
nn: DCOP-tilbakekalls-ID til panelprogramhaldaren
pa: ਐਪਲਿਟ ਕੰਟੇਨਰ ਦਾ DCOP ਕਾਲਬੈਕ id
pl: Identyfikator zwrotny DCOP kontenera apletu
pt: ID da chamada de DCOP do contentor de 'applets'
pt_br: ID do retorno da chamada DCOP do container do applet
ro: ID-ul de apel DCOP al containerului miniaplicaţiei
ru: Идентификатор DCOP для контейнера аплета
rw: Ikiranga ihamagaranyuma DCOP rya mutwara apuleti
se: Prográmmašskáhpu DCOP-gohččun-id
sk: DCOP spätnoväzobný identifikátor zásobníka appletu
sl: DCOP callback id nosilca vstavka
sr: Ид. DCOP повратног позива контејнера аплета
sr@latn: Id. DCOP povratnog poziva kontejnera apleta
sv: DCOP-återanrops-id för miniprogrammets behållare
ta: குறுநிரல் கொள்கலத்தின் DCOP மீட்பு முகவரி.
th: หมายเลขเรียกกลับ ของ DCOP ของส่วนบรรจุแอพเพล็ต
uk: ID зворотного виклику DCOP в контейнері аплету
wa: ID di rihoucaedje DCOP do contneu d' aplikete
zh_cn: 小程序容器的 DCOP 回调函数标识符
zh_tw: 小程式容器的 DCOP callback id

source: Panel applet proxy.
af: Paneel miniprogram volmag.
ar: وكيل بريمج لوحة المهام.
be: Проксі аплетаў панэлі
bg: Панел за прокси аплет.
ca: Procurador de l'aplet del plafó.
cs: Proxy apletu panelu.
cy: Dirprwy y rhaglennig panel.
da: Panelprogram-proxy
de: Zwischenspeicher für Miniprogramme der Kontrollleiste
el: Διαμεσολαβητής μικροεφαρμογών πίνακα.
eo: Panela aplikaĵeto-prokurilo.
es: Proxy de miniaplicaciones del panel.
et: Paneeli apleti proxy.
eu: Panelaren appleten proxy-a.
fa: پیشکار برنامک تابلو.
fr: Serveur mandataire (proxy) de l'applet du tableau de bord.
fy: Proxy foar panielapplets.
ga: Seachfhreastalaí an fheidhmchláirín painéil.
gl: Proxy de applets do painel.
he: מתווך יישומוני הלוח.
hi: फलक ऐप्लेट प्रॉक्सी.
hu: Proxy a panel kisalkalmazásaihoz.
is: Milliþjónssmáforrit spjalds.
it: Proxy per le applet del pannello.
ja: パネルアプレットのプロキシ
kk: Панель апплеттердің проксиі.
km: ប្រូកស៊ី​របស់​បន្ទះ​អាប់​ភ្លេត ។
ko: 패널 애플릿 프록시.
lt: Pulto įskiepio proxy.
mk: Прокси за аплетот од панелот.
mn: Удирдах самбарын апплетын завсрын хадгалагч
ms: Proksi aplet panel
nb: Mellomtjener for panelprogram
nds: Proxy för Paneel-Lüttprogrammen.
nl: Paneelapplet-proxy.
nn: Mellomtenar for panelprogram.
pa: ਪੈਲਨ ਐਪਲਿਟ ਪਰਾਕਸੀ ਹੈ।
pl: Pośrednik apletów panelu.
pt: Procurador de 'applets' do painel.
pt_br: Mini-aplicativo de proxy do painel.
ro: Miniaplicaţie proxy de panou.
ru: Прокси аплетов панели.
rw: Porogisi y'umwanya apuleti.
se: Gaskabálvá panelprográmmažiid várás.
sk: Proxy panelových appletov.
sl: Posrednik pultnih vstavkov.
sr: Прокси панелских аплета.
sr@latn: Proksi panelskih apleta.
sv: Proxy för panelminiprogram.
ta: பலக குறுநிரற் பினாமி.
th: พร็อกซีของแอพเพล็ตแพเนล
uk: Проксі аплету панелі.
uz: Panel appleti uchun proksi.
uz@cyrillic: Панел апплети учун прокси.
wa: Procsi d' apliketes do scriftôr.
zh_cn: 面板小程序代理。
zh_tw: 面板小程式代理。

source: No desktop file specified
af: Geen werkskerm lêer is gespesifiseer
ar: لم تحدد ملف سطح مكتب.
be: Файл апісання аплета не вызначаны
bg: Няма зададен файл на работното поле (.desktop)
bs: Nije navedena desktop datoteka
ca: No s'ha especificat cap fitxer d'escriptori
cs: Nebyl zadán soubor pracovní plochy (.desktop)
cy: Ni chafodd ffeil penbwrdd ei benodi
da: Ingen desktopfil angivet
de: Es wurde keine Desktop-Datei angegeben
el: Δεν καθορίστηκε αρχείο desktop
eo: Neniu tabulo donita
es: No se especificó ningún archivo de escritorio
et: Töölauafaili pole määratud
eu: Ez da mahaigaineko fitxategirik zehaztu
fa: پروندۀ رومیزی مشخص نشد
fr: Aucun fichier « .desktop » spécifié
fy: Der is gjin desktop-triem opjoen
ga: Níor sonraíodh comhad deisce
gl: Non se indicou un arquivo de escritório
he: לא צוין קובץ שולחן עבודה
hi: कोई डेस्कटॉप फ़ाइल बताई नहीं गई
hu: Nincs megadva .desktop fájl.
is: Engin skjáborðsskrá skilgreind
it: Nessun file desktop specificato
ja: デスクトップファイルが指定されていません
kk: .desktop файлы келтірілмеген
km: គ្មាន​ឯកសារ​ផ្ទៃតុ​ត្រូវ​បាន​បញ្ជាក់​លម្អិត
ko: 데스크톱 파일이 지정되지 않았습니다
lt: Nenurodyta darbastalio byla
mk: Не е наведена датотека од работната површина
mn: Desktop-файл өгөгдөөгүй байна.
ms: Tiada fail ruang kerja ditentukan
nb: Ingen skrivebordsfil oppgitt
nds: Keen Schriefdisch-Datei angeven
nl: Er is geen desktopbestand opgegeven.
nn: Inga skrivebordsfil oppgjeve
pa: ਕੋਈ ਡਿਸਕਟਾਪ ਫਾਇਲ ਨਹੀਂ ਦਿੱਤੀ
pl: Brak pliku pulpitu
pt: Nenhum ficheiro desktop indicado
pt_br: Nenhum arquivo desktop especificado
ro: Nu aţi specificat un fişier ".desktop"
ru: Не указан файл описания аплета.
rw: Nta dosiye y'ibiro yarekanwe
se: Čállinbeavdefiila ii leat meroštallan
sk: Neuvedený žiadny súbor plochy
sl: Namizna datoteka ni navedena
sr: Ниједан фајл радне површине није назначен
sr@latn: Nijedan fajl radne površine nije naznačen
sv: Skrivbordsfil ej angiven
ta: மேசைக் கோப்பு எதுவும் குறிப்பிடவில்லை
th: ไม่ได้ระบุแฟ้มพื้นที่ทำงาน
uk: Файл стільниці не вказано
uz: Hech qanday .desktop fayli koʻrsatilmagan
uz@cyrillic: Ҳеч қандай .desktop файли кўрсатилмаган
wa: Nou scribanne di specifyî
zh_cn: 没有指定桌面文件
zh_tw: 沒有指定桌面檔案

source: The applet proxy could not be started due to DCOP communication problems.
af: Die miniprogram volmag kon nie begin word nie as gevolg van DCOPkommunikasie probleme.
ar: لم استطع بدء تشغيل وكيل البريمج نظرا لوجود مشاكل في إتصالات DCOP.
be: Немагчыма стартаваць проксі для аплетаў. Памылка злучэння DCOP.
bg: Прокси аплетът не може да бъде стартиран поради проблеми в комуникацията с DCOP.
bs: Applet proxy se ne može pokrenuti zbog problema u DCOP komunikaciji.
ca: No s'ha pogut engegar el procurador de l'aplet degut a problemes de comunicació de DCOP.
cs: Proxy appletu nelze spustit kvůli problémům s DCOP komunikací.
cy: Ni allwyd cychwyn y dirprwy rhaglennig oherwydd problemau cyfathrebu DCOP.
da: Applet-proxy'en kunne ikke startes på grund af DCOP-kommunikationsproblemer.
de: Der Miniprogramm-Proxy lässt sich aufgrund von DCOP-Kommunikationsproblemen nicht starten.
el: Η διαμεσολάβηση μικροεφαρμογών δεν εκκίνησε εξαιτίας προβλημάτων επικοινωνίας DCOP.
eo: La aplikaĵa prokuro ne povis lanĉiĝi pro DCOP-komunikaj problemoj.
es: El proxy de miniaplicaciones no pudo arrancarse debido problemas de comunicación de DCOP.
et: Apleti proxy käivitamine ebaõnnestus DCOP'i kommunikatsiooniprobleemide tõttu.
eu: Applet proxya ezin izan da abiarazi DCOPen komunikazio arazoak direla eta.
fa: به علت مسائل ارتباطی DCOP، پیشکار برنامک را نمی‌توان آغاز کرد.
fr: Impossible de démarrer le serveur mandataire (proxy) de l'applet à cause de problèmes de communications DCOP.
fy: De applet koe net starte wurde fanwege problemen mei de DCOP-kommunikaasje.
ga: Níorbh fhéidir seachfhreastalaí an fheidhmchláirín a thosú de bharr fadhbanna le cumarsáid DCOP.
gl: Non foi posíbel iniciar o proxy das applets debido a problemas de comunicación con DCOP.
he: יישומון המתווך לא יכול להתחיל בגלל בעיות תקשורת של DCOP.
hi: डीकॉप संचार समस्याओं के कारण ऐप्लेट प्रॉक्सी को प्रारंभ नहीं किया जा सका.
hu: A kisalkalmazás-proxy nem tudott elindulni DCOP-kommunikációs problémák miatt.
is: Ekki var hægt að ræsa smáforrita milliþjóninn vegna DCOP samskiptavanda.
it: Il proxy delle applet non può essere avviato per un problema di comunicazione con DCOP.
ja: DCOP 通信障害のため、アプレットプロキシを起動できませんでした。
kk: Апплет проксиі DCOP-пен байланыс құралмай орындалуын бастай алмады.
km: មិន​អាច​ចាប់ផ្ដើម​ប្រូកស៊ី​អាប់ភ្លេត ដោយ​សារ​តែ​បញ្ហា​ទំនាក់ទំនង DCOP ។
ko: DCOP 통신 문제로 애플릿 프록시를 시작할 수 없습니다.
lt: Įskiepių proxy negali būti paleistas dėl DCOP komunikacijos problemos.
mk: Аплетот прокси не можеше да се стартува поради проблеми во комуникацијата со DCOP.
mn: Апплет итгэмжлэгч DCOP холболтын асуудлаас болоод эхлэж чадсангүй.
ms: Proksi applet tidak dapat dimulakan kerana masalah komunikasi DCOP.
nb: Klarte ikke starte mellomtjeneren for panelprogram på grunn av problem med DCOP-kommunikasjon.
nds: De Lüttprogramm-Proxy lett sik nich starten, dat gifft en Problem bi de Kommunikatschoon över DCOP.
nl: De appletproxy kon niet worden opgestart vanwege problemen met de DCOP-communicatie.
nn: Klarte ikkje starta mellomtenaren for panelprogram grunna problem med DCOP-kommunikasjon.
pa: ਐਪਲਿਟ ਪਰਾਕਸੀ ਨੂੰ DCOP ਸੰਚਾਰ ਸਮੱਸਿਆ ਕਰਕੇ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Pośrednik apletów nie mógł zostać uruchomiony z powodu problemów z komunikacją DCOP.
pt: Não foi possível iniciar o 'proxy' de 'applet' devido a problemas na comunicação DCOP.
pt_br: O mini-aplicativo do proxy não pode ser inicidado, devido a problemas de comunicação do DCOP.
ro: Miniaplicaţia proxy de panou nu a putut fi pornită datorită unor probleme de comunicaţie DCOP.
ru: Не удалось запустить прокси аплетов. Ошибка связи с DCOP.
rw: Porogisi apuleti ntiyashoboye gutangira kubera ibibazo by'itumanaho bya DCOP
se: Ii lean vejolaš álggahit prográmmažiid gaskabálvá DCOP-kommunikašuvdna váttisvuođaid dihte.
sk: Proxy appletu sa nedá spustiť z dôvodu chyby komunikácie s DCOP.
sl: Posrednik vstavkov ni bil zagnan zaradi težav s komunikacijo DCOP.
sr: Прокси аплета није могао бити покренут услед проблема у DCOP комуникацији.
sr@latn: Proksi apleta nije mogao biti pokrenut usled problema u DCOP komunikaciji.
sv: Proxy för miniprogram kunde inte startas på grund av DCOP-kommunikationsproblem.
ta: DCOP தொடர்பு பிரச்னைகளால் குறுநிரலை துவக்க முடியவில்லை.
th: แอพเพล็ตพร็อกซีไม่สามารถเริ่มต้นทำงานได้ถูกต้องเนื่องมาจากปัญหาการสื่อสารของ DCOP
uk: Не вдалось запустити проксі аплету через проблеми зв'язку з DCOP.
uz: DCOP bilan aloqa muammolari sababli applet proksisini ishga tushirib boʻlmadi.
uz@cyrillic: DCOP билан алоқа муаммолари сабабли апплет проксисини ишга тушириб бўлмади.
wa: Li procsi d' apliketes n' a nén polou esse enondé cåze di rujhes di comunicåcion DCOP.
zh_cn: 小程序代理无法启动，原因是 DCOP 通讯出现问题。
zh_tw: 由於 DCOP 溝通問題，面板小程式代理無法啟動。

source: Applet Loading Error
af: Miniprogram laai fout
ar: خطأ تحميل البريمج
be: Памылка загрузкі аплета
bg: Грешка при зареждането на аплета
bs: Greška pri učitavanju appleta
ca: Error en la càrrega de l'aplet
cs: Chyba při načtení apletu
cy: Gwall wrth Lwytho'r Rhaglennig
da: Applet-indlæsningsfejl
de: Fehler beim Laden des Miniprogramms
el: Σφάλμα φόρτωσης Μικροεφαρμογής
eo: Alikaĵa ŝarĝeraro
es: Error de carga de la miniaplicación
et: Apleti laadimise viga
eu: Applet kargatzerakoan errorea
fa: خطای بارگذاری برنامک
fr: Erreur de chargement de l'applet
fy: Fout bij laden fan applet
ga: Earráid Luchtaithe i bhFeidhmchláirín
gl: Erro carregando applet
he: שגיאה בעת טעינת היישומון
hi: एप्लेट लोड करने में त्रुटि
hu: Nem sikerült betölteni egy kisalkalmazást
is: Villa við hleðslu smáforrits
it: Errore nel caricamento dell'applet
ja: アプレット読み込みエラー
kk: Апплеті жүктеу қатесі
km: កំហុស​ផ្ទុក​អាប់ភ្លេត
ko: 애플릿 불러오기 오류
lt: Įskiepio įkėlimo klaida
mk: Грешка при вчитување на аплетот
mn: Апплет ачаалахад алдаа гарлаа
ms: Ralat Memuatkan Applet
nb: Feil ved lasting av panelprogram
nds: Fehler bi't Laden vun't Lüttprogramm.
nl: Fout bij laden van applet
nn: Feil ved lasting av panelprogram
pa: ਐਪਲਿਟ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl: Błąd wczytywania apletu
pt: Erro no Carregamento do 'Applet'
pt_br: Erro ao Carregar o Mini-Aplicativo
ro: Eroare încărcare miniaplicaţie
ru: Ошибка загрузки аплета
rw: Ikosa mu gutangiza apuleti
se: Meattáhus vieččadettiin prográmmaža
sk: Chyba pri načítaní appletu.
sl: Napaka pri nalaganju vstavka
sr: Грешка при учитавању аплета
sr@latn: Greška pri učitavanju apleta
sv: Laddningsfel för miniprogram
ta: குறுநிரல் ஏற்றும்போது பிழைஃ
th: การโหลดแอพเพล็ตผิดพลาด
uk: Помилка завантаження аплету
uz: Appletni yuklash xatosi
uz@cyrillic: Апплетни юклаш хатоси
wa: Aroke di tcherdjaedje di l' aplikete
zh_cn: 小程序装入错误
zh_tw: 載入小程式錯誤

source: The applet proxy could not be started due to DCOP registration problems.
af: Die miniprogram volmag kon nie begin word nie as gevolg van DCOP registrasie probleme.
ar: لم استطع بدء تشغيل وكيل البريمج نظراً لوجود مشاكل في تسجيل DCOP.
be: Не атрымалася стартаваць проксі для аплетаў. Памылка рэгістрацыі DCOP.
bg: Прокси аплетът не може да бъде стартиран поради проблеми с регистрирането към DCOP.
bs: Applet proxy se ne može pokrenuti zbog problema u DCOP registraciji.
ca: No s'ha pogut engegar el procurador de l'aplet degut a problemes de registre de DCOP.
cs: Proxy appletu nelze spustit kvůli problémům s DCOP registrací.
cy: Ni allwyd cychwyn y dirprwy rhaglennig oherwydd problemau cofrestru DCOP.
da: Applet-proxy'en kunne ikke startes på grund af DCOP registreringsproblemer.
de: Der Miniprogramm-Proxy lässt sich aufgrund von DCOP-Registrierungsproblemen nicht starten.
el: H διαμεσολάβηση μικροεφαρμογών δεν εκκίνησε εξαιτίας προβλημάτων εγγραφής DCOP.
eo: La aplikaĵa prokuro ne povis lanĉiĝi pro DCOP-registraj problemoj.
es: El proxy de miniaplicaciones no pudo arrancar por problemas de registro de DCOP.
et: Apleti proxy käivitamine ebaõnnestus DCOP'iga registreerimise probleemide tõttu.
eu: Applet proxya ezin izan da abiarazi DCOPen harpidetza arazoak direla eta.
fa: به علت مسائل ارتباطی DCOP، پیشکار برنامک را نمی‌توان آغاز کرد.
fr: Impossible de démarrer le serveur mandataire (proxy) de l'applet à cause de problèmes d'enregistrements DCOP.
fy: De appletproxy koe net starte wurde fanwege problemen mei de DCOP-registraasje.
ga: Níorbh fhéidir seachfhreastalaí an fheidhmchláirín a thosú de bharr fadhbanna le clárú DCOP.
gl: Non foi posíbel iniciar o proxy das applets debido a problemas de rexisto en DCOP.
he: יישומון המתווך לא יכול להתחיל בגלל בעיות רישום של DCOP.
hi: डीकॉप पंजीकरण समस्याओं के कारण ऐप्लेट प्रॉक्सी को प्रारंभ नहीं किया जा सका.
hu: A kisalkalmazás-proxy nem tudott elindulni DCOP-regisztrációs hiba miatt.
is: Ekki var hægt að ræsa smáforrita milliþjóninn vegna DCOP skráningavanda.
it: Il proxy delle applet non può essere eseguito per un problema di registrazione con DCOP.
ja: DCOP 登録障害のため、アプレットプロキシを起動できませんでした。
kk: Апплет проксиі DCOP-те тіркеуі етілмей орындалуын бастай алмады.
km: មិន​អាច​ចាប់ផ្ដើម​ប្រូកស៊ី​អាប់ភ្លេត ដោយ​សារ​តែ​បញ្ហា​ចុះឈ្មោះ DCOP ។
ko: DCOP 등록 문제로 애플릿 프록시를 시작할 수 없습니다.
lt: Įskiepių proxy negali būti paleistas dėl DCOP registracijos problemos.
mk: Аплетот прокси не можеше да се стартува поради проблеми во регистрацијата со DCOP.
mn: Апплет итгэмжлэгч DCOP бүртгэлийн асуудлаас болоод эхлэж чадсангүй.
ms: Proksi applet tidak dapat dimulakan kerana masalah pendaftaran DCOP.
nb: Klarte ikke starte mellomtjeneren for panelprogram på grunn av problem med DCOP-registrering.
nds: De Lüttprogramm-Proxy lett sik nich starten, dat gifft en Problem bi't Indragen för DCOP.
nl: De appletproxy kon niet worden gestart vanwege problemen met de DCOP-communicatie.
nn: Klarte ikkje starta mellomtenaren for panelprogram grunna problem med DCOP-registrering.
pa: ਐਪਲਿਟ ਪਰਾਕਸੀ ਨੂੰ DCOP ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਸਮੱਸਿਆ ਕਰਕੇ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Pośrednik apletów nie mógł zostać uruchomiony z powodu problemów z rejestracją DCOP.
pt: Não foi possível iniciar o 'proxy' de 'applet' devido a problemas no registo DCOP.
pt_br: O mini-aplicativo do proxy não pode ser inicidado devido a problemas de registro do DCOP.
ro: Miniaplicaţia proxy de panou nu a putut fi pornită datorită unor probleme de înregistrare la DCOP.
ru: Не удалось запустить прокси аплетов. Ошибка регистрации в DCOP.
rw: Porogisi apuleti ntiyashoboye gutangizwa kubera ibibazo byo kwiyandikisha DCOP.
se: Ii sáhttán álggahit prográmmažiid gaskabálvvá danne go leat váttisvuođat DCOP-registreremiin.
sk: Proxy appletu sa nedá spustiť z dôvodu chybnej registrácie v DCOP.
sl: Posrednik vstavkov ni bil zagnan zaradi težav z registracijo DCOP.
sr: Прокси аплета није могао бити покренут услед проблема у DCOP регистрацији.
sr@latn: Proksi apleta nije mogao biti pokrenut usled problema u DCOP registraciji.
sv: Proxy för miniprogram kunde inte startas på grund av DCOP-registreringsproblem.
ta: DCOP பதிவு பிரச்னைகளால் குறுநிரலை துவக்க முடியவில்லை.
th: แอพเพล็ตพร็อกซีไม่สามารถเริ่มต้นทำงานได้ถูกต้องเนื่องมาจากปัญหาการลงทะเบียนของ DCOP
uk: Не вдалось запустити проксі аплету через проблеми реєстрації з DCOP.
uz: DCOP xizmati roʻyxatidan oʻtish muammolari sababli applet proksisini ishga tushirib boʻlmadi.
uz@cyrillic: DCOP хизмати рўйхатидан ўтиш муаммолари сабабли апплет проксисини ишга тушириб бўлмади.
wa: Li procsi d' apliketes n' a nén polou esse enondé cåze di rujhes di djîstraedje DCOP.
zh_cn: 小程序代理无法启动，原因是 DCOP 注册出现问题。
zh_tw: 由於 DCOP 註冊問題，面板小程式代理無法啟動。
