Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/appletproxy.po
Languages: af, ar, be, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fr, fy, ga, gl, he, hi, hu, is, it, ja, kk, km, ko, lt, mk, mn, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, uz, uz@cyrillic, wa, zh_cn, zh_tw

source: The applet proxy could not load the applet information from %1.
af: Die miniprogram volmag kon nie die miniprogram informasie van %1 laai nie
ar: وكيل البريمج لم يستطع تحميل معلومات البريمج من %1.
be: Інфармацыя аб аплеце не была прачытаная ў проксі аплетаў з %1.
bg: Прокси аплетът не може да зареди информацията за аплети от %1.
bs: Applet proxy ne može dobiti informacije o appletu od %1.
ca: El procurador de l'aplet no ha pogut carregar la informació de l'aplet des de %1.
cs: Proxy appletu nemohl načíst informace o appletu z %1.
cy: Bu'r dirprwy rhaglennig yn methu llwytho'r wybodaeth rhaglennig o %1.
da: Applet-proxy'en kunne ikke indlæse applet-information fra %1.
de: Der Miniprogramm-Proxy kann keine Miniprogramm-Informationen von %1 laden.
el: H διαμεσολάβηση μικροεφαρμογών δεν μπόρεσε να φορτώσει πληροφορίες από το %1.
eo: La aplikaĵa prokuro ne povis ŝarĝi la aplikaĵan informon de %1.
es: El proxy de miniaplicaciones no pudo cargar la información de la miniaplicación de %1.
et: Apleti proxy ei suutnud laadida apleti infot asukohast %1.
eu: Applet proxyak ezin izan du kargatu appletaren informazioa %1(e)tik
fa: پیشکار برنامک، نتوانست اطلاعات برنامک را از %1 بارگذاری کند.
fr: Impossible pour le serveur mandataire (proxy) de l'applet de charger les informations d'applet de %1.
fy: De appletproxy koe de ynformaasje fan %1 net lade.
ga: Níorbh fhéidir le seachfhreastalaí an fheidhmchláirín an t-eolas faoin fheidhmchláirín a luchtú ó %1.
gl: O proxy das applets non pudo carregar a información da applet desde %1.
he: יישומון המתווך לא יכול לטעון את המידע אודות יישומון %1.
hi: ऐप्लेट प्रॉक्सी %1 से ऐप्लेट जानकारी लोड नहीं कर पाया.
hu: A kisalkalmazás-proxy nem tudta betölteni a kisalkalmazás adatait innen: %1.
is: Milliþjónssmáforritið gat ekki lesið upplýsingar um smáforritið úr %1.
it: Il proxy delle applet non può caricare le informazioni sull'applet da %1.
ja: アプレットプロキシは %1 からアプレット情報を読み込めませんでした。
kk: Апплет проксиі %1 дегеннен апплет мәліметін жүктеп ала алмады.
km: ប្រូកស៊ីអាប់ភ្លេត​មិន​អាច​ផ្ទុក​ព័ត៌មាន​អាប់ភ្លេត​ពី %1 ។
ko: 애플릿 프록시가 %1에서 정보를 가져올 수 없습니다.
lt: Įskiepių proxy negali įkelti įskiepių informacijos iš %1.
mk: Аплетот прокси не можеше да ја вчита информацијата за аплетот од %1.
mn: Апплет итгэмжлэгч апплетын мэдээлэлийг %1 -с ачаалж чадсангүй.
ms: Proksi applet tidak dapat memuatkan maklumat applet daripada %1.
nb: Mellomtjeneren for panelprogram klarte ikke lese programinformasjon fra %1.
nds: De Lüttprogramm-Proxy kann de Lüttprogramminformatschonen ut %1 nich laden.
nl: De appletproxy kon de appletinformatie van %1 niet laden.
nn: Mellomtenaren for panelprogram klarte ikkje lesa programinformasjon fr√• %1.
pa: ਐਪਲਿਟ ਪਰਾਕਸੀ %1 ਤੋਂ ਐਪਲਿਟ ਜਾਣਕਾਰੀ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Pośrednik apletów nie mógł odczytać informacji apletu z %1.
pt: Não foi possível 'proxy' de 'applet'. carregar as informações do 'applet' de %1.
pt_br: O mini-aplicativo do proxy não pode carregar as informações de %1.
ro: Miniaplicaţia proxy de panou nu a putut încărca informaţii de miniaplicaţie de la %1.
ru: Информация об аплете не была загружена в прокси аплетов из %1.
rw: Porogisi apuleti ntiyashoboye gutangiza ibijyanye na apuleti bivuye kuri %1.
se: Prográmmažiid gaskabálvá ii sáhttán lohkat prográmmašdieđuit dás: %1.
sk: Proxy appletu nevedel načítať informácie z %1.
sl: Posrednik vstavkov ni mogel naložiti informacije o vstavku iz %1.
sr: Прокси аплета није могао да учита информације о аплету из %1.
sr@latn: Proksi apleta nije mogao da učita informacije o apletu iz %1.
sv: Proxy för miniprogram kunde inte ladda information om miniprogrammet från %1.
ta: குறுநிரல் ப்ராக்சியால் %1ல் இருந்து குறுநிரல் தகவலை ஏற்ற முடியவில்லை.
th: แอพเพล็ตพร็อกซีไม่สามารถโหลดข้อมูลแอพเพล็ตจาก %1
uk: Проксі аплету не зміг завантажити інформацію про аплет з %1.
uz: Applet proksisi applet haqida maʼlumotni '%1'dan yuklolmadi.
uz@cyrillic: Апплет проксиси апплет ҳақида маълумотни '%1'дан юклолмади.
wa: Li procsi d' apliketes n' a nén polou tcherdjî l' infôrmåcion so l' aplikete di %1.
zh_cn: 小程序代理无法从 %1 装入小程序信息。
zh_tw: 小程式代理無法從 %1 載入小程式資訊。

source: The applet %1 could not be loaded via the applet proxy.
af: Die miniprogram %1 kon nie deur die miniprogram volmag gelaai word nie.
ar: البريمج %1 لم يتمكن تحميله بواسطة وكيل البريمج.
be: Аплет %1 не быў загружаны пры дапамозе проксі аплетаў.
bg: Аплетът %1 не може да бъде зареден през прокси аплета.
bs: Applet %1 se ne može pokrenuti kroz applet proxy.
ca: L'aplet %1 no s'ha pogut carregar via el procurador de l'aplet.
cs: Nelze načíst applet '%1' přes proxy appletu.
cy: Ni allwyd llwytho'r rhaglennig %1 drwy'r dirprwy rhaglennig.
da: Appletten %1 kunne ikke indlæses via applet-proxy.
de: Das Miniprogramm %1 kann nicht über den Miniprogramm-Proxy geladen werden.
el: Η μικροεφαρμογή %1 δε φόρτωσε μέσω του διαμεσολαβητή μικροεφαρμογών.
eo: La aplikaĵo %1 ne estis ŝarĝebla per la aplikaĵa prokuro.
es: La miniaplicación %1 no pudo cargarse desde el proxy de miniaplicaciones.
et: Apleti %1 laadimine apleti proxy vahendusel ebaõnnestus.
eu: %1 appleta ezin izan da kargatu applet proxyaren bidez.
fa: برنامک %1 را نمی‌توان از طریق پیشکار برنامک بارگذاری کرد.
fr: Impossible de charger l'applet %1 depuis le serveur mandataire (proxy) de l'applet.
fy: De applet %1 koe net troch de appletproxy wurde laden.
ga: Níorbh fhéidir feidhmchláirín %1 a luchtú trí sheachfhreastalaí an fheidhmchláirín.
gl: Non foi posíbel carregar a applet %1 mediante o proxy das applets.
he: לא יכול לטעון את היישומון %1 דרך המתווך של היישומונים.
hi: ऐप्लेट %1 को ऐप्लेट प्रॉक्सी के द्वारा लोड नहीं किया जा सका.
hu: A(z) %1 kisalkalmazást nem sikerült betölteni a kisalkalmazás-proxy-n keresztül.
is: Tókst ekki að hlaða inn smáforritinu %1 um smáforrita milliþjóninn.
it: L'applet %1 non può essere caricata attraverso il proxy delle applet.
ja: アプレット %1 をアプレットプロキシ経由で読み込めませんでした。
kk: %1 апплеті апплет прокси арқылы жүктелмейді.
km: មិន​អាច​ផ្ទុក​អាប់ភ្លេត %1 តាម​រយៈ​ប្រូកស៊ី​អាប់ភ្លេត ។
ko: 애플릿 %1은(는) 애플릿 프록시를 통해서 불러올 수 없습니다.
lt: Nepavyksta įkelti %1 įskiepio per įskiepių proxy.
mk: Аплетот %1 не можеше да се вчита преку аплетот прокси.
mn: Апплет %1 апплет итгэмжлэгчээр ачаалагдаж чадсангүй.
ms: Applet %1 tidak dapat dimuatkan melalui proksi applet.
nb: Klarte ikke laste panelprogrammet %1 gjennom mellomtjeneren for panelprogram.
nds: Dat Lüttprogramm %1 lett sik nich över den Lüttprogramm-Proxy laden.
nl: De applet %1 kon niet worden geladen via de appletproxy.
nn: Klarte ikkje lasta panelprogrammet %1 gjennom mellomtenaren for panelprogram.
pa: ਐਪਲਿਟ %1 ਨੂੰ ਐਪਲਿਟ ਪਰਾਕਸੀ ਰਾਹੀਂ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Aplet %1 nie mógł zostać wczytany za pomocą pośrednika apletów.
pt: Não foi possível carregar o 'applet' %1 através do 'proxy' de 'applet'.
pt_br: O mini-aplicativo %1 não pode ser carregado via proxy.
ro: Miniaplicaţia %1 nu a putut fi încărcată folosind miniaplicaţia proxy de panou.
ru: Аплет %1 не был загружен с помощью прокси аплетов.
rw: Apuleti %1 ntiyashoboye gutangizwa biturutse kuri porogisi apuleti.
se: Ii lean vejoláš viežžat prográmmaža %1 prográmmažiid gaskabálvvá bokte.
sk: Applet %1 sa nedal načítať cez proxy appletu.
sl: Vstavek %1 ni mogel biti naložen preko posrednika vstavkov.
sr: Аплет %1 није могао бити учитан преко проксија аплета.
sr@latn: Aplet %1 nije mogao biti učitan preko proksija apleta.
sv: Miniprogrammet %1 kunde inte laddas via proxy för miniprogram.
ta: குறுநிரல் %1ஐ குறுநிரல் ப்ராட்சியின் வழியாக ஏற்றமுடியவில்லை.
th: ไม่สามารถโหลด แอพเพล็ต %1 ผ่านทางแอพเพล็ตพร็อกซี
uk: Не вдалось завантажити аплет %1 через проксі аплету.
uz: Appletni '%1' applet proksisi orqali yuklab boʻlmadi.
uz@cyrillic: Апплетни '%1' апплет проксиси орқали юклаб бўлмади.
wa: L' aplikete %1 n' a nén polou esse tcherdjeye på procsi d' apliketes.
zh_cn: 小程序 %1 无法通过小程序代理装入。
zh_tw: 小程式 %1 無法透過小程式代理被載入

source: The applet proxy could not dock into the panel due to DCOP communication problems.
af: Die miniprogram volmag kon nie in die paneel vassmeer nie, as gevolg van DCOPkommunikasie probleme.
ar: لم يتمكن وكيل البريمج من الإرساء الى لائحة التشغيل نظرا لوجود مشاكل إتصال.
be: Проксі аплетаў не ўбудаваны ў панэль. Памылка злучэння DCOP.
bg: Прокси аплетът не може да се вгради в системния панел поради проблеми в комуникацията с DCOP.
bs: Applet proxy se nije mogao smjestiti u panel zbog problema u DCOP komunikaciji.
ca: El procurador de l'aplet no s'ha pogut encastar al plafó degut a problemes de comunicació DCOP.
cs: Proxy appletu nelze ukotvit do panelu kvůli problémům s DCOP komunikací.
cy: Bu'r dirprwy rhaglennig yn methu bachu ar y panel oherwydd problemau cyfathrebu DCOP.
da: Applet-proxy'en kunne ikke blive dokket ned i panelet på grund af DCOP-kommunikationsproblemer.
de: Der Miniprogramm-Proxy kann aufgrund von DCOP-Kommunikationsproblemen nicht an die Kontrollleiste andocken.
el: O διαμεσολαβητής μικροεφαρμογών δεν μπόρεσε να συνδεθεί στον Πίνακα εξαιτίας προβλημάτων επικοινωνίας DCOP.
eo: La aplikaĵa prokuro ne fiksas al la panelo pro komunikaj problemoj.
es: No ha sido posible anclar el proxy de miniaplicaciones en el panel debido a problemas de comunicación de DCOP.
et: Apleti proxy dokkimine paneelile ebaõnnestus DCOP'i kommunikatsiooniprobleemide tõttu.
eu: Applet proxya ezin izan da atrakatu panelean DCOP-en komunikazio arazoak direla eta.
fa: به علت مشکلات ارتباطیDCOP، پیشکار برنامک نتوانست به تابلو بپیوندد.
fr: Impossible d'incruster le serveur mandataire (proxy) de l'applet dans le tableau de bord à cause de problèmes de communications DCOP.
fy: De appletproxy koe net yn it paneel wurde pleatse fanwege problemen mei de DCOP-kommunikaasje.
ga: Níorbh fhéidir seachfhreastalaí an fheidhmchláirín a chur i nduga sa phainéal de bharr fadhbanna le cumarsáid DCOP.
gl: Non foi posíbel pór o proxy das applets no painel debido a problemas de comunicación por DCOP.
he: מתווך היישומונים לא יכול לעגון אל הלוח עקב שגיאת תקשורת של DCOP.
hi: डीकॉप संचार समस्याओं के कारण ऐप्लेट प्रॉक्सी को फलक में नहीं रखा जा सका.
hu: A kisalkalmazás-proxy nem tudott bedokkolni a panelba DCOP-kommunikációs hiba miatt.
is: Smáforrita milliþjóninn gat ekki farið á spjaldið vegna DCOP samskiptavillu.
it: Il proxy delle applet non può agganciarsi al pannello per problemi di comunicazione con DCOP.
ja: DCOP 通信障害のため、アプレットプロキシはパネルにドックできませんでした。
kk: Апплет проксиі DCOP-пен байланыс құралмағаннан панельге ендірілмеді.
km: មិន​អាចដាក់ប្រូកស៊ី​អាប់ភ្លេត​ទៅ​ក្នុង​បន្ទះ ដោយ​សារ​តែ​បញ្ហា​ទំនាក់​ទំនង DCOP ។
ko: DCOP 통신 문제로 애플릿 프록시가 패널 안에 들어갈 수 없습니다.
lt: Įskiepių proxy negali būti prišlietas prie pulto dėl DCOP komunikacijos problemos.
mk: Аплетот прокси не можеше да се вкотви во панелот поради проблеми во комуникацијата со DCOP.
mn: Апплет итгэмжлэгч DCOP холболтын асуудлын улмаас панел руу орж чадсангүй.
ms: Proksi applet tidak dapat memaut ke panel kerana masalah komunikasi DCOP.
nb: Klarte ikke legge mellomtjeneren for panelprogram til i panelet på grunn av problem med DCOP-kommunikasjon.
nds: De Lüttprogramm-Proxy lett sik nich in't Paneel docken, dat gifft en Problem bi de Kommunikatschoon över DCOP.
nl: De appletproxy kon niet in het paneel worden geplaatst vanwege problemen met de DCOP-communicatie.
nn: Klarte ikkje leggja mellomtenaren for panelprogram til i panelet grunna problem med DCOP-kommunikasjon.
pa: ਐਪਲਿਟ ਪਰਾਕਸੀ ਨੂੰ ਪੈਨਲ ਵਿੱਚ DCOP ਸੰਚਾਰ ਸਮੱਸਿਆ ਕਰਕੇ ਡੋਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Pośrednik apletów nie mógł zadokować się w panelu z powodu problemów z komunikacją DCOP.
pt: Não foi possível atracar o 'proxy' de 'applet' ao painel devido a problemas de comunicação DCOP.
pt_br: O proxy de mini-aplicativo não pode ser encaixado no painel devido a problemas de comunicação DCOP.
ro: Miniaplicaţia proxy nu s-a putut doca în panou datorită unor probleme de comunicaţie DCOP.
ru: Прокси аплетов не был встроен в панель. Ошибка связи с DCOP.
rw: Porogisi apuleti ntiyashoboye kwihuza mu mwanya kubera ibibazo by'itumanaho DCOP.
se: Ii lean vejolaš vuojuhit prográmmažiid gaskabálvvá panelii DCOP-kommunikašuvdna váttisvuođaid dihte.
sk: Proxy appletu sa nedal ukotviť do panelu z dôvodu chyby komun ikácie s DCOP.
sl: Posrednik vstavkov se ni mogel zasidrati v pult zaradi težav s komunikacijo DCOP.
sr: Прокси аплета није могао да пристане у панел због проблема у DCOP комуникацији.
sr@latn: Proksi apleta nije mogao da pristane u panel zbog problema u DCOP komunikaciji.
sv: Proxy för miniprogram kunde inte docka i panelen på grund av DCOP-kommunikationsproblem.
ta: DCOP தொடர்பு பிரச்னைகளால் குறுநிரல் ப்ராக்சியால் பலகத்துக்குள் ஏற்ற முடியவில்லை.
th: แอพเพล็ตพร็อกซีไม่สามารถแสดงผลอยู่บนแพแนลได้อย่างถูกต้องเนื่องจากปัญหาการสื่อสารของ DCOP
uk: Не вдалось пришвартувати проксі аплету на панелі, оскільки виникли проблеми зв'язку з DCOP.
wa: Li proxy di l' aplikete n' a nén plou esse metowe e dock sol sicriftôr a cåze di problinmes di comunicåcion DCOP.
zh_cn: 小程序代理无法停靠入面板，原因是 DCOP 通讯出现问题。
zh_tw: 由於 DCOP 溝通問題，面板小程式代理無法停駐於面板中。

source: The applet proxy could not dock into the panel.
af: Die miniprogram volmag kon nie in die paneel vassmeer nie
ar: لم يتمكن وكيل البريمج من الإرساء الى لائحة التشغيل.
be: Немагчыма ўбудаваць проксі аплетаў у панэль.
bg: Прокси аплетът не може да се вгради в системния панел.
bs: Applet proxy se nije mogao smjestiti u panel.
ca: El procurador de l'aplet no s'ha pogut encastar al plafó.
cs: Proxy appletu nelze ukotvit do panelu.
cy: Bu'r dirprwy rhaglennig yn methu bachu ar y panel.
da: Applet-proxy'en kunne ikke dokke ned i panelet.
de: Der Miniprogramm-Proxy kann nicht an die Kontrollleiste andocken.
el: Ο διαμεσολαβητής μικροεφαρμογών δεν μπόρεσε να συνδεθεί στον Πίνακα.
eo: La aplikaĵa prokuro ne fiksas al la panelo.
es: No fue posible anclar el proxy de miniaplicaciones en el panel.
et: Apleti proxy dokkimine paneelile ebaõnnestus.
eu: Applet proxya ezin izan da atrakatu panelean.
fa: پیشکار برنامک نتوانست به تابلو بپیوندد.
fr: Impossible d'incruster le serveur mandataire (proxy) de l'applet dans le tableau de bord.
fy: De appletproxy koe net yn it paneel pleatse wurde.
ga: Níorbh fhéidir seachfhreastalaí an fheidhmchláirín a chur i nduga sa phainéal.
gl: Non foi posíbel pór o proxy das applets no painel.
he: מתווך היישומונים לא יכול לעגון אל הלוח.
hi: ऐप्लेट प्रॉक्सी को फलक में रखा नहीं जा सका.
hu: A kisalkalmazás-proxy nem tudott bedokkolni a panelbe.
is: Smáforrita milliþjóninn gat ekki farið á spjaldið.
it: Il proxy delle applet non riesce ad agganciarsi al pannello.
ja: アプレットプロキシはパネルにドックできませんでした。
kk: Апплет проксиі панельге ендірілмейді.
km: មិន​អាចដាក់​ប្រូកស៊ី​អាប់ភ្លេត​ទៅ​ក្នុង​បន្ទះ ។
ko: 애플릿 프록시가 패널 안에 들어갈 수 없습니다.
lt: Įskiepių proxy negalėjo būti prišlietas prie pulto.
mk: Аплетот прокси не можеше да се вкотви во панелот.
mn: Апплет итгэмжлэгч панел руу орж чадсангүй.
ms: Proksi applet tidak dapat memaut ke panel.
nb: Klarte ikke legge mellomtjeneren for panelprogram til i panelet.
nds: De Lüttprogramm-Proxy lett sik nich in't Paneel docken.
nl: De appletproxy kon niet in het paneel worden geplaatst.
nn: Klarte ikkje leggja mellomtenaren for panelprogram til i panelet.
pa: ਐਪਲਿਟ ਪਰਾਕਸੀ ਨੂੰ ਪੈਨਲ ਵਿੱਚ ਡੋਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
pl: Pośrednik apletów nie mógł zadokować w panelu.
pt: Não foi possível atracar o 'proxy' de 'applet' ao painel.
pt_br: O proxy de mini-aplicativo não pode ser encaixado no painel.
ro: Miniaplicaţia proxy nu s-a putut doca în panou.
ru: Не удалось встроить прокси аплетов в панель.
rw: Porogisi apuleti ntishoboye kwihuza mu mwanya.
se: Ii sáhttán vuojuhit prográmmažiid gaskabálvvá panelii.
sk: Proxy appletu sa nedal ukotviť do panelu.
sl: Posrednik vstavkov se ni mogel zasidrati v pult.
sr: Прокси аплета није могао да пристане у панел.
sr@latn: Proksi apleta nije mogao da pristane u panel.
sv: Proxy för miniprogram kunde inte docka i panelen.
ta: குறுநிரல் ப்ராக்சியால் பலகத்துக்குள் செல்ல்லமுடியவில்லை
th: แอพเพล็ตพร็อกซีไม่สามารถแสดงผลอยู่บนแพแนล
uk: Не вдалось пришвартувати проксі аплету на панелі.
wa: Li proxy di l' aplikete n' a nén plou esse metowe e dock sol sicriftôr.
zh_cn: 小程序代理无法停靠入面板。
zh_tw: 面板小程式代理無法停駐於面板中。

source: _: NAME OF TRANSLATORS Your names
af: Frikkie ThirionJuanita Franz
ar: عصام بايزيدي,Mohamed SAAD محمد سعد
be: Дарафей Праляскоўскі, Сяргей Лянцэвіч, Ігар Грачышка
bg: Радостин Раднев,Ясен Праматаров
bs: Vedran Ljubović
ca: Sebastià Pla i Sanz
cs: Lukáš Tinkl
cy: KD
da: Erik Kjær Pedersen
de: Thomas Diehl
el: Στέργιος Δράμης,Δημήτρης Καμενόπουλος,Σπύρος Γεωργαράς,Τούσης Μανώλης
eo: Wolfram Diestel,Matthias Peick
es: Pablo de Vicente
et: Hasso Tepper
eu: Marcos Goienetxe
fa: نازنین کاظمی
fr: François-Xavier Duranceau,Gilles Caulier,Thibaut Cousin,Nicolas Ternisien
fy: Acropia
ga: Séamus Ó Ciardhuáin,Kevin Scannell
gl: Jesús Bravo, Marcelino Villarino
he: צוות התרגום של KDE ישראל
hi: जी. करूणाकर, रविशंकर श्रीवास्तव
hu: Szántó Tamás
is: Logi Ragnarsson, Richard Allen
it: Andrea Rizzi
ja: Noboru Sinohara,Shinsaku Nakagawa
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Park Shinjo
lt: Eugenijus Paulauskas,Donatas Glodenis
mk: Божидар Проевски
mn: Sanlig Badral
ms: Muhammad Najmi Ahmad Zabidi, Sharuzzaman Ahmat Raslan
nb: Christian A Strømmen [Number1/NumeroUno],Harald Thingelstad,Sven Harald Klein Bakke
nds: Martin Sommer, Sönke Dibbern
nl: Niels Reedijk,Rinse de Vries,Douwe van der Schaaf
nn: Gaute Hvoslef Kvalnes
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Marcin Giedz
pt: Pedro Morais,José Nuno Pires
pt_br: Elvis Pfützenreuter
ro: Claudiu Costin
ru: Герман Жеболдов,Никита Ющенко
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
se: Børre Gaup
sk: Dumber,Marián Belička,Stanislav Višňovský
sl: Marko Samastur,Gregor Rakar
sr: Часлав Илић
sr@latn: Časlav Ilić
sv: Anders Widell,Per Lindström
ta: சிவகுமார் சண்முகசுந்தரம்,கோமதி சிவகுமார்,துரையப்பா வசீகரன்
th: ถนอมทรัพย์ นพบูรณ์, นราชัย สาคร
uk: Andriy Rysin,Іван Петрущак
uz: Mashrab Quvatov
uz@cyrillic: Машраб Қуватов
wa: Lorint Hendschel, Djan Cayron
zh_cn: Gou Zhuang
zh_tw: Eric Cheng

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@expertron.co.zajuanita.franz@vr-web.de
ar: bayazidi@arabeyes.org, metehyi@free.fr
be: symbol@akeeri.tk, serzh.by@gmail.com, ihar.hrachyshka@gmail.com
bg: radnev@yahoo.com
bs: vljubovic@smartnet.ba
ca: sps@sastia.com
cs: lukas@kde.org
cy: kyfieithu@dotmon.com
da: erik@binghamton.edu
de: thd@kde.org
el: sdramis@egnatia.ee.auth.gr,el97146@mail.ntua.gr,sng@hellug.gr,manolis@koppermind.homelinux.org
eo: <wolfram@steloj.de>,<matthias@peick.de>
es: pvicentea@wanadoo.es
et: hasso@linux.ee
eu: marcos@euskalgnu.org
fa: kazemi@itland.ir
fr: duranceau@kde.org,caulier.gilles@free.fr,cousin@kde.org,nicolast@libertysurf.fr
fy: acropia@gmail.com
ga: seoc at iolfree dot ie,scannell at slu dot edu
gl: jba@pobox.com, mvillarino@gmail.com
he: kde-il@yahoogroups.com
hi: karunakar@freedomink.org, raviratlami@gmail.com
hu: tszanto@mol.hu
is: logir@logi.org, ra@ra.is
it: rizzi@kde.org
ja: shinobo@leo.bekkoame.ne.jp,shinsaku@users.sourceforge.jp
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: peremen@gmail.com
lt: eugenijus@agvila.lt,dgvirtual@akl.lt
mk: bobibobi@freemail.com.mk
mn: badral@users.sf.net
ms: md_najmi@yahoo.com, sharuzzaman@myrealbox.com
nb: number1@realityx.net,harald@skolelinux.no,sirius@nonline.org
nds: sommer451@gmx.de, s_dibbern@web.de
nl: ,rinsedevries@kde.nl,
nn: gaute@verdsveven.com
pa: aalam@users.sf.net
pl: mgiedz@elka.pw.edu.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: epx@conectiva.com.br
ro: claudiuc@kde.org
ru: Hermann.Zheboldov@shq.ru,yoush@cs.msu.su
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
se: boerre@skolelinux.no
sk: ?,jairik@pobox.sk,visnovsky@nenya.ms.mff.cuni.cz
sl: markos@elite.org,gregor.rakar@kiss.si
sr: caslav.ilic@gmx.net
sr@latn: caslav.ilic@gmx.net
sv: awl@hem.passagen.se,per.lindstrom@osd.privataccess.nu
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,t_vasee@yahoo.com
th: donga_n@yahoo.com, narachai@opentle.org
uk: rysin@kde.org,ivanpetrouchtchak@yahoo.com
uz: kmashrab@uni-bremen.de
uz@cyrillic: kmashrab@uni-bremen.de
wa: <LorintHendschel@skynet.be>;<jean.cayron@gmail.com>
zh_cn: gouzhuang@bigfoot.com
zh_tw: ericc@shinewave.com.tw
