Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/joystick.po
Languages: eo, eu, gl, rw, sl, sr, th

source: No joystick device automatically found on this computer.<br>Checks were done in /dev/js[0-4] and /dev/input/js[0-4]<br>If you know that there is one attached, please enter the correct device file.
eo: Nenia stirstangaparato estas aŭtomate trovebla en tiu komputilo.<br>Esploro estas farita en /dev/js[0-4] kaj /dev/input/js[0-4].<br>Se vi scias, ke unu ekzistas, tiam enigu la korektan aparatdosieron.
eu: Ez da joystick dispositiborik automatikoki aurkitu ordenagailu honetan.<br>Bilaketa lekuak /dev/js[0-4] eta /dev/input/js[0-4] izan dira<br>Baten bat konektaturik balego, sar ezazu dispositibo fitxategi egokia.
gl: Non se atopu automaticamente ningún «joystick» neste ordenador.<br>As comprobacións fixéronse en /dev/js[0-4] e /dev/input/js[0-4]<br>Se sabe que hai un conectado, por favor introduza o ficheiro de dispositivo axeitado.
rw: Nta apareye y'agakoreshomukino yabonetse mu buryo bwikoresha kuri iyi mudasobwa.<br> Amagenzura yakozwe muri /dev/js[0-4] na /dev/input/js[0-4]<br>Niba uzi ko hari imwe ifasheho, wakwinjiza idosiye nyayo y'apareye.
sl: Na tem računalniku ni bilo najdene naprave igralne palice. <br>Preverjanja so bila opravljena v /dev/js[0-4] in /dev/input/js[0-4] <br>Če veste, da imate igralno palico priključeno, prosim vnesite pravilno datoteko naprave.
sr: Није пронађен ниједан џојстик прикључен на овај рачунар.<br>Проверени су /dev/js[0-4] и /dev/input/js[0-4]<br>Ако сте сигурни да је џојстик прикључен, унесите исправан фајл уређаја.
th: ไม่มีการพบจอยสติกโดยอัตโนมัติบนคอมพิวเตอร์เครื่องนี้<br>ได้ทำการตรวจสอบแล้วใน /dev/js[0-4] และ /dev/input/js[0-4]<br> หากคุณได้ติดตั้งแล้ว กรุณาใส่ชื่อแฟ้มอุปกรณ์ที่ถูกต้อง

source: The given device name is invalid (does not contain /dev). Please select a device from the list or enter a device file, like /dev/js0.
eo: La donita aparatnomo ne estas valida (ĝi ne enhavas /dev). Elektu aparaton de la listo aŭ enigu aparatdosieron kiel /dev/js0.
eu: Emandako gailu izenak ez du balio (ez dauka /dev). Hauta ezazu gailua zerrendatik, edo sar ezazu /dev/js0 bezalako gailu fitxategia.
gl: O nome de dispositivo fornecido non é válido (non contén /dev). Selecciona un dispositivo na lista ou fornece un ficheiro de dispositivo, coma /dev/js0.
rw: Izina ry'apareye ryatanzwe ntabwo ariryo (ntirifite /dev). Wahitamo apareye mu ilisiti cyangwa ukinjiza idosiye y'apareye, nka /dev/js0.
sl: Dana naprava je neveljavna (ne vsebuje /dev). Prosim izberite napravo s seznama ali pa vnesite datoteko naprave, npr. /dev/js0.
sr: Дато име уређаја је неисправно (не садржи /dev). Одаберите уређај из листе или унесите фајл уређаја као /dev/js0
th: ชื่ออุปกรณ์ไม่ถูกต้อง (ไม่มี /dev) กรุณาเลือกอุปกรณ์จากรายการหรือ ใส่ชื่อแฟ้มอุปกรณ์ เช่น /dev/js0

source: Unknown Device
eo: Nekonata aparato
eu: Gailu ezezaguna
gl: Descoñecido
rw: Apareye Itazwi
sl: Neznana naprava
sr: Непознати уређај
th: อุปกรณ์ไม่รู้จัก

source: Device Error
eo: Aparat eraro
eu: Gailu errorea
gl: Erro na unidade
rw: Ikosa ry'Apareye
sl: Napaka naprave
sr: Грешка уређаја
th: เกิดข้อผิดพลาดกับอุปกรณ์

source: <qt>Calibration is about to check the precision.<br><br><b>Please move all axes to their center position and then do not touch the joystick anymore.</b><br><br>Click OK to start the calibration.</qt>
eo: <qt>Por esplori la precizecon vi necesas la kalibrecon.<br><br><b>Movu ĉiujn aksojn al siaj mezaj pozicioj kaj ne plu tuŝu la stirstangon.</b><br><br>Kliku "Konfirmu" por lanĉi la kalibrecon.</qt>
eu: <qt>Kalibrazioak doitasuna kalibratuko du. <br> <br><b>Mugi itzazu ardatz guztiak euren erdiko kokapenera eta ez ezazu berriz ikutu joystick-a.</b> <br><br> Klika ezazu OK kalibrazioa has dadin.</qt>
gl: <qt>A calibración vai comprobar a precisión.<br><br><b>Move todos os eixos a súa posición central e non volva a tocar o «joystick».</b><br><br>Prema en Aceptar para iniciar a calibración.</qt>
rw: <qt>Igena-ngero rifasha kugenzura igenzura ryuzuye.<br><br><b>Wakwimura imirongo fatizo yose ku mwanya wo hagati wayo kandi noneho ntiwongere gukora ku gakoreshomukino. </b><br><br>Kandi YEGO kugira utangize igena-ngero.</qt>
sl: <qt>Kalibracija bo preverila natančnost.<br><br><b>Prosim premaknite vse osi v njihov središčni položaj in nato se ne dotaknite več igralne palice.</b><br><br>Kliknite »V redu« za pričetek kalibracije.</qt>
sr: <qt>Калибрација ће управо да провери прецизност.<br><br><b>Померите све осе у њихову средишњу позицију и не померајте џојстик.</b><br><br>Притисните дугме „У реду“ да бисте започели калибрацију.</qt>
th: <qt>การปรับตั้งเพื่อการตรวจสอบความแม่นยำ <b>กรุณาเลื่อนทุกๆ แกนไปยังตำแหน่งกลาง และอย่าแตะต้องจอยสติกอีก</b> คลิก 'ตกลง' เพื่อเริ่มการปรับตั้ง</qt>

source: Restored all calibration values for joystick device %1.
eo: Refarita ĉiujn kalibrecajn valorojn por stirstangaparato %1.
eu: %1 joystick gailuaren kalibrazio guztiak berrezarriak izan dira.
gl: Restaurados todos os valores de calibración para o «joystick» %1.
rw: Uduciro tw'igena-ngero twose twongeye kugaragazwa tw'apareye agakoreshamukino %1.
sl: Povrnjene vse kalibracijske vrednosti za napravo igralne palice %1.
sr: Обновљене су све калибрационе вредности за џојстик уређај %1.
th: เรียกค่าการปรับตั้งสำหรับจอยสติก อุปกรณ์ %1 คืนทั้งหมด
