Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/joystick.po
Languages: eo, eu, gl, rw, sl, sr, th

source: _: NAME OF TRANSLATORS Your names
eo: Matthias Peick, Axel Rousseau
eu: Marcos Goienetxe, Juan Irigoien
gl: Gonzalo H. Castilla
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
sl: Gregor Rakar,Jure Repinc
sr: Топлица Танасковић
th: สหชาติ อนุกูลกิจ

source: _: EMAIL OF TRANSLATORS Your emails
eo: <matthias@peick.de>,<axel@esperanto-jeunes.org>
eu: marcos@euskalgnu.org, juanirigoien@gmail.com
gl: ttxzgl@yahoo.es
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
sl: gregor.rakar@kiss.si,jlp@holodeck1.com
sr: toptan@kde.org.yu
th: drrider@gmail.com

source: Calibration
eo: Kalibreco
eu: Kalibrazioa
gl: Calibrado
rw: Igena-rugero
sl: Kalibracija
sr: Калибрација
th: ปรับตั้งจอยสติก

source: Next
eo: Venonta
eu: Hurrengoa
gl: Vindeiro
rw: Ikurikira
sl: Naprej
sr: Следеће
th: ต่อไป

source: Please wait a moment to calculate the precision
eo: Bonvole atendu dum momento por kalkuli la precizeco
eu: Itxaron ezazu pixka batean doitasuna kalkulatu bitartean
gl: Espera un intre mentras calculase a precisión
rw: Wategereza umwanya mbere yo kubara igaragaza ryuzuye
sl: Prosim počakajte trenutek za izračun natančnosti
sr: Сачекајте док израчунам прецизност
th: กรุณารอสักครู่เพื่อคำนวณความแม่นยำ

source: (usually X)
eo: (ĉiam X)
eu: (normalean X)
gl: (normalmente X)
rw: (uko bisanzwe X)
sl: (običajno X)
sr: (обично X)
th: (ตามปกติ คือ X)

source: (usually Y)
eo: (ĉiam Y)
eu: (normalean Y)
gl: (normalmente Y)
rw: (uko bisanzwe Y)
sl: (običajno Y)
sr: (обично Y)
th: (ตามปกติ คือ Y)

source: <qt>Calibration is about to check the value range your device delivers.<br><br>Please move <b>axis %1 %2</b> on your device to the <b>minimum</b> position.<br><br>Press any button on the device or click on the 'Next' button to continue with the next step.</qt>
eo: <qt>Kalibreco estas necesa por esplori la valorojn, kiujn vi aparato sendas. <br><br>Movu la <b>akson %1 %2</b> de via aparato al la <b>minimuma</b> pozicio. <br><br>Premu iun butonon de la aparato aŭ klaku butonon 'Sekva' por pluigi kun la venonta paŝo.</qt>
eu: <qt>Kalibrazioak gailuak darabiltzan balioen heina aztertuko du.<br> <br>Mugi ezazu gailuaren <b>%1 %2 ardatza</b> posizio <b>txikienera</b>. <br><br> Sakatu gailuaren edozein botoi edo klik egin "Hurrengoa" hurrengo urratsarekin jarraitzeko.</qt>
gl: <qt>A calibración baséasese en determinar o rango de valores no que opera o dispositivo.<br><br>Move o <b>eixo %1 %2</b> no dispositivo á súa posición <b>mínima</b>. <br><br>Prema calquer botón do dispositivo ou prema no botón 'Seguinte' para continuar co seguinte paso.</qt>
rw: <qt>Igena-ngero rifasha kugenzura igice cy'uduciro apareye yawe itanga.<br><br>Wakwimura <b>umurongo %1 %2</b> kuri apareye yawe ku mwanya <b>muto ushoboka</b>.<br><br>Kanda buto iyo ariyo yose kuri apareye yawe cyangwa ukande kuri buto 'Bikurikira' mu gukomeza ku ntambwe ikurikira.</qt>
sl: <qt>Kalibracija bo preverila obseg vrednosti, ki jih ima vaša naprava.<br><br>Prosim premaknite <b>os %1 %2</b> na svoji napravi na <b>najnižji</b> položaj.<br><br>Pritisnite katerikoli gumb na napravi ali pa gumb »Naprej«, da nadaljujete z naslednjim korakom.</qt>
sr: <qt>Калибрација ће управо да провери опсег вредности које уређај даје.<br><br>Померите <b>осу %1 %2</b> уређаја на <b>минимум</b>.<br><br>Притисните било које дугме на уређају или кликните на „Следеће“ да наставите ка следећем кораку.</qt>
th: <qt>การปรับตั้งคือการตรวจสอบขอบเขตค่าของอุปกรณ์ของคุณ<br><br>กรุณาขยับ<b>แกน %1 %2</b> ที่อุปกรณ์ของคุณไปยังตำแหน่ง <b>ที่ต่ำที่สุด</b><br><br>กดปุ่มใดๆ บนอุปกรณ์ของคุณหรือคลิกที่ปุ่ม 'ต่อไป' เพื่อไปยังขั้นถัดไป</qt>

source: <qt>Calibration is about to check the value range your device delivers.<br><br>Please move <b>axis %1 %2</b> on your device to the <b>center</b> position.<br><br>Press any button on the device or click on the 'Next' button to continue with the next step.</qt>
eo: <qt>Kalibreco estas necesa por esplori la valorojn, kiujn vi aparato sendas. <br><br>Movu la <b>akson %1 %2</b> de via aparato al la <b>meza</b> pozicio. <br><br>Premu iun butonon de la aparato aŭ klaku butonon 'Sekva' por pluigi kun la venonta paŝo.</qt>
eu: <qt>Kalibrazioak gailuak darabiltzan balioen heina aztertuko du.<br> <br>Mugi ezazu gailuaren <b>%1 %2 ardatza</b> <b>erdiko</b> posiziora.<br><br> Sakatu gailuaren edozein botoi edo klik egin "Hurrengoa" hurrengo urratsarekin jarraitzeko.</qt>
gl: <qt>A calibración consiste en determinar o rango de valores no que traballa o dispositivo.<br><br>Mova o <b>eixo %1 %2</b> do seu dispositivo a súa posición <b>central</b>.<br><br>Prema calquera botón do dispositivo ou prema 'Vindeiro' para continuar co seguinte paso.</qt>
rw: <qt>Igena-ngero rifasha kugenzura igice cy'uduciro apareye yawe itanga.<br><br>Wakwimura <b>umurongo %1 %2</b> kuri apareye yawe ku mwanya <b>wo hagati</b>.<br><br>Kanda buto iyo ariyo yose kuri apareye yawe cyangwa ukande kuri buto 'Bikurikira' mu gukomeza ku ntambwe ikurikira.</qt>
sl: <qt>Kalibracija bo preverila obseg vrednosti, ki jih ima vaša naprava.<br><br>Prosim premaknite <b>os %1 %2</b> na svoji napravi na <b>srednji</b> položaj.<br><br>Pritisnite katerikoli gumb na napravi ali pa gumb »Naprej«, da nadaljujete z naslednjim korakom.</qt>
sr: <qt>Калибрација ће управо да провери опсег вредности које уређај даје.<br><br>Померите <b>осу %1 %2</b> уређаја на <b>средину</b>.<br><br>Притисните било које дугме на уређају или кликните на „Следеће“ да наставите ка следећем кораку.</qt>
th: <qt>การปรับตั้งคือการตรวจสอบขอบเขตค่าของอุปกรณ์ของคุณ<br><br>กรุณาขยับ<b>แกน %1 %2</b> ที่อุปกรณ์ของคุณไปยังตำแหน่ง <b>ตรงกลาง</b><br><br>กดปุ่มใดๆ บนอุปกรณ์ของคุณหรือคลิกที่ปุ่ม 'ต่อไป' เพื่อไปยังขั้นถัดไป</qt>

source: <qt>Calibration is about to check the value range your device delivers.<br><br>Please move <b>axis %1 %2</b> on your device to the <b>maximum</b> position.<br><br>Press any button on the device or click on the 'Next' button to continue with the next step.</qt>
eo: <qt>Kalibreco estas necesa por esplori la valorojn, kiujn vi aparato sendas. <br><br>Movu la <b>akson %1 %2</b> de via aparato al la <b>maksimuma</b> pozicio. <br><br>Premu iun butonon de la aparato aŭ klaku la butonon 'Sekva' por pluigi kun la venonta paŝo.</qt>
eu: <qt>Kalibrazioak gailuak darabiltzan balioen heina aztertuko du.<br> <br>Mugi ezazu gailuaren <b>%1 %2 ardatza</b> posizio <b>handienera</b>. <br><br> Sakatu gailuaren edozein botoi edo klik egin "Hurrengoa" hurrengo urratsarekin jarraitzeko.</qt>
gl: <qt>A calibración consiste en determinar o rango de valores no que traballa o dispositivo.<br><br>Mova o <b>eixo %1 %2</b> do seu dispositivo á súa posición <b>máxima</b>.<br><br>Prema en calquera botón do dispositivo ou prema en 'Vindeiro' para continuar co seguinte paso.</qt>
rw: <qt>Igena-ngero rifasha kugenzura igice cy'uduciro apareye yawe itanga.<br><br>Wakwimura <b>umurongo %1 %2</b> kuri apareye yawe ku mwanya <b>munini ushoboka</b>.<br><br>Kanda buto iyo ariyo yose kuri apareye yawe cyangwa ukande kuri buto 'Bikurikira' mu gukomeza ku ntambwe ikurikira.</qt>
sl: <qt>Kalibracija bo preverila obseg vrednosti, ki jih ima vaša naprava.<br><br>Prosim premaknite <b>os %1 %2</b> na svoji napravi na <b>najvišji</b> položaj.<br><br>Pritisnite katerikoli gumb na napravi ali pa gumb »Naprej«, da nadaljujete z naslednjim korakom.</qt>
sr: <qt>Калибрација ће управо да провери опсег вредности које уређај даје.<br><br>Померите <b>осу %1 %2</b> уређаја на <b>максимум</b>.<br><br>Притисните било које дугме на уређају или кликните на „Следеће“ да наставите ка следећем кораку.</qt>
th: <qt>การปรับตั้งคือการตรวจสอบขอบเขตค่าของอุปกรณ์ของคุณ<br><br>กรุณาขยับ<b>แกน %1 %2</b> ที่อุปกรณ์ของคุณไปยังตำแหน่ง <b>ที่สูงที่สุด</b><br><br>กดปุ่มใดๆ บนอุปกรณ์ของคุณหรือคลิกที่ปุ่ม 'ต่อไป' เพื่อไปยังขั้นถัดไป</qt>

source: Communication Error
eo: Komunikada eraro
eu: Komunikazio errorea
gl: Erro de comunicación
rw: Ikosa ry'Itumanaho
sl: Komunikacijska napaka
sr: Грешка при комуникацији
th: เกิดข้อผิดพลาดในการติดต่อกับอุปกรณ์

source: You have successfully calibrated your device
eo: Vi sukcesis kalibri vian aparaton
eu: Egoki kalibratu duzu gailua
gl: Calibrou o dispositivo correctamente
rw: Wabashije kugena-ingero neza y'apareye yawe
sl: Uspešno ste kalibrirali napravo
sr: Успешно сте калибрисали ваш уређај
th: คุณได้ทำการปรับตั้งอุปกรณ์ของคุณเสร็จสมบูรณ์แล้ว

source: Calibration Success
eo: Kalibreca sukceso
eu: Kalibrazio egokia
gl: Calibración rematada
rw: Igena-ngero Ryakunze.
sl: Kalibracija je uspela
sr: Калибрација је успела
th: การปรับตั้งสำเร็จ

source: Value Axis %1: %2
eo: Valorakso %1: %2
eu: %1 ardatzaren balioa: %2
gl: Valor eixe %1 : %2
rw: Agaciro Umurongo fatizo %1: %2
sl: Vrednost osi %1: %2
sr: Вредност осе %1: %2
th: ค่าแกน %1: %2

source: The given device %1 could not be opened: %2
eo: La difinita aparato %1 ne estas malfermebla: %2
eu: %1 gailua ezin izan da ireki: %2
gl: Non se pode abrir %1 dispositivo : %2
rw: Apareye itanzwe %1 ntishobora gufungurwa: %2
sl: Dane naprave %1 ni bilo možno odpreti: %2
sr: Дати уређај %1 не може да се отвори: %2
th: ไม่สามารถเปิดอุปกรณ์ %1 ได้: %2

source: The given device %1 is not a joystick.
eo: La difinita aparato %1 ne estas stirstango.
eu: %1 gailua ez da joystick-a
gl: O dispositivo %1 non é un «joystick».
rw: Apareye itanzwe %1 ntabwo ari agakoreshamukino.
sl: Dana naprava %1 ni igralna palica.
sr: Дати уређај %1 није џојстик.
th: อุปกรณ์ %1 ไม่ใช่จอยสติก

source: Could not get kernel driver version for joystick device %1: %2
eo: Ne estas ebla lanĉi kernpelilversion de stirstangaparato %1: %2
eu: Ezin izan da %1 joystick gailuaren kernel driver bertsioa eskuratu: %2
gl: Non se pode obter a versión do controlador do «joystick» %1: %2
rw: Ntibyashobotse kubona verisiyo ya musomyi w'intima ijyanye n'apareye agakoreshamukino: %1: %2
sl: Ni bilo možno dobiti različice gonilnika jedra za napravo igralne palice %1: %2
sr: Не могу да добијем верзију кернеловог управљачког програма за џојстик уређај %1: %2
th: ไม่สามารถดึงเอาค่าเวอร์ชั่นของไดรเวอร์ในเคอร์เนลสำหรับอุปกรณ์จอยสติก %1ได้: %2

source: The current running kernel driver version (%1.%2.%3) is not the one this module was compiled for (%4.%5.%6).
eo: La nun uzata kernpelilversio (%1.%2.%3) ne estas tiu, por kiu (%4.%5.%6)la modulo estas tradukita.
eu: Uneko kernelaren driver bertsioa (%1.%2.%3) ez dator bat modulua konpilatzeko erabili zenarekin (%4.%5.%6.).
gl: A versión actual do controlador do kernel (%1.%2.%3) non é a que se empregou para compilar o módulo (%4.%5.%6).
rw: Verisiyo ya musomyi w'intima igezweho ikora (%1.%2.%3) ntabwo ariyo iki gice cyakorewe ihinyuza (%4.%5.%6).
sl: Gonilnik jedra, ki teče trenutno (%1.%2.%3), ni tisti, za katerega je bil modul preveden (%4.%5.%6).
sr: Верзија кернела који се извршава (%1.%2.%3) није она за коју је овај модул компајлиран (%4.%5.%6).
th: โมดูลนี้ถูกคอมไพล์มาสำหรับไดรเวอร์ในเคอร์เนลเวอร์ชั่น %4.%5.%6 ไม่ใช่เวอร์ชั่นที่กำลังทำงานอยู่ขณะนี้ (%1.%2.%3)

source: Could not get number of buttons for joystick device %1: %2
eo: Ne eblas preni la nombron de butonoj por stirstangaparato %1: %2
eu: Ezin izan da %1 joystick gailuaren botoi kopurua eskuratu: %2
gl: Non se pode obter o número de botóns do «joystick» %1: %2
rw: Ntibyashobotse kubona umubare w'apareye y'agakoreshamukino %1 : %2
sl: Ni bilo možno dobiti števila gumbov na napravi igralne palice %1: %2
sr: Не могу да добијем број дугмади за џојстик уређај %1: %2
th: ไม่สามารถนำค่าจำนวนปุ่มของอุปกรณ์จอยสติก %1 มาได้: %2

source: Could not get number of axes for joystick device %1: %2
eo: Ne eblas preni la nombron de aksoj por stirstangaparato %1: %2
eu: Ezin izan da %1 joystick gailuaren ardatz kopurua eskuratu: %2
gl: Non se pode obter o número de eixos do «joystick» %1: %2
rw: Ntibyashobotse kubona umubare w'imirongo fatizo y'agakoreshamukino %1 : %2
sl: Ni bilo možno dobiti števila osi za napravo igralne palice %1: %2
sr: Не могу да добијем број оса за џојстик уређај %1: %2
th: ไม่สามารถนำค่าจำนวนแกนของอุปกรณ์จอยสติก %1 มาได้: %2

source: Could not get calibration values for joystick device %1: %2
eo: Ne eblas preni kalibrovalorojn por stirstangaparato %1: %2
eu: Ezin izan dira %1 joystick gailuaren kalibrazio balioak eskuratu: %2
gl: Non se pode obter os valores de calibración do «joystick» %1: %2
rw: Ntibyashobotse kubona uduciro tw'igena-ngano tw'apareye y'agakoreshamukino %1 : %2
sl: Ni bilo možno dobiti kalibracijskih vrednosti za napravo igralne palice %1: %2
sr: Не могу да добијем вредности за калибрацију џојстик уређаја %1: %2
th: ไม่สามารถนำค่าการปรับตั้งสำหรับอุปกรณ์จอยสติก %1 มาได้: %2

source: Could not restore calibration values for joystick device %1: %2
eo: Ne eblas rekrei kalibrovalorojn por stirstangaparato %1: %2
eu: Ezin izan dira %1 joystick gailuaren kalibrazio balioak berreskuratu: %2
gl: Non se pode recuperar os valores de calibración do «joystick» %1: %2
rw: Ntibyashobotse kongera gusubizaho uduciro tw'igena-ngano tw'apareye y'agakoreshamukino %1 : %2
sl: Ni bilo možno obnoviti kalibracijske vrednosti za napravo igralne palice %1: %2
sr: Не могу да обновим вредности за калибрацију џојстик уређаја %1: %2
th: ไม่สามารถเรียกค่าการปรับตั้งอุปกรณ์จอยสติก %1 คืนมาได้: %2

source: Could not initialize calibration values for joystick device %1: %2
eo: Ne eblas agordi kalibrovalorojn por stirstangaparato %1: %2
eu: Ezin izan dira %1 joystick gailuaren kalibrazio balioak hasieratu: %2
gl: Non se pode iniciar os valores de calibración do «joystick» %1: %2
rw: Ntibyashobotse gutangiza uduciro tw'igena-ngano tw'apareye y'agakoreshamukino %1 : %2
sl: Ni bilo možno inicializirati kalibracijske vrednosti za napravo igralne palice %1: %2
sr: Не могу да иницијализујем вредности за калибрацију џојстик уређаја %1: %2
th: ไม่สามารถเริ่มค่าการปรับตั้งสำหรับอุปกรณ์จอยสติก %1 ได้: %2

source: Could not apply calibration values for joystick device %1: %2
eo: Ne eblas apliki kalibrovalorojn por stirstangaparato %1: %2
eu: Ezin izan dira %1 joystick gailuaren kalibrazio balioak aplikatu: %2
gl: Non se pode aplicar os valores de calibración do «joystick» %1: %2
rw: Ntibyashobotse gushyiraho uduciro tw'igena-ngano tw'apareye y'agakoreshamukino %1 : %2
sl: Ni bilo možno uveljaviti kalibracijske vrednosti za napravo igralne palice %1: %2
sr: Не могу да преименим вредности за калибрацију џојстик уређаја %1: %2
th: ไม่สามารถปรับใช้ค่าการปรับตั้งสำหรับอุปกรณ์จอยสติก %1 ได้: %2

source: internal error - code %1 unknown
eo: interna eraro - kodo %1 nekonata
eu: Barneko errorea - %1 kodea ezezaguna
gl: erro interno - código %1 descoñecido
rw: Ikosa ry'imbere - kode itazwi %1
sl: notranja napaka - neznana koda %1
sr: интерна грешка - код %1 непознат
th: เกิดข้อผิดพลาดขึ้นภายใน - รหัส %1 ไม่ทราบ

source: KDE Joystick Control Module
eo: Stirstanga stirmodulo de KDE
eu: KDEren joystick kontrol modulua
gl: Módulo de control de «joysticks» de KDE
rw: KDE Igice Kigenzura Agakoreshamukino
sl: Nadzorni modul KDE za igralne palice
sr: KDE-ов контролни модул за џојстик
th: โมดูลควบคุมจอยสติกของ KDE

source: KDE Control Center Module to test Joysticks
eo: Stirmodulo de KDE por testi stirstangojn
eu: KDEren kontrol guneko modulua joystick-ak frogatzeko
gl: Módulo do Centro de Control de KDE para probar «joysticks»
rw: KDE Igice cy'Agace k'Igenzura mu kugerageza Udukoreshamukino
sl: Modul Nadzornega središča KDE za preizkus igralnih palic
sr: Модул KDE-овог контролног центра за тестирање џојстика
th: โมดูลศูนย์ควบคุม KDE เพื่อทดสอบจอยสติก

source: <h1>Joystick</h1>This module helps to check if your joystick is working correctly.<br>If it delivers wrong values for the axes, you can try to solve this with the calibration.<br>This module tries to find all available joystick devices by checking /dev/js[0-4] and /dev/input/js[0-4]<br>If you have another device file, enter it in the combobox.<br>The Buttons list shows the state of the buttons on your joystick, the Axes list shows the current value for all axes.<br>NOTE: the current Linux device driver (Kernel 2.4, 2.6) can only autodetect<ul><li>2-axis, 4-button joystick</li><li>3-axis, 4-button joystick</li><li>4-axis, 4-button joystick</li><li>Saitek Cyborg 'digital' joysticks</li></ul>(For details you can check your Linux source/Documentation/input/joystick.txt)
eo: <h1>Stirstango</h1> Tiu modulo helpas kontroli la korektan funkcion de via stirstango. <br>Se ĝi sendas nekorektajn valorojn de la aksoj, vi povas provi la kalibrecon pro solveco. <br>Tiu modulo provas trovi ciujn ekzistajn stirstangojn per esploro de /dev/js[0-4] kaj /dev/input/js[0-4]. <br>Se vi havas alian aparatan dosieron, entipu ĝin en la kombinliston. <br>La butonlisto montras la butonajn statojn de via stirstango, la akslisto montras la nunan valoro de ĉiuj aksoj. <br>Notu: la nuna linuksa aparatpelilo (kerno 2.4, 2.6) nur povas rimarki <ul> <li>du-aksa, kvar-butona stirstango</li> <li>tri-aksa, kvar-butona stirstango</li> <li>kvar-aksa, kvar-butona stirstango</li> <li>'digital'-stirstangoj de Saitek Cyborg</li> </ul> (Pri detaloj vi povas legi en la linuksa dosiero source/Documentation/input/joystick.txt)
eu: <h1>Joystick</h1> Modulu honek zure joystick-a ondo dabilen aztertzen lagunduko dizu. <br> Ardatzen balioak egokiak ez badira, kalibrazioaren bitartez zuzen ditzakezu. <br>Modulu hau erabilgarri dauden joystick guztiak aurkitzen saiatzen da /dev/js[0-4] eta /dev/inputs/js[0-4] aztertuz <br>Beste gailu fitxategirik bazeneuka, sar ezazu kutxan <br>Botoien zerrendak zure joystick-aren botoien egoera erakusten du, ardatzen zerrendak ardatz guztien uneko balioa erakusten dute. <br>OHARRA: Uneko Linux gailu driverrak (2.4, 2.6 Kernela) auto detektatu ditzakeenak: <ul> <li>2 ardatz eta 4 botoidun joystick-a</li> <li>3 ardatz eta 4 botoidun joystick-a</li> <li>4 ardatz eta 4 botoidun joystick-a</li> <li>Saitek Cyborg joystick digitalak</li> </ul> (Zehaztasun gehiago ezagutzeko, begira ezazu Linux iturburu-kodeko /Documentation/input/joystick.txt fitxategia)
gl: <h1>Joystick</h1>Este módulo axuda a comprobar se o «joystick» está funcionando correctamente.<br>Se os valores dos eixos no son correctos, pode intentar correxilo coa calibración. <br>Este módulo intentar atopar todos os «joysticks» dispoñibles comprobando /dev/js[0-4] e /dev/input/js[0-4]<br>Se emprega outros ficheiros de dispositivo, escribao na caixa.<br>A lista de botóns amosa o estado dos botóns do «joystick», a lista de eixos amosa os valores actuais dos eixos.<br>Nota: o controlador de Linux actual (Kernel 2.4 e 2.6) únicamente pode detectar automaticamente «joysticks» de <ul><li>2 eixos e 4 botóns</li><li>3 eixos e 4 botóns</li><li>4 eixos e 4 botóns</li><li>«joysticks» dixitais Saitek Cyborg </li></ul>(Para máis detalles, pode consultar Linux source/Documentation/input/joystick.txt)
rw: <h1>Agakoreshamukino</h1>Iki gice gifasha kugenzura niba agakoreshamukino kari gukora neza.<br>Niba gatanga uduciro tutaritwo tw'imirongo fatizo, ushobora kugerageza gukemura ibi ukoresheje igena-ngano. <br>Iki gice kigerageza kubona apareye z'agakoreshamukino zose zihari kigenzura /dev/js[0-4] na /dev/input/js[0-4]<br> Niba ufite idosiye y'apareye yindi, yinjize mu rutonde rwirambura.<br> Ilisiti ya Buto yerekana imimerere ku gakoreshamukino kawe, ilisiti y'Imirongo yerekana agaciro kagezweho k'imirongo fatizo yose.<br>ICYITONDERWA: musomyi w'apareye Linux igezweho (Intima 2.4, 2.6) ishobora gusa kubona byikoresha<ul><li>2-umurongo fatizo, 4-buto agakoreshamukino</li><li>3-umurongo fatizo, 4-buto agakoreshamukino</li><li>4-umurongo fatizo, 4-buto agakoreshamukino</li><li>Udukoreshamukino bimenyetsomibare Saitek Cyborg</li></ul>(Ku bisobanuro birambuye ushobora kugenzura source/Documentation/input/joystick.txt ya linux yawe)
sl: <h1>Igralna palica</h1>Ta modul vam omogoča preveriti, če vaša igralna palica deluje pravilno.<br>Če sporoča nepravilne vrednosti za osi, lahko poskusite razrešiti to s kalibracijo.<br>Ta modul poskuša najti vse razpoložljive igralne palice s preverjanjem naprav /dev/js[0-4] in /dev/input/js[0-4]<br>Če imate drugo datoteko naprave, jo vnesite v kombinacijsko polje.<br>Seznam Gumbi prikazuje stanje gumbov na igralni palici, seznam Osi pa trenutne vrednosti za vse osi.<br>OPOZORILO: trenutnen gonilnik naprave Linuxa (jedri 2.4 in 2.6) lahko samodejno zazna samo<ul><li>igralno palico z dvema osema in štirimi gumbi</li><li>igralno palico s tremi osemi in štirimi gumbi</li><li>igralno palico s štirimi osemi in štirimi gumbi</li><li>»digitalne« igralne palice Saitek Cyborg</li></ul> (Za več podrobnosti preverite datoteko iz izvorne kode vašega Linuxa »izvorna_koda/Documentation/input/joystick.txt«)
sr: <h1>Џојстик</h1>Овај модул вам помаже да проверите да ли ваш џојстик ради исправно.<br>Ако даје погрешне вредности за осе, можете покушати да то поправите калибрацијом.<br>Овај модул покушава да пронађе све доступне џојстик уређаје проверавајући /dev/js[0-4] и /dev/input/js[0-4]<br>Ако имате неки други фајл уређаја, унесите га у комбо пољу.<br>Листа дугмади приказује стање дугмади на вашем џојстику, листа оса приказује текуће вредности за све осе.<br>НАПОМЕНА: Текући Linux управљачки програм (кернел и 2.4 и 2.6 серије) може аутоматски да открије само џојстике са:<ul><li>две осе и четири дугмета</li><li>три осе и четири дугмета</li><li>четири осе и четири дугмета</li><li>Saitek Cyborg „дигиталне“ џојстике</li></ul>(За детаље погледајте документацију за џојстике под Linux-ом)
th: <h1>จอยสติก</h1>โมดูลนี้จะช่วยตรวจสอบว่าจอยสติกของคุณทำงานอย่างถูกต้องหรือไม่<br>หากค่าของแกนออกมาผิด คุณสามารถลองแก้ไขได้โดยทำการปรับตั้ง<br>โมโุลนี้จะลองหาอุปกรณ์จอยสติกทั้งหมดที่มีอยู่ โดยการตรวจสอบที่ /dev/js[0-4] และ /dev/input/js[0-4]<br>หากคุณมีแฟ้มอุปกรณ์อันอื่น ให้ใส่ค่าลงไปที่กล่องคอมโบ<br> รายการ 'ปุ่ม' จะแสดงสถานะของปุ่มบนจอยสติกของคุณ, รายการ 'แกน' จะแสดงค่าที่ใช้อยู่สำหรับแกนทุกแกน<br>หมายเหตุ: ไดรเวอร์อุปกรณ์ของ Linux ในปัจจุบัน (เคอร์เนล 2.4ม 2.6) สามารถตรวจสอบโดยอัตโนมัติได้แค่<ul><li>จอยสติก แบบ 2 แกน 4 ปุ่ม</li><li>จอยสติก แบบ 3 แกน 4 ปุ่ม</li><li>จอยสติก แบบ 4 แกน 4ปุ่ม</li><li>Saitek Cyborg 'digital' joysticks</li></ul>(หากต้องการรายละเอียด คุณสามารถอ่านได้ที่ source/Documentation/input/joystick.txt ของ Linux ที่คุณกำลังใช้อยู่)

source: PRESSED
eo: PREMITA
eu: SAKATUTA
gl: Premendo
rw: BIKANZWE
sl: PRITISNJEN
sr: ПРИТИСНУТО
th: กด

source: Device:
eo: Aparato:
eu: Gailua:
gl: Unidade:
rw: Apareye:
sl: Naprava:
sr: Уређај:
th: อุปกรณ์:

source: Position:
eo: Pozicio:
eu: Posizioa:
gl: Posición:
rw: Ibirindiro:
sl: Položaj:
sr: Позиција:
th: ตำแหน่ง:

source: Show trace
eo: Montru spuron
eu: Erakutsi aztarna
gl: Amosar trazo
rw: Kwerekana ikirango
sl: Prikaži sled
sr: Прикажи траг
th: แสดงรอย

source: Buttons:
eo: Butonoj:
eu: Botoiak:
gl: Botóns:
rw: Buto:
sl: Gumbi:
sr: Дугмад:
th: ปุ่ม:

source: State
eo: Stato
eu: Egoera
gl: Estado
rw: Imimerere
sl: Stanje
sr: Стање
th: สถานะ

source: Axes:
eo: Aksoj:
eu: Ardatzak:
gl: Eixos:
rw: Imirongo fatizo:
sl: Osi:
sr: Осе:
th: แกน:

source: Value
eo: Valoro
eu: Balioa
gl: Valor
rw: Agaciro
sl: Vrednost
sr: Вредност
th: ค่า

source: Calibrate
eo: Kalibru
eu: Kalibratu
gl: Calibrar
rw: Kugena-ingano
sl: Kalibriraj
sr: Калибриши
th: ปรับตั้ง
