Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmcomponentchooser.po
Languages: ar, bs, ca, eo, eu, gl, it, ja, ko, nn, pa, pl, ro, ru, rw, sk, sl, sr, sr@latn, th, uk, uz, uz@cyrillic, wa

source: Component Description
ar: وصف المكون
bs: Opis komponente
ca: Descripció del component
eo: Komponanta priskribo
eu: Osagaiaren azalpena
gl: Descricción do Compoñente
it: Descrizione componente
ja: コンポーネントの説明
ko: 구성 요소 설명
nn: Komponentskildring
pa: ਭਾਗ ਵੇਰਵਾ
pl: Opis komponentu
ro: Descriere componentă
ru: Описание компонента
rw: Isobanuramiterere ry'Inyangingo
sk: Popis komponentu
sl: Opis komponente
sr: Опис компоненте
sr@latn: Opis komponente
th: คำอธิบายของคอมโพเน้นท์
uk: Опис компонента
uz: Komponentning taʼrifi
uz@cyrillic: Компонентнинг таърифи
wa: Discrijhaedje do componint

source: Here you can read a small description of the currently selected component. To change the selected component, click on the list to the left. To change the component program, please choose it below.
ar: يمكنك هنا قراءة وصف بسيط للمكوّن المحدد حالياً. لتغيّر المكوّن المحدد، اضغط على اللائحة إلى اليسار.لتغيّر البرنامج المكوّن، رجاء اختره في الأسفل.
bs: Ovdje možete pročitati kratak opis trenutno izabrane komponente. Da biste promijenili izabranu komponentu, kliknite na listu lijevo. Da izmijenite program komponente, molim izaberite ga ispod.
ca: Aquí podeu llegir una petita descripció del component actualment seleccionat. Per a seleccionar-ne un altre, cliqueu a sobre seu a la llista de l'esquerra. Per a canviar el programa component, si us plau, escolliu-lo a sota
eo: Ĉi tie vi povas legi malgrandan priskribon de la nun elektita komponanto. Por ŝanĝi la elektitan komponanton, kliku en la maldekstra listo. Por ŝanĝi la komponantan programon elektu ĝin malsupre.
eu: Hemen, hautaturik dagoen osagaiari buruzko deskripzio txiki bat irakur dezakezu. Aukeratutako osagaia aldatzeko, klik egin ezkerreko zerrendan. Programa osagaia aldatzeko, hauta ezazu behean.
gl: Aquí pode ler unha pequena descrición do compoñente actualmente escollido. Para cambiar o compoñente seleccionado, prema na lista da esquerda. Para cambiar o programa compoñente, por favor, escóllao embaixo.
it: Qui puoi leggere una breve descrizione del componente selezionato. Per cambiare il componente selezionato fa clic sulla lista a sinistra. Per cambiare il programma da usare scegli nella casella qui sotto.
ja: 現在選択されているコンポーネントの説明です。表示するコンポーネントを変更するには、左のリストをクリックしてください。各コンポーネントのプログラムを変更する場合は、下で選択してください。
ko: 이 곳에서 현재 선택한 구성 요소의 간단한 설명을 볼 수 있습니다. 선택한 구성 요소를 변경하려면 왼쪽에 있는 목록에서 선택하십시오. 구성 요소 프로그램을 변경하려면 아래쪽에서 선택하십시오.
nn: Her kan du lesa ei lita skildring av den valde komponenten. I lista til venstre kan du velja andre komponentar. Nedanfor kan du endra komponentprogrammet.
pl: Tu można przeczytać krótki opis aktualnie wybranego komponentu. Żeby zmienić wybierany komponent, należy kliknąć na liście po lewej. Program dla danego komponentu można wybrać poniżej.
ro: Aici puteţi citi o mică descriere a componentei selectate. Pentru a schimba componenta selectată, daţi clic în lista din stînga. Pentru a modifica programul componentă, alegeţi-l mai jos.
ru: Здесь можно прочитать небольшое описание текущего выбранного компонента. Чтобы сменить выбранный компонент, выберите его в списке слева. Чтобы сменить программу компонента, укажите ее ниже.
rw: Hano ushobora gusoma isobanuramiterere rito ry'inyangingo ryatoranyijwe rigezweho. Mu guhindura inyangingo yatoranyijwe, kanda ku rutonde ibumoso. Mu guhindura porogaramu y'inyangingo, wayihitamo hasi.
sk: Tu si môžete prečítať krátky popis práve vybraného komponentu. Aby ste ho zmenili, kliknite v zozname vľavo. Aby ste zmenili program pre tento komponent, vyberte ho nižšie.
sl: Tu lako preberete kratek opis trenutno izbrane komponente. Da spremenite izbrano komponento, kliknite na seznam na levi. Da bi spremenili program komponente, izberite spodaj.
sr: Овде можете прочитати мали опис тренутно одабране компоненте. Ради промене компоненте, кликните у листу са леве стране. Да бисте променили програм компоненте, одаберите га доле.
sr@latn: Ovde možete pročitati mali opis trenutno odabrane komponente. Radi promene komponente, kliknite u listu sa leve strane. Da biste promenili program komponente, odaberite ga dole.
th: คุณสามารถอ่านคำอธิบายย่อ ๆ ของคอมโพเน้นท์ที่เลือกได้ที่นี่ หากต้องการเปลี่ยนการเลือกคอมโพเน้นท์ ให้คลิกที่รายการทางด้านซ้าย หากต้องการเปลี่ยนโปรแกรมของคอมโพเน้นท์ ให้เลือกจากด้านล่างนี้
uk: Тут ви можете прочитати невеличкий опис вибраного компонента. Щоб змінити вибраний компонент, клацніть на списку ліворуч. Щоб змінити програму компонента, будь ласка, виберіть її нижче.

source: <qt> <p>This list shows the configurable component types. Click the component you want to configure.</p> <p>In this dialog you can change KDE default components. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. Here you can select which programs these components are.</p> </qt>
ar: <qt> <p>تظهر هذه اللائحة أنواع المكوّنات القابلة للتّهيئة. اضغط على المكوّن الذي تريد تهيئته.</p> <p>في مربع الحوار هذا يمكنك تغيير مكوّنات كيدي الافتراضية. المكوّنات هي برامج تتولى أمر مهامّ أساسية، مثل محاكي الشاشة الطرفية، محرّر النصوص ومستفيد البريد الالكتروني. تطبيقات كيدي المختلفة تحتاج أحياناً أن تشغّل محاكي شاشة طرفية، ترسل بريداً أو تظهر بعض النص. لتفعل ذلك بشكل مُتّسق، تنادي هذه التطبيقات دائماً نفس المكوّنات. يمكنك أن تختار هنا ما هي البرامج التي هي هذه المكوّنات. </qt>
bs: <qt> <p>Ova lista pokazuje podesive vrste komponenti. Kliknite na komponentu koju želite podesiti.</p> <p>U ovom dijalogu možete promijeniti podrazumijevane KDE komponente. Komponente su programi koji rukuju jednostavnim zadacima, kao što je simulator terminala, editor teksta ili e-mail klijent. Razne KDE aplikacije ponekad trebaju pozvati simulator treminala, poslati e-mail ili prikazati neki tekst. Da bi to bilo izvršeno na konzistentan način, ove aplikacije će uvijek koristiti iste komponente. Ovdje možete izabrati koji programi će imati ulogu ovih komponenti.</p> </qt>
ca: <qt> <p>Aquesta llista mostra els tipus de components configurables. Cliqueu en el component que voleu configurar.</p> <p>En aquest diàleg podeu canviar els components per omissió del KDE. Els components són programes que gestionen tasques bàsiques, tal com l'emulació de terminal, l'edició de text i el client de correu electrònic. A vegades es requereixen diverses aplicacions KDE per a invocar a un emulador de consola, enviar un correu o mostrar algun text. Per a fer que això sigui consistent, aquestes aplicacions cridaran als mateixos components. Aquí podreu triar quins seran aquests components.</p> </qt>
eo: <qt> <p>La listo montras la agordeblajn komponantotipojn. Kliku la komponanton agordotan.</p> <p>En tiu dialogo vi povas ŝanĝi la normajn KDE-komponantojn. Komponantoj estas programoj, kiuj faras bazajn taskojn, kiel terminalo, redaktilo, kaj poŝtilo. Kelkaj KDE-aplikaĵoj kelkfoje devas lanĉi konzolon, sendi retleteron aŭ vidigi tekston. Por fari ĝin ĉiam sammaniere tiuj aplikaĵoj ĉiam lanĉas la samajn komponantojn. Vi povas elekti ĉi tie, kiuj programoj estas tiuj komponantoj.</p> </qt>
eu: <qt> <p>Zerrenda honek konfiguragarriak diren osagai motak erakusten ditu. Klik egin konfiguratu nahi duzun osagaian.</p> <p>Elkarrizketa honen bidez KDEren osagai lehenetsiak alda ditzakezu. Osagaiak oinarrizko atazak kudeatzen dituzten programak dira: terminaleko emuladorea, testu editorea eta posta elektroniko bezeroa, kasurako. Zenbait KDEren aplikaziok, batzuetan, kontsolako emuladoreari dei egin behar diote, mezua bidali behar dute, edo testuren bat erakutsi. Hori modu trinkoan egiteko aplikazio hauek beti deitzen diete osagai berberei. Hemen osagai horiek zein izango diren hautatzeko aukera izanen duzu.</p> </qt>
gl: <qt> <p>Esta lista amosa os tipos de compoñentes configurables. Prema no compoñente que queira configurar.</p> <p>Neste diálogo pode cambia-los compoñentes por defecto de KDE.Os compoñentes son programas que xestionan tarefas básicas, coma a emulación de terminal, as edicións de textos e a xestión de correo electrónico. As distintas aplicacións de KDE ás veces precisan invocar unha terminal, enviar un correo ou amosar algún texto. Para facer isto con consistencia, estas aplicacións sempre chaman ós mesmos compoñentes. Pode escoller aquí qué programas funcionarán coma compoñentes básicos.</p> </qt>
it: <qt> <p> Questa lista contiene i tipi di componente configurabili. Fa clic sul componente che vuoi configurare.</p> <p> In questa finestra puoi cambiare i componenti predefiniti di KDE. I componenti sono programmi che gestiscono compiti di base come l'emulatore di terminale o l'editor di testi e il programma di posta elettronica. Applicazioni di KDE diverse a volte hanno bisogno di avviare un emulatore di terminale o mandare un messaggio di posta elettronica o mostrare del testo. Per fare questo in modo coerente queste applicazioni chiamano sempre gli stessi componenti. Qui puoi scegliere i programmi da usare come componenti.</p> </qt>
ja: <qt> <p>設定可能なコンポーネントのリストです。設定するコンポーネントをクリックしてください。</p> <p>このダイアログで KDE の標準コンポーネントを変更することができます。コンポーネントとは、ターミナルエミュレータ、テキストエディタ、メールクライアントといった、基本的な作業を扱うプログラムです。異なる KDE アプリケーションがコンソールエミュレータを起動したり、メールを送信したり、あるいはテキストをエディタに表示するときに、一貫性を持たせるために、これらのアプリケーションは常に同じコンポーネントを呼び出します。ここでこれらのコンポーネントとなるプログラムを選択します。</p> </qt>
ko: <qt> <p>이 목록은 설정할 수 있는 구성 요소의 종류를 보여 줍니다. 설정하고 싶은 구성 요소를 선택하십시오.</p> <p>이 대화 상자에서 구성 요소 프로그램을 변경할 수 있습니다. 구성 요소들은 터미널 에뮬레이터나 텍스트 편집기 등 기본적인 작업을 수행하는 프로그램입니다. 여러 KDE 프로그램들은 콘솔 에뮬레이터를 불러오거나 전자 우편을 보내거나, 텍스트를 표시할 수 있습니다. 이 작업을 일관성있게 하기 위해서 이들 프로그램에서는 항상 같은 구성 요소를 불러옵니다. 이 곳에서 사용할 구성 요소를 선택할 수 있습니다.</p> </qt>
nn: <qt> <p> Denne lista viser komponenttypane som kan tilpassast. Trykk på komponentane du vil tilpassa.</p> <p>I denne dialogen kan du endra standardkomponenta i KDE. Komponentar er program som handterer grunnleggjande oppgåver, som til dømes terminalprogram, skriveprogram og e-postklient. Ulike KDE-program treng av og til å starta ein konsoll, senda ein e-post eller visa noko tekst. For å gjera det på same måten, vil desse programa alltid bruka dei same komponentane. Her kan du velja kva for program som skal brukast for dei ulike komponentane.</p> </qt>
pl: <qt> <p> Ta lista zawiera konfigurowalne komponenty. Kliknięcie na komponencie umożliwi jego skonfigurować.</p> <p>W tym oknie można skonfigurować komponenty KDE. Komponenty to programy wykonujące podstawowe zadania, takie jak emulacja terminala, edytor tekstu czy klient poczty. Różne programy KDE wymagają czasem uruchomienia terminala, wysłania listu lub edycji jakiegoś tekstu. Żeby ułatwić pracę, programy te mogą zawsze korzystać z takich samych komponentów - komponenty te można wybrać tutaj.</p> </qt>
ro: <qt> <p>Această listă afişează tipurile de componente ce pot fi configurate. Daţi clic pe cea pe care doriţi să o configuraţi.</p> <p>În acest dialog puteţi schimba componentele implicite KDE. Componentele sînt programe care execută activităţi de bază, precum emulator de terminal, editor de text sau client de e-mail. Unele aplicaţii KDE au uneori nevoie să pornească un emulator de consolă, să trimită un e-mail sau să afişeze text. Pentru a face acest lucru consistent, aceste aplicaţii apelează întotdeauna la aceleaşi componente. Aici puteţi alege care programe să fie folosite ca şi componente de bază.</p> </qt>
ru: <qt> <p>Этот список показывает настраиваемые типы компонентов. Выберите компонент, который вы хотите настроить.</p> <p> В этом диалоге вы можете выбрать основные компоненты KDE. Компонентами являются программы, которые выполняют основные задачи, такие как эмулятор терминала, текстовый редактор или почтовый клиент. Различным приложениям KDE иногда необходимо вызвать эмулятор терминала, отправить почту или отобразить какой-либо текст. Здесь вы можете выбрать, какие программы являются этими компонентами.</p> </qt>
rw: <qt> <p>Iyi ilisiti yerekana ubwoko bw'inyangingo bubonezwa. Kanda inyangingo ushaka kuboneza. </p> <p>Muri aka gasanduku kiganiro ushobora guhindura inyangingo mburabuzi za KDE. Inyangingo ni amaporogaramu afasha ibikorwa shingiro, nka mukuruzi igihera, muhinduzi w'umwandiko n'umukiriya imeli. Amaporogaramu KDE atandukanye rimwe na rimwe akeneye guhamagara mukuruzi wa konsole, kohereza ubutumwa cyangwa kwerekana umwandiko. Gukora ibyo mu buryo nyabwo, aya maporogaramu buri gihe ahamagara inyangingo zimwe. Ushobora guhitamo hano amaporogaramu ajyanye n'izi nyangingo.</p> </qt>
sk: <qt> <p>Tento zoznam ukazuje typy nastaviteľných komponentov. Kliknite na komponent, ktorý chcete upraviť.</p> <p>V tomto dialógu môžete zmeniť štandardné komponenty KDE. Sú to programy, ktoré vykonávajú základné činnosti, ako je emulátor terminálu, textový editor a poštový klient. Rôzne KDE aplikácie niekedy potrebujú spustiť príkazový riadok, poslať e-mail alebo zobraziť nejaký text. Aby to bolo konzistentné, vždy sa použijú tieto komponenty. Tu si môžete vybrať, ktoré to budú.</p> </qt>
sl: <qt> <p> Ta seznam prikazuje prilagodljive vrste komponent. Kliknite komponento, ki bi jo radi prilagodili.</p> <p>V tem oknu lahko spremenite privzete komponente KDE. Komponente so programi, ki opravljajo osnovne naloge, kot so terminalni emulator, urejevalnik besedil in odjemalec e-pošte. Različni programi za KDE včasih potrebujejo konzolo, poslati pošto ali pikazati nekaj besedila. Ta se to zgodi usklajeno, ti programi vedno prikličejo iste komponente. Tu lahko izberete, kateri programi so te komponente.
sr: <qt> <p>Ова листа приказује подесиве врсте компоненти. Кликните на компоненту коју желите да подесите.</p> <p>У овом дијалогу можете променити KDE-ове подразумеване компоненте. Компоненте су програми који рукују основним задацима, као што је емулација терминала, уређивање текста и е-поштански клијент. Различити KDE-ови програми понекад имају потребу да позову емулатор терминала, да пошаљу е-поруку или прикажу неки текст. Да би то радили усаглашено, сви они увек позивају исте компоненте. Овде можете одабрати који су програми те компоненте.</p> </qt>
sr@latn: <qt> <p>Ova lista prikazuje podesive vrste komponenti. Kliknite na komponentu koju želite da podesite.</p> <p>U ovom dijalogu možete promeniti KDE-ove podrazumevane komponente. Komponente su programi koji rukuju osnovnim zadacima, kao što je emulacija terminala, uređivanje teksta i e-poštanski klijent. Različiti KDE-ovi programi ponekad imaju potrebu da pozovu emulator terminala, da pošalju e-poruku ili prikažu neki tekst. Da bi to radili usaglašeno, svi oni uvek pozivaju iste komponente. Ovde možete odabrati koji su programi te komponente.</p> </qt>
th: <qt> <p>ชุดรายการนี้แสดงถึงประเภทคอมโพเน้นท์ที่ปรับแต่งได้ ให้การคลิกที่คอมโพเน้นท์ที่ คุณต้องการปรับแต่ง</p> <p>ในกล่องโต้ตอบนี้ คุณสามารถจะเปลี่ยนคอมโพเน้นท์โดยปริยาย ของ KDE ได้ คอมโพเน้นท์ก็คือโปรแกรมที่มีการทำงานทั่ว ๆ ไป เช่น เทอร์มินัล, เครื่องมือแก้ไขข้อความ และโปรแกรมรับ/ส่งอีเมล แอพพลิเคชันต่างๆ ของ KDE อาจจำเป็นต้องจะเรียกใช้ตัวจำลองคอนโซล, ส่งอีเมล หรือแสดงแฟ้มข้อความ ในการที่จะทำแบบนั้นได้แบบไม่สะดุดแอพพลิเคชันเหล่านี้จะต้องเรียกใช้คอมโพเน้นท์เดียวกันเสมอ คุณสามารถเลือกได้ว่าจะให้ โปรแกรมไหนเป็นคอมโพเน้นท์อะไรได้ที่นี่ี่ป็นอะไรได้ที่นี่</p> </qt>
uk: <qt> <p>Цей список показує налаштовані типи компонент. Клацніть на компоненту, яку Ви хочете налаштувати.</p> <p>В цьому діалозі ви можете змінити типові компоненти KDE. Типовими компонентами є програми, що виконують базові задачі, наприклад, емуляцію терміналу, редактор текстів або клієнт електронної пошти. Різні програми KDE повинні деколи викликати емулятор терміналу, редагувати текст або відправляти електронні листи. Для того, щоб це робилось узгоджено, використовуються ці компоненти. Тут ви можете налаштувати, які програми будуть виконувати роль компонент.</p> </qt>

source: <ul> <li>%t: Recipient's address</li> <li>%s: Subject</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Template body text</li> <li>%A: Attachment </li> </ul>
ar: <ul> <li>%t: عنوان المُراسل</li> <li>%s: الموضوع</li> <li>%c: مرفقة (CC)</li> <li>%b:مرفق مخفييّة (BCC)</li> <li>%B: نصّ الرّسالة القالب</li> <li>%A: الحقرفق </li> </ul>
bs: <ul> <li>%t: Adresa primatelja</li> <li>%s: Tema</li> <li>%c: Kopija (CC)</li> <li>%b: Slijepa kopija (BCC)</li> <li>%B: Preložak za tekst poruke</li> <li>%A: Prilog </li> </ul>
ca: <ul><li>%t: Adreça del receptor</li> <li>%s: Assumpte</li> <li>%c: Còpia (CC)</li> <li>%b: Còpia cega (BCC)</li> <li>%B: Plantilla del text del cos</li> <li>%A: Adjunt </li> </ul>
eo: <ul> <li>%t: Adresato</li> <li>%s: Temo</li> <li>%c: Kopio</li> <li>%b: Nevidebla kopio</li> <li>%B: Ŝablona teksto</li> <li>%A: Kunsendaĵo </li> </ul>
eu: <ul> <li>%t: Hartzailearen helbidea</li> <li>%s: Gaia</li> <li>%c Ikatz kopia (CC)</li> <li>%b Ikatz kopia izkutua (BCC)</li> <li>%B: Testu eredua</li> <li>%A: Eranskina </li> </ul>
gl: <ul> <li>%t: Enderezo do destinatario </li> <li>%s: Asunto</li> <li>%c: CopiaCarbón (CC)</li> <li>%b: Copia Carbón Blindada (BCC)</li> <li>%B: Texto do corpo</li> <li>%A: Adxunto </li> </ul>
it: <ul> <li>%t: Indirizzo destinatari</li> <li>%s: Oggetto</li> <li>%c: Copia Carbone(CC)</li> <li>%b: Copia Carbone nascosta (BCC)</li> <li>%B: Corpo del messaggio</li> <li>%A: Allegato </li> </ul>
ja: <ul> <li>%t: 受取人のアドレス</li> <li>%s: 件名 (Subject)</li> <li>%c: カーボンコピー (CC)</li> <li>%b: ブラインドカーボンコピー (BCC)</li> <li>%B: テンプレートの本体テキスト</li> <li>%A: 添付物</li></ul>
ko: <ul> <li>%t: 받는 사람 주소</li> <li>%s: 제목</li> <li>%c: 참조 주소(CC)</li> <li>%b: 숨은 참조 주소(BCC)</li> <li>%B: 편지 본문</li> <li>%A: 첨부 파일</li> </ul>
nn: <ul> <li>%t: Mottakaradresse</li><li>%s: Emne</li><li>%c: Kopi til (CC)</li><li>%b: Blindkopi til (BCC)</li><li>%B: Meldingsmal</li><li>%A: Vedlegg</li> </ul>
pa: <ul> <li>%t: ਪ੍ਰਾਪਤਕਰਤਾ ਦਾ ਸਿਰਨਾਵਾਂ</li> <li>%s: ਵਿਸ਼ਾ</li> <li>%c: ਨਕਲ (CC)</li> <li>%b: ਲੁਕਵੀਂ ਨਕਲ (BCC)</li> <li>%B: ਨਮੂਨਾ ਪਾਠ</li> <li>%A: ਨੱਥੀ </li> </ul>
pl: <ul> <li>%t: Adres odbiorcy</li> <li>%s: Temat</li> <li>%c: Do wiadomości (DW)</li> <li>%b: Ukryte do wiadomości (UDW)</li> <li>%B: Wzorzec wiadomości tekstowej</li> <li>%A: Załącznik </li> </ul>
ro: <ul> <li>%t: Adresa destinatarului</li> <li>%s: Subiect</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Text conţinut model</li> <li>%A: Ataşament </li> </ul>
ru: <ul> <li>%t: Адресат</li> <li>%s: Тема</li> <li>%c: Копия (CC)</li> <li>%b: Слепая копия (BCC)</li> <li>%B: Шаблон тела письма</li> <li>%A: Вложение </li> </ul>
rw: <ul> <li>%t: Aderesi y'uwandikiwe</li> <li>%s: Ikivugwaho</li> <li>%c: Kopi (CC)</li> <li>%b: Kopi Itagaragara (BCC)</li> <li>%B: Umwandiko w'Igihimba Inyandiko-rugero</li> <li>%A: Umugereka </li> </ul>
sk: <ul><li>%t: Adresa príjemcu</li> <li>%s: Predmet</li> <li>%c: Kópia (CC) </li><li>%b: Neviditeľná kópia (BCC)</li> <li>%B: Text šablóny tela</li> <li>%A: Príloha</li></ul>
sl: <ul> <li>%t: Naslov prejemnika</li> <li>%s: Zadeva</li> <li>%c: Kopijo prejme (Kp)</li> <li>%b: Skrito kopijo prejme (Skp)</li> <li>%B: Besedilo predloge telesa</li> <li>%A: Priloga </li> </ul>
sr: <ul> <li>%t: Адреса примаоца</li> <li>%s: Тема</li> <li>%c: Копија (CC)</li> <li>%b: Невидљива копија (BCC)</li> <li>%B: Текст тела шаблона</li> <li>%A: Прилог </li> </ul>
sr@latn: <ul> <li>%t: Adresa primaoca</li> <li>%s: Tema</li> <li>%c: Kopija (CC)</li> <li>%b: Nevidljiva kopija (BCC)</li> <li>%B: Tekst tela šablona</li> <li>%A: Prilog </li> </ul>
th: <ul> <li>%t: ที่อยู่ผู้รับ</li> <li>%s: เรื่อง</li> <li>%c: ทำสำเนา (CC)</li> <li>%b: ซ่อนการทำสำเนา (BCC)</li> <li>%B: แม่แบบเนื้อความ</li> <li>%A: สิ่งที่แนบมาด้วย </li> </ul>
uk: <ul> <li>%t: Адреса отримувача</li> <li>%s: Тема</li> <li>%c: Копія (CC)</li> <li>%b: Потайна копія (BCC)</li> <li>%B: Текст шаблона повідомлення</li> <li>%A: Долучення </li> </ul>
wa: <ul> <li>%t: Adresse do conteu</li> <li>%s: Sudjet</li> <li>%c: Copeye (CC)</li> <li>%b: Catcheye Copeye (BCC)</li> <li>%B: Coir di tecse do modele</li> <li>%A: Ataetchmint </li> </ul>
