Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmcomponentchooser.po
Languages: ar, bs, ca, eo, eu, gl, it, ja, ko, nn, pa, pl, ro, ru, rw, sk, sl, sr, sr@latn, th, uk, uz, uz@cyrillic, wa

source: Press this button to select your favorite terminal client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br> Also note that some programs that utilize Terminal Emulator will not work if you add command line arguments (Example: konsole -ls).
ar: إضغط على هذا الزرّ كي تختار زبون المطراف المفضّل. لاحظ أنّ يجب على الملف اللذي تختاره أن يكون تنفيذي النوع كي يجري قبوله.<br> لاحظ أيضاً أنّ بعض البرامج اللتي تستعمل مضاهاة المطراف قد لا تعمل إذا أضفت إليها ضوابط سطر الأمر ( مثلاً : konsole -ls).
bs: Pritisnite ovo dugme da izaberete vaš omiljeni terminalski klijent. Molim zapamtite da datoteka koju izaberete mora imati postavljen izvršni atribut kako bi bila prihvaćena.<br> Takođe primijetite da neki programi koji koriste Simulator Terminala neće raditi ako dodate argumente na komandnoj liniji (na primjer: konsole -ls).
ca: Premeu aquest botó per a seleccionar el vostre client de terminal preferit. Tingueu present que el fitxer que seleccioneu ha de tenir establert l'atribut executable per tal de ser acceptat. <br> Tingueu present també que alguns programes que usen Terminal Emulator no funcionaran si afegiu arguments de línia de comandaments (Exemple: konsole -ls)
eo: Premu la butonon por elekti vian preferatan poŝtilon. Notu, ke la dosiero elektita de vi devas havi lanĉeblan atributon por esti elektebla.<br>Ankaŭ notu, ke kelkaj programoj, kiuj uzas terminalon, ne laboros, se vi aldonas komandliniajn argumentojn.
eu: Sakatu botoi honi zure terminal-berezo hobetsia hautatzeko. Ohar zaitez hautatzen duzun fitxategiak exekutagarritasun atributua ezarrita izan behar duela onartua izan dadin. <br> Gainera, izan ezazu kontuan terminaleko emuladorea darabilten programa batzuk ez direla ibiliko komando lerroko argumentuak badarabiltzazu (adibidez: konsole -ls).
gl: Prema este botón para seleccionar o seu cliente de terminal favorito. Por favor, note que o ficheiro que escolla ten que ter atribuído o modo executábel para poder ser aceptado. <br> Note tamén que algúns programas que empreguen o emulador de terminal non funcionarán se non engade argumentos á liña de comandos (Por exemplo: konsole -ls).
it: Premi questo pulsante per selezionare il tuo programma di emulazione terminale preferito. Nota che il file che selezioni deve avere l'attributo di eseguibile impostato per essere accettato.<br> Nota anche che alcuni programmi che utilizzano l'emulatore di terminale non funzionano se aggiungi argomenti della linea di comando (Esempio: konsole -ls).
ja: 右のボタンを押してお好みのターミナルクライアントを選択してください。選択するファイルは実行可能属性が設定されているものでなければなりません。<p>注意: ターミナルエミュレータを利用するいくつかのプログラムは、コマンドライン引数を付けると (例: konsole -ls) 動作しなくなります。
ko: 이 단추를 눌러서 좋아하는 터미널 클라이언트를 선택하십시오. 이것은 실행 가능한 파일이어야 합니다.<br>터미널 에뮬레이터를 사용하는 일부 프로그램들은 명령행 인자가 추가되었을 때 실행되지 않을 수 있습니다. (예: konsole -ls)
nn: Bruk denne knappen til å velja den terminalklienten du vil bruka. Legg merke til at den fila du vel må vera køyrbar for å kunna brukast. <br>Legg òg merke til at enkelte program som brukar terminalemulatoren ikkje vil verka dersom du legg til argument på kommandolinja (t.d. «konsole -ls»).
pl: Wciśnij ten przycisk, by wybrać preferowany terminal. Plik, który wybierzesz, musi być wykonywalny. <br>Niektóre programy, korzystające z emulatora terminala mogą nie działać, jeśli podasz tu dodatkowe parametry (np. 'konsole -ls').
ro: Apăsaţi acest buton pentru a selecta clientul de terminal preferat. Pentru a fi acceptat, fişierul pe care îl selectaţi trebuie să aibă setat atributul de executabil.<br> Reţineţi că unele programe care utilizează "Emulatorul de terminal" nu vor funcţiona dacă adăgaţi argumente în linia de comandă (de exemplu: konsole -ls).
ru: Нажмите эту кнопку для поиска вашего любимого терминального клиента. Учтите, что выбранный вами файл должен иметь атрибут "исполняемый". <br> Учтите, что некоторые программы, которые используют эмулятор терминала, не будут работать, если вы добавите аргументы командной строки (пример: konsole -ls).
rw: Kanda iyi buto mu guhitamo umukiriya igihera wifuza. Wamenya ko idosiye wahisemo igomba kugira itsinda ry'ibijyana ritangizwa mu rwego rwo kugira byemerwe.<br>Kandi wamenya ko amaporogaramu amwe n'amwe akoresha Mukuruzi Igihera zitazakora niba wongeyeho inkoresha y'umurongo w'ibwirizwa (Urugero: konsole -ls)
sk: Stlačením tohto tlačidla môžete vybrať svoj obľúbený terminál. Uvedomte si, že súbor, ktorý vyberiete, musí byť spustiteľný.<br>Ďalej si uvedomte, že niektoré programy, ktoré emulátor terminálu budú používať, nemusia fungovať v prípade, že zadáte pre emulátor argumenty pre príkazový riadok (napr. konsole -ls).
sl: Pritisnite ta gumb, da izberete vašega najljubšega terminalskega odjemnika. Prosim vedite, da mora imeti izbrana datoteka nastavljen atribut izvedljivosti, da je sprejeta. <br>Vedite tudi, da nekateri programi, ki uporabljajo terminalski emulator, ne bodo delovali, če dodate argumente ukazne vrstice (primer: konsole -ls).
sr: Притисните ово дугме да бисте одабрали подразумевани терминалски клијент. Приметите да фајл који одаберете мора да има постављен извршни атрибут да би био прихваћен. <br>Такође, приметите да неки програми који користе емулатор терминала, неће радити ако додате аргументе командне линије (нпр: konsole -ls).
sr@latn: Pritisnite ovo dugme da biste odabrali podrazumevani terminalski klijent. Primetite da fajl koji odaberete mora da ima postavljen izvršni atribut da bi bio prihvaćen. <br>Takođe, primetite da neki programi koji koriste emulator terminala, neće raditi ako dodate argumente komandne linije (npr: konsole -ls).
th: คลิกที่ปุ่มนี้เพื่อเลือกโปรแกรมเทอร์มินัลสุดโปรดของคุณจำไว้ว่าแฟ้มที่คุณเลือกจะต้องสามารถประมวลผลได้<br>โปรดสังเกตไว้ด้วยว่า บางโปรแกรมที่ใช้ประโยชน์จากโปรแกรมจำลองเทอร์มินัลจะไม่ทำงาน หากคุณใส่อาร์กิวเมนต์ในบรรทัดคำสั่ง (เช่น: konsole -ls)
uk: Натисніть цю кнопку для вибору вашого улюбленого емулятора термінала. Будь ласка, зауважте, що файл, який ви виберете, повинен мати встановленим біт дозволу виконання. <br> Також зауважте, що деякі програми, що використовують емулятор термінала, не будуть працювати, якщо додати аргументи командного рядка (наприклад: konsole -ls).

source: Click here to browse for terminal program.
ar: أنقر هنا لتستعرض بحثاً عن برنامج المطراف.
bs: Kliknite ovdje da potražite terminalski program.
ca: Cliqueu aquí per a buscar el programa de terminal.
eo: Kliku ĉi tie por serĉi la terminalan programon.
eu: Klik egin hemen terminal bat bilatzeko.
gl: Prema aquí para procurar manualmente polo programa de terminal.
it: Fa clic per sfogliare e cercare un programma di emulazione di terminale.
ja: ターミナルプログラムを参照するにはここをクリックしてください。
ko: 터미널 프로그램을 찾으려면 누르십시오.
nn: Trykk her for å leita etter terminalprogrammet.
pa: ਟਰਮੀਨਲ ਪਰੋਗਰਾਮ ਦੀ ਝਲਕ ਵੇਖਣ ਲਈ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij, by wybrać terminal.
ro: Daţi clic aici pentru a răsfoi pentru program de terminal.
ru: Нажмите для поиска терминальной программы.
rw: Kanda hano mu gushakisha porogaramu igihera.
sk: Sem kliknite, ak chcete vybrať emulátor terminálu.
sl: Kliknite tukaj, da bi poiskali terminalsnki programo.
sr: Кликните овде да бисте потражили терминалски програм.
sr@latn: Kliknite ovde da biste potražili terminalski program.
th: คลิกที่นี่เพื่อเรียกดูโปรแกรมเทอร์มินัล
uk: Клацніть тут для пошуку програми термінала.
uz: Terminal dasturini tanlash uchun shu yerni bosing.
uz@cyrillic: Терминал дастурини танлаш учун шу ерни босинг.
wa: Clitchîz vaici po naivyî viè l' prgrame terminå.
