Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmcomponentchooser.po
Languages: ar, bs, ca, eo, eu, gl, it, ja, ko, nn, pa, pl, ro, ru, rw, sk, sl, sr, sr@latn, th, uk, uz, uz@cyrillic, wa

source: _: NAME OF TRANSLATORS Your names
ar: عصام بايزيدي, محمد جمال, أسامة محمد خياط,Mohamed SAAD محمد سعد
bs: Vedran Ljubović
ca: Sebastià Pla i Sanz,Antoni Bella Perez
eo: Matthias Peick
eu: Alfredo Beaumont, Marcos Goienetxe, Juan Irigoien
gl: Xabi García
it: Andrea Rizzi
ja: Noboru Sinohara,Kurose Shushi,Shinichi Tsunoda
ko: Park Shinjo
nn: Gaute Hvoslef Kvalnes
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Michał Rudolf (aktualny tłumacz), Wojciech Milewski
ro: Claudiu Costin
ru: Леонид Кантер
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
sk: Stanislav Višňovský
sl: Gregor Rakar,Jure Repinc
sr: Топлица Танасковић
sr@latn: Toplica Tanasković
th: ถนอมทรัพย์ นพบูรณ์, สหชาติ อนุกูลกิจ
uk: Andriy Rysin,Іван Петрущак
uz: Mashrab Quvatov
uz@cyrillic: Машраб Қуватов
wa: Djan Cayron

source: _: EMAIL OF TRANSLATORS Your emails
ar: bayazidi@arabeyes.org, f2c2001@yahoo.com, okhayat@yahoo.com,metehyi@free.fr
bs: vljubovic@smartnet.ba
ca: sps@sastia.com,bella5@teleline.es
eo: matthias@peick.de
eu: ziberpunk@ziberghetto.dhis.org, marcos@euskalgnu.org, juanirigoien@gmail.com
gl: xabigf@gmx.net
it: rizzi@kde.org
ja: shinobo@leo.bekkoame.ne.jp,md81@bird.email.ne.jp,tsuno@ngy.1st.ne.jp
ko: peremen@gmail.com
nn: gaute@verdsveven.com
pa: aalam@users.sf.net
pl: mrudolf@kdewebdev.org, Wojciech.Milewski@wp.pl
ro: claudiuc@kde.org
ru: leon@asplinux.ru
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
sk: visnovsky@nenya.ms.mff.cuni.cz
sl: gregor.rakar@kiss.si,jlp@holodeck1.com
sr: toptan@kde.org.yu
sr@latn: toptan@kde.org.yu
th: donga.nb@gmail.com, drrider@gmail.com
uk: rysin@kde.org,ivanpetrouchtchak@yahoo.com
uz: kmashrab@uni-bremen.de
uz@cyrillic: kmashrab@uni-bremen.de
wa: jean.cayron@gmail.com

source: Select preferred email client:
ar: إختر برنامج البريدلإلكتروني المفضل:
bs: Izaberite preferirani email klijent:
ca: Trieu el client de correu preferit:
eo: Elektu la preferatan poŝtilon:
eu: Hautatu posta-elektroniko bezero hobetsia:
gl: Escolla o seu xestor de correo electrónico preferido:
it: Seleziona il programma di posta elettronica che preferisci:
ja: 標準メールクライアントを選択:
ko: 기본으로 사용할 전자 우편 클라이언트 선택:
nn: Vel føretrekt e-postprogram:
pa: ਪਸੰਦੀਦਾ ਈ-ਮੇਲ ਕਲਾਂਇਟ ਚੁਣੋ:
pl: Preferowany klient e-mail:
ro: Selectaţi clientul de email preferat:
ru: Выберите предпочтительный клиент электр. почты
rw: Guhitamo umukiriya imeli wifujwe:
sk: Vyberte poštového klienta:
sl: Izberite željeni odjemalec e-pošte:
sr: Изаберите подразумевани клијент за е-пошту:
sr@latn: Izaberite podrazumevani klijent za e-poštu:
th: เลือกโปรแกรมรับส่งอีเมลที่ต้องการ:
uk: Виберіть основний клієнт пошти:
uz: Afzal koʻrgan xat-xabar klientini tanlang
uz@cyrillic: Афзал кўрган хат-хабар клиентини танланг
wa: Tchoezixhoz li cliyint emile ki vs inmez l' mia:

source: Select preferred terminal application:
ar: إختر برنامج سطر الأوامر ( المطراف ) المفضل:
bs: Izaberite preferirani terminal program:
ca: Trieu l'aplicació de terminal preferida:
eo: Elektu la preferatan terminalaplikaĵon:
eu: Hautatu terminaleko aplikazio hobetsia:
gl: Escolla a súa aplicación de terminal preferida:
it: Seleziona il programma di emulazione terminale che preferisci:
ja: 標準ターミナルアプリケーションを選択:
ko: 기본으로 사용할 터미널 프로그램 선택:
nn: Vel føretrekt terminalprogram:
pa: ਪਸੰਦੀਦਾ ਟਰਮੀਨਲ ਕਾਰਜ ਚੁਣੋ:
pl: Preferowany terminal:
ro: Selectaţi aplicaţia terminal preferată:
ru: Выберите предпочтительное терминальное приложение:
rw: Guhitamo porogaramu y'igihera cyifuzwa:
sk: Vyberte terminál:
sl: izberite željeni terminalski program:
sr: Изаберите подразумевани терминалски програм:
sr@latn: Izaberite podrazumevani terminalski program:
th: เลือกโปรแกรมเทอร์มินัลที่ต้องการ:
uk: Виберіть основну програму термінала:
uz: Afzal koʻrgan terminal dasturini tanlang
uz@cyrillic: Афзал кўрган терминал дастурини танланг
wa: Tchoezixhoz li programe di terminå ki vs inmez l' mia:

source: Select preferred Web browser application:
ar: إختر برنامج تصفح الشبكة المفضل:
bs: Izaberite preferirani web preglednik:
ca: Trieu l'aplicació de fullejador web preferida:
eo: Elektu la preferatan retumilan programon:
eu: Hautatu web arakatzaile hobetsia:
gl: Escolla o seu navegador web preferido:
it: Seleziona il browser web che preferisci:
ja: 標準ウェブブラウザを選択:
ko: 기본으로 사용할 웹 브라우저 선택:
nn: Vel føretrekt nettlesar:
pa: ਪਸੰਦੀਦਾ ਵੈੱਬ ਝਲਕਾਰਾ ਕਾਰਜ ਚੁਣੋ:
pl: Proszę wybrać preferowaną przeglądarkę:
ro: Selectaţi aplicaţia navigator de web preferată:
ru: Выберите предпочтительный браузер:
rw: Guhitamo porogaramu mucukumbuzi Rubugamakuru:
sk: Vyberte webový prehliadač:
sl: Izberite željeni program za spletno brskanje:
sr: Изаберите жељени програм за прегледање Веба:
sr@latn: Izaberite željeni program za pregledanje Veba:
th: เลือกโปรแกรมเบราว์เซอร์ที่ต้องการ:
uk: Виберіть основний навігатор Тенет:
uz: Afzal koʻrgan veb-brauzerni tanlang:
uz@cyrillic: Афзал кўрган веб-браузерни танланг:
wa: Tchoezixhoz li betchteu waibe ki vs inmez l' mia:

source: Unknown
ar: غير معروف
bs: Nepoznato
ca: Desconegut
eo: Nekonata
eu: Ezezaguna
gl: Descoñecido
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nn: Ukjend
pa: ਅਣਜਾਣ
pl: Nieznany
ro: Necunoscut
ru: Неизвестное
rw: Kitazwi
sk: Neznámy
sl: Neznano
sr: Непознат
sr@latn: Nepoznat
th: ไม่รู้จัก
uk: Невідомо
uz: Nomaʼlum
uz@cyrillic: Номаълум
wa: Nén cnoxhou

source: <qt>You changed the default component of your choice. Do you want to save that change now?</qt>
ar: <qt>لقد غييرت خيارك للمكون الافتراضي ، هل تريد حفظ هذا التغيير الآن ؟</qt>
bs: <qt>Izmijenili ste vašu izabranu podrazumijevanu komponentu. Želite li snimiti ovu izmjenu?</qt>
ca: <qt>Heu canviat el component per omissió escollit, voleu desar el canvi ara?</qt>
eo: <qt>Vi ŝanĝis la normajn komponanton de via elekto. Ĉu vi nun volas konservi la ŝanĝon?</qt>
eu: <qt>Zure aukeraren osagai lehenetsia aldatu duzu. Aldaketa hori gorde nahi duzu orain?<qt>
gl: <qt>Cambiou o compoñente por defecto da súa escolla, ¿quere gardar o cambio agora?</qt>
it: <qt> Hai cambiato il componente predefinito, vuoi salvare le modifiche adesso?</qt>
ja: <qt>標準コンポーネントが変更されました。変更を保存しますか？</qt>
ko: <qt>기본 구성 요소 설정을 변경했습니다. 저장하시겠습니까?</qt>
nn: <qt>Du har endra standardkomponenten. Vil du lagra endringa no?</qt>
pa: <qt>ਤੁਸੀਂ ਆਪਣੀ ਚੋਣ ਮੁਤਾਬਕ ਮੂਲ ਭਾਗ ਤਬਦੀਲ ਕਰ ਦਿੱਤਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਹੁਣ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?</qt>
pl: <qt>Zmieniony został domyślny komponent. Czy chcesz zachować te zmiany?</qt>
ru: <qt>Вы изменили у компонента выбор по умолчанию. Сохранить изменения?</qt>
sk: <qt>Zmenili ste štandardný komponent. Chcete tieto zmeny uložiť?</qt>
sl: <qt>Spremenili ste privzeto komponento po svoji želji. Ali želite shraniti spremembo?</qt>
sr: <qt>Променили сте подразумевану жељену компоненту, желите ли сада да снимите ту промену?</qt>
sr@latn: <qt>Promenili ste podrazumevanu željenu komponentu, želite li sada da snimite tu promenu?</qt>
th: <qt>คุณได้ทำการเปลี่ยนแปลงคอมโพเน้นท์ปริยาย คุณต้องการจะบันทึกการเปลี่ยนแปลง เดี๋ยวนี้หรือไม่ ?</qt>
uk: <qt>Ви змінили типовий компонент вашого вибору. Хочете зберегти цю зміну тепер?</qt>
uz: <qt>Andoza komponentga oʻzgarish kiritildi. Oʻzgarishni saqlashni istaysizmi?</qt>
uz@cyrillic: <qt>Андоза компонентга ўзгариш киритилди. Ўзгаришни сақлашни истайсизми?</qt>
wa: <qt>Vos avoz candjî les prémetous componints di vosse tchoes. Voloz vs schaper ces candjmints asteure?</qt>

source: No description available
ar: لا وصف متوفر
bs: Opis nije dostupan
ca: No hi ha disponible cap descripció
eo: Neniu priskribo uzebla
eu: Ez dago deskribapen eskuragarririk
gl: Non hai unha descrición dispoñible
it: Nessuna descrizione disponibile
ja: 説明はありません
ko: 설명 없음
nn: Inga skildring tilgjengeleg
pa: ਕੋਈ ਵੇਰਵਾ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ
pl: Brak opisu
ro: Nu există o descriere
ru: Описание недоступно
rw: Nta mwirondoro uhari
sk: Popis nie je k dispozícii
sl: Opis ni na voljo
sr: Опис није доступан
sr@latn: Opis nije dostupan
th: ยังไม่มีข้อมูลรายละเอียด
uk: Опис відсутній
uz: Hech qanday taʼrif yoʻq
uz@cyrillic: Ҳеч қандай таъриф йўқ
wa: Pont d' discrijhaedje di disponibe

source: Choose from the list below which component should be used by default for the %1 service.
ar: إختر من اللائحة أدناه أي مكون يجب إستعماله إفتراضياً للخدمة %1.
bs: Sa liste ispod izaberite komponentu koja će se podrazumijevati za servis %1.
ca: De la llista de sota trieu quin component s'hauria d'usar per omissió pel servei %1.
eo: Elektu el la malsupra listo, kiu komponanto norme estu uzata por servo %1.
eu: Aukeratu azpiko zerrendatik %1 zerbitzurako lehentsi gisa erabili beharreko osagaia.
gl: Escolla dende a lista de embaixo qué compoñente se debe empregar por defecto para o servicio %1.
it: Scegli dalla lista qui sotto quale componente deve essere utilizzato per il servizio %1.
ja: %1 サービスに標準で使用するコンポーネントを下のリストから選択してください。
ko: %1 서비스에서 사용할 기본 구성 요소를 선택하십시오.
nn: Vel dei komponenta som skal brukast som standard for tenesta %1 frå lista nedanfor .
pa: ਹੇਠ ਦਿੱਤੀ ਸੂਚੀ ਵਿੱਚੋਂ ਸੇਵਾ %1 ਲਈ ਮੂਲ ਰੂਪ ਵਿੱਚ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਭਾਗ ਦੀ ਚੋਣ ਕਰੋ।
pl: Proszę wybrać z poniższej listy domyślny komponent dla usługi %1.
ro: Alegeţi din lista de mai jos componenta care să fie utilizată implicit cu serviciul %1.
ru: Выберите из списка ниже компонент, который должен использоваться по умолчанию для службы %1.
rw: Guhitamo uhereye ku rutonde hasi rwo inyangingo igomba gukoreshwa mu buryo mburabuzi ku bijyanye na serivisi %1.
sk: Vyberte si zo zoznamu, ktorý komponent sa má používať pre službu %1.
sl: Izberite iz spodnjega seznama sestavni del, ki naj se uporablja za storitev %1.
sr: Изаберите из листе испод која ће компонента бити коришћена као подразумевана за сервис %1.
sr@latn: Izaberite iz liste ispod koja će komponenta biti korišćena kao podrazumevana za servis %1.
th: เลือกคอมโพเน้นท์ที่ต้องการใช้งานกับบริการ %1 โดยปริยาย จากรายการด้านล่างนี้
uk: Виберіть зі списку внизу, який компонент буде типовим для служби %1.
uz: Quyidagi roʻyxatdan "%1" xizmati uchun andoza komponentni tanlang.
uz@cyrillic: Қуйидаги рўйхатдан "%1" хизмати учун андоза компонентни танланг.
wa: Tchoezixhoz el djivêye vaici pa dzo ké componint divreut esse eployî prémetou pol siervice %1.

source: Component Chooser
ar: أداة إختيار المكونات
bs: Izbornik komponenti
ca: Selector de component
eo: Komponata elektilo
eu: Osagai aukeratzailea
gl: Escolla de Compoñentes
it: Scelta componenti
ja: コンポーネント選択
ko: 구성 요소 선택기
nn: Komponentveljar
pa: ਭਾਗ ਚੋਣਕਾਰ
pl: Wybór komponentów
ro: Alegere componente
ru: Компоненты по умолчанию
rw: Muhitamo w'Inyangingo
sk: Výber komponent
sl: Izbiralnik komponent
sr: Изборник компоненти
sr@latn: Izbornik komponenti
th: เครื่องมือเลือกคอมโพเน้นท์
uk: Селектор компонентів
uz: Komponentlarni tanlagich
uz@cyrillic: Компонентларни танлагич
wa: Tchoezixheu d' componint

source: (c), 2002 Joseph Wenninger
eo: ©, 2002 Joseph Wenninger
nn: © 2002 Joseph Wenninger
pa: (c), ੨੦੦੨, ਜੋਸਫ ਵੀਨੀਗੀਰ
sr: © 2002, Џозеф Венингер (Joseph Wenninger)
sr@latn: © 2002, Džozef Veninger (Joseph Wenninger)
th: (c), 2002 โจเซฟ เวนนิงเกอร์
uz: (C) 2002, Jozef Venninger (Joseph Wenninger)
uz@cyrillic: (C) 2002, Жозеф Веннингер (Joseph Wenninger)
wa: © 2002 Joseph Wenninger

source: <qt>Open <b>http</b> and <b>https</b> URLs</qt>
ar: <qt>إفتح الوصلات <b>http</b> و <b>https</b></qt>
bs: <qt>Otvara <b>http</b> i <b>https</b> adrese</qt>
ca: <qt>Obre URLs <b>http</b> i <b>https</b>
eo: <qt>Malfermu <b>http-</b> kaj <b>https-</b>URLojn</qt>
eu: <qt>Ireki <b>http</b> eta <b>https</b> URLak</qt>
gl: <qt>Abrir URLs <b>http</b> e <b>https</b> </qt>
it: <qt>Apre gli URL <b>http</b> e <b>https</b></qt>
ja: <qt><b>http</b> や <b>https</b> の URL を開く</qt>
ko: <qt><b>http</b>와 <b>https</b> URL을 열 때</qt>
nn: <qt>Opna <b>http</b>- og <b>https</b>-URL-ar</qt>
pa: <qt><b>http</b> ਅਤੇ <b>https</b> URLs</qt> ਖੋਲੋ
pl: <qt>Otwórz adresy <b>http</b> i <b>https</b></qt>
ro: <qt>Deschide URL-urile <b>http</b> şi <b>https</b></qt>
ru: <qt>Открывать URL типа <b>http</b> и <b>https</b></qt>
rw: <qt>Gufungura <b>http</b> na <b>https </b> URL</qt>
sk: <qt>Otvára URL pre <b>http</b> a <b>https</b></qt>
sl: <qt>Odpri URL-je <b>http</b> in <b>https</b> </qt>
sr: <qt>Отвори <b>http</b> и <b>https</b> URL-ове</qt>
sr@latn: <qt>Otvori <b>http</b> i <b>https</b> URL-ove</qt>
th: <qt>เปิดตำแหน่ง URL <b>http</b> และ <b>https</b></qt>
uk: <qt>Відкривати <b>http</b> та <b>https</b> адреси</qt>
uz: <qt><b>HTTP</b> va <b>HTTPS</b> URL'larni ochish</qt>
uz@cyrillic: <qt><b>HTTP</b> ва <b>HTTPS</b> URL'ларни очиш</qt>
wa: <qt>Drovi les adresses <b>http</b> et <b>https</b></qt>

source: in an application based on the contents of the URL
ar: في تطبيق مؤسس على محتويات الوصلة URL
bs: u programu zasnovanom na sadržaju adrese
ca: a una aplicació basada en el contingut de l'URL
eo: en aplikaĵo, kiu bazas sur la URLa enhavo
eu: URLaren edukinetan oinarritutako aplikazio batean
gl: nunha aplicación baseada nos contidos da URL
it: in un'applicazione in base al contenuto dell'URL
ja: URL の内容に基づいたアプリケーションで(&U)
ko: URL의 내용을 기반으로 한 프로그램 사용하기
nn: med eit program basert på innhaldet i URL-en
pa: URL ਦੇ ਭਾਗ 'ਤੇ ਅਧਾਰਿਤ ਇੱਕ ਕਾਰਜ ਵਿੱਚ
pl: w programie określonym na podstawie zawartości URL
ro: într-o aplicaţie bazată pe conţinutul URL-urilor
ru: в приложении, основанном на содержимом URL
rw: muri porogaramu ishingiye ku biri muri URL
sk: v aplikácii podľa obsahu URL
sl: v programu na osnovi vsebine URL-ja
sr: у програму на основу садржаја URL-а
sr@latn: u programu na osnovu sadržaja URL-a
th: ในแอพพลิเคชันที่กำหนดให้ใช้กับตำแหน่ง URL
uk: у програмі виходячи зі змісту адреси
uz: mos keladigan dasturda
uz@cyrillic: мос келадиган дастурда
wa: dins on programe båzé so ç' ki gn a dins l' adresse

source: in the following browser:
ar: في المتصفح التالي:
bs: u sljedećem pregledniku:
ca: al fullejador següent:
eo: en la sekvonta foliumilo:
eu: honako arakatzailean:
gl: no seguinte navegador:
it: nel seguente browser:
ja: 以下のブラウザで(&I):
ko: 다음 브라우저 사용하기:
nn: i følgjande nettlesar:
pa: ਇਹ ਝਲਕਾਰਾ:
pl: w następującej przeglądarce:
ro: în următorul navigator de web:
ru: в следующем браузере:
rw: muri mucukumbuzi ikurikira:
sk: v tomto prehliadači:
sl: v naslednjem brskalniku:
sr: у следеђем прегледачу:
sr@latn: u sledeđem pregledaču:
th: ในเบราว์เซอร์ต่อไปนี้:
uk: у наступному навігаторі:
uz: koʻrsatilgan brauzerda:
uz@cyrillic: кўрсатилган браузерда:
wa: el betchteu shuvant:

source: Default Component
ar: المكون الإفتراضي
bs: Podrazumijevana komponenta
ca: Component per omissió
eo: Norma komponanto
eu: Osagai lehenetsia
gl: Compoñente por Defecto
it: Componente predefinito
ja: 標準のコンポーネント
ko: 기본 구성 요소
nn: Standardkomponent
pa: ਮੂਲ ਭਾਗ
pl: Domyślny komponent
ro: Componenta implicită
ru: Компонент по умолчанию
rw: Inyangingo Mburabuzi
sk: Štandardný komponent
sl: Privzeta komponenta
sr: Подразумевана компонента
sr@latn: Podrazumevana komponenta
th: คอมโพเน้นท์ปริยาย
uk: Типовий компонент
uz: Andoza komponent
uz@cyrillic: Андоза компонент
wa: Prémetou componint

source: Here you can change the component program. Components are programs that handle basic tasks, like the terminal emulator, the text editor and the email client. Different KDE applications sometimes need to invoke a console emulator, send a mail or display some text. To do so consistently, these applications always call the same components. You can choose here which programs these components are.
ar: هنا يمكنك تغيير البرنامج المكوِّن. المكوِّنات هي برامج تتولّى أمر المهام الأساسية، مثل محاكي الشاشة الطرفية، محرّر النصوص ومستفيد البريد الالكتروني. تطبيقات كيدي المختلفة تحتاج أحياناً أن تشغّل محاكي شاشة طرفية، ترسل بريداً أو تظهر بعض النص. لتفعل ذلك بشكل مُتّسق، تنادي هذه التطبيقات دائماً نفس المكوّنات. يمكنك أن تختار هنا ما هي البرامج التي هي هذه المكوّنات.
bs: Ovdje možete promijeniti komponente. Komponente su programi koji rukuju jednostavnim zadacima, kao što je simulator terminala, editor teksta ili e-mail klijent. Razne KDE aplikacije ponekad trebaju pozvati simulator treminala, poslati e-mail ili prikazati neki tekst. Da bi to bilo izvršeno na konzistentan način, ove aplikacije će uvijek koristiti iste komponente. Ovdje možete izabrati koji programi će imati ulogu ovih komponenti.
ca: Aquí podeu canviar el programa component. Els components són programes que gestionen tasques bàsiques, tal com l'emulació de terminal, l'edició de text i el client de correu electrònic. A vegades es requereixen diverses aplicacions KDE per a invocar a un emulador de consola, enviar un correu o mostrar algun text. Per a fer que això sigui consistent, aquestes aplicacions cridaran als mateixos components. Aquí podreu triar quins seran aquests components.
eo: Ĉi tie vi povas ŝanĝi la komponantan programon. Komponantoj estas programoj, kiuj faras bazajn taskojn, kiel terminalo, redaktilo, kaj poŝtilo. Kelkaj KDE-aplikaĵoj kelkfoje devas lanĉi konzolon, sendi retleteron aŭ vidigi tekston. Por fari ĝin ĉiam sammaniere tiuj aplikaĵoj ĉiam lanĉas la samajn komponantojn. Vi povas elekti ĉi tie, kiuj programoj estas tiuj komponantoj.
eu: Hemen programa osagaia alda dezakezu. Osagaiak oinarrizko atazak kudeatzen dituzten programak dira: terminaleko emuladorea, testu editorea eta posta elektroniko bezeroa, kasurako. Zenbait KDEren aplikaziok, batzuetan, kontsolako emuladoreari dei egin behar diote, mezua bidali behar dute, edo testuren bat erakutsi. Hori modu trinkoan egiteko aplikazio hauek beti deitzen diete osagai berberei. Hemen osagai horiek zein izango diren hautatzeko aukera izanen duzu.
gl: Aquí pode cambia-lo programa compoñente. Os compoñentes son programas que xestionan tarefas básicas, coma a emulación de terminal, as edicións de textos e a xestión de correo electrónico. As distintas aplicacións de KDE ás veces precisan invocar unha terminal, enviar un correo ou amosar algún texto. Para facer isto con consistencia, estas aplicacións sempre chaman ós mesmos compoñentes. Pode escoller aquí qué programas funcionarán coma compoñentes básicos.
it: Qui puoi cambiare i componenti. I componenti sono programmi che gestiscono compiti di base come l'emulatore di terminale o l'editor di testi e il programma di posta elettronica. Applicazioni di KDE diverse a volte hanno bisogno di avviare un emulatore di terminale o mandare un messaggio di posta elettronica o mostrare del testo. Per fare questo in modo coerente queste applicazioni chiamano sempre gli stessi componenti. Qui puoi scegliere i programmi da usare come componenti.
ja: ここでコンポーネントプログラムを変更することができます。コンポーネントとは、ターミナルエミュレータ、テキストエディタ、メールクライアントといった、基本的な作業を扱うプログラムです。異なる KDE アプリケーションがコンソールエミュレータを起動したり、メールを送信したり、あるいはテキストをエディタに表示するときに、一貫性を持たせるために、これらのアプリケーションは常に同じコンポーネントを呼び出します。ここでこれらのコンポーネントとなるプログラムを選択します。
ko: 이 곳에서 구성 요소 프로그램을 변경할 수 있습니다. 구성 요소들은 터미널 에뮬레이터나 텍스트 편집기 등 기본적인 작업을 수행하는 프로그램입니다. 여러 KDE 프로그램들은 콘솔 에뮬레이터를 불러오거나 전자 우편을 보내거나, 텍스트를 표시할 수 있습니다. 이 작업을 일관성있게 하기 위해서 이들 프로그램에서는 항상 같은 구성 요소를 불러옵니다. 이 곳에서 사용할 구성 요소를 선택할 수 있습니다.
nn: Her kan du endra komponentprogrammet. Komponentar er program som handterer grunnleggjande oppgåver, som til dømes terminalprogram, skriveprogram og e-postklient. Ulike KDE-program treng av og til å starta ein konsoll, senda ein e-post eller visa noko tekst. For å gjera det på same måten, vil desse programa alltid bruka dei same komponentane. Her kan du velja kva for program som skal brukast for dei ulike komponentane.
pl: W module tym można skonfigurować komponenty KDE. Komponenty to programy wykonujące podstawowe zadania, takie jak emulacja terminala, edytor tekstu czy klient poczty. Różne programy KDE wymagają czasem uruchomienia terminala, wysłania listu lub edycji jakiegoś tekstu. Żeby ułatwić pracę, programy te mogą zawsze korzystać z takich samych komponentów - komponenty te można wybrać tutaj.
ro: Aici puteţi schimba programul componentă. Componentele sînt programe care execută activităţi de bază, precum emulator de terminal, editor de text sau client de e-mail. Unele aplicaţii KDE au uneori nevoie să pornească un emulator de consolă, să trimită un e-mail sau să afişeze text. Pentru a face acest lucru consistent, aceste aplicaţii apelează întotdeauna la aceleaşi componente. Aici puteţi alege care programe să fie folosite ca şi componente de bază.
ru: В этом диалоге вы можете сменить программу-компонент. Компонентами являются программы, которые выполняют основные задачи, такие как эмулятор терминала, текстовый редактор или почтовый клиент. Различным приложениям KDE иногда необходимо вызвать эмулятор терминала, отправить почту или отобразить какой-либо текст. Здесь вы можете выбрать, какие программы являются этими компонентами.
rw: Hano ushobora guhindura porogaramu y'inyangingo. Inyangingo ni amaporogaramu afasha ibikorwa shingiro, nka mukuruzi igihera, muhinduzi y'umwandiko n'umukiriya imeli. Amaporogaramu KDE atandukanye akeneye guhamagara mukuruzi ya konsole, kohereza imeli cyangwa kwerekana umwandiko. Gukora ibyo mu buryo nyabwo, aya maporogaramu buri gihe ahamagara inyangingo zimwe. Ushobora guhitamo hano amaporogaramu ajyanye n'izi nyangingo.
sk: Tu môžete zmeniť program komponentu. Sú to programy, ktoré vykonávajú základné činnosti, ako je emulátor terminálu, textový editor a poštový klient. Rôzne KDE aplikácie niekedy potrebujú spustiť príkazový riadok, poslať e-mail alebo zobraziť nejaký text. Aby to bolo konzistentné, vždy sa použijú tieto komponenty. Tu si môžete vybrať, ktoré to budú.
sl: Tu lahko spremenite program komponente. Komponente so programi, ki opravljajo osnovne naloge, kot so terminalni emulator, urejevalnik besedil in odjemalec e-pošte. Različni programi za KDE včasih potrebujejo konzolo, poslati pošto ali pikazati nekaj besedila. Ta se to zgodi usklajeno, ti programi vedno prikličejo iste komponente. Tu lahko izberete, kateri programi so te komponente.
sr: Овде можете променити компонентски програм. Компоненте су програми који рукују основним задацима, као што је емулација терминала, уређивање текста и е-поштански клијент. Различити KDE-ови програми понекад имају потребу да позову емулатор терминала, да пошаљу е-поруку или прикажу неки текст. Да би то радили усаглашено, сви они увек позивају исте компоненте. Овде можете одабрати који су програми те компоненте.
sr@latn: Ovde možete promeniti komponentski program. Komponente su programi koji rukuju osnovnim zadacima, kao što je emulacija terminala, uređivanje teksta i e-poštanski klijent. Različiti KDE-ovi programi ponekad imaju potrebu da pozovu emulator terminala, da pošalju e-poruku ili prikažu neki tekst. Da bi to radili usaglašeno, svi oni uvek pozivaju iste komponente. Ovde možete odabrati koji su programi te komponente.
th: คุณสามารถเปลี่ยนโปรแกรมของคอมโพเน้นท์ได้ที่นี่ คอมโพเน้นท์ก็คือโปรแกรมที่มีการทำงานทั่ว ๆ ไป เช่น เทอร์มินัล, เครื่องมือแก้ไขข้อความ และโปรแกรมรับ/ส่งอีเมล เป็นต้น แอพพลิเคชันต่างๆ ของ KDE อาจจำเป็นต้องจะเรียกใช้ตัวจำลองคอนโซล, ส่งอีเมล หรือแสดงแฟ้มข้อความ ในการที่จะทำแบบนั้นได้โดยไม่สะดุด แอพพลิเคชันเหล่านี้จะเรียกใช้คอมโพเน้นท์เดียวกันเสมอคุณสามารถเลือกได้ว่าจะให้โปรแกรมไหนเป็นคอมโพเน้นท์อะไร ได้ที่นี่ี่
uk: Тут ви можете змінити програму компонент. Компоненти - це програми, що виконують основні задачі, наприклад, емуляцію терміналу, редактор текстів або клієнт електронної пошти. Різні програми KDE деколи мають викликати емулятор консолі, відсилати листи або відображати деякий текст. Для цього використовуються ці компоненти. Тут ви можете вибрати які програми відповідають яким компонентам.
