Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmcomponentchooser.po
Languages: ar, bs, ca, eo, eu, gl, it, ja, ko, nn, pa, pl, ro, ru, rw, sk, sl, sr, sr@latn, th, uk, uz, uz@cyrillic, wa

source: Press this button to select your favorite email client. Please note that the file you select has to have the executable attribute set in order to be accepted.<br> You can also use several placeholders which will be replaced with the actual values when the email client is called:<ul> <li>%t: Recipient's address</li> <li>%s: Subject</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Template body text</li> <li>%A: Attachment </li> </ul>
ar: اضغط هذا الزر لاختيار برنامج البريد المفضل. لاحظ أن الملف الذي ستختاره يجب أن يكون ملفاً تنفيذياً لكي يتم قبوله.<br> يمكن أيضاً تمرير بعض القيم التي سيتم تبديلها بالقيم الحقيقية عند استدعاء برنامح البريد:<ul> <li>%t: عنوان المُستلم </li> <li>%s: الموضوع</li> <li>%c: نسخة كربونيّة (CC)</li> <li>%b: نسخة كربونيّة خفيّة (BCC)</li> <li>%B: نصّ الرّسالة القالب</li> <li>%A: المُرفق </li> </ul>
bs: Pritisnite ovo dugme da izaberete vaš omiljeni email klijent. Molim zapamtite da datoteka koju izaberete mora imati podešen atribut izvršivosti kako bi bila prihvaćena.<br> Također možete koristiti više varijabli koje će biti zamijenjene stvarnim vrijednostima kada pozovete email klijent:<ul> <li>%t: Adresa primatelja</li> <li>%s: Tema</li> <li>%c: Kopija (CC)</li> <li>%b: Slijepa kopija (BCC)</li> <li>%B: Preložak za tekst poruke</li> <li>%A: Prilog </li> </ul>
ca: Premeu aquest botó per seleccionar el vostre client de correu favorit. Tingueu present que el fitxer que seleccioneu ha de tenir l'atribut executable per tal de ser acceptat.<br> També podeu usar diverses reserves de lloc que es remplaçaran amb els valors actuals quan es cridi el client de correu:<ul> <li>%t: Adreça del destinatari</li> <li>%s: Assumpte</li> <li>%c: Còpia (CC)</li> <li>%b: Còpia cega (BCC)</li> <li>%B: Plantilla del text del cos</li> <li>%A: Adjunt </li> </ul>
eo: Premu la butonon por elekti vian preferatan poŝtilon. Notu, ke la dosiero elektita de vi devas havi lanĉeblan atributon por esti elektebla.<br>Vi ankaŭ povas uzi kelkajn anstataŭaĵojn, kiuj estos anstataŭigataj de la nuna valoroj, kiam poŝtilo estas lanĉata: <ul> <li>%t: Adresato</li> <li>%s: Temo</li> <li>%c: Kopio</li> <li>%b: Nevidebla kopio</li> <li>%B: Ŝablona teksto</li> <li>%A: Kunsendaĵo </li> </ul>
eu: Sakatu botoi honi zure posta elektroniko bezero hobetsia aukeratzeko. Kontuan izan hautatzen duzun fitxategiak exekutagarritasun atributua ezarrita izan behar duela onartua izateko.<br> Posta elektroniko bezeroa deitzerakoan berezko balioez aldatuko diren zenbait leku-marka ere erabili dezakezu:<ul> <li>%t: Hartzailearen helbidea</li> <li>%s: Gaia</li> <li>%c: Ikatz kopia (CC)</li> <li>%b Ikatz kopia izkutua (BCC)</li> <li>%B: Testu eredua</li> <li>%A: Eranskina </li> </ul>
gl: Prema este botón para seleccionar o seu xestor de correo electrónico favorito. Por favor note que o ficheiro que escolla ten que ter o atributo de executable de xeito de que se poida aceptar.<br> Pode tamén empregar varios argumentos que se remprazarán cos valores actuais cando o xestor de correo se chame:<ul> <li>%t: Enderezo do destinatario </li> <li>%s: Asunto</li> <li>%c: CopiaCarbón (CC)</li> <li>%b: Copia Carbón Blindada (BCC)</li> <li>%B: Texto do corpo</li> <li>%A: Adxunto </li> </ul>
it: Premi questo pulsante per scegliere il tuo programma di posta elettronica preferito. Nota che il file che scegli deve essere eseguibile per poter essere accettato.<br>Puoi utilizzare vari segnaposto che saranno sostituiti con gli opportuni valori quando sarà eseguito il comando:<ul> <li>%t: Indirizzo destinatari</li> <li>%s: Oggetto</li> <li>%c: Copia Carbone(CC)</li> <li>%b: Copia Carbone nascosta (BCC)</li> <li>%B: Corpo del messaggio</li> <li>%A: Allegato </li> </ul>
ja: 右のボタンを押してお気に入りのメールクライアントを選択してください。選択するファイルは実行可能属性が設定されているものでなければなりません。<br> また、以下の変数も使用できます。これらはメールクライアントを呼び出したときに実際の値に置き換わります。<ul> <li>%t: 受取人のアドレス</li> <li>%s: 件名 (Subject)</li> <li>%c: カーボンコピー (CC)</li> <li>%b: ブラインドカーボンコピー (BCC)</li> <li>%B: テンプレートの本体テキスト</li> <li>%A: 添付物</li></ul>
ko: 이 단추를 눌러서 좋아하는 전자 우편 클라이언트를 선택하십시오. 이것은 실행 가능한 파일이어야 합니다.<br>몇몇 자리 비움 문자열을 사용하면 전자 우편 클라이언트를 실행할 때 실제 값으로 대체됩니다. <ul> <li>%t: 받는 사람 주소</li> <li>%s: 제목</li> <li>%c: 참조 주소(CC)</li> <li>%b: 숨은 참조 주소(BCC)</li> <li>%B: 편지 본문</li> <li>%A: 첨부할 파일</li> </ul>
nn: Trykk denne knappen for å velja e-postklienten du føretrekk. Fila du vel må vera ei køyrbar programfil.<br>Du kan òg bruka plasshaldarar som vert bytt ut med følgjande verdiar når e-postprogrammet vert starta:<ul><li>%t: Mottakaradresse</li><li>%s: Emne</li><li>%c: Kopi til (CC)</li><li>%b: Blind kopi til (BCC)</li><li>%B: Meldingsmal</li><li>%A: Vedlegg</li></ul>
pl: Wciśnij ten przycisk, by wybrać klienta poczty. Wybrany plik musi być wykonywalny.<br> Można tu również wybrać podstawowe ustawienia używane przez klienta poczty:<ul> <li>%t: Adres odbiorcy</li> <li>%s: Temat</li> <li>%c: Do wiadomości (DW)</li> <li>%b: Ukryte do wiadomości (UDW)</li> <li>%B: Wzorzec wiadomości tekstowej</li> <li>%A: Załącznik </li> </ul>
ro: Apăsaţi acest buton pentru a selecta clientul de e-mail favorit. Ca să fie acceptat fişierul selectat trebuie să aibă atributul de executabil. <br> Puteţi utiliza variabilele de mai jos care vor fi înlocuite cu valorile necesare atunci cînd clientul de email este executat:<ul> <li>%t: Adresa destinatarului</li> <li>%s: Subiect</li> <li>%c: Carbon Copy (CC)</li> <li>%b: Blind Carbon Copy (BCC)</li> <li>%B: Text conţinut model</li> <li>%A: Ataşament </li> </ul>
ru: Нажмите эту кнопку, чтобы выбрать ваш любимый клиент электронной почты. Убедитесь, что выбранный вами файл имеет атрибут выполняемого. <br> Вы можете также использовать несколько параметров, которые при вызове почтового клиента будут заменены реальными данными: <ul> <li>%t: Адресат</li> <li>%s: Тема</li> <li>%c: Копия (CC)</li> <li>%b: Слепая копия (BCC)</li> <li>%B: Текст шаблона тела сообщения</li> <li>%A: Вложение </li> </ul>
rw: Kanda iyi buto mu guhitamo umukiriya imeli wifuje. Wamenya ko idosiye watoranyije igomba kugira itsinda ry'ibijyana bitangizwa kugira yemerwe. <br>Ushobora ariko gukoresha gukoresha uturindamwanya twinshi tuzasimburwa n'uduciro tw'ubu igihe imeli mukiriya yiswe:<ul> <li>%t: Aderesi y'uwandikiwe</li> <li>%s: Ikivugwaho</li> <li>%c: Kopi (CC)</li> <li>%b: Kopi Itagaragara (BCC)</li> <li>%B: Umwandiko w'Igihimba Inyandiko-rugero</li> <li>%A: Umugereka </li> </ul>
sk: Stlačením tohto tlačidla môžete vybrať svojho obľúbeného poštového klienta. Uvedomte si, že súbor, ktorý vyberiete, musí byť možné spustiť. Iba tak bude považovaný za platnú voľbu.<br>V príkaze môžete použiť niektoré zástupné znaky, ktoré sa nahradia skutočnými hodnotami pri spustení poštového klienta: <ul><li>%t: Adresa príjemcu</li> <li>%s: Predmet</li> <li>%c: Kópia (CC) </li><li>%b: Neviditeľná kópia (BCC)</li> <li>%B: Text šablóny tela</li> <li>%A: Príloha</li></ul>
sl: Kliknite ta gumb za izbiro vašega najljubšega e-poštnega odjemalca. Prosim vedite, da mora imeti izbrana datoteka nastavljen atribut za izvajanje, da bo sprejeta.<br> Lahko tudi uporabite več nadomestiteljev, ki bodo nadomeščeni takrat, ko bo e-poštni odjemalec poklican.<ul> <li>%t: Naslov prejemnika</li> <li>%s: Zadeva</li> <li>%c: Kopijo prejme (Kp)</li> <li>%b: Skrito kopijo prejme (Skp)</li> <li>%B: Besedilo predloge telesa</li> <li>%A: Priloga </li> </ul>
sr: Притисните ово дугме да бисте изабрали жељени е-поштански клијент. Имајте на уму да фајл који изаберете мора имати постављен извршни атрибут да био прихваћен.<br> Такође можете користити неколико симбола који ће бити замењени стварним вредностима када се позове е-поштански клијент:<ul> <li>%t: Адреса примаоца</li> <li>%s: Тема</li> <li>%c: Копија (CC)</li> <li>%b: Невидљива копија (BCC)</li> <li>%B: Текст тела шаблона</li> <li>%A: Прилог </li> </ul>
sr@latn: Pritisnite ovo dugme da biste izabrali željeni e-poštanski klijent. Imajte na umu da fajl koji izaberete mora imati postavljen izvršni atribut da bio prihvaćen.<br> Takođe možete koristiti nekoliko simbola koji će biti zamenjeni stvarnim vrednostima kada se pozove e-poštanski klijent:<ul> <li>%t: Adresa primaoca</li> <li>%s: Tema</li> <li>%c: Kopija (CC)</li> <li>%b: Nevidljiva kopija (BCC)</li> <li>%B: Tekst tela šablona</li> <li>%A: Prilog </li> </ul>
th: กดที่ปุ่มนี้ เพื่อเลือกโปรแกรมรับ/ส่งอีเมลที่ต้องการ โปรดจำไว้ว่า แฟ้มที่คุณเลือกนั้น จะต้องสามารถประมวลผลได้<br> คุณสามารถใช้ตัวแทนค่าต่างๆ ซึ่งจะถูกแทนค่าด้วยค่าจริงๆ ได้เมื่อเรียกใช้โปรแกรมรับ/ส่งอีเมล: <ul> <li>%t: ที่อยู่ผู้รับ</li> <li>%s: เรื่อง</li> <li>%c: ทำสำเนา (CC)</li> <li>%b: ซ่อนการทำสำเนา (BCC)</li> <li>%B: แม่แบบเนื้อความ</li> <li>%A: สิ่งที่แนบมาด้วย </li> </ul>
uk: Натисніть цю кнопку, щоб вибрати ваш улюблений клієнт пошти. Зауважте, що файл, який ви виберете має бути з встановленим бітом виконання.<br> Ви також можете вибрати різні шаблони для заміни при запуску клієнта пошти:<ul> <li>%t: Адреса отримувача</li> <li>%s: Тема</li> <li>%c: Копія (CC)</li> <li>%b: Потайна копія (BCC)</li> <li>%B: Шаблон тексту повідомлення</li> <li>%A: Долучення</li> </ul>

source: Click here to browse for the mail program file.
ar: أنقر هنا لتستعرض بحثاً عن ملف برنامج البريد.
bs: Kliknite ovdje da potražite datoteku mail programa.
ca: Cliqueu aquí per a cercar el fitxer del programa de correu.
eo: Kliku ĉi tie por serĉi la poŝtilan dosieron.
eu: Klik egin hemen posta programaren fitxategia arakatzeko.
gl: Prema aquí para explorar polo ficheiro de programa de correo electrónico.
it: Fa clic per sfogliare e cercare il file del programma di posta elettronica.
ja: メールプログラムファイルを参照するにはここをクリックしてください。
ko: 전자 우편 프로그램 파일을 찾아 보시려면 여기를 누르십시오.
nn: Trykk her for å leita etter e-postprogrammet.
pa: ਪੱਤਰ ਕਾਰਜ ਫਾਇਲ ਦੀ ਝਲਕ ਵੇਖਣ ਲਈ ਦਬਾਉ।
pl: Kliknij, by wybrać plik klienta poczty.
ro: Daţi clic aici pentru a căuta un program de e-mail.
ru: Нажмите для поиска файла почтовой программы.
rw: Kanda hano mu gushakisha ibijyanye n'idosiye ya porogaramu y'ubutumwa
sk: Sem kliknite, ak chcete nájsť súbor poštového programu.
sl: Kliknite tukaj, da bi poiskali programsko datoteko za pošto.
sr: Кликните овде да бисте потражили програм за пошту.
sr@latn: Kliknite ovde da biste potražili program za poštu.
th: คลิกที่นี่เพื่อเรียกดูแฟ้มโปรแกรมอีเมล
uk: Клацніть тут для пошуку програми пошти.
uz: Xat-xabar dasturini tanlash uchun shu yerni bosing.
uz@cyrillic: Хат-хабар дастурини танлаш учун шу ерни босинг.
wa: Clitchîz vaici po naivyî viè l' fitchî do programe d' emile.

source: &Run in terminal
ar: &شغل في مطراف
bs: &Pokreni u terminalu
ca: Executa a &terminal
eo: Lanĉu te&rminale
eu: &Abiarazi terminalean
gl: &Exucutar nunha terminal
it: Esegui in un &terminale
ja: ターミナルで実行する(&N)
ko: 터미널에서 실행(&R)
nn: Kø&yr i terminal
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਚਲਾਓ(&R)
pl: &Uruchom w terminalu
ro: &Execută în terminal
ru: &Выполнять в терминале
rw: Gutangiza mu gihera
sk: Spustiť na &termináli
sl: &Poženi v terminalu
sr: Пок&рени у терминалу
sr@latn: Pok&reni u terminalu
th: สั่งทำ&งานในเทอร์มินัล
uk: Зап&устити в терміналі
uz: &Terminalda bajarish
uz@cyrillic: &Терминалда бажариш
wa: &Enonder dvins on terminå

source: Activate this option if you want the selected email client to be executed in a terminal (e.g. <em>Konsole</em>).
ar: قم بتفعيل هذا الخيار اذا كنت تريد قتح برنامج البريد المختار في سطر الأوامر (مثال. <em>Konsole</em>)
bs: Aktivirajte ovu opciju ako želite da izabrani email klijent bude izvršen u terminalu (npr. <em>Konzola</em>).
ca: Activeu aquesta opció si voleu que el client de correu seleccionat s'executi a una terminal (p.ex. <em>Konsole</em>).
eo: Aktivigu la opcion, se vi volas, ke la elektita poŝtilo estos lanĉata terminale (ekz. <em>Konzolo</em>).
eu: Aktibatu aukera hau hautatutako posta elektroniko bezeroa terminal batean (adib. <em>Konsole</em>n) exekutatua izatea nahi izanez gero.
gl: Active esta opción se quere que se execute o xestor de correo escollido nunha terminal (p.e. <em>Konsole</em>).
it: Attiva questa opzione se vuoi che il client di posta elettronica sia eseguito in un terminale (es. <em>Konsole</em>)
ja: Konsole のようなターミナル内で実行するメールクライアントを指定した場合は、このオプションを有効にしてください。
ko: 이 설정을 사용하면 전자 우편 클라이언트를 터미널에서 실행시합니다. (예: <em>Konsole</em>)
nn: Bruk dette valet om du vil at e-postklienten skal køyrast i eit terminalvindauge (t.d. <em>Konsole</em>).
pa: ਇਹ ਚੋਣ ਤਾਂ ਹੀ ਸਰਗਰਮ ਕਰੋ, ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਈ-ਮੇਲ ਕਲਾਂਇਟ ਟਰਮੀਨਲ (ਜਿਵੇਂ ਕਿ <em>Konsole</em>) ਵਿੱਚ ਚੱਲੇ।
pl: Uaktywnij tę opcję, jeśli klient pocztowy ma być uruchamiany w terminalu (np. <em>Konsola</em>).
ro: Activaţi această opţiune dacă doriţi ca clientul de e-mail să fie executat într-o fereastră terminal (de exemplu <em>Konsole</em>).
ru: Установите этот параметр, если хотите, чтобы ваш почтовый клиент выполнялся в терминале (например <em>Konsole</em>)
rw: Gukoresha ubu buryo niba ushaka ko umukiriya imeli watoranyijwe utangizwa mu gihera (urugero <em>Konsole</em>).
sk: Túto voľbu zapnite, ak chcete, aby sa vybraný poštový klient spúšťal v termináli (napr. <em>Konsole</em>).
sl: Aktivirajte to možnost, če želite izbran odjemalec e-pošte pognati v terminalu (npr. <em>Konzoli</em>).
sr: Укључите ову опцију ако желите да се изабрани е-поштански клијент извршава у терминалу (нпр. у <em>Konsole</em>).
sr@latn: Uključite ovu opciju ako želite da se izabrani e-poštanski klijent izvršava u terminalu (npr. u <em>Konsole</em>).
th: เปิดใช้งานตัวเลือกนี้ หากคุณต้องการให้โปรแกรมรับ/ส่งอีเมลที่เลือกไว้ ทำงานในเทอร์มินัล (เช่น <em>Konsole</em>)
uk: Ввімкніть цей параметр, якщо ви хочете, щоб вибраний клієнт пошти було запущено в терміналі (напр., <em>Konsole</em>).
uz: Tanlangan xat-xabar dasturini terminalda (m-n <em>Konsole</em>) ishga tushirish uchun shuni tanlang.
uz@cyrillic: Танланган хат-хабар дастурини терминалда (м-н <em>Konsole</em>) ишга тушириш учун шуни танланг.

source: &Use KMail as preferred email client
ar: &إتعمل KMail كبرنامج البريد المفضل
bs: &Koristi KMail kao preferirani email klijent
ca: Usa &KMail com a client de correu preferit
eo: &Uzu Poŝtilo kiel preferatan poŝtilon
eu: Erabili &KMail posta elekroniko bezero hobetsi gisa
gl: &Empregar KMail coma xestor de correo electrónico preferido
it: &Utilizza KMail come programma di posta preferito
ja: KMail を標準メールクライアントにする(&U)
ko: KMail을 전자 우편 클라이언트로 사용하기(&U)
nn: Br&uk KMail som føretrekt e-postprogram
pa: ਈ-ਪੱਤਰ ਕਲਾਂਇਟ ਦੇ ਤੌਰ ਤੇ ਕੇ-ਮੇਲ ਵਰਤੋਂ(&U)
pl: &Użyj KMail jako klienta poczty
ro: &Utilizează KMail ca client de e-mail preferat
ru: &Использовать KMail как предпочтительный клиент электр. почты
rw: &Gukoresha KMail nk'umukiriya imeli wifujwe
sk: &Použiť ako poštového klienta KMail
sl: &Uporabi KMail kot prednostni odjemalec e-pošte
sr: &Користи KMail као подразумевани е-поштански клијент
sr@latn: &Koristi KMail kao podrazumevani e-poštanski klijent
th: ใช้โปรแกรม KMail เป็นโปรแกรมรับ/ส่งอีเมลหลัก
uk: &Вживати KMail, як основний клієнт пошти
uz: &Xat-xabar klienti sifatida KMail dasturidan foydalanish
uz@cyrillic: &Хат-хабар клиенти сифатида KMail дастуридан фойдаланиш
wa: E&ployî KMail come cliyint emile mia inmé

source: Kmail is the standard Mail program for the KDE desktop.
ar: إنّ البرنامج Kmail هو برنامج البريد المعياري لسطح المكتب KDE.
bs: KMail je standardni e-mail program KDE okoline.
ca: Kmail és el programa estàndard per al correu a l'escriptori KDE.
eo: Poŝtilo estas la norma poŝtilo de KDE.
eu: Kmail KDE mahaigainaren posta bezero lehenetsia da.
gl: Kmail é o programa estándar para o escritorio de KDE.
it: KMail è il programma di posta standard per il desktop KDE.
ja: Kmail は KDE デスクトップの標準メールプログラムです。
ko: Kmail은 KDE 데스크톱의 기본 전자 우편 프로그램입니다.
nn: KMail er standardprogrammet for e-post i KDE.
pa: ਕੇ-ਮੇਲ ਕੇਡੀਈ(KDE) ਵਿਹੜੇ ਲਈ ਮੂਲ ਤੇ ਮਿਆਰੀ ਈ-ਮੇਲ ਕਾਰਜ ਹੈ।
pl: KMail jest standardowym klientem poczty KDE.
ro: Kmail este programul de e-mail standard pentru mediul grafic KDE.
ru: Kmail - это стандартная почтовая программа среды KDE.
rw: Kmail ni porogaramu y'Ubutumwa isanzwe ya KDE ibiro
sk: KMail je štandardný poštový klient pre prostredie KDE.
sl: KMail je standarden poštni program za namizje KDE.
sr: Kmail је стандардни програм за пошту у KDE окружењу.
sr@latn: Kmail je standardni program za poštu u KDE okruženju.
th: Kmail เป็นโปรแกรมรับ/ส่งอีเมล์์มาตรฐานสำหรับ KDE
uk: Kmail - типова програма пошти для стільниці KDE.
uz: KMail - KDE uchun andoza xat-xabar dasturi.
uz@cyrillic: KMail - KDE учун андоза хат-хабар дастури.
wa: Kmail est l' sitandård programe d' emile pol sicribanne KDE.

source: Use a different &email client:
ar: إستعمل برنامج &بريد إلكتروني مختلف:
bs: Koristi neki drugi &email klijent:
ca: Usa un cli&ent de correu diferent:
eo: Uzu alian &poŝtilon:
eu: Erabili beste &posta elekroniko bezero bat:
gl: Empregar un xestor de correo &electrónico:
it: Utilizza un programma di posta &differente:
ja: 他のメールクライアントを使う(&E):
ko: 다른 전자 우편 클라이언트 사용하기(&E):
nn: Bruk eit anna &e-postprogram:
pa: ਵੱਖਰਾ ਈ-ਮੇਲ ਕਲਾਂਇਟ ਵਰਤੋਂ(&e):
pl: Użyj innego &klienta poczty:
ro: Utilizează un client de &email diferit:
ru: Использовать &другой клиент электронной почты
rw: Gukoresha umukiriya imeli utandukanye:
sk: Použiť iného &poštového klienta:
sl: Uporabi drug odjemalec &e-pošte:
sr: Користи други &е-поштански клијент:
sr@latn: Koristi drugi &e-poštanski klijent:
th: ใช้โปรแกรมรับ/ส่งอีเ&มลอื่น:
uk: Вживати інший клієнт &пошти:
uz: &Boshqa xat-xabar klientidan foydalanish:
uz@cyrillic: &Бошқа хат-хабар клиентидан фойдаланиш:
wa: Eplo&yî on ôte cliyint emile:

source: Select this option if you want to use any other mail program.
ar: حدد هذا الخيار إذا كنت تريد إستعمال أي برنامج بريد آخر.
bs: Izaberite ovu opciju ako želite koristiti neki drugi e-mail program.
ca: Seleccionar aquesta opció si desitgeu emprar un altre programa de correu.
eo: Marku la opcion, se vi volas uzi iun alian poŝtilon.
eu: Hautatu aukera hau beste posta programa bat erabili nahi izanez gero.
gl: Escolla esta opción se quere empregar calquera outro programa de correo.
it: Scegli questa opzione se vuoi usare un qualunque altro programma di posta.
ja: 他のメールプログラムを使う場合、このオプションを選んでください。
ko: 다른 전자 우편 프로그램을 사용하시려면 이 설정을 사용하십시오.
nn: Vel dette alternativet dersom du vil bruka eit anna e-postprogram.
pa: ਜੇਕਰ ਤੁਸੀਂ ਹੋਰ ਪੱਤਰ ਪਰੋਗਰਾਮ ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਇਹ ਚੋਣ ਕਰੋ।
pl: Wybierz tę opcję, jeśli chcesz użyć innego programu.
ro: Selectaţi această opţiune dacă doriţi să utilizaţi alt program de trimis e-mail-uri.
ru: Выберите этот параметр, если вы хотите использовать любую другую почтовую программу.
rw: Guhitamo ubu buryo niba ushaka gukoresha indi porogaramu y'ubutumwa.
sk: Pomocou tejto voľby môžete použiť iný poštový program.
sl: Izberite to možnost, če želite uporabiti katerikoli drug poštni program.
sr: Одаберите ову опцију ако желите да користите други програм за пошту.
sr@latn: Odaberite ovu opciju ako želite da koristite drugi program za poštu.
th: เลือกตัวเลือกนี้หากตั้งการใช้งานโปรแกรมรับ/ส่งอีเมลตัวอื่น
uk: Виберіть цей параметр, якщо ви хочете використовувати іншу програму пошти.
uz: Boshqa xat-xabar dasturidan foydalanmoqchi boʻlsangiz, shuni tanlang.
uz@cyrillic: Бошқа хат-хабар дастуридан фойдаланмоқчи бўлсангиз, шуни танланг.

source: Use a different &terminal program:
ar: إستعمل برنامج &مطراف مختلف:
bs: Koristi neki drugi &terminal program:
ca: Usa un programa de &terminal diferent:
eo: Uzu alian &terminalprogramon:
eu: Erabili beste &terminal programa bat:
gl: Empregar un programa de &terminal diferente:
it: Utilizza un programma di &emulazione terminale differente:
ja: 他のターミナルプログラムを使う(&T):
ko: 다른 터미널 프로그램 사용하기(&T):
nn: Bruk eit anna &terminalprogram:
pa: ਵੱਖਰਾ ਟਰਮੀਨਲ ਕਾਰਜ ਵਰਤੋਂ(&t):
pl: Użyj innego &terminala:
ro: Utilizează un program diferit de &terminal:
ru: Использовать &другую терминальную программу:
rw: Gukoresha porogaramu igihera itandukanye:
sk: Použiť iný &terminál:
sl: Uporabi drug &terminalni program:
sr: Користи други &терминалски програм:
sr@latn: Koristi drugi &terminalski program:
th: ใช้โปรแกรมเ&ทอร์มินัลอื่น:
uk: Вживати іншу програму &термінала:
uz: &Boshqa terminal dasturidan foydalanish:
uz@cyrillic: &Бошқа терминал дастуридан фойдаланиш:
wa: Eplo&yî on ôte programe di terminå

source: &Use Konsole as terminal application
ar: ا&ستخدم Konsole كتطبيق للمطراف
bs: &Koristi Konzolu kao terminal program
ca: Usa &Konsole com a aplicació de terminal
eo: &Uzu Konzolon kiel terminalaplikaĵon
eu: Erabili k&onsole terminal programa gisa
gl: Em&pregar Konsole coma aplicación de terminal
it: &Utilizza Konsole come programma di emulazione terminale
ja: Konsole をターミナルアプリケーションに使う(&U)
ko: Konsole을 터미널 프로그램으로 사용하기(&U)
nn: Bruk &Konsole som terminalprogram
pa: ਕੇਨਸੋਲ ਨੂੰ ਟਰਮੀਨਲ ਕਾਰਜ ਦੇ ਤੌਰ ਤੇ ਵਰਤੋਂ(&U)
pl: &Użyj programu Konsola jako terminala
ro: &Utilizează Konsole ca aplicaţie terminal
ru: Использовать &Konsole как терминальное приложение
rw: &Gukoresha Konsole nka porogaramu igihera
sk: &Použiť ako terminál Konsole
sl: &Uporabi Konzolo kot terminalni program
sr: &Користи Konsole као терминалски програм
sr@latn: &Koristi Konsole kao terminalski program
th: ใช้ &Konsole เป็นโปรแกรมเทอร์มินัล
uk: &Вживати Konsole, як програму термінала
uz: &Terminal sifatida Konsole dasturidan foydalanish
uz@cyrillic: &Терминал сифатида Konsole дастуридан фойдаланиш
wa: &Eployî Konsole come programe di terminå
