Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: _: NAME OF TRANSLATORS Your names
af: Kobus Venter
ar: وسيم بكر,عصام بايزيدي,محمد جمال,منذر طه
az: Vasif İsmayıloğlu,Mətin Əmirov
bg: Радостин Раднев
bn: অংকুর প্রকল্পের পক্ষে ডাঃ অনির্বাণ মিত্র
bs: Vedran Ljubović
cs: Lukáš Tinkl
cy: Owain Green drwy KGyfieithu, KD
da: Erik Kjær Pedersen
de: Thomas Diehl,Thomas Reitelbach
el: Στέργιος Δράμης,Δημήτρης Καμενόπουλος,Τούσης Μανώλης,Σπύρος Γεωργαράς
eo: Wolfram Diestel
es: Jaime Robles,Pablo de Vicente,Miguel Revilla Rodríguez
et: Hasso Tepper
eu: Koldo Navarro, Juan Irigoien, Ion Gaztañaga, Marcos Goienetxe
fa: مریم سادات رضوی
fi: Tapio Kautto,Teemu Rytilahti,Ilpo Kantonen,Niklas Laxström
fr: Thibaut Cousin,Gilles Caulier,Gérard Delafond,Nicolas Ternisien
gl: Xabi García
hi: रविशंकर श्रीवास्तव
hr: Dario Lah, Darko Bednjanec, Denis Lackovic, Mato Kutlić, Vedran Rodic, Vlatko Kosturjak
hu: Szántó Tamás
is: Richard Allen, Pjetur G. Hjaltason, Svanur Pálsson
it: Andrea Rizzi
ja: Taiki Komoda, Noboru Sinohara, Seiji Hoshiba, Kenshi Muto,Shinichi Tsunoda
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee,Sung-Jae Cho
mk: Божидар Проевски
ms: Sharuzzaman Ahmat Raslan
nb: Knut Yrvin,Klaus Ade Johnstad,Bjørn Steensrud, Knut Erik Hollund
nds: Sönke Dibbern
nl: Rinse de Vries
nn: Gaute Hvoslef Kvalnes
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Michał Rudolf
pt_br: Diniz Bortolotto, Lisiane Sztoltz Teixeira, Rodrigo Stulzer
ro: Claudiu Costin
ru: Денис Першин,Герман Жеболдов,Григорий Мохин,Леонид Кантер
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
se: Børre Gaup
sk: Stanislav Višňovský,Pavol Cvengroš
sl: Marko Samastur,Roman Maurer,Gregor Rakar,Jure Repinc
sr: Топлица Танасковић
sr@latn: Toplica Tanasković
sv: Magnus Reftel,Anders Widell,Per Lindström,Mattias Newzella
ta: jayalakshmibalaji
tg: Tajik KDE Teams,Victor Ibragimov,Akmal Salomov,Marina Kolucheva,Malika Dushanbieva
th: ถนอมทรัพย์ นพบูรณ์
uk: Dmytro Kovalov,Євген Онищенко,Andriy Rysin,Іван Петрущак

source: _: EMAIL OF TRANSLATORS Your emails
af: kabousv@therugby.co.za
ar: bakr@mit.edu,bayazidi@arabeyes.org,f2c2001@yahoo.com, munzirtaha@newhorizons.com.sa
az: linuxaz@azerimail.net,metin@karegen.com
bg: radnev@yahoo.com
bn: anirban@bengalinux.org
bs: vljubovic@smartnet.ba
cs: lukas@kde.org
cy: owaing@oceanfree.net kyfieithu@dotmon.com
da: erik@binghamton.edu
de: ,tr@erdfunkstelle.de
el: sdramis@egnatia.ee.auth.gr,d.kamenopoulos@mail.ntua.gr,manolis@koppermind.homelinux.org,sng@hellug.gr
eo: <wolfram@steloj.de>
es: jaime@kde.org,vicente@oan.es,yo@miguelrevilla.com
et: hasso@linux.ee
eu: koldo.np@euskalnet.net, juanirigoien@irakasle.net, igaztanaga@gmail.com, marcos@euskalgnu.org
fa: razavi@itland.ir
fi: eleknader@phnet.fi,teemu.rytilahti@kde-fi.org,ilpo@iki.fi,niklas.laxstrom+kdetrans@gmail.com
fr: cousin@kde.org,caulier.gilles@free.fr,gerard@delafond.org,nicolas.ternisien@gmail.com
gl: xabigf@gmx.net
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
hr: lokalizacija@linux.hr
hu: tszanto@mol.hu
is: ra@ra.is, pjetur@pjetur.net, svanupalsson@hotmail.com
it: rizzi@kde.org
ja: kom@kde.gr.jp, shinobo@leo.bekkoame.ne.jp, hoshiyan@mint.ocn.ne.jp, kmuto@debian.org,tsuno@ngy.1st.ne.jp
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com,leedos@hanmail.net,jachin@hanafos.com
mk: bobibobi@freemail.com.mk
ms: sharuzzaman@myrealbox.com
nb: klaus@skolelinux.no,knuty@skolelinux.no,bjornst@powertech.no, khollund@responze.net
nds: s_dibbern@web.de
nl: rinsedevries@kde.nl
nn: gaute@verdsveven.com
pa: aalam@users.sf.net
pl: mrudolf@kdewebdev.org, dexter@debian.org
pt_br: diniz.bb@gmail.com, lisiane@kdemail.net, rodrigo@conectiva.com.br
ro: claudiuc@kde.org
ru: dyp@perchine.com,Hermann.Zheboldov@shq.ru,mok@kde.ru,leon@blackcatlinux.com
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
se: boerre@skolelinux.no
sk: visnovsky@nenya.ms.mff.cuni.cz,orpheus@hq.alert.sk
sl: markos@elite.org,romanm@amis.net,gregor.rakar@kiss.si,jlp@holodeck1.com
sr: toptan@kde.org.yu
sr@latn: toptan@kde.org.yu
sv: d96reftl@dtek.chalmers.se,awl@hem.passagen.se,pelinsr@algonet.se,newzella@linux.nu
ta: prabu_anand2000@yahoo.com
tg: youth_opportunities@tajik.net rkovacs@khujand.org
th: donga_n@yahoo.com
uk: kov@tokyo.email.ne.jp,oneugene@ukr.net,rysin@kde.org,ivanpetrouchtchak@yahoo.com

source: &Focus
af: Fokus
ar: التر&كيز
az: &Fokus
bg: &Фокус
bn: &আলোকপাত
bs: &Fokus
cs: &Zaměření
cy: &Canolbwynt
da: &Fokus
de: &Aktivierung
el: &Εστίαση
eo: &Fokuso
es: &Foco
et: &Fookus
eu: &Fokua
fa: &کانون‌
fi: &Valinta
gl: &Foco
hi: फ़ोकस (&F)
hr: &Fokus (žarište)
hu: Fók&uszálás
is: &Virkni
ja: フォーカス(&U)
km: ផ្តោត
ko: 활성화(&F)
mk: &Фокус
ms: &Fokus
nb: &Fokus
nds: &Fokus
nn: &Fokus
pa: ਕੇਂਦਰਿਤ(&F)
pl: &Uaktywnianie
pt_br: &Foco
ru: &Фокус
rw: &Icyerekezo
se: &Fohkus
sk: &Fokus
sl: &Fokus
sr: &Фокус
sr@latn: &Fokus
sv: Fok&us
ta: குவிப்பு
tg: &Фокус
th: โฟกัส
uk: &Фокус

source: &Titlebar Actions
af: Titelbalk Aksies
bg: Действия за &заглавието
bs: Akcije &naslovne trake
cs: Činnos&ti titulkového pruhu
da: &Titellinjens handlinger
de: &Titelleiste
el: Ενέργειες &γραμμής τίτλου
eo: &Titolbretaj agoj
es: Acciones en la barra de &título:
et: &Tiitliriba toimingud
eu: &Titulu-barrako ekintzak
fa: کنشهای &میله عنوان‌
fi: &Otsikkorivin toiminnot
fr: Actions de la barre de &titre
gl: Acións da Barra de &Título
hu: A &címsor műveletei
is: &Titilrandar aðgerðir
it: Azioni sulla barra del &titolo
ja: タイトルバーの動作(&B)
km: អំពើរបស់​​របារ​ចំណងជើង
ko: 제목막대 작업(&T)
mk: Дејства за насловната лен&та
ms: &Tindakan Bar Tajuk
nb: Handlinger for &tittellinja
nds: &Titelbalken-Akschonen
nl: &Titelbalkacties
nn: Handlingar for &tittellinja
pa: ਨਾਂ-ਪੱਟੀ ਕਾਰਵਾਈ(&T):
pl: Działania &paska tytułu
pt_br: Ações da barra de &título
ru: &Действия заголовка
rw: &Ibikorwa by'Umurongobikoresho
se: &Namahusholgadoaimmat
sk: Akcie pre &titulok okna
sl: &Naslovna vrstica
sr: Акције &насловне траке
sr@latn: Akcije &naslovne trake
sv: Åtgärder för &namnlisten
th: การกระทำบนแถบหัวเรื่อง
uk: Заг&оловок

source: Window Actio&ns
af: Venster Aksies
bg: Действия за &прозореца
bs: Akci&je prozora
cs: Či&nnosti oken
da: Vindues&handlinger
de: &Fenster
el: Ενέρ&γειες παραθύρου
eo: Agoj
es: Accio&nes de ventana
et: Ak&na toimingud
eu: Leihoen &ekintzak
fa: &کنشهای پنجره‌
fi: &Ikkunan toiminnot
fr: Actio&ns de la fenêtre
gl: Ació&ns da Fiestra
hu: Ablakműv&eletek
is: &Glugga aðgerðir
it: A&zioni finestra
ja: ウィンドウの動作(&N)
km: អំពើ​របស់​បង្អួច
ko: 창 작업(&N)
mk: Деј&ства за прозорец
ms: Ti&ndakan Tetingkap
nb: Handlinger for &vinduet
nds: Fi&nsterakschonen
nl: Ve&nsteracties
nn: Handlingar for &vindauge
pa: ਝਰੋਖਾ ਕਾਰਵਾਈਆਂ(&n)
pl: Działania &okna
pt_br: Ações da Ja&nela
ru: &Действия окна
rw: Ibikorwa by'Ibirishya
se: Lásedoai&mmat
sk: Akcie ok&na
sl: &Okno
sr: Акције &прозора
sr@latn: Akcije &prozora
sv: Åt&gärder för fönster
th: การกระทำบนหน้าต่าง
uk: &Вікно

source: &Moving
af: Beweeg
ar: ت&حريك
az: &Daşıma
bg: П&реместване
bn: &সরানো
bs: &Pomjeranje
cs: &Přesun
cy: &Symud
da: &Flytning
de: &Verschieben
el: &Μετακίνηση
eo: Ŝ&ovado
es: &Movimiento
et: &Liigutamine
eu: &Mugimendua
fa: &حرکت‌
fi: &Siirto
fr: D&éplacement
gl: &Mobilidade
hi: खिसकाते हुए (&M)
hr: &Kretanje
hu: Mo&zgatás
is: &Færa
it: &Spostamento
ja: 移動(&M)
km: ការ​ផ្លាស់ទី
ko: 이동(&M)
mk: Пре&местување
ms: &Bergerak
nb: &Flytt
nds: Versch&uven
nl: &Verplaatsen
nn: Fl&yttar
pa: ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ(&M)
pl: &Przesuwanie
pt_br: &Movendo
ro: &Mutare
ru: &Перемещение
rw: &Biyega
se: &Sirdimin
sk: &Presun
sl: Pre&mikanje
sr: По&мерање
sr@latn: Po&meranje
sv: Fl&ytta
ta: நகர்வு
tg: &Ҳаракат
th: การย้าย
uk: &Пересування

source: Ad&vanced
af: Gevorderde
ar: م&تقدم
az: Ə&traflı
bg: Доп&ълнителни
bn: অগ্রস&র
bs: &Napredno
cs: Po&kročilé
cy: &Uwch
da: &Avanceret
de: Erwei&tert
el: Προχωρ&ημένα
eo: &Pli da
es: A&vanzado
et: &Muud
eu: Au&rreratua
fa: &پیشرفته‌
fi: &Käyttäytyminen
fr: A&vancé
gl: A&vanzado
hi: विस्तृत (&v)
hr: Napr&edno
hu: Spe&ciális
is: Í&tarlegt
it: &Avanzate
ja: 詳細オプション(&X)
km: កម្រិតខ្ពស់
ko: 고급(&V)
mk: Н&апредно
ms: &Lanjutan
nb: &Avansert
nds: &Verwiedert
nl: Gea&vanceerd
nn: A&vansert
pa: ਤਕਨੀਕੀ(&v)
pl: Za&awansowane
pt_br: A&vançado
ro: &Avansat
ru: &Дополнительно
rw: Bihanitse
se: &Erenoamáš
sk: &Pokročilé
sl: N&apredno
sr: Нап&редно
sr@latn: Nap&redno
sv: Ava&ncerat
ta: மேம்பட்ட
tg: &Пешрафта
th: เพิ่มเติม
uk: До&датково

source: &Translucency
af: Deurskynendheid
bg: Полупрозра&чност
bs: &Prozirnost
cs: Průhlednos&t
da: &Gennemsigtighed
de: &Transparenz
el: &Ημιδιαφάνεια
es: &Translucidez
et: Lä&bipaistvus
eu: &Gardentasuna
fa: &شفافیت‌
fi: &Läpikuultavuus
fr: &Transparence
gl: &Translucidez
hu: &Áttetszőség
is: &Gegnsæi
it: &Trasparenza
ja: 半透明(&T)
km: ភាព​ថ្លា
ko: 반투명(&T)
mk: Пр&оѕирност
ms: &Kelutcahayaan
nb: &Gjennomsiktighet
nds: &Dörschienen
nl: &Transparantie
nn: &Gjennomsikt
pa: ਪਾਰਦਰਸ਼ਤਾ(&T)
pl: &Przezroczystość
pt_br: &Transparência
ro: &Translucenţă
ru: &Прозрачность
rw: &Ububengerane
se: Č&ađačuovgi
sk: Priesvi&tnosť
sl: &Prosojnost
sr: &Прозирност
sr@latn: &Prozirnost
sv: &Genomskinlighet
ta: &ஒளிக்கசிவு
th: ความโปร่งแสง
uk: &Прозорість

source: kcmkwinoptions
eo: Fenestrokonduto-agordilo
eu: kcmkwinaukerak
hi: केसीएम-के-विन-ऑप्शन्स
ro: Opţiuni ferestre
rw: amahitamokcmkwin
sv: Kcmkwin-alternativ
ta: kசாளரத்தேர்வுகள்
th: ตัวเลือกลักษณะหน้าต่าง

source: Window Behavior Configuration Module
af: Venster Gedrag Opstelling Module
ar: وحدة إعدادات تصرف النافذة
az: Pəncərə Davranışı Quraşdırma Modulu
bg: Модул за настройване поведението на прозорците
bn: উইন্ডো ব্যবহার পরিবর্তনকারী মড্যুল
bs: Modul za podešavanje ponašanja prozora
cs: Modul pro konfiguraci chování oken
cy: Modiwl Ffurfweddu Ymddygiad Ffenestri
da: Indstillingsmodul for vinduesopførsel
de: Einstellungsmodul für das Verhalten von Fenstern
el: Άρθρωμα ρύθμισης της συμπεριφοράς των παραθύρων
eo: Agordmodulo pri la fenestrokonduto
es: Módulo de configuración del comportamiento de ventanas
et: Akende käitumise juhtimismoodul
eu: Leihoen portaera konfigurazio modulua
fa: پیمانۀ پیکربندی رفتار پنجره
fi: Ikkunoiden toiminnan moduuli
fr: Module de configuration du comportement des fenêtres
gl: Módulo de Configuración do Comportamento das Fiestras
hi: विंडो बर्ताव कॉन्फ़िगरेशन मॉड्यूल
hr: Modul za podešavanje ponašanja prozora
hu: Ablakműveletek beállítómodul
is: Stýrieining fyrir gluggahegðan
it: Modulo di configurazione del comportamento delle finestre
ja: ウィンドウの挙動設定モジュール
km: ម៉ូឌុល​កំណត់​រចនាសម្ព័ន្ធ​ឥរិយាបថ​របស់​បង្អួច
ko: 창 동작 설정 모듈
mk: Конфигурациски модул за однесување на прозорците
ms: Modul Tetapan Perilaku Tetingkap
nb: Modul for å tilpasse måten vinduer oppfører seg på
nds: Instellenmoduul för dat Finsterbedregen
nl: Venstergedrag Configuratiemodule
nn: Oppsettmodul for vindaugsåtferd
pa: ਝਰੋਖਾ ਵਿਵਹਾਰ ਸੰਰਚਨਾ ਮੇਡੀਊਲ
pl: Konfiguracja zachowania okien
pt_br: Módulo de Configuração do Comportamento da Janela
ro: Modul de configurare a comportamentului ferestrelor
ru: Модуль настройки поведения окон
rw: Igice cy'Ibonezamyifatire y'Idirishya
se: Láseláhtten stivrenmoduvla
sk: Modul ovládacie centra pre správanie okien
sl: Nastavitveni modul obnašanja oken
sr: Модул за подешавање понашања прозора
sr@latn: Modul za podešavanje ponašanja prozora
sv: Inställningsmodul fönsterbeteende
ta: சாளர நடத்தைக் கட்டுப்பாட்டுக் கூறு
tg: Бахши танзими рафтори тиреза
th: โมดูลปรับแต่งลักษณะการกระทำของหน้าต่าง
uk: Модуль налаштування поведінки вікон

source: (c) 1997 - 2002 KWin and KControl Authors
af: (c) 1997 - 2002 Kwin en KControl Outeure
ar: (c) 1997 - 2002 مؤلفو KWin و KControl
az: (c) 1997 - 2002 KWin və KControl Müəllifləri
bg: (c) 1997 - 2002, екипът на KWin и KControl
bn: (C) 1997-2002 কে-উইন এবং কে-কন্ট্রোল লেখকবৃন্দ
bs: (c) 1997 - 2002 Autori KWin i KControl
cs: (c) 1997 - 2002 Autoři KWin a KControl
cy: (h) 1997 - 2002 Awduron KWin a KControl
da: (c) 1997 - 2002 KWin og KControl-forfatterne
de: (c) 1997 - 2002, die KWin- und KControl-Autoren
el: (c) 1997 - 2002 Οι συγγραφείς του KWin και KControl
eo: (c) 1997 - 2002 ĉe la aŭtoroj de KWin kaj KControl
es: (c) 1997 - 2002 Autores de KWin y KControl
et: (c) 1997 - 2002: KWin ja KControl autorid
eu: (c) 1997 - 2002 KWin eta KControl-en egileak
fi: (c) 1997–2002 KWinin ja KControlin tekijät
fr: (c) 1997 - 2002, Les auteurs de KWin et de KControl
gl: (c) 1997 - 2002 Autores de KControl e KWin
hi: (c) 1997 - 2002 के-विन तथा के-कन्ट्रोल लेखक
hr: (c) 1997 - 2002 KWin i autori KControl
hu: (c) A KWin és a KControl szerzői, 1997-2002.
it: (c) 1997 - 2002 Gli autori di KWin e KControl
ja: (c) 1997 - 2002 KWin および KControl 開発チーム
km: រក្សាសិទ្ធិ​ឆ្នាំ ១៩៩៧ - ២០០២ ដោយ​អ្នក​និពន្ធ KWin និង​ KControl
mk: (c) 1997 - 2002 Авторите на KWin и на KControl
ms: (c) 1997 - 2002 Penulis KWin dan KControl
nb: © 1997–2002 KWin and KControl Authors
nds: (c) 1997 - 2002 Autoren vun KWin un KControl
nl: (c) 1997 - 2002 auteurs van KWin KControl
nn: © 1997–2002 KWin- og KControl-forfattarane
pa: (c) ੧੯੯੭-੨੦੦੨ ਕੇਵਿਨ ਤੇ ਕੇਕੰਟਰੋਲ ਲੇਖਕ
pl: (c) 1997 - 2002 Autorzy KWin i KControl
pt_br: (c) 1997 - 2002 Autores do KWin e KControl
ro: (c) 1997 - 2002 Autorii KWin şi KControl
ru: (c) 1997-2002 Авторы KWin и KControl
rw: (c) 1997 - 2002 Abanditsi ba KWin na KControl
se: © 1997–2002 KWin ja KControl čállit
sk: (c) 1997 - 2002 autori KWin a KControl
sl: © 1997 - 2002 Avtorji KWin in KControl
sr: © 1997-2002, аутори KWin-а и KControl-а
sr@latn: © 1997-2002, autori KWin-a i KControl-a
sv: © 1997-2002 Kwin- och Kcontrol-utvecklarna
th: (c) 1997 - 2002 กลุ่มผู้เขียน KWin และ KControl
uk: (c) 1997 - 2002 Автори KWin та KControl
