Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: This folder will be used by default to load or save documents from or to.
af: Hierdie gids sal by verstek gebruik word om dokumente vanaf oop te maak of na toe te stoor.
ar: سيستعمل هذا المجلد أفتراضيا لقراءة المستندات من، أو حفظها فيه.
az: Bu qovluq sənədlərinizi əsasən saxlamaq və yükləmək üçün işlədilir
be: Гэтая тэчка будзе выкарыстоўвацца для запісу і загрузкі дакументаў.
bg: <p>Тази директория се използва за съхранение на вашите документи по подразбиране. Когато отваряте или записвате файл, ще бъде показвана тази директория по подразбиране. Разбира се, може да изберете друга директория, в която да запишете документа си. </p><p>Може да промените местоположението на директорията по свое желание, при което съдържанието и автоматично ще се премести в новата директория.</p>
bs: Ovaj direktorij će biti default za učitavanje i snimanje dokumenata.
ca: Aquesta carpeta s'usarà per omissió per a carregar-hi o desar-hi documents.
cs: Tato složka bude použita jako výchozí pro otevírání či ukládání dokumentů.
cy: Defnyddir y blygell yma yn ragosod i lwytho dogfennau ohono, neu i gadw dogfennau ynddo.
da: Denne mappe vil blive brugt som standard til at indlæse og gemme dokumenter.
de: Dieser Ordner wird als Voreinstellung zum Laden oder Speichern von Dokumenten benutzt.
el: Αυτός θα είναι ο προκαθορισμένος φάκελος για το άνοιγμα και την αποθήκευση των εγγράφων.
eo: Tiu dosierujo estos apriore uzata por sekurigo kaj malfermo de dosieroj.
es: Esta carpeta será la predeterminada para cargar o guardar documentos.
eu: Hau izango da dokumentuak bertatik kargatzeko edo bertara kopiatzeko erabiliko den karpeta lehenetsia.
fa: این گزینه به طور پیش‌فرض برای بارگذاری یا ذخیرۀ اسناد استفاده می‌شود.
fi: Tätä kansiota käytetään oletuskansiona tiedostojen hakemista tai tallentamista varten.
fr: Ce dossier sera utilisé par défaut pour ouvrir ou enregistrer des documents.
gl: Este cartafol empregarase por defecto para cargar ou gardar documentos.
he: תיקייה זו תשמש כברירת מחדל לטעינה ולשמירה של מסמכים.
hi: यह फ़ोल्डर डिफ़ॉल्ट द्वारा दस्तावेज़ को लोड करने या सहेजने में उपयोग में लिया जाएगा.
hr: Ovaj direktorij će biti korišten kao uobičajeni za čuvanje dokumenata.
hu: Ez a könyvtár lesz a dokumentumok megnyitásának és elmentésének alapértelmezett könyvtára.
is: Þessi mappa mun venjulega notuð til að hlaða úr eða vista í skjöl.
it: Questa cartella sarà usata come cartella predefinita per caricare o salvare i documenti.
ja: このフォルダはドキュメントの標準の読み込み/保存先として使われます。
kk: Бұл қапшық әдетте құжаттарды жүктеу және сақтауға қолданылады.
km: ថត​នេះ​នឹង​ត្រូវ​បាន​ប្រើ​តាម​លំនាំដើម ដើម្បី​ផ្ទុកឯកសារ​ពី ឬ រក្សាទុក​ឯកសារ​ទៅ ។
ko: 이 폴더는 문서를 열거나 저장하는 기본 폴더로 사용됩니다.
lt: Šis aplankas kitaip nenurodžius yra naudojamas dokumentų įkrovimui ir išsaugojimui.
mk: Оваа папка ќе се користи како почетна папка во која ќе се снимаат и од која ќе се вчитуваат документи.
nb: Denne mappa vil bli brukt som standard for å laste eller lagre dokumenter.
nds: Disse Orner warrt standardwies för dat Laden oder Sekern vun Dokmenten bruukt.
nl: Deze map wordt standaard gebruikt om documenten uit te laden of in op te slaan.
nn: Dette er den mappa dokument vanlegvis vert lagra til eller lesne frå.
pa: ਇਸ ਫੋਲਡਰ ਨੂੰ ਮੂਲ ਰੂਪ ਵਿੱਚ ਦਸਤਾਵੇਜ਼ ਸੰਭਾਲ ਜਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Ten katalog będzie używany jako domyślne miejsce wczytywania i zapisywania dokumentów.
pt: Esta pasta será usada por omissão para ler ou gravar documentos de/para ela.
pt_br: Esta pasta será usado por padrão para carregar ou salvar documentos.
ro: Acest folder va fi utilizat în mod implicit pentru a încărca sau salva documente în el.
ru: Эта папка будет использоваться по умолчанию для загрузки и сохранения документов.
rw: Ubu bubiko buzakoreshwa ku buryo mburabuzi kugira ngo utangize cyangwa ubike inyandiko zivuyemo cyangwa zijyamo.
sk: Tento priečinok bude použitý ako štandardný pre načítavanie a ukladanie vašich dokumentov.
sl: To bo privzeta mapa za nalaganje in shranjevanje dokumentov.
sr: Ова фасцикла ће бити коришћена као подразумевана за чување докумената.
sr@latn: Ova fascikla će biti korišćena kao podrazumevana za čuvanje dokumenata.
sv: Denna katalog kommer att användas som förval när du laddar eller sparar dokument.
ta: ஆவணங்களை ஏற்றும்/சேமிக்கும் கொடாநிலை அடைவாக இவ்வடைவு புழங்கும்.
th: โฟลเดอร์นี้ จะถูกใช้โดยปริยาย เพื่อเรียกใช้ หรือบันทึกเอกสาร
uk: Тека буде типовою для завантаження та збереження документів.
zh_cn: 该文件夹默认将被用来载入或保存文档。

source: Autostart
af: Outomatiese begin
ar: تلقائي البدء
az: Avtomatik başlanğıc
be: Аўтаматычны запуск
ca: Autoengega
cy: Hunan-ddechrau
el: Αυτόματη εκκίνηση
eo: Aŭtolanĉo
es: Autoinicio:
eu: Autoabiarazi
fa: آغاز خودکار
fi: Automaattikäynnistys
fr: Démarrage automatique
gl: Autoinicio
he: הפעלה אוטומטית
hi: स्वतः चालू
hr: Automatsko pokretanje
hu: Automatikus indítás
is: Sjálfræsing
it: Avvio automatico
ja: 自動起動
kk: Автобастау
km: ចាប់ផ្តើម​ស្វ័យប្រវត្តិ
ko: 자동 시작
lt: Automatinis paleidimas
mk: Автостарт
pa: ਸਵੈਚਾਲਤ
pt: Arranque
pt_br: Auto-início
ru: Автозапуск
rw: Kwitangiza
se: Autoálgin
sk: Pri spustení
sl: Samodejni zagon
sr: Аутоматско покретање
sr@latn: Automatsko pokretanje
ta: தானே துவங்கும்
th: เริ่มอัตโนมัติ
uk: Автозапуск
zh_cn: 自动启动

source: Desktop
af: Werkskerm
ar: سطح المكتب
az: Masa üstü
be: Працоўны стол
ca: Escriptori
cy: Penbwrdd
de: Arbeitsfläche
el: Επιφάνεια εργασίας
eo: Tabulo
es: Escritorio
eu: Mahaigaina
fa: رومیزی
fi: Työpöytä
fr: Bureau
gl: Escritorio
he: שולחן עבודה
hi: डेस्कटॉप
hr: Radna površina
hu: Munkaasztal
is: Skjáborð
ja: デスクトップ
kk: Үстел
km: ផ្ទៃតុ
ko: 데스크톱
lt: Darbastalis
mk: Површина
nb: Skrivebord
nds: Schriefdisch
nl: Bureaublad
nn: Skrivebord
pa: ਵਿਹੜਾ
pl: Pulpit
pt: Ecrã
pt_br: Área de trabalho
ro: Ecran
ru: Рабочий стол
rw: Ibiro
se: Čállinbeavdi
sk: Plocha
sl: Namizje
sr: Радна површина
sr@latn: Radna površina
sv: Skrivbord
ta: மேல்மேசை
th: พื้นที่หน้าจอ
uk: Стільниця
zh_cn: 桌面

source: The path for '%1' has been changed; do you want the files to be moved from '%2' to '%3'?
af: Die gids pad vir '%1' het verander; wil hê die lêers moet van '%2' na '%3' geskuif word?
ar: تم تغيير المسار لِــ '%1'، هل تريد نقل الملفات من '%2' إلى '%3' ؟
be: Шлях для "%1" змяніўся; хочаце перанесці файлы з '%2' у '%3'?
bg: Променихте пътят за "%1". Искате ли файловете от "%2" да бъдат преместени в "%3"?
bs: Putanja za '%1' je izmijenjena. Želite li da premjestim datoteke iz '%2' u '%3' ?
ca: El camí per a '%1' ha estat canviat; voleu que mogui els fitxers des de '%2' a '%3'?
cs: Cesta k '%1' byla změněna. Přejete si přesunout soubory z %2' do '%3'?
cy: Newidiwyd llwybr '%1'; a ydych am i mi symud y ffeiliau o '%2' i '%3'?
da: Stien til '%1' er blevet ændret. Skal jeg flytte filerne fra '%2' til '%3'?
de: Der Pfad für %1 wurde geändert. Sollen die Dateien von %2 nach %3 verschoben werden?
el: Η διαδρομή για το '%1' έχει αλλάξει. Θέλετε να μετακινηθούν τα αρχεία από το '%2' στο '%3';
eo: La pado por '%1' estas ŝanĝita. Ĉu la dosieroj ŝoviĝu de '%2' al '%3'?
es: La ruta para '%1' ha cambiado. ¿Desea mover los archivos de '%2' a '%3'?
eu: '%1'(e)rako bide-izena aldatu egin da. Nahi duzu '%2'(e)tik '%3?(e)ra fitxategiak mugitzea?
fa: مسیر »%1« تغییر یافته است؛ آیا می‌خواهید پرونده‌ها از »%2« به »%3« حرکت داده شوند؟
fi: Järjestelmän hakemiston '%1' osoite on muutettu.Haluatko, että tiedostot hakemistosta '%2' siirretään hakemistoon '%3'?
fr: L'emplacement de « %1 » a été modifié. Voulez-vous que les fichiers de « %2 » soient déplacés vers « %3 » ?
gl: O camiño para '%1' cambiouse. Quere move-los ficheiros dende '%2' a '%3'?
he: הנתיב של "%1" שונה. האם ברצונך שאעביר את הקבצים מ־"%2" אל "%3"?
hi: '%1' के लिए पथ बदल दिया गया है; क्या आप चाहते हैं कि फ़ाइलों को '%2' से '%3' पर ले जाया जाए?
hu: A(z) '%1' elérési útja megváltozott. Át szeretné most mozgatni a fájlokat innen: '%2' ide: '%3'?
is: Slóðin fyrir '%1' hefur breyst; Viltu færa skrárnar frá '%2' til '%3'?
it: Il percorso di "%1" è stato cambiato; vuoi che i file vengano spostati da "%2" a "%3"?
ja: '%1' のパスが変更されました。 '%2' から '%3' へファイルを移動しますか？
kk: '%1' дегеннің жолы өзгерді; файлдар '%2' дегеннен '%3' дегенге жылжытсын ба?
km: ផ្លូវ​សម្រាប់ '%1' ត្រូវ​បាន​ផ្លាស់ប្ដូរ ។ តើ​អ្នក​ចង់​ឲ្យ​ឯកសារ​ផ្លាស់ទី​ពី '%2' ទៅ '%3' ឬ ?
ko: '%1'의 경로가 변경되었습니다. 파일을 '%2'에서 '%3'(으)로 이동하시겠습니까?
lt: „%1“ kelias pasikeitė; Ar Jūs norite perkelti bylas iš „%2“ į „%3“?
mk: Патеката за '%1' е променета. Дали сакате датотеките да бидат преместени од '%2' во '%3'?
nb: Stien til «%1» er endret.. Vil du flytte filene fra «%2» til «%3»?
nds: De Padd för "%1" wöör ännert. Wullt Du de Dateien vun "%2" na "%3" verschuven?
nl: Het pad voor '%1' is gewijzigd. Wilt u dat de bestanden van '%2' naar '%3 verplaatst worden?
nn: Stigen for «%1» er endra. Vil du at filene i «%2» skal flyttast til «%3»?
pa: '%1' ਲਈ ਮਾਰਗ ਬਦਲ ਗਿਆ ਹੈ, ਕੀ ਤੁਸੀਂ '%2' ਤੋਂ ਫਾਇਲਾਂ ਨੂੰ '%3' ਵਿੱਚ ਭੇਜਣਾ ਚਾਹੋਗੇ?
pl: Ścieżka dla '%1' uległa zmianie. Czy przesunąć pliki z '%2' do '%3'?
pt: A localização do '%1' foi alterada; deseja mover os ficheiros de '%2' para '%3'?
pt_br: O caminho para '%1' foi modificado. Você deseja mover os arquivos de '%2' para '%3'?
ro: Calea pentru "%1" a fost modificată. Doriţi să mut fişierele din "%2" în "%3"?
ru: Путь для '%1' изменился. Переместить файлы из '%2' в '%3'?
rw: Inzira ya '%1' yahinduwe; urashaka ko amadosiye avanwa mu '%2' akajyanywa mu '%3'?
sk: Cesta pre '%1' bola zmenená. Chcete presunúť súbory z '%2' do '%3'?
sl: Pot za »%1« je bila spremenjena. Ali želite, da se datoteke iz »%2« prestavijo v »%3«?
sr: Путања за „%1“ је промењена. Да ли желите да преместим фајлове из „%2“ у „%3“?
sr@latn: Putanja za „%1“ je promenjena. Da li želite da premestim fajlove iz „%2“ u „%3“?
sv: Sökvägen för "%1" har ändrats. Vill du att filerna ska flyttas från "%2" till "%3"?
ta: '%1' இன் பாதை மாற்றப்பட்டுள்ளது: கோப்புக்களை '%2' இலிருந்து '%3' இற்கு நகர்த்தவா?
th: พาธสำหรับ '%1' มีการเปลี่ยนแปลง คุณต้องการย้ายแฟ้มจาก '%2' ไปยัง '%3' หรือไม่ ?
uk: Шлях до "%1" було змінено, хочете пересунути файли з "%2" до "%3"?
zh_cn: “%1”的路径已经更改； 您要把文件从“%2”移到“%3”吗？

source: Confirmation Required
af: Bevestiging benodig
be: Патрабуецца пацверджанне
bg: Потвърждение
bs: Potrebna je potvrda
ca: Cal confirmació
cs: Vyžadováno potvrzení
cy: Mynnir Cadarnhad
da: Bekræftelse er krævet
de: Bestätigung erforderlich
el: Απαιτείται επιβεβαίωση
eo: Konfirmo petata
es: Confirmación requerida
eu: Berrespena beharrezkoa
fa: تأیید مورد نیاز
fi: Tarvitaan varmistus
fr: Confirmation requise
gl: Requírese confirmación
he: בקשה לאישור
hi: पुष्टि आवश्यक
hu: Megerősítés szükséges
is: Þörf á staðfestingu
it: Richiesta di conferma
ja: 確認が必要です
kk: Құптау керек
km: !មទារ​ការ​អះអាង
ko: 확인 필요
lt: Reikia patvirtinimo
mk: Потребна е потврда
nb: Du må bekrefte
nds: Nafraag nödig
nl: Bevestiging vereist
nn: Treng stadfesting
pa: ਪੁਸ਼ਟੀ ਲਾਜ਼ਮੀ ਹੈ
pl: Spytaj o potwierdzenie
pt: Confirmação Necessária
pt_br: Confirmação Requerida
ro: Cerere de confirmare
ru: Требуется подтверждение
rw: Iyemeza Rikenewe
se: Gáibida nannen
sk: Nutné potvrdenie
sl: Potrebna je potrditev
sr: Потребна је потврда
sr@latn: Potrebna je potvrda
sv: Bekräftelse krävs
ta: உறுதிப்படுத்தல் தேவைப்படுகிறது
th: ต้องการการยืนยัน
uk: Потрібне підтвердження
zh_cn: 请求确认
