Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Hold down the Alt key and press the Tab key repeatedly to walk through the windows on the current desktop (the Alt+Tab combination can be reconfigured). If this checkbox is checked a popup widget is shown, displaying the icons of all windows to walk through and the title of the currently selected one. Otherwise, the focus is passed to a new window each time Tab is pressed, with no popup widget. In addition, the previously activated window will be sent to the back in this mode.
af: Hou die Alt sleutel in en druk die Oortjie sleutel herhaaldelik om deur die vensters op die huidige werkskerm te stap. (die Alt+Oortjie kombinasie kan gekonfigureer word). As die kiesboks gekies is, sal 'n opspring toestel vertoon word, wat die ikone van alle vensters wat deurgeloop kan word vertoon asook die naam van die een wat huidig gekies is. Andersins word die fokus elke keer verskuif na 'n nuwe venster wanneer die oortjie gedruk word, met geen opspring toestel. Die vorige geaktiveerde venster word aan dieagterkant geplaas in hierdie mode.
bg: За да преминавате през прозорците с помощта на клавиатурата, задръжте клавиша Alt натиснат и натискайте и отпускайте клавиша Tab. При всяко натискане на клавиша Tab се придвижвате с един прозорец в списъка на отворените прозорци. Двата различни режима означават:<ul><li><b>KDE</b>: Прекрасен графичен обект се показва средата на екрана, който съдържа списък на всички отворени обекти, и с всяко натискане на клавиша Tab се избира следващия прозорец в списъка. Когато пуснете и двата клавиша, се активира избрания прозорец от списъка.<li><b>CDE</b>: Фокусът преминава на следващия прозорец в списъка всеки път при натискане на клавиша Tab. Липсва красивият графичен обект. Когато пуснете и двата клавиша, активен остава последния прозорец, който е бил активен.</li></ul>
bs: Držite tipku Alt i nekoliko puta pritisnite tipku Tab kako biste se kretali kroz prozore na trenutnoj radnoj površini (kombinacija Alt+Tab se može promijeniti). Ako je aktivirana ova opcija, biće prikazan okvir sa ikonama svih prozora kroz koje prolazite kao i naslov trenutno izabranog prozora. U suprotnom, fokus se predaje novom prozoru svaki put kada pritisnete Tab, bez ukrasnog okvira. Povrh toga, prethodno aktivirani prozor će biti poslan nazad u ovom režimu.
cs: Držením klávesy Alt a opakovaným tisknutím klávesy Tab je možné procházet mezi okny aktuální plochy (tuto kombinaci lze změnit). K dispozici jsou dva různé režimy Je-li povoleno, je zobrazováno okénko s ikonami všech oken, mezi kterými je možné přepnout, a titulek aktuálně vybraného okna. Jinak je zaměření předáno novému oknu při každém stlačení klávesy Tab. Žádné náhledové okénko.
cy: Daliwch y fysell Alt i lawr a gwasgwch y fysell Tab yn fynych i gerdded drwy'r ffenestri ar y penbwrdd cyfredol (gellir ail-ffurfweddu'r cyfuniad Alt+Tab). Os brithir y blwch britho yma, dengys naid-gelfigyn, sy'n dangos eiconau pob ffenestr i gerdded trwyddynt, a theitl yr un dewisiedig cyfredol Os arall, symudir y canolbwynt i ffenestr newydd bob tro y gwesgir Tab, heb naid-gelfigyn. Yn ychwanegol, anfonir y ffenestr a weithredolwyd o'r blaen i'r cefn yn y modd yma.
da: Hold Alt-tasten nede og tryk gentagne gange på Tab for at gå igennem vinduerne på denne desktop (Alt+Tab-kombinationen kan ændres). Hvis dette afkrydsningsfelt er markeret vises en popop-kontrol, der viser ikoner for alle vinduerne man går igennem og titlen på det valgte Ellers gives fokus til det nye vindue hver gang der trykkes på Tab uden nogen popop-kontrol. Derudover vil det tidligere aktive vindue blive sendt til baggrunden i denne tilstand.
de: Halten Sie die Alt-Taste gedrückt und drücken Sie wiederholt auf die Tabulator-Taste, um nacheinander die Fenster der jeweiligen Arbeitsfläche zu aktivieren. (Beachten Sie aber, dass die Einstellung von Alt+Tab geändert worden sein könnte.) Wenn dieses Feld angekreuzt ist, wird ein Feld angezeigt, das Symbole aller Fenster sowie den Titel des gerade ausgewählten darstellt. Andernfalls wechselt die Aktivierung jedesmal zu einem anderen Fenster, sobald die Tabulator-Taste gedrückt wird. Es wird kein Feld angezeigt.
el: Κρατήστε πατημένο το πλήκτρο Alt και πατήστε το πλήκτρο Tab συνεχόμενα για να μετακινηθείτε μεταξύ των παραθύρων στην τρέχουσα επιφάνεια εργασίας (ο συνδυασμός Alt+Tab μπορεί να τροποποιηθεί). Αν αυτή η επιλογή είναι ενεργοποιημένη ένα αναδυόμενο γραφικό συστατικό θα εμφανιστεί, εμφανίζοντας τα εικονίδια όλων των παραθύρων που μπορείτε να μετακινηθείτε καθώς και τον τίτλο του τρέχοντος επιλεγμένου παραθύρου. Σε άλλη περίπτωση, η εστίαση περνάει σε ένα νέο παράθυρο κάθε φορά που πατάτε το Tab. Χωρίς το αναδυόμενο γραφικό συστατικό. Επιπλέον, το προηγούμενο ενεργοποιημένο παράθυρο θα αποσταλεί στο περιθώριο με αυτή τη λειτουργία.
es: Mantenga la tecla Alt pulsada y pulse repetidamente la tecla Tabulador para pasar de una a otra ventana del escritorio actual (La comibnación Alt+Tabulador se puede reconfigurar). Si se selecciona esta casilla se mostrará un widget mostrando los iconos de todas las ventanas a través de las cuales se puede pasar y el título de la actualmente seleccionada. De lo contrario, el foco pasará a cada nueva ventana cada vez que pulse el tabulador, sin que aparezca ningún widget. Además en este modo, la ventana previamente activada se enviará atrás.
et: Aktiivse töölaua "läbijalutamiseks" hoia all Alt klahvi ning vajuta korduvalt TAB klahvi (seda klahvikombinatsiooni on võimalik muuta). Kui see kast on märgitud, näidatakse hüpikakent koos kõigi akende ikoonidega ja aktiivse akna pealdisega. Kui see ei ole märgitud, antakse iga kord, kui vajutad TAB klahvi, fookus lihtsalt uuele aknale ja mingit hüpikakent ei näidata. Lisaks sellele saadetakse sel juhul ka varem aktiivne aken automaatselt teiste taha.
eu: Manten ezazu Alt tekla sakatuta eta saka ezazu Tab tekla behin eta berriro uneko mahaigaineko leiho batetik bestera pasatzeko (Alt+Tab konbinazioa berregokitu egin daiteke). Kontrol-lauki hau hautatuz gero, laster-leiho bat erakutsiko da, leiho guztien ikonoak, batetik bestera joan ahal izateko, eta une horretan hautaturik dagoenaren izenburua bistaratuz. Bestela, Tab tekla sakatzen den bakoitzean leiho berri bati pasatuko zaio fokua, laster-leihorik gabe. Gainera, aurretik aktibo egon den leihoa atzera bidaliko da.
fa: کلید دگرساز را پایین نگه دارید و کلید جهش را چندین بار فشار دهید، تا بین پنجره‌های رومیزی جاری عبور کنید )ادغام دگرساز+جهش را می‌توان مجدداً پیکربندی کرد(. در صورت علامت زدن جعبه بررسی، عنصر بالاپری نمایش داده می‌شود که نشان‌دهندۀ شمایل همۀ پنجره‌ها جهت عبور و عنوان پنجرۀ برگزیدۀ جاری می‌باشد. در غیر این صورت، هر بار که کلید جهش فشار داده می‌شود، کانون بدون عنصر بالاپر به پنجره‌ای جدید گذر داده می‌شود. به علاوه، در این حالت پنجرۀ فعال‌شدۀ قبلی به عقب فرستاده می‌شود.
fi: Pidä Alt -näppäin painettuna ja paina sarkainnäppäintä (Tab) toistuvasti vaihtaaksesi ikkunoita samalla työpöydällä (näppäinyhdistelmän voi myös vaihtaa). Jos tämä kohta on valittuna, ikkunoita selattaessa näytetään ikkunoiden kuvakkeet, ja valitun ikkunan nimi. Jos kohtaa ei ole valittu, siirrytään suoraan ikkunasta toiseen näyttämättä ikkunoiden kuvakkeita. Aiempi aktiivinen ikkuna siirretään taustalle.
fr: Conservez la touche Alt enfoncée et appuyez plusieurs fois sur la touche Tab (ce choix de touches peut être modifié) pour circuler entre les différentes fenêtres du bureau en cours. Si cette case est cochée, une fenêtre apparaîtra, affichant les icônes de toutes les fenêtres pour y circuler et en choisir une. Sinon, le focus est passé à une nouvelle fenêtre à chaque fois que l'on actionne Tab, sans fenêtre surgissante. De plus, la fenêtre précédemment activée sera envoyée derrière dans ce mode.
hu: Az Alt gomb lenyomva tartása mellett a Tab ismételt lenyomásával lehet váltani az aktuális munkaasztal ablakai között (az Alt+Tab helyett más kombináció is választható). Ha ez az az opció be van jelölve, megjelenik egy mini ablak, melyen a választható ablakok ikonjai és az aktuális ablak címe jelenik meg. Ha nincs bejelölve, akkor váltáskor a fókusz mindig a következő ablakra kerül, nem jelenik meg semmilyen külön ablak. Az előzőleg aktivált ablak mindig a háttérbe kerül.
is: Haltu inni Alt hnappinum og ýttu nokkrum sinnum á Tab til að fletta á milli glugganna á þessu skjáborði (hægt er að breyta Alt+Tab lyklunum). Ef það er hakað við þetta mun gluggi birtast sem inniheldur táknmyndir fyrir gluggana sem flett er í gegnum og titil þess sem þegar er valinn. Annars verða gluggarnir virkir hver á fætur öðrum og enginn gluggi með táknmyndum birtist. Þar að auki verður fyrri glugginn sendur afturfyrir í þessum ham.
it: Tieni premuto il tasto Alt e premi ripetutamente Tab per cambiare la finestra attiva sul desktop attuale (La combinazione di tasti Alt+Tab può essere cambiata). Se la casella è marcata viene mostrata una finestra che mostra le icone delle finestre che puoi attivare ed il titolo di quella attualmente selezionata. In caso contrario viene attivata una nuova finestra ogni volta che si preme Tab. Non viene mostrata nessuna finestra con le icone. In questa modalità la finestra precedentemente attiva viene mandata in fondo.
ja: Alt キーを押しながら Tab キーを繰り返し押して、現在のデスクトップ上のウィンドウを切り替えることができます。Alt+Tab キーの組合せは変更できます。 このオプションを有効にすると、現在のデスクトップ上のすべてのウィンドウのアイコンとタイトルがポップアップに表示されます。そこで切り替えるウィンドウを選択することができます。 有効でない場合は、Tab キーを押すごとに次のウィンドウにフォーカスが移動し、ポップアップは表示されません。さらに、このモードでは、直前にアクティブだったウィンドウは巡回リストの末尾に送られます。
km: សង្កត់​គ្រាប់​ចុច​ជំនួស និង​ចុច​គ្រាប់​ចុចថេប ដដែលៗ ដើម្បីផ្តោត​ទៅ​លើ​បង្អួច​ណាមួយ​នៅលើ​បង្អួច​បច្ចុប្បន្ន (បន្សំគ្រាប់​ចុច ជំនួស +ថេប អាច​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ) ។ ប្រសិនបើ​ប្រអប់ធីក​នេះត្រូវ​បានធីក នោះ​​វត្ថុ​មើល​ឃើញ​លេច​ឡើងមួយ នឹង​ត្រូវ​បង្ហាញ ដោយ​បង្ហាញ​រូបតំណាង​នៃ​បង្អួច​ទាំង​អស់ និង​ចំណង​ជើង​នៃ​បង្អួច​ដែល​បានជ្រើស​បច្ចុប្បន្ន ។ បើពុំនោះទេការ​ផ្ដោត​ត្រូវ​បាន​ហុច​​ទៅ​បង្អួច​ថ្មី​​រាល់​ពេល​ចុច ថេប ដោយ​គ្មាន​វត្ថុ​មើល​ឃើញ​លេច​ឡើង ។ លើសពីនេះ​ទៀត បង្អួច​ដែល​បាន​ធ្វើ​ឲ្យ​សកម្ម​លើក​មុន នឹង​ត្រូវ​បាន​​ផ្ញើ​ទៅ​ក្រោយ​ក្នុង​របៀប​នេះ ។
ko: Alt키를 누른채로 Tab키를 반복하여 누르면 현재 데스크톱에 있는 창을 전홥니다. (Alt+Tab 조합은 재설정 될 수 있습니다.) 이 체크상자가 체크 되면 팝업 위젯이 나타나서 이동할 모든 창의 아이콘과 현재 선택된 것의 제목이 표시됩니다. 그렇지 않으면, Tab이 눌려질 때마다 팝업 위젯 없이 활성화가 새로운 창으로 넘겨집니다. 아울러, 이 모드에서는 이전의 활성 창이 뒤로 보내집니다.
mk: Држете го копчето Alt и притискајте постојано на копчето Tab за да се движите низ прозорците на активната работна површина (комбинацијата Alt+Tab може да биде реконфигурирана). Ако оваа опција е избрана се покажува прозорец кој ги прикажува иконите на сите прозорци низ кои може да се движите, како и насловот на моментално избраниот. Инаку, фокусот се предава на нов прозорец секој пат кога ќе се притисне копчето Tab, без да се покажува прозорец. Освен тоа, во овој режим претходниот активен прозорец ќе биде ставен во позадина.
ms: Tekan kekunci Alt dan tekan kekunci Tab berulang kali untuk merentas terus dalam desktop semasa (gabungan Alt+Tab boleh dikonfigur semula). Jika kotak tanda ini ditandakan, widget popup dipaparkan, memaparkan ikon semua tetingkap untuk rentas terus dan tajuk yang masa ini dipilih. Jika tidak, fokus ini dihantar ke tetingkap baru setiap kali Tab ditekan, tanpa widget popup. Sebagai tambahan, tetingkap yang sebelum ini diaktifkan akan dihantar ke belakang dalam mod ini.
nb: Hold Alt-knappen nede og trykk flere ganger på Tab-knappen for å bla gjennom vinduene på skrivebordet ditt. (Kombinasjonen Alt+Tab kan byttes ut). Hvis det er krysset av her vises det et lite vindu som viser ikonet til hvert vindu som du kan bla gjennom og tittelen på det som er markert. Ellers sendes fokus til et nytt vindu hver gang Tab-knappen trykkes, uten sprettoppsvindu. Dessuten blir forrige vindu lagt nederst.
nds: Wenn Du dör de Finstern op den aktuellen Schriefdisch gahn wullt, holl de Alt-Tast nerrn un drück de Tab-Tast en poor Maal (För de Kombinatschoon Alt+Tab kannst Du ok wat anners fastleggen). Wenn dit aktiveert is, warrt en List mit de Lüttbiller vun de Finstern un de Titel vun dat jüst utsöchte wiest. Anners warrt bi elkeen Druck op de Tab-Tast en anner Finster aktiv, ahn List. Dat tolest aktive Finster warrt na achtern stellt.
nl: Houd de Alt-toets ingedrukt en druk herhaaldelijk op de Tab-toets om door de vensters op het huidige bureaublad te wandelen. (de combinatie Alt+Tab kunt u zelf wijzigen). Indien geactiveerd krijgt u een selectievenster te zien, met daarin de pictogrammen van alle vensters die u kunt doorlopen, incl. de titel van het huidig geselecteerde venster. Indien u deze optie niet activeert, wordt de focus telkens als u op Tab drukt doorgegeven aan een volgend venster. Geen selectievenster dus.
nn: Hald nede Alt-tasten og trykk Tab-tasten fleire gonger for å bla gjennom alle vindauga på skrivebordet. (Du kan velja andre tastekombinasjonar.) Dersom dette alternativet er valt, viser eit lite vindauge ikonet og tittelen til kvart vindauge slik at du kan velja frå desse. Viss ikkje, får det neste vindauget fokus med ein gong du trykkjer Tab. I tillegg vert det førre vindauget sendt til bakgrunnen med ein gong.
pl: Wciśnij Alt i naciskaj Tab, by przełączać się na kolejne okna na bieżącym pulpicie (kombinację klawiszy można zmienić). Jeśli ta opcja jest zaznaczona, wyświetlane jest okienko, zawierające ikonki wszystkich okien na pulpicie i tytuł aktywnego okna. W przeciwnym razie kolejne okno jest uaktywniane natychmiast po wciśnięciu Tab. Dodatkowo, w tym trybie poprzednie okno zostanie wysłane na koniec.
pt_br: Mantenha a tecla Alt pressionada e aperte a tecla Tab repetidamente para mover-se pelas janelas na área de trabalho atual (a combinação Alt+Tab pode ser reconfigurada). Se a caixa de verificação estiver habilitada um widget instantâneo é mostrado, exibindo os ícones de todas as janelas e o título da janela atualmente selecionada. Caso contrário, o foco é passado para uma nova janela cada vez que a tecla Tab é pressionada, sem nenhum widget instantâneo. Adicionalmente, a janela anteriormente ativada será enviada para trás neste modo.
ro: Ţineţi apăsată tasta Alt şi apăsaţi repetat tasta Tab pentru a comuta între ferestrele ecranului curent (combinaţia Alt+Tab poate fi reconfigurată). Dacă această opţiune este selectată, a fi afişat o listă cu iconiţele tuturor ferestrelelor prin care puneţi naviga şi titlul celei selectate în acel moment. Altfel, focusul este transmis unei ferestre noi la fiecare apăsare a tastei TAB, fără a fi afişată lista de ferestre. În plus, fereastra care a fost activă mai înainte, va fi trimisă în fundal.
ru: При нажатой клавише Alt вы можете использовать клавишу Tab для быстрого переключения между окнами на текущем рабочем столе (сочетание Alt+Tab можно перенастроить). Если этот параметр установлен, отображается всплывающий список значков всех окон для переключения между ними и заголовок текущего выбранного окна. В противном случае при каждом нажатии Tab фокус передаётся новому окну, а предыдущее окно посылается на задний план. Никаких списков при этом не выводится.
rw: Tsindagira buto Alt maze ukande buto Tab wikurikiranyije kugira ngo unyure mu madirishya ari ku biro bigezweho (gukomatanya Alt+Tab bishobora kongera kubonezwa). Iyo aka akazuhitamo gashyizweho akamenyetso irenga ryirambura rirerekanywa, kagaragaza udushushondanga tw'amadirishya yose agomba kunyurwamo n'umutwe w'idirishya rigezweho. Bitabaye ibyo, icyerekezo kijya ku idirishya rishya buri gihe bakanze Tab, nta renga ryirambura. Na none, idirishya ryafunguwe mbere rizoherezwa inyuma muri ubu buryo.
se: Doala Alt-boalu siste ja deaddilastte Tab-boalu máŋgii jus háliidat buot čállinbeavddi lásiid čađa bláđđet. (Lea vejolaš válljet eará boalloovttasteami) Jos leat válljen dán molssaeavttu, de juohke láse govaš ja namahus čájehuvvo lásežis. Das válljet makkár láse loktet ovddabeallái. Jus dušše deaddilat Alt + Tab-boalu oktii, de boahtte láse oažžu fohkus, ja dálá aktivvalaš láse sáddejuvvo dan duohkái.
sk: Držaním Alt a opakovaným stláčaním Tab budete prechádzať medzi oknami aktuálnej plochy (kombináciu Alt-Tab si môžete predefinovať). Ak je táto voľba zapnutá, zobrazí sa okienko s ikonami všetkých okien, medzi ktorými sa dá prepínať a titulok aktuálne vybraného okna. Inak je fokus predaný novému oknu pri každom stlačením Tab. Okrem toho sa predtým aktívne okno pošle dozadu.
sl: Držite tipko Alt pritisnjeno in pritiskajte tipko Tab, da bi preklapljali med okni na trenutnem namizju (kombinacijo Alt+Tab lahko tudi zamenjate). Če je izbrana ta možnost, potem se pokaže pojavni gradnik, ki prikazuje ikone vseh oken in naslov trenutno izbranega okna. Sicer pa se fokus da novemu oknu vsakič, ko je pritisnjen Tab, in to brez pojavnega gradnika. Poleg tega bo prej aktivno okno sedaj poslano v ozadje.
sr: Држите притиснут тастер Alt и понављајте притискање тастера Tab да бисте прошетали кроз прозоре тренутне радне површине (комбинација Alt+Tab се може променити). Ако је кућица попуњена приказаће се искачући прозор који ће приказивати иконе свих прозора кроз које се крећете, као и наслов тренутно изабраног. Другачије, фокус ће бити прослеђен новом прозору сваки пут када притиснете Tab, без приказивања искачућег прозора. Додатно, претходно активан прозор ће бити послад на „дно“ у овом режиму.
sr@latn: Držite pritisnut taster Alt i ponavljajte pritiskanje tastera Tab da biste prošetali kroz prozore trenutne radne površine (kombinacija Alt+Tab se može promeniti). Ako je kućica popunjena prikazaće se iskačući prozor koji će prikazivati ikone svih prozora kroz koje se krećete, kao i naslov trenutno izabranog. Drugačije, fokus će biti prosleđen novom prozoru svaki put kada pritisnete Tab, bez prikazivanja iskačućeg prozora. Dodatno, prethodno aktivan prozor će biti poslad na „dno“ u ovom režimu.
sv: Håll Alt-tangenten nedtryckt och tryck Tab flera gånger för att stega genom fönstren på aktuellt skrivbord (Alt+Tab-kombinationen kan anpassas). Om den här kryssrutan är markerad syns en komponent, som visar ikonerna för alla fönster som kan stegas igenom och titeln på det som för närvarande är valt. Annars ges fokus till ett nytt fönster varje gång du trycker på Tab, utan att någon komponent syns. Dessutom läggs fönstret som tidigare var aktivt underst med det här läget.
ta: Alt விசையை பயன்படுத்தி தத்தல் விசையை அழுத்தவும் எப்படிஎன்றால் சாளர மேல்மேசைமும் நடக்கவும்[Alt+Tab உள்ளமைக்கப்பட்டுள்ளது]. இந்த பெட்டி தேர்ந்தெடுக்கப்பட்டால் ஒரு மேல் தோன்றும் சாளரம் தெரியும். தற்போதைய தலைப்பின் மீது சென்று தேர்ந்தெடுக்கும். இல்லையென்றால், ஒரு ஒவ்வொரு முறை தத்தல் அழுத்தப்படும்போதும் ஒரு ஒளி புதிய சாளரத்தின்மீது செல்லும். மேல்தோன்றும் திரை இருக்காது. மேலும், இந்த முறையில் முன்பு செயலில் இருந்த சாளரம் பின் தள்ளப்படும்.
th: กดปุ่มพิมพ์ Alt ค้างไว้ และกดปุ่ม Tab ซ้ำไปเรื่อย ๆ เพื่อวนไปยังหน้าต่าง ที่อยู่บนพื้นที่ทำงานปัจจุบัน (ปุ่มพิมพ์ Alt + Tab สามารถกำหนดใหม่ได้) หากเปิดใช้ตัวเลือกนี้ จะมีการแสดงหน้าต่างป้อบอัพและแสดงไอคอนพร้อมชื่อของหน้าต่างให้เลือก ไม่เช่นนั้นหน้าต่างแต่ละตัวที่ถูกเลือกจากการกดปุ่มพิมพ์ Tab จะได้รับโฟกัสทันทีวนไปตามรายการเรื่อย ๆ
uk: Утримуйте клавішу Alt та натискайте послідовно клавішу Tab, щоб перемикати вікна на поточній стільниці (комбінацію Alt+Tab можна змінити). Якщо цей параметр ввімкнено, то з'явиться віконце, у якому показані піктограми всіх вікон, через які можна пройти та заголовок поточного вікна. Інакше, фокус передається новому вікну, кожен раз, коли натиснуто Tab без віконця списку. На додаток, в цьому режимі попереднє активне вікно буде відправлено вниз.

source: &Traverse windows on all desktops
af: Versprei vensters op alle werkskerms
ar: التنقل خلال ال&نوافذ الموجودة على كل أسطح المكاتب
az: Bütün masa üstlərindəki pəncərələr arasında &gəz
bg: Пре&минаване през прозорците на всички работни плотове
bn: &সমস্ত ডেস্কটপের উইন্ডোগুলিতে যাও
bs: &Prođi kroz prozore na svim radnim površinama
cs: Procháze&t okna na všech plochách
cy: &Trawsteithio ffenestri ar bob penbwrdd
da: &Gå gennem alle vinduer på alle desktoppe
de: Fenster &aller Arbeitsflächen einbeziehen
el: &Διάσχιση των παραθύρων σε όλες τις επιφάνειες εργασίας
eo: Trairu fenestrojn de ĉiuj tabuloj
es: A&travesar las ventanas en todos los escritorios
et: Kõigi &töölaudade akende läbijalutamine
eu: Zeharkatu mahaigain guz&tietako leihoak
fa: &پیمودن پنجره‌ها روی همۀ رومیزیها‌
fi: &Selaa kaikkien työpöytien ikkunoita
fr: Circ&uler entre les fenêtres de tous les bureaux
gl: &Circular polas fiestras de tódolos escritorios
hi: सभी डेस्कटॉप पर विंडो ट्रावर्स करें (&T)
hr: Preskači na prozore na svim radnim površinama.
hu: Lé&pegetés az összes asztal ablakai között
is: &Ferðast um alla glugga á öllum skjáborðum
it: A&ttraversa le finestre di tutti i desktop
ja: すべてのデスクトップのウィンドウを巡回する(&I)
km: ឆ្លង​កាត់​បង្អួច​លើ​ផ្ទៃតុ​ទាំង​អស់
ko: 모든 데스크톱에서 창 이동(&T)
mk: Поминува&ј низ прозорците на сите површини
ms: &Lintangkan tetingkap dalam semua desktop
nb: &Bla gjennom vinduer på alle skrivebord
nds: Op de Finstern vun &all Schriefdischen anwennen
nl: Door vens&ters van alle bureaubladen wandelen
nn: &Gå gjennom vindauga på alle skriveborda
pa: ਸਾਰੇ ਵਿਹੜਿਆ ਤੇ ਝਰੋਖੇ ਤਬਦੀਲ(&T)
pl: Przeglądaj okna na &wszystkich pulpitach
pt_br: Janelas &Transversais em todas as áreas de trabalho
ro: &Traversează ferestrele din toate ecranele
ru: &По окнам на всех рабочих столах
rw: &Kunyura ku madirishya ari ku biro byose
se: &Bláđđe buot čállinbevddiid lásiid čađa
sk: Prepínať okná na &všetkých plochách
sl: Pre&hodi okna na vseh namizjih
sr: Ше&тај кроз прозоре на свим радним површинама
sr@latn: Še&taj kroz prozore na svim radnim površinama
sv: S&tega genom fönster på alla skrivbord
ta: அனைத்து மேசைகளுக்கும் செல்
tg: &Тирезаҳои тамоми мизи кориҳоро пуракс кунед
th: วนทุกหน้าต่างบนทุกพื้นที่ทำงาน
uk: Перемикати в&ікна зі всіх стільниць
