Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: No Action
af: Nee Aksie
ar: بدون إجراء
az: Hadisəsiz
be: Няма дзеяння
bg: Без операция
bs: Bez učinka
ca: Cap acció
cs: Žádná činnost
cy: Dim Gweithred
da: Ingen handling
de: Keine Aktion
el: Καμία ενέργεια
eo: Neniu ago
es: Ninguna acción
eu: Ekintzarik ez
fa: بدون کنش
fi: Ei toiminnetta
fr: Aucune action
gl: Ningunha Acción
he: ללא פעולה
hi: कोई क्रिया नहीं
hr: Bez učinka
hu: (nincs művelet)
is: Engin áhrif
it: Nessuna azione
ja: 動作なし
kk: Әрекетсіз
km: គ្មាន​អំពើ
ko: 동작 없음
lt: Jokio veiksmo
mk: Без акција
nb: Ingen handling
nds: Keen Akschoon
nl: Geen actie
nn: Inga handling
pa: ਕੋਈ ਕਾਰਵਾਈ ਨਹੀਂ
pl: Brak akcji
pt: Nenhuma Acção
pt_br: Nenhuma Ação
ro: Fără acţiune
ru: Нет действия
rw: Nta Gikorwa
se: Ii makkárge doaibma
sk: Žiadna akcia
sl: Brez dejanja
sr: Без акције
sr@latn: Bez akcije
sv: Ingen verkan
ta: செயல் இல்லை
th: ไม่มีการกระทำ
uk: Без дії
zh_cn: 无动作

source: Window List Menu
af: Venster Lys Kieslys
ar: قائمة النوافذ
az: Pəncərə Siyahısı Menyusu
be: Меню спісу вокнаў
bg: Списък на прозорците
bs: Lista prozora
ca: Menú de la llista de finestres
cs: Nabídka se seznamem oken
cy: Dewislen Rhestr Ffenestri
da: Vindueslistemenu
de: Fensterliste
el: Μενού λίστας παραθύρων
eo: Fenestrolista menuo
es: Menú de lista de ventanas
eu: Leihoen zerrenda menua
fa: گزینگان فهرست پنجره
fi: Ikkunalistavalikko
fr: Liste des fenêtres
gl: Menú da Lista de Fiestras
he: תפריט רשימת חלונות
hi: विंडोज़ सूची मेन्यू
hr: Popis prozora
hu: Ablaklista menü
is: Gluggalisti
it: Menu della lista delle finestre
ja: ウィンドウリストメニュー
kk: Терезелердің тізім мәзірі
km: ម៉ឺនុយ​បញ្ជី​បង្អួច
ko: 창 목록 메뉴
lt: Langų sąrašo meniu
mk: Мени со листа на прозорци
nb: Vinduslistemeny
nds: Finsterlist
nl: Venstermenulijst
nn: Vindaugsliste
pa: ਝਰੋਖਾ ਸੂਚੀ ਮੇਨੂ
pl: Menu listy okien
pt: Menu com Lista de Janelas
pt_br: Menu de Lista de Janelas
ro: Meniul listei de ferestre
ru: Меню списка окон
rw: Ibikubiyemo by'Urutonde rw'Amadirishya
se: Láselistu
sk: Zoznam okien
sl: Menu s seznamom oken
sr: Мени са листом прозора
sr@latn: Meni sa listom prozora
sv: Fönsterlistmeny
ta: சாளரப் பட்டியற் பட்டி
th: เมนูแสดงรายการหน้าต่าง
uk: Меню списку вікон
zh_cn: 窗口列表菜单

source: Desktop Menu
af: Werkskerm Kieslys
ar: قائمة سطح المكتب
az: Masa Üstü Menyusu
be: Меню працоўнага стала
bg: Меню на работния плот
bs: Desktop meni
ca: Menú de l'escriptori
cs: Nabídka pracovní plochy
cy: Dewislen Penbwrdd
de: Arbeitsflächenmenü
el: Μενού επιφάνειας εργασίας
eo: Tabula menuo
es: Menú del escritorio
eu: Mahaigain menua
fa: گزینگان رومیزی
fi: Työpöydän valikko
fr: Menu du bureau
gl: Menú de Escritorio
he: תפריט שולחן העבודה
hi: डेस्कटॉप मेन्यू
hr: Izbornik radne površine
hu: Munkaasztal menü
is: Skjáborðsvalmynd
it: Menu del desktop
ja: デスクトップメニュー
kk: Үстел мәзірі
km: ម៉ឺនុយ​ផ្ទៃតុ
ko: 데스크톱 메뉴
lt: Darbastalio meniu
mk: Мени на површината
nb: Skrivebordsmeny
nds: Schriefdischmenü
nl: Bureaubladmenu
nn: Skrivebordsmeny
pa: ਵਿਹੜਾ ਮੇਨੂ
pl: Menu pulpitu
pt: Menu do Ecrã
pt_br: Menu da Área de Trabalho
ro: Meniul de ecran
ru: Меню рабочего стола
rw: Ibikubiyemo by'Ibiro
se: Čállinbeavdefállu
sk: Menu plochy
sl: Meni namizja
sr: Мени радне површине
sr@latn: Meni radne površine
sv: Skrivbordsmeny
ta: மேசைப் பட்டி
th: เมนูของพื้นที่ทำงาน
uk: Меню стільниці
zh_cn: 桌面菜单

source: Application Menu
af: Aansoek Kieslys
ar: قائمة البرامج
az: Proqram Tə'minatı Menyusu
be: Меню праграмаў
bg: Главно меню (K)
bs: Meni sa programima
ca: Menú d'aplicacions
cs: Nabídka aplikací
cy: Dewislen Cymhwysiadau
da: Programmenu
de: Programmmenü
el: Μενού εφαρμογών
eo: Aplikaĵomenuo
es: Menú de aplicaciones
eu: Aplikazioen menua
fa: گزینگان کاربرد
fi: Sovellusvalikko
fr: Menu des applications
gl: Menú de Aplicacións
he: תפריט היישומים
hi: अनुप्रयोग मेन्यू
hr: Izbornik aplikacija
hu: Alkalmazások menü
is: Forritavalmynd
it: Menu delle applicazioni
ja: アプリケーションメニュー
kk: Қолданбалар мәзірі
km: ម៉ឺនុយ​កម្មវិធី
ko: 프로그램 메뉴
lt: Programų meniu
mk: Мени за апликации
nb: Programmeny
nds: Programmmenü
nl: K-menu
nn: Programmeny
pa: ਕਾਰਜ ਮੇਨੂ
pl: Menu programów
pt: Menu de Aplicações
pt_br: Menu de Aplicativos
ro: Meniul de aplicaţii
ru: Меню приложений
rw: Ibikubiyemo bya Porogaramu
se: Prográmmafállu
sk: Menu aplikácií
sl: Meni s programi
sr: Мени програма
sr@latn: Meni programa
sv: Programmeny
ta: நிரற் பட்டி
th: เมนูของแอพพลิเคชัน
uk: Меню програм
zh_cn: 应用程序菜单

source: Bookmarks Menu
af: Boekmerke Kieslys
ar: قائمة غلامات الموقع
be: Меню закладак
bg: Меню за отметките
bs: Meni zabilješki
ca: Menú de punts
cs: Nabídka záložek
da: Bogmærkemenu
de: Lesezeichenmenü
el: Μενού σελιδοδεικτών
es: Menú de marcadores
eu: Later-marken menua
fa: گزینگان چوب الفها
fi: Kirjanmerkkien valikko
fr: Menu des signets
gl: Menú de Marcadores
he: תפריט סימניות
hu: Könyvjelzők menü
is: Bókamerkjavalmynd
it: Menu dei segnalibri
ja: ブックマークメニュー
kk: Бетбелгілер мәзірі
km: ម៉ឺនុយ​ចំណាំ
ko: 즐겨찾기 메뉴
lt: Žymelių meniu
mk: Мени со обележувачи
nb: Bokmerkemeny
nds: Leestekensmenü
nl: Bladwijzermenu
nn: Bokmerkemeny
pa: ਬੁੱਕਮਾਰਕ ਮੇਨੂ
pl: Menu zakładek
pt: Menu de Favoritos
pt_br: Menu Favoritos
ru: Меню закладок
se: Girjemearkafállu
sk: Menu záložiek
sl: Meni z zaznamki
sr: Мени маркера
sr@latn: Meni markera
sv: Bokmärkesmeny
th: เมนูที่คั่นหน้า
uk: Меню закладок
zh_cn: 书签菜单

source: Custom Menu 1
af: Pasmaak Kieslys 1
ar: القائمة المعتادة 1
az: Xüsusi Menyu 1
be: Асаблівае меню 1
bg: Потребителско меню 1
bs: Prilagođeni meni 1
ca: Menú personal 1
cs: Vlastní nabídka 1
cy: Dewislen Addasiedig 1
da: Brugerindstillet menu 1
de: Benutzerdefiniertes Menü 1
el: Προσαρμοσμένο Μενού 1
eo: Propra menuo 1
es: Menú personalizado 1
eu: 1. menu pertsonalizatua
fa: گزینگان سفارشی ۱
fi: Muokattu valikko 1
fr: Menu personnalisé 1
gl: Menú Personalizado 1
he: תפריט מותאם אישית 1
hi: मनपसंद मेन्यू 1
hr: Podešeni izbornik 1
hu: 1. egyéni menü
is: Sérvalmynd 1
it: Menu personalizzato 1
ja: カスタムメニュー 1
kk: Пайдаланушының 1-мәзірі
km: ម៉ឺនុយ​ផ្ទាល់ខ្លួន ១
ko: 사용자 정의 메뉴 1
lt: Derintas meniu 1
mk: Сопствено мени 1
nb: Selvvalgt meny 1
nds: Egen Menü 1
nl: Aangepast menu 1
nn: Eigendefinert meny 1
pa: ਸੋਧ ਮੇਨੂ ੧
pl: Menu konfigurowalne 1
pt: Menu Personalizado 1
pt_br: Menu Personalizado 1
ro: Meniu personalizat 1
ru: Пользовательское меню 1
rw: Ibikubiyemo Byifuzwa 1
se: Iešdefinerejuvvon fállu 1
sk: Vlastné menu 1
sl: Lastni meni 1
sr: Прилагођени мени 1
sr@latn: Prilagođeni meni 1
sv: Egen meny 1
ta: தனிப்பயன் பட்டி 1
th: เมนูกำหนดเอง 1
uk: Нетипове меню 1
zh_cn: 自定义菜单 1

source: Custom Menu 2
af: Pasmaak Kieslys 2
ar: القائمة المعتادة 2
az: Xüsusi Menyu 2
be: Асаблівае меню 2
bg: Потребителско меню 2
bs: Prilagođeni meni 1
ca: Menú personal 2
cs: Vlastní nabídka 2
cy: Dewislen Addasiedig 2
da: Brugerindstillet menu 2
de: Benutzerdefiniertes Menü 2
el: Προσαρμοσμένο Μενού 2
eo: Propra menuo 2
es: Menú personalizado 2
eu: 2. menu pertsonalizatua
fa: گزینگان سفارشی ۲
fi: Muokattu valikko 2
fr: Menu personnalisé 2
gl: Menú Personalizado 2
he: תפריט מותאם אישית 2
hi: मनपसंद मेन्यू 1
hr: Podešeni izbornik 1
hu: 2. egyéni menü
is: Sérvalmynd 2
it: Menu personalizzato 2
ja: カスタムメニュー 2
kk: Пайдаланушының 2-мәзірі
km: ម៉ឺនុយ​ផ្ទាល់ខ្លួន ២
ko: 사용자 정의 메뉴 2
lt: Derintas meniu 2
mk: Сопствено мени 2
nb: Selvvalgt meny 2
nds: Egen Menü 2
nl: Aangepast menu 2
nn: Eigendefinert meny 2
pa: ਸੋਧ ਮੇਨੂ ੨
pl: Menu konfigurowalne 2
pt: Menu Personalizado 2
pt_br: Menu Personalizado 2
ro: Meniu personalizat 2
ru: Пользовательское меню 2
rw: Ibikubiyemo Byifuzwa 2
se: Iešdefinerejuvvon fállu 2
sk: Vlastné menu 2
sl: Lastni meni 2
sr: Прилагођени мени 2
sr@latn: Prilagođeni meni 2
sv: Egen meny 2
ta: தனிப்பயன் பட்டி 2
th: เมนูกำหนดเอง 2
uk: Нетипове меню 2
zh_cn: 自定义菜单 2

source: <h1>Behavior</h1> This module allows you to choose various options for your desktop, including the way in which icons are arranged and the pop-up menus associated with clicks of the middle and right mouse buttons on the desktop. Use the "What's This?" (Shift+F1) to get help on specific options.
af: <h1>Gedrag</h1> Hierdie module laat toe om verskeie opsies vir jou werkskerm te kies. Insluitend: die uitleg waarin ikone gerangskik word en die opspring kieslyste wat met die middel en regter muis knoppies geassosieer word Gebruik die "Wat is Hierdie?" (Shift+F1) om hulp oor spesifieke opsies te kry
bg: <h1>Поведение</h1> От тук може да зададете различни параметри на работния плот, като начин на подреждане на иконите, директория на работния плот, операции при натискането на ляв, десен и среден бутон на мишката и др. Използвайте "Какво е това?" (Shift+F1), за да видите помощта за отделните опции.
bs: <h1>Ponašanje</h1> Ovaj modul vam omogućuje da podesite razne opcije vašeg desktopa, uključujući i način slaganja ikona, kao i menija koji se pojave kada kliknete srednjim ili desnim dugmetom miša na desktop. Koristite funkciju "Šta je ovo?" (Shift+F1) da dobijete pomoć za konkretnu opciju.
ca: <h1>Comportament</h1> Aquest mòdul us permet escollir diverses opcions pel vostre escriptori, entre les que s'inclouen la manera en què es disposen les icones i els menús emergents associats amb els clics dels botons mig i dret del ratolí a l'escriptori. Useu "Que és això?" (Majús+F1) per obtenir ajuda sobre opcions específiques.
cs: <h1>Chování</h1> Tento modul umožňuje nastavení různých voleb vaší pracovní plochy včetně způsobu, jakým budou uspořádány ikony, umístění adresáře pracovní plochy a svázání místních nabídek s kliknutím pravým nebo prostředním tlačítkem myši na pracovní ploše. Nápovědu k jednotlivým volbám získáte použitím funkce "Co je toto" (Shift+F1).
da: <h1>Opførsel</h1> Dette modul tillader dig at vælge forskellige muligheder for din desktop, inkluderende den måde hvorpå ikonerne er arrangeret og, popop-menuerne som er tilknyttet klik på midterste og højre museknap på desktoppen. Brug "Hvad er dette?" (Shift+F1) for at få hjælp til specifikke valgmuligheder.
de: <h1>Verhalten</h1> Dieses Modul ermöglicht Ihnen die Auswahl verschiedener Einstellungen für die Arbeitsfläche, einschließlich der Art, wie die Symbole angeordnet werden und der Kontextmenüs, die mit der Betätigung der mittleren oder rechten Maustaste auf der Arbeitsfläche verknüpft sind. Verwenden Sie die Funktion "Was ist das?" (Umschalt+F1), um Hilfe zu bestimmten Einstellungsmöglichkeiten zu erhalten.
el: <h1>Συμπεριφορά</h1> Αυτό το άρθρωμα σας επιτρέπει να επιλέξετε διάφορες επιλογές για την επιφάνεια εργασίας σας, όπως τον τρόπο τακτοποίησης των εικονιδίων και τα αναδυόμενα μενού που είναι σχετιζόμενα με τα κλικ του μεσαίου και δεξιού πλήκτρου του ποντικιού στην επιφάνεια εργασίας. Χρησιμοποιήστε το "Τι είναι αυτό;" (Shift+F1) για να πάρετε βοήθεια για συγκεκριμένες επιλογές.
eo: <h1>Tabulo</h1> Tiu modulo permesas al vi agordi vian tabulon, ekz. aranĝo de la piktogramoj sur ĝi kaj kiuj menuoj estas ligitaj al la meza kaj dekstra musbutonoj. Uzu la funkcion "Kio estas tio?" (Majuskl+F1) por informiĝi pri unuopaj opcioj.
es: <h1>Comportamiento</h1> Este módulo le permite elegir varias opciones para su escritorio incluyendo la forma en la que los iconos son organizados, y los menús emergentes asociados a las pulsaciones de los botones central y derecho del ratón en el escritorio. Use «¿Qué es esto?» (Mayúsculas F1) para obtener ayuda sobre las opciones específicas.
eu: <h1>Portaera</h1> Modulu honek zure mahaigainarentzat aukera batzuk hautatzen utziko dizu, hala nola ikonoak zein eratan dauden antolaturik, eta mahaigainean erdiko eta eskumako botoiaren klikadekin elkartzen diren laster-menuak, besteak beste. Erabil ezazu "Zer da hau?" (Shift+F1) aukerei buruzko laguntza zehatza eskuratzeko.
fa: <h1>رفتار</h1> این پیمانه به شما اجازۀ انتخاب گزینه‌های گوناگونی را برای رومیزی خود می‌دهد، که شامل روشهای آرایش شمایلها و گزینگان بالاپر مربوط به فشارهای دکمه‌های میانی و راست موشی بر روی رومیزی می‌باشد. برای کمک گرفتن در مورد گزینه‌های مشخص از »این چیست؟« )کلید تبدیل+F1( استفاده کنید.
fi: <h1>Käyttäytyminen</h1> Tässä moduulissa voit muokata useita työpöytääsi liittyviä asetuksia, kuten kuvakkeiden järjestämistä ja hiiren painikkeista käynnistyvät tapahtumat vapaalla työpöydällä. Jos haluat ohjeen tietystä valinnasta, käytä näppäinyhdistelmää <b>Shift+F1</b>.
fr: u<h1>Bureau</h1> Ce module vous permet de configurer votre bureau, notamment la façon dont sont rangées les icônes, les menus contextuels associés aux clics des boutons droit et central de la souris sur le bureau. Utilisez l'option d'aide « Qu'est-ce que c'est ? » (Maj+F1) pour plus d'informations sur chaque option.
gl: <h1>Comportamento</h1> Este módulo permítelle escoller varias opcións para o seu escritorio, incluindo o xeito en que as iconas se distribúen e os menús emerxentes do escritorio se asocian cos clics dos botóns central e dereito do rato no escritorio. Use "¿Que é isto?" (Shift+F1) para obter axuda sobor opcións específicas.
he: <h1>התנהגות</h1> מודול זה מאפשר לך לבחור אפשרויות שונות עבור שולחן העבודה שלך, כולל את הדרך בה יסודרו סמלים והתפריטים המוקפצים שיישויכו ללחיצות של הלחצן האמצעי והימני של העכבר על גבי שולחן העבודה. השתמש ב"מה זה?" (Shift+F1) כדי לקבל עזרה על אפשרויות ספציפיות.
hu: <h1>Működés</h1> Ebben a modulban az asztal néhány működési jellemzőjét lehet beállítani, például az ikonok elrendezésének módját, a felbukkanó menük és a középső vagy jobb egérgombbal való kattintás összerendelését. A "Mi ez?" (Shift+F1) funkcióval rövid leírás kérhető az opciókról.
is: <h1>Hegðun</h1> Þessi eining leyfir þér að velja ýmsa möguleika fyrir skjáborðið þitt, þar með talið með hvaða hætti táknmyndum er raðað og hvaða valmyndir fást þegar smellt er með hægri eða miðjutakka músarinnar á skjáborðið. Notaðu "Hvað er þetta?" (Shift+F1) til að fá hjálpartexta um hvern og einn valkost.
it: <h1>Comportamento</h1> Questo modulo permette di scegliere varie opzioni per il desktop, tra cui: il modo in cui disporre le icone e i menu a comparsa associati con i clic del pulsante centrale e destro del mouse sul desktop. Usa "Che cos'è?" (Shift+F1) per ottenere aiuto su opzioni specifiche.
ja: <h1>挙動</h1> このモジュールでは、デスクトップのアイコンの並べ方や マウスの中ボタンや右ボタンでデスクトップ上をクリックする とポップアップするメニューなど、デスクトップについてのさまざまな オプションを設定することができます。 各オプションのヘルプを見るには「これは何？」(Shift+F1) を使ってください。
kk: <h1>Қасиеттер</h1> Бұл модуль үстелге байланысты түрлі параметрлерді баптауға мүмкіншілік береді, сол қатарда, таңбашалардың ретін, тышқанның ортаңғы және оң жақ батырмасымен шақырылатын қалқымалы мәзірін. Әрбір параметр туралы анықтама алу үшін "Бұл не?" (Shift+F1) мүмкіншілігін пайдаланыңыз.
km: <h1>ឥរិយាបថ</h1> ម៉ូឌុល​នេះ​អនុញ្ញាត​ឲ្យ​ជ្រើស​ជម្រើស​ផ្សេងៗ សម្រាប់​ផ្ទៃតុ​របស់​អ្នក វារួមមាន​របៀប​ដែល​រូបតំណាង​ត្រូវ​បាន​រៀបចំ និង​ ម៉ឺនុយ​លេច​ឡើងដែល​ទាក់ទង​ទៅ​នឹង​ការ​ចុច​ប៊ូតុង​កណ្ដុរស្ដាំ និង​កណ្ដាល លើ​ផ្ទៃតុ ។ ប្រើ "នេះ​ជា​អ្វី ?" (ប្ដូរ+F1) ដើម្បី​ទទួលបាន​ជំនួយ​លើ​ជម្រើស​ជាក់លាក់ ។
ko: <h1>작동 방식</h1> 이 모듈에서는 데스크톱의 다양한 설정을 변경할 수 있습니다. 아이콘이 정렬되는 방법, 마우스 가운데와 오른쪽 단추를 눌렀을 때 표시할 팝업 메뉴 등입니다. 특정한 설정에 대한 도움말을 보시려면 "이것에 대한 도움말" (Shift+F1)을 사용하십시오.
lt: <h1>Elgsena</h1> Šis modulis leis jums nustatyti įvairias darbastalio parinktis, tame tarpe ženkliukų išdėstymą ir pasirodančius meniu susietus su vidurinio ir dešiniojo pelės klavišų spragtelėjimais ant darbastalio. Dėl atskirų parinkčių reikšmės pasinaudokite pagalba „Kas tai yra?“ (Lyg2(Shift)+F1).
mk: <h1>Однесување</h1> Овој модул ви овозможува да изберете разни опции за вашата површина, вклучувајќи го начинот на кој се подредуваат иконите, и менијата кои се појавуваат со кликања на десното и средното копче од глушецот врз површината. Користете ја опцијата „Што е ова?“ (Shift+F1) за да добиете помош за посебните опции.
nb: <h1>Oppførsel</h1> Med denne modulen kan du velge forskjellige innstillinger for skrivebordet ditt, deriblant hvordan ikoner blir ordnet og sprettoppmenyene tilknyttet midterste og høyre museknapp på skrivebordet. Bruk «Hva er dette?» (Shift+F1) for å få hjelp til de enkelte innstillingene.
nds: <h1>Bedregen</h1> Mit dit Moduul kannst Du en Reeg Instellen för Dien Schriefdisch fastleggen, t.B. wodennig Lüttbiller anornt warrt un wat bi'n Klick mit den rechten oder den Middelmuusknoop op den Schriefdisch wiest warrt. Wenn Du Hülp för enkelte Optschonen bruukst, hölpt Di de Funkschoon "Wat is dat?" (Ümschalt+F1).
nl: <h1>Gedrag</h1> In deze module kunt u de diverse opties voor uw bureaublad instellen, waaronder de wijze waarop pictogrammen geschikt worden, en de contextmenu's die verschijnen wanneer u met de middelste of rechtermuisknop klikt op uw bureaublad. Gebruik de "Wat is dit?" (Shift+F1) om meer info over een specifieke optie te krijgen.
nn: <h1>Åtferd</h1> I denne modulen finn du ymse innstillingar for skrivebordet, mellom anna for kva måte ikona skal stillast opp og for menyane som sprett opp når du klikkar på museknappane. Bruk funksjonen «Kva er dette?» (Shift&nbsp;+&nbsp;F1) for å få hjelp om dei enkelte innstillingane.
pl: <h1>Zachowanie</h1> Ten moduł pozwala na konfigurację różnych opcji pulpitu np. sposobu ułożenia ikon oraz menu kontekstowych wywoływanych wciśnięciem poszczególnych klawiszy myszy. Użyj funkcji "Co to jest?" (Shift+F1), by uzyskać pomoc o konkretnych opcjach.
pt: <h1>Comportamento</h1> Este módulo permite ao utilizador escolher várias opções para o seu ecrã, incluindo a maneira como os ícones são arrumados e os menus associados aos botões do meio e direito do rato quando são carregados no ecrã. Utilize o "O Que É Isto?" (Shift+F1) para obter ajuda nas opções específicas.
pt_br: <h1>Comportamento</h1> Este módulo permite que você escolha várias opções para sua área de trabalho, incluindo a forma na qual os ícones são organizados e os menus de contexto associados aos cliques dos botões do meio e direito do mouse na área de trabalho. Use o "O que é isso?" (Shift+F1) para obter ajuda sobre opções específicas.
ru: <h1>Поведение</h1> В этом модуле можно настроить различные параметры рабочего стола, такие как способ размещения значков, выпадающие меню, появляющиеся при нажатии средней и правой кнопок мыши на рабочем столе. Используйте подсказку "Что это?" (Shift+F1) для вызова справки по конкретному параметру.
sk: <h1>Správanie</h1> Tento modul vám umožňuje zvoliť si rôzne možnosti pre vašu plochu, vrátane toho, ako sú usporiadané ikony a kontextové menu priradené kliknutím stredného a pravého tlačidla myši na plochu. Použite "Čo je to?" (Shift+F1) ak potrebujete pomoc s niektorou voľbou.
sl: <h1>Obnašanje</h1> V tem modulu so različne možnosti za namizje, med drugim način, kako so urejene ikone in pojavni meniji, povezani s klikanjem s srednjim ali desnim gumbom miške po namizju. Uporabite »Kaj je to?« (Shift+F1) za pomoč pri posameznih možnostih.
sr: <h1> Понашање</h1> Овај модул вам омогућава да изаберете различите опције за радну површину, укључујући начин на који су иконе поређане и како се понашају искачући менији када кликнете на средње и десно дугме миша на радној површини. Користите „Шта је ово?“ (Shift+F1) да добијете помоћ за тражене операције.
sr@latn: <h1> Ponašanje</h1> Ovaj modul vam omogućava da izaberete različite opcije za radnu površinu, uključujući način na koji su ikone poređane i kako se ponašaju iskačući meniji kada kliknete na srednje i desno dugme miša na radnoj površini. Koristite „Šta je ovo?“ (Shift+F1) da dobijete pomoć za tražene operacije.
sv: <h1>Beteende</h1> Denna modul låter dig välja olika alternativ för skrivbordet, vilket omfattar sättet som ikoner arrangeras, och de sammanhangsberoende menyerna associerade med klick på musens mittenknapp eller höger musknapp på skrivbordet. Använd "Vad är det här?" (Skift+F1) för att få hjälp om specifika alternativ.
th: <h1>พฤติกรรม</h1> โมดูลนี้ ให้คุณได้ปรับแต่งค่าต่าง ๆ สำหรับพื้นที่ทำงานของคุณ รวมถึง วิธีการจัดเรียงไอคอนที่ทำงาน และการกำหนดใช้งานป ๊อบอัพเมนู เมื่อมีการคลิ้กเมาส์ซ้ายหรือขวาบนพื้นที่ทำงาน เลือกใช้เมนู "นี่คืออะไร ?" (หรือกด Shift+F1) เพื่อดูความช่วยเหลือของตัวเลือก
uk: <h1>Поведінка</h1> Цей модуль дозволяє вибирати різноманітні параметри для вашої стільниці, включаючи спосіб розташування піктограм, вигулькні меню, які прив'язані до середньої та правої кнопок мишки. За допомогою "Що це?" (Shift+F1) ви зможете отримати довідку щодо конкретних параметрів.
zh_cn: <h1>行为</h1> 此模块允许您为您的桌面选择不同的选项，包括图标排列的方式，桌面目录的位置，以及在桌面上与点击鼠标中键和右键关联的弹出菜单。 使用“这是什么？”(Shift+F1)可在特定的选项取得帮助。

source: &Standard font:
af: Standaard skrif tipe:
ar: ال&محرف القياسي:
az: &Standart yazı növü:
be: &Звычайны шрыфт:
bg: &Стандартен шрифт:
bs: &Standardni font:
ca: &Lletra estàndard:
cs: &Standardní písmo:
cy: Wynebfath &safonol:
da: &Standardskrifttype:
de: &Standardschrift:
el: Τυπική γραμματο&σειρά:
eo: &Apriora tiparo:
es: Tipo de letra e&stándar:
eu: Letra-tipo &estandarra:
fa: قلم &استاندارد:‌
fi: &Oletuskirjasin:
fr: &Police standard :
gl: Fonte e&stándar:
he: &גופן רגיל:
hi: मानक फ़ॉन्ट (&S)
hr: Obični pi&smo:
hu: Ala&p betűtípus:
is: &Venjulegt letur:
it: &Carattere standard:
ja: 標準フォント(&N):
kk: &Стандартты қаріп:
km: ពុម្ពអក្សរ​ខ្នាត​គំរូ ៖
ko: 표준 글꼴(&S):
lt: &Standartinis šriftas:
mk: &Стандарден фонт:
nb: &Standard skrifttype:
nds: &Standardschriftoort:
nl: &Standaard lettertype:
nn: &Standard skrift:
pa: ਮਿਆਰੀ ਫੋਂਟ(&S):
pl: &Standardowa czcionka:
pt: Tipo de &letra normal:
pt_br: &Fonte padrão:
ro: &Fontul standard:
ru: &Стандартный шрифт:
rw: &Imyandikire isanzwe:
se: &Standárdfonta:
sk: Š&tandardné písmo:
sl: &Običajna pisava:
sr: &Стандардни фонт:
sr@latn: &Standardni font:
sv: S&tandardteckensnitt:
ta: நிரந்தர எழுத்துரு:
th: ตัวอักษรมาตรฐาน:
uk: &Типовий шрифт:
zh_cn: 标准字体(&S)：
