Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: <h1>Konqueror Behavior</h1> You can configure how Konqueror behaves as a file manager here.
af: <h1>Konqueror Gedrag</h1> Jy kan Konqueror se gedrag as 'n lêer bestuurder hier opstel.
ar: <h1>سلوك Konqueror</h1> تستطيع هنا إعداد كيفية تصرّف Konqueror كمدبِر ملفات.
bg: <h1>Поведение</h1> От тук може да настроите поведението на Konqueror като файлов браузър.
bs: <h1>Ponašanje Konqueror-a</h1> Ovdje možete podesiti kako se Konqueror ponaša kao menadžer datoteka.
ca: <h1>Comportament Konqueror</h1> Aquí podeu configurar com es comporta Konqueror com a gestor de fitxers.
cs: <h1>Chování Konqueroru</h1>Zde můžete nastavit, jak se bude chovat Konqueror jako správce souborů.
cy: <h1>Ymddygiad Konqueror</h1> Gallwch ffurfweddu sut y mae Konqueror yn ymddwyn fel trefnydd ffeiliau yma.
da: <h1>Konqueror opførsel</h1> Her kan du indstille hvordan Konqueror opfører sig som en filhåndtering.
de: <h1>Konqueror-Verhalten</h1> Hier können Sie das Verhalten von Konqueror als Dateimanager festlegen.
el: <h1>Συμπεριφορά Konqueror</h1> Εδώ μπορείτε να ρυθμίσετε το πώς συμπεριφέρεται ο Konqueror ως διαχειριστής αρχείων.
eo: <h1>Konkeranto agado</h1> Vi povas agordi kiel Konkeranto agas kiel dosiero-administrilo.
es: <h1>Comportamiento de Konqueror</h1> Aquí puede configurar ahora el comportamiento de Konqueror como administrador de archivos.
eu: <h1>Konquerorren portaera</h1>Hemen, fitxategi kudeatzaile ari denean, Konquerorren portaera konfigura dezakezu.
fa: <h1>رفتار Konqueror</h1> در اینجا می‌توانید پیکر‌بندی کنید که Konqueror به عنوان یک مدیر پرونده چگونه رفتار می‌کند.
fi: <h1>Konquerorin käyttäytyminen</h1> Tässä moduulissa voit määritellä Konquerorin toiminnantiedostonhallintaohjelmana.
fr: <h1>Comportement de Konqueror</h1> Vous pouvez configurer ici le comportement de Konqueror lorsqu'il est utilisé comme gestionnaire de fichiers.
gl: <h1>Comportamento de Konqueror</h1> Aquí pode configura-lo comportamento de Konqueror coma xestor de ficheiros.
he: <h1>הפעולה של Konqueror</h1> כאן באפשרותך לקבוע כיצד Konqueror יפעל בתור מנהל קבצים.
hi: <h1>कॉन्करर बर्ताव</h1> आप कॉन्फ़िगर कर सकते हैं कि यहाँ पर कॉन्करर फ़ाइल प्रबंधक की तरह कैसे बर्ताव करे.
hr: <h1>Ponašanje Konquerora</h1>Ovdje možete podesiti ponašanje Konquerora kao upravitelja datoteka.
hu: <h1>A Konqueror működési jellemzői</h1> A Konqueror fájlböngésző jellemzőit lehet itt módosítani.
is: <h1>Hegðan Konqueror</h1> Hér getur þú getur stillt hvernig Konqueror hegðar sér sem skráastjóri.
it: <h1>Comportamento di Konqueror</h1> Qui puoi configurare il comportamento di Konqueror come file manager.
ja: <h1>Konqueror の挙動</h1>ここでは Konqueror のファイルマネージャとしての挙動を設定します。
kk: <h1>Konqueror қасиеттері</h1> Мұнда Сіз Konqueror-ді файл менеджері ретінде істегенін баптай аласыз.
km: <h1>ឥរិយាបថរបស់ Konqueror </h1> អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធអំពី​របៀប​ដែល Konqueror ដើរតួ​ជា​កម្មវិធី​គ្រប់គ្រង​ឯកសារ​នៅទីនេះ ។
ko: <h1>Konqueror 작동 방식</h1>파일 관리자로서 Konqueror의 작동 방식을 설정할 수 있습니다.
lt: <h1>Konqueror elgsena</h1> Jūs galite konfigūruoti, kaip elgsis Konqueror atlikdamas bylų tvarkyklės funkcijas.
mk: <h1>Однесување на Konqueror</h1> Тука може да конфигурирате како ќе се однесува Konqueror како менаџер на датотеки.
nb: <h1>Konqueror-oppførsel</h1> Her kan du velge hvordan Konqueror oppfører seg som filbehandler.
nds: <h1>Konqueror-Bedregen</h1> Du kannst hier instellen, wodennig sik Konqueror as Dateipleger bedreegt.
nl: <h1>Konqueror-gedrag</h1> Hier kunt u instellen hoe Konqueror zich als bestandsbeheerder gedraagt.
nn: <h1>Konqueror-åtferd</h1> Her kan du velja korleis Konqueror skal fungera som filhandsamar.
pa: <h1> ਕੌਨਕਿਉਇਰੋਰ ਰਵੱਈਆ</h1> ਤੁਸੀਂ ਕੌਨਕਿਉਇਰੋਰ ਦੀ ਫਾਇਲ ਪ੍ਰਬੰਧਕ ਦੇ ਤੌਰ ਤੇ ਸੰਰਚਨਾ ਇੱਥੇ ਕਰ ਸਕਦੇ ਹੋ।
pl: <h1>Zachowanie Konquerora</h1> Tu możesz skonfigurować zachowanie Konquerora jako menedżera plików.
pt: <h1>Comportamento do Konqueror</h1> O utilizador pode configurar aqui como é que o Konqueror se comporta como um gestor de ficheiros.
pt_br: <h1>Comportamento do Konqueror</h1> Você pode configurar aqui como o Konqueror se comporta como gerenciador de arquivos.
ro: <h1>Comportament Konqueror</h1> Aici configuraţi modul în care lucrează Konqueror ca manager de fişiere.
ru: <h1>Поведение Konqueror</h1> Здесь можно настроить поведение Konqueror как менеджера файлов.
rw: <h1>Imyifatire ya Konqueror</h1> Ushobora kuboneza uko Konqueror yitwara nka mucungadosiye hano.
se: <h1>Konqueror-láhtten</h1> Dáppe heivehat man láhkái Konqueror láhtte fiilagieđahallin.
sk: <h1>Správanie Konquerora</h1>Tu môžete nastaviť správanie Konquerora ako správcu súborov.
sl: <h1>Obnašanje Konquerorja</h1> Lahko določite, kako se Konqueror obnaša kot upravljalnik datotek.
sr: <h1>Понашање Konqueror-а</h1> Овде можете подесити како ће се Konqueror понашати као менаџер фајлова.
sr@latn: <h1>Ponašanje Konqueror-a</h1> Ovde možete podesiti kako će se Konqueror ponašati kao menadžer fajlova.
sv: <h1>Konqueror-uppträdande</h1> Här kan du anpassa hur Konqueror uppträder som filhanterare.
ta: <h1>கான்கொரர் தன்மை</h1> இங்கு நீங்கள் கான்கொரர் ஒரு கோப்பு மேலாளராக செயல்படும் விதத்தை வடிவமைக்கலாம்.
th: <h1>พฤติกรรมของ Konqueror </h1> คุณสามารถปรับแต่งพฤติกรรมเมื่อ Konqueror ทำหน้าที่เป็นเครื่องมือจัดการแฟ้มได้ที่นี่
uk: <h1>Поведінка Konqueror</h1> Тут ви можете вказати, як буде поводити себе Konqueror, коли він використовується в якості менеджера файлів.
zh_cn: <h1>Konqueror 行为</h1>您可以在这里配置 Konqueror 作为文件管理器的行为。

source: Misc Options
af: Allerlei Opsies
ar: خيارات متفرقة
az: Müxtəlif Seçimlər
be: Розныя опцыі
bg: Допълнителни настройки
bs: Razne opcije
ca: Opcions diverses
cs: Různé volby
cy: Dewisiadau Amrywiol
da: Diverse muligheder
de: Verschiedenes
el: Διάφορες επιλογές
eo: Diversaj opcioj
es: Opciones varias
eu: Hainbat aukera
fa: گزینه‌های متفرقه
fi: Muut asetukset
fr: Options diverses
gl: Opcións Miscelánea
he: אפשרויות שונות
hi: विविध विकल्प
hr: Ostale postavke
hu: Egyéb beállítások
is: Ýmsir valkostir
it: Opzioni varie
ja: さまざまなオプション
kk: Басқа параметрлері
km: ជម្រើស​ផ្សេងៗ
ko: 기타 설정
lt: Įvairios parinktys
mk: Разни опции
nb: Diverse valg
nds: Anner Optschonen
nl: Diverse opties
nn: Ymse val
pa: ਫੁਟਕਲ ਚੋਣਾਂ
pl: Inne ustawienia
pt: Opções Diversas
pt_br: Opções Diversas
ro: Opţiuni diverse
ru: Основные параметры
rw: Uburyo bwa Misc
se: Feará makkár eavttut
sk: Rôzne možnosti
sl: Razne možnosti
sr: Разне опције
sr@latn: Razne opcije
sv: Diverse inställningar
ta: இதர விருப்பங்கள்
th: ตัวเลือกเบ็ดเตล็ด
uk: Інші параметри
zh_cn: 其它选项

source: Open folders in separate &windows
af: Maak gidse in aparte vensters oop
ar: إ&فتح المجلدات في نوافذ منفصلة
az: Hər qovluğu fərqli &pəncərədə aç
be: Адкрываць тэчкі ў асобных &вокнах
bg: Отваря&не на директориите в нов прозорец
bs: &Otvaraj direktorije u novim prozorima
ca: Obre les carpetes en &finestres separades
cs: Otevírat složky v &samostatném okně
cy: Agor plygyll mewn &ffenestri ar wahân
da: Åbn mapper i separate &vinduer
de: Ordner in e&igenen Fenstern öffnen
el: Άνοιγμα των φακέλων σε &ξεχωριστά παράθυρα
eo: &Malfermu dosierujojn en apartaj fenestroj
es: Abrir carpetas en &ventanas separadas
eu: Karpetak l&eiho banatan ireki
fa: باز کردن پوشه‌ها در &پنجره‌های جداگانه‌
fi: &Avaa kansiot omiin ikkunoihin
fr: Ou&vrir les dossiers dans des fenêtres séparées
gl: &Abrir cartafoles en fiestras separadas
he: פתח תיקיות בחלונות &נפרדים
hi: फ़ोल्डर अलग विंडो में खोलें (&w)
hr: Otvori mape u &odvojenim prozorima
hu: A könyvtárak megnyitása mindig ú&j ablakban történjen
is: Opna möppur í sér &glugga
it: &Apri le cartelle in finestre separate
ja: フォルダを別のウィンドウで開く(&W)
kk: Қапшықтар бөлек &терезелерде ашылсын
km: បើក​ថត​ក្នុង​បង្អួចផ្សេង
ko: 다른 창에서 디렉터리 열기(&W)
lt: &Atverti aplankus atskiruose languose
mk: &Отворај ги папките во посебни прозорци
nb: Å&pne mapper i egne vinduer
nds: &Ornern in niege Finstern opmaken
nl: Mappen in aparte &vensters openen
nn: Opna &mapper i eigne vindauge
pa: ਫੋਲਡਰਾਂ ਨੂੰ ਵੱਖਰੇ ਝਰੋਖਿਆਂ ਵਿੱਚ ਖੋਲ੍ਹੋ(&w)
pl: &Otwieraj katalogi w osobnych oknach
pt: Abrir as pastas em &janelas separadas
pt_br: &Abrir pastas em janelas separadas
ro: &Deschide folderele în ferestre separate
ru: &Открывать папки в отдельных окнах
rw: Gufungura ububiko mu madirishya atandukanye
se: &Raba máhpaid sierra lásiin
sk: Priečinky &otvárať v nových oknách
sl: &Odpri mape v ločenih oknih
sr: Отвори фасцикле у &различитим прозорима
sr@latn: Otvori fascikle u &različitim prozorima
sv: Öppna &kataloger i egna fönster
ta: அடைவுகளைத் தனிச் சாளரங்களில் திற
th: เปิดไดเร็กทอรีในอีกหน้าต่าง
uk: Відкривати теки в окремих &вікнах
zh_cn: 在另外的窗口中打开文件夹(&W)

source: If this option is checked, Konqueror will open a new window when you open a folder, rather than showing that folder's contents in the current window.
bg: Ако отметката е включена, когато щракнете върху директория тя ще бъде отворена в нов прозорец, а не в същия.
ca: Si aquesta opció és seleccionada, Konqueror obrirà una finestra nova quan obriu una carpeta, en comptes de mostrar el contingut de la carpeta a la finestra actual.
cs: Je-li zvolena tato volba, tak Konqueror bude při otevření složky otevírat nové okno místo zobrazení obsahu této složky v aktuálním okně.
da: Hvis dette er afkrydset, vil Konqueror åbne et nyt vindue, når du åbner en mappe i stedet for at vise mappens indhold i det nuværende vindue.
de: Wenn diese Einstellung aktiviert ist, öffnet Konqueror beim Klicken auf einen Ordner ein neues Fenster, statt den Ordnerinhalt im aktuellen Fenster anzuzeigen.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, ο Konqueror θα ανοίγει ένα νέο παράθυρο όταν ανοίγετε ένα φάκελο, αντί να δείχνει τα περιεχόμενα του φακέλου στο τρέχον παράθυρο.
eo: Se tiu opcio estas enŝaltita, Konkeranto malfermos novan fenestron, kiam vi alklakas dosierujon anstataŭ sanĝi la dosierujon en la aktuala fenestro.
es: Si esta opción está activada, Konqueror abrirá una ventana nueva cuando abra una carpeta, en lugar de mostrar los contenidos de la carpeta en la ventana actual.
fa: اگر این گزینه علامت زده شود، Konqueror هنگام باز کردن یک پوشه، به جای نمایش محتویات پوشه‌ها در پنجرۀ جاری، پنجرۀ جدیدی را باز می‌کند.
fi: Konqueror avaa tällä valinnalla kansiot uuteen ikkunaan, eikä näytä kansion sisältöä nykyisessä ikkunassa.
fr: Si cette option est cochée, Konqueror ouvrira une nouvelle fenêtre lorsque vous ouvrez un dossier, plutôt que d'afficher le contenu du dossier dans la fenêtre actuelle.
gl: Se esta opción está activada, o Konqueror abrirá unha nova fiestra ao entrar nun cartafol, en troques de usar a fiestra actual para amosar os contidos dese cartafol.
he: אם אפשרות זו נבחרת, Konqueror יפתח חלון חדש כאשר אתה פותח תיקייה במקום להציג את תוכן התיקייה הזו בחלון הנוכחי.
hu: Ha ez az opció be van jelölve, akkor a Konqueror mindig új ablakban jeleníti meg a megnyitott könyvtárak tartalmát.
is: Ef þessi kostur er valinn opnar Konqueror nýjan glugga þegar þú opnar möppu í stað þess að sýna innihald möppunnar í sama glugga.
it: Se questa opzione è marcata, Konqueror aprirà una nuova finestra quando apri una cartella; in caso contrario, mostrerà il contenuto della nuova cartella nella finestra corrente.
ja: このオプションを有効にすると、フォルダを開いたときに、その内容が現在のウィンドウに表示されるのではなく、新しいウィンドウが開くようになります。
km: ប្រសិនបើ​បានធីក​ជម្រើស​នេះ នោះ Konqueror នឹង​បើក​បង្អួច​ថ្មី​មួយ នៅពេលដែល​អ្នក​បើក​ថត​មួយ មិន​មែន​បង្ហាញ​មាតិកា​ថត​នោះ​ក្នុង​បង្អួច​បច្ចុប្បន្នទេ ។
ko: 이 설정을 사용하면 Konqueror에서는 폴더를 열 때 폴더의 내용을 현재 창에 보여주는 대신 새 창에 표시합니다.
lt: Jei ši parinktis pažymėta, atveriant aplanką Konqueror atvers naują langą užuot rodęs aplanko turinį tame pačiame lange.
mk: Ако е избрана оваа опција, Konqueror ќе отвори нов прозорец кога ќе отворите папка, наместо да ја прикажува содржината на таа папка во тековниот прозорец.
nb: Hvis dette er valgt, åpner Konqueror et nytt vindu når du åpner en mappe, istedenfor å vise innholdet av mappa i det gamle vinduet.
nds: Wenn anmaakt, maakt Konqueror en nieg Finster op, wenn Du en Orner opmaakst, anners warrt de Inholt vun den Orner binnen dat aktuelle Finster wiest.
nl: Als deze optie is ingeschakeld, dan opent Konqueror een nieuw venster wanneer u een map opent, in plaats van de inhoud van deze map te tonen in het huidige venster.
nn: Dersom dette er valt vil Konqueror opna eit nytt vindauge når du opnar ei mappe, i staden for å skifta til mappa i det gamle vindauget.
pa: ਜੇਕਰ ਇਹ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਕੋਨਕਿਊਰੋਰ ਤੁਹਾਡੇ ਰਾਹੀਂ ਨਵਾਂ ਫੋਲਡਰ ਖੋਲਣ ਉੱਤੇ ਉਸੇ ਝਰੋਖੇ ਵਿੱਚ ਫੋਲਡਰ ਦੇ ਭਾਗ ਵਿਖਾਉਣ ਦੀ ਬਜਾਏ ਨਵਾਂ ਝਰੋਖਾ ਖੋਲੇਗਾ।
pl: Jeśli ta opcja jest włączona, foldery będą przeglądane w nowych oknach. W przeciwnym razie wykorzystane zostanie aktualne okno.
pt: Se esta opção estiver activa, o Konqueror abre uma nova janela quando se carrega numa pasta, em vez de mostrar o conteúdo dessa pasta na janela actual.
pt_br: Se esta opção estiver selecionada, o Konqueror abrirá uma nova janela quando você abrir uma pasta, em vez de exibir o conteúdo daquela pasta na janela atual.
ru: Если установлен этот параметр, при открытии новой папки Konqueror будет открывать новое окно вместо того, чтобы показать содержимое папки в текущем окне.
sk: Ak je táto voľba zapnutá, Konqueror bude otvárať nové okno pri otvorení priečinka, namiesto zobrazenia obsahu otvoreného priečinka v aktuálnom okne.
sl: Če je ta možnost omogočena, bo Konqueror, ko odprete mapo, odprl novo okno. V nasprotnem primeru se vsebina mape prikaže v trenutnem oknu.
sr: Ако је ова опција укључена, Konqueror ће отворити нови прозор када год отворите фасциклу, уместо да прикаже садржај фасцикле у текућем прозору.
sr@latn: Ako je ova opcija uključena, Konqueror će otvoriti novi prozor kada god otvorite fasciklu, umesto da prikaže sadržaj fascikle u tekućem prozoru.
sv: Om det här alternativet är markerat kommer Konqueror att öppna ett nytt fönster när du öppnar en katalog, i stället för att visa den katalogens innehåll i det nuvarande fönstret.
th: หากกาเลือกตัวเลือกนี้ Konqueror จะทำการเปิดหน้าต่างใหม่ เมื่อคุณเปิดโฟลเดอร์ แทนการแสดงเนื้อหาของโฟลเดอร์ในหน้าต่างปัจจุบัน
uk: Якщо цей параметр вибрано, Konqueror буде відкривати нове вікно, коли ви відкриваєте нову теку, замість того, щоб показувати зміст каталогу у вже відкритому вікні.
zh_cn: 如果选中该选项，在您打开文件夹时，Konqueror 将打开新窗口，而不是在当前窗口中显示文件夹内容。

source: &Show network operations in a single window
af: Vertoon netwerk operasies in 'n enkele venster
ar: أ&عرض عمليات الشبكة في نافذة واحدة
az: Şəbəkə əməliyyatlarını tək pəncərədə &göstər
be: &Паказваць сеткавыя аперацыі ў адным акне
bg: Показване на &мрежовите операции в един прозорец
bs: &Prikaži mrežne operacije u zasebnom prozoru
ca: Mos&tra les operacions de xarxa a una sola finestra
cs: Zobrazovat &síťové operace v jednom okně
cy: &Dangos gweithrediadau rhwydwaith mewn ffenestr unigol
da: &Vis netværksoperationer i et enkelt vindue
de: &Netzwerkvorgänge in einem einzigen Fenster anzeigen
el: Προ&βολή δικτυακών ενεργειών σε ένα μόνο παράθυρο
eo: &Montru retoperaciojn en unu fenestro
es: &Mostrar las operaciones de red en una única ventana.
eu: Erakut&si sare operazioak leiho bakar batean
fa: &نمایش عملیات شبکه در یک تک پنجره‌
fi: Näytä verkkotoiminnot &yhdessä ikkunassa
fr: &Afficher les opérations de gestion des fichiers dans une seule fenêtre
gl: &Amosar as operacións de rede nunha única fiestra
he: הצ&ג פעולות רשת בחלון אחד
hi: एकल विंडो में नेटवर्क ऑपरेशन्स दिखाएँ (&S)
hr: &Pokaži rad na mreži u posebnom prozoru
hu: Háló&zati műveleteknél csak egy (közös) állapotjelző ablak legyen
is: &Sýna netaðgerðir í einum glugga
it: &Mostra le operazioni di rete in un'unica finestra
ja: ネットワーク操作を単一ウィンドウ内に表示する(&G)
kk: Желі операциялар бір терезеде &көрсетілсін
km: បង្ហាញ​ប្រតិបត្តិការបណ្ដាញ​ក្នុង​បង្អួច​តែ​មួយ
ko: 모든 네트워크 전송을 하나의 창에 보이기(&S)
lt: Rody&ti tinklo operacijas viename lange
mk: &Прикажи ги мрежните операции во единствен прозорец
nb: &Vis nettverksoperasjoner i ett vindu
nds: &Nettwark-Akschonen binnen een Finster wiesen
nl: Netwerkoperaties in één venster &tonen
nn: V&is nettverksoperasjonar i eit enkelt vindauge
pa: ਨੈੱਟਵਰਕ ਕਾਰਵਾਈਆਂ ਇੱਕ ਹੀ ਝਰੋਖੇ ਵਿੱਚ ਵੇਖਾਓ(&S)
pl: &Pokazuj operacje sieciowe w jednym oknie
pt: Mostrar as operaçõe&s de rede só numa janela
pt_br: Mostrar as operações de rede &em uma única janela
ro: &Afişează operaţiile de reţea într-o singură fereastră
ru: &Показывать операции с сетью в одном окне
rw: &Kwerekana ibikorwa by'urusobemiyoboro mu idirishya rimwe
se: Čá&jet fierpmádatdoaimmat ovtta áidna láses
sk: Ukazovať operácie &siete v jednom okne
sl: &Prikaži omrežna opravila v enem oknu
sr: &Прикажи мрежне операције у једном прозору
sr@latn: &Prikaži mrežne operacije u jednom prozoru
sv: Visa n&ätverksoperationer i ett enda fönster
ta: வலை நடவடிக்கைகளை ஒரு சாளரத்தில் காட்டு
th: แสดงปฏิบัติการของเครือข่ายในหน้าต่างเดียวกัน
uk: &Показувати дії з мережею в одному вікні
zh_cn: 在单窗口中显示网络操作(&S)
