Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: This is the font used to display text in Konqueror windows.
af: Hierdie is die skrif tipe gebruik word na vertoon teks in Konqueror vensters.
ar: هذا هو المحرف المستعمل لعرض النصوص في نوافذ Konqueror.
az: Bu, Konqueror pəncərələrində mətn göstərilirkən işlədilən yazı növüdür.
bg: Подразбиращ се шрифт при показване на текст в прозореца на файловия браузър Konqueror.
bs: Ovo je font koji će Konqueror koristiti za prikazivanje teksta.
ca: Aquesta és la lletra usada per mostrar text a les finestres Konqueror.
cs: Toto písmo používané k zobrazení textu v oknech Konqueroru.
cy: Dyma'r wynebfath a ddefnyddir i ddangos testun mewn ffenestri Konqueror.
da: Dette er skrifttypen som bruges til at vise tekst i Konquerors vindue.
de: Die Schrift, die Konqueror benutzt, um Text in Fenstern darzustellen.
el: Αυτή είναι η γραμματοσειρά που χρησιμοποιείται για την εμφάνιση του κειμένου στα παράθυρα του Konqueror.
eo: Tio estas la tiparo, kiun Konkeranto uzas por teksto en siaj fenestroj.
es: Esta es el tipo de letra usado para mostrar texto en ventanas de Konqueror.
eu: Hau Konquerorren leihoetan testua erakusteko erabiliko den letra-tipoa da.
fa: این قلم استفاده‌شده برای نمایش متن در پنجره‌های Konqueror می‌باشد.
fi: Tämä on kirjasin, jota käytetään konquerorin ikkunoissa.
fr: Ceci est la police utilisée pour afficher le texte dans les fenêtres de Konqueror.
gl: Esta é a fonte usada para escribir texto nas fiestras do Konqueror.
he: זהו הגופן המשמש להצגת טקסט בחלונות של Konqueror.
hi: यह फ़ॉन्ट कॉन्करर विंडो में पाठ प्रदर्शन के लिए उपयोग में आएगा.
hr: Ovo je vrsta slova koje će Konqueror koristiti za prikazivanje teksta.
hu: Ezt a betűtípust használja a Konqueror szövegek megjelenítéséhez.
is: Þetta letur er notað í Konqueror gluggum.
it: Questo è il carattere usato per visualizzare il testo nelle finestre di Konqueror.
ja: Konqueror のウィンドウでテキストの表示に使用するフォントです。
kk: Бұл қаріп Konqueror-дің терезесінде мәтінді бейнелеуге қолданылады.
km: នេះ​ជា​ពុម្ពអក្សរ​ដែល​ត្រូវ​ប្រើ សម្រាប់​បង្ហាញ​អត្ថបទ​ក្នុង​បង្អួច Konqueror ។
ko: 이것은 Konqueror 창에 텍스트를 표시할 글꼴 종류입니다.
lt: Tai yra šriftas, naudojamas parodyti Konqueror lango tekstui.
mk: Ова е фонтот што се користи за прикажување на текст во прозорците на Konqueror.
nb: Dette er skrifttypen for tekst i Konqueror-vinduene.
nds: Mit disse Schriftoort stellt Konqueror Text dor.
nl: Dit lettertype wordt gebruikt voor het weergeven van tekst in Konqueror's vensters.
nn: Dette er skrifta for tekst i Konqueror-vindauge.
pa: ਕੋਨਕਿਉਰੋਰ ਝਰੋਖਿਆਂ ਵਿੱਚ ਪਾਠ ਵਿਖਾਉਣ ਲਈ ਇਹ ਫੋਂਟ ਵਰਤੇ ਜਾਣਗੇ।
pl: To jest czcionka używana do pokazywania tekstu w oknach Konquerora.
pt: Este é o tipo de letra que o Konqueror usa para mostrar o texto nas suas janelas.
pt_br: Esta é a fonte usada para exibir o texto nas janelas do Konqueror.
ro: Acesta este fontul utilizat la afişarea textului în ferestrele Konqueror.
ru: Этим шрифтом Konqueror будет показывать текст в окнах.
rw: Iyi ni imyandikire ikoreshwa kugira ngo umwandiko ugaragare mu madirishya ya Konqueror.
se: Dát fonta čájehuvvo Konqueror-lásiin.
sk: Toto je písmo použité na zobrazovanie textu v oknách Konquerora.
sl: To je pisava, ki jo Konqueror uporablja za prikazovanje besedila.
sr: Овај фонт ће бити коришћен за приказ текста у Konqueror-овом прозору.
sr@latn: Ovaj font će biti korišćen za prikaz teksta u Konqueror-ovom prozoru.
sv: Det här är teckensnittet som används för att visa text i Konquerors fönster.
ta: கான்கொரர் சாளரங்களில் உரை காட்ட பயன்படும் எழுத்துரு.
th: นี่เป็นแบบตัวอักษร ที่จะใช้แสดงข้อความในหน้าต่าง Konqueror
uk: Це шрифт для відображення тексту у вікнах Konqueror.
zh_cn: 这是在 Konqueror 窗口中用来显示文字的字体。

source: Font si&ze:
af: Skrif tipe grootte:
ar: قيا&س المحرف:
az: Yazı növü &böyüklüyü:
be: Па&мер шрыфту:
bg: Ра&змер на шрифта:
bs: Ve&ličina fonta:
ca: &Mida de la lletra:
cs: Velikost &písma:
cy: Mai&nt wynebfath:
da: Skrifttype&størrelse:
de: Schrift&größe:
el: Μέγεθος &γραμματοσειράς:
eo: Tipar&grandeco:
es: &Tamaño de letra:
eu: Letra-tipoaren &tamaina:
fa: &اندازۀ قلم:‌
fi: Kirjasimen k&oko:
fr: &Taille de police :
gl: Tama&ño da fonte:
he: גודל גופ&ן:
hi: फ़ॉन्ट आकारः (&z)
hr: &Veličina pisma:
hu: B&etűméret:
is: Leturs&tærð:
it: Dime&nsione carattere:
ja: フォントサイズ(&Z):
kk: Қаріптің ө&лшемі:
km: ទំហំ​ពុម្ពអក្សរ ៖
ko: 글꼴 크기(&Z):
lt: Šrifto &dydis:
mk: Големина на &фонт:
nb: Skri&ftstørrelse:
nds: Schrift&grött:
nl: Teken&grootte:
nn: Skriftstorle&ik:
pa: ਫੋਂਟ ਆਕਾਰ(&z):
pl: &Rozmiar czcionki:
pt: Taman&ho da letra:
pt_br: &Tamanho da fonte:
ro: &Mărimea fontului:
ru: Ра&змер шрифта:
rw: Ingano y'imyandikire:
se: Fonta&sturrodat:
sk: &Veľkosť písma:
sl: Veli&kost pisave:
sr: &Величина фонта:
sr@latn: &Veličina fonta:
sv: Te&ckenstorlek:
ta: எழுத்துரு அளவு:
th: ขนาดตัวอักษร:
uk: Роз&мір шрифту:
zh_cn: 字体大小(&Z)：

source: This is the font size used to display text in Konqueror windows.
af: Hierdie is die skrif tipe grootte gebruik word na vertoon teks in Konqueror vensters.
ar: هذا هو قياس الخط المستعمل لعرض النصوص في نوافذ Konqueror.
az: Bu, Konqueror pəncərələrində mətn göstərilirkən işlədilən yazı növüdür.
bg: Размер на подразбиращия се шрифт при показване на текст в прозореца на файловия браузър Konqueror.
bs: Ovo je veličina slova koju će Konqueror koristiti za prikazivanje teksta.
ca: Aquesta és la lletra usada per mostrar text a les finestres Konqueror.
cs: Toto písmo používané k zobrazení textu v oknech Konqueroru.
cy: Dyma maint yr wynebfath a ddefnyddir i ddangos testun mewn ffenestri Konqueror.
da: Dette er den skriftstørrelse som Konqueror bruger til at vise tekst i vinduer.
de: Die Schriftgröße, die Konqueror benutzt, um Text in Fenstern darzustellen.
el: Αυτό είναι το μέγεθος της γραμματοσειράς που χρησιμοποιείται για την εμφάνιση του κειμένου στα παράθυρα του Konqueror.
eo: Tio estas la tipargrandeco, kiun Konkeranto uzas por teksto en siaj fenestroj.
es: Este es el tamaño de letra usado para mostrar texto en ventanas de Konqueror.
eu: Hau Konquerorren leihoetan testua erakusteko erabiliko den letra-tipoa da.
fa: این اندازۀ قلم استفاده‌شده برای نمایش متن در پنجره‌های Konqueror می‌باشد.
fi: Tämä on kirjasinkoko, jota käytetään konquerorin ikkunoissa.
fr: Ceci est la taille de la police utilisée pour afficher le texte dans les fenêtres de Konqueror.
gl: Esta é a fonte usada para amosa-lo texto das fiestras de Konqueror.
he: זהו גודל הגופן המשמש להצגת טקסט בחלונות של Konqueror.
hi: यह फ़ॉन्ट आकार कॉन्करर विंडो में पाठ प्रदर्शन के लिए उपयोग में आएगा.
hr: Ovo je veličina slova koje će Konqueror koristiti za prikazivanje teksta.
hu: Ezt a betűméretet használja a Konqueror szövegek megjelenítéséhez.
is: Þessi leturstærð er notuð fyrir texta í Konqueror gluggum.
it: Questa è la dimensione dei caratteri usata per visualizzare il testo nelle finestre di Konqueror.
ja: Konqueror のウィンドウでテキストの表示に使用するフォントサイズです。
kk: Бұл қаріп өлшемі Konqueror-дің терезесінде мәтінді бейнелеуге қолданылады.
km: នេះ​ជា​ទំហំ​ពុម្ពអក្សរ​ដែល​ត្រូវ​ប្រើ សម្រាប់​បង្ហាញ​អត្ថបទ​ក្នុង​បង្អួច Konqueror ។
ko: 이것은 Konqueror 창에 텍스트를 표시할 글꼴 크기입니다.
lt: Tai yra šriftas, naudojamas rodyti tekstą Konqueror languose.
mk: Ова е големината на фонтот што се користи за прикажување на текст во прозорците на Konqueror.
nb: Dette er størrelsen på tekst i Konqueror-vinduene.
nds: Mit disse Schriftgrött stellt Konqueror Text dor.
nl: Deze tekengrootte wordt gebruikt voor het weergeven van tekst in Konqueror's vensters.
nn: Dette er storleiken på tekst i Konqueror-vindauge.
pa: ਇਹ ਕੋਨਕਿਉਰੋਰ ਝਰੋਖੇ ਵਿੱਚ ਪਾਠ ਵੇਖਾਉਣ ਲਈ ਫੋਂਟ ਆਕਾਰ ਹੋਵੇਗਾ
pl: To jest czcionka używana do wyświetlania tekstu w oknach Konquerora.
pt: Este é o tamanho de letra que o Konqueror usa para mostrar o texto nas suas janelas.
pt_br: Este é o tamanho da fonte usado para exibir o texto nas janelas do Konqueror.
ro: Aceasta este mărimea fontului utilizat la afişarea textului în ferestrele Konqueror.
ru: Этим размером шрифта Konqueror будет показывать текст в окнах.
rw: Iyi ni imyandikire ikoreshwa kugira ngo umwandiko ugaragare mu madirishya ya Konqueror.
se: Fonta čájehuvvo dáinna sturrodagain Konqueror-lásiin.
sk: Toto je veľkosť písma použitá na zobrazovanie textu v oknách Konquerora.
sl: To je pisava, ki jo Konqueror uporablja za prikazovanje besedila v svojih oknih.
sr: Ово је величина фонта која ће се користити за приказивање текста у Konqueror-овим прозорима.
sr@latn: Ovo je veličina fonta koja će se koristiti za prikazivanje teksta u Konqueror-ovim prozorima.
sv: Det här är teckenstorleken som används för att visa text i Konquerors fönster.
ta: கான்கொரர் சாளரங்களில் உரை காட்டப்படும் எழுத்துரு அளவு.
th: นี่เป็นขนาดตัวอักษรที่จะใช้แสดงข้อความในหน้าต่าง Konqueror
uk: Це - розмір шрифту для відображення тексту у вікнах Konqueror.
zh_cn: 这是在 Konqueror 窗口中用来显示文字的字体的大小。

source: Normal te&xt color:
af: Normale teks kleur:
ar: لون ال&نص العادي:
az: Normal &mətn rəngi:
be: Звычайны колер &тэксту:
bg: Цвят на &текста:
bs: Boja normalnog te&ksta:
ca: Color de text &normal:
cs: Barva normálního te&xtu:
cy: Lliw te&stun arferol:
da: Normal te&kstfarve:
de: Farbe für &Normaltext:
el: Χρώμα κανονικού &κειμένου:
eo: Koloro de normala &teksto:
es: Color del te&xto normal:
eu: Te&stu arruntaren kolorea:
fa: رنگ &متن عادی:‌
fi: &Tavallisen tekstin väri:
fr: &Couleur du texte normal :
gl: Cor do te&xto normal:
he: צבע &טקסט רגיל:
hi: सामान्य पाठ रंगः (&x)
hr: Boja običnog teksta:
hu: Normál szö&vegszín:
is: Venjulegur te&xtalitur:
it: Colore del te&sto normale:
ja: 標準テキスト色(&X):
kk: Кәдімгі мә&тіннің түсі:
km: ពណ៌​អត្ថបទ​ធម្មតា ៖
ko: 일반 텍스트 색(&X):
lt: Normali &teksto spalva:
mk: Боја на нормален те&кст:
nb: Farge på vanlig te&kst:
nds: Klöör för normalen Te&xt:
nl: Normale te&kstkleur:
nn: Vanleg te&kstfarge:
pa: ਸਧਾਰਨ ਪਾਠ ਰੰਗ(&x):
pl: &Kolor zwykłego tekstu:
pt: Cor do te&xto normal:
pt_br: &Cor do texto normal:
ro: Culoarea te&xtului normal:
ru: Цвет обычного &текста:
rw: Ibara ry'umwandiko risanzwe:
se: Dá&balaš teakstaivdni:
sk: Farba &normálneho textu:
sl: &Barva navadnega besedila:
sr: Уобичајена боја &текста:
sr@latn: Uobičajena boja &teksta:
sv: Normal te&xtfärg:
ta: இயல்பு உரை நிறம்:
th: สีข้อความปกติ:
uk: Колір звичайного те&ксту:
zh_cn: 普通文本颜色(&X)：

source: This is the color used to display text in Konqueror windows.
af: Hierdie is die kleur gebruik word na vertoon teks in Konqueror vensters.
ar: هذا هو اللون المستعمل لعرض النصوص في نوافذ Konqueror.
az: Bu, Konqueror pəncərələrində mətn göstərilirkən işlədilən rəngdir.
bg: Подразбиращ се цвят на текста при показване на текст в прозореца на файловия браузър Konqueror.
bs: Tekst će biti prikazan u ovoj boji u prozorima Konqueror-a.
ca: Aquest és el color usat per mostrar text a les finestres Konqueror.
cs: Toto je barva používaná k zobrazení textu v oknech Konqueroru.
cy: Dyma'r lliw a ddefnyddir i ddangos testun mewn ffenestri Konqueror.
da: Dette er den farve, som bruges til at vise tekst i Konqueror-vinduer.
de: Die Farbe, die Konqueror benutzt, um Text in Fenstern darzustellen.
el: Αυτό είναι το χρώμα που χρησιμοποιείται για την εμφάνιση του κειμένου στα παράθυρα του Konqueror.
eo: Tio estas la koloro uzata por tekstoj en fenestroj de Konkeranto.
es: Este es el color usado para mostrar texto en las ventanas de Konqueror.
eu: Hau Konquerorren leihoetan testua erakusteko erabiliko den kolorea da.
fa: رنگ استفاده‌شده برای نمایش متن در پنجره‌های Konqueror می‌باشد.
fi: Tätä väriä käytetään näyttämään teksti konquerorin ikkunoissa.
fr: Ceci est la couleur utilisée pour afficher le texte dans les fenêtres de Konqueror.
gl: Esta é a cor usada para escribir texto nas fiestras do Konqueror.
he: זהו הצבע המשמש להצגת טקסט בחלונות של Konqueror.
hi: यह वह रंग है जो कॉन्करर विंडो में पाठ प्रदर्शन के लिए उपयोग में आएगा.
hr: Ovo je boja koju će Konqueror koristiti za prikazivanje teksta u Konqueror prozorima.
hu: Ezt a színt használja a Konqueror szövegek kiírásakor.
is: Þessi litur er notaður á texta í Konqueror gluggum.
it: Questo è il colore usato per visualizzare il testo nelle finestre di Konqueror.
ja: Konqueror のウィンドウでテキストの表示に使用する色です。
kk: Бұл түс Konqueror-дің терезесінде мәтінді бейнелеуге қолданылады.
km: នេះ​ជា​ពណ៌ដែល​ត្រូវ​ប្រើ សម្រាប់​បង្ហាញ​អត្ថបទ​ក្នុង​បង្អួច Konqueror ។
ko: 이것은 Konqueror 창에 텍스트를 표시할 색입니다.
lt: Tai yra spalva, naudojama parodyti Konqueror lango tekstui.
mk: Ова е бојата што се користи за прикажување на текст во прозорците на Konqueror.
nb: Tekst i Konqueror-vinduene får denne fargen.
nds: Mit disse Klöör stellt Konqueror Text dor.
nl: Dit is de kleur die wordt gebruikt voor de tekstweergave in Konqueror's vensters.
nn: Dette er fargen på tekst i Konqueror-vindauge.
pa: ਇਹ ਕੋਨਕਿਉਰੋਰ ਝਰੋਖੇ ਵਿੱਚ ਪਾਠ ਵੇਖਾਉਣ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ
pl: Taki kolor jest używany do pokazywania tekstu w oknach Konquerora.
pt: Esta é a cor que o Konqueror usa para mostrar o texto nas suas janelas.
pt_br: Esta a cor usada para exibir o texto na janela do Konqueror.
ro: Aceasta este culoarea utilizată la afişarea textului în ferestrele Konqueror.
ru: Этим цветом Konqueror будет показывать текст в окнах.
rw: Iri ni ibara rikoreshwa kugira ngo umwandiko ugaragare mu madirishya ya Konqueror.
se: Dát lea Konqueror-láse teakstaivdni.
sk: Toto je farba použitá na zobrazovanie textu v oknách Konquerora.
sl: To je barva, ki jo Konqueror uporablja za prikazovanje besedila.
sr: Ова боја ће бити коришћена за приказивање текста у Konqueror-овом прозору.
sr@latn: Ova boja će biti korišćena za prikazivanje teksta u Konqueror-ovom prozoru.
sv: Det här är färgen som används för att visa text i Konquerors fönster.
ta: கான்கொரர் சாளரத்தில் உரையைக் காட்ட பயன்படுத்தும் நிறம்.
th: นี่เป็นสีที่จะใช้ในการแสดงข้อความในหน้าต่าง Konqueror
uk: Це колір для відображення тексту у вікнах Konqueror.
zh_cn: 这是在 Konqueror 窗口中用来显示文字的颜色。

source: &Text background color:
af: Teks agtergrond kleur:
ar: لون &خلفية النص:
az: Mətn &arxa plan rəngi:
be: Фонавы колер т&эксту:
bg: Цвят на &фона:
bs: Boja pozadine &teksta:
ca: Color de fons del &text:
cs: Barva pozadí &textu:
cy: Lliw cefndir &testun:
da: &Tekstbaggrundsfarve
de: &Hintergrundfarbe für Text:
el: Χρώμα &φόντου κειμένου:
eo: &Fonkoloro por teksto:
es: Color de fondo del &texto:
eu: &Testuaren atzeko planoko kolorea:
fa: رنگ زمینۀ &متن:‌
fi: &Tekstin taustan väri:
fr: Couleur de fond du &texte :
gl: Cor do fondo do &texto:
he: &צבע הרקע של טקסט:
hi: पाठ पृष्ठभूमि रंगः (&T)
hr: Boja &pozadinskog teksta:
hu: A szövegek &háttérszíne:
is: Bakgrunnslitur &texta:
it: &Colore sfondo del testo:
ja: テキストの背景色(&T):
kk: &Мәтін аясының түсі:
km: ពណ៌​ផ្ទៃខាង​ក្រោយ​អត្ថបទ ៖
ko: 텍스트 배경색(&T):
lt: &Teksto fono spalva:
mk: Боја на подлогата на &текстот:
nb: Bakgrunnsfarge for &tekst:
nds: Achtergrundklöör för &Text:
nl: Kleur van &tekstachtergrond:
nn: &Tekstbakgrunnsfarge:
pa: ਪਾਠ ਪਿੱਠਭੂਮੀ ਰੰਗ(&T):
pl: Kolor &tła:
pt: Cor de fundo do &texto:
pt_br: Cor de fundo do &texto:
ro: Culoarea de fundal a &textului:
ru: Цвет &фона:
rw: Ibara ry'imbuganyuma y'umwandiko:
se: &Teavstta duogášivdni:
sk: Farba pozadia &písma:
sl: Ba&rva ozadja besedila:
sr: Боја позадине &текста:
sr@latn: Boja pozadine &teksta:
sv: Bakgrundsfärg för &text:
ta: உரைப் பின்னணி நிறம்:
th: สีพื้นของข้อความ:
uk: &Колір тла тексту:
zh_cn: 文字背景颜色(&T)：

source: This is the color used behind the text for the icons on the desktop.
af: Hierdie is die kleur gebruik word agter die teks vir die ikoone op die werkskerm.
ar: هذا هو اللون المستعمل خلف الكتابة للأيقونات على سطح المكتب.
az: Bu Konqueror pəncərələrində seçili mətni göstərmək üçün işlədilən rəngdir.
bg: Подразбиращ се цвят на фона при показване на текст в прозореца на файловия браузър Konqueror.
bs: Ovo je boja podloge teksta ispod ikona na desktopu.
ca: Aquest és el color usat darrera del text de les icones de l'escriptori.
cs: Toto je barva používaná k zobrazení textu ikon na ploše.
cy: Dyma'r lliw a ddefnyddir tu ôl i'r testun i eiconau ar y penbwrdd.
da: Dette er den farve, som bruges bagved ikonteksten på desktoppen.
de: Mit dieser Farbe wird der Text der Arbeitsflächensymbole hinterlegt.
el: Αυτό είναι το χρώμα που χρησιμοποιείται πίσω από το κείμενο των εικονιδίων στην επιφάνεια εργασίας.
eo: Tio estas la koloro uzata malantaŭ la teksto de la tabulaj piktogramoj.
es: Este es el color usado para mostrar el fondo del texto en los iconos del escritorio.
eu: Hau ikonoen testuaren atzeko planoan erakutsiko den kolorea da.
fa: رنگ استفاده‌شدۀ پشت متن برای شمایلهای روی رومیزی می‌باشد.
fi: Tätä väriä käytetään kuvakkeiden tekstin taustalla työpöydällä.
fr: Ceci est la couleur utilisée pour le fond du texte des icônes du bureau.
gl: Esta é a cor usada no fondo do texto nas iconas do escritorio.
he: זהו הצבע המשמש בתור הרקע של טקסט של הסמלים של שולחן העבודה.
hi: यह वह रंग है जो पाठ के पीछे डेस्कटॉप पर प्रतीकों के लिए उपयोग में आएगा.
hr: Ovo je boja teksta ispod ikona na radnoj površini.
hu: Ilyen színnel jelenik meg a munkaasztalon az ikonok szövegének háttere.
is: Þessi litur er notaður bakvið textann á táknmyndum á skjáborðinu.
it: Questo è il colore usato dietro al testo delle icone del desktop.
ja: デスクトップ上でアイコンテキストの背景に使用する色です。
kk: Бұл түс үстелдегі таңбашалардың мәтіннің аясын бояуға қолданылады.
km: នេះ​ជា​ពណ៌ដែល​ត្រូវ​ប្រើ​ក្រោយអត្ថបទ សម្រាប់​រូបតំណាង​លើ​ផ្ទៃតុ ។
ko: 이것은 데스크톱의 아이콘 텍스트 뒤의 배경색입니다.
lt: Tai yra spalva, naudojama už darbastalio ženkliukų teksto.
mk: Ова е бојата што се користи како подлога на текстот на иконите на површината.
nb: Dette er fargen som brukes bak teksten til ikonene på skrivebordet.
nds: Disse Klöör warrt achter den Text vun Schriefdisch-Lüttbiller wiest.
nl: Dit is de kleur wordt gebruikt als achtergrond van de tekst bij de pictogrammen op het bureaublad.
nn: Dette er fargen på teksten til skrivebordsikona.
pa: ਇਹ ਰੰਗ ਵਿਹੜੇ ਦੇ ਆਈਕਾਨ ਦੇ ਪਾਠ ਦੇ ਪਿੱਛੇ ਵਰਤਿਆ ਜਾਵੇਗਾ
pl: Kolor używany jako tło w podpisach ikon na pulpicie.
pt: Este é a cor utilizada por trás do texto dos ícones no ecrã.
pt_br: Esta é a cor usada atrás do texto dos ícones da área de trabalho.
ro: Aceasta este culoarea utilizată în spatele textului la afişarea iconiţelor pe ecran.
ru: Этот цвет используется для фона текста подписей значков на рабочем столе.
rw: Iri ni ibara rikoreshwa inyuma y'umwandiko rigenewe udushushondanga two ku biro.
se: Dát lea čállinbeavdegovažiid teakstaivdni.
sk: Toto je farba za textom, ktorý je pod ikonami na ploche.
sl: To je barva, ki se uporablja za ozadje besedila ikon na namizju.
sr: Ова боја ће бити коришћена иза текста за иконе на радној површини.
sr@latn: Ova boja će biti korišćena iza teksta za ikone na radnoj površini.
sv: Det här är färgen som används bakom texten för ikonerna på skrivbordet.
ta: மேசையிலுள்ள குறும்படங்களிறகுரிய உரையின் பின்னே பயன்படுத்தப்படும் நிறம் இது.
th: นี่เป็นสีที่จะใช้กับพื้นหลังข้อความกำกับไอคอนบนพื้นที่ทำงาน
uk: Цей колір на тлі якого друкується текст піктограм на стільниці.
zh_cn: 这是用在桌面图标文字后的颜色。

source: H&eight for icon text:
af: Hogte vir ikoon teks:
be: &Вышыня подпісаў значак:
bg: &Редове на текста под иконите:
bs: &Visina teksta ispod ikona:
ca: Alçada del t&ext de la icona:
cs: Výška t&extu ikony:
cy: &Uchder ar gyfer testun yr eicon:
da: Hø&jde af ikontekst:
de: &Höhe von Symboltexten:
el: &Ύψος κειμένου του εικονιδίου:
eo: Alt&eco ĉe piktogramteksto:
es: &Alto del texto del icono:
eu: &Altuera ikonoen testurako
fa: &ارتفاع متن شمایل:‌
fi: &Pitkien tiedostojen rivimäärä:
fr: Nombr&e de lignes du texte sous les icônes :
gl: &Altura para o texto das iconas:
he: &גובה עבור הטקסט של הסמל:
hi: प्रतीक पाठ की ऊंचाई: (&e)
hr: &Visina za tekst sličice:
hu: Az ikonfelirat ma&gassága:
is: Hæð tá&knmyndatexta:
it: Alt&ezza del testo delle icone:
ja: アイコンテキストの高さ(&E):
kk: Таңбаша жазудың &биіктігі:
km: កម្ពស់​អត្ថបទ​រូបតំណាង ៖
ko: 아이콘 텍스트의 높이(&E):
lt: Ženkliukų te&ksto aukštis:
mk: Висина на т&екстот на иконите
nb: Høyd&e på ikontekstene:
nds: &Hööchde för Lüttbildtext:
nl: Hoogt&e van de pictogramtekst:
nn: &Høgd på ikontekst:
pa: ਆਈਕਾਨ ਪਾਠ ਦੀ ਉਚਾਈ(&e):
pl: &Wysokość tekstu dla ikon:
pt: Altura do t&exto dos ícones:
pt_br: &Altura para o texto do ícone:
ro: Înă&lţimea textului iconiţelor:
ru: &Высота подписей к значкам:
rw: Ubuhagarike bugenewe umwandiko w'agashushondanga:
se: &Govašteavstta allodat:
sk: &Výška textu ikony:
sl: Vi&šina besedila ikon:
sr: Висина за т&екст иконе:
sr@latn: Visina za t&ekst ikone:
sv: Ikonte&xtens höjd:
ta: வரிமடிப்புக் குறும்பட உரை:
th: จำนวนบรรทัดข้อความกำกับไอคอน
uk: В&исота тексту піктограм:
zh_cn: 图标文字的高度(&E)：
