Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: Here you can control if you want the popup window to contain a larger preview for the file, when moving the mouse over it.
af: Hier jy kan kontrole as jy wil hê die opspring venster na bevat 'n grootter voorskou vir die lêer, wanneer beweeg die muis bo dit.
ar: هناك يمكنك أن تقرر اذا كنت تريد النافذة المختصرة أن تحتوي على معاينة أكبر حجماً للملف عند تحريك الفأرة عليها.
bg: Ако отметката е включена, когато задържите показалеца на мишката над някой файл, освен допълнителната информация ще бъде показан и преглед на файла. Операцията изисква ресурси и не се препоръчва за бавни компютри.
bs: Ovdje možete podesiti da li želite da prilikom držanja miša na datoteci iskoči prozor koji sadrži veći pregled datoteke.
ca: Aquí podeu controlar si voleu que la finestra emergent contingui una vista prèvia més gran del fitxer, en moure el ratolí per damunt.
cs: Zde můžete ovlivnit, zda si přejete zobrazení malých oken větším náhledem souboru, pokud nad ním ponecháte kurzor myši.
cy: Yma gallwch reoli os ydych am i'r naidlen gynnwys rhagolwg mwy i'r ffeil, pan yn symud y lygoden drosti.
da: Her kan du kontrollere om du ønsker at se et lille popop-vindue med ekstra information om denne fil, når du bevæger musen henover en fil.
de: Hier können Sie festlegen, ob das Infofeld ein größeres Vorschaubild der Datei enthalten soll, wenn die Maus das Symbol berührt.
el: Εδώ μπορείτε να ρυθμίσετε το αν θέλετε το αναδυόμενο παράθυρο να περιέχει μια μεγαλύτερη προεπισκόπηση του αρχείου, κατά τη μετακίνηση του ποντικιού από πάνω του.
eo: Jen vi povas elekti, ĉu ĉe musmovo super dosiero, prezentiĝu malgranda ŝildo kun aldonaj informoj pri la dosiero
es: Aquí puede controlar si, al mover el ratón sobre un archivo, desea ver una ventana emergente con una previsualización más grande de ese archivo
eu: Hemen hauta dezakezuna zera da: sagua fitxategi baten gainetik pasatzean, laster-leiho batean fitxategi horren aurrebista handiagoa agertzea nahi duzun ala ez.
fa: در اینجا، می‌توانید کنترل کنید که می‌خواهید هنگام حرکت موشی بر روی پرونده، پنجرۀ بالاپر کوچکی شامل یک پیش‌نمایش بزرگ برای پرونده باشد.
fi: Tässä kohdassa voit valita, näytetäänkö tiedostojen esikatselukuva, kun hiiren osoitin liikkuu tiedoston kohdalle.
fr: Si vous cochez cette option, lorsque vous laisserez le pointeur de la souris quelques instants sur un fichier, une bulle d'aide apparaîtra avec des informations sur ce fichier.
gl: Aquí pode controlar se quere que a fiestra emerxente conteña unha previsualización maís grande do ficheiro, cando se mova o rato sobor el.
he: כאן באפשרות לקבוע אם אתה רוצה שהחלון המוקפץ יכיל תצוגה מקדימה גדולה יותר של הקובץ כאשר העכבר מוזז מעליו.
hr: Ovdje možete uključiti pokazivanje većeg preglednog prozora za datotekukada mišem pređete preko nje.
hu: Itt lehet beállítani, hogy a felbukkanó ablakban az előnézeti kép nagyobb legyen-e, ha az egérmutató az ablak fölé kerül.
is: Hér getur þú valið hvort þú vilt sjá stærri glugga með forsýn á upplýsingum í skránni þegar músin er hreyfð yfir hana.
it: Qui puoi decidere se vuoi che la finestra che compare quando muovi il mouse su un file contenga una anteprima del file.
ja: マウスをファイルの上に移動したときに表示されるポップアップウィンドウに、そのファイルの大きなプレビューを含めるかどうかを選択します。
kk: Бұл, файлдың үстінен тышқан меңзері өткен кезде шыға келетін қалқымалы терезге үлкенірек файлдың нобайын қосатын параметр.
km: នៅទីនេះ អ្នក​អាច​បញ្ជា​ថាតើ​អ្នក​ចង់​ឃើញ​បង្អួច​លេចឡើងមានទិដ្ឋភាព​ជា​មុនធំមួយ ​សម្រាប់​ឯកសារឬ​ទេ ខណៈពេល​កំពុង​ផ្លាស់ទី​កណ្ដុរលើ​ឯកសារ​មួយ ។
ko: 팝업 창에 파일의 더 큰 미리 보기를 표시할 지 설정합니다.
lt: Čia Jūs galite nustatyti, kad stumiant pelę virš bylos pasirodžiusiame langas būtų rodoma bylos peržiūra.
mk: Тука може да поставите дали, кога ќе го поместите глушецот над датотеката, сакате во прозорчето да има поголем преглед на датотеката.
nb: Her kan du bestemme om du vil at sprettoppsvinduet skal vise en større forhåndsvisning for fila når du beveger musepekeren over den.
nds: Hier kannst Du fastleggen, wat dat Opdukfinster en gröttere Vöransicht bargen schall, wenn Du mit de Muus dor op wiest.
nl: Hier kunt u bepalen of u wilt dat het wolkje dat verschijnt als u met de muis over een pictogram beweegt een grotere weergave van het bestandvoorbeeld bevat.
nn: Her kan du velja om sprettoppvindauget skal innehalda ei større førehandsvising av fila.
pl: Tu możesz wybrać, czy po ustawieniu myszy nad plikiem ma być wyświetlany jego podgląd.
pt: Aqui pode controlar se quer que a janela contenha uma antevisão maior para o ficheiro, enquanto passa o cursor do rato por cima.
pt_br: Aqui você pode controlar se, ao mover o mouse sobre o arquivo, deseja pré-visualizar uma pequena janela de contexto com informações adicionais sobre o arquivo.
ro: Aici puteţi controla dacă doriţi ca balonul de ajutor să conţină o previzualizare mai mare a fişierului atunci cînd mutaţi mouse-ul deasupra lui.
ru: Установите этот параметр, если хотите, чтобы при наведении курсора на файл всплывающее окно содержало увеличенное изображение предварительного просмотра.
rw: Aha ushobora kugenzura niba ushaka ko idirishya ryifungura ribamo igaragazambere rinini ry'idosiye, igihe imbeba inyuze hejuru yayo.
se: Dás mearridat jos galgá ihtit ovdačájeheami, go sieván guoská fiilanammii.
sk: Tu môžete nastaviť, či má okno pri ukázaní myšou na súbor zobraziť aj väčší náhľad súboru.
sl: Tu lahko določite, da se ob premiku miškinega kazalca nad datoteko pokaže pojavno okno z večjim ogledom datoteke.
sr: Овде можете контролисати да ли желите да искачући прозор садржи већи преглед фајла када померате миша преко њега.
sr@latn: Ovde možete kontrolisati da li želite da iskačući prozor sadrži veći pregled fajla kada pomerate miša preko njega.
sv: Här kan du avgöra om du vill att fönstret som visas när du flyttar musen över filen ska innehålla en större förhandsgranskning av filen.
ta: இதன் மூலம், ஓரு கோப்பின் மேல் சுட்டி செல்லும்போது , ஒரு பெரிய முன்னோட்டத்தை தரச் செய்யலாம்.
th: คุณสามารถควบคุม การแสดงข้อมูลคร่าว ๆ แบบป๊อปอัพของแฟ้ม เมื่อมีการเคลื่อนตัวชี้ของเมาส์มาอยู่เหนือแฟ้ม
uk: Тут ви можете керувати, чи буде відображатись попередній перегляд файла у віконці з додатковою інформацією про файл, коли мишку пересунуто на нього.
zh_cn: 您可以在这里控制当鼠标指向文件时，弹出窗口中是否要显示文件的较大预览。

source: Rename icons in&line
af: Verander ikoon name inlyn
ar: إعادة تسمية الرموز &مباشرةً
az: Timsalları &tək tıqlamayla adlandır
bg: Преимен&уване на иконите директно в прозореца
bs: Preimenuj ikone k&likom
ca: Reanomena les icones en &línia
cs: Pře&jmenovávat ikony na místě
cy: &Ailenwi eiconau mewnlinell
da: Omdøb indlejrede &ikoner
de: Symbole &direkt umbenennen
el: &Απευθείας μετονομασία εικονιδίων
eo: A&linomigi piktogramojn senpere
es: Renombrar iconos en de&ntro
eu: Berrizendatu ikonoak &barne
fa: تغییر نام شمایلهای &درون برنامه‌ای‌
fi: Nimeä uudelleen &kuvakkeesta
fr: Renommer directement &les icônes
gl: Renomear iconas &ó voo
he: שנה שמות ב&מסגרת הסמלים
hi: पंक्ति में प्रतीक को नया नाम दें (&l)
hr: P&romijeni imena sličica direktno
hu: Ik&onátnevezés helyben
is: Endurnefna táknmyndir innfe&lt
it: Rinomina le icone in &linea
ja: アイコンの名前をインラインで変更する(&L)
kk: Таңбашасын түртіп қ&айта атау
km: ប្តូរ​ឈ្មោះ​រូបតំណាង​ក្នុង​តួ
ko: 아이콘 이름 바로 바꾸기(&L)
lt: Pervadinti ženkliukus iš&kart
mk: Пре&именувај ги иконите директно
nb: Endre ikonnavnet &direkte
nds: &Lüttbiller direktemang ümnömen
nl: Pictogrammen in&line hernoemen
nn: Endra namn &direkte
pa: ਆਈਕਾਨ ਸਤਰ ਵਿੱਚ ਦਾ ਨਾਂ-ਤਬਦੀਲ(&l)
pl: &Wewnętrzna edycja nazwy plików
pt: Mudar o nome dos ícones no &local
pt_br: Renomear &junto com o ícone
ro: Redenumeşte &rapid iconiţele
ru: Начинать переименование по &щелчку
rw: Guhindura amazina y'udushushondanga turi mu murongo
se: Rievdat &govažiid namaid dakkaviđe
sk: P&remenovať ikony na mieste
sl: &Notranje preimenuj ikone
sr: П&ромени имена икона директно
sr@latn: P&romeni imena ikona direktno
sv: &Byt ikonnamn på plats
ta: வரியில் உள்ள சின்னங்களை பெயர் மாற்று
th: แก้ชื่อไอคอนแบบทันที
uk: Перейменовувати піктограми на м&ісці
zh_cn: 内嵌式重命名图标(&L)

source: Checking this option will allow files to be renamed by clicking directly on the icon name.
af: Deur hierdie opsie te kies kan jy toelaat dat lêers herbenoem word, deur direk op die ikoon naam te kliek.
ar: اختيار هذا الخيار سيسمح بتغيير اسماء الملفات بالنقر مباشرةً على اسم الرمز.
bg: Преименуване на файловете, директориите и другите икони директно в прозореца при щракане с мишката върху тях. Ако отметката е изключена, за да преименувате даден файл или директория, трябва да изберете операцията по преименуване от контекстното меню.
bs: Uključite ovu opciju ako želite da omogućite promjenu imena datoteka klikom na potpis ispod ikone.
ca: Marcar aquesta opció permetrà reanomenar fitxers clicant directament a sobre del nom de la icona.
cs: Zaškrtnutím této volby povolíte přejmenování souborů kliknutím na ikonu.
cy: Bydd britho'r dewisiad yma yn gadael i ffeiliau eu ailenwi gan glicio yn uniongyrchol ar enw'r eicon.
da: Afkrydsning af dette vil tillade at filer bliver omdøbt ved at klikke direkte på ikonnavnet.
de: Wenn diese Einstellung aktiv ist, können Dateien umbenannt werden, indem Sie auf den Symbolnamen klicken.
el: Ενεργοποιώντας αυτή την επιλογή θα επιτρέπεται η μετονομασία των αρχείων κάνοντας απευθείας κλικ στο όνομα του εικονιδίου.
es: Si marca esta opción permitirá que los archivos sean renombrados pulsando directamente sobre el nombre del icono.
eu: Aukera hau hautatuz gero, ikonoaren izenean klik eginez fitxategiak berrizendatzeko gaitasuna edukiko duzu.
fa: با علامت زدن این گزینه، پرونده‌ها اجازه می‌یابند که با فشار مستقیم روی نام شمایل، تغییر نام بدهند.
fi: Valitsemalla tämä valinna voit uudelleennimetä tiedostoja suoraan napsauttamalla kuvakkeen nimeä.
fr: En activant cette option, vous pourrez renommer les icônes en cliquant directement dessus.
gl: Active esta opción para permitir o renomeado de ficheiros con só premer directamente no nome da icona.
he: אפשרות זו מאפשרת לשנות שמות של קבצים על ידי לחיצה ישירה על שם הסמל.
hi: इस विकल्प को चेक करने से प्रतीक नाम के ऊपर क्लिक करने पर फ़ाइलों के नाम सीधे ही बदले जा सकेंगे.
hr: Ovom opcijom omogućavate promjenu imena datoteka direktnim klikom na njih.
hu: Ha ez az opció be van jelölve, az ikonok átnevezéséhez elég az ikon nevére kattintani.
is: Ef merkt er við þennan kost er hægt að gefa skrám annað heiti með því að smella beint á skráarheitið.
it: Selezionando questa opzione potrai rinominare i file semplicemente facendo clic sul nome dell'icona.
ja: このオプションを有効にすると、アイコン名の上をクリックすることでファイルの名前を直接変更できるようになります。
kk: Бұл параметр, файлдың таңбашасын түртіп онын атауын өзерту арқылы файлды қайта атауын рұқсат етеді.
km: ធីក​ជម្រើស​នេះ នឹង​អនុញ្ញាត​ឲ្យ​ឯកសារ​ត្រូវ​បាន​ប្តូរ​ឈ្មោះ ដោយ​ចុច​ផ្ទាល់​លើ​ឈ្មោះ​រូប​តំណាង ។
ko: 이 옵션을 선택하면 아이콘 이름을 눌렀을 때 바로 이름을 바꿀 수 있습니다.
lt: Pažymėjus šį laukelį bylas bus galime pervadinti tiesiog spustelėjus ženkliuko pavadinimą.
mk: Ако ја изберете оваа опција може да ги преименувате датотеките со кликање директно врз името на иконата.
nb: Velg dette for å kunne endre filnavn ved å trykke på ikonnavnet.
nds: Wenn aktiveert, kannst Du Dateien ümnömen, wenn Du op den Lüttbildnaam klickst.
nl: Als u deze optie selecteert, dan kunt u bestanden hernoemen door rechtstreeks op de pictogramnaam te klikken.
nn: Kryss av her for å kunna endra filnamn ved å klikka rett på ikonnamnet.
pa: ਇਹ ਚੋਣ ਕਰਨ ਨਾਲ ਫਾਇਲਾਂ ਦਾ ਨਾਂ ਬਦਲਣ ਲਈ ਉਹਨਾਂ ਦੇ ਆਈਕਾਨ ਨੂੰ ਸਿੱਧਾ ਦਬਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Włączenie tej opcji umożliwi edycję nazwy pliku po kliknięciu na nazwie jego ikony.
pt: Se assinalar esta opção irá permitir que os nomes dos ficheiros sejam alterados directamente no nome do ícone.
pt_br: Marque esta opção para permitir que os arquivos sejam renomeados clicando-se diretamente no nome do ícone.
ro: Dacă activaţi această opţiune, veţi putea redenumi fişierele dînd clic pe numele iconiţei.
ru: Если установить этот параметр, файлы можно будет переименовывать путём щелчка на имени значка.
rw: Gushyira akamenyetso kuri ubu buryo bizatuma amazina y'amadosiye ahindurwa uhise ukanda ku izina ry'agashushondanga.
se: Merke dán jus háliidat rievdadit fiilanamaid coahkkalettiin govašnama.
sk: Zapnutím tejto voľby umožníte premenovanie súborov priamo kliknutím na meno ikony.
sl: Izbor te možnosti omogoči preimenovanje datotek s klikom neposredno na ime ikone.
sr: Укључивање ове опције ће омогућити да се преименовање фајлова врши директно на имену иконе.
sr@latn: Uključivanje ove opcije će omogućiti da se preimenovanje fajlova vrši direktno na imenu ikone.
sv: Markeras alternativet görs det möjligt att byta filnamn genom att direkt klicka på ikonnamnet.
ta: இந்த தேர்வை சரிபார்ப்பதன் மூலம் சின்னத்தின் மீதே அழுத்தி மாற்றப்பட வேண்டிய கோப்புகளின் பெயர்களை மாற்றலாம்
th: การเลือกตัวเลือกนี้จะอนุญาตให้มีการแก้ชื่อแฟ้มได้โดยการคลิกที่ชื่อไอคอนโดยตรง
uk: При вмиканні цього параметра, файли можна буде перейменовувати клацнувши прямо на назві піктограми.
zh_cn: 选中此选项将点击图标名称直接对文件改名。

source: Home &URL:
af: Tuis URL:
ar: عنوان URL لل&موطن:
az: Başlanğıc URL'si:
be: Хатні &URL:
bg: &Домашна директория:
bs: Početna &lokacija:
ca: URL i&nicial:
cs: &Můj adresář:
cy: URL &Gartref:
da: Hjemme-&URL:
de: St&artseite:
el: &URL Σπιτιού:
eo: &Hejmo-URL:
es: &URL de inicio:
eu: Etxeko &URLa:
fa: &نشانی وب آغازه:‌
fi: &Kotiosoite:
fr: &URL de démarrage :
gl: &URL de Inicio:
he: &כתובת בית:
hi: मुख यूआरएल (&U):
hr: Početni &URL:
hu: &Saját URL:
is: H&eimaslóð:
it: &URL della home:
ja: ホーム &URL:
kk: Мекен &URL:
km: URL ដើម ៖
ko: 홈 URL(&U):
lt: Namų &adresas:
mk: Домашно &URL:
nb: H&emmeadresse:
nds: Start&adress:
nl: Startpa&gina:
nn: H&eimeadresse:
pa: ਘਰ &URL:
pl: Katalog &domowy:
pt: URL &Inicial:
pt_br: &URL Inicial:
ro: URL "&Acasă":
ru: &Домашняя папка:
rw: Ahinjirirwa &URL:
se: &Ruoktočujuhus:
sk: Domovské &URL:
sl: Domači &URL:
sr: &Домаћи URL:
sr@latn: &Domaći URL:
sv: &Webbadressen hem:
ta: தொடக்க வலைமனை:
th: ตำแหน่งหลัก:
uk: &URL домівки:
zh_cn: 主 &URL：

source: Select Home Folder
af: Kies Tuis Gids
ar: إختر المجلد الخاص
az: Ev Qovluğunu Seç
be: Выберыце хатнюю тэчку
bg: Избор на домашна директория
bs: Izaberite home direktorij
ca: Selecciona la carpeta inici
cs: Vybrat domovskou složku
cy: Dewis Plygwll Cartref
da: Vælg hjemmemappe
de: Persönlichen Ordner auswählen
el: Επιλογή Προσωπικού φακέλου
eo: Elekti hejmdosierujon
es: Seleccionar carpeta de inicio
eu: Hautatu etxeko karpeta
fa: برگزیدن پوشۀ آغازه
fi: Valitse kotikansio
fr: Sélection du dossier personnel
gl: Escoller Cartafol Persoal
he: בחירת תיקיית בית
hi: होम फ़ोल्डर चुनें
hr: Odaberite početni direktorij
hu: A saját könyvtár kiválasztása
is: Veldu heimamöppu
it: Scegli la cartella "home"
ja: ホームフォルダを選択
kk: Мекен қапшыты таңдаңыз
km: ជ្រើស​ថត​ផ្ទះ
ko: 홈 폴더 선택
lt: Pasirinkite namų aplanką
mk: Избери домашна папка
nb: Velg hjemmemappe
nds: Tohuusorner utsöken
nl: Persoonlijke map selecteren
nn: Vel heimemappe
pa: ਘਰ ਫੋਲਡਰ ਚੁਣੋ
pl: Wybierz katalog domowy
pt: Seleccionar a Pasta Pessoal
pt_br: Selecionar Pasta do Usuário
ro: Selectare folder "Acasă"
ru: Выбор домашней папки
rw: Gutoranya Ububiko Urugo
se: Vállje ruoktomáhpa
sk: Vyberte domovský priečinok
sl: Izberite domačo mapo
sr: Изаберите домаћу фасциклу
sr@latn: Izaberite domaću fasciklu
sv: Välj hemkatalog
ta: ஆரம்ப அடைவை தேர்ந்தெடு
th: เลือกโฟลเดอร์ส่วนตัว
uk: Виберіть домашню теку
zh_cn: 选择主文件夹
