Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Change Opacity
af: Verander Opacity
bg: Промяна на непрозрачност
bs: Promijeni providnost
cs: Změnit průhlednost
da: Ændr gennemsigtighed
de: Transparenz ändern
el: Αλλαγή αδιαφάνειας
es: Cambiar opacidad
et: Läbipaistvuse muutmine
eu: Aldatu opakotasuna
fa: تغییر تاری
fi: Vaihda läpinäkymättömyyttä
fr: Modifier l'opacité
gl: Mudar Opacidade
hu: Az áttetszőség módosítása
is: Breyta gegnsæi
it: Cambia opacità
ja: 不透明度を変更
km: ផ្លាស់ប្តូរ​ភាពស្រអាប់
ko: 투명도 변경
mk: Смени непроѕирност
ms: Ubah Kelegapan
nb: Endre gjennomsiktigheten
nds: Deckstärk ännern
nl: Transparantie wijzigen
nn: Endra gjennomsikt
pa: ਧੁੰਧਲਤਾ ਤਬਦੀਲ
pl: Zmień przezroczystość
pt_br: Modificar Opacidade
ru: Изменить прозрачность
rw: Guhindura Ubwijime
se: Rievdat čađačuovgivuođa
sk: Zmeniť nepriehľadnosť
sl: Spremeni prosojnost
sr: Промени непрозирност
sr@latn: Promeni neprozirnost
sv: Ändra genomskinlighet
th: เปลี่ยนระดับความโปร่งแสง
uk: Змінити непрозорість

source: Titlebar && Frame
af: Titelbalk && Rame
ar: شريط العنوان و الإ&طار
az: Başlıq Çubuğu && Çərçivə
bg: Щракване върху заглавието или рамката
bn: শীর্ষকবার এবং ফ্রেম
bs: Naslovna traka i okvir
cs: Titulek a rám
cy: Bar Teitl && Ffrâm
da: Titellinje && ramme
de: Titelleiste und Rahmen
el: Γραμμή τίτλου && Πλαίσιο
eo: Titollistelo kaj kadro
es: Barra de título y marco
et: Tiitliriba ja raam:
eu: Titulu-barra eta markoa:
fa: میله عنوان و قابک
fi: Otsikkorivi ja kehys
fr: Barre de titre et cadre
gl: Barra de título && Marco
hi: शीर्षक पट्टी व फ्रेम
hr: Naslovna traka i okvir
hu: Címsor és keret
is: Titilrönd og rammi
it: Barra del titolo e cornice
ja: タイトルバー && フレーム
km: របារ​ចំណង​ជើង និង​ស៊ុម
ko: 제목 표시줄과 테두리
mk: Насловна лента и рамка
ms: Bar Tajuk && Bingkai
nb: Tittellinje og ramme
nds: Titelbalken && Rahmen
nl: Titelbalk && rand
nn: Tittellinje og ramme
pa: ਸਿਰਲੇਖ ਪੱਟੀ ਤੇ ਫਰੇਮ
pl: Pasek tytułu i ramka
pt_br: Barra de Título && Moldura
ro: Bara de titlu şi cadrul
ru: &Заголовок и рамка
rw: Umurongomutwe && Ikadiri
se: Namahusholga ja rámma
sk: Titulok a rám
sl: Naslovna vrstica in okvir
sr: Насловна линија и оквир
sr@latn: Naslovna linija i okvir
sv: Namnlist och ram
ta: தலைப்பு பட்டி && சட்டத்தைக் காட்டு
tg: Наворунвон && чорчӯба
th: แถบหัวเรื่องและกรอบหน้าต่าง
uk: Заголовок і рамка

source: Here you can customize mouse click behavior when clicking on the titlebar or the frame of a window.
af: Hier jy kan muis kliek gedrag pasmaak wanneer gekliek word op die titelbalk van die raam van 'n venster.
ar: هنا، يمكنك إعداد سلوك نقرات الفأرة عند النقر على شريطة العنوان أو الإطار لأية نافذة.
az: Burada başlıq çubuğundakı ya da pəncərələrin çərçivəsindəki siçan tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на прозорец при щракване върху заглавието или рамката му.
bn: এখানে উইন্ডোর শীর্ষকবারে বা ফ্রেমে ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন।
bs: Ovdje možete podesiti ponašanje prilikom klikanja mišem na naslovnu traku ili okvir prozora.
cs: Zde je možné přizpůsobit chování při kliknutí myší na titulek okna nebo na rám okna.
cy: Yma gallwch addasu ymddygiad clic-llygoden tra'n clicio ar far teitl neu ffrâm ffenestr.
da: Her kan du brugerindstille museklik-opførsel for klik på titellinjen eller rammen af et vindue.
de: Hier können Sie die Auswirkung von Mausklicks auf die Titelleiste oder den Rahmen eines Fensters einstellen.
el: Εδώ μπορείτε να προσαρμόσετε τη συμπεριφορά του κλικ του ποντικιού στη γραμμή τίτλου ή στο πλαίσιο ενός παραθύρου.
eo: Jen vi povas agordi la konduton ĉe musklakoj al titollistelo aŭ kadro de fenestro.
es: Aquí se puede personalizar el comportamiento de la pulsación del ratón sobre la barra de título o en el marco de una ventana.
et: Siin saad kohandada hiireklõpsude mõju, kui klõpsad tiitliribal või akna raamil.
eu: Hemen sagu-klikaren portaera pertsonaliza dezakezu titulu-barran edo leihoaren markoan klik egitean.
fa: در اینجا می‌توانید رفتار فشار موشی را، هنگام فشار دادن میله عنوان یا قابک یک پنجره، سفارشی کنید.
fi: Tässä voit määritellä, mitä tapahtuu, kun hiirellä napsautetaan ikkunan otsikkoriviä tai kehystä.
fr: Vous pouvez personnaliser ici ce qui se passe lorsque vous cliquez avec la souris sur la barre de titre ou dans le cadre d'une fenêtre.
gl: Aquí pode personalizar o comportamento da fiestra ó premerse a barra de título ou o marco da fiestra.
hi: यहाँ आप उस माउस क्लिक बर्ताव को मनपसंद बना सकते हैं जब शीर्षक पट्टी या विंडो फ़रमा में क्लिक करते हैं.
hr: U ovom stupcu možete podesiti ponašanje klikova miša na naslovnu traku okvira prozora.
hu: Itt az ablakok címsorára és keretére történő kattintások hatását lehet testreszabni.
is: Í þessum dálki getur þú stillt virkni músasmella á titilrönd eða ramma virks glugga.
it: Qui puoi impostare il comportamento dei clic del mouse quando fai clic sulla barra del titolo o sulla cornice di una finestra.
ja: ここでウィンドウのフレームやタイトルバー上でのマウスクリックの挙動をカスタマイズできます。
km: នៅ​ទីនេះ អ្នក​អាច​ប្តូរ​ឥរិយាបថ​ចុច​កណ្តុរ​តាម​បំណង នៅ​ពេល​ចុច​លើ​របារ​ចំណង​ជើង ឬ ស៊ុម​បង្អួច​មួយ ។
ko: 제목 표시줄이나 창의 테두리를 클릭 했을때 마우스 클릭 동작을 설정할 수 있습니다.
mk: Тука може да го прилагодите однесувањето на кликот на глушецот при кликање на насловната лента или на рамката на прозорецот.
ms: Di sini anda boleh menyesuaikan klik tetikus apabila mengklik bar tajuk atau bingkai tetingkap.
nb: Her kan du velge hva som skal skje når du klikker på tittellinja og vindusramma.
nds: Hier kannst Du fastleggen, wat en Muusklick op den Titelbalken oder den Rahmen vun en Finster maakt.
nl: Hier kunt u bepalen wat er gebeurt als u met de muis op de titelbalk of het rand van een venster klikt.
nn: Her kan du tilpassa museklikkåtferda ved klikk i tittellinja eller ramma til eit vindauge.
pa: ਝਰੋਖੇ ਦੇ ਸਿਰਲੇਖ ਜਾਂ ਫਰੇਮ ਨੂੰ ਦਬਾਉਣ ਨਾਲ ਤੁਸੀਂ ਮਾਉਸ ਦੇ ਵਿਵਹਾਰ ਨੂੰ ਸੋਧ ਸਕਦੇ ਹੋ।
pl: Tu możesz ustawić działanie kliknięć na pasku tytułowym i ramce okna.
pt_br: Aqui você pode personalizar o comportamento do clique do mouse ao clicar na barra de títulos ou na moldura de uma janela.
ro: Aici puteţi personaliza comportamentul ferestrei atunci cînd daţi clic pe bara de titlu sau cadrul ei.
ru: Здесь вы можете настроить реакцию окна на щелчок мыши на заголовке или рамке.
rw: Aha ushobora kuboneza imyifatire y'ikanda mbeba iyo ukanze ku murongomutwe cyangwa ikadiri y'idirishya.
se: Dás sáhtát heivehit mii galgá dáhpahuvvat go coahkkalat namahusholgga dahje láserámma.
sk: V tomto stĺpci môžete nastaviť správanie kliknutí na titulok alebo rám okna.
sl: Tu lahko prilagodite obnašanje ob kliku z miško na naslovno vrstico ali okvir okna.
sr: Овде можете прилагодити понашање при клику мишем на насловну траку или на оквир прозора.
sr@latn: Ovde možete prilagoditi ponašanje pri kliku mišem na naslovnu traku ili na okvir prozora.
sv: Här kan du anpassa hur musklick ska uppträda vid klickningar på namnlisten eller på ramen i ett fönster.
ta: இதில் நீங்கள் எலி க்ளிக் நடைமுறையை, க்ளிக் செய்யும்போது தலைப்புபட்டையில் அல்லது சாளரத்தின் சட்டத்தில் தனிப்பயனாக்கலாம்.
tg: Дар инҷо метавонед рафтори пахши мушро ҳангоми ду пахш рӯи наворунвони як система ё тирезаи оддӣ кунед.
th: คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กภายในแถบหัวเรื่องหน้าต่างหรือกรอบหน้าต่างได้ที่นี่
uk: Тут ви можете налаштувати поведінку при клацанні мишки на смужці заголовка або рамці вікна.

source: Left button:
af: Linker knoppie:
ar: الزر الأيسر:
az: Sol düymə:
bg: Ляв бутон:
bn: বাঁ বোতাম:
bs: Lijevo dugme:
cs: Levé tlačítko:
cy: Botwm chwith:
da: Venstre knap:
de: Linke Taste:
el: Αριστερό κουμπί:
eo: Maldekstra butono:
es: Botón izquierdo:
et: Vasak nupp:
eu: Ezkerreko botoia:
fa: دکمۀ چپ:
fi: Vasen painike:
fr: Bouton gauche :
gl: Botón esquerdo:
hi: बायाँ बटनः
hr: Lijevi gumb:
hu: Bal gomb:
is: Vinstri hnappur:
it: Tasto sinistro:
ja: 左ボタン:
km: ប៊ូតុង​ឆ្វេង ៖
ko: 왼쪽 버튼:
mk: Лево копче:
ms: Butang kiri:
nb: Venstre knapp:
nds: Linke Knoop:
nl: Linker muisknop:
nn: Venstre knapp:
pa: ਖੱਬਾ ਬਟਨ:
pl: Lewy przycisk:
pt_br: Botão esquerdo:
ro: Buton stînga:
ru: Левая кнопка:
rw: Buto y'ibumoso:
se: Gurut boallu
sk: Ľavé tlačidlo:
sl: Levi gumb:
sr: Лево дугме:
sr@latn: Levo dugme:
sv: Vänster musknapp:
ta: இடது பொத்தான்:
tg: Кнопкаи чап:
th: เม้าส์ปุ่มซ้าย:
uk: Ліва кнопка:

source: In this row you can customize left click behavior when clicking into the titlebar or the frame.
af: In hierdie ry jy kan linkskliek gedrag pasmaak wanneer gekliek word binne die titelbalk of die raam.
ar: في هذا الصف، يمكنك إعداد سلوك النقر بالزر الأيسر عند النقر في شريطة العنوان أو الإطار.
az: Bu sətirdə başlıq çubuğuna sol tıqlandığında icra ediləcək hadisəni xüsusiləşdirə bilərsiniz.
bg: Поведение на прозорец при щракване с левия бутон на мишката върху заглавието или рамката му.
bn: এখানে উইন্ডোর শীর্ষকবারে বা ফ্রেমে বাঁ বোতাম ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন।
bs: U ovom redu možete podesiti ponašanje prilikom lijevog klika u naslovnu traku ili okvir.
cs: V tomto řádku je možné přizpůsobit chování při kliknutí levým tlačítkem myši na titulek nebo rám.
cy: Yn y res yma gallwch addasu ymddygiad clic-chwith tra'n clicio ar far teitl neu ffrâm ffenestr.
da: I denne række kan du brugerindstille venstreklik-opførsel for klik i titellinjen eller rammen.
de: Hier können Sie das Verhalten von KDE einstellen, wenn mit der linken Maustaste auf eine Titelleiste oder den Rahmen geklickt und gleichzeitig die Sondertaste gedrückt wird.
el: Σε αυτή τη γραμμή μπορείτε να προσαρμόσετε τη συμπεριφορά του αριστερού κλικ στη γραμμή τίτλου ή στο πλαίσιο.
eo: Jen vi agordas la konduton ĉe klako de la maldekstra musbutono en la titollistelo aŭ kadro de fenestro.
es: En esta fila se puede personalizar el comportamiento de la pulsación del botón izquierdo del ratón sobre la barra de título o del marco.
et: Selles reas saad kohandada käitumist hiire vasaku nupu klõpsu puhul, kui klõpsatakse tiitliribal või raamil.
eu: Lerro honetan ezkerreko klikaren portaera pertsonaliza dezakezu markoan edo titulu-barran klikatzen denean.
fa: در این سطر می‌توانید رفتار فشار سمت چپ را، هنگام فشار دادن میله عنوان یا قابک، سفارشی کنید.
fi: Tässä kohdassa voit määritellä, mitä tapahtuu, kun hiiren vasemmalla painikkeella napsautetaan ikkunan otsikkoriviä tai reunusta.
fr: Dans cette ligne, vous pouvez personnaliser ce qui se passe lorsque vous cliquez avec le bouton gauche de la souris sur la barre de titre ou le cadre.
gl: Nesta fila pode personalizar o comportamento da fiestra cando se preme co botón esquerdo na barra de título ou no marco.
hi: इस पंक्ति में आप बायाँ क्लिक बर्ताव को मनपसंद बना सकते हैं जब शीर्षक पट्टी या फ़रमा में क्लिक करते हैं.
hr: U ovom redu možete podesiti ponašanje lijevog klika prilikom klikanja u naslovnu traku okvira.
hu: Ebben a sorban lehet testreszabni a bal gombbal történő, a címsorra vagy a keretre eső kattintások hatását.
is: Í þessari röð getur þú stillt virkni músasmella með vinstri músahnappi á titilrönd og ramma.
it: In questa riga puoi configurare il comportamento del clic col pulsante sinistro sulla barra del titolo o sulla cornice.
ja: ここでウィンドウのタイトルバーやフレームでマウスの左ボタンクリックしたときの挙動をカスタマイズできます。
km: ក្នុង​ជួរ​ដេក​នេះ អ្នក​អាច​ប្តូរ​ឥរិយាបថ​​ចុច​កណ្តុរ​ខាង​ឆ្វេង​តាម​បំណង ពេល​ចុច​លើ​របារ​ចំណង​ជើង ឬ ស៊ុម ។
ko: 이 열에서는 제목 표시줄이나 창의 테두리를 클릭 했을때 마우스 왼쪽 버튼 클릭 동작을 설정 합니다.
mk: Во овој ред може да го прилагодите однесувањето на левиот клик на глушецот при кликање на насловната лента или на рамката.
ms: Dalam baris ini anda boleh suaikan peri laku klik kiri apabila mengklik ke dalam bar tajuk atau bingkai.
nb: Her kan du velge hva som skal skje når du trykker med venstre museknapp på tittellinja eller ramma.
nds: Binnen disse Reeg kannst Du fastleggen, wat en Linksklick op den Titelbalken oder den Finsterrahmen maakt.
nl: In deze rij kunt u bepalen wat er gebeurt als u met de linker muisknop klikt op de titelbalk of de rand.
nn: I denne rada kan du tilpassa åtferd ved venstreklikk i tittellinja eller ramma.
pl: Tu możesz ustawić działanie kliknięcia lewego przycisku myszy na tytule lub brzegu okna.
pt_br: Nesta linha você pode personalizar o comportamento do clique esquerdo quandoestiver clicando na barra de títulos ou no quadro.
ro: În această linie puteţi personaliza comportamentul ferestrei cînd daţi clic stînga pe bara de titlu sau pe cadru.
ru: В этой строке вы можете настроить реакцию на щелчок левой кнопки мыши на заголовке или рамке окна.
rw: Muri uyu murongo ushobora kuboneza imyifatire yo gukandisha buto y'ibumoso igihe ukanda umurongomutwe cyangwa ikadiri.
se: Dán gurgadusas sáhtát heivehit gurutcoahkkaleapmi namahusholggas dahje rámmas.
sk: V tomto riadku môžete nastaviť správanie pri kliknutí ľavým tlačidlom myši na titulok alebo rám okna.
sl: V tej vrstici lahko prilagodite obnašanje ob levem kliku naslovne vrstice ali okvirja.
sr: У овој врсти можете прилагодити понашање при левом клику на насловну траку или на оквир.
sr@latn: U ovoj vrsti možete prilagoditi ponašanje pri levom kliku na naslovnu traku ili na okvir.
sv: I den här raden kan du anpassa hur vänsterklick ska uppträda vid klickningar i namnlisten eller i ramen.
ta: தலைப்புப் பட்டையில் அல்லது அட்டவணையில் சொடுக்குகையில் வல சொடுக்கு குணம் இந்த கிடக்கையில் தனிப்பயனாக்கலாம்
tg: Дар инҷо метавонед рафтори кнопкаи чапи мушро ҳангоми пахши рӯи унвони шакл кунед.
th: คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กเม้าส์ปุ่มซ้ายบนแถบหัวเรื่องหรือกรอบหน้าต่างได้ที่ช่องนี้
uk: У цьому рядку ви можете налаштувати поведінку при клацанні лівої кнопки мишки на смужці заголовка або рамці вікна.

source: Right button:
af: Regter knoppie:
ar: الزر الأيمن:
az: Sağ düymə:
bg: Десен бутон:
bn: ডান বোতাম:
bs: Desno dugme:
cs: Pravé tlačítko:
cy: Botwm dde:
da: Højre knap:
de: Rechte Taste:
el: Δεξί κουμπί:
eo: Dekstra butono:
es: Botón derecho:
et: Parem nupp:
eu: Eskuineko botoia:
fa: دکمۀ راست:
fi: Oikea painike:
fr: Bouton droit :
gl: Botón dereito:
hi: दायाँ बटनः
hr: Desni gumb:
hu: Jobb gomb:
is: Hægri hnappur:
it: Tasto destro:
ja: 右ボタン:
km: ប៊ូតុង​​ស្តាំ ៖
ko: 오른쪽 버튼:
mk: Десно копче:
ms: Butang kanan:
nb: Høyre knapp:
nds: Rechte Knoop:
nl: Rechter muisknop:
nn: Høgre knapp:
pa: ਸੱਜਾ ਬਟਨ:
pl: Prawy przycisk:
pt_br: Botão direito:
ro: Buton dreapta:
ru: Правая кнопка:
rw: Buto y'iburyo:
se: Olgeš boallu
sk: Pravé tlačidlo:
sl: Desni gumb:
sr: Десно дугме:
sr@latn: Desno dugme:
sv: Höger musknapp:
ta: வலது பொத்தான்:
tg: Кнопкаи рост:
th: เม้าส์ปุ่มขวา:
uk: Права кнопка:

source: In this row you can customize right click behavior when clicking into the titlebar or the frame.
af: In hierdie ry jy kan regterkant kliek gedrag pasmaak wanneer gekliek word binne die titelbalk of die raam.
ar: في هذا الصف، يمكنك إعداد سلوك النقر بالزر الأيمن عند النقر في شريطة العنوان أو الإطار.
az: Bu sətirdə başlıq çubuğunda ya da çərçivədə sağ düyməyə tıqlandığında icra ediləcək hadisələri xüsusiləşdirə bilərsiniz.
bg: Поведение на прозорец при щракване с десния бутон на мишката върху заглавието или рамката му.
bn: এখানে উইন্ডোর শীর্ষকবারে বা ফ্রেমে ডান বোতাম ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন।
bs: U ovom redu možete podesiti ponašanje prilikom desnog klika u naslovnu traku ili okvir.
cs: V tomto řádku je možné přizpůsobit chování při kliknutí pravým tlačítkem myši na titulek nebo rám.
cy: Yn y res yma gallwch addasu ymddygiad clic-dde tra'n clicio ar far teitl neu ffrâm ffenestr.
da: I denne række kan du brugerindstille højreklik-opførsel for klik i titellinjen eller rammen.
de: Hier können Sie das Verhalten von KDE einstellen, wenn mit der rechten Maustaste auf eine Titelleiste oder den Rahmen geklickt und gleichzeitig die Sondertaste gedrückt wird.
el: Σε αυτή τη γραμμή μπορείτε να προσαρμόσετε τη συμπεριφορά του δεξιού κλικ στη γραμμή τίτλου ή στο πλαίσιο.
eo: Jen vi agordas la konduton ĉe klako de la dekstra musbutono en la titollistelo aŭ kadro de fenestro.
es: En esta fila se puede personalizar el comportamiento de la pulsación del botónderecho del ratón sobre la barra de título o el marco.
et: Selles reas saad kohandada käitumist hiire parema nupu klõpsu puhul, kui klõpsatakse tiitliribal või raamil.
eu: Lerro honetan eskuineko klikaren portaera pertsonaliza dezakezu markoan edo titulu-barran klikatzen denean.
fa: در این سطر می‌توانید رفتار فشار سمت راست را، هنگام فشار دادن میله عنوان یا قابک ، سفارشی کنید.
fi: Tässä kohdassa voit määritellä, mitä tapahtuu, kun hiiren oikealla painikkeella napsautetaan ikkunan otsikkoa tai reunusta.
fr: Dans cette ligne, vous pouvez personnaliser ce qui se passe lorsque vous cliquez avec le bouton droit de la souris sur la barre de titre ou le cadre.
gl: Nesta fila pode personalizar o comportamento da fiestra cando se preme co botón dereito na barra de título ou no marco.
hi: इस पंक्ति में आप दायाँ क्लिक बर्ताव को मनपसंद बना सकते हैं जब शीर्षक पट्टी या फ़रमा में क्लिक करते हैं.
hr: U ovom redu možete podesiti ponašanje desnog klika miša prilikom klikanja u naslovnu traku okvira.
hu: Ebben a sorban lehet testreszabni a jobb gombbal történő, a címsorra vagy a keretre eső kattintások hatását.
is: Í þessari röð getur þú stillt virkni músasmella með hægri músahnappi á titilrönd og ramma.
it: In questa riga puoi configurare il comportamento del clic col pulsante destro sulla barra del titolo o sulla cornice.
ja: ここでウィンドウのタイトルバーやフレームでマウスの右ボタンクリックしたときの挙動をカスタマイズできます。
km: ក្នុង​ជួរ​ដេក​នេះ អ្នក​អាច​ប្តូរ​ឥរិយាបថ​ចុច​កណ្តុរ​​ស្តាំ​តាម​បំណង ​ពេល​ចុច​លើ​របារ​ចំណង​ជើង ឬ ស៊ុម ។
ko: 이 열에서는 제목 표시줄이나 창의 테두리를 클릭 했을때 마우스 오른쪽 버튼 클릭 동작을 설정 합니다.
mk: Во овој ред може да го прилагодите однесувањето на десниот клик на глушецот при кликање на насловната лента или на рамката.
ms: Dalam baris ini anda boleh suaikan peri laku klik kanan apabila mengklik ke dalam bar tajuk atau bingkai.
nb: Her kan du velge hva som skal skje når du trykker med høyre museknapp på tittellinja eller ramma.
nds: Binnen disse Reeg kannst Du fastleggen, wat en Rechtsklick op den Titelbalken oder den Finsterrahmen maakt.
nl: In deze rij kunt u bepalen wat er gebeurt als u met de rechter muisknop klikt op de titelbalk of de rand.
nn: I denne rada kan du tilpassa åtferd ved høgreklikk i tittellinja eller ramma.
pl: Tu możesz ustawić działanie kliknięcia prawego przycisku myszy na tytule lub brzegu okna.
pt_br: Nesta linha você pode personalizar o comportamento do clique direito ao clicar em uma barra de títulos ou na moldura.
ro: În această linie puteţi personaliza comportamentul ferestrei cînd daţi clic dreapta pe bara de titlu sau pe cadru.
ru: Здесь вы можете настроить реакцию на щелчок правой кнопки мыши на заголовке или рамке окна.
rw: Muri uyu murongo ushobora kuboneza imyifatire yo gukandisha buto y'iburyo igihe ukanda umurongomutwe cyangwa ikadiri.
se: Dán gurgadusas sáhtát heivehit olgešcoahkkaleapmi namahusholggas dahje rámmas.
sk: V tomto riadku môžete nastaviť správanie pri kliku pravým tlačidlom myši na titulok alebo rám okna.
sl: V tej vrstici lahko prilagodite obnašanje ob desnem kliku naslovne vrstice ali okvirja.
sr: У овој врсти можете прилагодити понашање при десном клику на насловну траку или на оквир.
sr@latn: U ovoj vrsti možete prilagoditi ponašanje pri desnom kliku na naslovnu traku ili na okvir.
sv: I den här raden kan du anpassa hur högerklick ska uppträda vid klickningar i namnlisten eller i ramen.
ta: இந்த குறுக்குவரிசையில், தலைப்புபட்டை அல்லது சட்டத்தை க்ளிக் செய்யும் போது வலது க்ளிக் நடைமுறையை தனிப்பயனாக்கலாம்.
tg: Дар инҷо метавонед рафтори кнопкаи рости мушро ҳангоми пахши рӯи унвони шакл кунед.
th: คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กเม้าส์ปุ่มขวาไปยังแถบหัวเรื่องหรือกรอบหน้าต่างได้ที่ช่องนี้
uk: Тут ви можете налаштувати поведінку при клацанні правої кнопки мишки на смужці заголовка або рамці вікна.

source: Middle button:
af: Middelste knoppie:
ar: الزر الأوسط:
az: Orta düymə:
bg: Среден бутон:
bn: মাঝের বোতাম:
bs: Srednje dugme:
cs: Prostřední tlačítko:
cy: Botwm canol:
da: Midterste knap:
de: Mittlere Taste:
el: Μεσαίο κουμπί:
eo: Meza butono:
es: Botón central:
et: Keskmine nupp:
eu: Erdiko botoia:
fa: دکمۀ وسط:
fi: Keskipainike:
fr: Bouton central :
gl: Botón central:
hi: मध्य बटनः
hr: Srednji gumb:
hu: Középső gomb:
is: Miðhnappur:
it: Tasto centrale:
ja: 中ボタン:
km: ប៊ូតុង​កណ្តាល ៖
ko: 가운데 버튼:
mk: Средно копче:
ms: Butang tengah:
nb: Midtre museknapp:
nds: Middelknoop:
nl: Middelste muisknop:
nn: Midtknapp:
pa: ਮੱਧ ਬਟਨ:
pl: Środkowy przycisk:
pt_br: Botão do meio:
ro: Buton mijloc:
ru: Средняя кнопка:
rw: Buto yo hagati:
se: Guovddáš boallu
sk: Stredné tlačidlo:
sl: Srednji gumb:
sr: Средње дугме:
sr@latn: Srednje dugme:
sv: Mittenmusknappen:
ta: நடு பொத்தான்:
tg: Кнопкаи мобайн:
th: เม้าส์ปุ่มกลาง:
uk: Середня кнопка:
