Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Here you can set the speed of the animation shown when windows are minimized and restored.
af: Hier jy kan die spoed stel wat die animasie vertoon wanneer vensters verklein en herstel word.
ar: هنا، يمكنك إعداد سرعة الحركة التي يتم عرضها عند تصغير النوافذ أو إعادتها.
az: Buradan pəncərə böyüdülüb kiçildildiyi vaxt göstərilən animasiyanın sür'ətini quraşdıra bilərsiniz.
bg: Скорост на анимацията при минимизиране и възстановяване на прозорците.
bn: এখানে উইন্ডো য়খন ছোট করা হবে বা আগের আকার করা হবে, সেই চলদৃশ্যর (অ্যানিমেশনের) গতি নির্ধারণ করতে পারেন।
bs: Ovdje možete podesiti brzinu animacije koja se pokazuje kada se prozori minimiziraju i vraćaju.
cs: Zde můžete nastavit rychlost animace, když jsou okna minimalizována nebo obnovována.
cy: Yma gallwch osod cyflymder y bywluniad y'i dengys pan leiheir ac adferir ffenestri.
da: Her kan du indstille hastigheden af animeringen, der vises, når vinduer minimeres eller genoprettes.
de: Hier können Sie die Geschwindigkeit für die Animation einstellen, die beim Minimieren und Wiederherstellen der Fenster angezeigt wird.
el: Εδώ μπορείτε να ορίσετε την ταχύτητα του εφέ κίνησης που προβάλλεται όταν τα παράθυρα ελαχιστοποιούνται και αποκαθίστανται.
eo: Tie ĉi vi povas doni la rapidecon por la spektakleto montratan, kiam fenestroj estas minimumigataj aŭ remetataj.
es: Aquí puede fijar la velocidad de la animación mostrada cuando las ventanas se minimizan y se restauran.
et: Siin saad seada akna minimeerimise ja taastamise animatsiooni kiirust.
eu: Hemen animazioaren abiadura ezar dezakezu leihoak minimizatu edo leheneratuak direnean.
fa: در اینجا می‌توانید سرعت پویانمایی نمایش داده‌شده را هنگام کمینه‌سازی و بازگرداندن پنجره‌ها تنظیم کنید.
fi: Tässä kohdassa voit valita nopeuden, jolla ikkunoiden pienentämisen ja palauttamisen tehoste näytetään.
fr: Vous pouvez régler ici la vitesse de l'animation pendant le rétrécissement ou l'agrandissement des fenêtres.
gl: Aquí pode estabrecer a velocidade da animación amosada cando as fiestras se minimizan ou restauran.
hi: जब विंडो न्यूनतम हो या बहाल हो तो होने वाले एनिमेशन की गति को यहाँ आप नियत कर सकते हैं
hr: Ovdje možete podesiti brzinu animacije smanjivanja i obnavljanja prozora.
hu: Itt lehet beállítani az ablakok minimalizálásakor és visszaállításakor látható animáció gyorsaságát.
is: Hér getur þú stillt hraða hreyfimyndarinnar þegar gluggar eru lágmarkaðir eða þeir endurheimtir.
it: Qui puoi impostare la velocità dell'animazione utilizzata per minimizzare e ripristinare le finestre.
ja: ウィンドウを最小化したり元のサイズに戻したりするときのアニメーション表示のスピードを設定します。
km: នៅទីនេះ អ្នក​អាច​កំណត់​ល្បឿន​នៃ​ចលនា​ដែល​បាន​បង្ហាញ នៅ​ពេល​បង្អួច​ត្រូវ​បាន​បង្រួម​អប្បបរមា និង​ស្ដារ ។
ko: 창을 최소화하고 복원시킬때 애니메이션의 속도를 설정합니다.
mk: Тука може да ја поставите брзината на анимацијата која се прикажува кога прозорците се спуштаат или се враќаат назад.
ms: Di sini anda boleh set kelajuan animasi yang ditayangkan apabila tetingkap diminimumkan dan disimpan semula.
nb: Her kan du bestemme animasjonshastigheten når vinduer minimeres eller gjenopprettes.
nds: Hier kannst Du fastleggen, wo gau de Animeren lopen schall, wenn Du Finstern minimeerst oder wedderherstellst.
nl: Hier kunt u de snelheid bepalen van de animatie die getoond wordt als een venster geminimaliseerd of hersteld wordt.
nn: Her kan du velja farten på animeringa når vindauge vert minimerte og gjenoppretta.
pl: Tu możesz wybrać szybkość animacji dla minimalizacji i przywracania okien.
pt_br: Aqui você pode configurar a velocidade de animação mostrada quando as janelas são maximizadas e restauradas.
ro: Aici puteţi seta viteza animaţiei cînd ferestrele sînt minimizate sau restaurate.
ru: Скорость анимации при свёртывании и восстановлении окна.
rw: Aha ushobora kugena umuvuduko w'ikibyina kigaragara iyo amadirishya agabanyijwe n'iyo ingano yayo igaruweho.
se: Dás válljet man johtilit animašuvdna manná go láset minimere- dahje maksimerejuvvot.
sk: Tu môžete nastaviť rýchlosť animácie pri minimalizácii alebo obnovovaní okien.
sl: Tu lahko nastavite hitrost animacije, ki se prikaže ob krčenju ali povrnitvi okna.
sr: Овде можете поставити брзину анимације приказане у процесу минимизовања и обнављања.
sr@latn: Ovde možete postaviti brzinu animacije prikazane u procesu minimizovanja i obnavljanja.
sv: Här kan du ange hastigheten på animationen som visas när fönster minimeras och återställs.
tg: Дар инҷо метавонед суръати мутаҳарк бударо дар ҳангоми кам кардан ё бозсозӣ кардани тирезаҳо танзим кунед.
th: คุณสามารถตั้งค่าความเร็ว ของการเคลื่อนไหวที่จะแสดง เมื่อหน้าต่างถูกย่อเล็กสุด หรือมีการเรียกคืนสถานะเดิม
uk: Тут ви можете встановити швидкість анімації при відновленні та мінімізації вікон.

source: Allow moving and resizing o&f maximized windows
af: Laat beweging en hervergrooting van vergrote vensters toe
ar: السماح بتحريك وتغيير حجم النوافذ المكبر&ة.
az: &Böyüdülmüş pəncərələrin daşınması və ölçüləndirilməsinə icazə ver.
bg: Пре&местване и промяна размера на максимизирани прозорци
bn: পুরো ব&ড় করা উইন্ডোকে সরানো বা আকার পরিবর্তন চলবে
bs: Dozvoli pomjeranje i promjenu &veličine maksimiziranih prozora
cs: Povolit přesun a změn&u velikosti maximalizovaného okna
cy: Caniatáu symud a newid main&t ffenestri ehangedig
da: Tillad flytning og ændring af størrelse &på maksimerede vinduer
de: Verschiebung und Größenänderung von ma&ximierten Fenstern zulassen
el: Να επιτρέπεται η μετακίνηση και η αλλαγή μεγέθους &των μεγιστοποιημένων παραθύρων
eo: Permesu movadon kaj grandecŝanĝon de maksimumigitaj fenestroj
es: Permitir mover y redimensionar las ventanas ma&ximizadas
et: &Maksimeeritud akende liigutamine ja suuruse muutmine
eu: Baimendu leiho &maximizatuak mugitzea eta tamaina aldatzea
fa: اجازه برای حرکت و تغییر انداز&ۀ پنجره‌های بیشینه‌شده‌
fi: Suurennettua ikkunaa voidaan siir&tää ja sen kokoa muuttaa
fr: &Permettre le déplacement et le redimensionnement des fenêtres maximisées
gl: Aturar a mobilidade e redimensionamente de &fiestras maximizadas
hi: विंडो को खिसकाना तथा नया आकार देने की अनुमति (&f)
hr: Dozvoli micanje i promjenu veličine maksimiziranih prozora
hu: A ma&ximalizált ablakok is mozgathatók és átméretezhetők legyenek
is: Ley&fa að færa og breyta stærð hámarkaðra glugga
it: Permetti &lo spostamento e il ridimensionamento delle finestre massimizzate
ja: 最大化されたウィンドウのリサイズと移動を許可する(&E)
km: អនុញ្ញាត​ឲ្យ​ផ្លាស់ទី និង​ប្តូរ​ទំហំ​​នៃ​បង្អួច​ដែល​បាន​ពង្រីក​អតិបរមា
ko: 최대화된 창 이동 및 크기조절 가능(&F)
mk: Д&озволи движење и менување на големина на раширени прозорци
ms: Benarkan pergerakan dan pensaizan semula &tetingkap yang dimaksimumkan
nb: Tillat at maksimerte vinduer å &flyttes og endres størrelse på
nds: Verschuven un Grött ännern &för maximeerte Finstern tolaten
nl: Verplaatsen en gr&ootte wijzigen van gemaximaliseerde vensters toestaan
nn: &Gjer det mogleg å flytta eller endra storleiken på maksimerte vindauge
pa: ਅਧਿਕਤਮ ਝਰੋਖਿਆ ਨੂੰ ਏਧਰ-ਓਧਰ ਤੇ ਮੁੜ-ਆਕਾਰ ਕਰਨ ਦੀ ਇਜ਼ਾਜਤ(&f)
pl: Pozwól na przesuwanie i &zmianę rozmiaru zmaksymalizowanych okien
pt_br: &Permitir que janelas maximizadas sejam movidas/redimensionadas
ro: &Permite mutarea şi redimensionarea ferestrelor maximizate
ru: &Разрешить перемещение и изменение размера развёрнутых окон
rw: Gutuma amadirishya yatubuwe yimurwa n'ingano yayo ikagarurwaho
se: &Suova maksimerejuvvon lásiid sirdit ja sturrodaga rievdadit
sk: Povoliť presun a zmenu veľkosti ma&ximalizovaných okien
sl: Dovoli premikanje in spreminjanje velikosti ra&zpetih oken
sr: Дозволи поме&рање и мењање величине максимизованих прозора
sr@latn: Dozvoli pome&ranje i menjanje veličine maksimizovanih prozora
sv: Tillåt förflyttning och storleksändring av ma&ximerade fönster
ta: சாளரங்கள் அளவை மாற்றவும், நகர்த்தவும், உச்சப்படுத்துதலையும் அனுமதி
tg: Иҷозати ҳаракат додан ва таъғири андоза додани &тирезаҳои бузургшуда
th: อนุญาตให้ย้ายและปรับขนาดหน้าต่างที่ขยายใหญ่สุดอยู่ได้
uk: Дозволити пересування та зміну розміру ма&ксимізованих вікон

source: When enabled, this feature activates the border of maximized windows and allows you to move or resize them, just like for normal windows
af: Wanneer aangeskakel, sal hierdie funksie die raam van vergrote vensters aktiveer,en toelaat dat jy dit beweeg of hervergroot, net soos normale vensters
ar: عند تفعيل هذه الميزة، يتم تفعيل إطارات النوافذ المكبرة والسماح بتحريكها أو تغيير حجمها كالنوافذ العادية.
az: Fəallaşdırıldığında böyüdülmüş pəncərələrin çərçivələrini fəallaşdırar və onları normal pəncərələr kimi daşınmasına və ölçüləndirilməsinə imkan verər.
bg: Максимизираните прозорци заемат целия екран и не могат да бъдат премествани, и размерът им не може да бъде променян. Ако отметката е включена, ще можете да премествате и променяте размера на максимизираните прозорците по същия начин, както нормалните прозорци.
bn: এই বৈশিষ্ট্যটি কার্য়কর করলে পুরো বড় করা উইন্ডোর সীমানা সক্রিয় হয়ে যাবে এবং আপনিসেগুলিকেও সাধারণ উইন্ডোর মত সরাতে বা আকার পরিবর্তন করতে পারবেন
bs: Kada je uključena, ova opcija aktivira rub maksimiziranog prozora i dozvoljava vam da ga pomjerate ili mu mijenjate veličinu, baš kao kod normalnih prozora.
cs: Je-li povolena, tato volba aktivuje okraje maximalizovaných oken a umožní přesouvat a měnit jejich velikost, tak jako u normálních oken.
cy: Pan yn alluog, galluoga'r nodwedd hon ffin ffenestri ehangedig, a caniatâ i chi eu symud a newid eu maint, yn union fel ffenestri arferol.
da: Når dette er aktiveret, er kanten på maksimerede vinduer aktiveret, og du kan flytte dem eller ændre størrelse ligesom med normale vinduer.
de: Wenn aktiviert, ermöglicht diese Funktion, maximierte Fenster ganz wie normale zu verschieben oder ihre Größe zu verändern.
el: Όταν ενεργοποιηθεί, αυτό το χαρακτηριστικό ενεργοποιεί το περίγραμμα στα μεγιστοποιημένα παράθυρα, επιτρέποντάς σας να τα μετακινείτε ή να αλλάζετε το μέγεθος τους, όπως στα κανονικά παράθυρα
eo: Se enŝaltita vi povas movi aŭ ŝanĝi la grandecon de maksimumigita fenstro per ĝiaj randoj same kiel nemaksimumigita fenestro.
es: Cuando está activada, esta propiedad activa el borde de las ventanas maximizadas y permite moverlas o modificar su tamaño, como si se tratará de ventanas normales.
et: Kui see valik on sisse lülitatud, aktiveeritakse maksimeeritud akendel piirded ning see võimaldab neid liigutada ning nende suurust muuta täpselt nagu tavaliste akende korral.
eu: Gaituta badago, ezaugarri honek leiho maximizatuen ertzak aktibatzen ditu, eta mugitzen edo tamaina aldatzen baimentzen dizu, leiho arruntak balira bezala
fa: در صورت فعال بودن، این ویژگی لبۀ پنجره‌های بیشینه‌شده را فعال می‌کند، و به شما اجازه می‌دهد که آنها را درست مانند پنجره‌های عادی حرکت دهید یا اندازه‌شان را تغییر دهید
fi: Jos tämä kohta on valittuna, voit muuttaa suurennettujen ikkunoiden kokoa aivan kuin tavallisen ikkunan kokoa muutetaan.
fr: Lorsque cette option est cochée, la bordure des fenêtres maximisées est activée pour vous permettre de les déplacer ou de les redimensionner, comme les fenêtres normales.
gl: Cando se habilita, esta característica activa a beira de fiestras maximizadas e permítelle movelar ou redimensionalas, xusto coma se fosen fiestras normais
hr: Kada ovdje odaberete, rubovi maksimiziranih prozora će reagirati kao i obični prozori ako ih pokušate pomaknuti.
hu: Ha bejelöli ezt az opciót, akkor a maximalizált ablakok szegélye aktív marad, ezért maximalizálva is mozgathatók és méretezhetők maradnak az ablakok.
is: Þegar er krossað við hér er kanturinn á hámörkuðum gluggum virkur í þeim skilningi að það er hægt að nota hann til að færa glugga og breyta stærð þeirra alveg eins og venjulegra glugga.
it: Se attivi questa opzione potrai utilizzare i bordi delle finestre massimizzate per spostarle o ridimensionarle come se fossero finestre normali.
ja: このオプションを有効にすると、最大化されたウィンドウでも枠がアクティブになり、通常のウィンドウと同じように移動やサイズ変更ができるようになります。
km: ពេល​បាន​អនុញ្ញាត លក្ខណៈ​ពិសេស​នេះ​នឹង​ធ្វើ​ឲ្យ​ស៊ុម​របស់​បង្អួច​ដែល​បាន​ពង្រីក​អតិបរមា​សកម្ម ហើយ អនុញ្ញាត​ឲ្យ​អ្នក​ផ្លាស់ទី ឬ ប្ដូរ​ទំហំ​របស់​ពួកវា ​ដូចជា​​បង្អួច​ធម្មតា ។
ko: 최대화된 창의 경계를 활성화 하여 보통 창 처럼 이동 또는 크기조절이 가능합니다.
mk: Кога ова е овозможено, се активира границата на раширените прозорци и имате можност да ги движите и да им ја менувате големината, исто како и на обичните прозорци.
ms: Apabila diaktifkan, ciri ini mengaktifkan sempadan tetingkap maksimum dan membolehkan anda menggerakkan atau mensaizkan semula tetingkap, sama seperti bagi tetingkap normal
nb: Når skrudd på, så gjør denne funksjonen at du kan bruke ramma til å skifte størrelse og flytte et vindu som er maksimert på samme måte som et normalt vindu
nds: Wenn aktiveert, hebbt maximeert Finstern en Rahmen, un Du kannst se verschuven oder ehr Grött ännern, jüst as normaal Finstern.
nl: Als dit is ingeschakeld, dan worden de randen van gemaximaliseerde vensters geactiveerd. U kunt ze dan verplaatsen of van grootte wijzigen, net als bij gewone vensters.
nn: Aktiverer kanten på maksimerte vindauge slik at du kan flytta eller endra storleiken på dei, akkurat som med vanlege vindauge.
pl: Jeśli włączysz tę opcję, będzie można przesuwać zmaksymalizowane okna i zmieniać ich rozmiar tak, jak dla zwykłych okien.
pt_br: Quando habilitado, este recurso ativa a borda de janelas maximizadas e permite a você movê-las ou redimensioná-las, como feito para janelas normais.
ro: Dacă este setată, această caracteristică activează marginile ferestrelor maximizate şi vă permite să le mutaţi sau să le redimensionaţi, la fel ca la ferestre normale.
ru: В этом режиме можно перемещать и изменять размер развёрнутых окон, используя их границу, как и для обычных окон.
rw: Iyo ikoreshejwe, iyi miterere ifungura urubibi rw'amadirishya yatubuwe kandi igatuma ushobora kwimura cyangwa ihindura ingano yayo, nk'uko bikorwa ku madirishya asanzwe
se: Aktivere maksimerejuvvonlásiid ravdda vai lea daid vejolaš sirdit dahje rievdadit sturrodaga, dego dábálaš lásiid.
sk: Keď je táto voľba použitá, okraje maximalizovaných okien sú aktívne a umožňujú presun a nastavenie veľkosti rovnako ako u normálnych okien
sl: Ko je to omogočeno, se aktivirajo robovi razpetih oken ter se dovoli njihov premik ali sprememba velikosti, kot pri običajnih oknih.
sr: Када је активирана, ова особина активира ивицу максимизованих прозора и допушта вам да их померате и мењате им величину, као код обичних прозора.
sr@latn: Kada je aktivirana, ova osobina aktivira ivicu maksimizovanih prozora i dopušta vam da ih pomerate i menjate im veličinu, kao kod običnih prozora.
sv: När detta alternativ är aktiverat kan du flytta och ändra storlek på maximerade fönster med hjälp av kanterna, precis som för vanliga fönster.
ta: செயல் இல்லாத பொழுது,ஓர சாளரம் அமைப்பை செயல்படுத்தும் மற்றும் உங்களை நகற்ற அல்லது மாற்றுஅளவை வைத்திருப்பதாகும்,பொதுவாக உள்ள சாளரம் பொலாகும்.
tg: Ин имкони агар фаъол бошад, лабаи тирезаи бузургшударо фаъол мекунад ва иҷозат медиҳад, ки онро ҳаракат диҳед ё таъғири андоза диҳед, Дақиқе мисли тирезаҳои оддӣ.
th: เปิดใช้ตัวเลือกนี้ เพื่ออนุญาตให้มีการย้าย และปรับขนาดหน้าต่างที่ขยายใหญ่สุดอยู่ได้ เสมือนกับหน้าต่างปกติ
uk: Коли ввімкнено, ця властивість активізує рамку максимізованих вікон та дозволяє вам пересувати їх або змінювати розмір, як у звичайних вікнах

source: &Placement:
af: Plasing:
ar: مكان الوض&ع:
az: &Yerləşdirmə:
bg: Разполо&жение:
bn: সংস্থাপ&ন
bs: &Razmještaj:
cs: U&mísťování:
cy: &Lleoliad:
da: &Placering:
de: &Platzierung:
el: &Τοποθέτηση:
eo: Lokigostrategio:
es: &Ubicación:
et: &Paigutamine:
eu: Kokalek&ua:
fa: &جادهی:‌
fi: &Sijoitustyyli:
fr: Poli&tique de placement :
gl: &Ubicación:
hi: स्थिति: (&P)
hr: Razmještanje:
hu: Ablak&elhelyezés:
is: &Staðsetning:
it: &Piazzamento:
ja: 配置(&P):
km: កន្លែង ៖
ko: 배열(&P):
mk: &Поставување:
ms: &Tempat:
nb: &Plassering:
nds: &Platzeren:
nl: &Plaatsing:
nn: &Plassering:
pa: ਸਥਿਤ(&P):
pl: &Rozmieszczanie:
pt_br: P&osicionamento:
ro: &Amplasarea:
ru: &Размещение нового окна:
rw: &Ishyira mu myanya:
se: &Sajádat:
sk: &Umiestnenie:
sl: &Postavitev:
sr: &Постављање:
sr@latn: &Postavljanje:
sv: Pla&cering:
ta: வைப்பு:
tg: &Ҷо кунии тирезаи нав:
th: การจัดวาง:
uk: Р&озташування:

source: Smart
af: Luukse
ar: ذكي
az: Ağıllı
bg: Интелигентно
bn: বুদ্ধিমান
bs: Pametno
cs: Inteligentní
cy: Deallus
de: Ökonomisch
el: Έξυπνη
eo: Inteligenta
es: Inteligente
et: Kaval
eu: Fina
fa: هوشمند
fi: Älykäs
fr: Intelligente
gl: Pequena
hi: स्मार्ट
hr: Pametno
hu: intelligens
is: Snjall
it: Intelligente
ja: スマート
km: ឆ្លាត
ko: 자동
mk: Паметно
ms: Pintar
nds: Plietsch
nl: Intelligent
pa: ਕੁਸ਼ਲ
pl: Inteligentne
pt_br: Inteligente
ro: Inteligentă
ru: Оптимальное
rw: Cyiza
se: Jierbmás
sk: Elegantne
sl: Pametna
sr: Паметно
sr@latn: Pametno
ta: சூட்டிகை
tg: Беҳтарин
th: อัตโนมัติ
uk: Кмітливо

source: Maximizing
af: Maksimeer
bg: Максимизирано
bs: Maksimizirajuće
cs: Maximalizace
da: Maksimering
de: Maximieren
el: Μεγιστοποιημένη
eo: Maksimumigo
es: Maximizando
et: Maksimaalne
eu: Maximizatzen
fa: بیشینه‌سازی
fi: Suurentaminen
fr: Maximisation
gl: Maximizar
hu: maximalizálás
is: Hámarka
it: Massimizzante
ja: 最大化
km: កំពុង​ពង្រីក​អតិបរមា
ko: 최대화 중
mk: Раширувачко
ms: Memaksimakan
nb: Maksimering
nds: Maximeren
nl: Maximaliseren
nn: Maksimering
pa: ਅਧਿਕਤਮ
pl: Maksymalizowanie
pt_br: Maximizado
ru: Развёртывание
se: Maksimeremin
sk: Maximalizované
sl: Razpeto
sr: Максимизовано
sr@latn: Maksimizovano
sv: Maximera
th: ขยายใหญ่สุด
uk: Максимізовано

source: Cascade
af: Kaskade
ar: ترتيب متسلسل
az: Pilləli
bg: Каскадно
bn: গুচ্ছাকার
bs: Kaskadno
cs: Kaskáda
cy: Rhaeadr
da: Kaskade
de: Gestaffelt
el: Διαδοχική
eo: Vica
es: En cascada
et: Kaskaad
eu: Kaskada
fa: آبشاری
fi: Sarjoita
fr: En cascade
gl: Fervenza
hi: एक के बाद एक
hr: Kaskadno
hu: lépcsőzetes
is: Stafla
it: A cascata
ja: カスケード
km: ល្បាក់
ko: 계단식 배열
mk: Каскадно
ms: Bertindih
nb: Kortstokk
nds: Treppwies
nl: Trapsgewijs
nn: Kaskade
pa: ਸਮਾਂਤਰ
pl: Kaskadowe
pt_br: Cascata
ro: Cascadată
ru: Каскадом
rw: Gerekeranya
se: Bárdde
sk: Kaskádovito
sl: Kaskadna
sr: Наслагано
sr@latn: Naslagano
sv: Kaskad
ta: அடுக்கு
tg: Обшорӣ
th: เรียงลดหลั่น
uk: Уступами

source: Random
af: Lukrake
ar: عشوائي
az: Təsadüfi
bg: Случайно
bn: এলোমেলো
bs: Nasumično
cs: Náhodné
cy: Ar Hap
da: Tilfældig
de: Zufällig
el: Τυχαία
eo: Hazarda
es: Al azar
et: Juhuslik
eu: Ausaz
fa: تصادفی
fi: Satunnainen
fr: Aléatoire
gl: Aleatoria
hi: बेतरतीब
hr: Slučajno
hu: véletlenszerű
is: Slembin
it: Casuale
ja: ランダム
km: ចៃដន្យ
ko: 무작위
mk: Случајно
ms: Rawak
nb: Tilfeldig
nds: Tofällig
nl: Willekeurig
nn: Vilkårleg
pa: ਰਲਵਾਂ
pl: Przypadkowe
pt_br: Aleatório
ro: Aleatoare
ru: Случайное
rw: Bitunguranye
se: Sahtedohko
sk: Náhodne
sl: Naključna
sr: Случајно
sr@latn: Slučajno
sv: Slumpmässig
ta: எழுமாற்று
tg: Тасодуфӣ
th: สุ่ม
uk: Довільно

source: Centered
af: Gesentreer
ar: في الوسط
az: Ortalanmış
bg: Центрирано
bn: কেন্দ্রীয়
bs: Centrirano
cs: Na střed
cy: Canoledig
da: Centreret
de: Zentriert
el: Κεντραρισμένη
es: Centrado
et: Keskjoondatud
eu: Erdiratua
fa: مرکزی
fi: Keskitetty
fr: Centré
gl: Centrada
hi: केंद्रित
hr: Centrirano
hu: középre igazított
is: Miðjað
it: Centrata
ja: 中央に
km: ចំកណ្តាល
ko: 가운데 정렬
mk: Во средина
ms: Ketengah
nb: Sentrert
nds: In de Merrn
nl: Gecentreerd
nn: Midt på
pa: ਕੇਂਦਰਿਤ
pl: Wyśrodkowane
pt_br: Centralizado
ro: Centrată
ru: По центру
rw: Biri hagati
se: Gasku
sk: V strede
sl: Na sredi
sr: Центрирано
sr@latn: Centrirano
sv: Centrerad
ta: மத்தியில்
tg: Марказӣ
th: กึ่งกลาง
uk: По центру

source: Zero-Cornered
af: Zero_Hoek
ar: في ركن صفري
az: Sıfıra Ortalanmış
bg: Ъглово
bn: শুন্য কোণবিশিষ্ট
bs: U nultom rubu
cs: Do nulového rohu
cy: Cornel-Sero
da: Nul-Hjørnet
de: Links oben
el: Γωνία-Εκκίνηση
es: Esquina en el cero
et: Nullnurgas
eu: Txokoa zeron
fa: بدون گوشه
fi: Yläkulmassa
fr: Coin supérieur gauche
gl: Na Esquiña
hi: ज़ीरो-कॉर्नर्ड
hr: Nula-Kutova
hu: a bal felső sarokba
is: Efst í vinstra horn
it: Angolo-zero
ja: 原点に
km: ជ្រុង​-សូន្យ
ko: 코너에 맞게
mk: Во нултиот агол
ms: Bersudut Sifar
nb: Hjørne lengst opp til venstre
nds: Links baven
nl: Linker bovenhoek
nn: Utan hjørne
pa: ਸਿਫਰ-ਕਿਨਾਰਾ
pl: W narożniku
pt_br: Canto Zero
ro: Fără colţuri
ru: В левом верхнем углу
rw: Nta-Mfuruka
se: Čiegakeahttá
sk: V nulovom rohu
sl: Zgornji levi kot
sr: У угао
sr@latn: U ugao
sv: Hörn längst upp till vänster
ta: வெற்று-மூலை
tg: Дар кунҷи чап
th: มุมซ้ายบน
uk: У куті
