Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: This is the URL (e.g. a folder or a web page) where Konqueror will jump to when the "Home" button is pressed. This is usually your home folder, symbolized by a 'tilde' (~).
af: Hierdie is die URL (bv. 'n houer of web bladsy) waarnatoe Konqueror sal spring wanneer die "Tuis" knoppie gekliek word. Dit is jou tuis vouer, voorgestel deur 'n tilde (~).
ar: هذا هو عنوان (مجلد أو صفحة انترنت) الذي سيتوجه اليه كونكيورر عند النقر على زر "المجلد الخاص". هذا عادة هو مجلدك الخاص, و يتم الإشارة اليه بعلامة مد. (~).
bg: Адресът (директория или уеб страница), който ще бъде зареден при натискане на бутона "Начало". Обикновено, това е домашната директория на потребителя (~).
bs: Ovo je URL (direktorij ili web stranica) koji će Konqueror otvoriti kada kliknete na dugme "Kuća". Ovo je obično vaš home direktorij, koji je označen 'tildom' (~).
ca: Aquest és l'URL (p.ex. una carpeta o una pàgina web) on anirà el Konqueror quan es premi el botó "Inici". Usualment és la vostra carpeta inicial, simbolitzada amb una 'titlla' (~).
cs: Toto je URL (tj. složka nebo webová stránka), kam se Konqueror přesune, stisknete-li tlačítko "Domů". Obvykle je to vaše domovská složka, symbolizovaná znakem 'tilda' (~).
cy: Dyma'r URL (h.y. plygell neu dudalen gwê) y neidia Konqueror iddi pan wesgir y botwm "Cartref". Eich plygell gartref, wedi'i symbylu gan 'dilde' (~), yw hon gan amlaf.
da: Dette er den URL (altså mappe eller netside) som Konqueror går til, når du trykker på "Hjem"-knappen. Dette er sædvanligvis i din hjemmemappe symboliseret ved en 'tilde' (~).
de: Dies ist die Adresse (z. B. ein Ordner oder eine Webseite), zu der Konqueror springt, wenn der Knopf "Startseite" angeklickt wird. Üblicherweise ist dies Ihr Persönlicher Ordner. Das Zeichen dafür ist eine Tilde (~).
el: Αυτό είναι το URL (π.χ. ένας φάκελος ή μια ιστοσελίδα) όπου ο Konqueror θα πηγαίνει όταν πατήσετε το κουμπί "Σπίτι". Αυτό είναι συνήθως ο προσωπικός σας φάκελος, που συμβολίζεται με μια 'περισπωμένη' (~).
eo: Jen la URL (ekz. dosierujo aŭ TTT-paĝo), kien Konkeranto iras, kiam vi premas la "Hejmo"-butonon. Normale tildo (~) - via hejmdosiero.
es: Esta es la URL (por ejemplo una carpeta o una página web) a la que irá Konqueror si pulsa el botón «Inicio». Esta es habitualmente su carpeta personal que se simboliza por el signo tilde (~).
eu: "Etxea" botoiari sakatzean Konqueror URL honetara (karpeta zein web-gune) joango da. Normalean zure etxeko karpeta izango da, 'tilde' (~) zeinuaz sinbolizaturik dagoena.
fa: این نشانی وب )مثلاً یک پوشه یا صفحه وب ( جایی است که Konqueror هنگامی که دکمۀ »آغازه« فشار داده می‌شود، به آنجا می‌پرد. معمولاً پوشۀ آغازۀ شما با علامت »مد« )~( نمادگذاری می‌شود.
fi: Tämä on osoite (esim. kansio tai WWW-osoite) johon Konqueror siirtyy kun painiketta "Koti" painetaan. Tämä on yleensä kotikansio, jota kuvataan 'tildellä' (~).
fr: Ceci est l'URL (par exemple un dossier ou une page web) que Konqueror affiche lorsque vous cliquez sur le bouton « URL de démarrage ». Il s'agit en général de votre dossier personnel symbolisé par le caractère « tilde » (~).
gl: Este é o URL (p.ex un cartafol ou unha páxina web) para onde irá o konqueror ó premer o botón "URL de Inicio". Normalmente un (~).
he: זוהי הכתובת (לדוגמה תיקייה או דף אינטרנט) אליה יקפוץ Konqueror כאשר כפתור ה"בית" נלחץ. בדרך כלל מדובר בתיקיית הבית שלך, המיוצגת על ידי "טילדה" (~).
hr: Ovo je URL (adresa direktorija ili web stranice) koju će Konqueror otvoriti kada se pritisne gumb "Početna lokacija". Obično se unosi znak "tilda" (~), koji označava lokalni korisnički direktorij.
hu: Erre az URL-re (pl. könyvtárra vagy weboldalra) lép a Konqueror, ha a "Saját könyvtár" gombra kattint. Ez általában az operációs rendszerben megadott saját könyvtár, melyre a tilde (~) szimbólummal lehet hivatkozni.
is: Þetta er slóðin (t.d. mappa eða vefsíða) sem Konqueror fer á þegar er smellt á "Heim" hnappinn. Venjulega er þetta þitt heimasvæði, skilgreint með tákninu 'tilda' (~).
it: Questo è l'URL (ad esempio di una cartella o di una pagina Web) a cui va Konqueror quando premi il pulsante "Home". Di solito è la tua cartella home, abbreviata da una "tilde" (~).
ja: 「ホーム」ボタンを押したときに Konqueror が移動する URL (例: フォルダまたはウェブページ) です。これは通常チルダ (~) で表されるホームフォルダになっています。
kk: Бұл URL (қапшық не веб-парақ) "Мекен" батырмасы басылғанда Konqueror оралатын орын. Әдетте бұл Сіздің 'тильда' (~) таңбамен белгіленетін мекен қапшығыңыз.
km: នេះ​ជា URL (ឧ. ថត​មួយ ឬ ទំព័រ​បណ្ដាញ​មួយ) ដែល Konqueror នឹងទៅ​កាន់ ពេល​ប៊ូតុង"ផ្ទះ" ត្រូវ​បាន​ចុច ។ ជាធម្មតា នេះជា​ថត​ផ្ទះ​របស់​អ្នក ​និមិត្តសញ្ញា​តាង​ដោយ (~) ។
ko: "홈" 단추를 눌렀을 때 Konqueror가 이동할 폴더나 웹 페이지의 URL입니다. 대개의 경우 틸드 (~) 기호로 나타나는 홈 폴더입니다.
lt: Tai yra URL (aplankas arba tinklapis), į kurį Konqueror pereis paspaudus mygtuką „Namo“. Paprastai tai yra namų aplankas, žymimas tilde (~).
mk: Ова е URL (пр. папка или веб-страница) до кое Konqueror ќе скокне кога ќе кликнете на копчето „Дома“. Ова најчесто е вашата домашна папка, која е симболизирана со знакот „тилда“ (~).
nb: Dette er adressen (altså en mappe eller en nettside) som Konqueror hopper til når du trykker på «Hjem». Adressen er vanligvis hjemmemappa, en «tilde» (~).
nds: Dat is de URL (t.B. en Orner oder en Nettsiet), na de Konqueror jumpt, wenn Du op den Knoop "Startsiet" klickst. Normalerwies is dat Dien Tohuusorner, de mit dat Tildeteken ("~") afkört warrt.
nl: Dit is het URL-adres (bijv. van een map of webpagina) waar Konqueror naar toe springt als het "huis"-knopje wordt aangeklikt. Meestal wordt uw persoonlijke map gesymboliseerd met een 'tilde' (~).
nn: Dette er adressa (altså ei mappe eller ei Internett-side) som Konqueror hoppar til når du trykkjer «Heim»-knappen. Adressa er vanlegvis heimemappa di, ein «tilde» (~).
pa: ਇਹ URL (ਜਿਵੇਂ ਕਿ ਇੱਕ ਫੋਲਡਰ ਜਾਂ ਇੱਕ ਵੈੱਬ ਸਫ਼ਾ) ਹੈ, ਜਿੱਥੇ ਕੋਨਕਿਉਰੋਰ ਉਦੋਂ ਜਾਵੇਗਾ, ਜਦੋਂ "ਘਰ" ਬਟਨ ਦਬਾਇਆ ਜਾਵੇਗਾ। ਇਹ ਆਮ ਕਰਕੇ ਤੁਹਾਡਾ ਘਰ ਫੋਲਡਰ ਹੁੰਦਾ ਹੈ, ਜਿਸ ਨੂੰ 'ਟਿੱਲਾ' (~) ਨਿਸ਼ਾਨ ਨਾਲ ਵੇਖਿਆ ਜਾਂਦਾ ਹੈ।
pl: To jest to adres (tj. katalog lub strona WWW), do którego Konqueror przejdzie po wciśnięciu przycisku "Katalog domowy". Zwykle jest to katalog domowy, oznaczony przez tyldę (~).
pt: Esta é a URL (ou seja, uma pasta ou uma página da web) para onde o Konqueror vai quando carregar no botão "Pasta Pessoal". Normalmente, esta é a sua pasta pessoal, representada por um 'til' (~).
pt_br: Esta é a URL (uma pasta ou uma página de web) para onde o Konqueror irá quando o botão "URL Inicial" for pressionado. Geralmente é sua pasta de trabalho ou "Home", simbolizada por um 'til' (~).
ro: Acesta este URL-ul (de exemplu un folder sau pagină de web) la care va sări Konqueror atunci cînd apăsaţi pe butonul "Acasă". În mod uzual este folderul dumneavoastră personal, simbolizat prin "tilda" (~).
ru: Здесь указывается адрес (например, папка или веб-страница), куда переходит Konqueror при нажатии на кнопку "Домой". Обычно задаётся домашняя папка пользователя (~).
rw: Iyi ni URL (urugero; ububiko cyangwa ipaji rubuga) aho Konqueror izatarukira buto "Home" ikanzwe. Akenshi aba ari ububiko urugo, burangwa n'akamenyetso ka 'tilide' (~).
se: Dán čujuhussii (omd. máhppa dahje Interneahtta-siidu) Konqueror manná go coahkkalat «Ruoktut»-boalu. Čujuhus lea dábalaččat iežat ruoktomáhppa.
sk: Toto je URL (napr. priečinok alebo webová stránka), kam Konqueror skočí pri stlačení tlačidla "Domov". Zvyčajne je to váš domovský priečinok označovaný 'vlnovkou' (~).
sl: To je URL (npr. mapa ali spletna stran), na katerega bo Konqueror skočil, ko boste pritisnili na gumb »Domov«. To je običajno vaša domača mapa, predstavljena kot »vijuga« (~).
sr: Ово је URL (адреса фасцикле или веб странице) коју ће Konqueror отворити када се притисне дугме „Почетна локација“. Обично се уноси знак „тилда“ (~), који означава домаћу фасциклу.
sr@latn: Ovo je URL (adresa fascikle ili veb stranice) koju će Konqueror otvoriti kada se pritisne dugme „Početna lokacija“. Obično se unosi znak „tilda“ (~), koji označava domaću fasciklu.
sv: Det här är webbadressen (t ex en katalog eller en webbsida) som Konqueror kommer att gå till när du klickar på "Hem"-knappen. Det är vanligtvis din hemkatalog, som symboliseras av ett "tilde" (~).
ta: "தொடக்கம்" எனும் விசையை அழுத்தினால் கான்கொரர் இந்த வலைமனைக்கு (உ+ம். ஒரு அடைவு அல்லது ஒரு வலை பக்கம்) தாவும். பொதுவாக இது 'டில்ட்' (~) குறியிடப்பட்ட ஆரம்ப அடைவாகும்.
th: นี่เป็นตำแหน่ง URL (เช่นไดเร็กทอรีหรือเว็บเพจ) ที่ Konqueror จะทำการเรียกไป เมื่อคุณคลิ้กที่ปุ่ม "ตำแหน่งหลัก" ซึ่งมักจะเป็นตำแหน่งไดเร็กทอรีส่วนตัวของคุณ ซึ่งแทนด้วยสัญลักษณ์ '~'
uk: Це - URL (тобто тека, або сторінка Тенет), куди Konqueror перейде, коли ви натиснете кнопку "Додому". Зазвичай, це ваша домашня тека, яка позначається символом "тильда" (~).
zh_cn: 当“主文件夹”按钮按下时，Konqueror 将打开该 URL (文件夹或网页)。这通常是您的主文件夹，由波浪号 ~ 代表。

source: Show 'Delete' context me&nu entries which bypass the trashcan
af: Wys 'Uitvee' konteks kieslys items wat verby die asblik gaan
be: Паказваць эле&мент кантэкстнага меню "Выдаліць", які выдаляе файлы, абмінаючы сметніцу
bg: Показване на опера&цията "Изтриване", която игнорира кошчето
bs: Prikaži stavku me&nija 'Obriši' koja zaobilazi kantu za smeće
ca: Mostra les entrades de me&nú 'Esborra' que eviten la paperera
cs: Zobrazovat položky &nabídky s přímým mazáním souborů
da: Vis de af 'Slet'-sammenhængsme&nuens indgange som forbigår affaldsspanden
de: Eintrag "Löschen" anzeigen (übergeht Mülleimer!)
el: Εμφάνιση καταχωρήσεων 'Διαγραφή' στα αναδυόμενα με&νού, που παρακάμπτουν τον Κάδο Απορριμμάτων
es: Mostrar entradas de me&nú contextual para «eliminar» que ignoren la papelera
eu: Erakutsi 'Ezabatu' men&u sarrea gauzak zuzenki ezabatzeko zakarontzitik pasatu gabe
fa: نمایش »حذف« مدخلهای &گزینگان متن که به زباله‌دان می‌روند.‌
fi: Näytä 'Poista' -&sisältövalikko, joka ohittaa roskakorin
fr: Afficher dans le me&nu l'action « Supprimer » ignorant la corbeille
gl: Amosar entradas 'Borrar' nos me&nús contextuais que omiten o paso polo cartafol do lixo
he: הצג פקודות "מחק" ב&תפריט, העוקפות את האשפה
hu: A közvetlen törlési menübejegyzések megjelenítése
is: Sýna 'Eyða' í valmy&ndum sem fer framhjá ruslatunnunni
it: Mostra le voci 'Elimina' del me&nu contestuale che evitano il cestino
ja: ごみ箱を経由しない「削除」をコンテキストメニューに表示する(&N)
kk: Өшірілінгендер қапшыққа салмай жоятын, 'Жою' контекст мәзірі&нің жолы болсын
km: បង្ហាញ​ធាតុបញ្ចូល​ម៉ឺនុយ​បរិបទ 'លុប' ដែល​នឹង​ចៀសវាង​ពី​ធុងសំរាម
ko: 휴지통을 거치지 않고 삭제하는 메뉴 추가하기(&N)
lt: Rodyti me&niu įrašą „Trinti“, kurį naudojant bylos nepatektų į šiukšliadėžę
mk: Покажи ги во контексното ме&ни ставките „Избриши“ што ја заобиколуваат корпата
nb: Vis me&nyoppføringer for «Slett» som går utenom søppelkurven
nds: "&Wegdoon" binnen dat Rechtsklickmenü wiesen (övergeiht de Affalltünn)
nl: De me&nuoptie 'Verwijderen', die de prullenbak omzeilt, tonen in contextmenu's
nn: Vis &menyval for «Slett» som går utanom papirkorga
pa: 'ਹਟਾਓ' ਪਰਸੰਗ ਮੇਨੂ ਇੰਦਰਾਜ਼ਾਂ ਵਿੱਚ ਵੇਖਾਓ, ਜੋ ਕਿ ਰੱਦੀ ਵਿੱਚ ਭੇਜੇ ਬਿਨਾਂ ਹੀ ਹਟਾ ਦੇਵੇ(&n)
pl: Pokaż w menu pozycję '&Usuń', która omija kosz
pt: Mostrar itens de me&nu 'Apagar' que evitam o caixote do lixo
pt_br: Mostrar as entradas 'Apagar´dos me&nus de contexto que apaga diretamente, sem ir para a lata de lixo
ro: Afişează itemi de me&nu 'Şterge' care nu mai folosesc coşul de gunoi
ru: Добавить пункт 'Удалить', &не перемещающий файлы в корзину
rw: Kwerekana 'Gusiba' ibyinjizwa mu biri mu bivugwaho bitajya mu gatebo
sk: Zobraziť v kontextovom &menu položku 'Odstrániť', ktorá obchádza kôš
sl: Prikaži me&nijske vnose »Izbriši«, ki obidejo Smeti
sr: Прикажи ставку контекстног ме&нија „Обриши“, која обилази канту за смеће
sr@latn: Prikaži stavku kontekstnog me&nija „Obriši“, koja obilazi kantu za smeće
sv: Visa me&nyalternativ för 'Ta bort' som förbigår papperskorgen
ta: குப்பைத்தொட்டிக்கு செல்லும் 'நீக்கு' உரை பட்டியல் உள்ளீடுகளை காட்டு
th: แสดงตัวเลือก 'ลบทิ้ง' ในเมนูคลิกขวา ซึ่งจะลบทิ้งโดยข้ามถังขยะไป
uk: Показувати елемент контекстного ме&ню "Вилучити", що обминає смітник
zh_cn: 显示跳过回收站的“删除”快捷菜单项(&N)

source: Check this if you want 'Delete' menu commands to be displayed on the desktop and in the file manager's context menus. You can always delete files by holding the Shift key while calling 'Move to Trash'.
af: Kies die indien jy die 'Uitvee' kieslys opdrag vertoon wil hê op die werksskerm en lêer bestuurder konteks kieslyste. Jy kan steeds lêers regstreeks skrap deur die Verskuiwende sleutel in te druk wanneer jy die opdrag 'Skuif na Asblik' gebruik.
bg: Показване на операцията "Изтриване", която изтрива директно файла без да го премества в кошчето. Ако не искате да се показва тази команда в контекстното меню, може да изключите отметката. В такъв случай файловете винаги ще бъдат премествани в кошчето. Ако задържите клавиша "Shift" при избиране на операцията, файлът ще бъде изтрит вместо да бъде преместен в кошчето.
bs: Uključite ovo ako želite da u menijima na desktopu i menadžeru datoteka, kao i kontekstnim menijima bude ponuđena opcija 'Obriši'. Uvijek možete obrisati datoteke držanjem tipke Shift prilikom pozivanja opcije 'Premjesti u smeće'.
ca: Marqueu això si voleu que les ordres de menú 'Esborra' es mostrin a l'escriptori i als menús de context del gestor de fitxers. Sempre podeu esborrar fitxers prement la tecla Majús mentre feu 'Mou a la paperera'.
cs: Zaškrtněte toto políčko, pokud chcete, aby správce souborů a plocha zobrazovala položky pro přímé mazání souborů. Soubory lze vždy smazat přímo podržením klávesy 'Shift' při operaci 'Přesunout do koše'.
da: Markér dette hvis du ønsker at 'Slet'-menuens kommandoer skal vises på desktoppen og i filhåndteringens sammenhængsafhængige menuer.
de: Deaktivieren Sie diese Option, wenn Sie nicht möchten, dass der Eintrag "Löschen" in Menü-Einträgen für die Arbeitsfläche und den Dateimanager erscheint. Sie können Dateien jederzeit löschen, indem Sie die Umschalt-Taste gedrückt halten und "In den Mülleimer werfen" auswählen.
el: Ενεργοποιήστε αυτό αν θέλετε να εμφανίζονται εντολές 'Διαγραφή' στα μενού της επιφάνειας εργασίας και του διαχειριστή αρχείων. Μπορείτε πάντα να διαγράφετε αρχεία κρατώντας πατημένο το πλήκτρο Shift καθώς καλείτε την 'Μετακίνηση στον Κάδο Απορριμμάτων'.
es: Marque esta opción si quiere que las órdenes «Eliminar» del menú se muestren en los menús contextuales del escritorio y del gestor de archivos. Siempre puede eliminar los archivos manteniendo pulsada la tecla de mayúsculas cuando elija «Mover a la papelera».
eu: Desautatu hau 'Ezabatu' komandoak mahaigain eta fitxategi kudeatzaileko testuinguruko menuan agertzea nahi baduzu. Dena den, beti ezaba ditzakezu fitxategiak Shift tekla zapatuta kontuz 'Mugitu zakarontzira' aukeran klik egiten duzun bitartean.
fa: اگر می‌خواهید فرمانهای گزینگان را »حذف« کنید تا در رومیزی و گزینگان متن مدیر پنجره نمایش داده شوند، این گزینه را علامت بزنید. همیشه می‌توانید پرونده‌ها را با نگه داشتن کلید تبدیل، هنگام فراخوانی »حرکت به زباله« حذف کنید.
fi: Poista tämä valinta, ellet halua näyttää 'Poista' -vaihtoehtoa työpöydän ja tiedostonhallinnan pikavalikossa. Voit poistaa aina tiedostoja pitämällä Shift-näppäin alhaalla samaan aikaan kun kutsut 'Siirrä roskakoriin'.
fr: Cochez cette option si vous voulez que l'entrée « Supprimer » soit affichée dans les menus contextuels du bureau et du gestionnaire de fichiers. Vous pourrez toujours supprimer des fichiers en conservant la touche Maj. appuyée lorsque vous cliquez sur « Mettre à la corbeille ».
gl: Desactive isto se quere 'Borrar' os comandos de menú a seren amosados no escritorio e nos menús contextuais do xestor de ficheiros. Pode sempre borrar ficheiros mantendo premida a tecla Maiús mentres e chama a 'Mover ao Lixo'.
he: בחר באפשרות זו, אם ברצונך לקבל פקודות "מחק" בשולחן עבודה ובתפריטי ההקשר של מנהל הקבצים. ניתן למחוק ישירות גם על ידי לחיצה על shift ולחיצה על "העבר לאשפה".
hu: Jelölje be ezt az opciót, ha azt szeretné, hogy a közvetlen törlési menüpontok megjelenjenek a munkaasztal és a fájlkezelő felbukkanó menüiben. Közvetlen törlés mindig végezhető, elég a Shift lenyomva tartása mellett kidobni valamit a szemétkosárba.
is: Hakaðu við hér ef þú vilt að 'Eyða' valmyndaskipanir séu sýndar á skjáborði og í samhengisvalmyndum skráarstjórans. Þú getur alltaf eytt skrám með því að halda niðri Shift lyklinum þegar þú notar 'Henda í ruslið'.
it: Marca questa opzione se vuoi che i comandi 'Elimina' del menu vengano visualizzati nei menu del desktop e del file manager. Puoi sempre eliminare i file tenendo premuto Shift mentre "Cestini" un file.
ja: デスクトップやファイルマネージャのコンテキストメニューに「削除」メニューコマンドを表示させない場合は、このチェックを外してください。「削除」がメニューに表示されていないときも、Shift キーを押しながら「ごみ箱に移動」を選ぶと、ごみ箱を経由せずに削除できます。
kk: Үстел жане файл менеджерінің мәзірінде 'Жою' командасы болсын десеңіз, бұл құсбелгісін қойыңыз. Сонымен қатар, әрқашанда, бұл әрекетті Shift пернесін басып тұрып, 'Өшірілгендерге тастау' дегенмен істей аласыз.
km: ធីក​វា​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ពាក្យបញ្ជា​ម៉ឺនុយ 'លុប' បង្ហាញ​លើ​ផ្ទៃតុ និង​ក្នុង​ម៉ឺនុយ​បរិបទ​របស់​កម្មវិធី​គ្រប់គ្រងឯកសារ ។ អ្នកអាចលុប​ឯកសារជានិច្ច ​ដោយ​សង្កត់គ្រាប់ចុច​ប្តូរ (​Shift) ខណៈពេល​កំពុង​ប្រើ 'ផ្លាស់ទី​ទៅ​ធុងសំរាម' ។
ko: 데스크톱과 파일 관리자의 컨텍스트 메뉴에 '삭제' 명령을 표시할 지 설정합니다. Shift 키를 누르면서 '휴지통으로 이동' 메뉴를 누르면 항상 파일을 삭제할 수 있습니다.
lt: Panaikinkite pažymėjimą, jei nenorite, kad meniu komanda „Trinti“ būtų rodoma darbastalio peržiūroje ar bylų tvarkyklės konteksto meniu. Visuomet galite ištrinti bylas laikydami nuspaustą Shift klavišą ir kartu pasirinkdami meniu įrašą „Perkelti į šiukšliadėžę“ iš konteksto meniu.
mk: Изберете го ова ако сакате командите „Избриши“ да бидат прикажани на површината и во менијата и контекстните менија на менаџерот на датотеки. Датотеките секогаш може да ги избришете со држење на копчето Shift додека избирате „Премести во корпата“.
nb: Her velger du om kommandoen «Slett» skal være med i menyene på skrivebordet og i filbehandleren. Du kan uansett slette filer helt ved å holde nede Shift-tasten mens du velger «Flytt til papirkurven».
nds: Aktiveer dit, wenn Du den Befehl "Wegdoon" op den Schriefdisch un binnen dat Rechtsklickmenü vun den Dateipleger hebben wullt. Du kannst Dateien ok wegdoon, wenn Du de Ümschalttast drückst, wielt Du op "Na de Affalltünn verschuven" klickst.
nl: Selecteer deze optie als u wilt dat menuoptie 'Verwijderen' wordt getoond in de (context)menu's van de bestandsbeheerder en het bureaublad. U kunt altijd bestanden permanent verwijderen door de toets 'Shift' ingedrukt te houden terwijl u ze naar de prullenbak verplaatst.
nn: Her vel du om kommandoen «Slett» skal vera med i menyane på skrivebordet og i filhandsamaren. Du kan uansett sletta filer heilt ved å halda nede Shift-tasten når du vel «Flytt til papirkorga».
pl: Wyłącz tę opcję. jeśli nie chcesz, by poleceniu 'Usuń' było wyświetlane w menu pulpitu i menedżera plików. Zawsze możesz usunąć pliki, wciskając Shift podczas wywoływania polecenia 'Przenieś do kosza'.
pt: Assinale esta opção se quiser que os comandos de menu 'Apagar' sejam mostrados no ecrã e nos menus normais e de contexto do gestor de ficheiros. Poderá sempre remover os ficheiros se mantiver a tecla Shift carregada ao invocar o 'Mover para o Lixo'.
pt_br: Marque isto se você deseja que os comandos 'Apagar' sejam exibidos em sua área de trabalho e nos menus de contexto do de gerenciador de arquivos. Você sempre poderá remover arquivos pressionando a tecla Shift, enquanto chama a opção 'Mover para o Lixo'.
ro: Selectaţi opţiunea dacă doriţi ca itemi de meniu "Şterge" să fie afişaţi în meniurile normale şi contextuale ale ecranului şi managerului de fişiere. Oricînd puteţi şterge fişiere dacă tineţi tasta SHIFT apăsată în timp ce apelaţi "Mută în coşul de gunoi".
ru: Включите этот параметр, если вам нужна команда "Удалить" в контекстных меню рабочего стола и файлового менеджера. Можно также всегда удалять файлы, нажав кнопку Shift при использовании пункта меню 'Выбросить в корзину'.
rw: Shyira akamenyetso hano niba ushaka ko amabwiriza y'ibiri mu 'Gusiba' bigaragara ku biro no mu bikubiye mu bivugwaho bya mucungadosiye. Ushobora na none gusiba amadosiye utsindagiye buto ya Shift mu gihe uhamagara 'Kwimurira mu Gatebo'.
sk: Toto vypnite, ak nechcete príkazy 'Odstrániť' v kontextových menu plochy a správcu súborov. Vymazať súbory môžte podržaním klávesu Shift počas príkazu 'Presunúť do koša'.
sl: Izberite to možnost, če želite imeti prikazan menijsi ukaz »Izbriši« na namizju in v kontekstnih menijih datotečnega upravitelja. Datoteke lahko vedno izbrišete tako, da med izbiro ukaza »Premakni v Smeti« držite dvigalko (Shift).
sr: Укључите ово ако желите да се команда менија „Обриши“ приказује на радној површини и у контекстним менијима менаџера фајлова. Увек можете обрисати фајлове држањем тастера Shift при позиву „Премести у смеће“.
sr@latn: Uključite ovo ako želite da se komanda menija „Obriši“ prikazuje na radnoj površini i u kontekstnim menijima menadžera fajlova. Uvek možete obrisati fajlove držanjem tastera Shift pri pozivu „Premesti u smeće“.
sv: Markera det här om du vill att menyalternativ för 'Ta bort' ska visas på skrivbordet och i filhanterarens menyer och sammanhangsberoende menyer. Du kan alltid ta bort filer genom att hålla nere skifttangenten när 'Flytta till papperskorg' används.
ta: மேல்மேசை, கோப்பு மேலாளரின் பட்டிகள் மற்றும் சூழல் பட்டியலில் 'நீக்கு' பட்டியல் கட்டளைகள் தெரியவேண்டாமானால் இதை தேர்ந்தெடுக்கவும். நீங்கள் கோப்புகளை ஷிப்ட் விசை பிடித்துக்கொண்டு 'குப்பைத்தொட்டிக்கு நகர்த்து' என்பதை க்ளிக் செய்வதன் மூலம் நீக்கலாம்.
th: กาที่นี่ หากคุณต้องการให้คำสั่งเมนู 'ลบทิ้ง' ปรากฏบนพื้นที่หน้าจอ และในเมนูคลิกขวาของตัวจัดการแฟ้ม นอกจากนี้ คุณยังสามารถลบแฟ้มทิ้งได้เสมอ โดยการกดปุ่ม Shift ขณะเรียกใช้คำสั่ง 'ย้ายไปถังขยะ'
uk: Ввімкніть, якщо ви хочете, щоб елементи меню "Вилучити" відображувались на стільниці та в контекстному меню менеджера файлів. Ви завжди можете вилучити файли тримаючи натиснуту клавішу Shift та виконуючи команду "Пересунути в смітник".
zh_cn: 如果您想在桌面和文件管理器的菜单和快捷菜单中显示“删除”菜单命令，请选中此选项。如果您想要彻底删除文件，您总是可以在调用“移到回收站”命令时按住 Shift 键。

source: Ask Confirmation For
af: Vra Bevestiging Vir
ar: أطلب التأكيد على
az: Bu Gedişatlar Üçün Təsdiq İstə:
be: Пытацца пацверджання для
bg: Потвърждение на операциите за изтриване на файл
bs: Traži potvrdu za
ca: Demana confirmació per a
cs: Dotázat se na potvrzení pro
cy: Gofyn Cadarnhad am
da: Bed om bekræftelse for
de: Um Bestätigung nachfragen bei:
el: Να απαιτείται επιβεβαίωση για
eo: Petu konfirmon por:
es: Solicitar información para
eu: Eskatu berrespena honetarako:
fa: درخواست تأیید برای
fi: Varmista tiedostojen poistaminen
fr: Demander une confirmation pour
gl: Pedir Confirmación Para:
he: בקש אישור לפעולות
hi: पुष्टि के लिए पूछें
hr: Traži potvrdu za:
hu: Mely műveleteket kelljen megerősíteni?
is: Fá staðfestingu á
it: Chiedi conferma per
ja: 以下について確認する
kk: Құптау сұралатын амалы
km: ស្នើសុំ​ការ​អះអាងសម្រាប់
ko: 다음 경우에 사용자에게 물어보기
lt: Klausti patvirtinimo
mk: Барај потврда за
nb: Be om bekreftelse for
nds: Nafragen bi:
nl: Bevestiging vragen voor
nn: Spør etter stadfesting for
pa: ਪੁਸ਼ਟੀ ਲਈ ਪੁੱਛੋ
pl: Spytaj o potwierdzenie:
pt: Pedir a Confirmação Para:
pt_br: Pedir Confirmação Para
ro: Cere confirmarea
ru: Подтверждение удаления
rw: Gusaba Kwemeza Bya
se: Nanne jus
sk: Pýtať si potvrdenie pre
sl: Vprašaj za potrditev za:
sr: Тражи потврду за
sr@latn: Traži potvrdu za
sv: Begär bekräftelse för att
ta: உறுதிப்படுத்தலை கோரு:
th: ถามยืนยันสำหรับ
uk: Питати підтвердження для дій
zh_cn: 要求确认
