Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: <qt><b>It seems that alpha channel support is not available.</b><br><br>Please make sure you have <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, and installed the kompmgr that came with kwin.<br>Also, make sure you have the following entries in your XConfig (e.g. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>And if your GPU provides hardware-accelerated Xrender support (mainly nVidia cards):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
af: <qt><b>Dit lyk of alpha kanaal ondersteuning nie beskikbaar is nie.</b><br><br>Maak asseblief seker dat jy 'n <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, en dat die kompmgr wat saam met kwin kom geinstalleer is.<br>Maak ook seker dat volgende inskrywings in jou XConfig (bv. /etc/X11/xorg.conf) is:<br><br><i>Seksie "Extensions"<br>Opsie "Composite" "Enable"<br>EndSeksie</i><br><br>Indien jou GVE hardeware versnelling ondersteuning bied aan Xrender (hoofsaaklik nVidia kaarte):<br><br><i>Opsie "RenderAccel" "true"</i><br>In <i>Seksie "Device"</i></qt>
bg: <qt><b>Изглежда поддръжката на алфа канали липсва.</b><br><br>Моля, убедете се, че използвате <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> и имате инсталиран пакета kompmgr, който идва с kwin.<br>Също така, се убедете, че имате следните редове във файла XConfig ( /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>И ако видео картата ви поддържа хардуерно ускоряване на Xrender (основно карти nVidia го имат):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
bs: <qt><b>Izgleda da nije dostupna podrška za alfa kanal.</b><br><br>Molim provjerite da li posjedujete <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, te da li ste instalirali kompmgr program koji dolazi uz kwin.<br>Takođe provjerite da li su u vašu X konfiguracionu datoteku (npr. /etc/X11/xorg.conf) uneseni sljedeći redovi:<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br>A ako vaša grafička kartica podržava hardverski ubrzanu Xrender podršku (uglavnom samo nVidia kartice), dodajte još i:<br><br><i>Option "RenderAccel" "true"</i><br>u sekciji: <i>Section "Device"</i></qt>
cs: <qt><b>Zdá se, že podpora alfa kanálu není dostupná. </b> <br> <br>Prosím ujistěte se, že máte <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> a aplikaci kompmgr, která je součástí správce oken KDE. <br>Také se ujistěte, zda máte tyto položky v nastavení X serveru (např. /etc/X11/xorg.conf): <br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>A pokud vaše grafická karta podporuje urychlování rozšíření XRender:<br><br><i>Option "RenderAccel" "true"</i><br>V sekci <i>"Device"</i></qt>
da: <qt><b>Det ser ud som om støtte for alfa-kanal ikke er tilgængelig.</b><br><br>Sørg venligst for at du har <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, og har installeret den kompmgr der kom med kwin.<br>Sørg også for at du har følgende indgange i din XConfig (f.eks. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Og hvis din GPU sørger for hardware-accelereret Xrender-støtte (hovedsageligt nVidia-kort):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
de: <qt><b>Die Unterstützung für den Alpha-Kanal ist nicht vorhanden.</b><br><br>Vergewissern Sie sich, dass Sie <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> und den mit kwin ausgelieferten kompmgr installiert haben.<br>Überprüfen Sie bitte auch, ob in Ihrer XConfig (e.g. /etc/X11/xorg.conf) die folgenden Einträge vorhanden sind:<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Und, wenn Ihre Grafikkarte hardware-beschleunigte Xrender-Unterstützung (hauptsächlich nVidia-Karten) besitzt:<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
el: <qt><b>Η υποστήριξη άλφα χρωματικού καναλιού φαίνεται να μην είναι διαθέσιμη.</b><br><br>Παρακαλώ σιγουρευτείτε ότι έχετε το <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, και εγκατεστημένο το kompmgr ενσωματωμένο στο kwin.<br>Επιπλέον, ελέγξτε ότι έχετε τις παρακάτω γραμμές στο αρχείο ρύθμισης του X (π.χ. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Και αν το τσιπ της κάρτας γραφικών σας προσφέρει επιτάχυνση υλικού στην υποστήριξη Xrender (κυρίως οι nVidia κάρτες):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
es: <qt><b>Parece que no está disponible el soporte para el canal alfa.</b><br><br>Haga el favor de comprobar que tiene <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, y de que está instaldo el kompmgr que venía con kwin.<br>Compruebe también que tiene las entradas siguientes en su XConfig (posiblemente, /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Y si su GPU tiene soporte para Xrender acelerado por hardware (principalmente, en las tarjetas de nVidia):<br><br>i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
et: <qt><b>Paistab, et alfakanali toetus puudub.</b><br><br>Palun kontrolli, et sul on paigaldatud <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> ja kompmgr, mis käib kaasas KWin-iga.<br>Samuti kontrolli, et XConfig-failis (nt. /etc/X11/xorg.conf) oleks järgmised kirjed:<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Ja kui sinu GPU toetab XRender'i riistvaralist kiirendamist (peamiselt nVidia kaardid):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
eu: <qt><b>Badirudi alpha kanala ez dagoela eskuragarri.</b> <br> <br>Mesedez egiaztatu <a href="http://www.freedesktop.org/"> Xorg &ge; 6.8</a> duzula, eta kwin-ekin datorren kompmgr instalatuta duzula. <br>Gainera, egiaztatu hurrengo sarrera hauek zure Xconfig (i.e. /etc/X11/xorg.conf) dituzula: <br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br> <br>Eta zure GPU hardwareak azeleratutako Xrender euskarria duela (nVidia txartelak batik bat): <br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
fa: <qt><b>به نظر می‌رسد که پشتیبانی مجرای آلفا موجود نیست. </b><br><br>لطفاً مطمئن شوید که <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> را دارید، و kompmgr که با kwin آمده نصب‌شده است.<br>همچنین، مطمئن شوید که مدخلهای زیر را در XConfig (مثلاً: /etc/X11/xorg.conf ) خود دارید: <br><br><i>بخش »پسوندها« گزینۀ »ترکیب« »فعال‌سازی«<br>EndSection</i><br><br>و اگر GPU شما سخت‌افزار - پشتیبانی شتاب‌دار Xrender را فراهم می‌کند )اساساً کارتهای nVidia): <br><br><i>گزینه «RenderAccel« «درست»</i><br>در <i>بخش »دستگاه«</i></qt>
fi: <qt><b>Näyttää siltä, että alpha-kanavan tuki ei ole saatavilla.</b><br><br>Varmistu, että sinulla on <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, ja asennettuna kompmgr, joka tulee kwinin mukana.<br>Tarkista myös, että sinulla on seuraavat rivit XConfig (e.g. /etc/X11/xorg.conf) asetuksissa:<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Ja jos sinun GPU tarjoaa laitteistopohjaisen Xrender-tuen (pääasiassa nVidia-näytönohjainkortit):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
fr: <qt><b>Il semble que la gestion du canal alpha ne soit pas disponible.</b><br><br>Assurez-vous que vous possédez <a href="http://www.freedesktop.org/">Xorg version 6.8</a> et que la commande « kompmgr », incluse avec « kwin », est installée.<br>Vous devez également vérifier que les entrées suivantes sont présentes dans la configuration de X (dans le fichier « /etc/X11/xorg.conf ») :<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Enfin, vérifiez que votre carte graphique possède la gestion accélérée du « Xrender » (généralement présent sur les cartes NVidia) :<br><br><i>Option "RenderAccel" "true"</i><br>dans la <i>Section "Device"</i></qt>
gl: <qt><b>Semella que o soporte para canle alfa non está dispoñíbel.</b><br><br>Por favor cerciórese de que ten <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, e ten instalado o kompmgr que ven con Kwin. <br>Cerciórese tamén de que ten as vindeiras entradas no seu XConfig (e.d. /etc/Z11/xorg.conf):<br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>E se a súa CPU fornece soporte Xrender por aceleración en hardware (principalmente as tarxetas nVidia):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
hu: <qt><b>Az alfa csatornák támogatása nincs bekapcsolva.</b><br><br>Ellenőrizze, hogy legalább az <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> fut-e és a kwinhez tartozó kompmgr program telepítve van-e.<br>Továbbá ellenőrizze, szerepelnek-e a következő bejegyzések az X konfigurációs fájljában (általában: /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Ha a videokártya meghajtója támogatja az Xrender kiterjesztés hardveres gyorsítását (például nVidia gyártmányú kártyáknál):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
is: <qt><b>Það virðist ekki vera stuðningur við Alfa rás.</b><br><br>Gangtu úr skugga um að þú hafir <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, og að kompmgr sem kemur með kwin sé sett inn. <br>Athugaðu einnig að þú hafir eftirfarandi færslur í XConfig skránni (/etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Og ef GPU skjákortið þitt styður Xrender vélbúnaðarhröðun (aðallega nVidia kort): <br><i>Option "RenderAccel" "true"</i><br>Í <i>Section "Device"</i></qt>
it: <qt><b>Sembra che il supporto per il canale alfa non sia disponibile.</b><br><br>Assicurati di avere <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> e di aver installato kompmgr, fornito con kwin.<br>Controlla anche di avere le seguenti voci nel tuo XConfig (e.g. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Se la tua GPU fornisce supporto Xrender accelerato via hardware (principalmente per le schede nVidia):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
ja: <qt><b>アルファチャネルのサポートが利用できないようです。</b><br><br><a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> と、kwin に同梱されている kompmgr がインストールされているか確認してください。<br>また、XConfig (例えば /etc/X11/xorg.conf) に次のエントリがあることを確認してください:<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>そしてもし GPU がハードウェアアクセラレーションによる Xrender をサポート (主に nVidia カード) していれば <i>Section "Device"</i> 内に次を追加しておきます:<br><i>Option "RenderAccel" "true"</i></qt>
km: <qt><b>ការ​គាំទ្រ​ផ្លូវ alpha ទំនង​ជា​មិន​អាច​ប្រើ​បាន​ឡើយ ។</b><br><br>សូម​ប្រាកដ​ថា​អ្នក​មាន <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> និង​បាន​ដំឡើង kompmgr ដែល​មាន​ក្នុង kwin ។<br>ហើយ​សូម​ប្រាកដ​ផងដែរថា អ្នក​មាន​ធាតុ​ដូច​ខាង​ក្រោម​នេះ​ក្នុង XConfig របស់​អ្នក (ឧទាហរណ៍ /etc/X11/xorg.conf) ៖<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>និង​ប្រសិន​បើ GPU របស់​អ្នក ​ផ្ដល់ការ​គាំទ្រ Xrender បង្កើន​ល្បឿន​ផ្នែក​រឹង (សំខាន់​គឺ​កាត nVidia) ៖<br><br><i>ជម្រើស "RenderAccel" "ពិត"</i><br>In <i>ផ្នែក "ឧបករណ៍"</i></qt>
ko: <qt><b>알파 채널이 지원되지 않습니다.</b><br><br>여러분이 <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>을 설치하셨는지, kwin과 kompmgr을 설치하셨는지 확인하세요.<br>또한 여러분은 XConfig파일(/etc/X11/xorg.conf)에 다음과 같은 내용을 추가하실 수 있습니다. : <br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br> <br>그리고 여러분의 GPU가 Xrender 하드웨어 가속을 지원하신다면 다음과 같이 추가하실 수 있습니다.(주로 nVidia계열 카드) : <br> <br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
mk: <qt><b>Изгледа дека поддршката за алфа-канали не е достапна.</b><br><br>Осигурете се дека имате <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, и дека сте го инсталирале kompmgr што дошол со kwin.<br>Исто така, осигурете се дека ги имате следните елементи во Вашиот XConfig (пр. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>И ако Вашиот графички процесор нуди поддршка за хардверски забрзан Xrender (претежно картички од nVidia):<br><br><i>Option "RenderAccel" "true"</i><br>во <i>Section "Device"</i></qt>
ms: <qt><b>Nampaknya sokongan saluran alfa tidak boleh didapatkan.</b><br><br>Pastikan anda mempunyai <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, dan telah memasang kompmgr yang datang bersama kwin.<br>Juga, pastikan anda ada entri yang berikut dalam XConfig anda (misalnya, /etc/X11/xorg.conf):<br><br><i>Seksyen "Sambungan"<br>Opsyen "Komposit" "Daya"<br>Akhir Seksyen</i><br><br>Dan jika GPU anda menyediakan sokongan Xrender pecutan perkakasan):<br><br><i>Opsyen "RenderAccel" "benar"</i><br>Dalam <i>Seksyen "Peranti"</i></qt>
nb: <qt><b>Det ser ikke ut til at alfakanalen er støtta.</b> <br> <br>Se til at <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> er installert, i tillegg til kompmgr som høyrer til kwin. <b>Sjekk òg at dei følgjande oppføringane ligg i XConfig (t.d. /etc/X11/xorg.conf): <br> <br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i> <br><br>Dersom skjermkortet støtter maskinvareakselerert Xrender (hovedsakleg nVidia-kort):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
nds: <qt><b>As dat lett is keen Ünnerstütten för den Alphakanaal verföögbor.</b><br><br>Bitte prööv, wat Du <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> un dat Programm kompmgr, dat to KWin höört, installeert hest.<br>Bitte prööv ok, wat Du de nakamen Indrääg binnen Dien XConfig (t.B. /etc/X11/xorg.conf) stahn hest:<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Un, wenn Dien Grafikkoort hardwarebeslünigt XRender-Ünnerstütten hett (tomehrst sünd dat nVidia-Koorten):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
nl: <qt><b>Alphakanaalondersteuning blijkt niet beschikbaar te zijn.</b> <br> <br>Zorg ervoor dat u <a href="http://www.freedesktop.org/">Xorg 6.8 of hoger</a> hebt, en dat u de kompmgr die met kwin was meegeleverd hebt ge√Ønstalleerd. <br>Verzeker u er ook van dat u de volgende tekst in het XConfig-bestand (zoals /etc/XF86Config) hebt staan: <br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br> <br>En als uw GPU ondersteuning levert voor hardware-accelerated Xrender (voornamelijk het geval bij nVidia-kaarten): <br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
nn: <qt><b>Det ser ikkje ut til at alfakanalen er støtta.</b> <br><br>Slå til at <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> er installert, i tillegg til kompmgr som høyrer til kwin. <b>Sjekk òg at dei følgjande oppføringane ligg i XConfig (t.d. /etc/X11/xorg.conf): <br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i> <br><br>Dersom grafikkortet støttar maskinvareakselerert Xrender (hovudsakleg nVidia-kort):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
pl: <qt><b>Wygląda na to, że obsługa kanału alfa nie jest dostępna.</b><br><br>Proszę sprawdzić, czy <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> jest zainstalowane, oraz czy zainstalowano program kompmgr, który jest rozprowadzany razem z kwin.<br>Proszę także sprawdzić, czy w pliku konfiguracyjnym serwera X (zwykle /etc/X11/xorg.conf) znajdują się następujące wiersze:<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Wreszcie, proszę sprawdzić, czy sterownik karty graficznej wspiera sprzętowe wspomaganie Xrender (dotyczy głównie kart nVidia):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
pt_br: <qt><b>Parece que o suporte a canais alfa não está disponível.</b> <br>Por favor, certifique-se de ter o <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, e de possuir o kompmgr, que vem com o kwin, instalado. <br>Certifique-se também de qu possui as seguintes entradas em seu arquivo XConfig XConfig por ex., /etc/XF86Config):<br><br><i>Section "Extensions"<br>Option"Composite" "Enable"<br>EndSection</i><br><br>E se sua placa fornece suporte aceleração de hardware para o Xrender, principalmente para placas nVidia, verifique as seguintes entradas no arquivo:<br><br><i>Option "RenderAccel" "true"</i><br><i>Section "Device"</i></qt>
ro: <qt><b>Se pare că suportul pentru canal alfa nu este prezent.</b><br><br>Verificaţi că aveţi <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> şi aţi instalat "kompmgr" odată cu "kwin".<br>De asemenea verificaţi că există următoarele înregistrări în fişierul dumneavoastră XConfig (de ex.: /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Şi dacă placa grafică oferă suport Xrender accelerat în hardware (de obicei la plăcile nVidia):<br><br><i>Option "RenderAccel" "true"</i><br>în <i>Section "Device"</i></qt>
ru: <qt><b>Похоже, что поддержка альфа-канала недоступна.</b><br><br>Убедитесь, что у вас установлена<a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, и установлена программа kompmgr, которая поставляется с kwin.<br>Убедитесь также, что у вас есть следующие записи в XConfig (т.е. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>И что ваш GPU предоставляет аппаратную поддержку Xrender (в основном - карты nVidia):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
rw: <qt><b>Birashoboka ko urusobe nshingikira alpha nta ruriho.</b><br><br>Reba neza ko ufite <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, kandi ko winjije kompmgr yazanye na kwin.<br>Na none, reba neza ko ufite ibyinjizwa bikurikira muri XConfig yawe (urugero /etc/X11/xorg.conf):<br><br><i>Igice "Imigereka"<br>Uburyo "Bikomatanye" "Gukoresha"<br>KurangizaIgice</i><br><br>Maze niba GPU yawe itanga ishigikirabikresho ryihutishwa na Xrender (cyane cyane amakarita nVidia):<br><br><i>Uburyo "RenderAccel" "true"</i><br>Mu <i>Igice "Apareye"</i></qt>
sk: <qt><b>Zdá sa, že podpora alfa kanálu nie je dostupná.</b><br><br>Prosím presvedčte sa, že máte <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> a nainštalovaný kompmgr, ktorý prichádza s kwin.<br>Taktiež sa presvedčte, že máte nasledujúce položky v XConfig (napr. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>A ak Váš GPU poskytuje hardwarovú akceleráciu podporu pre Xrender (najčastejšie nVidia karty):<br><br><i>Option "RenderAccel" "true"</i><br>V <i>Section "Device"</i></qt>
sl: <qt><b>Kaže, da podpora kanalu alfa ni na voljo.</b><br><br>Prosim preverite, da imate nameščen <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> ter kompmgr, ki je prišel s kwin.<br>Prav tako preverite, da imate naslednje vnose v vaši datoteki XConfig (npr. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Če pa vaša grafična kartica omogoča podporo strojno pospešenemu Xrender (predvsem kartice nVidia), potem imejte še dodano vrstico:<br><br><i>Option "RenderAccel" "true"</i><br>v <i>Section "Device"</i></qt>
sr: <qt><b>Изгледа да подршка за алфа-канал није доступна.</b><br><br>Уверите се да имате <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, и инсталиран kompmgr који је дошао уз kwin.<br>Такође, следећи уноси морају постојати у подешавањима X-а (нпр. у /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>И ако ваш GPU пружа хардверски убрзану подршку за Xrender (углавном nVidia-ине карте):<br><br><i>Option "RenderAccel" "true"</i><br>под <i>Section "Device"</i></qt>
sr@latn: <qt><b>Izgleda da podrška za alfa-kanal nije dostupna.</b><br><br>Uverite se da imate <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, i instaliran kompmgr koji je došao uz kwin.<br>Takođe, sledeći unosi moraju postojati u podešavanjima X-a (npr. u /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>I ako vaš GPU pruža hardverski ubrzanu podršku za Xrender (uglavnom nVidia-ine karte):<br><br><i>Option "RenderAccel" "true"</i><br>pod <i>Section "Device"</i></qt>
sv: <b>Det verkar som om stöd för alfakanal inte är tillgängligt.</b><br><br>Försäkra dig om att du har <a href="http://www.freedesktop.org/">Xorg 6.8 eller senare</a> och att du har installerat kompmgr som levererades med kwin.<br>Försäkra dig också om att du har följande poster i X konfigurationsfil (t.ex. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>Om ditt grafikkort har hårdvaruaccelererat Xrender-stöd (huvudsakligen kort från nVidia):<br><br><i>Option "RenderAccel" "true"</i><br>i <i>Section "Device"</i></qt>
ta: <qt><b>ஆல்பா வழிமுறை ஆதரவு இல்லை போல் தெரிகிறது.</b><br><br>Please make sure you have <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a>, and installed the kompmgr that came with kwin.<br>Also, make sure you have the following entries in your XConfig (e.g. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>And if your GPU provides hardware-accelerated Xrender support (mainly nVidia cards):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
th: <qt><b>ดูเหมือนว่าระบบของคุณจะไม่รองรับการแสดงผลแบบ alpha channel</b><br><br>โปรดตรวจสอบว่า ระบบแสดงผล X ที่คุณใช้งานอยู่เป็น <a href="http://www.freedesktop.org/">Xorg รุ่น &ge; 6.8</a> และได้ติดตั้งโปรแกรม kompmgr ซึ่งมากับโปรแกรม kwin แล้ว<br>จากนั้นตรวจสอบว่าได้เพิ่มค่าปรับแต่งของ X ในแฟ้มปรับแต่ง XConfig (เช่น /etc/X11/xorg.conf) ของคุณแล้วดังต่อไปนี้:<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>และหากการ์ดแสดงผลหรือ GPU ของคุณรองรับการเร่งการแสดงผลด้วยฮาร์ดแวร์ (Xrender support) (เช่นการ์ดของ nVidia) ให้เพิ่มการปรับแต่งต่อไปนี้ด้วย:<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
uk: <qt><b>Схоже, що немає підтримки альфа-канала.</b><br><br>Будь ласка, переконайтесь, що ви маєте <a href="http://www.freedesktop.org/">Xorg &ge; 6.8</a> і встановлено програму kompmgr, яка приходить з kwin.<br>Також, перевірте чи є наступні рядки у вашому XConfig (e.g. /etc/X11/xorg.conf):<br><br><i>Section "Extensions"<br>Option "Composite" "Enable"<br>EndSection</i><br><br>І чи графічний процесор надає апаратну підтримку для Xrender (переважно плати nVidia):<br><br><i>Option "RenderAccel" "true"</i><br>In <i>Section "Device"</i></qt>
