Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Auto &raise
af: Outo lig
ar: رفع &تلقائي
az: Avtomatik &qabağa gətir
bg: &Автоматично извеждане напред
bn: আপনা থেকে &ওঠাও
bs: Automatsko &podizanje
cs: Automaticky dávat do popř&edí
cy: &Codi ymysgogol
da: &Hæv selv
de: Autom. nach vorne
el: Αυτόματη &ανύψωση
eo: Aŭtomate &malfonigi
es: Pasar automáticamente al &frente
et: Automaatne t&õstmine
eu: G&oratu automatikoki
fa: &بالا آمدن به طور خودکار‌
fi: &Automaattinosto
fr: &Placer dessus automatiquement
gl: Envia&r cara adiante automáticamente
hi: स्वचलित ऊपर उठाएँ (&r)
hr: Automatski uzdigni
hu: Automatikus fe&lemelés
is: Fleyta upp sjálfk&rafa
it: &Alza automaticamente
ja: 自動的に前面に表示する(&Z)
km: ការ​លើក​ឡើង​ស្វ័យ​ប្រវត្តិ
ko: 자동 올림(&R)
mk: К&рени автоматски
ms: &Autonaik
nb: Automatisk &heving
nds: Autom. na vö&rn
nl: Automatisch naar voo&rgrond
nn: Auto-&hev
pa: ਸਵੈ ਉਭਾਰੋ(&r)
pl: &Autoprzywołanie
pt_br: &Auto-Elevar
ro: &Ridicare automată
ru: О&кно всплывает автоматически
rw: Nyakwizamura
se: Áuto-&lokte
sk: &Automaticky zdvihnúť
sl: Samodejno od&krij
sr: Аутоматско поди&зање
sr@latn: Automatsko podi&zanje
sv: Auto&matisk höjning
ta: தன்னியக்க உயர்த்தல்
tg: Барҷастагии &худкор
th: ปรับให้อยู่ด้านบนอัตโนมัติ
uk: Автоматичне в&иринання

source: Dela&y:
af: Vertraag:
ar: التأ&خير:
az: &Gecikmə:
bg: Па&уза:
bn: বি&লম্ব
bs: Pa&uza:
cs: Prodlev&a:
cy: &Saib:
da: &Forsinkelse:
de: &Verzögerung:
el: Κα&θυστέρηση:
es: Retar&do:
et: &Viivitus:
eu: At&zeraldia:
fa: &تأخیر:‌
fi: Vii&ve:
fr: &Temporisation :
gl: Retar&do:
hi: देरी: (&y)
hr: &Kašnjenje:
hu: Késlel&tetés:
is: Tö&f:
it: Ritar&do:
ja: 遅延(&Y):
km: ពន្យារ ៖
ko: 지연 시간(&Y):
mk: Пер&иод:
ms: &Lengah:
nb: Fors&inkelse:
nds: &Töövtiet:
nl: Vertra&ging:
nn: &Forseinking:
pa: ਅੰਤਰਾਲ(&y):
pl: &Opóźnienie:
pt_br: &Atraso:
ro: În&tîrziere:
ru: &Задержка:
rw: Gukereza:
se: &Maŋŋoneapmi:
sk: Ča&kanie:
sl: &Zakasnitev:
sr: &Кашњење:
sr@latn: &Kašnjenje:
sv: För&dröjning:
ta: தாமதம்:
tg: Тавақ&қуф:
th: หน่วงเวลา:
uk: &Затримка:

source: msec
af: msek
ar: مللي ثانية
az: msan
bg: мсек
bn: মাইক্রোসেকেন্ড
cy: m-eil
da: msek
de: msek.
es: mseg
et: msek.
eu: mseg
fa: میلی‌ثانیه
fi: ms
gl: ms
hi: मि.से.
hr: msek
hu: ms
is: msek
ja: ミリ秒
km: ម.វិ.
ms: msaat
nb: ms
nds: ms
nn: ms
pa: ਮਿਸਕਿੰਟ
pl: ms
pt_br: ms
ru: мс
se: ms
sk: msek
sl: msek
sr: ms
sr@latn: ms
sv: ms
ta: மில்லி விநாடி
tg: мили сония
th: มิลลิวินาที
uk: мс

source: Delay focus
af: Vertraag Fokus
bg: Пауза при получаване на фокуса
bs: Odgodi fokus
cs: Zpožděné zaměření
cy: Oedi canolbwynt
da: Forsink fokus
de: Aktivierung verzögern
el: Καθυστέρηση εστίασης
es: Retrasar foco
et: Fookuse viivitus
eu: Atzeratu fokua
fa: تأخیر کانون
fi: Fokuksen viive
fr: Temporisation de focus
gl: Retardar o foco
hi: फ़ोकस देरी
hu: Késleltetett fókuszváltás
is: Virknitöf
it: Ritardo focus
ja: フォーカスの遅延(&E)
km: ពន្យារ​ការ​ផ្តោត
ko: 활성화 지연 시간(ms)
mk: Период за фокус
ms: Fokus lengah
nb: Forsinket fokus
nds: Na'n Töövtiet aktiveren
nl: Focus uitstellen
nn: Forseinka fokus
pa: ਕੇਂਦਰਿਤ ਅੰਤਰਾਲ
pl: Opóźnienie uaktywniania
pt_br: Atrasar foco
ro: Întîrziere focus
ru: Задержка фокуса
rw: Gukereza Igaragaza rikeye
se: Maŋŋanan fohkus
sk: Počkať pred presunom fokusu
sl: Zakasnitev fokusa
sr: Закасни фокус
sr@latn: Zakasni fokus
sv: Fokusfördröjning
ta: ¸¡ðº¢¨Â ¾¡Á¾¢
th: หน่วงเวลาการได้รับโฟกัส
uk: Затримка фокуса

source: C&lick raise active window
af: Kliek lig aktiewe venster
ar: النقر ير&فع النافذة النشطة
az: Fəal pəncərəyə tıqlama onu &qabağa gətirsin
bg: &Извеждане напред при щракване
bn: সক্রিয় উইন্ডো ক্লি&ক করে উঁচু কর
bs: Podigni aktivni prozor nakon k&lika
cs: K&liknutí přesouvá aktivní okno do popředí
cy: C&lic i godi'r ffenestr weithredol
da: &Klik hæver aktivt vindue
de: Aktives Fenster auf Klick nach &vorne
el: &Κλικ για ανύψωση ενεργού παραθύρου
eo: Klako malfonigas
es: Pu&lsar para pasar al frente la ventana activa
et: K&lõps tõstab akna aktiivseks
eu: K&likak leiho aktiboa goratzen du
fa: &فشار برای بالا آمدن پنجرۀ فعال‌
fi: Nosta &napsauttamalla
fr: C&liquer place la fenêtre active dessus
gl: Pr&ema para enviar cara adiante a fiestra activa
hi: क्लिक सक्रिय विंडो उठाए (&l)
hr: K&lik podiže aktivni prozor
hu: Felemelés k&attintáskor
is: Smella og f&leyta upp virkum glugga
it: Il &clic alza la finestra attiva
ja: クリックでアクティブウインドウを前面に表示する(&L)
km: ចុច ដើម្បី​លើក​បង្អួច​សកម្ម​ឡើង
ko: 클릭하여 활성창 올림(&L)
mk: К&ликање го крева активниот прозорец
ms: &Klik naikkan tetingkap aktif
nb: K&likk for å heve aktive vindu
nds: Aktiv Finster bi'n K&lick na vörn
nl: K&likken voor naar voorgrond
nn: &Klikk for å heva aktivt vindauge
pa: ਸਰਗਰਮ ਝਰੋਖੇ ਨੂੰ ਉਭਾਰਨ ਲਈ ਦਬਾਓ(&l)
pl: Przywołanie &kliknięciem
pt_br: O clique e&leva a janela ativa
ro: C&lic pentru ridicarea ferestrei active
ru: Ще&лчок поднимает активное окно
rw: Gukanda kuzamura idirishya rikora
se: &Coahkkal loktendihte aktiivvalaš láse
sk: &Kliknutím zdvihnúť aktívne okno
sl: K&lik odkrije aktivno okno
sr: Подизање к&ликом
sr@latn: Podizanje k&likom
sv: Hö&j aktivt fönster vid klick
ta: எழும் செயற்படு சாளரத்தை சொடுக்கு
tg: Барҷастагии &пахш
th: ปรับให้อยู่ด้านบนเมื่อถูกคลิ้ก
uk: Піднімати активне вікно при к&лацанні

source: When this option is enabled, a window in the background will automatically come to the front when the mouse pointer has been over it for some time.
af: Wanneer hierdie opsie geaktiveer is, sal 'n venster in die agtergrond automaties na vore kom wanneer die muis wyser bo-oor dit is vir 'n geruime tyd.
ar: إذا كان هذا الخيار مفعلا، فإن أية نافذة في الخلفية سوف تنقل تلقائيا إلى الأمام عندما تضع مؤشر الفأرة فوقها لفترة من الزمن.
az: Əgər Avtomatik qabağa gətir fəal isə, arxa plandaki pəncərə siçan işarətçisinin bir müddət üstündə qalması ilə önə gələcəkdir.
bg: Ако е включена тази отметка, прозорец, който се намира на заден план, автоматично ще се изведе на преден план след известно време (времето зададено в полето "Пауза").
bn: এই পছন্দটি কার্যকর করলে, মাউসের নির্দেশকটি একটি পিছে থাকা উইন্ডোর ওপর কিচুক্ষণ রাখলে উইন্ডোটি সামনে চলে আসবে।
bs: Ako je ova opcija uključena, prozor u pozadini će automatski preći naprijed kada se pokazivač miša nalazi iznad njega neko vrijeme.
cs: Je-li povoleno automatické dávání do popředí, pak se okno na pozadí automaticky přesune navrch, pokud ukazatel myši nad tímto oknem stráví určitou dobu.
cy: Pan alluogir y dewisiad yma, daw ffenestr yn y cefndir i'r blaen yn ymsgogol wedi i'r pwyntydd llygoden fod drosto am ychydig amser.
da: Når dette er aktiveret vil et vindue i baggrunden automatisk komme frem, når musemarkøren har været over det et stykke tid.
de: Ist diese Einstellung aktiv, dann kommt ein Fenster im Hintergrund automatisch in den Vordergrund, sobald der Mauszeiger eine Weile darüber gelegen hat.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη ένα παράθυρο που είναι στο παρασκήνιο θα έρχεται αυτόματα στο προσκήνιο όταν ο δείκτης του ποντικιού βρεθεί από πάνω του για λίγη ώρα.
es: Si se activa esta opción, una ventana que esté en segundo plano pasará automáticamente al frente cuando el puntero del ratón esté sobre ésta durante un cierto tiempo.
et: Kui see on sisse lülitatud, tõstetakse tagaplaanil olev aken automaatselt teiste peale, kui hiirekursor on sellel mõnda aega olnud.
eu: Aukera hau gaituta dagoenean, atzeko planoan dagoen leihoa aurreko planora etorriko da kurtsorea bere gainean denboraldi batez egonez gero.
fa: در صورت فعال‌سازی این گزینه، پنجرۀ زمینه‌ای که اشاره‌گر موشی برای مدتی روی آن بوده است، به طور خودکار به جلو می‌آید.
fi: Jos kohta ”Nosta ikkuna automaattisesti päällimmäiseksi” on valittuna, ikkuna siirtyy automaattisesti päällimmäiseksi, kun hiiren osoitin on ollut ikkunan kohdalla vähän aikaa.
fr: Si « Placer dessus automatiquement » est cochée, une fenêtre à l'arrière passera automatiquement devant les autres lorsque le pointeur de la souris reste au-dessus d'elle pendant un certain temps.
gl: Cando se habilita esta opción, a fiestra do fondo volta automáticamente ó fronte cando o punteiro do rato permanece sobre ela un tempo.
hi: जब यह विकल्प सक्षम रहता है, पृष्ठ भूमि का विंडो स्वचलित रूप से सामने आ जाता है जब माउस सूचक उसके ऊपर कुछ समय के लिए रहता है.
hr: Kada je omogućena ova opcija, prozor iz pozadine će automatski doći u prviplan kada se miš neko vrijeme nađe iznad njega.sam postati aktivan ako je miš duže vrijeme na njemu.
hu: Az opció bekapcsolása esetén a háttérben levő ablakok automatikusan felemelkednek az előtérbe, ha az egérmutató bizonyos ideig fölöttük marad.
is: Ef er valið að gluggum sé fleytt upp sjálfkrafa þá færist gluggi yfir alla aðra glugga ef músabendillinn hefur verið yfir honum í einhvern tíma.
it: Quando questa opzione è abilitata una finestra sullo sfondo sarà portata in primo piano se il puntatore del mouse vi si sofferma per un certo tempo.
ja: このオプションを有効にすると、ウィンドウの上にマウスポインタを置いてから指定した時間が経過すると、そのウィンドウが自動的に前面に来るようになります。
km: នៅ​ពេល​ជម្រើស​នេះ​បាន​​អនុញ្ញាត បង្អួច​មួយ​ក្នុង​ផ្ទៃ​ខាង​ក្រោយ​នឹង​មក​ខាង​មុខ​ដោយ​ស្វ័យ​ប្រវត្តិ នៅ​ពេលដាក់​​ព្រួញ​កណ្ដុរ​លើ​វា ពេល​ណាមួយ ។
ko: 이 옵션을 사용하면 마우스 포인터가 잠시 백그라운드 창에 올라가면 창이 자동으로 앞으로 나옵니다.
mk: Кога е избрана оваа опција, прозорец од позадина автоматски ќе дојде напред ако покажувачот од глушецот бил над него некое време.
ms: Apabila opsyen in diaktifkan, tetingkap dalam latar belakang akan secara automatik datang ke depan apabila penuding tetikus lama berada di atasnya.
nb: Hvis «Automatisk heving» er slått på, vil et vindu som er i bakgrunnen automatisk komme frem når musepekeren har stått over det en stund.
nds: Wenn aktiveert, warrt Finstern automaatsch vun achtern na vörn kamen, wenn de Muuswieser en Tiet lang dor över steiht.
nl: Als deze optie ingeschakeld is, zal een venster in de achtergrond automatisch naar voren komen wanneer de muisaanwijzer er een tijdje op staat.
nn: Dersom auto-hev er aktivert, vil eit vindauge i bakgrunnen automatisk koma til framgrunnen når musepeikaren ligg over det ei viss tid.
pl: Jeśli autoprzywołanie jest włączone, okno w tle zostanie automatycznie przesunięte na wierzch, jeśli kursor będzie nad nim przez pewien czas.
pt_br: Se esta opção estiver habilitada, uma janela no fundo virá automaticamente para a frente quando o ponteiro do mouse estiver sobre ela por algum tempo.
ro: Dacă opţiunea "Ridicare automată" este activată, atunci o fereastră din fundal va fi automat adusă în faţă atunci cînd cursorul mouse-ului stă deasupra ei un interval de timp specificat.
ru: Если включена эта опция, то окно будет автоматически активизировано, если указатель мыши находится в нём некоторое время.
rw: Iyo ubu buryo bukora, idirishya riri mu imbuganyuma rizahita ryizana imbere igihe akayobozimbeba kazaba kamaze igihe gito kariri hejuru.
se: Jus auto-lokte lea jođus, de láse duogážis automáhtalaččat loktana go sieván lea čujuhan dasa dihto áiggi.
sk: Ak je táto voľba zapnutá, okno v pozadí automaticky príde do popredia, ak kurzor myši zostane nad ním po nejaký čas.
sl: Če je ta možnost omogočena, se okno iz ozadja samodejno prestavi v ospredje, če je na njem nekaj časa kazalec miške.
sr: Када је ова опција укључена, прозор у позадини ће аутоматски прећи у први план када преко њега неко време стоји показивач миша.
sr@latn: Kada je ova opcija uključena, prozor u pozadini će automatski preći u prvi plan kada preko njega neko vreme stoji pokazivač miša.
sv: Om det här alternativet är aktiverat, kommer ett fönster i bakgrunden att automatiskt komma fram när muspekaren vilat över det en stund.
ta: தன்னியக்க உயர்வை இயலுமைபடுத்தினால், எலி சுட்டியை ஒரு சாளரத்தின் மேல் சிறிது நேரம் வைத்தால், பின்னனியிலுள்ள அந்த சாளரம் தன்னியக்கமாக முன்னால் வரும்.
tg: Агар ин интихобот фаъол бошад, тирезаи пешзамина ҳангоме, ки ишорагари муш барои муддате рӯи он қарор гирад ба таври худкор рӯ мегирад.
th: หากเปิดใช้การปรับให้อยู่บนอัตโนมัติ หน้าต่างที่ทำงานอยู่เบื้องหลัง จะมาอยู่ด้านหน้าอัตโนมัติ เมื่อตัวชี้ของเมาส์อยู่บนหน้าต่างนั้น
uk: Коли цей параметр ввімкнено, вікно у тлі автоматично виринає, коли вказівник мишки пробув над ним деякий час.

source: This is the delay after which the window that the mouse pointer is over will automatically come to the front.
af: Hierdie is die vertraging waarna die venster waaroor die muis wyser is automaties na vore sal kom.
ar: هذا هو التأخر الذي يتم بعده نقل أي نافذة التي يوجد فوقها مؤشر الفأرة تلقائيا إلى الأمام.
az: Bu arxa plandaki bir pəncərənin siçan işarətçisinin üstündə nə qədər qalması ilə qabağa gələcəyininı müddətini təsvir edər.
bg: Пауза, след която прозорец, който се намира на заден план, автоматично ще се изведе напред.
bn: এই সময় দেরীর পর যে উইন্ডোর ওপর মাউস নির্দেশক আছে সেটি আপনা থেকে উপরে উঠে আসবে।
bs: Ovo je period nakon kojeg će prozor na kojem se nalazi pokazivač miša automatski doći naprijed.
cs: Toto je prodleva, po které se přesune okno, nad kterým je ukazatel myši, automaticky navrch.
cy: Dyma'r saib y daw'r ffenestr y mae'r pwyntydd llygoden drosto yn dod i'r blaen yn ysgogol wedi iddo orffen.
da: Dette er den forsinkelse efter hvilken det vindue, som musemarkøren er over, automatisk vil komme frem.
de: Dies ist die Zeitspanne, nach der das Fenster, über dem sich der Mauszeiger befindet, automatisch nach vorne kommt.
el: Αυτή είναι η καθυστέρηση μετά την οποία το παράθυρο, που από πάνω του βρίσκεται ο δείκτης του ποντικιού, έρχεται αυτόματα στο προσκήνιο.
eo: Tio estas la restadtempo de la musmontrilo, post kiu la fenestro malfoniĝas.
es: Este es el retardo después del cual la ventana, sobre la que está el puntero del ratón, pasará automáticamente al frente.
et: See on aeg, kui kaua peab hiirekursor akna peal olema, et aken automaatselt teiste peale tõstetaks.
eu: Hau, leihoaren gainean kurtsorea kokatzen denetik leiho hori aurreko aldera etorri bitarteko atzeraldia da.
fa: پنجره‌ای که اشاره‌گر موشی روی آن است، پس از این تأخیر به طور خودکار به جلو می‌آید.
fi: Tämä on aika, jonka jälkeen ikkuna, jonka kohdalla hiiren osoitin on, nostetaan automaattisesti päällimmäiseksi.
fr: Ceci est le délai après lequel la fenêtre qui est sous le pointeur de la souris passera automatiquement devant les autres.
gl: Éste é o retardo despois do cal a fiestra sobre a que está o rato vén automáticamente cada adiante.
hi: यह वह अंतराल है जिसके बाद वह विंडो, जिसके ऊपर माउस सूचक रखा जाता है, वह स्वचलित रूप से सामने आता है.
hr: Ovo je vrijeme nakon kojeg će prozor preći iz pozadine u aktivno stanje ako je pokazivač na njemu.
hu: Ez az a várakozási idő, melynek letelte után egy ablak az előtérbe jön, ha az egérmutató végig fölötte maradt.
is: Þetta er hversu lengi músabendill þarf að vera yfir glugga til að honum sé fleytt upp sjálfkrafa.
it: Questo è il tempo dopo il quale la finestra che ha sopra il mouse comparirà in primo piano.
ja: これはマウスをウィンドウの上に置いてから、そのウィンドウが自動的に前面に来るまでの遅延時間です。
km: នេះ​គឺ​ជា​ការពន្យារ បន្ទាប់​ពី​ពេល​បង្អួច​ដែល​​ព្រួញ​កណ្តុរ​ស្ថិត​លើ ផ្លាស់ទី​មក​មុខ​ដោយ​ស្វ័យប្រវត្តិ ។
ko: 마우스 포인터가 창 위에 올라갔을 때, 자동으로 활성화 되는 지연 시간입니다.
mk: Ова е периодот после кој прозорецот над кој е покажувачот на глушецот ќе дојде пред другите.
ms: Ini ialah tempoh lengah bagi tetingkap, yang tetikus berada di atasnya, akan datang ke depan secara automatik.
nb: Etter denne forsinkelsen vil vinduet som er under musepekeren automatisk bli lagt øverst.
nds: Dit is de Tiet, na de dat Finster ünner den Muuswieser automaatsch na vörn kummt.
nl: Dit is de tijdsduur die verstrijkt voordat het venster waar de muisaanwijzer zich op bevindt automatisch naar de voorgrond wordt verplaatst.
nn: Musa ligg så lenge over eit vindauge før det automatisk kjem til framgrunnen.
pl: Czas, po którym okno pod kursorem zostanie przesunięte na wierzch.
pt_br: Este é o atraso que a janela em que o mouse está apontando levará para automaticamente vir para o primeiro plano.
ro: Aceasta este întîrzierea după care o fereastră deasupra căreia este cursorul mouse-ului va fi automat adusă în faţă.
ru: Задержка, по истечении которой окно, в котором находится указатель мыши, всплывает наверх.
rw: Uyu ni umwanya ushira kugira ngo idirishya ririho akayobozimbeba rihite ryizana imbere.
se: Sieván ferte ná guhkká čujuhit lásiid ovdal go automáhtalaččat loktana.
sk: Toto je čas, po ktorom príde okno do popredia, keď je nad ním kurzor myši.
sl: To je zakasnitev, po kateri se okno, na katerem je kazalec miške, samodejno postavi v ospredje.
sr: Ово је временски интервал након којег ће прозор изнад којег се налази показивач миша бити пребачен у први план.
sr@latn: Ovo je vremenski interval nakon kojeg će prozor iznad kojeg se nalazi pokazivač miša biti prebačen u prvi plan.
sv: Det här är fördröjningen efter vilken fönstret som muspekaren vilat över automatiskt kommer fram.
ta: இத் தாமதம், எலி சுட்டி இருக்கும் சாளரம் எவ்வளவு நேரத்திற்கு பின் தன்னியக்கமாக முன்னால் வரும் என்பது ஆகும்.
tg: Ин муддат замоне аст ки тирезае ки ишорагари муш рӯи он қарор гирифта пас аз ин муддат ба таври худкор рӯ меояд.
th: นี่เป็นค่าหน่วงเวลาก่อนที่จะให้หน้าต่างที่ตัวชี้่ของเมาส์อยู่เหนือมันมาอยู่ด้านหน้าโดยอัตโนมัติ
uk: Це затримка, після якої вікно над яким зупинився вказівник мишки автоматично виринає.
