Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: <h1>Window Behavior</h1> Here you can customize the way windows behave when being moved, resized or clicked on. You can also specify a focus policy as well as a placement policy for new windows. <p>Please note that this configuration will not take effect if you do not use KWin as your window manager. If you do use a different window manager, please refer to its documentation for how to customize window behavior.
af: <h1>Venster Gedrag</h1> Hier kan jy die wyse waarop vensters hulle gedra pasmaak wanneer hulle verskuif, hervergroot of daarop gekliek word. Jy kan asook 'n fokus beleid spesifiseer, asook 'n plasing beleid vir nuwe vensters. <p>Let daarop dat hierdie opstelling geen effek sal hê as jy nie Kwin gebruik as jou Venster Bestuurder nie. As jy 'n ander Venster Bestuurder gebruik, verwys na sy dokumentasie hoe om venster gedrag te pasmaak.
bg: <h1>Поведение на прозорците</h1> От тук може да настроите, поведението на прозорците при преместване, промяна на размера или щракване с мишката. <p>Имайте предвид, че промените в този модул работят, само ако използвате мениджър на прозорци KWin. Ако използвате друг мениджър на прозорци, то за настройка се обърнете към неговата документация.
bn: <h1>উইন্ডো ব্যবহার</h1>এখানে আপনি উইন্ডো সরালে, আকার বদলালে বা ক্লিক করলে কি হবে তা স্থির করতে পারবেন। আপনি আলোকপাত কিভাবে হবে বা নতুন উইন্ডো কোথায় খুলবে তাও সুনির্দিষ্ট করতে পারেন।<p>উল্লেখ্য, যদি আপনি কে-উইন উইন্ডো ম্যানেজার ব্যবহার না করেন, তাহলে আপনার করা পরিবর্তন কার্যকরী হবে না। অন্য উইন্ডো ম্যানেজার ব্যবহারের ক্ষেত্রে সেটির সাহায্যপত্র পড়ুন এবং কিভাবে উইন্ডোর ব্যবহার পছন্দমত পরিবর্তন করা যাবে তা জানুন।
bs: <h1>Ponašanje prozora</h1> Ovdje možete podesiti kako se prozori ponašaju kada ih pomjerate, mijenjate im veličinu ili klikate na njih. Također možete podesiti pravila fokusa kao i pravila smještaja novih prozora na ekranu.<p>Molim obratite pažnju da ove postavke neće stupiti na snagu ako ne koristite KWin kao vaš menadžer prozora. Ako koristite neki drugi menadžer prozora, obratite se dokumentaciji za taj menadžer kako biste saznali kako podesiti ponašanje prozora.
cs: <h1>Chování oken</h1> Zde je možné změnit způsob, jakým se budou chovat okna při přesouvání nebo změně velikosti, způsoby umísťování oken používané správcem oken KWin a způsoby zaktivování oken.<p> Prosím povšimněte si, že změny provedené v tomto modulu ovlivňují pouze chování správce oken KWin. Pokud používáte jiného správce oken, pak prosím nahlédněte do jeho dokumentace, kde byste měli nalézt způsob nastavení chování oken.
cy: <h1>Ymddygiad Ffenestri</h1> Yma gallwch ffurfweddu'r ffordd mae ffenestri'n ymddwyn tra'u symudir, newidir eu maint, neu chlicir arnynt. Gallwch hefyd benodi polisi canolbwynt ynghŷd â pholisi lleoliad i ffenestri newydd. <p> Noder na ddaw'r ffurfweddiad yma i rym os na ddefnyddiwch KWin fel eich trefnydd ffenestri. Os ydych am ddefnyddio trefnydd ffenestri arall, gweler ei ddogfennaeth am sut i addasu ymddygiad ffenestri.
da: <h1>Vinduesopførsel</h1> Her kan du brugerindstille den måde vinduer opfører sig på når de bliver flyttet, ændrer størrelse eller bliver klikket på. Du kan også angive en fokuspolitik såvel som en placeringspolitik for nye vinduer.<p>Husk venligst, at denne indstilling ikke har virkning, hvis du ikke bruger KWin som din vindueshåndtering. Hvis du bruger en anden vindueshåndtering, så se venligst dennes dokumentation hvad angår brugerindstilling af vinduesopførsel.
de: <h1>Fensterverhalten</h1>Hier können Sie festlegen, wie sich Fenster verhalten, sobald Sie sie verschieben, sie anklicken oder ihre Größe ändern. Sie können außerdem bestimmen, wie die Aktivierung und Platzierung neuer Fenster gehandhabt werden soll. <p>Bitte beachten Sie, dass diese Einstellungen nur bei der Verwendung von KWin als Fenstermanager funktionieren. Falls Sie einen anderen Fenstermanager einsetzen, lesen Sie bitte in der zugehörigen Dokumentation nach, welche Einstellungen möglich sind.
el: <h1>Συμπεριφορά παραθύρων</h1> Εδώ μπορείτε να προσαρμόσετε τον τρόπο συμπεριφοράς των παραθύρων όταν μετακινούνται, αλλάζει το μέγεθός τους ή γίνεται κλικ πάνω τους. Μπορείτε επίσης να καθορίσετε μια πολιτική εστίασης καθώς και μια πολιτική τοποθέτησης για τα νέα παράθυρα. <p>Παρακαλώ σημειώστε ότι αυτές οι ρυθμίσεις δε θα εφαρμοστούν αν δεν χρησιμοποιείτε τον KWin ως διαχειριστή παραθύρων. Αν χρησιμοποιείτε άλλο διαχειριστή παραθύρων, παρακαλώ ανατρέξτε στην τεκμηρίωσή του για το πως θα προσαρμόσετε τη συμπεριφορά των παραθύρων.
es: </h1>Comportamiento de la ventana</h1> Aquí se puede personalizar la forma en la que se comportan las ventanas, al moverlas, cambiarlas de tamaño o ser pulsadas. También puede especificar una política de foco, así como una política de ubicación para las ventanas nuevas. <p>Tenga en cuenta que esta configuración no tendrá efecto si no utiliza KWin como administrador de ventanas. Si utiliza un administrador de ventanas diferente por favor, diríjase a su documentación para saber como personalizar el comportamiento de las ventanas.
et: <h1>Akende käitumine</h1> Siin saad seadistada akende käitumist juhul, kui neid liigutatakse, suurust muudetakse või neil klõpsatakse. Samuti saad siin seadistada fookuse andmist ja uute akende paigutamise reegleid. <p>Arvesta, et kõik see toimib ainult siis, kui kasutad KWin aknahaldurit. Kui kasutad mõnda muud, siis loe konkreetse aknahalduri dokumentatsiooni.
eu: <h1>Leihoen portaera</h1>Hemen, leihoen tamaina aldatzean, mugituak direnean edo bertan klik egitean izango duten portaera pertsonalizatzeko aukera daukazu. Horrez gain, leiho berrien fokalizazioari zein kokapenari dagozkien arauak zehaz ditzakezu. <p>Ohar zaitez leiho kudeatzaile gisa KWin erabiltzen ez baduzu, konfigurazio honek ez duela eraginik edukiko. Beste leiho kudeatzaileren bat badarabilzu, jo ezazu bere dokumentaziora leihoen portaera pertsonalizatu ahal izateko.
fa: <h1>رفتار پنجره</h1> در اینجا می‌توانید روش رفتار پنجره‌ها را، هنگامی که حرکت داده می‌شوند، تغییر اندازه داده می‌شوند، یا بر روی آنها فشار داده می‌شود، سفارشی کنید. همچنین می‌توانید برای پنجره‌های جدید، یک سیاست کانون و سیاست جادهی مشخص کنید.<p>به یاد داشته باشید در صورتی که از KWin به عنوان مدیر پنجرۀ خود استفاده نکنید، این پیکربندی اثری نخواهد داشت. اگر از مدیر پنجرۀ دیگری استفاده می‌کنید، لطفاً، برای چگونگی سفارشی کردن رفتار پنجره، به مستندات آن مراجعه کنید.
fi: <h1>Ikkunoiden käyttäytyminen</h1> Tässä moduulissa voit määritellä miten ikkunat käyttäytyvät, kun niitä liikutetaan, niiden kokoa muutetaan tai kun ikkunaa napsautetaan hiirellä. Voit myös määritellä kuinka ikkunat valitaan aktiivisiksi ja kuinka avautuvat ikkunat sijoitetaan työpöydällä.<p>Nämä asetukset eivät ole käytössä, mikäli et käytä KDE:n omaa ikkunoinnin hallintaohjelmaa KWiniä. Jos käytät jotakin toista ikkunoinnin hallintaohjelmaa, katso ohjelman omista ohjeista, kuinka näitä asetuksia muutetaan.
fr: <h1>Comportement des fenêtres</h1> Vous pouvez personnaliser ici la façon dont les fenêtres se comportent lorsqu'on les déplace, redimensionne ou clique dessus. Vous pouvez aussi déterminer une politique de focus et une politique de positionnement des nouvelles fenêtres. <p>Veuillez noter que cette configuration n'aura aucun effet si vous n'utilisez pas KWin comme gestionnaire de fenêtres. Si vous utilisez un gestionnaire de fenêtres différent, veuillez consulter sa documentation pour savoir comment personnaliser le comportement des fenêtres.
hu: <h1>Ablakműveletek</h1> Itt lehet módosítani az ablakok mozgatásával, átméretezésével kapcsolatos opciókat, az egérműveletek hatását. Meg lehet adni, hogy melyik fókuszálási és ablakelhelyezési módszer legyen érvényes. <p>Ezek a beállítások csak a KWin ablakkezelőre vonatkoznak, ha más ablakkezelőt használ, kérjük, hogy annak dokumentációjában próbálja megkeresni a szükséges paramétereket.
is: <h1>Hegðan glugga</h1> Hér má stilla hvernig gluggar haga sér þegar þeir eru færðir, smellt er á þá eða stærð þeirra er breytt. Þú getur einnig tilgreint um bæði músarsmellvirkni og staðsetningarvirkni fyrir nýja glugga.<p>Athugaðu að þessar stillingar eiga aðeins við um KWin gluggastjórann. Ef þú notar einhvern annan gluggastjóra þá verður þú að lesa þig til um hvernig hann hagar sér í meðfylgjandi skjölum eða hjálparskrám.
it: <h1>Comportamento delle finestre</h1> Qui puoi modificare il modo in cui le finestre si comportano quando sono spostate, ridimensionate o ricevono un clic.Puoi anche impostare le politiche sul piazzamento e sul focus delle nuove finestre.<p> Nota che cambiamenti in questo modulo ti riguardano solo se utilizzi KWin come window manager. Se utilizzi un window manager diverso consulta la sua documentazione su come cambiare queste opzioni.
ja: <h1>ウィンドウの挙動</h1>ウィンドウを移動したり、リサイズしたり、あるいはその上でクリックしたときのウィンドウの挙動をここでカスタマイズすることができます。新規ウィンドウの配置ポリシーやフォーカスポリシーもここで設定します。<p>注意: ここでの設定はウィンドウマネージャに KWin を使用している場合にのみ有効です。他のウィンドウマネージャでのウィンドウの挙動のカスタマイズ方法については、それぞれのドキュメントを参照してください。
km: <h1>ឥរិយាបថ​បង្អួច</h1> នៅ​ទីនេះ អ្នក​អាច​ប្ដូរ​ឥរិយាបថ​បង្អួច នៅ​ពេល​​វា​​ត្រូវ​បាន​ផ្លាស់ទី ផ្លាស់​ប្ដូរ​ទំហំ ឬ ចុច​លើ ។ អ្នក​ក៍​អាច​បញ្ជាក់​អំពី​​គោលការណ៍​ផ្ដោត​ព្រម​ទាំង​គោល​ការណ៍​ទីតាំង​សម្រាប់​បង្អួច​ថ្មី ។ <p>សូម​ចំណាំថា​ការ​កំណត់​រចនាសម្ព័ន្ធ​នេះ​នឹង​គ្មាន​ប្រសិទ្ធិ​ភាព ប្រសិន​​អ្នក​មិន​ចង់​ប្រើ KWin ជា​កម្មវិធី​គ្រប់​គ្រង​បង្អួច​របស់​អ្នក ។ ប្រសិន​បើ​អ្នក​ពិត​ជា​ប្រើ​កម្មវិធី​គ្រប់​គ្រង​បង្អួច​ខុសគ្នា សូម​យោង​ទៅ​ឯកសារ​អំពី​របៀប​​ប្ដូរ​ឥរិយាបថ​បង្អួច ។
ko: <h1>창 동작</h1> 창를 이동하거나 크기를 조절하거나 사이즈를 조절 하는 방법에 대한 설정을 할 수 있습니다. 활성화 정책이나 새 창의 배치 정책 등도 결정할 수 있습니다. <p>이 설정은 KWin을 창 관리자로 사용하지 않을 경우에 적용되지 않음을 참고하십시오. 다른 창 관리자를 사용한다면, 해당하는 문서를 참고하여 주십시오.
mk: <h1>Однесување на прозорците</h1> Тука може да прилагодите како ќе се однесуват прозорците при преместување, менување на големина или кликање на нив. Исто така може да наведете и политика на фокусирање како и политика за поставување на нови прозорци. <p>Забележете дека оваа конфигурација не важи ако не го користите KWin како ваш менаџер на прозорци. Ако користите друг менаџер на прозорци, видете ја неговата документација за тоа како да го прилагодите кон вашите потреби.
ms: <h1>Peri Laku Tetingkap</h1> Di sini anda boleh suaikan cara tetingkap berkelakuan apabila dialihkan. Anda juga boleh nyatakan dasar fokus dan dasar penempatan bagi tetingkap baru. <p>Ambil perhatian bahawa konfigurasi ini akan berfungsi jika anda tidak menggunakan KWin sebagai pengurus tetingkap anda. Jika anda guna pengurus tetingkap yang lain, sila rujuk kepada dokumentasinya cara untuk menyesuaikan peri laku tetingkap.
nb: <h1>Vindusoppførsel</h1>Her kan du tilpasse måten vinduer oppfører seg når de flyttes, endrer størrelse og mottar museklikk.<p>Merk at dette oppsettet bare blir tatt i bruk når du bruker KWin som vindusbehandler. Hvis du bruker en annen vindusbehandler, så ta en titt på dokumentasjon for denne for å finne ut hvordan du endrer oppførselen til vinduene.
nds: <h1>Finster-Bedregen</h1> Mit dit Moduul kannst Du instellen, wodennig sik Finstern bedreegt, wenn Du ehr verschuffst, ehr Grött ännerst oder dor op klickst. Du kannst ok Regeln för dat Aktivmaken un Platzeren vun nieg Finstern fastleggen.<p>Bitte beacht, dat disse Instellen bloots anwendt warrt, wenn Du KWin as Finsterpleger bruukst. Wenn Du en annern Finsterpleger bruukst, kiek bitte binnen em sien Dokmentatschoon, wodennig sik dat Bedregen vun Finstern instellen lett.</p>
nl: <h1>Venstergedrag</h1> Hier kunt u bepalen hoe de vensters zich gedragen als ze worden verplaatst, als ze hun formaat wordt veranderd, of als er op wordt geklikt. U kunt ook het focusbeleid bepalen en het plaatsingbeleid voor nieuwe vensters.<p>Opmerking: deze configuratie is alleen van toepassing als u KWin als windowmanager gebruikt. Als u een andere windowmanager gebruikt, kijk dan in de documentatie ervan hoe u het venstergedrag kunt wijzigen.
nn: <h1>Vindaugsåtferd</h1> Her kan du tilpassa måten vindauga oppfører seg når du flyttar dei, endrar storleiken på dei eller klikkar i dei med musa. Du kan òg velja ein fokuspraksis og ein plasseringspraksis for nye vindauge.<p>Legg merke til at dette oppsettet ikkje vil ha nokon verknad om du brukar ein annan vindaugshandsamar enn KWin. I så fall finn du informasjon i bruksrettleiinga til den vindaugshandsamaren du brukar.
pl: <h1>Zachowanie okien</h1>Tu możesz ustawić sposób zachowania okien podczas ich przesuwania, zmiany rozmiaru lub po kliknięciu. Możesz też określić sposób uaktywniania okien i metodę rozmieszczania na ekranie nowych okien.<p>Uwaga: konfiguracja dotyczy jedynie domyślnego menedżera okien KDE - KWin. Jeśli używasz innego menedżera, sprawdź w jego dokumentacji, jak skonfigurować zachowanie okien.
pt_br: <h1>Comportamento das Janelas</h1> Aqui você pode personalizar o comportamento das janelas quando movidas, redimensionadas ou clicadas. Você também pode especificar uma política de foco bem como uma política de posicionamento para novas janelas. <p> Note que esta configuração não surtirá efeito se você não usa o Kwin como gerenciador de janelas. Se você usa outro gerenciador de janelas, consulte a documentação do mesmo.
ro: <h1>Comportament ferestre</h1> <p>Aici puteţi personaliza modul în care se comportă ferestrele cînd sînt mutate, redimensionate sau daţi clic pe ele. Puteţi specifica politica de focus precum şi pe cea de plasare a noilor ferestre. </p><p>Aceste configurări nu vor avea efect dacă nu utilizaţi KWin ca manager de ferestre. Dacă utilizaţi un manager de ferestre diferit, atunci consultaţi documentaţia acestuia pentru a afla cum se personalizează comportamentul ferestrelor.</p>
ru: <h1>Поведение окна</h1>В этом модуле вы можете настроить, как поведёт себя окно при перемещении, изменении размера или щелчке мышью. Также, вы можете задать правила для фокуса ввода и для размещения вновь создаваемых окон.<p>Необходимо отметить, что изменения в этом модуле работают только в том случае, если вы используете KWin в качестве оконного менеджера. Если вы используете другой оконный менеджер, то для его настройки необходимо обратиться к его же документации.
rw: <h1>Imyifatire y'Idirishya</h1> Aha ushobora kuboneza uko amadirishya yifata iyo arimo kwimurwa, ingano yayo ihinduwe cyangwa akanzweho. Ushobora no kugaragaza politiki y'icyerekezo na politiki y'ishyiraho igenewe idirishya rishya. <p>Wibuke ko iri boneza ritazakurikizwa nudakoresha KWin nka mucungadirishya yawe. Niba ukoresha mucungadirishya itandukanye, ifashishe inyandiko zijyana na yo kugira ngo umenye uko baboneza imyifatire y'idirishya.
se: <h1>Láseláhtten</h1> Dás heivehat mo láset láhttejit go sirdejuvvojit, coahkkaluvvojit dahje go sturrodat rievdaduvvo. Sáhtát maiddái mearridit gosa ođđa láset bidjojuvvot, ja mo láset fokuserejuvvot. <p>Fuomáš ahte dát heivehusat eai doaimma jos it geavat KWin lásegieđahallin. Jos geavahat eará lásságieđahalli, geahčča dan giehtagirjji mo das galgá heivehit láseláhttema.
sk: <h1>Správanie okien</h1> Tu môžete nastaviť, ako sa budú správať okná pri presune, zmene veľkosti alebo pri kliknutí. Taktiež máte možnosť nastaviť prácu s fokusom alebo spôsob, ako budú umiestňované nové okná. <p>Uvedomte si, že tieto nastavenia sa neprejavia, ak používate iného správcu okien ako KWin. Ak používate iného správcu okien, pozrite sa prosím do jeho dokumentácie, ak chcete meniť toto správanie.
sl: <h1>Obnašanje oken</h1> Tu lahko nastavite način, kako se okna obnašajo med premikanjem, spreminjanjem velikosti ali klikanjem nanje. Lahko tudi določite uporabo fokusa in način postavljanja novih oken. <p> Vedite, da ta nastavitev ne bo veljala, če KWin ne uporabljate za svoj okenski upravljalnik. Če uporabljate kak drug upravljalnik oken, potem poglejte v njegovo dokumentacijo, če želite izvedeti, kako nastaviti obnašanje oken.
sr: <h1>Понашање прозора</h1>Овде можете прилагодити понашање прозора у току померања, промене величине или кликтања на њега. Такође можете навести политику фокусирања као и политику смештања нових прозора. <p>Имајте у виду да ово подешавање неће имати ефекта у случају да не користите KWin као менаџер прозора. Ако користите неки други менаџер прозора, погледајте његову документацију везану за прилагођавање понашања прозора.
sr@latn: <h1>Ponašanje prozora</h1>Ovde možete prilagoditi ponašanje prozora u toku pomeranja, promene veličine ili kliktanja na njega. Takođe možete navesti politiku fokusiranja kao i politiku smeštanja novih prozora. <p>Imajte u vidu da ovo podešavanje neće imati efekta u slučaju da ne koristite KWin kao menadžer prozora. Ako koristite neki drugi menadžer prozora, pogledajte njegovu dokumentaciju vezanu za prilagođavanje ponašanja prozora.
sv: <h1>Fönsterbeteende</h1> Här kan du anpassa sättet som fönster beter sig när de flyttas, när deras storlek ändras, eller vid ett klick. Du kan också ange en fokuspolicy samt en placeringspolicy för nya fönster. <p>Observera att den här inställningen inte har någon effekt om du inte använder Kwin som fönsterhanterare. Om du använder en annan fönsterhanterare, se dess dokumentation om hur du kan anpassa fönsterbeteendet.
ta: <h1>சாளரத்தின் நடத்தை</h1>இங்கு உங்கள் சாளரங்களின் நடத்தையை நீங்கள் வடிவமைக்லாம் நகரும் பொதும் அல்லது அளவை மாற்றி அமைக்கும் பொது அல்லது சொடுக்கும் பொது நிங்களும் ஆவணத்தை சரிசெய்யலாம்<p> நீங்கள் Kசாளரம் அல்லாமல் வேறு ஏதேனும் சாளரத்தை பயன்படுத்தினால் அந்த ஆவணத்தின் பழக்கங்களை தெரிந்து அதன் படி நடந்து கொள்ளவும்.
th: <h1>พฤติกรรมของหน้าต่าง</h1> คุณสามารถกำหนดพฤติกรรมที่่จะให้หน้าต่างกระทำ เมื่อมีการย้าย, ปรับขนาด หรือมีการคลิ้กบนหน้าต่างได้ที่นี่ คุณสามารถกำหนดข้อกำหนด การโฟกัสได้ และกำหนดตำแหน่งสำหรับหน้าต่างใหม่ได้ <p>โปรดจำไว้ว่า การปรับแต่งนี้ จะไม่มีผล หากคุณไม่ได้ใช้ KWin เป็นโปรแกรมจัดการหน้าต่าง ซึ่งหากคุณใช้โปรแกรมอื่น โปรดอ่านเอกสารกำกับของโปรแกรมนั้นๆ เพื่อหาวิธีการกำหนดพฤติกรรมของมัน
uk: <h1>Поведінка вікна</h1> Тут ви можете налаштувати, як вікно KDE реагує на пересування, зміну розміру або клацання. Ви також можете вказати поведінку фокуса і розташування нових вікон. <p> Примітка: ці параметри не будуть працювати, якщо ви не використовуєте менеджер вікон KWin. Якщо ви використовуєте інший менеджер, будь ласка, перегляньте його документацію щодо налаштування поведінки вікон.

source: &Titlebar double-click:
af: Titelbalk dubbel-kliek:
ar: النقر ال&مزدوج على شريط العنوان:
az: &Başlıq çubuğuna cüt tıqlama:
bg: Дво&йно щракване върху заглавието:
bn: শীর্ষ&কবার দুবার ক্লিক
bs: Dvostruki klik na &naslovnu traku.
cs: Dvojklik &na titulek okna:
cy: Clic-dwbl ar y &Bar Teitl:
da: &Titellinje-dobbeltklik:
de: &Doppelklick auf Titelleiste:
el: Διπλό κλικ στη &γραμμή τίτλου:
eo: &Duklako sur titollistelo:
es: Doble pulsación en la barra de &título:
et: &Topeltklõps tiitliribal:
eu: &Titulu-barrako klik bikoitza
fa: دو بار فشار دادن &میله عنوان:‌
fi: &Otsikkorivin kaksoisnapsautus:
fr: Double-&clic sur la barre de titre :
gl: Dobre clic na barra de &título:
hi: शीर्षकपट्टी डबल क्लिकः (&T)
hr: Dvostruki klik na naslovnu &traku:
hu: Dupla kattintás a &címsorra:
is: &Tvísmellt á titilrönd:
it: Doppio clic sulla barra del &titolo:
ja: タイトルバーのダブルクリック(&I):
km: ចុច​ទ្វេដង​លើ​របារ​ចំណង​ជើង ៖
ko: 제목 표시줄 더블 클릭(&T):
mk: Двоклик на насловната лен&та:
ms: Dwi-klik bar &tajuk:
nb: &Dobbeltklikk på tittellinja:
nds: Dubbelklick op &Titelbalken:
nl: &Titelbalk dubbelklik:
nn: Dobbeltklikk på &tittellinja:
pa: ਸਿਰਲੇਖ ਦੋ ਵਾਰ ਦਬਾਓ(&T):
pl: &Dwukrotne kliknięcie na tytule:
pt_br: Clique duplo na barra de &títulos:
ro: Dublu-clic pe bara de &titlu:
ru: &Двойной щелчок на заголовке:
rw: &Gukanda kabiri umurongomutwe:
se: Duppalcoahkkaleapmi &namahusholggas:
sk: Dvojklik na &titulku okna:
sl: &Dvojni klik naslovne vrstice:
sr: Двоклик на насловну &траку:
sr@latn: Dvoklik na naslovnu &traku:
sv: &Dubbelklick på namnlisten:
ta: தலைப்பு பட்டி இரட்டைக் க்ளிக்:
tg: &Ду бор пахш кардани унвон:
th: ดับเบิลคลิ้กแถบหัวเรื่อง:
uk: Подвійне клацання на &заголовку:
