Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Here you can set the snap zone for screen borders, i.e. the 'strength' of the magnetic field which will make windows snap to the border when moved near it.
af: Hier kan jy die klamp sone van die skerm rame stel, byvoorbeeld die 'sterkte' van die magnetiese veld wat sal veroorsaak dat vensters aan die raam klamp wanneer hulle naby daaraan gekuif word.
ar: هنا يمكنك إعداد مناطق الجذب لحدود الشاشة، أو بمعنى آخر، 'قوة' الحقل الميغناطيسي التي تجعل النوافذ تلتصق بالحدود عندما يتم تحريكها جوارها.
az: Bu bölmədən ekran kenarlıklarının daşıma sonrası en yaxındakı başqa bir kənarlığa yapışması üçün təsvir edilən maqnetik sahə quraşdırılır.
bg: Зона на прилепване на прозорците към краищата на екрана. При преместване на прозореца, когато прозорецът навлезе в зоната, той автоматично ще прилепне към края на екрана. По този начин се улеснява преместването на прозорците и се уплътнява използването на екрана.
bn: এখনে আপনি পর্দার সীমানার সংযোগ এলাকা নির্দিষ্ট করতে পারেন, অর্থাত্‍ উইন্ডোগুলিপর্দার প্রান্তে এলে যে চৌম্বক ক্ষেত্র উইন্ডোকে পর্দার প্রান্তে আটকে দেবে তারক্ষমতা স্থির করতে পারেন।
bs: Ovdje možete podesiti zonu ljepljenja rubova ekrana, tj. jačinu 'magnetnog polja' koje privlači vaše prozore kada ih primaknete rubu ekrana.
cs: Zde je možné nastavit zónu přitahování k okrajům obrazovky, t.j. 'sílu magnetického pole', které způsobí přitáhnutí okna, je-li blízko okraje.
cy: Yma gallwch osod y gylchfa snap i ffiniau'r sgrîn, h.y. 'cryfder' y maes magnetig a wna i'r ffenestri snapio i'r ffin pan yn symud ato.
da: Her kan du indstille magnetzonen for skærmkanter, dvs. 'styrken' af det magnetiske felt, som vil få vinduer trukket til kanten, når de flyttes hen i nærheden af den.
de: Hier können Sie die Einrastzone für die Bildschirmränder festlegen, also die "Stärke des magnetischen Feldes", das Fenster an den Rändern andocken lässt, sobald sie in deren Nähe gebracht werden.
el: Εδώ μπορείτε να ορίσετε τη ζώνη αρπαγής για τα άκρα της οθόνης, δηλ. τη 'δύναμη' του πεδίου που θα κάνει τα παράθυρα να κολλήσουν στο άκρο όταν μετακινηθούν κοντά του.
eo: Jen vi donas la kaptdistancon de la ekranrandoj. Tio estas kiom proksime vi devas esti ĉe la rando por transiri al najbara tabulo.
es: Aquí puede fijar la zona de adhesión para bordes de pantalla, es decir la 'intensidad' del campo magnético que hará que las ventanas se adhieran contra el borde cuando se muevan cerca de él
et: Siin saad seada ekraani piirete haaramistsooni, so. "magnetvälja tugevust", mis paneb aknad vastu töölaua piirdeid tõmbuma, kui aken nende lähedale liigutada.
eu: Hemen pantailaren ertzetako atxikitze eremua ezar dezakezu, hau da, leihoak ertzera hurbiltzean, bertan itsatsiko dituen eremu magnetikoaren 'indarra'.
fa: در اینجا می‌توانید برای لبه‌های پرده، ناحیۀ پرش تنظیم کنید. ناحیۀ پرش یعنی »توان« حوزۀ مغناطیسی که هنگام نزدیک شدن پنجره‌ها به همدیگر، آنها را به طرف لبه پرش می‌دهد.
fi: Tässä kohdassa voit määritellä reunusten tartunta-alueen, eli etäisyyden, jolla ikkunoiden reunat kiinnittyvät työpöydän reunaan, kun ne siirretään lähelle.
fr: Vous pouvez préciser ici la taille de la zone d'attraction des bords de l'écran, c'est-à-dire l'intensité du « champ magnétique » qui attire les fenêtres vers les bords de l'écran lorsqu'elles se trouvent près d'eux.
gl: Aquí pode estabrecer a zona de adherencia para as berias da pantalla, é dicir, a intensidade do campo magnético que fará que as fiestras se xunten á beira cando se achegen a ela.
hr: Ovdje podešavate područje uz rub zaslona koje će 'privući' prozor ako se nalazi u blizini.
hu: Itt lehet beállítani a képernyőszélek vonzási távolságát. Ha egy ablak ezen a távolságon belülre kerül, akkor automatikusan illeszkedni fog a képernyő széléhez.
is: Hér getur þú stillt gripsvæði fyrir jaðra skjásins, þ.e. 'styrkleika' segulsviðsins sem fær gluggana til að festast við jaðrana þegar þeir eru færðir að þeim.
it: Qui puoi impostare la zona magica dei bordi dello schermo, ovvero la forza del campo magnetico che attacca le finestre ai bordi quando le muovi vicino ad essi.
ja: スクリーンの端のスナップゾーン、つまり、ウインドウを近づけると、まるで磁石に吸い寄せられるようにウインドウの枠がくっついてしまう距離を設定します。
km: នៅទីនេះ អ្នក​អាច​កំណត់​តំបន់ខ្ទាស់​សម្រាប់​ស៊ុម​អេក្រង់ ឧ. 'កម្លាំង' នៃ​វាល​ម៉ាញេទិក ​ដែល​នឹង​ធ្វើ​ឲ្យ​បង្អួច​ខ្ទាស់ស៊ុមនៅ​ពេលដែល​​​ផ្លាស់​ទី​ជិត​វា ។
ko: 화면 경계의 스냅 구역을 설정합니다. 이것은 창이 화면의 경계 근처로 이동할 때 스냅하는 자석의 강도 입니다.
mk: Тука може да ја поставите зоната на привлекување на границите на екранот, т.е. „јачината на магнетното поле“ што ќе ги натера прозорците да се залепат до работ кога ќе се доближат до него.
ms: Di sini anda boleh set zon petik bagi sempadan skrin, iaitu 'kekuatan' medan magnet yang akan membuat tetingkap memetik ke sempadan apabila digerakkan menghampirinya.
nb: Her kan du sette opp gripesonen for skjermkanter, dvs. styrken på «magnetfeltet» som får vinduer til å legge seg inntil kanten når de blir flyttet i nærheten.
nds: Hier kannst Du dat Andockrebeet för de Schirmkanten fastleggen. Dat kannst Du as de Stärk vun en Magneetfeld ansehn, dat Finstern an de Kant rantreckt, wenn Du een neeg na de Kant schuffst.
nl: Hier kunt u de kracht het magnetische veld van de schermranden instellen. Vensters die binnen dit veld komen worden automatisch naar de schermrand toe getrokken.
nn: Her kan du velja kantlåssonen for skjermkantar, altså «styrken» på det magnetiske feltet som gjer at vindauga legg seg inntil kantar når dei vert flytta.
pl: Tu możesz ustalić przyciąganie brzegu ekranu, tj. 'siłę przyciągania', która przyciąga okna do brzegu ekranu.
pt_br: Aqui você pode configurar a zona de encaixe para as janelas, isto é, o 'comprimento' do campo magnético que fará com que as janelas se encaixem com outra, quando elas são movidas para perto de qualquer dela.
ro: Aici puteţi seta zona magnetică a marginii ecranelor, adică "tăria" cîmpului magnetic care face ferestrele să se lipească de marginea ecranului atunci cînd sînt mutate în apropierea ei.
ru: Размер зоны привязки для границ экрана, другими словами, "сила магнитного поля", которое побуждает окна прилипать к границе, когда они находятся близко от неё.
rw: Aha ushobora kugena ahakwegerwa hagenewe imbibi za mugaragaza, ni ukuvuga 'ingufu' z'umwanya rukuruzi uzatuma amadirishya akwegerwa ku rubibi igihe awegerejwe.
sk: Tu je možné nastaviť oblasť priťahovania pri okrajoch obrazovky, čiže 'silu' magnetického poľa, ktoré pritiahne okná k okraju pri ich presune.
sl: Tu lahko nastavite prostor lepitve za robove oken, t.j. »moč« magnetnega polja, ki bo okna prilepil ob rob drugih oken, če jih postavite v bližino le-teh.
sr: Овде можете поставити зону уклапања за ивице екрана, тј. „снагу магнетног поља“ које ће хватати и привлачити прозоре уз ивицу када се помере близу ње.
sr@latn: Ovde možete postaviti zonu uklapanja za ivice ekrana, tj. „snagu magnetnog polja“ koje će hvatati i privlačiti prozore uz ivicu kada se pomere blizu nje.
sv: Här kan du ställa in kantbindningszonen för skärmkanterna, dvs "styrkan" på magnetfältet som binder fönster till kanten när de flyttas nära den.
ta: இங்கு நீங்கள் இழு மண்டலத்தின் திரை ஓரத்தில் அமைத்தல் முடியும்,அதாவது காந்தக புலத்தின் சத்தியை பயன்படுத்தி சாளர இழு ஓரத்தை அதற்க்கு பக்கமாக நகற்றி விடும்.
tg: Дар инҷо шумо метавонед, андозаи минтақаи часпише барои лабаҳои экранро танзим кунед, яъне "қувваи заминаи магнитӣ", вақти экранҳоро ба ҳамдигар наздик кардан, онҳоро ба "часпиш" меорад.
th: คุณสามารถตั้งค่าช่วงจากกรอบหน้าต่าง ที่จะให้เกาะขอบจอ เปรียบเหมือน 'ความแรง' ของสนามแม่เหล็ก เมื่อกรอบหน้าต่างไปใกล้ระยะที่กำหนด กับขอบจอ
uk: Тут ви можете вибрати зону захоплення для меж екрану, тобто "силу" магнітного поля, яке притягує вікна до межі при наближенні.

source: &Window snap zone:
af: Venster klamp sone:
ar: منطقة جذب الن&وافذ
az: &Pəncərə yapışma məsafəsi:
bg: Зона на прилепване към рамките на прозор&ците:
bn: &উইন্ডো সংযোগ ক্ষেত্র:
bs: &Zona ljepljenja prozora:
cs: Zóna přitahování &oken:
cy: Cylchfa snap &ffenestr
da: &Vindues-snapzone:
de: &Fenster-Einrastzone:
el: Ζώνη αρπαγής &παραθύρου:
eo: &Fenestra kaptdistanco:
es: Zona de adhesión de &ventana:
et: &Akna haaramistsoon:
eu: Le&iho atxikitze eremua:
fa: ناحیۀ پرش &پنجره:‌
fi: &Ikkunoiden tartunta-alue:
fr: Zone d'attraction des fenêtr&es :
gl: Zona de adherencia da &fiestra:
hi: विंडो स्नैप ज़ोनः (&W)
hr: Područje privlačenja pro&zora:
hu: Az &ablakok vonzási távolsága:
is: Gripsvæði &glugga:
it: Zona magica delle &finestre:
ja: ウィンドウのスナップゾーン(&W):
km: តំបន់​ខ្ទាស់​បង្អួច ៖
ko: 창 스냅 구역(&W):
mk: Зона на привлекување на п&розорци:
ms: &Zon snap tetingkap:
nb: Gripesone ved &vinduer:
nds: &Finster-Andockrebeet:
nl: Magnetische &vensterrand:
nn: &Vindaugslåssone:
pl: Strefa przyciągania &okien:
pt_br: &Zona de Encaixe da Janela:
ro: Zona magnetică a &ferestrei:
ru: Размер &граничной зоны окон:
rw: &Ahakwegerwa idirishya:
se: &Láselohkkadanavádat:
sk: Zóna priťahovania &okien:
sl: Prostor l&epitve okna:
sr: Зона уклапања &прозора:
sr@latn: Zona uklapanja &prozora:
sv: Fönsterbindnings&zon:
ta: சாளரப் பிடிப்பு மண்டலம்:
tg: &Минтақаи ҳасоси тиреза:
th: ช่วงจากกรอบที่จะให้เกาะกรอบหน้าต่าง:
uk: Зона захоплення &вікон:

source: Here you can set the snap zone for windows, i.e. the 'strength' of the magnetic field which will make windows snap to each other when they're moved near another window.
af: Hier kan jy die klamp sone van die vensters stel, byvoorbeeld die 'sterkte' van die magnetiese veld wat sal veroorsaak dat vensters aan mekaar klamp wanneer hulle naby aan 'n ander venster gekuif word.
ar: هنا يمكنك إعداد منطقة النوافذ، أو بمعنى آخر، 'قوة' الحقل الميغناطيسي التي تجعل النوافذ تلتصق ببعضها عند تحريكها قرب نافذة أخرى.
az: Bu bölmədən pəncərələrin daşıma sonrası ən yaxındakı başqa bir pəncərəyə yapışması üçün təsvir edilən maqnetik sahə quraşdırılır.
bg: Зона на прилепване на прозорците към рамките на другите прозорци. При преместване на прозореца, когато прозорецът навлезе в зоната, той автоматично ще прилепне към края на другия прозорец, без да го препокрива или да оставя празно място между прозорците. По този начин се улеснява преместването на прозорците и се уплътнява използването на екрана.
bn: এখনে আপনি উইন্ডোগুলির সংযোগ এলাকা নির্দিষ্ট করতে পারেন, অর্থাত্‍ উইন্ডোগুলিপরস্পরের কাছে এলে যে চৌম্বক ক্ষেত্র তাদের পরস্পরের সঙ্গে আটকে দেবে তারক্ষমতা স্থির করতে পারেন।
bs: Ovdje možete podesiti zonu ljepljenja prozora, tj. jačinu 'magnetnog polja' koje privlači vaše prozore jedan drugom kada ih primaknete.
cs: Zde je možné nastavit zónu přitahování k ostatním oknům, t.j. 'sílu magnetického pole', které způsobí přitáhnutí okna, je-li blízko jinému oknu.
cy: Yma gallwch osod y gylchfa snap i ffenestri, h.y. 'cryfder' y maes magnetig a wna i'r ffenestri snapio i'w gilydd pan yn cael eu symud yn agos i ffenestr arall.
da: Her kan du sætte magnetzonen for vinduer, dvs. 'styrken' af det magnetiske felt, som får vinduerne trukket til hinanden, når de kommer i nærheden af hinanden.
de: Hier können Sie die Einrastzone für Fenster festlegen, also die "Stärke des magnetischen Feldes", das Fenster an den Rändern andocken lässt, sobald sie in die Nähe von anderen Fenstern gebracht werden.
el: Εδώ μπορείτε να ορίσετε τη ζώνη αρπαγής για τα παράθυρα, δηλ. τη 'δύναμη' του πεδίου που θα κάνει τα παράθυρα να κολλήσουν μεταξύ τους όταν μετακινηθούν κοντά σε ένα άλλο παράθυρο.
eo: Jen vi donas la kaptdistancon de fenestroj, t.e. kiom proksime fenstroj devas proksimiĝi unu al alia por kungluiĝi.
es: Aquí puede establecer la zona de adhesión para ventanas, es decir, la 'intensidad' del campo magnético que hará que las ventanas se adhieran unas a otras cuando se mueven cerca de otra ventana.
et: Siin saad seada akna piirete haaramistsooni, so. "magnetvälja tugevust", mis paneb aknad üksteise vastu tõmbuma, kui neid teineteise lähedale liigutada.
eu: Hemen leihoen atzikitze eremua ezar dezakezu, hau da, leihoak elkarrengana hurbiltzean, bata besteari itsatsiko dion eremu magnetikoaren 'indarra'
fa: در اینجا می‌توانید برای پنجره‌ها ناحیۀ پرش تنظیم کنید. ناحیۀ پرش یعنی »توان« حوزۀ مغناطیسی که هنگام نزدیک شدن پنجره‌ها به پنجره‌ای دیگر، آنها را به طرف همدیگر پرش می‌دهد.
fi: Tässä kohdassa voit määritellä reunusten tartunta-alueen, eli etäisyyden, jolla ikkunoiden reunat kiinnittyvät toisen ikkunan reunaan, kun ne siirretään lähelle.
fr: Vous pouvez préciser ici la taille de la zone d'attraction des fenêtres, c'est-à-dire l'intensité du « champ magnétique » avec lequel les fenêtres s'attirent les unes les autres lorsqu'elles sont proches.
gl: Aquíi pode estabrecer a zona de adherencia para as fiestras, é dicir, a intensidade do campo magnético que fará que as fiestras se xunten con outras cando se acheguen a elas.
hr: Ovdje podešavate područje uz rub prozora koje će 'privući' drugi prozor uz rub postojećeg, ako se ovaj nalazi u blizini.
hu: Itt lehet beállítani az ablakok vonzási távolságát. Ha két ablak ezen a távolságon belülre kerül, akkor széleik automatikusan illeszkedni fognak egymáshoz.
is: Hér getur þú stillt gripsvæði fyrir glugga, þ.e. 'styrkleika' segulsviðsins sem fær glugga til að smella hver við annan þegar þeir eru færðir að nálægt öðrum gluggum.
it: Qui puoi impostare la zona magica dei bordi delle finestre, ovvero la forza del campo magnetico che attacca le finestre tra loro quando le muovi una vicina all'altra.
ja: ウィンドウのスナップゾーン、つまり、互いに接近すると、まるで磁石に吸い寄せられるように、ウインドウの枠どうしがくっついてしまう距離を設定します。
km: នៅទីនេះ អ្នក​អាច​កំណត់​តំបន់ខ្ទាស់​​បង្អួច ឧ. 'កម្លាំង' នៃ​វាល​ម៉ាញេទិកដែល​នឹង​ធ្វើ​ឲ្យ​បង្អួច​​ខ្ទាស់​ទៅវិញទៅមក នៅ​ពេល​ដែល​ពួកវា​ត្រូវ​បាន​ផ្លាស់ទី​នៅ​ជិត​បង្អួច​ដទៃ​ទៀត ។
ko: 창 경계의 스냅 구역을 설정합니다. 이것은 창이 다른 창의 경계 근처로 이동할 때 스냅하는 자석의 강도 입니다.
mk: Тука може да ја поставите зоната на привлекување на прозорците, т.е. „јачината на магнетното поле“ што ќе ги натера прозорците да се залепат еден до друг кога ќе се доближат меѓу себе.
ms: Di sini anda boleh set zon petik untuk tetingkap, iaitu 'kekuatan' medan magnet yang akan membuat tetingkap saling memetik apabila ia digerakkan mendekati tetingkap lain.
nb: Her kan du sette opp gripesonen for vinduer, dvs. styrken på «magnetfeltet» som gjør at et vindu klemmer seg inntil et annet når det flyttes i nærheten av det.
nds: Hier kannst Du dat Andockrebeet för de Finsterkanten fastleggen. Dat kannst Du as de Stärk vun en Magneetfeld ansehn, dat en Finster na en anner Finster rantreckt, wenn Du dat neeg na en Kant vun dat annere Finster schuffst.
nl: Hier kunt u de kracht van het magnetische veld rond de vensters instellen. Wanneer twee vensters met hun rand binnen dit veld komen worden ze automatisch tegen elkaar geplaatst.
nn: Her kan du velja vindaugslåssonen, altså «styrken» på magnetfeltet som gjer at vindauga legg seg inntil kvarandre når dei vert flytta nær andre vindauge.
pl: Tu możesz ustalić przyciąganie brzegu okna, tj. 'siłę przyciągania', która przyciąga jedno okno do drugiego.
pt_br: Aqui você pode configurar a zona de encaixe para as janelas, isto é, o 'comprimento' do campo magnético que fará com que as janelas se encaixe com outra, quando elas são movidas para perto de qualquer outra janela.
ro: Aici puteţi seta zona magnetică a marginii ferestrelor, adică "tăria" cîmpului magnetic care face ferestrele să se lipească una de alta atunci cînd sînt mutate în apropiere.
ru: Размер зоны привязки для границ окон, другими словами, "сила магнитного поля", которое побуждает окна "склеиваться", когда они находятся близко друг от друга.
rw: Aha ushobora kugena ahakwegerwa hagenewe amadirishya, ni ukuvuga 'ingufu' z'umwanya rukuruzi uzatuma amadirishya akwegwa yegerana igihe yeregerejwe irindi dirishya.
sk: Tu je možné nastaviť oblasť priťahovania pri okrajoch okien, čiže 'silu' magnetického poľa, ktoré pritiahne okná k iným oknám v prípade, že sú blízko seba.
sl: Tu lahko nastavite prostor lepitve za okna, t.j. »moč« magnetnega polja, ki bo okna prilepil ob druga okna, če jih postavite v bližino le-teh.
sr: Овде можете поставити зону уклапања за прозоре, тј. „снагу магнетног поља“ које ће хватати и привлачити прозоре једне уз друге када се померају један близу другог.
sr@latn: Ovde možete postaviti zonu uklapanja za prozore, tj. „snagu magnetnog polja“ koje će hvatati i privlačiti prozore jedne uz druge kada se pomeraju jedan blizu drugog.
sv: Här kan du ställa in fönsterbindningszonen, dvs "styrkan" på magnetfältet som binder ihop fönster när de flyttas nära varandra.
ta: இழு மண்டலத்தின் சாளர அமைப்பை இங்கு நீங்கள் அமைக்கலாம்,அதாவது காந்தக புலத்தின் சக்தி சாளரத்தை இழுத்து விடும் அது மற்றும் அல்லாமல் வேறு சாளரத்தொடு இனைத்து விடும்.
tg: Дар инҷо шумо метавонед, андозаи минтақаи часпише барои ҳудуди тиреза, танзим кунед, яъне "қувваи заминаи магнитӣ", вақти тирезаҳоро ба ҳамдигар наздик кардан, онҳоро ба "часпиш" меорад.
th: คุณสามารถตั้งค่าช่วงจากกรอบหน้าต่าง ที่จะให้เกาะขอบหน้าต่างอื่น เปรียบเหมือน 'ความแรง' ของสนามแม่เหล็ก เมื่อกรอบหน้าต่างไปใกล้ระยะที่กำหนด กับกรอบหน้าต่างอื่น
uk: Тут ви можете вибрати зону захоплення для вікон, тобто "силу" магнітного поля. яке притягує вікна одне до одного при наближенні.

source: Snap windows onl&y when overlapping
af: Klamp vensters slegs wanneer oorvleuel
ar: اج&ذب النوافذ فقط عندما تكون تغطي بعضها
az: Pəncərələri sadəcə olaraq &üst üstə gələndə bir birinə yapışdır
bg: Пр&илепване на прозорците само когато се препокриват
bn: কেব&লমাত্র উপরিপাতন হলে উইন্ডোগুলি আটকে দাও
bs: Lijepi prozore samo kod &preklapanja
cs: Přitahovat okna jen při pře&krývání
cy: Snapio ffenestri pan yn gorgyffwrdd yn &unig
da: Træk kun vinduer hen til hinanden ved &overdækning
de: Fenster nur einrasten lassen, wenn sie sich ü&berlappen
el: Αρπαγή των παραθύρων &μόνο κατά την επικάλυψη
eo: Kungluu fenestrojn &nur se unu ŝoviĝas super alia
es: Adherir ventanas sólo cuando se &solapen
et: Ak&naid haaratakse ainult siis, kui nad kattuvad
eu: Leihoak elkarri &atxikitu bata bestearen gainean daudenean besterik ez
fa: پرش پنجره‌ها &فقط هنگام هم‌پوشانی‌
fi: Kiinnitä vain kun ikkunat ovat &päällekkäin
fr: Attirer les fenêtres seulement si e&lles se chevauchent
gl: Adherir fiestras s&ó cando se superpoñan
hi: जब ओवरलेपिंग हो तभी विंडो स्नेप करें (&y)
hr: Privuci prozore samo ak&o se preklapaju
hu: Az ablakok csak átfe&dés esetén vonzzák egymást
is: Grípa í glugga aðeins ef þeir eru &yfirfallandi
it: Attrai le finestre solo quando s&ovrapposte
ja: 重なり合ったときのみウィンドウをくっつける(&Y)
km: ខ្ទាស់​បង្អួច​តែ​ពេល​ត្រួត​លើ​គ្នា
ko: 겹쳐질 때에만 창을 스냅(&Y)
mk: Залеп&и ги прозорците само кога се преклопуваат
ms: Tetingkap petik hanya apabila bertindan
nb: Grip vinduer bare ved &overlapping
nds: Bloots bi Ö&verdecken andocken
nl: Vensters alleen tegen elkaar plaatsen wanneer ze elkaar &overlappen
nn: Lås vindauge berre &ved overlapping
pl: Przyciągaj tylko okna &nachodzące na siebie
pt_br: Encai&xa Janelas somente na sobreposição
ro: Potriveşte ferestrele numai cînd se &suprapun
ru: &Привязывать окна, только если они перекрываются.
rw: Gukwega amadirishya igihe agerekeranye gusa
sk: Pritiahnuť okná iba pri pre&krývaní
sl: Ok&na prilepi le, če se prekrivajo
sr: Уклапај про&зоре само када се преклапају
sr@latn: Uklapaj pro&zore samo kada se preklapaju
sv: Föns&terbindning endast vid överlappning
ta: சாளரங்கள் மேற்பொருந்துகையில் மட்டுமே பிடி
tg: &Тирезаҳоро вақти пӯшидан ки рӯи ҳам афтода бошанд
th: ให้กรอบหน้าต่างแนบกัน เมื่อมีการซ้อนทับกันเท่านั้น
uk: Захоплювати вікна тільки при &перекриванні
