Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: This option tells Konqueror whether to ask for a confirmation when you "delete" a file. <ul><li><em>Move To Trash:</em> moves the file to your trash folder, from where it can be recovered very easily.</li> <li><em>Delete:</em> simply deletes the file.</li> </li></ul>
af: Hierdie opsie sê vir Konqueror of dit moet vra vir bevestiging wanneer jy 'n lêer "Uitvee".<ul><li><em>Beweeg na Asblik:</em> skuiwe die lêer na jou Asblik gids, vanwaar dit baie maklik herwin kan word.</li> <li><em>Uitvee:</em> Vernietig eenvoudig die lêer.</li> </li></ul>
ar: هذا الخيار يخبر Konqueror فيما إذا عليه أن يطلب التأكيد عند "حذف" ملف ما.<ul><li><em>نقل إلى سلة المهملات:</em> ينقل الملف المحذوف لسلة المهملات لديكحيث يكون من السهل إسترجاع الملف بسهولة.</li><li><em>إلغاء:</em> يقوم بإلغاء الملف بكل بساطة.</li><li><em>إتلاف:</em>لا يقوم بالحذف فحسب، ولكن يكتب في نفس المساحة التي كانت مشغولة من الملف، مما يجعل إسترجاع الملف مستحيلا. يجب أن لا تحذف خيار التأكيد لهذه الطريقة، إلا إذا كنت تعمل بشكل دائم مع بيانات في غاية السرية.</li></ul>
bg: При включени отметки файловия браузър Konqueror ще изисква потвърждение при различните начини за премахване на файла.<ul><li><b>Преместване в кошчето</b>: Преместване на избрания файл във кошчето, от където той може да бъде възстановен.</li> <li><b>Изтриване</b>: Изтриване на файла. При тази операция файлът не може да възстановен със стандартни средства.</li></ul>
bs: Ova opcija određuje Konqueror-u da li će pitati za potvrdu kada izaberete brisanje datoteke. <ul><li><em>Bacanje u smeće:</em> premješta datoteku u direktorij za smeće, odakle je možete brzo i jednostavno vratiti.</li><li><em>Brisanje:</em> briše datoteku.</li></ul>
ca: Aquesta opció li diu al Konqueror si ha de demanar confirmació quan feu "esborra" a un fitxer. <ul><li><em>Mou a la paperera:</em> mou el fitxer a la carpeta paperera, d'on es podrà recuperar molt fàcilment.</li> <li><em>Esborra:</em> simplement esborra el fitxer</li> </li></ul>
cs: Tato volba určuje, jak se bude Konqueror chovat, když "smažete" soubor. <ul><li><em>Přesunout do koše:</em> přesouvá soubory do složky, ve kterém je umístěn koš, odkud je možné tyto soubory snadno obnovit.</li> <li><em>Smazat:</em> smaže soubor.</li></ul>
cy: Dyweda'r dewisiad yma wrth Konqueror ai ddylai ofyn am gadarnhad pan ydych yn "dileu" ffeil. <ul><li><em>Symud i'r Sbwriel:</em> symuda'r ffeil i'ch plygell sbwriel, o ble gellir ei adfer yn hawdd iawn.</li> <li><em>Dileu:</em> dilëir y ffeil.</li> </ul>
da: Denne indstilling fortæller Konqueror hvad der skal gøres, hvis du vælger 'slet' i en filsammenhængsmenu. <ul><li><em>Flyt til affald</em> flytter filen til din affaldsmappe, hvor du let kan få fat på den igen.</li><li><em>Slet</em> sletter simpelthen filen</li></li></ul>
de: Diese Einstellung Konquerors Verhalten fest, wenn Sie in einem Kontextmenü "löschen" auswählen.<ul><li><em>In den Mülleimer werfen</em> verschiebt die Datei in den Mülleimer-Ordner, von wo sie leicht wieder herausgeholt werden kann</li><li><em>Löschen</em> löscht die Datei einfach</li></ul>
el: Αυτή η επιλογή λέει στον Konqueror αν θα ζητά επιβεβαίωση όταν "διαγράφετε" ένα αρχείο. <ul><li><em> Μετακίνηση στον κάδο απορριμμάτων:</em> μετακινεί το αρχείο στο φάκελο των απορριμμάτων, από όπου μπορεί εύκολα να ανακτηθεί.</li><li><em>Διαγραφή:</em> απλά διαγράφει το αρχείο.</li> </li></ul>
eo: Tiu opcio indikas, kion Konkeranto faru, se vi "forigas" dosieron. <ul><li><em>Metu en rubujon:</em> ŝovas la dosieron en la rubujon de kie ĝi povas esti restarigota poste.</li> <li><em>Forigu:</em> simple forigas la dosieron.</li> </li></ul>
es: Esta opción le indica a Konqueror si debe solicitar confirmación al «borrar» un archivo. <ul><li><em> Tirar a la papelera:</em> transfiere el archivo a su carpeta papelera, desde donde puede recuperarse fácilmente.</li> <li><em> Borrar:</em> sencillamente borra el archivo.</li></ul>
eu: Aukera honek fitxategi bat ezabatzean berrespena eskatu behar dizun jakinarazten dio Konquerorri.<ul><li><em>Mugitu zakarrontzira:</em> fitxategia zakarrontziramugituko da, nondik oso errez berreskura daitekeen.</li> <li><em>Ezabatu:</em> fitxategia ezabatu eta kitto.</li></ul>
fa: این گزینه به Konqueror می‌گوید که آیا هنگام »حذف« یک پرونده، درخواست تأیید کند یا خیر. <ul><li><em>حرکت به زباله:</em> پرونده‌ها را به پوشۀ زبالۀ شما حرکت می‌دهد. از آنجا به آسانی می‌تواند بازیافت شود.</li> <li><em>حذف:</em> به سادگی پرونده را حذف می‌کند</li> </li></ul>
fi: Tässä kohdassa valitaan kysyykö Konqueror vahvistuksen, kun poistat tiedostoja. <ul><li><em>Siirrettäessä roskakoriin:</em> Kun siirretään tiedostoja roskakoriin, josta ne voidaan palauttaa helposti.</li> <li><em>Poistettaessa:</em> Kun tiedostoja tuhotaan.</li></ul>
fr: Cette option indique à Konqueror s'il faut demander une confirmation lorsque vous « supprimez » un fichier :<ul> <li><em>Mettre à la corbeille :</em> déplace le fichier dans votre dossier corbeille, d'où il peut être facilement restauré.</li> <li><em>Supprimer :</em> supprime simplement le fichier.</li> </li></ul>
gl: Esta opción indícalle ó Konqueror se ten que pedir confirmación ó "borrar" un ficheiro. <ul><li><em>Mover ó Lixo:</em> move o ficheiro para o cartafol do lixo, onde se pode recuperar doadamente.</li> <li><em>Borrar:</em> simplemente borra o ficheiro.</li>
he: אפשרות זו אומרת ל־Konqueror האם לבקש אישור כשאתה "מוחק" קובץ. <ul><li><em>העבר לסל האשפה:</em> מעביר את הקובץ לספריית האשפה שלך, שם ניתן לשחזר אותו בקלות רבה.</li> <li><em>מחק:</em> פשוט מוחק את הקובץ. </li></ul>
hu: Ez beállítás határozza meg, hogy a Konqueror mit tegyen alapértelmezésként, ha Ön egy fájlt kiválasztva kiadja a "törlés" parancsot. <ul><li><em>Kidobás a szemétkosárba:</em> a törlendő fájl a szemétkosár könyvtárába kerül, ahonnan később könnyen visszanyerhető</li> <li><em>Törlés:</em> a Konqueror egyszerűen letörli a fájlt</li> </li></ul>
is: Þessi stilling segir til um hvort eigi að fá staðfestingu þegar þú "eyðir" skrá í Konqueror. <ul> <li><em>Henda í ruslið:</em> Færir skrána yfir í ruslakörfuna en þaðan er mjög auðvelt að endurheimta hana.</li> <li><em>Eyða:</em> Eyðir skránni.</li> </li></ul>
it: Questa opzione dice a Konqueror se chiedere conferma quando "elimini" un file.<ul><li><em>Cestina:</em> sposta il file nella cartella del cestino, da cui può essere ripristinato molto facilmente.</li><li><em>Elimina:</em> elimina il file.</li><li></ul>
ja: このオプションはファイルを「削除」するときに確認するかどうかを設定します。<ul><li>[ごみ箱に移動] ファイルをごみ箱フォルダに移動します。ごみ箱に捨てたファイルは簡単に復旧することができます。</li><li>[削除] 単純にファイルを削除します。</li> </li></ul>
kk: Бұл параметр Konqueror файлды "өшіргенде", амалды құптау сұрақты қою-қоймауды анықтайды. <ul> <li><em>Өшірілгендерге тастау:</em> өшірілгендер қапшығына жылжытады. Файлды одан қайтару оп-оңай.</li> <li><em>Жою:</em> файлды қайтарылмас жою.</li></ul>
km: ជម្រើស​នេះ​ប្រាប់ Konqueror ថាតើ​ត្រូវ​ស្នើសុំ​ការ​អះអាង ពេល​អ្នក"លុប​"ឯកសារ​មួយ​ឬ​ទេ ។ <ul><li><em>ផ្លាស់ទី​ទៅ​ធុង​សំរាម ៖</em> ផ្លាស់ទី​ឯកសារទៅ​ថតធុង​សំរាម​របស់​អ្នក ដែល​អ្នក​អាចយក​បាន​មក​វិញ​ពី​ទីនោះ​ដោយ​ងាយស្រួល ។</li> <li><em>លុប ៖</em> លុប​ឯកសារជា​ធម្មតា</li> </li></ul>
ko: 이 설정은 Konqueror에서 "파일을 삭제"할 때 알림을 표시할 지 설정합니다. <ul><li><em>휴지통으로 이동:</em> 파일을 나중에 쉽게 복구할 수 있도록 휴지통으로 이동합니다.</li><li><em>삭제:</em> 파일을 단순히 삭제합니다.</li> </li></ul>
lt: Ši parinktis nurodo Konqueror ar klausti patvirtinimo, kai Jūs „Trinate“ bylą. <ul><li><em>Perkelti į Šiukšliadėžę:</em> perkelia bylą į šiukšliadėžę, iš ją galima lengvai atgauti.</li> <li><em>Trinti:</em> paprasčiausiai ištrina bylą.</li> <li></ul>
mk: Оваа опција му кажува на Konqueror дали да прашува за потврда кога бришете датотека. <ul><li><em>Премести во Корпа:</em> Ја преместува датотеката во вашата папка со „отпадоци“, од каде што таа може лесно да се врати назад.</li> <li><em>Избриши:</em> Едноставно ја брише датотеката.</li> <li></ul>
nb: Dette valget bestemmer om Konqueror skal spørre deg om å bekrefte en«sletting».<ul><li><em>Flytt til papirkurven:</em> flytter filene til papirkurvmappa der den enkelt kan bli gjenopprettet.</li> <li><em>Slett:</em> sletter bare fila.</li></li></ul>
nds: Disse Optschoon leggt fast, wat Konqueror nafraagt, wenn Du en Datei "wegdeist".<ul><li><em>Na de Affalltünn verschuven:</em> beweegt de Datei na den Affall-Orner, vun wo se licht wedder torüchhaalt warrn kann.</li><li><em>Wegdoon</em> deit en Datei eenfach weg.</li></ul>
nl: Deze optie vertelt Konqueror of hij om een bevestiging dient te vragen als u een bestand "verwijdert". <ul><li><em>Naar prullenbak verplaatsen:</em> verplaatst een bestand naar de prullenbakmap, zodat u deze eenvoudig kunt terugzetten.</li><li><em>Verwijderen:</em>verwijdert het bestand.</li></ul>
nn: Dette valet avgjer kva Konqueror skal gjera når du vel «slett» i filmenyen.<ul><li><em>Flytt til papirkorg:</em> Flyttar fila til papirkorga, der du lett kan gjenoppretta ho.</li><li><em>Slett:</em> Slettar ganske enkelt fila.</li></li></ul>
pa: ਇਹ ਚੋਣ ਕੌਨਕਿਉਇਰੋਰ ਨੂੰ ਦੱਸਦੀ ਹੈ ਕਿ ਕਿ ਇੱਕ ਫਾਇਲ "ਹਟਾਉਣ" ਸਮੇਂ ਪੁਸ਼ਟੀ ਕਰਵਾਉਣੀ ਹੈ।<ul><li><em> ਰੱਦੀ ਵਿੱਚ ਭੇਜੋ:</em>ਫਾਇਲ ਨੂੰ ਤੁਹਾਡੇ ਰੱਦੀ ਫੋਲਡਰ ਵਿੱਚ ਭੇਜੋ, ਜਿੱਥੋਂ ਕਿ ਤੁਸੀਂ ਆਸਾਨੀ ਨਾਲ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।</li><li><em> ਹਟਾਓ:</em>ਫਾਇਲ ਨੂੰ ਸਿੱਧਾ ਹਟਾ ਦਿਓ।</li></li></ul>
pl: Ta opcja konfiguruje zachowanie Konquerora przy "usuwaniu" pliku. <ul><li><em>Przenieś do kosza:</em> przesuwa plik do kosza, z którego może być łatwo odzyskany.</li> <li><em>Usuń:</em> po prostu usuwa plik</li> </ul>
pt: Esta opção diz ao Konqueror o que deve fazer se o utilizador decidir "apagar" um ficheiro. <ul><li><em>Mover para o Lixo</em> move o ficheiro para a pasta que contém o lixo; o ficheiro pode ser recuperado muito facilmente</li><li><em>Apagar</em> apaga simplesmente o ficheiro</li> </li></ul>
pt_br: Esta opção instrui se o Konqueror deve pedir confirmação ao "apagar" um arquivo. <ul><li><em>Mover para o lixo:</em> move o arquivo ao para o Lixo, de onde ele pode ser facilmente recuperado.</li> <li><em>Excluir:</em> simplesmente apaga o arquivo.</li></li></ul>
ro: Această opţiune spune Konqueror ce să facă atunci cînd "ştergeţi" un fişier.<ul><li><em>Mută în coşul de gunoi:</em> mută fişierul în folderul dumneavoastră de gunoi de unde el poate fi recuperat cu uşurinţă</li> <li><em>Şterge:</em> pur şi simplu şterge fişierul</li> </ul>
ru: Этот параметр указывает программе Konqueror, запрашивать ли подтверждение при "удалении" файла.<ul><li><em>Выбросить в корзину:</em> переместить удаляемый файл в папку вашей корзины, откуда файл может быть легко восстановлен.</li> <li><em>Удалить:</em> просто удалить файл.</li>
rw: Ubu buryo bubwira Konqueror niba igomba gusaba kwemeza igihe "usiba" idosiye. <ul><li><em>Kwimurira Mu Gatebo:</em> byimurira idosiye mu bubiko bw'agatebo bwawe, aho ishobora kongera kuvanywa ku buryo bworoshye cyane.</li> <li><em>Gusiba:</em> bisiba gusa idosiye.</li> </li></ul>
sk: Táto voľba nastavuje Konqueroru, či sa pýtať na potvrdenie, keď mažete súbor. <ul><li><em>Presunúť do koša:</em> premiestňuje súbory do vášho priečinka 'Kôš', odkiaľ ich môžete ľahko obnoviť.</li><li><em>Zmazať:</em> zmaže súbor.</li> </ul>
sl: Ta možnost pove Konquerorju, ali naj zaprosi za potrditev, če izberete »zbriši« datoteko. <ul><li><em>Prestavi v Smeti</em> premakne datoteko v mapo s smetmi, od koder jo lahko zlahka obnovite</li> <li><em>Izbriši</em> preprosto zbriše datoteko</li>
sr: Ова опција ће рећи Konqueror-у да када год треба да обрише неки фајл, пита корисника за потврду. <ul><li><em>Премести у смеће:</em> помера ваше фајлове у фасциклу за смеће, одакле касније веома лако могу да се поврате.</li><li><em>Обриши:<./em> неповратно брише фајлове.</li></ul>
sr@latn: Ova opcija će reći Konqueror-u da kada god treba da obriše neki fajl, pita korisnika za potvrdu. <ul><li><em>Premesti u smeće:</em> pomera vaše fajlove u fasciklu za smeće, odakle kasnije veoma lako mogu da se povrate.</li><li><em>Obriši:<./em> nepovratno briše fajlove.</li></ul>
sv: Detta alternativ talar om för Konqueror om du ska bli tillfrågad att bekräfta när du "tar bort" en fil. <ul><li><em>Flytta till papperskorgen:</em> flyttar filen till papperskorgen, varifrån den kan återställas mycket enkelt.</li> <li><em>Ta bort:</em> tar helt enkelt bort filen.</li> </ul>
ta: நீங்கள் கோப்பு சூழல் பட்டியில் "நீக்கு" என்பதை தேர்வு செய்தால் கான்கொரர் என்ன செய்ய வேண்டும் என்பதை இந்த தேர்வு சொல்லும். <ul><li><em>>குப்பைக்கு நகர்த்து</li> கோப்புகளை குப்பை அடைவுக்கு நகர்த்தும், இங்கிருந்து மீட்டுக்கொள்ளலாம்.<em> நீக்கு</em>கோப்புகளை நீக்கும்</li> </li></ul>
th: ตัวเลือกนี้จะบอกให้ Konqueror ทำการถามยืนยัน เมื่อคุณทำการ "ลบ" แฟ้ม <ul><li><em>ทิ้งลงถังขยะ:</em> ย้ายแฟ้มไปยังโฟลเดอร์ถังขยะของคุณ ซึ่งจะทำให้คุณสามารถกู้แฟ้มคืนได้โดยง่าย </li> <li><em>ลบทิ้ง:</em> ลบแฟ้มตามปกติ</li> </li></ul>
uk: Цей параметр вказує Konqueror, що робити, коли ви "вилучаєте" файл. <ul><li><em>Пересунути у смітник:</em> пересуває файл у теку смітника, звідки ви можете його легко відновити.</li> <li><em>Вилучити:</em> просто стирає файл.</li> </li></ul>
zh_cn: 该选项告知 Konqueror 在您“删除”一个文件时是否要求确认。<ul><li><em>移到回收站：</em>移动文件到您的回收目录中， 您可从这里轻松恢复文件。</li> <li><em>删除：</em>简单删除文件。</li></ul>

source: &Move to trash
af: Beweeg na asblik
ar: &نقل إلى سلة المهملات
az: Zibilə &daşıma
be: &Перанос у сметніцу
bg: Преместване в ко&шчето
bs: &Bacanje u smeće
ca: &Mou a la paperera
cs: Přesunout do &koše
cy: &Symud i'r sbwriel
da: &Flyt til affald
de: In den &Mülleimer werfen
el: &Μετακίνηση στον κάδο απορριμμάτων
eo: Ĵeti e&n rubujon
es: &Mover a la papelera
eu: &Mugitu zakarrontzira
fa: &حرکت به زباله‌
fi: &Siirrettäessä roskakoriin
fr: &Mettre à la corbeille
gl: &Mover ó lixo
he: &העבר לסל האשפה
hi: रद्दी पर ले जाएँ (&M)
hr: Preseli u smeće
hu: Kidobás a szemétk&osárba
is: He&nda í ruslið
it: &Cestina
ja: ごみ箱に移動(&M)
kk: Өшірілінгендерге &тастау
km: ផ្លាស់ទី​ទៅ​ធុងសំរាម
ko: 휴지통으로 이동(&M)
lt: Per&kelti į šiukšliadėžę
mk: пре&местување во Корпата
nb: Flytt til &papirkurven
nds: Na de A&ffalltünn verschuven
nl: &Naar prullenbak verplaatsen
nn: Flytt til &papirkorga
pa: ਰੱਦੀ ਵਿੱਚ ਭੇਜੋ(&M)
pl: Przenieś do &kosza
pt: &Mover para o lixo
pt_br: M&over para o lixo
ro: &Mută în coşul de gunoi
ru: &Выбросить в корзину
rw: &Kwimurira mu gatebo
se: &Sirdde ruskalihttái
sk: &Presunúť do koša
sl: Prestavi v &Smeti
sr: Пре&мести у смеће
sr@latn: Pre&mesti u smeće
sv: Fl&ytta till papperskorgen
ta: குப்பைத்தொட்டிக்கு நகர்த்து
th: ทิ้งลงถังขยะ
uk: &Пересунути у смітник
zh_cn: 移到回收站(&M)

source: D&elete
af: Uitvee
ar: &حذف
az: &Silmə
be: &Выдаленне
bg: Из&триване
bs: B&risanje
ca: &Esborra
cs: S&mazat
cy: Dil&eu
da: S&let
de: &Löschen
el: Δια&γραφή
eo: For&igi
es: &Eliminar
eu: E&zabatu
fa: &حذف‌
fi: &Poistettaessa
fr: Supprim&er
gl: &Borrar
he: &מחק
hi: मिटाएँ (&e)
hr: O&briši
hu: Tö&rlés
is: &Eyða
it: &Elimina
ja: 削除(&E)
kk: Ж&ою
km: លុប
ko: 삭제(&E)
lt: T&rinti
mk: бриш&ење
nb: &Slett
nds: W&egdoon
nl: V&erwijderen
nn: &Slett
pa: ਹਟਾਓ(&e)
pl: &Usuń
pt: Apa&gar
pt_br: E&xcluir
ro: Ş&terge
ru: &Удалить
rw: Gusiba
se: S&ihko
sk: Z&mazať
sl: Z&briši
sr: &Обриши
sr@latn: &Obriši
sv: &Ta bort
ta: நீக்கு
th: ล&บทิ้ง
uk: В&илучити
zh_cn: 删除(&E)

source: &Appearance
af: Voorkoms
ar: ال&مظهر
az: &Görünüş
be: Вонкавы &выгляд
bg: В&ъншен вид
bs: &Izgled
ca: Aparen&ça
cs: &Vzhled
cy: &Golwg
da: &Udseende
de: &Erscheinungsbild
el: Εμφ&άνιση
eo: &Aspekto
es: &Aspecto
eu: Itxur&a
fa: &ظاهر‌
fi: &Ulkonäkö
fr: A&pparence
gl: &Aparencia
he: &מראה
hi: शक्ल-सूरत (&A)
hr: &Izgled
hu: Meg&jelenés
is: Ú&tlit
it: &Aspetto
ja: 外観(&K)
kk: &Көрініс
km: រូបរាង
ko: 모양(&A)
lt: &Išvaizda
mk: &Изглед
nb: &Utseende
nds: &Utsehn
nl: &Uiterlijk
nn: &Utsjånad
pa: ਸੂਰਤ(&A)
pl: &Wygląd
pt: &Aparência
pt_br: &Aparência
ro: &Aspect
ru: &Внешний вид
rw: &Imigaragarire
se: &Fárda
sk: &Vzhľad
sl: &Videz
sr: &Изглед
sr@latn: &Izgled
sv: &Utseende
ta: தோற்றம்
th: ลักษณะที่ปรากฎ
uk: Ви&гляд
zh_cn: 外观(&A)

source: &Behavior
af: Gedrag
ar: &سلوك
az: &Davranış
be: &Паводзіны
bg: Пов&едение
bs: &Ponašanje
ca: &Comportament
cs: &Chování
cy: &Ymddygiad
da: &Opførsel
de: &Verhalten
el: &Συμπεριφορά
eo: &Konduto
es: &Comportamiento
eu: &Portaera
fa: &رفتار‌
fi: &Käyttäytyminen
fr: &Comportement
gl: &Comportamento
he: פעו&לה
hi: बर्ताव (&B)
hr: &Ponašanje
hu: Műkö&dés
is: &Hegðun
it: &Comportamento
ja: 挙動(&B)
kk: Қ&асиет
km: ឥរិយាបថ
ko: 작동 방식(&B)
lt: &Elgesys
mk: &Однесување
nb: &Oppførsel
nds: &Bedregen
nl: &Gedrag
nn: &Åtferd
pa: ਵਿਵਹਾਰ(&B)
pl: &Zachowanie
pt: &Comportamento
pt_br: &Comportamento
ro: &Comportament
ru: &Поведение
rw: &Imyitwarire
se: &Láhtten
sk: &Správanie
sl: &Obnašanje
sr: &Понашање
sr@latn: &Ponašanje
sv: &Beteende
ta: நடத்தை
th: ลักษณะ
uk: &Поведінка
zh_cn: 行为(&B)

source: &Previews && Meta-Data
af: Voorskoue && Meta-Data
ar: ال&معاينات وبيانات التعريف
az: &Nümayişlər && Meta Mə'lumat
be: &Мініяцюры і метададзеныя
bg: П&реглед
bs: &Pregledi i meta podaci
ca: &Previsualizacions i meta-dades
cs: Ná&hledy a metadata
cy: &Rhagolygon && Metadata
da: &Forhåndsvisninger && metadata
de: &Vorschaubilder && Metadaten
el: &Προεπισκοπήσεις && Μετα-δεδομένα
es: &Previsualizaciones y meta-datos
eu: Au&rrebistak eta metadatuak
fa: &پیش‌نمایشها و فراداده‌ها‌
fi: &Esikatselut ja metatiedot
fr: A&perçus && méta-données
gl: &Previsualizacións && Datos Meta
he: &תצוגה מקדימה ומטא מידע
hi: पूर्वावलोकन व मेटा-डाटा (&P)
hr: &Pregledi i meta podaci
hu: Gyorsné&zetek
is: &Forsýningar && frumgögn
it: &Anteprime e informazioni aggiuntive
ja: プレビュー && メタデータ(&P)
kk: &Нобайлар мен мета-деректер
km: ការ​មើល​ជាមុន និង​ទិន្នន័យ-មេតា
ko: 미리 보기와 메타 데이터(&P)
lt: P&eržiūros ir meta-duomenys
mk: &Прегледи и метаподатоци
nb: &Forhåndsvisning og metadata
nds: &Vöransichten && Metadaten
nl: Voorbeel&den en metadata
nn: &Førehandsvising og metadata
pa: ਨਮੂਨਾ ਤੇ ਮੈਟਾ ਡਾਟਾ(&P)
pl: Podglądy i &metadane
pt: Ante&visões e Meta-Dados
pt_br: &Pré-visualizações && Meta-dados
ro: &Previzualizări şi metainformaţii
ru: М&иниатюры и мета-данные
rw: &Igaragazambere && Ibyatanzwe-Bidasanzwe
se: Ov&dačájeheamit ja metadáhta
sk: &Náhľady a meta-dáta
sl: O&gledi in metapodatki
sr: &Прегледи и мета подаци
sr@latn: &Pregledi i meta podaci
sv: Förhands&granskning och metadata
ta: &முன்தோற்றம்&& மீ- தரவு
th: แสดงหน้าตัวอย่างและข้อมูลเมตา
uk: &Перегляди та метаінформація
zh_cn: 预览及摘要数据(&P)

source: &Quick Copy && Move
af: Vinnige Kopie && Beweeg
ar: نسخ و نقل &سريع
az: &Sür'ətli Köçürmə && Daşıma
be: &Хуткае капіяванне і перанос
bg: Опера&ции
bs: &Brzo kopiranje i premještanje
ca: Còpia i trasllat &ràpids
cs: R&ychlé kopírování a přesun
cy: Copïo && Symud &Cyflym
da: &Hurtig Kopi && Flyt
de: &Schnelles Kopieren && Verschieben
el: &Γρήγορη αντιγραφή && Μετακίνηση
es: Copia &rápida y mover
eu: Kopiatu eta mugitu &bizkorra
fa: رونوشت &سریع و حرکت‌
fi: &Pikakopiointi ja -siirtäminen
fr: Copie rapide && D&éplacement
gl: &Copia Rápida && Mover
he: העתקה &והעברה מהירה
hi: जल्दी नक़ल व खिसकाएँ (&Q)
hr: &Brzi Copy && Move
hu: G&yors másolás és mozgatás
is: &Hröð afritun og færsla
it: &Copia e spostamento rapidi
ja: 高速コピー && 移動(&Q)
kk: &Тез көшірмелеу және жылжыту
km: ការ​ចម្លង និង​ផ្លាស់ទី​រហ័ស
ko: 빠른 복사와 이동(&Q)
lt: &Greitas kopijavimas ir perkėlimas
mk: &Брзо копирање и преместување
nb: &Rask kopi && flytt
nds: &Gau koperen && Bewegen
nl: Snel &kopiëren en verplaatsen
nn: &Snøgg kopiering og flytting
pa: ਨਕਲ ਤੇ ਏਧਰ-ਓਧਰ(&Q)
pl: &Szybkie kopiowanie i przenoszenie
pt: Cópia e &Movimentação Rápidas
pt_br: &Copiar && Mover Rapidamente
ro: Copiere şi mutare &rapidă
ru: &Быстрое копирование и перемещение
rw: &Gukoporora && Kwimura Vuba
se: &Jođánis máŋgen ja sirdin
sk: &Rýchle kopírovanie a presun
sl: &Hitro kopiranje in premikanje
sr: &Брзо копирање и премештање
sr@latn: &Brzo kopiranje i premeštanje
sv: S&nabbkopiera och -flytta
ta: விரைவாக நகலெடுத்து நகர்த்துதல்
th: คัดลอกและย้ายด่วน
uk: &Швидке пересування та копіювання
zh_cn: 快速复制和移动(&Q)
