Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Apply translucency only to decoration
af: Wens deurskynheid net op versierings aan
bg: Използване на полупрозрачност само за декорацията
bs: Primijeni providnost samo na ukrase prozora
cs: Aplikovat průhlednost pouze na dekoraci
da: Anvend gennemsigtighed på dekoration
de: Nur Fensterdekorationen transparent darstellen
el: Εφαρμογή ημιδιαφάνεια μόνο στη διακόσμηση
es: Aplicar translucidez sólo a la decoración
et: Läbipaistvuse rakendamine ainult dekoratsioonile
eu: Aplikatu gardentasunak dekorazioari bakarrik
fa: اعمال شفافیت فقط برای تزئین
fi: Käytä läpikuultavuutta vain ikkunakehyksissä
fr: N'appliquer la transparence que sur la décoration
gl: Aplicar translucidez só á decoración
hu: Áttetszőség csak az ablakkeretnél
is: Virkja gegnsæi einungis á skreytingar
it: Applica trasparenza solo alle decorazioni
ja: 装飾のみに半透明を適用する
km: អនុវត្ត​ភាព​ស្រអាប់​ទៅ​តែ​ការ​តុបតែង
ko: 단순히 장식을 위해서 반투명 효과 적용
mk: Примени проѕирност само на декорацијата
nb: Legg til gjennomsiktighet bare i dekorasjonen
nds: Dörschienen bloots för Dekoratschoon anwennen
nl: Transparantie alleen op decoratie toepassen
nn: Legg til gjennomsikt berre i dekorasjonen
pa: ਪਾਰਦਰਸ਼ਤਾ ਸਿਰਫ਼ ਸਜਾਵਟ ਲਈ ਹੀ ਲਾਗੂ ਕਰੋ
pl: Zastosuj przezroczystość tylko do dekoracji okien
pt_br: Aplicar transparência somente para a decoração
ru: Применить прозрачность только для оформления
se: Divtte dušše čiŋaid leat čađačuovgi
sk: Použiť priesvitnosť len na dekoráciu
sl: Uporabi prosojnost le za okraske
sr: Примени провидност само на декорацију
sr@latn: Primeni providnost samo na dekoraciju
sv: Använd bara genomskinlighet för dekoration
th: ปรับใช้ความโปร่งแสงให้มีผลเฉพาะกับการตกแต่งเท่านั้น
uk: Застосовувати прозорість тільки для обрамлення.

source: Active windows:
af: Aktiewe venster
bg: Активни прозорци:
bn: সক্রিয় উইন্ডো:
bs: Aktivni prozori:
cs: Aktivní okna:
da: Aktive vinduer:
de: Aktive Fenster:
el: Ενεργό παράθυρο:
es: Ventanas activas:
et: Aktiivsed aknad:
eu: Leiho aktiboak:
fa: پنجره‌های فعال:
fi: Aktiivinen ikkuna:
fr: Fenêtres actives :
gl: Fiestras activas:
hu: Aktív ablakok:
is: Virkir gluggar:
it: Finestre attive:
ja: アクティブウィンドウ:
km: បង្អួច​សកម្ម ៖
ko: 활성창 :
mk: Активни прозорци:
ms: Tetingkap aktif:
nb: Aktive vinduer:
nds: Aktiv Finstern:
nl: Actieve vensters:
nn: Aktive vindauge:
pa: ਸਰਗਰਮ ਝਰੋਖਾ:
pl: Aktywne okna:
pt_br: Janelas Ativas:
ro: Ferestre active:
ru: Активные окна:
rw: Amadirishya afunguye:
se: Aktiivvalaš láset:
sk: Aktívne okná:
sl: Aktivna okna
sr: Активни прозори:
sr@latn: Aktivni prozori:
sv: Aktiva fönster:
ta: செயலில் உள்ள சாளரங்கள்:
th: หน้าต่างที่ทำงาน:
uk: Активні вікна:

source: Inactive windows:
af: Onaktiewe venster
bg: Неактивни прозорци:
bn: নিষ্ক্রিয় উইন্ডো:
bs: Neaktivni prozori:
cs: Neaktivní okna:
da: Inaktive vinduer:
de: Inaktive Fenster:
el: Ανενεργό παράθυρο:
es: Ventanas inactivas:
et: Mitteaktiivsed aknad:
eu: Leiho inaktiboak:
fa: پنجره‌های غیر‌فعال:
fi: Passiivinen ikkuna:
fr: Fenêtres inactives :
gl: Fiestras inactivas:
hu: Inaktív ablakok:
is: Óvirkir gluggar:
it: Finestre inattive:
ja: 非アクティブウィンドウ:
km: បង្អួច​អសកម្ម ៖
ko: 비활성창 :
mk: Неактивни прозорци:
ms: Tetingkap tak aktif:
nb: Inaktive vinduer:
nds: Nich aktiv Finstern:
nl: Inactieve vensters:
nn: Inaktive vindauge:
pa: ਨਾ-ਸਰਗਰਮ ਝਰੋਖਾ:
pl: Nieaktywne okna:
pt_br: Janelas Inativas:
ro: Ferestre inactive:
ru: Неактивные окна:
rw: Amadirishya afunze:
se: Ii-aktiivvalaš láset:
sk: Neaktívne okná:
sl: Neaktivna okna
sr: Неактивни прозори:
sr@latn: Neaktivni prozori:
sv: Inaktiva fönster:
ta: செயல்படாத சாளரங்கள்:
th: หน้าต่างที่ไม่ทำงาน:
uk: Неактивні вікна:

source: Moving windows:
af: Skuif vensters
bg: Преместващи се прозорци:
bs: Pomjerajući prozori:
cs: Přesouvaná okna:
da: Bevægende vinduer:
de: Fenster verschieben:
el: Μετακίνηση παραθύρων:
es: Ventanas en movimiento:
et: Liikuvad aknad:
eu: Leihoak mugitzen:
fa: پنجره‌های در حال حرکت:
fi: Ikkunoiden siirtäminen:
fr: Fenêtres déplacées :
gl: Movemento das fiestras:
hu: Mozgatott ablakok:
is: Hreyfanlegir gluggar:
it: Finestre in movimento:
ja: 移動中のウィンドウ:
km: ការ​ផ្លាស់ទី​បង្អួច ៖
ko: 창을 옮길 때에만(&W)
mk: Прозорци што се движат:
ms: Menggerakkan tetingkap:
nb: Vinduer som er flytta:
nds: Wielt dat Verschuven:
nl: Bewegende vensters:
nn: Vindauge som vert flytta:
pa: ਝਰੋਖੇ ਏਧਰ-ਓਧਰ:
pl: Przesuwane okna:
pt_br: Movimentação das Janelas:
ro: Ferestre mutabile:
ru: Перемещаемые окна:
rw: Amadirishya ayega:
se: Sirdimin lásiid:
sk: Premeistnené okná:
sl: Premikajoča okna
sr: Прозори у покрету:
sr@latn: Prozori u pokretu:
sv: Fönster som flyttas:
ta: நகரும் சாளரங்கள்:
th: หน้าต่างที่มีการย้าย:
uk: Пересувні вікна:

source: Dock windows:
af: Koppel Vensters
bg: Заключени прозорци:
bs: Dokirani prozori:
cs: Ukotvená okna:
da: Dok vinduer:
de: Angedockte Fenster:
el: Προσαρτημένα παραθύρα:
es: Ventanas ancladas:
et: Dokitud aknad:
eu: Leihoak atrakatu:
fa: پنجره‌های پیوند:
fi: Palkki-ikkuna:
fr: Fenêtres incrustées :
gl: Acoplar fiestras:
hu: Dokkolt ablakok:
is: Spjaldgluggar:
it: Finestre agganciate:
ja: ドックしたウィンドウ:
km: ចូលផែ​បង្អួច ៖
ko: 도크 창 :
mk: Вкотвени прозорци:
ms: Tetingkap dok:
nb: Vinduer som er satt fast:
nds: Andockt Finstern:
nl: Ingesloten vensters:
nn: Vindauge som er sette fast:
pa: ਡੋਕ ਝਰੋਖੇ:
pl: Zadokowane okna:
pt_br: Encaixar Janelas:
ro: Ferestre docare:
ru: Специальные окна:
rw: Amadirishya akomatanye:
se: Vuojut lásiid:
sk: Ukotvené okná:
sl: Zasidrana okna:
sr: Сидришни прозори:
sr@latn: Sidrišni prozori:
sv: Dockade fönster:
ta: சேகரிப்பு சாளரங்கள்:
th: หน้าต่างแบบด็อค:
uk: Пришвартовані вікна:

source: Treat 'keep above' windows as active ones
af: Hanteer 'hou bo' vesnters as aktiewes
bg: Третиране на прозорците "винаги отгоре" като активни
bs: Tretiraj prozore 'iznad ostalih' kao aktivne
cs: Považovat okna "držená nahoře" za aktivní
da: Behandl 'hold ovenfor' vinduer som de aktive
de: Fenster, die "im Vordergrund bleiben" als aktiv behandeln.
el: Χειρισμός παραθύρων που διατηρούνται πάνω σαν ενεργά
es: Tratar las ventanas de «mantener encima» como activas.
et: Teiste peal hoitavaid aknaid peetakse aktiivseks
eu: Hartu 'beti gainean' dauden leihoak akitbotzat
fa: با پنجره‌های »بالا نگه‌د‌‌ار« مانند پنجره‌های فعال رفتار کنید
fi: Käsittele ”pidä yläpuolella” ikkunat samoin kuin aktiiviset
fr: Considérer les fenêtres au-dessus des autres comme actives
gl: Tratar 'manter enriba' as fiestras coma se foran activas
hu: A 'többi fölé helyezett' ablakokat aktív ablakként kell kezelni
is: Meðhöndla 'ofan á öðrum' glugga sem virka
it: Tratta le finestre da "tenere sopra" le altre come attive
ja: 「常に他より上に」のウィンドウはアクティブとして扱う
km: ធ្វើ​ឲ្យ 'បង្អួចលើគេ' ជា​បង្អួច​សកម្ម
ko: 활성화된 창을 다른 창보다 위에 유지시킵니다.
mk: Третирај ги прозорците „Задржи над“ како активни
ms: Pastikan tetingkap 'kekalkan di atas' sebagai tetingkap aktif
nb: Håndter vinduer som er holdt over andre som aktive
nds: Vörn hollen Finstern liek as aktive behanneln
nl: Vensters die op de voorgrond blijven als actieve vensters behandelen
nn: Handter vindauge som er haldne over andre som aktive
pl: Traktuj okna 'zawsze na wierzchu' jako aktywne
pt_br: Tratar o recurso 'manter acima' somente para janelas ativas
ro: Tratează ferestrele "menţine deasupra" ca fiind active
ru: Считать окна со включенным "Всегда наверху" как активные
rw: Gufata amadirishya ariho 'kugumisha hejuru' nk'akora
sk: Považuj 'okná nad' za aktívne
sl: Obravnavaj okna s »pusti nad vsemi« kot aktivna
sr: Схвати „држи изнад“ прозоре као активне
sr@latn: Shvati „drži iznad“ prozore kao aktivne
sv: Behandla fönster med 'Behåll över andra' som aktiva
ta: 'மேல் வை' சாளரங்களை செயலில் உள்ளவைகளாக செய்
th: จัดการกับหน้าต่างที่ 'คงให้อยู่เหนือหน้าต่างอื่น' เช่นเดียวกับหน้าต่างที่ทำงานอยู่
uk: Сприймати вікна "тримати зверху" як активні

source: Disable ARGB windows (ignores window alpha maps, fixes gtk1 apps)
af: Skakel ARGB vensters af (Ignoreer venster alfa kaarte, regstellings gtk1 applikasies)
bg: Изключване на прозорци ARGB (игнориране на алфа картите на прозорците за програми с gtk1)
bs: Isključi ARGB prozore (ignoriše alfa mape prozora, potrebno za neke gtk1 programe)
cs: Zakázat ARGB okna (ignoruje alfa mapy, pomůže Gtk1 aplikacím)
da: Deaktivér ARGB-vinduer (ignorerer vinduets alfa-kort, ordner gtk1-programmer)
de: ARGB-Fenster abschalten
el: Απενεργοποίηση παραθύρων ARGB (αγνοεί άλφα χρωματικές αντιστοιχίες, διορθώνει τις gtk1 εφαρμογές)
es: Desactivar las ventanas ARGB (ignora mapas alfa de ventanas y corrige aplicaciones gtk1)
et: ARGB akende keelamine (ignoreerib akna alfakaarti, parandab GTK1 rakendused)
eu: Desgaitu ARGB leihoak (leiho alpha mapei ez ikusi egiten dietenak, gtk1 aplikazioak konpontzen ditu)
fa: غیر‌فعال کردن پنجره‌های ARGB ) از پنجرۀ alpha maps، fixes gtk1 apps چشم‌پوشی می‌کند(
fi: Estä ARGB-ikkuna (jätä huomiotta ikkunan alpha-kartat, gtk1-sovellusten korjaukset)
fr: Désactiver les fenêtres ARGB (ignore le canal alpha des fenêtres, corrigeant les applications GTK1)
gl: Deshabilitar fiestras ARGB (ignorar mapas alfa da fiestra, arranxa as aplicacións gtk1)
hu: Az ARGB ablakok kikapcsolása (az alfa-térképek figyelmen kívül hagyása, GTK1-alkalmazásokhoz)
is: Slökkva á ARGB gluggum (hunsar alfakort glugga, lagar gtk1 forrit)
it: Disabilita le finestre ARGB (ignora le alpha map, corregge applicazioni gtk1)
ja: ARGB ウィンドウを無効にする (ウィンドウのアルファマップを無視、gtk1 アプリケーションでの不具合を修正)
km: មិន​អនុញ្ញាតបង្អួច ARGB (មិន​អើពើ window alpha maps, fixes gtk1 apps)
ko: ARGB 창 비활성화(창의 알파 맵을 무시합니다. gtk1에 고정)
mk: Оневозможи ги ARGB-прозорците (ги игнорира алфа-мапите на прозорците, ги поправа gtk1-апликациите)
ms: Nyahaktifkan tetingkap ARGB (abaikan peta alfa tetingkap, membetulkan aplikasi gtk 1)
nb: Slå av ARGB-vinduer (ignorerer vindusalfalkart, fikser gtk1-program)
nds: ARGB-Finstern nich tolaten (övergeiht Finster-Alphamustern, kummt mit Gtk1-Programmen kloor)
nl: ARGB-vensters uitschakelen (negeert alpha-maps van venster, repareert gtk1-programma's)
nn: Slå av ARGB-vindauge (ignorerer vindaugsalfakart, fiksar gtk1-program)
pl: Wyłącz okna ARGB (ignoruje mapy alfa okien, poprawia działanie programów dla gtk1)
pt_br: Desabilitar janelas ARGB (ignora mapas alfa, corrige aplic. gtk1)
ro: Dezactivează ferestrele ARGB (ignoră maparea alfa a ferestrei, corectează aplicaţiile bazate pe GTK1)
ru: Отключить ARGB-окна (игнорировать альфа-карты окна, исправляет приложения gtk1)
rw: Guhagarika amadirishya ARGB (kwirengagiza amakarita nyuguti y'amadirishya, bishyiraho gtk1 apps)
sk: Zakázať ARGB okná (ignoruje alfa mapy okna, opravuje gtk aplikácie)
sl: Onemogoči okna ARGB (prezre alfa kanale okna in popravi programe v gtk1)
sr: Искључи ARGB прозоре (игнорише алфа-мапе прозора, исправља GTK1 програме)
sr@latn: Isključi ARGB prozore (ignoriše alfa-mape prozora, ispravlja GTK1 programe)
sv: Inaktivera ARGB-fönster (ignorerar fönstrens alfa-avbildningar, fixar gtk1-program)
ta: ARGB சாளரங்களை செயல் நீக்கு (ignores window alpha maps, fixes gtk1 apps)
th: ปิดหน้าต่างแบบ ARGB (ไม่สนใจค่า alpha maps ของหน้าต่าง เพื่อแก้ไขโปรแกรมของ gtk1)
uk: Вимкнути вікна ARGB (ігнорує альфа-карти вікон, виправляє програми gtk1)

source: Opacity
bg: Непрозрачност
bs: Providnost
cs: Průhlednost
cy: Didreiddiad
da: Gennemsigtighed
de: Deckkraft
el: Αδιαφάνεια
es: Opacidad
et: Läbipaistvus
eu: Opakotasuna
fa: تاری
fi: Läpikuultamattomuus
fr: Opacité
gl: Opacidade
hu: Áttetszőség
is: Gegnsæi
it: Opacità
ja: 不透明度
km: ភាព​ស្រអាប់
ko: 투명도
mk: Непроѕирност
ms: Kelegapan
nb: Tetthet
nds: Deckstärk
nl: Dekking
nn: Tettleik
pa: ਧੁੰਧਲਤਾ
pl: Nieprzezroczystość
pt_br: Opacidade
ru: Непрозрачность
rw: Ubwijime
sk: Nepriehľadnosť
sl: Motnost
sr: Непрозирност
sr@latn: Neprozirnost
sv: Genomskinlighet
ta: மங்கும்திறன்
th: ความโปร่งแสง
uk: Непрозорість

source: Use shadows
af: Gebruik Skadus
bg: Използване на сянка
bs: Koristi sjenke
cs: Používat stíny
da: Brug skygger
de: Schatten aktivieren
el: Χρήση σκίασης
es: Usar sombras
et: Varjude kasutamine
eu: Erabili itzalak
fa: استفاده از سایه‌ها
fi: Varjosta
fr: Utiliser des ombres
gl: Usar Sombras
hu: Árnyékolás
is: Nota skugga
it: Utilizza ombre
ja: 影付き
km: ប្រើ​ស្រមោល
ko: 그림자 사용
mk: Користи сенки
ms: Guna bayang
nb: Vis skygger
nds: Schadden bruken
nl: Schaduwen gebruiken
nn: Vis skuggar
pa: ਪਰਛਾਵਾਂ ਵਰਤੋਂ:
pl: Użyj cieni
pt_br: Usar sombras
ro: Utilizează umbre
ru: Использовать тени
rw: Gukoresha ibicucu
se: Geavat suoivvanasaid
sk: Použiť tiene
sl: Uporabi sence
sr: Користи сенке
sr@latn: Koristi senke
sv: Använd skuggor
ta: நிழலிடலை பயன்படுத்து
th: ใช้เงา
uk: Використовувати тіні

source: Active window size:
af: Aktiewe venster groote:
bg: Размер на активния прозорец:
bs: Veličina aktivnog prozora:
cs: Velikost aktivního okna:
da: Aktive vinduers størrelse:
de: Größe aktives Fenster:
el: Μέγεθος ενεργού παραθύρου:
es: Tamaño de ventana activa:
et: Varju suurus aktiivsel aknal:
eu: Leiho aktiboen tamaina:
fa: اندازۀ پنجرۀ فعال:
fi: Aktiivisen ikkunan koko:
fr: Taille de la fenêtre active :
gl: Tamaño da fiestra activa:
hu: Az aktív ablak mérete:
is: Stærð virks glugga:
it: Dimensione finestra attiva:
ja: アクティブウィンドウの大きさ:
km: ទំហំ​បង្អួច​សកម្ម ៖
ko: 활성창 크기 :
mk: Големина на активен прозорец:
ms: Saiz tetingkap aktif:
nb: Størrelsen på aktive vinduer
nds: Grött för aktiv Finster:
nl: Grootte van actief venster:
nn: Storleik på aktivt vindauge:
pa: ਸਰਗਰਮ ਝਰੋਖਾ ਅਕਾਰ:
pl: Rozmiar aktywnego okna:
pt_br: Tamanho da janela ativa:
ro: Mărime fereastră activă:
ru: Размер для активного окна:
rw: Ingano y'idirishya rikora:
se: Aktiivvalaš láse sturrodat:
sk: Veľkosť aktívneho okna:
sl: Velikost aktivnega okna:
sr: Величина активног прозора:
sr@latn: Veličina aktivnog prozora:
sv: Storlek för aktiva fönster:
ta: செயலில் உள்ள சாளர அளவு:
th: ขนาดของหน้าต่างที่ทำงานอยู่:
uk: Розмір активного вікна:

source: Inactive window size:
af: Onaktiewe Venster grootte:
bg: Размер на неактивния прозорец:
bs: Veličina neaktivnog prozora:
cs: Velikost neaktivního okna:
da: Inaktive vinduers størrelse:
de: Größe inaktives Fenster:
el: Μέγεθος ανενεργού παραθύρου:
es: Tamaño de ventana inactiva:
et: Varju suurus mitteaktiivsel aknal:
eu: Leiho inaktiboen tamaina:
fa: اندازۀ پنجرۀ غیر‌فعال:
fi: Passiivisen ikkunan koko:
fr: Taille de la fenêtre inactive :
gl: Tamaño da fiestra inactiva:
hu: Az inaktív ablak mérete:
is: Stærð óvirks glugga:
it: Dimensione finestra inattiva:
ja: 非アクティブウィンドウの大きさ:
km: ទំហំ​បង្អួច​អសកម្ម ៖
ko: 비활성 창 크기 :
mk: Големина на неактивен прозорец:
ms: Saiz tetingkap tak aktif:
nb: Størrelse på inaktive vinduer:
nds: Grött för nich aktiv Finster:
nl: Grootte van inactief venster:
nn: Storleik på inaktivt vindauge:
pa: ਨਾ-ਸਰਗਰਮ ਝਰੋਖਾ ਆਕਾਰ:
pl: Rozmiar nieaktywnego okna:
pt_br: Tamanho da janela inativa:
ro: Mărime fereastră inactivă:
ru: Размер для неактивного окна:
rw: Ingano y'idirishya ridakora:
se: Ii-aktiivvalaš láse sturrodat:
sk: Veľkosť neaktívneho okna:
sl: Velikost neaktivnega okna:
sr: Величина неактивног прозора:
sr@latn: Veličina neaktivnog prozora:
sv: Storlek för inaktiva fönster:
ta: செயல்படாத சாளர அளவு:
th: ขนาดของหน้าต่างที่ไม่ได้ทำงาน:
uk: Розмір неактивного вікна:

source: Dock window size:
af: Koppel venster grootte:
bg: Размер на заключения прозорец:
bs: Veličina dokiranog prozora:
cs: Velikost ukotveného okna:
da: Dokkede vinduers størrelse:
de: Größe angedocktes Fenster:
el: Μέγεθος προσαρτημένου παραθύρου:
es: Tamaño de ventana anclada:
et: Varju suurus dokitud aknal:
eu: Atrakatu leihoaren tamaina:
fa: اندازۀ پنجرۀ پیوند:
fi: Palkki-ikkunan koko:
fr: Taille de la fenêtre incrustée :
gl: Tamaño da fiestra acoplada:
hu: A bedokkolt ablak mérete:
is: Stærð spjaldglugga:
it: Dimensione finestra agganciata:
ja: ドックしたウィンドウの大きさ:
km: ទំហំ​ចូល​ផែ​បង្អួច ៖
ko: 도크 창 크기:
mk: Големина на вкотвен прозорец:
ms: Saiz tetingkap dok:
nb: Størrelse på fastsatte vinduer:
nds: Grött för andockt Finster:
nl: Grootte van ingesloten venster:
nn: Storleik på fastsett vindauge:
pa: ਡਾਕ ਝਰੋਖਾ ਆਕਾਰ:
pl: Rozmiar zadokowanego okna:
pt_br: Tamanho da janela encaixada:
ro: Mărime fereastră docare:
ru: Размер для специальных окон:
rw: Ingano y'amadirishya akomatanye:
se: Vuojuhanláse sturrodat:
sk: Veľkosť ukotveného okna:
sl: Velikost zasidranih oken:
sr: Величина сидришног прозора:
sr@latn: Veličina sidrišnog prozora:
sv: Storlek för dockade fönster:
ta: சேகரிப்பு சாளர அளவு:
th: ขนาดของหน้าต่างแบบด็อค:
uk: Розмір пришвартованого вікна:

source: Vertical offset:
af: Vertikale verskil:
bg: Вертикално отместване:
bs: Uspravni ofset:
cs: Vertikální posun:
da: Lodret forskydelse:
de: Vertikaler Versatz:
el: Κατακόρυφη μετατόπιση:
es: Desplazamiento vertical:
et: Püstnihe:
eu: Offset bertikala:
fa: انحراف عمودی:
fi: Pystysuora siirros:
fr: Limite verticale :
gl: Desprazamento vertical:
hu: Függőleges eltolás:
is: Lóðrétt staða:
it: Spostamento verticale:
ja: 垂直オフセット:
km: អុហ្វសិត​បញ្ឈរ ៖
ko: 수직 오프셋:
mk: Вертикално растојание:
ms: Ofset menegak:
nb: Loddrett avstand:
nds: Pielliek Afstand:
nl: Verticale offset:
nn: Loddrett avstand:
pl: Zmiana w pionie:
pt_br: Deslocamento vertical:
ro: Deplasare pe verticală:
ru: Вертикальное смещение:
rw: Kwigizayo mu buhagarike:
sk: Vertikálny odstup:
sl: Navpični odmik:
sr: Усправни померај:
sr@latn: Uspravni pomeraj:
sv: Vertikalt avstånd:
ta: நெடுவரிசை ஆஃப்செட்:
th: ระยะทางแนวตั้ง:
uk: Вертикальне зміщення:

source: Horizontal offset:
af: Horisontale verskil:
bg: Хоризонтално отместване:
bs: Vodoravni ofset:
cs: Horizontální posun:
da: Vandret forskydelse:
de: Horizontaler Versatz:
el: Οριζόντια μετατόπιση:
es: Desplazamiento horizontal:
et: Rõhtnihe:
eu: Offset horizontala:
fa: انحراف افقی:
fi: Vaakasuora siirros:
fr: Limite horizontale :
gl: Desprazamento horizontal:
hu: Vízszintes eltolás:
is: Lárétt staða:
it: Spostamento orizzontale:
ja: 水平オフセット:
km: អុហ្វសិត​ផ្ដេក ៖
ko: 수평 오프셋:
mk: Хоризонтално растојание:
ms: Ofset mendatar:
nb: Vannrett avstand:
nds: Waagrecht Afstand:
nl: Horizontale offset:
nn: Vassrett avstand:
pl: Zmiana w poziomie:
pt_br: Deslocamento horizontal:
ro: Deplasare pe orizontală:
ru: Горизонтальное смещение:
rw: Kwigizayo mu butambike:
sk: Horizontálny odstup:
sl: Vodoravni odmik:
sr: Водоравни померај:
sr@latn: Vodoravni pomeraj:
sv: Horisontellt avstånd:
ta: இடவல ஆஃப்செட்:
th: ระยะทางแนวนอน:
uk: Горизонтальне зміщення:

source: Shadow color:
af: Skadu Kleur:
bg: Цвят на сянката:
bs: Boja sjenke:
cs: Barva stínu:
cy: Lliw cysgod:
da: Skyggefarve:
de: Schattenfarbe:
el: Χρώμα σκίασης:
es: Color de la sombra:
et: Varju värv:
eu: Itzalaren kolorea:
fa: رنگ سایه:
fi: Varjostusväri:
fr: Couleur de l'ombre :
gl: Cor da sombra:
hu: Az árnyékolás színe:
is: Litur skugga:
it: Colore ombra:
ja: 影の色:
km: ពណ៌​ស្រមោល ៖
ko: 그림자 색상 :
mk: Боја на сенка:
ms: Warna bayang:
nb: Skyggefarge:
nds: Klöör vun den Schadden:
nl: Schaduwkleur:
nn: Skuggefarge:
pa: ਪਰਛਾਵਾਂ ਰੰਗ:
pl: Kolor cieniowania:
pt_br: Cor da sombra:
ro: Culoare umbră:
ru: Цвет тени:
rw: Ibara ryijimye:
se: Suoivvanivdni:
sk: Farba tieňa:
sl: Barva sence:
sr: Боја сенке:
sr@latn: Boja senke:
sv: Skuggfärg:
ta: நிழல் வண்ணம்:
th: สีของเงา:
uk: Колір тіні:

source: Remove shadows on move
af: Verwyder skadus tydens skuif
bg: Премахване на сянката при преместване
bs: Ukloni sjenke prilikom pomjeranja
cs: Odstranit stíny při přesunu
da: Fjern skygger ved bevægelse
de: Schatten beim Verschieben abschalten
el: Απόκρυψη σκίασης κατά τη μετακίνηση
es: Eliminar las sombras al mover
et: Liikumisel varjud eemaldatakse
eu: Kendu itzalak mugitzean
fa: حذف سایه‌ها هنگام حرکت
fi: Poista varjot siirrettäessä
fr: Supprimer l'ombre lors du déplacement
gl: Borrar sombras cando se movan
hu: Az árnyékok eltávolítása elmozgatáskor
is: Fjarlægja skugga við flutning
it: Togli l'ombra durante il movimento
ja: 移動時に影を取り除く
km: យក​ស្រមោល​ចេញ ពេល​ផ្លាស់ទី
ko: 이동할 때 그림자 보이지 않기
mk: Отстрани сенки при движење
ms: Buang bayang yang bergerak
nb: Fjern skygger ved flytting
nds: Schadden wielt dat Verschuven utmaken
nl: Schaduwen verwijderen bij verplaatsen
nn: Fjern skuggar ved flytting
pa: ਏਧਰ-ਓਧਰ ਕਰਨ ਤੇ ਛਾਂ ਹਟਾਓ
pl: Usuń cień podczas przesuwania
pt_br: Remover sombras ao mover
ro: Dezactivează umbra la mutare
ru: Убирать тень при перемещении
rw: Kuvanaho ibicucu mu kwimura
se: Čiega suoivvanasaid sirdidettiin
sk: Odstrániť tiene pri premiestňovaní
sl: Odstrani sence ob premikanju
sr: Уклони сенке при покрету
sr@latn: Ukloni senke pri pokretu
sv: Ta bort skuggor vid flyttning
ta: நகரும்போது நிழல்களை நீக்கு
th: ไม่ต้องแสดงเงาเมื่อมีการย้ายตำแหน่ง
uk: Вилучати тіні при пересуванні

source: Remove shadows on resize
af: Verwyder skadus tydens hervergroot
bg: Премахване на сянката при промяна на размера
bs: Ukloni sjenke prilikom promjene veličine
cs: Odstranit stíny při změně velikosti
da: Fjern skygger ved ændring af størrelse
de: Schatten bei Größenänderung abschalten
el: Απόκρυψη σκίασης κατά την αλλαγή μεγέθους
es: Eliminar las sombras al redimensionar
et: Suuruse muutmisel varjud eemaldatakse
eu: Kendu itzalak tamaina aldatzean
fa: حذف سایه‌ها هنگام تغییر اندازه
fi: Poista varjot kokomuutoksissa
fr: Supprimer l'ombre lors du redimensionnement
gl: Borrar sombras cando se redimensionen
hu: Az árnyékok eltávolítása átméretezéskor
is: Fjarlægja skugga þegar stærð er breytt
it: Togli l'ombra durante il ridimensionamento
ja: リサイズ時に影を取り除く
km: យក​ស្រមោល​ចេញ ពេល​ប្តូរ​ទំហំ
ko: 창 크기 조절할 때 그림자 보이지 않기
mk: Отстрани сенки при менување големина
ms: Buang bayang yang disaiz semula
nb: Fjern skygger ved endring av størrelse
nds: Schadden wielt dat Gröttännern utmaken
nl: Schaduwen verwijderen bij grootte wijzigen
nn: Fjern skuggar ved endring av storleik
pa: ਮੁੜ-ਅਕਾਰ ਤੇ ਛਾਂ ਹਟਾਓ
pl: Usuń cień podczas zmiany rozmiaru
pt_br: Remover sombras ao redimensionar
ro: Dezactivează umbra la redimensionare
ru: Убирать тень при изменении размера
rw: Kuvanaho ibicucu mu guhindura ingano
se: Čiega suoivvanasaid sturrodaga rievdadettiin
sk: Odstrániť tiene pri zmene veľkosti
sl: Odstrani sence ob spreminjanju velikosti
sr: Уклони сенке при промени величине
sr@latn: Ukloni senke pri promeni veličine
sv: Ta bort skuggor vid ändring av storlek
ta: மறுஅளவிடும்போது நிழல்களை நீக்கு
th: ไม่ต้องแสดงเงาเมื่อมีการปรับขนาด
uk: Вилучати тіні при зміні розміру

source: Shadows
af: Skadus
bg: Сенки
bs: Sjenke
cs: Stíny
cy: Cysgodion
da: Skygger
de: Schatten
el: Σκιάσεις
es: Sombras
et: Varjud
eu: Itzalak
fa: سایه‌ها
fi: Varjot
fr: Ombres
gl: Sombras
hu: Árnyékok
is: Skuggar
it: Ombre
ja: 影
km: ស្រមោល
ko: 그림자
mk: Сенки
ms: Bayang
nb: Skygger
nds: Schadden
nl: Schaduwen
nn: Skuggar
pa: ਪਰਛਾਵਾਂ
pl: Cienie
pt_br: Sombras
ro: Umbre
ru: Тени
rw: Ibicucu
se: Suoivvanat
sk: Tiene
sl: Sence
sr: Сенке
sr@latn: Senke
sv: Skuggor
ta: நிழல்கள்
th: เงา
uk: Тіні
