Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: You can choose what happens when you click the middle button of your pointing device on the desktop: <ul><li><em>No action:</em> as you might guess, nothing happens!</li> <li><em>Window list menu:</em> a menu showing all windows on all virtual desktops pops up. You can click on the desktop name to switch to that desktop, or on a window name to shift focus to that window, switching desktops if necessary, and restoring the window if it is hidden. Hidden or minimized windows are represented with their names in parentheses.</li> <li><em>Desktop menu:</em> a context menu for the desktop pops up. Among other things, this menu has options for configuring the display, locking the screen, and logging out of KDE.</li> <li><em>Application menu:</em> the "K" menu pops up. This might be useful for quickly accessing applications if you like to keep the panel (also known as "Kicker") hidden from view.</li></ul>
af: Jy kan kies wat gebeur wanneer Jy kliek die middelste knoppie van jou aanwys toestel op die werkskerm: <ul><li><em>Nee aksie:</em> as Jy dalk skat, niks gebeur!</li> <li><em>Venster lys kieslys:</em> 'n kieslys te wys alle vensters op alle virtuele werkskerms spring begin. Jy kan kliek op die werkskerm naam na wissel na wat werkskerm, van op 'n Venster naam na verskuiwende fokus na wat Venster, omskakeling werkskerms as nodige, en herstel die Venster as dit is weg gesteekte. weg gesteekte van geminimeer vensters word verteenwoordig met hulle name in aanhalingstekens.</li> <li><em>werkskerm kieslys:</em> 'n konteks kieslys vir die werkskerm spring begin. Onder ander dinge, hierdie kieslys het opsies vir konfigurering van die vertoon, sluit van die skerm, en afteken uit van Kde.</li> <li><em>Aansoek kieslys:</em> die "K" kieslys spring begin. hierdie dalk wees bruikbare vir vinnig toegang te kry tot programme as Jy hou van na hou die paneel (asook bekend as "Kicker") weg gesteekte van besigtig.</li></ul>
ar: تستطيع تحديد ماذا يحدث عند الضغط على الزر الأوسط لجهاز التأشير لديك على سطح المكتب.<ul><li><em>لا إجراء:</em> كما توقعت، لا يحدث شيء!</li><li><em>قائمة النوافذ:</em> قائمة تظهر لك كل النوافذ في كل أسطح المكتب الإفتراضيةالموجودة. تستطيع الضغط على أسم سطح المكتب للتحويل إليه، أو على أسم نافذة ما لنقل التركيز لها و تغيير سطح المكتب إذا دعت الحاجة، و أسترجاع النافذة إذا كانت مخفية.النوافذ المخفية و المصغرة يظهر أسمها محاطا بالأقواس</li><li><em>قائمة سطح المكتب:</em> قائمة خاصة للقافزات سطح المكتب. من ضمن ما تحويه هذه القائمة خيارات للعرض، قفل الشاشة، و الخروج من كيدي</li><li><em>قائمة البرامج</em> تقفز لك قائمة "K". من الممكن أن يكون هذا مفيد إذا كنت ترغب في بقاء اللوحة panel (معروفة أيضا بإسم "Kicker") في حالة الإخفاء.</li></ul>
az: Masa üstündə işarətləmə avadanlığınızın orta düyməsi tıqlandığında: nə olacağını seçə bilərsiniz:<ul><li><em>Heç bir şey:</em> təxmin edəcəyiniz kimi heç bir şey olmaz!</li> <li><em>Pəncərə siyahı menyusu:</em> Bütün virtual masa üstlərindəki bütün pəncərələri göstərən bir menyu açılır. Keçmək istədiyiniz masa üstünün ya da pəncərənin adına tıqlaya bilər, beləcə o masa üstünə ya da pəncərəyə keçə bilər, pəncərəyə nişanlanmasına nail ola bilərsiniz, gizli halda isə bu haldan çıxarda bilərsiniz.. Gizli ya da timsallaşdırılmış pəncərələr mö'tərizə içinə alınmış adlarıyla təmsil edilirlər.</li> <li><em>Masa üstü menyusu:</em> Masa üstü üçün bir ümumi hal menyusu açılır. Digər şeylərin yanı sıra, bu menyuda görünüş xüsusiyyətlərini quraşdırma, ekranı qıfıllama ya da KDE iclasını qapatma mövzusunda seçənəklər vardır. </li> <li><em>Proqram tə'minatı menyusu:</em> "K" menyusu açılır. Xüsusiyyətlər paneli ("Kicker" olaraq da bilinir) gizli tutmaq istədiyinizdə, proqramlara sür'ətli çatmaq üçün faydalı ola bilər.</li></ul>
bg: Операция при щракване със средния бутон на мишката на работния плот: <ul><li><em>Без операция</em>: Както се досещате, нищо няма да се случи.</li> <li><em>Списък на прозорците</em>: Извеждане на меню от списък на всички прозорци на всички работни плотове. Може да изберете име на работен плот, за да превключите към него или име на прозорец, за да го активирате.</li> <li><em>Меню на работния плот</em>: Извеждане на менюто на работния плот. То съдържа операции за настройка на екрана, заключване на екрана, изход от KDE и др.</li><li><em>Главно меню (K)</em>: Извеждане на главното меню "K". Може да го използвате, за да стартирате програми.</li></ul>
bs: Ovdje birate šta će se dogoditi kada kliknete srednjim dugmetom na desktop: <ul><li><em>Bez učinka:</em> kao što pretpostavljate, ništa se ne dogodi!</li><li><em>Lista prozora</em> pojavljuje se meni koji pokazuje sve prozore na svim virtualnim desktopima. Možete pritisnuti ime desktopa da biste se tamo prebacili, ili na ime prozora da bi taj prozor dobio fokus uz promjenu desktopa ako je potrebno ili pojavljivanje prozora ako je bio sakriven. Imena skrivenih ili umanjenih prozora su prikazana u zagradama.</li> <li><em>Desktop meni</em> pojaviće se sadržaj menija za desktop. Pored ostalih stvari ovaj meni sadrži razna podešavanja ekrana, zaključavanja ekrana i odjave iz KDE-a.</li> <li><em>Meni sa programima</em> pojaviće se 'K' meni. Ovo može biti korisno za brzi pristup programima ako imate panel (također poznat kao "Kicker") sakriven u rubu ekrana.</li></ul>
ca: Podeu escollir el que passa quan cliqueu al botó del mig del dispositiu apuntador a l'escriptori: <ul><li><em>Cap acció:</em> com podeu suposar no passa res!</li> <li><em>Menú de llista de finestres:</em> apareix un menú mostrant totes les finestres de tots els escriptoris virtuals. Podeu clicar al nom de l'escriptori per canviar a aquest escriptori, o a un nom de finestra per passar el focus a aquesta finestra, canviant d'escriptori si cal, i restaurant la finestra si està oculta. Les finestres ocultes o minimitzades es representen amb el nom entre parèntesis.</li> <li><em>Menú d'escriptori:</em> apareix un menú de context per l'escriptori. Entre altres coses, aquest menú té opcions per configurar la pantalla, bloquejar-la, i desconnectar-se del KDE.</li> <li><em>Menú d'aplicació:</em> apareix el menú "K". Això pot ser útil per l'accés ràpid a les aplicacions si us agrada tenir el plafó (també es coneix com "Kicker") ocult.</li></ul>
cs: Můžete si vybrat, co se stane, když kliknete prostředním tlačítkem svého polohovacího zařízení na pracovní ploše:<ul><li><em>Žádná činnost:</em> jak jste asi uhodli, nic ne nestane!</li> <li><em>Nabídka se seznamem oken:</em> objeví se nabídka zobrazující všechna okna na všech virtuálních pracovních plochách. Můžete se přepnout na pracovní plochu kliknutím na její jméno. Při kliknutí na jméno okna se toto okno aktivuje a je-li to nutné, dojde k přepnutí na příslušnou pracovní plochu a případně i k obnovení skrytého okna. Skrytá nebo minimalizovaná okna jsou označena závorkou kolem svého jména.</li> <li><em>Nabídka pracovní plochy:</em> objeví se nabídka pracovní plochy. Mezi jinými položkami obsahuje tato nabídka možnost nastavení obrazovky, zablokování obrazovky a odhlášení z prostředí KDE.</li> <li><em>Nabídka aplikací:</em> objeví se hlavní nabídka KDE. Toho je možné použít k rychlému přístupu k aplikacím, máte-li ve zvyku mít panel (též známý jako "Kicker") skrytý.</li></ul>
cy: Gallwch ddewis beth ddigwydda pan gliciwch y botwm canol ar eich dyfais bwyntio ar y penbwrdd: <ul><li><em>Dim gweithrediad:</em> fel y dyfalech efallai, ni ddigwydda dim!</li> <li><em>Rhestr dewislen ffenestr:</em> ymddengys dewislen yn dangos pob ffenestr ar bob rhith-benbwrdd. Gallwch glicio ar enw'r penbwrdd i newid i'r penbwrdd yna, neu ar enw ffenestr i symud y canolbwynt i'r ffenestr yna, gan newid penbwrdd os oes angen, ac adfer y ffenestr os yw'n guddiedig. Dengys ffenestri cudd neu lleihäedig a'u henwau mewn cromfachau.</li> <li><em>Dewislen benbwrdd:</em> ymddengys dewislen gyd-destun i'r penbwrdd. Mae gan y ddewislen hon ddewisiadau ar gyfer ffurfweddu'r golwg, cloi'r sgrîn, ac allgofnodi o KDE ymysg eraill.</li> <li><em>Dewislen cymhwysiadau:</em> ymddengys y ddewislen "K". Gall hon fod yn ddefnyddiol i gyrchu cymhwysiadau'n gyflym os ydych yn hoffi cadw'r panel (neu'r "Ciciwr") yn gudd.</li></ul>
da: Du kan vælge, hvad der sker, når du klikker med den midterste knap på dit pegeredskab på desktoppen: <ul><li><em>Ingen handling:</em> Som du måske kan gætte, sker der ingenting!</li> <li><em>Vindueslistemenu:</em> En menu der viser alle vinduer på alle virtuelle desktoppe popper op. Du kan klikke på desktopnavnet for at skifte til denne desktop eller på et vinduesnavn for at skifte fokus til dette vindue. Dette vil også skifte desktop hvis nødvendigt og genetablere vinduet hvis det er skjult. Skjulte eller minimerede vinduer er repræsenteret med deres navne i parentes.</li> <li><em>Desktopmenu:</em> En sammenhængsmenu for desktoppen popper op. Denne menu har bl.a. muligheder for at indstille skærmen, låse skærmen og logge af fra KDE.</li> <li><em>Programmenu:</em> K-menuen popper op. Dette kan være nyttigt til hurtigt at få adgang til programmer hvis du foretrækker at holde panelet (også kendt som 'Kicker') skjult.</li></ul>
de: Sie können selbst bestimmen, was geschieht, wenn Sie die mittlere Taste Ihres Zeigegeräts auf der Arbeitsfläche betätigen: <ul><li><em>Keine Aktion:</em> wie nicht schwer zu erraten: es passiert nichts.</li> <li><em>Fensterliste:</em> ein Menü mit allen Fenstern auf allen virtuellen Arbeitsflächen erscheint. Sie können auf den Namen der Arbeitsfläche klicken, um dorthin umzuschalten oder auf den Namen des Fensters, um es auszuwählen. Dabei wird die andere Arbeitsfläche auf den Bildschirm geholt, falls nötig, bzw. das Fenster wiederhergestellt, falls es ausgeblendet ist. Die Namen von ausgeblendeten oder minimierten Fenstern werden in Klammern dargestellt.</li> <li><em>Arbeitsflächenmenü:</em> ein Kontextmenü für die Arbeitsfläche. Unter anderem enthält es Einstellungen zur Einrichtung der Bildschirmanzeige, das Sperren des Bildschirms und die Abmeldung aus KDE.</li> <li><em>Programmmenü:</em> das "K"-Menü öffnet sich. Das kann nützlich sein, wenn Sie die Kontrollleiste (auch "Kicker" genannt) ausgeblendet lassen, aber dennoch rasch auf Ihre Programme zugreifen möchten.</li></ul>
el: Μπορείτε να επιλέξετε τι θα γίνεται κάνοντας κλικ με το μεσαίο πλήκτρο της συσκευής κατάδειξής σας στην επιφάνεια εργασίας: <ul><li><em>Καμία ενέργεια:</em> όπως φαντάζεστε, δε γίνεται τίποτα!</li> <li><em>Μενού λίστας παραθύρων:</em> αναδύεται ένα μενού που δείχνει όλα τα παράθυρα σε όλες τις εικονικές επιφάνειες εργασίας. Μπορείτε να κάνετε κλικ στο όνομα μιας επιφάνειας εργασίας για να πάτε σε αυτή, ή στο όνομα ενός παραθύρου για να έρθει στο προσκήνιο, αν χρειαστεί με αλλαγή επιφάνειας εργασίας, και με επαναφορά του αν είναι κρυμμένο. Τα κρυμμένα ή ελαχιστοποιημένα παράθυρα παριστάνονται με τα ονόματά τους σε παρενθέσεις.</li> <li><em>Μενού επιφάνειας εργασίας:</em> αναδύεται ένα μενού σχετικό με την επιφάνεια εργασίας. Περιέχει διάφορες εντολές όπως για τη ρύθμιση της επιφάνειας εργασίας, το κλείδωμα της οθόνης και την έξοδο από το KDE.</li> <li><em>Μενού εφαρμογών:</em> αναδύεται το "K" μενού. Αυτό μπορεί να είναι χρήσιμο για γρήγορη πρόσβαση στις εφαρμογές αν θέλετε να κρατήσετε τον πίνακα (γνωστό και σαν "Kicker") κρυμμένο.</li></ul>
eo: Difinu tie ĉi, kio okazu post premo de la meza musbutono: <ul><li><em>Neniu ago:</em> nenio okazas.</li> <li><em>Fenestrolista menuo:</em> aperas menuo montranta ĉiujn fenestrojn de ĉiuj tabuloj. Vi povas premi sur tabulnomon aŭ sur fenestronomon por salti tien.</li> <li><em>Tabula menuo:</em> aperas ĉeloka menuo por la tabulo. Inter aliaj tiu menuo ofertas opcion por agordi la tabulon, ŝlosi la ekranon kajadiaŭi de KDE.</li> <li><em>Aplikaĵa menuo:</em> aperas la "K"-menuo. Tio povas esti utila, por rapida lanĉo de aplikaĵo, se via panelo normale estas kaŝita.</li></ul>
es: Usted puede elegir lo que va a suceder cuando pulse con el botón central del ratón en el escritorio: <ul><li><em>Nada:</em> como era de esperar, ¡no sucede nada!</li> <li><em> Menú de lista de ventanas:</em> se invoca un menú mostrando todas las ventanas en todos los escritorios virtuales. Puede pulsar sobre el nombre del escritorio para cambiar a dicho escritorio o en un nombre de ventana para dicha ventana, cambiando de escritorio, si fuere necesario, y restaurar la ventana si está oculta. Las ventanas ocultas o miniaturizadas se representan por sus nombres entre paréntesis.</li> <li><em>Menú del escritorio:</em> se invoca un menú de contexto para el escritorio. Entre otras cosas, este menú tiene opciones para la configuración de la pantalla, su bloqueo y finalización de la sesión KDE.</li> <li><em> Menú de la aplicación:</em> se invoca el menú «K». Esto podría ser útil para acceder rápidamente a aplicaciones si usted desea mantener el panel (también conocido como «Kicker») oculto.</li></ul>
eu: Saguaren erdiko botoiarekin mahaigainean klik egitean zer gertatuko den konfigura dezakezu: <ul><li><em>Ekintzarik ez:</em> ez da ezer gertatu, espero zen bezala.</li> <li><em>Leihoen zerrenda menua:</em> mahaigain guztietako leihoak erakusten dituen menua azalduko da. Mahaigain baten gainean klik egitean, unekoaren ordez bera agertuko da. edo leiho baten gainean klik eginez, fokoa bertara eramango da mahaigaina aldatuz, behar izanez gero, eta leihoa berreskuratuz ezkutaturik baldin badago. Minimizatutako edo ezkutatutako leihoen izenak parentesi artean agertuko dira. <li><em>Mahaigain menua:</em> testuinguru-menua agertuko da mahaigainarentzat. Beste gauza batzuren artean, menu honek pantailaren konfiguraziorako aukerak ditu, baita blokeatzeko eta KDEko saioa amaitzeko.</li><li><em>Aplikazioen menua:</em> "K" menua azalduko da. Erabilgarri izan daiteke aplikazioak bizkor abiarazteko, panela (baita "Kicker" izenaz ezaguna) ezkutuan gorde nahi baldin baduzu.</li></ul>
fa: می‌توانید انتخاب کنید هنگامی که دکمۀ میانی موشی را بر روی رومیزی فشار می‌دهید چه اتفاقی می‌افتد: <ul><li><em>بدون کنش</em>همان‌طور که حدس می‌زنید، هیچ اتفاقی نمی‌افتد!</li> <li><em>گزینگان فهرست پنجره:</em> گزینگانی که همۀ پنجره‌های روی همۀ رومیزیهای مجازی بالا می‌پرد. می‌توانید روی نام رومیزی برای سودهی به آن رومیزی، یا روی نام یک پنجره برای تغییر مکان کانون به آن پنجره، برای سودهی رومیزی در صورت لزوم و بازگرداندن پنجره در صورت مخفی بودن آن فشار دهید. پنجره‌های مخفی یا بیشینه‌شده توسط نامشان در پرانتزها بازنمایی می‌شوند.</li> <li><em>گزینگان رومیزی:</em> یک گزینگان متن برای رومیزی بالا می‌پرد. در میان سایر موارد، این گزینگان دارای گزینه‌هایی برای پیکربندی صفحه نمایش، قفل پرده، و خروج از KDE دارد.</li> <li><em>گزینگان کاربرد:</em> گزینگان »K« بالا می‌پرد. این ممکن است برای دستیابی سریع کاربردها مفید باشد، اگر مایلید تابلو را ) به عنوان »Kicker« نیز شناخته‌شده( از نما مخفی نگه‌ دارید.</li></ul>
fi: Voit valita, mitä tapahtuu kun napsautat hiiren keskimmäistä painiketta vapaalla työpöydällä: <ul><li><em>Ei toiminnetta:</em> kuten arvaat, mitään ei tapahdu!</li> <li><em>Ikkunalistavalikko:</em> Valikko, jossa näkyvät kaikkien virtuaalityöpöytien ikkunat, avautuu. Voit siirtyä työpöydälle virtuaalityöpöydän nimestä tai ikkunaan napsauttamalla ikkunan nimeä. Ikkuna palautetaan, mikäli se on piilotettuna tai pienennettynä. Piilotetut ja pienennetyt ikkunat näytetään sulkeissa.</li> <li><em>Työpöydän valikko:</em> työpöydän pikavalikko avautuu. Tästä valikosta voit mm. lukita näytön, muokata sen asetuksia tai kirjautua ulos KDE:sta.</li> <li><em>Sovellusvalikko:</em> K-valikko avautuu. Tämä valinta on käyttökelpoinen, mikäli haluat pitää paneelin (toiselta nimeltään kicker) piilotettuna.</li></ul>
fr: Vous pouvez choisir ici ce qui se passe lorsque vous cliquez avec le bouton central de la souris sur le bureau : <ul> <li><em>Aucune action :</em> comme vous le devinez, rien ne se passe.</li> <li><em>Liste des fenêtres :</em> un menu affiche les fenêtres de tous les bureaux virtuels. Vous pouvez cliquer sur le nom d'un bureau pour aller à ce bureau, ou sur le nom d'une fenêtre pour mettre le focus sur cette fenêtre, en changeant de bureau si nécessaire et en restaurant la fenêtre si elle était cachée. Les fenêtres cachées ou réduites ont leur nom entre parenthèses.</li> <li><em>Menu du bureau :</em> un menu contextuel au bureau apparaît. Ce menu a notamment des options pour configurer l'affichage, verrouiller l'écran et terminer la session KDE.</li> <li><em>Menu des applications :</em> le menu K apparaît. Ceci est utile pour accéder rapidement aux applications si vous aimez laisser le tableau de bord (appelé aussi « Kicker ») masqué.</li></ul>
gl: Pode escoller o que acontece cando preme co botón central do seu dispositivo apuntador no escritorio: <ul><li><em>Ningunha acción:</em> como pode adiviñar, ¡non acontece nada!</li> <li><em>Menú da lista de fiestras:</em> aparece un menú coas fiestras de tódolos escritorios virtuais. Pode premer no nome do escritorio para ir para el, ou nun nome de fiestra para darlle o foco, mudando de escritorio se é necesario, e restaurando a fiestra se está agochada. As fiestras minimizadas ou agochadas represéntanse co seu nome entre parénteses.</li> <li><em>Menú de Escritorio:</em> aparece un menú de contexto para o escritorio. Entre outras cousas, este menú ten opcións para configurar a visualización, bloquear a pantalla, e saír de KDE.</li> <li><em>Menú de Aplicacións:</em> aparece o menú "K". Isto pode ser útil para acceder rapidamente ás aplicacións no caso de que queira manter o panel (tamén coñecido como "Kicker") agochado da vista.</li></ul>
he: באפשרותך לבחור מה יקרה כאשר תלחץ עם הלחצן האמצעי של התקן ההצבעה שלך על שולחן העבודה: <ul><li> <em>אף פעולה:</em> כפי שאתה ודאי מנחש, לא קורה שום דבר.</li> <li><em>תפריט רשימת חלונות:</em> מוקפץ תפריט המציג את כל החלונות בכל שולחנות העבודה הווירטואליים. באפשרותך ללחוץ על שם של שולחן עבודה כדי לעבור לאותו שולחן עבודה, או על שם של חלון כדי להעביר את ההתמקדות אל החלון ההוא, תוך החלפת שולחן העבודה אם יש צורך בכך, ושיחזור החלון אם הוא מוסתר. חלונות מוסתרים או ממוזערים מוצגים עם השם שלהם בתוך סוגריים.</li> <li><em>תפריט שולחן העבודה:</em> מוקפץ תפריט שולחן העבודה. בין היתר, מכיל תפריט זה אפשרויות לקביעת הגדרות התצוגה, נעילת המסך, ויציאה מ־KDE.</li> <li><em>תפריט היישומים:</em> מוקפץ תפריט ה־"K". דבר זה יכול להיות שימושי לצורך גישה מהירה אל יישומים, וזאת אם אתה מעדיף את הלוח (מוכר גם בשם "Kicker") מוסתר.</li></ul>
hu: Kiválaszthatja, hogy mi történjen, ha megnyomja a mutatóeszköze középső gombját a munkaasztalon: <ul><li><em>Nincs művelet:</em> ahogy sejteni lehet: nem történik semmi!</li> <li><em>Ablaklista menü:</em> megjelenik egy menü, amely az aktuális virtuális képernyőn levő ablakok listáját tartalmazza. Kattintson egy munkaasztal nevére, ha át akar oda váltani, vagy egy ablak nevére a fókusz átadásához, ami munkaasztal-váltással vagy rejtett ablak visszaállításával is járhat. A rejtett vagy minimalizált ablakok neve zárójelbe van téve.</li> <li><em>Munkaasztal menü:</em> egy munkaasztalkörnyezet-menü bukkan fel. Ebből a menüből lehet elérni például a képernyő beállításait, zárolni lehet a képernyőt és ki lehet lépni a KDE-ből.</li> <li><em>Alkalmazások menü:</em> a "K"-menü jön elő. Ez az alkalmazások gyors elérését biztosítja, ha szeretné a panelt ("Kicker" más néven) rejtve tartani.</li></ul>
is: Þú getur ráðið því hvað gerist þegar þú smellir með miðhnappnum á músinni á skjáborðið: <ul><li><em>Engin áhrif:</em> Ekkert gerist.</li><li><em>Gluggalisti:</em> Valmynd birtist sem sýnir öll forrit á öllum skjáborðum. Þú getur valið skjáborð úr listanum og farið á það eða valið forrit og skipt yfir í það, og á skjáborðið sem það er á. Ef þú velur lágmarkað forrit er það endurheimt sjálfkrafa. Slík forrit birtast innan sviga í valmyndinni.</li><li><em>Skjáborðsvalmynd:</em> Valmynd spjaldsins birtist. Þar getur þú meðal annars valið að stilla skjáinn, læsa skjánum eða að stimpla þig út</li><li><em>Forritavalmynd:</em> "K" valmyndin birtist. Þar getur þú keyrt upp forrit sem getur verið gagnlegt ef þú vilt frekar hafa spjaldið falið.</li></ul>
it: Puoi scegliere cosa succede quando fai clic sul desktop con il pulsante centrale del tuo dispositivo di puntamento:<ul><li><em>Nessuna azione:</em> come puoi indovinare, non succede niente!</li><li><em>Menu della lista delle finestre:</em> appare un menu che elenca tutte le finestre su tutti i desktop virtuali. Puoi fare clic su un nome di desktop per passare a quel desktop, o su un nome di finestra per spostare il fuoco su quella finestra, se necessario cambiando desktop, e ripristinando la finestra se è nascosta. Le finestre nascoste o minimizzate sono rappresentate con il nome tra parentesi.</li><li><em>Menu del desktop:</em> appare un menu contestuale per il desktop. Tra le altre cose, questo menu permette di configurare lo sfondo, bloccare lo schermo e terminare la sessione di KDE.</li><li><em>Menu delle applicazioni:</em> appare il menu "K". Può essere utile per accedere velocemente alle applicazioni se ti piace tenere nascosto il pannello (noto anche come "Kicker").</li></ul>
ja: デスクトップ上でポインティングデバイスの中ボタンをクリックしたときの動作を設定します。<ul><li>[動作なし] お察しのとおり、何も起きません!</li><li>[ウィンドウリストメニュー] すべての仮想デスクトップのウィンドウのリストを表示します。このメニューのデスクトップ名をクリックするとデスクトップが切り替わり、ウィンドウ名をクリックするとフォーカスがそのウィンドウに移ります。この時、必要ならデスクトップも切り替わり、ウィンドウが非表示になっていれば復元されます。非表示または最小化されているウィンドウは ( ) の中にウィンドウ名が表示されます。</li><li>[デスクトップメニュー] デスクトップのコンテキストメニューを表示します。このメニューには、ディスプレイの設定に関するオプション、画面のロック、KDE からのログアウトなどの項目も含まれています。</li><li>[アプリケーションメニュー] K メニューを表示します。これはパネル ("Kicker" とも言います) を隠しているときに素早くアプリケーションにアクセスするのに便利でしょう。</li></ul>
kk: Мұнда Сіз үстелде меңзеу құралының ортаңғы батырмасын түрткенде не болатынын таңдай аласыз: <ul><li><em>Әрекетсіз:</em> ештеме болмайды екеннін түсінген шығарсыз.</li><li><em>Терезелердің тізім мәзірі:</em> бүкіл виртуалды үстелдердегі барлық терезелердің тізімін ұсынатын мәзір шыға келеді. Керек үстелге не терезеге ауысу үшін мәзірінде оның атауын түртіңіз. Жасырын және түйіліп тұрған терезелер жақшада келтірілген.</li> <li><em>Үстел мәзірі:</em> осы үстелдің контекстік мәзірі шыға келеді. Басқаларімен қатар, бұл мәзірде дисплейіңізді баптау, экранды кұлыптау, жане KDE жүйесінен шығу жолдары бар.</li> <li><em>Қолданбалар мәзірі:</em> негізгі "K" мәзірі шыға келеді. Егер Сіз ("Kicker" деп аталатын) панельді жасырып қойсаңыз, бұл қолданбаларға тез қатынау үшін ыңғайлы.</li></ul>
km: អ្នក​អាច​ជ្រើស​ថា​នឹង​មាន​អ្វីកើត​ឡើង ពេល​អ្នក​ចុច​ប៊ូតុង​កណ្ដាល​របស់​ឧបករណ៍​ចង្អុល​លើ​ផ្ទៃ​តុ ៖<ul><li><em>គ្មានអំពើ ៖</em> ដូច​អ្នក​បាន​បា៉ន់​ស្មាន​ហើយ គ្មាន​អ្វី​នឹង​កើត​ឡើង​ទេ!</li> <li><em>ម៉ឺនុយ​បញ្ជី​បង្អួច ៖</em> ម៉ឺនុយ​មួយ​ដែល​បង្ហាញ​បង្អួច​ទាំងអស់​លើ​ផ្ទៃតុ​និម្មិត​លេចឡើង ។ អ្នក​អាច​ចុច​លើ​ឈ្មោះ​ផ្ទៃតុ ដើម្បី​ប្តូរ​ទៅ​ផ្ទៃតុ​នោះ ឬ លើ​ឈ្មោះ​បង្អួច ដើម្បី​ប្តូរ​ការ​ផ្ដោត​អារម្មណ៍​ទៅ​បង្អួច​នោះ ប្ដូរ​បង្អួច ប្រសិនបើ​ចាំបាច់ និង​ស្ដារ​បង្អួច ប្រសិនបើ​វា​ត្រូវ​បាន​លាក់ ។ បង្អួច​ដែល​បាន​លាក់ ឬ ​បង្រួមអប្បបរាម​ត្រូវ​បង្ហាញ​ឈ្មោះ​របស់​វា​ក្នុង​សញ្ញា​វង់​ក្រចក​</li> <li><em>ម៉ឺនុយ​ផ្ទៃតុ ៖</em> ម៉ឺនុយ​បរិបទ​សម្រាប់​ផ្ទៃតុ​មួយ​លេច​ឡើង ។ ក្នុង​ចំណោម​ម៉ឺនុយ​ផ្សេងៗ ម៉ឺនុយ​នេះ​មាន​ជម្រើស​សម្រាប់​កំណត់​រចនាសម្ព័ន្ធ​ការ​បង្ហាញ ចាក់សោ​អេក្រង់ និង​​ចេញ​ពី KDE ។</li> <li><em>ម៉ឺនុយ​កម្មវិធី ៖</em> ម៉ឺនុយ "K" លេចឡើង ។ នេះ​ប្រហែល​ជា​មាន​ប្រយោជន៍​សម្រាប់​ចូល​ដំណើរការ​កម្មវិធី​យ៉ាងលឿន បើ​អ្នក​ចង់​លាក់បន្ទះនេះ(ក៏​ត្រូវ​បាន​ស្គាល់​ជា "Kicker") ។</li></ul>
ko: 데스크톱에서 가운데 단추를 눌렀을 때의 행동을 설정합니다. <ul><li><em>동작 없음</em> </li><li><em>창 목록 메뉴:</em> 모든 가상 데스크톱에 있는 창을 포함하는 메뉴를 표시합니다. 데스크톱 이름을 누르면 전환할 수 있으며, 창 이름을 누르면 그 창으로 전환합니다. 필요하다면 데스크톱을 바꾸고 숨은 창을 복원할 수 있습니다. 숨었거나 최소화된 창은 그 이름에 괄호가 둘러싸여 표시됩니다.</li><li><em>데스크톱 메뉴:</em> 데스크톱의 컨텍스트 메뉴가 표시됩니다. 다른 팝업 메뉴와 달리 이 메뉴는 화면 설정, 화면 잠금, KDE 로그아웃 등 설정을 포함하고 있습니다.</li><li><em>프로그램 메뉴:</em> "K" 메뉴를 표시합니다. 패널("Kicker"라고도 함)을 숨긴 채로 프로그램에 빠르게 접근하고 싶을 때 유용합니다.</li></ul>
lt: Jūs galite pasirinkti, kas atsitinka paspaudus vidurinį pelės klavišą ant darbastalio: <ul><li><em>Jokio veiksmo:</em> kaip galite atspėti, nieko neįvyksta!</li> <li><em>Langų sąrašo meniu:</em> pasirodo meniu, rodantis visus langus visuose menamuose darbastaliuose. Jūs galite paspausti ant darbastalio vardo norėdami persijungti į tą darbastalį, ar ant lango vardo norėdami perkelti fokusą į tą langą, jei reikia perjungiant darbastalius, ir atstatant langą, jei jis buvo paslėptas. Paslėpti ir sutraukti langai rodomi skliausteliuose.</li> <li><em>Darbastalio meniu:</em> pasirodo konteksto darbastaliui. Tarp kitų dalykų, šis meniu turi parinktis išvaizdos konfigūravimui, ekrano užrakinimui ir išsiregistravimui iš KDE.</li> <li><em>Programų meniu:</em> pasirodo „K“ meniu. Tai gali būti naudinga greitai pasiekiant programas jei Jūs laikote pultą (taip pat žinomą kaip „Kicker“ paslėptą.</li></ul>
mk: Може да изберете што ќе се случи кога на работната површина ќе кликнете со средното копче од вашиот уред за покажување: <ul><li><em>Без акција:</em> како што претпоставувате ништо не се случува!</li> <li><em>Мени со листа на прозорци:</em> се појавува мени што ги прикажува сите прозорци на сите виртуелни површини. Може да кликнете на името на површината за да отидете на таа површина, или на името на прозорец за да се фокусирате на него, притоа менувајќи ја површината ако е потребно и враќајќи го прозорецот доколку е скриен. Скриените или спуштените прозорци се претставени со нивните имиња во загради.</li> <li><em>Мени на површината:</em> се појавува контекстно мени за површината. Меѓу другото, ова мени има опции за конфигурирање на екранот, заклучување на екранот и одјавување од KDE.</li> <li><em>Мени за апликации:</em> се појавува „K“ менито. Ова може да биде корисно за брз пристап до апликации ако сакате панелот познат како „Kicker“ да биде скриен.</li></ul>
nb: Du kan velge hva som skjer når du klikker på den midterste knappen på pekeenheten din på skrivebordet: <ul><li><em>Ingen handling:</em> som du sikkert gjetter, så skjer ingenting.</li><li><em>Menyliste for vinduer</em> en meny som viser alle vinduene på alle skrivebordene spretter opp. Du kan klikke på skrivebordsnavnet for å bytte til det skrivebordet, eller på et navn på et vindu for å bytte fokus til det vinduet og bytte skrivebord hvis nødvendig. Vinduet vil også bli gjenopprettet hvis det er skjult. Skjulte eller minimerte vinduer representeres med navnet i parentes.</li><li><em>Skrivebordsmeny:</em> en sprettoppmeny for skrivebordet spretter opp. Denne menyen har blant annet valg for skjermoppsett, låsing av skjermen og utlogging.</li><li><em>Programmeny:</em> K-menyen spretter opp. Dette kan være nyttig for å få rask tilgang til programmer hvis du har skjult panelet («Kicker»).</li></ul>
nds: Du kannst utsöken, wat passeert, wenn Du mit den Middelknoop vun Dien Wiesreedschap op den Schriefdisch klickst:<ul><li><em>Nix:</em> as Du villicht raden kannst, passeert gor nix.</li><li><em>Finsterlist:</em> en Menü mit all Finstern op all Schriefdischen dukt op. Du kannst op den Schriefdischnaam klicken, wenn Du na den Schriefdisch wesseln wullt, oder op en Finsterindrag, wenn dat Finster den Fokus kriegen schall. Dor wesselt de Schriefdisch bi, wenn dat noot deit, un dat Finster warrt wedder opbuut, wenn dat minimeert oder inrullt is. De Naams vun inrullte oder minimeerte Finstern warrt in Klemmen wiest.</li><li><em>Schriefdischmenü:</em> en Rechtsklickmenü för den Schriefdisch dukt op. Blang anner Dingen gifft dat Optschonen för dat Afsluten vun den Schirm, dat Instellen vun de Dorstellen un dat Afmellen ut KDE.</li><li><em>Programmmenü:</em> dat K-Menü dukt op. Dat kann denn goot wesen, wenn Du dat Paneel (ok kennt as "Kicker") utblendt laten wullt.</li></ul>
nl: U kunt bepalen wat er gebeurt als u met de middelste knop van uw aanwijsapparaat klikt op uw bureaublad: <ul><li><em>Geen actie:</em> u raadt het al, er gebeurt niets.</li> <li><em>Vensterlijstmenu:</em> er verschijnt een menu met daarin de namen van alle geopende vensters op ieder virtueel bureaublad. U kunt op de naam van een bureaublad klikken om daar naartoe te gaan. Of u klikt op een vensternaam om de focus te richten op dat venster. U springt dan naar het bureaublad met dit venster en het venster wordt (indien nodig) hersteld. De namen van verborgen of geminimaliseerde vensters zijn tussen haakjes geplaatst.</li> <li><em>Bureaubladmenu:</em> er verschijnt een contextmenu op het bureaublad. In dit menu kunt u o.a. de weergave instellen, het beeldscherm vergrendelen, of u afmelden. </li> <li><em>K-menu:</em> het "K-menu" verschijnt. Dit kan handig zijn als u toepassingen wilt openen terwijl u het paneel (ook wel bekend als "Kicker") verborgen hebt. </li></ul>
nn: Du kan velja kva som skal skje når du klikkar med midtknappen til peikeeininga (musa) på skrivebordet: <ul><li><em>Inga handling:</em> Nokså sjølvinnlysande, ingenting skjer!</li> <li><em>Vindaugsliste:</em> Viser ein meny med alle vindauga på alle skriveborda. Du kan velja eit skrivebordsnamn for å byta til det skrivebordet eller velja eit vindaugsnamn for å byta til det vindauget. Dersom vindauget ligg på eit anna skrivebord, byter du òg skrivebord. Dersom vindauget er minimert, vert det gjenoppretta. Skjulte eller minimerte vindauge vert viste i parentesar.</li> <li><em>Skrivebordsmeny:</em> Viser ein sprettoppmeny på skrivebordet. Her finn du mellom anna funksjonar for skjerminnstilling, skjermlåsing og avlogging.</li> <li><em>Programmeny:</em> Viser K-menyen. Dette kan vera nyttig for rask tilgang til program dersom du likar å halda panelet (òg kalla «Kicker») ute av syne.</li></ul>
pl: Można tu skonfigurować, co się stanie po naciśnięciu środkowego klawisza myszy na pulpicie: <ul><li><em>Nic:</em> łatwo się domyślić, nic się nie dzieje!</li><li><em>Menu listy okien:</em> pojawia się menu z lista wszystkich okien na wszystkich wirtualnych pulpitach. Można kliknąć na nazwę pulpitu, aby się na niego przełączyć lub na nazwę okna, by je uaktywnić (przełączając pulpit jeśli to konieczne) lub przywracając je do zwykłego stanu, jeśli było schowane. Okna schowane lub zminimalizowane mają swe nazwy podane w nawiasach.</li> <li><em>Menu pulpitu:</em> pojawia się menu kontekstowe dla pulpitu. Między innymi menu to ma możliwość konfiguracji wyglądu, blokowania ekranu i wylogowania z KDE.</li> <li><em>Menu programów:</em> Pojawia się menu "K". Może być użyteczne by mieć szybki dostęp do programów mając cały czas schowany panel (nazywany też "Kicker").</li></ul>
pt: O utilizador pode escolher o que acontece quando carrega com o botão do meio no ambiente de trabalho: <ul><li><em>Nenhuma Acção:</em> como poderá adivinhar, nada ocorre!</li> <li><em>Menu de Lista de Janelas:</em> aparece um menu com todas as janelas em todos os ecrãs virtuais. O utilizador poderá carregar no nome do ecrã para mudar para ele, ou no nome duma janela, para esta ficar em primeiro plano, mudando de ecrã se necessário, e reabrindo a janela, se estiver escondida. As janelas escondidas ou minimizadas são representadas com os seus nomes entre parêntesis.</li> <li><em>Menu do Ambiente de Trabalho:</em> aparece um menu de contexto para o ambiente de trabalho. Entre outras, este menu tem algumas opções para configurar o ecrã, trancá-lo e para sair do KDE.</li> <li><em>Menu de Aplicações:</em> aparece o menu "K". Isto pode ser útil para aceder rapidamente a aplicações se quiser manter o painel (também conhecido como "Kicker") escondido.</li></ul>
pt_br: Você pode escolher o que acontece ao clicar no botão do meio do mouse na área de trabalho: <ul><li><em>Nenhuma ação:</em> como é de se esperar, não acontece nada!</li> <li><em>Menu de lista de janelas:</em> um menu exibindo todas as janelas em todos os menus de contexto das áreas de trabalho virtuais. É possível clicar no nome da área de trabalho para comutar para esta área de trabalho ou em um nome de janela para deslocar o foco para esta janela, trocando de áreas de trabalho, se necessário, e restaurar a janela se esta estiver oculta. As janelas ocultas ou minimizadas são representadas pelos seus nomes entre parênteses.</li> <li><em>Menu da área de trabalho:</em> um menu de contexto para os menus da área de trabalho. Entre outras coisas, este menu tem opções para configuração da tela, bloquear a tela e sair do KDE.</li> <li><em>Menu de aplicativos:</em> o menu "K". Isto poderia ser útil para acessar rapidamente aplicativos se você quiser manter o painel (também conhecido como "Kicker") oculto.</li></ul>
ro: Puteţi alege ce se întîmplă cînd daţi clic pe ecran cu butonul din mijloc al dispozitivului dumneavoastră de indicare: <ul><li><em>Fără acţiune:</em> aşa cum vă puteţi da seama, nu se întîmplă nimic!</li> <li><em>Meniul listei de ferestre:</em> apare un meniu care afişează toate ferestrele din toate ecranele virtuale. Puteţi da clic pe numele ecranului pentru a comuta la acel ecran sau pe numele unei ferestre pentru a comuta focusul pe acea fereastră, schimbînd ecranul dacă este necesar şi refăcînd fereastra dacă era ascunsă. Ferestrele ascunse sau minimizate sînt reprezentate cu numele lor între paranteze.</li> <li><em>Meniul de ecran:</em> apare un meniu contextual pentru ecran. Pe lîngă alte lucruri, acest meniu are opţiuni pentru configurarea ecranului, blocarea lui şi ieşirea din KDE.</li> <li><em>Meniul de aplicaţii:</em> apare meniul "K". Aceasta poate fi foarte util pentru accesarea rapidă a aplicaţiilor dacă vă place să ţineţi ascuns panoul (cunoscut şi sub numele de "Kicker").</li></ul>
ru: Здесь вы можете указать, что происходит, когда вы нажимаете средней кнопкой мыши на рабочем столе: <ul><li><em>Ничего не происходит:</em> как вы уже угадали, ничего не будет происходить!</li> <li><em>Меню списка окон:</em> появится меню списка всех окон на всех рабочих столах. Вы можете щёлкнуть по названию стола, чтобы переключиться на нужный стол, или на название окна, чтобы найти и выбрать это окно. Это удобно при переключении рабочих столов или при восстановлении свёрнутого окна. Скрытые или свёрнутые окна показываются в меню с именами в скобках.</li> <li><em>Меню рабочего стола:</em> появится контекстное меню этого стола. Среди всего прочего, это меню содержит опции настройки экрана, блокировку экрана и выход из KDE.</li> <li><em>Меню приложений:</em> появится основное меню "K". Оно может быть использовано для быстрого доступа к программам, если вы предпочитаете, чтобы панель (которая также известна как "Kicker") была скрыта из виду.</li></ul>
rw: Ushobora guhitamo ibigomba kuba igihe ukanze buto y'ibumoso y'apareye nyereka iri ku biro:ul><li><em>Nta gikorwa:</em> nk'uko ushobora kubyibwira, nta kiba!</li> <li><em>Ibiri mu ilisiti y'amadirishya:</em> ibirimo bigaragaza amadirishya yose ari ku birambura ibiro bitagaragara. Ushobora gukanda ku izina ry'ibiro kugira ngo wimukire kuri ibyo biro, cyangwa ku izina ry'idirishya kugira ngo uhindurire icyerekezo kuri iryo dirishya, byaba ngombwa ugahinduranya ibiro, maze ukagarura idirishya niba ryihishe. Amadirishya yihishe cyangwa yagabanyijwe arangwa n'amazina yayo aba ari mu dukubo.</li> <li><em>Ibiri ku biro:</em> ibiri mu bivugwaho bigenewe ibirambura idirishya. Bimwe mu biboneka muri ibi bikubiyemo, harimo uburyo bwo kuboneza igaragaza, gufunga mugaragaza, no gusohoka muri KDE.</li> <li><em>Ibiri muri porogaramu:</em> Ibirambura ibikubiyemo"K" . Ibi bishobora kugira akamaro mu kugufasha kugera vuba kuri porogaramu niba ushaka ko igice (kizwi ku izina rya "Kicker") kiguma kutagaragara.</li></ul>
sk: Tu si môžete zvoliť, čo sa stane, keď kliknete stredným tlačidlom myši na plochu: <ul><li><em>Bez významu:</em> ako iste tušíte, nič sa nestane!</li><li><em>Zoznam okien:</em> zobrazí sa menu so všetkými oknami na všetkých plochách. Môžete kliknúť na názov plochy a plocha sa zmení, alebo na názov okna a aktivuje sa kliknuté okno a ak je to potrebné, zmení sa aj plocha a obnoví sa okno, ak bolo skryté. Skryté alebo minimalizované okná sú uvedené v zátvorkách.</li><li><em>Menu plochy:</em> objaví sa kontextové menu plochy Okrem iného má toto menu voľby na nastavenie zobrazenia, zamknutia obrazovky a opustenie KDE.</li> <li><em>Menu aplikácií:</em> objaví sa "K" menu Toto môže byť užitočné, pokiaľ chcete mať skrytý panel.</li></ul>
sl: Sami lahko izberete, kaj naj se zgodi, ko boste s srednjim gumbom kazalne naprave kliknili po namizju: <ul><li><em>Nič se ne zgodi:</em> kot ste najbrž uganili, se ne zgodi nič.</li> <li><em>Meni s seznamom oken:</em> pokaže se meni z vsemi okni na vseh navideznih namizjih. Na namizje preklopite, če kliknete njegovo ime, na okno pa, če kliknete ime tistega okna. Skrita in pomanjšana okna imajo imena v oklepajih.</li> <li><em>Meni namizja:</em> prikaže se priročni meni za namizje. V njem so med drugim možnosti za nastavitve zaslona, zaklepanje le-tega in odjavo iz KDE.</li> <li><em>Meni s programi:</em> pokaže se meni »K«, kar je lahko koristno, ker z njega hitro dosežete programe, če želite ohraniti pult (znan kot »Kicker«) skrit.</li></ul>
sr: Можете изабрати шта ће се десити ако кликнете средњим тастером миша на радну површину: <ul><li><em>Без акције: </em> као што можете да претпоставие, ништа се не дешава!</li><li><em>Мени са листом прозора:</em> је мени који показује све прозоре на свим вирутелним радним површинама. Можете да кликнете на име радне површине да пређете на њу, или на име прозора да бисте поставили фокус на њега, преласком на радну површину ако је потребно и обнављањем прозора ако је сакривен. Скривени или минимизирани прозори су представљени са именом у загради. </li><li><em>Мени радне површине:</em> искачући мени радне површине. Поред неколико опција, овај мени има могућност за подешавање приказа, закључавање екрана и излажења из KDE-а.</li> <li><em>Мени програма:</em> је искачући „К“ мени. Ово може бити корисно за брзи приступ програмима ако је панел (такође познат и као „Kicker“) сакривен од погледа.</li></ul>
sr@latn: Možete izabrati šta će se desiti ako kliknete srednjim tasterom miša na radnu površinu: <ul><li><em>Bez akcije: </em> kao što možete da pretpostavie, ništa se ne dešava!</li><li><em>Meni sa listom prozora:</em> je meni koji pokazuje sve prozore na svim virutelnim radnim površinama. Možete da kliknete na ime radne površine da pređete na nju, ili na ime prozora da biste postavili fokus na njega, prelaskom na radnu površinu ako je potrebno i obnavljanjem prozora ako je sakriven. Skriveni ili minimizirani prozori su predstavljeni sa imenom u zagradi. </li><li><em>Meni radne površine:</em> iskačući meni radne površine. Pored nekoliko opcija, ovaj meni ima mogućnost za podešavanje prikaza, zaključavanje ekrana i izlaženja iz KDE-a.</li> <li><em>Meni programa:</em> je iskačući „K“ meni. Ovo može biti korisno za brzi pristup programima ako je panel (takođe poznat i kao „Kicker“) sakriven od pogleda.</li></ul>
sv: Du kan välja vad som ska hända när du klickar på skrivbordet med den mittersta musknappen. <ul><li><em>Ingen åtgärd:</em> som du kanske gissat händer ingenting.</li> <li><em>Lista med fönster:</em> en meny som visar alla fönster på alla virtuella skrivbord visas. Du kan klicka på ett skrivbordsnamn för att byta till det skrivbordet, eller på ett fönsternamn för att byta fokus till det fönstret. Om det behövs kommer då även skrivbordet att bytas och fönstret att återställas om de är dolt. Dolda eller minimerade fönster visas med sina namn inom parenteser.</li> <li><em>Skrivbordsmeny:</em> en sammanhangsberoende meny för skrivbordet visas. Bland annat har den här menyn inställningar för att anpassa skärmen, låsa skärmen, samt för att logga ut från KDE.</li> <li><em>Programmeny:</em> K-menyn visas. Det här kan vara användbart för att snabbt komma åt programmen om du av någon anledning vill hålla panelen (också känd under namnet "Kicker") dold.</li></ul>
ta: நீங்கள் உங்கள் சுட்டி சாதனத்தின் மைய பட்டனை மேல்மேசையில் பயன்படுத்தலாம்.<ul><li><em>செயல்பாடு இல்லை:</em> நீங்கள் நினைப்பதுபோல் எதுவும் நடக்கவில்லை</li> <li><em>சாளர பட்டியல் பட்டி</em> எல்லா சாளரங்களையும் மெய்நிகர் மேல்மேசையில் காட்டும் பட்டி. மேசையின் பெயரின் மேல் க்ளிக் செய்தால் அந்த மேசைக்கு செல்லலாம், அல்லது சாளரத்தின் பெயருக்கு செல்லலாம், தேவையான மேசையை அணுகலாம்,மறைந்துள்ள சாளரத்தை மீட்கலாம். மறைக்கப்பட்ட அல்லது சிறிதாக்கப்பட்ட பட்ட சாளரத்தின் பெயர்கள் அடைப்புக்குறிக்குள் இருக்கும். </li> <li>மேல்மேசை பட்டி:</em>மேல் மேசை தோன்றும் சாளரத்துக்கான சூழமைவு பட்டி.இவை தவிர இந்த பட்டியில் காட்சியை அமைத்தல், திரையை பூட்டல் , கேடியில் இருந்து வெளிச்செல்லல். ஆகிய வசதிகள் உள்ளது. </li> <li><em>பயன்பாட்டு பட்டி::</em> "K" தோன்றும் சாளரம். பலகத்தை மறைவில் வைத்துக்கொண்டு மற்ற பயன்பாடுகளை வேகமாக அணுக பயன்படும் .
th: คุณสามารถเลือกสิ่งที่จะกระทำ เมื่อคุณคลิ้กเมาส์ปุ่มกลางบนพื้นที่ทำงาน: <ul><li><em>ไม่มีการกระทำ:</em> คุณเดาได้ว่า นี่จะไม่มีอะไรเกิดขึ้น !</li> <li><em>เมนูรายการหน้าต่าง:</em> เมนูป๊อบอัพ ที่แสดงรายการหน้าต่างที่อยู่บนพื้นที่ทำงานเสมือนทั้งหมด คุณสามารถคลิ้กบนชื่อเดสก์ทอป เพื่อสลับการทำงานไปยัง พื้นที่ทำงานนั้น หรือบนชื่อหน้าต่าง เพื่อเรียกการโฟกัสไปยังหน้าต่างนั้น สลับพื้นที่ทำงาน และเรียกคืนสถานะหน้าต่างหากมันถูกซ่อนอยู่ หน้าต่างที่ถูกซ่อน หรือย่อเล็กสุดอยู่ จะแสดงด้วยชื่อในส่วนหน้าต่างแม่</li><li><em>เมนูของพื้นที่ทำงาน:</em> เมนูป๊อบอัพของพื้นที่ทำงาน ซึ่งใช้เลือกปรับแต่งการแสดงผลได้, ล็อคหน้าจอได้ และใช้ล็อกเอาท์ออกจาก KDE ได้</li> <li><em>เมนูแอพพลิเคชัน:</em> เมนูป๊อบอัพ "K" นี้เป็นเมนูหลักที่ใช้เรียกแอพพลิเคชันต่างๆ ให้ทำงานได้อย่างรวดเร็ว </li></ul>
uk: Ви можете керувати, що трапиться при клацанні середньою кнопкою вказівного пристрою на стільниці:<ul><li><em>Нічого:</em> як ви і здогадались, нічого не трапиться;</li> <li><em>Меню списку вікон:</em> з'являтиметься меню, що показує всі вікна зі всіх віртуальних стільниць. Ви можете клацнути на назві стільниці, щоб перейти на цей стіл, або на назві вікна, щоб передати фокус тому вікну, перемикаючи стільниці при потребі, та відновлюючи сховані вікна. Сховані або мінімізовані вікна представлені їх іменем у дужках;</li> <li><em>Меню стільниці:</em> з'являтиметься контекстне меню стільниці. Серед інших речей це меню має параметри для дисплею, замикання екрана та виходу з KDE;</li> <li><em>Меню програм:</em> з'являтиметься "K"-меню. Це може бути корисно для швидкого доступу до програм, якщо ви хочете, щоб панель (також відома як "Kicker") була схована.</li></ul>
zh_cn: 选择当按鼠标中键点击桌面上的设备图标所要发生的事件：<ul><li><em>无响应：</em>没有任何响应！</li> <li><em>窗口列表菜单：</em>显示虚拟桌面上的所有窗口的菜单。点击桌面名切换到该桌面，或者点击窗口名切换到该窗口。隐藏或最小化的窗口在括弧里显示窗口名。</li> <li><em>桌面菜单：</em>桌面的上下文菜单。该菜单包括了屏幕显示、屏幕锁定、退出KDE的选项。</li><li><em>应用程序菜单：</em>“Kicker”菜单。快速访问应用程序。</li></ul>
