Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Here you can set that windows will be only snapped if you try to overlap them, i.e. they will not be snapped if the windows comes only near another window or border.
af: Hier kan jy kies dat vensters net klamp as jy probeer om dit oor mekaar te plaas, hulle sal byvoorbeeld nie klamp wanneer 'n venster naby 'n ander venster of raam kom nie.
bg: Прилепване на прозорците, само когато се препокриват. Ако няма опасност да се препокрият, няма да се активира прилепването независимо, че прозорецът се намира в зоната.
bn: এখানে আপনি স্থির করতে পারেন উইন্ডোগুলি একে অন্যের উপরে চাপাতে চাইলে আটকে যাবে, অর্থাত্‍, উইন্ডোগুলি আরেকটি উইন্ডো বা তার সীমার কাছাকাছি এলেই আটকে যাবে না।
bs: Ovdje možete podesiti da se prozori lijepe samo ako ih pokušate preklopiti, tj. oni se neće lijepiti ako se prozori samo približe jedan drugom ili rubu ekrana.
cs: Zde je možné nastavit, že se okna budou přitahovat jen tehdy, budete-li se snažit je dát přes sebe, t.j. že se nebudou přitahovat, když okna k sobě navzájem pouze přiblížíte.
cy: Yma gallwch osod bod ffenestri'n snapio pan ceisiwch eu gorgyffwrdd yn unig, h.y. ni chânt eu snapio os y daw'r ffenestr yn agos i ffenestr arall neu i ffin.
da: Her kan du bestemme, at vinduer kun trækkes hen til hinanden, hvis du forsøger at dække dem med hinanden, dvs. at de bliver ikke trukket sammen, hvis de kun kommer i nærheden af hinanden eller kanten.
de: Hier können Sie festlegen, dass Fenster erst andocken, sobald sie sich überlappen. Es dockt also nicht eines am anderen an, solange es nur in die Nähe eines anderen gebracht wird.
el: Εδώ μπορείτε να ορίσετε ότι τα παράθυρα θα κολλάνε μόνο αν προσπαθήσετε να τα επικαλύψετε, δηλαδή δε θα κολλήσουν αν απλά πλησιάσουν σε κάποιο άλλο παράθυρο ή άκρο.
es: Aquí puede establecer el que las ventanas se peguen sólo si trata de solaparlas, es decir no se pegarán si las ventanas se acercan a otra ventana o borde.
et: Kui selle valiku sisse lülitad, tõmmatakse aknad üksteise vastu ainult siis, kui nad üksteist katavad, so. nende tõmbumine ei rakendu, kui nad liigutada ainult üksteise lähedale.
eu: Hemen leihoak elkarren gainean ipintzen dituzunean baino ez atxikitzea ezar dezakezu, hau da, atxikitzea gertatzeko ez da nahikoa izanen beste leiho edo ertz batetik hurbil egotea.
fa: در اینجا می‌توانید تنظیم کنید، که پنجره‌ها فقط در صورتی که بخواهید آنها را هم‌پوشانی کنید پرش می‌کنند. یعنی اگر پنجره‌ها فقط کنار هم بیایند یا لب به لب باشند، پرش نمی‌کنند.
fi: Tässä kohdassa voit määritellä ikkunat tarttumaan toisiinsa vain silloin, mikäli ne käyvät päällekkäin, eikä silloin kun ikkunat ovat lähellä toisiaan.
fr: Vous pouvez choisir ici que les fenêtres ne s'attirent les unes les autres que si elles se chevauchent. Autrement dit elles ne s'attirent pas en passant seulement prêt d'une autre fenêtre ou d'un bord de l'écran.
hu: Ha bejelöli ezt az opciót, akkor az ablakok csak akkor fogják egymást vonzani, ha átfedik egymást, ha kívülről érnek egymás közelébe, akkor nem.
is: Hér getur þú stillt það að gluggar grípi í hvern annan einungis ef þú reynir að yfirfella þá, þ.e. þeir grípa ekki í hvorn annan ef gluggarnir koma einungis nálægt öðrum glugga eða jöðrum.
it: Qui puoi impostare se le finestre devono essere attratte dai bordi solo quando si sovrappongono, ovvero una finestra non sarà attratta se è soltanto vicina al bordo o ad un'altra finestra.
ja: このオプションを有効にすると、互いに重なり合ったときだけウィンドウがくっつくようになります。つまり、接近しただけではウィンドウはくっつきません。
km: នៅទីនេះ អ្នក​អាច​កំណត់​ថាបង្អួច​នឹង​ត្រូវ​បាន​ខ្ទាស់​តែ​ក្នុង​ករណី​ដែល​អ្នក​ព្យាយាម​ដាក់​ពួកវា​ត្រួត​លើ​គ្នា ឧទាហរណ៍ ៖ ពួកវា​មិន​ត្រូវ​បាន​ខ្ទាស់ ប្រសិនបើ​បង្អួច​ខិត​មក​ជិត​បង្អួច​ផ្សេង​ទៀត ឬ ស៊ុម ។​
ko: 창을 겹치게 하려고 할때만 스냅하도록 설정합니다. 창이 다른 창이나 경계에 다가가는 것 만으로는 스냅 기능이 작동하지 않습니다.
mk: Тука може да поставите прозорците да се залепат само ако се обидувате да ги преклопите, т.е. нема да се залепат ако еден прозорец се наоѓа само во близината на друг прозорец или граница.
ms: Di sini anda boleh set agar tetingkap akan hanya memetik apabila anda menindihnya, iaitu ia akan memetik jika tetingkap mendekati tetingkap atau sempadan lain.
nb: Her kan du bestemme at vinduer bare skal gripes dersom du forsøker å legge dem over hverandre. dvs. de gripes ikke dersom vinduene bare kommer nær et annet vindu eller skrivebordskanten.
nds: Hier kannst Du fastleggen, dat en Finster bloots an de Kant vun anner Finstern rantrocken warrt, wenn dat al dat annere Finster överdeckt.
nl: Deze instelling zorgt er voor dat vensters alleen tegen elkaar worden gedrukt als u ze bij het verplaatsen iets laat overlappen. Vensters die dicht bij elkaar komen worden dus niet naar elkaar toe getrokken.
nn: Her kan du velja at vindauge berre vert låste dersom du prøver å overlappa dei. Vindauga legg seg då ikkje inntil andre dersom dei berre kjem nær andre vindauge eller ein kant.
pl: Jeśli ta opcja jest włączona, okna będą się przyciągać tylko wtedy, gdy spróbujesz nałożyć jedno na drugie, tj. nie będą się przyciągać, gdy zbliżysz je do siebie.
pt_br: Aqui você pode configurar as janelas que serão encaixadas somente se você tentar sobrepô-las, isto é, elas não serão encaixadas se as janelas ficam perto de outra janela, ou ficam perto da borda.
ro: Aici puteţi seta dacă ferestrele vor fi potrivite numai dacă încercaţi să le suprapuneţi. Acest lucru înseamnă că ele nu vor fi "potrivite" dacă vin în apropiere una de alta sau de marginea ecranului.
ru: Окна будут прилипать друг к другу или к границе экрана только в том случае, если они перекрываются. При этом они не будут прилипать, если просто находятся близко друг к другу или к границе.
rw: Aha ushobora kugena amadirishya azakwegwa gusa nugerageza kuyagerekeranya, ni ukuvuga ntabwo azakwegwa idirishya niryegera irindi cyangwa urubibi gusa.
sk: Tu je možné nastaviť, či budú okná priťahované iba v prípade, že sa pokúsite ich dať cez seba. Takže nebudú priťahované v prípade, že okno pri presune priblížite inému oknu alebo okraju obrazovky.
sl: Tu lahko nastavite, da se okna prilepijo le, če se prekrivajo, t.j. ne bodo se prilepila, če jih boste postavili le v bližino robov drugih oken.
sr: Овде можете поставити да се прозори уклапају само ако покушате да их преклопите, нпр. неће бити уклопљени ако прозори долазе само близу један другом или ивици екрана.
sr@latn: Ovde možete postaviti da se prozori uklapaju samo ako pokušate da ih preklopite, npr. neće biti uklopljeni ako prozori dolaze samo blizu jedan drugom ili ivici ekrana.
sv: Här kan du ställa in att fönster binds endast om du försöker överlappa dem, dvs de kommer inte att bindas om de endast kommer nära ett annat fönster eller kanterna.
ta: இங்கு நீங்கள் சாளரத்தின் அமைப்புகளை இழுத்து அதை மேல்கவி,அதாவது அவற்றால் இழுக்க முடியாது சாளரத்தின் ஓரமாக தான் வந்து சேரும்.
th: คุณสามารถตั้งค่า ที่จะให้หน้าต่างเกาะที่กรอบหน้าต่างอื่น หากคุณพยายามซ้อนทับมัน แต่มันอาจจะไม่เกาะก็ได้ หากหน้าต่าง อยู่ใกล้หน้าต่างอื่น หรือขอบจอ (มันสับสน)
uk: Тут ви можете встановити, щоб вікна приклеювались тільки при перекриванні, а не при наближенні одне до одного або до межі екрана.

source: _n: pixel pixels
bg: пиксел пиксела
bs: piksel piksela pikesla
cs: pixel pixely pixelů
da: billedpunkt billedpunkter
de: Pixel Pixel
el: εικονοστοιχείο εικονοστοιχεία
es: pixel pixels
et: piksel pikslit
eu: pixel pixel
fa: تصویردانه
fi: piste pistettä
fr: pixel pixels
gl: pixel pixeles
hu: képpont
is: punktur punktar
it: pixel pixel
ja: ピクセル
km: ភីកសែល
mk: пиксел пиксели пиксели
nb: piksel piksler
nds: Pixel Pixels
nl: pixel pixels
nn: biletpunkt biletpunkt
pl: piksel piksele pikseli
pt_br: pixel pixels
ru: пиксел пиксела пикселов
sk: bod body bodov
sl: pik pika piki pike
sr: пиксел пиксела пиксела
sr@latn: piksel piksela piksela
sv: bildpunkt bildpunkter
th: พิกเซล
uk: піксель пікселі пікселів
