Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: Show &tooltips
af: Vertoon leidrade
ar: &إظهار تلميحات الأدوات
az: &Məsləhətləri göstər
be: Паказваць па&дказкі
bg: Показва&не на подсказки
bs: Pokaži &informacije
ca: Mostra pis&tes
cs: Zobrazi&t nástrojové tipy
cy: Dangos cyng&horion offer
da: Vis &værktøjsvink
de: Datei-Infos &anzeigen
el: Εμφάνι&ση βοηθημάτων
eo: Mon&tri dosierinformeton
es: Mostrar sugerencias de herramien&tas
eu: Erakutsi &argibideak
fa: نمایش &نکته ابزارها‌
fi: &Näytä työkaluvihjeet
fr: Afficher les in&fo-bulles
gl: Amosar &consellos
he: הצג פירוט לקבצי&ם
hi: औज़ार नुस्ख़े दिखाएँ (&t)
hr: &Pokaži &natuknice za alate
hu: T&ippek megjelenítése
is: Sýna skráar&vísbendingar
it: Mos&tra suggerimenti
ja: ファイル情報ツールチップを表示する(&T)
kk: Қалқымалы &кеңестер
km: បង្ហាញ​ព័ត៌មាន​ជំនួយ
ko: 툴팁 보기(&T)
lt: &Rodyti bylų informaciją
mk: &Прикажи информации за алатките
nb: &Vis filtips
nds: &Knoopinformatschonen wiesen
nl: Tekstballonnen &tonen
nn: &Vis verktøytips
pa: ਸੰਦ-ਸੰਕੇਤ ਵੇਖਾਓ(&t)
pl: &Pokazuj podpowiedzi
pt: Mos&trar as dicas
pt_br: Mostrar dicas da &ferramenta
ro: &Afişează baloane de ajutor
ru: &Всплывающие подсказки
rw: Kwerekana indangamumaro
se: Čá&jet reaidorávvagiid
sk: &Zobraziť rady
sl: Prika&ži namige o orodjih
sr: Приказуј &облачиће
sr@latn: Prikazuj &oblačiće
sv: Visa verkt&ygstips
ta: கோப்பு குறிப்பைக் காட்டு
th: แสดงทู&ลทิป
uk: Показувати &підказки
zh_cn: 显示工具提示(&T)

source: Menu Bar at Top of Screen
af: Kiesbalk Bo-Aan Skerm
ar: شريط القوائم في أعلى الشاشة
az: Ekranın Üstündə Menyu Çubuğunu İşlət
be: Меню ўверсе экрана
bg: Показване на меню в горния край на екрана
bs: Meni traka na vrhu ekrana
ca: Barra de menú a dalt de la pantalla
cs: Nabídka navrchu obrazovky
cy: Bar Dewislen wrth Ben y Sgrîn
da: Menulinje for oven på skærmen:
de: Menüleiste am oberen Bildschirmrand
el: Γραμμή μενού στο πάνω μέρος της οθόνης
es: Barra de menú en la parte superior de la pantalla
eu: Menu-barra pantailaren goiko aldean
fa: میله گزینگان در بالای پرده
fi: Valikkorivi ruudun yläosassa
fr: Barre de menus en haut de l'écran
gl: Barra de Menú na Parte Superior da Pantalla
he: תפריט ראשי בראש במסך
hi: स्क्रीन के शीर्ष पर मेन्यू पट्टी
hr: Prikazuj traku izbornika na vrhu zaslona:
hu: Menüsor a képernyő tetején
is: Valmyndarönd efst á skjánum
it: Barra dei menu nella parte alta dello schermo:
ja: スクリーン上部のメニューバー
kk: Мәзір панелі экранның жоғарында
km: របារ​ម៉ឺនុយ​នៅ​កំពូល​អេក្រង់
ko: 화면 위쪽 메뉴 표시줄
lt: Meniu juosta ekrano viršuje
mk: Мени на врв на екранот
nb: Menylinje øverst på skjermen
nds: Menübalken baven op den Schirm wiesen
nl: Menubalk bovenaan scherm:
nn: Menylinje øvst på skjermen
pa: ਪਰਦੇ ਦੇ ਉੱਪਰ ਮੇਨੂ ਪੱਟੀ
pl: Pasek menu na górze ekranu
pt: Barra de Menu no Topo do Ecrã
pt_br: Barra de menus no topo da tela
ro: Bara de meniu în susul ecranului
ru: Меню вверху экрана
rw: Umurongo w'Ibirimo ku Mutwe wa Mugaragaza
se: Fálloholga badjin šearpmas
sk: Menu na vrchu obrazovky
sl: Menijska vrstica na vrhu zaslona
sr: Приказуј траку менија на врху екрана:
sr@latn: Prikazuj traku menija na vrhu ekrana:
sv: Menyrad överst på skärmen
ta: பட்டியல் பட்டி திரைக்கு மேலேயுள்ளது
th: แถบเมนูที่ด้านบนสุดของจอ
uk: Смужка меню вгорі екрана
zh_cn: 屏幕顶部的菜单栏

source: &None
af: Geen
ar: &بلا
az: &Heç biri
be: &Няма
bg: &Изключено
bs: &Ništa
ca: C&ap
cs: Žád&ná
cy: &Dim
da: &Ingen
de: &Keine
el: &Καμία
es: &Ninguna
eu: &Bat ere ez
fa: &هیچ‌کدام‌
fi: &Ei mitään
fr: Aucu&ne
gl: &Ningunha
he: &ללא
hi: कुछ नहीं (&N)
hr: &Nijedan
hu: Nin&cs
is: E&ngin
it: &Nessuna
ja: なし(&N)
kk: &Жоқ
km: គ្មាន
ko: 사용 안함(&N)
lt: &Niekas
mk: &Нема
nb: &Ingen
nds: &Keen
nl: &Geen
nn: &Inga
pa: ਕੋਈ ਨਹੀਂ(&N)
pl: &Brak
pt: &Nenhum
pt_br: &Nenhuma
ro: &Nimic
ru: &Нет
rw: Nta na kimwe
se: &Ii mihkiige
sk: Žia&dne
sl: &Brez
sr: &Ниједан
sr@latn: &Nijedan
sv: I&ngen
ta: &எதுவும் இல்லை
th: ไม่มี
uk: &Відсутня
zh_cn: 无(&N)

source: If this option is selected, there is no menu bar at the top of the screen.
af: Indien hierdie opsie gekies is, sal daar geen kiesbalk aan die bokant van die skerm wees nie.
ar: إن تم اختيار هذا الخيار، لن يكون هناك أي شريط قوائم في أعلى الشاشة.
az: Bu seçilidirsə, ekranın üst tərəfində menyu çubuğu olmayacaqdır.
bg: Без показване на меню в горния край на екрана.
bs: Ako je ova opcija izabrana, meni traka neće biti prikazana na vrhu ekrana.
ca: Si se selecciona aquesta opció, no hi ha barra de menú a dalt de la pantalla.
cs: Pokud je vybrána tato volba, nebude žádná nabídka navrchu pracovní plochy.
cy: Os dewisir y dewisiad yma, nid oes bar dewislen wrth ben y sgrîn.
da: Hvis dette er valgt, er der ingen menulinje foroven på skærmen.
de: Nach Aktivierung dieser Einstellung erscheint keine Menüleiste am oberen Bildschirmrand.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, δεν υπάρχει γραμμή μενού στο πάνω μέρος της οθόνης.
es: Si se selecciona esta opción, no hay barra de menú en la parte superior de la pantalla
eu: Aukera hau hautatuz gero, ez da erakutsiko menu barrarik pantailaren goiko aldean
fa: اگر این گزینه انتخاب شود، میله گزینگان در بالای پرده وجود ندارد.
fi: Jos valittuna, valikkoriviä ei näytetä ruudun yläosassa.
fr: Si cette option est sélectionnée, il n'y a aucune barre de menus en haut de l'écran.
gl: Se se escolle esta opción, non se amosará ningunha barra de menú na parte superior da pantalla.
he: אם אפשרות זו נבחרת, אין תפריט ראשי בראש המסך.
hi: यदि यह विकल्प चुना जाता है, स्क्रीन के शीर्ष पर कोई मेन्यू पट्टी नहीं होगा.
hr: Ako je ova opcija odabrana, neće se pojavljivati izbornik na vrhu zaslona.
hu: Ha bejelöli ezt az opciót, nem lesz menüsor a képernyő tetején.
is: Ef þessi kostur er valinn er engin valmyndarönd efst á skjánum.
it: Se viene selezionata questa opzione non ci saranno barre dei menu nella parte alta dello schermo.
ja: このオプションを選択すると、スクリーン上部にはメニューバーが表示されません。
kk: Құсбелгі қойылса, экранның жоғарында мәзір панелі болмайды.
km: ប្រសិនបើ​ជម្រើស​នេះ​ត្រូវ​បាន​ជ្រើស នោះ​គ្មាន​របារ​ម៉ឺនុយ​នៅ​កំពូល​នៃ​អេក្រង់ ។
ko: 이 설정을 사용하면 화면 위쪽 메뉴 표시줄을 사용하지 않습니다.
lt: Pažymėjus šį laukelį ekrano viršuje meniu juosta nerodoma.
mk: Ако е избрана оваа опција тогаш нема мени на врвот од екранот.
nb: Hvis dette er valgt er det ingen menylinje øverst på skjermen.
nds: Wenn aktiveert, warrt keen Menübalken baven op den Schirm wiest.
nl: Als deze optie is geselecteerd wordt er geen menubalk bovenaan het scherm weergegeven.
nn: Dette alternativet gjer at det ikkje vert vist noka menylinje øvst på skjermen.
pa: ਜੇਕਰ ਇਹ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਕੋਈ ਮੇਨੂ ਪੱਟੀ ਪਰਦੇ ਦੇ ਉੱਪਰ ਨਹੀਂ ਵੇਖਾਈ ਜਾਵੇਗੀ।
pl: Jeśli ta opcja jest wybrana, pasek menu nie będzie wyświetlany na górze ekranu.
pt: Se esta opção estiver assinalada, não existirá nenhuma barra de menu no topo do ecrã.
pt_br: Se esta opção estiver selecionada, não existirá uma barra de menus no topo da tela.
ro: Dacă această opţiune este selectată, nu va exista nici o bară de meniu în partea de sus a ecranului.
ru: Если этот параметр установлен, меню в верхней части экрана отсутствует.
rw: Iyo ubu buryo butoranyijwe, nta murongo w'ibikubiyemo uboneka ku mutwe wa mugaragaza.
sk: Ak je táto voľba vybraná, na vrchu obrazovky nie je žiadne menu.
sl: Če je ta možnost izbrana, na vrhu zaslona ni menijske vrstice.
sr: Ако је ова опција одабрана, неће се појављивати мени на врху екрана.
sr@latn: Ako je ova opcija odabrana, neće se pojavljivati meni na vrhu ekrana.
sv: Om det här alternativet är valt finns det ingen menyrad överst på skärmen.
ta: விருப்பத் தேர்வுகள் தேர்ந்தெடுக்கபட்டிருந்தால், திரைக்கு மேலே மெனு பட்டி எதுவும் தென்பவில்லை
th: หากเลือกตัวเลือกนี้ จะไม่มีแถบเมนูที่ด้านบนสุดของจอ
uk: Якщо цей параметр ввімкнено, верхня смужка меню буде відсутня.
zh_cn: 如果选中了此选项，屏幕顶部将没有菜单栏。

source: &Desktop menu bar
af: Werkskerm kieslys
ar: شريط قوائم &سطح المكتب
az: &Masa üstü menyu çubuğu
be: &Меню працоўнага стала
bg: Меню на &работния плот
bs: &Desktop meni traka
ca: Barra de menú de l'&escriptori
cs: Nabídka pracovní p&lochy
cy: Bar D&ewislen y Penbwrdd
da: &Desktoppens menulinje
de: Arbeitsflächen&menü
el: Γραμμή μενού &επιφάνειας εργασίας
eo: &Tabula menuo
es: Barra de menú &del escritorio
eu: &Mahaigaineko menu-barra
fa: میله گزینگان &رومیزی‌
fi: &Työpöydän valikkorivi
fr: Barre &de menus du bureau
gl: Barra &de menú do escritorio
he: תפריט &שולחן העבודה
hi: डेस्कटॉप मेन्यूपट्टी (&D)
hr: Izbornik ra&dne površine
hu: Munkaasztali m&enü
is: Skjáborðsvalmyn&d
it: Barra dei menu del &desktop
ja: デスクトップメニューバー(&E)
kk: &Үстел мәзір панелі
km: របារម៉ឺនុយ​ផ្ទៃតុ
ko: 데스크톱 메뉴 표시줄(&D)
lt: &Darbastalio meniu juosta
mk: &Мени на површината
nb: &Skrivebordsmeny
nds: Schrief&disch-Menübalken
nl: Bureaubla&dmenubalk
nn: &Skrivebordsmeny
pa: ਵਿਹੜਾ ਮੇਨੂ ਪੱਟੀ(&D)
pl: &Menu pulpitu
pt: Barra &de menu do ecrã
pt_br: Barra de &menus da área de trabalho
ro: &Bară de meniu pentru ecran
ru: Меню &рабочего стола
rw: &Umurongo w'ibikubiyemo by'ibiro
se: Čállin&beavdefállu
sk: Menu &plochy
sl: Menijska vrstica &namizja
sr: Мени ра&дне површине
sr@latn: Meni ra&dne površine
sv: Skrivbor&dsmenyrad
ta: மேசைப் பட்டி
th: เมนูของพื้&นที่หน้าจอ
uk: Смужка меню &стільниці
zh_cn: 桌面菜单栏(&D)

source: If this option is selected, there is one menu bar at the top of the screen which shows the desktop menus.
af: Indien gekies, sal daar een kiesbalk bo-aan die skerm wees, wat die werksskerm kieslyste vertoon.
ar: إن تم اختيار هذا الخيار، سيكون هناك شريط قوائم في أعلى الشاشة يعرض قوائم سطح المكتب.
bg: Показване менюто на работния плот в горния край на екрана.
bs: Ako je ova opcija prikazana, postojaće jedna meni traka na vrhu ekrana koja pokazuje desktop menije.
ca: Si se selecciona aquesta opció, hi ha una barra de menú a dalt de la pantalla que mostra els menús de l'escriptori.
cs: Pokud je vybrána tato volba, navrchu pracovní plochy bude nabídka.
cy: Os dewisir y dewisiad yma, mae un bar dewislen wrth ben y sgrîn sy'n dangos y dewislenni penbwrdd.
da: Hvis dette er valgt, er der en menulinje for oven på skærmen, som viser desktopmenuerne.
de: Wenn diese Einstellung aktiv ist, erscheint eine Leiste mit Arbeitsflächenmenüs am oberen Bildschirmrand.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, υπάρχει μια γραμμή μενού στο πάνω μέρος της οθόνης που εμφανίζει τα μενού της επιφάνειας εργασίας.
es: Si se selecciona esta opción, hay una barra de menú en la parte superior de la pantalla que muestra los menús de escritorio.
eu: Aukera hau hautatuz gero, mahaigaineko menuak erakutsiko dituen menu-barra bat erakutsiko da pantailaren goiko aldean.
fa: اگر این گزینه انتخاب شود، یک میله گزینگان در بالای پرده‌ای که گزینگان رومیزی را نمایش می‌دهد وجود دارد.
fi: Jos valittuna, ruudun yläreunassa on yksi valikkorivi työpöydän valikoille.
fr: Si cette option est activée, une barre affichant les menus du bureau sera présente en haut de l'écran.
gl: Se se escoller esta opción, haberá unha barra de menú na parte superior da pantalla que amose os menús do escritorio.
he: אם אפשרות זו מסומנת, ישנו תפריט אחד בחלק העליון של המסך אשר מציג את תפריטי השולחן עבודה.
hi: यदि यह विकल्प चुना जाता है, स्क्रीन के शीर्ष पर कोई मेन्यू पट्टी नहीं होगा जो डेस्कटॉप मेन्यू दर्शाता है.
hr: Ako je ova opcija odabrana, biti će prikazan izbornik na vrhu zaslona koji sadrži izbornike radne površine.
hu: Ha bejelöli ezt az opciót, látható lesz egy menüsor a képernyő tetején, amely a munkaasztali menüket mutatja.
is: Ef þessi kostur er valinn er ein valmyndarönd efst á skjánum sem sýnir skjáborðsvalmyndirnar.
it: Se viene selezionata questa opzione ci sarà una barra dei menu nella parte alta dello schermo che mostrerà i menu del desktop.
ja: このオプションを選択すると、デスクトップメニューを表示するメニューバーがスクリーン上部に表示されます。
kk: Құсбелгі қойылса, экранның жоғарында мәзір панелі болады.
km: ប្រសិនបើ​ជម្រើស​នេះ​ត្រូវ​បាន​ជ្រើស នោះ​មានរបារ​ម៉ឺនុយ​មួយ​នៅ​កំពូល​អេក្រង់ដែល​បង្ហាញ​ម៉ឺនុយ​ផ្ទៃតុ ។
ko: 이 설정을 사용하면 화면 위쪽에 데스크톱 메뉴를 보여 주는 메뉴 표시줄이 나타납니다.
lt: Pažymėjus šį laukelį ekrano viršuje rodoma viena meniu juosta, kurioje įdėti darbastalio meniu.
mk: Ако е избрана оваа опција тогаш има едно мени на врвот на екранот кое ги покажува менијата на работната површина.
nb: Hvis dette er valgt er det en menylinje øverst på skjermen som viser skrivebordsmenyene.
nds: Wenn aktiveert, warrt en Balken mit de Schriefdischmenüs baven op den Schirm wiest.
nl: Als deze optie is geselecteerd wordt een menubalk bovenaan het scherm weergegeven met standaard bureaubladmenu's.
nn: Dette alternativet gjer at berre skrivebordsmenyen vert vist øvst på skjermen.
pa: ਜੇਕਰ ਇਹ ਚੋਣ ਕੀਤੀ ਗਈ ਤਾਂ ਪਰਦੇ ਦੇ ਉੱਤੇ ਇੱਕ ਮੇਨੂ ਪੱਟੀ ਰੱਖੀ ਜਾਵੇਗੀ, ਜੋ ਕਿ ਵੇਹੜਾ ਮੇਨੂ ਵੇਖਾਏਗੀ।
pl: Jeśli ta opcja jest wybrana, na górze ekranu wyświetlany będzie pasek zawierający menu pulpitu.
pt: Se esta opção estiver assinalada, existirá uma barra de menu no topo do ecrã que mostra os menus do ecrã.
pt_br: Se esta opção estiver selecionada, existirá uma barra de menus no topo da tela, que exibirá os menus da área de trabalho.
ro: Dacă această opţiune este selectată, va fi afişată o bară de meniu în partea de sus, care afişează meniurile ecranului.
ru: Этот параметр включает меню рабочего стола в верхней части экрана.
rw: Iyo ubu buryo butoranyijwe, nta murongo w'ibikubiyemo uboneka ku mutwe wa mugaragaza werekana ibiri ku biro.
sk: Ak je táto voľba vybraná, na vrchu obrazovky je jedno menu, ktoré obsahuje menu plochy.
sl: Če je izbrana ta možnost, je na vrhu zaslona menijska vrstica, ki prikazuje namizni menu.
sr: Ако је ова опција одабрана, биће приказан мени на врху екрана који садржи меније радне површине.
sr@latn: Ako je ova opcija odabrana, biće prikazan meni na vrhu ekrana koji sadrži menije radne površine.
sv: Om det här alternativet är valt, finns det en menyrad längst upp på skärmen som visar skrivbordsmenyerna.
ta: விருப்பத்தேர்வுகள் தேர்ந்தெடுக்க பட்டிருந்தால், திரைக்கு மேலே மெனு பட்டி மேசைக்கா மெனுவை கான்பிகவும்
th: หากเลือกตัวเลือกนี้ จะมีแถบเมนู 1 อันที่ด้านบนสุดของจอ ซึ่งจะแสดงเมนูของพื้นที่หน้าจอ
uk: Якщо ввімкнено, вгорі екрана буде відображено одну смужку меню, яка показує меню стільниці.
zh_cn: 如果选中了此选项，屏幕顶部将有一个菜单栏，其中显示了桌面菜单。

source: &Current application's menu bar (Mac OS-style)
af: Huidige program kieslysbalk (Mac Os Styl)
ar: شريط قوائم التطبيق ال&حالي (بنمط نظام تشغيل Macintosh)
az: &Hazırkı proqramın menyu çubuğu (Mac OS tərzi)
be: &Меню актыўнай праграмы (стыль Mac OS)
bg: Меню на &активната програма
bs: Meni traka &trenutne aplikacije (u stilu Mac OSa)
ca: Barra de menú de les aplicacions a&ctuals (estil del Mac OS)
cs: Nabídka aktuální aplika&ce (styl Mac OS)
cy: Bar de&wislen y cymhwysiad cyfredol (arddull MacOS)
da: &Dette programs menulinje (Mac OS-stil)
de: Menüleiste für &aktuelles Programm (im Stil von Mac OS)
el: Γραμμή μενού &τρέχουσας εφαρμογής (στυλ Mac OS)
es: Barra de menú de la aplicación a&ctual (Estilo Mac OS)
eu: &Uneko aplikazioaren menu-barra (Mac OSen gisa)
fa: میله گزینگان کاربرد &جاری )سبک سیستم عامل مکینتاش(‌
fi: &Nykyisen ohjelman valikkorivi (Mac OS-tyylinen)
fr: Barre de menus de l'application &courante (comme Mac OS)
gl: &Barra de menú da aplicación actual (Ó estilo de Mac OS)
he: &תפריט התכנית הפעילה (בסגנון Mac OS)
hi: मौज़ूदा अनुप्रयोग का मेन्यू पट्टी (मैक ओएस शैली) (&C)
hr: Trenutni aplika&cijski menu (Mac OS-stil)
hu: Az ak&tuális alkalmazás menüsora (mint a Mac OS-ben)
is: &Valmyndarönd forrits í forgrunni (Mac OS stíll)
it: Barra dei menu dell'applicazione &corrente (stile Mac OS)
ja: 現在のアプリケーションのメニューバー(&B) (Mac OS スタイル)
kk: &Ағымдағы қолданбаның мәзірі (Mac OS-стилі)
km: របារ​ម៉ឺនុយ​របស់​កម្មវិធី​បច្ចុប្បន្ន (រចនាប័ទ្ម Mac OS)
ko: 현재 프로그램의 메뉴 표시줄 (Mac OS 스타일)(&C)
lt: &Dabartinių programų meniu juosta (Mac OS - stilius)
mk: &Мени на тековната апликација (Mac OS стил)
nb: Menylinje for &programmet (Mac OS-stil)
nds: Menübalken vun dat &aktuelle Programm (MacOS-Stil)
nl: Menubalk van de a&ctieve toepassing (Mac OS-stijl)
nn: Menylinje for &programmet (Mac OS-stil)
pa: ਮੌਜੂਦਾ ਕਾਰਜ ਦੀ ਮੇਨੂ-ਪੱਟੀ (Mac OS-ਸ਼ੈਲੀ)(&C)
pl: &Menu aktualnego programu (Mac OS)
pt: Barra de menu da apli&cação actual (tipo Mac OS)
pt_br: Barra de menus do &aplicativo atual (estilo Mac OS)
ro: Bara de meniu a aplicaţiei &curente (stil Mac OS)
ru: Меню &текущего приложения (стиль Mac OS)
rw: &Umurongo w'ibiri muri porogaramu zigezweho (Ubwoko-Mac OS)
sk: Menu &aktuálnej aplikácie (štýl MacOS)
sl: Menijska vrstica &trenutnega programa (slog Mac OS)
sr: &Мени текућег програма (у стилу MacOS-а)
sr@latn: &Meni tekućeg programa (u stilu MacOS-a)
sv: Akt&uellt programs menyrad (Mac OS-stil)
ta: &தற்போதைய பயன்பாடின் பட்டியல் பட்டி (Mac OS-style)
th: เ&มนูของแอพพลิเคชันที่ใช้อยู่ (แบบ Mac OS)
uk: Смужка меню &поточної програми (стиль Mac OS)
zh_cn: 当前应用程序的菜单栏(Mac OS 风格)(&C)
