Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: <h1>Multiple Desktops</h1>In this module, you can configure how many virtual desktops you want and how these should be labeled.
af: <h1>Veelvoudige Werksskerm</h1>In hierdie module, kan jy konfigureer hoeveel virtuele werksskerms jy wil hê en hoe dit gemerk moet word.
ar: <h1>أسطح مكتب متعددة</h1> في هذا الملحق تستطيع تحديد عدد أسطح المكتب الإفتراضية التي تريد، و كيفية تسميتها.
bg: <h1>Работни плотове</h1> От тук може да настроите броя и имената на виртуалните работни плотове.
bs: <h1>Višestruki desktopi</h1>U ovom modulu možete podesiti koliko virtualnih radnih površina (desktopa) želite koristiti i kako će oni biti označeni.
ca: <h1>Múltiples escriptoris</h1>En aquest mòdul podeu configurar quants escriptoris virtuals voleu i com s'han d'anomenar.
cs: <h1>Virtuální plochy</h1>V tomto modulu si můžete nastavit počet a názvy virtuálních pracovních ploch.
cy: <h1>Aml Benbwrdd</h1> Yn y modiwl yma, gallwch ffurfweddu sawl rhith-benbwrdd rydych eu heisiau a sut y dylid labeli'r rhain.
da: <h1>Flere desktoppe</h1>I dette modul kan du indstille hvor mange virtuelle desktoppe du ønsker og hvad de skal hedde.
de: <h1>Mehrere Arbeitsflächen</h1> In diesem Modul können Sie festlegen, wie viele virtuelle Arbeitsflächen Sie haben möchten und wie sie benannt sein sollen.
el: <h1>Πολλαπλές επιφάνειες εργασίας</h1>Σε αυτό το άρθρωμα μπορείτε να ρυθμίσετε πόσες εικονικές επιφάνειες εργασίας θέλετε και πώς θα πρέπει να ονομάζονται αυτές.
eo: <h1>Tabulnombro kaj -nomoj</h1>En tiu ĉi modulo vi povas agordi la nombron de tabuloj kaj iliajn etikedojn.
es: <h1>Múltiples escritorios</h1>En este módulo, puede configurar el número de escritorios virtuales que desea y cómo se deberían etiquetar.
eu: <h1>Hainbat mahaigain</h1> Modulu honetan zenbat mahaigain birtual nahi dituzun eta nola deituko diren konfigura dezakezu.
fa: <h1>رومیزیهای چندگانه</h1>در این پیمانه، می‌توانید پیکربندی کنید که چند رومیزی مجازی می‌خواهید، و چگونه باید برچسب‌گذاری شوند.
fi: <h1>Virtuaalityöpöydät</h1>Tässä moduulissa voit määritellä kuinka monta virtuaalityöpöytää sinulla on käytössä sekä niiden nimet.
fr: <h1>Nombre et noms des bureaux</h1> Dans ce module, vous pouvez configurer combien de bureau virtuels vous voulez et comment vous les appelez.
gl: <h1>Escritorios Múltiples</h1> Neste módulo, pode configurar cantos escritorios virtuais quere e cómo deberán ser etiquetados.
he: <h1>שולחנות העבודה מרובים</h1> במודול זה באפשרותך להגדיר כמה שולחנות עבודה וירטואליים אתה רוצה, ואת שמם.
hi: <h1>बहु डेस्कटॉप</h1>इस मॉड्यूल में आप कॉन्फ़िगर कर सकते हैं कि आप कितने आभासी डेस्कटॉप चाहते हैं तथा उनमें किस प्रकार लेबल लगाए जाएँ.
hu: <h1>Munkaasztalok</h1>Ebben a beállítómodulban lehet megadni a virtuális munkaasztalok számát és feliratait.
is: <h1>Fjöldi skjáborða</h1> Þessi eining gerir þér kleyft að stilla hverstu mörg sýndarskjáborð þú notar og hvernig þau eru merkt.
it: <h1>Desktop multipli</h1>In questo modulo puoi configurare quanti desktop virtuali vuoi avere e come devono essere chiamati.
ja: <h1>複数デスクトップ</h1>このモジュールでは仮想デスクトップの数とそれぞれの名前を設定します。
kk: <h1>Виртуалды үстелдер</h1> Осы модульде Сіз қанша виртуалды үстел қалайтыңызды және олардың атауларын баптай аласыз.
km: <h1>ផ្ទៃតុ​ច្រើន</h1>ក្នុង​ម៉ូឌុល​នេះ អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធ​អំពី​ចំនួន​ផ្ទៃតុ​និម្មិត ដែល​អ្នក​ចង់​បាន និង​ពី​របៀប​ដាក់​ស្លាក​វា ។
ko: <h1>다중 데스크톱</h1>이 모듈에서 가상 데스크톱의 개수와 이름을 설정할 수 있습니다.
lt: <h1>Darbastalių skaičius ir vardai</h1>Šiame modulyje galite nustatyti kiek virtualių darbastalių pageidaujate turėti ir kaip jie bus pavadinti.
mk: <h1>Повеќекратни површини</h1>Во овој модул може да конфигурирате колку виртуелни работни површини сакате да имате и како тие ќе се викаат.
nb: <h1>Flere skrivebord</h1> I denne modulen kan du velge hvor mange virtuelle skrivebord du vil ha, og hva de skal hete.
nds: <h1>Mehr Schriefdischen</h1> Mit dit Moduul kannst Du fastleggen, wo vele Schriefdischen Du hebben wullt un wat se nöömt warrt.
nl: <h1>Meerdere bureaubladen</h1>In deze module kunt u opgeven hoeveel virtuele bureaubladen u wilt gebruiken en hoe deze genoemd zullen worden.
nn: <h1>Fleire skrivebord</h1> I denne modulen kan du velja kor mange virtuelle skrivebord du vil ha og kva dei skal heita.
pa: <h1>ਬਹੁ-ਵੇਹੜੇ</h1> ਇਸ ਮੋਡੀਊਨਲ ਵਿੱਚ, ਤੁਸੀਂ ਸੰਰਚਨਾ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਕਿੰਨੇ ਫ਼ਰਜੀ ਵੇਹੜੇ ਤੁਸੀਂ ਵੇਖਣੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਨਾਂ ਕਿਸਤਰਾਂ ਦਿੱਤਾ ਜਾਵੇ।
pl: <h1>Wiele pulpitów</h1> Moduł pozwala na konfigurację liczby wirtualnych pulpitów i zmianę ich nazw.
pt: <h1>Ecrãs Múltiplos</h1>Neste módulo, o utilizador pode configurar o número de ecrãs virtuais que deseja, e qual deve ser o seu nome.
pt_br: <h1>Múltiplas Áreas de Trabalho</h1> Neste módulo, você pode configurar quantas áreas de trabalho deseja, e como elas serão rotuladas.
ro: <h1>Ecrane multiple</h1> În acest modul puteţi configura cîte ecrane virtuale doriţi să utilizaţi şi cum vor fi denumite acestea.
ru: <h1>Несколько рабочих столов</h1>Этот модуль позволяет настроить количество и имена виртуальных рабочих столов.
rw: <h1>Ibiro Bitandukanye</h1>Muri iki gice, ushobora kuboneza umubare w'ibiro bitagaragara ushaka n'uko bizahabwa uturango.
se: <h1>Máŋga čállinbeavddi</h1> Dán moduvllas válljet man galle virtuella čállinbeavddi dus galgá leat ja makkár namat dain gálget leat.
sk: <h1>Viac pracovných plôch</h1>Tento modul umožňuje nastaviť počet virtuálnych plôch a aké majú mať mená.
sl: <h1>Več namizij</h1>V tem modulu nastavite, koliko navideznih namizij želite in kako naj bodo označena.
sr: <h1>Вишеструке радне површине</h1>У овом модулу можете подесити број виртуелних радних површина и њихова имена.
sr@latn: <h1>Višestruke radne površine</h1>U ovom modulu možete podesiti broj virtuelnih radnih površina i njihova imena.
sv: <h1>Flera skrivbord</h1>I den här modulen kan du anpassa hur många virtuella skrivbord du vill ha och vilken etikett de ska få.
ta: <h1>பலதரப்பட்ட மேல்மேசைகள்</h1>இந்த கூற்றில் தேவையான மாயமேசைகளை வடிவமைத்துக் கொண்டு அவற்றிற்கு பெயரிடலாம்.
th: <h1>พื้นที่ทำงานหลายพื้นที่</h1>ในโมดูลนี้ คุณสามารถปรับแต่ง จำนวนของพื้นที่ทำงานเสมือนที่คุณต้องการ และตั้งชื่อให้มันได้
uk: <h1>Віртуальні стільниці</h1> В цьому модулі, ви можете налаштувати кількість віртуальних стільниць, та як вони будуть називатися.
zh_cn: <h1>多桌面</h1>在该模块中，您可以配置您需要多少个桌面以及怎样标记这些桌面。

source: N&umber of desktops:
af: Nommer van werkskerms:
ar: &عدد أسطح المكتب:
az: &Masa üstü ədədi:
be: &Колькасць працоўных сталоў:
bg: &Брой работни плотове:
bs: &Broj desktopa:
ca: No&mbre d'escriptoris:
cs: Počet pracov&ních ploch:
cy: N&ifer penbyrddau:
da: A&ntal desktoppe:
de: &Anzahl der Arbeitsflächen:
el: Πλ&ήθος επιφανειών εργασίας:
eo: &Nombro de tabuloj:
es: &Número de escritorios:
eu: Ze&nbat mahaigain:
fa: &تعداد رومیزیها:‌
fi: &Työpöytien lukumäärä:
fr: Nombre de b&ureaux :
gl: Número de &escritorios:
he: &מספר שולחנות עבודה:
hi: डेस्कटॉप की संख्याः (&u)
hr: Broj radnih površina:
hu: A munka&asztalok száma:
is: &Fjöldi skjáborða:
it: N&umero di desktop:
ja: デスクトップの数(&U):
kk: Үстелдер с&аны:
km: ចំនួន​ផ្ទៃតុ ៖
ko: 데스크톱 개수(&U):
lt: Darbastalių &skaičius:
mk: Број на п&овршини:
nb: A&ntall skrivebord:
nds: &Tall vun Schriefdischen
nl: Aantal burea&ubladen:
nn: &Tal på skrivebord:
pa: ਵਿਹੜਿਆਂ ਦੀ ਗਿਣਤੀ(&u):
pl: &Liczba pulpitów:
pt: &Número de ecrãs:
pt_br: &Número de áreas de trabalho:
ro: &Numărul de ecrane:
ru: &Количество рабочих столов:
rw: Umubare w'ibiro:
se: &Man galle čállinbeavddi:
sk: &Počet plôch:
sl: Š&tevilo namizij:
sr: &Број радних површина:
sr@latn: &Broj radnih površina:
sv: An&tal skrivbord:
ta: மேல்மேசைகளின் எண்ணிக்கை:
th: จำนวนของพื้นที่ทำงาน:
uk: &Кількість стільниць:
zh_cn: 桌面数量(&U)：

source: Here you can set how many virtual desktops you want on your KDE desktop. Move the slider to change the value.
af: Hier kan jy stel hoeveel virtuele werkskerms jy wil hê op jou Kde werkskerm. Beweeg die skuiwer om die waarde te verander.
ar: من هنا تحدد عدد أسطح المكتب الإفتراضية التي تودها في سطح مكتب كيدي.حرك السحاب لتغيير القيمة
az: Buradan masa üstünüzdə neçə dənə virtual masa üstü istədiyinizi quraşdıra bilərsiniz. Çubuğu sürüşdürərək qiyməti dəyişdirə bilərsiniz.
bg: Брой на работните плотове. Това са виртуални, работни места. На другите операционни системи, обикновено, има само по един работен плот. Работните плотове са полезни, ако искате да организирате програмите (отворените прозорци) по някакъв показател. На единия работен плот програмиране, на другия сваляне на файлове, е-поща и Интернет и т.н. Обикновено на системния панел има аплет, който служи за превключване между различните работни плотове. За да промените броя използвайте плъзгача.
bs: Ovdje možete podesiti koliko virtualnih desktopa želite imati. Pomaknite klizač na željenu vrijednost.
ca: Aquí podeu establir quants escriptoris virtuals voleu a l'escriptori KDE. Moveu el cursor per a canviar el valor.
cs: Zde můžete nastavit, kolik virtuálních pracovních ploch bude vaše KDE mít. Pohybem posuvníku změníte počet.
cy: Yma gallwch osod sawl rhith-benbwrdd rydych eu heisiau ar eich penbwrdd KDE. Symudwch y llithrydd i newid y werth.
da: Her kan du sætte hvor mange virtuelle desktoppe du vil have i alt. Flyt skyderen for at ændre værdien.
de: Hier können Sie festlegen, wie viele virtuelle Arbeitsflächen KDE zur Verfügung stellen soll. Verschieben Sie den Regler, um den Wert zu ändern.
el: Εδώ μπορείτε να καθορίσετε πόσες εικονικές επιφάνειες εργασίας θέλετε στο KDE. Μετακινήστε τον ολισθητή για να αλλάξετε την τιμή.
eo: Tie ĉi vi povas indiki, kiom da tabuloj vi volas en KDE. Movu la ŝovilon por ŝanĝi la valoron.
es: Aquí puede fijar cuántos escritorios virtuales desea en su escritorio KDE. Deslice la barra para cambiar el valor.
eu: Hemen KDEn zenbat mahaigain birtual nahi dituzun hauta dezakezu. Mugitu barra balorea aldatzeko.
fa: در اینجا می‌توانید تنظیم کنید که چند رومیزی مجازی بر رومیزی KDE خود می‌خواهید. برای تغییر مقدار، لغزان را حرکت دهید.
fi: Täällä voit määritellä kuinka monta virtuaalityöpöytää KDE:n työpöydällä on käytössä. Siirrä liukuvalitsinta muuttaaksesi määrää.
fr: Vous pouvez déterminer ici combien de bureaux virtuels vous voulez sur votre bureau KDE. Déplacez le curseur pour changer la valeur.
gl: Aquí pode estabelecer cantos escritorios virtuais quere no seu escritorio KDE. Mova o deslizador para cambia-lo valor.
he: כאן באפשרותך להגדיר כמה שולחנות עבודה וירטואליים אתה רוצה על שולחן העבודה של KDE שלך. הזז את המחוון כדי לשנות את הערך.
hi: यहाँ आप नियत कर सकते हैं कि आप अपने केडीई डेस्कटॉप पर कितने आभासी डेस्कटॉप चाहते हैं. मूल्य बदलने के लिए स्लाइडर खिसकाएँ.
hr: Ovdje možete podesiti koliko želite imati KDE prividnih ranih površina. Pomaknite klizač na željenu vrijednost.
hu: Itt lehet beállítani a virtuális munkaasztalok számát. A csúszka mozgatásával lehet módosítani az értéket.
is: Hér getur þú stillt hversu mörg sýndarskjáborð KDE heldur utanum. Renndu sleðanum til að breyta fjöldanum.
it: Qui puoi impostare quanti desktop virtuali vuoi avere nel tuo desktop KDE. Muovi la barra per cambiare il valore.
ja: ここでは KDE デスクトップで使用する仮想デストップの数を設定します。スライダーを動かして数を変更できます。
kk: Мұнда Сіз KDE үстелінде қанша виртуалды үстел қалайтыңызды көрсете аласыз. Жүгірткіні жылжытып керек санын таңдаңыз.
km: នៅទីនេះ អ្នក​អាច​កំណត់​ពី​ចំនួន​ផ្ទៃតុ​និម្មិត​ដែល​អ្នក​ចង់​បានលើ​ផ្ទៃតុ KDE របស់​អ្នក ។ ផ្លាស់​ទី​គ្រាប់​រំកិល ដើម្បី​ប្ដូរ​តម្លៃ ។
ko: KDE 데스크톱에 사용할 가상 데스크톱 개수를 설정할 수 있습니다. 슬라이더를 이동하면 값을 바꿀 수 있습니다.
lt: Čia galite nustatyti kiek KDE virtualių darbastalių pageidaujate turėti. Norėdami pakeisti reikšmę stumdykite šliaužiklį.
mk: Тука може да поставите колку виртуелни работни површини сакате да имате. Поместете го лизгачот за да ја смените вредноста.
nb: Her kan du velge hvor mange virtuelle skrivebord du vil ha på KDE-skrivebordet ditt. Flytt glidebryteren for å endre verdien.
nds: Hier kannst Du instellen, wo vele virtuelle Schriefdischen Du hebben wullt. Mit den Schuver kannst Du den Weert ännern.
nl: Hier kunt u bepalen hoeveel virtuele bureaubladen u wilt gebruiken op uw KDE-desktop. Verplaats de schuifregelaar om de waarde te wijzigen.
nn: Her kan du velja kor mange virtuelle skrivebord du vil ha på KDE-skrivebordet. Flytt glidebrytaren for å endra verdien.
pa: ਇੱਥੇ ਤੁਸੀਂ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ KDE ਵੇਹੜੇ ਵਿੱਚ ਤੁਸੀਂ ਕਿੰਨੇ ਫ਼ਰਜ਼ੀ ਵੇਹੜੇ ਵੇਖਣੇ ਚਾਹੁੰਦੇ ਹੋ। ਮੁੱਲ ਬਦਲਣ ਲਈ ਸਲਾਇਡਰ ਨੂੰ ਹਿਲਾਓ।
pl: Tu można wybrać liczbę wirtualnych pulpitów KDE. Przesuń suwak, by zmienić liczbę.
pt: Aqui pode escolher o número de ecrãs virtuais que deseja utilizar. Mova o ponteiro para mudar este valor.
pt_br: Aqui você pode configurar quantas áreas de trabalho estarão disponíveis no KDE. Mova o controle para mudar o valor.
ro: Aici puteţi seta cîte ecrane virtuale doriţi în mediul KDE. Mutaţi cursorul potenţiometrului pentru a schimba valoarea.
ru: Здесь задаётся количество используемых виртуальных рабочих столов. Его можно изменить, передвигая ползунок.
rw: Aha ushobora kugena umubare w'ibiro bitagaragara wifuza ku biro KDE byawe. Imura munyereza kugira ngo uhindure agaciro.
se: Dás válljet man galle virtuella čállinbeavddi dus galgá leat KDE-čállinbeavddis. Sirdde geavjja vai rievdadit dan.
sk: Tu môžete nastaviť koľko virtuálnych plôch chcete mať. Presunom indikátora zmeníte ich počet.
sl: Tu lahko nastavite, koliko navideznih namizij želite na svojem namizju KDE. Če bi radi vrednost spremenili, premaknite drsnik.
sr: Ове можете подесити колико виртуелних радних површина желите у вашем KDE окружењу. Померите клизач да бисте променили вредност.
sr@latn: Ove možete podesiti koliko virtuelnih radnih površina želite u vašem KDE okruženju. Pomerite klizač da biste promenili vrednost.
sv: Här kan du ange hur många virtuella skrivbord du vill ha på KDE-skrivbordet. Flytta skjutreglaget för att ändra värdet.
ta: இங்கு உங்கள் KDE மேசையில் எத்தனை மேல்மேசைகள் தேவையென அமைக்கலாம். மதிப்பை மாற்ற ஸ்லைடரை நகர்த்தவும்.
th: คุณสามารถปรับค่า จำนวนพื้นที่ทำงานเสมือนที่คุณต้องการใช้กับพื้นที่ทำงานของ KDE ของคุณได้ที่นี่ โดยเลื่อนแถบเลื่อนเพื่อเปลี่ยนค่ามัน
uk: Тут ви можете встановити кількість віртуальних стільниць на вашій стільниці KDE. Щоб змінити значення, пересуньте повзунок.
zh_cn: 您可以设置您的 KDE 桌面有多少个虚拟桌面。移动滑动条来修改值。

source: Desktop &Names
af: Werkskerm Name
ar: أسماء أ&سطح المكتب
az: Masa Üstü &Adları
be: &Назвы працоўных сталоў
bg: &Имена на работните плотове
bs: &Imena desktopa
ca: &Noms dels escriptoris
cs: Jmé&na pracovních ploch
cy: &Enwau Penbyrddau
da: Desktop&navne
de: Arbeitsflächen&namen
el: Ο&νόματα επιφανειών εργασίας
eo: Tabulaj &nomoj
es: Nom&bres del escritorio
eu: Mahaigainen &izenak
fa: &نامهای رومیزی‌
fi: Työpöytien &nimet
fr: &Noms des bureaux
gl: &Nomes dos Escritorios
he: שמות שו&לחנות עבודה
hi: डेस्कटॉप नाम (&N)
hr: Imena radnih površina
hu: Az asztalok ne&vei
is: &Nöfn skjáborða
it: &Nomi dei Desktop
ja: デスクトップ名(&N)
kk: Үстел &атаулары
km: ឈ្មោះ​ផ្ទៃតុ
ko: 데스크톱 이름(&N)
lt: Darbastalių &vardai
mk: Ими&ња на површини
nb: Skrivebords&navn
nds: &Naams vun de Schriefdischen
nl: Bureaublad&namen
nn: Skrivebords&namn
pa: ਵਿਹੜਾ ਤੇ ਨਾਂ(&N)
pl: &Nazwy pulpitów
pt: &Nomes do Ecrã
pt_br: Nomes das Áreas de &Trabalho
ro: &Nume ecran
ru: &Имена рабочих столов
rw: Amazina y'ibiro
se: Čállinbeavde&namat
sk: &Mená plôch
sl: &Imena namizij
sr: Име&на радних површина
sr@latn: Ime&na radnih površina
sv: Skrivbords&namn
ta: மேல்மேசைகளின் பெயர்கள்
th: ชื่อของพื้นที่ทำงาน
uk: Назви ст&ільниць
zh_cn: 桌面名称(&N)

source: Desktop %1:
af: Werkskerm %1:
ar: سطح المكتب %1:
az: Masa üstü %1:
be: Працоўны стол %1:
bg: Работен плот %1:
ca: Escriptori %1:
cs: Plocha %1:
cy: Penbwrdd %1:
de: Arbeitsfläche %1:
el: Επιφάνεια εργασίας %1:
eo: Tabulo %1:
es: Escritorio %1:
eu: %1 mahaigaina:
fa: رومیزی %1:
fi: Työpöytä %1
fr: Bureau %1 :
gl: Escritorio %1:
he: שולחן עבודה %1:
hi: डेस्कटॉप %1:
hr: Radna površina%1:
hu: %1. munkaasztal:
is: Skjáborð %1:
ja: デスクトップ %1:
kk: %1-үстел:
km: ផ្ទៃតុ %1 ៖
ko: 데스크톱 %1:
lt: Darbastalis %1:
mk: Површина %1:
nb: Skrivebord %1:
nds: Schriefdisch %1:
nl: Bureaublad %1:
nn: Skrivebord %1:
pa: ਵਿਹੜਾ %1
pl: Pulpit %1:
pt: Ecrã %1:
pt_br: Área de Trabalho %1:
ro: Ecran %1:
ru: Рабочий стол %1:
rw: Ibiro %1:
se: Čállinbeavdi %1:
sk: Plocha %1:
sl: Namizje %1:
sr: Радна површина %1:
sr@latn: Radna površina %1:
sv: Skrivbord %1:
ta: மேல்மேசை %1:
th: พื้นที่ทำงาน %1:
uk: Стільниця %1:
zh_cn: 桌面 %1：

source: Here you can enter the name for desktop %1
af: Hier jy kan invoer die naam vir werkskerm %1
ar: من هنا تستطيع أدخال أسم لسطح المكتب%1
az: Burada %1 nömrəli masa üstünün adını seçə bilərsiniz
be: Тут вы можаце вызначыць назву працоўнага стала %1
bg: Име на работен плот %1
bs: Ovdje možete unijeti ime za desktop %1
ca: Aquí podeu introduir el nom per a l'escriptori %1
cs: Zde můžete zadat název pro plochu %1
cy: Yma gallwch roi enw i benbwrdd %1:
da: Her kan du indtaste navnet på desktop %1.
de: Hier können Sie den Namen für Arbeitsfläche %1 angeben
el: Εδώ μπορείτε να εισάγετε το όνομα της επιφάνειας εργασίας %1
eo: Tie ĉi vi povas doni la nomon por tabulo %1
es: Aquí puede introducir el nombre del escritorio %1
eu: Hemen %1. mahaigainaren izena sar dezakezu
fa: در اینجا می‌توانید نام رومیزی %1 را وارد کنید
fi: Tässä kohdassa voit antaa työpöydälle %1 nimen.
fr: Vous pouvez saisir ici le nom du bureau %1
gl: Aquí pode introducir o nome do escritorio %1
he: כאן באפשרותך להזין את השם של שולחן עבודה %1
hi: यहाँ आप डेस्कटॉप %1 के लिए नाम भर सकते हैं
hr: Ovdje možete unijeti ime radne površine %1
hu: Itt lehet megadni a(z) %1. munkaasztal nevét
is: Hér getur þú gefið skjáborði %1 heiti
it: Qui puoi immettere il nome del desktop %1
ja: ここでデスクトップ %1 の名前を指定できます
kk: Мұнда %1-үстелдің атауын келтіріңіз
km: នៅទីនេះ អ្នក​អាច​បញ្ចូល​ឈ្មោះ​សម្រាប់​ផ្ទៃ​តុ %1
ko: 데스크톱 %1의 이름을 입력할 수 있습니다
lt: Čia galite įrašyti darbastalio %1 vardą
mk: Тука може да го внесете името за површината %1
nb: Her kan du gi navn til skrivebord %1
nds: Hier kannst Du den Naam för Schriefdisch %1 ingeven
nl: Hier kunt u de naam invoeren voor bureaublad %1
nn: Her kan du oppgje eit namn på skrivebord %1.
pa: ਇੱਥੇ ਤੁਸੀਂ %1 ਵਿਹੜੇ ਲਈ ਨਾਂ ਦਿਓ
pl: Podaj nazwę pulpitu %1
pt: Pode inserir aqui o nome do ecrã %1
pt_br: Aqui você pode digitar o nome da área de trabalho %1
ro: Aici puteţi introduce numele ecranului %1
ru: Введите здесь имя рабочего стола %1
rw: Aha ushobora kwinjiza izina ry'ibiro %1
se: Dás attát nama %1. čállinbeavdái.
sk: Tu môžete zadať meno pre plochu %1
sl: Tu vnesete ime za namizje %1
sr: Овде можете унети име за радну површину:%1
sr@latn: Ovde možete uneti ime za radnu površinu:%1
sv: Här kan du ange namnet för skrivbord %1
ta: இங்கு %1 மேமேல்சையின் பெயரை உள்ளிடலாம்.
th: คุณสามารถใส่ชื่อของพื้นที่ทำงาน %1 ได้ที่นี่
uk: Тут ви можете ввести назву для стільниці %1
zh_cn: 输入桌面 %1 的名字

source: Mouse wheel over desktop background switches desktop
af: Muis wiel oor werksskerm agtergrond verander werksskerm
bg: Превключване на плотовете чрез превъртане колелцето на мишката върху фона
bs: Pomjeranje točkića miša na pozadini mijenja desktop
ca: Canvia d'escriptori amb el moviment de la roda del ratolí sobre el fons de l'escriptori
cs: Kolečko myši přepíná plochy
cy: Newidia'r olwyn llygoden y penbwrdd pan fo dros y penbwrdd
da: Musehjul over desktoppens baggrund skifter desktop
de: Mausrad über fensterfreiem Bereich wechselt die Arbeitsfläche
el: Η ρόδα ποντικιού πάνω από την επιφάνεια εργασίας αλλάζει επιφάνεια εργασίας
es: La rueda del ratón encima del fondo de escritorio cambia de escritorio
eu: Mahaigainaren gainean saguaren gurpiltxoari eragiteak, mahaigaina aldatuko du.
fa: چرخش موشی بر روی زمینۀ رومیزی، رومیزی را سودهی می‌کند
fi: Hiiren rulla työpöydä taustan kohdalla vaihtaa virtuaalityöpöytää
fr: La roulette de la souris au-dessus de l'arrière-plan d'un bureau change de bureau
gl: Un desprazamento da rodiña do rato sobor un escritorio troca de escritorio
he: גלגלת העכבר מעל רקע השולחן עבודה מחליפה שולחנות עבודה
hi: डेस्कटॉप के ऊपर माउस व्हील चलाने से डेस्कटॉप बदलता है
hr: Kotačić miša preko radne površine izmjenjuje površine
hu: Az egérgörgővel asztalt lehet váltani, ha az egérmutató a háttér fölött van
is: Músarskrunhjól yfir skjáborði skiptir um skjáborð
it: La rotella del mouse sullo sfondo del desktop cambia desktop
ja: デスクトップ背景上のマウスホイールでデスクトップを切り替える(&M)
kk: Үстелде тышқанның тегершігін бұрағаны басқа үстелге ауыстырсын
km: កង់​កណ្ដុរ​លើ​ផ្ទៃ​ខាង​ក្រោយផ្ទៃ​តុ ប្ដូរ ផ្ទៃតុ
ko: 마우스 휠을 굴리면 데스크톱 전환하기
lt: Pelės žymeklio užvedimas ant darbastalio fono aktyvuoja darbastalį
mk: Тркалцето на глушецот над подлогата на површината ја менува површината
nb: Musehjul over skrivebordsbakgrunnen bytter skrivebord
nds: Muusrad över Schriefdischachtergrund wesselt Schriefdisch
nl: Muiswiel over bureaubladachtergrond wisselt bureaublad
nn: Musehjul over skrivebordsbakgrunn byter skrivebord
pa: ਵੇਹੜਾ ਪਿੱਠਭੂਮੀ ਉੱਤੇ ਮਾਊਂਸ ਪਹੀਆ ਘੁੰਮਾਉਣ ਨਾਲ ਵੇਹੜੇ ਤਬਦੀਲ
pl: Ruch kółka myszy nad pulpitem zmienia pulpit
pt: Roda do rato sobre o ecrã muda de ecrã
pt_br: Roda do mouse sobre a área de trabalho alterna entre áreas
ro: Rotiţa mouse-ului peste fundalul ecranului comută ecranele virtuale
ru: Прокрутка колеса мыши на рабочем столе переключает его
rw: Akabiye k'imbeba kari ku mbuganyuma y'ibiro gahindura ibiro
sk: Kolečko myši na ploche prepína plochy
sl: Miškin kolešček nad ozadjem namizja preklopi namizje
sr: Окретање точкића на мишу преко радне површине мења радну површину
sr@latn: Okretanje točkića na mišu preko radne površine menja radnu površinu
sv: Mushjul över skrivbordets bakgrund byter skrivbord
ta: மேல் மேசையின் மேல் சுட்டியை வைத்தால் மேல் மேசையின் நிலைமாரும்
th: เลื่อนล้อของเม้าส์บนพื้นที่หน้าจอเพื่อสลับพื้นที่ทำงาน
uk: Прокрутка коліщатка мишки через край екрану змінює стільницю
zh_cn: 在桌面背景上使用鼠标滚轮切换桌面

source: Desktop %1
af: Werkskerm %1
ar: سطح المكتب %1
az: Masa üstü %1
be: Працоўны стол %1
bg: Работен плот %1
ca: Escriptori %1
cs: Plocha %1
cy: Penbwrdd %1
de: Arbeitsfläche %1
el: Επιφάνεια εργασίας %1
eo: Tabulo %1
es: Escritorio %1
eu: %1 mahaigaina
fa: رومیزی %1
fi: Työpöytä %1
fr: Bureau %1
gl: Escritorio %1
he: שולחן עבודה %1
hi: डेस्कटॉप %1
hr: Radna površina%1
hu: Munkaasztal %1
is: Skjáborð %1
ja: デスクトップ %1
kk: %1-үстел
km: ផ្ទៃតុ %1
ko: 데스크톱 %1
lt: Darbastalis %1
mk: Површина %1
nb: Skrivebord %1
nds: Schriefdisch %1
nl: Bureaublad %1
nn: Skrivebord %1
pa: ਵਿਹੜਾ %1
pl: Pulpit %1
pt: Ecrã %1
pt_br: Área de Trabalho %1
ro: Ecran %1
ru: Рабочий стол %1
rw: Ibiro %1
se: Cállinbeavdi %1
sk: Plocha %1
sl: Namizje %1
sr: Радна површина %1
sr@latn: Radna površina %1
sv: Skrivbord %1
ta: மேல்மேசை %1
th: พื้นที่ทำงาน %1
uk: Стільниця %1
zh_cn: 桌面 %1

source: Sound Files
af: Klank Lêers
ar: ملفات الصوت
az: Səs Faylları
be: Гукавыя файлы
bg: Аудио файлове
bs: Datoteke sa zvukovima
ca: Fitxers de so
cs: Zvukové soubory
cy: Ffeiliau Sain
da: Lydfiler
de: Sound-Dateien
el: Αρχεία ήχου
eo: Sondosieroj
es: Archivos de sonido
eu: Soinu fitxategiak
fa: پرونده‌های صوتی
fi: Äänitiedostot
fr: Fichiers sons
gl: Ficheiros de Son
he: קבצי צליל
hi: ध्वनि फ़ाइलें
hr: Datoteke sa zvukovima
hu: Hangfájlok
is: Hljóðskrár
it: File sonori
ja: サウンドファイル
kk: Дыбыс файлдары
km: ឯកសារ​សំឡេង
ko: 소리 파일
lt: Garso bylos
mk: Звучни датотеки
nb: Lydfiler
nds: Klangdateien
nl: Geluidsbestanden
nn: Lydfiler
pa: ਸੰਗੀਤ ਫਾਇਲਾਂ
pl: Pliki dźwiękowe
pt: Ficheiros de Som
pt_br: Arquivos de Som
ro: Fişiere sunet
ru: Звуковые файлы
rw: Idosiye z'ijwi
se: Jietnafiillat
sk: Zvukové súbory
sl: Zvočne datoteke
sr: Звучни фајлови
sr@latn: Zvučni fajlovi
sv: Ljudfiler
ta: ஒலிக் கோப்புக்கள்
th: แฟ้มเสียง
uk: Звукові файли
zh_cn: 声音文件
