Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Fade-in windows (including popups)
af: Verhelder vensters (insluitend springoppe)
bg: Избледняване в прозорците (включително изскачащите)
bs: Postepeno prikaži prozore (uključujući popups)
cs: Roztmívat okna (včetně vyskakovacích nabídek)
da: Svinde-hen vinduer (inklusive popop)
de: Aufblendende Fenster (inklusive Popups)
el: Σβήσιμο παραθύρων (περιέχονται και τα αναδυόμενα)
es: Ventanas fundidas (incluir emergentes)
et: Hajuvad aknad (sealhulgas hüpikaknad)
eu: Leihoa iraungikorrak (laster-leihoak barne)
fa: ظهور تدریجی پنجره‌ها )شامل بالاپرها(
fi: Häivytä ikkunat (myös ponnahdusikkunat)
fr: Apparition progressive des fenêtres (classiques et passives)
gl: Emerxer progresivamente as fiestras (incluíndo emerxentes)
hu: Elhalványuló árnyékok (a felbukkanó ablakoknál is)
is: Deyfa inn glugga (einnig tilkynningarglugga)
it: Apparizione graduale delle finestre (incluse le finestre a comparsa)
ja: ウィンドウ (ポップアップを含む) をフェードインする
km: បង្អួច​ហើរ​ចូល​បន្តិច​ម្តងៗ (រួម​មាន បង្អួច​លេចឡើង)
ko: 멀리서 날아오는 창 효과(팝업 포함)
ms: Tetingkap pudar (termasuk popup)
nb: Ton inn vinduer (og sprettoppsvinduer)
nds: Inblenn-Finstern (ok Opdukfinstern)
nl: Vensters laten opdoemen (incl dialoogvensters)
nn: Ton inn vindauge (òg sprettoppsvindauge)
pa: ਝਰੋਖੇ ਫੇਡ-ਇਨ (ਪੋਪ-ਅੱਪ ਸਮੇ)
pl: Wyłaniające się okna (także okienka dialogowe)
pt_br: Fazer desaparecer as janelas (inclusive menus de contexto)
ro: Ferestre tranzitorii (inclusiv popup-uri)
ru: Плавное появление окон (включая всплывающие)
rw: Amadirishya agenda abonerana (harimo n'ayirambura)
sk: Vyblednuté okná (vrátane vyskakovacích)
sl: Postopno pojavljanje oken (vključno z pojavnimi)
sr: Израњај прозоре (укључујући искачуће)
sr@latn: Izranjaj prozore (uključujući iskačuće)
sv: Låt fönster tona fram (inklusive meddelanden)
ta: நிழல் சாளரங்கள் (மேல்தோன்றும் திரைகளையும் சேர்த்து)
th: ปรับหน้าต่างค่อย ๆ ชัด/เลือน (รวมถึงหน้าต่างแบบป้อบอัพ)
uk: Згасаючі вікна (включаючи вигульки)

source: Fade between opacity changes
af: Verdof tydens onduidelike veranderings
bg: Избледняване между непрозрачните преливания
bs: Prelaz između promjene prozirnosti
cs: Prolínání mezi změnami průhlednosti
da: Svind hen mellem opacitetsændringer
de: Bei Änderungen der Undurchsichtigkeit zwischendurch ausblenden
el: Σβήσιμο μεταξύ των αλλαγών της αδιαφάνειας
es: Fundido entre cambios de opacidad
et: Hajumine läbipaistvuse muutumisel
eu: Iraungi opakotasun aldaketen artean
fa: محو در میان تغییرات تاری
fi: Vaalenna peittoasteen (opasiteetti) muutoksissa
fr: Modification progressive entre les changements de l'opacité
gl: Mudanzas de opacidade progresivas
hu: Elhalványodás az áttetszőség változásakor
is: Deyfa á milli ógegnsæisbreytinga
it: Sfuma nei cambiamenti di opacità
ja: 不透明度の変更時にフェードする
km: ហើរ​បន្តិច​ម្តងៗ​រវាង​ការ​ផ្លាស់ប្តូរ​ភាព​ស្រអាប់
ko: 전환시 투명도 반전효과
ms: Pudar antara perubahan kelegapan
nb: Ton mellom endring av gjennomsiktighet
nds: Week twischen Deckstärken wesseln
nl: Vloeiende overgang van dekkingwijzigingen
nn: Ton mellom endring av gjennomsikt
pa: ਧੁੰਧਲੇਪਨ ਤਬਦੀਲੀਆਂ ਦੌਰਾਨ ਫੇਡ
pl: Wyłanianie przy zmianie przezroczystości
pt_br: Fazer desaparecer entre mudanças de opacidade
ro: Tranziţie între modificările de opacitate
ru: Плавное изменение прозрачности
rw: Kuzimira uko ubwijime bugenda buhinduka
sk: Blednúť medzi zmenami nepriehľadnosti
sl: Postopen prehod med spremembami motnosti
sr: Претапај између промена непрозирности
sr@latn: Pretapaj između promena neprozirnosti
sv: Tona mellan ändringar i genomskinlighet
ta: ஒளிக் குறைப்பு மாற்றங்களுக்கிடையேயான மங்கல்
th: ปรับชัด/เลือนระหว่างเปลี่ยนค่าความโปร่งแสง
uk: Згасання між зміною непрозорості

source: Fade-in speed:
af: Bleik-in spoed:
bg: Скорост на показване:
bs: Brzina pojavljivanja:
cs: Rychlost roztmívání:
da: Hastighed for hensvinden:
de: Einblendegeschwindigkeit:
el: Ταχύτητα ομαλής εμφάνισης:
es: Velocidad de aparición:
et: Nähtavaleilmumise kiirus:
eu: Iraungi abiadura:
fa: سرعت ظهور تدریجی:
fi: Häivytysnopeus:
fr: Vitesse d'ouverture :
gl: Velocidade da emerxencia:
hu: Előtűnési gyorsaság:
is: Dofna inn hraði:
it: Velocità di comparsa:
ja: フェードイン速度:
km: ល្បឿន​ហើរចូល ៖
ko: 나타나는 속도:
nb: Hastighet på inntoninga:
nds: Inblenn-Gauheit:
nl: Invaagsnelheid:
nn: Fart på inntoning:
pa: ਫੇਡ-ਇਨ ਗਤੀ:
pl: Szybkość wyłaniania:
pt_br: Velocidade do desaparecimento:
ru: Скорость плавного показа:
sk: Rýchlosť vyblednutia:
sl: Hitrost pojavljanja:
sr: Брзина израњања:
sr@latn: Brzina izranjanja:
sv: Intoningshastighet:
th: ความเร็วของการปรับชัด:
uk: Швидкість згасання:

source: Fade-out speed:
af: Bleik-uit spoed
bg: Скорост на скриване:
bs: Brzina nestajanja:
cs: Rychlost zatmívání:
da: Hastighed for udsvinden
de: Ausblendegeschwindigkeit:
el: Ταχύτητα ομαλής απόκρυψης:
es: Velocidad de desvanecimiento:
et: Ärakadumise kiirus:
eu: Iraungi abiadura:
fa: سرعت محو تدریجی:
fi: Häivytysnopeus:
fr: Vitesse de fermeture :
gl: Velocidade da desaparición:
hu: Elhalványodási gyorsaság:
is: Dofna út hraði:
it: Velocità di scomparsa:
ja: フェードアウト速度:
km: ល្បឿន​ហើរ​ចេញ ៖
ko: 사라지는 속도:
nb: Hastighet på uttoninga:
nds: Utblenn-Gauheit:
nl: Uitvaagsnelheid:
nn: Fart på uttoning:
pa: ਫੇਡ-ਆਉਟ ਗਤੀ:
pl: Szybkość ukrywania:
pt_br: Velocidade do retorno:
ru: Скорость плавного скрытия:
sk: Rýchlosť blednutia:
sl: Hitrost izginjanja:
sr: Брзина утапања:
sr@latn: Brzina utapanja:
sv: Uttoningshastighet:
th: ความเร็วของการปรับเลือน:
uk: Швидкість загоряння:

source: Effects
af: Effekte
bg: Ефекти
bs: Efekti
cs: Efekty
cy: Effeithiau
da: Effekter
de: Effekte
el: Εφέ
es: Efectos
et: Efektid
eu: Efektuak
fa: جلوه‌ها
fi: Tehosteet
fr: Effets
gl: Efectos
hu: Effektusok
is: Brellur
it: Effetti
ja: 効果
km: បែប​ផែន
ko: 효과
mk: Ефекти
ms: Kesan
nb: Effekter
nds: Effekten
nl: Effecten
nn: Effektar
pa: ਪ੍ਰਭਾਵ
pl: Efekty
pt_br: Efeitos
ro: Efecte
ru: Эффекты
rw: Ingaruka
se: Effeavttat
sk: Efekty
sl: Učinki
sr: Ефекти
sr@latn: Efekti
sv: Effekter
ta: விளைவுகள்
th: ลักษณะพิเศษ
uk: Ефекти

source: Use translucency/shadows
af: Gebruik deurskynend/skaduwees
bg: Използване на полупрозрачност и сянка
bs: Koristi prozirnost/sjenke
cs: Používat průhlednost / stíny
da: Brug gennemsigtighed/skygger
de: Transparenz/Schatten
el: Χρήση ημιδιαφάνειας / σκίασης
es: Usar translucidez/sombras
et: Läbipaistvuse/varjude kasutamine
eu: Erabili gardentasuna/itzalak
fa: استفاده از شفافیت/سایه‌ها
fi: Käytä läpikuultavuutta/varjoja
fr: Utiliser la transparence / les ombres
gl: Empregar translucidez/sombres
hu: Áttetszőség és árnyékolás használata
is: Nota gegnsæi/skugga
it: Utilizza trasparenza/ombre
ja: 半透明/影を使う
km: ប្រើ ភាព​ថ្លា/​ស្រមោល
ko: 투명화/그림자 사용
mk: Користи проѕирност/сенки
ms: Guna kelutcahayaan/bayang
nb: Bruk gjennomsiktig/skygger
nds: Dörschienen / Schadden bruken
nl: Transparantie/schaduwen gebruiken
nn: Bruk gjennomsikt/skuggar
pa: ਪਾਰਦਰਸ਼ੀ/ਛਾਂ ਵਰਤੋਂ
pl: Użyj przezroczystości/cieni
pt_br: Usar transparência/sombras
ro: Utilizează translucenţă/umbre
ru: Использовать прозрачность и тени
rw: Gukoresha ububonerane/ibicucu
se: Geavat čađačuovgivuođa/suoivvanasaid
sk: Použiť priesvitnosť/tiene
sl: Uporabi prosojnost/sence
sr: Користи прозирност/сенке
sr@latn: Koristi prozirnost/senke
sv: Använd genomskinlighet och skuggor
ta: ஒளிக்கசிவு/நிழல்களைப் பயன்படுத்து
th: ใช้การแสดงผลแบบโปร่งแสง/แสดงเงา
uk: Використовувати прозорість/тіні

source: <qt>Translucency support is new and may cause problems<br> including crashes (sometimes the translucency engine, seldom even X).</qt>
af: <qt>Die ondersteuning van Deurskynend is nuut, en dit kan probleme veroorsaak<br> en dit kan ook omval (somtyds die deurskynend drywer, baie selde X).</qt>
bg: <qt>Поддръжката на полупрозрачност е нова и може да причини проблеми, включително забивания на графичния сървър X.</qt>
bs: <qt>Podrška za prozirnost je relativno nova i može izazvati probleme <br> uključujući krahiranje (pogona za prozirnost, a ponekad čak i čitavog Xa).</qt>
cs: <qt>Podpora průhlednosti je nová a může způsobit problémy, včetně pádů (někdy samotného programu, zřídka i X Window).</qt>
da: <qt>Støtte for gennemsigtighed er ny og kan måske give problemer<br> inklusive sammenbrud (sommetider gennemsigtighed-motoren, en sjælden gang endog X).</qt>
de: <qt>Die Unterstützung für Transparenz ist neu und kann zu Problemen und auch Abstürzen führen.</qt>
el: <qt>H υποστήριξη της ημιδιαφάνειας είναι καινούργια και μπορεί να προκαλέσει προβλήματα <br> μεταξύ αυτών και καταρρεύσεις ( μερικές φορές κατάρρευση ακόμα και μόνο της μηχανής ημιδιαφάνειας του Χ).</qt>
es: <qt>El soporte para translucidez es nuevo y puede causar problemas,<br> como caídas (a veces achacables al motor de translucidez y otras a las propias X).</qt>
et: <qt>Läbipaistvus on üsna uus omadus ja see võib tekitada probleeme,<br>isegi krahhe (milles on süüdlaseks enamasti läbipaistvuse seesmine mootor või haruharva ka X ise).</qt>
eu: <qt>Gardentasun euskarria berria da eta arazoak sor ditzake <br>kraskaketak barne (batzuetan gardentasu motorea, noiz behinka X ere).</qt>
fa: <qt>پشتیبانی نیمه شفافی، جدید است و ممکن است مسائلی<br> همچون فروپاشی )گاهی اوقات موتور نیمه شفافی، و به ندرت حتی X( به وجود آید .</qt>
fi: <qt>Läpikuultavuustuki on uusi ja voi aiheuttaa ongelmia<br> mukaanlukien kaatumiset (joskus läpikuultavuusmoottori, harvemmin jopa X).</qt>
fr: <qt>La gestion de la transparence est récente et peut causer des problèmes, <br> incluant des plantages (du moteur de transparence ou même de X).</qt>
gl: <qt>O soporte de translucidez é novo e podería causar problemas <br>incluindo estragos (ás veces do mecanismo de translucidez, outras mesmo das X).</qt>
hu: <qt>Az áttetszőség egy új funkció, ezért bizonyos esetekben hibásan működhet,<br> esetleg az áttetszőségi modul vagy az egész X lefagyását eredményezheti.</qt>
is: <qt>Gegnsæisstuðningur er nýr valkostur og gæti valdið vandamálum<br> þar á meðal hruni (stundum bara á gegnsæis grunnvélinni, og í sjaldgæfum tilvikum sjálfu X kerfinu).</qt>
it: <qt>Il supporto per la trasparenza è nuovo e può dare problemi<br> non esclusi crash (a volte del motore di trasparenza e raramente anche di X).</qt>
ja: <qt>半透明効果のサポートは新しく、クラッシュを含めた問題を引き起す可能性があります<br>(時に半透明化エンジンは X さえ巻き込みます)</qt>
km: <qt>ការ​គាំទ្រ​ភាព​ថ្លា​គឺ​ថ្មី និង​អាច​បណ្តាល​ឲ្យ​មាន​បញ្ហា<br> រួម​មាន​ការ​គាំង (ពេលខ្លះ​ម៉ាស៊ីន​ភាព​ថ្លា ហើយ X ម្តងម្កាល) ។</qt>
ko: <qt>투명화는 새로운 기능이기 때문에 문제가 있을 수 있습니다. <br>(대부분 투명화 엔진의 문제이며, 드물게 X자체의 문제일 수 있습니다.)</qt>
mk: <qt>Поддршката за проѕирност е нова и може да предизвика проблеми <br> вклучувајќи и падови (понекогаш кодот за проѕирност, ретко дури и самиот X-сервер).</qt>
ms: <qt>Sokongan kelutcahayaan adalah baru dan mungkin menimbulkan masalah<br> termasuk rosak (kadang-kadang enjin kelutcahayaan, jarang sekalipun X).</qt>
nb: <qt>Støtte for gjennomsikt er ny og kan føre til problem, <br>f.eks. krasj. (Av og til krasjer gjennomsiktsmotoren, og i sjeldne tilfelle til og med X)</qt>TranslucencyGjennomsiktighet0
nds: <qt>Dörschienen is nieg un kunn de Oorsaak för Problemen wesen, oder ok för Afstörten (tomehrst vun dat Dörschien-Moduul, man villicht ok maal vun den helen X-Server).</qt>
nl: <qt>Transparantie-ondersteuning is nieuw en kan tot problemen leiden<br>waaronder vastlopers (soms de transparantie-engine, zelden de X-server).</qt>
nn: <qt>Støtta for gjennomsikt er ny og kan føra til problem, <br>til dømes krasj. (Av og til krasjar gjennomsiktsmotoren, og i sjeldne tilfelle til og med X)</qt>
pl: <qt>Obsługa przezroczystości jest nowa i może powodować problemy,<br>takie jak awarie programów (czasami programu obsługującego przezroczystość, czasami nawet całego serwera X).</qt>
pt_br: <qt>O suporte a transparência é novo, e pode causar problemas <br>incluindo fechamentos inesperados (algumas vezes o mecanismo de transparência, mas poderá fechar até mesmo o X).</qt>
ro: <qt>Suportul de translucenţă este nou şi ar putea crea probleme<br>inclusiv opriri (uneori ale mecanismului de translucentă, alteori chiar a serverului X).</qt>
ru: <qt>Поддержка прозрачности появилась недавно и может<br> вызывать проблемы, включая сбои в движке прозрачности и иногда в X-сервере.</qt>
rw: <qt>Ishyigikira ububonerane ni rishya bityo bikaba byatera ibibazo<br> harimo kwangirika (rimwe na rimwe moteri y'ububonerane, ndetse na X gake cyane).</qt>
sk: <qt>Podpora priesvitnosti je nová a môže spôsobiť<br>problémy, vrátane pádov (niekedy podpory priesvitnosti, zriedkavo dokonca aj X servera).</qt>
sl: <qt>Podpora prosojnosti je nova, zato lahko povzroči težave, tudi<br> zrušenja (včasih pogona za prosojnost, redkeje tudi X-ov).</qt>
sr: <qt>Подршка за прозирност је нова и може изазвати проблеме, <br>укључујући и падове (понекад мотора за прозирност, ређе чак и X-а).</qt>
sr@latn: <qt>Podrška za prozirnost je nova i može izazvati probleme, <br>uključujući i padove (ponekad motora za prozirnost, ređe čak i X-a).</qt>
sv: <qt>Stöd för genomskinlighet är nytt och kan orsaka problem, inklusive krascher<br> (ibland genomskinlighetsfunktionen, i sällsynta fall till och med X).</qt>
th: <qt>ส่วนรองรับการแสดงผลแบบโปร่งแสงอาจจะมีปัญหา<br> และอาจทำให้ระบบล่มได้ (บางครั้งการแสดงผลแบบโปร่งแสงอาจทำให้ X แสดงผลผิดพลาดได้)</qt>
uk: <qt>Підтримка прозорості ще нова і може завдавати проблеми<br>, включаючи крахи (часом в рушії прозорості, рідше, навіть, в X).</qt>
