Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Enable this option if you want a window's content to be fully shown while moving it, instead of just showing a window 'skeleton'. The result may not be satisfying on slow machines without graphic acceleration.
af: Aktiveer hierdie opsie as jy wil hê 'n venster se inhoud moet vertoon terwyl dit geskuif word, in plaas daarvan om slegs die 'skelet' te vertoon. Die resultaat mag dalk nie wees bevredigend wees op stadige masjiene sonder grafiese versnelling nie.
ar: قم بتفعيل هذا الخيار إذا كنت تريد أن تعرض محتويات نافذة بالكامل أثناء تحريكها، بدلا من عرض 'هيكل' النافذة فقط. ربما لا تكون النتيجة جيدة إذا استخدمت جهازا بطيئا من غير مسرع صور.
az: Əgər pəncərəni hərəkət etdirdyinizdə sadəcə olaraq skelet olaraq görünməsini istəmir, pəncərə məzmununun da görünməsini istəyirsinizsə, bu xüsusiyyəti işlədin. Qrafiki sür'ətləndirici olmayan yavaş kompüterlərdə nəticə yaxşı olmaya bilər.
bg: Показване на съдържанието при преместване на прозорците. При по-бавни компютри се препоръчва изключване на отметката.
bn: যদি আপনি উইন্ডো যখন সরানো করা হবে তখন উইন্ডোর কাঠামোর পরিবর্তে উইন্ডোটির ভিতরে কী আছে তা দেখতে চান, তাহলে এই অপশনটি কার্যকর করুন। গ্রাফিক এক্সেলারেশন বিহীন ধীর গতির কম্পিউটারে এর ফল আশানুরুপ নাও হতে পারে।
bs: Uključite ovu opciju ako želite da se sadržina prozora potpuno prikazuje dok ga premještate, umjesto da se prikaže samo 'kostur' prozora. Rezultati možda neće biti zadovoljavajući na sporim mašinama bez grafičkog ubrzanja.
cs: Povolte tuto volbu, chcete-li, aby byl při přesouvání plně zobrazován obsah okna. V opačném případě bude zobrazena pouze 'kostra' okna. Výsledné chování nemusí být na slabších počítačích bez urychlené grafiky uspokojivé.
cy: Galluogwch y dewisiad yma os ydych am ddangos cynnwys ffenestr tra'n ei symud, yn hytrach na dangos 'sgerbwd' ffenestr. Efallai na fydd y canlyniad yn plesio ar beiriannau araf heb gyflymiad graffeg.
da: Aktivér dette valg, hvis du ønsker at vinduets indhold skal ses fuldstændigt mens du flytter det i stedet for kun at vise et 'skelet'. Resultatet vil muligvis ikke være tilfredsstillende på langsomme maskiner uden grafisk acceleration.
de: Aktivieren Sie diese Einstellung, wenn Sie möchten, dass der Fensterinhalt während einer Verschiebung komplett und nicht nur im Umriss angezeigt wird. Das Resultat kann auf langsamen Rechnern ohne Graphikbeschleunigung unbefriedigend ausfallen.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να εμφανίζονται πλήρως τα περιεχόμενα ενός παραθύρου κατά τη μετακίνησή του, αντί για έναν απλό 'σκελετό' του παραθύρου. Το αποτέλεσμα ίσως να μην είναι ικανοποιητικό σε αργά μηχανήματα χωρίς επιταχυντή γραφικών.
eo: Enŝaltu, se vi deziras vidi la plenan fenestroenhavon dum ĝia movado anstataŭ nur konturon de ĝi. Tio estas uzinda nur ĉe sufiĉe rapidaj komputiloj kun grafikakcelado.
es: Active esta opción si quiere que se vea el contenido de una ventana mientras se mueve la ventana, en lugar de mostrar solamente un 'marco'. El resultado puede que no sea satisfactorio en máquinas lentas sin un acelerador gráfico.
et: Lülita see valik sisse, kui soovid, et akna liigutamisel näidatakse ka selle sisu, vastasel juhul näidatakse ainult selle "skeletti". Tulemus ei pruugi sind rahuldada, kui kasutad aeglast arvutit ilma graafikakiirendita.
eu: Gaitu aukera hau leihoa mugitzen ari den bitartean bere edukia erakutsia izan dadin, 'egitura' hutsa erakutsi beharrean. Baliteke hau bete-betean ez ibiltzea azelerazio grafikorik ez duten makina moteletan.
fa: اگر می‌خواهید زمانی که پنجره را حرکت می‌دهید به جای این که فقط )اسکلت( آن نمایش داده شود، محتوای پنجره به طور کامل نشان داده شود، این گزینه را فعال کنید. در مورد ماشینهای کند بدون شتاب‌دهی نگاره‌ای، ممکن است نتیجه راضی‌کننده نباشد.
fi: Valitse tämä kohta, jos haluat että ikkunan sisältö näytetään, kun ikkunaa siirretään. Ikkunan sisältöä ei kannata näyttää hitaalla tietokoneella.
fr: Cochez cette option si vous voulez que le contenu d'une fenêtre soit complètement visible pendant un déplacement, au lieu de n'afficher que le « squelette » de la fenêtre. Cette option est déconseillée pour des machines lentes sans accélération graphique.
gl: Active esta opción se quere que se amose o contido completo dunha fiestra mentres se esté a mover, no canto de só amosar o esquelete da fiestra. O resultado podería non ser satisfactorio en máquinas lentas sen aceleración gráfica.
hr: Ako želite daje sadržaj prozora vidljiv prilikom pomicanj, to možete ovdje omogućiti. U suprotnom će samo njegov rub biti vidljiv, što je puno brže, pogotovo na sporijim računalima/grafičkim karticama.
hu: Kapcsolja be ezt az opciót, ha azt akarja, hogy mozgatáskor az ablakok teljes tartalma látszódjon, ne csak a körvonala. Ez lassabb gépeken akadozó mozgáshoz vezethet.
is: Krossaðu við hér ef þú vilt að allt innihald glugga sé sýnt á meðan hann er dreginn til í staðinn fyrir að sýna bara rammann. Þetta kann að koma illa út á hægum vélum með óhraðlað skjákort.
it: Abilita questa opzione se vuoi che il contenuto della finestra sia mostrato per intero durante il movimento della finestra invece di avere semplicemente lo scheletro di essa. Il risultato potrebbe essere non gradevole su macchine lente senza una accelerazione grafica.
ja: ウィンドウの移動中にウィンドウの枠だけでなくその内容も表示させるには、このオプションを有効にしてください。ただし、グラフィックアクセラレータのない低速のマシンでは満足のいく結果は得られないかもしれません。
km: អនុញ្ញាត​ជម្រើស​នេះ ប្រសិន​បើ​អ្នក​ចង់​ឲ្យ​មាតិកា​របស់​បង្អួច​មួយ ​ត្រូវ​បង្ហាញ​ពេញ​លេញ ខណៈ​ពេល​ផ្លាស់់ទីវា ជំនួស​​ឲ្យ​ការ​បង្ហាញ​បង្អួច​មួយ 'គ្រោងឆ្អឹង' ។ លទ្ធផល​អាច​នឹង​មិន​ពេញ​ចិត្ត​​នៅ​លើ​ម៉ាស៊ីន​ដែល​យឺត ដោយ​គ្មាន​ការ​បង្កើន​ល្បឿន​ក្រាហ្វិក ។
ko: 창을 옮기는 동안 창의 내용을 보려면 이 옵션을 사용하십시오. 사용하지 않으면 창의 테두리만 나타납니다. 그래픽 가속 기능이 없는 느린 시스템에서는 성능이 저하될 수 있습니다.
mk: Овозможете ја оваа опција ако сакате содржината на прозорците да се прикажува целосно кога ги движите, наместо да се прикажува само нивниот „скелет“. Резултатот може и да не биде задоволувачки на бавни машини без графичко забрзување.
ms: Aktifkan opsyen ini jika anda ingin kandungan tetingkap dipaparkan sepenuhnya semasa menggerakkannya, bukan sekadar memaparkan 'rangka' tetingkap. Hasilnya mungkin tidak memuaskan bagi mesin berkuasa rendah tanpa pecutan grafik.
nb: Slå på dette valget hvis du vil at vinduets innhold skal være synlig når du flytter det. Hvis ikke, vil du bare se ramma til vinduet når du flytter det. Det kan være at resultatet ikke er tilfredsstillende på maskiner med tregt skjermkort.
nds: Aktiveer dit, wenn Du wielt dat Verschuven vun Finstern den helen Inholt un nich bloots de Butenkanten sehn wullt.
nl: Selecteer deze optie als u wilt dat de inhoud van een venster getoond zal worden tijdens het verplaatsen ervan, in plaats van een vensterframe. Op trage computers zonder grafische versnelling zal het resultaat mogelijk onbevredigend uitvallen.
nn: Bruk dette valet dersom du vil at innhaldet i eit vindauget skal vera synleg når du flyttar det i staden for berre å visa eit omriss. Denne funksjonen kan vera treg på gamle maskiner utan grafikkakselerasjon.
pl: Włącz tę opcję, jeśli chcesz widzieć zawartość okna (a nie tylko ramkę) przy przesuwaniu. Efekt może być niezadowalający na wolnych komputerach bez akceleratora graficznego.
pt_br: Habilitar esta opção se você quiser que um conteúdo de janela seja totalmente exibido ao movê-la, em vez de exibir apenas um 'esqueleto' de janela. O resultado pode não ser satisfatório em máquinas lentas sem aceleração gráfica.
ro: Activaţi această opţiune dacă doriţi să fie afişat conţinutul ferestrei în timp ce este mutată, în loc să fie afişat numai cadrul ferestrei. Rezultatul s-ar putea să nu fie satisfăcător la calculatoare lente şi fără accelerare grafică.
ru: Будет перемещаться все содержимое окна, а не только рамка. Результат может быть неудовлетворительным на медленных машинах без графического ускорителя.
rw: Koresha ubu buryo niba ushaka ko ibiri mu idirishya bigaragara byose igihe ryimurwa, aho kwerekana gusa 'uruti' rw'idirishya. Icyo bizatanga birashoboka ko kitaba gishimishije ku mashini zigenda buhora zidashobora kwihutisha ibishushanyo.
sk: Zapnite túto voľbu, ak chcete vidieť obsah okna pri jeho presune, inak bude vidieť iba jeho 'kostra'. Výsledok nemusí byť uspokojujúci na pomalých počítačoch bez grafickej akcelerácie.
sl: To izbiro omogočite, če želite med premikanjem okna v njem vseeno videti vsebino, namesto le »ogrodja« okna. Na počasnejših strojih brez grafičnega pospeševalnika rezultat morda ne bo sprejemljiv.
sr: Активирајте ову особину ако желите да садржај прозора буде приказан у току његовог померања, уместо да се приказује само „костур“. Резултат може бити незадовољавајући на спорим рачунарима без графичког убрзања.
sr@latn: Aktivirajte ovu osobinu ako želite da sadržaj prozora bude prikazan u toku njegovog pomeranja, umesto da se prikazuje samo „kostur“. Rezultat može biti nezadovoljavajući na sporim računarima bez grafičkog ubrzanja.
sv: Aktivera det här alternativet om du vill att ett fönsters innehåll ska visas medan det flyttas, istället för att bara visa ett "skelettfönster". Resultatet kanske inte blir tillfredsställande på långsamma datorer utan grafikacceleration.
ta: சாளரத்தை நகர்த்தும் போது, சாளரத்தின் 'மூலஅமைப்பு' மட்டும் காட்டாமல், சாளரங்களின் தகவல்கள் முழுவதுமாக காட்ட வேண்டுமானால், இந்த விருப்பத்தை இயலுமைபடுத்தவும். மெதுவான இயந்திரங்களில், வரைவியல் துரிதம் இல்லாமல், முடிவுகள் திருப்தியாக இருக்காது.
tg: Нафақат чорчӯба, балки тамоми оканаи тиреза гузаронида хоҳад шуд. Хулосаи он мумкин аст на онқадар хуб хоҳад буд дар мошинҳои суст, бидуни суръатфизои графикӣ.
th: เปิดใช้งานตัวเลือกนี้ หากคุณต้องการให้แสดงส่วนภายในหน้าต่างเต็ม ๆ เมื่อมีการย้ายหน้าต่าง แทนที่จะแสดงเพียง 'โครงของหน้าต่าง' เท่านั้น แต่ไม่ควรใช้ตัวเลือกนี้กับเครื่องที่มีความเร็วต่ำ และไม่มีการ์ดแสดงผลที่เร็ว
uk: Ввімкніть цей параметр, якщо ви хочете, щоб зміст вікна було повністю показано при пересуванні, інакше буде показано тільки основу. Результат може бути незадовільним на повільних комп'ютерах без графічного прискорювача.

source: Display content in &resizing windows
af: Vertoon inhoud tydens hervergroot vensters
ar: عرض المحتوى عند ت&غيير حجم النوافذ
az: Ö&lçüləndirilən pəncərələrin məzmununu göstər
bg: Пока&зване на съдържанието при промяна на размера
bn: উইন্ডো &আকার পরিবর্তনের সময় তার উপাদান দেখাও
bs: Prikaži sadržaj tokom &mijenjanja veličine prozora
cs: Zob&razovat obsah okna při změně velikosti
cy: Dangos cynnwys mewn ffenestri sy'n newid &maint
da: Vis indhold i vinduer som æ&ndrer størrelse
de: Fensterinhalt bei &Größenänderungen anzeigen
el: Εμφάνιση περιεχομένου κατά την &αλλαγή μεγέθους των παραθύρων
eo: Montru fenestroenhavon dum grandecoŝanĝo
es: Mostrar contenido de ventanas al &redimensionar
et: Akna suu&ruse muutmisel näidatakse selle sisu
eu: E&rakutsi edukia leihoen tamaina aldatzean
fa: نمایش محتوا در &تغییر اندازۀ پنجره‌ها‌
fi: Näytä sisältö k&okoa muutettaessa
fr: Afficher le conten&u de la fenêtre pendant un redimensionnement
gl: Amosa-lo contido das fiestras cando se &redimensionen
hi: नया आकार दी जाती विंडो की वस्तुएँ दिखाएँ (&r)
hr: Prikaži sadržaj tokom mijenjanja veličine prozora
hu: Az ablaktartalom legyen látható átmé&retezés közben
is: Sýna innihald á meðan stæ&rð glugga er breytt
it: Mostra il contenuto durante il &ridimensionamento delle finestre
ja: リサイズ中もウィンドウの内容を表示する(&L)
km: បង្ហាញ​មាតិកា​ក្នុង​ពេល​ផ្លាស់​ប្ដូរ​ទំហំ​បង្អួច
ko: 크기를 변경하는 동안 창 내용 표시(&R)
mk: Прикажи ја содржината на прозорците кога ја &менуваат големината
ms: Papar kandungan ketika menukar saiz tetingkap
nb: Vis vinduets innhold nå&r størrelsen endres
nds: Inholt bi't Ännern vun de G&rött wiesen
nl: Inhoud weergeven tijdens het wijzigen van de vensterg&rootte
nn: Vis &innhaldet i vindauga du endrar storleiken til
pa: ਝਰੋਖੇ ਮੁੜ-ਆਕਾਰ ਕਰਦਿਆਂ ਹਿੱਸੇ ਵੇਖਾਓ(&r)
pl: Pokazuj zawartość podczas zmiany &rozmiaru okna
pt_br: Mostrar conteúdo enquanto redi&mensiona janelas
ro: Afişează conţinutul la r&edimensionarea ferestrelor
ru: По&казывать содержимое при изменении размера окна
rw: Kugaragaza ibiri mu madirishya agarura ingano
se: Čájet lásiid sisdoalu &rievdadettiin sturrodaga
sk: Zobrazovať obsah v &zväčšujúcich sa oknách
sl: Prik&aži vsebino v oknih med spreminjanjem velikosti
sr: Прикажи садржај &током мењања величине прозора
sr@latn: Prikaži sadržaj &tokom menjanja veličine prozora
sv: Visa fönsterinnehåll &då fönstrets storlek ändras
ta: அளவு மாறும் சாளரங்களில் உள்ளடகத்தைக் காட்டு
tg: Намоиши &окана ҳолати тағйири андозаи тиреза
th: แสดงตัวหน้าต่างด้วยเมื่อมีการปรับขนาด
uk: Показувати зміст всередині вікон, що з&мінюють розмір

source: Enable this option if you want a window's content to be shown while resizing it, instead of just showing a window 'skeleton'. The result may not be satisfying on slow machines.
af: Aktiveer hierdie opsie as jy wil hê 'n venster se inhoud moet vertoon terwyl dit hervergroot word, in plaas daarvan om slegs die 'skelet' te vertoon. Die resultaat mag dalk nie wees bevredigend wees op stadige masjiene nie.
ar: قم بتفعيل هذا الخيار إذا كنت تريد أن تعرض محتويات نافذة بالكامل أثناء تغيير حجمها بدلا من عرض 'هيكل' النافذة فقط. ربما لا تكون النتيجة جيدة إذا استخدمت جهازا بطيئا من غير مسرع صور.
az: Əgər pəncərənin böyüklüyünü dəyişdirdiyinizdə, sadəcə olaraq skelet olaraq görünməsini istəmir, pəncərə məzmununu də görünməsini istəyirsinizsə, bu xüsusiyyəti işlədin. Yavaş kompüterlərdə nəticə yaxşı olmaya bilər.
bg: Показване на съдържанието при промяна размера на прозорците. При по-бавни компютри се препоръчва изключване на отметката.
bn: যদি আপনি উইন্ডোর যখন আকার পরিবর্তন করা হবে তখন উইন্ডোর কাঠামোর পরিবর্তে উইন্ডোটির ভিতরে কী আছে তা দেখতে চান, তাহলে এই অপশনটি কার্যকর করুন। ধীর গতির কম্পিউটারে এর ফল আশানুরুপ নাও হতে পারে।
bs: Uključite ovu opciju ako želite da se sadržina prozora prikazuje prilikom promjene njegove veličine, umjesto da se prikaže samo 'kostur' prozora. Rezultati možda neće biti zadovoljavajući na sporim mašinama.
cs: Povolte tuto volbu, chcete-li, aby byl při změně velikosti plně zobrazován obsah okna. V opačném případě bude zobrazena pouze 'kostra' okna. Výsledné chování nemusí být na slabších počítačích bez urychlené grafiky uspokojivé.
cy: Galluogwch y dewisiad yma os ydych am ddangos cynnwys ffenestr tra'n newid ei maint, yn hytrach na dangos 'sgerbwd' ffenestr. Efallai na fydd y canlyniad yn plesio ar beiriannau araf.
da: Gør dette valg hvis du ønsker at vinduets indhold skal ses fuldstændigt mens du ændrer dets størrelse i stedet for kun at vise et 'skelet'. Resultatet vil muligvis ikke være tilfredsstillende på langsomme maskiner.
de: Aktivieren Sie diese Einstellung, wenn Sie möchten, dass der Fensterinhalt während einer Größenänderung komplett und nicht nur im Umriss angezeigt wird. Das Resultat kann auf langsamen Rechnern ohne Graphikbeschleunigung unbefriedigend ausfallen.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να εμφανίζονται τα περιεχόμενα ενός παραθύρου όταν αλλάζετε το μέγεθός του, αντί για έναν απλό 'σκελετό' του παραθύρου. Το αποτέλεσμα ίσως να μην είναι ικανοποιητικό σε αργά μηχανήματα.
eo: Enŝaltu, se vi deziras vidi la fenestroenhavon dum grandecŝanĝo, anstataŭ nur ĝian konturon. Ĉe malrapidaj komputiloj tio ne estas uzinda.
es: Active esta opción si quiere que se vea el contenido de una ventana mientras se redimensiona ésta, en lugar de mostrar solamente un 'marco'. El resultado puede que no sea satisfactorio en máquinas lentas.
et: Lülita see valik sisse, kui soovid, et akna suuruse muutmisel näidatakse ka selle sisu, vastasel juhul näidatakse ainult selle "skeletti". Tulemus ei pruugi sind rahuldada, kui kasutad aeglast arvutit ilma graafikakiirendita.
eu: Gaitu aukera hau leihoaren tamaina aldatzen ari den bitartean bere edukia erakutsia izan dadin, 'egitura' hutsa erakutsi beharrean. Baliteke hau bete-betean ez ibiltzea makina moteletan.
fa: اگر می‌خواهید زمانی که اندازۀ پنجره را تغییر می‌دهید، به جای این که فقط )اسکلت( آن نمایش داده شود محتوای پنجره نشان داده شود، این گزینه را فعال کنید. ممکن است نتیجه در ماشینهای کند راضی‌کننده نباشد.
fi: Valitse tämä kohta, jos haluat että ikkunan sisältö näytetään, kun ikkunan kokoa muutetaan. Hitaalla tietokoneella tätä vaihtoehtoa ei kannata käyttää.
fr: Cochez cette option si vous voulez que le contenu d'une fenêtre soit complètement visible pendant son redimensionnement, au lieu de n'afficher que le « squelette » de la fenêtre. Cette option est déconseillée pour des machines lentes sans accélération graphique.
gl: Active esta opción se quere que se amose o contido dunha fiestra cando se está a redimensionar, no canto de só amosar o esquelete da fiestra. O resultado podería non ser satisfactorio en máquinas lentas.
hr: Ako želite daje sadržaj prozora vidljiv prilikom pomicanj, to možete ovdje omogućiti. U suprotnom će samo njegov rub biti vidljiv, što je puno brže, pogotovo na sporijim računalima/grafičkim karticama.
hu: Kapcsolja be ezt az opciót, ha azt akarja, hogy az ablaktartalom is látszódjon átméretezés közben, ne csak a keret. Ez lassabb gépeken akadozó mozgáshoz vezethet.
is: Krossaðu við þennan möguleika ef þú vilt sýna innihald glugga á meðan þeir eru stækkaðir til í staðinn fyrir að sýna bara rammann. Þetta kann að koma illa út á hægum tölvum.
it: Abilita questa opzione se vuoi che il contenuto della finestra sia mostrato per intero durante il ridimensionamento della finestra invece di avere semplicemente lo scheletro di essa. Il risultato potrebbe essere non gradevole su macchine lente.
ja: ウィンドウのサイズ変更中にウィンドウの枠だけでなく内容も表示させるには、このオプションを有効にしてください。ただし、低速のマシンでは満足のいく結果は得られないかもしれません。
km: អនុញ្ញាត​ជម្រើស​នេះ ប្រសិន​បើ​អ្នក​ចង់​ឲ្យ​មាតិកា​របស់​បង្អួច​ត្រូវ​បង្ហាញ ខណៈ​ពេល​ប្ដូរ​ទំហំវា ជំនួស​ឲ្យ​ការ​បង្ហាញ​បង្អួច​មួយ 'គ្រោង​ឆ្អឹង' ។ លទ្ធផល​​អាច​មិន​ពេញចិត្ត​នៅ​លើ​ម៉ាស៊ីន​ដែល​យឺត ។
ko: 창 크기를 조절하는 동안 창의 내용을 보려면 이 옵션을 사용하십시오. 사용하지 않으면 창의 테두리만 나타납니다. 그래픽 가속 기능이 없는 느린 시스템에서는 성능이 저하될 수 있습니다.
mk: Овозможете ја оваа опција ако сакате содржината на прозорците да се прикажува целосно кога ја менувате нивната големина, наместо да се прикажува само нивниот „скелет“. Резултатот може и да не биде задоволувачки на бавни машини без графичко забрзување.
ms: Aktifkan opsyen ini jika anda ingin kandungan tetingkap dipaparkan semasa mensaizkannya semula, bukan sekadar memaparkan 'rangka' tetingkap. Hasilnya boleh jadi memuaskan bagi mesin berkuasa rendah.
nb: Slå på dette valget hvis du vil at vinduets innhold skal vises mens du endrer størrelse. Hvis ikke, vil du bare se ramma til vinduet når du flytter det. Det kan være at resultatet ikke er tilfredsstillende på maskiner med tregt skjermkort.
nds: Aktiveer dit, wenn Du wielt dat Ännern vun de Finstergrött den Inholt un nich bloots de Butenkanten sehn wullt. Op langsame Reekners funkscheneert dat villicht nich goot.
nl: Schakel deze optie in als u de inhoud van een venster wilt laten weergeven tijdens het van grootte veranderen, in plaats van gewoon het 'skelet' van het venster te laten weergeven. Het resultaat zal geen voldoening geven op trage machines.
nn: Bruk dette valet dersom du vil at innhaldet i eit vindauget skal vera synleg når du flyttar det i staden for berre å visa eit omriss. Denne funksjonen kan vera treg på gamle maskiner.
pl: Włącz tę opcję, jeśli chcesz widzieć zawartość okna (a nie tylko ramkę) przy zmianie rozmiaru. Efekt może być niezadowalający na wolnych komputerach bez akceleratora graficznego.
pt_br: Habilite esta opção se quiser que um conteúdo de janela seja exibido ao redimensioná-lo, em vez de apenas exibir um 'esqueleto' de janela. O resultado pode não ser satisfatório em máquinas lentas.
ro: Activaţi această opţiune dacă doriţi să fie afişat conţinutul ferestrei în timp ce este redimensionată, în loc să fie afişat numai cadrul ferestrei. Rezultatul s-ar putea să nu fie satisfăcător la calculatoare lente şi fără accelerare grafică.
ru: При изменении размера окна будет показываться все его содержимое, а не только рамка. Результат может быть неудовлетворительным на медленных машинах без графического ускорителя.
rw: Gukoresha ubu buryo niba ushaka ko ibiri mu idirishya bigaragara mu gusubiramo ingano, aho kwerekana gusa 'uruti' rw'idirishya. Icyo bizatanga birashoboka ko kitashimisha ku mashini zigenda buhoro.
sk: Zapnite túto voľbu, ak chcete vidieť obsah okna pri zmene jeho veľkosti, inak bude vidieť iba jeho 'kostra'. Výsledok nemusí byť uspokojujúci na pomalých počítačoch.
sl: To izbiro omogočite, če želite vsebino okna videti tudi med tem, ko ga raztegujete, namesto, da vidite le »ogrodje« okna. Na počasnih strojih rezultat morda ne bo sprejemljiv.
sr: Активирајте ову особину ако желите да садржај прозора буде приказан у току мењања његове величине, уместо да се приказује само „костур“. Резултат може бити незадовољавајући на спорим рачунарима.
sr@latn: Aktivirajte ovu osobinu ako želite da sadržaj prozora bude prikazan u toku menjanja njegove veličine, umesto da se prikazuje samo „kostur“. Rezultat može biti nezadovoljavajući na sporim računarima.
sv: Aktivera det här alternativet om du vill att ett fönsters innehåll ska visas medan det ändrar storlek, istället för att bara visa ett "skelettfönster". Resultatet kanske inte blir tillfredsställande på långsamma datorer.
ta: சாளரத்தின் மறுஅளவாக்கத்தின் போது, சாளரத்தின் 'மூலஅமைப்பு' மட்டும் காட்டாமல், சாளரத்தின் தகவல்கள் காட்டவேண்டுமானால், இந்த இந்த விருப்பத்தை இயலுமைபடுத்தவும். மெதுவான இயந்திரங்களில் முடிவுகள் திருப்தியாக இருக்காது.
tg: Ҳолати таъғири андозаи тиреза, нафақат чорчӯбаи он балки ҳамаи оканаи он намоиш хоҳад шуд. Хулосаи он мумкин аст на онқадар хуб хоҳад буд дар мошинҳои суст, бидуни суръатфизои графикӣ.
th: เปิดใช้งานตัวเลือกนี้ หากคุณต้องการให้แสดงส่วนภายในหน้าต่างเต็ม ๆ เมื่อมีการปรับขนาดหน้าต่าง แทนที่จะแสดงเพียง 'โครงของหน้าต่าง' เท่านั้น แต่ไม่ควรใช้ตัวเลือกนี้ กับเครื่องที่มีความเร็วต่ำ และไม่มีการ์ดแสดงผลที่เร็ว
uk: Ввімкніть цей параметр, якщо ви хочете, щоб вміст вікна було повністю показано при зміні розміру, інакше буде показано тільки основу. Результат може бути незадовільним на повільних комп'ютерах.
