Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Here you can customize KDE's behavior when clicking somewhere into a window while pressing a modifier key.
af: Hier kan jy KDE se gedrag pasmaak vir wanneer jy iewers binne 'n venster kliek, terwyl jy die verander sleutel inhou.
ar: هنا يمكنك إعداد سلوك كي دي أي عند النقر في مكان في النافذة أثناء الضغط على زر تحكم.
az: Buradan bir pəncərənin içərisində meta düymələrinə basdığınızda və siçana tıqlandığında icra ediləcək KDE hadisələrini xüsusiləşdirə bilərsiniz.
bg: Поведение на прозорец при щракване върху него (вътре, върху рамката или заглавието) заедно с натиснат клавиш за модификация от клавиатурата.
bn: এখানে আপনি একটি পরিবর্তক কী টিপে রেখে উইন্ডোর কোনো জায়গায় ক্লিক করলে কে-ডি-ই কি ব্যবহার করবে তা পছন্দমত ঠিক করতে পারবেন
bs: Ovdje možete podesiti ponašanje KDEa prilikom klikanja bilo gdje u prozoru dok je pritisnuta neka od modificirajućih tipki.
cs: Zde je možné přizpůsobit chování prostředí KDE při kliknutí někam do okna při současném držení modifikačního tlačítka.
cy: Yma gallwch addasu ymddygiad KDE tra'n clicio rywle mewn ffenestr tra'n gwasgu bysell addasu.
da: Her kan du brugerindstille KDE's opførsel ved klik et eller andet sted i et vindue mens du trykker på en ændringstast.
de: Hier können Sie das Verhalten von KDE einstellen, wenn in ein Fenster geklickt wird, während Sie gleichzeitig eine Sondertaste gedrückt halten.
el: Εδώ μπορείτε να προσαρμόσετε τη συμπεριφορά του KDE όταν κάνετε κλικ κάπου σε ένα παράθυρο πατώντας συγχρόνως κάποιο ειδικό πλήκτρο.
eo: Jen vi agordas la konduton ĉe musklakoj en fenestron kun samtempa klavopremo.
es: Aquí se puede personalizar el comportamiendo de KDE cuando se pulsa en algún lugar de una ventana mientras se pulsa una tecla modificadora.
et: Siin saad kohandada KDE käitumist, kui klõpsatakse kusagil aknas, hoides samal ajal all ALT klahvi.
eu: Hemen, tekla aldatzailea sakatzen duzun bitartean, leihoaren edozein lekutan klik egitean KDEk izango duen portaera pertsonaliza dezakezu.
fa: در اینجا می‌توانید رفتار KDE را، هنگام فشار مکانی در پنجره همراه با فشار یک کلید تغییردهنده، سفارشی کنید.
fi: Tässä voit määritellä, mitä tapahtuu, kun hiirellä napsautetaan ikkunaa muuntonäppäimen ollessa painettuna.
fr: Vous pouvez personnaliser ici le comportement de KDE lorsque vous cliquez quelque part dans une fenêtre et appuyez simultanément sur une touche de modificateur.
gl: Aquí pode personalizar o comportamento de KDE cando se preme en calquera lugar dunha fiestra mentres se está a premer unha tecla modificadora.
hi: यहाँ आप केडीई के बर्ताव को मनपसंद बना सकते हैं जब मॉडिफॉयर कुंजी को दबा कर विंडो पर कहीं क्लिक किया जाता है.
hr: U ovom stupcu možete podesiti ponašanje KDE-a kod klikova miša prozor dok držite tipku za mjenjanje značenja.
hu: Itt lehet testreszabni az ablakok belsejébe történő kattintások hatását, ha le van nyomva egy módosítóbillentyű (Shift, Alt stb.).
is: Hér getur þú sillti virkni músasmella í glugga á meðan 'breytilykli' er haldið niðri.
it: Qui puoi configurare il comportamento di KDE quando fai clic su una finestra premendo una modificatore.
ja: モディファイアキーを押しながらウィンドウをマウスクリックしたときの KDE の挙動を選択します。
km: នៅទីនេះ អ្នកអាច​ប្ដូរ​ឥរិយាបថ​របស់ KDE នៅ​ពេល​ចុច​កន្លែង​ណាមួយ​ក្នុង​បង្អួច​មួយ ខណៈ​ពេល​ចុច​គ្រាប់​ចុច​កែប្រែ ។
ko: 수정 키를 누른 상태에서 창 안쪽으로 클릭했을 때의 KDE 작동 방식을 사용자 정의 합니다.
mk: Тука може да прилагодите како ќе се однесува KDE кога ќе кликнете некаде во прозорец додека држите копче модификатор.
ms: Di sini anda boleh menyesuaikan peri laku KDE apabila mengklik mana-mana dalam tetingkap semasa menekan kekunci pengubah suai.
nb: Her kan du velge hva som skal skje i KDE når du klikker et eller annet sted på et vindu mens du holder nede en valgtast.
nds: Hier kannst Du fastleggen, wat KDE deit, wenn Du enerwegens op en Finster klickst un dor en Sünnertast bi drückst.
nl: Hier kunt u bepalen wat er gebeurt als u ergens binnen een venster klikt terwijl u een sneltoets ingedrukt houdt.
nn: Her kan du tilpassa åtferda ved klikk i eit vindauge samtidig som ein valtast vert trykka.
pl: Tu możesz ustawić działanie kliknięć w oknie, jeśli wciśnięty jest któryś z klawiszy modyfikujących.
pt_br: Aqui você pode personalizar o comportamente do KDE quando clicar dentro de uma janela e estiver pressionando uma tecla modificadora
ro: Aici puteţi personaliza comportamentul KDE atunci cînd daţi clic undeva în fereastră în timp ce ţineţi apăsată o tastă modificator.
ru: Здесь вы можете настроить отклик окна на щелчок мыши внутри окна при нажатой управляющей клавише на клавиатуре.
rw: Aha ushobora kuboneza imyitwarire ya KDE iyo ugize aho ukanda mu idirishya mu gihe ukanda buto ihindura.
se: Dás heivehat mii dáhpáhuvvá go doalat modifikáhtorboalu ja coahkkalat láse siskkobealde.
sk: Tu môžete nastaviť správanie KDE pri kliku na okno so stlačeným modifikačným klávesom.
sl: Tu lahko nastavite obnašanje KDE, ko kliknete nekje v oknu, medtem ko držite gumb za spremembe.
sr: Овде можете прилагодити понашање KDE-а када кликнете мишем негде унутар прозора док држите притиснут модификаторски тастер.
sr@latn: Ovde možete prilagoditi ponašanje KDE-a kada kliknete mišem negde unutar prozora dok držite pritisnut modifikatorski taster.
sv: Här kan du anpassa KDE:s beteende när du klickar någonstans i ett fönster samtidigt som du håller en väljartangent nertryckt.
ta: இங்கே நீங்கள், modifier விசையை அழுத்தியபடி,சாளரத்தில் எங்காவது க்ளிக்செய்யும் போது ஏற்படும் KDE யின் நடைமுறையைத் தனிப்பயனாக்கலாம்.
tg: Дар инҷо шумо метавонед рафтори KDE-ро вақти пахши рӯи ягон ҷои тиреза, танзим кунед.
th: คุณสามารถกำหนดส่ิงที่จะให้ KDE กระทำ เมื่อมีการคลิ้กบนส่วนต่างๆ ของหน้าต่าง พร้อมกับมีการกดปุ่มที่ใช้ร่วมด้วย
uk: Тут ви можете налаштувати поведінку при клацанні мишки де-небудь у вікні за натиснутої клавіші модифікатора.

source: Modifier key:
af: Verander sleutel:
ar: مفتاح التحكم:
az: Sür'ətləndirici düymə:
bg: Клавиш за модификация:
bn: পরিবর্তক কী(key):
bs: Modificirajuća tipka:
cs: Modifikátor:
cy: Bysell addasu:
da: Ændringstast:
de: Sondertaste:
el: Ειδικό πλήκτρο:
eo: Ŝaltklavo:
es: Tecla modificadora:
et: Muuteklahv:
eu: Tekla aldatzailea:
fa: کلید تغییردهنده:
fi: Muuntonäppäin:
fr: Modificateur :
gl: Tecla modificadora:
hi: परिवर्धक कुंजीः
hr: Modifikacijska tipka:
hu: Módosítóbillentyű:
is: Breytilykill:
it: Tasto modificatore:
ja: モディファイアキー:
km: គ្រាប់ចុច​កែប្រែ ៖
ko: 수정 키:
mk: Копче модификатор:
ms: Kekunci pengubah suai:
nb: Valgtast:
nds: Sünnertast:
nl: Modificatietoets:
nn: Valtast:
pa: ਸੋਧ ਕੀ:
pl: Klawisz modyfikujący:
pt_br: Tecla modificadora:
ro: Tasta modificator:
ru: Модификатор:
rw: Buto ihindura:
se: Muddenboallu:
sk: Modifikátor:
sl: Spremenilna tipka:
sr: Модификаторски тастер:
sr@latn: Modifikatorski taster:
sv: Väljartangent:
ta: மாற்று விசை:
tg: Таъғирдиҳандаҳо:
th: ปุ่มพิมพ์ที่ใช้ร่วม:
uk: Клавіша-модифікатор:

source: Here you select whether holding the Meta key or Alt key will allow you to perform the following actions.
af: Hier kan jy kies of die inhou van die Meta sleutel of Alt sleutel jou sal toelaat om die volgende aksies uit te voer.
ar: هنا يمكنك اختير ما إذا كان الضغط على زر Meta أ, Alt سوف يسمح لك بالقيام بالمهام التالية.
az: Buradan Meta düymənin mi yoxsa Alt düyməsinin mi aşağıdakı hərəkətlərə tə'sir edəcəyini seçə bilərsiniz.
bg: Избор на клавиша за модификация. От тук може да укажете дали да се ползва клавиша Alt, Win или Meta.
bn: এখানে নিম্নবর্ণিত কাজগুলি করতে মেটা(Meta) না অল্ট(Alt) কী টিপে রাখতে হবে তা বেছে নিন।
bs: Ovdje možete odabrati da li vam držanje Meta ili Alt tipke omogućuje obavljanje sljedećih akcija.
cs: Zde je možné vybrat zda vám stisknutí klávesu Meta nebo Alt umožní provést následující činnosti.
cy: Yma dewiswch a wna dal y bysell Meta neu'r fysell Alt eich caniatáu i weithredu'r gweithredoedd canlynol.
da: Her vælger du om det er Meta-tasten eller Alt-tasten der vil tillade dig at udføre følgende handlinger.
de: Hier können Sie festlegen, ob durch das Drücken der Meta- oder der Alt-Taste eine der folgenden Aktionen ermöglicht werden soll.
el: Εδώ μπορείτε να επιλέξετε αν το πάτημα του πλήκτρου Meta ή Alt θα σας επιτρέπει να κάνετε τις ακόλουθες ενέργειες.
eo: Jen vi elektas, ĉu vi lanĉas la sekvajn agojn uzante la Meta-klavon aŭ la Alt-klavon.
es: Aquí selecciona si mantener la tecla Meta o la tecla Alt pulsada le permitirá realizar las siguientes operaciones.
et: Siin saad valida, kas tegevusi lubavaks klahviks on Meta või ALT.
eu: Hemen zera hautatu dezakezu: Meta tekla edo Alt tekla sakatuta mantenduz hurrengo ekintzak egin ditzakezun ala ez.
fa: در اینجا می‌توانید انتخاب کنید، که آیا نگه داشتن کلید فرا یا کلید دگرساز به شما اجازه می‌دهد که کنشهای زیر را انجام دهید یا خیر.
fi: Tässä kohdassa voit valita onko Meta- vai Alt -näppäin muuntonäppäin.
fr: Vous pouvez choisir ici si conserver la touche Méta ou Alt enfoncée permet de réaliser les actions suivantes.
gl: Aquí pode escoller se ó premer a tecla Meta ou a Alt, aturarase a realización das seguintes accións por parte de vostede.
hi: यहाँ आप चुन सकते हैं कि मेटा कुंजी या आल्ट कुंजी को पकड़े रखने पर आप निम्न कार्य के लिए अधिकृत होंगे या नहीं.
hr: Ovdje birate hoće li držanje Meta ili Alt tipke omogućiti izvršavanje nekih radnji.
hu: Itt lehet beállítani, hogy az Alt vagy a Meta billentyű lenyomva tartásával elvégezhetők-e a következő műveletek.
is: Þú getur valið hvort það að halda 'breytilykli' eða Alt lykli heimili þér að framkvæma eftirfarandi aðgerðir.
it: Qui puoi decidere se utilizzare i tasti Meta o ALT per eseguire le azioni sottoelencate.
ja: モディファイヤキーに Meta と Alt キーのどちらを使うか選択します。
km: នៅទីនេះ អ្នក​ជ្រើស​ថាតើសង្កត់​​​គ្រាប់​ចុច Meta ឬ Alt នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​ធ្វើ​អំពើ​ដូច​ខាង​ក្រោម​នេះ ។
ko: 메타 키 또는 Alt 키를 눌러 다음 동작을 하도록 선택합니다.
mk: Тука избирате дали држењето на Meta или Alr копчето ќе ви дозволи да ги извршиш следниве акции.
ms: Di sini anda pilih sama ada menekan kekunci Meta atau Alt akan membolehkan anda melaksanakan tindakan berikut.
nb: Her velger du om handlingene nedenfor skal utføres når du holder nede META eller ALT-tastene.
nds: Hier kannst Du fastleggen, wat dat Drücken vun de Meta- oder de Alt-Tast een vun disse Akschonen utföhrt.
nl: Hier kunt u opgeven of u de volgende acties kunt uitvoeren door de Meta- of Alt-toets ingedrukt te houden.
nn: Her kan du velja om dei følgjande handlingane skal utførast når du trykkjer Alt eller Meta.
pl: Tu możesz wybrać, czy klawiszem modyfikującym jest Alt czy Meta.
pt_br: Aqui você seleciona onde segurar a tecla Meta ou ALT irá permitir executar as ações seguintes.
ro: Aici selectaţi dacă ţinînd apăsată tasta Meta sau Alt vă permite să efectuaţi acţiunile ce urmează.
ru: Здесь вы можете указать, какие действия будут предприниматься при нажатой клавише Meta или Alt.
rw: Aha uhitamo niba gutsindagira buto ya Meta cyangwa Alt bizatuma ukora ibikorwa bikurikiraho.
se: Dás válljet mii dáhpáhuvvá go deaddilat Alt dahje Meta boaluid.
sk: Tu je možné vybrať, či držanie klávesu Meta alebo Alt vám umožní vykonať tieto akcie.
sl: Tu lahko nastavite ali vam bo držanje tipke Meta ali Alt omogočilo izvajanje naslednjih dejanj.
sr: Овде бирате да ли ће вам држање тастера Мета или Alt дозволити да изведете следеће акције.
sr@latn: Ovde birate da li će vam držanje tastera Meta ili Alt dozvoliti da izvedete sledeće akcije.
sv: Här väljer du om följande åtgärder ska utföras då du håller ner Meta- eller Alt-tangenten.
ta: இங்கு நீங்கள் மெடா விசை அல்லது ஆல்டு விசை பயன்படுத்தினால் அது உங்களை செயல்திறனை ஏற்றுக்கொள்ளும்.
tg: Дар инҷо шумо метавонед нишон диҳед, ки чӣ амале пешгирӣ карда мешавад ҳолати пахши рӯи кнопкаҳои Meta ёки Alt.
th: คุณสามารถเลือกการกดปุ่มพิมพ์ที่ใช้ร่วมหรือปุ่มพิมพ์ Alt จะอนุญาตให้คุณทำการกระทำเหล่านี้ ได้ที่นี่
uk: Тут ви можете вибрати яка з клавіш Meta або Alt дозволить вам виконувати наступні дії.

source: Modifier key + left button:
af: Verander sleutel + links knoppie:
ar: مفتاح التحكم + الزر الأيسر:
az: Sür'ətləndirici düymə + sol düymə
bg: Клавиш + ляв бутон:
bn: পরিবর্তক কী(key)+ বাম বোতাম
bs: Modificirajuća tipka + lijevo dugme:
cs: Modifikátor + levé tlačítko:
cy: Bysell addasu + botwm chwith:
da: Ændringstast + venstre knap:
de: Sondertaste + linke Maustaste:
el: Ειδικό πλήκτρο + αριστερό κουμπί:
eo: Ŝaltklavo + maldekstra butono:
es: Tecla modificadora + botón izquierdo:
et: Muuteklahv + vasak nupp:
eu: Tekla aldatzailea + ezk. botoia
fa: کلید تغییردهنده + دکمۀ چپ:
fi: Muuntonäppäin ja vasen painike:
fr: Modificateur + bouton gauche :
gl: Tecla Modificadora + botón esquerdo:
hi: परिवर्धक कुंजी + बायाँ बटनः
hr: Modifikacijska tipka + lijevi gumb:
hu: Módosító billentyű + bal gomb:
is: Breytilykill + vinstri hnappur:
it: Tasto modificatore + tasto sinistro:
ja: モディファイアキーと左ボタン:
km: គ្រាប់​ចុច​កែប្រែ + ប៊ូតុង​​​ខាង​ឆ្វេង ៖
ko: 수정 키 + 왼쪽 버튼:
mk: Копче модификатор + лево копче:
ms: Kekunci pengubah suai + butang kiri:
nb: Valgtast + venstre knapp:
nds: Sünnertast + linke Muusknoop:
nl: Modificatietoets + linker muisknop:
nn: Valtast + venstreknapp:
pa: ਸੋਧ ਕੀ+ ਖੱਬਾ ਬਟਨ:
pl: Klawisz modyfikujący + lewy przycisk:
pt_br: Tecla modificadora + botão esquerdo:
ro: Tastă modificator + buton stînga:
ru: Модификатор + левая кнопка:
rw: Buto ihindura + buto y'ibumoso:
se: Muddenboallu + gurutboallu:
sk: Modifikátor + ľavé tlačidlo:
sl: Spremenilna tipka + levi gumb:
sr: Модификаторски тастер + лево дугме:
sr@latn: Modifikatorski taster + levo dugme:
sv: Väljartangent + vänster musknapp:
ta: மாற்று விசை + இடது பொத்தான்
tg: Таъғирдиҳанда + кнопкаи чап:
th: ปุ่มพิมพ์ที่ใช้ร่วม + เม้าส์ปุ่มซ้าย:
uk: Клавіша-модифікатор + ліва кнопка:

source: Modifier key + right button:
af: Verander sleutel + regterkant knoppie:
ar: مفتاح التحكم + الزر الأيمن:
az: Sür'ətləndirici düymə + sağ düymə
bg: Клавиш + десен бутон:
bn: পরিবর্তক কী(key)+ ডান বোতাম
bs: Modificirajuća tipka + desno dugme:
cs: Modifikátor + pravé tlačítko:
cy: Bysell addasu + botwm dde:
da: Ændringstast + højre knap:
de: Sondertaste + rechte Maustaste:
el: Ειδικό πλήκτρο + δεξί κουμπί:
eo: Ŝaltklavo + dekstra butono:
es: Tecla modificadora + botón derecho:
et: Muuteklahv + parem nupp:
eu: Tekla aldatzailea + esk. botoia
fa: کلید تغییردهنده + دکمۀ راست:
fi: Muuntonäppäin ja oikea painike:
fr: Modificateur + bouton droit :
gl: Tecla Modificadora + botón dereito:
hi: परिवर्धक कुंजी + दायाँ बटनः
hr: Modifikacijska tipka + srednji gumb:
hu: Módosító billentyű + jobb gomb:
is: Breytilykill + hægri hnappur:
it: Tasto modificatore + tasto destro:
ja: モディファイアキーと右ボタン:
km: គ្រាប់​ចុច​កែប្រែ + ប៊ូតុង​​​ខាង​ស្ដាំ ៖
ko: 수정 키 + 오른쪽 버튼:
mk: Копче модификатор + десно копче:
ms: Kekunci pengubah suai + butang kanan:
nb: Valgtast + høyre knapp:
nds: Sünnertast + rechte Muusknoop:
nl: Modificatietoets + rechter muisknop:
nn: Valtast + høgreknapp:
pa: ਸੋਧ ਕੀ + ਸੱਜਾ ਬਟਨ:
pl: Klawisz modyfikujący + prawy przycisk:
pt_br: Tecla modificadora + botão direito:
ro: Tastă modificator + buton dreapta:
ru: Модификатор + правая кнопка:
rw: Buto ihindura + buto y'uburyo:
se: Muddenboallu + olgešboallu:
sk: Modifikátor + pravé tlačidlo:
sl: Spremenilna tipka + desni gumb:
sr: Модификаторски тастер + десно дугме:
sr@latn: Modifikatorski taster + desno dugme:
sv: Väljartangent + höger musknapp:
ta: மாற்று விசை + வலது பொத்தான்
tg: Таъғирдиҳанда + кнопкаи рост:
th: ปุ่มพิมพ์ที่ใช้ร่วม + เม้าส์ปุ่มขวา:
uk: Клавіша-модифікатор + права кнопка:

source: Modifier key + middle button:
af: Verander sleutel + middelste knoppie:
ar: مفتاح التحكم + الزر الأوسط:
az: Sür'ətləndirici düymə + orta düymə
bg: Клавиш + среден бутон:
bn: পরিবর্তক কী(key)+ মধ্য বোতাম
bs: Modificirajuća tipka + srednje dugme:
cs: Modifikátor + prostřední tlačítko:
cy: Bysell addasu + botwm canol:
da: Ændringstast + midterknap:
de: Sondertaste + mittlere Maustaste:
el: Ειδικό πλήκτρο + μεσαίο κουμπί:
eo: Ŝaltklavo + meza butono:
es: Tecla modificadora + botón central:
et: Muuteklahv + keskmine nupp:
eu: Tekla aldatzailea + erd. botoia
fa: کلید تغییردهنده + دکمۀ وسط:
fi: Muuntonäppäin ja keskipainike:
fr: Modificateur + bouton central :
gl: Tecla Modificadora + botón central:
hi: परिवर्धक कुंजी + मध्य बटनः
hr: Modifikacijska tipka + srednji gumb:
hu: Módosító billentyű + középső gomb:
is: Breytilykill + miðhnappur:
it: Tasto modificatore + tasto centrale:
ja: モディファイアキーと中ボタン:
km: គ្រាប់​ចុច​កែប្រែ + ប៊ូតុង​​​កណ្ដាល ៖
ko: 수정 키 + 가운데 버튼:
mk: Копче модификатор + средно копче:
ms: Kekunci pengubah suai + butang tengah:
nb: Valgtast + midterste knapp:
nds: Sünnerstast + Middelmuusknoop:
nl: Modificatietoets + middelste muisknop:
nn: Valtast + midtknapp:
pa: ਸੋਧ ਕੀ + ਮੱਧ ਬਟਨ:
pl: Klawisz modyfikujący + środkowy przycisk:
pt_br: Tecla modificadora + botão do meio:
ro: Tastă modificator + buton mijloc:
ru: Модификатор + средняя кнопка:
rw: Buto ihindura + buto yo hagati:
se: Muddenboallu + guovddášboallu
sk: Modifikátor + stredné tlačidlo:
sl: Spremenilna tipka + srednji gumb:
sr: Модификаторски тастер + средње дугме:
sr@latn: Modifikatorski taster + srednje dugme:
sv: Väljartangent + mittenmusknappen:
ta: மாற்று விசை + நடுப்பொத்தான்
tg: Таъғирдиҳанда + кнопкаи мобайн:
th: ปุ่มพิมพ์ที่ใช้ร่วม + เม้าส์ปุ่มกลาง:
uk: Клавіша-модифікатор + середня кнопка:

source: Here you can customize KDE's behavior when middle clicking into a window while pressing the modifier key.
af: Hier kan jy KDE se gedrag pasmaak vir wanneer jy iewers binne 'n venster middel kliek, terwyl jy die verander sleutel inhou.
ar: هنا يمكنك إعداد سلوك كي دي أي عند النقر بالزر الأوسط داخل نافذة أثناء الضغط على مفتاح تحكم.
az: Burada pəncərənin içərisində ALT düyməsinə basdığınızda və siçanın orta düyməsinə tıqlandığında icra ediləcək hadisələri xüsusiləşdirə bilərsiniz.
bg: Поведение на прозорец при щракване върху него със средния бутон на мишката и натиснат клавиш за модификация.
bn: এখানে আপনি একটি পরিবর্তক কী টিপে রেখে উইন্ডোর কোনো জায়গায় মধ্য ক্লিক করলে কে-ডি-ই কি ব্যবহার করবে তা পছন্দমত ঠিক করতে পারবেন
bs: Ovdje možete podesiti ponašanje KDEa prilikom srednjeg klika u prozor dok držite modificirajuću tipku.
cs: Zde je možné přizpůsobit chování prostředí KDE při kliknutí prostředním tlačítkem myši v okně při současném držení tlačítka modifikátoru.
cy: Yma gallwch addasu ymddygiad KDE tra'n clicio-canol mewn ffenestr tra'n gwasgu'r fysell addasu.
da: Her kan du brugerindstille KDE's opførsel ved midterklik i et vindue og samtidigt tryk på ændringstasten.
de: Hier können Sie das Verhalten von KDE einstellen, wenn mit der mittleren Maustaste in ein Fenster geklickt wird, während Sie gleichzeitig die Sondertaste gedrückt halten.
el: Εδώ μπορείτε να προσαρμόσετε τη συμπεριφορά του KDE όταν κάνετε μεσαίο κλικ σε ένα παράθυρο πατώντας συγχρόνως το ειδικό πλήκτρο.
eo: Jen vi agordas la konduton ĉe klako en fenestro per la meza musbutono dum estas premata la ŝaltklavo.
es: Aquí puede personalizar el comportamiento de KDE cuando se pulsa con el botón central del ratón dentro de una ventana, mientras se mantiene presionada la tecla modificadora.
et: Siin saad kohandada KDE käitumist juhul, kui klõpsatakse keskmise hiireklahviga aknas samaaegselt muuteklahvi vajutamisega.
eu: Hemen, tekla aldatzailea sakatzen duzun bitartean, leihoaren barnean klik egitean KDEk izango duen portaera pertsonaliza dezakezu.
fa: در اینجا می‌توانید رفتار KDE را، هنگام فشار وسط در یک پنجره همراه با فشار کلید تغییردهنده، سفارشی کنید.
fi: Tässä voit määritellä, mitä tapahtuu, kun hiiren keskinapilla napsautetaan ikkunaa muuntonäppäimen ollessa painettuna.
fr: Vous pouvez personnaliser ici le comportement de KDE lorsque vous cliquez avec le bouton central de la souris dans une fenêtre, en maintenant la touche de modificateur enfoncée.
gl: Aquí pode personalizar o comportamento de KDE cando se preme co botón central do rato nunha fiestra mentres se preme unha tecla modificadora.
hi: यहाँ आप केडीई के बर्ताव को मनपसंद बना सकते हैं जब मॉडिफॉयर कुंजी को दबा कर विंडो में मध्य क्लिक किया जाता है.
hr: Ovdje možete podesiti ponašanje KDE-a prilikom klikanja u prozor dok držite tipku za mjenjanje značenja.
hu: Itt lehet testreszabni egy módosító billentyű lenyomása közben középső gombbal történő, az ablakok belsejébe eső kattintások hatását.
is: Í þessari röð getur þú stillt virkni músasmella með með músahnappi á glugga á meðan 'breytilyklinum' er haldið inni.
it: Qui puoi configurare il comportamento di KDE quando fai clic con il tasto centrale su una finestra mentre tieni premuto il tasto modificatore.
ja: モディファイアキーを押しながらウインドウの内部を中ボタンクリックしたときの KDE の挙動を選択します。
km: នៅទីនេះ អ្នក​អាច​ប្ដូរ​ឥរិយាបថ​របស់ KDE នៅពេល​ចុច​កណ្ដាល​ក្នុង​បង្អួច​មួយ ខណៈ​ពេល​ចុច​គ្រាប់​ចុច​កែប្រែ ។
ko: 수정 키를 누른 상태에서 창 안쪽으로 마우스 가운데 버튼을 눌렀을 때 KDE의 작동을 사용자 정의 합니다.
mk: Тука може да го прилагодите однесувањето на KDE при среден клик во прозорец додека држите копче модификатор.
ms: Di sini anda boleh menyesuaikan peri laku KDE apabila mengklik tengah ke dalam tetingkap semasa menekan kekunci pengubah suai.
nb: Her kan du velge hva som skal skje i KDEs når du klikker på den midterste knappen på et vindu mens du holder ALT-tasten nede.
nds: Hier kannst Du fastleggen, wat KDE deit, wenn Du mit den Middelmuusknoop op en Finster klickst un dor en Sünnertast bi drückst.
nl: Hier kunt u bepalen wat KDE doet als u met de middelste muisknop in een venster klikt terwijl u de modificatietoets ingedrukt houdt.
nn: Her kan du tilpassa åtferda til KDE ved klikk med midtknappen i eit vindauge samtidig som modifikatorknappen vert trykt.
pl: Tu możesz ustawić działanie kliknięcia środkowym przyciskiem myszy w oknie, jeśli wciśnięty jest któryś z klawiszy modyfikujących.
pt_br: Aqui você pode personalizar o comportamento do KDE quando clicar com o botão do meio em uma janela enquanto pressionar uma tecla modificadora.
ro: Aici puteţi personaliza comportamentul KDE atunci cînd daţi clic mijloc într-o fereastră în timp ce ţineţi apăsată tasta modificator.
ru: Здесь вы можете настроить реакцию KDE на щелчок средней кнопки мыши в пределах окна с одновременно нажатой клавишей модификатора.
rw: Aha ushobora kuboneza imyifatire ya KDE iyo ukandishije buto yo hagati mu idirishya mu gihe ukanda buto ihindura.
se: Dás heivehat mii dáhpáhuvvá go deaddilat muddenboalu ja guovddášcoahkkalat láse.
sk: Tu môžete nastaviť správanie KDE pri kliku stredným tlačidlom myši na okno so stlačeným modifikátorom.
sl: Tu lahko prilagodite obnašanje KDE, če kliknete okno s srednjim gumbom, medtem ko držite tipko tipko za spremembo.
sr: Овде можете прилагодити понашање KDE-а у ситуацији када кликнете средњим дугметом на прозор док држите притиснут модификаторски тастер.
sr@latn: Ovde možete prilagoditi ponašanje KDE-a u situaciji kada kliknete srednjim dugmetom na prozor dok držite pritisnut modifikatorski taster.
sv: Här kan du anpassa hur KDE ska uppträda vid mittenklick i ett fönster medan väljartangenten är nedtryckt.
ta: மாற்றுவிசையை அழுத்தியபடி, சாளரத்தில் நடுப்பொத்தான் க்ளிக்செய்யும் போது விளையும் KDE யின் நடைமுறையை இங்கே நீங்கள் தனிப்பயனாக்கலாம்.
tg: Дар инҷо шумо метавонед танзими реаксияи KDE-ро ҳолати пахши рӯи байни кнопкаи муш, дар даруни тиреза бо якҷоягӣ пахши кардани кнопкаи дигаргуна, кунед.
th: คุณสามารถกำหนดสิ่งที่จะให้ KDE ทำ เมื่อมีการคลิ้กปุ่มกลางบนหน้าต่าง พร้อมกับมีการกดปุ่มที่ใช้ร่วมอยู่
uk: Тут ви можете налаштувати поведінку KDE при клацанні середньої кнопки мишки на площині вікна при натиснутій клавіші модифікатора.
