Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: The placement policy determines where a new window will appear on the desktop. <ul> <li><em>Smart</em> will try to achieve a minimum overlap of windows</li> <li><em>Maximizing</em> will try to maximize every window to fill the whole screen. It might be useful to selectively affect placement of some windows using the window-specific settings.</li> <li><em>Cascade</em> will cascade the windows</li> <li><em>Random</em> will use a random position</li> <li><em>Centered</em> will place the window centered</li> <li><em>Zero-Cornered</em> will place the window in the top-left corner</li></ul>
af: Die vervang beleid bepaal waar 'n nuwe venster verskyn op die werkskerm.<ul><li><em>Smart</em> Minimum oorvleuling tussen vensters</li><li><em>Maksimering</em> Maksimeer elke program om die hele werkskerm tevul</li><li><em>Kaskade</em> Kaskade vensters</li><li><em>Lukraak</em> 'n Willekeuringe posisie sal gebruik word.</li><li><em>Gesentreer</em> Plaas die venster in die middel</li><li><em>Hoek</em> Plaas die venster links bo in die hoek</li></ul>
bg: Правило за разположение на новоотворените прозорци на работния плот:<ul><li><b>Интелигентно</b>: Новият прозорец ще се разположи така, че да припокрива в най-малка степен другите отворени прозорци.</li> <li><b>Максимизирано</b>: Новият прозорец ще се максимизира на екрана.</li> <li><b>Каскадно</b>: Новият прозорец ще се разположи каскадно спрямо другите.</li> <li><b>Случайно</b>: Новият прозорец ще се разположи случайно на екрана.</li> <li><b>Центрирано</b>: Новият прозорец ще се разположи в центъра на екрана.</li> <li><b>Ъглово</b>: Новият прозорец ще се разположи в някой от ъглите на екрана.</li> </ul>
bs: Pravila razmještanja određuju gdje će se pojaviti novi prozor na radnoj površini. <ul><li><em>Pametno</em> će pokušati da ostvari minimalno prekrivanje prozora</li> <li><em>Maksimizirajuće</em> pokušava da maksimizira svaki prozor kako bi se popunio čitav ekran. Ovo može biti korisno kako biste selektivno uticali na smještaj pojedinih prozora koristeći postavke specifične za prozor.</li> <li><em>Kaskadno</em> pravi kaskadu prozora.</li> <li><em>Nasumično</em> će odabrati poziciju nasumice</li> <li><em>Centrirano</em> će smjestiti prozor na sredinu ekrana</li> <li><em>Nulti ugao</em> će smjestiti prozor u gornji-lijevi ugao ekrana</li></ul>
cs: Způsob umísťování určuje, kde se bude objevovat nové okno na pracovní ploše. <ul><li><em>Inteligentní</em> se pokusí umístit okno tak, aby co nejméně překrývalo ostatní okna</li> <li><em>Maximalizující</em> se pokusí maximalizovat každé okno až do zaplnění obrazovky. Může být užitečné pro ovlivnění umístění některých oken za použití nastavení specifických pro okna.<li><em>Kaskáda</em> umístí okna do kaskády</li> <li><em>Náhodné</em> bude umísťovat nová okna do náhodné pozice na pracovní ploše</li> <li><em>Na střed</em> umístí okno doprostřed</li> <li><em>Do nulového rohu</em> umístí okno do levého horního rohu.</ul>
da: Placeringspolitikken afgør hvor et nyt vindue vil komme til syne på desktoppen. <ul><li><em>Smart</em> vil forsøge at opnå et minimum af overlap af vinduerne</li> <li><em>Maksimering</em> vil forsøge at maksimere hvert vindue til at fylde hele skærmen. Det kan være nyttigt selektivt at påvirke nogle vinduer ved brug af den vinduesspecifikke opsætning.</li> <li><em>Kaskade</em> vil stable dem (kaskade)</li> <li><em>Tilfældig</em> vil bruge en tilfældig placering</li> <li><em>Centreret</em> vil placere vinduet centreret</li> <li><em>Nul-hjørnet</em> vil placere vinduet i øverste venstre hjørne</li></ul>
de: Das Platzierungsverhalten bestimmt, wo ein neues Fenster auf der Arbeitsfläche erscheint. Im Moment gibt es drei mögliche Verhaltensweisen: <ul><li><em>Ökonomisch</em> versucht ein Minimum an Überlappung zu erreichen</li> <li><em>Maximieren</em> öffnet jedes Fenster maximiert auf die gesamte Arbeitsfläche. Unter Umständen macht es Sinn, für einige Programme spezielle Einstellungen vorzugeben.<</li> <li><em>Gestaffelt</em> staffelt die Fenster über- und hintereinander</li> <li><em>Zufällig</em> verwendet eine Zufallspositionierung</li> <li><em>Zentriert</em> platziert die Fenster in der Mitte</li> <li><em>Links oben</em> platziert die Fenster in der linken oberen Ecke</li></ul>
el: Η πολιτική τοποθέτησης καθορίζει πού θα εμφανίζεται ένα καινούριο παράθυρο στην επιφάνεια εργασίας.<ul><li><em>Έξυπνη</em> θα προσπαθήσει να επιτύχει την ελάχιστη επικάλυψη των παραθύρων</li> <li><em>Μεγιστοποιημένη</em> θα προσπαθήσει να μεγιστοποιήσει όλα τα παράθυρα ώστε να γεμίσουν ολόκληρη την οθόνη. Ίσως είναι χρήσιμο να αλλάξετε την τοποθέτηση ορισμένων παραθύρων χρησιμοποιώντας τις ειδικές ρυθμίσεις του παραθύρου.</li> <li><em>Διαδοχική</em> θα τοποθετήσει τα παράθυρα με διαδοχική επικάλυψη</li> <li><em>Τυχαία</em> θα χρησιμοποιήσει μια τυχαία θέση</li> <li><em>Κεντραρισμένη</em> θα τοποθετήσει το παράθυρο κεντραρισμένο στην οθόνη</li> <li><em>Γωνία-Εκκίνηση</em>το παράθυρο θα τοποθετηθεί στη πάνω αριστερή γωνία</li></ul>
es: La política de ubicación determina en qué sitio del escritorio debe aparecer una ventana nueva. <ul><li><em>Inteligente</em> tratará de que las ventanas se superpongan lo menos posible</li> <li><em>Maximizando</em> intentará maximizar cada ventana para llenar toda la pantalla. Puede ser útil para que afecte selectivamente la ubicación de algunas ventanas utilizando sus opciones específicas.</li> <li><em>Cascada</em> situará las ventanas en forma de cascada</li> <li><em>Aleatorio</em> usará una posición aleatoria</li> <li><em>Centrado</em> pondrá la ventana centrada</li> <li><em>Esquina cero</em> pondrá la ventana en la zona superior izquierda</li></ul>
et: Paigutamise reegel määrab koha, kuhu ilmub töölaual uus aken.: <ul><li><em>Kaval</em> proovib paigutada aknad nii, et nende kattumine oleks minimaalne</li> <li><em>Maximaalne</em> proovib maksimeerida kõik aknad, et need täidaksid kogu ekraani. See võib olla kasuks näiteks valikuliselt teatud akende asukoha kontrollimiseks aknaspetsiifiliste seadistuste abil.</li> <li><em>Kaskaad</em> asetab aknad kaskaadi</li> <li><em>Juhuslik</em> asetab aknad töölaual juhuslikku kohta <li><em>Keskjoondatud</em> asetab akna igati keskele</li> <li><em>Nullnurgas</em> asetab akna ülemisse vasakusse nurka</li></ul>
eu: Kokatze politikek leiho berri bat mahaigainaren zer tokitan kokatuko den ezartzen dute.<ul><li><em>Fina</em> Leihoak elkarren gainean ahalik eta gutxien kokatzen saiatuko da</li> <li><em>Maximizatzen</em> leihoak pantaila osoa bete daitezen saiatuko da. Lagungarria daiteke leiho batzuen ezarpen espezifikoak eragiteko.</li><li><em>Kaskada</em> leihoak kaskadan jarriko ditu</li> <li><em>Ausaz</em> edonon jarriko ditu</li><li><em>Erdiratua</em> leihoa erdian jarriko du</li> <li><em>Zero-txokoan</em> leihoa goi-ezkerreko txokoan jarriko du</li> </ul>
fa: سیاست تعیین سطح تعیین می‌کند که پنجرۀ جدید کجای رومیزی ظاهر می‌شود. <ul> <li><em>هوشمند</em> تلاش می‌کند که به کمینۀ هم‌پوشانی پنجره‌ها دست یابد </li> <li><em>بیشینه‌سازی</em> سعی می‌کند هر پنجره‌ای را تا حد پوشاندن کل پرده، بزرگ کند. ممکن است برای تعیین سطح مؤثر برخی پنجره‌ها، با استفاده از تنظیمات مشخص پنجره، مفید باشد.</li> <li><em>آبشاری</em> پنجره‌ها را آبشاری می‌کند.</li> <li><em>تصادفی</em>از یک موقعیت تصادفی استفاده می‌کند.</li> <li><em>مرکزی</em> پنجره را در مرکز می‌گذارد.</li> <li><em>بدون گوشه</em> پنجره را در گوشۀ چپ بالا می‌گذارد.</li></ul>
fi: Sijoitustyyli tarkoittaa tapaa, jolla avattava ikkuna sijoitetaan työpöydälle. Vaihtoehtoja on kolme: <ul><li><em>Älykäs</em>: ikkunat pyritään sijoittamaan siten, että uusi ikkuna on mahdollisimman vähän päällekkäin muiden ikkunoiden kanssa.</li> <li><em>Maksimointi</em> yrittää maksimoida jokaisen ikkunan täyttämään koko ruudun. On kätevää vaikuttaa jonkun ikkunan sijoitukseen käyttäen ikkunakohtaisia asetuksia.</li> <li><em>Sarjoita</em>: ikkunat sijoitetaan lomittain.<li> <li><em>Satunnainen</em>: ikkunat sijoitetaan satunnaiseen paikkaan.</li> <li><em>Keskitetty</em> sijoittaa ikkunat keskitetysti.</li> <li><em>Nollakulma</em> sijoittaa ikkunan vasempaan ylänurkkaan.</li></ul>
fr: La politique de placement détermine la position à laquelle une nouvelle fenêtre apparaîtra sur le bureau.<ul> <li><em>Intelligente</em> essaiera de réduire au minimum le chevauchement des fenêtres</li> <li><em>Maximisation</em> tentera d'agrandir au maximum chaque fenêtre, afin de remplir l'écran entièrement. Cela peut être utile à spécifier dans la configuration propre de certaines fenêtres.</li> <li><em>En cascade</em> mettra les fenêtres en cascade</li> <li><em>Aléatoire</em> utilisera une position aléatoire</li> <li><em>Centrée</em> placera la fenêtre au centre</li> <li><em>Au bord</em> placera la fenêtre sur le bord en haut à gauche</li> </ul>
hu: Az ablakelhelyezési mód határozza meg, hogy az új ablakok hol jelennek meg az asztalon. <ul><li><em>Intelligens</em> esetén minimális átfedés lesz az ablakok között</li> <li><em>Maximalizálás</em> esetén minden ablak maximalizálva lesz (ha ez lehetséges). Elsősorban nem általánosan, hanem csak bizonyos ablakokra érdemes használni.</li> <li><em>Lépcsőzetes</em> esetén lépcsőzetesen, </li> <li><em>Véletlenszerű</em> esetén véletlenszerű pozícióban jelennek meg az ablakok</li> <li><em>Középre</em> esetén az ablak mindig az asztal közepére kerül</li> <li><em>Bal felső sarokba</em> esetén az ablak mindig az asztal bal felső sarkába kerül</li></ul>
is: Staðsetningareglurnar ákvarða hvar nýr gluggi birtist á skjáborðinu. <ul> <li><em>Snjallt</am> reynir að koma gluggum fyrir þannig að þeir hylji sem minnst af gluggunum sem voru fyrir.</li> <li><em>Hámarkað</em> mun reyna að hámarka alla glugga til að fylla út skjáinn. Það getur verið gagnlegt að ákvarða stöðu sumra gluggana með því að nota glugga-sértæku stillingarnar.<li><em>Staflað</am> staflar gluggunum.</li> <li><em>Slembið</am> setur glugga niður á handahófsstað.</li> <li><em>Miðjað</em> miðjar gluggana</li> <li><em>Efst í vinstra horn</em> setur gluggana efst í vinstra hornið</li></ul>
it: La politica di piazzamento determina la posizione in cui una nuova finestra apparirà sul desktop.<ul><li><em> Intelligente</em> cerca di minimizzare le sovrapposizioni</li><li><em>Massimizzante</em> prova a massimizzare tutte le finestre in modo da riempire l'intero schermo. Può essere utile per cambiare il piazzamento di alcune finestre utilizzando le impostazioni specifiche per finestra. </li><li><em>Cascata</em> mette le finestre in cascata</li><li><em>Casuale</em> utilizza una posizione casuale </li> <li><em>Centrata</em> mette le finestre al centro</li><li><em>Angolo-zero</em> mette le finestre nell'angolo in alto a sinistra </li> </ul>
ja: 配置ポリシーは、新規ウィンドウをデスクトップ上のどこに表示するかを決定します。<ul><li>[スマート] なるべくウィンドウが重ならないように配置します。</li><li>[最大化] スクリーン全体を満たすようにすべてのウィンドウを最大化しようとします。ウィンドウ固有の設定を用いるウィンドウの配置だけに影響を及ぼしたい場合に役立つかもしれません。</li> <li>[カスケード] 並べて表示します。</li><li>[ランダム] ランダムに配置します。</li> <li>[中央に] 中央に配置します。</li> <li>[原点に] 左上隅を起点に配置します。</li></ul>
km: គោលការណ៍​ទីតាំង​កំណត់​កន្លែង​ដែល​បង្អួច​ថ្មី​មួយ នឹង​បង្ហាញ​នៅ​លើ​ផ្ទៃតុ ។ <ul> <li><em>ឆ្លាត</em> នឹង​​ព្យាយាម​​សម្រេច​ការ​តម្រួត​បង្អួច​ជា​អប្បបរមា</li> <li><em>ល្បាក់</em> នឹងដាក់​បង្អួច​ដូច​ជា​ល្បាក់</li> <li><em>ចៃដន្យ</em> នឹង​ប្រើ​ទីតាំង​ចៃដន្យ​មួយ</li> <li><em>កណ្ដាល</em> នឹង​ដាក់​បង្អួច​ចំកណ្ដាល​</li> <li><em>ជ្រុង​សូន្យ</em> នឹង​ដាក់​បង្អួច​នៅ​ជ្រុង​ខាង​ឆ្វេង​កំពូល</li></ul>
ko: 배열 정책은 새 창이 데스크톱의 어디에 나타날 것인지를 정의합니다. <ul><li><em>스마트</em> 는 창을 최소로 겹치게 합니다.</li> <li><em>계단식 배열</em>은창을 계단식으로 배열합니다.</li> <li><em>무작위</em>는 임의의 위치에 배열합니다.</li><li><em>가운데</em> 는 창을 가운데 배치합니다.</li> <li><em>왼쪽 위</em> 화면 왼쪽위에 창을 배치합니다.</li></ul>
mk: Политиката на поставување одредува каде ќе се појавуваат новите прозорци на површината. <ul><li><em>Паметно</em> ќе се обиде да постигне минимално преклопување на прозорци</li> <li><em>Раширувачко</em> ќе се обиде да ги рашири сите прозорци за да го пополнат целиот екран. Може да е корисно за да се влијае по избор на поставувањето на некои прозорци користејќи ги поставувањата специфични за прозорец.</li> <li><em>Каскадно</em> ќе ги постави прозорците каскадно</li> <li><em>Случајно</em> ќе користи случајна позиција</li> <li><em>Во средина</em> ќе го постави прозорецот во средина</li> <li><em>Нулти агол</em> ќе го постави прозорецот во горниот лев агол</li></ul>
nb: Plasseringsreglene bestemmer hvor nye vinduer vil opptre på skrivebordet:<ul><li><em>Smart</em> vil prøve å få minst mulig overlapping av vinduer</li> <li><em>Maksimering</em> vil prøve å maksimere allevinduer slik at de fyller hele skjermen. Det kan være nyttig å endre dette for enkeltvinduer ved å bruke innstillingene for enkeltvinduer.<li><em>Kortstokk</em> vil legge vinduene som i en kabal</li> <li><em>Tilfeldig</em> vil bruke tilfeldige posisjoner</li></ul> <li><em>Midtstilt</em> vil plassere vinduet i mindten</li></ul> <li><em>Null-hjørnet</em> vil plassere vinduet øverst i venstre hjørne</li></ul>
nds: <b>Platzeren</b> leggt fast, woneem op den Schriefdisch nieg Finstern opdukt.<ul><li><em>Plietsch</em> versöcht, dat Överdecken vun anner Finstern so minn as mööglich to maken.</li><li><em>Maximeren</em> warrt all Finstern maximeert op den Schirm bringen. Dat kunn goot wesen, för en poor Finstern över "Instellen för enkelte Finstern" wat anners fasttoleggen.</li><li><em>Treppwies</em> warrt elk Finster en Stück wieder rechts un nerrn as dat leste opmaken.</li><li><em>Tofällig</em> bruukt en tofälligen Oort för nieg Finstern</li><li><em>In de Merrn</em> maakt dat Finster in de Merrn op.</li><li><em>Links baven</em> maakt dat Finster links baven op.</li></ul>
nl: Het plaatsingsbeleid bepaalt waar een nieuw venster zal verschijnen op het bureaublad. <ul><li><em>Intelligent</em> zal proberen om het aantal vensters dat over elkaar heen loopt tot een minimum te beperken</li> <li><em>Maximaliseren</em> zal proberen elk venster te maximaliseren, dus dat het venster het volledige scherm bedekt. Het kan handig zijn om de plaatsing van bepaalde vensters selectief te bepalen met behulp van de vensterspecifieke instellingen.</li><li><em>Trapsgewijs</em> zal de vensters trapsgewijs achter elkaar plaatsen</li> <li><em>Willekeurig</em> zal een willekeurige positie gebruiken.</li> <li><em>Gecentreerd</em> zal de vensters in het midden plaatsen</li> <li><em>Linker bovenhoek</em> zal het venster in de linker bovenhoek plaatsen</li></ul>
nn: Plasseringsreglane avgjer korleis nye vindauge vert plasserte på skrivebordet.<ul><li><em>Smart</em> prøver å oppnå minst mogleg vindaugsoverlapping.</li> <li><em>Kaskade</em> legg vindauga trinnvis oppå kvarandre.</li> <li><em>Vilkårleg</em> plasserer vindauga vilkårleg på skjermen.</li> <li><em>Sentrert</em> plasserer vindauga midt på skjermen.</li> <li><em>Null-hjørna</em> plasserer vindauga oppe i venstre hjørne.</li></ul>
pl: Sposób rozmieszczania określa, gdzie na pulpicie pojawi się nowe okno. <ul><li><em>Inteligentnie</em> rozmieszcza okna tak, by jak najmniej nachodziły na siebie</li> <li><em>Maksymalnie</em> maksymalizuje każde okno na cały ekran. Przy tym ustawieniu przydatne może być włączenie specyficznych ustawień niektórych okien.</li> <li><em>Kaskadowo</em> rozmieszcza okna kaskadowo</li> <li><em>Przypadkowo</em> wybiera przypadkowe położenie.</li> <li><em>Wyśrodkowane</em> umieszcza okna na środku ekranu.</li> <li><em>Lewy górny róg</em> umieszcza okna w lewym górnym oknie ekranu.</li> </ul>
pt_br: A política de posicionamento determina onde uma nova janela aparecerá na área de trabalho. <ul><li><em>Inteligente</em> tentará obter uma sobreposição mínima de janelas</li> <li><em>Maximado</em> tentará maximizar cada janela, para que a tela inteira seja preenchida. Isto pode ser útil para afetar seletivamente o posicionamento de algumas janelas, usando configurações específicas para as janelas.</li><li><em>Cascata</em> colocará as janelas em forma de cascata</li> <li><em>Aleatório</em> usará uma posição aleatória</li><li><em>Centralizado</em> colocará a janela centralizada</li><li><em>Canto zero</em> colocará a janela no canto superior esquerdo</li></ul>
ru: Политика размещения определяет, в каком месте на рабочем столе появится новое окно.<ul><li><em>Оптимальное</em> новое окно располагается так, чтобы наименьшим образом перекрыть уже открытые</li><li><em>Развёртывание</em> новое окно располагается так, чтобы занять максимум места на экране. Это может быть полезным для размещения особых окон</li><li><em>Каскадом</em> окна располагаются каскадом</li><li><em>Произвольное</em> позиция окна выбирается произвольным образом</li><li><em>По центру</em> окна располагаются в центре экрана</li><li><em>В (ну)левом углу</em> окна располагаются в левом верхнем углу экрана</li></ul>
sk: Spôsob umiestňovania určuje, kde sa objavia nové okná na pracovnej ploche.<ul> <li><em>Elegantne</em> sa pokúsi o minimálne prekrývanie okien</li> <li><em>Mazimalizované</em> sa pokúsi o maximalizovať každé okno tak, aby zaplnilo celú obrazovku. Môže to byť užitočné pre selektívne ovplyvňovanie umiestnenia niektorých okien pomocou špecifických nastavení okna.</li> <li><em>Kaskádovito</em> bude okná kaskádovať za sebou</li> <li><em>Náhodne</em> použije náhodné miesto</li> <li><em>V strede</em> umiestni okno do stredu</li> <li><em>V nulovom rohu</em> umiestni okno do ľavého horného rohu</li> </ul>
sl: Taktika postavljanja določi mesto, kjer se bo pojavilo novo okno na namizju. <ul><li><em>Pametna</em> bo poskušala doseči najmanjše prekrivanje med okni</li> <li><em>Razpeto</em> bo poskušala razpeti vsako okno čez ves zaslon. Uporabno je lahko za izbirno vplivanje na postavitev nekaterih oken, s posebnimi nastavitvami.</li> <li><em>Kaskadna</em> bo postavila okna v kaskade</li> <li><em>Naključna</em> bo postavila okna naključno</li> <li><em>Na sredi</em> bo postavila okna na sredino</li> <li><em>Zgornji levi kot</em> bo postavila okna v zgornji levi kot</ul>
sr: Начин постављања одређује где ће се нов прозор појавити на радној површини.<ul><li><em>Паметно</em> ће покушати постизање минималног преклапања прозора</li> <li><em>Максимизовано</em> ће покушати да максимизује сваки прозор. Може бити корисно за селективан утицај на постављање неких прозора помоћу поставких посебних за прозор.</li> <li><em>Наслагано</em> ће наслагати прозоре</li><li><em>Случајно</em> ће употребити случајну позицију</li> <li><em>Центрирано</em> ће центрирати прозор</li> <li><em>У угао</em> ће поставити прозор у горњи леви угао</li></ul>
sr@latn: Način postavljanja određuje gde će se nov prozor pojaviti na radnoj površini.<ul><li><em>Pametno</em> će pokušati postizanje minimalnog preklapanja prozora</li> <li><em>Maksimizovano</em> će pokušati da maksimizuje svaki prozor. Može biti korisno za selektivan uticaj na postavljanje nekih prozora pomoću postavkih posebnih za prozor.</li> <li><em>Naslagano</em> će naslagati prozore</li><li><em>Slučajno</em> će upotrebiti slučajnu poziciju</li> <li><em>Centrirano</em> će centrirati prozor</li> <li><em>U ugao</em> će postaviti prozor u gornji levi ugao</li></ul>
sv: Placeringsprincipen avgör var nya fönster visas på skrivbordet. <ul> <li><em>Smart</em> kommer att försöka uppnå minimal överlappning av andra fönster</li> <li><em>Maximera</em> försöker maximera varje fönster så att det fyller hela skärmen. Det kan vara användbart för att selektivt påverka placering av vissa fönster med fönsterspecifika inställningar.</li> <li><em>Kaskad</em> kommer att lägga fönstren i rad</li> <li><em>Slumpmässig</em> kommer att välja plats slumpmässigt</li> <li><em>Centrerad</em> kommer att centrera fönstret</li> <li><em>Hörn längst upp till vänster</em> kommer att placera fönstret i övre vänstra hörnet</li></ul>
th: ข้อกำหนดการจัดวาง ที่จะให้หน้าต่างใหม่แสดงบนพื้นที่ทำงาน<ul><li><em>อัตโนมัติ</em> จะพยายามแสดงหน้าต่างให้ซ้อนทับหน้าต่างอื่นให้น้อยที่สุด</li> <li><em>ขยายใหญ่สุด</em> จะแสดงหน้าต่างให้มีขนาดใหญ่สุด (เต็มพื้นที่หน้าจอ)</li> <li><em>เรียงลดหลั่น</em> จะแสดงหน้าต่างให้เรียงลดหลั่นกัน</li> <li><em>สุ่ม</em> จะแสดงหน้าต่างโดยสุ่มตำแหน่งไปเรื่อย ๆ</li> <li><em>กึ่งกลาง</em> จะแสดงหน้าต่างอยู่กึ่งกลาง</li> <li><em>มุมซ้ายบน</em> จะแสดงหน้าต่างอยู่มุมซ้ายบน</li> </ul>
uk: Правило розташування визначає, де нове вікно з'явиться на стільниці.<ul><li><em>Кмітливо</em> - спробує досягнути найменшого накладання вікон</li> <li><em>Максимізовано</em> буде робитися спроба максимізувати кожне вікно, так щоб воно займало повний екран. При таких налаштуваннях буде корисним встановити власні параметри розташування для окремих типів вікон.</li><li><em>Уступами</em> - розкладає вікна уступами</li> <li><em>Довільно</em> - з випадковим розташуванням</li> <li><em>По центру</em> - розміщення вікна по центру</li> <li><em>У куті</em> - розміщення вікна у лівому верхньому куті екрану</li></ul>

source: Snap Zones
af: Klamp Sones
ar: مناطق الجذب
az: Yapışma Məsafələri
bg: Зони на прилепване
bn: সংযোগ ক্ষেত্র
bs: Zone lijepljenja
cs: Zóny přitahování
cy: Cylchfeydd Snap
da: Magnetiske zoner
de: Einrastzonen
el: Ζώνες αρπαγής
eo: Kaptdistancoj
es: Zonas de adhesión
et: Haaramistsoonid
eu: Atxikitze eremuak
fa: نواحی پرش
fi: Tarttuvat reunat
fr: Zones d'attraction
gl: Zonas de adherencia
hi: स्नेप जोन्स
hr: Područje prebacivanja
hu: Illeszkedési zónák
is: Gripsvæði
it: Zone di aggancio
ja: スナップゾーン
km: តំបន់​ខ្ទាស់
ko: 스냅 구역
mk: Зони на привлекување
ms: Zon Snap
nb: Smettsoner
nds: Andock-Rebeden
nl: Magnetische velden
nn: Låsesoner
pa: ਸਨੈਪ ਖੇਤਰ
pl: Strefy przyciągania.
pt_br: Zonas de Encaixe
ro: Zone magnetice
ru: Граничные зоны
rw: Ahakwegerwa
se: Lohkkadanavádat
sk: Zóny priťahovania
sl: Prostori lepitve
sr: Зоне уклапања
sr@latn: Zone uklapanja
sv: Bindningszoner
ta: ஒட்டும் வலயங்கள்
tg: Мунотиқ шикананда
th: ระยะการเกาะ
uk: Зони захоплення

source: none
af: geen
ar: لا توجد
az: yox
bg: без
bn: কিছু নয়
bs: nema
cs: nic
cy: dim
da: ingen
de: Keine
el: καμία
eo: neniu
es: ninguno
et: puudub
eu: Bat ere ez
fa: هیچ‌کدام
fi: Ei mikään
fr: Aucune
gl: ningunha
hi: कुछ नहीं
hr: ništa
hu: (nincs)
is: ekkert
it: nessuna
ja: なし
km: គ្មាន
ko: 없음
mk: нема
ms: tiada
nb: ingen
nds: keen
nl: geen
nn: ingen
pa: ਕੋਈ ਨਹੀਂ
pl: brak
pt_br: nenhuma
ro: nimic
ru: нет
rw: ntacyo
se: ii oktage
sk: žiadna
sl: brez
sr: ништа
sr@latn: ništa
sv: ingen
ta: ஏதுமில்லை
tg: Ҳеҷкадом
th: ไม่มี
uk: відсутні

source: &Border snap zone:
af: Grens klamp sone:
ar: إطار منطقة ال&جذب:
az: &Kənarların yapışma məsafəsi:
bg: Зона на прилепване към краи&щата на екрана:
bn: সীমা সংযো&গ ক্ষেত্র:
bs: &Rubna zona ljepljenja:
cs: Zóna přitahování ok&rajů:
cy: Cylchfa snap ff&in
da: &Kant-snapzone:
de: &Rand-Einrastzone:
el: Ζώνη αρπαγής &ορίων:
eo: &Kaptdistanco de la ekranrando
es: Zona de adhesión de &bordes:
et: &Piirde haaramistsoon:
eu: E&rtzen atxikitze eremua:
fa: ناحیۀ پرش &لبه:‌
fi: &Reunojen tartunta-alue:
fr: &Zone d'attraction des bords :
gl: Zonas de aherencia de &beiras:
hi: बार्डर स्नैप ज़ोनः (&B)
hr: Ru&bno područje prebacivanja:
hu: A ké&pernyőszélek vonzási távolsága:
is: Gripsvæði &jaðra:
it: &Zona magica dei bordi:
ja: スクリーンボーダーのスナップゾーン(&Z):
km: តំបន់ខ្ទាស់​ស៊ុម ៖
ko: 경계선 스냅 구역(&B):
mk: &Гранична зона на привлекување:
ms: &Zon snap sempadan:
nb: &Gripesone ved kanten:
nds: &Rahmen-Andockrebeet:
nl: Magn&etische schermrand:
nn: &Kantlåssone
pl: Stre&fa przyciągania brzegu:
pt_br: Borda da &Zona de Encaixe:
ro: Zona magnetică a &marginii:
ru: &Размер граничной зоны экрана:
rw: &Ahakwegerwa urubibi:
se: &Ravdalohkkadanavádat
sk: Zóna priťahovania ok&rajov:
sl: Prostor lepitve ro&ba:
sr: &Зона уклапања ивице:
sr@latn: &Zona uklapanja ivice:
sv: &Kantbindningszon:
ta: எல்லைப் பிடிப்பு மண்டலம்:
tg: &Нотиқи ҳасоси лабаҳо:
th: ช่วงจากกรอบที่จะให้เกาะขอบจอ:
uk: Зона захоплення &межі:
