Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: In this row you can customize right click behavior when clicking into an inactive inner window ('inner' means: not titlebar, not frame).
af: In hierdie ry kan jy die regter kliek gedrag pasmaak vir wanneer jy kliek binne 'n onaktiewe binneste venster ('binneste' beteken: nie titelbalk, nie raam).
ar: في هذا الصف، يمكنك إعداد سلوك النقر بالزر الأيمن عند النقر في نافذة داخلية غير مفعلة ('داخلية' تعني: ليس إطار النافذة ولا شريطة العنوان).
az: Bu sətirdə pəncərənin içərisindəki (pəncərə içindəkilərin olduğu yer) sağ siçan tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на неактивен прозорец при щракване с десния бутон на мишката вътре в него (не върху заглавието или рамката му).
bn: এই সারিতে নিষ্ক্রিয় ভিতরের উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের ডান বোতাম ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন (ভিতরের মানে: শীর্ষকবার বা কাঠামো নয়)।
bs: Ovdje možete prilagoditi ponašanje prilikom desnog klika na unutrašnjost neaktivnog prozora ('unutrašnjost' znači: osim naslovne trake i okvira).
cs: Zde je možné přizpůsobit chování při kliknutí pravým tlačítkem myši na vnitřek neaktivního okna (vnitřkem se myslí bez titulku a rámu).
cy: Yn y res yma gallwch addasu ymddygiad clic-dde tra'n clicio ar ffenestr mewnol anweithredol (golyga 'mewnol': nid y bar teitl na'r ffrâm).
da: I denne række kan du brugerindstille højreklik-opførsel ved klik i et inaktivt indre vindue ('indre' betyder: ikke titellinje, ikke ramme).
de: Hier können Sie das Verhalten von KDE einstellen, wenn mit der rechten Maustaste in ein inaktives Fenster geklickt wird.
el: Σε αυτή τη γραμμή μπορείτε να προσαρμόσετε τη συμπεριφορά του δεξιού κλικ σε ένα ανενεργό εσωτερικό παράθυρο ('εσωτερικό' σημαίνει: όχι γραμμή τίτλου ή πλαίσιο).
eo: Jen vi agordas la konduton ĉe klako de la dekstra musbutono en la interno de fenestro. La interno estas ĉio krom titollistelo kaj kadro.
es: En esta fila se puede personalizar el comportamiento de la pulsación del botón derecho sobre una ventana interior inactiva ('interior' quiere decir: que no es barra de título, ni marco).
et: Selles reas saad kohandada käitumist hiire parema nupu klõpsu puhul, kui klõpsatakse mitteaktiivse akna sees ('sees' tähendab: mitte tiitliribal ega raamil).
eu: Lerro honetan leiho inaktiboaren barruan egindako eskuineko klikaren portaera pertsonaliza dezakezu ('barrua' zera da: ez titulu-barra ez markoa).
fa: در این سطر می‌توانید رفتار ناشی از فشار سمت راست موشی را، هنگام فشار روی یک پنجرۀ درونی غیرفعال )»درونی« یعنی: نه میله عنوان، و نه قابک(، سفارشی کنید.
fi: Mitä tapahtuu, kun hiiren oikealla painikkeella napsautetaan passiivisen ikkunan sisusta (ei otsikkoriviä tai kehystä).
fr: Dans cette ligne, vous pouvez personnaliser ce qui se passe lorsque vous cliquez avec le bouton droit de la souris sur l'intérieur d'une fenêtre (pas la barre de titre ou le cadre).
gl: Nesta fila pode personalizar o comportamento ó premer co botón dereito nunha fiestra inner inactiva ('inner' significa sen barra de título e sen marco).
hi: इस पंक्ति पर आप दायाँ क्लिक बर्ताव को मनपसंद बना सकते हैं जब निष्क्रिय आंतरिक विंडो में क्लिक करते हैं. (आंतरिक का अर्थः न तो शीर्षक पट्टी न ही फ्रेम)
hr: U ovom redu možete podesiti ponašanje desnog klika prilikom klikanja u naktivni unutarnji prozor (unutarnji znači ne naslovnica niti okvir).
hu: Ebben a sorban lehet testreszabni a jobb gombbal történő, az inaktív ablakok belsejébe (a címsor és a keret által határolt területre) eső kattintások hatást.
is: Í þessari röð getur þú stillt virkni músasmella með hægri músahnappi á innri hluta glugga (s.s. ekki titilrönd eða ramma).
it: In questa riga puoi configurare il comportamento del clic col pulsante destro sulla parte interna di una finestra (non barra del titolo o cornice).
ja: アクティブでないウィンドウの内部 (タイトルバーでもフレームでもない部分) でマウスの右ボタンクリックしたときの挙動を選択します。
km: នៅក្នុង​ជួរដេក​នេះ អ្នក​អាច​ប្ដូរឥរិយាបថ​ចុច​ខាងស្ដាំតាម​បំណង នៅ​ពេល​ចុច​ក្នុង​បង្អួច​ខាង​ក្នុង​អសកម្ម​មួយ ('ខាង​ក្នុង' មានន័យថា ៖ មិន​មែន​របារ​ចំណង​ជើង, មិន​មែន​ស៊ុម) ។
ko: 이 열에서는 비활성 창 내부에서 마우스 오른쪽 버튼을 클릭했을 때의 작동을 설정합니다.
mk: Во овој ред може да го прилагодите однесувањето на десниот клик на глушецот при кликање на неактивен внатрешен прозорец ('внатрешен' значи: не е наслов и не е рамка).
ms: Dalam baris ini anda boleh suaikan peri laku klik kanan apabila mengklik ke dalam tetingkap dalam tak aktif ('dalam' bermakna: bukan bar tajuk, bukan bingkai).
nb: Her kan du velge hva som skal skje når du høyreklikker på den indre delen av et inaktivt vindu («indre» betyr: ikke tittellinja eller ramma).
nds: Hier kannst Du fastleggen, wat en Rechtsklick op den Inholt vun en nich aktiv Finster maakt (Inholt heet allens, wat nich Titelbalken oder Rahmen is)
nl: In deze rij kunt u bepalen wat er gebeurt als u met de rechter muisknop binnen een inactief venster klikt. (dus niet op de titelbalk of de vensterrand).
nn: I denne rada kan du tilpassa åtferd ved høgreklikk i eit inaktivt indre vindauge («indre» tyder: ikkje tittellinja eller ramma).
pl: Tu możesz ustawić działanie kliknięcia prawego przycisku myszy na wnętrzu nieaktywnego okna.
pt_br: Nesta linha você pode personalizar o comportamento do clique direito ao clicar em uma janela interna inativa ('interna' significa: não é uma barra de títulos nem uma moldura)
ro: Aici puteţi personaliza comportamentul atunci cînd daţi clic dreapta în interiorul unei ferestre inactive ("interior" înseamnă orice în afară de bara de titlu şi cadru).
ru: В этой строке вы можете настроить реакцию на щелчок правой кнопки мыши внутри неактивного окна ('внутри' означает: не на рамке и не на заголовке).
rw: Muri uyu murongo ushobora kuboneza imyifatire y'imikandishirize y'imbeba iyo ukandishije buto y'iburyo mu idirishya ry'imbere ridakora ('imbere' bisobanura: nta murongomutwe, nta kadiri).
se: Dán gurgadusas sáhtát heivehit mii dáhpáhuvvá go olgešcoahkkalat ii-aktivvalaš siskkillásiid («siskkil» máksá: ii namahusholga dahje rámma).
sk: V tomto riadku môžete nastaviť správanie pri kliku pravým tlačidlom myši na neaktívne vnútorné okno ('neaktívne' znamená: ani titulok ani rám okna).
sl: V tej vrstici lahko prilagodite obnašanje ob desnem kliku neaktivnega notranjega okna (»notranje« pomeni: niti naslovna vrstica, niti okvir).
sr: У овој врсти можете прилагодити понашање при десном клику на неактиван унутрашњи прозор („унутрашњи“ значи без насловне траке и оквира).
sr@latn: U ovoj vrsti možete prilagoditi ponašanje pri desnom kliku na neaktivan unutrašnji prozor („unutrašnji“ znači bez naslovne trake i okvira).
sv: På den här raden kan du anpassa beteendet när du högerklickar på ett inaktivt inre fönster ("inre" betyder: inte namnlisten eller ramen).
ta: இந்த குறுக்குவரிசையில், நீங்கள் நடு பொத்தான் களிக் நடைமுறையை, செயல்படாத சாளரம் ('உள்ளமைந்த' என்றால்: தலைப்பு பட்டை இல்லை, சட்டம் இல்லை).
tg: Дар инҷо метавонед рафтори пахши ростро ҳангоме, ки рӯи дохили тирезаи ғайрифаъол пахш мекунед, оддӣ кунед ('дохил' ба маънои: на таври унвон, на шакл).
th: ในแถวนี้ คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กขวา บนส่วนต่างๆ ภายในหน้าต่างที่ไม่แอคทีฟ ('ภายใน' คือไม่ใช่แถบหัวเรื่อง และไม่ใช่เฟรม)
uk: Тут ви можете налаштувати поведінку при клацанні правої кнопки мишки на площині неактивного вікна ("площина" означає: не заголовок, не рамка).

source: In this row you can customize middle click behavior when clicking into an inactive inner window ('inner' means: not titlebar, not frame).
af: In hierdie ry kan jy die middelste kliek gedrag pasmaak vir wanneer jy kliek binne 'n onaktiewe binneste venster ('binneste' beteken: nie titelbalk, nie raam).
ar: في هذا الصف، يمكنك إعداد سلوك النقر بالزر الأوسط عند النقر في نافذة داخلية غير مفعلة ('داخلية' تعني: ليس إطار النافذة ولا شريطة العنوان).
az: Bu sətirdə pəncərənin içərisindəki (pəncərə içindəkilərin olduğu yer) orta siçan tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на неактивен прозорец при щракване със средния бутон на мишката вътре в него (не върху заглавието или рамката му).
bn: এই সারিতে নিষ্ক্রিয় ভিতরের উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের মধ্য বোতাম ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন (ভিতরের মানে: শীর্ষকবার বা কাঠামো নয়)।
bs: Ovdje možete prilagoditi ponašanje prilikom srednjeg klika na unutrašnjost neaktivnog prozora ('unutrašnjost' znači: osim naslovne trake i okvira).
cs: Zde je možné přizpůsobit chování při kliknutí prostředním tlačítkem myši na vnitřek neaktivního okna (vnitřkem se myslí bez titulku a rámu).
cy: Yn y res yma gallwch addasu ymddygiad clic-ganol tra'n clicio ar ffenestr mewnol anweithredol (golyga 'mewnol': nid y bar teitl na'r ffrâm).
da: I denne række kan du brugerindstille midterklik-opførsel ved klik i et inaktivt indre vindue ('indre' betyder: ikke titellinje, ikke ramme).
de: Hier können Sie das Verhalten von KDE einstellen, wenn mit der mittleren Maustaste in ein inaktives Fenster geklickt wird.
el: Σε αυτή τη γραμμή μπορείτε να προσαρμόσετε τη συμπεριφορά του μεσαίου κλικ σε ένα ανενεργό εσωτερικό παράθυρο ('εσωτερικό' σημαίνει: όχι γραμμή τίτλου ή πλαίσιο).
eo: Jen vi agordas la konduton ĉe klako de la meza musbutono en la interno de fenestro. La interno estas ĉio krom titollistelo kaj kadro.
es: En esta fila se puede personalizar el comportamiento de la pulsación del botón central sobre una ventana interior inactiva ('interior' quiere decir: que no es barra de título, ni marco).
et: Selles reas saad kohandada käitumist hiire keskmise nupu klõpsu puhul, kui klõpsatakse mitteaktiivse akna sees ('sees' tähendab: mitte tiitliribal ega raamil).
eu: Lerro honetan leiho inaktiboaren barruan egindako erdiko klikaren portaera pertsonaliza dezakezu ('barrua' zera da: ez titulu-barra ez markoa).
fa: در این سطر می‌توانید رفتار ناشی از فشار وسط موشی را، هنگام فشار روی یک پنجرۀ درونی غیرفعال )»درونی« یعنی: نه میله عنوان، و نه قابک(، سفارشی کنید.
fi: Mitä tapahtuu, kun hiiren keskipainikkeella napsautetaan passiivisen ikkunan sisusta (ei otsikkoriviä tai kehystä).
fr: Dans cette ligne, vous pouvez personnaliser ce qui se passe lorsque vous cliquez avec le bouton central de la souris sur l'intérieur d'une fenêtre (pas la barre de titre ou le cadre).
gl: Nesta fila pode personalizar o comportamento ó premer co botón central nunha fiestra inner inactiva ('inner' significa sen barra de título e sen marco).
hi: इस पंक्ति पर आप मध्य क्लिक बर्ताव को मनपसंद बना सकते हैं जब निष्क्रिय आंतरिक विंडो में क्लिक करते हैं. (आंतरिक का अर्थः न तो शीर्षक पट्टी न ही फ्रेम)
hr: U ovom redu možete podesiti ponašanje srednjeg klika prilikom klikanja u naktivni unutarnji prozor (unutarnji znači ne naslovnica niti okvir).
hu: Ebben a sorban lehet testreszabni a középső gombbal történő, az inaktív ablakok belsejébe (a címsor és a keret által határolt területre) eső kattintások hatását.
is: Í þessari röð getur þú stillt virkni músasmella með með músahnappi á innri hluta glugga (s.s. ekki titilrönd eða ramma).
it: In questa riga puoi configurare il comportamento del clic col pulsante centrale sulla parte interna di una finestra (non barra del titolo o cornice).
ja: アクティブでないウィンドウの内部 (タイトルバーでもフレームでもない部分) でマウスの中ボタンクリックしたときの挙動を選択します。
km: នៅ​ក្នុង​ជួរ​ដេក​នេះ អ្នក​អាច​ប្ដូរឥរិយាបថ​ចុច​កណ្ដាល​តាម​បំណង នៅ​ពេល​ចុច​​ក្នុងបង្អួច​ខាង​ក្នុង​អសកម្ម​មួយ ('ខាង​ក្នុង' មានន័យថា ៖ មិន​មែន​របារ​ចំណង​ជើង, មិន​មែន​ស៊ុម) ។
ko: 이 열에서는 비활성 창 내부에서 마우스 가운데 버튼을 클릭했을 때의 작동을 설정합니다.
mk: Во овој ред може да го прилагодите однесувањето на средниот клик на глушецот при кликање на неактивен внатрешен прозорец ('внатрешен' значи: не е наслов и не е рамка).
ms: Dalam baris ini anda boleh suaikan peri laku klik tengah apabila mengklik ke dalam tetingkap dalam tak aktif ('dalam' bermakna: bukan bar tajuk, bukan bingkai).
nb: Her kan du velge hva som skal skje når du klikker med midtre museknapp på den indre delen av et inaktivt vindu («indre» betyr: ikke tittellinja eller ramma).
nds: Hier kannst Du fastleggen, wat en Middelklick op den Inholt vun en nich aktiv Finster maakt (Inholt heet allens, wat nich Titelbalken oder Rahmen is)
nl: In deze rij kunt u bepalen wat er gebeurt als u met de middelste muisknop binnen een inactief venster klikt (dus niet op de titelbalk of de vensterrand).
nn: I denne rada kan du tilpassa åtferd ved klikk med midtknappen i eit inaktivt indre vindauge («indre» tyder: ikkje tittellinja eller ramma).
pl: Tu możesz ustawić działanie kliknięcia środkowego przycisku myszy na wnętrzu nieaktywnego okna.
pt_br: Nesta linha você pode personalizar o comportamento do clique do meio ao clicar em uma janela interna inativa ('interna' significa: não é uma barra de títulos nem uma moldura)
ro: Aici puteţi personaliza comportamentul atunci cînd daţi clic mijloc în interiorul unei ferestre inactive ("interior" înseamnă orice în afară de bara de titlu şi cadru).
ru: В этой строке вы можете настроить реакцию на щелчок средней кнопки мыши внутри неактивного окна ('внутри' означает: не на рамке и не на заголовке).
rw: Muri uyu murongo ushobora kuboneza imyifatire y'imikandishirize y'imbeba iyo ukandishije buto yo hagati mu idirishya ry'imbere ridakora ('imbere' bisobanura: nta murongomutwe, nta kadiri).
se: Dán gurgadusas sáhtát heivehit mii dáhpáhuvvá go coahkkalat guovddášboaluin ii-aktiivvalaš siskkillásii («siskkil» máksá: ii namahusholga dahje rámma).
sk: V tomto riadku môžete nastaviť správanie pri kliku stredným tlačidlom myši na neaktívne vnútorné okno ('neaktívne' znamená: ani titulok ani rám okna).
sl: V tej vrstici lahko prilagodite obnašanje ob srednjem kliku neaktivnega notranjega okna (»notranje« pomeni: niti naslovna vrstica, niti okvir).
sr: У овој врсти можете прилагодити понашање при средњем клику на неактиван унутрашњи прозор („унутрашњи“ значи без насловне траке и оквира).
sr@latn: U ovoj vrsti možete prilagoditi ponašanje pri srednjem kliku na neaktivan unutrašnji prozor („unutrašnji“ znači bez naslovne trake i okvira).
sv: På den här raden kan du anpassa beteendet när du mittenklickar på ett inaktivt inre fönster ("inre" betyder: inte namnlisten eller ramen).
ta: இந்த குறுக்குவரிசையில், நீங்கள் வலது களிக் நடைமுறையை, செயல்படாத சாளரம் ('உள்ளமைந்த' என்றால்: தலைப்பு பட்டை இல்லை, சட்டம் இல்லை).
tg: Дар инҷо метавонед рафтори пахши мобайнро ҳангоме, ки рӯи дохили тирезаи ғайрифаъол пахш мекунед, оддӣ кунед ('дохил' ба маънои: на таври унвон, на шакл).
th: ในแถวนี้ คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กปุ่มกลาง บนส่วนต่างๆ ภายในหน้าต่างที่ไม่แอคทีฟ ('ภายใน' คือไม่ใช่แถบหัวเรื่อง และไม่ใช่เฟรม)
uk: Тут ви можете налаштувати поведінку при клацанні середньої кнопки мишки на площині неактивного вікна ("площина" означає: не заголовок, не рамка).

source: Activate, Raise & Pass Click
af: Aktiveer, Lig & Herhaling Kliek
ar: تفعيل، رفع و تمرير النقرة
az: Fəallaşdır, Qabağa Gətir & Tıqlama Ötür
bg: Активиране, извеждане напред и предаване на щракването
bn: সক্রিয় কর, তুলে ধর এবং ক্লিকটি পাঠাও
bs: Aktiviraj, podigni i proslijedi klik
cs: Aktivuj, dej do popředí a předej kliknutí
cy: Gweithredoli, Codi a Phasio'r Clic
da: Aktivér, hæv & videregiv klik
de: Aktivieren, nach vorn und mit Klick ansprechen
el: Ενεργοποίηση, ανύψωση & πέρασμα του κλικ
eo: Aktivigas, malfonigas, plusendo de la klako
es: Activar, al frente y pasar la pulsación
et: Aktiveerib, tõstab ja laseb klõpsu mööda
eu: Aktibatu, goratu eta klika pasatu
fa: فشار جهت فعال‌سازی، بالا آمدن و گذر
fi: Aktivoi, nosta ja välitä napsautus
fr: Activer, placer dessus et passer le clic
gl: Activar, Atrás e Pasar Pulsación
hi: सक्रिय करें, ऊपर उठाएँ व क्लिक आगे बढ़ाएँ
hr: Aktiviraj, digni i prenesi klik
hu: aktiválás, felemelés és a kattintás átadása
is: Virkja, fleyta upp og senda smell
it: Attiva, alza e passa il clic
ja: アクティブにして前面に、そしてクリックを渡す
km: ធ្វើ​ឲ្យ​សកម្ម លើកឡើង & អនុវត្ត​ការ​ចុច
ko: 활성, 올림과 클릭 효과
mk: Активирај, крени и проследи клик
ms: Aktifkan, Naikkan & Lepaskan Klik
nb: Bruk, hev og send klikk videre
nds: Aktiveren, na vörn & Klick utföhren
nl: Activeren, naar voorgrond en doorgeven-klik
nn: Aktiver, hev og overfør klikk
pa: ਸਰਗਰਮ, ਉਭਾਰਿਆ ਤੇ ਕਲਿਕ ਭੇਜੋ
pl: Uaktywnij, przywołaj i kliknij
pt_br: Ativar, Elevar & Passar Clique
ro: Activează, ridică şi transmite clicul
ru: Передать фокус, вывести поверх всех и обработать щелчок
rw: Gukanda Gukoresha, Kuzamura & Guhitaho
se: Aktivere, lokte ja sádde coahkkaleami
sk: Aktivovať, zdvihnúť a podať kliknutie
sl: Aktiviraj, odkrij in predaj klik
sr: Активирај, подигни и проследи клик
sr@latn: Aktiviraj, podigni i prosledi klik
sv: Aktivera, höj och skicka vidare musklickningen
ta: இயக்கி, உயர்த்தி, அனுப்ப க்ளிக்
tg: Фаъол сохтан барҷаста кардан ва рад кардани пахш
th: ให้ทำงาน, อยู่ด้านบนและส่งสัญญาณการคลิ้ก
uk: Активізувати, підняти та передати клацання

source: Activate & Pass Click
af: Aktiveer & Herhaling Kliek
ar: تفعيل و تمرير النقرة
az: Fəallaşdır & Tıqlama Ötür
bg: Активиране и предаване на щракването
bn: সক্রিয় কর এবং ক্লিকটি পাঠাও
bs: Aktiviraj i proslijedi klik
cs: Aktivuj a předej kliknutí
cy: Gweithredoli a Phasio'r Clic
da: Aktivér & videregiv klik
de: Aktivieren und mit Klick ansprechen
el: Ενεργοποίηση & πέρασμα του κλικ
eo: Aktivigas, plusendo de la klako
es: Activar y pasar la pulsación
et: Aktiveerib ja laseb klõpsu mööda
eu: Aktibatu eta klika pasatu
fa: فشار جهت فعال‌سازی و گذر
fi: Aktivoi ja välitä napsautus
fr: Activer et passer le clic
gl: Activar
hi: सक्रिय करें व क्लिक आगे बढ़ाएँ
hr: Aktiviraj i prenesi klik
hu: aktiválás és a kattintás átadása
is: Virkja og senda smell
it: Attiva e passa il clic
ja: アクティブにしてクリックを渡す
km: ធ្វើ​ឲ្យ​សកម្ម & អនុវត្ត​ការ​ចុច
ko: 활성과 클릭 효과
mk: Активирај и проследи клик
ms: Aktifkan & Lepaskan Klik
nb: Bruk og send klikk videre
nds: Aktiveren & Klick utföhren
nl: Activeren en doorgeven-klik
nn: Aktiver og overfør klikk
pa: ਸਰਗਰਮ ਤੇ ਕਲਿਕ ਭੇਜੋ
pl: Uaktywnij i kliknij
pt_br: Ativar & Passar Clique
ro: Activează şi transmite clicul
ru: Передать фокус и обработать щелчок
rw: Gukanda Gukoresha & Guhitaho
se: Aktivere ja sádde coahkkaleami
sk: Aktivovať a podať kliknutie
sl: Aktiviraj in predaj klik
sr: Активирај и проследи клик
sr@latn: Aktiviraj i prosledi klik
sv: Aktivera och skicka vidare musklickningen
ta: இயக்கி அனுப்ப க்ளிக்
tg: Фаъол кардан ва барҷаста кардани пахш
th: ให้ทำงานและส่งสัญญาณการคลิ้ก
uk: Активізувати і передати клацання

source: Inner Window, Titlebar && Frame
af: Binneste Venster, Titelbalk && Raam
ar: النافذة الداخلية، شريط العنوان و الإ&طار
az: Pəncərə Məzmunu, Başlıq Çubuğu && Çərçivə
bg: Щракване върху прозорец с натиснат клавиш за модификация
bn: ভিতরের উইন্ডো, শীর্ষকবার এবং কাঠামো
bs: Unutrašnjost prozora, naslovna traka && okvir
cs: Vnitřní okno, titulek a rám
cy: Ffenestr Mewnol, Bar Teitl, a Ffrâm
da: Indre vindue, titellinje && ramme
de: Inneres Fenster, Titelleiste und Rahmen
el: Εσωτερικό παράθυρο, γραμμή τίτλου && πλαίσιο
eo: Fenestrointerno, titollistelo kaj kadro
es: Ventana interior, barra de título y marco
et: Sisemine aken, tiitliriba ja raam
eu: Barruko leihoa, titulu-barra eta markoa
fa: پنجرۀ درونی، میله عنوان و قابک
fi: Ikkunan sisus, otsikkorivi ja kehys
fr: Intérieur de la fenêtre, barre de titre et cadre
gl: Fiestra inner, Barra de Título && Marco
hi: आंतरिक विंडो, शीर्षक पट्टी व फ्रेम
hr: Unutarnji prozor, naslovna traka i okvir
hu: Belső ablak, címsor és keret
is: Innri hluti glugga, titilrönd og rammi
it: Interno finestra, barra del titolo e cornice
ja: ウィンドウの内部、タイトルバー && フレーム
km: បង្អួច​ខាង​ក្នុង របារ​ចំណង​ជើង និង​ស៊ុម
ko: 창 내부, 제목 표시줄과 테두리
mk: Внатрешен прозорец, наслов и рамка
ms: Tetingkap Dalam, Bar Tajuk && Bingkai
nb: Indre delen av vindu, tittellinje og ramme
nds: Finsterinholt, Titelbalken & Rahmen
nl: Binnen het venster, titelbalk && rand
nn: Indre vindauge, tittellinje og ramme
pa: ਅੰਦਰੂਨੀ ਝਰੋਖਾ, ਸਿਰਲੇਖਪੱਟੀ ਤੇ ਫਰੇਮ
pl: Wnętrze okna, pasek tytułowy i ramka
pt_br: Janela Mais Interna, Barra de Título && Moldura
ro: Interior fereastră, bara de titlu şi cadrul
ru: Внутри окна, на заголовке и рамке
rw: Idirishya ry'Imbere, Umurongomutwe && Ikadiri
se: Siskkil láse, namahusholga ja rámmma
sk: Vnútorné okno, titulok a rám
sl: Notranje okno, naslovna vrstica in okvir
sr: Унутрашњи прозор, насловна трака и оквир
sr@latn: Unutrašnji prozor, naslovna traka i okvir
sv: Inne i fönster, namnlist och ram
ta: உள் சாளரம், தலைப்புப்பட்டை && சட்டம்
tg: Даруни тиреза, унвон && чорчӯба
th: ภายในหน้าต่าง แถบหัวเรื่อง และกรอบหน้าต่าง
uk: Площина вікна, заголовок та рамка
