Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Behavior on <em>right</em> click into the titlebar or frame of an <em>active</em> window.
af: Gedrag vir <em>regterkant</em> kliek binne die titelbalk of raam van 'n <em>aktiewe</em> venster.
ar: السلوك عند النقر بالزر <em>الأيمن</em> في شريطة العنوان أو إطار نافذة <em>مفعلة</em>.
az: Bu sütünda başlıq çubuğundakı ya da <em>fəal</em> pəncərənin çərçivəsindəki siçan <em>sağ düymə</em> tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на активен прозорец при щракване с десния бутон на мишката върху заглавието или рамката му.
bn: <em> সক্রিয় </em>উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের <em>ডান </em>বোতাম ক্লিক্ করলে ব্যবহার।
bs: Ponašanje prilikom <em>desnog</em> klika u naslovnu traku ili okvir <em>aktivnog</em> prozora.
cs: Chování při kliknutí <em>pravým</em> tlačítkem myši do titulku nebo rámu <em>aktivního</em> okna.
cy: Ymddygiad ar glic <em>dde</em> i far teitl neu ffrâm ffenestr <em>weithredol</em>.
da: Opførsel ved <em>højre</em>-klik på titellinjen eller rammen af et <em>aktivt</em> vindue.
de: Verhalten bei Klicks mit der <em>rechten</em> Maustaste auf die Titelleiste oder den Rahmen eines <em>aktiven</em> Fensters.
el: Συμπεριφορά <em>δεξιού</em> κλικ στη γραμμή τίτλου ή στο πλαίσιο ενός <em>ενεργού</em> παραθύρου.
eo: Konduton ĉe klako per la <em>dekstra</em> musbutono en la titollistelo aŭ kadro de la <em>aktiva</em> fenestro.
es: Comportamiento al pulsar con el botón <em>derecho</em> en el borde o título de una ventana <em>activa</em>.
et: Käitumine <em>parema</em> hiirenupu klõpsu puhul <em>aktiivse</em> akna tiitliribal või raamil.
eu: Leiho <em>aktiboa</em>ren titulu-barran edo markoan egindako <em>eskuineko</em> klikaren portaera.
fa: رفتار ناشی از فشار <em>راست</em> بر میله عنوان یا قابک یک پنجرۀ <em>فعال</em>.
fi: Käyttäytyminen kun hiiren <em>oikealla</em> painikkeella napsautetaan <em>aktiivisen</em> ikkunan otsikkoa tai kehystä.
fr: Comportement lors d'un <em>clic droit</em> dans la barre de titre ou le cadre d'une fenêtre <em>active</em>.
gl: Comportamento cando se preme co botón <em>dereito</em> na barra de título ou marco dunha fiestra <em>activa</em>.
hi: बर्ताव जब <em>दायाँ</em> क्लिक हो शीर्षक पट्टी या फ़रमा में किसी <em>सक्रिय</em> विंडो के.
hr: Ponašanje na <em>desni</em> klik na naslovnicu okvira <em>aktivnog</em> prozora.
hu: A <em>jobb</em> gombbal történő kattintás hatása, ha az egy <em>aktív</em> ablak címsorára vagy keretére történik.
is: Hegðun þegar smellt er með <em>hægri</em> músahnapp á titilrönd eða ramma <em>virks</em> glugga.
it: Comportamento del <em>clic col tasto destro</em> sulla barra del titolo o sulla cornice di una finestra <em>attiva</em>.
ja: アクティブなウィンドウのタイトルバーやフレーム上で右マウスクリックしたときの挙動を選択します。
km: ឥរិយាបថ​ពេលចុច <em>ខាងស្ដាំ</em> លើ​របារ​ចំណង​ជើង ឬ ស៊ុម​នៃ​បង្អួច <em>សកម្ម</em> មួយ ។
ko: <em>활성</em> 창의 제목 표시줄이나 테두리에서 마우스 <em>오른쪽</em> 버튼을 클릭했을 때 동작.
mk: Однесување при <em>десен</em> клик на насловна лента или рамка на <em>активен</em> прозорец.
ms: Peri laku terhadap klik <em>kanan</em> ke dalam bar tajuk atau bingkai tetingkap <em>aktif</em>.
nb: Hendelse som utføres ved <em>høyreklikk</em> på tittellinja eller ramma til et <em>aktivt</em> vindu.
nds: Bedregen bi en <em>Rechts</em>klick op den Titelbalken oder Rahmen vun en <em>aktiv</em> Finster
nl: Hier kunt u bepalen wat er gebeurt als u met de <em>rechter</em> muisknop op de titelbalk of de rand van een <em>actief</em> venster klikt.
nn: Åtferd ved <em>høgreklikk</em> på tittellinja eller ramma til eit <em>aktivt</em> vindauge.
pl: Zachowanie dla kliknięcia <em>prawym</em> przyciskiem myszy na tytule lub brzegu <em>aktywnego</em> okna.
pt_br: Comportamento do clique com o botão <em>direito</em> na barra de título ou na borda de uma janela <em>ativa</em>.
ro: Comportament la clic <em>dreapta</em> pe bara de titlu sau pe cadrul ferestrei <em>active</em>.
ru: Поведение при щелчке <em>правой</em> кнопкой на заголовке или рамке <em>активного</em> окна.
rw: Imyifatire iyo ukandishije buto <em>y'iburyo</em> mu murongomutwe cyangwa ikadiri y'idirishya <em>rikora</em>.
se: Láhtten go <em>olgešcoahkkala aktiivvalaš</em> láse namahusholgga dahje rámma.
sk: V tomto stĺpci môžete nastaviť správanie kliknutí <em>pravým tlačidlom</em> na titulok alebo rám <em>aktívneho</em> okna.
sl: Obnašanje ob <em>srednjem</em> kliku naslovne vrstice ali okvirja <em>aktivnega</em> okna.
sr: Понашање при <em>десном</em> клику на насловну траку или оквир <em>активног</em> прозора.
sr@latn: Ponašanje pri <em>desnom</em> kliku na naslovnu traku ili okvir <em>aktivnog</em> prozora.
sv: Beteende vid <em>högerklick</em> på namnlisten eller ramen för ett <em>aktivt</em> fönster.
ta: பழக்கத்தில் உள்ள <em>வலது</em> தலைப்புபட்டியை அல்லது சட்டத்தில் சொடுக்கவும்<em>செயல்படும்</em> சாளரம்.
tg: Рафтори дар пахши <em>рост</em> рӯи навори унвон ё шакли як тирезаи<em>фаъол</em>.
th: สิ่งที่จะให้กระทำเมื่อมีการคลิ้ก<em>เม้าส์ปุ่มขวา</em> บนแถบหัวเรื่องหรือกรอบหน้าต่างที่<em>ทำงาน</em>อยู่
uk: Поведінка при клацанні <em>правої</em> кнопки на смужці заголовка <em>активного</em> вікна.

source: Behavior on <em>middle</em> click into the titlebar or frame of an <em>active</em> window.
af: Gedrag vir <em>middelste</em> kliek binne die titelbalk of raam van 'n <em>aktiewe</em> venster.
ar: السلوك عند النقر بالزر <em>الأوسط</em> في شريطة العنوان أو إطار نافذة <em>مفعلة</em>.
az: Bu sütünda başlıq çubuğundakı ya da <em>fəal</em> pəncərənin çərçivəsindəki siçan <em>orta düymə</em> tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на активен прозорец при щракване със средния бутон на мишката върху заглавието или рамката му.
bn: <em> সক্রিয় </em>উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের <em>মাঝের </em>বোতাম ক্লিক্ করলে ব্যবহার।
bs: Ponašanje prilikom <em>srednjeg</em> klika u naslovnu traku ili okvir <em>aktivnog</em> prozora.
cs: Chování při kliknutí <em>prostředním</em> tlačítkem myši do titulku nebo rámu <em>aktivního</em> okna.
cy: Ymddygiad ar glic <em>canol</em> i far teitl neu ffrâm ffenestr <em>weithredol</em>.
da: Opførsel ved <em>midter</em>-klik på titellinjen eller rammen af et <em>aktivt</em> vindue.
de: Verhalten bei Klicks mit der <em>mittleren</em> Maustaste auf die Titelleiste oder den Rahmen eines <em>aktiven</em> Fensters.
el: Συμπεριφορά <em>μεσαίου</em> κλικ στη γραμμή τίτλου ή στο πλαίσιο ενός <em>ενεργού</em> παραθύρου.
eo: Konduton ĉe klako per <em>meza</em> musbutono en la titollistelo aŭ kadro de la <em>aktiva</em> fenestro.
es: Comportamiento al pulsar con el botón <em>central</em> en el borde o título de una ventana <em>activa</em>.
et: Käitumine <em>keskmise</em> hiirenupu klõpsu puhul <em>aktiivse</em> akna tiitliribal või raamil.
eu: Leiho <em>aktiboa</em>ren titulu-barran edo markoan egindako <em>erdiko</em> klikaren portaera.
fa: رفتار ناشی از فشار <em>وسط</em> بر میله عنوان یا قابک یک پنجرۀ <em>فعال</em>.
fi: Käyttäytyminen kun hiiren <em>keski</em>painikkeella napsautetaan <em>aktiivisen</em> ikkunan otsikkoa tai kehystä.
fr: Comportement lors d'un <em>clic avec le bouton central</em> dans la barre de titre ou le cadre d'une fenêtre <em>active</em>.
gl: Comportamento cando se preme co botón <em>central</em> na barra de título ou marco dunha fiestra <em>activa</em>.
hi: बर्ताव जब <em>मध्य</em> क्लिक हो शीर्षक पट्टी या फ़रमा में किसी <em>सक्रिय</em> विंडो के.
hr: Ponašanje na <em>srednji</em> klik na naslovnicu okvira <em>aktivnog</em> prozora.
hu: A <em>középső</em> gombbal történő kattintás hatása, ha az egy <em>aktív</em> ablak címsorára vagy keretére történik.
is: Hegðun þegar smellt er með <em>mið</em> músahnapp á titilrönd eða ramma <em>virks</em> glugga.
it: Comportamento del <em>clic col tasto centrale</em> sulla barra del titolo o sulla cornice di una finestra <em>attiva</em>.
ja: アクティブなウィンドウのタイトルバーやフレーム上で中マウスクリックしたときの挙動を選択します。
km: ឥរិយាបថ​ពេល​ចុច <em>កណ្ដាល</em> លើ​របារ​ចំណង​ជើង ឬ ស៊ុម​នៃ​បង្អួច <em>សកម្ម</em> មួយ ។
ko: <em>활성</em> 창의 제목 표시줄이나 테두리에서 마우스 <em>가운데</em> 버튼을 클릭했을때 동작.
mk: Однесување при <em>среден</em> клик на насловна лента или рамка на <em>активен</em> прозорец.
ms: Peri laku terhadap klik <em>tengah</em> ke dalam bar tajuk atau bingkai tetingkap <em>aktif</em>.
nb: Hendelse som utføres ved klikk med <em>midtre</em> museknapp på tittellinja eller ramma til et <em>aktivt</em> vindu.
nds: Bedregen bi en <em>Middel</em>klick op den Titelbalken oder Rahmen vun en <em>aktiv</em> Finster
nl: Hier kunt u bepalen wat er gebeurt als u met de <em>middelste</em> muisknop op de titelbalk of de rand van een <em>actief</em> venster klikt.
nn: Åtferd ved klikk med <em>midtknappen</em> på tittellinja eller ramma til eit <em>aktivt</em> vindauge.
pl: Zachowanie dla kliknięcia <em>środkowym</em> przyciskiem myszy na tytule lub brzegu <em>aktywnego</em> okna.
pt_br: Comportamento do clique <em>central</em> na barra de título ou na borda de uma janela <em>ativa</em>.
ro: Comportament la clic <em>mijloc</em> pe bara de titlu sau pe cadrul ferestrei <em>active</em>.
ru: Поведение при щелчке <em>средней</em> кнопкой на заголовке или рамке <em>активного</em> окна.
rw: Imyifatire iyo ukandishije buto yo <em>hagati</em> y'umurongomutwe cyangwa ikadiri y'idirishya <em>rikora</em>.
se: Láhtten go <em>guovddášcoahkkala aktiivvalaš</em> láse namahusholgga dahje rámma.
sk: V tomto stĺpci môžete nastaviť správanie kliknutí <em>stredným tlačidlom</em> na titulok alebo rám <em>aktívneho</em> okna.
sl: Obnašanje ob <em>srednjem</em> kliku naslovne vrstice ali okvirja <em>aktivnega</em> okna.
sr: Понашање при <em>средњем</em> клику на наслов или оквир <em>активног</em> прозора.
sr@latn: Ponašanje pri <em>srednjem</em> kliku na naslov ili okvir <em>aktivnog</em> prozora.
sv: Beteende vid <em>mittenklick</em> på namnlisten eller ramen för ett <em>aktivt</em> fönster.
ta: பழக்கத்தில் உள்ள <em>நடுநிலை</em> தலைப்புபட்டியை அல்லது சட்டத்தில் சொடுக்கவும்<em>செயல்படும்</em> சாளரம்.
tg: Рафтори дар пахши <em>мобайн</em> рӯи навори унвон ё шакли як тирезаи<em>фаъол</em>.
th: สิ่งที่จะให้กระทำเมื่อมีการคลิ้ก<em>เม้าส์ปุ่มกลาง</em> บนแถบหัวเรื่องหรือกรอบหน้าต่างที่<em>ทำงาน</em>อยู่
uk: Поведінка при клацанні <em>середньої</em> кнопки на смужці заголовка <em>активного</em> вікна.

source: Behavior on <em>left</em> click into the titlebar or frame of an <em>inactive</em> window.
af: Gedrag vir <em>links</em> kliek binne die titelbalk of raam van 'n <em>onaktiewe</em> venster.
ar: السلوك عند النقر بالزر <em>الأيسر</em> في شريطة العنوان أو إطار نافذة <em>غير مفعلة</em>.
az: Bu sütünda başlıq çubuğundakı ya da <em>fəal olmayan</em> pəncərənin çərçivəsindəki siçan <em>sol düymə</em> tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на неактивен прозорец при щракване с левия бутон на мишката върху заглавието или рамката му.
bn: <em> নিষ্ক্রিয় </em>উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের <em>বাম</em> বোতাম ক্লিক্ করলে ব্যবহার।
bs: Ponašanje prilikom <em>lijevog</em> klika u naslovnu traku ili okvir <em>neaktivnog</em> prozora.
cs: Chování při kliknutí <em>levým</em> tlačítkem myši do titulku nebo rámu <em>neaktivního</em> okna.
cy: Ymddygiad ar glic <em>chwith</em> i far teitl neu ffrâm ffenestr <em>anweithredol</em>.
da: Opførsel ved <em>venstre</em>-klik på titellinjen eller rammen af et <em>inaktivt</em> vindue.
de: Verhalten bei Klicks mit der <em>linken</em> Maustaste auf die Titelleiste oder den Rahmen eines <em>inaktiven</em> Fensters.
el: Συμπεριφορά <em>αριστερού</em> κλικ στη γραμμή τίτλου ή στο πλαίσιο ενός <em>ανενεργού</em> παραθύρου.
eo: Konduton ĉe klako per la <em>maldekstra</em> musbutono en la titollistelo aŭ kadro de <em>neaktiva</em> fenestro.
es: Comportamiento al pulsar con el botón <em>izquierdo</em> en el borde o título de una ventana <em>inactiva</em>.
et: Käitumine <em>vasaku</em> hiirenupu klõpsu puhul <em>mitteaktiivse</em> akna tiitliribal või raamil.
eu: Leiho <em>inaktiboa</em>ren titulu-barra edo markoan egindako <em>ezkerreko</em> klikaren portaera.
fa: رفتار ناشی از فشار <em>چپ</em> بر میله عنوان یا قابک یک پنجرۀ <em>غیرفعال</em>.
fi: Käyttäytyminen kun hiiren <em>vasemmalla</em> painikkeella napsautetaan <em>passiivisen</em> ikkunan otsikkoa tai kehystä.
fr: Comportement lors d'un <em>clic gauche</em> dans la barre de titre ou le cadre d'une fenêtre <em>inactive</em>.
gl: Comportamento cando se preme co botón <em>esquerdo</em> na barra de título ou marco dunha fiestra <em>inactiva</em>.
hi: बर्ताव जब <em>बायाँ</em> क्लिक हो शीर्षक पट्टी या फ़रमा में किसी <em>निष्क्रिय</em> विंडो के.
hr: Ponašanje na <em>lijevi</em> klik na naslovnicu okvira <em>neaktivnog</em> prozora.
hu: A <em>bal</em> gombbal történő kattintás hatása, ha az egy <em>inaktív</em> ablak címsorára vagy keretére történik.
is: Hegðun þegar smellt er með <em>vinstri</em> músahnapp á titilrönd eða ramma <em>óvirks</em> glugga.
it: Comportamento del <em>clic col tasto sinistro</em> sulla barra del titolo o sulla cornice di una finestra <em>inattiva</em>.
ja: アクティブでないウィンドウのタイトルバーやフレーム上で左マウスクリックしたときの挙動を選択します。
km: ឥរិយាបថ​ពេលចុច <em>ខាងឆ្វេង</em> លើ​របារ​ចំណង​ជើង ឬ ស៊ុម​នៃ​បង្អួច <em>អសកម្ម</em> មួយ ។
ko: <em>비활성</em> 창의 제목 표시줄이나 테두리에서 마우스 <em>왼쪽</em> 버튼을 클릭했을 때 동작.
mk: Однесување при <em>лев</em> клик на насловна лента или рамка на <em>неактивен</em> прозорец.
ms: Peri laku terhadap klik <em>kiri</em> ke dalam bar tajuk atau bingkai tetingkap <em>tak aktif</em>.
nb: Hendelse som utføres ved <em>venstreklikk</em> på tittellinja eller ramma til et <em>ikke-aktivt</em> vindu.
nds: Bedregen bi en <em>Links</em>klick op den Titelbalken oder Rahmen vun en <em>nich aktiv</em> Finster
nl: Hier kunt u bepalen wat er gebeurt als u met de <em>linker</em> muisknop op de titelbalk of de rand van een <em>inactief</em> venster klikt.
nn: Åtferd ved <em>venstreklikk</em> på tittellinja eller ramma til eit <em>inaktivt</em> vindauge.
pl: Zachowanie dla kliknięcia <em>lewym</em> przyciskiem myszy na tytule lub brzegu <em>nieaktywnego</em> okna.
pt_br: Comportamento do clique <em>esquerdo</em> na barra de título ou na borda de uma janela <em>inativa</em>.
ro: Comportament la clic <em>stînga</em> pe bara de titlu sau pe cadrul ferestrei <em>inactive</em>.
ru: Поведение при щелчке <em>левой</em> кнопкой на заголовке или рамке <em>неактивного</em> окна.
rw: Imyifatire iyo ukandishije buto <em>y'ibumoso</em> y'umurongomutwe cyangwa ikadiri y'idirishya <em>ridakora</em>.
se: Láhtten go <em>gurutcoahkkala ii-aktiivvalaš</em> láse namahusholgga dahje rámma.
sk: V tomto stĺpci môžete nastaviť správanie kliknutí <em>ľavým tlačidlom</em>na titulok alebo rám <em>neaktívneho</em> okna.
sl: Obnašanje ob <em>levem</em> kliku naslovne vrstice ali okvirja <em>neaktivnega</em> okna.
sr: Понашање при <em>левом</em> клику на насловну траку или оквир <em>неактивног</em> прозора.
sr@latn: Ponašanje pri <em>levom</em> kliku na naslovnu traku ili okvir <em>neaktivnog</em> prozora.
sv: Beteende vid <em>vänsterklick</em> på namnlisten eller ramen för ett <em>inaktivt</em> fönster.
ta: பழக்கத்தில் உள்ள <em>இடது</em> தலைப்புபட்டியை அல்லது சட்டத்தில் சொடுக்கவும்<em>செயல்படாத</em> சாளரம்.
tg: Рафтори дар пахши <em>чап</em> рӯи навори унвон ё шакли як тирезаи<em>ғайрифаъол</em>.
th: สิ่งที่จะให้กระทำ เมื่อมีการคลิ้ก<em>เม้าส์ปุ่มซ้าย</em> บนแถบหัวเรื่องหรือกรอบหน้าต่างที่<em>ไม่ได้ทำงาน</em>
uk: Поведінка при клацанні <em>лівої</em> кнопки на смужці заголовка <em>неактивного</em> вікна.

source: Behavior on <em>right</em> click into the titlebar or frame of an <em>inactive</em> window.
af: Gedrag vir <em>regterkant</em> kliek binne die titelbalk of raam van 'n <em>onaktiewe</em> venster.
ar: السلوك عند النقر بالزر <em>الأيمن</em> في شريطة العنوان أو إطار نافذة <em>غير مفعلة</em>.
az: Bu sütünda başlıq çubuğundakı ya da fəal olmayan pəncərənin çərçivəsindəki siçan tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на неактивен прозорец при щракване с десния бутон на мишката върху заглавието или рамката му.
bn: <em> নিষ্ক্রিয় </em>উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের <em>ডান</em> বোতাম ক্লিক্ করলে ব্যবহার।
bs: Ponašanje prilikom <em>desnog</em> klika u naslovnu traku ili okvir <em>neaktivnog</em> prozora.
cs: Chování při kliknutí <em>pravým</em> tlačítkem myši do titulku nebo rámu <em>neaktivního</em> okna.
cy: Ymddygiad ar glic <em>dde</em> i far teitl neu ffrâm ffenestr <em>anweithredol</em>.
da: Opførsel ved <em>højre</em>-klik på titellinjen eller rammen af et <em>inaktivt</em> vindue.
de: Verhalten bei Klicks mit der <em>rechten</em> Maustaste auf die Titelleiste oder den Rahmen eines <em>inaktiven</em> Fensters.
el: Συμπεριφορά <em>δεξιού</em> κλικ στη γραμμή τίτλου ή στο πλαίσιο ενός <em>ανενεργού</em> παραθύρου.
eo: Konduton ĉe klako per la <em>dekstra</em> musbutono en la titollistelo aŭ kadro de <em>neaktiva</em> fenestro.
es: Comportamiento al pulsar con el botón <em>derecho</em> en el borde o título de una ventana <em>inactiva</em>.
et: Käitumine <em>parema</em> hiirenupu klõpsu puhul <em>mitteaktiivse</em> akna tiitliribal või raamil.
eu: Leiho <em>inaktiboa</em>ren titulu-barran edo markoan egindako <em>eskuineko</em> klikaren portaera.
fa: رفتار ناشی از فشار <em>راست</em> بر میله عنوان یا قابک یک پنجرۀ <em>غیرفعال</em>.
fi: Käyttäytyminen kun hiiren <em>oikealle</em> painikkeella napsautetaan <em>passiivisen</em> ikkunan otsikkoa tai kehystä.
fr: Comportement lors d'un <em>clic droit</em> dans la barre de titre ou le cadre d'une fenêtre <em>inactive</em>.
gl: Comportamento cando se preme co botón <em>dereito</em> na barra de título ou marco dunha fiestra <em>inactiva</em>.
hi: बर्ताव जब <em>दायाँ</em> क्लिक हो शीर्षक पट्टी या फ़रमा में किसी <em>निष्क्रिय</em> विंडो के.
hr: Ponašanje na <em>desni</em> klik na naslovnicu okvira <em>neaktivnog</em> prozora.
hu: A <em>jobb</em> gombbal történő kattintás hatása, ha az egy <em>inaktív</em> ablak címsorára vagy keretére történik.
is: Hegðun þegar smellt er með <em>hægri</em> músahnapp á titilrönd eða ramma <em>óvirks</em> glugga.
it: Comportamento del <em>clic col tasto destro</em> sulla barra del titolo o sulla cornice di una finestra <em>inattiva</em>.
ja: アクティブでないウィンドウのタイトルバーやフレーム上で右マウスクリックしたときの挙動を選択します。
km: ឥរិយាបថ​ពេលចុច <em>ខាងស្ដាំ</em> លើ​របារ​ចំណង​ជើង ឬ ស៊ុម​នៃ​បង្អួច <em>អសកម្ម</em> មួយ ។
ko: <em>비활성</em> 창의 제목 표시줄이나 테두리에서 마우스 <em>왼쪽</em> 버튼을 클릭했을 때 동작.
mk: Однесување при <em>десен</em> клик на насловна лента или рамка на <em>неактивен</em> прозорец.
ms: Peri laku terhadap klik <em>kanan</em> ke dalam bar tajuk atau bingkai tetingkap <em>tak aktif</em>.
nb: Hendelse som utføres ved <em>høyreklikk</em> på tittellinja eller ramma til et <em>ikke-aktivt</em> vindu.
nds: Bedregen bi en <em>Rechts</em>klick op den Titelbalken oder Rahmen vun en <em>nich aktiv</em> Finster
nl: Hier kunt u bepalen wat er gebeurt als u met de <em>rechter</em> muisknop op de titelbalk of de rand van een <em>inactief</em> venster klikt.
nn: Åtferd ved <em>høgreklikk</em> på tittellinja eller ramma til eit <em>inaktivt</em> vindauge.
pl: Zachowanie dla kliknięcia <em>prawym</em> przyciskiem myszy na tytule lub brzegu <em>nieaktywnego</em> okna.
pt_br: Comportamento do clique <em>direito</em> na barra de título ou na borda de uma janela <em>inativa</em>.
ro: Comportament la clic <em>dreapta</em> pe bara de titlu sau pe cadrul ferestrei <em>inactive</em>.
ru: Поведение при щелчке <em>правой</em> кнопкой на заголовке или рамке <em>неактивного</em> окна.
rw: Imyifatire iyo ukandishije buto <em>y'iburyo</em> y'umurongomutwe cyangwa ikadiri y'idirishya <em>ridakora</em>.
se: Láhtten go <em>olgešcoahkkala ii-aktiivvalaš</em> láse namahusholgga dahje rámma.
sk: V tomto stĺpci môžete nastaviť správanie kliknutí <em>pravým tlačidlom</em>na titulok alebo rám <em>neaktívneho</em> okna.
sl: Obnašanje ob <em>desnem</em> kliku naslovne vrstice ali okvirja <em>neaktivnega</em> okna.
sr: Понашање при <em>десном</em> клику на наслов или оквир <em>неактивног</em> прозора.
sr@latn: Ponašanje pri <em>desnom</em> kliku na naslov ili okvir <em>neaktivnog</em> prozora.
sv: Beteende vid <em>högerklick</em> på namnlisten eller ramen för ett <em>inaktivt</em> fönster.
ta: பழக்கத்தில் உள்ள <em>வலது</em> தலைப்புபட்டியை அல்லது சட்டத்தில் சொடுக்கவும்<em>செயல்படாத</em> சாளரம்.
tg: Рафтори дар пахши <em>рост</em> рӯи навори унвон ё шакли як тирезаи<em>ғайрифаъол</em>.
th: สิ่งที่จะให้กระทำ เมื่อมีการคลิ้ก<em>เม้าส์ปุ่มขวา</em> บนแถบหัวเรื่องหรือกรอบหน้าต่างที่<em>ไม่ได้ทำงาน</em>
uk: Поведінка при клацанні <em>правої</em> кнопки на смужці заголовка <em>неактивного</em> вікна.

source: Inactive
af: Onaktief
ar: غير مفعل
az: Qeyri fəal
bg: Неактивен прозорец
bn: নিষ্ক্রিয়
bs: Neaktivan
cs: Neaktivní
cy: Anweithredol
da: Inaktiv
de: Inaktiv
el: Ανενεργό
eo: Malaktiva
es: Inactivo
et: Mitteaktiivne
eu: Inaktiboa
fa: غیرفعال
fi: Passiivinen
gl: Comportamento cando se preme co botón <em>central</em> na barra de título ou marco dunha fiestra <em>inactiva</em>.
hi: निष्क्रिय
hr: Neaktivan
hu: Inaktív
is: Óvirkir
it: Inattiva
ja: 非アクティブ時
km: អសកម្ម
ko: 비활성
mk: Неактивен
ms: Nyahaktif
nb: Inaktivt
nds: Nich aktiv
nl: Inactief
nn: Inaktivt
pa: ਨਾ-ਸਰਗਰਮ
pl: Okno nieaktywne
pt_br: Inativo
ro: Inactivă
ru: Неактивное окно
rw: Bidakora
se: Inaktiiva
sk: Neaktívne
sl: Neaktivna
sr: Неактиван
sr@latn: Neaktivan
sv: Inaktiv
ta: இயங்கா
tg: Ғайрифаъол
th: ไม่ได้ทำงาน
uk: Неактивне
