Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Here you can set a delay for switching desktops using the active borders feature. Desktops will be switched after the mouse has been pushed against a screen border for the specified number of milliseconds.
af: Hier jy kan 'n vertraging stel wanneer werkskerms gewissel word en die aktiewe grens funksie gebruik word. Werkskerms sal slegs gewissel word nadat daar met die muis teen 'n skerm grens gedruk was vir die vooraf bepaalde aantal millisekondes.
ar: هنا يمكنك إعداد تأخر تبديل أسطح المكاتب باستخدام ميزة الحدود المفعلة. سوف يتم تبديل سطح المكتب بعد ضغط الفأرة على أحد حدود الشاشة للفترة المحددة من الزمن التي يتم قياسها بالجزء من الألف من الثانية.
bg: Пауза при превключване на работните плотове. Следващият работен плот ще стане активен след изтичане на паузата определена тук. При връщане на мишката от края на екрана преди да изтече времето, няма да се превключи работния плот.
bn: এখানে সক্রিয় সীমানা ব্যবহার করে ডেস্কটপ পরিবর্তনের ক্ষেত্রে দেরী স্থির করতে পারবেন। মাউসটি পর্দার সীমানায নির্দিষ্ট মিলিসেকেন্ড সময় চেপে ধরে রাখলে ডেস্কটপ পরিবর্তন হবে।
bs: Ovdje možete podesiti pauzu prilikom promjene radne površine korištenjem aktivnih rubova. Radne površine će se zamijeniti nakon što ste miš gurali prema rubu ekrana kroz dati broj milisekundi.
cs: Zde si můžete nastavit časovou prodlevu, po které dojde k přepnutí na jinou pracovní plochu, pokud máte zapnutou vlastnost "aktivní hranice plochy". Plocha se přepne, pokud budete "tlačit" kurzor své myši oproti hraně plochy po zadaný počet milisekund.
cy: Yma gallwch osod saib i newid penbyrddau gan ddefnyddio'r nodwedd ffiniau gweithredol. Newidir penbyrddau wedi gwthio'r lygoden yn erbyn ffin y sgrîn am y nifer penodol o fili-eiliadau.
da: Her kan du sætte den ventetid der er, for at skifte desktoppe ved brug af aktiv kant-egenskaben. Desktoppe vil blive skiftet efter musen er blevet skubbet mod en skærmkant de angivne antal millisekunder.
de: Hier können Sie eine Verzögerung für die Funktion der "Aktiven Ränder" einstellen. Es wird erst dann auf eine andere Arbeitsfläche gewechselt, nachdem der Mauszeiger für die angegebene Zahl von Millisekunden auf den Bildschirmrand gedeutet hat.
el: Εδώ μπορείτε να ορίσετε μια καθυστέρηση για την εναλλαγή επιφανειών εργασίας χρησιμοποιώντας το χαρακτηριστικό ενεργά όρια. Οι επιφάνειες εργασίας θα αλλάζουν αφού το ποντίκι βρεθεί σε ένα άκρο της οθόνης για ένα προκαθορισμένο χρονικό διάστημα.
eo: Tie ĉi vi povas doni prokraston malhelpantan nevolan tabuloŝanĝon ĉe uzo de la funkcio "aktivaj ekranrandoj". Vi atingos al alia tabulo nur, post kiam vi movis la muson al la ekranrando kaj tenas ĝin tie dum la donita tempodaŭro en milisekundoj.
es: Aquí puede fijar un retardo al cambiar de escritorios usando la propiedad de bordes activos. Los escritorios cambiarán después de que el ratón haya sido empujado contra el borde de la pantalla durante el tiempo especificado de milisegundos.
et: Siin saad määrata viivituse töölaudade vahetamisel, kui sisse on lülitatud aktiivsete piirete võimalus. Töölaud vahetatakse pärast seda, kui hiir on surutud vastu ekraaniserva, siin määratud millisekundite jooksul.
eu: Hemen mahaigainak aldatzeko ertz-aktiboen gaitasuna erabiltzen denean gertatuko den atzeraldia ezar dezakezu. Sagua pantailaren ertzaren aurka adierazitako milisegutan bultzatua izanez gero aldatuko da mahaigaina
fa: در اینجا می‌توانید با استفاده از ویژگی لبه‌های فعال، برای سودهی رومیزیها یک تأخیر تنظیم کنید. پس از این که در تعداد میلی‌ثانیۀ مشخص‌شده، موشی در مقابل لبۀ پرده کشیده می‌شود، رومیزیها سودهی می‌گردند.
fi: Tässä kohdassa voit määritellä viiveen, jolla aktiivisen työpöydän reunassa vaihdetaan työpöytää. Työpöytä vaihtuu, kun hiiren osoittimella on työnnetty näytön reunaan tässä määritellyn ajan.
fr: Vous pouvez régler ici un délai avant que le changement de bureau ait lieu grâce à l'option « Bord du bureau actifs ». Le changement de bureau aura lieu lorsque le pointeur de souris aura séjourné sur le bord de l'écran pour la durée indiquée (en millisecondes).
gl: Aquí pode estabrecer o retardo para trocar de escritorios empregando a característica de beiras activas. Os escritorios cambiaranse despois de que o rato se atope na beira da pantalla un número de milisegundos determinado.
hr: Ovdje možete podesiti kašnjenje prilikom prebacivanja na drugu radnu površinu pri korištenju aktivnih rubova zaslona. Ako se pokazivač drži uz rub zaslona dulje od nevedenog broja milisekundi, onda će biti prebačen na drugu radnu površinau.
hu: Itt lehet beállítani, hogy az aktív szegélyekkel történő asztalváltásnál mekkora legyen a várakozási idő. Az asztalváltás akkor következik be, ha az egérmutató a megadott ideig (ezredmásodpercben) az asztal szélénél marad.
is: Hér getur þú set bið þar til skipt er um skjáborð ef notaður eru virkir jaðrar.Skipt verður um skjáborð eftir að músin hefur legið að jaðrinum í tilgreindar millisekúndur.
it: Qui puoi impostare un'attesa minima prima del cambiamento di desktop dovuto alla funzione dei bordi attivi. Il desktop sarà cambiato solo se il mouse viene tenuto sul bordo dello schermo per il numero minimo di millisecondi specificato.
ja: アクティブボーダー機能を使う際に、デスクトップが切り替わるまでの時間を設定します。デスクトップは、マウスがデスクトップの境界にさしかかってから、ここに指定された時間 (ミリ秒) が経過した後に切り替わります。
km: នៅ​ទីនេះ អ្នក​អាច​កំណត់​ការ​ពន្យារ ដើម្បី​ប្ដូរ​ផ្ទៃតុ​ដោយ​ប្រើ​លក្ខណៈ​ពិសេស​ស៊ុម​សកម្ម ។ ផ្ទៃតុ​នឹង​ត្រូវ​បាន​ប្តូរ បន្ទាប់ពី​កណ្ដុរ​ត្រូវ​បាន​រុញ​លើ​ស៊ុម​អេក្រង់​មួយ ក្នុង​រយៈពេល​គិត​ជា​មិល្លីវិនាទី​ដែល​បាន​បញ្ជាក់ ។
ko: 활성 경계선을 사용할 때 데스크톱이 전환되는데 걸리는 시간을 설정합니다. 지정된 시간동안 마우스가 스크린 경계를 밀고 있으면 데스탑이 전환됩니다.
mk: Овде можеш да поставите период на доцнење по кој ќе се промени работната површина со користење на можноста за активни граници. Површините ќе се менуваат откако глушецот ќе биде допрен до работ на екранот за наведениот број на милисекунди.
ms: Di sini anda boleh set tempoh lengah untuk menukar desktop menggunakan ciri sempadan aktif. Desktop akan ditukar selepas tetikus ditolak ke sempadan skrin bagi bilangan milisaat yang dinyatakan.
nb: Her kan du velge forsinkelsen ved bytte av skrivebord når du bruker «Aktive Skrivebordskanter»-finessen. Skrivebordet vil bli byttet etter at musa har oppholdt seg i skjermkanten i det angitte antallet millisekunder.
nds: Hier kannst Du en Töövtiet för dat Wesseln vun Schriefdischen över de "Aktive Kanten"-Funkschoon fastleggen. Wenn Du den Muuswieser för disse Tiet gegen en Kant schuffst, wesselt de Schriefdisch.
nl: Hier kunt u een vertraging opgeven voor het wisselen van bureaublad, met behulp van de actieve bureaubladranden. U wisselt van bureaublad door de muisaanwijzer gedurende een opgegeven aantal milliseconden tegen een schermrand aan te drukken.
nn: Her kan du velja forseinkinga for skrivebordsbytte med aktive skrivebordskantar. Du hoppar til nytt skrivebord etter at musa er dytta mot skjermkanten i den spesifiserte tida.
pl: Tu można ustawić opóźnienie zmiany pulpitów za pomocą aktywnych brzegów. Pulpit zostanie zmieniony po tym, jak kursor myszy będzie znajdować się na brzegu ekranu przez podaną liczbę milisekund.
pt_br: Aqui você pode configurar um pequeno atraso ao alternar entre áreas de trabalho usando o recurso de. bordas ativas. As áreas de trabalho serão alternadas depois que o mouse for movido contra uma borda da tela, para o número especificado em milisegundos.
ro: Aici puteţi seta întîrzierea pentru comutarea ecranelor virtuale utilizînd caracteristica de margini active. Ecranele virtuale vor fi comutate dacă mouse-ul este împins la marginea ferestrei pentru numărul de milisecunde specificat.
ru: Здесь можно установить задержку переключения рабочих столов при помощи функции активных границ. Переключение рабочего стола будет производиться через заданное количество миллисекунд после перемещения мыши за границу экрана.
rw: Aha ushobora kugena igihe guhindura ibiro bimara ukoresheje imiterere y'imbibi zigezweho.Ibiro bizahindurwa nyuma yo gusunika imbeba yerekezwa ku rubibi rwa mugaragaza mu gihe cy'amadakika cyagaragajwe.
se: Dás válljet maŋoneami go geavahat aktiivvalaš čállinbeavderavddaid. Manat boahte čállinbeavdái go sieván lea dieddejuvvon čállinbeavderavdda vuostá meroštuvvon áiggi.
sk: Tu môžete nastaviť čakanie pred prepnutím plochy pomocou aktívnych okrajov. Plocha sa prepne, ak zadanú dobu budete tlačiť myš proti okraju obrazovky.
sl: Tu lahko nastavite zamik za preklop med namizji z uporabo možnosti aktivnih robov. Namizja bodo preklopljena, ko bo miškin kazalec na robu zaslona za navedeno število milisekund.
sr: Овде можете поставити кашњење приликом промене радне површине коришћењем активних ивица. Радне површине ће бити промењене пошто миш стоји уз ивицу екрана назначен број милисекунди.
sr@latn: Ovde možete postaviti kašnjenje prilikom promene radne površine korišćenjem aktivnih ivica. Radne površine će biti promenjene pošto miš stoji uz ivicu ekrana naznačen broj milisekundi.
sv: Här kan du ange en fördröjning vid byte av skrivbord med funktionen för aktiva kanter. Efter musen har hållits vid en skärmkant i det angivna antalet millisekunder byts skrivbordet.
ta: இங்கு நீங்கள் மேல்மேசை தாமதித்தலை அமைத்தல் முடியும்.மேல்மேசை வெறு இடத்திற்க்கு திரும்பவும் திரை ஓரம் மூலமாக குறிப்பிட்ட மில்லி செக்கண்டில் செலுத்துவதாகும்.
tg: Дар инҷо метавонед боздоштани аз як мизи корӣ ба дигар мизи кориро бо ёрии функсияи фаъолии лаба, танзим кунед. Гузаронидани мизи корӣ аз миқдори додашудаи миллисония, баъди гузаронидани муш аз лабаи экран, иҷро хоҳад шуд.
th: คุณสามารถตั้งค่าหน่วงเวลาการเปลี่ยนพื้นที่ทำงานโดยใช้กรอบที่ทำงานอยู่ ได้ที่นี่ ซึ่งจะมีการเปลี่ยนพื้นที่ทำงานเมื่อเมาส์เข้าไปยังตำแหน่งขอบหน้าจอ โดยมีหน่วยเป็นหนึ่งในพันวินาที
uk: Тут ви можете встановити затримку для перемикання стільниць при використанні активних меж. Стільницю буде змінено після того, як мишу була на межі екрана впродовж вказаної кількості мілісекунд.

source: Focus stealing prevention level:
af: Fokus steel voorkoming vlak
ar: مستوى الوقاية من غياب التركيز.
bg: Ниво на предотвратяване на открадването на фокуса:
bn: আলোকপাত হরণ প্রতিরোধ স্তর:
bs: Nivo sprječavanja "krađe fokusa":
cs: Úroveň zabránění krádeže zaměření:
cy: Lefel o ataliad dwyn canolbwynt:
da: Niveau for forhindring af at fokus stjæles:
de: Vorbeugung gegen unerwünschte Aktivierung:
el: Επίπεδο παρεμπόδισης κλεψίματος εστίασης:
es: Nivel de prevención de activación de ventanas:
et: Fookuse röövimise vältimise tase:
eu: Fokua hartze eragozte maila:
fa: سطح پیشگیری از حرکت آهستۀ کانون:
fi: Kohdistamisen estämisen taso:
fr: Niveau de prévention de vol du focus :
gl: Nivel de prevención na outorgación do foco:
hi: फ़ोकस स्टीलिंग प्रिवेंशन स्तरः
hr: Nivo zaštite od krađe fokusa:
hu: A fókuszelvétel megelőzési szintje (új ablakoknál):
is: Stig varnar sem kemur í veg fyrir stuld á virkni:
it: Livello di prevenzione della sottrazione del fuoco:
ja: フォーカスの移動防止レベル(&P):
km: ផ្តោត​លើ​កម្រិត​ការ​ពារ​ការលួច ៖
ko: 활성화 전환 방지 레벨:
mk: Ниво на спречување на одземање на фокус:
ms: Fokus tahap pencegahan kecurian
nb: Unøsket fokus kontroll:
nds: Fokusverleer-Schuulstoop:
nl: Nieuwe vensters krijgen focus:
nn: Hindring av fokusstjeling:
pl: Poziom ochrony przed zmianą aktywnego okna:
pt_br: Nível de prevenção de roubo de foco:
ro: Prevenirea capturării focusului:
ru: Уровень предотвращения перехода фокуса:
rw: Urwego rwo kurinda kwiba igaragaza rikeye:
se: Fohkussuoládan easttadeapmi:
sk: Úroveň bránenia proti kradnutiu fokusu:
sl: Stopnja onemogočanja kraje fokusa:
sr: Ниво заштите од крађе фокуса:
sr@latn: Nivo zaštite od krađe fokusa:
sv: Nivå för att förhindra ändring av fokus:
tg: Дараҷаи пешгирии гузаштани фокус:
th: ระดับการป้องกันการขโมยโฟกัสการทำงาน:
uk: Рівень запобігання викрадання фокусу:

source: _: Focus Stealing Prevention Level None
af: Geen
ar: لا يوجد
bg: Без
bn: কিছু নয়
bs: Nikakav
cs: Žádná
cy: Dim
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
et: Puudub
eu: Bat ere ez
fa: هیچ‌کدام
fi: Ei käytössä
fr: Aucun
gl: Ningún
hi: कुछ नहीं
hr: Nikakav
hu: nincs
is: Ekkert
it: Nessuna
ja: なし
km: គ្មាន
ko: 없음
mk: Нема
ms: Tiada
nb: Ingen
nds: Keen
nl: Altijd
nn: Inga
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt_br: Nenhum
ro: Nimic
ru: Нет
rw: Ntarwo
se: Ii maidege
sk: Žiadna
sl: Brez
sr: никакав
sr@latn: nikakav
sv: Ingen
ta: None
tg: Ҳеҷ
th: ไม่ป้องกัน
uk: Відсутній

source: _: Focus Stealing Prevention Level Low
af: Laag
ar: منخفض
bg: Слабо
bn: কম
bs: Nizak
cs: Nízká
cy: Isel
da: Lav
de: Niedrig
el: Μικρό
es: Bajo
et: Madal
eu: Txikia
fa: کم
fi: Matala
fr: Bas
gl: Baixo
hi: निम्न
hr: Nizak
hu: alacsony
is: Lágt
it: Bassa
ja: 低
km: ទាប
ko: 낮음
mk: Ниско
ms: Rendah
nb: Lav
nds: Siet
nl: Meestal
nn: Låg
pa: ਘੱਟ
pl: Niski
pt_br: Baixo
ro: Mică
ru: Низкий
se: Unnán
sk: Nízka
sl: Nizka
sr: низак
sr@latn: nizak
sv: Låg
ta: குறைவு
tg: Суст
th: ต่ำ
uk: Низький

source: _: Focus Stealing Prevention Level Normal
af: Normaal
ar: عادي
bg: Нормално
bn: সাধারণ
bs: Normalan
cs: Normální
cy: Arferol
da: Normal
de: Normal
el: Κανονικό
es: Normal
et: Tavaline
eu: Arrunta
fa: عادی
fi: Normaali
fr: Normal
gl: Normal
hi: सामान्य
hr: Uobičajen
hu: normál
is: Venjulegt
it: Normale
ja: 標準
km: ធម្មតា
ko: 보통
mk: Нормално
ms: Normal
nb: Normal
nds: Normaal
nl: Intelligent
nn: Normal
pa: ਸਧਾਰਨ
pl: Zwykły
pt_br: Normal
ro: Normală
ru: Средний
rw: Bisanzwe
se: Dábálaš
sk: Normálna
sl: Normalna
sr: уобичајен
sr@latn: uobičajen
sv: Normal
ta: இயல்பு
tg: Оддӣ
th: ปกติ
uk: Звичайний

source: _: Focus Stealing Prevention Level High
af: Hoog
ar: عالي
bg: Силно
bn: বেশী
bs: Visok
cs: Vysoká
cy: Uchel
da: Høj
de: Hoch
el: Υψηλό
es: Alto
et: Kõrge
eu: Handia
fa: زیاد
fi: Korkea
fr: Haut
gl: Alto
hi: उच्च
hr: Visok
hu: magas
is: Hátt
it: Alta
ja: 高
km: ខ្ពស់
ko: 높음
mk: Високо
ms: Tinggi
nb: Høy
nds: Hooch
nl: Bijna nooit
nn: Høg
pa: ਜਿਆਦਾ
pl: Wysoki
pt_br: Alto
ro: Mare
ru: Высокий
rw: Bihanitse
se: Alla
sk: Vysoká
sl: Visoka
sr: висок
sr@latn: visok
sv: Hög
ta: உயர்வு
tg: Баланд
th: สูง
uk: Високий

source: _: Focus Stealing Prevention Level Extreme
af: Uiters
ar: أقصى
bg: Крайно
bn: অত্যন্ত বেশী
bs: Ekstreman
cs: Extrémní
cy: Eithaf
da: Ekstrem
de: Extrem
el: Ακραίο
es: Extremo
et: Äärmuslik
eu: Itzela
fa: بی‌نهایت
fi: Erittäin korkea
fr: Extrême
gl: Extremo
hi: अत्यधिक
hr: Vrlo visok
hu: nagyon magas
is: Mjög hátt
it: Estrema
ja: 最大
km: ខ្ពស់​​បំផុត
ko: 매우 높음
mk: Екстремно
ms: Ekstrim
nb: Ekstrem
nds: Övermaten
nl: Nooit
nn: Ekstrem
pa: ਅਧਿਕਤਮ
pl: Bardzo wysoki
pt_br: Extremo
ro: Extremă
ru: Очень высокий
se: Hui alla
sk: Extrémna
sl: Zelo visoka
sr: крајње висок
sr@latn: krajnje visok
sv: Extrem
ta: மிகுந்த
tg: Экстремалӣ
th: เข้มงวดมาก
uk: Надвисокий
