Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: Show &hidden files
af: Vertoon versteekte lêers
ar: إظهار الملفات الم&خفية
az: &Gizli faylları göstər
be: Паказваць с&хаваныя файлы
bg: Показване на &скритите файлове
bs: Prikaž&i skrivene datoteke
ca: Mostra els fitxers o&cults
cs: Zo&brazovat skryté soubory
cy: &Dangos ffeiliau cudd
da: Vis skj&ulte filer
de: &Versteckte Dateien anzeigen
el: Εμφάνιση &κρυφών αρχείων
eo: Montri &kaŝitajn dosierojn
es: Mostrar arc&hivos ocultos
eu: &Erakutsi fitxategi ezkutuak
fa: نمایش پرونده‌های &مخفی‌
fi: Näytä &piilotiedostot
fr: Afficher les fichiers cac&hés
gl: Amosar ficheiros &agochados
he: ה&צג קבצים מוסתרים
hi: छुपी फ़ाइलें दिखाएँ (&h)
hr: Prikaži s&krivene datoteke
hu: A rejtett fájlok meg&jelenítése
is: Sýna f&aldar skrár á skjáborði
it: Mostra file &nascosti
ja: 隠しファイルを表示する(&W)
kk: &Жасырын файлдар көрсетілсін
km: បង្ហាញឯកសារ​ដែលលាក់
ko: 숨겨진 파일 보기(&H)
lt: Rodyti &paslėptas bylas
mk: Прикажи ги &скриените датотеки
nb: Vis &skjulte filer
nds: &Versteken Dateien wiesen
nl: &Verborgen bestanden tonen
nn: Vis &gøymde filer
pa: ਲੁਕਵੀਆਂ ਫਾਇਲਾਂ ਵੇਖਾਓ(&h)
pl: Pokaż &ukryte pliki
pt: Mostrar os &ficheiros escondidos
pt_br: Exibir arquivos o&cultos
ro: Afişează &fişierele ascunse
ru: Показывать &скрытые файлы
rw: Kwerekana amadosiye ahishe
se: Čájet čih&kkojuvvon fiillaid
sk: Zobraziť &skryté súbory
sl: Prikaži &skrite datoteke
sr: Приказуј &скривене фајлове
sr@latn: Prikazuj &skrivene fajlove
sv: Visa &dolda filer
ta: மறைக்கப்பட்ட கோப்புகளை மேசையிற் காட்டு
th: แสดงแฟ้มที่ซ่&อนไว้
uk: Показувати &приховані файли
zh_cn: 显示隐藏文件(&H)

source: <p>If you check this option, any files in your desktop directory that begin with a period (.) will be shown. Usually, such files contain configuration information, and remain hidden from view.</p> <p>For example, files which are named ".directory" are plain text files which contain information for Konqueror, such as the icon to use in displaying a directory, the order in which files should be sorted, etc. You should not change or delete these files unless you know what you are doing.</p>
af: <p>as jy hierdie opsie kies, sal enige lêers in jou werkskerm gids wat begin met 'n punt (.) begin, vertoon word. Gewoonlik, bevat sulke lêers konfigurasie inligting, en bly dit versteekt vir besigtig.</p> <p> Byvoorbeeld, lêers genaamd ".gids" word eenvoudige teks lêers wat inligting bevat vir Konqueror, soos watter ikoon om te gebruik tydens die vertoning van 'n gids, die volgorde waarin die lêers gesorteer moet word, ens. Jy moet nie hierdie lêers verander of uitvee nie, tensy jy weet wat jy doen!</p>
bg: <p>В Линукс скритите файлове и директории започват с точка (.) и, обикновено, не се показват. Обикновено, те съдържат настройки и данни на различни програми. В повечето случаи нямате нужда да разглеждате подобни файлове. </p><p>Например, във файловете с име ".directory", се съдържа информация за браузъра Konqueror по какъв начин трябва да показва дадена директория. Обикновено, не трябва да изтривате такъв файл, освен ако не сте сигурни какво правите.</p> <p>Ако включите отметката, файловете, които започват с точка (.) ще се показват на работния плот.</p>
bs: <p>Ako uključite ovu opciju, datoteke i direktoriji čije ime počinje sa tačkom (.) će biti prikazane. Obično su to konfiguracijske datoteke koje ostaju skrivene.</p> <p>Npr., datoteka koja se zove ".directory" je zapravo obična tekstualna datoteka koja sadrži informacije za Konqueror, kao što su ikona koju treba koristiti, raspored datoteka itd. Ako niste potpuno sigurni da znate što radite nemojte mijenjati ili brisati ove datoteke!</p>
ca: <p>Si marqueu aquesta opció, es mostraran tots els fitxers del directori escriptori que comencin amb un punt (.). Usualment, aquests fitxers contenen informació de configuració i romanen ocults a la vista.</p> <p>Per exemple, els fitxers que s'anomenen ".directory" són fitxers de text pla que contenen informació per a Konqueror, com ara la icona a usar en mostrar un directori, l'ordre en què s'han d'ordenar els fitxers, etc. No heu de canviar o esborrar aquests fitxers excepte si sabeu el què esteu fent.</p>
cs: <p>Zaškrtnete-li tuto volbu, budou zobrazeny všechny soubory z vaší složky pracovní plochy (Desktop), které začínají tečkou. Obvykle tyto soubory obsahují informace o nastavení a zůstávají skryté.</p> <p> Například soubory pojmenované ".directory" jsou prosté textové soubory, které obsahují informace pro aplikaci Konqueror, jako je ikona používaná při zobrazování adresáře, pořadí v jakém jsou setříděny soubory atd. Neměli byste tyto soubory mazat ani upravovat, pokud nevíte, co děláte.</p>
cy: <p>Os dewiswch y dewisiad hwn, dangosir unrhyw ffeiliau yn eich cyfeiriadur penbwrdd sy'n dechrau ag atalnod llawn (.). Fel arfer, gwybodaeth ffurfweddu sydd yn y ffeiliau yma, ac maent yn guddiedig.</p> <p> Er enghraifft, ffeiliau testun plaen yw ffeiliau o'r enw ".directory" sy'n cynnwys gwybodaeth i Konqueror, megis yr eicon i'w ddefnyddio tra'n dangos y cyfeiriadur, y drefn ddidoli ffeiliau, ayyb. Ni ddylech ddileu'r ffeiliau yma os nad ydych yn sicr beth rydych yn ei wneud.</p>
da: <p>Hvis du afkrydser dette, vil alle filer på din desktop, som begynder med punktum (.), blive vist. Sådanne filer indeholder sædvanligvis indstillinger og er skjulte.</p> <p> F.eks. er filer, der hedder ".directory" almindelige tekstfiler som indeholder information for Konqueror såsom det ikon, der skal bruges for at vise mappen, den rækkefølge filerne skal vises i osv. Du bør ikke ændre eller slette disse filer medmindre du ved hvad du gør.</p>
de: <p>Wenn diese Einstellung aktiv ist, werden alle Dateien in Ihrem Arbeitsflächenordner angezeigt, die mit einem Punkt (.) beginnen. Normalerweise enthalten solche Dateien Information zu Ihren Benutzereinstellungen und werden nicht angezeigt.</p> <p>Zum Beispiel sind Dateien namens ".directory" einfache Texte, die Informationen für Konqueror enthalten (welches Symbol zur Darstellung eines Ordners benutzt, wie die Dateien angeordnet werden sollen usw.). Sie sollten solche Dateien nicht löschen, falls Sie nicht genau wissen, was Sie tun.</p>
el: <p>Αν ενεργοποιήστε αυτή την επιλογή, τα αρχεία στον κατάλογο της επιφάνειας εργασίας σας που αρχίζουν με τελεία (.) θα εμφανίζονται. Συνήθως τέτοια αρχεία περιέχουν πληροφορίες ρυθμίσεων και παραμένουν κρυφά.</p> <p>Για παράδειγμα, αρχεία με όνομα ".directory" είναι αρχεία απλού κειμένου που περιέχουν πληροφορίες για τον Konqueror, όπως το εικονίδιο που πρέπει να χρησιμοποιήσει στην εμφάνιση ενός καταλόγου, τη σειρά με την οποία πρέπει να ταξινομούνται τα αρχεία, κ.ο.κ. Δεν πρέπει να τροποποιείτε ή να διαγράφετε αυτά τα αρχεία, εκτός αν ξέρετε τι κάνετε!</p>
eo: <p>Se enŝaltita, ĉiuj dosieroj el via tabulo-dosierujo, kiuj komenciĝas je punkto (.= estos montrataj. Normale tiaj dosieroj enhavas agordoinformojn kaj estas kaŝitaj.</p> <p>Ekzemple dosieroj kun la nomo ".directory" estas tekstaj dosieroj enhavantaj informojn por Konkeranto, ekz la uzendan piktogramon por prezento de dosierujo, la ordon, laŭ kiu dosieroj estu ordigataj ktp. Vi ne ŝanĝu aŭ forigu tiujn dosierojn krom se vi scias, kion vi faras!</p>
es: <p>Si se selecciona esta opción, se mostrarán todos los archivos en la carpeta de su escritorio que comienzen con punto (.). Generalmente, dichos archivos contienen información sobre configuración y, permanecen ocultos</p>. <p> Por ejemplo, los archivos llamados ".directory", son archivos de texto sencillo que contienen información para Konqueror, tal como el icono que se usa para mostrar una carpeta, el orden en que deben clasificarse los archivos, etc. No debe modificar estos archivos, a no ser que sepa lo que hace</p>
eu: <p>Aukera hau hautatuz gero, zure mahaigaineko direktorioan puntu batez (.) hasten diren fitxategiak erakutsi egingo dira. Gehienetan, fitxategi hauek konfigurazioari buruzko informazioa dute, eta begibistatik ezkutaturik egoten dira.</p> <p>Adibidez, ".directory" izena duten fitxategiak Konquerorrentzako informazioa duten testu lauaz egindako fitxategiak izaten dira: direktorioa erakustean erabiliko den ikonoa, zer ordenetan antolatuko diren fitxategiak, e.a. Ez zenituzke fitxategiok ezabatu, ezta aldatu beharko, zertan ari zaren seguru egon barik</p>
fa: <p>اگر این گزینه را علامت بزنید، هر پرونده در فهرست راهنمای رومیزی که با یک نقطه ).( شروع می‌شود، نمایش داده خواهد شد. معمولاً، مانند پرونده‌های شامل اطلاعات پیکربندی، و پرونده‌های مخفی‌مانده از نمایش.</p> <p>برای مثال، پرونده‌هایی که «.directory» نامیده می‌شوند، پرونده‌های متن ساده هستند که شامل اطلاعاتی برای Konqueror می‌باشند، نظیر شمایل مورد استفاده در نمایش یک فهرست راهنما، ترتیبی که پرونده‌ها باید ذخیره شوند و غیره. نباید این پرونده‌ها را تغییر داده یا حذف کنید، مگر این که بدانید چه کار می‌کنید.</p>
fi: <p>Jos tämä kohta on valittuna, kaikki tiedostot, joiden nimi alkaa pisteellä, näytetään. Yleensä nämä tiedostot sisältävät asetuksia, eikä niitä näytetä.</p> <p>Esimerkiksi ".directory" -nimiset tiedostot sisältävät hakemistoon liittyviä tietoja. Tällaisia tiedostoja ei kannata poistaa, mikäli et ole varma mitä teet!</p>
fr: <p>Si vous cochez cette option, les fichiers situés sur le bureau dont le nom commence par un point (.) seront affichés. Généralement, ces fichiers contiennent des informations de configuration et restent cachés.</p> <p> Par exemple, les fichiers nommés « .directory » sont des fichiers textes qui contiennent des informations pour Konqueror, comme l'icône à utiliser pour afficher le dossier, l'ordre dans lequel les fichiers doivent être triés, etc. Vous ne devez pas modifier ou supprimer ces fichiers, à moins de savoir ce que vous faites.</p>
gl: <p>Se marca esta opción, amosaranse os ficheiros do cartafol do escritorio que comecen cun punto (.). Normalmente, eses ficheiros conteñen información de configuración, e mantéñense agochados da vista.</p> <p>Por exemplo, os ficheiros chamados ".directory" son ficheiros de texto que conteñen información para o Konqueror, como a icona que se ten que usar ó visualizar un cartafol, a orde en que se mostran os ficheiros, etc. ¡Non debería modificar ou borrar estes ficheiros a menos que saiba o que está a facer!</p>
he: <p>אם תבחר באפשרות זו, כל קובץ בספריית שולחן העבודה שלך שמתחיל בנקודה (.) יוצג. בדרך כלל מכילים קבצים כאלה הגדרות תצורה, ולכן הם לא מוצגים. </p> <p> לדוגמה, קבצים בשם "directory." הם קבצי טקסט רגיל המכילים מידע עבור Konqueror, כגון גודל הסמל שיש להשתמש בו בעת הצגת ספריה, האופן בו יש למיין קבצים וכו'. אינך אמור לשנות או למחוק קבצים אלה, אלא אם כן אתה יודע מה אתה עושה. </p>
hu: <p>Ha bejelöli ezt az opciót, akkor a munkaasztalon megjelennek a munkaasztal könyvtárában található rejtett (ponttal kezdődő nevű) fájlok. Az ilyen fájlok általában konfigurációs adatokat tartalmaznak, és nem jelennek meg listázáskor.</p> <p>Például a ".directory" fájlok olyan szöveges fájlok, melyek a fájlkezelő számára tárolnak különféle információkat, például a könyvtár megjelenítésénél használt ikont vagy a fájlok sorbarendezési módját. Csak akkor törölje vagy módosítsa az ilyen fájlokat, ha tudja, milyen célt szolgálnak!</p>
is: <p>Ef þú merkir við þennan kost eru skrár sem bera heiti sem byrjar á punkti (.) sýndar. Venjulega eru slíkar skrár stilliskrár og því faldar.</p> <p>Til dæmis eru skrár sem heita ".directory" textaskrár sem geyma upplýsingar fyrir Konqueror, svo sem myndina sem táknar möppuna, hvernig á að raða innihaldinu o.þ.h. Þú skalt ekki breyta þessum skrám eða eyða þeim nema þú vitir hvað þú ert að gera.</p>
it: <p>Se questa opzione è marcata, tutti i file nella tua cartella del desktop che iniziano con un punto (.) saranno visibili. Normalmente, questi file contengono informazioni di configurazione, e rimangono nascosti alla vista.</p> <p>Per esempio, i file chiamati ".directory" sono file di testo semplice che contengono informazioni per Konqueror, come l'icona da usare per la visualizzazione della cartella, l'ordine in cui i file devono essere ordinati, ecc... Non dovresti modificare o eliminare questi file, a meno che tu sappia cosa stai facendo.</p>
ja: <p>このオプションを有効にすると、デスクトップディレクトリにあるピリオド (.) で始まるすべてのファイルが表示されるようになります。通常、そのようなファイルには設定情報が含まれているため、表示されないようになっています。</p> <p>例えば、".directory" という名前のプレーンテキストファイルには、ディレクトリを表示する際に使用するアイコンや、その中でのファイルの並べ方といった Konqueror 用の情報が含まれています。よく理解したうえでなければ、これらのファイルを編集したり削除すべきではありません。</p>
kk: <p>Бұл құсбелгі қойылса, үстел қапшығындағы, атауы нүктеден (.) басталатын файлдар көрсетіледі. Әдетте, бұндай файлдарда баптау мәліметтер жазылып, көруден жасырылады.</p> <p>Мысалы, ".directory" деген файл - кәдімгі мәтінмен жазылған, қапшықты бейнелеу үшін қолданылатын таңбашасы, файлдарды реттеу тәртібі, т.б. сол сияқты Konqueror баптау параметрлері. Бұл файлдарға, не істеп жатқаныңызды анық түсенбесеңіз, тиіспегеніңіз жөн.</p>
km: <p>ប្រសិនបើ​អ្នក​ធីក​ជម្រើស​នេះ នោះ​រាល់​ឯកសារលើថតផ្ទៃតុដែលចាប់ផ្តើម​ដោយសញ្ញា​ចុច (.) នឹង​ត្រូវ​បាន​បង្ហាញ ។ ជា​ធម្មតា ឯកសារ​ដូចនេះ​មាន​ព័ត៌មាន​អំពី​ការកំណត់​រចនាសម្ព័ន្ធ ហើយ ពួកវា​នៅតែលាក់​ពី​ម៉ឺនុយ ។</p> <p>ឧទាហរណ៍ ឯកសារ​ដែល​មាន​ឈ្មោះ ".directory" ជា​ឯកសារ​អត្ថបទ​ធម្មតាដែល​មាន​ព័ត៌មាន​សម្រាប់ Konqueror ដួចជា​រួបតំណាង​ដែល​ត្រូវ​ប្រើ​ក្នុង​ការ​បង្ហាញ​ថត លំដាប់​ដែល​ឯកសារ​ត្រូវ​បាន​តម្រៀប ។ល។ អ្នក​មិន​គួរ​ប្តូរ ឬ លុប​ឯកសារ​ទាំងនេះ លុះត្រា​តែអ្នក​ដឹង​នូវ​អ្វី​ដែល​អ្នក​កំពុង​ធ្វើ ។</p>
ko: <p>이 설정을 사용하면 데스크톱 디렉터리에 있는 점(.)으로 시작하는 파일을 보여줍니다. 이러한 파일들은 대부분 설정 내용을 담고 있기 때문에 숨겨져 있습니다.</p> <p>예를 들어서 ".directory"라는 파일은 Konqueror에서 디렉터리 아이콘이나 정렬 정보 같은 것을 저장해 두는 일반 텍스트 파일입니다. 무엇을 하는 지 모르겠다면 이 파일을 변경하거나 삭제하지 마십시오.</p>
lt: Pažymėjus šią parinktį, bus parodytos visos darbastalio bylos, kurios prasideda tašku (.). Paprastai, kadangi šios bylos saugo konfigūravimo informaciją, jos būna nematomos.<p> Pavyzdžiui, bylos, pavadintos „.directory“, yra paprastos tekstinės bylos, saugančios Konqueror informaciją: kokį naudoti ženkliuką, rodant aplanką, kokia tvarka rikiuoti bylas ir t.t. Neleistina pašalinti arba keisti šių bylų, nebent gerai žinote ką darote!
mk: <p>Ако ја изберете оваа опција ќе бидат прикажани сите датотеки во вашиот именик на површина што почнуваат со точка (.). Обично таквите датотеки содржат конфигурациски информации и не се покажуваат.</p> <p>На пример, датотеките со име „.directory“ се обични текстуални датотеки што содржат информации за Konqueror, како на пример каква икона да биде употребена за приказ на именикот, каков е редоследот на подредување на датотеките, итн. Не би требало да ги менувате или бришете тие датотеки, освен ако навистина знаете што правите.</p>
nb: <p>Hvis du velger dette vil alle filer i skrivebordsmappa som starter med punktum (.) bli vist. Normalt inneholder slike filer oppsettssinformasjon og vises ikke.</p> <p>F.eks. er filer som heter «.directory» rene tekstfiler som inneholder informasjon for Konqueror, slik som ikonene som brukes for å vise mappa, rekkefølgen filene skal sorteres i osv. Du bør ikke endre eller slette disse filene med mindre du vet hva du gjør.</p>
nds: <p>Wenn aktiveert, warrt ok all Dateien binnen Dien Schriefdischorner wiest, de mit en Punkt (.) anfangt. Normalerwies bargt disse Dateien Instellen un blievt nich sichtbor.</p> <p>As Bispeel de Dateien mit Naam ".directory": Dat sünd rene Textdateien, de Informatschonen för Konqueror bargt, as t.B. dat Lüttbild för en Orner, de Sorteerreeg, usw. Du schullst disse Dateien nich bewerken oder wegdoon, wenn Du nich nipp un nau weetst, wat Du dor deist.</p>
nl: <p>Als u deze optie selecteert, dan worden alle bestanden op uw bureaublad die met een punt (.) beginnen getoond. Deze bestanden bevatten normaliter configuratie-info en blijven daarom verborgen.</p> <p>Bijvoorbeeld, bestanden met de naam ".directory" zijn tekstbestanden die informatie bevatten voor Konqueror, zoals welk pictogram voor de map gebruikt wordt, in welke volgorde de bestanden gesorteerd worden, etc.. Bewerk of verwijder deze bestanden niet, tenzij u zeker weet wat u doet.</p>
nn: <p>Her vel du om filer i skrivebordskatalogen som startar med punktum (.) skal visast. Slike filer inneheld vanlegvis oppsettinformasjon og ligg gøymde.</p><p>Eit døme er filer med namnet «.directory», som er tekstfiler med informasjon om korleis Konqueror skal visa ein katalog, korleis filene skal sorterast osv. Du bør ikkje endra eller sletta slike filer utan at du veit kva du gjer.</p>
pl: <p>Jeśli opcja jest włączona, wszystkie pliki w katalogu pulpitu, zaczynające się kropką (.), będą widoczne. Zwykle są to pliki konfiguracyjne i pozostawia się je ukryte.</p> <p>Na przykład, pliki o nazwie ".directory" są zwykłymi plikami tekstowymi zawierającymi informacje dla Konquerora (takie jak rodzaj używanych ikon, porządek sortowania plików itd.). Nie powinno się zmieniać lub usuwać tych plików bez ważnego powodu.</p>
pt: <p>Se assinalar esta opção, todos os ficheiros na pasta do seu ecrã que comecem por um ponto (.) serão mostrados. Normalmente, esses ficheiros contêm informação de configuração, e ficam escondidos.</p> <p>Por exemplo, os ficheiros chamados ".directory" são ficheiros de texto que contêm informação para o Konqueror, tais como o ícone a usar numa pasta, a ordem na qual os ficheiros são ordenados, etc. Não deve mudar ou apagar esses ficheiros a não ser que saiba o que está a fazer.</p>
pt_br: <p>Se esta opção for selecionada, todos os arquivos, em sua pasta de trabalho, que começam com um ponto (.), serão mostrados. Geralmente, tais arquivos contém informação sobre configuração e permanecem ocultos.</p> <p> Por exemplo, os arquivos que são chamados ".directory" são arquivos de texto puros que contém informações para o Konqueror, como o ícone para ser usado na exibição de uma pasta, a ordem na qual os arquivos devem ser classificados, etc. Você não deve alterar estes arquivos a menos que saiba o que está fazendo.</p>
ro: <p>Dacă selectaţi această opţiune, atunci vor fi afişate şi fişierele din directorul corespunzător ecranului, al căror nume începe cu un punct (.). În mod uzual aceste fişiere conţin fişiere de configurare şi rămîn ascunse vederii. </p><p>De exemplu, fişierele cu numele ".directory" sînt simple fişiere text care conţin informaţii pentru Konqueror, cum ar fi iconiţa la afişarea directorului, ordinea în care vor fi sortate fişierele etc. Nu ştergeţi aceste fişiere dacă nu sînteţi sigur de ceea ce doriţi să faceţi.</p>
ru: <p>Если вы включите этот режим, будут показаны все файлы, начинающиеся с символа точки (.) и находящиеся в текущей папке. Обычно такие файлы содержат информацию о различных настройках и скрываются из вида.</p> <p>Например, файлы с именем ".directory" - обычные текстовые файлы, в которых содержатся сведения для Konqueror'а, такие как значок, используемая для обозначения папки, порядок, в котором следует сортировать файлы и т.д. Вам не следует изменять или удалять эти файлы, если только вы точно не знаете, зачем вам это нужно.</p>
rw: <p>Nushyira akamenyetso kuri ubu buryo, amadosiye yose ari mu bubiko bw'ibiro bwawe atangirwa n'akadomo (.) azagaragara. Akenshi, amadosiye nk'aya aba arimo ibisobanuro byerekeye iboneza, ntanaba agaragara.</p> <p>Urugero, amadosiye yitwa".ububiko" ni amadosiye y'umwandiko usesuye arimo ibisobanuro byerekeye Konqueror, nk'agashushondanga ko gukoresha mu kugaragaza ububiko, uburyo amadosiye azashungurwamo, n'ibindi. Ntabwo uzahindura cyangwa ngo usibe aya madosiye keretse uzi ibyo uri gukora.</p>
sk: <p>Ak zapnete túto voľbu, všetky súbory začínajúce bodkou (.) budú zobrazené. Tieto súbory zvyčajne obsahujú nastavenia a zostávajú ukryté.</p> <p> Napríklad, súbory pomenované ".directory" sú textové súbory obsahujúce informácie pre Konqueror, ako napríklad akú ikonu použiť, poradie zobrazovania, atď. Nemali by ste tieto súbory meniť ani mazať, pokiaľ neviete presne, čo robíte.</p>
sl: <p>Izberite to možnost, če želite prikaz datotek v imeniku namizja, ki se začenjajo s piko (.). Navadno so v takih datotekah podatki o nastavitvah, in so skrite očem.</p> <p> Npr. datoteke z imenom ».directory« so navadne besedilne datoteke s podatki o Konquerorju, denimo o ikonah, ki jih uporablja za prikazovanje map, pa o vrstnem redu, po katerem so datoteke urejene ipd. Teh datotek ne spreminjajte in ne brišite, razen če veste, kaj delate.</p>
sr: <p>Ако изаберете ову опцију, биће приказани сви фајлови који се налазе у директоријуму радне површине и почињу са тачком (.). Већином, ови фајлови садрже информације о подешавањима и остају скривени од вашег погледа.</p> <p>На пример, фајлови који се налазе у „.directory“ су обични текстуални фајлови који садрже информације виталне за Konqueror-а, као што су иконе које се користе у приказивању директоријума, начина на који су фајлови поређани, итд. Ове фајлове немојте да бришете или мењате осим ако знате шта радите.</p>
sr@latn: <p>Ako izaberete ovu opciju, biće prikazani svi fajlovi koji se nalaze u direktorijumu radne površine i počinju sa tačkom (.). Većinom, ovi fajlovi sadrže informacije o podešavanjima i ostaju skriveni od vašeg pogleda.</p> <p>Na primer, fajlovi koji se nalaze u „.directory“ su obični tekstualni fajlovi koji sadrže informacije vitalne za Konqueror-a, kao što su ikone koje se koriste u prikazivanju direktorijuma, načina na koji su fajlovi poređani, itd. Ove fajlove nemojte da brišete ili menjate osim ako znate šta radite.</p>
sv: <p>Om du markerar det här alternativet, visas alla filer i din skrivbordskatalog som börjar med en punkt (.). Oftast innehåller sådana filer inställningsinformation, och förblir gömda.<p> </p>Till exempel filer som heter ".directory" är vanliga textfiler som innehåller information för Konqueror, som ikonen att använda när en katalog ska visas, ordningen som filer ska sorteras, etc. Du bör inte ändra eller ta bort filerna om du inte säkert vet vad du gör.</p>
ta: <p>நீங்கள் இந்த தேர்வை பயன்படுத்தினால் உங்கள் மேசை அடைவில் [.] யோடு துவங்கும். அனைத்து கோப்புகளும் காட்டப்படும். இது போன்ற கோப்புகளில் வடிவமைப்பு தகவல்கள் இருக்ப்பதால் மறைக்கப்பட்டிருக்கும்.</p> <p>உதாரணமாக ".directory" பெயருள்ள கோப்பு சாதாரண உரைக்கோப்பாக கான்கொரர் தகவல்கள், அடைவைக்காட்டும் சின்னம், கோப்புகள் அடுக்கப்படவேண்டிய முறை போன்றவற்றைக்கொண்டிருக்கும்.இவை பற்றிய விவரம் தெரியாமல் இக்கோப்புகளை மாற்றவோ நீக்கவோ கூடாது.</p>
th: <p>เปิดใช้ตัวเลือกนี้ เพื่อให้มีการแสดงทุกแฟ้มในไดเร็กทอรีพื้นที่ทำงานของคุณ รวมทั้งแฟ้มที่ขึ้นต้นด้วยจุด (.) ด้วย ซึ่งปกติจะไม่ถูกแสดงให้เห็น เนื่องจากส่วนมาก จะเป็นแฟ้มการปรับแต่งของแอพพลิเคชัน</p> <p> ตัวอย่างเช่น แฟ้มที่ชื่อ ".directory" ซึ่งเป็นแฟ้มข้อความธรรมดา ซึ่งใช้เก็บข้อมูลสำหรับ Konqueror เช่น ไอคอนที่ใช้ในการแสดงไดเร็คทอรี, การเรียงลำดับแฟ้ม เป็นต้น ดังนั้น หากเปิดใช้งานตัวเลือกนี้ คุณไม่ควรจะลบแฟ้มการปรับแต่งเหล่านี้ จนกว่าคุณจะแน่ใจในสิ่งที่จะทำ</p>
uk: <p>Якщо ви виберете цей параметр, файли у каталозі вашої стільниці, які починаються з крапки (.) будуть відображені на стільниці. Зазвичай, такі файли містять різноманітну конфігураційну інформацію і залишаються прихованими. </p> <p> Наприклад, файли з назвою ".directory" - це звичайні текстові файли, які містять інформацію для Konqueror, таку, як інформацію про те, які піктограми використовувати для зображення каталогу, порядок у якому мають упорядковуватися файли, тощо. Не стирайте і не змінюйте ці файли, крім того випадку, якщо ви дійсно знаєте, що робите.</p>
zh_cn: <p>如果选中该选项，桌面目录中所有前缀为(.)的文件都将被显示出来。通常这样的文件包含了配置信息，并且为隐藏属性。</p> <p>例如，“.directory”文件包含了 Konqueror 信息，这些信息包括目录中应显示的图标，文件的排序规则等。在不清楚的情况下，不要删除这些文件。</p>
