Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: &Left button:
af: Links knoppie:
ar: الزر الأي&سر:
az: S&ol düymə:
be: &Левая кнопка:
bg: Л&яв бутон:
bs: &Lijevo dugme:
ca: Botó de &l'esquerra:
cs: &Levé tlačítko:
cy: Botwm &Chwith
da: &Venstre knap:
de: &Linke Taste:
el: Αριστερ&ό πλήκτρο:
eo: &Maldekstra butono:
es: Botón i&zquierdo:
eu: &Ezkerreko botoia:
fa: دکمۀ &چپ:‌
fi: &Vasen painike:
fr: B&outon gauche :
gl: Botón &esquerdo:
he: ה&לחצן השמאלי:
hi: बायाँ बटनः (&L)
hr: Lijevi gumb:
hu: &Bal gomb:
is: &Vinstri hnappur:
it: Tasto &sinistro:
ja: 左ボタン(&L):
kk: &Сол батырмасы:
km: ប៊ូតុង​ឆ្វេង ៖
ko: 왼쪽 단추(&L):
lt: &Kairysis klavišas:
mk: &Лево копче:
nb: &Venstre knapp:
nds: &Linke Knoop:
nl: &Linker muisknop:
nn: &Venstre knapp:
pa: ਖੱਬਾ ਬਟਨ (&L):
pl: &Lewy przycisk:
pt: Botão es&querdo:
pt_br: Botão &esquerdo:
ro: Buton &stînga:
ru: &Левая кнопка:
rw: &Buto y'ibumoso:
se: &Gurut boallu:
sk: Ľa&vé tlačidlo:
sl: &Levi gumb:
sr: &Лево дугме:
sr@latn: &Levo dugme:
sv: Väns&ter knapp:
ta: இடது பொத்தான்:
th: ปุ่มซ้าย:
uk: &Лівою кнопкою:
zh_cn: 左键(&L)：

source: You can choose what happens when you click the left button of your pointing device on the desktop:
af: Jy kan kies wat gebeur wanneer Jy kliek die links knoppie van jou aanwys toestel op die werkskerm:
ar: تستطيع تحديد ماذا يحدث عند الضغط على الزر الأيسر لجهاز التأشير لديك على سطح المكتب.
az: Masa üstündə, işarətçinizlə sol tıqladığınız vaxt nə olacağını seçə bilərsiniz
bg: Операция при щракване с левия бутон на мишката върху работния плот:
bs: Ovdje birate šta će se dogoditi kada kliknete lijevim dugmetom na desktop:
ca: Podeu triar què passa quan cliqueu el botó esquerre del vostre dispositiu apuntador a l'escriptori:
cs: Můžete si zvolit, co se stane, kliknete-li levým tlačítkem svého polohovacího zařízení na plochu:
cy: Gallwch ddewis beth ddigwydda pan gliciwch botwm chwith eich dyfais bwyntio ar y penbwrdd:
da: Du kan vælge hvad der sker, når du klikker med venstre knap på dit pegeredskab på desktoppen.
de: Sie können wählen, was geschieht, wenn Sie mit der linken Taste Ihres Zeigegeräts auf die Arbeitsfläche klicken.
el: Μπορείτε να επιλέξετε τι θα γίνεται όταν κάνετε κλικ με το αριστερό πλήκτρο της συσκευής κατάδειξής σας στην επιφάνεια εργασίας:
eo: Vi povas elekti, kio okazu ĉe klako per maldekstra butono sur la tabulon:
es: Puede seleccionar lo que ocurre si pulsa con el botón izquierdo del ratón sobre el escritorio.
eu: Saguaren ezkerreko botoiarekin mahaigainean klik egitean zer gertatuko den aukera dezakezu:
fa: می‌توانید انتخاب کنید هنگامی که دکمۀ چپ موشی خود را بر روی رومیزی فشار می‌دهید، چه اتفاقی می‌افتد:
fi: Voit valita, mitä tapahtuu kun napsautat hiiren oikeaa painiketta vapaalla työpöydällä.
fr: Vous pouvez choisir ce qui se passe quand vous cliquez du bouton gauche de votre périphérique de pointage sur le bureau :
gl: Pode escoller qué acontece cando preme co botón esquerdo do seu dispositivo de apuntamento no escritorio:
he: באפשרותך לבחור מה יקרה כאשר תלחץ עם הלחצן השמאלי של התקן ההצבעה שלך על שולחן העבודה:
hi: आप चुन सकते हैं कि क्या हो जब आप डेस्कटॉप पर अपने पाइंटिंग उपकरण के बाएँ बटन को क्लिक करते हैं:
hr: Ovdje birate što se događa ako kliknete lijevom tipkom miša na radnu podlogu.
hu: Itt választhatja ki, hogy mi történjen, ha a bal egérgombbal a munkaasztalra kattint:
is: Þú getur ráðið því hvað gerist þegar þú smellir með vinstri músarhnappnum á skjáborðið:
it: Puoi scegliere cosa succede quando fai clic con il pulsante sinistro del mouse sul desktop:
ja: デスクトップ上でポインティングデバイスの左ボタンをクリックしたときの動作を設定します:
kk: Мұнда Сіз үстелде меңзеу құралының сол батырмасын түрткенде не болатынын таңдай аласыз:
km: អ្នក​អាច​ជ្រើស​ថាតើ​មាន​អ្វី​នឹង​កើតឡើង ពេល​អ្នក​ចុច​ប៊ូតុង​ឆ្វេង​របស់​ឧបករណ៍​ចង្អុលលើ​ផ្ទៃតុ ៖
ko: 데스크톱에서 포인팅 장치의 왼쪽 단추를 눌렀을 때 발생할 동작을 선택하십시오:
lt: Galite nurodyti kas atsitiks, kai paspausite kairį pelės klavišą ant darbastalio:
mk: Може да изберете што ќе се случи кога ќе кликнете на површината со левото копче од вашиот покажувачки уред:
nb: Du kan velge hva som skjer når du trykker på venstre museknapp på skrivebordet:
nds: Du kannst utsöken, wat passeert, wenn Du mit den linken Knoop vun Dien Wiesreedschap op den Schriefdisch klickst:
nl: U kunt bepalen wat er gebeurt als u met de linker knop van uw aanwijsapparaat klikt op het bureaublad:
nn: Her kan du velja kva som skjer om du klikkar med venstre museknapp på skrivebordet:
pa: ਤੁਸੀਂ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਕੀ ਹੋਵੇ, ਜੇਕਰ ਤੁਹਾਡੇ ਸੰਕੇਤਕ ਜੰਤਰ ਦਾ ਖੱਬਾ ਬਟਨ ਵੇਹੜੇ ਵਿੱਚ ਦਬਾਇਆ ਜਾਵੇ:
pl: Można określić co się dzieje po kliknięciu lewym przyciskiem wskaźnika (np. myszy) na pulpicie:
pt: O utilizador pode escolher o que acontece quando carrega com o botão esquerdo do rato no ecrã:
pt_br: Você pode escolher o que acontece quando clica com o botão esquerdo do mouse no fundo da área de trabalho:
ro: Puteţi alege ce se întîmplă cînd daţi clic stînga pe ecran cu dispozitivul de indicare:
ru: Здесь вы можете указать, что происходит, когда вы нажимаете левой кнопкой мыши на рабочем столе:
rw: Ushobora guhitamo ibigomba kuba igihe ukanze buto y'ibumoso y'apareye nyereka iri ku biro:
se: Dás válljet mii dáhpahuvvá go čállinbeavddis coahkkalat gurut sáhpánboalu:
sk: Tu si môžete zvoliť, čo sa stane, keď kliknete ľavým tlačidlom myši na plochu:
sl: Sami lahko izberete, kaj naj se zgodi, ko boste z levim gumbom kazalne naprave kliknili na namizje:
sr: Можете изабрати шта ће се десити ако кликнете левим дугметом миша на радну површину:
sr@latn: Možete izabrati šta će se desiti ako kliknete levim dugmetom miša na radnu površinu:
sv: Du kan välja vad som ska hända när du klickar med den vänstra musknappen på skrivbordet:
ta: மேல்மேசையில் உள்ள குறியீட்டு சாதனத்தின் இடது பக்க விசையை அழுத்தும்போது நிகழ்வதை தேர்வு செய்யலாம்.
th: คุณสามารถเลือกสิ่งที่จะกระทำ เมื่อคุณคลิ้กเมาส์ซ้ายบนพื้นที่ทำงาน
uk: Ви можете керувати, що трапиться при клацанні лівою кнопкою вказівного пристрою на стільниці:
zh_cn: 您可以选择在桌面上点击定点设备左按钮时的动作：

source: Right b&utton:
af: Regterkant knoppie:
ar: الزر الأي&من:
az: S&ağ düymə:
be: &Правая кнопка:
bg: &Десен бутон:
bs: &Desno dugme:
ca: &Botó de la dreta:
cs: Pravé tlačít&ko:
cy: Botwm &Dde
da: &Højre knap:
de: &Rechte Taste:
el: Δεξί πλήκτρ&ο:
eo: &Dekstra butono:
es: Botón de&recho:
eu: E&skuineko botoia:
fa: &دکمۀ راست:‌
fi: &Oikea painike:
fr: Bo&uton droit :
gl: Botón &dereito:
he: הלחצן הי&מני:
hi: दायाँ बटनः (&u)
hr: Desni g&umb:
hu: &Jobb gomb:
is: &Hægri hnappur:
it: Tasto &destro:
ja: 右ボタン(&U):
kk: Оң бат&ырамасы:
km: ប៊ូតុង​ស្តាំ ៖
ko: 오른쪽 단추(&U):
lt: &Dešinysis klavišas:
mk: Десно к&опче:
nb: &Høyre knapp:
nds: &Rechte Knoop:
nl: Rechter muiskno&p:
nn: &Høgre knapp:
pa: ਸੱਜਾ ਬਟਨ(&u):
pl: &Prawy przycisk:
pt: Botão direi&to:
pt_br: Botão &direito:
ro: Buton &dreapta:
ru: Правая к&нопка:
rw: Buto y'iburyo:
se: Olgeš boallu:
sk: &Pravé tlačidlo:
sl: &Desni gumb:
sr: &Десно дугме:
sr@latn: &Desno dugme:
sv: Höger &knapp:
ta: வலது பொத்தான்:
th: ปุ่มขวา:
uk: Прав&ою кнопкою:
zh_cn: 右键(&U)：

source: You can choose what happens when you click the right button of your pointing device on the desktop:
af: Jy kan kies wat gebeur wanneer Jy kliek die regterkant knoppie van jou aanwys toestel op die werkskerm:
ar: تستطيع تحديد ماذا يحدث عند الضغط على الزر الأيمن لجهاز التأشير لديك على سطح المكتب.
az: Masa üstündə, siçanla sağ tıqladığınız vaxt nə olacağını seçə bilərsiniz
bg: Операция при щракване с десния бутон на мишката върху работния плот:
bs: Ovdje birate šta će se dogoditi kada kliknete desnim dugmetom na desktop:
ca: Podeu triar què passa quan cliqueu el botó dret del vostre dispositiu apuntador a l'escriptori:
cs: Můžete si zvolit, co se stane, kliknete-li pravým tlačítkem svého polohovacího zařízení na plochu:
cy: Gallwch ddewis beth ddigwydda pan gliciwch botwm dde eich dyfais bwyntio ar y penbwrdd:
da: Du kan vælge hvad der sker, når du klikker med højre knap på dit pegeredskab på desktoppen.
de: Sie können wählen, was geschieht, wenn Sie mit der rechten Taste Ihres Zeigegeräts auf die Arbeitsfläche klicken.
el: Μπορείτε να επιλέξετε τι θα γίνεται όταν κάνετε κλικ με το δεξί πλήκτρο της συσκευής κατάδειξής σας στην επιφάνεια εργασίας:
eo: Vi povas elekti, kio okazu ĉe klako per dekstra butono sur la tabulon:
es: Puede seleccionar lo que ocurre si pulsa con el botón derecho del ratón sobre el escritorio.
eu: Saguaren eskuineko botoiarekin mahaigainean klik egitean zer gertatuko den aukera dezakezu:
fa: می‌توانید انتخاب کنید هنگامی که دکمۀ چپ موشی خود را بر روی رومیزی فشار می‌دهید، چه اتفاقی می‌افتد:
fi: Voit valita, mitä tapahtuu kun napsautat hiiren oikeaa painiketta vapaalla työpöydällä.
fr: Vous pouvez choisir ce qui se passe quand vous cliquez avec le bouton droit de votre périphérique de pointage sur le bureau :
gl: Pode escoller qué pasaría cando premese co botón dereito do seu dispositivo de apuntamento no escritorio:
he: באפשרותך לבחור מה יקרה כאשר תלחץ עם הלחצן הימני של התקן ההצבעה שלך על שולחן העבודה:
hi: आप चुन सकते हैं कि क्या हो जब आप डेस्कटॉप पर अपने पाइंटिंग उपकरण के दाएँ बटन को क्लिक करते हैं:
hr: Ovdje birate što se događa ako kliknete desom tipkom miša na radnu podlogu.
hu: Itt választhatja ki, hogy mi történjen, ha a jobb egérgombbal a munkaasztalra kattint:
is: Þú getur ráðið því hvað gerist þegar þú smellir með hægri músarhnappnum á skjáborðið:
it: Puoi scegliere cosa succede quando fai clic con il pulsante destro del mouse sul desktop:
ja: デスクトップ上でポインティングデバイスの右ボタンをクリックしたときの動作を設定します:
kk: Мұнда Сіз үстелде меңзеу құралының оң батырмасын түрткенде не болатынын таңдай аласыз:
km: អ្នក​អាច​ជ្រើស​ថា​នឹង​មាន​អ្វី​កើតឡើងពេល​អ្នក​ចុច​ប៊ូតុង​ស្តាំ​របស់​ឧបករណ៍​ចង្អុល​លើ​ផ្ទៃតុ ៖
ko: 데스크톱에서 포인팅 장치의 오른쪽 단추를 눌렀을 때 발생할 동작을 선택하십시오:
lt: Galite nurodyti kas atsitiks, kai paspausite dešinįjį pelės klavišą ant darbastalio:
mk: Може да изберете што ќе се случи кога ќе кликнете на површината со десното копче од вашиот покажувачки уред:
nb: Du kan velge hva som skjer når du trykker den høyre museknappen på skrivebordet:
nds: Du kannst utsöken, wat passeert, wenn Du mit den rechten Knoop vun Dien Wiesreedschap op den Schriefdisch klickst:
nl: U kunt bepalen wat er gebeurt als u met de rechter knop van uw aanwijsapparaat klikt op het bureaublad:
nn: Her kan du velja kva som skjer om du klikkar med høgre museknapp på skrivebordet:
pa: ਤੁਸੀਂ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਕੀ ਹੋਵੇ, ਜੇਕਰ ਤੁਹਾਡੇ ਸੰਕੇਤਕ ਜੰਤਰ ਦਾ ਸੱਜਾ ਬਟਨ ਵੇਹੜੇ ਵਿੱਚ ਦਬਾਇਆ ਜਾਵੇ:
pl: Można określić co się dzieje po kliknięciu prawym przyciskiem wskaźnika (np. myszy) na pulpicie:
pt: O utilizador pode escolher o que acontece quando carrega com o botão direito do rato no ecrã:
pt_br: Você pode escolher o que acontece quando clica com o botão direito do mouse no fundo da área de trabalho:
ro: Puteţi alege ce se întîmplă cînd daţi clic dreapta pe ecran cu dispozitivul de indicare:
ru: Здесь вы можете указать, что происходит, когда вы нажимаете правой кнопкой мыши на рабочем столе:
rw: Ushobora guhitamo ibigomba kuba igihe ukanze buto y'iburyo y'apareye nyereka iri ku biro:
se: Dás válljet mii dáhpahuvvá go čállinbeavddis coahkkalat olgeš sáhpánboalu:
sk: Tu si môžete zvoliť, čo sa stane, keď kliknete pravým tlačidlom myši na plochu:
sl: Sami lahko izberete, kaj naj se zgodi, ko boste z desnim gumbom kazalne naprave kliknili na namizje:
sr: Можете изабрати шта ће се десити ако кликнете десним тастером миша на радну површину:
sr@latn: Možete izabrati šta će se desiti ako kliknete desnim tasterom miša na radnu površinu:
sv: Du kan välja vad som ska hända när du klickar med den högra musknappen på skrivbordet:
ta: மேல்மேசையில் உள்ள குறியீட்டு சாதனத்தின் வலது பக்க விசையை அழுத்தும்போது நிகழ்வதை தேர்வு செய்யலாம்.
th: คุณสามารถเลือกสิ่งที่จะกระทำ เมื่อคุณคลิ้กเมาส์ขวาบนพื้นที่ทำงาน
uk: Ви можете керувати, що трапиться при клацанні правою кнопкою вказівного пристрою на стільниці:
zh_cn: 您可以选择在桌面上点击指点设备右按钮时的动作：
