Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: Select this to use thumbnails that are found inside some file types (e.g. JPEG). This will increase speed and reduce disk usage. Deselect it if you have files that have been processed by programs which create inaccurate thumbnails, such as ImageMagick.
af: Kies hierdie na gebruik duimnaelskets wat word gevind binne in sommige lêer tipes (e.g. Jpeg). hierdie sal vermeerder spoed en verminder disket gebruik. Ontkies dit as jy het lêers wat het al geprosesseer deur programme wat skep onakuraat duimnaelskets, soos as Imagemagick.
ar: اختر هذا الخيار لعرض الصور المصغرة لبعض أنواع الملفات (مثل JPEG). هذا سيزيد من السرعة و يقلل استخدام القرص الصلب. أزل الاختيار من هذا الخيار اذا كانت لديك ملفات تم معالجتها باستخدام برامج تقوم بإنشاء صور مصغرة غير دقيقة, مثل ImageMagick.
bg: Някои типове файлове поддържат вградени, умалени копия за предварителен преглед на самите себе си. Примерно файловете от тип JPEG съдържат в себе си умалено копие за предварителен преглед. Ако включите отметката, браузъра ще използва тези умалени, вградени копия, за да ги показва като икони. Имайте предвид, че само някои типове файлове поддържат тази възможност, както и че не всички програми генерират правилно тези умалени копия. Примерно, програмата ImageMagic не генерира валидни, умалени копия.
bs: Izaberite ovo da koristite ikone koji se nalaze u nekim vrstama datoteka (npr. JPEG). Ovo će povećati brzinu i smanjiti upotrebu diska. Isključite ovu opciju ako imate datoteke koje su obrađivane programima koji prave neprecizne ikone, kao što je ImageMagick.
ca: Seleccioneu-ho per usar miniatures que es troben dins d'alguns tipus de fitxer (p.ex. JPEG). Això augmentarà la velocitat i reduirà l'ús de disc. De-seleccioneu-ho si teniu fitxers que han estat processats per programes que creen miniatures inexactes, com ara ImageMagick.
cs: Toto vyberte, pokud si přejete používat miniatury, které se nacházejí uvnitř některých typů souborů (např. JPEG); urychlí to jejich zobrazování a sníží využití disku. Zrušte výběr, pokud používáte programy, které vytvářejí nepřesné miniatury (např. ImageMagick).
cy: Dewiswch hwn i ddefnyddio rhagolygon cryno sydd i'w cael o fewn rhai mathau ffeil (e.e. JPEG). Bydd hyn yn cyflymu pethau ac yn lleihau defnydd disg. Datddewiswch hwn os oes gennych ffeiliau a grëwyd gan raglenni sy'n creu rhagolygon cryno gwallus, megis ImageMagick.
da: Vælg dette for at bruge miniaturer der findes indeni visse filtyper (f.eks. JPEG). Dette vil forøge hastigheden og reducere diskens brug. Fravælg hvis du har filer der er blevet behandlet af programmer der laver upræcise miniaturer, såsom ImageMagick.
de: Aktivieren Sie diese Einstellung, wenn Sie Minibilder benutzen möchten, die sich in manchen Dateitypen befinden (z. B. in JPEGs). Das erhöht die Arbeitsgeschwindigkeit und verringert den Platzbedarf. Deaktivieren Sie die Einstellung, wenn Sie mit Programmen arbeiten, die ungenaue Minibilder erstellen wie z. B. ImageMagick.
el: Επιλέξτε αυτό για να γίνεται χρήση των εικόνων επισκόπησης που βρίσκονται μέσα σε ορισμένους τύπους αρχείων (π.χ. JPEG). Αυτό θα αυξήσει την ταχύτητα και θα μειώσει τη χρήση του δίσκου. Αποεπιλέξτε το αν έχετε αρχεία τα οποία έχουν υποστεί επεξεργασία από προγράμματα που δημιουργούν λανθασμένες εικόνες επισκόπησης, όπως το ImageMagick.
eo: Tiel vi povas uzi enmetitajn antaŭrigardojn troveblaj en kelkaj dosiertipoj (ekz. JPEG). Tiu rapidiĝas kaj minimumigas la disk-uzadon. Malŝaltu nur se vi uzas programojn kiuj konstruas malvalidajn antaŭrigardo-piktogramojn, kiel ekz. ImageMagick.
es: Seleccione esta opción para usar miniaturas dentro de algunos tipos de archivos (p.ej. JPEG). Esto aumentará la velocidad y reducirá el uso del espacio en disco. Deselecciónela si tiene archivos que han sido procesados por programas, como ImageMagick, que crean miniaturas inexactas.
eu: Hauta ezazu hau fitxategi mota batzuen baitan (JPEG, ad.) iruditxoak erabiltzeko. Honek abiadura handituko du, eta diskaren erabilera gutxitu. Desauta ezazu iruditxo ez egokiak sortzen dituzten programek prozesatutako fitxategiak baldin badituzu; ImageMagick, adibidez.
fa: برای استفاده از ریزنقشهایی که در برخی انواع پرونده یافت می‌شوند، این را برگزینید. )مثلا،ً JPEG ( . این کار باعث افزایش سرعت و کاهش کاربرد دیسک می‌شود. اگر دارای پرونده‌هایی هستید که توسط برنامه‌هایی نظیر ImageMagick، که ریزنقشهای غلط را ایجاد می‌کنند، پردازش شده‌اند، آن را از انتخاب خارج کنید.
fi: Joissakin tiedostotyypeissä (esim. JPEG) on sisäänrakennettu esikatselukuva. Tämän näyttäminen nopeuttaa ja vähentää kiintolevyn käyttöä. Jos käytät kuvankäsittelyohjelmaa, joka ei tee kunnollisia esikatselukuvia (esim. ImageMagick), ota tämä pois käytöstä.
fr: Sélectionnez cette option pour utiliser les aperçus trouvés dans certains types de fichiers (comme JPEG). Cela permettra d'augmenter la vitesse d'affichage et réduira l'utilisation du disque dur. Désélectionnez cette option si vous possédez des fichiers créés avec des aperçus incorrects. Certains programmes comme ImageMagick peuvent produire ce genre de problèmes.
gl: Escolla isto para empregar as miniaturas que se atopen en determinados tipos de ficheiro (P.e. JPEG). Deste xeito incrementarase a velocidade e reducirase o uso de disco. Deseleccione isto se quere que os ficheiros se procesen por programas que xa crean as súas miniaturas, coma ImageMagick.
he: בחר באפשרות זו כדי להשתמש בדוגמיות שנמצאות בתוך סוגי קבצים מסוימים (לדוגמה JPEG). דבר זה יגדיל את המהירות ויפחית את השימוש בדיסק. אל תבחר באפשרות זו אם יש לך קבצים שעובדו על ידי תוכניות שיוצרות דוגמיות לא מדויקות, כמו ImageMagick.
hr: Odaberite ovo da koristite thumbnailse koji se nalaze u nekim tipovima datoteka (e.g. JPEG).Ovo će povećati brzinu i smanjiti korištenje diska. Odznačite ako imate datoteke koje su obrađene programima koji zapisuju netočne thumbnailse, kao što je ImageMagick.
hu: Ha bejelöli, akkor a rendszer fel fogja használni egyes fájltípusoknál (pl. JPEG képeknél) a beágyazott előnézeti képeket. Ennek segítségével meggyorsítható a megjelenítés és csökkenthető a lemezfelhasználás. Néhány program, például az ImageMagick pontatlan előképeket készít, ha ilyen fájljai vannak, ne jelölje be az opciót.
is: Veldu þetta til að nota smámyndir sem eru til staðar í sumum skráartegundum (t.d. jpeg) Þetta eykur hraða og minnkar disknotkun. Veldu þetta ekki ef þú ert með skrár sem hafa verið meðhöndlaðar af forritum sem búa til ónákvæmar smámyndir. t.d. ImageMagick.
it: Seleziona questa opzione per utilizzare le anteprime che si trovano dentro ad alcuni tipi di file (ad esempio i JPEG). Ciò farà aumentare la velocità e ridurrà l'utilizzo di spazio disco. Deseleziona questa opzione se hai dei file che sono stati creati da programmi che creano in modo non accurato le anteprime (ad esempio ImageMagick).
ja: 一部のファイルタイプ (例 JPEG) に埋め込まれているサムネイルを使用するには、これを有効にしてください。これにより表示速度が向上し、ディクススペースの使用が減ります。ただし、ImageMagick のような不正確なサムネイルを作成するプログラムで処理したファイルがある場合は、これを選択しないでください。
kk: Кейбір файл түрлеріне (мысалы, JPEG) ендірілген нобайларын қолдануын таңдау. Бұл жылдамдығын арттырып, дискіде орынды үнемдейді. ImageMagick секілді, жарамсыз нобайларды құратын бағдарламамен жасалған файлдар болса, бұны таңдамаңыз.
km: ជ្រើស​វានេះ ដើម្បី​ប្រើ​រូបភាព​តូច​ដែល​បាន​រក​ឃើញ​ខាង​ក្នុង​ប្រភេទ​ឯកសារខ្លះ (ឧ. JPEG) ។ វានេះ​នឹង​បង្កើន​ល្បឿន ហើយ បន្ថយ​ការ​ប្រើប្រាស់​ថាស ។ ដោះ​ជ្រើស​វា ប្រសិនបើ​អ្នក​មាន​ឯកសារ​ដែល​បាន​ដំណើរ​ការ​ដោយ​កម្មវិធី​ដែល​បង្កើត​រូបភាព​តូច​មិន​ត្រឹមត្រូវ ដូចជា ImageMagick ។
ko: 일부 파일 형식(예를 들어 JPEG 같은)에 내장된 미리보기를 사용합니다. 하드 디스크 사용을 줄이고 속도를 빠르게 합니다. ImageMagick으로 만든 파일과 같은 정확하지 못한 미리 보기를 가진 파일이 있다면 선택을 해제하십시오.
lt: Pažymėjus tai, bus naudojami sumažinti peržiūros paveiksliukai, randami kai kuriuose bylų tipuose (pvz. JPEG). Tai padidins greitį ir sumažins disko naudojimą. Nuimkite šį pažymėjimą, jei Jūs turite bylų, kurios buvo apdorotos programomis, kuriančiomis netikslius peržiūros paveiksliukus, tokiomis kaip ImageMagic.
mk: Изберете го ова за да користите сликички кои се наоѓаат во некои типови на датотеки (пр. JPEG). Ова ќе ја зголеми брзината и ќе го намали користењето на дискот. Не го избирајте ако имате датотеки кои се обработени од програми кои креираат непрецизни сликички, како на пример ImageMagick.
nb: Velg dette for å bruke miniatyrbilder som finnes inne i noen filtyper (f.eks. JPEG). Dette øker hastigheten og minsker plassbruken. Ta bort avkryssingen om du har filer som er blitt behandlet av programmer som lager feilaktige miniatyrer, slik som ImageMagick.
nds: Aktiveer dit, wenn Du de Vöransichten bruken wullt, de in Dateien vun en Reeg Dateitypen inbett sünd (t.B. JPEG). Dat maakt dat gauer un föhrt ok to weniger Bruuk vun de Fastplaat. Maak dit ut, wenn Du Dateien hest, de mit en Programm bewerkt wöörn, dat schaadhaftige Vöransichten opstellt, t.B. ImageMagick.
nl: Selecteer dit om de mini-afbeeldingen die in bepaalde typen bestanden (zoals JPEG) worden gevonden te laten gebruiken. Dit zal de snelheid verbeteren en het schijfgebruik verminderen. Deselecteer deze optie als u bestanden hebt die zijn verwerkt door programma's die inaccurate mini-afbeeldingen maken, zoals ImageMagick.
nn: Vel denne funksjonen for å bruka småbilete som er innebygde i enkelte filer (t.d. JPEG). Førehandsvisinga vil då vera raskare og brukar mindre lagringsplass. Ikkje bruk denne funksjonen dersom du har filer med unøyaktige småbilete, som til dømes dei ImageMagick lagar.
pl: Wybierz tę opcję, by użyć miniaturek, zawartych w niektórych typach plików (np. JPEG). Zwiększy to szybkość działania i zmniejszy wykorzystanie dysku. Wyłącz tę opcję, jeśli używasz plików, zapisanych w programie generującym niedokładne miniaturki (np. ImageMagick).
pt: Seleccione isto para usar as miniaturas que se encontram dentro de alguns tipos de ficheiros (como p.ex., os JPEGs). Isto aumentará a velocidade e reduzirá a utilização do disco. Não seleccione esta opção se tiver ficheiros que foram processados por programas que criam miniaturas incorrectas, como o ImageMagick.
pt_br: Selecione isto para usar miniaturas que são encontradas dentro de alguns tipos de arquivos (por exemplo, JPEG). Isto aumentará a velocidade e reduzirá o uso do disco. Desmarque isto se você possui arquivos que foram processados por programas que criam miniaturas imprecisas, tais como o ImageMagick.
ro: Selectaţi această opţiune pentru a utiliza miniimaginile care există de obicei în unele tipuri de fişiere (de exemplu JPEG). Acest lucru va creşte viteza şi va reduce accesul la disc. Deselectaţi opţiunea dacă aveţi fişiere care au fost procesate de programe care creează miniimagini necorespunzătoare, precum ImageMagick.
ru: Некоторые типы файлов (такие как JPEG) могут содержать миниатюры своего содержимого. Их использование повышает скорость и снижает использование диска. Отключите этот параметр в том случае, если у вас есть файлы с некорректно созданными миниатюрами (например, созданные ImageMagick).
rw: Hitamo iki kugira ngo ukoreshe amagaragaza yihuta aboneka mo imbere mu bwoko bw'amadosiye bumwe na bumwe (urugero JPEG). Ibi bizongera umuvuduko binagabanye gukoresha disiki. Kuraho akamenyetso gahitamo niba ufite amadosiye yanonosowe na porogaramu zirema amagaragaza yihuta akocamye, nka ImageMagick.
sk: Touto voľbou zapnete používanie náhľadov, ktoré sú uložené v niektorých typoch súborov (napr. JPEG). Tým sa zrýchli zobrazenie a zníži využitie disku. Túto voľbu vypnite, ak používate súbory vytvorené programami, ktoré generujú nesprávne náhľady, ako je napríklad ImageMagick.
sl: Izberite to za uporabo sličic, ki so znotraj nekaterih vrst datotek (npr. JPEG). To bo povečalo hitrost in zmanjšalo uporabo diska. Ne izberite tega, če imate datoteke, ki so bile obdelane s programi, ki ustvarijo nenatančne sličice, kot je ImageMagick.
sr: Одаберите ову опцију ако желите да користите „палчице“ које се налазе у неким типовима фајлова (нпр. JPEG). Ово ће повећати брзину и смањити коришћење диска. Искључите ову опцију ако су фајлови обрађени програмима који не праве исправне „палчице“, као што је нпр. ImageMagick.
sr@latn: Odaberite ovu opciju ako želite da koristite „palčice“ koje se nalaze u nekim tipovima fajlova (npr. JPEG). Ovo će povećati brzinu i smanjiti korišćenje diska. Isključite ovu opciju ako su fajlovi obrađeni programima koji ne prave ispravne „palčice“, kao što je npr. ImageMagick.
sv: Markera det här för att använda miniatyrbilder som hittas inne i vissa filtyper (t ex JPEG). Det här ökar hastigheten, och minskar diskanvändning. Avmarkera det om du har filer som har hanterats av program som skapar felaktiga miniatyrbilder, som ImageMagick.
ta: படங்களை முன்னோட்டமாக பார்க்க இதனை தேர்வு செய்க. இது வேகத்தை அதிகரித்து, வட்டின் உபயோகத்தை குறைக்கும்.
th: เลือกตัวเลือกนี้ เพื่อให้ใช้ภาพตัวอย่างขนาดเล็กที่พบในแฟ้มบางประเภท (เช่นแฟ้ม JPEG) ซึ่งจะเพิ่ม ความเร็วและลดการใช้พื้นที่ดิสก์ได้ หรือปิดตัวเลือกนี้ หากคุณมีแฟ้มที่ถูกประมวลผลด้วยโปรแกรมที่มีการสร้างภาพตัวอย่างไว้แล้วเช่น ImageMagick ก็ได้
uk: Ввімкніть цей параметр для того, щоб використовувались мініатюри, які можуть бути вкладені у деякі типи файлів (напр. JPEG). Це збільшить швидкість роботи та зменшить використання диску. І вимкніть цей параметр, якщо у вас є файли, які були оброблені програмами, що створюють неправильні мініатюри.
zh_cn: 选中此选项将使用在某些文件类型(如 JPEG)中找到的缩略图。这会增加速度并减少磁盘使用。如果您拥有的文件是被像 ImageMagick 这样会创建不精确缩略图的程序处理过，那么请不要选中此选项。

source: General
af: Algemeen
ar: عام
az: Ümumi
be: Агульныя
bg: Общи
bs: Općenito
cs: Obecné
cy: Cyffredinol
da: Generelt
de: Allgemein
el: Γενικά
eu: Orokorra
fa: عمومی
fi: Yleiset
fr: Général
gl: Xeral
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
is: Almennt
it: Generale
ja: 全般
kk: Жалпы
km: ទូទៅ
ko: 일반
lt: Bendri
mk: Општо
nb: Generelt
nds: Allgemeen
nl: Algemeen
nn: Generelt
pa: ਸਧਾਰਨ
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Общие
rw: Rusange
se: Oppalaš
sk: Všeobecné
sl: Splošno
sr: Опште
sr@latn: Opšte
sv: Allmänt
ta: பொதுப்பயன்
th: ทั่วไป
uk: Загальне
zh_cn: 常规

source: &Show icons on desktop
af: Vertoon ikone op werkskerm
ar: أظهار ال&أيقونات على سطح المكتب
az: Masa üstündə timsalları &göstər
be: &Паказваць значкі на працоўным стале
bg: Пока&зване на иконите върху работния плот
bs: Prikaž&i ikone na desktopu
ca: Mo&stra les icones a l'escriptori
cs: Zobrazovat i&kony na ploše
cy: &Dangos eiconau ar y penbwrdd
da: &Vis ikoner på desktoppen
de: &Symbole auf der Arbeitsfläche anzeigen
el: &Εμφάνιση εικονιδίων στην επιφάνεια εργασίας
eo: Montru kaŝitajn do&sierojn sur la tabulo
es: Mo&strar iconos en el escritorio
eu: &Erakutsi ikonoak mahaigainean
fa: &نمایش شمایلهای روی رومیزی‌
fi: Näytä &kuvakkeet työpöydällä
fr: Afficher les icônes &sur le bureau
gl: Amo&sar iconas no escritorio
he: ה&צג סמלים על השולחן עבודה
hi: डेस्कटॉप में प्रतीक दिखाएँ (&S)
hr: &Prikaži sličice na radnoj površini
hu: &Ikonok megjelenítése a munkaasztalon
is: &Sýna táknmyndir á skjáborði
it: Mostra icone &sul desktop
ja: デスクトップにアイコンを表示する(&W)
kk: Таңбашалар үстелде &көрсетілсін
km: បង្ហាញ​រូបតំណាង​លើ​ផ្ទៃតុ
ko: 데스크톱에 아이콘 보기(&S)
lt: R&odyti ženkliukus darbastalyje
mk: Прикажи &икони на површината
nb: Vis &ikoner på skrivebordet
nds: &Lüttbiller op den Schriefdisch wiesen
nl: &Pictogrammen op bureaublad tonen
nn: Vis &ikon på skrivebordet
pa: ਵਿਹੜੇ ਵਿੱਚ ਆਈਕਾਨ ਵਰਤੋਂ(&S)
pl: Pokaż &ikony na pulpicie
pt: Mostrar ícone&s no ecrã
pt_br: Exibir í&cones na área de trabalho
ro: Afişează &iconiţele pe ecran
ru: Показывать &значки на рабочем столе
rw: &Kwerekana udushushondanga ku biro
se: Čájet &govažiid čállinbeavddis.
sk: Zobraziť &ikony na ploche
sl: Na namizju pri&kaži ikone
sr: &Приказуј иконе на радној површини
sr@latn: &Prikazuj ikone na radnoj površini
sv: Visa ikoner på skriv&bord
ta: மறைக்கப்பட்ட கோப்புகளை மேசையிற் காட்டு
th: แ&สดงไอคอนบนพื้นที่หน้าจอ
uk: &Показувати піктограми стільниці
zh_cn: 在桌面上显示图标(&S)
