Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: <h1>Appearance</h1> You can configure how Konqueror looks as a file manager here.
af: <h1>Voorkoms</h1> Jy kan hier konfigureer hoe Konqueror lyk as 'n lêer bestuurder.
ar: <h1>المظهر</h1> يمكنك هنا إعداد مظهر Konqueror كمدير ملفات .
bg: <h1>Външен вид</h1> От тук може да настроите външния вид на браузъра Konqueror.
bs: <h1>Izgled</h1> Ovdje možete podesiti kako Konqueror izgleda kao menadžer datoteka.
ca: <h1>Aparença</h1> Aquí podeu configurar l'aspecte de Konqueror com a gestor de fitxers.
cs: <h1>Vzhled</h1> Zde můžete nastavit, jak bude Konqueror vypadat jako správce souborů.
cy: <h1>Golwg</h1> Gallwch ffurfweddu yma sut yr edrycha Konqueror fel trefnydd ffeiliau.
da: <h1>Udseende</h1> Her kan du indstille hvordan Konqueror ser ud som en filhåndtering.
de: <h1>Erscheinungsbild</h1> Hier können Sie die Optik von Konqueror als Dateimanager festlegen.
el: <h1>Εμφάνιση</h1> Εδώ μπορείτε να ρυθμίσετε την εμφάνιση του Konqueror ως διαχειριστή αρχείων.
eo: <h1>Aspekto</h1> Tie ĉi povas agordi kiel Konkeranto aspektas kiel dosiero-administrilo.
es: <h1>Aspecto</h1> Aquí puede configurar ahora el aspecto de Konqueror como administrador de archivos.
eu: <h1>Itxura</h1> Hemen konfigura dezakezu Konquerorren itxura fitxategi kudeatzaile gisa erabiltzen denean.
fa: <h1>ظاهر</h1>در اینجا می‌توانید پیکربندی کنید که Konqueror به عنوان یک مدیر، چگونه به نظر برسد.
fi: <h1>Ulkonäkö</h1> Tässä moduulissa voit määritellä, millaiselta Konqueror näyttää tiedostohallintatilassa.
fr: <h1>Apparence</h1> Vous pouvez configurer ici l'apparence de Konqueror quand il est utilisé comme gestionnaire de fichiers.
gl: <h1>Apariencia</h1> Pode configura-la apariencia de Konqueror coma xestor de ficheiros aquí.
he: <h1>המראה של Konqueror</h1> כאן באפשרותך לקבוע כיצד Konqueror ייראה בתור מנהל קבצים.
hi: <h1>शक्ल-सूरत</h1> आप यहाँ कॉन्फ़िगर कर सकते हैं कि कैसे यहाँ कॉन्करर फ़ाइल प्रबंधक की तरह कैसे दिखे.
hr: <h1>Izgled</h1> Ovdje možete podesiti izgled Konquerora kao upravitelja datoteka.
hu: <h1>Megjelenés</h1> A Konqueror fájlböngésző grafikai megjelenését lehet itt beállítani.
is: <h1>Útlit</h1> Hér getur þú stillt hvernig Konqueror sem skráastjóri lítur út.
it: <h1>Aspetto</h1> Qui puoi configurare l'aspetto di Konqueror come file manager.
ja: <h1>外観</h1>ここでは Konqueror のファイルマネージャとしての外観を設定します。
kk: <h1>Көрініс</h1> Мұнда Сіз Konqueror файл менеджері ретінде істегендегі көрінісін баптай аласыз.
km: <h1>រូបរាង</h1> អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ពី​របៀប​ដែល Konqueror មាន​លក្ខណៈ​ដូចជាកម្មវិធី​គ្រប់គ្រង​ឯកសារ​នៅ​ទីនេះ ។
ko: <h1>모양</h1>파일 관리자로서 Konqueror의 모습을 설정할 수 있습니다.
lt: <h1>Išvaizda</h1> Jūs galite nustatyti, kaip atrodys Konqueror, atlikdamas bylų tvarkyklės funkcijas.
mk: <h1>Изглед</h1> Тука може да конфигурирате како ќе изгледа Konqueror како менаџер на датотеки.
nb: <h1>Utseende</h1> Her kan du sette opp hvordan Konqueror ser ut som filbehandler.
nds: <h1>Utsehn</h1> Hier kannst Du instellen, wodennig Konqueror as Dateipleger utsüht.
nl: <h1>Uiterlijk</h1> Hier kunt u instellen hoe Konqueror er als bestandsbeheerder uitziet.
nn: <h1>Konqueror-utsjånad</h1> Her kan du velja korleis filhandsamaren Konqueror skal sjå ut.
pa: <h1> ਸੂਰਤ</h1> ਤੁਸੀਂ ਕੌਨਕਿਉਇਰੋਰ ਦੀ ਇੱਕ ਫਾਇਲ ਪ੍ਰਬੰਧਕ ਦੇ ਤੌਰ ਤੇ ਦਿੱਖ ਸੰਰਚਿਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: <h1>Wygląd</h1>Tu można skonfigurować wygląd Konquerora jako menedżera plików.
pt: <h1>Aparência</h1> O utilizador pode configurar aqui como é que o Konqueror fica como um gestor de ficheiros.
pt_br: <h1>Aparência</h1> Você pode configurar como o Konqueror se parecerá quando for um gerenciador de arquivos.
ro: <h1>Aspect</h1> Aici puteţi configura modul în care va arăta Konqueror ca manager de fişiere.
ru: <h1>Внешний вид</h1> Здесь можно настроить внешний вид Konqueror в режиме менеджера файлов.
rw: <h1>Imigaragarire</h1> Ushobora kuboneza uko Konqueror izagaragara imeze nka mucungadosiye hano.
se: <h1>Láhtten</h1>Dáppe heivehat man láhkái Konqueror láhtte fiilagieđahallin.
sk: <h1>Vzhľad</h1>Tu môžete nastaviť, ako bude Konqueror vyzerať ako správca súborov.
sl: <h1>Videz</h1> Tu lahko določite, kako izgleda Konqueror kot upravljalnik datotek.
sr: <h1>Изглед</h1> Овде можете подесити како ће Konqueror изгледати као менаџер фајлова.
sr@latn: <h1>Izgled</h1> Ovde možete podesiti kako će Konqueror izgledati kao menadžer fajlova.
sv: <h1>Utseende</h1> Här kan du anpassa hur Konqueror ser ut som filhanterare.
ta: <h1>கான்கொரர் தோற்றம்</h1> இங்கு கான்கொரரின் கோப்பு மேலாளர் தோற்றத்தை வடிவமைக்க முடியும்
th: <h1>รูปลักษณ์</h1> คุณสามารถปรับแต่งว่าจะให้ Konqueror มีลักษณะอย่างไรเมื่อเป็น ตัวจัดการแฟ้มได้ที่นี่
uk: <h1>Вигляд</h1> Тут ви можете вказати, який вигляд буде мати Konqueror, коли він використовується в якості менеджера файлів.
zh_cn: <h1>外观</h1>您可以在这里配置 Konqueror 作为文件管理器的外观。

source: <p>Allow previews, "Folder Icons Reflect Contents", and retrieval of meta-data on protocols:</p>
af: <p>Voorskoue toegelaat, "Houer Ikone Reflekteer Inhoud", en terugvraging van meta-data op protokolle:</p>
ar: <p>السماح بالمعاينات و "رموز المجلدات تعكس المحتوى" واستعادة ملفات تعريف البروتكولات:</p>
bg: <p><i>Разрешаване на предварителен преглед на иконите, които поддържат мета данни и възможност да се извлекат тези данни от протоколите:</i></p>
bs: <p>Uključi preglede, opciju "Ikone direktorija odražavaju sadržaj", kao i meta-podatke za sljedeće protokole:</p>
ca: <p>Permet vistes prèvies, "Les icones de carpeta reflecteixen el contingut", i rebuda de meta-dades sobre els protocols:</p>
cs: <p>Povolit náhledy, stahování metadat a reflektování obsahu ikonami pro protokoly:</p>
cy: <p>Caniatáu rhagolygon, "Adlewyrcha Eiconau Plygell eu Cynnwys", a nôl metadata ar brotocolau:</p>
da: <p>Tillad forhåndsvisninger og "Mappeikoner reflekterer indhold" for at hente metadata om protokoller:</p>
de: <p>Vorschaubilder zulassen, inhalts-orientierte Ordnersymbole und Einlesen von Metadaten zu Protokollen für:</p>
el: <p>Επιτρέπονται προεπισκοπήσεις, "Τα εικονίδια των φακέλων αντανακλούν τα περιεχόμενα" και ανάκτηση μετα-δεδομένων για τα πρωτόκολλα:</p>
eo: Permesu antaŭrigardon kaj "dosierujo-piktogramoj-laŭ-enhavo" ĉe la protokoloj:
es: <p>Permite previsualizaciones, "Los iconos de las carpetas reflejan el contenido" y la recuperación de metadatos en protocolos:</p>
eu: <p>Aurreibista baimentzen ditu, "Karpeten ikonoek edukiak adierazten dituzte", eta baita ere meta-data eskuratzeak protokoloetan:</p>
fa: <p>اجازه دادن پیش‌نمایشها، »شمایلهای پوشه محتویات را منعکس می‌کنند«، و بازیابی فراداده‌ها در قراردادها:</p>
fi: <p>Näytä esikatselukuvat, kansioiden sisältöä kuvaavat kuvakkeet sekä metadata yhteyskäytännöillä:</p>
fr: <p>Afficher les aperçus, les « miniatures des dossiers », et les méta-données pour les protocoles :</p>
gl: <p>Aturar previsualizacións, "Iconas dos Cartafoles Reflicten Contido", e a obtención de meta-datos nos protocolos:</p>
he: <p>אפשר תצוגות מקדימות ו"סמלי תיקיות משקפים את התוכן" עבור הפרוטוקולים: </p>
hu: <p>Gyorsnézet, tartalmat tükröző mappaikonok és a dokumentumjellemzők kiolvasása a következő protokolloknál:</p>
is: Leyfa forskoðanir, "Möppuáknmyndir endurspegla innihald" og að frumgögn um samskiptareglur séu sótt:
it: <p>Permetti l'anteprima, "Le icone delle cartelle rispecchiano i contenuti" e la lettura delle informazioni aggiuntive con i protocolli:</p>
ja: <p>プレビュー、内容を反映するフォルダアイコン、メタデータの取得を許可するプロトコル:</p>
kk: <p>Нобайлау, "Қапшық таңбашасы мазмұнын көрсетеді" дегені, және келесі протоколдарға мета-деректерді алуға рұқсат етілсін: </p>
km: <p>អនុញ្ញាត​ឲ្យ​មើល​ជា​មុន "រូបតំណាង​ថត​ឆ្លុះ​បញ្ចាំង​ពី​មាតិកា" និង​ការយក​ទិន្នន័យ-មេតា​លើ​ពិធីការ ៖</p>
ko: <p>미리보기 허용, "내용을 반영한 디렉터리 아이콘" 그리고 프로토콜 메타 데이터 가져오기:</p>
lt: <p>Rodyti peržiūras ir nustatyti „Aplankų ženkliukai atspindi jų turinį“ protokolams:</p>
mk: <p>Овозможува прегледи, „Иконите на папките ја означуваат нивната содржина“ и преземање на метаподатоци на протоколите:</p>
nb: <p>Tillat forhåndsvisninger, at katalogikonene tilsvarer innholdet og nedlasting av metadata for protokoller:</p>
nds: <p>Vöransichten, Ornerbiller na Inholt un Inlesen vun Metadaten för disse Protokollen anmaken:</p>
nl: <p>Voorbeelden en "mappictogram toont inhoud" en ophalen van metadata op de volgende protocollen toestaan:
nn: <p>Tillat førehandsvising, innhald på mappeikon og henting av metadata for protokollane:</p>
pa: <p>ਝਲਕ, "ਫੋਲਡਰ ਆਈਕਾਨ ਭਾਗ ਵੇਖਾਉਣ", ਅਤੇ ਪਰੋਟੋਕਾਲਾਂ ਲਈ ਮੈਟਾ-ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਨਾ ਮਨਜ਼ੂਰ:</p>
pl: <p>Włącza podglądy plików, "inteligentne wyświetlanie ikon katalogów" i pobieranie metadanych dla protokołów:</p>
pt: <p>Mostrar as antevisões, os "Ícones das Pastas Reflectem o Conteúdo" e a obtenção de meta-dados nos protocolos:</p>
pt_br: <p>Permite pré-visualizações, "Ícones de Pasta Refletem Conteúdo" e recuperação dos meta-dados dos protocolos:</p>
ro: <p>Permite previzualizări, "Iconiţele folder reflectă conţinutul" şi obţinerea de metainformaţii pentru protocoalele:</p>
ru: <p>Включить показ миниатюр, "Значок папки показывает содержимое", и извлечение мета-данных для протоколов:</p>
rw: <p>Kwemera amagaragazambere, "Udushushondanga tw'Ububiko Tugaragaza Ibirimo", n'igarurwa ry'ibyatanzwentima kuri porotokole:</p>
sk: <p>Povolí náhľady, "Ikony priečinkov zobrazujúce ich obsah" a získavanie meta-dát pri použití protokolov:</p>
sl: Dovoli oglede in »Ikone map odsevajo vsebino« na protokolih:
sr: <p>Дозволи прегледе, „Иконе фасцикли одражавају садржај“, и добављање метаподатака на протоколима:</p>
sr@latn: <p>Dozvoli preglede, „Ikone fascikli odražavaju sadržaj“, i dobavljanje metapodataka na protokolima:</p>
sv: <p>Tillåt förhandsgranskningar, att "katalogikoner motsvarar innehåll" och hämtning av metadata för protokollen:</p>
ta: முன்னோட்டமிடுவதோடு 'அடைவுக்குள் உள்ளவற்றின் குறும்படங்கள்' அனுமதி:
th: <p>อนุญาตให้แสดงตัวอย่าง "ไอคอนโฟลเดอร์แสดงเนื้อหาในโฟลเดอร์", และ ดึงข้อมูลเมตา บนโปรโตคอล:</p>
uk: <p>Дозволити попередній перегляд та "Відображення вмісту тек у піктограмах" та запити метаінформації для протоколів:</p>
zh_cn: <p>在下列协议上允许预览、“文件夹图标反映内容”及获取摘要数据：</p>
