Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: Uncheck this option if you do not want to have icons on the desktop. Without icons the desktop will be somewhat faster but you will no longer be able to drag files to the desktop.
af: Ontkies hierdie opsie as jy doen nie wil hê na het ikoone op die werkskerm. Sonder om te ikoone die werkskerm sal wees ietwat vinniger maar jy sal nee langer wees in staat na trek lêers na die werkskerm.
ar: ازل هذا الخيا إذا كنت لا تريد إظهار أيقونات على سطح المكتب. بدون وجود أيقونات سيصبح سطح المكتب أسرع إلى حد ما. لكن لن يصبح من الممكن وضع أيقونات في سطح المكتب.
bg: Ако искате да нямате икони на работния плот, може да изключите отметката. В този случай, работният плот ще работи малко по-бързо, но няма да можете да разполагате програми и др. на работния плот.
bs: Ovdje možete isključiti iscrtavanje ikona na desktopu. Bez ikona prikaz desktopa će biti nešto brži, ali nećete moći povući i ispustiti datoteke na desktop.
ca: Desmarqueu aquesta opció si no voleu tenir icones a l'escriptori. L'escriptori serà una mica més ràpid sense icones, però ja no podreu arrossegar-hi fitxers.
cs: Zakažte tuto možnost, pokud nechcete mít ikony na pracovní ploše. Bez nich to bude sice trochu rychlejší, ale zase nebudete moci používat drag'n'drop na plochu.
cy: Datddewiswch y dewisiad yma os nad ydych am gael eiconau ar y penbwrdd. Heb eiconau bydd y penbwrdd ychydig yn gyflymach ond ni fedrwch lusgo ffeiliau i'r penbwrdd mwyach.
da: Afmarkér dette hvis du ikke vil have ikoner på desktoppen. Uden ikoner bliver desktoppen lidt hurtigere men du kan ikke længere trække filer til desktoppen.
de: Deaktivieren Sie diese Einstellung, falls Sie keine Symbole auf der Arbeitsfläche haben möchten. Ohne diese Symbole steigt die Verarbeitungsgeschwindigkeit ein wenig, aber Sie können keine Dateien mehr auf der Arbeitsfläche ablegen.
el: Μην ενεργοποιήσετε αυτή την επιλογή αν δε θέλετε να έχετε εικονίδια στην επιφάνεια εργασίας. Χωρίς εικονίδια η επιφάνεια εργασίας θα είναι λίγο πιο γρήγορη αλλά δε θα είναι πλέον δυνατό να σύρετε αρχεία πάνω σε αυτή.
eo: Malelektu tion, se vi ne ŝatas piktogramojn sur la tabulo. Sen la piktogramo la tabulo estos iom pli rapida, sed ne plu eblos musŝovi dosierojn sur ĝi.
es: Desactive esta opción si no desea tener iconos en el escritorio. Sin iconos el escritorio será un poco más rápido pero ya no será capaz arrastrar archivos al escritorio.
eu: Desautatu aukera hau maigainean ikonorik eduki nahi ez baduzu. Ikonorik gabe mahaigaina zertxobait bizkorragoa izango da, baina ez duzu mahaigainera fitxategirik arrastatzeko gaitasunik izango.
fa: اگر نمی‌خواهید شمایلهای روی رومیزی را داشته باشید، این گزینه را علامت نزنید. بدون شمایلها رومیزی تا حدی سریع‌تر می‌باشد، اما شما خیلی قادر به کشیدن پرونده‌ها به رومیزی نیستید.
fi: Ota tämä valinta pois, mikäli et halua käyttää kuvakkeita työpöydällä. Työpöytä toimii nopeammin, mutta et voi vetää ja pudottaa tiedostoja työpöydälle.
fr: Décochez cette option si vous ne voulez pas d'icône sur le bureau. Cela peut rendre le bureau plus rapide mais vous perdrez la possibilité de glisser / déposer des fichiers sur le bureau.
gl: Desactive esta opción se non quere ter inconas no escritorio. Sen iconas no escritorio fará un sistema máis rápido pero non será quén de arrastrar ficheiros ó escritorio.
he: אל תבחר באפשרות זו אם אינך רוצה סמלים על שולחן העבודה. בלעדיהם אמנם יהיה מעט מהר יותר, אך לא יהיה עוד באפשרותך לגרור קבצים אל שולחן העבודה.
hr: Ovdje možete isključiti iscrtavanje ikona na radnoj površini. To znači nešto brže iscrtavanje slike na zaslon, ali i nemogućnost povlačenja datoteki na radnu površinu.
hu: Csak akkor jelölje be ezt az opciót, ha ikonokat szeretne használni a munkaasztalon. Ikonok nélkül a munkaasztal gyorsabban jelenik meg, de nem lehet rá fájlokat ejteni.
is: Þú afvelur þennan valkost ef þú vilt ekki hafa táknmyndir á skjáborðinu. Án táknmynda eru aðgerðir á skjáborðinu eitthvað hraðari, en þú getur ekki lengur dregið skrár inn á skjáborðið.
it: Deseleziona questa opzione se non vuoi avere le icone sul desktop. Senza le icone il desktop è più veloce ma non potrai più trascinare file sul desktop.
ja: デスクトップ上にアイコンを置かない場合は、このオプションのチェックを外してください。アイコンがなければデスクトップの表示は多少速くなります。ただし、デスクトップ上へのファイルのドラッグはできなくなります。
kk: Үстелде таңбашаларды көргіңіз келмесе, құсбелгісін алып тастаңыз. Таңбашаларсыз жүйе тезірек істейді, бірақ онда Сіз файдарды тышқанмен үстелге сүйрей алмайсыз.
km: ដោះធីក​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​មិន​ចង់​បាន​រូបតំណាង​លើ​ផ្ទៃតុ​របស់​អ្នក ។ ដោយ​គ្មាន​រូបតំណាង ផ្ទៃតុ​នឹង​លឿង​ជាង​នេះ​បន្ដិច ប៉ុន្តែ​អ្នក​នឹង​លែងអាច​អូស​ឯកសារ​ដាក់​លើ​ផ្ទៃតុ​ទៀត​ហើយ ។
ko: 데스크톱의 아이콘을 숨기려면 이 설정을 선택 해제하십시오. 아이콘이 없으면 데스크톱의 속도가 빨라지지만 파일을 데스크톱으로 드래그할 수 없습니다.
lt: Nuimkite pažymėjimą nuo šios parinkties, jei Jūs nenorite ženkliukų darbastalyje. Be ženkliukų darbastalis bus kažkiek greitesnis, bet Jūs nebegalėsite nutempti bylų į darbastalį.
mk: Не ја избирајте оваа опција ако не сакате да има икони на површината. Без иконите површината ќе биде нешто побрза, но нема да може да одвлекувате датотеки на неа.
nb: Fjern krysset her hvis du ikke vil ha ikoner på skrivebordet. Uten ikoner blir skrivebordet litt raskere, men du kan ikke lenger dra filer til skrivebordet.
nds: Maak dit ut, wenn Du keen Lüttbiller op den Schriefdisch hebben wullt. Ahn Lüttbiller warrt de Schriefdisch wull wat gauer, man Du kannst keen Dateien mehr na den Schriefdisch trecken.
nl: Schakel deze optie uit als u geen pictogrammen op uw bureaublad wilt hebben. Zonder bureaubladpictogrammen zal uw bureaublad sneller zijn, maar u bent dan niet in staat om bestanden naar uw bureaublad te slepen.
nn: Fjern merkinga her dersom du ikkje vil ha ikon på skrivebordet. Utan ikon vert skrivebordet litt raskare, men du kan ikkje lenger dra filer til skrivebordet.
pl: Wyłącz tę opcje, jeśli nie chcesz mieć ikon na pulpicie. Bez ikon KDE będzie działać nieco szybciej, ale nie będziesz mógł przeciągać plików na pulpit.
pt: Desligue esta opção se não quiser ter ícones no ecrã. Sem os ícones, o ecrã ficará mais rápido, mas não poderá arrastar ficheiros para o ecrã.
pt_br: Desmarque esta opção se você não deseja ter ícones em sua área de trabalho. Sem ícones, a área de trabalho será um pouco mais rápida, porém você não será capaz de arrastar arquivos para a área de trabalho.
ro: Dezactivaţi această opţiune dacă nu doriţi să aveţi iconiţe pe ecran. Fără iconiţe ecranul va fi ceva mai rapid, dar nu veţi mai putea să puneţi fişiere pe ecran.
ru: Отключите этот параметр, если вам не нужны значки на рабочем столе. Без значков рабочий стол будет несколько быстрее, но вы не сможете перетаскивать файлы на рабочий стол.
rw: Kura akamenyetso kuri ubu buryo niba udashaka kugira udushushondanga ku biro. Hatari udushushondanga ibiro bizaba nk'ibyihuta ariko ntuzaba ugishoboye kunyereza amadosiye uyaganisha ku biro.
sk: Ak túto voľbu vypnete, na ploche nebudú zobrazené ikony. Bez ikon bude plocha o niečo rýchlejšia, ale nebudete na ňu môcť ťahať myšou súbory.
sl: To možnost odznačite, če ne želite ikon na namizju. Brez ikon bo namizje nekoliko hitrejše, vendar ne boste mogli več potegniti datotek na namizje.
sr: Искључите ову опцију ако не желите да имате иконе на радној површини. Без икона радна површина ће бити нешто бржа, али нећете моћи више да довлачите фајлове на радну површину.
sr@latn: Isključite ovu opciju ako ne želite da imate ikone na radnoj površini. Bez ikona radna površina će biti nešto brža, ali nećete moći više da dovlačite fajlove na radnu površinu.
sv: Avmarkera det här alternativet om du inte vill ha ikoner på skrivbordet. Utan ikoner kommer skrivbordet att bli lite snabbare men du kommer inte längre att kunna dra filer till skrivbordet.
ta: மேசை மேல் சின்னங்கள் தேவை இல்லையெனில் இந்த தேர்வை ரத்து செய்யவும். இதனால் மேசையின் செயல்பாடு வேகமாக இருக்கும். ஆனால் கோப்புகளை இழுக்க முடியாது.
th: ยกเลิกตัวเลือกนี้ หากคุณไม่ต้องการ ให้มีไอคอนบนพื้นที่หน้าจอ ซึ่งจะทำให้พื้นที่หน้าจอ ทำงานได้ค่อนข้างเร็วขึ้น แต่คุณก็จะไม่สามารถลาก แฟ้มมาไว้ยังพื้นที่หน้าจอได้
uk: Вимкніть цей параметр, якщо ви не хочете мати піктограми на вашій стільниці. Без піктограм стільниця може працювати дещо скоріше, але ви не зможете пересувати на неї файли.
zh_cn: 假如您不想要桌面上的图标，不要选取此项。没有图标的桌面会快一些，但是您不能再拖放文件到桌面上了。

source: Allow pro&grams in desktop window
af: Laat programme in werkskerm venster toe
ar: السماح لل&برامج في نافذة سطح المكتب
az: Masa üstü pəncərəsində &proqramlara icazə ver
be: дазваляць запуск пра&грамаў у галоўным акне X
bg: Разре&шаване на програмите да рисуват на работния плот
bs: Dozvoli pr&ograme u desktop prozoru
ca: Permet pro&grames a la finestra de l'escriptori
cs: Povolit pro&gramy v okně plochy
cy: Caniatáu rha&glenni yn y ffenestr benbwrdd
da: Tillad pr&ogrammer i desktopvindue
de: &Programme im Arbeitsflächenfenster unterstützen
el: Επιτρέπονται &προγράμματα στο παράθυρο της επιφάνειας εργασίας
eo: Pro&gramoj en la tabula fenestro
es: Permitir pr&ogramas en la ventana del escritorio
eu: Baimendu &programak mahaigaineko leihoan
fa: اجازه دادن &برنامه‌ها در پنجرۀ رومیزی‌
fi: Salli &ohjelmien muokata työpöytää
fr: Autoriser les pro&grammes à utiliser la fenêtre du bureau
gl: Aturar pro&gramas na fiestra do escritorio
he: אפשר תוכניות בח&לון שולחן העבודה
hi: डेस्कटॉप विंडो में प्रोग्राम स्वीकारें (&g)
hr: Pr&ogrami u prozoru radne površine
hu: A munkaasztalra r&ajzoló programok engedélyezése
is: Leyfa forrit á skjáborðs&glugga
it: Permetti pro&grammi nella finestra del desktop
ja: デスクトップウィンドウでのプログラムを許可する(&G)
kk: Үстел терезенің бағ&дарламалары рұқсат етілсін
km: អនុញ្ញាត​ឲ្យ​កម្មវិធី​ក្នុង​បង្អួច​ផ្ទៃតុ
ko: 데스크톱 창에 프로그램 허용(&G)
lt: Leisti rodyti pr&ogramas darbastalio lange
mk: Дозволи про&грами во прозорецот на површината
nb: Støtte for pro&grammer i skrivebordsvinduet
nds: &Programmen binnen dat Schriefdischfinster tolaten
nl: Pro&gramma's in het bureaublad toestaan
nn: &Program i skrivebordsvindauget
pa: ਵਿਹੜਾ ਝਰੋਖੇ ਵਿੱਚ ਆਈਕਾਨ ਸਵੀਕਾਰ(&g)
pl: Pozwól na &programy na pulpicie
pt: Permitir pro&gramas na janela do ecrã
pt_br: Permitir &programas na Janela da Área de Trabalho
ro: Permite &programe în fereastra ecran
ru: Про&граммы в окне рабочего стола
rw: Kwemera porogaramu mu idirishya ry'ibiro
se: &Suova prográmmaid čállinbeavdeláses
sk: Povoliť pr&ogramy v okne plochy
sl: Dovoli pro&grame v oknu namizja
sr: Дозволи про&граме у прозору радне површине
sr@latn: Dozvoli pro&grame u prozoru radne površine
sv: Tillåt pro&gram i skrivbordsfönster
ta: மேசைச் சாளரத்தில் நிரல்களுக்கு ஆதரவளி
th: อนุญาตโปรแ&กรมในหน้าต่างพื้นที่หน้าจอ
uk: Дозволяти пр&ограми у вікні стільниці
zh_cn: 允许桌面窗口中的程序(&G)

source: Check this option if you want to run X11 programs that draw into the desktop such as xsnow, xpenguin or xmountain. If you have problems with applications like netscape that check the root window for running instances, disable this option.
af: Bevestig hierdie opsie as jy wil hê na hardloop X11 programme wat teken binnein die werkskerm soos as xsneeu, xpikkewyn of xberg. as jy het probleme met programme hou van netscape wat Bevestig die root venster vir wat loop instansies, deaktiveer hierdie opsie.
ar: أختر هذا الخيار إذا كنت تريد تشغيل برامج X11 التي ترسم على سطح المكتب مثل برامج xsnow و xpenguin و xmountain. إذا كنت تواجه مشاكل مع برامج مثل نيتسكيب الذي يقوم بفحص النافذة الجذرية لتكوين و تشغيل تواجدات مختلفة، عليك تعطيل هذا الخيار.
bg: Включете тази отметка, ако искате да използвате програми, които рисуват директно на работния плот, като xsnow, xpenguin или xmountain. Ако имате проблеми с някои други програми, изключете отметката.
bs: Označite ovo ako želite koristiti X11 programe koji crtaju direktno po desktopu kao xsnow, xpenguin ili xmountain. Ako imate problema sa programima kao netscape koji provjeravaju prozor desktopa za već pokrenute instance isključite ovu opciju.
ca: Marqueu aquesta opció si voleu executar programes X11 que dibuixen a l'escriptori, com ara xsnow, xpenguin o xmountain. Si teniu problemes amb aplicacions com netscape que comproven si hi ha instàncies executant-se a la finestra arrel, deshabiliteu aquesta opció.
cs: Zaškrtněte tuto volbu, chcete-li spouštět X11 programy, které kreslí na pracovní plochu, jako např. xsnow, xpenguin nebo xmountain. Máte-li problémy s aplikacemi jako Netscape, které kontrolují kořenové okno, kvůli zjištění běžících instancí, pak tuto volbu vypněte.
cy: Dewiswch y dewisiad yma os ydych am redeg rhaglenni X11 sy'n darlunio i'r penbwrdd megis xsnow, xpenguin neu xmountain. Os oes problemau gennych â rhaglenni fel netscape, sy'n gwirio'r ffenestr wraidd am enghreifftiau rhedegog, datddewiswch y dewisiad yma.
da: Afkryds dette valg hvis du vil køre X11-programmer der tegner på desktoppen, såsom xsnow, xpenguin eller xmountain. Hvis du har problemer med programmer som Netscape, der tjekker root-vinduet for kørende udgaver, så deaktivér dette valg.
de: Aktivieren Sie diese Einstellung, falls Sie Programme verwenden wollen, die Bilder auf der Arbeitsfläche erstellen wie z. B. xsnow, xpenguin oder xmountain. Falls das zu Problemen mit anderen Programmen führt (wie etwa Netscape), die das Hintergrundfenster (root window) auf bereits laufende Ausgaben überprüfen, dann deaktivieren Sie diese Einstellung.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να τρέχετε προγράμματα X11 που ζωγραφίζουν στην επιφάνεια εργασίας, όπως τα xsnow, xpenguin ή xmountain. Αν έχετε προβλήματα με εφαρμογές όπως το netscape που ελέγχουν το βασικό παράθυρο για εκτελούμενα αντίγραφά τους, απενεργοποιήστε αυτή την επιλογή.
eo: Enŝaltu, se vi deziras uzi X11-programojn, kiuj pentras sur la tabulo, kiel ekz. X-Neĝo, XPingvino aŭ XMonto. Se vi havas problemojn kun programoj kie Netskapo, kiuj kontrolas la radikan fenestron ĉe lanĉado de instancoj, malaktivigu tiun opcion.
es: Seleccione esta opción si desea ejecutar programas X11 que dibujan en el escritorio tales como xsnow, xpenguin o xmountain. Si tiene problemas con aplicaciones como netscape que comprueban la ventana raíz para ejecutar sesiones, desactive esta opción.
eu: Hautatu aukera hau mahaigainean marrazten duten X11 progranak abiarazteko, xsnow, xpenguin, edo xmountain, kasurako. Instantziak abiarazteko leiho-erroa aztertzen duten netscape bezalako aplikazioekin arazoak badituzu, desgaitu aukera hau.
fa: اگر می‌خواهید برنامه‌های X11را که در رومیزی رسم می‌شوند، مانند xsnow، xpenguin یا xmountain را اجرا کنید، این گزینه را علامت بزنید. اگر با کاربردهایی نظیر نت اسکیپ که پنجرۀ ریشه را برای اجرای نمونه‌ها بررسی می‌کند مشکل دارید، این گزینه را غیرفعال کنید.
fi: Valitse tämä kohta, mikäli haluat ajaa X11 -sovelluksia, jotka piirtävät työpöydälle. Tällaisia sovelluksia ovat mm. xsnow, xpenguin sekä xmountain. Jos ohjelmien käytössä tulee ongelmia, ota asetus pois käytöstä.
fr: Cochez cette option si vous désirez utiliser des programmes X11 qui dessinent directement sur le bureau, comme « xsnow », « xpenguin » ou « xmountain ». Si cela crée des problèmes avec des applications comme Netscape (qui analyse la fenêtre racine (le fond du bureau) pour y chercher des instances de lui-même), décochez cette option.
gl: Active esta opción se quere executar programas X11 que debuxan no escritorio coma xsnow, xpenguin ou xmountain. Se ten problemas con aplicacións coma Netscape que comproban a fiestra principal para executar instancias, inhabilite esta opción.
he: בחר באפשרות זו אם ברצונך להפעיל תוכניות של X11 המציגות בתוך שולחן העבודה, כגון xpenguin ,xsnow או xmountain. אם אתה נתקל בבעיות עם יישומים כמו Netscape שבודקים אם ישנם מופעים פעילים בחלון השורש, בטל אפשרות זו.
hr: Odaberite ovdje ako želite X11 programe koristit za crtanje radne površine, kao što su npr. xsnow, xpenguin, xmountain ili slični. Ako vam neki programi, kao npr. Netscape prave probleme jer provjeravaju dali se nešto događa na osnovnom prozoru (root window runing instances), onda nemojte korisiti ovu mogućnost.
hu: Jelölje be ezt az opciót, ha olyan X11-alapú programokat szeretne futtatni, melyek a munkaasztalra rajzolnak, mint például az xsnow, az xpenguin vagy az xmountain. Ha problémák adódnak olyan programoknál (pl. a Netscape), amelyek a futó példányok lekérdezésére az X11 gyökérablakát használják, távolítsa el a jelölést az opció mellől.
is: Hakaðu við þennan möguleika ef þú vilt keyra X11 forrit sem teikna á skjáborðið eins og xsnow, xpenguin eða xmountain. Ef þú átt í vandræðum með forrit eins og Netscape sem athuga rótargluggann fyrir einhverjum keyrandi tilvikum skaltu afhaka þennan möguleika.
it: Marca questa casella se vuoi eseguire programmi X11 che disegnano nel desktop come xsnow, xpenguin o xmountain. Se hai problemi con le applicazioni come netscape, che controlla la finestra root, disabilita questa opzione.
ja: xsnow, xpenguin あるいは xmountain のようなデスクトップに直接描画する X11 プログラムを実行する場合は、このオプションを有効にしてください。実行中のインスタンスのためにルートウィンドウを調べる netscape のようなアプリケーションで問題が発生する場合は、このオプションを無効にしてください。
kk: xsnow, xpenguin және xmountain секілді, үстелге тікелей шығаратын X11 жүйесінің бағдарламаларын орнындағыңыз келсе, құсбелгісін қойыңыз. Егер түбір терезені орындалып жатқан қолданбаларға тексеретін netscape секілді бағдарламалар мәселе туғызса, құсбелгіні қоймаңыз.
km: ធីក​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​រត់​កម្មវិធី X11 ដែល​គូរ​ចូល​ក្នុង​ផ្ទៃតុ ដូចជា xsnow, xpenguin or xmountain ។ ប្រសិនបើ​អ្នក​មាន​បញ្ហា​ជាមួយ​កម្មវិធី​ដូចជា netscape ដែល​ពិនិត្យ​មើល​បង្អួច root សម្រាប់​រត់​ភ្លាមៗ សូម​បញ្ឈប់ជម្រើស​នេះ ។
ko: xsnow, xpenguin 또는 xmountain 같이 데크탑에 그려지는 X11 프로그램을 실행하려면 이 옵션을 선택하십시오. 실행시 루트 창을 검사하는 넷스케이프같은 애플리케이션에 문제가 발생하면 옵션을 끄십시오.
lt: Pažymėkite šią parinktį jei Jūs norite paleidinėti X11 programas, paišančias ant darbastalio, kaip xsnow, xpenguin ar xmountain. Jei Jūs turite problemų su tokiomis kaip Netscape programomis, tikrinančiomis šakninį langą ir ieškančioms veikiančių atvejų, išjunkite šią parinktį.
mk: Изберете ја оваа опција ако сакате да стартувате X11 програми кои цртаат во прозорецот на работната површина, како на пример xsnow, xpenguin или xmountain. Ако имате проблеми со апликации како netscape, кои го проверуваат кореновиот прозорец за вклучени инстанци, оневозможете ја оваа опција.
nb: Kryss av her hvis du vil kjøre X11-programmer som skriver/tegner på skrivebordsflaten, som f.eks. xsnow, xpenguin eller xmountain. Ikke kryss av her dersom du får problemer med programmer som Netscape, som ser etter forekomster som er i gang på skrivebordet.
nds: Aktiveer dit, wenn Du Programmen as xsnow, xpenguin oder xmountain lopen laten wullt, de direktemang na dat Schriefdischfinster teekt. Wenn du Problemen mit Programmen as Netscape hest, de binnen dat Wörtelfinster kiekt, wat se al löppt, maak dat ut.
nl: Schakel deze optie in als u X11-programma's wilt gebruiken die in de achtergrond van uw bureaublad tekenen, zoals xsnow, xpenguin of xmountain. Als u problemen ondervindt met toepassingen zoals Netscape, die het hoofdvenster controleren voor actieve exemplaren, schakel dan deze optie uit.
nn: Merk av her om du vil køyra X11-program som teiknar til skrivebordet, som xsnow, xpenguin eller xmountain. Ikkje bruk funksjonen dersom du har problem med program som til dømes Netscape som ser etter køyrande instansar i rotvindauget.
pl: Włącz tę opcję jeśli chcesz, by inne programy X11 (takie jak: xsnow, xpenguin, xmountain) mogły rysować na pulpicie. Jeśli pojawiają się problemy z uruchamianiem programów typu Netscape, włącz tę opcję.
pt: Assinale esta opção se quiser correr programas do X11 que desenhem no ecrã, tais como o xsnow, o xpenguin ou o xmountain. Se tiver problemas com as aplicações como o netscape que pesquisam na janela de raiz pelas instâncias a correr, desactive esta opção.
pt_br: Selecione esta opção se deseja executar programas do X11 mostram animações na área de trabalho, tais como o xsnow, xpenguin ou o xmountain. Se você tem problemas com aplicativos como Netscape, que verifica a janela raiz para executar instâncias de seu programa, desabilite esta opção.
ro: Selectaţi această opţiune dacă doriţi să rulaţi programe X11 care afişează imagini direct pe ecran, precum xsnow, xpenguin sau xmountain. Dacă aveţi probleme cu aplicaţii precum Netscape, care verifică fereastra ecran pentru instanţe proprii care rulează, dezactivaţi această opţiune.
ru: Разрешает запуск программ X11, осуществляющих графический вывод в корневое окно, таких как xsnow, xpenguin или xmountain. Если у вас возникают проблемы с такими программами, как Netscape, которые проверяют корневое окно на наличие запущенных приложений, отключите эту опцию.
rw: Shyira akamenyetso kuri ubu buryo niba ushaka gutangiza amaporogaramu X11 zishushanya ku biro nka xsnow, xpenguin cyangwa xmountain. Nuhura n'ibibazo muri porogaramu nka netscape ishyira akamenyetso ku idirishya muzi rigenewe ibikorwa birimo gukorwa, hagarika ubu buryo.
sk: Použite túto voľbu ak chcete spúšťať programy X11, ktoré kreslia po ploche, ako je xsnow, xpenguin alebo xmountain. Ak máte problémy s aplikáciami ako je Netscape, ktoré kontrolujú koreňové okno na bežiace procesy, vypnite túto voľbu.
sl: Izberite to možnost, če želite uporabljati programe X11, ki se narišejo v namizje, kot na primer xsnow, xpenguin ali xmountain. Če imate s programi, kot je netscape, težave zaradi tega, ker preverijo, ali v korenskem oknu že tečejo drugi izvodi programa, to možnost izklopite.
sr: Укључите ову опцију ако желите да користите X11 програме који цртају по радној површини, нпр. xsnow, xpenguin или xmountain. Ако има проблема са програмима као netscape који проверавају коренски прозор текуће инстанце, искључите ову опцију.
sr@latn: Uključite ovu opciju ako želite da koristite X11 programe koji crtaju po radnoj površini, npr. xsnow, xpenguin ili xmountain. Ako ima problema sa programima kao netscape koji proveravaju korenski prozor tekuće instance, isključite ovu opciju.
sv: Markera det här alternativet om du vill köra X11-program som ritar på skrivbordet som Xsnow, Xpenguin eller Xmountain. Om du har problem med program som Netscape, som kontrollerar i rotfönstret efter instanser som är startade, inaktivera det här alternativet.
ta: என்ஸ்னோ,எக்ஸ்பென்குயின் இல் வரைவதற்கேற்க X11 நிரலை இயக்க இந்த தேர்வை பயன்படுத்தவும். நிகழ்வுகளை இயக்க மூல சாளரத்தை பயன்படுத்தும் நெட்ஸ்கேப் போன்ற பயன்பாடுகள் உங்களிடம் இருந்தால் இந்த தேர்வை செயல்நீக்கம் செய்யவும்.
th: เลือกตัวเลือกนี้ หากคุณต้องการสั่งทำงานโปรแกรมของ X11 ที่ต้องการวาดพื้นที่หน้าจอ เช่น โปรแกรม xsnow หรือ xmountain เป็นต้น หากคุณมีปัญหา กับบางแอพพลิเคชัน เช่น Netscape ที่มีการตรวจสอบหน้าต่างรากสำหรับทำงาน ให้ปิดการใช้งานตัวเลือกนี้
uk: Ввімкніть цей параметр, якщо ви запускаєте програми X11, які малюють на стільниці, це такі програми, як xsnow, xpenguin або xmountain. Якщо у вас з'являться проблеми з іншими програмами, які використовують головне вікно для запуску примірників, як, напр., netscape, ви можете вимкнути цей параметр.
zh_cn: 选中该选项以便于在桌面上运行 X11 程序，例如 xsnow、xpenguin 或 xmountain。如果您运行像 netscape 这样会检查根窗口中的运行实例的应用程序遇到问题，请禁止该选项。
