Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: Checking this option will result in filenames being underlined, so that they look like links on a web page. Note: to complete the analogy, make sure that single click activation is enabled in the mouse control module.
af: Deur hierdie opsie te kies sal lêername onderstreep word, sodat hulle lyk soos die skakels op 'n web bladsy. Nota: Om die analogie te voltooi, maak seker dat die enkel kliek aktivering geaktiveer is in die muis kontrole module.
ar: إختيار هذا الخيار يؤدي للتسطير تحت أسماء الملفات، ليبدو مشابها لوصلات الموجودة في صفحات الإنترنت. ملاحظة: لإكمال هذا التشابه، تأكد من تفعيل خيار الضغط الأحاديمن ملحق التحكم بالفأرة
bg: Ако отметката е включена, имената на файловете ще се подчертават все едно се намирате в уеб страница. Ако искате да направите аналогията с Интернет още по-пълна, може да изберете режим на активиране на файла с единично щракване на мишката.
bs: Ako ovo izaberete onda će imena datoteka biti podvučena, i izgledaće kao veze na web stranici. Napomena: Da bi analogija bila potpuna, moraćete uključiti aktivaciju sa jednim pritiskom, u modulu za kontrolu miša.
ca: En marcar aquesta opció els noms dels fitxers se subratllaran, de manera que semblin enllaços a una pàgina web. Nota: per completar l'analogia, assegureu-vos que està habilitada l'activació per clic senzill al mòdul de control del ratolí.
cs: Zaškrtnutí této volby způsobí podtrhávání jmen souborů, takže budou vypadat jako odkazy na webových stránkách. Poznámka: k dosažení úplné analogie zajistěte, aby byla povolena aktivace odkazu jednoduchým kliknutím v modulu nastavení myši.
da: Ved at afkrydse dette valg vil filnavne blive understregede, så de ser ud som link på en netside. Bemærk: For at komplettere analogien så sørg for at aktivere 'Enkeltklik for at åbne filer og mapper' i kontrolmodulet 'Mus'.
de: Die Aktivierung dieser Einstellung bewirkt eine Unterstreichung von Dateinamen, die dann aussehen wie Verknüpfungen auf einer Webseite. Beachten Sie: Wenn Sie die Analogie perfekt machen möchten, dann aktivieren Sie die Einzelklick-Option in den Einstellungen für die Maus.
el: Ενεργοποιώντας αυτή την επιλογή, τα ονόματα των αρχείων θα υπογραμμίζονται, ώστε να μοιάζουν με δεσμούς μιας ιστοσελίδας. Σημείωση: για να ολοκληρωθεί η αναλογία, σιγουρευτείτε ότι έχετε επιλέξει την ενεργοποίηση με απλό κλικ στο άρθρωμα ελέγχου του ποντικιού.
eo: Se vi enŝaltas tiun opcion, dosiernomoj estas substrekataj. Tiel ili aspektas kiel ligoj en TT-paĝo.
es: La selección de esta opción hará que los nombres de archivos aparezcan subrayados, de modo que parezcan enlaces en una página web. Nota: para completar la analogía, asegúrese de que la activación de pulsación única está habilitada en el módulo de control del ratón.
eu: Aukera hau hautatuz gero, fitxategi izenak azpimarratuta agertuko dira; beraz, web orri bateko esteken antza izango dute. Oharra: analogia hau osatzeko, ziurta ezazu klik bakarreko aktibazioa gaituta dagoela saguaren kontrol moduluan.
fa: با علامت زدن این گزینه، نام پرونده‌ها زیرخط‌دار می‌شوند؛ بنابراین، مانند پیوندهای صفحه وب به نظر می‌رسند. توجه: برای تکمیل قیاس، مطمئن شوید که فعال‌سازی تک فشار در پیمانۀ کنترل موشی فعال است.
fi: Jos tämä kohta on valittuna, tiedostonimet näytetään alleviivattuina, jolloin tiedostonimet näkyvät kuin WWW-linkit. Jos haluat tehdä tästä tehosteesta täydellisen, määrittele yhden napsautuksen valinta hiiren asetuksiin Ohjauskeskuksessa.
fr: Si vous cochez cette option, les noms des fichiers seront soulignés afin de ressembler aux liens d'une page web. Nota : pour une analogie complète, assurez-vous d'avoir activé l'utilisation du simple clic dans le module de configuration « Souris ».
gl: Se esta opción está activada, os nomes dos ficheiros serán subliñados, de xeito que parezan ligazóns nunha páxina web. Nota: para completar a analoxía, asegúrese de que está habilitada a activación cun único clic no módulo de control do rato.
he: בחירה באפשרות זו תגרום לכך ששמות קובץ יהיו עם קו מתחתיהם, כך שהם ייראו כמו קישורים בדף רשת. שים לב: כדי להשלים את ההדמיה, ודא שאפשרות ההפעלה באמצעות לחיצה אחת זמינה במודול בקרת העכבר.
hu: Ha bejelöli ezt az opciót, a fájlnevek alá lesznek húzva és úgy fognak kinézni, mint a linkek egy HTML-oldalon. Megjegyzés: a hasonlóság teljessé tételéért kapcsolja be az egyszeres kattintással történő aktiválást az egérbeállító modulban.
is: Ef þú krossar við hér eru skráarnöfn undirstrikuð svipað og tenglar á vefsíðum. Þú ættir líka að velja 'Einsmella til að opna skrár og möppur' í músarstjórneiningunni.
it: Se questa casella è marcata, i nomi dei file saranno sottolineati in modo da assomigliare ai collegamenti su una pagina Web. Attenzione: per completare l'analogia, assicurati che nel modulo di controllo del mouse sia abilitata l'attivazione con clic singolo.
ja: このオプションを有効にすると、ファイル名に下線が引かれてウェブページのリンクのような表示になります。注意: このたとえを完全なものにするには、マウスの設定モジュールで「シングルクリックでファイルやフォルダを開く」を有効にしてください。
kk: Құсбелгісі қойылса, файл атауларының асты сызылып, веб-парақтардағы сілтемелер тәрізді болып көрсетіледі. Ескерту: ұқсастығы толық болсын десеңіз, тышқанды басқару модулінде бір түртіп шақыруын баптап қойыңыз.
km: គូស​ធីក​ជម្រើស​នេះ នឹង​គូរ​បន្ទាត់​ពី​ក្រោម​ឈ្មោះ​ឯកសារ ដូច្នេះ​ពួកវាហាក់​ដូច​ជា​តំណ​លើ​ទំព័រ​បណ្ដាញ ។ ចំណាំ ៖ ដើម្បី​កាន់​តែ​ដូច​គ្នានោះ ត្រូវ​ប្រាកដថា 'ការ​ចុច​តែ​ម្តង' ត្រូវ​បាន​អនុញ្ញាត​ក្នុង​ម៉ូឌុល​បញ្ជា​កណ្ដុរ ។
ko: 이 옵션을 선택하면 웹 페이지처럼 파일 이름에 밑줄을 긋습니다. 메모: 작동 방식을 비슷하게 하려면 마우스 제어판에서 한 번 클릭으로 활성화를 사용하셔야 합니다.
lt: Pažymėjus šią parinktį, bylų vardai bus pabraukiami ir atrodys kaip tinklalapio jungtys. Pastaba: siekiant pilnos analogijos, įsitikinkite, kad yra suaktyvinta vieno spragtelėjimo galimybė pelės valdymo modulyje.
mk: Со избирање на оваа опција имињата на датотеките ќе бидат подвлечени, така што ќе изгледаат како врски на веб-страница. Забелешка: за да ја заокружите аналогијата, овозможете го активирањето со еден клик во модулот за контрола на глушецот.
nb: Hvis du krysser av dette valget vil filnavn bli understreket, slik at de ser ut som lenker på en vev-side. Merk: For at analogien skal være komplett, sjekk at enkeltklikk er slått på i musekontrollmodulen.
nds: Wenn aktiveert, warrt Dateinaams ünnerstreken, so dat se as Links op Nettsieden utseht. Beacht bitte: Wenn Du de Liekheit vull maken wullt, prööv wat de Enkelklick-Aktiveren binnen dat Muus-Kuntrullmoduul anmaakt is.
nl: Als u deze optie inschakelt, dan worden bestandsnamen onderstreept. Zo lijken ze op koppelingen in een webpagina. Opmerking: voor volledige webweergave activeert u ook de optie "Enkelvoudige klik activeert/opent" in de muisconfiguratiemodule.
nn: Strekar under filnamn slik at dei ser ut som lenkjer på ei vevside. Legg merke til at du òg må aktivera enkelklikk-aktivering i muskontrollmodulen for å fullstendig gjenskapa åtferda på vevsider.
pl: Włączenie tej opcji spowoduje, że nazwy plików będą podkreślane, zatem będą wyglądały jak odnośniki na stronach WWW. Zwróć uwagę, że aby zapewnić pełną spójność i analogię do stron WWW powinieneś jeszcze włączyć aktywację pojedynczym kliknięciem w module konfiguracji myszy.
pt: Activar esta opção faz com que os nomes dos ficheiros sejam sublinhados, de modo a parecerem com ligações numa página da Web. Nota: para que a analogia fique completa, deve também seleccionar 'carregar só uma vez para activar' no módulo de controlo do rato.
pt_br: A seleção desta opção fará com que os nomes de arquivos fiquem sublinhados, se parecendo, então, com links em uma página de web. Observação: para completar a analogia, certifique-se de que a ativação de clique único está habilitada no módulo de controle do mouse.
ro: Dacă selectaţi această opţiune, numele de fişiere vor fi subliniate, astfel încît vor arăta ca hiperlegăturile dintr-o pagină de web. Observaţie: Pentru a completa această analogie asiguraţi-vă că în modulul de control al mouse-ului este selectată activarea la un singur clic.
ru: Эта опция задаёт режим подчёркивания имён файлов так, что они начинают походить на ссылки WWW-страниц. Подсказка: можно сделать эту аналогию ещё более полной, если включить режим активации одним щелчком в модуле настроек мыши.
rw: Gutoranya iri hitamo bizatuma amazinadosiye acibwaho umurongo, ku buryo asa naho ari amahuza ku ipaji rubugamakuru. Icyitonderwa: kugira ngo ubigereho, reba neza mu gice ngenzura mbeba ko gukanda rimwe bishobora gukoreshwa.
sk: Pri použití tejto voľby budú názvy podčiarknuté, takže budú vyzerať ako odkazy na webovej stránke. Poznámka: aby ste doplnili podobu, overte, že aktivácia jedným kliknutím je zapnutá v module nastavení myši.
sl: Če izberete to možnost, bodo imena datotek podčrtana, tako kakor povezave na spletnih straneh. Da bi bila primerjava popolna, v nadzornem modulu miške vključite še sprožitev z enojnim klikom.
sr: Бирање ове опције имаће за последицу подвлачење имена фајлова, тако да изгледају као везе на веб сајтовима. Да бисте комплетирали аналогију са веб сајтовима у контролном модулу за подешавање миша активирајте опцију за отварање фајлова једним кликом.
sr@latn: Biranje ove opcije imaće za posledicu podvlačenje imena fajlova, tako da izgledaju kao veze na veb sajtovima. Da biste kompletirali analogiju sa veb sajtovima u kontrolnom modulu za podešavanje miša aktivirajte opciju za otvaranje fajlova jednim klikom.
sv: Om du kryssar för det här alternativet kommer filnamn att strykas under, så att de ser ut som länkar på en webbsida. Observera: för att göra analogin fullständig, se till att enkelklicksaktivering är aktiverat i musinställningsmodulen.
ta: இந்த தேர்வின் மூலம் கோப்பு பெயர்கள் அடிக்கோடிடப்படும். அது வலைத்தளத்தில் உள்ள இணைப்புகள் போல தெரியும். குறிப்பு: Note: to complete the analogy, make sure that single click activation is enabled in the mouse control module.
th: เลือกตัวเลือกนี้ เพื่อให้แสดงเส้นใต้ชื่อแฟ้ม ซึ่งจะคล้ายกับลิงก์บนหน้าเว็บ ข้อสังเกต: เพื่อให้มีความรู้สึกเป็นไปในทางเดียวกัน โปรดแน่ใจว่า ได้เปิดใช้ การคลิ้กครั้งเดียวเพื่อเรียกใช้ ในส่วนโมดูลควบคุมเมาส์แล้ว
uk: Якщо вибрати цей параметр, назви файлів будуть підкреслені і будуть виглядати як посилання до сторінок Тенет. Примітка: щоб доповнити аналогію, перевірте, що у модулі керування мишки ввімкнена активізація по одинарному клацанню.
zh_cn: 选择此项导致文件名加下划线，因此他们看起来象web页面上的链接。注意：要完成这个模拟，确信在鼠标控制模块中启用了单击激活特性。

source: Display file sizes in b&ytes
af: Vertoon lêer grotes in grepe
ar: أعرض أحجام الملفات بال&بايت
az: Fayl böyüklüyünü &baytlarla göstər
be: Паказваць памер файлаў у &байтах
bg: Показва&не размера на файловете в байтове
bs: Prikaži veličinu datoteka u ba&jtima
ca: Mostra les mides de fitxers en oc&tets
cs: Zobrazovat velikosti souborů v ba&jtech
cy: Dangos meintiau ffeiliau mewn b&eitiau
da: Vis filstørrelser i b&yte
de: Dateigröße in &Byte angeben
el: Εμφάνιση μεγέθους αρχείων σε b&ytes
eo: Montru dosiergrandecon laŭ &bitokoj
es: Mostrar tamaño de archivos en b&ytes
eu: Erakutsi fitxategien tamaina b&ytetan
fa: نمایش اندازۀ پرونده‌ها برحسب &بایت‌
fi: Näytä tiedostojen koko t&avuina
fr: Afficher la taille des fichiers en &octets
gl: Amosa-los tamaños dos ficheiros en b&ytes
he: הצג ג&דלי קבצים בבתים
hi: फ़ाइल आकार बाइट्स में प्रदर्शित करें (&y)
hr: Prikazivanje veličine datoteka u ba&jtovima
hu: A fájlméretek k&ijelzése bájtban történjen
is: Sýna skráastærðir í bæ&tum
it: Mostra le dimensioni dei file in &byte
ja: ファイルサイズをバイトで表示する(&Y)
kk: Файл &байт өлшемінде көрсетілсін
km: បង្ហាញ​ទំហំ​ឯកសារ​ជា​បៃ
ko: 파일 크기를 바이트로 나타내기(&Y)
lt: Rodyti bylų dydžius b&aitais
mk: Прикажи ја големината на датотеките во б&ајти
nb: Vis filstørrelser i b&yte
nds: Dateigrött in B&ytes angeven
nl: Bestandgrootte in b&ytes tonen
nn: Vis filstorleik i b&yte
pa: ਫਾਇਲ਼ ਆਕਾਰ ਬਾਈਟ ਵਿੱਚ ਵੇਖਾਓ(&y)
pl: Wyświetlaj rozmiary plików w b&ajtach
pt: Mostrar o tamanho dos ficheiros em 'b&ytes'
pt_br: Mostrar o tamanho do arquivo em &bytes
ro: Afişează mărimea fişierelor în &octeţi
ru: Показывать размер файлов в &байтах
rw: Kugaragaza ingano z'amadosiye muri bayiti
sk: Zobraziť veľkosť súborov v &bajtoch
sl: Velikosti datotek prikaži v ba&jtih
sr: Прикажи величине фајлова у &бајтовима
sr@latn: Prikaži veličine fajlova u &bajtovima
sv: Visa filstorlekar i b&yte
ta: கோப்புகளின் அளவை பைட்டுகளில் காண்பி
th: แสดงขนาดแฟ้มเป็นไ&บต์
uk: Відображати розміри файлів у б&айтах
zh_cn: 以字节数显示文件大小(&Y)

source: Checking this option will result in file sizes being displayed in bytes. Otherwise file sizes are being displayed in kilobytes or megabytes if appropriate.
af: Toetsing hierdie opsie sal resultaat in lêer grotes te wees vertoon in grepe. Andersins lêer grotes word te wees vertoon in kilogrepe of megagrepe as geskikte.
ar: أختيار هذا الخيار يؤدي لعرض أحجام الملفات بالبايت. غير ذلك سيتم عرض أحجام الملفات بالكيلوبايت أو ميغابايت أيهما أنسب.
bg: Ако отметката не е включена, размерите на файловете ще се показват в килобайти (кБ) или мегабайти (МБ), според големината на файла. Ако отметката е включена, големината на файловете винаги ще се показва в байтове.
bs: Ako ovo izaberete veličina datoteka će biti prikazana u bajtovima. U drugom slučaju veličine će biti pretvorene u kilobajte ili megabajte ako je potrebno.
ca: El resultat de marcar aquesta opció serà que les mides dels fitxers es mostraran en octets. Altrament les mides de fitxer es mostren en kilobytes o megabytes si és apropiat.
cs: Zaškrtnutí této volby způsobí, že velikosti souborů budou zobrazovány v bajtech. Není-li volba zaškrtnuta, pak budou údaje o velikosti souborů konvertovány do kilobajtů případně megabajtů.
cy: Bydd dewis y dewisiad yma'n achosi dangos meintiau ffeiliau mewn beitiau. Heblaw hynny dengys eu meintiau mewn cilobeitiau neu megabeitiau os yn addas.
da: Afkrydsning af dette valg vil gøre at filstørrelser vises i byte. Ellers vises filstørrelser i kilobyte eller megabyte når det er passende.
de: Die Aktivierung dieser Einstellung bewirkt, dass Dateigrößen in Byte angegeben werden. Sonst erscheinen sie in Kilobyte (KB) bzw. Megabyte (MB).
el: Ενεργοποιώντας αυτή την επιλογή θα έχει σαν αποτέλεσμα να εμφανίζονται τα μεγέθη των αρχείων σε bytes. Αλλιώς τα μεγέθη των αρχείων εμφανίζονται σε kilobytes ή σε megabytes όποτε αυτό βολεύει.
eo: Se enŝaltita, la grandeco de dosieroj estas montrataj laŭ bitokoj. Aliokaze ili estas montrataj en kilobitokoj aŭ megabitokoj, kie konvenas.
es: Seleccionando esta opción hará que los tamaños de los archivos se muestren en bytes. De lo contrario los tamaños serán convertidos a kilobytes o megabytes según el caso.
eu: Aukera hau hautatuz gero, fitxategien tamainak bytetan erakutsiak izanen dira. Bestela fitxategien tamainak kilobytetan edo megabytetan erakutsiak izanen dira, behar izanez gero.
fa: با علامت زدن این گزینه، اندازۀ پرونده‌ها برحسب بایت نمایش داده می‌شوند. در غیر این صورت، اندازۀ پرونده‌ها بر حسب کیلوبایت یا در صورت مناسب، مگابایت نمایش داده شود.
fi: Jos tämä kohta on valittuna, tiedostojen koko näytetään tavuina. Muussa tapauksessa koko näytetään kilo- tai megatavuina mikäli tiedoston koko on suuri.
fr: Si vous cochez cette option, la taille des fichiers sera exprimée en octets. Dans le cas contraire, elle sera exprimée en kilo-octets ou en méga-octets, selon ce qui est le plus approprié.
gl: Se activa esta opción os tamaños dos ficheiros amosaranse en bytes. Doutro xeito, os tamaños amósanse en kilobytes ou megabytes dependendo do máis axeitado.
he: בחירה באפשרות זו תביא לכך שגדלים של קבצים יוצגו בבתים. אחרת, גדלים של קבצים יוצגו בקילו־בתים או מגה־בתים לפי הצורך.
hr: Ovdje odabirete prikazivanje veličine datoteka u bajtovima, u suprotnom će njihova veličina biti pokazivana u kilobajtima ili megabajtima.
hu: Ha be van jelölve ez az opció, akkor a fájlok méretét bájtban számolva mutatja a program, ha nem, akkor az értéktől függően kilobájtban vagy megabájtban.
is: Með því að haka við þennan möguleika verða skráastærðir sýndar í bætum. Að öðrum kosti eru þær sýndar í kílóbætum eða megabætum eftir því hvað við á.
it: Selezionando questa opzione le dimensioni dei file saranno mostrate in byte. Altrimenti le dimensioni sono mostrate in megabyte o kilobyte in modo opportuno.
ja: このオプションを有効にすると、ファイルのサイズはバイト単位で表示されます。無効にするとキロバイトかメガバイトのいずれか適切な方で表示されます。
kk: Құсбелгісі қойылса, файл байт өлшемінде көрсетіледі. Әйтпесе, файл килобайт не мегабайт өлшемдері де көрсетіледі.
km: ធីក​ជម្រើស​នេះ នឹង​បង្ហាញ​ទំហំ​ឯកសារ​ជា​បៃ ។ មិន​ដូច្នោះ​ទេ ទំហំ​ឯកសារ​នឹង​ត្រូវ​បាន​បង្ហាញ​ជា​គីឡូបៃ ឬ មេកាបៃទៅ​តាម​ទំហំ ។
ko: 이 옵션을 선택하면 파일 크기를 바이트로 표시합니다. 그렇지 않으면 적당하게 킬로바이트나 메가바이트로 표시합니다.
lt: Pažymėjus šią parinktį bylų dydžiai bus rodomi baitais. Priešingu atveju bylų dydžiai esant reikalui paverčiami į kilobaitus ar megabaitus.
mk: Со избирање на оваа опција големините на датотеките ќе бидат прикажани во бајти. Ако оваа опција не е избрана големините се прикажуваат во килобајти или мегабајти соодветно.
nb: Krysser du av her, så vil filstørrelser bli vist i byte. Ellers blir filstørrelser regnet om til kilobyte eller megabyte ettersom det passer.
nds: Wenn aktiveert, warrt Dateigrötten in Bytes angeven, anners warrt Kilobytes (kB) oder Megabytes (MB) bruukt, jümmers wat beter passt.
nl: Als u deze optie selecteert, dan worden de bestandsgroottes getoond in bytes. In het andere geval worden de bestandsgroottes getoond in kilobytes of megabytes, afhankelijk van de meest geschikte weergave.
nn: Om du kryssar av her, vert filstorleikane viste i byte. Elles vert filstorleikane konverterte til kilobyte eller megabyte.
pl: Włączenie tej opcji spowoduje wyświetlanie rozmiarów plików w bajtach. W przeciwnym razie są one wyświetlane w kilobajtach lub megabajtach, stosownie do rozmiaru.
pt: Ao assinalar esta opção, fará com que o tamanho dos ficheiros seja mostrado em 'bytes'. Caso contrário, os tamanhos serão convertidos para quilobytes ou megabytes, se tal for apropriado.
pt_br: Selecionar esta opção irá resultar em tamanho de arquivos sendo mostrados em bytes. Caso contrário, o tamanho dos arquivos é convertido para kilobytes ou megabytes, se apropriado.
ro: Dacă selectaţi această opţiune, atunci mărimea fişierelor va fi afişată în octeţi. În caz contrar, mărimea va fi convertită în kiloocteţi sau megaocteţi dacă este necesar.
ru: Если включить этот флажок, размер файлов будет показываться в байтах, в противном случае он будет преобразовываться в килобайты или мегабайты.
rw: Gushyira akamenyetso kuri ubu buryo bizatuma ingano z'amadosiye zigaragazwa muri bayiti. Bitaba ibyo ingano z'amadosiye zigaragazwa muri kilobayiti cyangwa megabayiti iyo bibaye ngombwa.
sk: Použitím tejto možnosti budú veľkosti súborov zobrazované v bajtoch. Inak sú veľkosti prevedené na kilobajty alebo megabajty podľa potreby.
sl: Če boste izbrali to možnost, bodo velikosti datotek in imenikov prikazane v bajtih. V nasprotnem primeru bodo prikazane v megabajtih, če je to primerno.
sr: Изабирање ове опције ће активирати приказ величина фајлова у бајтовима. У супротном, величине фајлова су претворене у килобајте или мегабајте ако је то одговарајуће.
sr@latn: Izabiranje ove opcije će aktivirati prikaz veličina fajlova u bajtovima. U suprotnom, veličine fajlova su pretvorene u kilobajte ili megabajte ako je to odgovarajuće.
sv: Om du markerar det här alternativet visas filstorlekar i byte. Annars översätts filstorlekar till kibibyte eller mebibyte om det är lämpligt.
ta: இந்த தேர்வின் மூலம் கோப்புகளின் அளவுகள் பைட்டுகளில் தெரியும். இல்லையெனில் கிலோ பைட்டுகளிலோ அல்லது மெகா பைட்டுகளிலோ தெரியும்.
th: เลือกตัวเลือกนี้ เพื่อให้มีการแสดงขนาดของแฟ้ม มีหน่วยเป็นไบต์ ไม่เช่นนั้น จะแสดงเป็นหน่วยกิโลไบต์หรือเมกะไบต์ แล้วแต่กรณี
uk: Цей параметр вмикає відображення розміру файлів у байтах. Інакше розміри будуть перетворені у кілобайти або мегабайти належним чином.
zh_cn: 选中此选项将导致文件大小以字节显示。否则，文件大小将用适当的千字节或兆字节显示。

source: _n: line lines
bg: ред реда
bs: linija linije linija
ca: línia línies
cs: řádek řádky řádků
da: linje linjer
de: Zeile Zeilen
el: γραμμή γραμμές
es: línea líneas
eu: lerro lerro
fa: خط
fi: viiva viivaa
fr: ligne lignes
gl: liña liñass
he: שורה שורות
hu: sor
is: lína línur
it: linea linee
ja: 行
km: បន្ទាត់
ko: 줄
lt: eilutė eilutės eilučių
mk: линија линии линии
nb: linje linjer
nds: Reeg Regen
nl: regel regels
nn: linje linjer
pa: ਲਾਈਨ ਲਾਈਨਾਂ
pl: linia linie linii
pt: linha linhas
pt_br: linha linhas
ru: строка строки строк
sk: čiara čiary čiar
sl: vrstic vrstica vrstici vrstice
sr: линија линије линија
sr@latn: linija linije linija
sv: rad rader
th: บรรทัด
uk: рядок рядки рядків
zh_cn: 行

source: _n: pixel pixels
bg: пиксел пиксела
ca: píxel píxels
cs: pixel pixely pixelů
da: billedpunkt billedpunkter
de: Pixel Pixel
el: εικονοστοιχείο εικονοστοιχεία
es: pixel pixels
eu: pixel pixel
fa: تصویردانه
fi: piste pistettä
fr: pixel pixels
gl: pixel pixeles
he: פיקסל פיקסלים
hu: képpont
is: punktur punktar
it: pixel pixel
ja: ピクセル
km: ភីកសែល
ko: 픽셀
lt: pikselis pikseliai pikselių
mk: пиксел пиксели пиксели
nb: piksel piksler
nds: Pixel Pixels
nl: pixel pixels
nn: biletpunkt biletpunkt
pa: ਪਿਕਸਲ ਪਿਕਸਲ
pl: piksel piksele pikseli
pt: pixel pixels
pt_br: pixel pixels
ru: пиксел пиксела пикселов
sk: bodl body bodov
sl: pik pika piki pike
sr: пиксел пиксела пиксела
sr@latn: piksel piksela piksela
sv: bildpunkt bildpunkter
th: พิกเซล
uk: піксель пікселі пікселів
zh_cn: 像素
