Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: Checking this option will group the progress information for all network file transfers into a single window with a list. When the option is not checked, all transfers appear in a separate window.
af: Toetsing hierdie opsie sal groep die vordering informasie vir alle netwerk lêer oordragte binnein 'n enkel venster met 'n lys. Wanneer die opsie is nie nagegaan, alle oordragte verskyn in 'n aparte venster.
ar: أختيار هذا الخيار يؤدي لجمع معلومات التقدم لكل تراسلات الملفات عبر الشبكةفي نافذة واحدة على شكل قائمة. عند عدم أختيار هذا الخيار، سيتم عرض كل تراسل في نافذةمستقلة
az: Bu seçənəyin işarətlənməsi şəbəkə fayl transferi ilə əlaqəli əməliyyat mə'lumatlarının hamısının tək bir pəncərədə sıralanmasına imkan verər. Bu seçənək işarətli deyilkən bütün transferlər ayrı pəncərələrdə göstərilirlər.
bg: При изтегляне (качване, копиране) на файлове по мрежата се показва информация за прогреса на операцията. Възможно е за всяка операция да има отделен прозорец или всички операции да бъдат обединени в един прозорец. Ако отметката е включена, информацията за прогреса на мрежовите операции ще се показва само в един прозорец.
bs: Odabiranjem ove opcije će svi podaci o mrežnom prebacivanju podataka biti grupisani u jednom prozoru. Ako ova mogućnost nije odabrana, svako prebacivanje će biti prikazano u posebnom prozoru.
ca: En marcar aquesta opció s'agruparà la informació de progrés per a totes les transferències de fitxers de la xarxa a una sola finestra amb una llista. Quan l'opció no està marcada, totes les transferències apareixen en una finestra separada.
cs: Zaškrtnutím této volby povolíte zobrazování všech informací o průběhu přenosu souborů v jednom okně. Ponecháte-li nezaškrtnuté, veškeré přenosy budou zobrazovány ve svém samostatném okně.
cy: Bydd dewis y dewisiad yma'n cronni'r wybodaeth gynnydd o bob trosglwyddiad ffeil rhwydwaith i un ffenestr â rhestr. Pan nad yw wedi'i ddewis, ymddengys pob trosglwyddiad mewn ffenestr ar wahân.
da: Ved at afkrydse dette valg vil fremgangsinformationen for alle netværksfiloverførsler vises i et enkelt vindue som en liste. Når valget ikke er afkrydset, vil overførsler vises i forskellige vinduer.
de: Die Aktivierung dieser Einstellung gruppiert die Informationen zu allen Netzwerk-Vorgängen in eine einzige Liste innerhalb desselben Fensters. Wenn die Einstellung nicht aktiviert ist, erscheint für jeden Vorgang ein separates Fenster.
el: Ενεργοποιώντας αυτήν τη επιλογή, όλες οι πληροφορίες για την πρόοδο των λειτουργιών μεταφοράς αρχείων από το δίκτυο θα ομαδοποιούνται σε ένα μόνο παράθυρο με μια λίστα. Όταν αυτή η επιλογή δεν έχει ενεργοποιηθεί, όλες οι μεταφορές εμφανίζονται σε ένα ξεχωριστό παράθυρο.
eo: Enŝalto de tiu opcio grupigas la progresoinformon por ĉiuj retaj dosierŝutoj en unu sola fenestro kun listo. Alikaze ĉiuj ŝutoj aperas en apartaj fenestroj.
es: La selección de esta opción agrupará la información de progreso para todas las transferencias de archivo de red en una única ventana con una lista. Cuando no se seleccione la opción, todas las transferencias aparecerán en una ventana separada.
eu: Aukera hau hautatuz gero, sareko fitxategi guztien transferentzien aurrerapenaren informazioa zerrendadun leiho bakar batean bilduko da. Aukera hautatu gabe dagoenean, transferentzia bakoitza leiho banatan agertuko da.
fa: علامت زدن این گزینه، اطلاعات پیشرفت را برای همۀ انتقالات پروندۀ شبکه، در یک تک پنجرۀ همراه با یک فهرست گروه‌بندی می‌کند. اگر این گزینه علامت زده نشود، همۀ انتقالات در یک پنجرۀ مجزا ظاهر می‌شود.
fi: Jos tämä kohta on valittuna, kaikki tiedostojen siirtämisen edistymiseen liittyvät tiedot luettelona yhdessä ikkunassa. Jos kohtaa ei ole valittu, tiedostojen siirtäminen näytetään jokainen omassa ikkunassaan.
fr: Si vous cochez cette option, toutes les informations sur la progression des transferts de fichiers sur le réseau seront regroupées dans une liste dans une seule fenêtre. Quand cette option n'est pas cochée, tous les transferts apparaissent dans des fenêtres séparées.
gl: Se esta opción está activada, a información da evolución de tódalas transferencias de ficheiros de rede agruparanse nunha única fiestra en forma de lista. Se a opción non está marcada, cada transferencia aparecerá nunha fiestra separada.
he: בחירה באפשרות זו תקבץ את המידע על ההתקדמות של כל העברות הקבצים ברשת לחלון בודד עם רשימה. כשאפשרות זו לא נבחרת, כל העברה תופיע בחלון נפרד.
hr: Odabiranjem ove mogućnosti će svi podaci o mrežnom prebacivanju podataka biti popisani u jednom prozoru. Ako ova mogućnost nije odabrana, svako prebacivanje će biti prikazano u zasebnom prozoru.
hu: Ha kiválasztja ezt az opciót, akkor a hálózati adatátvitelek egyetlen ablakban jelennek meg, lista alakban. Ha nem választja ki, minden adatátvitel külön ablakban jelenik meg.
is: Ef hakað er við þetta verður öllum framgangsstikum netaðgerða hópað saman í einn glugga. Þegar ekki er hakað við þetta koma þeir allir í sér gluggum.
it: Se questa opzione è marcata, le informazioni di avanzamento per tutti i trasferimenti di file via rete saranno raggruppate in un'unica finestra con una lista. Se questa opzione non è marcata, ogni trasferimento apparirà in una finestra separata.
ja: このオプションを有効にすると、ネットワークでのすべてのファイル転送の進捗状況が単一のウィンドウに一覧表示されます。無効にしておくと、すべての転送処理は個別のウィンドウに表示されます。
kk: Құсбелгісі қойылса, барлық желі файл берілімдердің барыс ақпараттары бір терезеде тізімдеп көрсетіледі. Әйтпесе, әрбір берілімге бөлек терезе арналады.
km: ធីក​ជម្រើស​នេះនឹង​ដាក់​ព័ត៌មាន​វឌ្ឍន​ភាព​ជាក្រុម ​សម្រាប់​ការ​ផ្ទេរ​ឯកសារបណ្ដាញទៅ​ក្នុង​បង្អួច​មួយ​ជាមួយ​នឹង​បញ្ជី ជី ។ ពេល​ជម្រើស​នេះ​មិន​ត្រូវ​បាន​ធីក កផ្ទេរ​ូន​ទាំងនឹង​អស់​លេចឡើង​ក្នុង​បង្អួច​ផ្សេងមួយ ។
ko: 이 옵션을 선택하면 모든 네트워크 파일 전송은 단일 창의 목록으로 표시됩니다. 이 옵션을 선택하지 않으면 모든 네트워크 전송은 각각의 창으로 표시됩니다.
lt: Pažymėjus šitą parinktį, sugrupuos viename lange į sąrašą tinklo bylų siuntimo eigos informaciją. Kai šita parinktis nėra pažymėta, visi siuntimai atsidarys atskiruose languose.
mk: Ако ја изберете оваа опција, информациите за напредување за сите мрежни преноси ќе бидат прикажани во еден прозорец со листа. Кога оваа опција не е избрана, секој пренос се прикажува во посебен прозорец.
nb: Avkryssing i dette vinduet vil føre til at framdriftsinformasjon for alle filoverføringene på nettverket vil bli vist i ett enkelt vindu med en liste. Hvis dette valget ikke er avkrysset, vil hver av overføringene få sitt eget vindu.
nds: Wenn aktiveert, warrt de Vörankamen-Informatschonen för all Överdregen binnen een Finster in en List tosamenfaat. Wenn nich aktiveert, warrt all Överdregen in enkelte Finstern wiest.
nl: Als u deze optie inschakelt, dan wordt alle informatie over de voortgang van bestandsoverdrachten via het netwerk in een lijst gegroepeerd en in één venster weergegeven. Als u deze optie niet inschakelt, dan wordt elke overdracht in een apart venster weergegeven.
nn: Dersom du vel dette vil framgangsinformasjonen for alle filoverføringar over nettverket samlast i eitt enkelt vindauge med ei liste. Viss ikkje, vert alle overføringar viste i eigne vindauge.
pl: Włączenie tej opcji spowoduje grupowanie informacji o postępach dla wszystkich transferów sieciowych w jednym oknie z listą. Jeśli opcja jest wyłączona wszystkie transfery są pokazane w osobnych oknach.
pt: Ao assinalar esta opção, irá agrupar a informação de progresso para todas as transferências de ficheiros pela rede numa simples janela com uma lista. Quando esta opção está desligada, todas as transferências aparecem em janelas separadas.
pt_br: A seleção desta opção agrupará a informação de progresso para todas transferências de arquivo de rede em uma janela única com uma lista. Quando a opção não é selecionada, todas as transferências aparecem em uma janela separada.
ro: Dacă selectaţi această opţiune, atunci toate informaţiile de progres vor fi grupate într-o singură fereastră cu o listă pentru toate transferurile de fişiere. Cînd această opţiune nu este selectată, toate transferurile apar în ferestre separate.
ru: Включив эту опцию, вы будете видеть сведения обо всей передаче данных через сеть в одном окне в виде списка. Если опция не активна, передача данных будет показываться в отдельном окне для каждой задачи.
rw: Gutoranya iri hitamo bizashyira hamwe amakuru y'ibimaze gukorwa mu kwimurira amadosiye yose y'urusobemiyoboro mu idirishya rimwe rifite ilisiti. Iyo iri hitamo ridatoranyijwe, ibyimuwe byose bigaragara mu idirishya ritandukanye.
se: Jus válljet dán buot fiilaviežžan ovdanahttindieđuid čájehuvvojit ovtta áidna láses listun. Muiđuid buot viežžamat čájehuvvojit iežas láses.
sk: Táto voľba zoskupí informácie o prebiehajúcich sieťových prenosoch súborov do jedného okna so zoznamom. Inak bude mať každý prenos vlastné okno.
sl: Ta možnost združi prikaz prenosa vseh datotek iz omrežja v eno okno s seznamom. Če ni izbrana, bo vsak prenos prikazan v svojem oknu.
sr: Изабирањем ове опције, све информације о трансферу фајлова кроз мрежу ће бити приказане у једном прозору. Када ова опција није укључена, сви трансфери ће бити приказани у одвојеним прозорима.
sr@latn: Izabiranjem ove opcije, sve informacije o transferu fajlova kroz mrežu će biti prikazane u jednom prozoru. Kada ova opcija nije uključena, svi transferi će biti prikazani u odvojenim prozorima.
sv: Om du markerar det här alternativet kommer förloppsinformation för alla filöverföringar över nätverket att samlas i en lista i ett enda fönster. När alternativet inte är markerat visas varje överföring i ett eget fönster.
ta: இந்த தேர்வை சரிபார்ப்பதால் வலைப்பின்னல் கோப்பிற்கான தகவல் முன்னேற்றங்கள் பட்டியலுடன் ஒரே சாளரத்திற்கு மாற்றப்படும். இந்த தேர்வு சரிப்பார்க்கப்பட வில்லையென்றால் எல்லா மாற்றங்களும் தனித்தனி சாளரத்தில் தெரியும்.
th: การเลือกตัวเลือกนี้ จะเป็นการจัดกลุ่มรายละเอียดข้อมูลของโปรเซสสำหรับการรับส่งแฟ้มในระบบเครือข่ายทุกตัว ในหน้าต่างเดียวเป็นรายชื่อ หากไม่เลือกตัวเลือกนี้ การรับส่งทั้งหมดจะแสดงแยกหน้าต่างกัน
uk: Вибір цього параметра згрупує інформацію про всі процеси, що використовують перенесення файлів по мережі, в одне вікно зі списком. Коли цей параметр не вибраний, кожен процес з'являється в своєму вікні.
zh_cn: 使用该选项将把所有网络文件传输的进度信息组织到一个窗口中的列表中。当不使用该选项时，全部传输在各个窗口中显示。

source: Show file &tips
af: Vertoon lêer leidrade
ar: &إظهار تلميحات الملف
az: Fayl &mə'lumatını göstər
be: Паказваць пад&казкі для файлаў
bg: Показване на &информация за файловете
bs: Pokaži poda&tke o datoteci
ca: Mostra els consells de &fitxer
cs: Zobrazit &tipy k souborům
cy: Dangos &cynghorion ffeil
da: &Vis vink om fil
de: Datei-Infos &anzeigen
el: &Εμφάνιση πληροφοριών αρχείου
eo: Montri dosierinforme&ton
es: &Mostrar sugerencias de archivos
eu: Erakutsi fitxategien &ohartxoak
fa: نمایش &نکات پرونده‌
fi: Näytä &tiedostovihjeet
fr: Af&ficher les info-bulles des fichiers
gl: Amosar &consellos de ficheiros
he: הצג פירוט לקבצי&ם
hi: फ़ाइल नुस्ख़ा दिखाएँ (&t)
hr: Pokaži &natuknice za datoteke
hu: Fájlt&ippek megjelenítése
is: Sýna skráar&vísbendingar
it: &Mostra suggerimenti file
ja: ファイル情報ツールチップを表示する(&T)
kk: Файл &ишаралары көрсетелсін
km: បង្ហាញ​ព័ត៌មាន​ជំនួយ​ឯកសារ
ko: 파일 팁 보기(&T)
lt: &Rodyti bylų informaciją
mk: &Прикажи информации за датотеките
nb: &Vis filtips
nds: Datei-&Informatschonen wiesen
nl: Bestands&info tonen
nn: &Vis filtips
pa: ਫਾਇਲ ਸੰਕੇਤ ਵੇਖਾਓ(&t)
pl: &Pokaż informacje o pliku w podpowiedzi
pt: Mos&trar as dicas dos ficheiros
pt_br: &Mostrar dicas de arquivo
ro: &Afişează baloane de ajutor pentru fişiere
ru: Показывать под&cказки по файлам
rw: Kwerekana inyoboradosiye
se: Čá&jet fiilarávvagiid
sk: Zobraziť &rady súborov
sl: P&rikaži namige o datoteki
sr: &Покажи облачиће фајлова
sr@latn: &Pokaži oblačiće fajlova
sv: Visa fi&ltips
ta: கோப்பு குறிப்புகளைக் காட்டு
th: แสดงทิปของแฟ้ม
uk: &Показувати підказки для файлів
zh_cn: 显示文件提示(&T)

source: Here you can control if, when moving the mouse over a file, you want to see a small popup window with additional information about that file
af: Hier jy kan kontrole as, wanneer beweeg die muis bo 'n lêer, jy wil hê na sien 'n klein opspring venster met aditionele informasie aangaande wat lêer
ar: هنا تستطيع التحكم بِـحينما تحرك الفأرة على ملف - كنت تريد أن ترى نافذة منبثقة صغيرة تحتوي معلومات إضافية عن الملف
bg: Ако отметката е включена, когато задържите показалеца на мишката над някой файл, ще бъде показана допълнителна информация за файла. Операцията изисква ресурси и не се препоръчва за бавни компютри.
bs: Ovdje možete podesiti prikazivanje malog prozora sa dodatnim informacijama o datoteci kada pređete mišem preko te datoteke
ca: Aquí podeu controlar si, en moure el ratolí damunt d'un fitxer, voleu veure una petita finestra emergent amb informació addicional del fitxer
cs: Zde můžete ovlivnit, zda si přejete zobrazení malých oken s informacemi o souboru nebo adresáři, pokud nad ním ponecháte kurzor myši.
cy: Yma gallwch reoli os, pan yn symud y lygoden uwchlaw ffeil, rydych am weld naidlen fach â gwybodaeth ychwanegol am y ffeil yna.
da: Her kan du afgøre om du ønsker at et lille vindue med yderligere information om en fil skal vises når du flytter musen hen over filen.
de: Hier können Sie festlegen, ob ein kleines Feld mit Informationen angezeigt werden soll, sobald Sie ein Dateisymbol mit dem Mauszeiger berühren.
el: Εδώ μπορείτε να ρυθμίσετε το αν μετακινώντας το ποντίκι πάνω από ένα αρχείο θα εμφανίζεται ένα μικρό αναδυόμενο παράθυρο με επιπρόσθετες πληροφορίες για αυτό το αρχείο
eo: Jen vi povas elekti, ĉu ĉe musmovo super dosiero, prezentiĝu malgranda ŝildo kun aldonaj informoj pri la dosiero
es: Aquí puede controlar si, al mover el ratón sobre un archivo, desea ver una pequeña ventana emergente con información adicional acerca de ese archivo
eu: Hemen hauta dezakezuna zera da: sagua fitxategi baten gainean dagoenean beroni buruzko informazio gehigarria dakarren laster-leiho txikia ikusi nahi duzun ala ez.
fa: در اینجا می‌توانید کنترل کنید که می‌خواهید هنگام حرکت موشی بر روی یک پرونده، پنجرۀ بالاپر کوچکی همراه با اطلاعات اضافی در مورد آن پرونده را ببینید
fi: Tässä kohdassa voit valita, näytetäänkö tiedostojen tietoja, kun hiiren osoitin liikkuu tiedoston kohdalle.
fr: Si vous cochez cette option, lorsque vous laisserez le pointeur de la souris quelques instants sur un fichier, une bulle d'aide apparaîtra avec des informations sur ce fichier.
gl: Aquí pode controlar se, cando se mova o rato sobor un ficheiro, quere ver unha pequena fiestra emerxente con información adicional sobor o ficheiro.
he: כאן באפשרותך לקבוע האם בעת מעבר של העכבר מעל לקובץ ברצונך לראות חלון מוקפץ קטן עם מידע נוסף אודות הקובץ
hr: Ovdje možete uključiti pokazivanje malog pojavljujućeg prozora sa dodatnim podacima o datoteci, koji se pojavi ako je pokazivač iznad datoteke.
hu: Itt lehet engedélyezni, hogy ha az egérmutató egy fájl fölé ér, egy kis ablakban tájékoztató szöveg jelenjen meg a fájlról.
is: Hér getur þú valið hvort þú vilt sjá smá glugga með aukalegum upplýsingum um skrána þegar músin er hreyfð yfir hana.
it: Qui puoi decidere se, quando sposti il mouse sopra ad un file, vuoi vedere o meno una finestra a comparsa che fornisce maggiori informazioni sul file
ja: マウスをファイルの上に移動したときに、そのファイルに関する情報を小さいポップアップウィンドウに表示させるかどうかを選択します。
kk: Бұл, файлдың үстінен тышқан меңзері өткен кезде қосымша мәлімет беретін, шағын қалқымалы терезе шыға келуін қосатын параметр
km: នៅទីនេះ អ្នក​អាច​បញ្ជា​ថាតើ ខណៈពេលកំពុង​ផ្លាស់ទី​កណ្ដុរលើ​ឯកសារ​មួយ អ្នក​ចង់​ឃើញ​បង្អួច​លេចឡើង​តូចមួយ​ដែល​មាន​ព័ត៌មាន​បន្ថែម​អំពី​ឯកសារ​នោះ​ឬទេ ។
ko: 파일 아이콘 위에 마우스를 올려 두었을 때 파일에 대한 정보를 보여 주는 작은 창을 표시할 것인지 설정합니다
lt: Čia Jūs galite nustatyti, kad stumiant pelę virš bylos, pasirodytų mažas langas su papildoma informacija apie tą bylą
mk: Тука може да поставите дали сакате да добиете мало прозорче со дополнителни информации за датотеката кога ќе го поместите глушецот над неа
nb: Her kan du velge å vise et lite vindu med filinformasjon når du flytter musa over en fil
nds: Hier kannst Du fastleggen, dat en lütt Opdukfinster mit mehr Informatschonen wiest warrt, wenn de Muus op en Datei wiest
nl: Hier kunt u bepalen of u, als u met de muisaanwijzer over een bestand beweegt, een klein contextvenster wilt zien met additionele informatie over dat bestand.
nn: Her kan du velja å visa eit lite vindauge med filinformasjon når du flyttar musa over ei fil.
pa: ਏਥੇ ਤੁਸੀਂ ਕੰਟਰੋਲ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਜੇਕਰ ਇੱਕ ਫਾਇਲ ਉੱਤੇ ਮਾਊਂਸ ਹਿਲਾਇਆ ਜਾਵੇ ਤਾਂ ਤੁਸੀਂ ਉਸ ਫਾਇਲ ਲਈ ਹੋਰ ਵੱਧ ਜਾਣਕਾਰੀ ਵੇਖਣ ਲਈ ਇੱਕ ਛੋਟਾ ਪੋਪਅੱਪ ਝਰੋਖਾ ਵੇਖੋਗੇ।
pl: Jeśli włączysz tę opcję, po przytrzymaniu kursora myszy nad plikiem zobaczysz niewielkie okno z dodatkowymi informacjami o pliku.
pt: Aqui o utilizador pode controlar se, ao passar o rato por cima de um ficheiro, quer ver uma pequena janela com algumas informações adicionais acerca desse ficheiro
pt_br: Aqui você pode controlar se, ao mover o mouse sobre o arquivo, você deseja visualizar uma pequena janela de contexto com informações adicionais sobre o arquivo.
ro: Aici puteţi controla dacă atunci cînd mutaţi mouse-ul deasupra unui fişier va fi afişat un balon de ajutor cu informaţii adiţionale.
ru: Если включен этот параметр, при наведении курсора на файл появляется небольшое выпадающее окно с информацией об этом файле.
rw: Aha ushobora kugenzura niba, igihe imbeba inyuze hejuru y'idosiye, ushaka kubona akadirishya gato kifungura gafite ibisobanuro by'inyongera byerekeye iyo dosiye
se: Dás mearridat jos galgá ihtit báhccanláseš go sieván guoská fiilii. Láseš čájeha lassedieđuid fiilla birra.
sk: Tu môžete nastaviť, či pri ukázaní myšou na súbor chcete zobraziť malé okno s detailnými informáciami o danom súbore.
sl: Tu lahko določite, da se ob premiku miškinega kazalca nad datoteko pokaže majhno pojavno okno z dodatnimi informacijami o tej datoteki
sr: Овде можете контролисати да ли желите да видите облачић са додатним информацијама о фајлу кад померите миша преко њега
sr@latn: Ovde možete kontrolisati da li želite da vidite oblačić sa dodatnim informacijama o fajlu kad pomerite miša preko njega
sv: Här kan du avgöra om du vill att ett litet fönster med ytterligare information om en fil ska visas när du flyttar musen över filen.
ta: இதன் மூலம், ஓரு கோப்பின் மேல் சுட்டி செல்லும்போது , ஒரு சிறிய கூடுதல் தகவல் குறிப்புகளைத் தரச் செய்யலாம்.
th: คุณสามารถควบคุม การแสดงข้อมูลคร่าว ๆ แบบป๊อปอัพของแฟ้ม เมื่อมีการเคลื่อนตัวชี้ของเมาส์มาอยู่เหนือแฟ้ม
uk: Тут ви можете керувати, чи буде з'являтися маленьке віконце з додатковою інформацією про файл, коли мишку пересунуто на нього
zh_cn: 这样您能控制它，当在文件上移动鼠标时，您能看到一个关于那个文件的额外信息的小的弹出窗口。

source: Show &previews in file tips
af: Vertoon voorskoue in lêer leidrade
ar: أ&ظهار المعاينات في تلميحات الملفات
az: Fayl mə'lumatlarında ön &nümayişləri göstər
be: Паказваць &малюнкі ў падказках для файлаў
bg: Пока&зване предварителен преглед на файловете
bs: &Prikaži sliku među podacima o datoteci
ca: Mostra &vistes prèvies en els consells de fitxer
cs: Zobrazit náhledy v ti&pech k souborům
cy: Dangos &rhagolygon mewn cynghorion ffeil
da: Vis &forhåndsvisning i vink om fil
de: Vorschau in Datei-Infos &anzeigen
el: Εμφάνι&ση προεπισκοπήσεων στις πληροφορίες αρχείων
eo: &Montri antaurigardojn en dosierinformetoj
es: Mostrar &previsualizaciones en sugerencias de archivos
eu: Erakutsi &aurrebistak fitxategien oharretan
fa: نمایش &پیش‌نمایشها در نکات پرونده‌
fi: Näytä &esikatselu tiedostovihjeissä
fr: Afficher l'a&perçu des fichiers dans leurs info-bulles
gl: Amosar &previsualizacións nos consellos de ficheiro
he: הצג תצוגות מקדימות ב&פירוט לקבצים
hi: फ़ाइल नुस्खों में पूर्वावलोकन दिखाएँ (&p)
hr: Pokaži preglede u natuknicama za datoteke
hu: A t&ippablakban jelenjen meg a fájl előnézeti képe
is: &Forskoðun í vísbendingum
it: &Mostra anteprime nei suggerimenti dei file
ja: ファイル情報ツールチップにプレビューを表示する(&I)
kk: Файл ишарасында &нобайы көрсетілсін
km: បង្ហាញ​ទិដ្ឋភាព​ជា​មុន ក្នុងព័ត៌មាន​ជំនួយ​ឯកសារ
ko: 파일 팁에 미리 보기 표시(&P)
lt: &Rodyti bylų peržiūras papildomos informacijos laukuose
mk: &Прикажи преглед во информациите за датотеките
nb: &Vis forhåndsvisning i filtips
nds: &Vöransicht in Datei-Informatschonen wiesen
nl: Voorbeelden in bestandsin&fo tonen
nn: &Vis førehandsvising i filtips
pa: ਫਾਇਲ਼ ਸੰਕੇਤ ਵਿੱਚ ਦਰਿਸ਼ ਵੇਖਾਓ(&p)
pl: &Pokaż podgląd pliku w podpowiedzi
pt: Mostrar as antevisões nas dica&s dos ficheiros
pt_br: Mostrar pré-&visualizações nas dicas de arquivo
ro: &Afişează previzualizări în baloanele de ajutor pentru fişier
ru: М&иниатюра во всплывающей подсказке
rw: Kwerekana amagaragazambere mu mayoboradosiye
se: Čáj&et ovdačájeheamit fiiladiehtolásežis
sk: Zobraziť &náhľady v radách súborov
sl: Pri&kaži oglede v namigih o datoteki
sr: По&кажи преглед у појашњењима фајлова
sr@latn: Po&kaži pregled u pojašnjenjima fajlova
sv: Visa förhandsg&ranskningar i filtips
ta: முன்காட்சிகளை கோப்பு குறிப்புகளில் காட்டு
th: แสดงตัวอย่างในทิปของแฟ้ม
uk: Показувати п&ерегляд файлів у підказках
zh_cn: 在文件提示中显示预览(&P)
