Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Display window &geometry when moving or resizing
af: Verstoon venster geometrie wanneer 'n venster skuif of hervergroot
ar: اعرض ا&حداثيات النوافذ عند التحريك أو التحجيم
az: Ö&lçüləndirilən ya da daşınan pəncərələrin quruluşunu göstər
bg: Показва&не на координатите при преместване или промяна на размера
bn: সরানোর বা আকার বদলের সম&য় জ্যামিতি দেখাও
bs: Prikaži &geometriju prozora pri pomjeranju ili promjeni veličine
cs: Zobrazit &geometrii okna při přesunu nebo změně velikosti
cy: Dangos &geometreg ffenestr tra'n symud neu newid maint
da: Vis vinduets &geometri når der flyttes eller ændres størrelse
de: Bei Verschiebungen oder Größenänderungen die Fenster&geometrie anzeigen
el: Εμφάνιση &γεωμετρίας παραθύρου κατά τη μετακίνηση ή την αλλαγή μεγέθους
es: Mostrar la &geometría de la pantalla al mover o redimensionar
et: Akna liigutamise või suuruse muutmisel näidatakse selle &geomeetriat
eu: Erakutsi leihoaren &geometria mugitu edo tamaina aldatzean
fa: نمایش &هندسۀ پنجره هنگام حرکت یا تغییر اندازه‌
fi: Näytä ikkunan &geometria liikuttaessa tai vaihdettaessa ikkunan kokoa
fr: Afficher la taille de la fenêtre lors d'un &déplacement ou d'un redimensionnement
gl: Amosar a &xeometría dunha fiestra cando se mova ou redimensione
hi: खिसकाने या नए आकार दिए जाने पर विंडो ज्यामिती दिखाएँ (&g)
hr: Prikaži geometriju prozora pri micanju ili mijenjanju veličine
hu: Az ablakméret &kiírása ablak mozgatásakor, átméretezésekor
is: Sýna &gluggastærð og staðsetningu þegar stærð er breytt eða gluggar færðir til.
it: Mostra la &geometria della finestra quando viene ridimensionata o spostata
ja: 移動およびリサイズ中にウインドウのジオメトリを表示する(&G)
km: បង្ហាញ​​រេខាគណិត​របស់​បង្អួច នៅ​ពេល​ផ្លាស់ទី ឬ ប្ដូរ​ទំហំ
ko: 이동 또는 크기 조절시 위치 및 크기표시(&G)
mk: Прикажи ја &геометријата на прозорецот додека се движи или менува големина
ms: Paparkan &geometri tetingkap semasa bergerak atau mensaiz semula
nb: Vis vindus&geometrien når man flytter eller endrer vindusstørrelsen
nds: Finster&grött un -positschoon bi't Verschuven un Trecken wiesen
nl: Vensterafmeting tonen tijdens het verplaatsen of van &grootte veranderen
nn: Vis vindaugs&dimensjonar ved flytting og endring av storleik
pa: ਝਰੋਖੇ ਏਧਰ-ਓਧਰ ਜਾਂ ਮੁੜ ਆਕਾਰ ਕਰਦਿਆਂ ਝਰੋਖਾ ਢਾਂਚਾ ਵੇਖਾਓ(&g)
pl: Wyświetl &rozmiary i pozycję okna przy przesuwaniu i zmianie rozmiaru
pt_br: Exibir a &geometria da janela ao mover ou redimensionar
ro: Afişează g&eometria ferestrei la mutare sau redimensionare
ru: Показывать &геометрию окна при перемещении или изменении размера
rw: Kugaragaza iyigamashushongero ry'idirishya igihe wimura cyangwa uhindura ingano
se: Čájet láseoli &sirdidettiin ja rievdadettiin sturrodaga
sk: Zobraziť &geometriu okna pri jeho presúvaní a zmene veľkosti
sl: Prikaži &geometrijo okna med premikanjem ali spreminjanjem velikosti
sr: Приказуј величину прозора приликом померања или промене величине
sr@latn: Prikazuj veličinu prozora prilikom pomeranja ili promene veličine
sv: Visa fönste&rgeometri vid förflyttning eller storleksändring
ta: நகருகையில் அல்லது அளவு மாற்றுகையில் சாளரத்தை மற்றும் ஜியோமிதியை காட்டு
tg: Намоиши &геометрияи тиреза, ҳолати гузарондан ёки таъғири андозаи он
th: แสดงขนาดและตำแหน่งเมื่อมีการย้ายหรือปรับขนาดหน้าต่าง
uk: Показувати &геометрію вікна при пересування або зміні розміру

source: Enable this option if you want a window's geometry to be displayed while it is being moved or resized. The window position relative to the top-left corner of the screen is displayed together with its size.
af: Aktiveer hierdie opsie as jy wil hê die vesnter se geometrie moet vertoon word wanneer dit geskuif hervergroot word. Die venster posissie relatief tot die linker-bo hoek van die skerm word vertoon saam met sy groote.
ar: قم بتمكين هذا الخيار اذا كنت تريد عرض احداثيات النافذة أثناء تحريكها أو عرضها. وضع النافذة نسبة الى الركن الأيسر الى الأعلى من الشاشة سيتم عرضه مع حجم النافذة.
bg: Показване на координатите спрямо горния ляв ъгъл на екрана, заедно с размера при операциите по преместване или промяна размера на прозорците.
bn: যদি আপনি উইন্ডো যখন সরানো হবে বা আকার পরিবর্তন করা হবে তখন উইন্ডোটির জ্যামিতি দেখতে চান, তাহলে এই অপশনটি কার্যকর করুন। পর্দার উপরের বাঁদিকের কোণের সাপেক্ষে উইন্ডোর অবস্থান এবং তার মাপ দেখানো হবে।
bs: Uključite ovu opciju ako želite da se prikaže geometrija prozora pri pomjeranju ili promjeni veličine. Biće prikazan oložaj prozora u odnosu na gornji lijevi ugao ekrana, kao i njegova veličina.
cs: Povolte tuto možnost, pokud chcete, aby byla zobrazena geometrie okna, je-li přesouváno nebo je-li měněna jeho velikost. Zároveň bude také zobrazena pozice okna vzhledem k levému hornímu rohu obrazovky.
cy: Galluogwch y dewisiad yma os ydych am ddangos geometreg y ffenestr tra'n ei symud neu newid ei maint. Dengys lleoliad y ffenestr o gornel pen-chwith y sgrîn, ynghŷd â'i maint.
da: Aktivér dette hvis du ønsker at vinduets geometri skal vises mens det flyttes eller får ændret størrelse. Vinduets position relativt til det øverste venstre hjørne af skærmen vises sammen med dets størrelse.
de: Aktivieren Sie diese Option, wenn Sie Angaben zur Geometrie des Fensters eingeblendet haben möchten, während Sie seine Größe oder Position ändern. Es werden dann die relative Position zur linken oberen Ecke des Bildschirms und die Abmessungen angezeigt.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε η γεωμετρία ενός παραθύρου να εμφανίζεται καθώς αυτό μετακινείται ή αλλάζει μέγεθος. Εμφανίζεται η θέση του παραθύρου αναφορικά με την πάνω αριστερή γωνία της οθόνης μαζί με το μέγεθός του.
es: Habilite esta opción si quiere que aparezca la geometría de la pantalla mientras se mueve o redimensiona. La posición relativa a la esquina de arriba a la izquierda se muestra junto con el tamaño.
et: Lülita see sisse, kui soovid, et akna liigutamisel või suuruse muutmisel näidatakse ka selle geomeetriat. Näidatakse akna suhtelist asukohta ülemise vasaku nurga suhtes ning selle suurust.
eu: Gaitu aukera hau leihoaren geometria erakutsia izan dadin mugitu edo tamainaz aldatzen ari den bitartean Goi-ezkerreko ertzarekiko leiho-kokapena eta bere tamaina bistaratuko dira.
fa: اگر می‌خواهید هنگامی که پنجره را حرکت می‌دهید یا اندازۀ آن را تغییر می‌دهید، هندسۀ پنجره نمایش داده شود، این گزینه را فعال کنید. موقعیت پنجره مربوط به گوشۀ چپ بالای پرده، با هم و به اندازۀ آن نمایش داده می‌شود.
fi: Käytä tätä asetusta, jos haluat että ikkunoiden mitat ja sijainti näytetään kun liikutat tai vaihdat ikkunan kokoa. Ikkunan sijainti suhteessa näytön vasempaan yläkulmaan näytetään sen koon lisäksi.
fr: Activez cette option si vous voulez que la taille de la fenêtre s'affiche pendant son déplacement ou son redimensionnement. La position de la fenêtre relative au coté gauche de l'écran et la taille de la fenêtre sont affichées en même temps.
gl: Active esta opción se quere que se amose a xeometría dunha fiestra mentres se está a mover ou redimensionar. A posición da fiestra relativa á esquiña superior esquerda da pantalla amósase xunto co seu tamaño.
hr: Uključite ovu opciju ukoliko želite da se geometrija prozora prikazuje dok se pomiče ili mu se mijenja veličina. Položaj prozora relativan gornjem lijevomkutu ekrana je pokazan zajedno sa njegovom veličinom.
hu: Jelölje be ezt az opciót, ha azt szeretné, hogy ablak mozgatása és átméretezése közben látszódjanak az ablak méretei. A méreten kívül az ablaknak a képernyő bal felső sarkától számított pozíciója is megjelenik.
is: Kveiktu á þessu ef þú vilt að stærð og staðsetning birtist þegar gluggar eru færðir eða stærð þeirra breytt. Staðsetningin er í hlutfalli við efra vinstra hornið á skjánum.
it: Abilita questa opzione se vuoi che le informazioni sulla geometria della finestra vengano mostrata durante lo spostamento o il ridimensionamento. Vengono mostrate la posizione rispetto all'angolo in alto a sinistra e la dimensione.
ja: このオプションを有効にすると、ウインドウの移動中やサイズ変更中にウインドウのジオメトリが表示されるようになります。ウインドウの寸法と画面左上角を基準とした位置のデータが表示されます。
km: អនុញ្ញាត​ជម្រើស​នេះ ប្រសិន​បើ​អ្នក​ចង់​ឲ្យ​រេខាគណិត​របស់​បង្អួច​ត្រូវ​បង្ហាញ ខណៈ​ពេល​វា​កំពុង​ត្រូវ​បាន​ផ្លាស់ទី ឬ ប្ដូរ​ទំហំ ។ ទីតាំង​បង្អួច​ដែល​ទាក់ទងទៅ​​នឹង​ជ្រុង​ខាង​ឆ្វេង​កំពូល​នៃ​អេក្រង់ ​ត្រូវ​បាន​បង្ហាញ​ជាមួយ​នឹង​ទំហំ​របស់វា ។
ko: 창의 위치를 옮기거나 크기를 조절할 때 창의 위치, 크기 정보를 보려면 이 옵션을 사용하십시오. 화면 상단 좌측 구석을 기준으로 창의 위치와 함께 크기가 표시됩니다.
mk: Овозможете ја оваа опција ако сакате да се прикажува геометријата на прозорецот додека тој се движи или си ја менува големината. Се прикажува позицијата на прозорецот релативно на горниот лев агол заедно со неговите димензии.
ms: Aktifkan opsyen ini jika anda ingin geometri tetingkap dipaparkan semasa ia digerakkan atau disaizkan semula. Posisi tetingkap yang relatif kepada sudut kiri atas skrin dipaparkan bersama dengan saiznya.
nb: Bruk dette hvis du vil vise vinduets geometri når du beveger eller endrer størrelsen på vinduet. Sammen med størrelsen vises posisjonen relativt til vinduets øvre venstre hjørne.
nds: Aktiveer dit, wenn Du Positschoon un Grött vun dat Finster wiest kriegen wullt, wielt Du dat verschuffst oder treckst. De Positschoon warrt relativ to de bövere linke Eck vun den Schirm angeven.
nl: Selecteer deze optie als u wilt dat de afmeting van een venster wordt getoond als deze wordt verplaatst of de grootte ervan wordt gewijzigd. Naast de grootte van het venster wordt de vensterpositie relatief tot de linker bovenhoek getoond.
nn: Slå på dette alternativet dersom dimensjonane til eit vindauge skal visast medan det vert flytta og medan storleiken vert endra. Storleiken på vindauget og posisjonen i høve til det øvre venstre hjørnet vert vist.
pl: Włączenie tej opcji spowoduje, że przy każdym przesuwaniu i zmianie rozmiaru okna wyświetlane będą: położenie okna względem górnego lewego rogu ekranu oraz wymiary.
pt_br: Habilite isto se você deseja que a geometria da janela seja exibida enquanto ela está sendo movida ou redimensionada. A posição relativa da janela, do canto superior esquerdo da tela, é mostrada, juntamente com seu tamanho.
ro: Activaţi această opţiune dacă doriţi afişarea geometriei ferestrei atunci cînd este mutată sau redimensionată. Poziţia relativă a ferestrei faţă de colţul stînga-sus este afişată împreună cu mărimea ei.
ru: Если этот параметр включен, при перемещении или изменении размеров окна будет показываться его геометрия. Кроме размеров будет также показана позиция окна относительно верхнего левого угла экрана.
rw: Koresha ubu buryo niba ushaka ko iyigamashushongero ry'idirishya igihe ririmo kwimurwa cyangwa guhindurwa ingano. Aho idirishya riri uhereye ku nguni yo hejuru ibumoso bwa mugaragaza hamwe n'ingano yayo.
sk: Povoľte túto možnosť ak chcete zobrazovať geometriu okna keď ho presúvate alebo meníte jeho veľkosť. Pozícia okna je relatívna k hornému ľavému rohu obrazovky a je zobrazovaná spolu s jeho veľkosťou.
sl: Omogočite to možnost, če želite prikazano geometrijo okna med njegovim oremikanjem oz. spreminjanjem velikosti. Relativen položaj okna glede na zgornji levi kot zaslona je prikazan skupaj z njegovo velikostjo.
sr: Укључите ову опцију ако желите да димензије прозора буду приказиване док их померате или им мењате величину. Позиција прозора, у односу на горњи леви угао екрана, биће приказивана заједно са величином прозора.
sr@latn: Uključite ovu opciju ako želite da dimenzije prozora budu prikazivane dok ih pomerate ili im menjate veličinu. Pozicija prozora, u odnosu na gornji levi ugao ekrana, biće prikazivana zajedno sa veličinom prozora.
sv: Aktivera det här alternativet om du vill att fönstrets geometri ska visas medan det flyttas eller storleken ändras. Fönsterpositionen relativt till övre vänstra hörnet av skärmen visas tillsammans med dess storlek.
ta: நகருகையில் அல்லது அளவு மாறுகையில் சாளரத்தின் ஜியோமிதியை நீங்கள் காட்ட விரும்பினால் இந்த தேர்வை செயல்படுத்தவும்.திரையின் மேல்வலமூலைக்கான சாளர இடமும் அதன் அளவும் காண்பிக்கப்படும்.
tg: Агар ин параметр фаъол бошад, ҳолати гузарондан ёки таъғири андозаи тиреза, геометрияи он намоиш хоҳад шуд. Ғайр аз андоза ҳамчунин позитсияи тиреза нисбатан кунҷи чапи боло будаи экранро намоиш дода мешавад.
th: เปิดใช้ตัวเลือกนี้ หากต้องการให้มีการแสดงขนาดและตำแหน่งของหน้าต่าง เมื่อมีการย้ายหรือปรับขนาด โดยตำแหน่งของหน้าต่าง จะอิงกับมุมบนซ้ายของจอภาพ
uk: Ввімкніть цей параметр, щоб при пересуванні вікна, або зміні його розміру його геометрію було відображено. Позиція вікна відносно до лівого верхнього куту екрана буде відображено разом з його розміром.

source: Animate minimi&ze and restore
af: Animasie van verklein en herstel
ar: تحريك التصغير و الإ&عادة
az: Kiçiltmə və bərpa etmə əməliyyatlarını &animasiya ilə göstər
bg: Анимаци&я при минимизиране и възстановяване
bn: ছো&ট বা বড় করা অ্যানিমেট কর
bs: Animiraj minimi&ziranje i vraćanje
cs: Animovat minimali&zaci a obnovení
cy: Bywlunio &lleihau ac adfer
da: Animér mini&mér og gendan
de: Minimieren und Wiederherstellen &animieren
el: Εφέ κίνησης κατά την &ελαχιστοποίηση και την αποκατάσταση
es: Animar la minimi&zación y restauración
et: Minimeerimise ja taa&stamise animeerimine
eu: Animatu minimizatu eta &leheneratzea
fa: پویانمایی &کمینه‌سازی و بازگردانی‌
fi: Näytä te&hoste pienennettäessä ja palautettaessa
fr: Ani&mer la réduction et la restauration
gl: Animar a &minimización e restauración
hi: न्यूनतम तथा बहाल किए जाने को एनिमेट करें (&z)
hr: Animiraj smanjivanje i obnavljanje
hu: Animált minimalizálás és visszaállí&tás
is: Hreyfimynd við &lágmörkun og endurheimtu
it: Animazione minimizza e &ripristina
ja: 最小化と復元をアニメーション表示する(&K)
km: ធ្វើ​ឲ្យ​​ការ​បង្រួម​អប្បបរមា និង​ស្ដារ​មាន​ចលនា
ko: 최소화 및 복원 시킬때 애니메이션 효과(&Z)
mk: Анимирај сп&уштање и враќање назад
ms: Animasikan, &minimumkan dan simpan semula
nb: Animer minimerin&g og gjenoppretting
nds: Minimeren un Wedderherstellen &animeren
nl: Animatie tonen bij minimali&seren/herstellen
nn: Animert &minimering og gjenoppretting
pa: ਨਿਊਨਤਮ ਅਤੇ ਮੁੜ-ਖੋਲਣ ਤੇ ਸਜੀਵਤਾ(&z)
pl: Animacja &minimalizacji i przywrócenia
pt_br: Animar min&imização e restauração
ro: &Animează minimizarea şi restaurarea
ru: &Плавное свёртывание и восстановление
rw: Kubyinisha kugabanya no kugarura ingano
sk: Animovať &minimalizáciu a obnovenie
sl: Ani&miraj skrčenje in povrnitev
sr: Анимирај миними&зацију и обнављање
sr@latn: Animiraj minimi&zaciju i obnavljanje
sv: Animera &minimera och återställ
ta: சிறுப்பித்தலையும் மீள்தலையும் அசைவூட்டு
tg: &Печониш ва бозсозии ором
th: ย่อเล็กสุดและเรียกคืนสถานะแบบเคลื่อนไหว
uk: Анімація відновлення та м&інімізації

source: Enable this option if you want an animation shown when windows are minimized or restored.
af: Aktiveer hierdie opsie as jy 'n animasie vertoon wil hê wanneer vensters verklein herstel word.
ar: قم بتفعيل هذا الخيار إذا كنت عرض حركة عند تصغير أو إعادة النوافذ.
az: Pəncərələr kiçildilirkən və köhnə hala döndürülürkən animasiya istəyirsinizsə, bu seçimi faallaşdırın.
bg: Анимация при минимизиране и възстановяване на прозорците.
bn: যদি আপনি উইন্ডো য়খন ছোট করা হবে বা আগের আকার করা হবে তখন একটি চলদৃশ্য (অ্যানিমেশন)দেখতে চান, তাহলে এই অপশনটি কার্যকর করুন।
bs: Uključite ovu opciju ako želite da se prikaže animacija prilikom minimiziranja i vraćanja (deminimiziranja) prozora.
cs: Povolte tuto možnost, chcete-li vidět animaci při minimalizování nebo obnovování oken.
cy: Galluogwch y dewisiad yma os ydych am ddangos bywluniad pan leiheir neu adferir ffenestri.
da: Aktivér denne indstilling, hvis du ønsker en animering vist, når vinduer minimeres eller genoprettes.
de: Aktivieren Sie diese Einstellung, wenn Sie eine Animation bei der Minimierung und beim Wiederherstellen sehen möchten.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να προβάλλεται ένα εφέ κίνησης όταν τα παράθυρα ελαχιστοποιούνται ή αποκαθίστανται.
eo: Se enŝaltita vi vidos spektakleton, kiam fenestroj estas minimumigataj aŭ remetataj.
es: Active esta opción si desea mostrar una animación cuando las ventanas se minimizan o se restauran.
et: Lülita see valik sisse, kui soovid, et akna minimeerimisel ja taastamisel näidataks animatsiooni.
eu: Gaitu aukera hau animazioa erakutsi nahi baduzu leihoak minimizatu eta leheneratzen direnean.
fa: اگر می‌خواهید زمانی که پنجره‌ها کوچک یا بازگردانده شده‌اند یک پویانمایی نشان داده شود، این گزینه را فعال کنید.
fi: Valitse tämä kohta, jos haluat että pienennettäessä ja palautettaessa ikkunoita näytetään tehoste.
fr: Cochez cette option si vous voulez une animation à la réduction et à l'agrandissement des fenêtres.
gl: Active esta opción se quere que se amose unha animación cando as fiestras se minimicen ou restauren.
hi: इस विकल्प को चुनें यदि आप चाहते हैं कि जब विंडो न्यूनतम हो या बहाल हो तो एनिमेशन हो.
hr: Ovdje možete omogućiti animaciju smanjivanja i obnavljanja prozora.
hu: Jelölje ki ezt az opciót, ha engedélyezni akarja az ablakok normál és minimalizált állapota közötti animációt.
is: Sýna hreyfimynd þegar gluggi er lágmarkaður og þegar hann er endurheimtur aftur.
it: Abilita questa opzione se vuoi che venga utilizzata un'animazione per minimizzare e ripristinare le finestre.
ja: ウィンドウを最小化したり元のサイズに戻したりするときに、その動きをアニメーション化するには、このオプションを有効にしてください。
km: អនុញ្ញាត​ជម្រើស​នេះ ប្រសិន​បើ​អ្នក​ចង់បាន​ចលនា​ដែល​​បង្ហាញ នៅ​ពេល​បង្អួច​ត្រូវ​បាន​បង្រួម​អប្បបរមា ឬ ស្ដារ ។
ko: 창을 최소화 하거나 이전 크기로 복원할 때 애니메이션을 사용하려면 이 옵션을 선택하십시오.
mk: Овозможете ја оваа опција ако сакате да се прикажува анимација кога прозорците се спуштаат или се враќаат назад.
ms: Aktifkan opsyen ini jika anda ingin tayang animasi apabila tetingkap diminimumkan atau disimpan semula.
nb: Slå på dette valget hvis du vil at en animasjon skal vises når vinduer minimeres eller gjenopprettes.
nds: Aktiveer dit, wenn dat Minimeren un dat Wedderherstellen vun de ole Finstergrött animeert warrn schöölt.
nl: Schakel deze optie in als u een animatie wilt zien wanneer een venster wordt geminimaliseerd of hersteld.
nn: Bruk denne funksjonen om du vil visa ein animert effekt når vindauga vert minimerte eller gjenoppretta.
pl: Włącz tę opcję, jeśli chcesz, by minimalizacja i przywracanie okien były animowane.
pt_br: Habilite esta opção se você quer que as ações de minimização ou restauração sejam animadas.
ro: Activaţi această opţiune dacă doriţi să fie utilizată animaţia atunci cînd ferestrele sînt minimizate sau restaurate.
ru: Анимация при минимизации окна и при восстановлении его из свёрнутого состояния.
rw: Gukoresha ubu buryo niba ushaka ikibyina kigaragara iyo amadirishya agabanyijwe cyangwa ingano yayo igaruweho
se: Geavat dán molssaeavttu jus háliidat ahte animašuvdna čájehuvvo go láset minimere- dahje maksimerejuvvot.
sk: Povoľte túto voľbu ak chcete animovať minimalizáciu alebo obnovavanie okien.
sl: Omogočite to izbiro, če želite prikaz animacije med skrčenjem ali povrnitvijo okna.
sr: Укључите ову опцију ако желите приказивање анимације у процесу минимизовања и обнављања прозора.
sr@latn: Uključite ovu opciju ako želite prikazivanje animacije u procesu minimizovanja i obnavljanja prozora.
sv: Aktivera det här alternativet om du vill att en animation ska visas när fönster minimeras eller återställs.
tg: Аниматсия ҳолати хурд кардани тиреза ва бозсозии он аз ҳолати печониш.
th: เปิดใช้ตัวเลือกนี้ หากคุณต้องการให้มีการเคลื่อนไหว เมื่อหน้าต่างถูกย่อเล็กสุด หรือมีการเรียกคืนสถานะเดิม
uk: Ввімкніть цей параметр, якщо ви хочете, щоб при мінімізації та відновленні вікна, була показана анімація.

source: Slow
af: Stadige
ar: بطيئة
az: Yavaş
bg: Бавна
bn: ধীরে
bs: Sporo
cs: Pomalá
cy: Araf
da: Langsom
de: Langsam
el: Αργή
eo: Malrapida
es: Lenta
et: Aeglane
eu: Astiro
fa: کند
fi: Hidas
fr: Lente
gl: Amodo
hi: धीमा
hr: Sporo
hu: lassú
is: Hæg
it: Lenta
ja: 遅く
km: យឺត
ko: 느림
mk: Бавно
ms: Perlahan
nb: Sakte
nds: Langsam
nl: Traag
nn: Sakte
pa: ਹੌਲੀ
pl: wolno
pt_br: Lenta
ro: Lent
ru: Медленно
rw: Buhoro
se: Gulul
sk: Pomalá
sl: Počasi
sr: Спора
sr@latn: Spora
sv: Långsam
ta: மெதுவாக
tg: Оҳиста
th: ช้า
uk: Повільна

source: Fast
af: Vinnige
ar: سريعة
az: Sür'ətli
bg: Бърза
bn: দ্রুত
bs: Brzo
cs: Rychlá
cy: Cyflym
da: Hurtig
de: Schnell
el: Γρήγορη
eo: Rapida
es: Rápida
et: Kiire
eu: Bizkor
fa: سریع
fi: Nopea
fr: Rapide
gl: Rápido
hi: तीव्र
hr: Brzo
hu: gyors
is: Hröð
it: Veloce
ja: 速く
km: លឿន
ko: 빠름
mk: Брзо
ms: Laju
nb: Hurtig
nds: Gau
nl: Snel
nn: Rask
pa: ਤੇਜ਼
pl: szybko
pt_br: Rápida
ro: Rapid
ru: Быстро
rw: Byihuta
se: Jođánit
sk: Rýchla
sl: Hitro
sr: Брза
sr@latn: Brza
sv: Snabb
ta: விரைவாக
tg: Тез
th: เร็ว
uk: Швидка
