Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: The focus policy is used to determine the active window, i.e. the window you can work in. <ul> <li><em>Click to focus:</em> A window becomes active when you click into it. This is the behavior you might know from other operating systems.</li> <li><em>Focus follows mouse:</em> Moving the mouse pointer actively on to a normal window activates it. New windows will receive the focus, without you having to point the mouse at them explicitly. Very practical if you are using the mouse a lot.</li> <li><em>Focus under mouse:</em> The window that happens to be under the mouse pointer is active. If the mouse points nowhere, the last window that was under the mouse has focus. New windows will not automatically receive the focus.</li> <li><em>Focus strictly under mouse:</em> Only the window under the mouse pointer is active. If the mouse points nowhere, nothing has focus. </ul>Note that 'Focus under mouse' and 'Focus strictly under mouse' prevent certain features such as the Alt+Tab walk through windows dialog in the KDE mode from working properly.
af: Die fokus beleid word gebruik om die aktiewe venster te bepaal. Dit is die venster waarin jy kan werk. <ul> <li><em>Kliek om te fokus:</em> 'n Venster word aktief wanneer jy binne dit kliek. Hierdie is die gedrag wat jy dalk ken van ander beheer stelsels.</li> <li><em>Fokus volg muis:</em> Deur die muis wyser aktief na 'n normale venster te skuif word dit geaktiveer. Daar sal op nuwe vensters gefokus word sonder dat jy met die muis op hulle hoef te fokus. Dit is baie prakties indien jy die muis baie gebruik.</li> <li><em>Fokus onder muis:</em> Die venster wat onder die muis wyser is, word aktief. As die muis wyser nêrens spesifiek wys nie, is die laaste venster wat onder Die muis was gefokus. Daar word nie automaties op nuwe vensters gefokus nie.</li> <li><em>Fokus streng onder muis:</em> Slegs die venster onder die mus wyser is aktief. As die muis wyser nêrens heen wys nie, word daar op niks gefokus nie.</ul>Let daarop dat 'Fokus onder muis' en 'Fokus streng onder muis' sekere fuksies soos die Alt+Oortjie kombinasie om deur vesnters te stap in KDE modus verhoed om behoorlik te werk.
bg: Правило за определяне фокуса на прозорците. Получаване на фокус означава, че прозорецът ще стане активен и вие ще може да работите в него.<ul> <li><b>Щракване за получаване на фокус</b>: Прозорецът става активен, когато щракнете някъде в него. Това поведение е известно от други операционни системи.</li> <li><b>Фокусът следва мишката</b>: Преместването показалеца на мишката върху неактивен прозорец го прави активен. Много полезна функция, ако основно използвате мишката.</li><li><b>Фокусът е под мишката</b>: Прозорецът, който е под мишката става активен. Ако мишката не е върху прозорец, то последният прозорец, върху който е била мишката остава активен.</li><li><b>Фокусът е строго под мишката</b>: Подобно на предното правило с разликата, че когато мишката не е върху прозорец, последният прозорец не е активен. В този случай няма активен прозорец.</li> </ul> Имайте предвид, че последните две правила не се много полезни и не се използват често. Също така, при използването им функцията по обхождане на прозорците с помощта на клавишната комбинация Alt+Tab не работи правилно.
bn: আলোকপাত নীতি কোন উইন্ডো সক্রিয় হবে অর্থাত্‍ কোন উইন্ডোতে আপনি কাজ করতে পারবেন তা নির্ধারিত করে। <ul><li><em>ক্লিক করলে আলোকপাত:</em> একটি উইন্ডো ক্লিক করলে সক্রিয়হবে। এইরকম ব্যবহার অন্য অপারেটিং সিস্টেম থেকে আপনার জানা থাকতে পারে। </li><li><em>মাউস অনুসারী আলোকপাত:</em> মাউসের নির্দেশকটিকে সক্রিয়ভাবে একটিসাধারণ উইন্ডোতে নিয়ে গেলে সেটি সক্রিয় হবে। যদি আপনি মাউস খুব ব্যবহারকরেন, তাহলে এটি অত্যন্ত উপযোগী</li><li><em>মাউসের নিচে আলোকপাত:</em> যে উইন্ডোটি মাউসের নির্দেশকের নিচেথাকবে সেটিই সক্রিয় হয়ে যাবে। যদি নির্দেশকটি কোথাও না থাকে, তবে শেষযে উইন্ডোটি নির্দেশকের নিচে ছিল সেটি আলোকপাতিত হবে।</li><li><em>মাউসের ঠিক নিচে আলোকপাত:</em> এটি 'মাউসের নিচে আলোকপাত' -এর চেয়েও খারাপ। শুধুমাত্র মাউসের নির্দেশকের নিচের উইন্ডোটি সক্রিয় হবে। যদি মাউস কিছুই নির্দেশ না করে তবে কিছুই আলোকপাতিত হবে না</ul>লক্ষ্যনীয়, 'মাউসের নিচে আলোকপাত' বা 'মাউসের ঠিক নিচে আলোকপাত' খুব একটা কাজের নয়। শুধুমাত্র পুরাতনপন্থী উগ্র ইউনিক্স সমর্থকদের জন্য ঐ নীতিগুলি রাখা হল ;-)
bs: Pravila fokusa se koriste kako bi se odredio aktivni prozor, tj. prozor u kojem možete raditi. <ul> <li><em>Klikni za fokus:</em> prozor postaje aktivan kada kliknete na njega. Ovakvo ponašanje vam je možda poznato sa drugih operativnih sistema.</li> <li><em>Fokus prati miša:</em> Aktivno pomjeranje pokazivača miša u normalan prozor ga aktivira. Novi prozor će dobiti fokus pri čemu ne morate eksplicitno pokazivati mišem na njega. Vrlo praktično ako mnogo koristite miš.</li> <li><em>Fokus ispod miša</em> Prozor koji se nađe ispod pokazivača miša postaje aktivan. Ako pokazivač ne pokazuje ni na koji prozor, posljednji prozor koji je bio ispod miša zadržava fokus. Novi prozori neće automatski dobiti fokus.</li> <li><em>Fokus obavezno ispod miša</em> Isključivo prozor koji se nalazi ispod pokazivača miša je aktivan. Ako miš ne pokazuje na neki prozor, nijedan nema fokus. </ul> Primjetite da 'Fokus ispod miša' i 'Fokus obavezno ispod miša' onemogućuju ispravan rad određenih opcija kao što su kretanje kroz prozore koristeći Alt+Tab.
cs: Metody aktivace okna je používáno k určení aktivního okna, tj. okna, ve kterém můžete pracovat. <ul> <li><em>Kliknout k aktivaci:</em> po kliknutí na okno se toto okno stane aktivním. Toto je chování známé z jiných operačních systémů.</li> <li><em>Aktivace okna při kontaktu s myší:</em> Okno je aktivováno aktivním přesunutím myši nad normální okno. Velmi praktické, používáte-li velmi často myš.</li> <li><em>Okno pod myší aktivní:</em> Okno, které je právě pod ukazatelem myši, se stane aktivním. Pokud není pod myší žádné okno, pak je aktivní okno, které bylo pod myší naposled. </li> <li><em>Pouze okno pod myší je aktivní:</em> - je ještě striktnější než předchozí varianta. Pouze okno, které je pod myší je aktivní. Pokud není ukazatel myši nad některým oknem, pak žádné okno není aktivní.</li></ul>Poznamenejme, že poslední dva jmenované způsoby zaktivnění okna nejsou příliš použitelné. Jsou nabízeny pouze pro staromilecké zapřísáhlé UNIXáky.
cy: Defnyddir y polisi canolbwyntio i bennu'r ffenestr weithredol, h.y. y ffenestr gallwch weithio ynddi.<ul><li><em>Clicio i Ganolbwyntio:</em> Daw ffenestr yn weithredol pan gliciwch ynddi. Efallai taw dyma'r ymddygiad y gwyddoch o gysawdau gweithredu eraill.</li><li><em>Canolbwynt yn Dilyn Llygoden</em> Mae symud y pwyntydd llygoden yn weithredol i ffenestr arferol yn ei gweithredoli. Mae hyn yn ymarferol iawn os ydych yn gwneud defnydd mawr o'r lygoden.</li> <li><em>Canolbwynt o Dan Lygoden:<em> Daw'r ffenestr sydd o dan y pwyntydd llygoden yn weithredol. Os na phwyntia'r lygoden i unman, ar y ffenestr ddiwethaf oedd dan y llygoden mae'r canolbwynt.</li> <li><em>Canolbwynt yn Union o Dan Lygoden</em> Dim ond y ffenestr o dan y pwyntydd llygoden sy'n weithredol. Os na phwyntia'r lygoden i unman, nid oes canolbwynt.</ul> Noder bod 'Canolbwynt o Dan Lygoden' a 'Canolbwynt yn Union o Dan Lygoden' yn atal rhai nodweddion fel y cerdded drwy'r ffenestri Alt+Tab yn y modd KDE rhag weithio'n iawn.
da: Fokuspolitikken bruges til at afgøre det aktive vindue, dvs. det vindue du kan arbejde i. <ul> <li><em>Klik for fokus:</em> et vindue bliver aktivt når du klikker i det. Det er den opførsel du måske kender fra andre operativsystemer.</li> <li><em>Fokus følger mus:</em> at flytte musemarkøren aktivt over et normalt vindue aktiverer det. Nye vinduer vil få fokus, uden at du skal pege eksplicit på dem med musen. Meget praktisk hvis du bruger musen meget..</li> <li><em>Fokus under mus</em> - Det vindue der er under musen er aktivt. Hvis musen ikke peger på noget, så er det det sidste vindue der var under musen der har fokus. Nye vinduer vil ikke automatisk få fokus. </li> <li><em>Fokus strengt under mus</em>. Kun det vindue der er under musen er aktivt. Hvis musen ikke peger på noget har intet vindue fokus. </ul> Bemærk at 'Fokus under mus' og 'Fokus strengt under mus' forhindrer visse funktioner såsom dialogen at Alt+Tab går gennem vinduer i KDE-tilstand, i at virke rigtigt.
de: Die Standards für Aktivierung werden benutzt, um das aktive Fenster zu bestimmen, also das Fenster, in dem Sie jeweils arbeiten. <ul> <li><em>Aktivierung nach Klick:</em> Ein Fenster wird aktiv, sobald Sie hineinklicken. Dies ist das Verhalten, das Sie vielleicht von anderen Betriebssystemen kennen.</li> <li><em>Aktivierung bei Mauskontakt:</em> Die aktive Bewegung des Mauszeigers auf ein normales Fenster aktiviert es. Sehr praktisch, sofern Sie die Maus viel benutzen.</li> <li><em>Aktivierung unter Mauszeiger</em> - Das Fenster, das sich jeweils zufällig unter dem Mauszeiger befindet, wird aktiv. Der Nachteil: kein Fenster, das sich nicht unter dem Mauszeiger befindet, kann aktiviert werden. </li> <li><em>Aktivierung genau unter Mauszeiger</em> - Dies ist zumeist noch nachteiliger als "Aktivierung unter Mauszeiger" Nur das Fenster unter dem Mauszeiger ist aktiv. Wenn der Mauszeiger nirgendwohin deutet, dann ist gar nichts aktiv.</ul> Beachten Sie, dass "Aktivierung unter Mauszeiger" und "Aktivierung genau unter Mauszeiger" nicht besonders nützlich sind. Sie sind eher aus alter Unix-Tradition vorhanden und verhindern zum Beispiel die Funktion, mit Alt+Tab die Fenster der Reihe nach zu aktivieren/durchzusehen.
el: Η πολιτική εστίασης χρησιμοποιείται για να καθοριστεί το ενεργό παράθυρο, π.χ. το παράθυρο στο οποίο μπορείτε να εργαστείτε. <ul> <li><em>Κλικ για εστίαση:</em> Ένα παράθυρο γίνεται ενεργό όταν κάνετε κλικ πάνω του. Αυτή είναι μια συμπεριφορά που μπορεί να γνωρίζετε από άλλα λειτουργικά συστήματα.</li> <li><em>Η εστίαση ακολουθεί το ποντίκι:</em> Μετακινώντας το δείκτη του ποντικιού πάνω σε ένα κανονικό παράθυρο αυτό ενεργοποιείται. Τα νέα παράθυρα θα εστιάζονται χωρίς να χρειάζεται να τοποθετήσετε το ποντίκι πάνω τους. Πολύ πρακτικό αν χρησιμοποιείτε το ποντίκι συχνά.</li> <li><em>Εστίαση κάτω από το ποντίκι:</em> Το παράθυρο το οποίο βρίσκεται κάτω από το δείκτη του ποντικιού είναι ενεργό. Αν το ποντίκι δε δείχνει πουθενά το τελευταίο παράθυρο που ήταν κάτω από το ποντίκι έχει την εστίαση. Τα νέα παράθυρα δεν εστιάζονται αυτόματα.</li> <li><em>Εστίαση αυστηρά κάτω από το ποντίκι:</em> Μόνο το παράθυρο κάτω από το δείκτη του ποντικιού είναι ενεργό. Αν το ποντίκι δε δείχνει πουθενά τίποτα δεν έχει εστίαση. </ul> Σημειώστε ότι η εστίαση κάτω από το ποντίκι και η εστίαση αυστηρά κάτω από το ποντίκι εμποδίζουν ορισμένα χαρακτηριστικά όπως ή πλοήγηση στα ανοιγμένα παράθυρα με το Alt+Tab στο KDE από το να λειτουργήσουν κανονικά.
es: La política de focalización se utiliza para determinar la ventana activa, esto es, la ventana en la que se puede trabajar. <ul> <li><em>Pulsar para focalizar:</em> Una ventana se activa cuando se pulsa en ella. Este es el comportamiento que puede conocer de otros sistemas operativos. </li> <li><em>El foco sigue al ratón:</em> Moviendo el puntero del ratón activamente sobre una ventana normal la activa. Las ventanas nuevas reciben el foco sin necesidad de colocar el ratón sobre ellas. Muy práctico si se utiliza mucho el ratón.</li> <li><em>Foco bajo el ratón:</em> La ventana que se encuentra bajo el puntero del ratón es la activa. Si el ratón no apunta a ninguna ventana concreta, permanecerá activa la última en estarlo. Las ventanas nuevas no reciben el foco automáticamente. </li> <li><em>Foco estrictamente bajo el ratón:</em> Solamente la ventana bajo el puntero del ratón está activa. Si el puntero del ratón no señala nada, nada está focalizado. </ul> Advierta que 'Foco bajo el ratón' y 'Foco estrictamente bajo el ratón' impide que algunas propiedades en modo KDE, como el paso de unas ventanas a otros empleando Alt+Tabulador, funcione correctamente.
et: Fookuse reeglit kasutatakse aktiivse akna määramiseks, so. akna, millega sa parasjagu töötad. <ul> <li><em>Fokuseerimiseks vajalik hiireklõps:</em> aken muutub aktiivseks pärast seda, kui oled sellel klõpsanud. Selline käitumine võib olla sulle juba tuttav teistest operatsioonisüsteemidest. </li> <li><em>Fookus jälgib hiirt:</em> hiire liigutamine aknale aktiveerib selle. Uued aknad saavad fookuse, ilma et peaks konkreetselt hiirt nende kohale viima. See on praktiline juhul, kui töötad palju hiirega.</li> <li><em>Fookus hiire all:</em> aken, mis juhtub olema parajasti hiire all, saab aktiivseks. Kui hiir ei asu ühegi akna peal, on aktiivne viimane aken, millel hiir asus. Uued aknad saavad fookuse automaatselt.</li> <li><em>Fookus rangelt hiire all:</em> see on veel hullem variant kui "Fookus hiire all". Aktiivne saab olla ainult aken, mis asub hiire all. Kui hiir ei asu ühegi akna kohal, ei ole ka ükski aken aktiivne. </ul> Teadmiseks, et valikud "Fookus hiire all" ja "Fookus rangelt hiire all" ei ole tavaliselt eriti mõttekad. Nad on siin ainult vanamoelistele UNIXi gurudele ;-).
eu: Fokuaren politika leiho aktiboa, hau da, lanerako darabilzun leihoa zein den xedatzeko erabiltzen da.<ul><li><em>Klik egin fokua emateko:</em> Leihoa bertan klik egitean bihurtzen da aktibo. Portaera hau beste sistema eragileetan ere ezagutu duzu, ziur aski.</li><li><em>Fokuak saguari jarraitzen dio:</em>Kurtsorea leiho baten gainean mugitzen duzunean, leiho hori aktibatu egiten da. Leiho berriek fokua jasoko dute, zuk-zeuk kurtsorea euren gainean horretarako ipini behar izan gabe. Oso erabilgarria da sagua asko erabiltzen duzunean.</li><li><em>Fokua saguaren azpian:</em> Kurtsorearen azpian dagoen leihoa aktibatu egiten da. Gezia leiho baten gainean ez badago, kurtsorearen azpian egon den azkenak du fokua. Leiho berriek ez dute automatikoki jasoko fokua.</li><li><em>Fokua saguaren azpian beti:</em> Kurtsorearen azpian dagoen leihoa da fokua duen bakarra. Geziaren azpian deus ez badago, ezerk ez du fokurik.</ul> Ohar zaitez 'Fokua saguaren azpian' eta 'Fokua saguaren azpian beti' aukerek zenbait gaitasuni ez dietela behar bezala lan egiten utziko, Alt+Tab erabiliz leiho batetik bestera pasatzeko elkarrizketari, adibidez.
fa: سیاست کانون برای تعیین پنجرۀ فعال، یعنی پنجره‌ای که می‌توانید در آن کار کنید، استفاده می‌شود. <ul> <li><em>فشار جهت تمرکز:</em> پنجره هنگامی که روی آن فشار می‌دهید، فعال می‌شود. این رفتاری است که ممکن است از سیستمهای عامل دیگر بشناسید.</li> <li><em>کانون پس از موشی می‌آید:</em> حرکت فعال اشاره‌گر موشی روی یک پنجرۀ عادی آن را فعال می‌کند. پنجره‌های جدید، بدون این که لازم باشد به طور آشکار با موشی به آنها اشاره کنید، کانون را دریافت می‌کنند. اگر از موشی زیاد استفاده می‌کنید، بسیار منطقی است.</li> <li><em>کانون زیر موشی:</em> پنجره‌ای که به طور اتفاقی زیر اشاره‌گر موشی می‌باشد، فعال است. اگر موشی به هیچ جایی اشاره نکند، آخرین پنجره‌ای که زیر موشی بود، کانون دارد. پنجره‌های جدید، کانون را به طور خودکار دریافت نمی‌کنند.</li> <li><em>کانون، دقیقاً زیر موشی:</em> فقط پنجره‌ای که زیر اشاره‌گر موشی است، فعال می‌باشد. اگر موشی به جایی اشاره نکند، هیچ چیز کانون ندارد.</ul> به یاد داشته باشید که »کانون زیر موشی« و »کانون، دقیقاً زیر موشی« از ویژگیهای مشخصی همچون دگرساز+جهش، گردش در میان پنجره‌ها در حالت KDE، از کار کامل جلوگیری می‌کنند.
fi: Ikkunan aktivointi tarkoittaa sitä, kuinka ikkuna otetaan aktiiviseksi ikkunaksi, jossa työskennellään. <ul> <li><em>Aktivoi napsauttamalla</em> Ikkuna valitaan aktiiviseksi, kun sitä napsautetaan hiirellä. Tämä vaihtoehto on tuttu muista käyttöjärjestelmistä.</li><li><em>Aktivoi hiiren osoittimella</em> Hiiren osoittimen siirtäminen ikkunan kohdalle valitsee ikkunan aktiiviseksi. Tämä valinta on käyttökelpoinen, jos käytät hiirtä paljon.</li> <li><em>Aktiivinen osoittimen alla</em>Ikkuna, joka on hiiren osoittimen kohdalla, valitaan aktiiviseksi.</li> <li><em>Aktiivinen tiukasti osoittimen alla</em>Vain hiiren osoittimen alla oleva ikkuna on aktiivinen. Jos osoitin ei ole minkään ikkunan kohdalla, mikään ikkuna ei ole valittuna aktiiviseksi.</ul> Tavalliselle käyttäjälle kaksi ensimmäistä vaihtoehtoa ovat sopivimmat (Aktivoi napsauttamalla tai Aktivoi hiiren osoittimella) .Vaihtoehdot Aktiivinen osoittimen alla sekä Aktiivinen tiukasti osoittimen alla eivät ole kovin käyttökelpoisia, mutta saattavat olla tuttuja vanhoille UNIXin käyttäjille.
fr: La gestion du focus est utilisée pour déterminer la fenêtre active, c'est-à-dire la fenêtre dans laquelle vous pouvez travailler. <ul> <li><em>Cliquer pour avoir le focus :</em> une fenêtre devient active lorsque vous cliquez dessus. C'est le comportement habituel des autres systèmes d'exploitation</li> <li><em>Le focus suit la souris :</em> déplacer le pointeur de la souris sur une fenêtre normale l'active. Les nouvelles fenêtres reçoivent le focus, sans que vous ayez à pointer la souris dessus. Ceci est pratique si vous utilisez beaucoup la souris</li> <li><em>Le focus est sous la souris :</em> la fenêtre qui se trouve être sous le pointeur de souris devient active. Si le pointeur ne pointe sur rien, la dernière fenêtre sur laquelle il a pointé garde le focus</li> <li><em>Le focus est strictement sous la souris :</em> seule la fenêtre sous le pointeur de la souris est active. Si le pointeur ne pointe nulle part, aucune fenêtre n'a le focus.</ul> Remarque : « Focus sous la souris » et « Focus strictement sous la souris » empêchent le fonctionnement de certaines fonctionnalités, comme le raccourci « Alt + Tab ».
hu: A fókuszálási módszer azt határozza meg, hogyan történik az aktív ablak (amellyel dolgozni lehet) kiválasztása. <ul> <li><em>Aktiválás kattintásra:</em> egy ablak akkor válik aktívvá, ha a felhasználó rákattint. Ezt a fókuszálási módszert sok operációs rendszerben használják.</li> <li><em>A fókusz mozogjon az egérrel:</em> Az az ablak válik az aktív ablakká, amely fölött az egérmutató áll. Az új ablakok mindig megkapják a fókuszt. Nagyon kényelmes módszer, ha sokat használja az egeret.</li> <li><em>A fókusz az egér alatt</em> - Az az ablak aktív, amely fölött az egérmutató áll. Ha az egérmutató alatt nincs ablak, akkor a fókusz azon az ablakon marad, ahol addig volt. Az új ablakok nem kapják meg automatikusan a fókuszt.</li> <li><em>A fókusz szigorúan az egér alatt</em>Csak az egérmutató alatti ablak lehet aktív. Ha az egér nem ablak fölött áll, akkor egyik ablak sem rendelkezik a fókusszal. </ul>Az utóbbi két fókuszálási módszernél bizonyos műveletek, például az Alt+Tab-bal való ablakváltás nem működik tökéletesen.
is: Virknireglurnar ákvarða hvaða gluggi er virkur, þ.e.a.s. glugginn sem er verið að vinna í. <ul> <li><em>Smella til að virkja:</em> Gluggi verður virkur þegar smellt er á hann með músinni. Þessi virkni kann að vera kunnugleg úr öðrum stýrikerfum.</li> <li><em>Virkni fylgir mús:</em> Ef þú færir músina yfir glugga verður hann virkur. Þetta getur verið gott ef þú notar músina mikið.</li> <li><em>Virkni undir mús:</em> Glugginn sem er undir músinni er virkur. Þetta þýðir að ef mús er færð yfir glugga þá verður hann virkur. ólíkt 'Virkni fylgir mús'.</li> <li><em>Virkni strangt undir mús:</em> Þessi möguleiki er eins og 'virkni undir mús' nema að ef enginn gluggi er undir músinni tekur enginn gluggi við lyklaborðsinntaki.</li></ul> Síðustu möguleikarnir tveir eru fæstum að skapi og aðallega hafðir með til að þóknast strangtrúuðum UNIX mönnum.
it: La politica di focus è utilizzata per determinare quale è la finestra attiva, cioè la finestra in cui stai lavorando.<ul><li><em>Fai clic per il focus</em> una finestra diventa attiva se fai clic su di essa. Questo è il comportamento che puoi aver visto in altri sistemi operativi</li> <li><em>Il focus segue il mouse</em> Muovendo il puntatore del mouse su una finestra normale essa viene attivata. Le nuove finestre riceveranno il focus senza che tu debba puntare il mouse su di esse esplicitamente. Molto pratico se usi molto il mouse</li><li><em>Focus sotto il mouse</em> La finestra sotto il mouse è attiva. Nessuna finestra se non è sotto il mouse può essere attiva, se il mouse non punta su una finestra resta attiva l'ultima che era sotto il mouse. Le nuove finestre non riceveranno automaticamente il focus.</li> <li><em>Focus strettamente sotto il mouse</em> Funziona come Focus sotto il mouse ma se il mouse non è su nessuna finestra allora nessuna finestra è attiva</li></ul>Nota che le modalità "Focus sotto il mouse" e "Focus strettamente sotto il mouse" impediscono a certe funzioni come il cambio di finestra con Alt+Tab di funzionare correttamente.
ja: <p>フォーカスポリシーとは、アクティブウィンドウ、すなわち、あなたが作業できるウィンドウを決定する方法のことです。 <ul> <li>[クリックしてフォーカス] クリックしたウィンドウがアクティブになります。この操作は他の OS でお馴染みのものでしょう。</li> <li>[マウスに従ってフォーカス] ウィンドウにマウスポインタを移動すると、そのウィンドウがアクティブになります。新しいウィンドウは、明示的にマウスを移動させなくても、アクティブになります。マウスをよく使う場合には便利なオプションです。</li> <li>[マウスの下をフォーカス] マウスポインタの下にあるウィンドウがアクティブになります。マウスが何も指していない場合は、最後にマウスポインタの下にあったウインドウがアクティブになります。新しいウィンドウは自動的にアクティブになりません。</li> <li>[厳密にマウスの下をフォーカス] 「マウスの下をフォーカス」より強い条件です。マウスポインタの下にあるウィンドウだけがアクティブになります。マウスが何も指していない場合は、いずれのウィンドウもアクティブになりません。</ul> 注意: 「マウスの下をフォーカス」、「厳密にマウスの下をフォーカス」を選択すると、KDE モードでの Alt+Tab によるウィンドウの切り替えダイアログなど、一部の機能が正常に動作しなくなります。</p>
km: គោល​ការណ៍​ផ្ដោត​ត្រូវ​បាន​ប្រើ ដើម្បី​កំណត់​បង្អួច​សកម្ម ឧ. បង្អួច​ដែល​អ្នក​អាច​ធ្វើ​ការលើ​វា​បាន ។ <ul> <li><em>ចុច ដើម្បី​ផ្ដោត ៖</em> បង្អួច​មួយ​ក្លាយ​ជា​សកម្ម នៅ​ពេល​អ្នក​ចុច​លើ​វា ។ នេះ​គឺ​ជា​ឥរិយាបថ ដែល​អ្នក​អាច​ដឹង​ពី​ប្រព័ន្ធ​ប្រតិបត្តិ​ការ​ផ្សេង​ទៀត ។</li> <li><em>ផ្ដោត​តាម​កណ្ដុរ ៖</em> ផ្លាស់​ទី​ព្រួញ​កណ្ដុរ​យ៉ាង​សកម្ម​នៅ​លើ​បង្អួច​ធម្មតា ​នឹង​ធ្វើ​ឲ្យ​បង្អួច​សកម្ម ។ បង្អួច​ថ្មី​នឹង​ទទួល​ការ​ផ្ដោតដោយ​អ្នក​មិន​ចាំបាច់​​ចង្អុល​​ព្រួញ​កណ្ដុរ​យ៉ាង​ជាក់​លាក់​លើ​ពួកវា ។ ងាយ​ស្រួល​ប្រើ​ណាស់ ប្រសិន​បើ​អ្នក​ប្រើ​កណ្ដុរញឹក​ញាប់​ ។</li> <li><em>ផ្ដោត​​ក្រោម​កណ្ដុរ ៖</em> បង្អួច​ដែល​កើត​ឡើង​ក្រោម​ព្រួញ​កណ្ដុរ​គឺ​សកម្ម ។ ប្រសិន​បើ​ព្រួញ​កណ្ដុរ​មិន​ទៅណា បង្អួច​ចុង​ក្រោយ​ដែល​នៅ​ក្រោម​កណ្ដុរនឹង​ត្រូវ​​បាន​ផ្ដោត ។ បង្អួច​ថ្មី​នឹង​មិន​ទទួល​ការ​ផ្ដោតដោយ​ស្វ័យ​ប្រវត្តិទេ ។ </li> <li><em>ផ្ដោតយ៉ាង​ខ្លាំង​ក្រោម​កណ្ដុរ ៖</em> មាន​តែ​បង្អួច​ក្រោម​ព្រួញ​កណ្ដុរ​ប៉ុណ្ណោះ​ដែល​សកម្ម ។ ប្រសិន​បើ​ព្រួញ​កណ្ដុរមិនទៅណា គ្មានអ្វី​ផ្ដោត​ទេ ។ </ul>ចំណាំថា 'ផ្ដោត​ក្រោម​កណ្ដុរ' និង​'ផ្ដោត​យ៉ាង​ខ្លាំង​ក្រោម​កណ្ដុរ' ទប់ស្កាត់​​​លក្ខណៈ​ពិសេស​ខ្លះ​មិន​ឲ្យ​ដំណើរការ​ប្រក្រតីដូចជា ជំនួស + ថេប ដែលប្រើសម្រាប់​ផ្តោត​លើបង្អួច​ក្នុង​របៀប KDE ។
ko: 활성화 정책은 활성창(작업하는 창)을 지정하는 데에 사용됩니다.<ul><li><em>클릭시 활성화:</em> 창을 클릭하면 활성화 됩니다. </li><li><em>마우스를 따라서 활성화:</em> 마우스 포인터를 창 위에 올려놓으면 활성화 됩니다. 마우스를 주로 사용할 경우에 유용합니다. 새 창을 띄우면 활성화 됩니다.</li> <li><em>마우스 아래에 활성화:</em>마우스 포인터 아래에 창이 닿으면 활성화 됩니다. 새창을 띄워도 활성화 되지 않습니다.</li> <li><em>마우스 바로 아래에 활성화: </em>마우스 포인터가 올려져 있는 창만 활성화 됩니다. 마우스가 아무곳에도 없으면 어떤 창도 활성화되지 않습니다.</ul> 마우스 아래에 활성화 그리고 마우스 바로 아래에 활성화 상태에서는 Alt+Tab키로 창전환을 할 수 없다는 점에 유의하십시오.
mk: Политиката на фокусирање се користи за одредување на тоа кој прозорец е активен, т.е. кој е прозорецот во кој може да работите. <ul> <li><em>Кликни за фокусирање:</em> Прозорецот станува активен кога ќе кликнете во него. Ова однесување се сретнува и кај други оперативни системи. </li> <li><em>Фокусирањето го следи глушецот:</em> Прозорецот станува активен кога покажувачот активно се движи над него. Новите прозорци ќе бидат фокусирани, без да има потреба експлицитно да покажете на нив. Ова е доста практично ако го користите глушецот многу. </li> <li><em>Фокусирање под глушецот:</em> Прозорецот станува активен ако над него се наоѓа покажувачот. Ако глушецот не покажува кон ниеден прозорец, фокусот е на последниот прозорец кој бил под глушецот. </li> <li><em>Фокусирање строго под глушецот:</em> Само прозорецот што е под покажувачот е активен. Ако глушецот не покажува кон ништо, тогаш никаде нема фокус. </ul>Забележете дека „Фокусирање под глушецот“ и „Фокусирање строго под глушецот“ ја спречуваат правилната работа на одредени можности во режимот KDE како што е дијалогот за движење помеѓу прозорци со комбинацијата Alt+Tab.
ms: Dasar fokus digunakan untuk menentukan tetingkap aktif, iaitu tetingkap yang anda boleh usahakan. <ul> <li><em>Klik untuk fokus:</em>Tetingkap menjadi aktif apabila anda klik padanya. Ini ialah peri laku yang mungkin anda tahu daripada sistem operasi lain.</li> <li><em>Fokus menuruti tetikus:</em> Menggerakkan penuding tetikus dengan aktif pada tetingkap normal akan mengaktifkannya. Tetingkap baru akan menerima fokus itu, tanpa perlu menuding tetikus padanya dengan jelas. Sangat praktikal jika anda banyak menggunakan tetikus.</li> <li><em>Fokus di bawah tetikus:</em> Tetingkap yang berada di bawah penuding tetikus adalah aktif, jika tetikus tidak menuding mana-mana, tetingkap terakhir di bawah tetikus mendapat fokus. Tetingkap baru akan secara automatik menerima fokus.</li> <li><em>Fokus betul-betul di bawah tetikus:</em> Hanya tetingkap di bawah penuding tetikus adalah aktif. Jika tetikus tidak menuding mana-mana, tiada apa yang mendapat fokus. </ul>Ambil perhatian bahawa 'Fokus di bawah tetikus' dan 'Fokus betul-betul di bawah tetikus' mencegah ciri tertentu seperti dialog tetingkap terus rentas Alt+Tab dalam mod KDE daripada berfungsi dengan betul.
nb: Fokusreglene brukes for å bestemme det aktive vinduet, dvs det vinduet du kan jobbe i.<ul> <li><em>Klikk for fokus:</em> Et vindu blir aktivt når du klikker på det. Dette er en hendelsedu kanskje kjenner igjen fra andre operativsystemer.</li><li><em>Fokus følger mus:</em> Når musepekeren aktivt flyttes til et normalt vindu blir dette vinduet aktivt. Nye vinduer får fokus uten at det er nødvendig å peke spesielt på dem. Svært praktisk hvis du bruker musa mye.</li><li><em>Fokus under mus:</em> Vinduet som er under musepekeren blir aktivt. Hvis musepekeren ikke ligger i et vindu er det det siste vinduet som hadde pekeren som har fokus. Nye vinduer får ikke automatisk fokus.</li><li><em>Fokus bare under mus:</em> Bare vinduet under musepekeren er aktivt. Hvis musepekeren ikke peker på noe, så har intet vindu fokus. </ul> Merk at «Fokus under mus» og «Fokus bare under mus» gjør at en del funksjoner slik som Alt+Tab for blaing i vinduer ikke fungerer ordentlig.
nds: Du kannst bloots binnen en Finster arbeiden, wenn dat den Fokus hett. De Fokus-Regel leggt fast, welk Finster aktiveert warrt.<ul><li><em>För't Aktiveren klicken:</em> En Finster warrt denn aktiv, wenn Du dor op klickst. Dat kennst Du villicht so vun anner Bedriefsystemen.</li><li><em>Muus treckt Fokus na:</em> En Finster kriggt den Fokus, wenn Du den Muuswieser dor roptreckst. Nieg Finstern kriegt den Fokus vun alleen, Du muttst nich eerst den Muuswieser dor roptrecken. Dat is goot, wenn Du veel mit de Muus arbeidst.</li><li><em>Fokus ünner Muus:</em> Dat Finster, wat jüst ünner den Muuswieser liggt, is aktiv. Wenn keen Finster ünner den Muuswieser liggt, blifft dat Finster aktiv, över dat de Muuswieser tolest stunn. Nieg Finstern kriggt den Fokus nich vun alleen.</li><li><em>Fokus nau ünner Muus:</em> Dat Finster, wat jüst ünner den Muuswieser liggt, is aktiv. Wenn keen Finster ünner den Muuswieser liggt, is ok keen Finster aktiv.</li></ul> Beacht bitte, dat en poor Funkschonen as t.B. dat Dörgahn vun Finstern mit Alt+Tab nich richtig löppt, wenn Du "Fokus ünner Muus" oder "Fokus nau ünner Muus" utsöchst.
nl: Het focusbeleid wordt gebruikt om te bepalen welk venster actief is, dus in welk venster u kunt werken. <ul> <li><em>Klikken voor focus:</em> een venster wordt actief wanneer u er in klikt. Dit is het gedrag dat u mogelijk kent van andere besturingssystemen. </li> <li><em>Focus volgt de muis:</em> als u de muisaanwijzer actief in een normaal venster plaatst wordt deze geactiveerd. Dit is handig als u veel met de muis werkt.</li> <li><em>Focus onder de muis:</em> het venster dat zich onder de muisaanwijzer bevindt wordt geactiveerd. Dit betekent dus dat vensters die zich niet onder de muisaanwijzer bevinden geen focus kunnen krijgen. Als de muisaanwijzer zich in geen enkel venster bevindt, dan heeft het venster waarin de muisaanwijzer zich het laatst bevond de focus. Nieuwe vensters krijgen niet automatisch de focus.</li> <li><em>Focus strikt onder de muis:</em> bij deze instelling is alleen het venster onder de muisaanwijzer actief. Als de muisaanwijzer zich niet in een venster bevindt, dan is geen enkel venster geactiveerd. </ul> Houd er rekening mee dat "Focus onder de muis" en "Focus strikt onder de muis" er voor zorgen dat bepaalde functies, zoals met Alt+Tab door vensters wandelen, niet goed werken.
nn: Fokuspraksisen vert bruka for å avgjera kva vindauge som skal vera aktivt, altså det vindauget du kan arbeida i.<ul><li><em>Klikk for fokus:</em> Eit vindauge vert aktivt når du klikkar i det. Dette er vanleg åtferd i andre operativsystem.</li><li><em>Fokus følgjer musa:</em> Vindauget vert aktivt når du flyttar musepeikaren over det. Svært praktisk om du brukar musa mykje.</li><li><em>Fokus under musa:</em> Vindauget som tilfeldigvis ligg under musepeikaren vert aktivt. Då kan ingen vindauge ha fokus om dei ikkje ligg under musepeikaren.</li><li><em>Fokus strengt under musa:</em> Berre vindauget under musepeikaren er aktivt. Dersom musa ikkje peikar nokon stad har ingenting fokus.</ul> Legg merke til at «Fokus under musa» og «Fokus strengt under musa» gjer at enkelte funksjonar som til dømes Alt + Tab for å byta vindauge i KDE-modus ikkje fungerer skikkeleg.
pl: Metoda uaktywniania pozwala określić aktywne okno, czyli okno, w którym możesz pracować. <ul><li><em>Kliknij, by uaktywnić:</em> Okno staje się aktywne po kliknięciu myszą. To zachowanie może być Ci znane z innych systemów operacyjnych.</li> <li><em>Uaktywnianie za kursorem:</em> Przesunięcie kursora myszy na nieaktywne okno uaktywnia je. Bardzo wygodne, jeśli intensywnie używasz myszy.</li> <li><em>Aktywne okno pod kursorem:</em> Okno, które aktualnie jest pod kursorem myszy, staje się aktywne. Jeśli pod kursorem nie ma żadnego okna, aktywne pozostaje ostatnio uaktywnione.</li> <li><em>Aktywne okno tylko pod kursorem:</em> Jeszcze gorzej niż 'Aktywne okno pod kursorem:' - tylko okno pod kursorem myszy może być aktywne. Jeśli pod kursorem nie ma żadnego okna, wszystkie okna są nieaktywne.</li></ul> Uwaga: wybór jednej z dwóch ostatnich opcji spowoduje, że niektóre funkcje (takie jak przeglądanie okien kombinacją Alt+Tab) nie będą działać poprawnie.
pt_br: A política de foco é usada para determinar a janela ativa, isto é, a janela em que você pode trabalhar. <ul><li><em>Clicar para Obter Foco</em> uma janela torna-se ativa quando você clica sobre ela. Este é o comportamentoque você conhece de outros sistemas operacionais. </li><li><em>Foco segue o Mouse</em> Mover o ponteiro do mouse sobre uma janela normal a ativa. Muito prático se você está usando muito o mouse.</li><li><em>Foco sob o mouse:</em> A janela que está sob o ponteiro do mouse torna-se ativa. Se o mouse não aponta para nenhum lugar, a última janela que estava sobre o mouse é que tem o foco.</li><li><em>Foco exatamente sob o mouse:</em> está opção é até pior que 'Foco sob o mouse'. Somente a janela sobre o ponteiro do mouse está ativa. Se o mouse não aponta para nenhum lugar, não existe foco.</li></ul> Note que as políticas 'Foco sob o mouse' e 'Foco exatamente sob o mouse' fazem com que certos recursos, como o Alt+Tab (passeio pelas janelas abertas no KDE) não funcionem corretamente.
ro: Politica de focus este utilizată pentru a determina fereastra activă, adică fereastra în care lucraţi. <ul> <li><em>Clic pentru focus:</em> O fereastră devine activă cînd daţi clic în ea. Acest comportament îl ştiţi probabil de la alte sisteme de operare.</li> <li><em>Focusul urmăreşte mouse-ul:</em> Dacă mutaţi activ cursorul mouse-ului deasupra unei ferestre normale, aceasta va fi activată. Este o setare practică dacă utilizaţi mouse-ul foarte mult.</li> <li><em>Focus sub mouse</em> Fereastra care ajunge sub cursorul mouse-ului devine activă. Dacă mouse-ul este în afara unei ferestre, atunci ultima fereastră ce era sub mouse are focusul. Noile ferestre nu vor primi automat focusul.</li> <li><em>Focus strict sub mouse:</em> Numai fereastra de sub cursorul mouse-ului este activă. În cazul în care cursorul nu este nicăieri, nici o fereastră nu are focusul.</li> </ul> Reţineţi că "Focus sub mouse" şi "Focus strict sub mouse" interferă cu parcurgerea ferestrelor la Alt+TAB.
ru: Правила активации окна (задание фокуса ввода) определяют то окно, в котором вы можете работать.<ul><li><em>Щелчком мыши:</em> окно становится активным, когда внутри него щелкают мышью. Такое поведение окон знакомо вам по другим операционным системам.</li><li><em>Фокус следует за мышью:</em> явное движение мыши в окне активизирует его. Очень полезно в том случае, если вы в основном работаете мышью.</li><li><em>Фокус под мышью:</em> окно, оказавшееся под указателем мыши, становится активным. Иными словами, ни одно окно не может иметь фокус, если в нём не находится указатель мыши.</li><li><em>Фокус строго под мышью:</em> ещё более строгое правило, чем 'Фокус под мышью'. Активным может быть только то окно, в котором находится указатель мыши. Если указатель не находится ни в одном окне, то ни одно окно не имеет фокуса. </ul> Учтите, что режимы 'Фокус под мышью' и 'Фокус строго под мышью' мешают использовать такие функции, как например циклическое переключение между окнами при помощи Alt+Tab.
rw: Politiki y'igaragaza rikeye ikoreshwa kugira ngo igaragaze idirishya rikora, ni ukuvuga idirishya ushobora gukoreramo. <ul> <li><em>Gukanda kugira ngo werekeze:</em> Idirishya rikora iyo ukanzemo. Iyi ni imyifatire ugomba kumenyera ku zindi sisitemu zirimo gukora.</li> <li><em>Igaragaza rikeye rikurikira imbeba:</em> Kwimurira akayobozimbeba gakora mu idirishya risanzwe birarikoresha. Amadirishya mashya azagarazwa, bitabanje kuyerekezaho imbeba ku buryo bwihariye. Ibi birafasha cyane iyo ukoresha kenshi imbeba.</li> <li><em>Icyerekezo mu nsi y'imbeba:</em> Idirishya rishoboye kuba mu nsi y'akayobozimbeba rihita rikora. Iyo imbeba ntaho yerekeje, idirishya ryari mu nsi y'imbeba bwa nyuma ni ryo rigaragara. Amadirishya mashya ntabwo azahita agaragara.</li> <li><em>Igaragaza rikeye munsi y'imbeba nta kabuza:</em> Idirishya riri munsi y'akayoborambeba gusa ni ryo rikora. Iyo imbeba ntaho yerekeje, nta kigaragazwa. </ul>Wibuke ko 'Igaragaza rikeye munsi y'imbeba' na 'Igaragaza munsi y'imbeba nta kabuza' bibuza imiterere imwe n'imwe nka Alt+Tab kunyura mu gasandukukiganiro k'amadirishya kari mu buryo bwa KDE gukora neza.
se: Fohkusdáhpi mearrida makkár láse galgá leat aktiivvalaš, dat lea, makkár láses sáhtát bargat. <ul> <li><em>Coahkkaleapmi addá fohkus:</em> Láse šaddá aktiivvalaš go dan coahkkalat. Dát lea dábálaš láhtten eará operatiivavuogádagain.</li> <li><em>Fohkus čuovvu sievána:</em> Láse aktiviserejuvvo go sirddát sievána dasa. Hui ávkkálaš jus geavahat sáhpána olu.</li> </li><li>Fohkus sievána vuolde:<em> Láse mii lea sievána vuolde lea áktiivvalaš. Eará láset eai šatta aktiivvalaš jus eai leat sievána vuolde.</em><li><em>Fohkus juste sievána vuolde</em> Dušše láse masa sieván čujuha lea aktiivvalaš. Jus sieván ii leat láse alde, de ii leat fohkus makkárge láses.</li> </ul> Fuomáš ahte «Fohkus sievána vuolde» ja «Fohkus dušše sievána vuolde» dagaha ahte doaimmat nugo Alt + Tab (molsso fohkus eará lásii) eai doaimma nugo galget.
sk: Spôsob aktivácie sa používa na zistenie, ktoré okno má byť aktívne, t.j. okno, v ktorom pracujete. <ul> <li><em>Kliknúť pre aktiváciu:</em> okno sa stane aktívnym pri kliknutí na ňom. Toto správanie je typické pre iné operačné systémy.</li> <li><em>Okno pod myšou je aktívne:</em> Aktívnym presunom kurzoru myši aktivujete normálne okno. Veľmi praktické, ak často používate myš.</li> <li><em>Aktivovanie pod myšou</em> - Okno, ktoré je pod kurzorom myši sa stáva aktívnym. Podmienka je žiadne okno, nad ktorým nie je myš, nemôže byť aktívne. Nové okná nie sú automaticky aktívne.</li> <li><em>Iba okno pod myšou je aktívne</em> Len okno pod kurzorom myši je aktívne. Ak myš nikam neukazuje, nič nie je aktívne. </ul> Upozorňujeme, že Aktivovanie pod myšou a Iba okno pod myšou je aktívne môžu spôsobiť, že niektoré funkcie, ako je prepínanie pomocou Alt+Tab nemusí fungovať správne.
sl: Ravnanje s fokusiranjem se uporablja za ugotavljanje aktivnega okna, to je okna, v katerem lahko delate.<ul> <li><em>Klikni za fokus:</em> okno postane aktivno, ko kliknete vanj. Takšno obnašanje vam je morda znano iz drugih operacijskih sistemov.</li> <li><em>Fokus sledi miši:</em> Premik miške na navadno okno ga aktivira. Nova okna bodo prejela fokus, ne da bi vam bilo treba premakniti miško. Zelo praktično, če dosti uporabljate miško.</li> <li><em>Fokus pod miško:</em> - okno, ki se nahaja pod miško, postane aktivno. Če se nobeno okno ne nahaja pod miško, ima fokus zadnje okno, ki je bilo pod miško. Nova okna ne bodo samodejno prejela fokusa.</li> <li><em>Fokus strogo pod miško:</em> - to je še strožje kot Fokus pod miško. Le okno pod miško ima fokus. Če kazalec kaže v prazno, potem nobeno okno nima fokusa. </ul> Vedite: »Fokus pod miško« in »Fokus strogo pod miško« onemogočata pravilno delovanje nekaterih zmožnosti v načinu KDE, npr. sprehod po oknih s pritiskanjem na Alt+Tab.
sr: Политика фокусирања се користи за одређивање активног прозора, тј. прозора у коме можете радити. <ul><li><em>Фокус кликом:</em> прозор постаје активан када кликнете унутар њега. Ово је понашање које вам је можда познато из других оперативних система.</li><li><em>Фокус прати миш:</em> Померањем миша изнад обичног прозора активирате га. Ово је врло практично ако много користите миш.</li><li><em>Фокус испод миша:</em> Прозор који се налази испод миша постаје активан. Уколико миш није ни на једном од прозора, биће активан онај прозор на коме је миш био последњи пут.</li><li><em>Фокус строго испод миша:</em> Ово је радикалнија верзија политике „Фокус испод миша“. Активан је само прозор испод показивача миша. Ако миш не показује нигде, ништа нема фокус. </ul> Запазите да политике „Фокус испод миша“ и „Фокус строго испод миша“ спречавају могућности као што је кружење кроз прозоре помоћу Alt+Tab комбинације, да раде исправно.
sr@latn: Politika fokusiranja se koristi za određivanje aktivnog prozora, tj. prozora u kome možete raditi. <ul><li><em>Fokus klikom:</em> prozor postaje aktivan kada kliknete unutar njega. Ovo je ponašanje koje vam je možda poznato iz drugih operativnih sistema.</li><li><em>Fokus prati miš:</em> Pomeranjem miša iznad običnog prozora aktivirate ga. Ovo je vrlo praktično ako mnogo koristite miš.</li><li><em>Fokus ispod miša:</em> Prozor koji se nalazi ispod miša postaje aktivan. Ukoliko miš nije ni na jednom od prozora, biće aktivan onaj prozor na kome je miš bio poslednji put.</li><li><em>Fokus strogo ispod miša:</em> Ovo je radikalnija verzija politike „Fokus ispod miša“. Aktivan je samo prozor ispod pokazivača miša. Ako miš ne pokazuje nigde, ništa nema fokus. </ul> Zapazite da politike „Fokus ispod miša“ i „Fokus strogo ispod miša“ sprečavaju mogućnosti kao što je kruženje kroz prozore pomoću Alt+Tab kombinacije, da rade ispravno.
sv: Fokusprincipen används för att avgöra det aktiva fönstret, dvs fönstret du kan arbeta med. <ul><li><em>Klicka för fokus:</em> Ett fönster blir aktivt när du klickar i det. Det här är beteendet som du kanske känner igen från andra operativsystem.</li><li><em>Fokus följer musen:</em> Genom att aktivt flytta muspekaren till ett normalt fönster aktiverar du det. Nya fönster får fokus utan att du explicit behöver peka på dem med musen. Väldigt praktiskt om du använder musen mycket.</li> <li><em>Fokus under musen</em> Fönstret som råkar vara under muspekaren blir aktivt. Nya fönster får inte automatiskt fokus.</li> <li><em>Fokus strikt under musen</em> Bara fönstret under musen är aktivt. Om muspekaren inte pekar på något fönster är det inte heller något fönster som har fokus.</ul>Observera att "Fokus under musen" och "Fokus strikt under musen" förhindrar vissa funktioner att fungera korrekt, som dialogrutan för att gå igenom fönster med Alt+Tabulator i KDE-läge.
ta: குவிப்பு கொள்கை நடப்பு சாளரத்தை காட்ட பயன்படும், அதாவது, நீங்கள் வேலை செய்யும் சாளரம். <ul> <li><em>குவிப்பமுக்கு க்ளிக்:</em> இதை க்ளிக் செய்தால் சாளரம் செயல்படும்.இந்த நடைமுறை மற்ற இயக்க அமைப்பிலிருந்து தெரியும்.</li> <li><em>குவிப்பு எலியை தொடரும்:</em> எலியை சாதாரன சாளரத்தில் நகர்த்தினால், அது செயல்படும். எலியை அதிகமாக பயன்படுத்தினால் இது உதவும்.</li> <li><em>எலியின் கீழே குவிப்பு</em> - எலியின் கீழேயுள்ள சாளரம் செயலடபடும். பொதுவாக: எந்த சாளரத்திலுமே எலியின் கீழே குவிப்பு இருக்காது. </li> <li><em>கண்டிப்பாக எலியின் கீழ் குவிப்பு</em> - இது எலியின் கீழே குவிப்பை விட மோசமானது. எலி சுட்டியின் கீழேயுள்ள சாளரம் மட்டும் தான் செயல்படும். எலி இங்ேயும் காட்டவில்லை இன்றால், எதற்குமே குவிப்பு இருக்காது. </ul> எலியின் கீழே குவிப்பு மற்றும் கண்டிப்பாக எலியின் கீழ் குவிப்பு இரண்டுமே பயன்படாது. இவைகள், பழைய-காலத்து கடும்-பிற்போக்காளர் UNIX மக்களுக்கு தான் கொடுக்கபடும்.
th: ข้อกำหนดการได้รับโฟกัส จะถูกใช้ในการเรียกให้หน้าต่างทำงาน เช่น หน้าต่างที่คุณทำงานอยู่<ul> <li><em>ได้รับโฟกัสเมื่อคลิ้ก:</em> หน้าต่างจะถูกเรียกทำงานเมื่อคุณคลิ้กที่หน้าต่าง ซึ่งคุณอาจคุ้นเคยจากระบบปฏิบัติการตัวอื่นมาแล้ว</li> <li><em>ได้รับโฟกัสตามเม้าส์:</em> การเคลื่อนตัวชี้ของเมาส์ไปบนหน้าต่างต่างๆ จะทำให้หน้าต่างนั้นๆ ถูกเรียกใช้งาน ซึ่งเหมาะหากคุณใช้เม้าส์บ่อยมาก</li> <li><em>หน้าต่างใต้เม้าส์ได้รับโฟกัส:</em> หน้าต่างที่อยู่ด้านล่างตัวชี้ของเม้าส์ จะถูกเรียกทำงาน และหากเม้าส์ไม่อยู่บนหน้าต่างใดเลย หน้าต่างที่อยู่ใต้เม้าส์ครั้งสุดท้าย จะได้รับโฟกัส</li><li> <em>จำกัดให้หน้าต่างใต้เม้าส์ได้รับโฟกัส:</em>ตัวเลือกนี้ จะยิ่งกว่าตัวเลือก 'หน้าต่างใต้เม้าส์ได้รับโฟกัส' เสียอีก เพราะจะมีแค่ หน้าต่างที่อยู่ใต้เม้าส์เท่านั้น ที่จะทำงานได้ และหากเม้าส์ไม่อยู่บนหน้าต่างใดเลย ก็จะไม่มีหน้าต่างใดเลย ที่ได้รับโฟกัส </ul> โปรดจำไว้ว่า ตัวเลือก 'หน้าต่างใต้เม้าส์ได้รับโฟกัส' และ 'จำกัดให้หน้าต่างใต้เม้าส์ได้รับโฟกัส' จะป้องกันคุณสมบัติบางอย่าง เช่นการกดแป้นพิมพ์ปุ่ม Alt+Tab ที่ใช้ในการวนการเรียกหน้าต่างในการทำงานด้วย KDE ไม่ให้ทำงาน
uk: Правила фокуса використовуються при визначенні активного вікна, тобто вікна, у якому можна працювати. <ul> <li><em>Клацнути, щоб отримати фокус:</em> Вікно стане активним, коли ви клацнете у ньому. Цю поведінку ви можливо бачили у інших операційних системах </li> <li><em>Фокус йде за мишкою:</em> Активне пересування вказівника мишки над звичайним вікном активізує його. вам не потрібно клацати на новому вікні, щоб воно отримало фокус. Дуже практично, якщо ви часто використовуєте мишку.</li> <li><em>Фокус під мишкою</em> - Вікно, яке опиняється під мишкою стає активним. Якщо вказівник мишки не вказує на вікно, останнє вікно лишається з фокусом. Нові вікна не отримують фокус автоматично. </li> <li><em>Фокус точно під мишкою</em> - тільки вікно під вказівником мишки є активним. Якщо вказівник мишки не вказує на вікна, жодне не є активним. </ul> Зауважте, що у режимах "Фокус під мишкою" та "Фокус точно під мишкою" деякі функції, наприклад, діалог KDE проходу по вікнам Alt+Tab, можуть не працювати.
