Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: <h1>Preview Options</h1> Here you can modify the behavior of Konqueror when it shows the files in a folder.<h2>The list of protocols:</h2> check the protocols over which previews should be shown; uncheck those over which they should not. For instance, you might want to show previews over SMB if the local network is fast enough, but you might disable it for FTP if you often visit very slow FTP sites with large images.<h2>Maximum File Size:</h2> select the maximum file size for which previews should be generated. For instance, if set to 1 MB (the default), no preview will be generated for files bigger than 1 MB, for speed reasons.
af: <h1>Voorskou Opsies</h1> Hier kan jy die gedrag van Konqueror bepaal wanneer dit die lêers in 'n vouer vertoon.<h2>Die lys van protokolle:</h2> skakel die protokolle aan waarvoor voorskoue gewys moet word, skakel die af waarvoor voorskoue nie gedoen moet word nie. Jy wil byvoorbeeld voorskoue toelaat vir SMB, indien die lokale netwerk vinnig genoeg is, maar jy wil dit afskakel vir FTP, indien jy gereeld stadige tuistes besoek wat groot beelde huisves.<h2>Maksimum Lêer Grootte:</h2> kies die maksimum lêer grootte waarvoor voorskoue gedoen moet word. Die vertek is 1 Mb. Daar sal dus geen voorskou gedoen word vir lêers groter as 1 Mb nie.
bg: <h1>Преглед</h1> От тук може да променяте поведението на файловия браузър Konqueror, когато показва файловете и директориите. <h2>Списък от протоколи</h2> Изберете протоколи, за които искате да се генерира предварителен умален преглед на файловете. Примерно, локалната ви мрежа обикновено е достатъчно бърза, за да позволи предварителен преглед на файлове. Но Интернет или някои специални сайтове може да са много бавни и операцията ще отнеме много време. В такъв случай, се препоръчва да изключите генерирането на предварителен преглед от съответните протоколи.<h2>Максимален размер на файл</h2> Може да укажете за какви файлове да се генерира предварителен преглед. За големите файлове е неефективно да се генерират предварителни прегледи.
bs: <h1>Opcije pregleda</h1> Ovdje možete podesiti kako će Konqueror prikazivati datoteke u direktorijima.<h2>Lista protokola:</h2> izaberite protokole za koje će pregledi biti prikazani i one za koje neće. Na primjer, možda ćete htjeti koristiti preglede za datoteke preko SMB protokola ako je vaša lokalna mreža dovoljno brza, ali ih nećete htjeti koristiti za FTP ako često posjećujete spore FTP servere sa jako velikim datotekama.<h2>Maksimalna veličina datoteke:</h2> izaberite maksimalnu veličinu datoteke za koju će pregled biti prikazan. Na primjer ako izaberete 1 MB (default), za veće datoteke neće biti pregleda, zbog brzine.
ca: <h1>Opcions de vista prèvia</h1> Aquí podeu modificar el comportament de Konqueror quan mostra els fitxers d'una carpeta.<h2>La llista de protocols:</h2> marqueu els protocols amb els que s'han de mostrar vistes prèvies, desmarqueu aquells amb els que no s'han de mostrar. Per exemple, potser voleu mostrar vistes prèvies sobre SMB si la xarxa local es prou ràpida, però podríeu deshabilitar-ho per a FTP si visiteu sovint llocs FTP molt lents amb imatges grans. <h2>Mida de fitxer màxima:</h2> trieu la mida màxima de fitxer per a la que s'han de generar vistes prèvies. Per exemple, si l'establiu a 1 MB (l'omissió), no es generaran vistes prèvies per a fitxers més grans que 1 MB per raons de rapidesa.
cs: <h1>Možnosti náhledů</h1>Zde můžete změnit chování Konqueroru při zobrazování souborů ve složce. <h2>Seznam protokolů:</h2>Zaškrtněte protokoly, pro které mají být generovány náhledy. Například si můžete přát zobrazovat náhledy pro protokol SMB, pokud je vaše lokální síť dostatečně rychlá, ale například FTP je příliš pomalé pro velké soubory. <h2>Maximální velikost souboru:</h2>Zvolte si maximální velikost souboru, do které budou náhledy generovány. Výchozí hodnota je 1MB, což znamená, že nebudou generovány náhledy pro žádný soubor větší než jeden megabajt.
da: <h1>Forhåndsvisnings-indstillinger</h1> Her kan du ændre Konquerors opførsel når den viser filerne i en mappe.<h2>Listen af protokoller:</h2> afkryds de protokoller for hvilket forhåndsvisninger skal vises, afkryds ikke dem hvor dette ikke skal ske. For eksempel vil du måske have vist ting over SMB hvis det lokale netværk er hurtigt nok, men du vil måske deaktivere dette over FTP hvis du ofte besøger meget langsomme FTP-steder med store billeder.<h2>Maksimal filstørrelse:</h2> vælg den maksimale filstørrelse for hvilken forhåndsvisninger skal genereres. For eksempel, hvis den er sat til 1 MB (standard), vil ingen forhåndsvisning blive genereret for filer der er større end 1 MB, af hastighedsgrunde.
de: <h1>Vorschau-Optionen</h1> Hier können Sie das Verhalten von Konqueror festlegen, soweit es mit der Anzeige von Dateien in Ordnern zu tun hat.<h2>Liste der Protokolle:</h2> Kreuzen Sie diejenigen Protokolle an, mit deren Hilfe Vorschaubilder angezeigt werden sollen und deaktivieren Sie alle, die dafür nicht in Frage kommen. Zum Beispiel können Sie Vorschaubilder über das SMB-Protokoll zulassen, falls Ihr lokales Netzwerk schnell genug dazu ist. Aber vielleicht möchten Sie die Anzeige über FTP deaktivieren, falls Sie öfter FTP-Server mit größeren Bildern aufsuchen, für die nur eine langsame Verbindung zur Verfügung steht.<h2>Maximale Dateigröße:</h2> Geben Sie hier die äußerste Dateigröße an, für die Vorschauen erstellt werden sollen. Zum Beispiel wird bei einem Wert von 1 MB (Voreinstellung) auf Vorschaubilder bei Dateien verzichtet, deren Umfang ein Megabyte übersteigt. Dies geschieht zugunsten der Verarbeitungsgeschwindigkeit.
el: <h1>Επιλογές προεπισκόπησης</h1> Εδώ μπορείτε να τροποποιήσετε τη συμπεριφορά του Konqueror όταν εμφανίζει τα αρχεία ενός φακέλου.<h2>Η λίστα των πρωτοκόλλων:</h2> ενεργοποιήστε τα πρωτόκολλα για τα οποία θα εμφανίζονται προεπισκοπήσεις, αποεπιλέξετε αυτά για οποία δε θα εμφανίζονται. Για παράδειγμα, ίσως να θέλετε να εμφανίζονται προεπισκοπήσεις μέσω SMB αν το τοπικό δίκτυο είναι αρκετά γρήγορο, αλλά να θέλετε να τις απενεργοποιήσετε για το FTP αν επισκέπτεστε συχνά πολύ αργούς κόμβους FTP που περιέχουν μεγάλες εικόνες.<h2>Μέγιστο μέγεθος αρχείου:</h2> επιλέξτε το μέγιστο μέγεθος αρχείου για το οποίο θα δημιουργούνται προεπισκοπήσεις. Για παράδειγμα, αν οριστεί στο 1 MB (το προκαθορισμένο), δε θα δημιουργείται προεπισκόπηση για αρχεία μεγαλύτερα από 1 MB, για λόγους ταχύτητας.
eo: <h1>Antaŭrigardopcioj</h1> Tie ĉi vi povas ŝanĝi la konduton de Konkeranto, kiam ĝi montas la dosierojn de dosierujo.<h2>La listo de protokoloj:</h2> elektu la protokolojn, ĉe kiuj antaŭrigardoj prezentiĝu, malelektu tiujn, kiuj estas tro malrapidaj per permesi tion. Ekzemple vi povus elekti SMB se la loka reto estas sufiĉe rapida,sed malelekti FTP, se vi ofte vizitas malrapidajn FTP-ejojn kun grandaj bildoj.<h2>Maksimuma dosiergrandeco:</h2> elektu la maksimuman dosiergrandecon, por kiu antaŭrigardo kreiĝu. Se ekzemple vi donas 1 MB kiel limon (jen la apriora valoro), neniu antaŭrigardo kreiĝas por dosieroj pli grandaj ol 1 MB pro malrapideco.
es: <h1>Opciones de previsualización</h1> Aquí puede modificar el comportamiento de Konqueror cuando muestra los archivos en una carpeta.<h2>La lista de protocolos:</h2> Marque los protocolos sobre los que se debería mostrar la previsualización, y desmarque aquellos en los que no debería verse. Por ejemplo podría querer mostrar previsualizaciones para SMB si la red local es suficientemente rápida, pero puede desactivarlas para FTP si habitualmente visita servidores FTP lentos con imágenes grandes.< h2>Tamaño máximo de archivo:</h2> Seleccione el tamaño máximo de archivo para los que se pueden mostrar previsualizaciones. Por ejemplo, si lo configura en 1 MB (el valor predefinido), no se generarán previsualizaciones para archivos mayores que 1 MB, por razones de velocidad.
eu: <h1>Aurrebisten aukerak</h1> Hemen Konquerorren portaera alda dezakezu karpeta bateko fitxategiak erakusten dituenean.<h2>Protokoloen zerrenda:</h2> hauta ezazu zein protokolorekin erakutsiko diren aurrebistak, eta desautatu zeinekin ez. Adibidez, sare lokaleko SMBko aurrebistak ikus ditzakezu sareak behar besteko abiadura badu, baina desgaitu egin ditzakezu FTPrako, irudi handiak dituzten FTP zerbitzari geldoak sarritan bisitatzen badituzu.<h2>Gehieneko fitxategi tamaina:</h2> hauta ezazu aurrebistak sortuko zaizkien fitxategien gehieneko tamaina. Adibidez, MB 1 hautatuta badago, ez da MB 1 baino handiagoak diren fitxategientzat aurrebistarik sortuko, abiadura dela eta.
fa: <h1>گزینه‌های پیش‌نمایش</h1>در اینجا می‌توانید رفتار Konqueror را هنگام نمایش پرونده‌ها در یک پوشه تغییر دهید.<h2>فهرست قراردادها:</h2> بررسی قراردادهایی که پیش‌نمایشها باید روی آن نمایش داده شوند؛ عدم بررسی آنهایی که نباید نمایش داده شوند. برای نمونه، اگر شبکۀ محلی به اندازۀ کافی سریع است، ممکن است بخواهید پیش‌نمایشها را روی SMB نمایش دهید، ولی شاید آن را برای FTP غیرفعال کنید، اگر اغلب پایگاههای بسیارکند FTP را با تصاویر بزرگ مشاهده می‌کنید.<h2>بیشینۀ اندازۀ پرونده:</h2> گزینش بیشینۀ اندازه برای پیش‌نمایشهایی که باید تولید شوند. برای نمونه، اگر با ۱ مگابایت تنظیم شود )پیش‌فرض(، به خاطر سرعت، پیش‌نمایش بزرگ‌تر از ۱مگابایت، تولید نمی‌شود.
fi: <h1>Esikatselun asetukset</h1> Tässä moduulissa voit määritellä kuinka Konqueror näyttää kansion tiedostojen esikatselun ikkunassaan.<h2>Yhteyskäytäntöjen luettelo:</h2> Valitse ne yhteyskäytännöt, joilla haluat käyttää tiedostojen esikatselua, ja ota valinta pois niiltä yhteyskäytännöiltä, joilla et halua käyttää esikatselua. Voit esimerkiksi haluta näyttää esikatselun SMB -yhteyskäytännöllä (Windows verkot), jos lähiverkkosi on riittävän nopea. Et välttämättä halua käyttää esikatselua FTP -yhteyksillä, mikäli käytät FTP palvelimia, joihin yhteys on hidas.<h2>Tiedostojen maksimikoko:</h2> Valitse tiedostokoko, jota suuremmista tiedostoista ei luoda esikatselukuvaa. Jos asetus on esimerkiksi 1 MB (oletus), tätä suuremmista tiedostoista ei luoda esikatselukuvaa nopeussyistä.
fr: <h1>Options des aperçus de fichiers</h1> Vous pouvez configurer ici le comportement de Konqueror lorsqu'il affiche les fichiers contenus dans un dossier. <h2>La liste des protocoles : </h2>cochez les protocoles pour lesquels vous voulez activer les aperçus de fichier. Par exemple, vous pouvez activer les aperçus pour le protocole SMB si votre réseau est suffisamment rapide, mais les désactiver pour le protocole FTP si vous visitez régulièrement des sites FTP lents contenant des grosses images. <h2>Taille maximale des fichiers : </h2>indiquez ici la taille de fichier au-delà de laquelle aucun aperçu ne sera généré. Par exemple, la valeur par défaut est de 1 Mo, donc aucun aperçu ne sera généré pour les fichiers dont la taille est supérieure à 1 Mo, pour des raisons de rapidité.
gl: <h1>Opcións de Previsualización</h1> Aquí poderá modifica-lo comportamento de Konqueror cando se amosen os ficheiros dun cartafol. <h2>A lista de protocolos:</h2> active os protocolos cos que se farán previsualizacións , non escolla aquéles cos que non queira que se fagan. Por exemplo, podería querer amosar previsualizacións en SMB se a rede local é rápida de abondo, pero podería quere deshabilitar FTP se visita a miúdo sitios FTP moi lentos ou con imaxes moi grandes. <h2>Tamaño de Ficheiro Máximo:</h2> escolla o tamaño de ficheiro máximo a partir do cal non se xerarán previsualizacións. Por exemplo, se se escolle 1 MB (por omisión), non se xerará ningunha previsualización para ficheiros maiores de 1 MB, por racións de velocidade.
he: <h1>אפשרויות תצוגות מקדימות</h1> כאן באפשרותך לשנות את אופן התפקוד של Konqueror כאשר הוא מציג את הקבצים שבתיקייה. <h2>רשימת הפרוטוקולים:</h2> בחר את הפרוטוקולים בהם יש להציג תצוגות מקדימות. לדוגמה, ייתכן שתרצה להציג תצוגות מקדימות דרך SMB אם הרשת המקומית מהירה דייה, אולם ייתכן שתרצה לבטל תצוגות מקדימות דרך FTP אם אתה מבקר לעתים קרובות באתרי FTP אטיים מאוד עם תמונות גדולות. <h2>גודל מרבי של קובץ:</h2> בחר את הגודל המרבי של קובץ עבורו יש ליצור תצוגות מקדימות. לדוגמה, אם תגדיר ערך זה ל־1 MB (ברירת המחדל), לא ייווצרו מטעמי מהירות תצוגות מקדימות עבור קבצים גדולים מ־1 MB.
hu: <h1>A gyorsnézet beállításai</h1> Itt lehet beállítani, hogy a Konqueror hogyan jelenítse meg a fájlokat.<h2>A protokollok listája:</h2> válassza ki azokat a protokollokat, amelyeknél engedélyezni szeretné a gyorsnézetet. Például engedélyezni lehet a gyorsnézetet az SMB protokoll használatánál, ha a helyi hálózat elég gyors, vagy érdemes letiltani az FTP protokoll esetén, ha lassú elérésű, nagy képeket tartalmazó FTP-címeket szokott meglátogatni.<h2>Maximális fájlméret:</h2> az ennél nagyobb fájlokhoz nem készül gyorsnézet. Ha például az érték 1 MB (ez alapértelmezés), akkor az 1 MB-nál nagyobb fájlokhoz nem fog gyorsnézet készülni.
is: <h1>Forskoðunarval</h1>Hér getur þú stillt hegðan Konqueror þegar hann sýnir skrár í möppu. <h2>Samskiptareglulisti:</h2> merktu við þær samskiptareglur sem ætti að sýna forsýn fyrir og afveldu þær sem þú vilt ekki hafa með. Til dæmis gætir þú viljað sjá forsýn af skjölum á SMB ef staðarnetið er nægilega hraðvirkt, en þú mundir kannski vilja aftengja hana fyrir FTP tengingar ef þú tengist oft hægum FTP þjónum með stórar myndir. <h2>Hámaks skráarstærð:</h2> Veldu hámarks skráarstærð sem þú vilt geta forskoðað. Til dæmis ef sett á 1Mb (sjálfgefið) þá verður ekki sýnd forsýn fyrir innihald skjala sem eru stærri en 1 Mb, vegna þess hve hægvirkt það gæti verið.
it: <h1>Opzioni anteprima</h1> Qui puoi modificare il comportamento di Konqueror quando mostra i file in una cartella.<h2>La lista di protocolli:</h2> seleziona i protocolli con i quali le anteprime possono essere utilizzati e deseleziona quelli in cui non devono essere utilizzati. Ad esempio potresti volere le anteprime con il protocollo SMB se la rete locale è abbastanza veloce ma potresti non volere le anteprime per FTP visto che i siti FTP di solito sono lenti se si vuole fare l'anteprima di grosse immagini.<h2>Dimensione massima file:</h2> Seleziona la dimensione massima dei file per i quali l'anteprima può essere generata. Per esempio impostando ad 1 MB il limite (impostazione predefinita) non saranno fatte anteprima, per motivi di velocità, di file più grandi di 1MB.
ja: <h1>プレビューオプション</h1> ここでは Konqueror がフォルダ内のファイルを表示する際の挙動を設定します。<h2>プロトコルの選択:</h2> プレビューを表示させるプロトコルを選択します。プレビューを表示させないプロトコルのチェックは外してください。例えば、ローカルネットワークが十分速ければ、SMB 上ではプレビューを表示させてもいいでしょう。一方、大きな画像を含む非常に遅い FTP サイトをよく使う場合は、FTP 上のプレビューは無効にしておく方がいいでしょう。<h2>最大ファイルサイズ:</h2> プレビューを生成させるファイルの最大サイズを指定します。例えば 1 MB (既定値) に指定すると、1 MB を超えるファイルについては速度上の理由によりプレビューを生成しません。
kk: <h1>Нобайлау параметрлері</h1> Мұнда Сіз Konqueror қапшықтардағы файлдарды көрсету тәсілдерін баптай аласыз.<h2>Протоколдар тізімі:</h2> қай протоколды қолданғанда файлдарды нобайлауы керек, қай протоколға керегі жоғын бегілеп құсбелгісін қойыңыз не алып тастаңыз. Мысалы, жергілікті желіңіз біршама жылдам болып, SMB арқылы істегенде файлдарды нобайлауын рұқсат етуін, ал өте баяу FTP сайттарды жиі қарайтын болып, FTP арқылы нобайлауды рұқсат етпеуін қалағаныңыз мүмкін. <h2>Файл ұзындығының шегі:</h2> нобайлайтын файлдың шегін орнатады. Мысалы, бұныңыз (әдеттегідей) 1 Мб болса, 1 Мбайттан асқан файлдардың нобайы, уақытты үнемдеп, жасалмайды.
km: <h1>ជម្រើស​មើល​ជាមុន</h1> នៅទីនេះ អ្នក​អាច​កែប្រែ​ឥរិយាបថ​របស់ Konqueror ពេល​វា​បង្ហាញ​ឯកសារ​ក្នុង​ថត ។ <h2>បញ្ជី​ពិធីការ ៖​</h2> ធីក​ពិធីការ​ដែល​ការមើលជាមុន នឹង​ត្រូវ​បង្ហាញ ។ ដោះ​ធីក​ពិធីការ​ណា​ដែល​មិន​បង្ហាញ ។ ឧទាហរណ៍ អ្នក​ប្រហែល​ជា​ចង់​បង្ហាញទិដ្ឋភាព​ជា​មុនលើ SMB ប្រសិនបើ​បណ្ដាញ​មូលដ្ឋាន​លឿន​ល្មម ប៉ុន្តែ​អ្នក​អាច​មិន​អនុញ្ញាតវាចំពោះ FTP ប្រសិនបើ​អ្នក​ទស្សនា​តំបន់ FTP ដែល​មាន​រូបភាព​ធំៗ​ដ៏​យឺត​ជារឿយៗ ។​<h2>ទំហំឯកសារ​អតិបរមា ៖</h2> ជ្រើស​ទំហំ​ឯកសារ​អតិបរមា​ដែល​ការ​មើល​ជាមុនគួរ​ត្រូវ​បង្កើត ។ ឧទាហរណ៍ បើ​កំណត់​ទៅ ១ MB (លំនាំដើម​) នោះ​គ្មានការមើលជាមុន​ដែល​នឹង​ត្រូវ​បាន​បង្កើត ​សម្រាប់​ឯកសារ​ធំជាង ១ MB ដោយ​ហេតុផល​ល្បឿន ។
ko: <h1>미리 보기 설정</h1> Konqueror가 폴더의 파일을 표시할 때의 행동을 설정할 수 있습니다.<h2>프로토콜 목록:</h2> 미리 보기를 보여 줄 프로토콜을 선택하시고, 보지 않을 프로토콜의 선택을 해제하십시오. 로컬 네트워크가 충분히 빠른 경우 SMB 프로토콜에서는 미리 보기를 사용할 수 있지만, 느린 FTP를 방문할 때에는 미리 보기를 끌 수도 있습니다.<h2>최대 파일 크기:</h1> 미리 보기를 만들 최대 파일 크기입니다. 예를 들어 1MB로 설정되어 있다면 1MB 이상의 파일은 미리 보기를 만들지 않습니다.
lt: <h1>Peržiūrų parinktys</h1> Čia Jūs galite pakeisti Konqueror elgesį, kai jis rodo bylas aplanke.<h2>Protokolų sąrašas:</h2> pažymėkite protokolus, kuriems turėtų būti rodomos peržiūros, panaikinkite pažymėjimą ties tais, kuriems neturi. Pavyzdžiui Jūs galite norėti peržiūrų per SMB, jei Jūsų vietinis tinklas yra užtektinai greitas, išjungti peržiūras per per FTP, jei Jūs dažnai lankotės labai lėtose FTP srityse su dideliais paveiksliukais.<h2>Maksimalus bylos dydis:</h2> pasirinkite maksimalų bylos dydį, kuriam turi būti generuojama peržiūra. Pavyzdžiui, jei Jūs nustatysite 1 MB (numatyta parinktis), peržiūros nebus generuojamos byloms, didesnėms nei 1 MB, siekiant išsaugoti tvarkyklės spartumą.
mk: <h1>Опции за преглед</h1> Тука може да го измените однесувањето на Konqueror кога тој ги прикажува датотеките во папка.<h2>Листата на протоколи:</h2> изберете ги протоколите за кои треба да се прикажуваат прегледи, а не ги избирајте оние за кои не треба. На пример, можеби ќе сакате да прикажувате прегледи преку SMB ако локалната мрежа е доволно брза, но и да ги оневозможите за FTP ако често посетувате бавни FTP-страници со големи слики.<h2>Максимална големина на датотеки:</h2> изберете ја максималната големина на датотеки за кои треба да се генерираат прегледи. На пример ако големината е 1 MB (стандардно), нема да се генерира преглед за датотеки поголеми од 1 MB, поради причини во врска со брзината.
nb: <h1>Valg for forhåndsvisning</h1> Her kan du endre måten Konqueror oppfører seg på når den viser filene i en mappe.<h2>Lista over protokoller:</h2> Kryss av de protokollene som du vil lage forhåndsvisninger over, fjern krysset der du ikke vil ha forhåndsvisning. For eksempel vil du kanskje ha forhåndsvisning over SMB hvis lokalnettet er raskt nok, men du vil nok helst slå det av for FTP hvis du ofte besøker trege FTP-nettsteder med store bilder. <h2>Største filstørrelse:</h2> Velg øvre grense for hvor store filer det skal lages forhåndvisning av. Hvis du setter grensen til 1MB (standard), vil det av hastighetshensyn ikke bli laget forhåndsvisninger av filer som er større enn 1MB.
nds: <h1>Vöransicht-Optschonen</h1> Hier kannst Du dat Bedregen vun Konqueror instellen, wenn he Dateien binnen Ornern wiest.<h2>De List vun Protokollen:</h2> krüüz de Protokollen an, över de Vöransichten haalt warrn schöölt, un maak dat Krüüz bi de weg, över de dat nich maakt warrn schall. Villicht wullt Du t.B. Vöransichten över SMB halen, wenn dat lokale Nettwark gau noog is, aver för FTP utmaken, wiel Du faken langsame FTP-Sieden mit vele grote Biller besöchst.<h2>Maximaal Dateigrött:</h2> Söök de hööchste Dateigrött ut, för de Vöransichten opstellt warrn schöölt. Wenn Du dit t.B. op 1MB settst (wat de Vörinstellen is), warrt för grötter Dateien keen Vöransicht opstellt, wiel dat to lang duert.
nl: <h1>Voorbeeldopties</h1>Hier kunt u het gedrag wijzigen van Konqueror wanneer het de bestanden in een map weergeeft. <h2>De lijst met protocollen:</h2> selecteer de protocollen waarbij voorbeelden getoond mogen worden, deselecteer degene waarbij u dat niet toestaat. Bijvoorbeeld: u kunt het weergeven van voorbeelden over SMB toestaan als het lokale netwerk snel genoeg is. Maar voor FTP wilt u dit vast uitschakelen als u vaak zeer trage FTP-sites met grote bestanden bezoekt. <h2>Maximale bestandsgrootte:</h2> selecteer de maximale grootte van de bestanden waarvan voorbeelden zullen worden gegenereerd. Bijvoorbeeld, als u dit instelt op 1 MB (de standaard), dan worden er geen voorbeelden gegenereerd van bestanden die groter zijn dan 1 MB. Zeker op trage computers scheelt dat flink in snelheid.
nn: <h1>Val for førehandsvising</h1><p>Her kan du velja korleis Konqueror skal presentera filene i ei mappe.</p><h2>Lista over protokollar:</h2> <p>Kryss av for dei protokollane der du vil visa førehandsvisingar. Du vil til dømes kanskje visa førehandsvisingar over SMB dersom lokalnettet er raskt nok, men ikkje over FTP dersom du ofte er innom trege FTP-tenarar med store bilete.</p><h2>Høgste filstorleik:</h2> <p>Vel den høgste storleiken på filer som kan førehandsvisast. Dersom verdien til dømes er 1 MB (standard), vert ingen filer større enn 1 MB førehandsviste.</p>
pl: <h1>Opcje podglądu</h1> Tu możesz wybrać sposób wyświetlania przez Konquerora zawartości katalogu.<h2>Lista protokołów:</h2>Włącz tylko te protokoły, dla których podgląd ma być pokazywany. Na przykład, możesz włączyć protokół SMB, jeśli Twoja sieć lokalna jest wystarczająco szybka, ale wyłączyć podgląd FTP, jeśli często odwiedzasz wolne serwery FTP z dużymi obrazkami. <h2>Maksymalny rozmiar pliku:</h2>Wybierz maksymalny rozmiar pliku, dla którego podgląd ma być generowany. Na przykład, jeśli użyjesz domyślnego rozmiaru 1 MB, dla większych plików podgląd nie będzie tworzony. Zabezpieczy Cię to przed zbytnim spowolnieniem działania.
pt: <h1>Opções de Antevisão</h1> Aqui o utilizador pode modificar o comportamento do Konqueror quando mostra os ficheiros numa pasta.<h2>A lista de protocolos:</h2> verifique os protocolos onde as antevisões devem ser mostradas e deseleccione os que não devem mostrar. Por exemplo, poderá querer ver as antevisões dos ficheiros em SMB se a rede local for rápida o suficiente, mas pode querer desligar para o FTP se visitar 'sites' de FTP muito lentos com imagens grandes.<h2>Tamanho Máximo do Ficheiro:</h2> seleccione o tamanho máximo dos ficheiros para os quais possam ser geradas as antevisões. Por exemplo, se for igual a 1 MB (o valor por omissão), não será gerada nenhuma antevisão para os ficheiros maiores que 1 MB, por razões de velocidade.
pt_br: <h1>Opções de Pré-visualização</h1> Aqui você pode modificar o comportamento do Konqueror quando mostrar os arquivos em uma pasta.<h2>Lista de protocolos:</h2> marque os protocolos nos quais a visualização deve ser mostrada, e desmarque nos quais isto não deve ser feito. Por exemplo, você pode querer mostrar pré-visualizações do protocolo SMB, se a rede for rápida o suficiente, mas deseja desabilitar esta opção para o FTP, se você freqüentemente visita sites FTP lentos, com imagens grandes.<h2>Tamanho Máximo do Arquivo:</h2> selecione o tamanho máximo do arquivo nos quais as visualizações devem ser geradas. Por exemplo, se configurar para 1 MB (o padrão), nenhuma visualização será gerada para arquivos maiores que 1 MB, por questões de velocidade.
ro: <h1>Opţiuni de previzualizare</h1> Aici puteţi modifica comportamentul Konqueror cînd afişează fişierele dintr-un folder.<h2>Lista de protocoale</h2> Selectaţi protocoalele pentru care vor fi activate previzualizările şi deselectaţi-le pe cele pentru care nu ar trebui activată această operaţie. De exemplu, ar putea fi eficient să afişaţi previzualizări folosind protocolul SMB dacă reţeaua locală este suficient de rapidă, dar ar trebui să dezactivaţi protocolul FTP dacă vizitaţi site-uri FTP lente şi cu imagini mari. <h2>Mărimea maximă a fişierului</h2> Selectaţi mărimea maximă a fişierului pentru care să fie generată previzualizarea. De exemplu, dacă o setaţi la 1 Mo (implicit), atunci nu vor fi generate previzualizări pentru fişiere mai mari de 1 Mo, din motive de viteză.
ru: <h1>Предварительный просмотр</h1> Здесь можно настроить предварительный просмотр файлов в Konqueror. <h2>Список протоколов:</h2> выберите только те протоколы, для которых должен работать предварительный просмотр. Например, можно разрешить предварительный просмотр по протоколу SMB в локальной сети, но запретить для протокола FTP, если вы посещаете медленные FTP-сайты с большими изображениями.<h2>Максимальный размер файла:</h2> устанавливает максимальный размер файла, для которого должно создаваться изображение предварительного просмотра. Например, если установлен размер 1 Мб (по умолчанию), изображения предварительного просмотра не будут создаваться для файлов больше 1 Мб.
rw: <h1>Uburyo bw'Igaragazambere</h1> Aha ushobora guhindura imyifatire ya Konqueror iyo yerekanye amadosiye ari mu bubiko.<h2>Ilisiti ya porotokole:</h2> shyira akamenyetso kuri za porotokole azagaragaraho amagaragazambere; kuvana akamenyetso kuri za porotokole zitazajyaho akamenyetso. Urugero, ushobora gushaka kwerekana amagaragazambere ari kuri SMB niba urusobemiyoboro rwa hafi rwihuta bihagije, ariko ushobora kuyihagarika kugira ngo FTP ikore niba usura kenshi urubugamakuru rwa FTP rufite amashusho manini.<h2>Ingano Ntarengwa y'Idosiye:</h2> guhitamo ingano ntarengwa y'idosiye izagenerwa amagaragazambere. Urugero, iyo ishyizwe kuri 1 MB (mburabuzi), nta garagazambere rizaboneka ku madosiye manini kuri 1 MB, bitewe n'impamvu z'umuvuduko.
sk: <h1>Náhľady</h1> Tu môžete zmeniť správanie Konqueror pri zobrazovaní súborov v priečinku. <h2>Zoznam protokolov</h2> Zapnite, ktoré protokoly sú dostatočne rýchle, aby sa pre ne generovali náhľady. Napríklad náhľady pomocou SMB po lokálnej sieti sú dostatočne rýchle, ale asi ich budete chcieť vypnúť pre FTP, ak často navštevujete pomalé servery FTP s veľkými obrázkami. <h2>Maximálna veľkosť súborov:</h2> Vyberte maximálnu veľkosť súborov, pre ktoré sa ešte bude náhľad generovať. Napríklad ak to bude 1 MB (štandardná hodnota), pre súbory väčšie ako 1 MB nebudú náhľady generované kvôli rýchlosti.
sl: <h1>Možnosti ogleda</h1> Tu lahko spremenite obnašanje Konquerorja, ko prikazuje datoteke v imeniku. <h2>Seznam protokolov:</h2> Izberite protokole, pri katerih naj bi bili ogledi omogočeni, in odstranite tiste, pri katerih naj ne bi bilo ogledov. Na primer, mogoče bi radi omogočili oglede preko SMB, če je lokalna mreža dovolj hitra, onemogočili pa za FTP, če pogosto obiskujete počasna mesta FTP z velikimi slikami. <h2>Največja velikost datoteke</h2> Izberite največjo velikost datoteke, za katero naj bi bil ustvarjen ogled. Na primer, če nastavite na 1 MB (privzeto), bodo zaradi hitrostnih razlogov prikazani samo ogledi datotek, ki so manjše od 1 MB.
sr: <h1>Опције прегледа</h1> Овде можете променити понашање Konqueror-а када приказује фајлове у фасцикли. <h2>Листа протокола:</h2> Укључите оне протоколе за које желите да прегледи буду приказивани, а друге искључите. На пример, можда желите да приказујете прегледе за SMB ако је локална мрежа довољно брза, али желите да искључите за FTP ако често приступате врло спорим FTP сајтовима са великим сликама. <h2>Највећа величина фајла:</h2> Одаберите највећу величину фајла за коју ће се генерисати прегледи. На пример, ако ставите 1 MB (подразумевано), неће бити генерисани прегледи за фајлове веће од 1 MB, из разлога брзине.
sr@latn: <h1>Opcije pregleda</h1> Ovde možete promeniti ponašanje Konqueror-a kada prikazuje fajlove u fascikli. <h2>Lista protokola:</h2> Uključite one protokole za koje želite da pregledi budu prikazivani, a druge isključite. Na primer, možda želite da prikazujete preglede za SMB ako je lokalna mreža dovoljno brza, ali želite da isključite za FTP ako često pristupate vrlo sporim FTP sajtovima sa velikim slikama. <h2>Najveća veličina fajla:</h2> Odaberite najveću veličinu fajla za koju će se generisati pregledi. Na primer, ako stavite 1 MB (podrazumevano), neće biti generisani pregledi za fajlove veće od 1 MB, iz razloga brzine.
sv: <h1>Förhandsgranskningsalternativ</h1> Här kan du ändra Konquerors beteende när filer i en katalog visas.<h2>Listan över protokoll:</h2> markera de protokoll som ska användas för att visa förhandsgranskningar, avmarkera de som inte ska det. Du kanske till exempel vill visa förhandsgranskning via SMB om det lokala nätverket är snabbt nog, men du kanske vill inaktivera visningen för FTP om du ofta besöker mycket långsamma FTP-platser med stora bilder.<h2>Maximal filstorlek:</h2> välj den maximala filstorleken som ska användas när förhandsgranskningar skapas. Om den till exempel är inställd till 1 Mibyte (standardvärdet), skapas ingen förhandsgranskning för filer som är större än 1 Mibyte, av snabbhetsskäl.
ta: <h1>முன்காட்சி விருப்பத்தேர்வுகள்</h1> இங்கு கான்கொரரின் முன்னோட்ட நடத்தையை அமைக்கலாம்<h2>வரைமுறைகளின் பட்டியல்:</h2> எந்தெந்த கோப்பு வகைகளுக்கு முன்னோட்டம் காட்ட வேண்டும் என இங்கு வடிவமைக்கலாம்<h2>உச்ச கோப்பு அளவு:</h2>சில பெரிய கோப்புகளுக்கு முன்னோட்டத்தை தடுக்க முடியும், உதா, 1 மெகாபைட்டுக்கு மேற்பட்ட கோப்புகள் மிக மெதுவடைய செய்யும்.
th: <h1>ตัวเลือกการแสดงตัวอย่าง</h1> คุณสามารถแก้ไขลักษณะที่ Konqueror จะทำการแสดงแฟ้มในโฟลเดอร์ได้ที่นี่<h2>รายการของโปรโตคอล:</h2> เลือกกาโปรโตคอลที่จะให้แสดงตัวอย่างของแฟ้ม และเลิกกาตัวที่ไม่ต้องการให้แสดง ตัวอย่างเช่น คุณอาจจะเลือกให้แสดงตัวอย่างกับ โปรโตคอล SMB ก็ได้ หากระบบเครือข่ายของคุณเร็วเพียงพอ และคุณอาจจะไม่ให้ แสดงตัวอย่างกับโปรโตคอล FTP หากคุณไปที่ไซต์ FTP มีความเร็วต่ำ ที่มีแฟ้มภาพขนาดใหญ่บ่อยๆ<h2>ขนาดใหญ่สุดของแฟ้ม:</h2> เลือกขนาดใหญ่สุดของแฟ้ม ที่จะให้สร้างการแสดงตัวอย่าง ตัวอย่างเช่น ตั้งไว้ที่ 1 เมกกะไบต์ (ค่าปริยาย) จะทำให้ไม่มีการสร้างการแสดงตัวอย่างกับ แฟ้มที่ใหญ่กว่า 1 เมกกะไบต์ เพื่อประสิทธิภาพที่เร็วขึ้น
uk: <h1>Параметри перегляду</h1> Тут ви можете налаштувати поведінку Konqueror при показі змісту тек.<h2>Список протоколів:</h2> позначте протоколи, для яких ви хочете ввімкнути перегляд, та вимкніть всі інші. Наприклад, ви захочете ввімкнути перегляд файлів у мережі SMB, якщо локальна мережа досить швидка, але вимкнути для FTP, якщо ви часто відвідуєте сайти FTP з великими зображеннями.<h2>Максимальний розмір файла:</h2> виберіть максимальний розмір файла для якого повинен створюватись перегляд. Наприклад, якщо параметр встановлено в 1 MB (типове значення), для файлів з розміром більше 1 MB перегляд створено не буде, оскільки це було б надто повільно.
zh_cn: <h1>预览选项</h1>您可以在这里修改 Konqueror 在文件夹中显示文件的行为。<h2>协议列表</h2>：选中应该被预览的协议，不选那些不应预览的协议。比如，假如本地网络足够快，您可能想 SMB 显示预览。但您也可能因为经常访问带有图片的非常慢的 FTP 站点而在 FTP 上禁用它。<h2>最大文件大小</h2>：为每个要生成预览的选择最大文件大小。比如，假如设为1MB(默认)，因为速度的原因，那些大于1MB的文件将不能生成预览。
