Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: In this column you can customize mouse clicks into the titlebar or the frame of an inactive window.
af: In hierdie kolom jy kan muis klieke pasmaak binne die titelbalk of die raam van 'n onaktiewe venster.
ar: في هذا العمود، يمكنك إعداد نقرات الفأرة في شريطة العنوان أو الإطار لنافذة غير مفعلة.
az: Bu sütünda başlıq çubuğundakı ya da qeyri fəal pəncərənin çərçivəsindəki siçan tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на неактивен прозорец при щракване върху заглавието или рамката му.
bn: এখানে নিষ্ক্রিয় উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের বোতাম ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন।
bs: U ovoj koloni možete podesiti klikanje miša u naslovnu traku ili okvir neaktivnog prozora.
cs: V tomto sloupci je možné přizpůsobit chování při kliknutí myší na titulek okna nebo na rám neaktivního okna.
cy: Yn y golofn yma gallwch addasu ymddygiad cliciau llygoden i'r bar teitl neu ffrâm ffenestr anweithredol.
da: I denne søjle kan du brugerindstille museklik i titellinjen eller rammen af et inaktivt vindue.
de: In dieser Spalte können Sie die Auswirkung von Mausklicks auf die Titelleiste oder den Rahmen eines inaktiven Fensters einstellen.
el: Σε αυτή τη στήλη μπορείτε να προσαρμόσετε τα κλικ του ποντικιού στη γραμμή τίτλου ή στο πλαίσιο ενός ανενεργού παραθύρου.
eo: En tiu ĉi kolumno vi povas agordi la konduton ĉe musklakoj al la titollistelo kaj la kadro de neaktiva fenestro.
es: En esta columna se pueden personalizar las pulsaciones del ratón en la barra de título o en el marco de la ventana inactiva.
et: Selles tulbas on sul võimalik kohandada hiireklõpse tiitliribal või mitteaktiivse akna raamil.
eu: Zutabe honetan leiho inaktiboaren titulu-barran edo markoan egindako sagu-klikak pertsonaliza ditzakezu.
fa: در این ستون می‌توانید فشارهای موشی بر میله عنوان یا قابک یک پنجرۀ غیرفعال را سفارشی کنید.
fi: Tässä sarakkeesta voit määritellä, mitä tapahtuu, kun hiirellä napsautetaan passiivisen ikkunan otsikkoriviä tai kehystä.
fr: Dans cette colonne, vous pouvez personnaliser ce qui se passe lorsque vous cliquez avec la souris sur la barre de titre ou dans le cadre d'une fenêtre inactive.
gl: Nesta columna pode personalizar as presións co rato na barra de título ou no marco dunha fiestra inactiva.
hi: इस स्तम्भ में आप माउस क्लिक्स को मनपसंद बना सकते हैं जब शीर्षक पट्टी या निष्क्रिय विंडो में क्लिक करते हैं.
hr: U ovom stupcu možete podesiti ponašanje klikova miša na naslovnu traku okvira neaktivnog prozora.
hu: Ebben az oszlopban a nem aktív ablakok címsorára és keretére történő kattintások hatását lehet testreszabni.
is: Í þessum dálki getur þú stillt virkni músasmella á titilrönd eða ramma óvirks glugga.
it: In questa colonna puoi impostare il comportamento dei clic del mouse sulla barra del titolo o sulla cornice di una finestra inattiva.
ja: ここでアクティブでないウィンドウのタイトルバーやフレーム上でマウスクリックしたときの挙動をカスタマイズできます。
km: ក្នុង​ជួរ​ឈរ​នេះ អ្នក​អាច​ប្ដូរ​ការ​ចុច​កណ្ដុរ​​តាម​បំណង​លើ​របារ​ចំណង​ជើង ឬ ស៊ុម​នៃ​បង្អួច​អសកម្ម​មួយ ។
ko: 비활성 창에서 제목 표시줄이나 창의 테두리를 클릭 했을때 마우스 클릭 동작을 설정 합니다.
mk: Во оваа колона може да го прилагодите однесувањето на кликот на глушецот при кликање на насловната лента или на рамката на неактивен прозорец.
ms: Dalam lajur ini anda boleh suaikan klik tetikus ke dalam bar tajuk atau bingkai tetingkap tak aktif.
nb: I denne kolonnen kan du velge hva som skal skje når du klikker på tittellinja og ramma til et inaktivt vindu.
nds: Binnen disse Reeg kannst Du fastleggen, wat en Muusklick op den Titelbalken oder den Rahmen vun en nich aktiv Finster maakt.
nl: Hier kunt u bepalen wat er gebeurt als u met de muis op de titelbalk of de rand van een inactief venster klikt.
nn: I denne kolonnen kan du tilpassa museklikk i tittellinja eller ramma til eit inaktivt vindauge.
pl: W tej kolumnie możesz ustawić działanie kliknięć na pasku tytułowym i ramce nieaktywnego okna.
pt_br: Nesta coluna você pode personalizar os cliques do mouse na barra de títulos ou na moldura de uma janela ativa.
ro: În această coloană puteţi personaliza comportamentul la clicurile de mouse pe bara de titlu sau pe cadrul unei ferestre inactive.
ru: В этой колонке настраивается реакция на щелчок мыши на заголовке или рамке неактивного окна.
rw: Muri iyi nkingi ushobora kuboneza imikandishirize y'imbeba muri uyu murongomutwe cyangwa ikadiri y'idirishya ridakora.
se: Dán čuolddas sáhtát heivehit mii dáhpáhuvvá go coahkkalat ii-aktivvalaš lásiid namahusholggaid dahje rámmaid.
sk: V tomto stĺpci môžete nastaviť správanie kliknutí na titulok alebo rám neaktívneho okna.
sl: V tem stolpcu lahko prilagodite klike z miško na naslovno vrstico ali okvir neaktivnega okna.
sr: У овој колони можете прилагодити понашање при клику мишем на насловну траку или на оквир неактивног прозора.
sr@latn: U ovoj koloni možete prilagoditi ponašanje pri kliku mišem na naslovnu traku ili na okvir neaktivnog prozora.
sv: I den här kolumnen kan du anpassa musklick i namnlisten eller i ramen på ett inaktivt fönster.
ta: இந்த நெடுவரிசையில், நீங்கள் எலி க்ளிக்களை தலைப்புபட்டையில் அல்லது செயல்படாத சாளரத்தின் சட்டத்தில் தனிப்பயனாக்கலாம்.
tg: Дар ин сутун метавонед рафтори кнопкаи мушро ҳангоме, ки рӯи таври унвон ё шакли тирезаи ғайрифаъоле пахш мекунед оддӣ, кунед.
th: ในคอลัมน์นี้ คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กเม้าส์ภายในแถบหัวเรื่องหรือกรอบหน้าต่างที่ไม่ได้ทำงานอยู่
uk: Тут ви можете налаштувати поведінку при клацанні мишки на рамці неактивного вікна.

source: Activate & Raise
af: Aktiveer & Lig
ar: تفعيل و رفع
az: Fəallaşdır və Qabağa Gətir
bg: Активиране и извеждане напред
bn: সক্রিয় কর এবং তুলে ধর
bs: Aktiviraj i podigni
cs: Aktivuj a dej do popředí
cy: Gweithredoli a Chodi
da: Aktivér & hæv
de: Aktivieren und nach vorne
el: Ενεργοποίηση & ανύψωση
eo: Aktivigas kaj malfonigas
es: Activar y al frente
et: Aktiveerib ja tõstab
eu: Aktibatu eta goratu
fa: فعال‌سازی و بالا آمدن
fi: Aktivoi ja nosta
fr: Activer et placer dessus
gl: Activar & Adiante
hi: सक्रिय करें व ऊपर उठाएँ
hr: Aktiviraj i uzdigni
hu: aktiválás és felemelés
is: Virkja og fleyta upp
it: Attiva e alza
ja: アクティブにして前面に
km: ធ្វើ​ឲ្យ​​ការ​​លើកឡើង​សកម្ម
ko: 활성과 올림
mk: Активирај и крени
ms: Aktifkan & Naikkan
nb: Bruk og hev
nds: Aktiveren & na vörn stellen
nl: Activeren en naar voorgrond brengen
nn: Aktiver og hev
pa: ਸਰਗਰਮ ਤੇ ਉਭਾਰੋ
pl: Uaktywnij i przywołaj
pt_br: Ativar & Elevar
ro: Activează şi ridică
ru: Передать фокус и вывести поверх всех
rw: Gukoresha & Kuzamura
se: Aktivere ja lokte
sk: Aktivovať a zdvihnúť
sl: Aktiviraj in odkrij
sr: Активирај и подигни
sr@latn: Aktiviraj i podigni
sv: Aktivera och höj
ta: இயக்கி உயர்த்து
tg: Фаъол кардан ва барҷаста кардан
th: ให้ทำงานและอยู่ด้านบน
uk: Активізувати та підняти

source: Activate & Lower
af: Aktiveer & Verlaag
ar: تفعيل و خفض
az: Fəallaşdır və Geri Apar
bg: Активиране и извеждане назад
bn: সক্রিয় কর এবং নামাও
bs: Aktiviraj i spusti
cs: Aktivuj a dej do pozadí
cy: Gweithredoli a Gostwng
da: Aktivér & sænk
de: Aktivieren und nach hinten
el: Ενεργοποίηση & χαμήλωμα
eo: Aktivigas kaj fonigas
es: Activar y atrás
et: Aktiveerib ja langetab
eu: Aktibatu eta beheratu
fa: فعال‌سازی و پایین آمدن
fi: Aktivoi ja laske
fr: Activer et placer dessous
gl: Activar & Atrás
hi: सक्रिय करें व नीचे करें
hr: Aktiviraj i spusti
hu: aktiválás és lesüllyesztés
is: Virkja og sökkva
it: Attiva e abbassa
ja: アクティブにして背面に
km: ធ្វើ​ឲ្យ​ការបន្ទាប​សកម្ម
ko: 활성과 낮춤
mk: Активирај и снижи
ms: Aktifkan & Turunkan
nb: Bruk og senk
nds: Aktiveren & na achtern stellen
nl: Activeren en naar achtergrond brengen
nn: Aktiver og senk
pa: ਸਰਗਰਮ ਤੇ ਹੇਠਾਂ
pl: Uaktywnij i cofnij
pt_br: Ativar & Rebaixar
ro: Activează şi coboară
ru: Передать фокус и убрать вниз
rw: Gukoresha & Kumanura
se: Aktivere ja vuolit
sk: Aktivovať a znížiť
sl: Aktiviraj in zakrij
sr: Активирај и спусти
sr@latn: Aktiviraj i spusti
sv: Aktivera och sänk
ta: இயக்கித் தாழ்த்து
tg: Фаъол кардан ва фурӯрафта кунед
th: ให้ทำงานแต่อยู่ด้านล่าง
uk: Активізувати й опустити

source: Activate
af: Aktiveer
ar: تفعيل
az: Fəallaşdır
bg: Активиране
bn: সক্রিয় কর
bs: Aktiviraj
cs: Aktivuj
cy: Gweithredoli
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
eo: Aktivigas
es: Activar
et: Aktiveerib
eu: Aktibatu
fa: فعال‌سازی
fi: Aktivoi
fr: Activer
gl: Activar
hi: सक्रिय करें
hr: Aktiviraj
hu: aktiválás
is: Virkja
it: Attiva
ja: アクティブに
km: ធ្វើ​ឲ្យ​សកម្ម
ko: 활성
mk: Активирај
ms: Aktifkan
nb: Bruk
nds: Aktiveren
nl: Activeren
nn: Aktiver
pa: ਸਰਗਰਮ
pl: Uaktywnij
pt_br: Ativar
ro: Activează
ru: Передать фокус
rw: Kureka bigakora
se: Aktivere
sk: Aktivovať
sl: Aktiviraj
sr: Активирај
sr@latn: Aktiviraj
sv: Aktivera
ta: இயக்கு
tg: Фаъол кардан
th: ให้ทำงาน
uk: Активізувати

source: Behavior on <em>middle</em> click into the titlebar or frame of an <em>inactive</em> window.
af: Gedrag vir <em>middelste</em> kliek binne die titelbalk of raam van 'n <em>onaktiewe</em> venster.
ar: السلوك عند النقر بالزر <em>الأوسط</em> في شريطة العنوان أو إطار نافذة <em>غير مفعلة</em>.
az: Bu sütünda başlıq çubuğundakı ya da <em>fəal</em> olmayan pəncərənin çərçivəsindəki siçan <em>orta düymə</em> tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на неактивен прозорец при щракване със средния бутон на мишката върху заглавието или рамката му.
bn: <em>নিষ্ক্রিয়</em> উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের <em>মাঝের</em> বোতাম ক্লিক্ করলে ব্যবহার।
bs: Ponašanje prilikom <em>srednjeg</em> klika u naslovnu traku ili okvir <em>neaktivnog</em> prozora.
cs: Chování při kliknutí <em>prostředním</em> tlačítkem myši do titulku nebo rámu <em>neaktivního</em> okna.
cy: Ymddygiad ar glic <em>canol</em> i far teitl neu ffrâm ffenestr <em>anweithredol</em>.
da: Opførsel ved <em>midter</em>-klik på titellinjen eller rammen af et <em>inaktivt</em> vindue.
de: Verhalten bei Klicks mit der <em>mittleren</em> Maustaste auf die Titelleiste oder den Rahmen eines <em>inaktiven</em> Fensters.
el: Συμπεριφορά <em>μεσαίου</em> κλικ στη γραμμή τίτλου ή στο πλαίσιο ενός <em>ανενεργού</em> παραθύρου.
eo: Konduton ĉe klako per la <em>meza</em> musbutono en la titollistelo aŭ kadro de <em>neaktiva</em> fenestro.
es: Comportamiento al pulsar con el botón <em>medio</em> en el borde o título de una ventana <em>inactiva</em>.
et: Käitumine <em>keskmise</em> hiirenupu klõpsu puhul <em>mitteaktiivse</em> akna tiitliribal või raamil.
eu: Leiho <em>inaktiboa</em>ren titulu-barran edo markoan egindako <em>erdiko</em> klikaren portaera.
fa: رفتار ناشی از فشار <em>وسط</em> بر میله عنوان یا قابک یک پنجرۀ <em>غیرفعال</em>..
fi: Käyttäytyminen kun hiiren <em>keski</em>painikkeella napsautetaan <em>epäaktiivisen</em> ikkunan otsikkoa tai kehystä.
fr: Comportement lors d'un <em>clic avec le bouton central</em> dans la barre de titre ou le cadre d'une fenêtre <em>inactive</em>.
gl: Comportamento cando se preme co botón <em>central</em> na barra de título ou marco dunha fiestra <em>inactiva</em>.
hi: बर्ताव जब <em>मध्य</em> क्लिक हो शीर्षक पट्टी या फ़रमा में किसी <em>निष्क्रिय</em> विंडो के.
hr: Ponašanje na <em>srednji</em> klik na naslovnicu okvira <em>neaktivnog</em> prozora.
hu: A <em>középső</em> gombbal történő kattintás hatása, ha az egy <em>inaktív</em> ablak címsorára vagy keretére történik.
is: Hegðun þegar smellt er með <em>mið</em> músahnapp á titilrönd eða ramma <em>óvirks</em> glugga.
it: Comportamento del <em>clic col tasto centrale</em> sulla barra del titolo o sulla cornice di una finestra <em>inattiva</em>.
ja: アクティブでないウィンドウのタイトルバーやフレーム上で中マウスクリックしたときの挙動を選択します。
km: ឥរិយាបថ​​ពេល​ចុច <em>កណ្ដាល</em> លើ​របារ​ចំណង​ជើង ឬ ស៊ុម​នៃ​បង្អួច <em>អសកម្ម</em> មួយ ។
ko: <em>비활성</em> 창의 제목 표시줄이나 테두리에서 마우스 <em>가운데</em> 버튼을 클릭했을때 동작
mk: Однесување при <em>среден</em> клик на насловна лента или рамка на <em>неактивен</em> прозорец.
ms: Peri laku klik <em>tengah</em> ke dalam bar tajuk atau bingkai tetingkap<em>tak aktif</em>.
nb: Hendelse som skal utføres ved klikk med <em>midtre</em> museknapp på tittellinja eller ramma til et <em>ikke-aktivt</em> vindu.
nds: Bedregen bi en <em>Middel</em>klick op den Titelbalken oder Rahmen vun en <em>nich aktiv</em> Finster
nl: Hier kunt u bepalen wat er gebeurt als u met de <em>middelste</em> muisknop op de titelbalk of de rand van een <em>inactief</em> venster klikt.
nn: Åtferd ved klikk med <em>midttasten</em> på tittellinja eller ramma til eit <em>inaktivt</em> vindauge.
pl: Zachowanie dla kliknięcia <em>środkowym</em> przyciskiem myszy na tytule lub brzegu <em>nieaktywnego</em> okna.
pt_br: Comportamento do clique com o botão do<em>meio</em> na barra de título ou na borda de uma janela <em>inativa</em>.
ro: Comportament la clic <em>mijloc</em> pe bara de titlu sau pe cadrul ferestrei <em>inactive</em>.
ru: Поведение при щелчке <em>средней</em> кнопкой на заголовке или рамке <em>неактивного</em> окна.
rw: Imyifatire iyo ukandishije buto yo <em>hagati</em> y'umurongomutwe cyangwa ikadiri y'idirishya <em>ridakora</em>.
se: Láhtten go <em>guovddášcoahkkala ii-aktiivvalaš</em> láse namahusholgga dahje rámma.
sk: V tomto stĺpci môžete nastaviť správanie kliknutí <em>stredným tlačidlom</em>na titulok alebo rám <em>neaktívneho</em> okna.
sl: Obnašanje ob <em>srednjem</em> kliku naslovne vrstice ali okvirja <em>neaktivnega</em> okna.
sr: Понашање при <em>средњем</em> клику на наслов или оквир <em>неактивног</em> прозора.
sr@latn: Ponašanje pri <em>srednjem</em> kliku na naslov ili okvir <em>neaktivnog</em> prozora.
sv: Beteende vid <em>mittenklick</em> på namnlisten eller ramen för ett <em>inaktivt</em> fönster.
ta: பழக்கத்தில் உள்ள <em>நடுநிலை</em> தலைப்புபட்டியை அல்லது சட்டத்தில் சொடுக்கவும்<em>செயல்படாத</em> சாளரம்.
tg: Рафтори дар кнопкаи <em>миёни</em> рӯи таври унвон ё шакли як тирезаи <em>ғайрифаъол</em>.
th: สิ่งที่จะให้กระทำ เมื่อมีการคลิ้ก<em>เม้าส์ปุ่มกลาง</em> บนแถบหัวเรื่องหรือกรอบหน้าต่างที่<em>ไม่ได้ทำงาน</em>
uk: Поведінка при клацанні <em>середньої</em> кнопки на смужці заголовка <em>неактивного</em> вікна.

source: Maximize Button
af: Vergroot Knoppie
bg: Бутон за максимизиране
bs: Dugme za maksimizaciju
cs: Tlačítko maximalizace
da: Maksimér-knap
de: Maximieren-Knopf
el: Κουμπί μεγιστοποίησης
eo: Maksimumigi butonon
es: Botón maximizar
et: Maksimeerimisnupp
eu: Maximizatzeko botoia
fa: دکمۀ بیشینه‌سازی
fi: Suurennuspainike
fr: Maximisation selon les boutons
gl: Botón de Maximizado
hi: अधिकतम बटन
hu: Maximalizáló gomb
is: Hámarka hnappur
it: Pulsante Massimizza
ja: 最大化ボタン
km: ពង្រីក​ប៊ូតុង​​អតិបរមា
ko: 최대화 버튼
mk: Копче Рашири
ms: Maksimumkan Butang
nb: Maksimeringsknapp
nds: Maximeren-Knoop
nl: Maximaliseerknop
nn: Maksimeringsknapp
pa: ਅਧਿਕਤਮ ਬਟਨ
pl: Przycisk maksymalizacji
pt_br: Botão Maximizar
ro: Buton maximizare
ru: Кнопка разворачивания
rw: Buto Gutubura
se: Maksimerenboallu
sk: Tlačidlo na maximalizáciu
sl: Gumb za razprtje
sr: Дугме за максимизовање
sr@latn: Dugme za maksimizovanje
sv: Maximeringsknapp
ta: பெரிதாக்கும் பட்டன்
th: ปุ่มขยายใหญ่สุด
uk: Кнопка максимізації

source: Here you can customize behavior when clicking on the maximize button.
af: Hier kan jy die gedrag pasmaak vir wanneer jy op die vergroot knoppie kliek.
bg: Поведение на прозорец при щракване върху бутона му за максимизиране.
bs: Ovdje možete podesiti ponašanje prilikom klika na dugme za maksimizaciju.
cs: Zde je možné přizpůsobit chování při dvojitém kliknutí myší na tlačítko maximalizace.
da: Her kan du brugerindstille opførslen når der klikkes på maksimér-knappen.
de: Hier können Sie die Auswirkung von Klicks auf den Maximieren-Knopf einstellen.
el: Εδώ μπορείτε να προσαρμόσετε τη συμπεριφορά του κλικ πάνω στο κουμπί μεγιστοποίησης.
eo: Jen vi povas agordi la konduton ĉe klako al la maksimumiga butono.
es: Aquí puede personalizar el comportamiento cuando se hace clic en el botón maximizar.
et: Siin saad kohandada akna käitumist klõpsu puhul maksimeerimisnupule.
eu: Hemen portaera pertsonaliza dezakezu maximizatzeko botoian klik bikoitza egiten denean.
fa: در اینجا می‌توانید رفتار را، هنگام فشار روی دکمۀ بیشینه‌سازی، سفارشی کنید.
fi: Tässä kohdassa voit valita, mitä tapahtuu kun suurennuspainiketta napsautetaan.
fr: Vous pouvez personnaliser ici ce qui se produit lorsque vous cliquez sur le bouton « Maximiser ».
gl: Aquí pode personalizar o comportamento da fiestra cando se preme no botón de maximizado.
hi: यहाँ आप मध्य माउस क्लिक के बर्ताव को मनपसंद बना सकते हैं.
hu: Itt lehet beállítani, hogy mi történjen, ha a felhasználó rákattint a Maximalizálás gombra.
is: Hér getur þú sérsniðið hegðun þegar smellt er á hámörkunarhnappinn.
it: Qui puoi impostare il comportamento quando fai clic sul pulsante massimizza.
ja: ここで最大化ボタンをクリックしたときの挙動をカスタマイズできます。
km: នៅទីនេះ អ្នក​អាច​ប្តូរ​ឥរិយាបថ​តាម​បំណង នៅ​ពេល​ចុច​លើ​ប៊ូតុង​ពង្រីក​អតិបរមា ។
ko: 최대화 버튼을 클릭했을때의 동작을 설정합니다.
mk: Тука може да го прилагодите однесувањето кога кликате на копчето за раширување.
ms: Di sini anda boleh suaikan peri laku apabila mengklik ke atas butang maksimum.
nb: Her kan du velge hva som skal skje når du trykker på maksimeringsknappen.
nds: Hier kannst Du fastleggen, wat en Klick op den Maximeren-Knoop maakt.
nl: Hier kunt u het gedrag bepalen van de maximaliseerknop.
nn: Her kan du tilpassa museklikkåtferda ved klikk på maksimeringsknappen.
pa: ਝਰੋਖੇ ਦੇ ਅਧਿਕਤਮ ਬਟਨ ਨੂੰ ਦਬਾਉਣ ਨਾਲ ਤੁਸੀਂ ਮਾਉਸ ਦੇ ਵਿਵਹਾਰ ਨੂੰ ਸੋਧ ਸਕਦੇ ਹੋ।
pl: Tu można ustawić, co się stanie po kliknięciu na przycisku maksymalizacji.
pt_br: Aqui você pode personalizar o comportamento ao clicar no botão maximizar.
ro: Aici puteţi personaliza comportamentul ferestrei atunci cînd daţi clic pe butonul de maximizare.
ru: Здесь вы можете настроить поведение при нажатии на кнопку разворачивания.
rw: Aha ushobora kuboneza imyifatire iyo ukanze kuri buto itubura.
se: Dás sáhtát heivehit mii galgá dáhpahuvvat go coahkkalat maksimerenboallu.
sk: Tu môžete nastaviť správanie po kliknutí na tlačidlo maximalizácie.
sl: Tu lahko prilagodite obnašanje klika miške, ko kliknete na gumb za razpenjanje okna.
sr: Овде можете прилагодити понашање при клику на дугме за максимизовање.
sr@latn: Ovde možete prilagoditi ponašanje pri kliku na dugme za maksimizovanje.
sv: Här kan du anpassa vad som ska hända när man klickar på maximeringsknappen.
ta: இங்கே நீங்கள் பெரிதாக்கும் பட்டனை க்ளிக் செய்யும்போது தன்மையை தனிப்பயனாக்கலாம்.
th: คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กบนปุ่มขยายใหญ่สุด
uk: Тут ви можете налаштувати поведінку кнопки максимізації.

source: Behavior on <em>left</em> click onto the maximize button.
af: Gedrag vir <em>links</em> kliek op die vergroot knoppie.
bg: Поведение на прозорец при <em>ляво</em> щракване върху бутона му за максимизиране.
bs: Ponašanje prilikom <em>lijevog</em> klika na dugme za maksimizaciju.
cs: Chování při <em>levém</em> kliknutí myší na maximalizační tlačítko.
da: Opførsel ved <em>venstre</em>-klik på maksimér-knappen.
de: Verhalten nach Klick mit der <em>linken</em> Maustaste auf den Maximieren-Knopf.
el: Συμπεριφορά <em>αριστερού</em> κλικ πάνω στο κουμπί μεγιστοποίησης.
eo: Konduto ĉe <em>maldekstra</em> klako al la maksimumiga butono.
es: Comportamiento del clic <em>izquierdo</em> sobre el botón maximizar.
et: Käitumine <em>vasaku</em> nupu klõpsu puhul maksimeerimisnupule..
eu: Maximizatzeko botoian <em>ezkerreko</em> klikaren portaera.
fa: رفتار ناشی از فشار <em>چپ</em> بر دکمۀ بیشینه‌سازی.
fi: Mitä tapahtuu, kun suurennuspainiketta napsautetaan hiiren <em>vasemmalle</em> painikkeella.
fr: Comportement lors d'un clic <em>gauche</em> sur le bouton « Maximiser ».
gl: Comportamento cando se prema <em>co botón esquerdo</em> na barra de título.
hi: अधिकतम बटन पर <em>बायाँ</em> क्लिक किया जाए तो बर्ताव.
hu: A maximalizáló gombra történő <em>bal</em> kattintás hatása.
is: Hegðun þegar <em>vinstrismellt</em> er á hámörkunarhnappinn.
it: Comportamento del <em>clic del tasto sinistro</em> sul pulsante massimizza.
ja: 最大化ボタンを左クリックしたときの挙動を選択します。
km: ឥរិយាបថ​ពេល​ចុច <em>ខាងឆ្វេង</em> លើ​ប៊ូតុង​ពង្រីក​អតិបរមា ។
ko: 최대화 버튼을 마우스 <em>왼쪽</em> 버튼 클릭했을때 동작
mk: Однесување на <em>левиот</em> клик на копчето за раширување.
ms: Peri laku terhadap klik <em>kiri</em> ke atas butang maksimum.
nb: Hendelse som utføres ved <em>venstreklikk</em> på tittellinja.
nds: Bedregen bi en <em>Links</em>klick op den Maximeren-Knoop
nl: Gedrag bij <em>linker</em> muisklik op de maximaliseerknop.
nn: Åtferd ved <em>venstreklikk</em> på maksimeringsknappen.
pa: ਅਧਿਕਤਮ ਬਟਨ ਤੇ <em>ਖੱਬਾ</em> ਬਟਨ ਦਬਾਉਣ ਤੇ ਵਿਵਹਾਰ ਹੈ।
pl: Zachowanie przy kliknięciu <em>lewym</em> przyciskiem na przycisku maksymalizacji.
pt_br: O comportamento do clique <em>esquerdo</em> no botão maximizar.
ro: Comportament la <em>clic stînga</em> pe butonul de maximizare.
ru: Поведение при щелчке <em>левой</em> кнопкой мыши на кнопке разворачивания.
rw: Imyifatire iyo ukandishije buto <em>y'ibumoso</em> ku buto itubura.
se: Láhtten go <em>gurutcoahkkalat</em> maksimerenboalu.
sk: Správanie po <em>ľavom</em> kliknutí na tlačidlo maximalizácie.
sl: Obnašanje ob <em>levem</em> kliku na gumb za razpenjanje.
sr: Понашање при <em>левом</em> клику на дугме за максимизовање.
sr@latn: Ponašanje pri <em>levom</em> kliku na dugme za maksimizovanje.
sv: Beteende vid <em>vänsterklick</em> på maximeringsknappen.
ta: இடது<em>பெரிதாக்கும் பட்டன் மீது அழுத்தும்போது</em>ஏற்படும் செயல்.
th: สิ่งที่จะให้ทำ เมื่อคลิ้ก<em>เม้าส์ปุ่มซ้าย</em> บนปุ่มขยายใหญ่สุด
uk: Поведінка при клацанні <em>лівою</em> кнопкою мишки на кнопку максимізації.
