Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Hide utility windows for inactive applications
af: Steek nutsvensters van onaktiewe programme weg
bg: Скриване на помощните прозорци на неактивните програми
bs: Sakrij pomoćne prozore za neaktivne programe
cs: Skrýt nástrojová okna neaktivních aplikací
da: Skjul midlertidige vinduer for inaktive programmer
de: Dienstprogrammfenster bei inaktiven Programmen ausblenden
el: Απόκρυψη βοηθητικών παραθύρων για μη ενεργές εφαρμογές
es: Ocultar la ventana de utilidades para aplicaciones inactivas
et: Mitteaktiivsete rakenduste lisaaknad peidetakse
eu: Ezkutatu utilitate leihoak aktiboan ez dauden aplikazioetarako
fa: مخفی کردن پنجره‌های سودمند برای کاربردهای غیرفعال
fi: Piilota passiivisten sovellusten apuikkunat
fr: Cacher les fenêtres utilitaires des applications inactives
gl: Agochar fiestras de utilidades para aplicacións inactivas
hu: Az eszközablakok elrejtése inaktív alkalmazásoknál
is: Fela tólaglugga fyrir óvirk forrit
it: Nascondi le finestre di utilità per le applicazioni non attive
ja: アクティブでないアプリケーションのユーティリティウィンドウを隠す(&Z)
km: លាក់​បង្អួច​ឧបករណ៍ សម្រាប់​កម្មវិធី​អសកម្ម
ko: 비 상호작동 응용프로그램에 대한 유틸리티 창을 숨깁니다
mk: Скриј ги помошните прозорци за неактивните апликации
ms: Sembunyikan tetingkap kemudahan untuk aplikasi tak aktif
nb: Skjul verktøyvinduet for programmer som ikke er i bruk
nds: Hülpfinstern vun nich aktive Finstern versteken
nl: Hulpvensters van inactieve programma's verbergen
nn: Gøym verktøyvindauge for program som ikkje er i bruk
pa: ਨਾ-ਸਰਗਰਮ ਕਾਰਜਾਂ ਲਈ ਸਹੂਲਤ ਝਰੋਖਾ ਓਹਲੇ
pl: Ukryj okna pomocnicze nieaktywnych programów
pt_br: Ocultar as janelas utilitárias para aplicativos inativos
ru: Скрывать служебные окна неактивных приложений
rw: Guhisha amadirishya bikorwa ya porogaramu zitarimo gukora
sk: Skryť okná nástrojov neaktívnych aplikácií
sl: Za neaktivne programe skrij okna z orodji
sr: Сакриј приручне прозоре за неактивне програме
sr@latn: Sakrij priručne prozore za neaktivne programe
sv: Dölj tillfälliga fönster för inaktiva program
th: ซ่อนหน้าต่างเครื่องมือสำหรับแอพพลิเคชันที่ไม่ได้ทำงานอยู่
uk: Ховати допоміжні вікна для неактивних програм

source: When turned on, utility windows (tool windows, torn-off menus,...) of inactive applications will be hidden and will be shown only when the application becomes active. Note that applications have to mark the windows with the proper window type for this feature to work.
af: Wanneer hierdie aktief is, sal nutsvensters (gereedskap vensters, afskeur kieslyste,...) van onaktiewe programme weg gesteek word. Hulle sal net gewys word wanneer die program aktief word. Die program moet die vensters met die regte tipe merk vir hierdie eienskap om te werk.
bg: Ако отметката е включена, помощните прозорци на неактивните програми, като ленти за задачи, откачащи се менюта и др., ще бъдат скривани, когато програмата (главния прозорец) не е активен. Когато програмата стане активна, те ще се показват обратно.
bs: Kada je ova opcija uključena, pomoćni prozori (prozori alata, otcijepljeni meniji...) neaktivnih programa će biti sakriveni, te prikazani samo kada program postane aktivan. Obratite pažnju da u samom programu ovi prozori moraju na odgovarajući način biti definisani kako bi ova opcija radila.
cs: Pokud je zapnuto, pomocná okna (nástrojová okna, vytržené nabídky, ...) neaktivních aplikací budou skryta a zobrazena, pouze pokud se aplikace stane aktivní. Všimněte si, že aplikace musejí tuto funkci správně implementovat a označit taková okna.
da: Når dette er slået til, skjules midlertidige vinduer (værktøjsvinduer, afrevne menuer, ...) for inaktive programmer og vises kun når programmet bliver aktivt. Bemærk at programmer skal markere vinduerne med den rigtige vinduestype for at funktionen skal virke.
de: Wenn diese Einstellung aktiviert ist, werden Dienstprogrammfenster (Werkzeugfenster, schwebende Menüs, ...) nur angezeigt, wenn das zugehörige Hauptfenster aktiv ist.
el: Όταν ενεργοποιηθεί, τα βοηθητικά παράθυρα (παράθυρα εργαλείων, αναπτυγμένα μενού,...) των μη ενεργών εφαρμογών δε θα είναι ορατά και θα εμφανιστούν μόνο όταν ενεργοποιηθούν οι εφαρμογές. Σημειώστε ότι οι εφαρμογές θα πρέπει να μαρκάρουν τα παράθυρα με τον κατάλληλο τύπο παραθύρου για να λειτουργήσει αυτό το χαρακτηριστικό.
es: Cuando se activa, las ventanas de utilidades (herramientas de ventana, menús despegados...) de aplicaciones inactivas se ocultarán y se mostrarán sólo cuando la aplicación se active. Advierta que las aplicaciones deben marcar las ventanas con el tipo de ventana adecuada para que esta prestación funcione.
et: Sisselülitamise korral peidetakse mitteaktiivse rakenduse lisaaknad (tööriistaaknad, eraldatud menüüd jms.) ning neid näidatakse uuesti alles siis, kui rakendus taas aktiivseks muutub. Arvesta, et selleks peavad ka rakendused oma lisaaknaid korrektse tüübiga märgistama, muidu see võimalus ei toimi.
eu: Piztuta dagoenean, aplikazio inaktiboen utilitate leihoak (tresna leihoak, menu hedagarriak...) ezkutatuko dira eta bistaratuko dira aplikazioa berriz aktiboa denean. Ohar zaitez aplikaziok haien leihoei dagozkien motekin markatu behar dituztela, hau funtziona dadin.
fa: زمانی که روشن شد، پنجره‌های سودمند )پنجره‌های ابزار، گزینگان جداشده...( کاربردهای غیر‌فعال، فقط زمانی که کاربرد فعال می‌شود مخفی و آشکار می‌شوند. نکته این که کاربردها باید پنجره‌ها را با نوع مناسبی از پنجره برای این ویژگی نشان‌دار کنند، تا کار کند.
fi: Asetettuna passiivisten sovellusten käyttöikkuna (työkaluikkuna, poistovalikot, ...) piilotetaan ja näytetään vain kun sovellus tulee aktiiviseksi. Huomaa, että sovellusten tulee merkitä ikkuna ominaisuusikkunan tyypillä, jotta tämä ominaisuus toimisi.
fr: Lorsque cette option est activée, les fenêtres utilitaires (fenêtres d'outils, menus séparés, ...) des applications inactives seront cachées et ne se réafficheront que lorsque celles-ci redeviennent actives. Remarquez que les applications devront appliquer une marque spécifique sur chacune de leurs fenêtres utilitaires pour que cela fonctionne.
gl: Cando se active, as fiestras de utilidade (fiestras de ferramentas, menús desprendibeis ...) das aplicacións inactivas amosaranse só cando a aplicación se torne activa. Note que as aplicacións precisas etiquetar as fiestras co tipo axeitado para que esta característica faga efecto.
hu: Ha be van kapcsolva, az eszközablakok és leválasztott menük el lesznek rejtve inaktív alkalmazásoknál és csak akkor jelennek meg újra, ha az alkalmazás aktívvá válik. Ez a funkció csak azokra az ablakokra vonatkozik, amelyeket az alkalmazás eszköztípusúnak jelölt meg.
is: Þegar virkjað verða tólagluggar, afrifnar valmyndir og annað í þeim dúr falið þegar forrit eru óvirk, og bara sýnt aftur þegar viðkomandi forrit vaknar. Athugið að forrit verða að merkja gluggana á réttan hátt til að þetta virki.
it: Quando questa funzione viene attivata, le finestre di utilità (finestre degli strumenti, menu staccati, ...) delle applicazioni non attive saranno nascosti e verranno mostrati nuovamente solo quando l'applicazione torna ad essere attiva. Nota bene che l'applicazione deve segnare le finestre con il tipo corretto affinché questa funzione sia efficace.
ja: このオプションを有効にすると、アクティブではないアプリケーションのユーティリティウィンドウ (ツールウィンドウや分離したメニューなど) は、アプリケーションがアクティブになったときだけ表示されます。この機能が動作するためには、アプリケーションのウィンドウに適切なウィンドウタイプが指定されている必要があります。
km: ពេល​បាន​បើក បង្អួច​ឧបករណ៍ (បង្អួច​ឧបករណ៍, ម៉ឺនុយ​ដែល​ទុក​ចោល,...) របស់​កម្មវិធី​សកម្ម នឹង​ត្រូវ​បាន​លាក់ ហើយ នឹង​បង្ហាញ​តែ​ពេល​កម្មវិធីសកម្ម ។ សូម​ចំណាំថា កម្មវិធី​ត្រូវ​សម្គាល់​បង្អួច​ដោយ​ប្រភេទ​បង្អួច​សមរម្យ ដើម្បី​លក្ខណៈ​ពិសេស​នេះដំណើរការ ។
ko: 켰을 경우, 비 상호작동 응용프로그램의 유틸리티 창(도구 창, 끄기 메뉴,...)이 숨겨질 것이고 응용프로그램이 활성화 될 때에만 보여질 것입니다. 응용프로그램이 이 요소에 대해 작동하도록 적절한 창의 형식으로 창을 표시해야 합니다.
mk: Кога е вклучено, помошните прозорци (алатници, лебдечки менија, ...) на неактивните апликации ќе бидат скриени и ќе се покажат само кога апликацијата ќе стане активна. Забележете дека апликациите треба да ги означуваат прозорците со правилниот тип прозорец за оваа карактеристика да работи.
ms: Apabila dibuka, tetingkap kemudahan (tetingkap alat, menu koyak,...) bagi aplikasi tak aktif akan disembunyikan dan akan dipaparkan hanya apabila aplikasi menjadi aktif. Ambil perhatian bahawa aplikasi perlu menandakan tetingkap dengan jenis tetingkap yang betul untuk menjadikan ciri berfungsi.
nb: Her kan du velge om verktøyvinduet (verktøypalettar, løse menyer, osv.) som hører til programmer som ikke er i bruk skal skjules og bare vises når programmet blir tatt i bruk. Legg merke til at programmene må markere vinduene med rett vindustype for at denne funksjonen skal virke.
nds: Wenn aktiveert, warrt Hülpfinstern (Warktüüchpaneels, aflööst Menüs, ...) vun nich aktive Programmen versteken, se warrt eerst wedder wiest, wenn dat Programm aktiv warrt. Beacht bitte, dat de Programmen för ehr Finstern den richtigen Finstertyp angeven mööt, wenn dit funkscheneren schall.
nl: Wanneer ingeschakeld zullen hulpvensters (gereedschapvensters, afscheurmenu's, ...) van inactieve vensters worden verborgen en alleen getoond zal het programma actief wordt. Merk op dat programma's de vensters moeten markeren met het juiste venstertype om deze functie goed te laten werken.
nn: Her kan du velja om verktøyvindauge (verktøypalettar, lause menyar, osv.) som høyrer til program som ikkje er i bruk skal gøymast og berre visast når programmet vert teke i bruk. Legg merke til at programma må markera vindauga med rett vindaugstype for at denne funksjonen skal verka.
pl: Jeśli ta opcja jest włączona, okna pomocnicze (paski narzędziowe, swobodne menu) nieaktywnych programów będą ukryte i pojawią się dopiero po uaktywnieniu programu. Uwaga: program musi oznaczyć okna odpowiednio, by były one rozpoznane jako pomocnicze.
pt_br: Quando isto estiver habilitado, as janelas utilitárias (janelas da ferramenta, menus de habilitação/desabilitação, ...) dos aplicativos inativos serão escondidas, e serão mostradas somente quando o aplicativo tornar-se ativo. Note que os aplicativos precisam marcar as janelas com o tipo de janela correto, para que este recurso funcione.
ru: При включении этого параметра вспомогательные окна (панели инструментов, отсоединённые меню...) для неактивных приложений будут скрыты. Примечание: приложение должно устанавливать правильный тип для вспомогательных окон чтобы эта возможность работала корректно.
rw: Iyo afunguye, amadirishya bikorwa (amadirishya bikoresho, ibikubiyemo byafunzwe,...) ya porogaramu zidakora azahishwa maze agaragare gusa igihe porogaramu ikoreye. Wibuke ko porogaramu zigomba gushyira akamenyetso ku madirishya afite ubwoko bw'amadirishya nyabwo kugira ngo iyi miterere ikore.
sk: Ak je zapnuté, okná nástrojov, vypnuté menu, a pod. neaktívnych aplikácií budú skryté a zobrazia sa keď sa aplikácia stane aktívnou. Aplikácie však musia označiť okná správnym typom aby táto vlastnosť fungovala.
sl: Ko je omogočena ta možnost, bodo okna z orodji, odcepljeni meniji in podobna okna skriti za neaktivne programe. Prikazani bodo le, ko je program aktiven. Za pravilno delovanje morajo imeti programi taka okna označena s primerno vrsto.
sr: Када је укључено, приручни прозори (алатни прозори, исчупани менији, итд.) неактивних програма биће сакривени, и приказани тек када се програм активира. Да би ово радило, програми морају да означе прозоре исправним типом.
sr@latn: Kada je uključeno, priručni prozori (alatni prozori, isčupani meniji, itd.) neaktivnih programa biće sakriveni, i prikazani tek kada se program aktivira. Da bi ovo radilo, programi moraju da označe prozore ispravnim tipom.
sv: När aktiverad, döljs tillfälliga fönster (verktygsfönster, avrivna menyer, ...) för inaktiva program och visas bara när programmet blir aktivt. Observera att program måste märka fönstren med den riktiga fönstertypen för att funktionen ska fungera.
th: หากเปิดใช้ตัวเลือกนี้ หน้าต่างที่เป็นหน้าต่างเครื่องมือของแอพพลิเคชันที่ไม่ได้ทำงานอยู่ จะถูกซ่อนไว้ และจะแสดงหน้าต่างอีกครั้งหากแอพพลิเคชันเปลี่ยนมาเป็นแอพพลิเคชันที่ทำงานอยู่
uk: Коли ввімкнено, допоміжні вікна (вікна з інструментами, відірвані меню, та ін.) неактивних програм будуть сховані, та їх буде відображено тільки коли програма стане активною. Зауважте, що для роботи цієї функціональності потрібно щоб програма помічала встановлювала для таких вікон правильний тип.

source: Windows
af: Vensters
ar: نوافذ
az: Pəncərələr
bg: Прозорци
bn: উইন্ডোসমূহ
bs: Prozori
cs: Okna
cy: Ffenestri
da: Vinduer
de: Fenster
el: Παράθυρα
eo: Fenestroj
es: Ventanas
et: Aknad
eu: Leihoak
fa: پنجره‌ها
fi: Ikkunat
fr: Fenêtres
gl: Fiestras
hi: विंडोज़
hu: Ablakok
is: Gluggar
it: Finestre
ja: ウィンドウ
km: បង្អួច
ko: 창
mk: Прозорци
ms: Tetingkap
nb: Vinduer
nds: Finstern
nl: Vensters
nn: Vindauge
pa: ਝਰੋਖੇ
pl: Okna
pt_br: Janelas
ro: Ferestre
ru: Окно
se: Láset
sk: Okná
sl: Okna
sr: Прозори
sr@latn: Prozori
sv: Fönster
ta: சாளரங்கள்
tg: Тирезаҳо
th: หน้าต่าง
uk: Вікна

source: Di&splay content in moving windows
af: Vertoon inhoud tydens vensters skuif
ar: عرض المحتوى &في النوافذ المتحركة
az: &Daşınan pəncərələrin məzmununu göstər
bg: Пок&азване на съдържанието при преместване
bn: উইন্ডো সরানোর সময় তার উপাদান দেখা&ও
bs: Prikaži &sadržaj tokom premještanja prozora
cs: Zobrazovat ob&sah okna při přesunu
cy: Dango&s cynnwys mewn ffenestri symudol
da: Vis &vinduers mens de flyttes
de: Fensterinhalt beim &Verschieben anzeigen
el: &Εμφάνιση περιεχομένου κατά τη μετακίνηση των παραθύρων
eo: Montru fenestroenhavon dum ŝovado
es: Mo&strar contenido de ventanas en movimiento
et: Akna liigutami&sel näidatakse selle sisu
eu: Erakut&si edukia leihoak mugitzean
fa: &نمایش محتوا در پنجره‌های در حال حرکت‌
fi: Nä&ytä sisältö siirrettäessä
fr: Afficher le &contenu de la fenêtre pendant un déplacement
gl: Amo&sa-lo contido cando se movan as fiestras
hi: खिसकाई जाती विंडो की वस्तुएँ दिखाएँ (&s)
hr: Prikaži sadržaj tokom premještanja prozora
hu: Az abla&ktartalom legyen látható mozgatás közben
is: &Sýna innihald glugga á meðan þeir eru færðir
it: Mostra il &contenuto durante lo spostamento delle finestre
ja: 移動中もウィンドウの内容を表示する(&I)
km: បង្ហាញ​មាតិកា ក្នុងពេល​​ផ្លាស់ទី​បង្អួច
ko: 옮기는 동안 창 내용 표시(&S)
mk: Прикажи ја содржината на прозорците кога се &движат
ms: &Paparkan kandungan dalam tetingkap bergerak
nb: Vi&s vinduets innhold når det flyttes
nds: Inholt bi't Verschuven wie&sen
nl: Inhoud weergeven tijden&s het verplaatsen van vensters
nn: &Vis innhaldet i vindauga du flyttar
pa: ਝਰੋਖੇ ਏਧਰ-ਓਧਰ ਕਰਦਿਆਂ ਹਿੱਸੇ ਵੇਖਾਓ(&s)
pl: Po&kazuj zawartość podczas przesuwania okna
pt_br: Mostrar co&nteúdo enquanto move janelas
ro: Afişează conţinutul la &mutarea ferestrelor
ru: П&оказывать содержимое перемещаемого окна
rw: Kugaragaza ibiri mu madirishya agenda
se: Čá&jet lásiid sisdoalu sirdidettiin
sk: Zobrazovať &obsah v presúvaných oknách
sl: Pri&kaži vsebino v oknih med premikanjem
sr: Прикажи &садржај током померања прозора
sr@latn: Prikaži &sadržaj tokom pomeranja prozora
sv: Visa innehåll i fönster som f&lyttas
ta: நகரும் சாளரங்களில் உள்ளடக்கத்தைக் காட்டு
tg: Намоиши &оканаи тирезаи гузаранда
th: แสดงตัวหน้าต่างด้วยเมื่อมีการย้าย
uk: Показувати зміст всередині вікон, що &рухаються
