Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: Select Protocols
af: Kies Protokolle
ar: إختر الموافيق
az: Protokolları Seç
be: Выберыце пратаколы
bg: Избор на протоколи
bs: Izaberite protokole
ca: Selecciona protocols
cs: Vybrat protokoly
cy: Dewis Protocolau
da: Vælg protokoller
de: Protokolle auswählen
el: Επιλογή πρωτοκόλλων
es: Seleccione protocolos
eu: Hautatu protokoloak
fa: برگزیدن قراردادها
fi: Valitse yhteyskäytännöt
fr: Sélection des protocoles
gl: Seleccionar Protocolos
he: בחר את הפרוטוקולים
hi: प्रोटोकॉल्स चुनें
hr: Odaberite protokole
hu: Protokollválasztás
is: Velja samskiptareglur
it: Seleziona i protocolli
ja: プロトコルの選択
kk: Протоколдарды таңдау
km: ជ្រើស​ពិធីការ
ko: 프로토콜 선택
lt: Pažymėkite protokolus
mk: Изберете протоколи
nb: Velg protokoller
nds: Protokollen utsöken
nl: Protocollen kiezen
nn: Vel protokollar
pa: ਪ੍ਰੋਟੋਕਾਲ ਚੁਣੋ
pl: Wybierz protokoły
pt: Seleccionar os Protocolos
pt_br: Selecionar Protocolos
ro: Selectare protocoale
ru: Выберите протоколы
rw: Gutoranya Porotokole
se: Vállje protokollaid
sk: Vyberte protokoly
sl: Izberite protokole
sr: Одаберите протоколе
sr@latn: Odaberite protokole
sv: Välj protokoll
ta: தேர்ந்தெடுத்த நெறிமுறைகள்
th: เลือกโปรโตคอล
uk: Виберіть протоколи
zh_cn: 选择协议

source: Local Protocols
af: Plaaslike Protokolle
ar: الموافيق المحلية
az: Yerli Protokollar
be: Мясцовыя пратаколы
bg: Локални протоколи
bs: Lokalni protokoli
ca: Protocols locals
cs: Místní protokoly
cy: Protocolau Lleol
da: Lokale protokoller
de: Lokale Protokolle
el: Τοπικά πρωτόκολλα
es: Protocolos locales
eu: Protokolo lokalak
fa: قراردادهای محلی
fi: Paikalliset KIO-palvelut
fr: Protocoles locaux
gl: Protocolos Locais
he: פרוטוקולים מקומיים
hi: स्थानीय प्रोटोकॉल
hr: Lokalni protokoli
hu: Helyi protokollok
is: Staðværar samskiptareglur
it: Protocolli locali
ja: ローカルプロトコル
kk: Жергілікті протоколдар
km: ពិធីការ​មូលដ្ឋាន
ko: 로컬 프로토콜
lt: Vietiniai protokolai
mk: Локални протоколи
nb: Lokale protokoller
nds: Lokale Protokollen
nl: Lokale protocollen
nn: Lokale protokollar
pa: ਸਥਾਨਿਕ ਪੋਰਟੋਕੋਲ
pl: Protokoły lokalne
pt: Protocolos Locais
pt_br: Protocolos Locais
ro: Protocoale locale
ru: Локальные протоколы
rw: Porotokole za Hafi
se: Báikkálaš protokollat
sk: Lokálne protokoly
sl: Krajevni protokoli
sr: Локални протоколи
sr@latn: Lokalni protokoli
sv: Lokala protokoll
ta: உள்ளிருப்பு நெறிமுறைகள்
th: โปรโตคอลท้องถิ่น
uk: Локальні протоколи
zh_cn: 本地协议

source: Internet Protocols
af: Internet Protokolle
ar: موافيق الإنترنت
az: İnternet Protokolları
be: Пратаколы Інтэрнет
bg: Интернет протоколи
bs: Internet protokoli
ca: Protocols d'Internet
cs: Internetové protokoly
cy: Protocolau Rhyngrwyd
da: Internet-protokoller
de: Internet-Protokolle
el: Πρωτόκολλα διαδικτύου
es: Protocolos de Internet
eu: Interneteko protokoloak
fa: قراردادهای اینترنت
fi: Internetyhteyskäytännöt
fr: Protocoles Internet
gl: Protocolos de Internet
he: פרוטוקולים אינטרנטיים
hi: इंटरनेट प्रोटोकॉल
hr: Internet protokoli
hu: Internetes protokollok
is: Internetsamskiptareglur
it: Protocolli internet
ja: インターネットプロトコル
kk: Интернет протоколдарды
km: ពិធីការ​អ៊ិនធឺណិត
ko: 인터넷 프로토콜
lt: Interneto protokolai
mk: Интернет протоколи
nb: Internettprotokoller
nds: Internet-Protokollen
nl: Internetprotocollen
nn: Internettprotokollar
pa: ਇੰਟਰਨੈੱਟ ਪਰੋਟੋਕੋਲ
pl: Protokoły internetowe
pt: Protocolos da Internet
pt_br: Protocolos da Internet
ro: Protocoale de reţea
ru: Интернет-протоколы
rw: Porotokole Interineti
se: Interneahttaprotokollat
sk: Internetové protokoly
sl: Internetni protokoli
sr: Интернет протоколи
sr@latn: Internet protokoli
sv: Internetprotokoll
ta: இணையத் நெரிமுரை
th: โปรโตคอลอินเทอร์เน็ต
uk: Протоколи Інтернет
zh_cn: Internet 协议

source: This option makes it possible to choose when the file previews, smart folder icons, and meta-data in the File Manager should be activated. In the list of protocols that appear, select which ones are fast enough for you to allow previews to be generated.
af: Hierdie opsie maak dit moontlik om te kies of die lêer voorskoue en luukse kabinet ikoone en meta-data in die Lêer Bestuurder geaktiveer moet wees. In die lys van protokolle wat verskyn, kies diegene wat vinnig genoeg is wat jy wil toelaat dat voorskoue daarvan gegenereer moet word.
ar: يسمح هذا الخيار باختيار متى يجب أن يتم تُميكن معاينة الملف ورموز المجلدات الذكي وملفات التعريف ة في مدير الملفات. في قائمة الموافيق التي تظهر، اختر أيها سريا بما فيه الكفايةللسماح بتوليد المعاينة.
bg: Активиране предварителния преглед на файловете. Също така, поддръжка на икони, които отговарят на съдържанието и поддържат мета данни във файловия браузър. От списъка с протоколите изберете тези за които смятате, че имате достатъчно компютърни ресурси, за да бъдат изобразявани с нормална скорост. Не се препоръчва да използвате тази възможност на слаби компютри, понеже ще има голямо забавяне.
bs: Ova opcija vam ostavlja izbor kada će pregledi, pametne ikone direktorija i meta-podaci biti aktivirani u menadžeru datoteka. Na listi protokola koja se pojavi izaberite one koji su dovoljno brzi za prenos informacija potrebnih za pregled.
ca: Aquesta opció fa possible triar quan s'han d'activar al gestor de fitxers les vistes prèvies de fitxer, les meta-dades i les icones de carpeta astutes. A la llista de protocols que apareixen, trieu quins són suficientment ràpids per a permetre la generació de vistes prèvies.
cs: Tato volba vám umožňuje vybrat si, které náhledy souborů, adresářů a metadat mají být aktivovány ve správci souborů. V zobrazeném seznamu si zvolte ty protokoly, které jsou pro vás dostatečně rychlé pro vytvoření náhledů.
cy: Gwna'r dewisiad yma hi'n bosibl i ddewis pryd y gweithredir rhagolygon ffeil, eiconau plygell deallus, a metadata yn y Trefnydd Ffeiliau. Yn y restr protocolau a ymddengys, dewiswch pa rai sydd ddigon cyflym i ganiatáu creu rhagolygon.
da: Denne indstilling gør det muligt at vælge hvornår fil-forhåndsvisninger, smarte mappeikoner og metadata i filhåndteringen skal være aktiverede. I liste af protokoller der kommer frem, vælger du dem der er hurtige nok til, at du kan tillade forhåndsvisninger bliver genererede.
de: Diese Einstellung ermöglicht die Festlegung, für welche Fälle Dateivorschauen, Metadaten und animierte Ordnersymbole in Konqueror aktiviert werden sollen. Wählen Sie aus der Liste der Protokolle diejenigen aus, die auf Ihrem Rechner schnell genug ablaufen, um für solche Vorschaubilder verwendbar zu sein.
el: Αυτή η επιλογή καθιστά δυνατό να επιλέξετε το πότε οι προεπισκοπήσεις αρχείων, τα "έξυπνα" εικονίδια φακέλων και τα μετα-δεδομένα θα ενεργοποιούνται στο Διαχειριστή αρχείων. Στη λίστα πρωτοκόλλων που εμφανίζεται, επιλέξτε ποιες είναι αρκετά γρήγορες για σας ώστε να επιτρέπεται η δημιουργία προεπισκοπήσεων.
eo: Tie ĉi vi povas elekti, kiam antaŭrigardo de la dosiero en Dosieradministrilo prezentiĝu. En la listo de protokoloj, elektu tiujn, kiuj estas sufiĉe rapidaj ĉe vi por permesi kreadon de antaŭrigardoj.
es: Esta opción permite elegir cuándo activar las previsualizaciones de archivos, los iconos inteligentes de carpetas y los metadatos en el administrador de archivos. En la lista de protocolos que aparecen, seleccione cuáles son suficientemente rápidos para permitirle generar previsualizaciones.
eu: Aukera honen bitartez aukeratu egin daiteke noiz aktibatu behar diren batetik fitxategien aurrebistak, bestetik ikono finak, eta azkenik fitxategi kudeatzaileko metadatuak. Agertzen den protokolo zerrendan, aukeratu zeintzuk diren aurrebistak sortzeko bezain bizkorrak.
fa: این گزینه، انتخاب هنگامی که پیش‌نمایشهای پرونده، شمایلهای پوشه‌های هوشمند، و فراداده‌ها در مدیر پنجره باید فعال شوند را ممکن می‌سازد. در فهرست قراردادهایی که ظاهر می‌شود، آنهایی را گزینش کنید که به اندازۀ کافی برای شما سریع بوده و اجازۀ تولید پیش‌نمایشها را بدهد.
fi: Tässä kohdassa voit määritellä milloin tiedostojen esikatselua, kansion sisältöä kuvaavia kuvakkeita ja meta-tietoja käytetään. Valitse yhteyskäytäntöjen joukosta ne, jotka ovat riittävän nopeita esikatselun luomiseksi.
fr: Cette option permet de déterminer quand les aperçus des fichiers, les miniatures des dossiers, et les méta-données doivent être affichés dans le gestionnaire de fichiers. Dans la liste des protocoles donnés ci-dessous, sélectionnez ceux qui sont assez rapides pour permettre un affichage correct des aperçus.
gl: Esta opción fai posíbel escoller cándo se debe activar a previsualización de ficheiros, as iconas pequenas de cartafol e os meta-datos no Xestor de Ficheiros. Na listas de protocolos que se amosa, escolla os que considere rápidos de abondo para permiti-la xeración das previsualizacións.
he: אפשרות זו מאפשרת לבחור מתי יופעלו התצוגות המקדימות וסמלי התיקיות החכמים, סמלים חכמים של תיקיות ומטא מידע במנהל הקבצים. בחר ברשימה את הפרוטוקולים שמהירים מספיק כדי לאפשר יצירה של תצוגות מקדימות.
hr: Ova opcija omogućava kada treba aktivirati pregled datoteka, pametne mape imetapodatke u upravitelju datotekama. U popisu protokola, oodaberite one koji su dovoljno brzi i za koje želite dozvoliti pregledavanje datoteka.
hu: Itt lehet szabályozni, hogy a fájl-gyorsnézetek, a tartalmat tükröző mappaikonok és a dokumentumjellemzők megjelenítése be legyen-e kapcsolva. A megjelenő protokoll-listából jelölje ki azokat, amelyek elég gyorsak ahhoz, hogy engedélyezni lehessen számukra a gyorsnézetek generálását.
is: Þessi valkostur gerir mögulegt að velja hvenær forskoðun skráa, snjallar möpputáknmyndir og frumgögn ættu að vera virk í skráastjóra. Veldu þær reglur sem eru nægilega hraðvirkar til að leyfa forskoðun á innihaldi í listanum af samskiptareglum.
it: Questa opzione rende possibile scegliere quando le anteprime dei file, le "icone intelligenti" delle cartelle e le informazioni aggiuntive devono essere attivate. Nella lista dei protocolli che appaiono seleziona quelli che sono abbastanza veloci per permettere la generazione delle anteprime.
ja: このオプションは、ファイルマネージャ内でどのようなときにファイルのプレビュー、内容を反映するフォルダアイコン、メタデータを有効にするかを設定します。 表示されているプロトコルの一覧から、プレビューを十分な速さで生成できると思われるものを選択してください。
kk: Бұл параметр, файл менеджеріндегі файл нобайын көрсету, "ақылды" қапшық таңбашалар, және мета-деректерді кашан қосуды таңдауға мүмкіншілік береді. Шыққан протоколдар тізімінде, қайсысының жылдамдығы нобайларды құрып көрсетуге жеткілікті екенін таңдаңыз.
km: ជម្រើស​នេះ​ធ្វើ​ឲ្យ​យើង​អាច​ជ្រើស ពេល​ណា​ការមើល​ឯកសារជា​មុន រូបតំណាង​ថត​ឆ្លាត និង​ទិន្នន័យ-​មេតា ក្នុង​កម្មវិធី​គ្រប់គ្រង​ឯកសារ គួរ​ត្រូវ​បាន​ធ្វើ​ឲ្យ​សកម្ម ។ ក្នុង​បញ្ជី​ពិធីការ​ដែល​លេចឡើង ជ្រើសពិធីការមួយ​ណាដែល​លឿន​ល្មម​សម្រាប់​អ្នក ​ដើម្បី​អនុញ្ញាត​ឲ្យ​ការមើល​ជា មុន​អាច​ត្រូវ​បាន​បង្កើត ។
ko: 이 설정을 사용하면 파일 관리자의 파일 미리보기, 똑똑한 폴더 아이콘, 메타 데이터 기능을 활성화시킵니다. 나타나는 프로토콜 목록에서 미리 보기를 만들 수 있는 정도로 빠른 것을 선택하십시오.
lt: Ši parinktis leidžia pasirinkti, kada bylų tvarkyklėje bus aktyvuotos bylų peržiūros, vaizdžių aplankų ženkliukų ir meta-duomenų parinktys. Pasirinkite tuos protokolus iš sąrašo, kurie yra užtektinai greiti, kad tiktų peržiūrų generavimui.
mk: Оваа опција овозможува да се избере кога треба да се активираат во менаџерот на датотеки: прегледот на датотеки, паметните икони за папки и метаподатоци. Од оваа листа на протоколи, изберете ги оние кои се доволно брзи за да дозволите за нив да се генерираат прегледи.
nb: Her kan du velge når forhåndsvisningen, smartmappeikoner og metadata i filbehandleren skal brukes. I lista over protokoller bør du velge dem som er raske nok til at forhåndsvisninger kan tas i bruk.
nds: Mit disse Optschoon kannst Du fastleggen, wannehr Vöransichten, plietsche Ornerbiller un Metadaten binnen den Dateipleger verföögbor wesen schöölt. Söök op de List de Protokollen ut, de bi Di so gau sünd, dat dat Opstellen vun de Vöransichten sinnvull is.
nl: Deze optie maakt het mogelijk om te bepalen wanneer de bestandsvoorbeelden, intelligente mappictogrammen en metadata in de bestandsbeheerder geactiveerd zullen worden. In de lijst met protocollen die verschijnen, selecteer welke snel genoeg zijn voor u om voorbeelden te genereren.
nn: Her kan du velja når metadata og førehandsvising av filer og mapper skal visast. I lista over protokollar bør du velja dei som er raske nok til at førehandsvisingar kan lagast.
pl: Ta opcja pozwala wybrać, dla jakich protokołów mają być dostępne: podgląd zawartości plików, inteligentne wyświetlanie ikon katalogów i metadane w menedżerze plików. Z listy protokołów należy wybrać te, które są wystarczająco szybkie, by pozwolić na generowanie podglądu.
pt: Esta opção torna possível a escolha de quando as antevisões dos ficheiros e dos ícones de pastas inteligentes no Gestor de Ficheiros devem ser activadas. Na lista de protocolos que aparecem, seleccione os que são rápidos o suficiente para serem permitidas as gerações de antevisões.
pt_br: Esta opção torna possível escolher quando as pré-visualizações de arquivos, os ícones espertos e os metadados no Gerenciador de Arquivos devem ser ativados. Na lista de protocolos que aparece, selecione quais são rápidos o bastante, para permitir que a visualização seja gerada.
ro: Această opţiune vă permite să alegeţi cînd vor fi activate previzualizarea de fişiere, iconiţele de folder inteligente şi metainformaţiile în managerul de fişiere. În lista de protocoale care apare selectaţi care din ele sînt suficient de rapide pentru a vă permite generarea previzualizărilor.
ru: Этот параметр даёт возможность выбрать, когда должно активизироваться создание миниатюр и "умных" значков папок в Менеджере файлов. Выберите из списка протоколы, которые являются достаточно быстрыми для генерации миниатюр.
rw: Ubu buryo butuma ushobora guhitamo igihe amagaragazambere y'amadosiye, udushushondanga tw'ububiko tuboneye, n'ibyatanzwe-ntima biri muri Mucungadosiye azafungurirwa. Mu ilisiti ya porotokole igaragara, hitamo porotokole zihuta bihagije kugira ngo ushobore gukora amagaragazambere.
sk: Táto voľba umožní vybrať, ktoré náhľady, meta-dáta a inteligentné ikony priečinkov sa majú v správcovi súborov aktivovať. V zozname protokolov vyberte tie, ktoré sú dostatočne rýchle pre generovanie náhľadov.
sl: Ta možnost vam omogoča izbirati, ali naj se omogočijo ogledi datotek in pametne ikone imenikov v Upravljalniku datotek. V seznamu protokolov, ki se pojavi, izberite tiste, ki so dovolj hitri za ustvarjanje ogledov
sr: Ова опција чини могућим да одаберете када ће се прегледи фајлова, паметне иконе фасцикли и метаподаци у менаџеру фајлова активирати. У листи протокола која се појављује, одаберите оне који су довољно брзи да омогуће генерисање прегледа.
sr@latn: Ova opcija čini mogućim da odaberete kada će se pregledi fajlova, pametne ikone fascikli i metapodaci u menadžeru fajlova aktivirati. U listi protokola koja se pojavljuje, odaberite one koji su dovoljno brzi da omoguće generisanje pregleda.
sv: Det här alternativet gör det möjligt att välja när förhandsgranskningar av filer, smarta katalogikoner och metadata ska aktiveras i filhanteraren. I listan med protokoll som visas, välj de som är snabba nog att skapa förhandsgranskningar för dig.
ta: இந்த விருப்பத்தேர்வுகள், உங்களை கோப்பு முன்னோட்டத்தையும், அடைவு குறும்படத்தையும் வடிவமைக்க உதவுகிறது.. பின்வரும் வரைமுறைகளில் உங்கள் கணினியின் வேகத்திற்கு தகுந்தாற் போன்றதை தேர்வுச் செய்யவும்
th: ตัวเลือกนี้ จะทำให้สามารถเลือกได้ว่า เมื่อไรที่ควรจะมีการใช้งาน การแสดงตัวอย่างแฟ้ม, ไอคอนโฟลเดอร์ ที่แสดงเนื้อหา และข้อมูลเมตาในตัวจัดการแฟ้ม ในรายชื่อของโปรโตคอลที่ปรากฏอยู่นั้น ให้ทำการเลือกว่าอันไหนที่มีความเร็วมากพอที่คุณจะให้มีการแสดงตัวอย่าง
uk: Цей параметр надає можливість вибирати, коли буде активовано попередній перегляд файлів, кмітливі піктограми тек та запити метаінформації у менеджері файлів. В наданому списку протоколів виберіть ті, які є досить швидкими для створення перегляду.
zh_cn: 此选项可选择文件管理器中的文件预览、智能文件夹图标及摘要数据何时激活。 在出现的协议列表中，请仔细选择，以便能更够适合您所能允许的预览生成速度。

source: &Maximum file size:
af: &Maksimum lêer grootte:
ar: ال&حجم الأقصى للملف:
az: &Maksimal fayl böyüklüyü:
be: &Максімальны памер файла:
bg: &Максимален размер на файл:
bs: &Maksimalna veličina datoteke:
ca: Mida de fitxer &màxima:
cs: &Maximální velikost souboru:
cy: &Uchafswm maint ffeil:
da: &Maksimal filstørrelse:
de: Ma&ximale Dateigröße:
el: &Μέγιστο μέγεθος αρχείου:
eo: Maksimuma dosiergrandeco:
es: Tamaño &máximo de archivo:
eu: Fitxategi tamaina &handiena:
fa: اندازۀ &بیشینۀ پرونده:‌
fi: Tiedoston &enimmäiskoko:
fr: Taille &maximale des fichiers :
gl: Tamaño máximo do &ficheiro:
he: גודל &מרבי של קובץ:
hi: अधिकतम फ़ाइल आकारः (&M)
hr: &Najveća veličina datoteke:
hu: Ma&ximális fájlméret:
is: &Hámarks skráarstærð:
it: Dimensione &massima file:
ja: 最大ファイルサイズ(&M):
kk: Файл ұзы&ндығының шегі:
km: ទំហំ​ឯកសារ​អតិបរមា ៖
ko: 최대 파일 크기(&M):
lt: &Maksimalus bylos dydis:
mk: &Максимална големина на датотеки:
nb: &Største filstørrelse:
nds: &Maximaal Dateigrött:
nl: &Maximale bestandsgrootte:
nn: &Høgste filstorleik:
pa: ਅਧਿਕਤਮ ਫਾਇਲ਼ ਆਕਾਰ(&M):
pl: &Maksymalna wielkość pliku:
pt: Tamanho &máximo do ficheiro:
pt_br: &Tamanho máximo do arquivo:
ro: Mărimea ma&ximă a fişierului:
ru: &Максимальный размер файла:
rw: &Ingano y'idosiye ntarengwa:
se: &Fiilasturrodagaid badjerádji:
sk: Ma&ximálna veľkosť súboru:
sl: &Največja velikost datoteke:
sr: &Највећа величина фајла:
sr@latn: &Najveća veličina fajla:
sv: &Maximal filstorlek:
ta: உச்சக் கோப்பு அளவு:
th: &ขนาดใหญ่ที่สุดของแฟ้ม:
uk: &Максимальний розмір файла:
zh_cn: 最大文件大小(&M)：

source: MB
ar: م. بايت
be: Мб
bg: МБ
fa: مگابایت
fr: Mo
hi: मे.बा.
kk: Мб
km: មេកាបៃ
ro: Mo
ru: Mб
sv: Mibyte
ta: மெகாபைட்
uk: МБ

source: &Increase size of previews relative to icons
af: Vermeerder grootte van voorskoue relatief tot ikone
az: Nümayişlərin böyüklüyünü timsallara nəzərən &azalt
be: &Павялічыць памер мініяцюраў адносна значак
bg: &Увеличаване размера на прегледа съобразно иконите
bs: &Pregledi povećani u odnosu na ikone
ca: Augmenta la m&ida de les vistes prèvies relativa a les icones
cs: Zvětš&it velikost náhledu relativně k ikonám
cy: C&ynyddu maint rhagolygon o'u cymharu ag eiconau
da: &Forøg størrelse af forhåndsvisninger relativt til ikoner
de: &Größe der Vorschaubilder entsprechend zur Größe der Symbole
el: &Αύξηση μεγέθους των προεπισκοπήσεων σχετικά με τα εικονίδια
eo: Pligrand&igi grandecon de la antaŭrigardoj laŭ grandeco de piktogramoj
es: Aumentar tamaño de las previsual&izaciones respecto a los iconos
eu: &Handitu aurrebisten tamaina ikonoekiko
fa: &افزایش اندازۀ پیش‌نمایشهای مربوط به شمایلها‌
fi: &Suurenna esikatselukuvan kokoa kuvakkeiden mukaan
fr: Augmenter la ta&ille des aperçus des icônes
gl: &Incrementa-lo tamaño das previsualizacións relativas a iconas
he: &הגדל את גודל התצוגות המקדימות באופן יחסי לסמלים
hi: प्रतीकों के सापेक्ष पूर्वावलोकन के आकार बढ़ाएँ (&I)
hr: &Povećaj veličinu pregleda u zavisnosti od ikona
hu: A &gyorsnézetek mérete nőjön meg az ikonokhoz viszonyítva
is: Auka stærð forsýna m&iðað við táknmyndir
it: Aumenta la dimensione delle anteprime rispetto alle &icone
ja: アイコンのサイズに応じてプレビューサイズを増やす(&I)
kk: Нобайлардың өлшемін таңбашадан ү&лкен қылу
km: បង្កើន​ទំហំការមើល​ជាមុនដែលទាក់ទង​នឹង​រូបតំណាង
ko: 아이콘에 관련된 미리보기의 크기 증가(&I)
lt: Pad&idinti peržiūrų dydį lyginant su ženkliukais
mk: Зголем&и ја големината на прегледите во однос на иконите
nb: &Øk størrelsen på forhåndsvisninger i forhold til ikoner
nds: Vöransichten relativ to de Lüttbiller &grötter maken
nl: Grootte van voorbeelden relatief aan p&ictogramgrootte
nn: A&uk storleiken på førehandsvisinga i forhold til ikon
pa: ਆਈਕਾਨ ਦੇ ਅਨੁਸਾਰ ਨਮੂਨਿਆ ਦਾ ਆਕਾਰ ਵਧਾਓ(&I)
pl: &Zwiększ rozmiar podglądu proporcjonalnie do ikon
pt: Aumentar o tamanho das antev&isões em relação aos ícones
pt_br: &Aumentar o tamanho de pré-visualizações relativas a ícones
ro: &Creşte mărimea previzualizării în funcţie de iconiţe
ru: &Увеличить размер миниатюр относительно значков
rw: &Kongera ingano y'amagaragaza yerekeye udushushondanga
sk: Z&väčšiť náhľady relatívne k ikonám
sl: &Povečaj velikosti ogledov glede na ikone
sr: &Увећај величину прегледа у односу на иконе
sr@latn: &Uvećaj veličinu pregleda u odnosu na ikone
sv: Öka s&torleken av förhandsgranskningar i förhållande till ikoner
ta: குறும்பட அளவை பொறுத்து, பலகத்தை மாற்றியைக்க முடியம்.
th: เพิ่มข&นาดการแสดงตัวอย่างสัมพันธ์กับไอคอน
uk: &Збільшити розмір перегляду порівняно з піктограмами
zh_cn: 相对于图标增大预览的大小(&I)

source: &Use thumbnails embedded in files
af: Gebruik duimnaelskets ingebed in lêers
ar: &إستعمل الأظافر المضمّنة في الملفات
az: Fayllardakı daxili dırnaq görünüşlərini &işlət
be: &Выкарыстоўваць мініяцюры, убудаваныя ў файлы
bg: &Използване на вградените, умалени копия във файловете
bs: &Koristi ikone koji su ugrađeni u datoteke
ca: &Usa miniatures encastades als fitxers
cs: Po&užít miniatury zabudované v souborech
cy: Defnyddio rha&golygon cryno wedi'u mewnadeiladu i ffeiliau
da: Br&ug miniaturer indlejrede i filer
de: &Vorschaubilder verwenden, die in die Dateien eingebettet sind
el: &Χρήση εικόνων επισκόπησης, ενσωματωμένων σε αρχεία
eo: &Uzi antaŭrigardo-piktogramojn enmetitaj en la dosieroj mem
es: &Usar miniaturas empotradas en archivos
eu: &Erabili fitxategietan murgildutako iruditxoak
fa: &استفاده از ریزنقشهای نهفته در پرونده‌ها‌
fi: &Käytä tiedostoihin upotettuja esikatselukuvia
fr: &Utiliser les aperçus intégrés aux fichiers
gl: &Empregar miniaturas incrustadas nos ficheiros
he: &השתמש בדוגמיות שמוטבעות בקבצים
hi: फ़ाइलों में अंतर्निर्मित लघु छवि उपयोग में लें (&U)
hr: &Koristi thumbnailse zapisane u datotekama
hu: A fájlokba ágyazott előnézeti ikonok &felhasználhatók a gyorsnézethez
is: Nota smám&yndir innbyggðar í skrár
it: &Utilizza le anteprime contenute nei file
ja: ファイルに埋め込まれたサムネイルを使う(&U)
kk: Файлға ендірілген нобайлар қ&олданылсын
km: ប្រើ​រូបភាព​តូចដែល​បង្កប់​ក្នុង​ឯកសារ
ko: 파일에 내장된 미리 보기 사용(&U)
lt: Na&udoti miniatiūras, įdėtas į bylas
mk: &Користи ги сликичките вградени во датотеките
nb: Bruk &miniatyrbilder som er innebygget i filer
nds: In Dateien &inbette Vöransichten bruken
nl: In bestanden ingebedde miniaturen gebr&uiken
nn: &Bruk småbilete frå filer
pa: ਫਾਇਲਾਂ ਵਿੱਚ ਥੰਮਨੇਲ ਵਰਤੋਂ(&U)
pl: Użyj &miniaturek zawartych w plikach
pt: &Usar as miniaturas embebidas nos ficheiros
pt_br: &Usar miniaturas integradas em arquivos
ro: Utilizează &miniimaginile înglobate în fişiere
ru: &Использовать миниатюры, встроенные в файлы
rw: &Gukoresha amagaragazayihuse arimo imbere mu madosiye
sk: &Použiť náhľady uložené v súboroch
sl: &Uporabi sličice, vključene v datotekah
sr: &Користи „палчице“ уграђене у фајловима
sr@latn: &Koristi „palčice“ ugrađene u fajlovima
sv: Använd miniat&yrbilder som ingår i filer
ta: உட்பொதித்த குறும்படத்தை பயன்படுத்து
th: ใช้ภาพตัวอย่างขนาดเล็กที่ถูกฝังไว้ในแฟ้ม
uk: &Вживати вкладені у файли мініатюри
zh_cn: 使用文件中嵌入的缩略图(&U)
