Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: If this option is enabled, moving the mouse to a screen border will change your desktop. This is e.g. useful if you want to drag windows from one desktop to the other.
af: As hierdie opsie geaktiveer is, sal die beweeging van die muis na 'n skerm grens jou werkskerm verander. Dit is Bv. bruikbaar as jy vensters van een werkskerm na 'n ander toe trek.
ar: إذا كان هذا الخيار مفعلا، فإن تحريك الفأرة إلى أي من حدود الشاشة سوف يغير سطح مكتبك. هذا مفيد، على سبيل المثال، إذا كنت تريد سحب نافذة من سطح مكتب إلى آخر.
az: Əgər bu seçim fəallaşdırılıbsa, siçanın oxunun ekran kənarına gətirilməsi masa üstünüzü dəyişdirəcəkdir. Əsasən bu, bir pəncərəni bir basa üstündən digərinə daşımaq istədiyinizdə faydalı olur.
bg: Тази група от настройки определя, дали работния плот ще може да се превключва, когато показалецът на мишката стигне края на екрана. Може да зададете работните плотове да се превключват, само ако влачите прозорец. По този начин може да преместите даден прозорец от един работен плот на друг чрез влачене.
bn: এই পছন্দটি কার্যকর করলে মাউসটি পর্দার সীমানায় নিয়ে গেলেডেস্কটপ বদল হবে। এটি যখন আপনি উইন্ডোকে একটি ডেস্কটপ থেকে অন্যতে টেনে নিয়ে যেতে চান তখন কার্যকর।
bs: Kada je ova opcija uključena, pomjeranje miša do ruba ekrana će promijeniti vašu radnu površinu. Ovo je korisno npr. ako želite prevući prozor sa jedne radne površine na drugu.
cs: Pokud je tato volba povolena, přesunem kurzoru myši k hraně obrazovky se přesunete na vedlejší virtuální plochu. Toto je užitečné v případech, kdy si přejete např. přesunout okno z jedné plochy na jinou.
cy: Os yw'r dewisiad yma'n alluog, bydd symud eich llygoden i ffin y sgrîn yn newid eich penbwrdd. Mae hyn yn ddefnyddiol e.e. os ydych am lusgo ffenestri o un penbwrdd i'r llall.
da: Hvis dette valg er aktiveret, så skifter du desktop ved at flytte musen ud til skærmkanten. Dette er f.eks. nyttigt hvis du ønsker at trække vinduer fra én desktop til en anden.
de: Wenn diese Einstellung aktiv ist, wechselt die Arbeitsfläche, sobald Sie mit dem Mauszeiger an den Bildschirmrand fahren. Das kann nützlich sein, um ein Fenster von einer Arbeitsfläche auf eine andere zu verschieben.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη μετακινώντας το ποντίκι σε ένα άκρο της οθόνης θα αλλάξει η επιφάνεια εργασίας σας. Αυτό είναι χρήσιμο π.χ. αν θέλετε να μετακινήσετε παράθυρα από τη μία επιφάνεια εργασίας στην άλλη.
eo: Se elektita, movado de la muso al la ekranrando kaŭzos ŝanĝon al alia tabulo. Tio estas utila ekz., se vi volas ŝovi fenestrojn de unu tabulo al alia.
es: Si esta opción está activada, al mover el ratón hasta el borde una pantalla cambiará su escritorio. Esto es p.ej. útil si desea arrastrar ventanas desde un escritorio a otro.
et: Kui see on sisse lülitatud, vahetatakse töölauda, kui liigutad hiire ekraani serva. See on abiks juhul, kui soovid aknaid ühelt töölaualt teisele lohistada.
eu: Aukera hau gaituta badago, sagua pantailaren ertzera mugitzeak mahaigaina aldatuko du. Hau oso baliagarria da, adibidez, leihoak mahaigain batetik bestera eraman nahi badituzu.
fa: در صورت فعال نمودن این گزینه، حرکت موشی به لبۀ پردۀ رومیزی شما را تغییر می‌دهد. مثلاً اگر بخواهید پنجره‌ها را از یک رومیزی به رومیزی دیگر بکشید، این گزینه مفید می‌باشد.
fi: Jos tämä kohta on valittuna, voit vaihtaa työpöytää siirtämällä hiiren osoittimen työpöydän reunaan. Tämä on hyödyllistä esim silloin, jos haluat siirtää ikkunaa työpöydältä toiselle.
fr: Lorsque cette option est cochée, déplacer le pointeur de souris vers un bord de l'écran vous fera changer de bureau. Cela peut être utile si vous avez besoin de déplacer une fenêtre d'un bureau à un autre.
gl: Se se habilita esta opción, ó move-lo rato á beira da pantalla cambiará de escritorio. Isto é útil se quere arrastrar fiestras dun escritorio a outro.
hr: Ako je ovdje omogućeno, tada će se pomicanjem pokazivača na rub zaslona moći promjeniti radna površina. Korisno kada želit premjestiti prozor s jedne površine na drugu.
hu: Ha ez az opció be van jelölve, akkor munkaasztal-váltáshoz elég az egérmutatót az aktuális munkaasztal széléhez vinni. Ez pl. akkor jön jól, ha ablakot kell átmozgatni egyik munkaasztalról a másikra.
is: Ef þetta er valið, veldur hreyfing músar að jaðri skjár þess að skipt er um skjáborð. Þetta er t.d. gagnlegt ef þú vilt draga glugga frá einu skjáborði til annars.
it: Se questa opzione è attiva spostando il mouse al bordo di uno schermo cambierà il desktop. Questo è utile se si vuole trascinare una finestra da un desktop ad un altro.
ja: このオプションを有効にすると、スクリーンの端にマウスがさしかかるとデスクトップが切り替わります。これは例えばウィンドウを他のデスクトップにドラッグするときに便利です。
km: ប្រសិនបើ​ជម្រើស​នេះ​បាន​អនុញ្ញាត ការ​ផ្លាស់ទី​កណ្ដុរ​ទៅ​ស៊ុម​អេក្រង់​មួយ នឹង​ផ្លាស់​ប្ដូរ​ផ្ទៃតុ​របស់​អ្នក ។ ឧទាហរណ៍ នេះ​​​មាន​ប្រយោជន៍ ប្រសិន​បើ​អ្នក​ចង់​អូស​បង្អួច​ពី​ផ្ទៃតុ​មួយ​ទៅ​ផ្ទៃតុ​មួយ ។
ko: 이 옵션을 사용하면 마우스를 화면 경계선으로 옮겼을 때 데스크톱을 전환합니다. 이는 한 데스크톱에서 다른 데스크톱으로 드래그 할때 편리합니다.
mk: Ако е овозможена оваа опција, со движење на глушецот до границата на екранот ќе преминете на друга површина. Ова е корисно ако на пр. сакате да одвлечете прозорци од една на друга површина.
ms: Jika opsyen ini diaktifkan, menggerakkan tetikus ke sempadan skrin akan mengubah desktop anda. Ini, misalnya, berguna jika anda ingin menyeret tetingkap dari satu desktop ke desktop lain.
nb: Dersom du skrur på dette valget, vil du kunne bytte skrivebord ved å flytte musepekeren ut til kanten av skjermen. Dette er for eksempel nyttig om du vil flytte vinduer fra et skrivebord til et annet.
nds: Wenn aktiveert, kannst Du den Schriefdisch wesseln, wenn Du den Muuswieser na de Kant vun den Schirm verschuffst. Dat is goot, wenn Du t.B. en Finster vun en Schriefdisch na en annern trecken wullt.
nl: Als deze optie is geselecteerd, dan verandert u van bureaublad door de muisaanwijzer naar een schermrand te brengen. Dit is o.a. bruikbaar als u vensters van het ene bureaublad naar het andere wilt verslepen.
nn: Dersom denne funksjonen er på, kan du byta skrivebord ved å flytta musa til skjermkanten. Dette kan vera nyttig dersom du til dømes vil dra vindauge frå eitt skrivebord til eit anna.
pl: Jeśli ta opcja jest włączona, przesunięcie kursora myszy na brzeg ekranu spowoduje zmianę pulpitu. Może to być przydatne np. przy przeciąganiu okna z pulpitu na pulpit.
pt_br: Se esta opção está habilitada, mover o mouse para a borda da tela irá mudar sua área de trabalho. Isto é útil, por exemplo, se você deseja puxar janelas de uma área de trabalho para outra.
ro: Dacă această opţiune este activată, atunci cînd mutaţi mouse-ul la o margine veţi fi transportat în alt ecran virtual. Acest lucru este util dacă doriţi să trageţi ferestre dintr-un ecran virtual în altul.
ru: Перемещение мыши за границу экрана приведёт к переключению на соседний рабочий стол. Это очень удобно при перетаскивании окна с одного рабочего стола на другой.
rw: Iyo ubu buryo bukora, kujyana imbeba ku rubibi rwa mugaragaza bizahindura ibiro byawe. Ibi bigira akamaro nk'urugero iyo ushaka kunyereza amadirishya ava ku biro bimwe ajya ku bindi.
se: Jus dát molssaeaktu lea alde, de sáhtát molsut čállinbeavddi jus sirddát sievána šearbmaravdii. Dát lea ávkkálaš jus háliidat geassit láse čállinbeavddis nubbái.
sk: Ak je táto voľba zapnutá, presun myši na okraj obrazovky prepne plochu. To sa hodí, ak napríklad chcete pretiahnuť okno z jednej plochy na druhú.
sl: Če je ta možnost vključena, bo premik miškinega kazalca do roba zaslona spremenil vaše namizje. To je npr. uporabno, če želite premakniti okna iz enega na drugo namizje.
sr: Ако је ова опција укључена, померање миша до ивице екрана ће променити радну површину. Ово је корисно ако, рецимо, желите да превлачите прозоре са једне радне површине на другу.
sr@latn: Ako je ova opcija uključena, pomeranje miša do ivice ekrana će promeniti radnu površinu. Ovo je korisno ako, recimo, želite da prevlačite prozore sa jedne radne površine na drugu.
sv: Om det här alternativet är markerat och du flyttar musen till en skärmkant kommer skrivbordet att ändras. Det här är t ex användbart om du vill dra fönster från ett skrivbord till ett annat.
ta: இந்த தேர்வு இல்லாமல் இருந்தால்,சுட்டி திரை ஒரத்தில் உள்ள மேல்மேசையை மாற்றவும்.இதற்க்கு எடுத்துகாட்டு நிங்கள் ஏதாவது ஒரு மேல்மேசையை பயன்படுத்தலாம்.
tg: Гузаронидани мушро аз лабаи экран ба гузаштани дигар мизи корӣ хоҳад овард. Ин хеле қулай аст ҳолати кашида бурдани тирезаро аз як мизи корӣ ба мизи кории дигар.
th: หากเลือกใช้ตัวเลือกนี้ หากมีการเคลื่อนเมาส์ไปยังขอบจอภาพ จะทำให้มีการสลับพื้นที่ทำงานของคุณ ซึ่งเหมาะในการใช้งานกับ การลากหน้าต่างจากพื้นที่ทำงานหนึ่งไปอีกพื้นที่ทำงานหนึ่ง
uk: Якщо цей параметр ввімкнено, пересування мишки за межу екрана змінить стільницю. Це, може бути корисно, якщо ви хочете пересувати вікна з однієї стільниці до іншої.

source: D&isabled
af: Afgeskakel
ar: م&عطل
az: &Qeyri fəal
bg: &Изключено
bn: নিষ্ক্রি&য়কৃত
bs: &Isključeno
cs: Za&kázáno
cy: &Analluog
da: D&eaktiveret
de: &Deaktiviert
el: &Απενεργοποιημένα
eo: &Malŝaltita
es: &Desactivado
et: Keelatu&d
eu: Desga&ituta
fa: &غیرفعال‌
fi: &Pois käytöstä
fr: Dé&sactivé
gl: Deshab&ilitar
hi: अक्षम (&i)
hr: &Onemogućeno
hu: &letiltva
is: Óv&irkt
it: Di&sabilitato
ja: 無効(&I)
km: មិន​បាន​អនុញ្ញាត
ko: 사용안함(&I)
mk: Он&евозможено
ms: &Nyahaktif
nb: &Slått av
nds: &Utmaakt
nl: U&itgeschakeld
nn: &Av
pa: ਅਯੋਗ(&i)
pl: &Wyłączone
pt_br: &Desabilitado
ro: &Dezactivat
ru: &Отключены
rw: Byahagaritswe
se: E&ret
sk: &Vypnuté
sl: &Onemogočeno
sr: &Искључено
sr@latn: &Isključeno
sv: Ina&ktiverad
ta: முடமாக்கப்பட்டுள்ளது
tg: Ғай&рифаъол шуд
th: ปิดการใช้งาน
uk: &Вимкнено

source: Only &when moving windows
af: Slegs wanneer vensters skuif
ar: عند ت&حريك النوافذ فقط
az: Sadəcə olaraq pəncərələri &daşıyanda
bg: &Само при преместване на прозорци
bn: শুধুমাত্র &উইন্ডো সরানোর সময়
bs: Samo prilikom &pomjeranja prozora
cs: Pouze při přesouvání o&ken
cy: Dim ond &pan yn symud ffenestri
da: Kun når vinduer &bevæges
de: &Nur beim Verschieben aktiviert
el: Μόνο &κατά τη μετακίνηση των παραθύρων
eo: &Nur dum fenestroŝovado
es: Sólo cuando se &muevan las ventanas
et: &Ainult akende liigutamisel
eu: Leihoak mugit&zean besterik ez
fa: فقط &هنگام حرکت پنجره‌ها‌
fi: Vain ikkunoita &siirrettäessä
fr: S&eulement lors du déplacement d'une fenêtre
gl: Só cando se mo&van fiestras
hi: सिर्फ तभी जब विंडो खिसकाया जाए (&w)
hr: Samo tokom pre&mještanja prozora
hu: csak ablak mo&zgatásakor
is: Aðeins &meðan gluggar eru færðir
it: Solo durante lo sposta&mento delle finestre
ja: ウィンドウの移動時のみ有効(&W)
km: តែ​​ពេល​ផ្លាស់​ទី​បង្អួច
ko: 창을 옮길 때에만(&W)
mk: Само кога ги &движам прозорците
ms: Hanya &apabila tetingkap bergerak
nb: &Kun ved flytting av vinduer
nds: Bloots bi't &Verschuven vun Finstern
nl: Alleen bij het verplaatsen van ve&nsters
nn: Berre når vindauge vert &flytta
pa: ਸਿਰਫ ਜਦੋਂ ਝਰੋਖਿਆਂ ਨੂੰ ਏਧਰ-ਓਧਰ ਕਰੋ(&w)
pl: &Tylko podczas przesuwania okien
pt_br: &Somente ao mover janelas
ro: Numai la &mutarea ferestrelor
ru: Только при &перемещении окон
rw: Iyo amadirishya yimurwa gusa
se: &Dušše lásiid sirdidettiin
sk: Iba pri &presune okien
sl: Samo &med premikanjem oken
sr: Само &приликом померања прозора
sr@latn: Samo &prilikom pomeranja prozora
sv: &Bara när fönster flyttas
ta: சாளரங்களை நகர்த்தும் போது மட்டும்
tg: &Фақат вақте ки тиреза дар ҳоли ҳаракат аст
th: เฉพาะเมื่อมีการย้ายหน้าต่าง
uk: Тільки при &пересуванні вікон

source: A&lways enabled
af: Altyd geaktiveer
ar: مفع&ل دائما
az: &Həmişə fəal
bg: Вкл&ючено
bn: স&বসময় সক্রিয়
bs: &Uvijek uključeno
cs: Vždy povo&leno
cy: Galluog &bob amser
da: A&ltid aktiv
de: &Stets aktiviert
el: &Πάντα ενεργοποιημένα
eo: Ĉ&iam ŝaltita
es: &Siempre activados
et: A&lati lubatud
eu: Be&ti gaituta
fa: &همیشه فعال‌
fi: &Aina käytössä
fr: Tou&jours activé
gl: S&empre habilitado
hi: हमेशा सक्षम: (&l)
hr: &Uvijek omogućeno
hu: &mindig engedélyezve
is: A&lltaf virkt
it: &Sempre abilitato
ja: 常に有効(&L)
km: បាន​អនុញ្ញាត​ជានិច្ច
ko: 항상 사용(&L)
mk: С&екогаш овозможено
ms: &Sentiasa aktifkan
nb: A&lltid aktiv
nds: &Jümmers an
nl: &Altijd ingeschakeld
nn: A&lltid på
pa: ਹਮੇਸ਼ਾ ਯੋਗ(&l)
pl: &Zawsze włączone
pt_br: Sempre &Habilitado
ro: Î&ntotdeauna activat
ru: &Всегда включены
rw: Bikoreshwa buri gihe
se: Álo &alde
sk: &Vždy zapnuté
sl: &Vedno omogočeno
sr: У&век укључено
sr@latn: U&vek uključeno
sv: A&lltid aktiverad
ta: எப்போதும் இயங்கும்
tg: &Ҳамеша фаъол
th: เปิดใช้งานเสมอ
uk: &Завжди ввімкнено

source: Desktop &switch delay:
af: Werkskerm wissel vertraging:
ar: تأ&خر تبديل سطح المكتب:
az: Masa üstünün &dəyişmə gecikməsi:
bg: Пау&за при превключване на работните плотове:
bn: ডেস্কটপ &পরিবর্তনে বিলম্ব:
bs: Pauza kod &promjene radne površine:
cs: Prodleva př&epnutí plochy:
cy: &Saib newid penbwrdd:
da: Forsinkelse ved &desktopskift:
de: Verzögerung für Arbeitsflächen&umschaltung:
el: Καθυστέρηση &εναλλαγής επιφάνειας εργασίας:
eo: &Prokrasto antaŭ tabulŝanĝo
es: Retardo de &cambio de escritorio:
et: Töölaua lülitami&se viivitus:
eu: Ma&haigain aldatze-atzeraldia:
fa: تأخیر &سودهی رومیزی:‌
fi: Työpöydän &vaihdon viive:
fr: Dé&lai avant changement de bureau :
gl: Retardo de troco de e&scritorio:
hi: डेस्कटॉप स्विच देरीः (&s)
hr: &Kašnjenje promjene radne površine:
hu: A késleltetési idő &asztalváltásnál:
is: Skjáborð&s skifti töf:
it: &Ritardo cambiamento desktop:
ja: デスクトップ切り替えの遅延時間(&K):
km: ពន្យារ​ការ​ប្ដូរ​ផ្ទៃតុ ៖
ko: 데스크톱 전환 지연 시간(&S):
mk: Период за промена на површ&ини:
ms: Lengah &pertukaran desktop:
nb: For&sinkelse ved bytte av skrivebord:
nds: &Töövtiet för't Wesseln:
nl: Vertraging van bureaubladwis&seling:
nn: Forseinking for &skrivebordsbytte:
pa: ਵਿਹੜਾ ਸਵਿੱਚ ਅੰਤਰਾਲ(&s):
pl: &Opóźnienie zmiany pulpitu:
pt_br: Atraso na &Troca de Áreas de Trabalho:
ro: Întîr&ziere comutare ecran:
ru: &Задержка переключения рабочих столов:
rw: Guhindura ibiro biratinda:
se: &Maŋoneapmi molssodettiin čállinbevddiid:
sk: Čakanie pred &prepnutím plochy:
sl: Zamik preklopa &namizja:
sr: &Кашњење при промени радне површине:
sr@latn: &Kašnjenje pri promeni radne površine:
sv: Fördrö&jning vid skrivbordsbyte:
ta: மேசை மாற்றத் தாமதம்:
tg: Таваққуфи &равшансозии мизи корӣ:ы
th: หน่วงเวลาการเปลี่ยนพื้นที่ทำงาน:
uk: Затримка &перемикання стільниці:
