Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: This is the maximum number of lines that can be used to draw icon text. Long file names are truncated at the end of the last line.
af: Hierdie is die maksimum aantal lyne wat gebruik kan word om ikoonteks te trek. Lang lêer name word afgekap aan die einde van die laaste lyn.
bg: Максимален брой редове с текст за показване под иконите. Дългите имена на файлове, директории или други икони ще бъдат отрязвани в края на последния ред.
bs: Ovo je maksimalan broj linija koje mogu biti zauzete za crtanje teksta ikona. Duga imena datoteka će biti srezana na kraju posljednje linije.
ca: Aquest és el màxim número de línies que es poden usar per a escriure text d'icona. Els noms de fitxer llargs es trunquen al final de la darrera línia.
cs: Toto je maximální počet řádků, které lze použít pro vykreslení textu ikony. Příliš dlouhé názvy budou uříznuty na konci posledního řádku.
cy: Dyma'r nifer uchaf o linellau a ellir ei defnyddio i lunio testun eicon. Blaendorrir enwau ffeil hir wrth ddiwedd y linell olaf.
da: Dette er det maksimale antal linjer der kan bruges til at tegne ikontekst. Lange filnavne trunkeres ved slutningen af sidste linje.
de: Die ist die maximale Zeilenzahl für Symboltexte. Bezeichnungen, die diese Grenze überschreiten, werden abgeschnitten.
el: Αυτός είναι π μέγιστος αριθμός γραμμών που μπορεί να χρησιμοποιηθεί για την εμφάνιση του κειμένου των εικονιδίων. Μεγάλα ονόματα αρχείων θα κοπούν στην τελευταία γραμμή.
es: Este es el máximo número de líneas que se pueden utilizar para mostrar el texto del icono. Los nombres de archivo más largos serán truncados al final de la última línea.
eu: Ikonoen testua marrazteko erabiliko den lerro kopuru gehiena da hau. Fitxategi izen luzeak moztuko dira azkeneko lerroko amaieran
fa: تعداد بیشینۀ خطوطی است که می‌تواند برای ترسیم متن شمایل استفاده شود. نامهای طولانی پرونده در پایان آخرین خط برش زده می‌شوند.
fi: Tämä on pitkissä tiedostojen nimissä näytettävä rivimäärä. Jos nimi on liian pitkä, sitä ei näytetä kokonaa.
fr: Ceci est le nombre maximal de lignes à utiliser pour afficher le texte des icônes. Les noms de fichiers trop longs seront tronqués à la fin de la dernière ligne.
gl: Éste é o número máximo de liñas que se poden empregar para debuxar o texto das iconas. Os nomes de ficheiro longos están truncados ao remate da derradeira liña.
he: זהו המספר המרבי של שירות שיש להציג בעת ציור טקסט של סמל. שמות קבצים ארוכים יחתכו בשורה האחרונה.
hi: प्रतीक पाठ लिखने के लिए यह लकीरों की अधिकतम संख्या है. लंबे फ़ाइल नामों को अंतिम लकीर के अंत में काट दिया जाएगा.
hr: Ovo je maksimalni broj linija koje mogu biti korištene za iscrtavanje teksta od sličica. Duga imena datoteka se odsjeku pri kraju zadnje linije.
hu: Az ikonok feliratai legfeljebb ennyi sorból állhatnak. A hosszú fájlnevek vége le lesz vágva az utolsó sor végén.
is: Þetta er hámarksfjöldi lína sem nota má til að teikna textann undir táknmyndum. Klippt er aftan af löngum skráarheitum í enda síðustu línunnar.
it: Questo è il numero massimo di linee che possono essere utilizzate per scrivere il testo delle icone. I nomi di file lunghi saranno troncati alla fine dell'ultima linea.
ja: アイコンテキストの表示に使用する最大行数です。長いファイル名は最後の行で末尾を切り詰められます。
kk: Бұл таңбаша жазудың қанша жолға дейін болатынын көрсетеді. Файлдың ұзын атаулары соңғы жолға сыйғанша жазылады.
km: នេះ​ជា​ចំនួន​ជួរ​អតិបរមាដែល​ត្រូវ​ប្រើ សម្រាប់គូរអត្ថបទរូបតំណាង​ ។ ឈ្មោះ​ឯកសារ​វែងត្រូវ​បាន​កាត់​នៅ​ខាង​ចុង​បន្ទាត់​ចុង​ក្រោយ​ ។
ko: 이것은 아이콘 텍스트를 그릴 때 사용할 최대 줄 수입니다. 긴 파일 이름들은 마지막 줄 끝에서 잘립니다.
lt: Tai yra didžiausias skaičius eilučių, kurias galima naudoti rašant ženkliuko tekstą. Ilgesni bylos vardai yra nukertami paskutinės eilutės pabaigoje.
mk: Ова е максималниот број на линии кои можат да се користат за исцртување на текстот на иконите. Долгите имиња на датотеки се отсечени на крајот од последната линија.
nb: Dette er det største antall linjer som kan brukes på ikontekstene. Lange filnavn avbrytes på slutten av siste linje.
nds: Dat is de hööchste Tall vun Regen, de för Lüttbildtext bruukt warrt. Länger Dateinaams warrt an't Enn vun de leste Reeg afsneden.
nl: Dit is het maximum aantal regels dat kan worden gebruikt om de pictogramtekst te tonen. Langere teksten zullen worden afgebroken aan het einde van de laatste regel.
nn: Dette er det høgste talet på linjer som skal visast i ikonteksten. Lange filnamn vert kutta av på slutten av den siste linja.
pl: Maksymalna liczba wierszy przeznaczonych na tekst przy ikonach. Dłuższe nazwy plików będą ucięte na końcu.
pt: Este é o número máximo de linhas que podem ser utilizados para desenhar o texto dos ícones. Os nomes de ficheiros longos são truncados no fim da última linha.
pt_br: Este é o número máximo de linhas que podem ser usadas para o texto do ícone. Nomes de arquivos longos serão truncados no final da última linha.
ro: Acesta este numărul maxim de linii care pot fi utilizate la afişarea textului iconiţelor. Numele de fişiere mai lungi sînt trunchiate la sfîrşitul ultimei linii.
ru: Максимальное количество строк, которое может использоваться для подписей значков. Длинные имена файлов будут обрезаться в конце последней строки.
rw: Uyu ni umubare ntarengwa w'imirongo ishobora gukoreshwa kugira ngo ushushanye umwandiko w'agashushondanga. Amazinadosiye maremare acibwamo ibice ku mpera y'umurongo.
sk: Toto je maximálny počet riadkov, ktoré sa použijú pre vykreslenie textu ikony. Dlhé mená súborov sa na konci posledného riadku orežú.
sl: To je največje število vrstic, ki se uporabijo za risanje besedila ikone. Dolga imena datotek bodo skrajšana na koncu zadnje vrstice.
sr: Ово је максималан број линија које ће се користити за испис текста икона. Дуга имена фајлова ће бити одсечена на крају последње линије.
sr@latn: Ovo je maksimalan broj linija koje će se koristiti za ispis teksta ikona. Duga imena fajlova će biti odsečena na kraju poslednje linije.
sv: Det här är maximalt antal rader som kan användas för att visa ikontext. Långa filnamn avkortas i slutet på sista raden.
ta: சின்னங்கள் உரை வரைய உபயோகப்படும் அதிகபட்ச வரிகள் இதுதான்.நீள கோப்பு பெயர்கள் கடைசி வரி முடிவில் துணித்தலாகும்.
th: นี่คือจำนวนบรรทัดสูงสุดที่จใช้ในการวาดข้อความกำกับไอคอน ชื่อของแฟ้มที่ยาวเกินจะโดนตัดทิ้งที่ปลายบรรทัดสุดท้าย
uk: Це - максимальна кількість рядків для відображення тексту піктограми. Довгі назви файлів будуть обрізані в кінці останнього рядка.
zh_cn: 这是可用于绘制图标文字的最大行数。较长的文件名将会被在最后一行截断。

source: &Width for icon text:
af: &Wydte vir ikoon teks:
be: &Шырыня подпісаў значак:
bg: &Широчина на текста под иконите:
bs: &Širina teksta ispod ikona:
ca: &Ample per al text de la icona:
cs: Šířka te&xtu ikony:
da: &Bredde af ikontekst:
de: &Breite für Symboltexte:
el: &Πλάτος κειμένου του εικονιδίου:
eo: &Larĝeco ĉe piktogramteksto
es: Anc&ho del texto del icono:
eu: &Zabalera ikonoen testurako:
fa: &عرض متن شمایل:‌
fi: Kuvakkeen tekstin &pituus:
fr: &Largeur du texte sous les icônes :
gl: &Ancho para texto das iconas:
he: &רוחב עבור הטקסט של הסמל:
hi: प्रतीक पाठ की चौड़ाई: (&W)
hu: Az ikonfelirat szé&lessége:
is: &Breidd táknmyndatexta:
it: &Larghezza del testo delle icone:
ja: アイコンテキストの幅(&W):
kk: Таңбаша жазудың &ені:
km: ទទឹងអត្ថបទ​រូបតំណាង ៖
ko: 아이콘 텍스트의 폭(&W):
lt: Ženklelių teksto &plotis:
mk: Ширина на т&екстот на иконите:
nb: &Bredde på ikontekstene:
nds: &Breed för Lüttbildtext:
nl: &Breedte van de pictogramtekst:
nn: &Breidd på ikontekst:
pa: ਆਈਕਾਨ ਪਾਠ ਚੌੜਾਈ(&W):
pl: &Szerokość tekstu dla ikon:
pt: &Largura do texto do ícone:
pt_br: Lar&gura para o texto do ícone:
ro: Lăţ&imea textului iconiţelor:
ru: &Ширина имён файлов:
rw: &Ubugari bw'umwandiko w'agashushondanga:
se: &Govašteavstta govdodat:
sk: &Šírka textu ikony:
sl: &Širina besedila pod ikonami:
sr: Ши&рина за текст иконе:
sr@latn: Ši&rina za tekst ikone:
sv: Ikontextens &bredd:
ta: & குறும்பட உரைக்கான அகலம்:
th: ความกว้างของข้อความกำกับไอคอน
uk: &Ширина тексту піктограм:
zh_cn: 图标文字的宽度(&W)：

source: This is the maximum width for the icon text when konqueror is used in multi column view mode.
af: Hierdie is die maksimum wydte vir die ikoonteks wanneer Konqueror gebruik word in multi-kolommodus.
bg: Максимална широчина на текста под иконите.
bs: Ovo je maksimalna širina za tekst ikone kada se Konqueror koristi u višekolonskom režimu pogleda.
ca: Aquesta és l'amplada màxima per al text d'icones quan konqueror s'usa en el mode de vista multicolumna.
cs: Toto je maximální šířka textu ikony, pokud Konqueror používá režim s více sloupci.
da: Dette er den maksimale bredde for ikonteksten når konqueror bruges i flersøjlet visningstilstand.
de: Dies ist die maximale Breite für Symboltext in der mehrspaltigen Ansicht von Konqueror.
el: Αυτό είναι το μέγιστο πλάτος κειμένου των εικονιδίων όταν ο konqueror χρησιμοποιείται σε λειτουργία προβολής πολλαπλών στηλών.
es: Es el ancho máximo para el texto del icono cuando konqueror se utiliza en modo de vista de varias columnas.
eu: Hau da ikonoen testurako erabiliko den zabalera handiena, konqueror zutabe anitzeko ikuspegian erabiltzen denean.
fa: وقتی konqueror در حالت نمای چند ستونی استفاده می‌شود، بیشینۀ عرض برای متن شمایل می‌باشد.
fi: Tämä on kuvakkeiden tekstien enimmäispituus kun konqueroria käytetään monirivisenä.
fr: Ceci est la largeur maximale à utiliser pour afficher le texte des icônes lorsque Konqueror est utilisé en mode multicolonnes.
gl: Éste é o ancho máximo para o texto das iconas cando se emprega konqueror en modo de vista multicolumna.
he: זהו רוחב המרבי עבור טקסט הסמלים כאשר Konqueror במצב של עמודות מרובות.
hi: जब कॉन्करर बहु स्तम्भ दृश्य मोड में होगा तब यह प्रतीक पाठ की चौड़ाई होगी
hu: Ez az ikonszöveg maximális szélessége a Konqueror fájlkezelő többoszlopos módjában.
is: Þetta er hámarksbreidd táknmyndatextans þegar konqueror er í margdálkasýn.
it: Questa è la larghezza massima per il testo delle icone quando Konqueror è utilizzato in modalità di vista multi colonna.
ja: マルチカラムビューでアイコンテキストの表示に使用する最大幅です。
kk: Бұл таңбаша жазудың ені көп бағанды көріністе қаншаға дейін болатынын көрсетеді.
km: នេះ​ជា​ទទឹង​អតិបរមា​សម្រាប់​អត្ថបទ​រូប​តំណាង ពេល konqueror ត្រូវ​បាន​ប្រើ​ក្នុង​របៀប​មើលច្រើន​ជួរ​ឈរ ។
ko: 이것은 Konqueror를 다중 열 보기 모드로 사용할 때 아이콘 텍스트의 최대 폭입니다.
lt: Tai yra didžiausias ženkliuko teksto plotis kai konkqueror naudojamas kelių stulpelių peržiūros veiksena.
mk: Ова е максималната ширина за текстот на иконите кога konqueror се користи во режим на преглед со повеќе колони.
nb: Dette er maksimal bredde på ikontekstene når konqueror er i flerkolonnevisning.
nds: Dit is de hööchste Breed, de Konqueror in de Mehrstriepen-Ansicht för Lüttbildtext bruukt.
nl: Dit is de maximum breedte van de pictogramtekst als Konqueror wordt gebruikt in de multikolom-weergave.
nn: Dette er den høgste breidda på ikonteksten når Konqueror skal visa filer i fleire kolonnar.
pl: Maksymalna szerokość tekstu pod ikonami w trybie wielokolumnowym.
pt: Esta é a largura máxima do texto do ícone, quando o Konqueror é usado no modo de vista em várias colunas.
pt_br: Esta é a largura máxima para o texto do ícone, quando o Konqueror for usado no modo de visão de multi-coluna.
ro: Aceasta este lăţimea maximă pentru textul iconiţelor atunci cînd Konqueror este utilizat în modul de vizualizare multicoloană.
ru: Максимальная ширина показываемого имени файла, когда Konqueror используется в режиме просмотра в несколько колонок.
rw: Ubu ni ubugari ntarengwa bugenewe umwandiko w'agashushondanga iyo Konqueror ikoreshejwe mu buryo ngaragaza nkingi nyinshi.
sk: Toto je maximum šírky textu ikony keď je konqueror použitý v móde zobrazenia viacerých stĺpcov.
sl: To je največja širina besedila pod ikonami, ko se Konqueror uporablja v večstolpčnem načinu prikaza.
sr: Ово је максимална ширина за текст иконе када се Konqueror користи у вишеколонском режиму приказа.
sr@latn: Ovo je maksimalna širina za tekst ikone kada se Konqueror koristi u višekolonskom režimu prikaza.
sv: Det här är maximal bredd för ikontexten när Konqueror används i flerkolumnsläge.
ta: இது கான்கொரரை பல நெடுவரிசை காட்சி வகையில் பயன்படுத்தும்போது குறும்பட உரைக்கான அதிகப்பட்ச அகலம்.
th: นี่คือความกว้างมากที่สุดสำหรับข้อความกำกับไอคอน เมื่อให้ Konqueror แสดงในโหมดหลายคอลัมน์
uk: Це максимальна ширина тексту з описом піктограм у режимі перегляду Konqueror з багатьма стовпчиками.
zh_cn: 这是 Konqueror 在多列视图模式中图标文字的最大宽度。

source: &Underline filenames
af: Onderstreep lêername
ar: &تسطير تحت أسم الملف
be: &Падкрэсліваць назвы файлаў
bg: Под&чертаване имената на файловете
bs: Podv&uci imena datoteka
ca: Noms de fitxer su&bratllats
cs: Podtrhávat jména so&uborů
da: &Understreg filnavne
de: Dateinamen &unterstreichen
el: &Υπογράμμιση ονομάτων αρχείων
eo: S&ubstreki dosiernomojn
es: &Subrayar nombres de archivos
eu: Azpimarrat&u fitxategien izenak
fa: &زیر خط‌دار کردن نام پرونده‌ها‌
fi: A&lleviivaa tiedostonimet
fr: &Souligner les noms de fichiers
gl: &Subliñar nomes de ficheiro
he: מתח קו מתחת שמות קבצי&ם
hi: फ़ाइल नाम रेखांकित करें (&U)
hu: A fájlnevek legyenek aláhú&zva
is: &Undirstrika skráaheiti
it: &Sottolinea i nomi dei file
ja: ファイル名に下線を引く(&U)
kk: Файл атаулардың &асты сызылсын
km: គូស​បន្ទាត់ពីក្រោម​ឈ្មោះ​ឯកសារ
ko: 파일 이름에 밑줄 긋기(&U)
lt: Pabra&ukti bylų vardus
mk: По&двлечи ги имињата на датотеките
nb: &Understrek filnavn
nds: Dateinaams ünne&rstreken
nl: Bestandsnamen &onderstrepen
nn: Stre&k under filnamn
pa: ਫਾਇਲਨਾਂ ਹੇਠ ਰੇਖਾ(&U)
pl: &Podkreślaj nazwy plików
pt: S&ublinhar os nomes dos ficheiros
pt_br: S&ublinhar nomes de arquivo
ro: &Subliniază numele de fişierelor
ru: Под&чёркивать имена файлов
rw: &Guca umurongo ku mazina y'amadosiye
se: &Sázu fiilanamma vuolábealde
sk: &Podčiarkovať mená súborov
sl: &Podčrtaj imena datotek
sr: Подвуци &имена фајлова
sr@latn: Podvuci &imena fajlova
sv: Stry&k under filnamn
ta: கோப்புப் பெயர்களைக் அடிக்கோடிடு
th: ขี&ดเส้นใต้ชื่อแฟ้ม
uk: &Підкреслювати назви файлів
zh_cn: 文件名带下划线(&U)
