Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Modifier key + mouse wheel:
af: Modifikasie sleutel + muis wiel:
bg: Клавиш + колелце на мишката:
bs: Modificirajuća tipka + točkić:
cs: Modifikátor + kolečko myši:
da: Ændringstast + musehjul:
de: Sondertaste + Mausrad:
el: Ειδικό πλήκτρο + ροδέλα ποντικιού:
eo: Ŝaltklavo + meza butono:
es: Tecla modificadora + rueda del ratón:
et: Muuteklahv + hiireratas:
eu: Tekla aldatzailea + saguaren gurpila:
fa: کلید تغییردهنده + چرخ موشی:
fi: Muuntonäppäin ja hiiren rulla:
fr: Modificateur + molette de la souris :
gl: Tecla Modificadora + roda do rato:
hu: Módosító billentyű + egérgörgő:
is: Breytilykill + músarhjól:
it: Tasto modificatore + rotellina del mouse:
ja: モディファイアキーとマウスホイール:
km: គ្រាប់​ចុច​កែប្រែ + កង់​​​កណ្ដាល ៖
ko: 수정 키 + 마우스 휠 버튼:
mk: Копче модификатор + тркалце на глушецот:
ms: Kekunci pengubah suai + reroda tetikus:
nb: Valgtast + mushjul:
nds: Sünnertast + Muusrad:
nl: Modificatietoets + muiswiel:
nn: Valtast + mushjul:
pa: ਸੋਧ ਸਵਿੱਚ + ਮਾਊਸ ਪਹੀਆ:
pl: Klawisz modyfikujący + kółko myszy:
pt_br: Tecla modificadora + roda do mouse:
ru: Модификатор + колесо мыши
rw: Buto ihindura + ikizigambeba:
se: Muddenboallu + sáhpánjuvla:
sk: Modifikátor + kolečko myši:
sl: Spremenilna tipka + miškin kolešček:
sr: Модификаторски тастер + точкић миша:
sr@latn: Modifikatorski taster + točkić miša:
sv: Väljartangent + mushjul:
th: ปุ่มที่ใช้ร่วม + เลื่อนล้อของเม้าส์:
uk: Клавіша-модифікатор + коліщатко:

source: Here you can customize KDE's behavior when scrolling with the mouse wheel in a window while pressing the modifier key.
af: Jy kan KDE se gedrag hier pasmaak vir wanneer die muis wiel binne 'n venster gedraai word, terwyl 'n modifikasie sleutel gedruk word.
bg: Поведение на прозорец при превъртане на колелцето на мишката вътре в него (вътре, върху рамката или заглавието) заедно с натиснат клавиш за модификация от клавиатурата.
bs: Ovdje možete podesiti ponašanje KDEa prilikom korištenja točkića miša bilo gdje u prozoru dok je pritisnuta neka od modificirajućih tipki.
cs: Zde je možné přizpůsobit chování prostředí KDE při rolování kolečka myši při současném držení modifikačního tlačítka.
da: Her kan du brugerindstille KDE's opførsel når der rulles med musehjulet i et vindue mens du trykker på ændringstasten.
de: Hier können Sie das Verhalten von KDE einstellen, wenn in einem Fenster das Mausrad betätigt wird, während Sie gleichzeitig die Sondertaste gedrückt halten.
el: Εδώ μπορείτε να προσαρμόσετε τη συμπεριφορά του KDE όταν κάνετε κύλιση με τη ροδέλα του ποντικιού πατώντας συγχρόνως κάποιο ειδικό πλήκτρο.
es: Aquí puede personalizar el comportamiendo de KDE cuando se hace girar la rueda en algún lugar de una ventana mientras se pulsa una tecla modificadora.
et: Siin saad kohandada KDE käitumist, kui keritakse hiirerattaga kusagil aknas, hoides samal ajal all muuteklahvi.
eu: Hemen, leiho batean saguaren gurpila mugitzean tekla aldatzaile bat zapatzen duzun bitartean, KDEk izango duen portaera pertsonaliza dezakezu.
fa: در اینجا می‌توانید رفتار KDE را، هنگام لغزش چرخ موشی در یک پنجره همراه با فشار کلید تغییردهنده، سفارشی کنید.
fi: Tässä voit määritellä, mitä tapahtuu, kun hiiren rullaa pyöritetään ikkunassa muuntonäppäimen ollessa painettuna.
fr: Vous pouvez personnaliser ici le comportement de KDE lorsque vous utilisez la molette de votre souris sur une fenêtre en appuyant simultanément sur la touche de modification.
gl: Aquí pode personalizar o comportamento de KDE cando se use a roda do rato nunha fiestra mentres se preme a tecla modificadora.
hu: Itt lehet testreszabni az ablakokban történő egérgörgős görgetés hatását, ha le van nyomva egy módosító billentyű
is: Hér getur þú sillti virkni músarhjólsins í glugga á meðan breytilykli er haldið niðri.
it: Qui puoi configurare il comportamento di KDE quando utilizzi la rotellina del mouse su una finestra premendo anche una modificatore.
ja: モディファイアキーを押しながらウィンドウをでマウスホイールをスクロールしたときの KDE の挙動を選択します。
km: នៅទីនេះ អ្នក​អាច​ប្ដូរ​ឥរិយាបថ​របស់ KDE នៅ​ពេល​រមូរ​កណ្តុរ​​ក្នុង​បង្អួច​មួយ ខណៈ​ពេល​ចុច​គ្រាប់​ចុច​កែប្រែ ។
ko: 여기서 변경 키를 누르는 동안 창에서 마우스 휠을 스크롤할 때 KDE의 동작을 사용자 정의할 수 있습니다.
mk: Тука може да прилагодите како ќе се однесува KDE кога го движите тркалцето на глушецот во некој прозорец додека држите копче-модификатор.
ms: Di sini anda boleh menyesuaikan peri laku KDE apabila menskrol dengan reroda tetikus dalam tetingkap semasa menekan kekunci pengubah suai.
nb: Her kan du velge hva som skal skje i KDE når du klikker et eller annet sted på et vindu mens du holder nede en valgtast.
nds: Hier kannst Du fastleggen, wat KDE deit, wenn Du dat Muusrad över en Finster bruukst un dor en Sünnertast bi drückst.
nl: Hier kunt u bepalen wat er gebeurt als u ergens binnen een venster met de muiswiel draait terwijl u de modificatietoets ingedrukt houdt.
nn: Her kan du tilpassa åtferda ved musrulling i eit vindauge samtidig som ein valtast vert trykka.
pl: Tu możesz ustawić działanie kółka myszy w oknie, jeśli wciśnięty jest klawisz modyfikujący.
pt_br: Aqui você pode personalizar o comportamento do KDE quando a roda do seu mouse passar por uma janela e estiver pressionando uma tecla modificadora.
ru: Здесь вы можете настроить отклик окна на прокрутку колеса мыши внутри окна при нажатой управляющей клавише на клавиатуре.
rw: Aha ushobora kuboneza imyifatire ya KDE iyo unyereje ukoresheje ikizigambeba mu idirishya mu gihe ukanda buto ihindura.
sk: Tu môžete nastaviť správanie KDE pri posune kolečka myši v okne so stlačeným modifikačným klávesom.
sl: Tu lahko nastavite obnašanje KDE-ja, ko vrtite miškin kolešček nekje v oknu, medtem ko držite spemenilno tipko.
sr: Овде можете прилагодити понашање KDE-а када вртите точкић миша у прозору док држите притиснут модификаторски тастер.
sr@latn: Ovde možete prilagoditi ponašanje KDE-a kada vrtite točkić miša u prozoru dok držite pritisnut modifikatorski taster.
sv: Här kan du anpassa KDE:s beteende när du rullar med mushjulet i ett fönster samtidigt som du håller väljartangenten nertryckt.
th: คุณสามารถกำหนดส่ิงที่จะให้ KDE กระทำ เมื่อมีการเลื่อนด้วยล้อของเม้าส์บนส่วนต่างๆ ของหน้าต่าง พร้อมกับมีการกดปุ่มที่ใช้ร่วมด้วย
uk: Тут ви можете налаштувати поведінку при прокручування коліщатка мишки де-небудь у вікні за натиснутої клавіші модифікатора.

source: Meta
bn: মেটা (Meta)
fa: فرا
fr: Méta
hi: मेटा
ko: 메타
nb: Meta-tast
pa: ਮੈਟਾ
sr: Мета
th: ปุ่มพิมพ์ที่ใช้ร่วม

source: Alt
bn: অল্ট (Alt)
fa: دگرساز
hi: ऑल्ट
nb: Alt-tast
th: ปุ่มพิมพ์ Alt

source: Activate, Raise and Move
af: Aktiveer, Lig & Skuif
ar: تفعيل و رفع وتحريك
az: Fəallaşdır, Qabağa Gətir və Daşı
bg: Активиране, извеждане напред и преместване
bn: সক্রিয় কর, তুলে ধর এবং সরাও
bs: Aktiviraj, podigni i pomjeri
cs: Aktivovat, zdvihnout a dát do popředí
cy: Gweithredoli, Codi a Symud
da: Aktivér, hæv og flyt
de: Aktivieren, nach vorne und verschieben
el: Ενεργοποίηση, ανύψωση και μετακίνηση
eo: Aktivigas kaj malfonigas
es: Activar, al frente y mover
et: Aktiveerib, tõstab ja liigutab
eu: Aktibatu, goratu eta mugitu
fa: فعال‌سازی، بالا آمدن و حرکت
fi: Aktivoi, nosta ja liikuta
fr: Activer, placer dessus et déplacer
gl: Activar, Atrás e Mover
hi: सक्रिय करें, ऊपर उठाएँ तथा खिसकाएँ
hr: Aktiviraj, podigni i pomakni
hu: aktiválás, felemelés és mozgatás
is: Virkja, fleyta upp og færa
it: Attiva, alza e sposta
ja: アクティブにして前面に、そして移動する
km: ធ្វើ​ឲ្យ​សកម្ម លើក​ឡើង និង​ផ្លាស់ទី
ko: 활성, 올림/이동
mk: Активирај, крени и премести
ms: Aktifkan, Naikkan dan Alihkan
nb: Bruk, hev og flytt
nds: Aktiveren, na vörn un verschuven
nl: Activeren, naar voorgrond en verplaatsen
nn: Aktiver, hev og flytt
pa: ਸਰਗਰਮ, ਉਭਰਿਆ ਤੇ ਏਧਰ-ਓਧਰ
pl: Uaktywnij, przywołaj i przesuń
pt_br: Ativar, Elevar e Mover
ro: Activează, ridică şi mută
ru: Передать фокус, поднять и переместить
rw: Gukoresha, Kuzamura no Kwimura
se: Aktivere, lokte ja sirdde
sk: Aktivovať, zdvihnúť a presunúť
sl: Aktiviraj, odkrij in premakni
sr: Активирај, подигни и помери
sr@latn: Aktiviraj, podigni i pomeri
sv: Aktivera, höj och flytta
ta: செயல்படுத்து,எழு மற்றும் நகரு
tg: Фаъол кардан ва аз ҳама боло ворид кардан
th: ให้ทำงานและปรับมาอยู่ด้านบน
uk: Активізувати, підняти і пересунути

source: Resize
af: Hervergroot
ar: تغيير الحجم
az: Ölçüləndir
bg: Промяна на размера
bn: আকার পরিবর্তন কর
bs: Promijeni veličinu
cs: Změnit velikost
cy: Newid Maint
da: Ændr størrelse
de: Größe ändern
el: Αλλαγή μεγέθους
eo: Ŝanĝas grandecon
es: Redimensionar
et: Suuruse muutmine
eu: Aldatu tamaina
fa: تغییر اندازه
fi: Muuta kokoa
fr: Redimensionner
gl: Redimensionar
hi: नया-आकार
hr: Promjena veličine
hu: átméretezés
is: Breyta stærð
it: Ridimensiona
ja: リサイズ
km: ប្តូរ​ទំហំ
ko: 크기 조절
mk: Промени големина
ms: Saiz Semula
nb: Endre størrelse
nds: Grött ännern
nl: Grootte wijzigen
nn: Endra storleik
pa: ਮੁੜ-ਆਕਾਰ
pl: Zmień rozmiar
pt_br: Redimensionar
ro: Redimensionează
ru: Изменить размер
rw: Kuringaniza
se: Rievdat sturrodaga
sk: Zmena veľkosti
sl: Spremeni velikost
sr: Промени величину
sr@latn: Promeni veličinu
sv: Ändra storlek
ta: அளவு மாற்று
tg: Таъғири андоза
th: ปรับขนาด
uk: Змінити розмір

source: Focus
af: Fokus
ar: التركيز
az: Fokus
bg: Фокус
bn: আলোকপাত
bs: Fokus
cs: Zaměření
cy: Canolbwynt
da: Fokus
de: Aktivierung
el: Εστίαση
eo: Fokuso
es: Foco
et: Fookus
eu: Fokua
fa: کانون
fi: Ikkunoiden aktivointi
gl: Foco
hi: फ़ोकस
hr: Fokus
hu: Fókuszálás
is: Virkni
ja: フォーカス
km: ផ្តោត
ko: 활성화
mk: Фокусирање
ms: Fokus
nb: Fokus
nds: Fokus
nn: Fokus
pa: ਕੇਂਦਰਿਤ
pl: Uaktywnianie
pt_br: Foco
ru: Фокус
rw: Igaragaza rikeye
se: Fohkus
sk: Fokus
sl: Fokus
sr: Фокус
sr@latn: Fokus
sv: Fokus
ta: குவிப்பு
tg: Фокус
th: ได้รับโฟกัส
uk: Фокус

source: &Policy:
af: Beleid:
ar: ال&سياسة:
az: &Yöntəm:
bg: Пов&едение:
bn: নীতি (&ন):
bs: &Pravila:
cs: &Metoda:
cy: &Polisi:
da: &Politik:
de: &Regelung:
el: &Πολιτική:
es: &Política:
et: &Reegel:
eu: &Politika:
fa: &سیاست:‌
fi: &Kohdistustapa:
fr: R&ègles :
gl: &Política:
hi: पॉलिसी: (&P)
hr: &Pravila:
hu: Módsz&er:
is: &Gluggavirkni:
it: &Politica:
ja: ポリシー(&P):
km: គោលការណ៍ ៖
ko: 정책(&P):
mk: &Политика:
ms: &Polisi:
nb: &Praksis:
nds: &Regel:
nl: &Beleid:
nn: &Praksis:
pa: ਪਲਾਸੀ(&P):
pl: Polit&yka:
pt_br: &Política:
ro: &Politica de focus:
ru: &Правило
rw: &Politiki:
se: &Doaibmanvuohki
sk: &Spôsob aktivácie:
sl: &Ravnanje:
sr: &Политика:
sr@latn: &Politika:
sv: &Princip:
ta: கொள்கை:
tg: &Сиёсат:
th: ข้อกำหนด:
uk: &Поведінка:

source: Click to Focus
af: Kliek om te Fokus
ar: النقر للتركيز
az: Fokus Üçün Tıqlansın
bg: Щракване за получаване на фокус
bn: ক্লিক করলে আলোকপাত
bs: Klikni za fokus
cs: Kliknout k aktivaci
cy: Clicio i Ganolbwyntio
da: Klik for fokus
de: Aktivierung nach Klick
el: Κλικ για εστίαση
eo: Fokusigo per alklako
es: Pulsar para focalizar
et: Fokuseerimiseks vajalik hiireklõps
eu: Klik egin fokua emateko
fa: فشار جهت تمرکز
fi: Kohdista hiiren painikkeella
fr: Cliquer pour avoir le focus
gl: Premer para Obter o Foco
hi: फ़ोकस के लिए क्लिक करें
hr: Klikni za fokus
hu: aktiválás kattintásra
is: Smella til að virkja
it: Fai clic per il focus
ja: クリックしてフォーカス
km: ចុច ដើម្បី​ផ្តោត
ko: 클릭 시 활성화
mk: Кликни за фокусирање
ms: Klik untuk Fokus
nb: Klikk for fokus
nds: För't Aktiveren klicken
nl: Klikken voor focus
nn: Klikk for fokus
pa: ਕੇਂਦਰਿਤ ਤੇ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij, by uaktywnić
pt_br: Clicar para Obter Foco
ro: Clic pentru focus
ru: Щелчком мыши
rw: Gukanda ku Igaragaza rikeye
se: Coahkkal fohkuserendihte
sk: Kliknúť pre aktiváciu
sl: Klikni za fokus
sr: Фокус кликом
sr@latn: Fokus klikom
sv: Klicka för fokus
ta: க்ளிக் செய்து குவி
tg: Бар рӯи фокус пахш кунед
th: ได้รับโฟกัสเมื่อคลิ้ก
uk: Клацнути, щоб отримати фокус

source: Focus Follows Mouse
af: Fokus Volg Muis
ar: التركيز يتبع الفأرة
az: Fokus Siçanı İzləsin
bg: Фокусът следва мишката
bn: মাউস অনুসারী আলোকপাত
bs: Fokus prati miša
cs: Aktivace okna při kontaktu s myší
cy: Canolbwynt yn Dilyn Llygoden
da: Fokus følger mus
de: Aktivierung bei Mauskontakt
el: Η εστίαση ακολουθεί το ποντίκι
eo: Fokuso sekvas muson
es: Foco sigue al ratón
et: Fookus järgib hiirt
eu: Fokuak saguari jarraitzen dio
fa: کانون به دنبال موشی می‌آید
fi: Kohdistus seuraa hiirtä
fr: Le focus suit la souris
gl: O Foco Segue ó Rato
hi: फ़ोकस माउस का अनुसरण करे
hr: Fokus prati miša
hu: a fókusz mozogjon az egérrel
is: Virkni fylgir mús
it: Il focus segue il mouse
ja: マウスに従ってフォーカス
km: ផ្តោតតាម​កណ្ដុរ
ko: 마우스를 따라 활성화
mk: Фокусирањето го следи глушецот
ms: Fokus Menuruti Tetikus
nb: Fokus følger mus
nds: Muus treckt Fokus na
nl: Focus volgt de muis
nn: Fokus følgjer musa
pa: ਕੇਂਦਰਿਤ ਮਾਊਸ ਦਾ ਪਿੱਛਾ ਕਰੇ
pl: Uaktywnianie za kursorem
pt_br: Foco Segue o Mouse
ro: Focusul urmăreşte mouse-ul
ru: Фокус следует за мышью
rw: Igaragaza rikeye Rikurikira Imbeba
se: Fohkus čuovvu sáhpána
sk: Okno pod myšou je aktívne
sl: Fokus sledi miški
sr: Фокус прати миш
sr@latn: Fokus prati miš
sv: Fokus följer musen
ta: குவிப்பு எலியைத் தொடரல்
tg: Фокус ба дунболи муш
th: ได้รับโฟกัสตามเม้าส์
uk: Фокус йде за мишкою

source: Focus Under Mouse
af: Fokus Onder Muis
ar: التركيز تحت الفأرة
az: Fokus Siçanın Altında
bg: Фокусът е под мишката
bn: মাউসের নিচে আলোকপাত
bs: Fokus ispod miša
cs: Okno pod myší je aktivní
cy: Canolbwynt o Dan Lygoden
da: Fokus under mus
de: Aktivierung unter Mauszeiger
el: Εστίαση κάτω από το ποντίκι
eo: Fokuso sub muso
es: Foco bajo el ratón
et: Fookus hiire all
eu: Fokua saguaren azpian
fa: کانون زیر موشی
fi: Kohdistus kohdistimen alla
fr: Le focus est sous la souris
gl: O Foco Baixo o Rato
hi: फ़ोकस माउस के पीछे
hr: Fokus ispod miša
hu: a fókusz az egér alatt
is: Virkni undir mús
it: Focus sotto il mouse
ja: マウスの下をフォーカス
km: ផ្តោត​ក្រោម​កណ្ដុរ
ko: 마우스 아래에 활성화
mk: Фокусирање под глушецот
ms: Fokus Di Bawah Tetikus
nb: Fokus under mus
nds: Fokus ünner Muus
nl: Focus onder de muis
nn: Fokus under musa
pa: ਮਾਊਸ ਦੇ ਹੇਠਾਂ ਕੇਂਦਰਿਤ
pl: Aktywne okno pod kursorem
pt_br: Foco Sob o Mouse
ro: Focus sub mouse
ru: Фокус под мышью
rw: Igaragaza rikeye Munsi y'Imbeba
se: Fohkus sáhpána vuolde
sk: Aktivovanie pod myšou
sl: Fokus pod miško
sr: Фокус испод миша
sr@latn: Fokus ispod miša
sv: Fokus under musen
ta: எலியின் கீழ்க் குவிப்பு
tg: Фокус зери муш
th: หน้าต่างใต้เม้าส์ได้รับโฟกัส
uk: Фокус під мишкою

source: Focus Strictly Under Mouse
af: Fokus Streng Onder Muis
ar: التركيز تحت الفأرة فقط
az: Fokus Siçanın Tam Altında
bg: Фокусът е строго под мишката
bn: মাউসের ঠিক নিচে আলোকপাত
bs: Fokus obavezno ispod miša
cs: Pouze okno pod myší je aktivní
cy: Canolbwynt yn Union o Dan Lygoden
da: Fokus følger mus strengt
de: Aktivierung genau unter Mauszeiger
el: Εστίαση αυστηρά κάτω από το ποντίκι
eo: Fokuso strikte sub muso
es: Foco estrictamente bajo el ratón
et: Fookus kindlalt hiire all
eu: Fokusa saguaren azpian beti
fa: کانون، دقیقاً زیر موشی
fi: Kohdistus tiukasti kohdistimen alla
fr: Le focus est strictement sous la souris
gl: O Foco Estrictamente Baixo o Rato
hi: फ़ोकस नियमनिष्ठ माउस के पीछे
hr: Fokus točno ispod miša
hu: a fókusz szigorúan az egér alatt
is: Virkni strangt undir mús
it: Focus strettamente sotto il mouse
ja: 厳密にマウスの下をフォーカス
km: ផ្ដោត​​យ៉ាង​ខ្លាំង​ក្រោម​កណ្ដុរ
ko: 정확히 마우스 아래에서 활성화
mk: Фокусирање строго под глушецот
ms: Fokus Betul-betul DI Bawah Tetikus
nb: Fokus rett under mus
nds: Fokus nau ünner Muus
nl: Focus strikt onder de muis
nn: Fokus strengt under musa
pa: ਮਾਊਸ ਦੇ ਹੇਠ ਸਖਤੀ ਨਾਲ ਕੇਂਦਰਿਤ
pl: Aktywne okno tylko pod kursorem
pt_br: Foco Exatamente Sob o Mouse
ro: Focus strict sub mouse
ru: Фокус строго под мышью
rw: Igaragaza rikeye Munsi y'Imbeba Nta Kabuza
se: Fohkus juste sáhpána vuolde
sk: Iba okno pod myšou je aktívne
sl: Fokus strogo pod miško
sr: Фокус строго испод миша
sr@latn: Fokus strogo ispod miša
sv: Fokus strikt under musen
ta: கண்டிப்பாக எலியின் கீழ்க் குவிப்பு
tg: Фокус мустақиман зери муш
th: จำกัดให้หน้าต่างใต้เมาส์ได้รับโฟกัส
uk: Фокус точно під мишкою
