Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Leave this option disabled if you want to limit walking through windows to the current desktop.
af: Los hierdie opsie afgeskakel as jy die deurstap deur vensters na die huidige werkskerm wil beperk.
ar: اترك هذا الخيار غير مفعلا إذا كنت تريد تحديد النقل خلال النوافذ إلى سطح المكتب الحالي.
az: Pəncərələrdən hazırkı masa üstünə gəzintiləri məhdudlaşdırmaq üçün bu seçimdən istifadə edin.
bg: Преминаване през прозорците на всички работни плотове. В KDE може да имате няколко различни работни плота, за разлика от другите операционни системи. На всеки работен плот може да имате различни стартирани програми (прозорци). Ако тази отметка е изключена, ще преминавате през прозорците, които се намират само на текущия работен плот. Ако отметката е включена, ще преминавате през прозорците на всички работни плотове.
bn: আপনি যদি কেবলমাত্র বর্তমান ডেস্কটপে উইন্ডোর মধ্যে ঘোরাসীমাবদ্ধ রাখতে চান তবে এই পছন্দটি নিষ্ক্রিয় করুন।
bs: Isključite ovu opciju ako želite da ograničite kretanje kroz prozore samo na tekuću radnu površinu.
cs: Zakažte tuto volbu chcete-li omezit přepínání mezi okny pouze na aktuální pracovní plochu.
cy: Gadewch y dewisiad yma'n analluog os ydych am gyfyngu cerdded trwy ffenestri i'r penbwrdd cyfredol.
da: Lad denne indstilling være deaktiveret, hvis du ønsker at gå gennem vinduerne til denne desktop.
de: Lassen Sie diese Einstellung deaktiviert, wenn Sie das Wechseln der Fenster auf die aktuelle Arbeitsfläche beschränken möchten.
el: Αφήστε αυτή την επιλογή απενεργοποιημένη αν θέλετε να μπει όριο στη διάσχιση των παραθύρων στην τρέχουσα επιφάνεια εργασίας.
eo: Ne enŝaltu tiun opcion, se dum la irado tra la fenestroj vi volas limiĝi al tiuj de la aktiva tabulo.
es: Dejar desactivada esta opción si desea limitar la circulación a través de ventanas en el escritorio actual.
et: Jäta see väljalülitatuks, kui soovid akende läbijalutamist piirata ainult aktiivse töölauaga.
eu: Utzi aukera hau desgaituta leiho batetik besterako joan-etorriak uneko mahaigainera mugatu nahi badituzu.
fa: اگر می‌خواهید عبور از پنجره‌ها به رومیزی جاری را محدود کنید، این گزینه را غیرفعال نگه دارید.
fi: Valitse tämä kohta, jos haluat selata kaikkien työpöytien ikkunoita kerralla.
fr: Décochez cette option si vous voulez ne circuler qu'entre les fenêtres du bureau courant.
gl: Deixe esta opción deshabilitada se quere limitar a circulación entres as fiestras do escritorio actual.
hi: इस विकल्प को अक्षम ही रहने दें यदि आप चाहते हैं कि मौज़ूदा डेस्कटॉप के विंडोज़ में आर पार जाने की सीमा हो.
hr: Ako želite ograničiti prebacivanje samo na trenutnu površinu, onda nemojte odabrati ovu mogućnost.
hu: Ne jelölje be ezt az opciót, ha azt szeretné, hogy az ablakok közötti lépegetés csak az aktuális munkaasztal ablakaira vonatkozzon.
is: Sýna hreyfimynd þegar gluggi er lágmarkaður og þegar hann er endurheimtur aftur.
it: Lascia questa opzione disabilitata se vuoi limitare l'attraversamento delle finestre al desktop corrente.
ja: 切り替える対象を現在のデスクトップのウィンドウに限定する場合は、このオプションを無効にしておいてください。
km: ទុក​ឲ្យ​ជម្រើស​នេះ​ប្រើ​មិន​បាន ប្រសិន​បើ​អ្នក​ចង់​កំណត់​ព្រំដែន ​ធ្វើ​ឲ្យ​បង្អួច​ក្លាយ​ជា​ផ្ទៃតុ​បច្ចុប្បន្ន ។
ko: 현재 데스크톱에서 창 이동을 제한 하려면 이 옵션을 사용안함으로 남겨두십시오.
mk: Оставете ја оваа опција оневозможена ако сакате да го ограничите движењето низ прозорците само на моменталната површина.
ms: Biarkan opsyen tidak diaktifkan jika anda ingin mengehadkan tetingkap terus rentas ke desktop semasa.
nb: Slå av dette valget hvis du ønsker at blaing gjennom vinduer skal holde seg på gjeldende skrivebord.
nds: Aktiveer dit nich, wenn Du bloots de Finstern vun den aktuellen Schriefdisch dörgahn wullt.
nl: Schakel deze optie uit als u het wandelen door de vensters wilt beperken tot het huidige bureaublad.
nn: Her kan du velja om du vil gå gjennom vindauga berre på det aktive skrivebordet eller på alle skriveborda.
pl: Wyłącz tę opcję, jeśli chcesz ograniczyć przeglądanie do okien na bieżącym pulpicie.
pt_br: Deixe esta opção desativada se você deseja limitar o movimento entre janelas para a área de trabalho atual.
ro: Lăsaţi dezactivată această opţiune dacă doriţi ca trecerea printre ferestre să fie limitată numai la ecranul curent.
ru: Отключите этот режим, если хотите переключаться между окнами только на текущем рабочем столе.
rw: Siga uhagaritse ubu buryo niba ushaka ko amadirishya y'ibiro bigezweho atanyurwamo kenshi.
se: Dás válljet jus bláđđet buot lásiid čađa dahje dušše daid mat leat aktiivvalaš čállinbeavddis.
sk: Zakážte túto voľbu ak chcete obmedziť prepínanie medzi oknami iba na aktuálnu plochu.
sl: To možnost pustite onemogočeno, če želite preklapljanje med okni omejiti le na trenutno namizje.
sr: Оставите ову опцију искљученом ако желите да ограничите шетање кроз прозоре на тренутну радну површину.
sr@latn: Ostavite ovu opciju isključenom ako želite da ograničite šetanje kroz prozore na trenutnu radnu površinu.
sv: Låt detta alternativ vara inaktiverat om du vill begränsa stegningen mellan fönster till aktuellt skrivbord.
ta: உங்களுக்கு சாளரம் முலம் நடத்தல் வேண்டும் என்றால் தற்பொதைய மேல்மேசையில் உள்ள தேர்வை செய்யாமல் விட்டு விடவும்.
tg: Агар хоҳед қадам задани байни тирезаҳоро ба ин мизи корӣ маҳдуд кунед ин интихоботи ғайрифаъолро раҳо кунед.
th: ปิดการใช้งานตัวเลือกนี้ หากคุณต้องการจำกัดให้การวนไปยังหน้าต่าง ให้มีเพียงหน้าต่างในพื้นที่ทำงานปัจจุบันเท่านั้น
uk: Залиште цей параметр вимкненим, якщо ви хочете обмежити прохід по вікнах тільки поточною стільницею.

source: Desktop navi&gation wraps around
af: Werkskerm navigering omvou rondom
ar: الت&فاف تصفح سطح المكتب
az: Masa üstü &naviqasiyası ətrafında dönsün
bg: Преми&наване към следващ работен плот при достигане на края
bn: ডেস্কটপ পরিভ্রম&ণ ঘিরে নেবে
bs: Navi&gacija desktopa ide u krug
cs: Navi&gace plochami probíhá dokola
cy: Lly&wio penbwrdd yn amlapio
da: Desktopnavi&gering går rundt om
de: Autom. zur &Gegenseite navigieren
el: Η &πλοήγηση επιφανειών εργασίας γίνεται κυκλικά
es: La nave&gación por el escritorio da la vuelta
et: Ta&gasihüpe töölaual liikumisel
eu: Mahaigaineko nabi&gazioa itzuli egiten da
fa: سطربندی &ناوش رومیزی در اطراف‌
fi: Työpöydän navi&gointi kiertää ympäri
fr: La navigation &sur le bureau tourne en boucle
gl: Nave&gación entre escritorios retorna
hi: डेस्कटॉप नेविगेशन रैप्स अराउंड (&g)
hr: Navi&gacija radne površine se omata
hu: Az asztali na&vigáció érjen körbe
is: Hrin&ghreyfing bendils á skjá
it: Navigazione dei desktop &ciclica
ja: デスクトップ上の移動の回り込み(&G)
km: ការ​រុករក​ផ្ទៃតុ​រុំជុំវិញ​
ko: 데스크톱 간 네비게이션 테두리(&G)
mk: Нави&гацијата по површините е кружна
ms: &Navigasi desktop membaluti
nb: Skrivebordsnavi&gasjon over kanten
nds: Automaatsch na de &Güntsiet gahn
nl: Doorlopende bureaubladnav&igatie
nn: Skrivebordsnavigering går &rundt
pl: &Cykliczna nawigacja po pulpitach
pt_br: Navegação coberta &na área de trabalho
ro: &Navigarea în ecran este circulară
ru: &С переходом по циклу
rw: Ibuganyabiro rijya ku murongo ukurikira
se: Čállinbeavdenavigašuvdna manná &birrat birra
sk: Navigovať v &ploche dookola
sl: Navi&gacija namizja se obrne
sr: Нави&гација кроз радне површине се врти у круг
sr@latn: Navi&gacija kroz radne površine se vrti u krug
sv: Skriv&bordsnavigering går runt
ta: மேசை மேலோட்டம் ஓரு மேசையுடன் முடிவடையும்
tg: &Ҷустуҷӯи мизи корӣ ба даври муҳит
th: นำร่องพื้นที่ทำงานไปรอบ ๆ
uk: Зациклення на&вігації стільниці

source: Enable this option if you want keyboard or active desktop border navigation beyond the edge of a desktop to take you to the opposite edge of the new desktop.
af: Aktiveer hierdie opsie as jy sleutelbord of aktiewe grens navigering verby 'n rand van 'n werkskerm na die teenoorgestelde kant van die nuwe werkskerm wil hê.
ar: فعل هذا الخيار إذا كنت تريد تنقلاً لحدود لوحة المفاتيح أو سطح المكتب النشط خلف حد سطح المكتب ليأخذك للطرف الآخر من سطح المكتب الجديد.
bg: Преминаване към следващ работен плот при достигане на края на екрана. При навигация по работния плот, ако стигнете левия или десния край на екрана и отметката е включена, ще бъдете прехвърлен на следващия или предишния работен плот. Имайте предвид, че операцията работи само при навигация с клавиатурата.
bn: আপনি যদি চান কী-বোর্ড বা সক্রিয় ডেস্কটপের প্রান্তে ঘোরার সময়একটি ডেস্কটপের প্রান্ত পেরিয়ে গেলে নতুন ডেস্কটপের অপর প্রান্তেপৌঁছানো যাবে, তাহলে এই পছন্দটি কার্যকর করুন।
bs: Uključite ovu opciju ako želite da vas navigacija tastaturom ili aktivnim rubom koja vodi izvan ruba desktopa - dovede na sljedeći desktop sa suprotne strane.
cs: Povolte tuto možnost, pokud chcete, aby se navigace pomocí klávesnice nebo elektrických okrajů přesunula z jedné hrany plochy na opačnou.
cy: Galluogwch y dewisiad yma os ydych eisiau llywio bysellfwrdd neu ffin penbwrdd gweithredoltu hwnt i ymyl benbwrdd i ddod â chi i'r penbwrdd ar yr ymyl wrthwyneb.
da: Aktivér dette tilvalg, hvis du ønsker at tastatur- eller aktiv-kantnavigering udover kanten på desktoppen skal tage til den næste desktops modsatte side.
de: Aktivieren Sie diese Einstellung, wenn Sie möchten, dass die Navigation über eine am äußersten Rand gelegene Arbeitsfläche Sie automatisch zum entgegengesetzten Rand einer anderen Arbeitsfläche bringt.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε η πλοήγηση μέσω του πληκτρολογίου ή των ενεργών ορίων επιφάνειας εργασίας μετά το άκρο της επιφάνειας εργασίας να σας πηγαίνει στο αντίθετο άκρο της νέας επιφάνειας εργασίας.
es: Seleccione esta opción si desea que la navegación con el teclado o con el borde activo del escritorio más allá del borde del escritorio le traiga de nuevo al escritorio en el borde opuesto.
et: Lülita see sisse, kui soovid, et klaviatuuri või magnetiliste piirete vahendusel üle töölaua ääre liikudes jõuaksid uue töölaua vastaskülge.
eu: Gaitu aukera hau zera nahi baduzu: mahaigainaren ertzetik kanpora egindako teklatu-arakatzeak edo mahaigain aktiboaren ertzeko arakatzeak beste aldeko ertzera eramatea.
fa: اگر می‌خواهید صفحه کلید یا ناوش لبۀ رومیزی فعال در آن سوی لبۀ یک رومیزی، شما را به لبۀ مقابل رومیزی جدید ببرد، این گزینه را فعال کنید.
fi: Ota tämä asetus käyttöön, jos haluat siirtyä työpöydältä seuraavalle näppäimistön avulla tai siirtämällä hiiren osoittimen työpöydän reunaan.
fr: Activez cette option si vous voulez que le clavier ou la bordure électrique de navigation au-delà du bord du bureau vous amène au bord opposé du nouveau bureau.
gl: Active esta opción se quere voltar á esquiña oposta do novo escritorio cando se empregue o teclado ou a navegación por escritorios mediante as beiras dos mesmos.
hr: Uključite ovu opciju ako želite da vas navigacija preko aktivnog ruba radne površine površine dovede na suprotni rub nove nove radne površine.
hu: Jelölje be ezt az opciót, ha billentyűparanccsal vagy szegélyeffektussal történő asztalváltásnál az új asztal ellenkező szélére szeretne jutni.
is: Virkjaðu þennan valkost ef þú vilt að færsla með lyklaborði eða mús út fyrir jaðrar skjáborðs færi þig á hina hlið skjáborðsins.
it: Abilita questa opzione se vuoi che la navigazione dei desktop via tastiera o bordi attivi, quando cerchi di andare oltre un desktop che si trova sul bordo, ti porti al desktop opposto.
ja: デスクトップの境界から別のデスクトップの境界に移行するときに、キーボードの操作またはデスクトップのボーダーナビゲーションを利用する場合は、このオプションを有効にしてください。
km: អនុញ្ញាត​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ក្តារចុច ឬ ការរុករក​ស៊ុម​របស់​ផ្ទៃតុ​សកម្ម ហួស​ពី​គែម​របស់​ផ្ទៃតុ នាំ​អ្នក​ទៅ​កាន់​គែមម្ខាង​របស់​ផ្ទៃតុ​ថ្មី ។​
ko: 한쪽 데스크톱에서 새로운 데스크톱으로 이동하려면 이 옵션을 사용하십시오.
mk: Изберете ја оваа опција ако сакате навигацијата со тастатурата или со активната граница на површината преку работ на површината да ве носи на другиот раб на новата површина.
ms: Aktifkan opsyen ini jika anda ingin navigasi sempadan desktop aktif atau kekunci di luar tepi desktop membawa anda ke tepi yang bertentangan dengan desktop baru.
nb: Hvis dette valget er på, vil tastatur- eller musenavigasjon bortenfor kanten av et skrivebord bringe fram skrivebordet på den andre siden av den kanten.
nds: Aktiveer dit, wenn Du günt op den niegen Schriefdisch ankamen wullt, na dat Du mit de Muus oder de Tastatuur över de Kant vun en Schriefdisch gahn büst.
nl: Als u deze optie selecteert, dan kunt u door met de muisaanwijzer voorbij een schermrand te bewegen naar het bureaublad gaan dat aan die zijde grenst. Wanneer u het laatste bureaublad bereikt hebt komt u weer op het eerste bureaublad.
nn: Slå på denne funksjonen dersom du vil at navigasjon med tastatur eller ut over skrivebordskanten frå eit endeskrivebord skal føra deg til skrivebordet i motsett ende.
pl: Włącz tę opcję, jeśli chcesz, by wysunięcie poza skrajny brzeg pulpitu przenosiło na brzeg pulpitu po przeciwnej stronie.
pt_br: Habilite esta opção se deseja a navegação na borda da área de trabalho ou pelo teclado, além da borda da área de trabalho, para trazer para você a borda oposta da área de trabalho.
ro: Activaţi această opţiune dacă doriţi ca navigarea din tastatură sau margini magnetice dincolo marginea ecranului să vă aducă tot în acelaşi ecran dar în partea opusă.
ru: Установите этот параметр, если хотите при перемещении за границу рабочего стола попадать на противоположную сторону нового рабочего стола.
rw: Koresha ubu buryo niba ushaka ko ibuganya rya mwandikisho cyangwa urubibi biro rirenga impera z'ibiro kugira ngo rikugeze ku mpera y'indi y'ibiro bishya.
sk: Túto voľbu zapnite, ak chcete, aby navigácia klávesnicou alebo aktívny okraj plochy vás automaticky presunul na opačný novej plochy.
sl: Omogočite to možnost, če želite, da se navigacija s tipkovnico ali navigacijo aktivnega namiznega roba nadaljuje na nasprotni strani zaslona, če se pride prek roba.
sr: Укључите ову опцију ако желите да вас навигација преко тастатуре или активне ивице радне површине иза ивице радне површине доведе на супротну ивицу нове нове радне површине.
sr@latn: Uključite ovu opciju ako želite da vas navigacija preko tastature ili aktivne ivice radne površine iza ivice radne površine dovede na suprotnu ivicu nove nove radne površine.
sv: Aktivera det här alternativet om du vill att navigering med tangentbord eller med aktiva kanter, förbi kanten på ett skrivbord, ska ta dig till skrivbordet vid motsatt kant.
ta: உங்களுக்கு விசைபலகை அல்லது மேல்மேசையை வழிசெலுத்துதல் மேல்மேல் ஓரத்தில் உள்ள புதிய மேல்மேசை ஓரத்தில் உள்ளதாகும்.
tg: Агар хоҳед, ки сафҳаи калид ё ҷустуҷӯи эллектрикӣ бардори дарканор як лабаи мизи кории шуморо ба мизи кории дар лабаи мухолиф баронд, ин интихоботро фаъол кунед.
th: เปิดใช้ตัวเลือกนี้ หากคุณต้องการให้มีการนำร่องแป้นพิมพ์หรือการใช้บขอบพื้นที่ทำงาน เพื่อนำคุณไปยังพื้นที่ทำงานที่สัมพันธ์กับขอบด้านนั้น ๆ
uk: Ввімкніть цей параметр, якщо ви хочете, щоб навігація клавіатури або активні межі стільниці переносили вас на протилежний край стільниці.

source: Popup desktop name on desktop &switch
af: Opspring werkskerm naam met werkskerm wisseling
ar: أظهر اسم سطح المكتب في قا&ئمة مختصرة عند تغيير سطح المكتب
az: &Keçişlərdə masa üstlərinin adlarını göstər
bg: Пока&зване името на работния плот при превключване
bn: ডেস্কটপ &বদল হলে ডেস্কটপের নাম পপ্-আপ্ কর
bs: Iskoči naziv desktopa pri &promjeni desktopa
cs: Přepnutí plochy zobrazu&je název plochy
cy: Enw penbwrdd yn neidio i fyny pan yn &newid penbwrdd
da: Pop desktopnavn op ved desktop&skift
de: Namen der Arbeitsfläche bei &Wechsel anzeigen
el: Προβολή του ονόματος της επιφάνειας εργασίας κατά την &εναλλαγή επιφάνειας εργασίας
es: Mo&strar nombre de escritorio al cambiar de escritorio
et: Töölaua vahetamisel näidatakse korraks &selle nime
eu: Erakutsi &mahaigainaren izena mahaigainaz aldatzean
fa: نام رومیزی بالاپر هنگام &سودهی رومیزی‌
fi: Näytä työpöydän nimi &vaihdettaessa
fr: Afficher en message le nom du &bureau lors du changement de bureau
gl: Amosar o nome do escritorio cando se &troque o escritorio
hi: डेस्कटॉप स्विच पर पॉपअप डेस्कटॉप नाम (&s)
hr: Prikaži ime radne površine pri promjeni površine
hu: Je&lenjen meg az asztal neve váltáskor
is: Skjóta upp gluggaheiti þegar &skipt er um skjáborð
it: Mostra il nome del desktop ad ogni cambio di des&ktop
ja: デスクトップの切り替え時にデスクトップ名を表示する(&K)
km: បង្ហាញ​ឈ្មោះ​ផ្ទៃតុ ពេល​ដូរ​ផ្ទៃតុ
ko: 데스크톱 전환 시 데스크톱 이름 팝업(&S)
mk: Прикажи го името на &површината при менување
ms: Nama desktop popup semasa &pertukaran desktop
nb: Vis skrivebordsnavn ved bytte av &skrivebord
nds: Bi't Wesseln den &Schriefdischnaam wiesen
nl: Naam van bureaublad tonen tijdens bureaublads&chakeling
nn: Vis skrivebordsnamnet ved &byte av skrivebord
pa: ਵਿਹੜਾ ਤਬਦੀਲ ਦੌਰਾਨ ਵਿਹੜਾ ਨਾਂ ਵੇਖਾਓ(&s)
pl: Pokazuj &nazwę pulpitu przy zmianie pulpitu
pt_br: &Nome da área de trabalho atual na troca de áreas
ro: Indică numele ecranului la &comutare
ru: &Выводить имя рабочего стола при переключении
rw: Izina biro ryirambura mu ihindurabiro
se: Čájet čállinbeavdenama &molssodettiin čállinbevddiid
sk: Meno plochy v okne pri zmene &plochy
sl: Poka&ži ime namizja pri preklopu
sr: Прикажи име радне површине приликом &промене.
sr@latn: Prikaži ime radne površine prilikom &promene.
sv: Visa sk&rivbordsnamn vid byte av skrivbord
ta: தற்போதைய மேசையின் பெயரை எப்போதும் கான
tg: Номи мизи кории ҷаҳшӣ дар ҳангоми &таъвизи мизи корӣ
th: ป้อบอัพชื่อพื้นที่ทำงานเมื่อสลับพื้นที่ทำงาน
uk: Показувати назву стільниці при пер&емиканні між стільницями

source: Enable this option if you wish to see the current desktop name popup whenever the current desktop is changed.
af: Aktiveer hierdie opsie as jy die werkskerm naam wil laat opspring wanneer die huidige werkskerm verander.
ar: قم بتمكين هذا الخيار اذا كنت تريد أن ترى اسم سطح المكتب يظهر في قائمة مختصرة كلما تم تغيير سطح المكتب الحالي.
bg: Показване името на работния плот при превключване от един работен плот към друг.
bn: আপনি যদি চান বর্তমান ডেস্কটপ বদল হলে নতুন ডেস্কটপের নাম পপ্-আপ্ হবে, তাহলে এই পছন্দটি কার্যকর করুন।
bs: Uključite ovu opciju ako želite da naziv trenutnog desktopa iskoči na ekran svaki put kada promijenite desktop.
cs: Povolte tuto možnost, pokud chcete vidět název právě přepínané plochy.
cy: Galluogwch y dewisiad yma os hoffech weld enw'r penbwrdd cyfredol yn neidio i fyny pan newidir y penbwrdd cyfredol.
da: Aktivér dette tilvalg hvis du ønsker at se dette desktopnavn poppe op når dette desktop ændres.
de: Aktivieren Sie diese Option, wenn Sie den Namen der Arbeitsfläche sehen möchten, zu der Sie gerade wechseln.
el: Ενεργοποιήστε αυτή την επιλογή αν επιθυμείτε να εμφανίζεται το όνομα της τρέχουσας επιφάνειας εργασίας όποτε αλλάζει η τρέχουσα επιφάνεια εργασίας.
es: Active esta opción si desea ver aparecer el nombre actual del escritorio siempre que cambie de escritorio actual.
et: Lülita see sisse, kui soovid, et iga kord, kui töölauda vahetad, näidataks hüpikaknas uue töölaua nime.
eu: Gaitu aukera hau uneko mahaigainaren izena ikusi nahi baduzu mahaigaina aldatzen den bakoitzean.
fa: اگر می‌خواهید هر گاه رومیزی جاری تغییر می‌کند، نام رومیزی را به صورت بالاپر ببینید، این گزینه را فعال کنید.
fi: Käytä tätä asetusta, jos haluat nähdä nykyisen työpöydän nimen ikkunassa aina kun työpöytää vaihdetaan.
fr: Activez cette option si vous voulez voir le nom du bureau courant en message d'avertissement au cas où le bureau courant change.
gl: Active esta opción se desexa ver o nome do escritorio ó que se desplazou.
hi: इस विकल्प को सक्षम करें यदि आप चाहते हैं कि मौज़ूदा डेस्कटॉप का नाम पॉपअप हो दिखे जब मौज़ूदा डेस्कटॉप बदला जाए.
hr: Uključite ovu opciju ukoliko želite vidjeti trenutno ime radne površinekad god se trenutna radna površina promjeni.
hu: Akkor jelölje be ezt az opciót, ha azt szeretné, hogy az aktuális asztal neve jelenjen meg asztalváltásnál.
is: Veldu þennan valkost ef þú vilt sjá heiti gluggans skjótast upp í smástund þegar þú skiptir um skjáborð.
it: Abilita questa opzione se vuoi che ogni volta che viene cambiato desktop ti sia mostrato il nome del nuovo desktop.
ja: このオプションを有効にすると、デスクトップが切り替わったときに、現在のデスクトップ名がポップアップに表示されます。
km: អនុញ្ញាត​ជម្រើស​នេះ ប្រសិន​បើ​អ្នក​ចង់ឃើញ​​ឈ្មោះ​ផ្ទៃតុ​បច្ចុប្បន្ននៅ​ពេល​ផ្ទៃតុ​បច្ចុប្បន្ន​ត្រូវ​បាន​ផ្លាស់ប្ដូរ ។
ko: 현재 데스크톱이 변경될 때마다 현재의 데스크톱 이름이 팝업되게 하려면 이 옵션을 사용하십시오.
mk: Изберете ја оваа опција ако сакате да го видите името на работната површина секој пат кога ќе се смени активната површина.
ms: Aktifkan opsyen ini jika anda ingin melihat popup nama desktop semasa apabila sahaja desktop semasa diubah.
nb: Slå på dette valget om du vil se navnet på dette skrivebordet så snart du bytter skrivebord.
nds: Aktiveer dit, wenn Du na dat Wesseln vun Schriefdischen den Naam vun den niegen Schriefdisch wiest kriegen wullt.
nl: Selecteer deze optie als u een dialoogvenster met de naam van het huidige bureaublad wilt zien als u van bureaublad wisselt.
nn: Slå på denne funksjonen dersom du vil at skrivebordsnamnet skal visast når du byter til eit anna skrivebord.
pl: Włącz tę opcję, jeśli chcesz widzieć nazwę pulpitu przy jego zmianie.
pt_br: Habilite esta opção se deseja ver o nome da área de trabalho atual destacada, mesmo se a área atual for trocada.
ro: Activaţi această opţiune pentru a vedea numele ecranului curent de fiecare dată cînd treceţi la un altul.
ru: Будет показано всплывающее окошко с именем текущего рабочего стола.
rw: Koresha ubu buryo niba ushaka kubona ukwirambura kw'izina ry'ibiro igihe cyose ibiro bigezweho bihinduwe.
se: Vállje dán doaimma jus háliidat ahte čállinbeavdenamma čájehuvvo go molssut čállinbeavddis čállinbeavdái.
sk: Ak chcete vidieť pri zmene aktuálnej plochy jej meno, zapnite túto voľbu.
sl: Omogočite to možnost, če želite, da se pojavi ime trenutnega namizja vsakič, ko se to namizje spremeni.
sr: Укључите ову опцију ако желите да видите име текуће радне површине сваки пут када се она промени.
sr@latn: Uključite ovu opciju ako želite da vidite ime tekuće radne površine svaki put kada se ona promeni.
sv: Aktivera det här alternativet om du vill visa namnet på det aktuella skrivbordet, så fort du byter skrivbord.
ta: தற்போதைய மேசையின் பெயரை எப்போதும் கான, இதனை தேர்வுச் செய்
tg: Агар хоҳед вақте ки мизи корӣ феъле таъғир карди номи мизи кории ҷадидро бибинед, ин интихоботро фаъол кунед.
th: เปิดใช้ตัวเลือกนี้ หากคุณต้องการเห็นชื่อพื้นที่ทำงานปัจจุบันป้อบอัพขึ้นมา เมื่อมีการเปลี่ยนพื้นที่ทำงานปัจจุบัน
uk: Ввімкніть цей параметр, якщо хочете, щоб при перемиканні стільниці вигулькувало віконце з назвою стільниці.

source: Shading
af: Skadu
ar: تظليل
az: Burma
bg: Сгъване на прозорец
bn: ছায়াবৃতকরণ
bs: Roletna
cs: Zarolování
cy: Cysgodi
da: Skygning
de: Fensterheber
el: Σκίαση
eo: Volvado
es: Recogida
et: Varjamine
eu: Biltzen
fa: سایه زدن
fi: Varjostaminen
fr: Enroulement
gl: Enrolamento
hi: शेडिंग
hr: Sjenčanje
hu: felgördítés
is: Skyggt
it: Arrotolamento
ja: シェード (タイトルバーのみに縮小)
km: កំពុង​ដាក់​ស្រមោល
ko: 숨김
mk: Засенчување
ms: Pewarnaan
nb: Rullegardin
nds: Inrullen
nl: Oprollen
nn: Opprulling
pa: ਛਾਇਆ
pl: (Ro)zwiń
pt_br: Sombreamento
ro: Strîngere
ru: Свёртывание в заголовок
rw: Ubwijime
se: Bajás rullen
sk: Zabalenie
sl: Zvijanje
sr: Намотавање
sr@latn: Namotavanje
sv: Rulla upp
ta: நிழல்
tg: Соя кардан
th: การพับเก็บ
uk: Згортання

source: Anima&te
af: Animasie
ar: تحري&ك
az: &Animasiya ilə
bg: &Анимация при сгъване
bn: চ&লমান দেখাও
bs: Animira&na
cs: A&nimace
cy: &Bywlunio
da: A&nimér
de: Ani&mieren
el: &Εφέ κίνησης
es: Anima&r
et: Ani&meerimine
eu: Anima&tu
fa: &پویانمایی‌
fi: An&imoi
fr: Ani&mer
gl: Anima&r
hi: एनिमेट (&t)
hr: Animiraj
hu: &Animálás
is: Sýna hreyfimyn&d
it: An&imazione
ja: アニメーション表示する(&G)
km: ធ្វើ​ឲ្យ​មាន​ចលនា
ko: 애니메이션(&T)
mk: А&нимирај
ms: &Animasikan
nb: Anime&r
nds: Ani&meren
nl: Anima&tie
nn: An&imering
pa: ਸਜੀਵਤਾ(&t)
pl: &Animacja
pt_br: &Animar
ro: &Animează
ru: &Анимация
rw: Kubyinisha
se: Anime&re
sk: &Animovať
sl: &Animiraj
sr: &Анимирај
sr@latn: &Animiraj
sv: Anime&ra
ta: அசைவூட்டு
tg: &Аниматсия
th: เคลื่อนไหว
uk: А&німація
