Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: <p>This option specifies how much KWin will try to prevent unwanted focus stealing caused by unexpected activation of new windows. (Note: This feature does not work with the Focus Under Mouse or Focus Strictly Under Mouse focus policies.)<ul><li><em>None:</em> Prevention is turned off and new windows always become activated.</li><li><em>Low:</em> Prevention is enabled; when some window does not have support for the underlying mechanism and KWin cannot reliably decide whether to activate the window or not, it will be activated. This setting may have both worse and better results than normal level, depending on the applications.</li><li><em>Normal:</em> Prevention is enabled.</li><li><em>High:</em> New windows get activated only if no window is currently active or if they belong to the currently active application. This setting is probably not really usable when not using mouse focus policy.</li><li><em>Extreme:</em> All windows must be explicitly activated by the user.</li></ul></p><p>Windows that are prevented from stealing focus are marked as demanding attention, which by default means their taskbar entry will be highlighted. This can be changed in the Notifications control module.</p>
af: <p>Hiedie opsie spesifiseer hoeveel KWin probeer om te keer dat nuwe vensters die fokus steel.Hierdie opsie werk nie vir 'Fokus onder Muis' en 'Fokus streng onder Muis' beleid nie.<ul><li><em>Geen:</em>Voorkoming word af gesit en nuwe vensters word altyd aktief</li><li><em>Laag:</em>Voorkoming is aktief. Vir vensters wat nie die onderliggende meganisme ondersteun nie sal dit aktief gemaak word</li><li><em>Normaal:</em>Voorkoming is aktief.</li><li><em>Hoog:</em>Nuwe vensters sal geaktiveer word as dit aan die huidige aktiewe program behoort. Dit sal nie geaktiveer word as 'n ander venster aktief is nie. Hierdie opsie maak meeste sin saam met 'n muis fokus beleid.</li> <li><em>Ekstreem:</em> Alle vensters moet spesifiek deur die gebruiker geaktiveer word</li></ul></p><p>Vensters wat verhoed word om die fokus te steel sal aandui dat hulle aandag benodig. Gewoonlik beteken dit dat hulle taakbalk inskrywing verlig is. Dit kan in die Inkennisstelling beheer module verander word.</p>
bg: При отваряне на нов прозорец, често фокусът се прехвърля на него. Т. е. новият прозорец става активен. В някои случаи това е дразнещо и нежелано. От тук може да установите степента на предотвратяване на нежеланото прехвърляне на фокуса. Налични са следните възможности:<ul> <li><b>Без</b>: Без предотвратяване. Новият прозорец винаги се активира.</li> <li><b>Слабо</b>: Предотвратяването е включено, като почти всички прозорци се активират. Ако някой прозорец се опита да получи фокуса и не поддържа механизма за определяне на това правило, фокусът му се прехвърля.</li> <li><b>Нормално</b>: Фокусът се прехвърля само на прозорците, които го искат и поддържат този механизъм.</li> <li><b>Силно</b>: Новият прозорец се активира, само ако няма друг активен прозорец или принадлежи към текущо активния прозорец.</li> <li><b>Крайно</b>: Всички прозорци трябва да бъдат активирани изрично от потребителя.</li> </ul>
bs: <p>Ova opcija određuje koliko će se KWin truditi da spriječi preotimanje fokusa koje izaziva neočekivano aktiviranje novog prozora. (Napomena: Ova mogućnost ne radi kada su izabrane politike fokusa Fokus ispod miša i Fokus obavezno ispod miša).<ul> <li><em>Nikakav:</em> Sprječavanje je isključeno i novi prozori će uvijek postati aktivni.</li><li><em>Nizak:</em> Sprječavanje je uključeno; ako neki prozor ne podržava mehanizam preuzmanja fokusa, tako da KWin ne može pouzdano odlučiti da li tom prozoru treba dati fokus, onda on dobija fokus. Ova postavka može dati bolje rezultate od normalnog nivoa za neke programe, a gore za druge.</li><li><em>Normalan:</em> Sprječavanje je uključeno.</li><li><em>Visok:</em> Novi prozori će biti aktivirani samo ako trenutno nema aktivnog prozora ili ako pripadaju istom programu koji je trenutno aktivan. Ova opcija vjerovatno nije posebno korisna osim kada koristite politiku da fokus prati miša.</li> <li><em>Ekstreman:</em> Sve prozore korisnik mora eksplicitno aktivirati.</li></ul></p><p>Prozori čije je preuzimanje fokusa spriječeno će biti označeni kao prozori koji zahtijevaju pažnju - podrazumijevana akcija je blinkanje stavke programa u traci zadataka (taskbaru). To se može promijeniti u kontrolnom centru, modul Obavještenja.</p>
cs: Tato volba udává, jak moc se bude KWin snažit zabránit "ukradení" zaměření neočekávanou aktivací nových oken. <ul> <li><em>Žádná: </em> Staré standardní chování - ochrana je vypnuta a nová okna se vždy aktivují.</li><li><em>Nízká:</em> Ochrana je zapnuta, pokud okno nemá podporu pro tento mechanismus a KWin se nemůže spolehlivě rozhodnout, okno bude aktivováno. Toto nastavení může dávat lepší či horší výsledky než normální úroveň, v závislosti na aplikaci.</li><li><em>Normální:</em> Ochrana je zapnuta; výchozí nastavení.</li><li><em>Vysoká:</em> Nová okna jsou aktivována, pouze pokud není právě žádné okno aktivní nebo pokud patří právě aktivní aplikaci. Není asi zcela vhodné, pokud ovšem nepoužíváte zaměření myší.</li><li><em>Extrémní:</em> Všechna okna musejí být explicitně aktivována uživatelem.</li></ul></p> <p>Okna, kterým je zabráněna krádež zaměření, jsou označena jako vyžadující pozornost, což ve výchozím stavu znamená, že jejich položka v pruhu úloh bliká. Toto lze změnit v modulu Oznamování v Ovládacím centru.</p>
da: <p>Dette angiver hvor meget KWin vil forsøge at forhindre at fokus mistes på uønsket måde på grund af at nye vinduer uventet bliver aktive. (Bemærk: Denne funktion virker ikke med Fokus under mus eller Fokus strengt under mus fokuspolitikkerne.)<ul><li><em>Ingen:</em> Forhindring er slået fra og nye vinduer bliver altid aktive.</li><li><em>Lav:</em> Forhindring er aktiveret; når et vindue ikke har støtte for den underliggende mekanisme og KWin ikke kan finde ud af om det skal være aktivt eller ej, vil det blive aktiveret. Denne indstilling kan have både værre og bedre resultater end det normale niveau afhængig af programmerne.</li><li><em>Normal:</em> Forhindring er aktiv.</li><li><em>Høj:</em> Nye vinduer bliver kun aktive hvis ingen vinduer er aktive for øjeblikket eller hvis de tilhører det program der er aktivt for øjeblikket. Denne indstilling er formodentlig ikke rigtig brugbar uden brug af musens fokuspolitik.</li><li><em>Ekstrem:</em> Alle vinduer skal eksplicit aktiveres af brugeren.</li></ul></p><p>Vinduer der er forhindret i at stjæle fokus bliver markerede som krævende opmærksomhed, hvilket som standard betyder at deres opgavelinjes indgang bliver fremhævet. Dette kan blive ændret i kontrolmodulet fro bekendtgørelser.</p>
de: <p>Diese Option legt fest, wie sehr KWin zu verhindern sucht, dass sich neu öffnende Fenster unerwünscht in den Vordergrund drängen bzw. aktiviert werden. (Beachten Sie: Die Funktion steht nicht zur Verfügung, sobald "Aktivierung unter Mauszeiger" bzw. "Aktivierung genau unter Mauszeiger" ausgewählt wurde.)<ul><li><em>Keine:</em> Es wird keine solche Vorbeugung versucht, alle neuen Fenster werden automatisch aktiviert.</li><li><em>Niedrig:</em> Für den Fall, dass ein Fenster auf den eigentlichen Mechanismus nicht reagiert und KWin nicht entscheiden kann, ob eine Aktivierung gewünscht wird oder nicht, dann wird das Fenster automatisch aktiviert. Diese Einstellung führt teils zu besseren, teils aber auch schlechteren Ergebnissen als die folgende, je nach den verwendeten Programmen.</li><li><em>Normal:</em> Vorbeugungsmaßnahmen werden aktiviert.</li><li><em>Hoch:</em> Neue Fenster werden nur dann aktiviert, wenn gerade kein anderes Fenster aktiv ist oder sie zum gerade benutzten Programm gehören. Diese Einstellung ist nur dann sinnvoll, wenn der Fokus der Maus folgt.</li><li><em>Extrem:</em> Sämtliche Fenster müssen manuell vom Benutzer aktiviert werden.</li></ul></p><p>Fenster, die aufgrund dieser Regelung nicht nach vorne geholt wurden, erscheinen als Fenster, die Ihre Aufmerksamkeit erfordern. D. h. ihr Eintrag in der Kontrollleiste wird hervorgehoben. Dieses Verhalten kann im Kontrollmodul für Systemnachrichten geändert werden.</p>
el: <p>Αυτή η επιλογή καθορίζει το πόσο το KWin θα προσπαθεί να εμποδίσει το ανεπιθύμητο κλέψιμο της εστίασης που προκαλείται από τη μη αναμενόμενη ενεργοποίηση νέων παραθύρων. (Σημείωση: Αυτό το χαρακτηριστικό δε λειτουργεί με τις πολιτικές εστίασης Εστίαση κάτω από το ποντίκι ή Εστίαση αυστηρά κάτω από το ποντίκι.)<ul><li><em>Κανένα:</em> Η παρεμπόδιση είναι απενεργοποιημένη και τα νέα παράθυρα ενεργοποιούνται πάντα.</li><li><em>Χαμηλό:</em> Η παρεμπόδιση είναι ενεργοποιημένη. Όταν κάποιο παράθυρο δεν έχει υποστήριξη για αυτόν το μηχανισμό και το KWin δεν μπορεί να αποφασίσει με αξιοπιστία για το αν θα ενεργοποιήσει το παράθυρο ή όχι, αυτό θα ενεργοποιηθεί. Αυτή η ρύθμιση μπορεί να έχει και καλύτερα και χειρότερα αποτελέσματα από το κανονικό επίπεδο, ανάλογα με τις εφαρμογές.</li><li><em>Κανονικό:</em> Η παρεμπόδιση είναι ενεργοποιημένη.</li><li><em>Υψηλό:</em> Τα νέα παράθυρα ενεργοποιούνται μόνο αν δεν υπάρχει κάποιο ενεργό παράθυρο ή αν ανήκουν στην τρέχουσα ενεργή εφαρμογή. Αυτή η ρύθμιση μάλλον δεν είναι πολύ χρήσιμη όταν δε χρησιμοποιείται πολιτική εστίασης κάτω από το ποντίκι.</li><li><em>Ακραίο:</em> Όλα τα παράθυρα πρέπει να ενεργοποιούνται αποκλειστικά από το χρήστη.</li></ul></p> <p>Παράθυρα που δεν τους επιτρέπεται να αποκτήσουν την εστίαση μαρκάρονται σαν αιτούντα προσοχής, που σημαίνει ότι η γραμμή εργασίας τους θα είναι τονισμένη εξ ορισμού. Αυτό μπορεί να αλλάξει από το πρόσθετο ελέγχου Ειδοποιήσεων.</p>
es: <p>Esta opción especifica el nivel de prevención de KWin ante la imposición de ventanas activas debido a la actividad inesperada de nuevas ventanas. (Nota: esta característica no funciona con las políticas de focalización «Foco bajo el ratón» o «Foco estrictamente bajo el ratón»).<ul><li><em>Ninguno:</em> Se desactiva la prevención y las nuevas ventanas siempre están activadas.</li><li><em>Bajo:</em> Prevención activada; cuando alguna ventana no soporta el mecanismo correspondiente y KWin no es capaz de decidir con fiabilidad si debe activar o no la ventana, esta será activada. Esta opción puede dar resultados mejores o peores que el nivel normal, dependiendo de las aplicaciones.</li><li><em>Normal:</em> Prevención activada.</li><li><em>Alto:</em> Las nuevas ventanas son activadas únicamente si no hay ninguna ventana activa o si pertenecen a la aplicación activa. Esta opción no resulta muy útil si no se utiliza junto a la política de activación con el ratón.</li><li><em>Extremo:</em> Todas las ventanas deben ser activadas explicitamente por el usuario.</li></ul></p><p>Las ventanas a las que se ha impedido robar el foco son marcadas como que necesitan atención, lo que significa que de forma predeterminada se resalta su entrada en la barra de tareas. Este comportamiento se puede modificar en el módulo de control «Notificaciones».</p>
et: See võimalus määrab, kui aktiivselt püüab KWin vältida soovimatut fookuse röövimist, mida põhjustab uute akende ootamatu aktiveerumine. (Märkus: see võimalus ei toimi, kui valitud on 'fookus hiire all' või 'fookus rangelt hiire all'.)<ul><li><em>Puudub:</em> tavapärane muistne käitumine - vältimine on välja lülitatud ja uued aknad saavad alati fookuse.</li><li><em>Madal:</em> vältimine on sisse lülitatud ja kui mingil aknal puudub taustamehhanismi tugi ning KWin ei suuda täie kindlusega otsustada, kas anda aknale fookus või mitte, siis see aktiveeritakse. Sellel võimalusel on nii head kui halvad küljed võrreldes tavalise tasemega sõltuvalt konkreetsest rakendusest.</li><li><em>Tavaline:</em> vältimine on sisse lülitatud. See on vaikeväärtus.</li><li><em>Kõrge:</em> uued aknad saavad fookuse ainult siis, kui ükski aken ei ole parajasti aktiivne või kui nad kuuluvad parajasti aktiivsele rakendusele. See ei ole usutavasti väga mõttekas, kui ei kasutata hiirega (s.o. klõpsuga) akendele fookuse andmist.</li><li><em>Äärmuslik:</em> kõik aknad saavad fookuse ainult siis, kui kasutaja seda konkreetselt määrab.</li></ul></p><p>Aknad, mille fookuse röövimist takistatakse, märgitakse tähelepanu nõudvaks, mis vaikimisi tähendab seda, et nende kirje tegumiribal on esile tõstetud. Seda saab muuta juhtimiskeskuse märguannete moodulis.</p>
eu: Aukera honek zehazten duena zera da: KWin noraino saiatuko den ustegabeko leiho irekitzeek eragindako nahi ez diren foku hartzeak eragozten (Oharra: Ezaugarri hau ez dabil 'Fokua saguaren azpian' edo 'Fokua saguaren azpian beti' foku politikekin.) <ul> <li><em>Bat ere ez:</em> Ez da ezer eragotziko eta leiho berriek beti jasoko dute fokua.</li> <li><em>Txikia:</em> Eragozpena gaituta dago; leiho batzuk azpian datzan mekanismorako euskarririk ez daukatenean, eta KWin-ek leiho horiek aktibatu ala ez erabakitzerik ez daukanean, aukera hau gaitua izanen da. Ezarpenak emaitza hobeak edo txarragoak izan ditzake, beti ere aplikazioen arabera.</li> <li><em>Arrunta:</em> Eragozpena aktibaturik dago.</li> <li><em>Handia:</em> Leiho berriak aktibatu egingo dira beste leihorik ez badago aktibatuta edo unean aktibo dagoen aplikazioari badagozkio. Seguru aski ezarpen hau ez da erabilgarri izango saguaren foku araurik erabiltzen ez denean.</li> <li><em>Itzela:</em> Leiho guztiak erabiltzaileak era esplizituan aktibatuak izan behar dira.</li> </ul> <p>Fokua hartzeko eragozten zaien leihoei, haiek arreta eskatzen ari diren bezala markatzen baitira. Honek ataza-barran nabarmenduko direla esan nahi du lehenetsiz. Hau Jakinarazpenak kontrol moduluan alda daiteke.</p>
fa: <p>این گزینه مشخص می‌کند که KWin چقدر تلاش می‌کند که از حرکت آهسته و ناخواستۀ کانون که ناشی از فعال شدن غیرمنتظرۀ پنجره‌های جدید است، جلوگیری کند. )نکته: این ویژگی با سیاستهای کانون زیر موشی یا کانون دقیقاً زیر موشی کار نمی‌کند.)<ul><li><em>هیچ‌کدام:</em> جلوگیری خاموش است و پنجره‌های جدید همیشه فعال می‌باشند. </li><li><em>کم:</em> زمانی که یک پنجره برای زیربنایی کردن سازوکار پشتیبانی ندارد و KWin نمی‌تواند به طور موثقی تصمیم بگیرد که آیا پنجره را فعال کند یا خیر، جلوگیری فعال شده است. این تنظیم نسبت به سطح عادی هم بهتر است و هم بدتر، زیرا به کاربردها بستگی دارد.</li><li><em>عادی:</em> جلوگیری فعال شده است.</li><li><em>زیاد:</em> پنجره‌های جدید فقط در صورتی فعال می‌شوند که در حال حاضر هیچ پنجره‌ای فعال نباشد، یا اگر به کاربرد فعال جاری وابسته باشند؛ ممکن است هنگامی که از سیاست کانون موشی استفاده نمی‌شود، این تنظیم قابل استفاده نباشد.</li><li><em>بی‌نهایت:</em> همۀ پنجره‌ها باید به طور آشکار توسط کاربر فعال شده باشند.</li></ul></p><p>پنجره‌هایی که از حرکت آهستۀ کانون آنها جلوگیری شده است، بیشتر مورد توجه قرار می‌گیرند، بدین معنا که مدخل میله تکلیف آنها مشخص می‌شود. این را می‌توان به پیمانۀ کنترل اخطارها تغییر داد.</p>
fi: <p>Tämä asetus määrittelee, kuinka paljon KWin yrittää estää uusia ikkunoita viemästä kohdistusta (Huom: tätä asetusta ei voi käyttää jos fokus seuraa osoitinta).<ul> <li><em>Ei mikään:</em> Aiemmin käytetty tapa - kohdistus annetaan uusille ikkunoille aina.</li><li><em>Matala:</em> Kohdistuksen estäminen tapahtuu vain silloin, jos sovellus ei tue järjestelmää, ja KWin ei voi tietää tulisiko ikkuna aktivoida vai ei.</li><li><em>Tavallinen:</em> Estäminen on käytössä.</li><li><em>Korkea:</em> Uudet ikkunat aktivoidaan vain jos mikään ikkuna ei ole aktiivisena, tai ne kuuluvat aktiiviseen ohjelmaan. Tätä asetusta kannattaa käyttää vain jos kohdistus seuraa osoitinta.</li><li><em>Äärimmäinen:</em> Käyttäjän täytyy aktivoida kaikki ikkunat.</li></ul></p> <p>Kohdistuksen varastamisen estetyt ikkunat on merkitty huomiota vaativiksi Se tarkoittaa oletusarvoisesti, että tehtäväpalkin niiden osat on korostettu. Tätä voidaan muuttaa järjestelmän ilmoitukset (notifications) hallintamoduulissa.</p>
fr: <p>Cette option spécifie sur quelle base KWin empêchera le vol du focus causé par l'activation d'une nouvelle fenêtre (remarque : cette option ne fonctionne pas avec les règles « Le focus est sous la souris » et « Le focus est strictement sous la souris » existantes.).<ul><li><em>Aucun :</em> la prévention est désactivée, et les nouvelles fenêtres sont toujours activées.</li><li><em>Bas :</em> la prévention est activée ; quand une fenêtre n'a pas de gestion d'un mécanisme sous-jacent et que KWin ne peut valablement décider si la fenêtre doit être activée ou non, elle sera activée. Ce réglage peut avoir de plus ou moins bons résultats par rapport au niveau normal, selon les applications.</li><li><em>Normal :</em> la prévention est activée.</li><li><em>Haut :</em> les nouvelles fenêtres ne deviennent actives que si aucune fenêtre n'est actuellement active ou si elles appartiennent à l'application active. Ce réglage n'est probablement pas vraiment utilisable lorsqu'il n'y a pas utilisation d'une politique de focus avec la souris.</li><li><em>Extrême :</em> toutes les fenêtres doivent être explicitement activées par l'utilisateur.</li></ul></p> <p>Les fenêtres qui empêche le vol de focus sont marquées comme demandant l'attention, ce qui, par défaut signifie leur éclairage dans la barre des tâches. Ceci peut être modifié dans le module de configuration des notifications.</p>
hu: <p>Ezzel az opcióval lehet beállítani, hogy a KWin milyen esetben akadályozza meg az újonnan megjelenő ablakokat abban, hogy elvegyék a fókuszt az aktív ablaktól (megjegyzés: a beállításnak nincs hatása a Fókusz az egérmutató alatt és A fókusz szigorúan követi az egeret mód esetén.<ul><li><em>Nincs:</em> nincs akadályozás, az ablakkezelő az új ablakokat aktiválni fogja.</li><li><em>Alacsony:</em> a KWin megpróbálja megakadályozni, hogy az új ablakok elvegyék a fókuszt, de ha az ablak nem kezeli a szükséges hívásokat, és ezért az ablakkezelő nem tudja eldönteni, hogy biztonságos-e az aktiválás kikapcsolása, akkor az új ablak mégis aktívvá válik. Az alkalmazástól függően ez a beállítás általában jobb, de esetleg rosszabb fókuszkezelést eredményez, mint a 'Nincs' választása esetén.</li><li><em>Normál:</em> a fókusz elvétele meg lesz akadályozva.</li><li><em>Magas:</em> az új ablakok csak akkor lesznek aktiválva, ha nincs más aktív ablak vagy ha az éppen aktív alkalmazáshoz tartoznak. Ez a beállítás nem igazán használható, ha egérkattintásra történő fókuszváltási mód van bekapcsolva.</li><li><em>Nagyon magas:</em> a felhasználónak az összes ablak aktiválását magának kell elvégeznie.</li></ul></p><p>A rendszer a fókuszelvételben megakadályozott ablakokat figyelemfelhívó ablaknak jelöli meg, azaz alapértelmezés szerint a címsoruk kiemelt lesz. Ez a beállítás megváltoztatható a Rendszerüzenetek beállítómodulban.</p>
is: Þessi valmöguleiki tilgreinir hversu mikið KWin mun reyna að passa upp á að virkni sé ekki stolið vegna óvæntra atburða í nýjum gluggum. (athugið að þessi eiginleiki virkar ekki í fókus undir mús hömunum.)<ul> <li><em>Ekkert:</em> Gamla góða hegðunin - slökkt er á vörninni og nýjir gluggar fá alltaf virkni.</li> <li><em>Lágt:</em> Vörn er virk; þegar sumir gluggar hafa ekki stuðning fyrir undirlyggjandi högun og KWin getur ekki ákvarðað hvort virkja eigi gluggann eða ekki, verður vörnin óvirk. Þessi stilling getur eins verið betri og verri stilling en venjulegt stig, eftir forritum.</li> <li><em>Venjulegt::</em> Vörn er virk.</li> <li><em>Hátt:</em> Nýir gluggar fá aðeins virkni ef enginn gluggi hefur virkni eða ef þeir tilheyra virku forriti. Þessi stilling er líklega ekki hentug þegar ekki verið að nota músarstefnu fyrir gluggavirkni.</li> <li><em>Mjög hátt:</em> Gluggar fá aðeins virkni þegar notandi velur það.</li> </ul></p><p>Gluggar sem eru hindraðir í að stela fókusnum eru merktir sem krefjast athygli, og sjálfgefið er að uppljóma þá í verkefnaslánni. Hægt er að breyta þessu í tilkynningahluta stjórnborðsins.</p>
it: Questa opzione specifica quanto KWin debba cercare di impedire il furto indesiderato del fuoco di una finestra causato dall'attivazione inattesa di nuove finestre (Nota: questa funzione non è supportata con le politiche Focus sotto il mouse e Focus strettamente sotto il mouse.) <ul> <li><em>Nessuno:</em>La prevenzione è disattivata e le nuove finestre diventano sempre attive.</li> <li><em>Basso:</em> La prevenzione è attiva; quando delle finestre non hanno il supporto per questo meccanismo e KWin non può decidere in modo affidabile se attivare o meno la finestra, la finestra viene attivata. Questa impostazioni può avere sia risultati migliori che peggiori rispetto al livello normale, dipende dalle applicazioni utilizzate.</li> <li><em>Normale:</em>La prevenzione è attiva.</li> <li><em>Alto:</em>Le nuove finestre vengono attivate solo se non ci sono altre finestre attive o se appartengono alla applicazione attiva. Questa impostazione probabilmente non è usabile quando non si usa la politica di focus del mouse.</li> <li><em>Estremo:</em> Tutte le finestre devono essere esplicitamente attivate dall'utente.</li></ul></p> <p>Le finestre che non possono rubare il fuoco sono marcate come "richiedenti attenzione", il che significa che nella barra delle applicazioni sono evidenziate. Questo può essere cambiato nel modulo di controllo delle notifiche.</p>
ja: <p>このオプションでは、新しいウインドウが不意にアクティブになってフォーカスを奪ってしまうという事態に、KWin がどの程度対処すべきかを設定します。注意: この機能は「マウスに従ってフォーカス」 や「厳密にマウスの下をフォーカス」のポリシー下では働きません。 <ul> <li>[なし] なにもせず、新しいウインドウがアクティブになるにまかせます。</li> <li>[低レベル] 対処はしますが、ウィンドウが前提となるメカニズムをサポートしていないため、KWin がそのウインドウをアクティブにするべきかどうか確実に判断できない場合は、新しいウインドウがアクティブになってしまうことがあります。この設定は、アプリケーションによって、普通レベルより良い結果をもたらす場合と悪い結果になる場合があります。</li> <li>[標準レベル] 標準的な対策を行います。</li> <li>[高レベル] そのときアクティブなウインドウが存在しないか、新しいウインドウがそのときアクティブになっているアプリケーションに属するものである場合に限り、新しいウインドウがアクティブになります。マウスフォーカスポリシーを有効にしていない場合、この設定はおそらくあまり役に立ちません。</li> <li>[最大レベル] ユーザが明示的に指定したウィンドウだけがアクティブになります。</li></ul></p> <p>フォーカスの奪取を阻まれているウィンドウは操作が必要としてマークされ、標準の設定ではタスクバーのエントリが強調表示されます。これはコントロールセンターの通知モジュールで変更できます。</p>
km: ជម្រើស​នេះ​បញ្ជាក់អំពី​កម្រិត​ដែល KWin ព្យាយាម​ទប់ស្កាត់​ការ​លួច​​ផ្ដោតដែល​មិន​ចង់​បាន ដែល​បណ្ដាលមក​ពី​ការ​សកម្ម​របស់​បង្អួច​ថ្មី​ដែល​មិន​រំពឹងទុក ។ (ចំណាំ ៖ លក្ខណៈ​ពិសេស​នេះ​មិន​ធ្វើ​ការ​ជាមួយ​នឹង​គោល​ការណ៍ ផ្ដោត​​ក្រោម​កណ្ដុរ ឬ ផ្ដោត​យ៉ាង​ខ្លាំង​ក្រោម​បង្អួច ។)<ul><li><em>គ្មាន ៖</em> ការ​ទប់​ស្កាត់​ត្រូវ​បាន​បិទ ហើយ​​​បង្អួច​ថ្មី​​សកម្មជានិច្ច ។</li><li><em>ទាប ៖</em> ការ​ទប់ស្កាត់​​ត្រូវ​បាន​អនុញ្ញាត ពេល​បង្អួច​ខ្លះ​​មិន​មាន​ការ​គាំទ្រមេកានិច​គូសបញ្ជាក់ និង KWin មិន​អាច​សម្រេចដោយ​ជឿជាក់​ថា​តើ​ត្រូវ​ធ្វើ​ឲ្យបង្អួច​​​សកម្ម ឬ អត់ វា​នឹង​ត្រូវ​បានធ្វើ​ឲ្យ​សកម្ម ។ ការ​កំណត់​នេះ​អាច​មាន​លទ្ធផល​ទាំង​ល្អ និង​ អាក្រក់​ជាងកម្រិត​ធម្មតា អាស្រ័យ​លើ​កម្មវិធី ។</li><li><em>ធម្មតា ៖</em> ការ​ទប់​ស្កាត់ត្រូវ​​បាន​អនុញ្ញាត ។</li><li><em>ខ្ពស់ ៖</em> បង្អួច​ថ្មី​ត្រូវ​បានធ្វើ​ឲ្យ​សកម្ម ​តែ​ក្នុង​ករណី​គ្មាន​បង្អួច​សកម្ម​បច្ចុប្បន្ន ឬ ប្រសិន​បើ​ពួក​វា​ជា​របស់​កម្មវិធី​សកម្ម​បច្ចុប្បន្ន ។ ការ​កំណត់​នេះ​គឺ​ប្រហែលជា​មិន​អាច​ប្រើ​​បាន ​នៅ​ពេល​មិន​ប្រើ​គោលការណ៍​ផ្ដោត​កណ្ដុរ ។ </li><li><em>ខ្ពស់​បំផុត ៖</em> បង្អួច​ទាំង​អស់​ត្រូវ​តែ​​ធ្វើ​ឲ្យ​សកម្មយ៉ាង​​ជាក់លាក់ដោយ​អ្នក​ប្រើ ។</li></ul></p><p>បង្អួច​ដែល​ត្រូវ​បាន​ទប់ស្កាត់​ពី​ការ​ផ្តោត​លួច ត្រូវ​បានសម្គាល់​ជា ប្រុងប្រយ័ត្ន ដែល​ជា​លំនាំដើម​មាន​ន័យ​ថា ធាតុ​បញ្ចូល​នៃ​របារ​ភារកិច្ចរបស់​ពួកគេ នឹង​ត្រូវ​បាន​បន្លិច ។ វា​នេះ​អាច​ត្រូវ​បាន​ផ្លាស់ប្តូរ​ក្នុង​ម៉ូឌុល​ត្រួតពិនិត្យ ការ​ជូនដំណឹង ។</p>
ko: 이 옵션은 예상치 못한 새 창의 활성화로 인해 활성화가 전환되지 않도록 하는 정도를 정의합니다. (주의: 이 설정은 '마우스 아래 활성화' 또는 '마우스 바로 아래 활성화' 기능이 설정된 상태에서는 작동하지 않습니다.) <ul><li><em>사용안함:</em>새창이 항상 활성화 됩니다.</li><li><em>낮음</em> 창이 기본적인 작동방식을 지원하지 않거나 KWin 에서 창을 활성화 할지를 결정하지 못했을 때 활성화 전환 방지를 사용합니다.</li><li><em>보통:</em>활성화 전환 방지를 사용합니다.</li><li><em>높음:</em>현재 다른 활성창이 없거나 현재 활성 응용프로그램 에서 나온 새 창만 활성화 됩니다.</li><li><em>매우높음:</em> 모든 창은 반드시 사용자에 의해 활성화 됩니다.</li></ul>
mk: <p>Оваа опција кажува колку KWin ќе се труди да го спречи несаканото одземање на фокус причинето од неочекувано активирање на нови прозорци. (Забелешка: Оваа можност не работи со политиките за фокусирање: Фокусирање под глушецот и Фокусирање строго под глушецот.)<ul><li><em>Нема:</em> Спречувањето е исклучено и новите прозорци секогаш стануваат активни.</li><li><em>Ниско:</em> Спречувањето е овозможено; кога некој прозорец нема поддршка за основните механизми и KWin не може со сигурност да реши дали да го активира прозорецот или не, прозорецот ќе биде активиран. Ова поставување може да даде и подобри и полоши резултати, во зависност од апликациите.</li><li><em>Нормално:</em> Спречувањето е овозможено.</li><li><em>Високо:</em> Новите прозорци се активирани само ако нема моментално активен прозорец или ако припаѓаат на моментално активната апликација. Ова поставување веројатно не е многу корисно ако не се користи политика на фокусирање со глушец.</li><li><em>Екстремно:</em> Сите прозорци мора експлицитно да се активираат од корисникот.</li></ul></p><p>Прозорците што се оневозможени да одземаат фокус се означуваат како прозорци што бараат внимание, што стандардно значи дека нивната ставка во лентата со програми ќе биде осветлена. Ова може да се смени во контролниот модул Известувања.</p>
nb: <p>Med denne funksjonen kan du velge hvor mye KWin skal prøve å hindre uønsket fokusstjeling fra vinduer som dukker opp uventet. (Legg merke til at denne funksjonen ikke fungerer med «Fokus under musa» og «Fokus strengt under musa».)<ul><li><em>Ingen:</em> Tradisjonell oppførsel. Fokusstjeling blir ikke hindret, slik at nye vinduer alltid får fokus.</li> <li><em>Lav:</em> Hindring av fokusstjeling er slått på. Et vindu får fokus dersom det ikke støtter den underliggende mekanismen, slik at KWin ikke klarer å avgjøre om vinduet skal få fokus. Avhengig av programmene kan denne innstillinga gi dårligare eller bedre resultat enn normalnivået.</li> <li><em>Normal:</em> Fokusstjeling blir hindret. Dette er standardinnstillinga.</li> <li><em>Høy:</em> Nye vinduer får bare fokus dersom ingen andre vinduer er har det, eller dersom de hører til det programmet som har fokus (er i bruk). Denne innstillinga er trolig ikke særlig nyttig med mindre du bruker musa til fokusering.</li> <li><em>Ekstrem:</em> Alle vinduer må velges aktivt av brukeren.</li></ul> <p>Vinduer som blir hindret i å stela fokus vil vise at de påkaller oppmerksomheten. Det skjer vanligvis ved at de blir markert i oppgavelinja. Du kan endre på dette i kontrollmodulen «Varsel».</p>
nds: <p>Mit disse Optschoon kannst Du fastleggen, wo dull KWin Di dor gegen schuult, dat niege, nich verwacht aktiv maakte Finstern Dien Finster den Fokus wegnehmt. (Beacht bitte: Dit funkscheneert nich, wenn Du de Fokusregeln "Fokus ünner Muus" oder "Fokus nau ünner Muus" utsöcht hest.)<ul><li><em>Keen:</em> De Schuul is heel utmaakt, nieg Finstern warrt jümmers aktiv.</li><li><em>Siet:</em> De Schuul is anmaakt, man wenn en Finster nich op den bruukten Mechanismus reageert un KWin nich richtig fastslaan kann, wat dat aktiv maakt warrn schall oder nich, warrt dat aktiv maakt. Disse Instellen kann beter oder leger Resultaten hebben as de normale Stoop, dat kummt op de Programmen an.</li><li><em>Normaal:</em> De Schuul is anmaakt.</li><li><em>Hooch:</em> Nieg Finstern warrt bloots aktiv, wenn jüst keen anner Finster aktiv is, oder wenn dat na't jüst aktive Programm tohöört.</li><li><em>Övermaten:</em> Du muttst all Finstern eerst sülven aktiv maken.</li></ul></p><p>Finstern, de den Fokus hebben wullen aver em nich kregen harrn, warrt as Finstern wiest, de Acht hebben wüllt. Standardwies warrt ehr Indrääg binnen den Programmbalken rutheevt, man dat kannst Du binnen dat Moduul "Systeemnarichten" ok anners instellen.</p>
nl: <p>Deze optie bepaalt op welk niveau KWin zal proberen te voorkomen dat de focus onverwacht naar ander venster gaat door onverwachte activatie van nieuwe vensters (opmerking: dit werkt niet met de muisinstellingen "Focus onder de muis" en "Focus strikt onder de muis"). <ul> <li><em>Altijd:</em> nieuwe vensters worden altijd actief.</li> <li><em>Meestal:</em> wanneer sommige vensters geen ondersteuning bieden voor het onderliggende mechanisme en KWin kan bepalen of het venster actief dient te worden of niet, dan wordt het venster geactiveerd. Dit niveau kan beter of slechter uitvallen dan het normale niveau, afhankelijk van de toepassingen die u gebruikt.</li> <li><em>Intelligent:</em> standaard gedrag.</li> <li><em>Bijna nooit:</em> nieuwe vensters worden alleen geactiveerd als er op dat moment geen venster actief is, of als ze bij de toepassing horen die op dat moment de focus heeft. Deze instelling is waarschijnlijk niet bruikbaar als geen gebruik maakt van het muisfocusbeleid.</li><li><em>Nooit:</em> alle vensters dienen expliciet te worden geactiveerd door de gebruiker. </li></ul></p> <p>Vensters waarvan wordt voorkomen dat ze de focus overnemen zullen worden gemarkeerd als 'vraagt om aandacht', wat standaard betekent dat de bijhorende knop op de taakbalk zal worden geaccentueerd. Dit gedrag kunt u aanpassen in de configuratiemodule 'Notificaties'.</p>
nn: <p>Med denne funksjonen kan du velja kor mykje KWin skal prøva å hindra uønskt fokusstjeling frå vindauge som dukkar uventa opp. (Legg merke til at denne funksjonen ikkje fungerer med «Fokus under musa» og «Fokus strengt under musa».)<ul><li><em>Inga:</em> Tradisjonell åtferd. Fokusstjeling vert ikkje hindra, slik at nye vindauge alltid vert aktiverte.</li> <li><em>Låg:</em> Hindring av fokusstjeling er slått på. Eit vindauge vert aktivert dersom det ikkje støttar den underliggjande mekanismen, slik at KWin ikkje klarar å avgjera om vindauget skal aktiverast. Avhengig av programma kan denne innstillinga gje dårlegare eller betre resultat enn normalnivået.</li> <li><em>Normal:</em> Fokusstjeling vert hindra. Dette er standardinnstillinga.</li> <li><em>Høg:</em> Nye vindauge vert berre aktiverte dersom ingen andre vindauge er aktive eller dersom dei høyrer til det aktive programmet. Denne innstillinga er truleg ikkje særleg nyttig dersom du ikkje brukar musa til fokusering.</li> <li><em>Ekstrem:</em> Alle vindauge må aktiverast særskilt av brukaren.</li></ul> <p>Vindauge som vert hindra i å stela fokus vil visa at dei påkallar merksemd. Det skjer vanlegvis ved at dei vert markerte i oppgåvelinja. Du kan endra på dette i kontrollmodulen «Varsel».</p>
pl: <p>Ta opcja określa poziom ochrony KWin przed niepożądaną zmianą aktywnego okna spowodowaną niespodziewanym pojawieniem się nowego okna. (Uwaga: ta opcja nie działa w trybie automatycznego uaktywniania kursorem myszy). <ul> <li><em>Brak:</em>Standardowe ustawienie starszych menedżerów okien - ochrona jest wyłączona, nowe okna zawsze stają się aktywne.</li> <li><em>Niski:</em>Ochrona jest włączona, ale gdy okno nie dostarcza informacji, czy należy je uaktywnić, na wszelki wypadek zostanie uaktywnione. To ustawienie może dawać zarówno lepsze, jak i gorsze efekty od zwykłego poziomu ochrony - w zależności od programów.</li> <li><em>Zwykły:</em>Ochrona jest włączona, to jest ustawienie domyślne.</li> <li><em>Wysoki:</em>Nowe okno zostaje uaktywnione jedynie wtedy, jeśli należy do aktywnego programu, albo w ogóle brak w danej chwili aktywnego okna. To ustawienie jest zapewne bezużyteczne bez trybu uaktywniania okien kursorem myszy.</li> <li><em>Bardzo wysoki:</em>Wszystkie okna muszą być ręcznie uaktywnione przez użytkownika.</li></ul></p> <p>Okna, które zostały powstrzymane przed uaktywnieniem są oznaczane jako wymagające reakcji, co domyślnie jest realizowane przez podświetlenie ich na pasku zadań. Można to zmienić w module Powiadamiania.</p>
pt_br: <p>Esta opção especifica o quanto o KWin irá tentar prevenir que a ativação inesperada de novas janelas cause o roubo de foco (nota: este recurso não funciona com as políticas do tipo Foco Sob o Mouse e Foco Estritamente Sobre o Mouse). <ul> <li><em>Nenhum:</em> a prevenção é desligada e novas janelas sempre recebem foco.</li> <li><em>Baixo:<em> a prevenção é habilitada. Quando uma janela não possuir suporte ao mecanismo e o KWin não puder decidir se a janela deve ou não ser ativada, ela será. Essa configuração pode resultar em um comportamento tanto ruim quanto bom em um nível normal, dependendo dos aplicativos.</li><li><em>Normal:</em> a prevenção é habilitada.</li><li><em>Alto:</em> novas janelas só serão ativadas caso nenhuma janela esteja ativa no momento ou caso elas pertençam ao aplicativo atualmente ativo. Essa configuração provavelmente não é muito utilizável a não ser que se use a política de foco seguir o mouse.</li><li><em>Extremo:</em> Todas as janelas tem que ser explicitamente ativadas pelo usuário.</li></ul></p> <p>As janelas que são evitadas de receber o foco são marcadas como janelas que demandam atenção, que por padrão significa que suas entradas na barra de tarefas serão destacadas. Isto pode ser modificado no módulo de controle Notificações.</p>
ru: <p>Этот параметр указывает, как KWin должен противодействовать переходу фокуса, вызванному неожиданной активацией новых окон (не работает при включенных "Фокус под мышью" или "Фокус строго под мышью"). <ul><li><em>Нет:</em> Стандартное старое поведение - противодействие отключено, новые окна всегда становятся активными.</li><li><em>Низкий:</em> Противодействие включено, но окна могут не иметь поддержку соответствующего механизма приоритетов, и, если KWin не сможет точно принять решение, окно будет активировано. Этот вариант может быть лучше или хуже среднего, в зависимости от приложений, которые вы используете.</li><li><em>Средний:</em> Противодействие включено.</li><li><em>Высокий:</em> Окно становится активным только в том случае, если нет других активных окон или если оно принадлежит активному приложению. Этот параметр не очень удобен без использования политики "фокус за мышью".</li><li><em>Очень высокий:</em> Все окна должны активироваться только пользователем.</li></ul></p>
rw: <p>Ubu buryo bugaragaza uko KWin izagerageza kubuza kwiba igaragaza rikeye bidashakwa bitewe n'ikoresha ritunguranye ry'amadirishya mashya. (Icyitonderwa: Iyi miterere ntabwo ikorana na politiki z'Igaragaza rikeye Riri Munsi y'Imbeba cyangwa Munsi y'Imbeba Nta Kabuza.)<ul><li><em>Nta na kimwe:</em> Kubuza byahagaritswe kandi amadirishya mashya arakoreshwa buri gihe.</li><li><em>Hasi:</em> Kubuza birakora; iyo hari idirishya ritemera sisitemu shingiro na KWin idashobora kwemeza ku buryo bwizewe niba idirishya rikoreshwa cyangwa rihagarikwa. Iri genamiterere rishobora kugira ingaruka mbi cyangwa nziza biruta ikigero gisanzwe, bitewe na porogaramu.</li><li><em>Bisanzwe:</em> Kubuza birakora.</li><li><em>Bihanitse:</em> Amadirishya mashya akora gusa iyo nta dirishya na rimwe ririmo gukora cyangwa se iyo ajyanye na porogaramu irimo gukora. Iri genamiterere rishobora kudakoreshwa mu byukuri iyo hakoreshwa politiki y'icyerekezo cy'imbeba.</li><li><em>Impera:</em> Amadirishya yose agomba gukoreshwa bisobanutse n'ukoresha.</li></ul></p><p>Amadirishya adashobora kwibwa mu cyerekezo arangwa n'akamenyetso kagaragaza ko agomba kwitabwaho, bishaka kuvuga mu buryo mburaburazi ko icyinjizwa mu murongo bikoresho wayo uzagaragazwa. Ibi bishobora guhindurwa mu gice kigenzura Ibimenyeshwa.</p>
sk: Táto voľba určuje, ako veľmi sa má KWin snažiť zabrániť ukradnutiu fokusu neočakávanou aktiváciou nových okien. (Poznámka: Táto vlastnosť nefunguje ak sú nastavené politiky Fokus pod myšou alebo Fokus striktne pod myšou.)<ul><li><em>Žiadne:</em> Štandardné staré správanie - bránenie kradnutia je vypnuté a nové okná sú vždy aktívne.</li><li><em>Nízke:</em> Ochrana je zapnutá, ale niektoré okná nepodporujú použitý mechanizmus a preto KWin nedokáže bezpečne určiť, či má okno aktivovať alebo nie a také okno aktivuje. Toto nastavenie môže byť lepšie alebo horšie než normálne nastavenie, podľa použitých aplikácií.</li><li><em>Normálne:</em> Ochrana je zapnutá.</li><li><em>Vysoké:</em> Nové okná budú aktivované iba ak žiadne okno nie je momentálne aktívne alebo ak patria k práve aktívnej aplikácii. Toto nastavenie asi nie je úplne použiteľné, ak nepoužívate sledovanie myši fokusom.</li><li><em>Extrémne:</em> Všetky okná je nutné explicitne aktivovať užívateľom.</li> </ul></p><p>Okná, ktoré sú chránené pred kradnutím fokusu sú označené ako vyžadujúce pozornosť, čo štandardne znamená, že ich položka v panely úloh bude zvýraznená. Toto môže byť zmenené v module Upozornenia.</p>
sl: <p>Ta možnost določa, kako bo KWin poskušal preprečiti neželjeno prevzemanje fokusa, ki se zgodi zaradi nepričakovanega aktiviranja novih oken. (Vedite, da ta možnost ne deluje za ravnanji »Fokus pod miško« in »Fokus strogo pod miško«.)<ul> <li><em>Brez:</em> Preprečevanje je izključeno, nova okna pa vedno postanejo aktivna.</li><li><em>Nizka:</em> Preprečevanje je omogočeno. Ko neko okno nima podpore za podporni mehanizem, KWin pa se ne more zanesljivo odločiti, ali naj aktivira okno ali ne, ga aktivira. Ta nastavitev ima lahko boljše ali slabše rezultate kot normalna stopnja (odvisno od programa).</li><li><em>Normalna:</em> Preprečevanje je omogočeno.</li><li><em>Visoka:</em> Nova okna postanejo aktivna samo, če ni aktivno nobeno drugo okno ali pa pripadajo trenutno aktivnemu programu. Ta nastavitev verjetno ni ravno uporabna, če se ne uporablja ravnanje z miškinim fokusom.</li> <li><em>Zelo visoka:</em>Vsa okna mora aktivirati uporabnik.</li></ul></p> <p>Okna, katerim je preprečeno prevzemanje fokusa, so označena, da zahtevajo pozornost. Privzeto je to nakazano s poudarjanjem njihovih gumbov v opravilni vrstici. To se lahko nastavi v nadzornem modulu Obvestila.</p>
sr: Ова опција назначава колико ће се KWin трудити да спречи нежељену крађу фокуса приликом неочекиване активације нових прозора. (Напомена: Ова могућност не ради са политикама „Фокус испод миша“ и „Фокус строго испод миша“.)<ul><li><em>никакав:</em> Заштита је искључена и нови прозори увек бивају активирани.</li><li><em>низак:</em> Заштита је укључена; када неки прозор нема подршку за задати механизам и KWin не може са сигурношћу да одреди да ли би прозор требало активирати или не, прозор ће бити активиран. Ова поставка може имати и боље и горе резултате од уобичајеног нивоа, у зависности од програма.</li><li><em>уобичајен:</em> Заштита је укључена.</li><li><em>висок:</em> Нови прозори се активирају само ако ниједан прозор није тренутно активан или ако припадају тренутно активном програму. Ова поставка вероватно није заиста употребљива када се не користи политика фокусирања мишем.</li><li><em>екстреман:</em> Корисник мора све прозоре експлицитно да активира.</li></ul></p><p>Прозори који се спрече да украду фокусу означени су да захтевају пажњу, што подразумевано значи да ће њихов унос у траци задатака бити истакнут. Ово можете изменити у контролном модулу Обавештења.</p>
sr@latn: Ova opcija naznačava koliko će se KWin truditi da spreči neželjenu krađu fokusa prilikom neočekivane aktivacije novih prozora. (Napomena: Ova mogućnost ne radi sa politikama „Fokus ispod miša“ i „Fokus strogo ispod miša“.)<ul><li><em>nikakav:</em> Zaštita je isključena i novi prozori uvek bivaju aktivirani.</li><li><em>nizak:</em> Zaštita je uključena; kada neki prozor nema podršku za zadati mehanizam i KWin ne može sa sigurnošću da odredi da li bi prozor trebalo aktivirati ili ne, prozor će biti aktiviran. Ova postavka može imati i bolje i gore rezultate od uobičajenog nivoa, u zavisnosti od programa.</li><li><em>uobičajen:</em> Zaštita je uključena.</li><li><em>visok:</em> Novi prozori se aktiviraju samo ako nijedan prozor nije trenutno aktivan ili ako pripadaju trenutno aktivnom programu. Ova postavka verovatno nije zaista upotrebljiva kada se ne koristi politika fokusiranja mišem.</li><li><em>ekstreman:</em> Korisnik mora sve prozore eksplicitno da aktivira.</li></ul></p><p>Prozori koji se spreče da ukradu fokusu označeni su da zahtevaju pažnju, što podrazumevano znači da će njihov unos u traci zadataka biti istaknut. Ovo možete izmeniti u kontrolnom modulu Obaveštenja.</p>
sv: <p>Det här alternativet anger hur mycket Kwin försöker förhindra oönskad ändring av fokus orsakad av oväntad aktivering av nya fönster. (Observera: Funktionen fungerar inte med fokusprincipen Fokus under musen eller Fokus strikt under musen).<ul><li><em>Ingen:</em> Ändring förhindras inte och nya fönster aktiveras alltid.</li><li><em>Låg:</em> Ändring förhindras. Om något fönster inte har stöd för bakomliggande mekanism och Kwin inte säkert kan avgöra om fönstret ska aktiveras eller inte, kommer det att aktiveras. Inställningen kan både ge bättre och sämre resultat än normalnivån, beroende på program.</li> <li><em>Normal:</em> Ändring förhindras.</li><li><em>Hög:</em> Nya fönster aktiveras bara om inget fönster är aktivt, eller om de tillhör aktuellt aktivt program. Inställningen är troligen egentligen inte användbar om inte musfokusprincip används.</li><li><em>Extrem:</em> Alla fönster måste uttryckligen aktiveras av användaren.</li></ul></p><p>Fönster som förhindras från att stjäla fokus markeras som om de begär uppmärksamhet, vilket normalt betyder att deras post i aktivitetsfältet markeras. Det kan ändras i inställningsmodulen Systemunderrättelser.</p>
th: <p>ใช้ตัวเลือกนี้ในการกำหนดให้ KWin ป้องกันการขโมยการได้รับโฟกัสสำหรับทำงานจากหน้าต่างใหม่ (ข้อควรจำ: คุณสมบัตินี้จะไม่ทำงานกับข้อกำหนดแบบ หน้าต่างใต้เม้าส์ได้รับโฟกัส หรือ จำกัดให้หน้าต่างใต้เมาส์ได้รับโฟกัส)<ul><li><em>ไม่ป้องกัน:</em> ไม่มีการป้องกันการขโมยโฟกัสของหน้าต่าง ซึ่งจะทำให้เมื่อมีการเปิดหน้าต่างใหม่ หน้าต่างใหม่นั้นจะได้รับโฟกัสการทำงาน</li><li><em>ต่ำ:</em> เปิดใช้การป้องกัน เมื่อมีบางหน้าต่างที่ไม่รองรับกลไกในการตัดสินใจเลือกโฟกัสหน้าต่างของ KWin หน้าต่างนั้นจะได้รับโฟกัส ส่วนที่ KWin จัดการได้จะถูกป้องกันไว้</li><li><em>ปกติ:</em> เปิดใช้การป้องกันตามปกติ</li><li><em>สูง:</em> หน้าต่างใหม่ที่เปิดจะได้รับโฟกัสหากไม่มีหน้าต่างที่ทำงานอยู่ในปัจจุบันหรือเป็นหน้าต่างใหม่ของแอพพลิเคชันที่ทำงานอยู่เท่านั้น การตั้งค่านี้จะไม่มีผลหากใช้ข้อกำหนดการได้รับโฟกัสด้วยเม้าส์</li><li><em>เข้มงวดมาก:</em> หน้าต่างทั้งหมดจะทำงานหรือไม่ขึ้นอยู่กับการใช้ของผู้ใช้งาน</li></ul></p><p>หน้าต่างต่าง ๆ ที่ถูกป้องกันการขโมยโฟกัสในการทำงานถูกแสดงให้ทราบทางแถบงาน (ทาสก์บาร์) หรือทางการแจ้งเตือนของระบบ</p>
uk: <p>Цей параметр вказує рівень запобігання небажаному викраданню фокуса, спричиненому активацією нових вікон. (Зауважте: ця функція не працює з режимами "Фокус під мишкою" та "Фокус точно під мишкою").<ul><li><em>Вимкнено:</em> Типова поведінка - запобігання вимкнено та новим вікнам завжди дозволено активізовуватись.</li> <li><em>Низький:</em> Запобігання ввімкнено, якщо деяке вікно не підтримує потрібний механізм та KWin не може надійно визначити, чи потрібно активізовувати вікно, його буде активізовано. Цей параметр може як покращити поведінку так і погіршити її порівняно зі звичайним рівнем, це залежить від програм.</li><li><em>Звичайний:</em> Запобігання ввімкнено.</li> <li><em>Високий:</em> Нові вікна активізовуються лише, якщо жодне з вікон не активне на даний момент, або якщо вони належать поточній активній програмі. Цей рівень, напевне, не є дуже зручним, якщо не використовується правила фокусу мишки.</li> <li><em>Надвисокий:</em> Всі вікна мають бути явно активовані користувачем.</li></ul></p><p>Вікна яким було відмовлено у фокусі будуть помічені, як вікна які вимагають на звертання уваги до них. Тобто їх назва у панелі буде підсвічена. Цю поведінку можна змінювати у модулі керування спрощеннями.</p>
