Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Here you can customize mouse click behavior when double clicking on the titlebar of a window.
af: Hier jy kan muis kliek gedrag pasmaak wanneer jy dubbel kliek op die titelbalk van 'n venster.
ar: هنا، يمكنك إعداد سلوك نقرات الفأرة عند النقر المزدج على شريطة العنوان لأية نافذة.
az: Burada pəncərələrin başlıq çubuğundakı siçan tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на прозорец при двойно щракване върху заглавието му.
bn: এখানে উইন্ডোর শীর্ষকবারে দুবার ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন।
bs: Ovdje možete podesiti ponašanje prilikom dvostrukog klika na naslovnu traku prozora.
cs: Zde je možné přizpůsobit chování při dvojitém kliknutí myší na titulek okna.
cy: Yma gallwch addasu ymddygiad clic-llygoden pan yn clicio'n ddwbl ar far teitl ffenestr.
da: Her kan du brugerindstille museklik-opførsel for klik på titellinjen eller rammen af et vindue.
de: Hier können Sie die Auswirkung von Doppelklicks auf die Titelleiste oder den Rahmen eines Fensters einstellen.
el: Εδώ μπορείτε να προσαρμόσετε τη συμπεριφορά του διπλού κλικ στη γραμμή τίτλου ενός παραθύρου.
eo: Jen vi povas agordi la konduton ĉe duklako sur titollistelo de fenestro.
es: Aquí se puede personalizar el comportamiento del ratón cuando se pulsa con el ratón en la barra de título de una ventana.
et: Siin saad kohandada akna käitumist topeltklõpsu puhul tiitliribal.
eu: Hemen sagu-klikaren portaera pertsonaliza dezakezu leihoaren titulu-barran klik bikoitza egiten denean.
fa: در اینجا می‌توانید با دو بار فشار دادن میله عنوان یک پنجره، رفتار فشار موشی را سفارشی کنید.
fi: Tässä kohdassa voit määritellä, mitä tapahtuu kun ikkunan otsikkoriviä kaksoisnapsautetaan.
fr: Vous pouvez personnaliser ici ce qui se passe lorsque vous double-cliquez sur la barre de titre d'une fenêtre.
gl: Aquí pode personalizar o comportamento da fiestra cando se preme dúas veces na barra de título dunha fiestra.
hi: यहाँ आप माउस क्लिक के बर्ताव को मनपसंद बना सकते हैं जब विंडो के शीर्षक पट्टी पर डबल क्लिक किया जाए.
hr: Ovdje možete podesiti ponašanje nakon klika mišem naon duplog klika na naslovnu traku prozora.
hu: Itt az ablakok címsorára történő dupla kattintások hatását lehet testreszabni.
is: Í þessum dálki getur þú stillt virkni tvísmells á titilrönd glugga.
it: Qui puoi impostare il comportamento dei clic del mouse quando fai doppio clic sulla barra del titolo di una finestra
ja: ここでウィンドウのタイトルバーをダブルクリックしたときの挙動をカスタマイズできます。
km: នៅ​ទីនេះ អ្នក​អាច​ប្តូរ​ឥរិយាបថ​ចុច​កណ្តុរ​តាម​បំណង​ ពេល​ចុច​ទ្វេ​ដង​លើ​របារ​ចំណង​ជើង​នៃ​បង្អួច​មួយ ៖
ko: 창 제목 표시줄을 더블 클릭 했을때 마우스 클릭 동작을 설정 합니다.
mk: Тука може да го прилагодите однесувањето на кликот на глушецот при двоклик на насловната лента на прозорец.
ms: Disini anda boleh tetapkan sendiri perlakuan klik tetikus apabila dwi klik pada bar tajuk tetingkap.
nb: Her kan du velge hva som skal skje når du dobbeltklikker i tittellinja på et vindu.
nds: Hier kannst Du fastleggen, wat en Dubbelklick op den Titelbalken maakt.
nl: Hier kunt bepalen wat er gebeurt als u met de muis dubbelklikt op de titelbalk van een venster.
nn: Her kan du tilpassa museklikkåtferda ved dobbeltklikk i tittellinja til eit vindauge.
pa: ਝਰੋਖੇ ਦੇ ਸਿਰਲੇਖ ਦੋ ਵਾਰ ਦਬਾਉਣ ਨਾਲ ਤੁਸੀਂ ਮਾਉਸ ਦੇ ਵਿਵਹਾਰ ਨੂੰ ਸੋਧ ਸਕਦੇ ਹੋ।
pl: Tu możesz ustawić, co ma się stać po dwukrotnym kliknięciu na pasku tytułowym okna.
pt_br: Aqui você pode personalizar o comportamento do clique do mouse ao efetuar clique duplo na barra de títulos de uma janela.
ro: Aici puteţi personaliza comportamentul ferestrei atunci cînd daţi dublu clic pe bara de titlu a ferestrei.
ru: Реакция окна на двойной щелчок мыши на заголовке окна.
rw: Aha ushobora kuboneza imyifatire y'ikandishambeba igihe ukanda kabiri umurongomutwe w'idirishya.
se: Dás sáhtát heivehit mii galgá dáhpahuvvat go duppalcoahkkalat namahusholgga.
sk: Tu môžete nastaviť správanie pri dvojitom kliknutí na titulok okna.
sl: Tu lahko prilagodite obnašanje klika miške, ko dvakrat kliknete naslovno vrstico okna.
sr: Овде можете прилагодити понашање при двоклику мишем на насловну траку прозора.
sr@latn: Ovde možete prilagoditi ponašanje pri dvokliku mišem na naslovnu traku prozora.
sv: Här kan du anpassa vad som ska hända när man dubbelklickar med musen på namnlisten till ett fönster.
ta: இங்கே நீங்கள் சாளரத்தின் தலைப்புபட்டையை இரண்டுக்ளிக் செய்து, எலியின் நடைமுறையை தனிப்பயனாக்கலாம்.
tg: Дар инҷо метавонед рафтори пахши мушро ҳангоми ду пахш рӯи наворунвони як тирезаи оддӣ кунед.
th: คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการดับเบิลคลิ้กบนแถบหัวเรื่องหน้าต่าง
uk: Тут ви можете налаштувати поведінку при подвійному клацанні мишки на смужці заголовка вікна.

source: Maximize
af: Vergroot
ar: تكبير
az: Böyüt
bg: Максимизиране
bn: পুরো বড় কর
bs: Maksimiziraj
cs: Maximalizovat
cy: Ehangu
da: Maksimér
de: Maximieren
el: Μεγιστοποίηση
eo: Maksimumigo
es: Maximizar
et: Maksimeerib
eu: Maximizatu
fa: بیشینه‌سازی
fi: Suurenna
fr: Maximiser
gl: Maximizar
hi: अधिकतम
hr: Maksimiziraj
hu: maximalizálás
is: Hámarka
it: Massimizza
ja: 最大化
km: ពង្រីក​អតិបរមា
ko: 최대화
mk: Рашири
ms: Maksimakan
nb: Maksimer
nds: Maximeren
nl: Maximaliseren
nn: Maksimer
pa: ਅਧਿਕਤਮ
pl: Maksymalizuj
pt_br: Maximizar
ro: Maximizează
ru: Развернуть
rw: Kugira kinini
se: Maksimere
sk: Maximalizácia
sl: Razpni
sr: Максимизуј
sr@latn: Maksimizuj
sv: Maximera
ta: பெருப்பி
tg: Бузург кардан
th: ขยายใหญ่สุด
uk: Максимізувати

source: Maximize (vertical only)
af: Vergroot (vertikaal slegs)
ar: تكبير (عمودي فقط)
az: Böyüt (sadəcə olaraq şaquli)
bg: Само вертикално максимизиране
bn: পুরো বড় (শুধু লম্বালম্বি) কর
bs: Maksimiziraj (po vertikali)
cs: Maximalizovat (pouze vertikálně)
cy: Ehangu (fertigol yn unig)
da: Maksimér (kun lodret)
de: Maximieren (nur senkrecht)
el: Μεγιστοποίηση (μόνο κατακόρυφη)
eo: Maksimumigo (nur vertikale)
es: Maximizar (sólo verticalmente)
et: Maksimeerib (ainult vertikaalselt)
eu: Maximizatu (bertikalki bakarrik)
fa: بیشینه‌سازی )فقط عمودی(
fi: Suurenna pystysuunnassa
fr: Maximiser verticalement
gl: Maximizar (só verticalmente)
hi: अधिकतम (केवल खड़ा)
hr: Povećaj (samo po visini)
hu: maximalizálás (függőlegesen)
is: Hámarka lóðrétt
it: Massimizza (solo verticale)
ja: 縦に最大化
km: ពង្រីក​អតិបរមា (តែ​បញ្ឈរ)
ko: 최대화 (세로만)
mk: Рашири (само вертикално)
ms: Maksimakan (menegak sahaja)
nb: Åpne som fullt vindu (bare loddrett)
nds: Maximeren (pielliek)
nl: Maximaliseren (alleen verticaal)
nn: Maksimer (berre vassrett)
pa: ਅਧਿਕਤਮ(ਲੰਬਕਾਰੀ ਹੀ)
pl: Maksymalizuj w pionie
pt_br: Maximizar (somente na vertical)
ro: Maximizează (numai pe verticală)
ru: Развернуть по вертикали
rw: Kwagura (mu buhagarike gusa)
se: Maksimere (dušše ceaggut)
sk: Maximalizovať (len vertikálne)
sl: Razpni (samo navpično)
sr: Максимизуј (само усправно)
sr@latn: Maksimizuj (samo uspravno)
sv: Maximera (endast vertikalt)
ta: பெருப்பி (நெடுக்காக மட்டும்)
tg: Бузург кардан (вақти амудӣ)
th: ขยายใหญ่สุด (ทางแนวตั้ง)
uk: Максимізувати (тільки по вертикалі)

source: Maximize (horizontal only)
af: Maksimeer (horisontaal slegs)
ar: تكبير (أفقي فقط)
az: Böyüt (sadəcə olaraq üfüqi)
bg: Само хоризонтално максимизиране
bn: পুরো বড় (শুধু আড়াআড়ি) কর
bs: Maksimiziraj (po horizontali)
cs: Maximalizovat (pouze horizontálně)
cy: Ehangu (llorweddol yn unig)
da: Maksimér (kun vandret)
de: Maximieren (nur waagrecht)
el: Μεγιστοποίηση (μόνο οριζόντια)
eo: Maksimumigo (nur horizontale)
es: Maximizar (sólo horizontalmente)
et: Maksimeerib (ainult horisontaalselt)
eu: Maximizatu (horizontalki bakarrik)
fa: بیشینه‌سازی )فقط افقی(
fi: Suurenna vaakasuunnassa
fr: Maximiser horizontalement
gl: Maximizar (só horizontalmente)
hi: अधिकतम (केवल आड़ा)
hr: Povećaj (samo po širini)
hu: maximalizálás (vízszintesen)
is: Hámarka lárétt
it: Massimizza (solo orizzontale)
ja: 横に最大化
km: ពង្រីក​អតិបរមា (តែ​ផ្តេក)
ko: 최대화 (가로만)
mk: Рашири (само хоризонтално)
ms: Maksimakan (melintang sahaja)
nb: Åpne som fullt vindu (bare vannrett)
nds: Maximeren (waagrecht)
nl: Maximaliseren (alleen horizontaal)
nn: Maksimer (berre loddrett)
pa: ਅਧਿਕਤਮ(ਖਿਤਿਜੀ ਹੀ)
pl: Maksymalizuj w poziomie
pt_br: Maximizar (somente na horizontal)
ro: Maximizează (numai pe orizontală)
ru: Развернуть по горизонтали
rw: Kwagura (mu butambike gusa)
se: Maksimere (dušše láskut)
sk: Maximalizovať (len horizontálne)
sl: Razpni (samo vodoravno)
sr: Максимизуј (само водоравно)
sr@latn: Maksimizuj (samo vodoravno)
sv: Maximera (endast horisontalt)
ta: பெருப்பி (குறுக்காக மட்டும்)
tg: Бузург кардан (вақти уфуқӣ)
th: ขยายใหญ่สุด (ทางแนวนอน)
uk: Максимізувати (тільки по горизонталі)

source: Minimize
af: Verklein
ar: تصغير
az: Kiçilt
bg: Минимизиране
bn: ছোট কর
bs: Minimiziraj
cs: Minimalizovat
cy: Lleihau
da: Minimér
de: Minimieren
el: Ελαχιστοποίηση
eo: Minimumigo
es: Minimizar
et: Minimeerib
eu: Minimizatu
fa: کمینه‌سازی
fi: Pienennä
fr: Réduire
gl: Minimizar
hi: न्यूनतम
hr: Minimiziraj
hu: minimalizálás
is: Lágmarka
it: Minimizza
ja: 最小化
km: បង្រួម​អប្បបរមា
ko: 최소화
mk: Спушти
ms: Minimakan
nb: Minimer
nds: Minimeren
nl: Minimaliseren
nn: Minimer
pa: ਨਿਊਨਤਮ
pl: Minimalizuj
pt_br: Minimizar
ro: Minimizează
ru: Свернуть
rw: Kugabanya ingano
se: Minimere
sk: Minimalizácia
sl: Pomanjšaj
sr: Минимизуј
sr@latn: Minimizuj
sv: Minimera
ta: சிறிதாக்கு
tg: Печондан
th: ย่อหาย
uk: Мінімізувати

source: Shade
af: Skadu
ar: تظليل
az: Bur
bg: Сгъване към заглавието
bn: ছায়াবৃত কর
bs: Roletna
cs: Zarolovat
cy: Rholio
da: Skyg
de: Fensterheber
el: Τύλιγμα
eo: Ombrigo
es: Recoger
et: Varjab
eu: Bildu
fa: سایه
fi: Varjosta
fr: Enrouler
gl: Enrolar
hi: आभा भरें
hr: Sjena
hu: felgördítés
is: Rúlla upp
it: Arrotola
ja: シェード
km: ស្រមោល
ko: 말아올리기
mk: Засенчи
ms: Suram
nb: Rull opp
nds: Inrullen
nl: Oprollen
nn: Rull opp
pa: ਪਰਛਾਵਾਂ
pl: Zwiń
pt_br: (Des)Sombrear
ro: Strînge
ru: Свернуть в заголовок
rw: Igicucu
se: Rulle bajás
sk: Tieň
sl: Zvij
sr: Намотај
sr@latn: Namotaj
sv: Rulla upp
ta: நிழல்
tg: Соя кардан
th: พับเก็บ
uk: Згорнути

source: Lower
af: Verlaag
ar: سفلية
az: Geri Apar
bg: Извеждане назад
bn: নিচে নামাও
bs: Spusti
cs: Dát do pozadí
cy: Gostwng
da: Sænk
de: Nach hinten
el: Χαμήλωμα
eo: Fonigo
es: Atrás
et: Langetab
eu: Beheratu
fa: پایین آمدن
fi: Laske
fr: Placer dessous
gl: Cara atrás
hi: निचला
hr: Niže
hu: lesüllyesztés
is: Sökkva
it: Abbassa
ja: 背面に
km: ទាប​ជាង
ko: 낮춤
mk: Снижи
ms: Turunkan
nb: Legg nederst
nds: Na achtern
nl: Naar achtergrond
nn: Senk
pa: ਹੇਠਾਂ
pl: Odwołaj
pt_br: Rebaixar
ro: Coboară
ru: Убрать вниз
rw: Ntoya
se: Vuolit
sk: Znížiť
sl: Zakrij
sr: Спусти
sr@latn: Spusti
sv: Sänk
ta: தாழ்த்து
tg: Поёнтар
th: ให้หน้าต่างอยู่ด้านล่าง
uk: Опустити

source: On All Desktops
af: Op Alle Werkskerms
ar: في كل سطوح المكتب
az: Bütün Masa Üstlərinə
bg: Преместване към всички работни плотове
bn: সমস্ত ডেস্কটপে
bs: Na svim desktopima
cs: Na všechny plochy
cy: Ar Bob Penbwrdd
da: På alle desktoppe
de: Auf allen Arbeitsflächen
el: Σε όλες τις επιφάνειες εργασίας
es: En todos los escritorios
et: Kõigil töölaudadel
eu: Mahaigain guztietan
fa: روی همۀ رومیزیها
fi: Kaikilla työpöydillä
fr: Sur tous les bureaux
gl: En Tódolos Escritorios
hi: सभी डेस्कटॉप पर
hr: Na svim radnim površinama
hu: Az összes munkaasztalra
is: Á öllum skjáborðum
it: A tutti i desktop
ja: すべてのデスクトップに配置
km: លើ​ផ្ទៃតុ​ទាំង​អស់
ko: 모든 데스크톱 적용
mk: На сите површини
ms: Pada Semua Desktop
nb: På alle skrivebord
nds: Op all Schriefdischen
nl: Op alle bureaubladen
nn: På alle skrivebord
pa: ਸਭ ਵੇਹੜਿਆਂ 'ਚ ਵੇਖਾਓ
pl: Na wszystkie pulpity
pt_br: Em Todas as Áreas de Trabalho
ro: Pe toate ecranele
ru: На всех рабочих столах
rw: Ku Biro Byose
se: Buot čállinbevddide
sk: Na všetky plochy
sl: Na vsa namizja
sr: На све радне површине
sr@latn: Na sve radne površine
sv: På alla skrivbord
ta: அனைத்து மேல்மேஜைகளிலும்
tg: Дар ҳамаи мизи корӣ
th: อยู่บนพื้นที่ทำงานทั้งหมด
uk: На всі стільниці

source: Nothing
af: Niks
ar: لا شي ء
az: Heçnə
bg: Нищо (без операция)
bn: কিছু নয়
bs: Ništa
cs: Nic
cy: Dim
da: Intet
de: Nichts
el: Τίποτα
eo: nenio
es: Nada
et: Ei tee midagi
eu: Ezer ez
fa: هیچ چیز
fi: Ei mitään
fr: Pas d'action
gl: Nada
hi: कुछ नहीं
hr: Ništa
hu: (semmi)
is: Ekkert
it: Niente
ja: なし
km: គ្មាន​អ្វី​
ko: 동작 없음
mk: Ништо
ms: Tiada
nb: Ingenting
nds: Nix
nl: Niets
nn: Ingenting
pa: ਕੁਝ ਨਹੀਂ
pl: Brak
pt_br: Nada
ro: Nimic
ru: Ничего
rw: Nta na kimwe
se: Ii mihkiige
sk: Nič
sl: Nič
sr: Ништа
sr@latn: Ništa
sv: Ingenting
ta: எதுவுமில்லை
tg: Ҳеҷ чиз
th: ไม่ต้องทำอะไร
uk: Нічого

source: Behavior on <em>double</em> click into the titlebar.
af: Gedrag vir <em>dubbel</em> kliek binne die titelbalk.
ar: السلوك عند النقر <em>المزدوج</em> في شريطة العنوان.
az: Başlıq çubuğuna <em>cüt</em> tıqlamadakı davranış.
bg: Поведение на прозорец при двойно щракване върху заглавието му.
bn: শীর্ষকবারে <em>দুবার</em> ক্লিক্ এর ফল
bs: Ponašanje prilikom <em>dvostrukog</em> klika na naslovnu traku.
cs: Chování při <em>dvojitém</em> kliknutí myší na záhlaví okna.
cy: Ymddygiad ar glic <em>dwbl</em> i'r bar teitl.
da: Opførsel ved <em>dobbelt</em>-klik på titellinjen.
de: Verhalten nach <em>Doppelklick</em> auf die Titelleiste.
el: Συμπεριφορά <em>διπλού</em> κλικ πάνω στη γραμμή τίτλου.
eo: Konduto ĉe <em>duklako</em> en la titollistelo.
es: Comportamiento pulsar <em>dos veces</em> en el título.
et: Käitumine <em>topeltklõpsu</em> puhul tiitliribal.
eu: Titulu-barrako klik <em>bikoitza</em>ren portaera.
fa: رفتار ناشی از <em>دو بار</em> فشار دادن در میله عنوان.
fi: Käyttäytyminen, kun otsikkoriviä <em>kaksoisnapsautetaan</em>.
fr: Comportement lors d'un <em>double-clic</em> dans la barre de titre.
gl: Comportamento se se preme <em>dúas veces</em> na barra de título.
hi: जब शीर्षक पट्टी पर <em>डबल</em> क्लिक किया जाए तो बर्ताव.
hr: Ponašanje kod <em>duplog</em> klika na naslovnu traku.
hu: A <em>dupla</em> kattintás hatása, ha az a címsorra történik.
is: Hegðun við <em>tvísmell</em> á titilrönd.
it: Comportamento del <em>doppio clic</em> sulla barra del titolo.
ja: タイトルバーをダブルクリックしたときの挙動を選択します。
km: ឥរិយាបថ​អំពី <em>ការ​ចុច​ទ្វេ​ដង</em> លើ​របារ​ចំណង​ជើង ។
ko: 제목 표시줄 <em>더블</em>클릭 시 동작
mk: Однесување при <em>двоен</em> клик на насловната лента.
ms: Perlakuan pada <em>dwi</em> klik ke dalam bar tajuk.
nb: Hendelse som utføres ved <em>dobbeltklikk</em> på tittellinja.
nds: Bedregen bi en <em>Dubbel</em>klick op den Titelbalken
nl: Gedrag bij <em>dubbele</em> muisklik op de titelbalk.
nn: Åtferd ved <em>dobbeltklikk</em> på tittellinja.
pa: ਸਿਰਲੇਖ ਪੱਟੀ ਵਿੱਚ <em>ਦੋ</em> ਵਾਰ ਦਬਾਉਣ ਤੇ ਵਿਵਹਾਰ
pl: Zachowanie przy <em>dwukrotnym</em> kliknięciu na tytule okna.
pt_br: Comportamento do clique <em>duplo</em> na barra de título.
ro: Comportament la <em>dublu-clic</em> pe bara de titlu.
ru: Реакция окна на <em>двойной</em> щелчок на заголовке.
rw: Imyifatire iyo ukanze <em>kabiri</em> umurongomutwe.
se: Láhtten go <em>duppalcoahkkalat</em> namahusholgga.
sk: Správanie pri <em>dvojitom</em> kliknutí na titulok okna.
sl: Obnašanje ob <em>dvojnem</em> kliku naslovne vrstice.
sr: Понашање при <em>двоклику</em> на насловну траку.
sr@latn: Ponašanje pri <em>dvokliku</em> na naslovnu traku.
sv: Beteende vid <em>dubbelklick</em> på namnlisten.
ta: தலைப்புப்பட்டையில் <em>இரட்டைக்</em> க்ளிக் செய்யும் போது மேற்கொள்ளும் நடவடிக்கை
tg: Рафтори <em>ду</em> пахш дар таври унвон
th: สิ่งที่จะให้ทำเมื่อ<em>ดับเบิ้ลคลิ้ก</em>ที่แถบหัวเรื่อง
uk: Поведінка при <em>подвійному</em> клацанні на смужці заголовка.

source: Titlebar wheel event:
af: Titelbalk wiel aksie:
bg: Когато колелцето е върху заглавието:
bs: Korištenje točkića na naslovnoj traci:
cs: Událost kolečka nad titulkovým pruhem:
da: Hjulbegivenhed i titellinjen:
de: Mausrad auf Titelleiste:
el: Γραμμή τίτλου γεγονότος ροδέλας:
es: Evento de la rueda de la barra de títulos:
et: Titliriba hiirerattasündmus:
eu: Titulubarran gurpilaren gertaera:
fa: رویداد چرخ میله عنوان:
fi: Otsikkorivin rullaus:
fr: Évènement de la molette sur la barre de titre :
gl: Evento de roda na barra de título:
hu: Egérgörgő-műve&let a címsoron:
is: Titilrandar hjólaðgerðir:
it: Rotellina su barra del titolo:
ja: タイトルバーのホイールイベント(&L):
km: ព្រឹត្តិការណ៍​បង្វិល​របារ​ចំណង​ជើង ៖
ko: 제목막대 회전 이벤트:
mk: Настан од тркалце во насловната лента:
ms: Peristiwa roda bar tajuk:
nb: Hjulhandling på tittellinja:
nds: Muusrad över Titelbalken:
nl: Titelbalk wielgebeurtenis:
nn: Hjulhandling på tittellinja:
pa: ਨਾਂ-ਪੱਟੀ ਪਹੀਆ ਘਟਨਾ:
pl: Kółko myszy na pasku tytułu:
pt_br: Evento na barra de título ao usar a roda do mouse:
ru: Событие колеса в заголовке:
rw: Igikorwa rujyano cy'umurongomutwe:
sk: Kolečková udalosť titulku okna:
sl: Vrtljaj koleščka na naslovni vrstici:
sr: Догађај точкића на насловној траци:
sr@latn: Događaj točkića na naslovnoj traci:
sv: Hjulrörelse i namnlisten
th: เลื่อนลูกล้อของเม้าส์บนแถบหัวเรื่อง:
uk: При прокручуванні коліщатка

source: Handle mouse wheel events
af: Handteer muis wiel aksies:
bg: Обработка на колелцето на мишката
bs: Obradi akcije točkića
cs: Chování kolečka myši
da: Håndtér musehjulbegivenheder
de: Mausrad-Ereignisse verarbeiten
el: Διαχείριση γεγονότων ροδέλας ποντικιού
es: Manejar eventos de la rueda del ratón
et: Hiirerattasündmuste käsitlemine
eu: Erabili sagu gurpilaren gertaerak
fa: گرداندن رویدادهای چرخ موشی
fi: Käsittele hiiren rullatapahtumia
fr: Gérer les évènements de la molette de la souris
gl: Manexar eventos coa roda do rato
hu: Az egérgörgő-műveletek kezelése
is: Höndla músarhjólsaðgerðir
it: Gestisci gli eventi della rotellina del mouse
ja: タイトルバーの上でマウスホイールを動かしたときの挙動を選択します。
km: ដោះស្រាយ​ព្រឹត្តិការណ៍​បង្វិល​កណ្តុរ
ko: 마우스 휠 이벤트 처리
mk: Ракувај со настаните од тркалцето на глушецот
ms: Kendalikan peristiwa reroda tetikus
nb: Håndter musehjulhandlinger
nds: Muusradsignalen verarbeiden
nl: Muiswielgebeurtenissen afhandelen
nn: Handter musehjulhandlingar
pa: ਮਾਊਸ ਪਹੀਆ ਘਟਨਾਵਾਂ ਹੈਂਡਲ ਕਰੋ
pl: Obsługuj zdarzenia kółka myszy
pt_br: Tratar eventos ao usar a roda do mouse
ru: Действия колеса мыши
rw: Gukora ibikorwa rujyano by'imbeba
sk: Obslúžiť kolečkovú udalosť myši
sl: Ravnanje ob vrtljaju miškinega koleščka na naslovni vrstici
sr: Обради догађаје точкића на мишу
sr@latn: Obradi događaje točkića na mišu
sv: Hantera rörelse av mushjul
th: กำหนดสิ่งที่จะกระทำเมื่อเกิดการเลื่อนลูกล้อของเม้าส์
uk: Обробка прокручування коліщатка

source: Raise/Lower
af: Lig & Verlaag
bg: Извеждане напред/назад
bs: Podigni/spusti
cs: Do popředí/na pozadí
da: Hæv/Sænk
de: Nach vorn bringen/ hinten stellen
el: Ανύψωση/χαμήλωμα
eo: Malfonigi/fonigi
es: Pasar al frente/atrás
et: Tõstmine/langetamine
eu: Goratu/Beheratu
fa: بالا آمدن/پایین آمدن
fi: Nosta tai laske
fr: Placer dessus / dessous
gl: Elevar/Baixar
hu: Előre hozás/hátratevés
is: Sýna/minnka
it: Alza/Abbassa
ja: 前面/背面に移動
km: លើកឡើង/បន្ទាប
ko: 올림/낮춤 전환
mk: Крени/спушти
ms: Naikkan/Turunkan
nb: Hev/senk
nds: Na vörn/achtern
nl: Naar voor-/achtergrond
nn: Hev/senk
pa: ਉਭਾਰੋ/ਹੇਠਾਂ
pl: Przywołaj/odwołaj
pt_br: Elevar/Baixar
ru: Поверх всех / убрать вниз
rw: Kuzamura/Kumanura
se: Lokte/Vuolit
sk: Zdvihnúť/Znížiť
sl: Odkrij/zakrij
sr: Подигни/спусти
sr@latn: Podigni/spusti
sv: Höj/sänk
th: สลับให้อยู่ด้านบนและล่าง
uk: підняти/опустити

source: Shade/Unshade
af: Skadu/Ontskadu
bg: Сгъване/разгъване
bs: Zarolaj/odrolaj
cs: Zarolovat/vyrolovat
da: Skyg/Afskyg
de: Fensterheber
el: Τύλιγμα/Ξετύλιγμα
eo: mbrigi/Malombrigi
es: Recoger/Desplegar
et: Varjamine/taastamine
eu: Bildu/Zabaldu
fa: سایه/بی‌سایه
fi: Varjosta tai ota varjot pois
fr: Enrouler / Dérouler
gl: Sombra/Sen Sombra
hu: Felgördítés/legördítés
is: Rúlla upp/niður
it: Arrotola/Srotola
ja: シェード/シェード解除
km: ដាក់ស្រមោល/ដោះស្រមោល
ko: 그림자/그림자없음
mk: Засенчи/отсенчи
ms: Warna/Nyahwarna
nb: Rull opp/ned
nds: Tosamen-/Utrullen
nl: Op/afrollen
nn: Rull opp/ned
pl: Zwiń/rozwiń
pt_br: Sombrear/Desombrear
ru: В/из заголовка
rw: Kwijimisha/Kubonesha
se: Rulle vulos/bajás
sk: Tieňovať/Netieňovať
sl: Zvij/odvij
sr: Намотај/одмотај
sr@latn: Namotaj/odmotaj
sv: Rulla upp/rulla ner
th: พับเก็บ/ยกเลิกพับเก็บหน้าต่าง
uk: згорнути/розгорнути

source: Maximize/Restore
af: Maksimeer/Herstel
bg: Максимизиране/възстановяване
bs: Maksimiziraj/vrati
cs: Maximalizovat/obnovit
da: Maksimér/Genopret
de: Maximieren/Wiederherstellen
el: Μεγιστοποίηση/Επαναφορά
eo: Maksimumigi/Remeti
es: Maximizar/Restaurar
et: Maksimeerimine/taastamine
eu: Maximizatu/Leheneratu
fa: بیشینه‌سازی/بازگرداندن
fi: Suurenna tai palauta
fr: Maximiser / Restaurer
gl: Maximizar/Restaurar
hu: Maximalizálás/visszaállítás
is: Hámarka/endurheimta
it: Massimizza/Ripristina
ja: 最大化/復元
km: ពង្រីក​អតិបរមា/ស្តារ
ko: 최대화/복구
mk: Рашири/врати
ms: Maksimumkan/Simpan Semula
nb: Maksimer/gjenopprett
nds: Maximeren/Ole Grött
nl: Maximaliseren/herstellen
nn: Maksimer/gjenopprett
pa: ਅਧਿਕਤਮ/ਮੁੜ-ਪ੍ਰਾਪਤ
pl: Maksymalizuj/przywróć
pt_br: Maximizar/Restaurar
ru: Развернуть/восстановить
rw: Gutubura/Gusubiza ingano y'ibanze
se: Maksimere/Máhcat
sk: Maximalizovať/Obnoviť
sl: Razpni/obnovi
sr: Максимизуј/обнови
sr@latn: Maksimizuj/obnovi
sv: Maximera/återställ
th: ขยายใหญ่สุด/เรียกคืนขนาดเดิม
uk: максимізувати/звичайний розмір

source: Keep Above/Below
af: Ho bo/onder
bg: На преден/заден план
bs: Drži iznad/ispod
cs: Podržet nad/pod
da: Hold over/under andre
de: Immer im Vordergrund/Hintergrund halten
el: Διατήρηση πάνω/κάτω
es: Mantener arriba/debajo
et: Hoidmine teiste peal/all
eu: Mantendu gaiean/azpian
fa: بالا/پایین نگه داشتن
fi: Pidä päällimmäisenä tai alimmaisena
fr: Conserver au-dessus / en-dessous
gl: Manter Enriba/Embaixo
hu: A többi ablak felett/alatt
is: Halda fyrir ofan/neðan
it: Tieni sopra/sotto
ja: 常に他より上/下に
km: លើគេ/ក្រោមគេ
ko: 그대로 유지/다음
mk: Задржи над/под
ms: Pastikan Di Atas/Di Bawah
nb: Hold over/under
nds: Vörn/achtern hollen
nl: Boven/onder houden
nn: Hald over/under
pa: ਉੱਪਰ ਰੱਖੋ/ਹੇਠਾਂ
pl: Zawsze na wierzchu/pod spodem
pt_br: Manter Acima/Abaixo
ru: Выше/ниже прочих
rw: Kugumisha Hejuru/Hasi
se: Doalat vuolá-/bajábealde
sk: Držať Nad/Pod
sl: Nad/pod vsemi
sr: Држи изнад/испод
sr@latn: Drži iznad/ispod
sv: Behåll över/under andra
th: คงให้อยู่เหนือหรือด้านล่างหน้าต่างอื่น
uk: залишити поверх/знизу

source: Move to Previous/Next Desktop
af: Gaan na Vorige/Volgende Werkskerm
bg: Преместване към предишен/следващ плот
bs: Pomjeri na prethodni/sljedeći desktop
cs: Přesunout na předchozí/další plochu
da: Flyt til foregående/næste desktop
de: Zur nächsten/ vorigen Arbeitsfläche verschieben
el: Μετακίνηση στην προηγούμενη/επόμενη επιφάνεια εργασίας
es: Mover al escritorio previo/siguiente
et: Liikumine eelmisele/järgmisele töölauale
eu: Mugitu aurreko/hurrengo mahaigainera
fa: حرکت به رومیزی قبلی/بعدی
fi: Vaihda edelliselle tai seuraavalle työpöydälle
fr: Déplacer vers le bureau précédent / suivant
gl: Mover ao Vindeiro/Anterior Escritorio
hu: Áthelyezés az előző/következő asztalra
is: Flytja á fyrra/næsta skjáborð
it: Sposta al desktop precedente/successivo
ja: 前/次のデスクトップに移動
km: ផ្លាស់ទី​ទៅ​ផ្ទៃតុ មុន/បន្ទាប់
ko: 이전/다음 데스크탑으로 이동
mk: Премести на претходна/следна површина
ms: Beralih ke Desktop Sebelumnya/Berikutnya
nb: Flytt til forrige/neste skrivebord
nds: Na nakamen/verleden Schriefdisch
nl: Naar vorig/volgend bureaublad
nn: Flytt til førre/neste skrivebord
pa: ਅਗਲੇ/ਪਿਛਲੇ ਵੇਹੜੇ 'ਚ ਜਾਓ
pl: Przenieś na poprzedni/następny pulpit
pt_br: Mover para o Ambiente Anterior/Próximo Ambiente
ru: На пред./след. рабочий стол
rw: Kwimurira ku Biro Bibanza/Bikurikira
se: Sirdde ovddit/boahtet čállinbeavdái
sk: Presunúť na predchádzajúcu/ďalšiu pracovnú plochu
sl: Premakni na predhodno/naslednje namizje
sr: Пребаци на претходну/следећу радну површину
sr@latn: Prebaci na prethodnu/sledeću radnu površinu
sv: Flytta till föregående/nästa skrivbord
th: ย้ายไปยังพื้นที่ทำงานก่อนหน้าหรือตัวถัดไป
uk: пересунути на попередню/наступну стільницю
