Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: In this row you can customize middle click behavior when clicking into the titlebar or the frame.
af: In hierdie ry jy kan middelste kliek gedrag pasmaak wanneer gekliek word binne die titelbalk of die raam.
ar: في هذا الصف، يمكنك إعداد سلوك النقر بالزر الأوسط عند النقر في شريطة العنوان أو الإطار.
az: Bu sətirdə başlıq çubuğunda ya da çərçivədə orta düyməyə tıqlandığında icra ediləcək hadisələri xüsusiləşdirə bilərsiniz.
bg: Поведение на прозорец при щракване със средния бутон на мишката върху заглавието или рамката му.
bn: এখানে উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাঝের বোতাম ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন।
bs: U ovom redu možete podesiti ponašanje prilikom srednjeg klika u naslovnu traku ili okvir.
cs: V tomto řádku je možné přizpůsobit chování při kliknutí prostředním tlačítkem myši na titulek nebo rám.
cy: Yn y res yma gallwch addasu ymddygiad clic-ganol tra'n clicio ar far teitl neu ffrâm ffenestr.
da: I denne række kan du brugerindstille midterklik-opførsel ved klik i titellinjen eller rammen.
de: Hier können Sie das Verhalten von KDE einstellen, wenn mit der mittleren Maustaste auf eine Titelleiste oder den Rahmen geklickt und gleichzeitig die Sondertaste gedrückt wird.
el: Σε αυτή τη γραμμή μπορείτε να προσαρμόσετε τη συμπεριφορά του μεσαίου κλικ στη γραμμή τίτλου ή στο πλαίσιο.
eo: Jen vi agordas la konduton ĉe klako de la meza musbutono en la titollistelo aŭ kadro de fenestro.
es: En esta fila se puede personalizar el comportamiento de la pulsación del botón central del ratón sobre la barra de título o el marco.
et: Selles reas saad kohandada käitumist hiire keskmise nupu klõpsu puhul, kui klõpsatakse tiitliribal või raamil.
eu: Lerro honetan erdiko klikaren portaera pertsonaliza dezakezu markoan edo titulu-barran klikatzen denean.
fa: در این سطر می‌توانید رفتار فشار وسط موشی را، هنگام فشار میله عنوان یا قابک، سفارشی کنید.
fi: Tällä rivillä voit määritellä, mitä tapahtuu, kun hiiren keskipainikkeella napsautetaan otsikkoriviä tai kehystä.
fr: Dans cette ligne, vous pouvez personnaliser ce qui se passe lorsque vous cliquez avec le bouton central de la souris sur la barre de titre ou le cadre.
gl: Nesta fila pode personalizar o comportamento da fiestra cando se preme co botón central na barra de título ou no marco.
hi: इस पंक्ति में आप मध्य क्लिक बर्ताव को मनपसंद बना सकते हैं जब शीर्षक पट्टी या फ़रमा में क्लिक करते हैं.
hr: U ovom redu možete podesiti ponašanje srednjeg klika prilikom klikanja u naslovnu traku okvira.
hu: Ebben a sorban lehet testreszabni a középső gombbal történő, a címsorra vagy a keretre eső kattintások hatását.
is: Í þessari röð getur þú stillt virkni músasmella með mið-músahnappi á titilrönd og ramma.
it: In questa riga puoi configurare il comportamento del clic col pulsante centrale sulla barra del titolo o sulla cornice.
ja: ここでウィンドウのタイトルバーやフレームでマウスの中ボタンクリックしたときの挙動をカスタマイズできます。
km: ​ក្នុង​ជួរ​ដេក​នេះ អ្នក​អាច​ប្តូរ​ឥរិយាបថ​ចុច​កណ្តុរ​កណ្តាល​តាមបំណង ​ពេល​ចុច​លើ​របារ​ចំណង​ជើង ឬ ស៊ុម ។
ko: 이 열에서는 제목 표시줄이나 창의 테두리를 클릭 했을때 마우스 가운데 버튼 클릭 동작을 설정 합니다.
mk: Во овој ред може да го прилагодите однесувањето на средниот клик на глушецот при кликање на насловната лента или на рамката.
ms: Dalam baris ini anda boleh suaikan peri laku klik tengah apabila mengklik ke dalam bar tajuk atau bingkai.
nb: Her kan du velge hva som skal skje når du trykker med den midtre museknappen på tittellinja eller ramma.
nds: Binnen disse Reeg kannst Du fastleggen, wat en Middelklick op den Titelbalken oder den Finsterrahmen maakt.
nl: In deze rij kunt u bepalen wat er gebeurt als u met de middelste muisknop klikt op de titelbalk of de rand.
nn: I denne rada kan du tilpassa åtferd ved klikk med midtknappen i tittellinja eller ramma.
pl: Tu możesz ustawić działanie kliknięcia środkowego przycisku myszy na tytule lub brzegu okna.
pt_br: Nesta linha você pode personalizar o comportamento do clique do meio ao clicar em uma barra de títulos ou na moldura.
ro: În această linie puteţi personaliza comportamentul ferestrei cînd daţi clic mijloc pe bara de titlu sau pe cadru.
ru: Здесь вы можете настроить реакцию на щелчок средней кнопки мыши на заголовке или рамке окна.
rw: Muri uyu murongo ushobora kuboneza imyifatire yo gukandisha buto yo hagati igihe ukanda umurongomutwe cyangwa ikadiri.
se: Dán gurgadusas sáhtát heivehit guovddáš coahkkaleapmi namahusholggas dahje rámmas.
sk: V tomto riadku môžete nastaviť správanie pri kliku stredným tlačidlom myši na titulok alebo rám okna.
sl: V tej vrstici lahko prilagodite obnašanje ob srednjem kliku naslovne vrstice ali okvirja.
sr: У овој врсти можете прилагодити понашање при средњем клику на насловну траку или на оквир.
sr@latn: U ovoj vrsti možete prilagoditi ponašanje pri srednjem kliku na naslovnu traku ili na okvir.
sv: I den här raden kan du anpassa hur mittenklick ska uppträda vid klickningar i namnlisten eller i ramen.
ta: இந்த குறுக்குவரிசையில், தலைப்புபட்டை அல்லது சட்டத்தை க்ளிக் செய்யும் போது நடு பொத்தான் க்ளிக் நடைமுறையை தனிப்பயனாக்கலாம்.
tg: Дар инҷо метавонед рафтори кнопкаи мобайни мушро ҳангоми пахши рӯи унвони шакл кунед.
th: คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กเม้าส์ปุ่มกลางบนแถบหัวเรื่องหรือกรอบหน้าต่างได้ที่ช่องนี้
uk: Тут ви можете налаштувати поведінку при клацанні середньої кнопки мишки на смужці заголовка або рамці вікна.

source: Active
af: Aktief
ar: مفعل
az: Fəal
bg: Активен прозорец
bn: সক্রিয়
bs: Aktivan
cs: Aktivní
cy: Gweithredol
da: Aktiv
de: Aktiv
el: Ενεργό
eo: Aktiva
es: Activo
et: Aktiivne
eu: Aktiboa
fa: فعال
fi: Aktiivinen
gl: Activa
hi: सक्रिय
hr: Aktivan
hu: Aktív
is: Virkir
it: Attiva
ja: アクティブ時
km: សកម្ម
ko: 활성화
mk: Активен
ms: Aktif
nb: Aktiv
nds: Aktiv
nl: Actief
nn: Aktivt
pa: ਸਰਗਰਮ
pl: Okno aktywne
pt_br: Ativo
ro: Activă
ru: Активное окно
rw: Gikora
se: Aktiivalaš
sk: Aktívne
sl: Aktivna
sr: Активан
sr@latn: Aktivan
sv: Aktiv
ta: இயங்கும்
tg: Фаъол
th: ทำงานอยู่
uk: Активне

source: In this column you can customize mouse clicks into the titlebar or the frame of an active window.
af: In hierdie kolom jy kan muis klieke pasmaak binne die titelbalk of die raam van 'n aktiewe venster.
ar: في هذا العمود، يمكنك إعداد نقرات الفأرة في شريطة العنوان أو الإطار لنافذة مفعلة.
az: Bu sütunda başlıq çubuğundakı ya da fəal pəncərənin çərçivəsindəki siçan tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на активен прозорец при щракване върху заглавието или рамката му.
bn: এই কলামে সক্রিয় উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের বোতাম ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন।
bs: U ovoj koloni možete podesiti klikanje miša u naslovnu traku ili okvir aktivnog prozora.
cs: V tomto sloupci je možné přizpůsobit chování při kliknutí myší na titulek okna nebo na rám aktivního okna.
cy: Yn y res yma gallwch addasu ymddygiad cliciau llygoden i'r bar teitl neu ffrâm ffenestr weithredol.
da: I denne søjle kan du brugerindstille museklik i titellinjen eller rammen af et aktivt vindue.
de: In dieser Spalte können Sie die Auswirkung von Mausklicks auf die Titelleiste oder den Rahmen eines aktiven Fensters einstellen.
el: Σε αυτή τη στήλη μπορείτε να προσαρμόσετε τα κλικ του ποντικιού στη γραμμή τίτλου ή στο πλαίσιο ενός ενεργού παραθύρου.
eo: En tiu ĉi kolumno vi povas agordi la konduton ĉe musklakoj al la titollistelo kaj la kadro de aktiva fenestro.
es: En esta columna se pueden personalizar las pulsaciones del ratón en la barra de título o en el marco de la ventana activa.
et: Selles tulbas on sul võimalik kohandada hiireklõpse tiitliribal või aktiivse akna raamil.
eu: Zutabe honetan leiho aktiboaren titulu-barran edo markoan egindako sagu-klikak pertsonaliza ditzakezu.
fa: در این ستون می‌توانید فشارهای موشی را در میله عنوان یا قابک یک پنجرۀ فعال، سفارشی کنید.
fi: Tässä sarakkeesta voit määritellä, mitä tapahtuu, kun hiirellä napsautetaan aktiivisen ikkunan otsikkoriviä tai kehystä.
fr: Dans cette colonne, vous pouvez personnaliser ce qui se passe lorsque vous cliquez avec la souris sur la barre de titre ou dans le cadre d'une fenêtre active.
gl: Nesta columna pode personalizar o comportamento da fiestra activa cando se preme na barra de título ou no marco da mesma.
hi: इस स्तम्भ में आप माउस क्लिक्स को मनपसंद बना सकते हैं जब शीर्षक पट्टी या सक्रिय विंडो में क्लिक करते हैं.
hr: U ovom stupcu podešavate klikove miša na naslovnu traku okvira aktivnog prozora.
hu: Ebben az oszlopban az aktív ablakok címsorára és keretére történő kattintások hatását lehet testreszabni.
is: Í þessum dálki getur þú stillt virkni músasmella á titilrönd eða ramma virks glugga.
it: In questa colonna puoi impostare il comportamento dei clic del mouse sulla barra del titolo o sulla cornice di una finestra attiva.
ja: ここでアクティブなウィンドウのタイトルバーやフレーム上でのマウスクリックの挙動をカスタマイズできます。
km: ក្នុង​ជួរ​ឈរ​នេះ អ្នក​អាច​ប្តូរ​ការ​ចុច​កណ្តុរ​​លើ​របារ​ចំណង​ជើង ឬ ស៊ុម​​នៃ​បង្អួច​ដែល​សកម្មតាម​បំណង ។
ko: 활성 창의 제목 표시줄이나 창의 테두리를 클릭 했을때 마우스 버튼 클릭 동작을 설정 합니다.
mk: Во оваа колона може да го прилагодите однесувањето на кликот на глушецот при кликање на насловната лента или на рамката на активен прозорец.
ms: Dalam lajur ini anda boleh suaikan klik tetikus ke dalam bar tajuk atau bingkai tetingkap aktif.
nb: Her kan du velge hva som skal skje når du klikker på tittellinja og ramma til et aktivt vindu.
nds: Binnen dissen Striep kannst Du fastleggen, wat en Muusklick op den Titelbalken oder den Rahmen vun en aktiv Finster maakt.
nl: Hier kunt u bepalen wat er gebeurt als u met de muis op de titelbalk of de rand van een actief venster klikt.
nn: I denne kolonnen kan du tilpassa museklikk i tittellinja eller ramma til eit aktivt vindauge.
pl: W tej kolumnie możesz ustawić działanie kliknięć na pasku tytułowym i ramce aktywnego okna.
pt_br: Nesta coluna você pode personalizar os cliques do mouse na barra de títulos ou na moldura de uma janela ativa.
ro: În această coloană puteţi personaliza comportamentul la clicurile de mouse pe bara de titlu sau pe cadrul unei ferestre active.
ru: В этой колонке настраивается реакция на щелчок мыши на заголовке или рамке активного окна.
rw: Muri iyi nkingi ushobora kuboneza imikandishirize y'imbeba muri uyu murongomutwe cyangwa ikadiri y'idirishya rikora.
se: Dán čuolddas sáhtát heivehit coahkkaleamit namahusholggas dahje rámmas áktiivalaš láses.
sk: V tomto stĺpci môžete nastaviť správanie kliknutí na titulok alebo rám aktívneho okna.
sl: V tem stolpcu lahko prilagodite klike z miško na naslovno vrstico ali okvir aktivnega okna.
sr: У овој колони можете прилагодити понашање при клику мишем на насловну траку или на оквир активног прозора.
sr@latn: U ovoj koloni možete prilagoditi ponašanje pri kliku mišem na naslovnu traku ili na okvir aktivnog prozora.
sv: I den här kolumnen kan du anpassa musklick i namnlisten eller i ramen på ett aktivt fönster.
ta: இதில் நீங்கள் எலி க்ளிக்களை தலைப்புபட்டையில் அல்லது செயல்படும் சாளரத்தின் சட்டத்தில் தனிப்பயனாக்கலாம்.
tg: Дар ин сутун метавонед рафтори кнопкаи мушро ҳангоме, ки рӯи унвон ё шакли тирезаи фаъол пахш мекунед, оддӣ кунед.
th: คุณสามารถกำหนดสิ่งที่จะให้กระทำเมื่อมีการคลิ้กเม้าส์ภายในแถบหัวเรื่องหน้าต่างหรือกรอบหน้าต่างที่ทำงานอยู่
uk: Тут ви можете налаштувати поведінку при клацанні мишки на смужці заголовка активного вікна.

source: Raise
af: Lig
ar: رفع
az: Qabağa Gətir
bg: Извеждане напред
bn: তুলে ধর
bs: Podigni
cs: Dát do popředí
cy: Codi
da: Hæv
de: Nach vorne
el: Ανύψωση
eo: Malfonigas
es: Al frente
et: Tõstab
eu: Goratu
fa: بالا آمدن
fi: Nosta
fr: Placer dessus
gl: Cara Adiante
hi: उठाएँ
hr: Uzdigni
hu: felemelés
is: Fleyta upp
it: Alza
ja: 前面に
km: លើកឡើង
ko: 올림
mk: Крени
ms: Naikkan
nb: Hev
nds: Na vörn
nl: Naar voorgrond
nn: Hev
pa: ਉਭਾਰੋ
pl: Przywołaj
pt_br: Elevar
ro: Ridică
ru: Вывести поверх всех
rw: Kuzamura
se: Lokte
sk: Zdvihnúť
sl: Odkrij
sr: Подигни
sr@latn: Podigni
sv: Höj
ta: உயர்த்து
tg: Боло овардан
th: ให้อยู่ด้านบน
uk: Підняти

source: Operations Menu
af: Operasies Kieslys
ar: قائمة العمليات
az: Əməliyyatlar Menyusu
bg: Показване на менюто
bn: অপারেশন মেনু
bs: Meni operacija
cs: Nabídka s operacemi
cy: Dewislen Weithredoedd
de: Kontextmenü
el: Μενού λειτουργιών
eo: Operacia menuo
es: Menú de operaciones
et: Toimingute menüü
eu: Eragiketa menua
fa: گزینگان عملیات
fi: Toimintovalikko
fr: Menu des opérations
gl: Menú de Operacións
hi: संचालन मेन्यू
hr: Izbornik postupaka
hu: Műveletek menü
is: Aðgerðavalmynd
it: Menu delle operazioni
ja: 操作メニュー
km: ម៉ឺនុយ​ប្រតិបត្តិ
ko: 동작 메뉴
mk: Мени со операции
ms: Menu Operasi
nb: Operasjonsmeny
nds: Akschonen-Menü
nl: Operatiemenu
nn: Operasjonsmeny
pa: ਕਾਰਵਾਈ ਮੇਨੂ
pl: Menu operacji na oknie
pt_br: Menu de Operações
ro: Meniul de operaţii
ru: Меню операций
rw: Ibikubiyemo Ibikorwa
se: Doaibmafállu
sk: Menu operácií
sl: Meni operacij
sr: Мени операцијâ
sr@latn: Meni operacijâ
sv: Visa fönstermeny
ta: செயற் பட்டி
tg: Феҳрасти амалиёт
th: เมนูปฏิบัติการ
uk: Меню дій

source: Toggle Raise & Lower
af: Wissel Lig & Verlaag
ar: تشغيل الرفع و الخفض
az: Qabağa & Geri Gətirmə Arasında Keçiş
bg: Извеждане напред/назад
bn: ওঠানো বা নামানোর মধ্যে পরিবর্তন কর
bs: Uklj./isklj. podigni i spusti
cs: Přepnutí do pozadí/popředí
cy: Newid Codi neu Ostwng
da: Skift mellem hæv & sænk
de: Nach vorn bringen/ hinten stellen
el: Εναλλαγή ανύψωσης & χαμηλώματος
eo: Malfonigas kaj fonigas alterne
es: Alternar pasar al frente y atrás
et: Tõstmise ja langetamise vahel lülitamine
eu: Goratu eta beheratu txandaka
fa: زدن ضامن بالا و پایین آمدن
fi: Nosta tai laske
fr: Placer dessus / dessous
gl: Trocar Adiante & Atrás
hi: उठाना व गिराना टॉगल करें
hr: Uklj./isklj. uzdigni i spusti
hu: a felemelés és a lesüllyesztés átkapcsolása
is: Víxla fleyta upp og sökkva
it: Alza/abbassa
ja: 前面/背面に移動
km: បិទ​បើក លើក​ឡើង និង​បន្ទាប
ko: 올림/낮춤 전환
mk: Смени кревање и спуштање
ms: Toggel Naikkan & Turunkan
nb: Bytt mellom hev og senk
nds: Na vörn/achtern stellen
nl: Naar voor-/achtergrond
nn: Slå av/på hev og senk
pa: ਉਭਾਰਿਆ ਹੇਠਾਂ ਤਬਦੀਲ ਕਰੋ
pl: Przywołaj/odwołaj
pt_br: Alternar Entre Elevar & Rebaixar
ro: Comută ridicarea şi coborîrea
ru: Вывести поверх всех / убрать вниз
rw: Kwigizayo Kuzamura & Kumanura
sk: Prepínať zdvihnúť/znížiť
sl: Odkrij oziroma zakrij
sr: Укључи/искључи подизање и спуштање
sr@latn: Uključi/isključi podizanje i spuštanje
sv: Höj/sänk
ta: உயர்த்தல் தாழ்த்தலை மாற்று
tg: Табдили барҷаста ва фурӯрафта
th: สลับให้อยู่ด้านบนและด้านล่าง
uk: Підняти/опустити

source: Behavior on <em>left</em> click into the titlebar or frame of an <em>active</em> window.
af: Gedrag vir <em>links</em> kliek binne die titelbalk of raam van 'n <em>aktiewe</em> venster.
ar: السلوك عند النقر بالزر <em>الأيسر</em> في شريطة العنوان أو إطار نافذة <em>مفعلة</em>.
az: Bu sütünda başlıq çubuğundakı ya da <em>fəal</em> pəncərənin çərçivəsindəki siçan <em>sol düymə</em> tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на активен прозорец при щракване с левия бутон на мишката върху заглавието или рамката му.
bn: <em> সক্রিয় </em>উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের <em>বাম </em>বোতাম ক্লিক্ করলে ব্যবহার।
bs: Ponašanje prilikom <em>lijevog</em> klika u naslovnu traku ili okvir <em>aktivnog</em> prozora.
cs: Chování při kliknutí <em>levým</em> tlačítkem myši do titulku nebo rámu <em>aktivního</em> okna.
cy: Ymddygiad ar glic <em>chwith</em> i far teitl neu ffrâm ffenestr <em>weithredol</em>.
da: Opførsel ved <em>venstre</em>-klik på titellinjen eller rammen af et <em>aktivt</em> vindue.
de: Verhalten bei Klicks mit der <em>linken</em> Maustaste auf die Titelleiste oder den Rahmen eines <em>aktiven</em> Fensters.
el: Συμπεριφορά <em>αριστερού</em> κλικ στη γραμμή τίτλου ή στο πλαίσιο ενός <em>ενεργού</em> παραθύρου.
eo: Konduto ĉe klako per la <em>maldekstra</em> musbutono en la titollistelo aŭ kadro de la <em>aktiva</em> fenestro.
es: Comportamiento al pulsar con el botón <em>izquierdo</em> en el borde o título de una ventana <em>activa</em>.
et: Käitumine <em>vasaku</em> hiirenupu klõpsu puhul <em>aktiivse</em> akna tiitliribal või raamil.
eu: Leiho <em>aktiboa</em>ren titulu-barran edo markoan egindako <em>ezkerreko</em> klikaren portaera.
fa: رفتار ناشی از فشار <em>چپ</em> بر میله عنوان یا قابک یک پنجرۀ <em>فعال</em>.
fi: Käyttäytyminen kun hiiren <em>vasemmalla</em> painikkeella napsautetaan <em>aktiivisen</em> ikkunan otsikkoa tai kehystä.
fr: Comportement lors d'un <em>clic gauche</em> dans la barre de titre ou le cadre d'une fenêtre <em>active</em>.
gl: Comportamento cando se preme co botón <em>esquerdo</em> na barra de título ou no marco dunha fiestras <em>activa</em>.
hi: बर्ताव जब <em>बायाँ</em> क्लिक हो शीर्षक पट्टी या फ़रमा में किसी <em>सक्रिय</em> विंडो के.
hu: Ebben az oszlopban az aktív ablakok címsorára és keretére történő kattintások hatását lehet testreszabni. A <em>bal</em> gombbal történő kattintás hatása, ha az egy <em>aktív</em> ablak címsorára vagy keretére történik.
is: Hegðun þegar smellt er með <em>vinstri</em> músahnapp á titilrönd eða ramma <em>virks</em> glugga.
it: Comportamento del <em>clic col tasto sinistro</em> sulla barra del titolo o sulla cornice di una finestra <em>attiva</em>.
ja: アクティブなウィンドウのタイトルバーやフレーム上で左マウスクリックしたときの挙動を選択します。
km: ឥរិយាបថ​​ពេល​ចុច <em>ខាង​ឆ្វេង</em> លើ​របារ​ចំណង​ជើង ឬ ស៊ុម​នៃ​បង្អួច <em>សកម្ម​</em> មួយ ។
ko: <em>활성</em> 창의 제목 표시줄이나 테두리에서 마우스 <em>왼쪽</em> 버튼을 클릭했을 때 동작.
mk: Однесување при <em>лев</em> клик на насловна лента или рамка на <em>активен</em> прозорец.
ms: Peri laku terhadap klik <em>kiri</em> ke dalam bar tajuk atau bingkai tetingkap <em>aktif</em>.
nb: Hendelse som utføres ved <em>venstreklikk</em> på tittellinja eller ramma til et <em>aktivt</em> vindu.
nds: Bedregen bi en <em>Links</em>klick op den Titelbalken oder Rahmen vun en <em>aktiv</em> Finster
nl: Hier kunt u bepalen wat er gebeurt als u met de <em>linker muisknop</em> klikt op de titelbalk of de rand van een <em>inactief</em> venster.
nn: Åtferd ved <em>venstreklikk</em> på tittellinja eller ramma til eit <em>aktivt</em> vindauge.
pl: Zachowanie dla kliknięcia <em>lewym</em> przyciskiem myszy na tytule lub brzegu <em>aktywnego</em> okna.
pt_br: Comportamento do clique com o botão <em>esquerdo</em> na barra de título ou na borda de uma janela <em>ativa</em>.
ro: Comportament la clic <em>stînga</em> pe bara de titlu sau pe cadrul ferestrei <em>active</em>.
ru: Поведение при щелчке <em>левой</em> кнопкой на заголовке или рамке <em>активного</em> окна.
rw: Imyifatire igihe ukandishije buto <em>y'ibumoso</em> mu murongomutwe cyangwa ikadiri y'idirishya <em>rikora</em>.
se: Láhtten go <em>gurutcoahkkala aktiivvalaš</em> láse namahusholgga dahje rámma.
sk: V tomto stĺpci môžete nastaviť správanie kliknutí <em>ľavým tlačidlom</em>na titulok alebo rám <em>aktívneho </em>okna.
sl: Obnašanje ob <em>levem</em> kliku naslovne vrstice ali okvirja <em>aktivnega</em> okna.
sr: Понашање при <em>левом</em> клику на насловну траку или оквир <em>активног</em> прозора.
sr@latn: Ponašanje pri <em>levom</em> kliku na naslovnu traku ili okvir <em>aktivnog</em> prozora.
sv: Beteende vid <em>vänsterklick</em> på namnlisten eller ramen för ett <em>aktivt</em> fönster.
ta: பழக்கத்தில் உள்ள <em>இடது</em> தலைப்புபட்டியை அல்லது சட்டத்தில் சொடுக்கவும்<em>செயல்படும்</em> சாளரம்.
tg: Рафтори дар пахши <em>чап</em> рӯи навори унвон ё шакли як тирезаи<em>фаъол</em>.
th: สิ่งที่จะให้กระทำเมื่อมีการคลิ้ก<em>เม้าส์ปุ่มซ้าย</em> บนแถบหัวเรื่องหรือกรอบหน้าต่างที่<em>ทำงาน</em>อยู่
uk: Поведінка при клацанні <em>лівої</em> кнопки на смужці заголовка <em>активного</em> вікна.
