Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Behavior on <em>middle</em> click onto the maximize button.
af: Gedrag vir <em>middel</em> kliek op die vergroot knoppie.
bg: Поведение на прозорец при <em>средно</em> щракване върху бутона му за максимизиране.
bs: Ponašanje prilikom <em>srednjeg</em> klika na dugme za maksimizaciju.
cs: Chování při <em>prostředním</em> kliknutí myší na maximalizační tlačítko.
da: Opførsel ved <em>midter</em>-klik på maksimér-knappen.
de: Verhalten nach Klick mit der <em>mittleren</em> Maustaste auf den Maximieren-Knopf.
el: Συμπεριφορά <em>μεσαίου</em> κλικ πάνω στο κουμπί μεγιστοποίησης.
eo: Konduto ĉe <em>meza</em> klako al la maksimumiga butono.
es: Comportamiento del clic <em>medio</em> sobre el botón maximizar.
et: Käitumine <em>keskmise</em> nupu klõpsu puhul maksimeerimisnupule.
eu: Maximizatzeko botoian <em>erdiko</em> klikaren portaera.
fa: رفتار ناشی از فشار <em>وسط</em> بر دکمۀ بیشینه‌سازی.
fi: Mitä tapahtuu, kun suurennuspainiketta napsautetaan hiiren <em>keski</em>painikkeella.
fr: Comportement lors d'un clic du <em>milieu</em> sur le bouton « Maximiser ».
gl: Comportamento cando se prema <em>co botón central</em> no botón de maximizado.
hi: अधिकतम बटन पर <em>मध्य</em> क्लिक किया जाए तो बर्ताव.
hu: A maximalizáló gombra történő <em>középső</em> kattintás hatása.
is: Hegðun þegar <em>miðsmellt</em> er á hámörkunarhnappinn.
it: Comportamento del <em>clic del tasto centrale</em> sul pulsante massimizza.
ja: 最大化ボタンを中クリックしたときの挙動を選択します。
km: ឥរិយាបថ​ពេល​ចុច <em>កណ្ដាល</em> លើ​ប៊ូតុង​ពង្រីក​អតិបរមា ។
ko: 최대화 버튼을 마우스 <em>가운데</em> 버튼 클릭했을때 동작
mk: Однесување на <em>средниот</em> клик на копчето за раширување.
ms: Peril laku terhadap klik <em>tengah</em> ke atas butang maksimum.
nb: Hendelse som utføres ved bruk av <em>midtre</em> museknapp på tittellinja.
nds: Bedregen bi en <em>Middel</em>klick op den Maximeren-Knoop
nl: Gedrag bij <em>middelste</em> muisklik op de maximaliseerknop.
nn: Åtferd ved <em>midtklikk</em> på maksimeringsknappen.
pa: ਸਿਰਲੇਖ ਪੱਟੀ ਵਿੱਚ <em>ਦੋ</em> ਵਾਰ ਦਬਾਉਣ ਤੇ ਵਿਵਹਾਰ ਹੈ।
pl: Zachowanie przy kliknięciu <em>środkowym</em> przyciskiem na przycisku maksymalizacji.
pt_br: O comportamento do clique com o botão do <em>meio</em> no botão maximizar.
ro: Comportament la <em>clic mijloc</em> pe butonul de maximizare.
ru: Поведение при щелчке <em>средней</em> кнопкой мыши на кнопке разворачивания.
rw: Imyifatire iyo ukandishije buto yo <em>hagati</em> ku buto itubura.
se: Láhtten go <em>guovddášcoahkkalat</em> maksimerenboalu.
sk: Správanie po <em>strednom</em> kliknutí na tlačidlo maximalizácie.
sl: Obnašanje ob <em>srednjem</em> kliku na gumb za razpenjanje.
sr: Понашање при <em>средњем</em> клику на дугме за максимизовање.
sr@latn: Ponašanje pri <em>srednjem</em> kliku na dugme za maksimizovanje.
sv: Beteende vid <em>mittenklick</em> på maximeringsknappen.
ta: நடு<em>பெரிதாக்கும் பட்டன் மீது அழுத்தும்போது</em>ஏற்படும் செயல்.
th: สิ่งที่จะให้ทำ เมื่อคลิ้ก<em>เม้าส์ปุ่มกลาง</em> บนปุ่มขยายใหญ่สุด
uk: Поведінка при клацанні <em>середньою</em> кнопкою мишки на кнопку максимізації.

source: Behavior on <em>right</em> click onto the maximize button.
af: Gedrag vir <em>regs</em> kliek op die vergroot knoppie.
bg: Поведение на прозорец при <em>дясно</em> щракване върху бутона му за максимизиране.
bs: Ponašanje prilikom <em>desnog</em> klika na dugme za maksimizaciju.
cs: Chování při <em>pravém</em> kliknutí myší na maximalizační tlačítko.
da: Opførsel ved <em>højre</em>-klik på maksimér-knappen.
de: Verhalten nach Klick mit der <em>rechten</em> Maustaste auf den Maximieren-Knopf.
el: Συμπεριφορά <em>δεξιού</em> κλικ πάνω στο κουμπί μεγιστοποίησης.
eo: Konduto ĉe <em>dekstra</em> klako al la maksimumiga butono.
es: Comportamiento del clic <em>derecho</em> sobre el botón maximizar.
et: Käitumine <em>parema</em> nupu klõpsu puhul maksimeerimisnupule.
eu: Maximizatzeko botoian <em>eskuineko</em> klikaren portaera.
fa: رفتار ناشی از فشار <em>راست</em> بر دکمۀ بیشینه‌سازی.
fi: Mitä tapahtuu, kun suurennuspainiketta napsautetaan hiiren <em>oikealla</em> painikkeella.
fr: Comportement lors d'un clic <em>droit</em> sur le bouton « Maximiser ».
gl: Comportamento cando se prema <em>co botón dereito</em> no botón de maximizado.
hi: अधिकतम बटन पर <em>दायाँ</em> क्लिक किया जाए तो बर्ताव.
hu: A maximalizáló gombra történő <em>jobb</em> kattintás hatása.
is: Hegðun þegar <em>hægrismellt</em> er á hámörkunarhnappinn.
it: Comportamento del <em>clic con tasto destro</em> sulla pulsante massimizza.
ja: 最大化ボタンを右クリック したときの挙動を選択します。
km: ឥរិយាបថ​ពេល​ចុច <em>ខាង​ស្ដាំ</em> លើ​ប៊ូតុង​ពង្រីក​អតិបរមា ។
ko: 최대화 버튼을 마우스 <em>오른쪽</em> 버튼 클릭했을때 동작
mk: Однесување на <em>десниот</em> клик на копчето за раширување.
ms: Peri laku terhadap klik <em>kanan</em> ke atas butang maksimum.
nb: Hendelse som utføres ved <em>høyreklikk</em> på maksimeringsknappen.
nds: Bedregen bi en <em>Rechts</em>klick op den Maximeren-Knoop
nl: Gedrag bij <em>rechter</em> muisklik op de maximaliseerknop.
nn: Åtferd ved <em>høgreklikk</em> på maksimeringsknappen.
pa: ਅਧਿਕਤਮ ਬਟਨ ਤੇ <em>ਸੱਜਾ</em> ਬਟਨ ਦਬਾਉਣ ਤੇ ਵਿਵਹਾਰ ਹੈ।
pl: Zachowanie przy kliknięciu <em>prawym</em> przyciskiem na przycisku maksymalizacji.
pt_br: O comportamento do clique <em>direito</em> no botão maximizar.
ro: Comportament la <em>clic dreapta</em> pe butonul de maximizare.
ru: Поведение при щелчке <em>правой</em> кнопкой мыши на кнопке разворачивания.
rw: Imyifatire iyo ukandishije buto <em>y'iburyo</em> kuri buto itubura.
se: Láhtten go <em>olgešcoahkkalat</em> maksimerenboalu.
sk: Správanie po <em>pravom</em> kliknutí na tlačidlo maximalizácie.
sl: Obnašanje ob <em>desnem</em> kliku na gumb za razpenjanje.
sr: Понашање при <em>десном</em> клику на дугме за максимизовање.
sr@latn: Ponašanje pri <em>desnom</em> kliku na dugme za maksimizovanje.
sv: Beteende vid <em>högerklick</em> på maximeringsknappen.
ta: வலது<em>பெரிதாக்கும் பட்டன் மீது அழுத்தும்போது</em>ஏற்படும் செயல்.
th: สิ่งที่จะให้ทำ เมื่อคลิ้ก<em>เม้าส์ปุ่มขวา</em> บนปุ่มขยายใหญ่สุด
uk: Поведінка при клацанні <em>правою</em> кнопкою мишки на кнопку максимізації.

source: Inactive Inner Window
af: Onaktiewe Binneste Venster
ar: نافذة داخلية غير مفعلة
az: Qeyri Fəal Pəncərə Məzmunu:
bg: Щракване вътре в неактивен прозорец
bn: নিষ্ক্রিয় ভিতরের উইন্ডো
bs: Unutrašnjost neaktivnog prozora
cs: Neaktivního vnitřní okno
cy: Ffenestr Mewnol Anweithredol
da: Inaktivt indre vindue
de: Inaktives, inneres Fenster
el: Ανενεργό εσωτερικό παράθυρο
eo: Neaktiva fenestrointerno
es: Ventana interior inactiva
et: Mitteaktiivne sisemine aken
eu: Barruko leiho inaktiboa
fa: پنجرۀ درونی غیرفعال
fi: Passiivisen ikkunan sisus
fr: Intérieur de fenêtre inactive
gl: Fiestra Sen Marco Inactiva
hi: निष्क्रिय आंतरिक विंडो
hr: Neaktivni unutaranji prozor
hu: Inaktív belső ablak
is: Innri hluti óvirks glugga
it: Interno finestra inattiva
ja: 非アクティブウィンドウの内部
km: បង្អួច​ខាង​ក្នុង​អសកម្ម
ko: 비활성 창 내부
mk: Неактивен внатрешен прозор
ms: Tetingkap Dalam Tak Aktif
nb: Indre del av et inaktivt vindu
nds: Inholt vun en nich aktiv Finster
nl: Binnen inactief venster
nn: Inaktivt indre vindauge
pa: ਅੰਦਰੂਨੀ ਝਰੋਖਾ ਨਾ-ਸਰਗਰਮ
pl: Wnętrze nieaktywnego okna
pt_br: Janela mais Interna Inativa
ro: Interior fereastră inactivă
ru: Внутри неактивного окна
rw: Idirishya ry'Imbere Ridakora
se: Ii-aktiivvalaš siskkil láse
sk: Neaktívne vnútorné okno
sl: Neaktivno notranje okno
sr: Неактивни унутрашњи прозор
sr@latn: Neaktivni unutrašnji prozor
sv: Inne i inaktivt fönster
ta: செயல்படாத உள்சாளரம்
tg: Тирезаи дохилитари ғайрифаъол
th: ส่วนต่างๆ ภายในหน้าต่างที่ไม่ทำงาน
uk: На площині неактивного вікна

source: Here you can customize mouse click behavior when clicking on an inactive inner window ('inner' means: not titlebar, not frame).
af: Hier kan jy die muis kliek gedrag pasmaak vir wanneer jy kliek binne 'n onaktiewe binneste venster ('binneste' beteken: nie titelbalk, nie raam).
ar: هنا يمكنك إعداد سلوك نقرات الفأرة عند النقر على نافذة داخلية غير مفعلة ('داخلية' تعني: ليس إطار النافذة ولا شريطة العنوان).
az: Buradan fəal olmayan pəncərənin içindəki (pəncərə içindəkilərin olduğu yer) siçan tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на неактивен прозорец при щракване вътре в него (не върху заглавието или рамката му).
bn: এখানে নিষ্ক্রিয় ভিতরের উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের বোতাম ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন (ভিতরের মানে: শীর্ষকবার বা কাঠামো নয়)।
bs: Ovdje možete prilagoditi ponašanje prilikom klikanja mišem na unutrašnjost neaktivnog prozora ('unutrašnjost' znači: osim naslovne trake i okvira).
cs: Zde je možné přizpůsobit chování při kliknutí myší na vnitřek neaktivního okna (vnitřkem se myslí bez titulku a rámu).
cy: Yma gallwch addasu ymddygiad clic llygoden tra'n clicio ar ffenestr mewnol anweithredol (golyga 'mewnol': nid y bar teitl na'r ffrâm).
da: Her kan du brugerindstille museklik-opførsel for klik på et inaktivt indre vindue ('indre' betyder: ikke titellinje, ikke ramme).
de: Hier können Sie die Auswirkung von Mausklicks auf ein inaktives, inneres Fenster einstellen ("inneres" heißt soviel wie: außer Titelleiste und Rahmen).
el: Εδώ μπορείτε να προσαρμόσετε τη συμπεριφορά του κλικ του ποντικιού σε ένα ανενεργό εσωτερικό παράθυρο ('εσωτερικό' σημαίνει: όχι γραμμή τίτλου ή πλαίσιο).
eo: Jen vi povas agordi la konduton ĉe musklako al la interno de neaktiva fenestro. La interno estas ĉio krom la titollistelo kaj la kadro.
es: Aquí se puede personalizar el comportamiento de la pulsación del ratón sobre una ventana interior inactiva ('interior' quiere decir: que no es barra de título ni marco).
et: Siin saad sa kohandada hiireklõpsude mõju, kui klõpsatakse mitteaktiivse akna sees ('sees' tähendab: mitte tiitliribal ega raamil).
eu: Hemen leiho inaktiboaren barruan egindako sagu-klikaren portaera pertsonaliza dezakezu ('barrua' zera da: ez titulu-barra ez markoa).
fa: در اینجا می‌توانید رفتار ناشی از فشار موشی را، هنگام فشار روی یک پنجرۀ درونی غیرفعال )»درونی« یعنی: نه میله عنوان، و نه قابک(، سفارشی کنید.
fi: Tässä voit määritellä, mitä tapahtuu kun hiirellä napsautetaan passiivisen ikkunan sisusta (ei otsikkoriviä tai kehystä).
fr: Vous pouvez personnaliser ici ce qui se passe lorsque vous cliquez avec la souris sur l'intérieur d'une fenêtre (pas la barre de titre ou le cadre).
gl: Aquí pode personalizar o comportamento ó premer co rato nunha fiestra inner ('inner' significa: sen barra de título e sen marco).
hi: यहाँ आप माउस क्लिक बर्ताव को मनपसंद बना सकते हैं जब निष्क्रिय आंतरिक विंडो में क्लिक करते हैं. (आंतरिक का अर्थः न तो शीर्षक पट्टी न ही फ्रेम)
hr: U ovom stupcu možete podesiti ponašanje klikova miša na naslovnu traku okvira neaktivnog untarnjeg prozora (unutarnjeg znači ne naslovnu traku niti okvir).
hu: Itt az inaktív belső ablakokra (a címsor és a keretek által határolt területre) történő kattintás hatását lehet testreszabni.
is: Í þessum dálki getur þú stillt virkni músasmella á innri hluta virks glugga. Með innri hluta er átt við allt annað en titilrönd og ramma.
it: In questa colonna puoi impostare il comportamento dei clic del mouse sulla parte interna (non barra del titolo o cornice) di una finestra inattiva.
ja: アクティブでないウィンドウの内部 (タイトルバーでもフレームでもない部分) でマウスクリックしたときの挙動を選択します。
km: នៅទីនេះ អ្នក​អាច​ប្ដូរ​ឥរិយាបថ​ចុច​កណ្ដុរ​តាមបំណង នៅ​ពេល​ចុច​លើ​​បង្អួច​ខាង​ក្នុង​អសកម្ម​មួយ ('ខាងក្នុង' មានន័យ​ថា ៖ មិន​មែន​របារ​ចំណង​ជើង, មិន​មែន​ស៊ុម) ។
ko: 비활성 창 내부('내부'는 제목 표시줄, 테두리가 아님)에서 마우스 버튼을 클릭했을 때 동작을 설정합니다.
mk: Тука може да го прилагодите однесувањето на кликот на глушецот при кликање на неактивен внатрешен прозорец ('внатрешен' значи: не е наслов и не е рамка).
ms: Di sini anda boleh suaikan peri laku klik tetikus apabila mengklik tetingkap dalam tak aktif ('dalam' bermakna: bukan bar tajuk, bukan bingkai).
nb: Her kan du velge hva som skal skje når du klikker på den indre delen av et inaktivt vindu («indre» betyr: ikke tittellinja eller ramma).
nds: Hier kannst Du fastleggen, wat en Muusklick op den Inholt vun en nich aktiv Finster maakt (Inholt heet allens, wat nich Titelbalken oder Rahmen is).
nl: Hier kunt u bepalen wat er gebeurt als u met de muis klikt binnen een inactief venster klikt. (dus niet op de titelbalk of de vensterrand).
nn: Her kan du tilpassa museklikkåtferda ved klikk i eit inaktivt indre vindauge («indre» tyder: ikkje tittellinja eller ramma).
pl: Tu możesz ustawić działanie kliknięć na wnętrzu nieaktywnego okna.
pt_br: Aqui você pode personalizar o comportamento do clique do mouse ao clicar em uma janela interna inativa ('interna' significa: não é barra de títulos nem moldura).
ro: Aici puteţi personaliza comportamentul atunci cînd daţi clic în interiorul unei ferestre inactive ("interior" înseamnă orice în afară de bara de titlu şi cadru).
ru: Здесь вы можете настроить реакцию на щелчок мыши внутри неактивного окна ('внутри' означает: не на рамке и не на заголовке).
rw: Aha ushobora kuboneza imyifatire y'imikandishirize y'imbeba iyo ukanze ku idirishya ry'imbere ridakora ('imbere' bisobanura: nta murongomutwe, nta kadiri.)
se: Dás hei
sk: V tomto stĺpci môžete nastaviť správanie kliknutí na neaktívne vnútorné okno (to znamená: nie titulok ani rám).
sl: Tu lahko prilagoditev obnašanje ob kliku miške, ko kliknete neaktivno notranje okno (»notranje« pomeni: niti naslovna vrstica, niti okvir).
sr: Овде можете прилагодити понашање при клику мишем на неактиван унутрашњи прозор („унутрашњи“ значи без насловне траке и оквира).
sr@latn: Ovde možete prilagoditi ponašanje pri kliku mišem na neaktivan unutrašnji prozor („unutrašnji“ znači bez naslovne trake i okvira).
sv: Här kan du anpassa beteendet när du klickar med musen på ett inaktivt inre fönster ("inre" betyder: inte namnlisten eller ramen).
ta: இங்கே நீங்கள் எலி களிக் நடைமுறையை, செயல்படாத சாளரம் ('உள்ளமைந்த' என்றால்: தலைப்பு பட்டை இல்லை, சட்டமட இல்லை).
tg: Дар инҷо шумо метавонед реаксияи кнопкаи мушро дар даруни тирезаи ғайрифаъол ('дохил' маънои: на дар чорчӯба ва на дар сарлавҳа-ро дорад) танзим кунед.
th: คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กบนส่วนต่างๆ ภายในหน้าต่าง ที่ไม่ทำงาน ได้ที่นี่ ('ภายใน' คือไม่ใช่แถบหัวเรื่องและไม่ใช่กรอบหน้าต่าง)
uk: Тут ви можете налаштувати поведінку при клацанні мишки на площині неактивного вікна ("площина" означає: не заголовок, не рамка).

source: In this row you can customize left click behavior when clicking into an inactive inner window ('inner' means: not titlebar, not frame).
af: In hierdie ry kan jy die linker kliek gedrag pasmaak vir wanneer jy kliek binne 'n onaktiewe binneste venster ('binneste' beteken: nie titelbalk, nie raam).
ar: في هذا الصف، يمكنك إعداد سلوك النقر بالزر الأيسر عند النقر في نافذة داخلية غير مفعلة ('داخلية' تعني: ليس إطار النافذة ولا شريطة العنوان).
az: Bu sətirdə pəncərənin içərisindəki (pəncərə içindəkilərin olduğu yer) sol siçan tıqlamalarını xüsusiləşdirə bilərsiniz.
bg: Поведение на неактивен прозорец при щракване с левия бутон на мишката вътре в него (не върху заглавието или рамката му).
bn: এই সারিতে নিষ্ক্রিয় ভিতরের উইন্ডোর শীর্ষকবারে বা ফ্রেমে মাউসের বাম বোতাম ক্লিক্ করলে কী হবে তা পছন্দমত ঠিক করতে পারবেন (ভিতরের মানে: শীর্ষকবার বা কাঠামো নয়)।
bs: Ovdje možete prilagoditi ponašanje prilikom lijevog klika na unutrašnjost neaktivnog prozora ('unutrašnjost' znači: osim naslovne trake iokvira).
cs: Zde je možné přizpůsobit chování při kliknutí levým tlačítkem myši na vnitřek neaktivního okna (vnitřkem se myslí bez titulku a rámu).
cy: Yn y res yma gallwch addasu ymddygiad clic-chwith tra'n clicio ar ffenestr mewnol anweithredol (golyga 'mewnol': nid y bar teitl na'r ffrâm).
da: I denne række kan du brugerindstille venstreklik-opførsel ved klik i et inaktivt indre vindue ('indre' betyder: ikke titellinje, ikke ramme).
de: Hier können Sie das Verhalten von KDE einstellen, wenn mit der linken Maustaste in ein inaktives Fenster geklickt wird.
el: Σε αυτή τη γραμμή μπορείτε να προσαρμόσετε τη συμπεριφορά του αριστερού κλικ σε ένα ανενεργό εσωτερικό παράθυρο ('εσωτερικό' σημαίνει: όχι γραμμή τίτλου ή πλαίσιο).
eo: Jen vi agordas la konduton ĉe klako de la maldekstra musbutono en la interno de fenestro. La interno estas ĉio krom titollistelo kaj kadro.
es: En esta fila se puede personalizar el comportamiento de la pulsación del botón izquierdo del ratón sobre una ventana interior inactiva ('interior' quiere decir: que no es barra de título, ni marco).
et: Selles reas saad kohandada käitumist hiire vasaku nupu klõpsu puhul, kui klõpsatakse mitteaktiivse akna sees ('sees' tähendab: mitte tiitliribal ega raamil).
eu: Lerro honetan leiho inaktiboaren barruan egindako ezkerreko klikaren portaera pertsonaliza dezakezu ('barrua' zera da: ez titulu-barra ez markoa).
fa: در این سطر می‌توانید رفتار ناشی از فشار سمت چپ موشی را، هنگام فشار روی یک پنجرۀ درونی غیرفعال )»درونی« یعنی: نه میله عنوان، و نه قابک(، سفارشی کنید.
fi: Mitä tapahtuu, kun hiiren vasemmalla painikkeella napsautetaan passiivisen ikkunan sisusta (ei otsikkoriviä tai kehystä).
fr: Dans cette ligne, vous pouvez personnaliser ce qui se passe lorsque vous cliquez avec le bouton gauche de la souris sur l'intérieur d'une fenêtre (pas la barre de titre ou le cadre).
gl: Nesta fila pode personalizar o comportamento ó premer co botón esquerdo nunha fiestra inner inactiva ('inner' significa sen barra de título e sen marco).
hi: इस पंक्ति पर आप बायाँ क्लिक बर्ताव को मनपसंद बना सकते हैं जब निष्क्रिय आंतरिक विंडो में क्लिक करते हैं. (आंतरिक का अर्थः न तो शीर्षक पट्टी न ही फ्रेम)
hr: U ovom redu možete podesiti ponašanje lijevog klika prilikom klikanja u naktivni unutarnji prozor (unutarnji znači ne naslovnica niti okvir).
hu: Ebben a sorban lehet testreszabni a bal gombbal történő, az inaktív ablakok belsejébe (a címsor és a keret által határolt területre) eső kattintások hatását.
is: Í þessari röð getur þú stillt virkni músasmella með vinstri músahnappi á innri hluta glugga (s.s. ekki titilrönd eða ramma).
it: In questa riga puoi configurare il comportamento del clic col pulsante sinistro sulla parte interna di una finestra (non barra del titolo o cornice).
ja: アクティブでないウィンドウの内部 (タイトルバーでもフレームでもない部分) でマウスの左ボタンクリックしたときの挙動を選択します。
km: នៅ​ក្នុង​ជួរដេក​នេះ អ្នក​អាច​ប្ដូរឥរិយាបថ​ចុច​ខាងឆ្វេង​តាម​បំណង នៅ​ពេល​ចុចក្នុង​​បង្អួច​ខាង​ក្នុង​អសកម្ម​មួយ ('ខាង​ក្នុង' មានន័យ​ថា ៖ មិន​មែន​របារ​ចំណង​ជើង, មិន​មែន​ស៊ុម) ។
ko: 이 열에서는 비활성 창 내부에서 마우스 왼쪽 버튼을 클릭했을 때의 작동을 설정합니다.
mk: Во овој ред може да го прилагодите однесувањето на левиот клик на глушецот при кликање на неактивен внатрешен прозорец ('внатрешен' значи: не е наслов и не е рамка).
ms: Dalam baris ini anda boleh suaikan peri laku klik kiri apabila mengklik ke dalam tetingkap dalam tak aktif ('dalam' bermakna: bukan bar tajuk, bukan bingkai).
nb: Her kan du velge hva som skjer når du trykker med venstre museknapp på den indre delen av et inaktivt vindu («indre» betyr: ikke tittellinja eller ramma).
nds: Hier kannst Du fastleggen, wat en Linksklick op den Inholt vun en nich aktiv Finster maakt (Inholt heet allens, wat nich Titelbalken oder Rahmen is).
nl: In deze rij kunt u bepalen wat er gebeurt als u met de linker muisknop binnen een inactief venster klikt. (dus niet op de titelbalk of de vensterrand).
nn: I denne rada kan du tilpassa åtferd ved venstreklikk i eit inaktivt indre vindauge («indre» typer: ikkje tittellinja eller ramma).
pl: Tu możesz ustawić działanie kliknięcia lewego przycisku myszy na wnętrzu nieaktywnego okna.
pt_br: Nesta linha você pode personalizar o comportamento do clique esquerdo ao clicar em uma janela interna inativa ('interna' significa: não é uma barra de títulos nem uma moldura).
ro: Aici puteţi personaliza comportamentul atunci cînd daţi clic stînga în interiorul unei ferestre inactive ("interior" înseamnă orice în afară de bara de titlu şi cadru).
ru: В этой строке вы можете настроить реакцию на щелчок левой кнопки мыши внутри неактивного окна ('внутри' означает: не на рамке и не на заголовке).
rw: Muri uyu murongo ushobora kuboneza imyifatire y'imikandishirize y'imbeba iyo ukandishije buto y'ibumoso mu idirishya ry'imbere ridakora ('imbere' bisobanura: nta murongomutwe, nta kadiri).
se: Dán čuolddas sáhtát heivehit mii dáhpáhuvvá go gurutcoahkkalat ii-aktivvalaš siskkillásiid («siskkil» máksá: ii namahusholga dahje rámma).
sk: V tomto riadku môžete nastaviť správanie pri kliku ľavým tlačidlom myši na neaktívne vnútorné okno ('neaktívne' znamená: ani titulok ani rám okna).
sl: V tej vrstici lahko prilagodite obnašanje ob levem kliku neaktivnega notranjega okna (»notranje« pomeni: niti naslovna vrstica, niti okvir).
sr: У овој врсти можете прилагодити понашање при левом клику на неактиван унутрашњи прозор („унутрашњи“ значи без насловне траке и оквира).
sr@latn: U ovoj vrsti možete prilagoditi ponašanje pri levom kliku na neaktivan unutrašnji prozor („unutrašnji“ znači bez naslovne trake i okvira).
sv: På den här raden kan du anpassa beteendet när du vänsterklickar på ett inaktivt inre fönster ("inre" betyder: inte namnlisten eller ramen).
ta: இந்த குறுக்குவரிசையில், நீங்கள் இடது களிக் நடைமுறையை, செயல்படாத சாளரம் ('உள்ளமைந்த' என்றால்: தலைப்பு பட்டை இல்லை, சட்டம் இல்லை).
tg: Дар инҷо метавонед рафтори пахши чапро ҳангоме, ки рӯи дохили тирезаи ғайрифаъол пахш мекунед, оддӣ кунед ('дохил' ба маънои: на таври унвон, на шакл).
th: ในแถวนี้ คุณสามารถกำหนดสิ่งที่จะให้กระทำ เมื่อมีการคลิ้กซ้าย บนส่วนต่างๆ ภายในหน้าต่างที่ไม่แอคทีฟ ('ภายใน' คือไม่ใช่แถบหัวเรื่อง และไม่ใช่เฟรม)
uk: Тут ви можете налаштувати поведінку при клацанні лівої кнопки мишки на площині неактивного вікна ("площина" означає: не заголовок, не рамка).
