Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: This folder contains all the files which you see on your desktop. You can change the location of this folder if you want to, and the contents will move automatically to the new location as well.
af: Hierdie houer bevat al die lêers wat jy op jou werkskerm sien. Jy kan die ligging van hierdie vouer verander as jy wil hê, en die inhoud sal automaties beweeg na die nuwe ligging.
ar: يحتوي هذا المجلد على كل الملفات التي تراها على سطح المكتب لديك. تستطيع تغيير موقع هذا المجلد إذا أردت، عندها تنقل كل المحتويات تلقائياً للموقع الجديد.
az: Bu qovluqda masa üstündə gördüyünüz bütün fayllar yer alır. İstəsəniz bu cərgənin yerini dəyişdirə bilərsiniz. Bu təqdirdə qovluğun içindəki də avtomatik olaraq yeni yerə daşınacaqdır.
bg: <p>Тази директория съдържа всички файлове, които виждате на работния плот. </p><p>Може да промените местоположението на директорията по свое желание, при което съдържанието и автоматично ще се премести в новата директория.</p>
bs: Ovaj direktorij sadrži sve datoteke koje vidite na desktopu. Možete promijeniti mjesto gdje se on nalazi, a njegov sadržaj će biti automatski premješten na novo mjesto.
ca: Aquesta carpeta conté tots els fitxers que veieu a l'escriptori. Si voleu, podeu canviar la localització de la carpeta, i el contingut es mourà automàticament a la nova localització.
cs: Tato složka obsahuje všechny soubory, které vidíte na pracovní ploše. Budete-li chtít, můžete změnit její umístění. Její obsah pak bude automaticky přesunut do nového umístění.
cy: Mae'r blygell yma'n cynnwys yr holl ffeiliau gallwch weld ar eich penbwrdd. Gallwch newid lleoliad y blygell yma os hoffech, ac fe symuda'r cynnwys i'r lleoliad newydd hefyd yn ymysgogol.
da: Denne mappe indeholder alle de filer, du ser på din desktop. Du kan ændre stedet for denne mappe, hvis du ønsker det. Indholdet vil automatisk følge med til det nye sted.
de: Dieser Ordner enthält alle Dateien, die Sie auf der Arbeitsfläche sehen. Sie können die Position dieses Ordners ändern, wenn Sie möchten. Der Inhalt wird dabei automatisch an den neuen Platz verschoben.
el: Αυτός ο φάκελος περιέχει όλα τα αρχεία που βλέπετε στην επιφάνεια εργασίας σας. Μπορείτε, αν θέλετε, να αλλάξετε την τοποθεσία αυτού του φακέλου, οπότε τα περιεχόμενά του θα μετακινηθούν αυτόματα στη νέα τοποθεσία.
eo: Tiu dosierujo enhavas ĉiujn dosierojn, kiujn vi vidas sur via tabulo. Vi povas ŝanĝi la lokon de tiu dosierujo se vi volas. La enhavo moviĝos aŭtomate al la nova loko.
es: Esta carpeta contiene todos los archivos que ve en su escritorio. Se puede cambiar la ubicación de esta carpeta si así lo desea, y los contenidos también serán transferidos automáticamente a la nueva dirección.
eu: Karpeta honek zure mahaigainean ikusten dituzun fitxategi guztiak ditu. Nahi izanez gero, karpeta honen helbidea alda dezakezu, eta bere baitan dituenak automatikoki mugituko dira helbide berri horretara.
fa: این پوشه شامل همۀ پرونده‌هاست که بر روی رومیزی خود می‌بینید. می‌توانید محل این پوشه را در صورت تمایل تغییر داده، و محتویات هم به طور خودکار به محل جدید حرکت می‌کنند.
fi: Tässä kansiossa sijaitsevat kaikki tiedostot, jotka näet työpöydälläsi. Voit muuttaa kansion sijaintia, ja tiedostot siirretään automaattisesti uuteen paikkaan.
fr: Ce dossier contient tous les fichiers que vous voyez sur votre bureau. Vous pouvez changer l'emplacement de ce dossier si vous le souhaitez, et son contenu sera automatiquement déplacé vers son nouvel emplacement.
gl: Este cartafol contén tódolos ficheiros que pode ver no seu escritorio. Pode cambiar a localización deste cartafol se o desexa, e os contidos serán automaticamente movidos ó novo lugar.
he: תיקייה זו מכילה את כל הקבצים שאתה רואה על שולחן העבודה שלך. באפשרותך לשנות את מיקומה של תיקייה זו אם רצונך בכך, ואז גם תועבר תכולתה אוטומטית למיקום החדש.
hr: Ovaj direktorij sadrži sve datoteke koje vidite na radnoj površini. Možete promijeniti lokaciju ovog direktorija ako želite, i njegov sadržaj će se automatski premjestiti na novu lokaciju.
hu: Ez a könyvtár tartalmazza azokat a fájlokat, amelyek a munkaasztalon látszanak. Ha kívánja, megváltoztathatja az elérési utat, ilyenkor a tartalom automatikusan átkerül az új helyre.
is: Þessi mappa inniheldur allt sem þú sérð á skjáborðinu. Þú getur breytt staðsetningu þessarar möppu ef þú vilt og innihaldið færist sjálfkrafa á nýja staðinn líka.
it: Questa cartella contiene tutti i file che vedi sul desktop. Se vuoi, puoi cambiare la posizione di questa cartella e il contenuto verrà spostato automaticamente nella nuova posizione.
ja: このフォルダにはデスクトップに表示するすべてのファイルが含まれています。このフォルダの場所は自由に変更できます。変更すると、その中身も自動的に新しい場所へ移動します。
kk: Бұл қапшықта үстеліңізде көрінетін файлдар жатады. Сіз бұл үшін басқа қапшықты таңдай аласыз, сонда барлық үстелдегі файлдар автоматты түрде жаңа орынға ауысады.
km: ថត​នេះ​មាន​ឯកសារ​ទាំងអស់​ដែល​អ្នក​ឃើញ​លើ​ផ្ទៃតុ​របស់​អ្នក​ ។ អ្នក​អាច​ប្ដូរ​ទីតាំង​ថត​នេះ ប្រសិនបើ​អ្នក​ចង់ ហើយ ​មាតិកា​នឹង​ត្រូវ​បាន​ផ្លាស់ទី​ដោយ​ស្វ័យប្រវត្តិ​ទៅ​ទីតាំង​ថ្មី​ផង​ដែរ ។
ko: 이 폴더는 데스크톱에서 볼 수 있는 모든 파일을 포함하고 있습니다. 이 폴더의 위치를 변경할 수 있으며 내용물은 자동으로 새로운 위치로 이동합니다.
lt: Šiame aplanke yra saugomos viso bylos, kurias matote darbastalyje. Jei pageidaujate, galite pakeisti šito aplanko vietą. Tada ir visas turinys taip pat bus automatiškai perkeltas į naują vietą.
mk: Оваа папка ги содржи сите датотеки што ги гледате на вашата површина. Ако сакате, може да ја промените локацијата на папката и тогаш нејзината содржина автоматски ќе се премести на новата локација.
nb: Denne mappa inneholder alle filene du ser på skrivebordet. Du kan endre plasseringa til denne mappa hvis du ønsker det, og innholdet vil også flyttes automatisk til den nye plasseringa.
nds: Disse Orner bargt all de Dateien, de op Dien Schriefdisch liggt. Du kannst em bewegen, wenn Du dat wullt, de Inholt warrt denn automaatsch ok na den niegen Oort verschaven.
nl: Deze map bevat alle bestanden die zich op uw bureaublad bevinden. Als u wilt kunt u de locatie hiervan wijzigen. De inhoud van het bureaublad verhuist dan automatisch mee naar de nieuwe locatie.
nn: Denne mappa inneheld alle filene du ser på skrivebordet. Du kan endra plasseringa av denne mappa. I så fall vert innhaldet automatisk flytta til den nye plasseringa.
pa: ਇਹ ਫੋਲਡਰ ਉਹ ਸਭ ਫਾਇਲਾਂ ਰੱਖਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਵੇਹੜੇ ਉੱਤੇ ਵੇਖਦੇ ਹੋ। ਤੁਸੀਂ ਇਹ ਫੋਲਡਰ ਦਾ ਟਿਕਾਣਾ ਜਿੱਥੇ ਚਾਹੋ ਬਦਲ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸ ਦੇ ਭਾਗ ਆਪਣੇ ਆਪ ਨਵੇਂ ਟਿਕਾਣੇ ਲਈ ਬਦਲ ਜਾਣਗੇ।
pl: Katalog ten zawiera wszystkie pliki, widoczne na pulpicie. Można zmienić położenie tego katalogu, jego zawartość zostanie automatycznie przeniesiona na nowe miejsce.
pt: Esta pasta contém todos os ficheiros que vê no seu ecrã. Pode alterar a localização da pasta se o desejar, para que o seu conteúdo seja automaticamente movido para a nova localização.
pt_br: Esta pasta contém todos os arquivos que você vê na sua área de trabalho. É possível mudar a localização desta pasta caso queira, e os conteúdos também serão movidos automaticamente para a nova localização.
ro: Acest folder conţine toate fişierele pe care le vedeţi pe ecran. Puteţi schimba locaţia acestui folder dacă doriţi, iar conţinutul lui va fi mutat automat în noua locaţie.
ru: Эта папка содержит все файлы, которые видны на рабочем столе. Вы можете изменить адрес этой папки по своему желанию, при этом содержимое автоматически переместится на новое место.
rw: Ubu bubiko burimo amadosiye yose aboneka ku biro byawe. Ushobora guhindura aho ubu bubiko bugomba kuba niba ubishaka, hanyuma ibirimo byose nabyo bizahita byimukira aho hantu hashya.
sk: Tento priečinok obsahuje všetky súbory, ktoré vidíte na vašej ploche. Môžete zmeniť jeho umiestnenie, ak chcete, a jeho obsah sa premiestni na nové miesto.
sl: V tej mapi so vse datoteke, ki jih vidite na namizju. Če želite, lahko spremenite njeno lokacijo in tja se bo samodejno prestavila tudi vsebina.
sr: Ова фасцикла садржи све фајлове које желите да видите на радној површини. Ако то желите, можете да промените локацију ове фасцикле, и њен садржај ће се аутоматски преместити на нову локацију.
sr@latn: Ova fascikla sadrži sve fajlove koje želite da vidite na radnoj površini. Ako to želite, možete da promenite lokaciju ove fascikle, i njen sadržaj će se automatski premestiti na novu lokaciju.
sv: Denna katalog innehåller alla filer som du ser på skrivbordet. Du kan ändra plats på denna katalog om du vill, och innehållet kommer automatiskt att flyttas till den nya platsen.
ta: மேல்மேசைகளில் உள்ள எல்லா கோப்புகளும் இந்த அடைவில் உள்ளது. இந்த அடைவின் இடத்தை மாற்றினால் அதில் உள்ள உள்ளடக்கங்களும் தானாகவே புது இடத்திற்கு மாறும்.
th: โฟลเดอร์นี้บรรจุแฟ้มทั้งหมดที่คุณเห็นบนพื้นที่ทำงาน คุณสามารถเปลี่ยน ตำแหน่งของตำแหน่งนี่้ได้ตามต้องการ และแฟ้มต่างๆ ที่มีอยู่จะถูกย้ายไปยังตำแหน่งใหม่ โดยอัตโนมัติ
uk: Ця тека містить всі файли, які ви бачите на стільниці. Ви можете змінити положення цієї теки при бажанні - зміст при цьому також буде автоматично пересунуто.
zh_cn: 该文件夹中包含了桌面上的所有文件。您可以更改该文件夹的位置，原文件夹内容将会自动移到新的位置中。

source: A&utostart path:
af: Outomatiese begin gids soeklys:
ar: مجلد ال&تشغيل التلقائي:
az: A&vtomatik başlanğıc yolu:
be: Тэчка &аўтаматычнага запуску:
bg: Директория за &автоматично стартиране:
bs: P&utanja do autostarta:
ca: Camí de l'au&toengegar:
cs: Cesta k adresáři a&utostart:
cy: Llwybr hu&nan-gychwyn:
da: Sti til &autostart:
de: Pfad zu &Autostart:
el: Διαδρομή για την &Αυτόματη εκκίνηση:
eo: &Aŭtolanĉopado:
es: Ruta de &autoinicio:
eu: &Autoabiatzearen bide-izena:
fa: مسیر &خودآغاز:‌
fi: &Automaattikäynnistyksen sijainti:
fr: Dos&sier de démarrage automatique :
gl: Cartafol do &Autoinicio:
he: נתיב הפעלה או&טומטית:
hi: स्वतः प्रारंभ पथः (&u)
hr: P&utanja Autostarta:
hu: Az &automatikus indítás könyvtára:
is: Slóð &að sjálfræsingu:
it: Percorso dell'avvio a&utomatico:
ja: 自動起動パス(&U):
kk: А&втобастау қапшығы:
km: ផ្លូវ​ចាប់ផ្តើម​ស្វ័យប្រវត្ដិ ៖
ko: 자동 시작 경로(&U):
lt: &Automatinio paleidimo kelias:
mk: Патека за а&втостарт:
nb: &Autostartsti:
nds: A&utostart-Padd:
nl: &Autostartlocatie:
nn: &Autostartstig:
pa: ਸਵੈਚਾਲਤ ਰਸਤਾ(&u):
pl: Ścieżka do programów &Autostartu:
pt: Localização do &arranque:
pt_br: Caminho de &auto-início:
ro: Cale &autostart:
ru: Папка &автозапуска:
rw: Inzira yo kwitangiza:
se: A&utoálggahanbálggis:
sk: Cesta k priečinku &Pri spustení:
sl: Pot do s&amodejnega zagona:
sr: Путања за &аутоматско покретање:
sr@latn: Putanja za &automatsko pokretanje:
sv: Sökväg till a&utostart:
ta: தன்னாரம்பப் பாதை:
th: ตำแหน่งโฟลเดอร์เริ่มอัตโนมัติ:
uk: Шлях до теки &автозапуску:
zh_cn: 自动启动路径(&U)：

source: This folder contains applications or links to applications (shortcuts) that you want to have started automatically whenever KDE starts. You can change the location of this folder if you want to, and the contents will move automatically to the new location as well.
af: Hierdie houer bevat programme of skakel na programme (kortpaaie) wat jy automaties wil laat begin wanneer Kde begin. Jy kan die ligging verander van hierdie gids as jy wil hê, en die inhoud sal automaties na die nuwe ligging beweeg.
ar: يحتوي هذا المجلد على برامج أو وصلات للبرامج التي تود تشغيلها تلقائياً في كل مرة تشغل بيئة سطح المكتب KDE. تستطيع تغيير موقع هذا المجلد إذا أردت، عندها تنقل كل المحتويات تلقائياً للموقع الجديد.
az: Bu cərgədə, KDE başladığında avtomatik olaraq açılmasını istədiyiniz proqramlar ya da proqramlara bağlar (qısa yollar) yer alır. Bu cərgənin yerini istəsəniz dəyişdirə bilərsiniz. Bu təqdirdə cərgənin içindəki də avtomatik olaraq yeni yerə daşınacaqdır.
bg: <p>Тази директория съдържа програми или символни връзки към програми, които се стартират автоматично при включване в системата. Ако искате някоя програма да се стартира автоматично всеки път когато влезете в KDE, трябва да я копирате в тази директория или да създадете връзка. </p><p>Може да промените местоположението на директорията по свое желание, при което съдържанието и автоматично ще се премести в новата директория.</p>
bs: Ovaj direktorij sadrži sve programe (ili linkove na njih) koje želite automatski pokrenuti zajedno sa KDE-om. Također, možete mijenjati smještaj ovog direktorija, a njegov sadržaj će biti automatski premješten na novo mjesto.
ca: Aquesta carpeta conté aplicacions o enllaços a aplicacions (dreceres) que voleu que s'engeguen automàticament sempre que s'engega KDE. Si voleu, podeu canviar la localització de la carpeta, i el contingut es mourà automàticament a la nova localització.
cs: Tato složka obsahuje aplikace nebo odkazy na aplikace (zástupce), které se mají automaticky spouštět při startu prostředí KDE. Budete-li chtít, můžete změnit její umístění a obsah pak bude automaticky přesunut do nového umístění.
cy: Mae'r blygell yma'n cynnwys cymhwysiadau, neu gysylltau i gymhwysiadau (byrlwybrau) rydych am eu dechrau'n ymysgogol pan ddechreua KDE. Gallwch newid lleoliad y cyfeiriadur yma os hoffech, ac fe symuda'r cynnwys i'r lleoliad newydd hefyd yn ymysgogol.
da: Denne mappe indeholder programmer eller link til programmer (genveje) som du ønsker skal starte automatisk når KDE starter. Du kan ændre stedet for denne mappe hvis du ønsker det. Indholdet vil automatisk følge med til det nye sted.
de: Dieser Ordner enthält Programme oder Verknüpfungen zu Programmen, die automatisch zusammen mit KDE gestartet werden sollen. Sie können die Position dieses Ordners ändern, wenn Sie möchten. Der Inhalt wird dabei automatisch an den neuen Platz verschoben.
el: Αυτός ο φάκελος περιέχει εφαρμογές ή δεσμούς με εφαρμογές (συντομεύσεις) που θέλετε να ξεκινούν αυτόματα με την έναρξη του KDE. Μπορείτε, αν θέλετε, να αλλάξετε την τοποθεσία αυτού του φακέλου, οπότε τα περιεχόμενά του θα μετακινηθούν αυτόματα στη νέα τοποθεσία.
eo: Tiu dosierujo enhavas aplikaĵojn aŭ ligojn al aplikaĵoj, kiuj aŭtomate lanĉiĝu ĉe la KDE-lanĉo. Vi povas ŝanĝi la lokon de tiu dosierujo, se vi volas. Ĝia enhavo tiukaze moviĝos al la nova loko.
es: Esta carpeta contiene aplicaciones o enlaces a aplicaciones (teclas rápidas) que serán iniciados automáticamente cuando arranque KDE. Se puede cambiar la ubicación de este directorio si así lo desea, y los contenidos también serán transferidos automáticamente a la nueva dirección.
eu: Karpeta honek KDE abiatzen den bakoitzean automatikoki abiarazi nahi dituzun aplikazioak edo aplikazioetarako estekak (lasterbideak) dauzka. Nahi izanez gero, karpeta honen helbidea alda dezakezu, eta bere baitan dituenak automatikoki mugituko dira helbide horretara.
fa: این پوشه شامل کاربردها یا پیوند به کاربردهایی است )میانبرها( که می‌خواهید به طور خودکار هنگام آغاز KDE آغاز شده باشد. در صورت تمایل می‌توانید مسیر این پوشه را تغییر دهید، و محتویات نیز به طور خودکار به محل جدید حرکت می‌کنند.
fi: Tässä kansiossa on sovelluksia tai linkkejä (pikakuvakkeita) sovelluksiin, joiden haluat käynnistyvän automaattisesti KDE:n käynnistymisen yhteydessä. Voit muuttaa kansion sijaintia, ja tiedostot siirretään automaattisesti uuteen paikkaan.
fr: Ce dossier contient les applications ou des liens vers les applications (raccourcis) que vous voulez démarrer automatiquement au lancement de KDE. Vous pouvez changer l'emplacement de ce dossier si vous le souhaitez, et son contenu sera automatiquement déplacé vers son nouvel emplacement.
gl: Este cartafol contén as aplicacións ou as ligazóns (atallos) ás aplicacións que desexa executar automaticamente ó iniciar KDE. Pode cambiar a localización deste cartafol se o desexa, e os contidos serán automaticamente movidos ó novo lugar.
he: תיקייה זו מכילה יישומים או קישורים ליישומים (קיצורי דרך) שברצונך להפעיל אוטומטית בכל פעם ש־KDE מופעל. באפשרותך לשנות את מיקומה של תיקייה זו אם רצונך בכך, ואז גם תועבר תכולתה אוטומטית למיקום החדש.
hr: Ovaj direktorij sadrži programe ili veze do njih (kratice) koje želite automatski pokrenuti kad god je KDE pokrenut. Ako to želite, možete promijeniti lokaciju ovog direktorija, i njegov sadržaj će se automatski premjestiti na novu lokaciju.
hu: Ez a könyvtár tartalmazza azokat az alkalmazásokat (vagy alkalmazásokra mutató linkeket), amelyeket automatikusan el szeretne indítani a KDE indulásakor. Ha kívánja, megváltoztathatja az elérési utat, ilyenkor a tartalom automatikusan átkerül az új helyre.
is: Þessi mappa inniheldur forrit eða vísanir á forrit (shortcuts) sem þú vilt láta keyra upp sjálfkrafa í hvert skipti sem KDE er ræst. Þú getur breytt þessari möppu ef þú vilt og innihaldið færist sjálfkrafa á nýja staðinn líka.
it: Questa cartella contiene le applicazioni o i collegamenti alle applicazioni (scorciatoie) che vuoi che siano avviate automaticamente all'inizio della sessione KDE. Se vuoi, puoi cambiare la posizione di questa cartella e il contenuto verrà spostato automaticamente nella nuova posizione.
ja: このフォルダには KDE の起動時に自動的に起動するアプリケーションまたはアプリケーションへのリンク (ショートカット) が含まれています。このフォルダの場所は自由に変更できます。変更すると、その中身も自動的に新しい場所へ移動します。
kk: Бұл қапшықта, KDE жұмысын бастағанда, автоматты түрде жегілетін қолданбалар не қолданбалардың сілтемелері (жарлықтар) орналасады. Сіз бұл үшін басқа қапшықты таңдай аласыз, сонда осындағы барлық файлдар автоматты түрде жаңа орынға ауысады.
km: ថត​នេះ​មាន​កម្មវិធី ឬ តំណ​ទៅ​កម្មវិធី (ផ្លូវកាត់) ដែល​អ្នក​ចង់ឲ្យវា​ចាប់ផ្តើម​ស្វ័យប្រវត្តិ ពេល​ដែល KDE ចាប់ផ្ដើម ។ អ្នក​អាច​ប្តូរ​ទីតាំង​ថតនេះ ប្រសិនបើ​អ្នក​ចង់ ហើយ មាតិកា​នឹង​ត្រូវ​បានផ្លាស់ទី​ដោយស្វ័យប្រវត្តិ​ទៅ​ទីតាំងថ្មី​ផង​ដែរ ។
ko: 이 폴더는 KDE가 시작할 때마다 자동으로 시작할 프로그램이나 링크를 포함하고 있습니다. 이 폴더의 위치를 변경할 수 있으며 내용물은 자동으로 새로운 위치로 이동합니다.
lt: Šiame aplanke yra programos arba programų nuorodos (jungtys), kurias pageidaujate paleisti automatiškai startuojant KDE. Jei pageidaujate, galite pakeisti šio aplanko vietą. Tada ir visas turinys taip pat bus automatiškai perkeltas į naują vietą.
mk: Оваа папка ги содржи апликациите или врските до апликации (кратенки) кои што сакате автоматски да се стартуваат секој пат кога ќе се стартува KDE. Ако сакате, може да ја промените локацијата на папката и тогаш нејзината содржина автоматски ќе се премести на новата локација.
nb: Denne mappa inneholder programmer eller lenker til programmer (snarveier) som du vil starte automatisk når KDE starter. Du kan endre plasseringa til denne mappa hvis du ønsker det, og innholdet vil også flyttes automatisk til den nye plasseringa.
nds: Disse Orner bargt Programmen oder Ümledden na Programmen ("Links", "Afkörten"), de automaatsch start warrt, wenn KDE start. Du kannst em bewegen, wenn Du dat wullt, de Inholt warrt denn automaatsch ok na den niegen Oort verschaven.
nl: Deze map bevat toepassingen of koppelingen naar toepassingen (snelkoppelingen) die u automatisch wilt laten opstarten wanneer u KDE opstart. Als u dat wilt kunt u de locatie hiervan wijzigen. De inhoud van deze map verhuist dan automatisch mee naar de nieuwe locatie.
nn: Denne mappa inneheld program eller lenkjer til program (snarvegar) du vil starta automatisk kvar gong KDE startar. Du kan endra plasseringa av denne mappa. I så fall vert innhaldet automatisk flytta til den nye plasseringa.
pa: ਇਹ ਫੋਲਡਰ ਵਿੱਚ ਕਾਰਜਾਂ ਜਾਂ ਕਾਰਜਾਂ ਲਈ ਸਬੰਧ (ਸ਼ਾਰਟਕੱਟ) ਹਨ, ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ KDE ਸ਼ੁਰੂ ਹੋਣ ਸਮੇਂ ਸਵੈ-ਚਾਲਤ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ। ਤੁਸੀਂ ਇਹ ਫੋਲਡਰ ਦਾ ਟਿਕਾਣਾ ਆਪਣੀ ਮਰਜ਼ੀ ਮੁਤਾਬਕ ਬਦਲ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸ ਦੇ ਭਾਗ ਆਟੋਮੈਟਿਕ ਹੀ ਉੱਥੇ ਬਦਲ ਜਾਣਗੇ।
pl: Ten katalog zawiera programy i skróty do programów, uruchamiane automatycznie przy każdym starcie KDE. Można zmienić położenie tego katalogu, jego zawartość zostanie automatycznie przeniesiona na nowe miejsce.
pt: Esta pasta contém as aplicações ou atalhos para as aplicações que são iniciadas automaticamente quando o KDE arranca. Pode alterar a localização da pasta se o desejar, para que o seu conteúdo seja automaticamente movido para a nova localização.
pt_br: Esta pasta contém aplicativos ou links para aplicativos (atalhos) que serão iniciados automaticamente sempre quando se inicia o KDE. É possível alterar a localização desta pasta se desejar, e os conteúdos também serão movidos automaticamente para a nova localização.
ro: Acest folder conţine aplicaţii sau legături către aplicaţii (scurtături) pe care doriţi să le executaţi automat la pornirea KDE. Puteţi schimba locaţia acestui folder dacă doriţi, iar conţinutul lui va fi mutat automat în noua locaţie.
ru: Эта папка содержит приложения или ссылки на приложения, которые должны будут запускаться автоматически всякий раз при загрузке KDE. Вы можете изменить адрес этой папки по своему желанию, при этом содержимое автоматически переместится в новую папку.
rw: Ubu bubiko burimo porogaramu cyangwa amahuza yerekeza kuri porogaramu (amahinanzira) wifuza ko azahita yitangiza igihe KDE itangiye. Ushobora guhindura ahantu hari ubu bubiko niba ubishaka, hanyuma ibirimo nabyo bizahita byimukira aho hantu hashya.
sk: Tento priečinok obsahuje programy alebo odkazy na programy (skratky), ktoré chcete mať spustené hneď, ako sa spustí KDE. Môžete zmeniť jeho umiestnenie, ak chcete, a jeho obsah sa premiestni na nové miesto.
sl: V tej ampi so programi ali povezave z njimi (bližnjice), ki se samodejno zaženejo vsakič, ko se zažene KDE. Lokacijo imenika lahko spremenite, in tja se bo samodejno prestavila tudi vsebina.
sr: Ова фасцикла садржи програме или везе до њих (пречице) које желите аутоматски да покренете кад год је KDE покренут. Ако то желите, можете да промените локацију ове фасцикле, и њен садржај ће се аутоматски преместити на нову локацију.
sr@latn: Ova fascikla sadrži programe ili veze do njih (prečice) koje želite automatski da pokrenete kad god je KDE pokrenut. Ako to želite, možete da promenite lokaciju ove fascikle, i njen sadržaj će se automatski premestiti na novu lokaciju.
sv: Denna katalog innehåller program eller länkar till program (genvägar) som du vill starta automatiskt när KDE startar. Du kan ändra plats på denna katalog om du vill, och innehållet kommer att flyttas med automatiskt till den nya platsen.
ta: கேடிஇயை துவக்கும்போது தானாகவே தொடங்கும் நிரல்கள் மற்றும் நிரல்களுக்கான இணைப்புகள் இந்த அடைவில் உள்ளது. இந்த அடைவின் இடத்தை மாற்றினால் அதில் உள்ள உள்ளடக்கங்களும் தானாகவே புது இடத்திற்கு மாறும்.
th: โฟลเดอร์นี้ บรรจุแอพพลิเคชัน หรือลิงก์ของแอพพลิเคชัน (shortcuts) ที่คุณต้องการให้ทำงานอัตโนมัติทุกครั้งเมื่อเริ่ม KDE คุณสามารถเปลี่ยนตำแหน่ง ของตำแหน่งนี่้ได้ตามต้องการ และแฟ้มต่างๆ ที่มีอยู่จะถูกย้ายไปยังตำแหน่งใหม่ โดยอัตโนมัติ
uk: Ця тека містить всі програми або посилання до програм (shortcuts), які ви хочете автоматично запускати при старті KDE. Ви можете змінити положення цієї теки при бажанні - зміст при цьому буде також автоматично пересунуто.
zh_cn: 该文件夹包含了应用程序的快捷方式，当 KDE 启动时将自动运行这些应用程序。您可以更改该文件夹的位置，原文件夹内容将会自动移到新的位置中。

source: D&ocuments path:
af: Dokumente gids soeklys:
ar: مجلد ال&مستندات:
az: &Sənədlər yolu:
be: Тэчка &дакументаў:
bg: Директория за &документи:
bs: Putanja &do dokumenata:
ca: Camí dels do&cuments:
cs: Cesta k adresáři s d&okumenty:
cy: Llwybr do&gfennau:
da: Sti til &dokumenter:
de: Pfad für &Dokumente:
el: Διαδρομή για τα Έ&γγραφα:
eo: &Dokumentpado:
es: Ruta de &documentos:
eu: &Dokumentuen bide-izena:
fa: مسیر &اسناد:‌
fi: &Asiakirjojen sijainti:
fr: D&ossier des documents :
gl: Cartafol dos D&ocumentos:
he: נתיב מסמכי&ם:
hi: दस्तावेज़ का पथः (&o)
hr: Putanja &dokumenata:
hu: A saját &dokumentumok könyvtára:
is: Slóð að &skjölum:
it: Percorso dei d&ocumenti:
ja: ドキュメントパス(&O):
kk: Құ&жаттар қапшығы:
km: ផ្លូវ​ឯកសារ ៖
ko: 문서 경로(&O):
lt: &Dokumentų kelias:
mk: Патека до д&окументите:
nb: &Dokumentsti:
nds: D&okmenten-Padd:
nl: &Documentenlocatie:
nn: &Dokumentstig:
pa: ਦਸਤਾਵੇਜ਼ ਰਸਤਾ(&o):
pl: Ścieżka do &dokumentów:
pt: Localização dos &documentos:
pt_br: Caminho dos &documentos:
ro: Cale &documente:
ru: Папка &документов:
rw: Inzira y'inyandiko:
se: &Dokumeantabálggis:
sk: Cesta k &dokumentom:
sl: Pot do &dokumentov:
sr: Путања за &документе:
sr@latn: Putanja za &dokumente:
sv: Sökväg till &dokument:
ta: ஆவணப் பாதை:
th: ตำแหน่งเ&อกสาร:
uk: Шлях до теки &документів:
zh_cn: 文档路径(&O)：
