Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: Animate the action of reducing the window to its titlebar (shading) as well as the expansion of a shaded window
af: Animasie van die aksie van verkleining van die venster na sy titelbalk (skadu) asook die uitbreiding van 'n beskadude venster
ar: تحريك حدث تصغير النافذة إلى شريطة العنوان (تظليل) وتكبير النافذة المظللة.
az: Pəncərəni başlıq çubuğuna kiçildərək gizləməyi və gizlənən pəncərəni açmağı animasiya ilə tədbiq et
bg: Анимация при сгъване/разгъване на прозорец към/от заглавието.
bn: উইন্ডোটি তার শীর্ষকবারে গোটানো (ছায়াবৃত হওয়া) এবং ছায়াবৃতউইন্ডোর প্রসারণ চলমান করে দেখাও।
bs: Animirajte akciju skraćivanja prozora do naslovne trake (roletna) kao i akciju vraćanja zarolanog prozora.
cs: Animovat zarolování a vyrolování okna (minimalizace do titulkového pruhu).
cy: Bywlunio'r weithred o leihau'r ffenestr i'w bar teitl (rholio), yn ogystal âg ehangu ffenestr wedi'i rholio
da: Animér den handling at reducere vinduet til titellinjen (skygning) såvel som genetableringen af det skyggede vindue
de: Die Reduzierung eines Fensters auf seine Titelleiste (Fensterheber-Effekt) und die Wiederherstellung des Fensters als Animation darstellen
el: Εφέ κίνησης όταν ένα παράθυρο 'τυλίγεται' στη γραμμή τίτλου του (τύλιγμα) καθώς και της επέκτασης του τυλιγμένου παραθύρου
eo: Vivigu per spektakleto la volvadon kaj malvolvadon de fenestro de/al titollistelo.
es: Animar la acción de reducir la ventana a la barra de títulos (recoger) así como el desplegado de la ventana recogida
et: Animeeritakse akna "ülesrullimine" tiitliribaks (varjamine), samuti varjatud akna "allarullimine".
eu: Animatu leihoa titulu-barra izaterainoko txikitzea (biltzea), zein bildutako leihoaren zabalpena
fa: هم کنش کاهش پنجره به میله عنوان آن)سایه زدن( و هم بسط یک پنجرۀ سایه زده‌شده را پویانمایی کنید
fi: Näytä ikkunaa varjostettaessa ja palautettaessa tehoste.
fr: Anime la réduction de la fenêtre à sa barre de titre (enroulement) ainsi que son réagrandissement (déroulement).
gl: Animar a acción de enrolar a fiestra (reducila á súa barra de título) así coma a expansión dunha fiestra xa enrolada.
hi: विंडो को उसके शीर्षक पट्टी (शेडिंग) पर समेटने तथा साथ ही शेडेड विंडो के फैलाव को एनिमेट करें
hr: Animiranje akcije smanjivanja i povećavanja prozora na/sa njegove trake (i sjenčanje prozora).
hu: Az ablakfelgördítési folyamat animálása (amikor az ablak a címsorra húzódik össze), beleértve a művelet fordítottját, a 'legördítést' is.
is: Sýna hreyfimynd þegar gluggi er falinn og bara titilröndin verður eftir (rúllað upp) og eins þegar hann er allur birtur aftur.
it: Utilizza un'animazione per ridurre la finestra alla sola barra del titolo (arrotola) e per espanderla nuovamente se arrotolata.
ja: ウィンドウをタイトルバーのみに縮小するとき、または元に戻すときに、その動きをアニメーション化して表示します。
km: ធ្វើ​ឲ្យ​អំពើ​នៃ​ការ​កាត់បន្ថយ​បង្អួច​ទៅ​នឹង​របារ​ចំណង​ជើង​របស់​វា​មាន​ចលនា (ដាក់​ស្រមោល) ព្រម​ទាំង​ពង្រីក​បង្អួច​ដែល​​មាន​ស្រមោល
ko: 창을 제목 표시줄로 말아올리거나 확장할 때 애니메이션 동작
mk: Ја анимира акцијата на смалување на прозорецот до неговата насловна лента (засенчување), како и издолжувањето на засенчет прозорец
ms: Animasikan tindakan mengecilkan tetingkap kepada bar tajuknya (pewarnaan) serta pengembangan tetingkap berwarna
nb: Animerer handlinga som reduserer vinduet til sin egen tittellinje (rull opp) såvel som nedrulling av et opprullet vindu
nds: Dat Tosamen- un Utrullen vun en Finster na oder ut sien Titelbalken warrt animeert.
nl: Het oprollen van een venster tot aan de titelbalk, en het afrollen ervan wordt weergegeven d.m.v. een animatie
nn: Animert effekt når du rullar vindauget opp til eller ned frå tittellinja.
pl: Animuj zwinięcie okna do paska tytułowego i rozwinięcie do poprzednich rozmiarów.
pt_br: Animar a ação de reduzir a janela à sua barra de título (enrolar) bem como a expansão de uma janela enrolada
ro: Animează acţiunea de contragere a ferestrei către bara ei de titlu (strîngere), cît şi desfacerea (expandarea) unei ferestre strînse.
ru: Этот флажок включает анимацию при свёртывании окна в заголовок и при восстановлении его первоначального вида из заголовка.
rw: Byinisha igikorwa cyo kugabanya idirishya bijyanye n'umurongomutwe waryo (ubwijime) ndetse n'iyagurwa ry'idirishya ryijimye
se: Animere láse go rullet dan vulos dahje bajás namahusholggas.
sk: Animovať akciu zabalenia okna do titulku (shading) rovnako ako rozbalenia
sl: Animira dejanje zmanjšanja okna na lastno naslovno vrstico (zvijanje) kot tudi odvijanje zvitega okna
sr: Анимирај процес свођења прозора на насловну траку (намотавање) као и процес размотавања тако намотаног прозора.
sr@latn: Animiraj proces svođenja prozora na naslovnu traku (namotavanje) kao i proces razmotavanja tako namotanog prozora.
sv: Visa en animation när fönster reduceras till titelraden (rullas upp) samt när fönster rullas ner.
ta: தலைப்புபட்டையின் சாளரத்தை பயன்படுத்தி செயலை அசைவுட்டவும்(நிழல்கள்) அது மற்றும் அல்லாத விரிவு சாளரத்தின் நிழல்கள்
tg: Ин рамз аниматсияро ҳолати печонидани тирезаро дар мундариҷа ва ҳолати бозсозии он чун намуди қаблӣ аз мундариҷа, фаъол хоҳад сохт
th: แสดงการเคลื่อนไหว การกระทำการย่อหน้าต่างไปยังแถบหัวเรื่อง (การพับเก็บ) เช่นเดียวกับการขยายหน้าต่างที่ถูกพับเก็บไว้
uk: Оживити дію згортання вікна у смужку заголовка, а, також, розгортання згорнутого вікна

source: &Enable hover
af: Aktiveer sweef
ar: تفعيل &خيار وضع المؤشرة فوق شريطة العنوان
az: &Avtomatik aç
bg: Ав&томатично разгъване
bn: হোভার কার্য&কর কর
bs: &Omogući lebdenje
cs: Povolit auto&matické vyrolování
cy: &Galluogi hofran
da: &Aktivér skyggesvævning
de: Automatischer Fensterheber
el: &Ενεργοποίηση hover
eo: Enŝaltu aŭtomatan malvolvon
es: &Extender al pasar por encima
et: Hov&eri lubamine
eu: Gaitu nabarm&enketa
fa: &فعال‌سازی پلکیدن‌
fi: &Käytä leijuntaa
fr: Déro&ulement au survol
gl: &Extender ó sinalar
hi: हॉवर सक्षम करें (&E)
hr: Omogući lebdenje
hu: A&utomatikus legördítés
is: Virkja sk&yggt svif
it: A&bilita srotolamento al passaggio del mouse
ja: マウスポインタのホバリングで復元する(&E)
km: អាច​សំកាំង​
ko: 마우스 올림 사용(&E)
mk: &Овозможи покажување над
ms: &Aktifkan hover
nb: &Bruk rulling under mus
nds: Wi&esen rullt ut
nl: Automatisch afrollen activ&eren
nn: &Museffekt
pa: ਹੋਵਰ ਯੋਗ(&E)
pl: Włącz a&utorozwijanie
pt_br: &Habilita Pairar
ro: Activează "&hover"
ru: &Разворачивать из заголовка мышью
rw: &Gutuma imbeba ijya hejuru
se: &Sáhpáneffeakta
sk: Povoliť Automatické &rozbaľovanie
sl: Omogoči &lebdenje
sr: Активирај л&ебдење
sr@latn: Aktiviraj l&ebdenje
sv: Ak&tivera över
ta: மிதப்பதை இயக்கு
tg: &Фаъолсозии hover
th: ยกเลิกพับเก็บเมื่อเมาส์อยู่
uk: Ввімкнути ро&згортання під мишкою

source: If Shade Hover is enabled, a shaded window will un-shade automatically when the mouse pointer has been over the title bar for some time.
af: As Skadu Sweef geaktiveer is, sal 'n beskadude venster automaties ontskadu wanneer die muis wyser 'n geruime tyd oor die titel balk is.
ar: إذا اخترت خيار وضع المؤشرة فوق شريطة العنوان، فإن أي نافذة يوضع فوقها مؤشر الفأرة لفترة من الزمن سوف يزال تظليلها.
az: Əgər fəallaşdırılmış isə, siçan oxu başlıq çubuğunun üstündə bir müddət qaldığında burulmuş pəncərə öz özünə açılacaqdır.
bg: Автоматично разгъване на сгънат прозорец, ако показалецът на мишката бъде задържан върху заглавието на прозореца за определено време.
bn: শেড হোভার কার্যকরী হলে একটি ছায়াবৃত উইন্ডোর শীর্ষকবারের ওপর মাউসের নির্দেশকটি কিছুক্ষন রাখলেই সেটি আপনা থেকে ছড়িয়ে যাবে
bs: Ako je uključeno Lebdenje na roletni, zarolani prozor će se automatski odrolati ako se pokazivač miša dovoljno dugo nalazi na naslovnoj traci.
cs: Je-li povoleno automatické vyrolování, pak se zarolované okno automaticky vyroluje, pokud ukazatel myši nad titulkem tohoto okna stráví určitou dobu.
cy: Os yw Hofran Rholio yn alluog, fe ddatgysgodir ffenestr wedi'i rholio yn ymysgogol pan fo'r pwyntydd llygoden dros y bar teitl am ryw amser.
da: Hvis 'Skygsvævning' er slået til, vil et skygget vindue automatisk komme frem når musemarkøren har været over titellinjen et stykke tid.
de: Wenn diese Einstellung aktiviert ist, wird ein eingefahrenes Fenster automatisch ausgefahren, sobald der Mauszeiger eine Weile darüber verweilt hat.
el: Αν είναι ενεργοποιημένο το Shade Hover, ένα τυλιγμένο παράθυρο θα ξετυλίγεται αυτόματα αν το ποντίκι μείνει πάνω στη γραμμή τίτλου του για λίγη ώρα.
eo: Se aŭtomata malvolvo estas enŝaltita, volvita fenestro aŭtomate malvolviĝas, kiam la musmontrilo restas sur la titollistelo certan tempon.
es: Si se activa la opción 'Extender al pasar por encima', una ventana que esté recogida se extenderá automáticamente cuando el cursor del ratón esté sobre el título durante un cierto tiempo.
et: Kui hõljuv varjamine on sisse lülitatud, tuuakse aken automaatselt varjatud olekust välja, kui hiirekursor on sellel mõnda aega olnud.
eu: Biltze nabarmendua gaituta badago, leiho bildua automatikoki zabalduko da kurtsorea titulu-barraren gainean aldi batez egonez gero.
fa: در صورت فعال‌سازی پلکیدن سایه، هنگامی که اشاره‌گر موشی برای مدتی روی میله عنوان بوده است، پنجرۀ سایه‌دار به طور خودکار بدون سایه می‌شود.
fi: Jos tämä kohta on valittuna, varjostettu ikkuna palautetaan normaalin kokoiseksi automaattisesti, kun hiiren osoitin siirretään otsikon kohdalle vähäksi aikaa.
fr: Si « Dérouler au survol » est cochée, une fenêtre enroulée sera déroulée automatiquement lorsque le pointeur de la souris reste sur la barre de titre un certain temps.
gl: Se se activa Enrolar Sobre, unha fiestra activa se desenrolará automáticamente cando o punteiro do rato se atope sobor a barra de título durante algún tempo.
hr: Ako je osjenčano lebdenje omogućeno, tada će se osjenčani prozor sam vratiti u prvobitan izgled ako je pokazivač određeno vrijeme iznad njega.
hu: Az automatikus legördítés bekapcsolása esetén a felgördített ablakok automatikusan legördülnek, ha az egérmutató bizonyos ideig a címsoruk fölött marad.
is: Ef skyggt svif er valið þá afskyggist glugginn sjálfkrafa ef músabendillinn hefur verið yfir tililslánni á honum í smá tíma.
it: Se "Srotola al passaggio del mouse" è abilitato una finestra arrotolata sarà srotolata automaticamente quando il puntatore del mouse resta sopra la barra del titolo per un certo tempo.
ja: このオプションを有効にすると、タイトルバーだけに縮小されたウィンドウのタイトルバーの上にマウスポインタを一定の時間止めておくと、自動的にそのウィンドウのフレームが復元されます。
km: ប្រសិនបើ ស្រមោល សំកាំង ត្រូវ​បាន​អនុញ្ញាត បង្អួច​ដែល​មាន​ស្រមោល នឹង​គ្មាន​​ស្រមោល​ដោយ​ស្វ័យ​ប្រវត្តិ ពេល​ព្រួញ​កណ្ដុរស្ថិតនៅលើ​របារ​ចំណង​ជើង​ពេលណាមួយ ។
ko: 마우스 그림자 효과를 사용하면 마우스 포인터가 제목 표시줄 위에 일정 시간동안 올이 자동으로 회복됩니다.
mk: Ако е овозможено покажување над засенчувањето, засенчениот прозорец автоматски ќе се издолжи ако покажувачот на глушецот бил над насловната лента некое време.
ms: Jika Hover Warna diaktifkan, tetingkap berwarna akan dinyahwarna secara automatik apabila penuding tetikus lama berada di atas bar tajuk.
nb: Hvis «Bruk rulling under mus» er slått på, vil et vindu som er sammenrullet automatisk rulles ut når musepekeren har stått over det en stund.
nds: Wenn aktiveert, warrt en inrullt Finster automaatsch utrullt, wenn Du mit den Muuswieser en Tiet lang op den Titelbalken wiest.
nl: Als "Automatisch afrollen activeren" ingeschakeld is, zal een opgerold venster automatisch worden afgerold wanneer de muisaanwijzer gedurende een bepaalde tijd op de titelbalk ervan staat.
nn: Dersom «rull ned under mus» er aktivert, vil eit opprulla vindauge automatisk rullast ned når musepeikaren har lege over tittellinja ei viss tid.
pl: Jeśli autorozwijanie jest włączone, zwinięte okno rozwinie się automatycznie, kiedy kursor pozostanie nad paskiem tytułowym przez zadany czas.
pt_br: Se Desenrolar Automático for habilitado, uma janela enrolada será desenrolada automaticamente quando o ponteiro do mouse estiver sobre a barra de título pelo tempo determinado.
ro: Dacă efectul de strîngere "hover" este activat, atunci o fereastră va fi automat desfăşurată atunci cînd cursorul mouse-ului stă deasupra barei ei de titlu un anumit interval de timp specificat.
ru: Свёрнутое в заголовок окно будет автоматически восстанавливаться, если указатель мыши находится на нём некоторое время.
rw: Iyo Gutuma Byijima bikora, idirishya ryijimye rizahita rireka kwijima igihe akayobozimbeba kanyuze hejuru y'umurongomutwe mu gihe gito.
se: Jus «rulle vulos sievána vuolde» lea válljejuvvon, de bajásrullejuvvon láse automáhtalaččat rullejuvvo vulos jus sieván lea čujuhan namahusholgii dihto áiggi.
sk: Ak je 'Auto. rozbaľovanie' zapnuté, zabalené okno sa automaticky rozbalí, ak kurzor myši zostane nad ním nejaký čas.
sl: Če je omogočeno lebdenje nad zvitem oknu, se bo le to samodejno odvilo, če je na njem nekaj časa kazalec miške.
sr: Ако је активирано лебдење, намотан прозор ће се аутоматски одмотати ако се показивач миша задржи изнад наслова извесно време.
sr@latn: Ako je aktivirano lebdenje, namotan prozor će se automatski odmotati ako se pokazivač miša zadrži iznad naslova izvesno vreme.
sv: Om nerrullning under muspekare är aktiverat, kommer ett upprullat fönster att automatiskt rullas ner när muspekaren vilat över det en stund.
ta: நிழல் ஹொவெர் இல்லை என்றால், நிழல் சாளரம் தானாக நிழைநிறுத்தி விடும் சுட்டி புள்ளி தலைப்பு பட்டையில் சில நிமிடங்கல் இருக்கும்.
tg: Агар Hover сиёҳ шуда фаъол бошад, тирезаи сиёҳ шуда дар сурате, ки нишонгари муш барои муддате рӯи навори унвон бимонад ғайри сояҳо мешавад.
th: เมื่อเปิดใช้การยกเลิกพับเก็บเมื่อเมาส์อยู่ หน้าต่างที่พับเก็บอยู่ จะยกเลิกการพับเก็บอัตโนมัติ เมื่อเลื่อนตัวชี้ของเมาส์มาอยู่เหนือแถบหัวเรื่องเป็นช่วงเวลาหนึ่ง
uk: Якщо ввімкнено, згорнуте вікно автоматично розгортається, коли вказівник мишки пробув над заголовком деякий час.

source: Sets the time in milliseconds before the window unshades when the mouse pointer goes over the shaded window.
af: Verstel die tyd in millisekondes voordat die venster ontskadu wanneer die muis wyser bo-oor die beskadude venster gaan.
ar: يقوم بإعداد الوقت الذي يمر بالجزء من الألف من الثانية قبل إزالة التظليل عن نافذة عند وضع مؤشر الفأرة فوقها.
az: Siçan oxunun üstünə getməsiylə ilə pəncərənin açılması arasındaəvvəl neçə milli saniyə gözlənəcəyini təsvir edər.
bg: Автоматично разгъване на сгънат прозорец, ако показалецът на мишката бъде задържан върху заглавието на прозореца за определено време.
bn: মাউসের নির্দেশকটি কতক্ষন ছায়াবৃত উইন্ডোর শীর্ষকবারের ওপর রাখলে সেটি আপনা থেকে ছড়িয়ে যাবে সেই সময়টিমিলিসেকেন্ডে ঠিক করা যাবে।
bs: Postavlja vrijeme u milisekundama prije nego što se prozor odrola kada se pokazivač miša nalazi iznad zarolanog prozora.
cs: Nastaví čas v milisekundách, za který se zarolované okno automaticky vyroluje, pokud ukazatel myši nad titulkem tohoto okna stráví určitou dobu.
cy: Gosoda'r amser mewn mili-eiliadau cyn i'r ffenestr ddatrolio pan fo'r pwyntydd llygoden yn mynd dros y ffenestr wedi'i rholio.
da: Sætter tiden i millisekunder før vinduet afskygges, når musemarkøren går hen over det skyggede vindue.
de: Bestimmt die Zeit (in Millisekunden), die der Mauszeiger über einem Fenster verweilen muss, bevor das Fenster wieder ausgefahren wird.
el: Ορίζει το χρόνο, σε χιλιοστά του δευτερολέπτου, πριν το παράθυρο ξετυλιχθεί όταν ο δείκτης του ποντικιού βρεθεί πάνω στο τυλιγμένο παράθυρο.
eo: Donas la tempon en milisekundoj antaŭ kiam fenestro malvolviĝas, post kiam la musmontrilo restis sur la volvita fenestro.
es: Fija el tiempo en milisegundos antes de que la ventana se extienda cuando el cursor se situa sobre una ventana recogida.
et: Viivituse seadmine millisekundites hiirekursori liikumisest varjatud aknale kuni akna varjatud oleku tühistamiseni.
eu: Saguaren kurtsorea bildutako leiho baten gainera doanetik leiho hori zabaltzen den bitarteko denbora milisegundutan ezartzen du.
fa: زمان را پیش از این که پنجرۀ سایه‌دار هنگامی که اشاره‌گر موشی روی آن می‌رود، به میلی‌ثانیه تنظیم می‌کند.
fi: Tässä kohdassa valitaan, kuinka kauan hiiren osoitinta täytyy pitää otsikon kohdalla, jotta varjostettu ikkuna palautetaan avoimeksi.
fr: Détermine le temps en millisecondes avant que la fenêtre ne se déroule quand le pointeur de la souris survole la fenêtre enroulée.
gl: Establecer o tempo en milisegundos antes de que a fiestra se desenrole cando o rato se atopa sobre a fiestra enrolada.
hr: Podešavanje vremena (u milisekundama) koje treba proteći dok je pokazivač iznad zasjenčanog prozora da ga se vrati u prvobitno stanje.
hu: Az a késleltetési idő (ezredmásodpercben), amely eltelte után az ablak legördül, ha az egérmutató a címsor felett marad.
is: Tilgreinir í millisekúndum hvað líður langur tími frá því að bendillinn fer yfir skyggðann glugga og þangað til hann afskyggist.
it: Imposta il tempo in millisecondi che il mouse deve restare sopra la barra di una finestra arrotolata prima che si srotoli automaticamente.
ja: タイトルだけに縮小されたウィンドウの上にマウスポインタを置いてからウィンドウが復元されるまでの時間をミリ秒単位で指定します。
km: កំណត់​ពេលវេលា​ជា​មិល្លីវិនាទី មុន​ពេល​បង្អួចមិន​​ដោះ​​ស្រមោល ពេល​ព្រួញ​កណ្ដុរ​ទៅ​​លើ​បង្អួច​ដែល​មាន​ស្រមោល ។
ko: 숨겨진 창 위에 마우스 포인터를 올려놓았을 때 창이 회복되는데 걸리는 시간(밀리초)을 설정하십시오.
mk: Го поставува времето во милисекунди после кое прозорецот се издолжува ако покажувачот на глушецот бил над засенчениот прозорец.
ms: Mengeset masa dalam milisaat sebelum tetingkap menyahwarna apabila penuding tetikus pergi ke atas tetingkap berwarna.
nb: Velg hvor lenge musepekeren skal ligge over tittellinja før vinduet blir rullet ned. Verdien er i millisekunder.
nds: Leggt de Tiet in Millisekunnen fast, de de Muuswieser op den Titelbalken wiesen mutt, ehr sik dat Finster utrullt.
nl: Stel hier de tijd in milliseconden in die zal verstrijken voordat een opgerold venster, op wiens titelbalk de muisaanwijzer staat, wordt afgerold.
nn: Vel kor lenge musepeikaren skal liggja over tittellinja før vindauget vert rulla ned. Verdien er i millisekund.
pl: Określa czas w milisekundach, po którym zwinięte okno automatycznie rozwija się, jeśli kursor pozostaje nad paskiem tytułowym.
pt_br: Configura o tempo, em milisegundos, até que a janela seja desenrolada quando o ponteiro do mouse passa por cima da barra de título.
ro: Setează timpul în milisecunde înainte ca fereastra să se desfacă atunci cînd cursorul mouse-ului trece deasupra unei ferestre strînse.
ru: Время в миллисекундах, через которое свёрнутое в заголовок окно автоматически восстанавливается при наведении на него мышью.
rw: Kigena igihe cy'amadakika mbere y'uko idirishya rireka kwijima igihe akayobozimbeba kanyuze hejuru y'idirishya ryijimye.
se: Vállje man galle millisekundda sieván galgá čujuhit namahusholgii ovdal go láse rullejuvvo vulos.
sk: Nastaví čas v milisekundách predtým, ako bude okno rozbalené, keď kurzor bude nad zabaleným oknom.
sl: Nastavi čas v milisekundah, preden se okno odvije, ko je kazalec miške nad zvitim oknom.
sr: Поставља време у милисекундама након кога ће се прозор одмотати када показивач миша држите изнад намотаног прозора.
sr@latn: Postavlja vreme u milisekundama nakon koga će se prozor odmotati kada pokazivač miša držite iznad namotanog prozora.
sv: Ställer in fördröjningen i millisekunder innan ett fönster rullas ner när muspekaren förs över det upprullade fönstret.
ta: சுட்டி புல்லி நிழல் சாளரத்தொடு பொவதுக்கு முன் சுட்டி புள்ளி நிழல் அமைவதற்க்கு முன் சாளர அமைப்பை மில்லி செகண்டாக அமைக்கவும்.
tg: Вақт дар миллисония, ки аз тирезаи печонида шудаи мундариҷа, худкорона ҳолати мушро рӯи он бурдан, бозсозӣ мешавад.
th: ตั้งค่าช่วงเวลา เป็นมิลลิวินาที ก่อนที่จะให้หน้าต่างยกเลิกการพับเก็บ เมื่อตัวชี้ของเมาส์ มาอยู่เหนือหน้าต่างที่พับเก็บ
uk: Встановити час у мілісекундах, через який вікно розгортається, коли вказівник мишки проходить над згорнутим вікном.

source: Active Desktop Borders
af: Aktiewe Werkskerm Grense
ar: حدود سطح المكتب المفعل
az: Fəal Masa Üstü Kənarları
bg: Превключване на работните плотове
bn: সক্রিয় ডেস্কটপ সীমানা
bs: Aktivan rub radne površine
cs: Aktivní hranice pracovní plochy
cy: Ffiniau Penbwrdd Gweithredol
da: Aktive desktopkanter
de: Aktive Arbeitsflächenränder
el: Ενεργά όρια επιφάνειας εργασίας
eo: Aktivaj ekranrandoj
es: Bordes de escritorio activos
et: Aktiivsed töölaua piirded
eu: Mahaigainaren ertz aktiboak
fa: فعال کردن لبه‌های رومیزی
fi: Aktiiviset työpöydän reunat
fr: Bords du bureau actifs
gl: Activar Beiras de Escritorios
hi: सक्रिय डेस्कटॉप किनारे
hr: Aktivni rubovi radne površine
hu: Aktív munkaasztal-szegélyek
is: Virkir skjáborðsjaðrar
it: Bordi attivi del desktop
ja: アクティブデスクトップボーダー
km: ស៊ុម​​ផ្ទៃ​តុ​សកម្ម
ko: 활성 데스크톱 경계선
mk: Активни граници на десктопот
ms: Sempadan Desktop Aktif
nb: Aktive skrivebordskanter
nds: Aktiv Schriefdischkanten
nl: Actieve bureaubladranden
nn: Aktive skrivebordskantar
pa: ਵਿਹੜਾ ਹਾਸ਼ੀਆ ਸਰਗਰਮ
pl: Aktywne brzegi pulpitu
pt_br: Ativar Bordas da Área de Trabalho
ro: Margini active ecran
ru: Активные границы рабочего стола
rw: Imbibi z'Ibiro Zikora
se: Aktiivalaš čállinbeavderavddat
sk: Aktívne okraje plochy
sl: Aktivne meje namizja
sr: Активне ивице радне површине
sr@latn: Aktivne ivice radne površine
sv: Aktiva skrivbordskanter
ta: இயங்கும் மேசை ஓரங்கள்
tg: Фаъол кардани ҳошияҳои мизи корӣ
th: กรอบหน้าต่างที่ทำงานอยู่
uk: Активні межі стільниці
