Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: If this option is selected, applications will not have their menu bar attached to their own window anymore. Instead, there is one menu bar at the top of the screen which shows the menus of the currently active application. You might recognize this behavior from Mac OS.
af: Indien gekies, sal die program nie meer sy eie kiesbalk aan sy eie venster vas hê nie. Daar sal egter een kiesbalk bo-aan die bladsy wees, wat die kieslyste vertoon van die huidige aktiewe program. Dit is soortgelyk aan die Mac Os.
bg: Показване менюто на активната програма (прозорец) в горния край на екрана, а не в прозореца на програмата. Когато друга програма (прозорец) стане активна, нейното меню се показва там. Това поведение е подобно на операционната система на Макинтош.
bs: Ako je ova opcija uključena, aplikacije neće više prikazivati menije u okviru vlastitog prozora. Umjesto toga, na vrhu ekrana nalaziće se meni traka koja će sadržavati opcije onog programa koji je trenutno aktivan. Možda vam je ovo ponašanje poznato sa Mac OSa.
ca: Si se selecciona aquesta opció, les aplicacions ja no tindran la barra de menú enganxada a la finestra pròpia. En canvi, hi ha una barra de menú a dalt de la pantalla que mostra els menús de l'aplicació activa actualment. Potser reconeixereu aquest comportament del Mac OS.
cs: Pokud je povolena tato možnost, aplikace nebudou mít nabídku ve svém okně, ale navrchu pracovní plochy tak, jak je to zvykem v MacOS.
cy: Os dewisir y dewisiad yma, ni fydd cymwysiadau yn cael bar dewislen a gysylltir i'w ffenestr ei hunain. Yn lle, mae un bar dewislen wrth ben y sgrîn sy'n dangos dewislenni'r cymhwysiad sy'n weithredol yn gyfredol. Efallai byddwch yn adnabod y nodwedd yma o Mac OS.
da: Hvis dette er valgt, vil programmerne ikke længere have deres menulinjer knyttet til deres eget vindue. I stedet er der en menulinje for oven på skærmen som viser menuerne for det program der er aktivt for øjeblikket. Du kender muligvis denne opførsel fra Mac OS.
de: Wenn diese Einstellung aktiv ist, weisen Programmfenster keine eigenen Menüleisten mehr auf. Stattdessen erscheint eine entsprechende Leiste für das gerade aktive Programmfenster am oberen Bildschirmrand. Sie kennen dieses Verhalten vielleicht von Mac OS.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, οι εφαρμογές δε θα έχουν πια τη γραμμή μενού τους συνδεδεμένη στο παράθυρο τους. Αντιθέτως, θα υπάρχει μια γραμμή μενού στο πάνω μέρος της οθόνης που θα εμφανίζει τα μενού της τρέχουσας ενεργού εφαρμογής. Μπορεί να αναγνωρίζετε αυτήν τη συμπεριφορά από το Mac OS.
es: Si selecciona esta opción, las aplicaciones no tendrán la barra del menú adosada a su propia ventana. En su lugar, habrá una barra en la parte superior de la pantalla que muestra los menús de la aplicación actualmente activa. Este comportamiento es similar al de Mac OS.
eu: Aukera hau hautatuz gero, aplikazioek ez dute menu-barra euren leihoari atxikita eukiko. Horren ordez, leihoaren goikaldean menu-barra bat agertuko da, zeinek erakutsiko duen unean aktibo dagoen aplikazioaren menua. Portaera hau Mac OS-tik hartua dago.
fa: اگر این گزینه انتخاب شود، کاربرها دیگر دارای میله گزینگان پیوست‌شده به پنجره‌شان نیستند. در عوض، یک میله گزینگان در بالای پرده‌ای است که گزینگان کاربرد فعال جاری را نمایش می‌دهد. ممکن است شما این رفتار را از سیستم عامل مکینتاش تشخیص دهید.
fi: Jos tämä kohta on valittuna, sovellusten valikkorivi ei ole sovelluksen omassa ikkunassa, vaan näytön yläreunassa. Yläreunan valikkorivi muuttuu käytössä olevan sovelluksen mukaan. Tämä toimintatapa on tuttu Mac OS -käyttöjärjestelmästä.
fr: Si cette option est sélectionnée, la barre de menus des applications ne sera plus dans la fenêtre de l'application. Une barre de menus se trouvera en effet en haut de l'écran, et affichera les menus de l'application courante. Vous y reconnaîtrez peut-être le comportement de Mac OS.
gl: Se se selecciona esta opción, as aplicacións non terán a súa barra de menú adxacente á súa propia fiestra, senón que a haberá unha barra de menú na parte superior da pantalla que amose os menús da aplicación activa actualmente. Pode recoñecer nisto o comportamento de Mac OS.
he: אם אפשרות זו נבחרת, יישומים לא יכילו תפריט שלהם בחלון הראשי שלהם. במקום, ישנו תפריט בחלק העליון של המסך אשר יציג את התפריטים של היישום הנוכחי. התנהגות זו וודאי מוכרת לך מ־Mac OS.
hu: Ha ez az opció be van jelölve, az ablakok menüsora nem lesz hozzákötve az alkalmazás ablakához, hanem egy közös menü lesz látható a képernyő tetején, melyben mindig az aktív alkalmazás menüsora látszódik. Ezt az elrendezést használják a Mac OS-ben használják.
is: Ef þessi kostur er valinn munu forrit ekki hafa valmyndarönd sína viðhangandi í sínum eigin glugga lengur heldur er ein valmyndarönd efst á skjánum sem sýnir valmyndir fyrir það forrit sem er í forgrunni. Þú gætir kannast við þetta frá Mac OS.
it: Se viene selezionata questa opzione le applicazioni non avranno più la barra dei menu attaccata alla finestra. Ci sarà invece una barra dei menu nella parte alta dello schermo che mostrerà i menu della applicazione attiva. Questo comportamento è simile a quello di Mac OS.
ja: このオプションを選択すると、それぞれのアプリケーションのウィンドウにはメニューバーが付きません。代わりに、現在アクティブなアプリケーションのメニューがスクリーンの上部にメニューバーとして一つだけ表示されます。Mac OS のように動作すると言えば、この振る舞いを理解できるかもしれません。
kk: Құсбелгі қойылса, қолданбаларда өзінің мәзірі болмайды. Оның орнына, экранның жоғарында, Mac OS жүйесіндегі секілді, белсенді қолданбаның мәзірін көрсететін жалғыз панель болады.
km: ប្រសិនបើ​ជម្រើសនេះ​ត្រូវ​បាន​ជ្រើស នោះ​កម្មវិធី​នឹង​មិន​មាន​របារ​ម៉ឺនុយ​របស់​វា ភ្ជាប់​ទៅ​បង្អួច​ផ្ទាល់​ខ្លួនវា​ទៀត​ទេ ។ ផ្ទុយទៅវិញ មាន​របារ​ម៉ឺនុយ​មួយ​នៅ​ផ្នែក​កំពូល​នៃ​អេក្រង់​ដែល​បង្ហាញ​ម៉ឺនុយ​កម្មវិធី​សកម្ម​បច្ចុប្បន្ន ។ អ្នក​ប្រហែល​ជាស្គាល់​ឥរិយាបថនេះ​ពី Mac OS ។
ko: 이 설정을 사용하면 프로그램은 자기 창에 메뉴 표시줄을 표시하지 않습니다. 그 대신 화면 위쪽에 있는 메뉴 표시줄에 활성화된 프로그램의 메뉴를 표시합니다. Mac OS에서 이렇게 작동합니다.
lt: Jei parinktis pažymėta, programos neturės savo meniu juostos, prijungtos prie jų lango. Vietoje to, ekrano viršuje bus viena meniu juosta, kurioje rodomi šiuo metu veikiančių programų meniu. Toks elgesys žinomas Mac OS naudotojams.
mk: Ако е избрана оваа опција, апликациите повеќе нема да ги имаат нивните менија прикачени за нивниот прозорец. Наместо тоа, има едно мени на врвот од екранот кое ги покажува менијата на тековната апликација. Ова однесување може да го препознаете од Mac OS.
nb: Hvis dette er valgt vil ikke programmene få menylinjer i sitt eget vindu lenger. Isteden er det en menylinje øverst på skjermen som viser menyene fra det programmet som er i bruk. Dette kjenner du kanskje fra Mac OS.
nds: Wenn aktiveert, warrt Programmen den Menübalken nich mehr binnen dat egen Finster wiesen. Dat gifft denn bloots een Menübalken, baven op den Schirm, de jümmers de Menüs vun dat aktuelle Programm wiest. Villicht kennst Du dit Bedregen vun MacOS.
nl: Als deze optie is geselecteerd, dan hebben programmavensters geen eigen menubalk meer. In plaats daarvan wordt er een algemene menubalk bovenlangs het scherm weergegeven die alle menu's van het actieve venster bevat. Dit gedrag kent u mogelijk van Mac OS.
nn: Dette alternativet gjer at menylinja til programma ikkje vert vist inni programvindauget lenger. I staden ligg det ei menylinje øvst på skjermen der menyen til det programmet du brukar vert vist. Denne menyvarianten kjenner du kanskje frå Mac OS.
pl: Jeśli ta opcja jest wybrana, menu programu nie będzie wyświetlane w jego oknie. Zamiast tego na górze ekranu wyświetlany będzie pasek zawierający menu aktywnego programu. Podobne rozwiązanie zastosowano w Mac OS.
pt: Se esta opção estiver assinalada, as aplicações já não terão mais a sua barra de menu anexada à sua própria janela. Em vez disso, existirá uma barra de menu no topo do ecrã que mostra os menus da aplicação activa no momento. Você poderá reconhecer este comportamento do Mac OS.
pt_br: Se esta opção estiver selecionada, os aplicativos não terão mais suas barras de menu anexadas às suas próprias janelas. Em vez disso, existirá uma barra de menus no topo da tela, que exibirá os menus do aplicativo atualmente ativo. Você pode reconhecer que este comportamento é do Mac OS.
ro: Dacă această opţiune este selectată, aplicaţiile nu vor mai avea ataşată bara de meniu. În schimb va exista o singură bară de meniu în partea de sus a ecranului care afişează meniul aplicaţiei active. Acest mod de lucru este similar cu cel din Mac OS.
ru: Если установлен этот параметр, приложения не будут иметь своего меню. Вместо этого будет одно меню вверху экрана, представляющее меню активного приложения, как в Mac OS.
rw: Iyo iri hitamo ritoranyijwe, porogaramu ntabwo zizongera kugira umurongo w'ibikubiyemo wazo ufashe ku idirishya ryazo. Ahubwo, hazabaho umurongo w'ibikubiyemo umwe ku ntangiriro y'ibiro werekana ibiri muri porogaramu irimo gukoreshwa ubu. Ushobora kwibwira iyi myifatire uhereye kuri Mac OS.
sk: Ak je táto voľba zapnutá, aplikácie nebudú mať svoje menu v okne, ale na vrchu obrazovky bude jedno menu, ktoré bude obsahovať menu momentálne aktívnej aplikácie. Toto je správanie, ktoré používa systém MacOS.
sl: Če je izbrana ta možnost, programi ne bodo več imeli pripete menijske vrstice k svojemu oknu. Namesto tega bo na vrhu zaslona menijska vrstica, ki bo prikazovala meni trenutno dejavnega programa. To obnašanje lahko prepoznate iz Mac OS.
sr: Ако је ова опција изабрана, програми више неће имати свој мени прикачен за свој прозор. Уместо тога, на врху екрана биће једна трака менија која приказује меније тренутно активног програма. Овакво понашање вам је можда познато са MacOS-а.
sr@latn: Ako je ova opcija izabrana, programi više neće imati svoj meni prikačen za svoj prozor. Umesto toga, na vrhu ekrana biće jedna traka menija koja prikazuje menije trenutno aktivnog programa. Ovakvo ponašanje vam je možda poznato sa MacOS-a.
sv: Om det här alternativet är valt, har inte program sin menyrad tillsammans med sitt eget fönster längre. Istället finns en menyrad längst upp på skärmen, som visar menyerna för programmet som för närvarande är aktivt. Du kanske känner igen beteendet från Mac OS.
ta: விருப்பத் தேர்வுகள் தேர்ந்தெடுக்கபட்டிருந்தால், இந்த பயன்பாடைல்வுள்ள மெனு பட்டி தெர்வு செய்தால் இந்த சாலனம் எப்போழுதும் இயங்காது, மெனு பட்டி தற்போது இயங்கும் பயன்பாடுகளை கான்பிக்காது. Mac OSல் இருந்து இந்த பயன் பாடுகளை அறாலம்.
th: หากเลือกตัวเลือกนี้ ตัวแอพพลิเคชันเองจะไม่มีแถบเมนูที่หน้าต่างอีกต่อไป แต่จะมีแถบเมนูที่ด้านบนของจอ ซึ่งจะแสดงเมนูของแอพพลิดคชันที่กำลังใช้งานอยู่ คุณอาจจะจำลักษณะแบบนี้ได้จาก Mac OS
uk: Якщо цей параметр ввімкнено, меню програм не буде прикріплено до їх власного вікна, натомість воно буде знаходитись вгорі екрана, ця єдина смужка буде показувати меню для активної програми. Так виглядає меню в Mac OS.
zh_cn: 如果选中了此选项，应用程序将不再拥有它们自己窗口所属的菜单栏。而屏幕顶部的菜单栏将会显示当前应用程序的菜单。您可能在 MacOS 中看到过这一行为。

source: Mouse Button Actions
af: Muis Knoppie Aksies
ar: مفاعيل أزرار الفأرة
az: Siçan Düymələri Gedişatları
be: Дзеянні кнопак мышы
bg: Операции на бутоните на мишката
bs: Akcije dugmadi miša
ca: Accions de botó del ratolí
cs: Činnosti tlačítek myši
cy: Gweithredoedd Botwm Llygoden
da: Museknap-handlinger
de: Maustasten-Aktionen
el: Ενέργειες πλήκτρου ποντικιού
es: Acciones de botón de ratón
eu: Saguaren botoien ekintzak
fa: کنشهای دکمۀ موشی
fi: Hiiren painikkeiden toiminnot
fr: Actions des boutons de la souris
gl: Accións dos Botóns do Rato
he: פעולות לחצני העכבר
hi: माउस बटन क्रियाएँ
hr: Akcije gumba na mišu
hu: Az egérgombokhoz rendelt műveletek
is: Músarhnappavirkni
it: Azioni dei tasti del mouse
ja: マウスボタンの動作
kk: Тышқанның батырмаларының әрекеттері
km: អំពើ​របស់ប៊ូតុង​កណ្តុរ
ko: 마우스 단추 동작
lt: Pelės klavišų veiksmai
mk: Акции со копче од глушецот
nb: Museknapphandlinger
nds: Muusknööp-Akschonen
nl: Muisacties:
nn: Museknapphandlingar
pa: ਮਾਊਸ ਬਟਨ ਕਾਰਵਾਈਆਂ
pl: Działanie klawiszy myszy
pt: Acções dos Botões do Rato
pt_br: Ações do botão do mouse
ro: Acţiuni buton mouse
ru: Действия кнопок мыши
rw: Ibikorwa bya Buto z'Imbeba
se: Sáhpanboallodoaimmat
sk: Akcie tlačidiel myši
sl: Dejanja miškinih gumbov
sr: Акције дугмади на мишу
sr@latn: Akcije dugmadi na mišu
sv: Åtgärder för musknappar
ta: சுட்டியின் பொத்தான் செயல்
th: กำหนดการกระทำให้ปุ่มเมาส์
uk: Дії кнопок мишки
zh_cn: 鼠标按钮操作

source: Middle button:
af: Middelste knoppie:
ar: الزر الأوسط:
az: Orta düymə:
be: Сярэдняя кнопка:
bg: Среден бутон:
bs: Srednje dugme:
ca: Botó del mig:
cs: Prostřední tlačítko
cy: Botwm canol:
da: Midterste knap:
de: Mittlere Taste:
el: Μεσαίο πλήκτρο:
eo: Meza butono:
es: Botón central:
eu: Erdiko botoia:
fa: دکمۀ میانی:
fi: Keskipainike:
fr: Bouton central :
gl: Botón central:
he: הלחצן האמצעי:
hi: मध्य बटनः
hr: Srednji gumb:
hu: Középső gomb:
is: Miðhnappur:
it: Tasto centrale:
ja: 中ボタン(&M):
kk: Ортаңғы батырмасы:
km: ប៊ូតុង​កណ្ដាល ៖
ko: 가운데 단추:
lt: Vidurinis klavišas:
mk: Средно копче:
nb: Midterste knapp:
nds: De Middelknoop:
nl: Middelste knop:
nn: Midtknapp:
pa: ਮੱਧ ਬਟਨ:
pl: Środkowy przycisk:
pt: Botão do meio:
pt_br: Botão do meio:
ro: Buton mijloc:
ru: Средняя кнопка:
rw: Buto yo hagati:
se: Guovddáš boallu:
sk: Stredné tlačidlo:
sl: Srednji gumb:
sr: Средње дугме:
sr@latn: Srednje dugme:
sv: Mittenknapp:
ta: நடு பொத்தான்:
th: ปุ่มกลาง:
uk: Середня кнопка:
zh_cn: 中键：

source: Left button:
af: Linkerkantse knoppie:
ar: الزر الأيسر:
az: Sol düymə:
be: Левая кнопка:
bg: Ляв бутон:
bs: Lijevo dugme:
ca: Botó esquerre:
cs: Levé tlačítko:
cy: Botwm chwith
da: Venstre knap:
de: Linke Taste:
el: Αριστερό πλήκτρο:
eo: Maldekstra butono:
es: Botón izquierdo:
eu: Ezkerreko botoia:
fa: دکمۀ چپ:
fi: Vasen painike:
fr: Bouton gauche :
gl: Botón esquerdo:
he: הלחצן השמאלי:
hi: बायाँ बटनः
hr: Lijevi gumb:
hu: Bal gomb:
is: Vinstri hnappur:
it: Tasto sinistro:
ja: 左ボタン(&L):
kk: Сол жақ батырмасы:
km: ប៊ូតុង​ឆ្វេង ៖
ko: 왼쪽 단추:
lt: Kairysis klavišas:
mk: Лево копче:
nb: Venstre knapp:
nds: De linke Knoop:
nl: Linker muisknop:
nn: Venstre knapp:
pa: ਖੱਬਾ ਬਟਨ:
pl: Lewy przycisk:
pt: Botão esquerdo:
pt_br: Botão esquerdo:
ro: Buton stînga:
ru: Левая кнопка:
rw: Buto y'ibumoso:
se: Gurut boallu:
sk: Ľavé tlačidlo:
sl: Levi gumb:
sr: Лево дугме:
sr@latn: Levo dugme:
sv: Vänster knapp:
ta: இடது பொத்தான்:
th: ปุ่มซ้าย:
uk: Ліва кнопка:
zh_cn: 左键：

source: Right button:
af: Regterkantse knoppie:
ar: الزر الأيمن:
az: Sağ düymə:
be: Правая кнопка:
bg: Десен бутон:
bs: Desno dugme:
ca: Botó dret:
cs: Pravé tlačítko:
cy: Botwm dde
da: Højre knap:
de: Rechte Taste:
el: Δεξί πλήκτρο:
eo: Dekstra butono:
es: Botón derecho:
eu: Eskuineko botoia:
fa: دکمۀ راست:
fi: Oikea painike:
fr: Bouton droit :
gl: Botón dereito:
he: הלחצן הימני:
hi: दायाँ बटनः
hr: Desni gumb:
hu: Jobb gomb:
is: Hægri hnappur:
it: Tasto destro:
ja: 右ボタン(&U):
kk: Оң жақ батырмасы:
km: ប៊ូតុងស្ដាំ ៖
ko: 오른쪽 단추:
lt: Dešinysis klavišas:
mk: Десно копче:
nb: Høyre knapp:
nds: De rechte Knoop:
nl: Rechter muisknop:
nn: Høgre knapp:
pa: ਸੱਜਾ ਬਟਨ:
pl: Prawy przycisk:
pt: Botão direito:
pt_br: Botão direito:
ro: Buton dreapta:
ru: Правая кнопка:
rw: Buto y'iburyo:
se: Olgeš boallu:
sk: Pravé tlačidlo:
sl: Desni gumb:
sr: Десно дугме:
sr@latn: Desno dugme:
sv: Höger knapp:
ta: வலது பொத்தான்:
th: ปุ่มขวา:
uk: Права кнопка:
zh_cn: 右键：

source: Edit...
af: Redigeer...
ar: حرر...
az: Düzəlt...
be: Рэдагаваць...
bg: Редактиране...
bs: Izmijeni...
ca: Edita...
cs: Upravit...
cy: Golygu...
da: Redigér...
de: Bearbeiten ...
el: Επεξεργασία...
eo: Redaktu...
es: Editar...
eu: Editatu...
fa: ویرایش...
fi: Muokkaa...
fr: Éditer...
gl: Editar...
he: עריכה...
hi: संपादन...
hr: Uredi...
hu: Szerkesztés...
is: Sýsl...
it: Modifica...
ja: 編集...
kk: Өзгерту...
km: កែសម្រួល...
ko: 편집...
lt: Redaguoti...
mk: Уреди...
nb: Rediger …
nds: Bewerken...
nl: Bewerken...
nn: Rediger …
pa: ਸੋਧ...
pl: Zmień...
pt: Editar...
pt_br: Editar...
ro: Editează...
ru: Изменить...
rw: Kwandika...
se: Doaimmat …
sk: Upraviť...
sl: Uredi ...
sr: Уреди...
sr@latn: Uredi...
sv: Redigera....
ta: தொகு...
th: แก้ไข...
uk: Редагувати...
zh_cn: 编辑...

source: File Icons
af: Lêer Ikone
ar: أيقونات الملف
az: Fayl Timsalları
be: Значкі файлаў
bg: Икони
bs: Ikone datoteka
ca: Icones de fitxer
cs: Ikony souborů
cy: Eiconau Ffeil
da: Fil-ikoner
de: Dateisymbole
el: Εικονίδια αρχείου
eo: Dosierpiktogramoj
es: Iconos de archivo
eu: Fitxategien ikonoak
fa: شمایل پرونده‌ها
fi: Tiedostokuvakkeet
fr: Icônes des fichiers
gl: Iconas dos Ficheiros
he: סמלי קבצים
hi: फ़ाइल प्रतीक
hr: Sličice datoteka
hu: Fájlikonok
is: Skráatákn
it: Icone file
ja: ファイルアイコン
kk: Файл таңбашалары
km: រូបតំណាង​ឯកសារ
ko: 파일 아이콘
lt: Bylų ženkliukai
mk: Икони на датотеки
nb: Filikoner
nds: Lüttbiller för Dateien
nl: Bestandpictogrammen
nn: Filikon
pa: ਫਾਇਲ ਆਈਕਾਨ
pl: Ikony plików
pt: Ícones de Ficheiros
pt_br: Ícones de Arquivo
ro: Iconiţe fişier
ru: Значки файлов
rw: Udushushondanga tw'Idosiye
se: Fiilagovažat
sk: Ikony súborov
sl: Ikone datotek
sr: Иконе фајлова
sr@latn: Ikone fajlova
sv: Filikoner
ta: கோப்பின் சின்னங்கள்
th: ไอคอนแฟ้ม
uk: Піктограми файлів
zh_cn: 文件图标

source: Automatically &line up icons
af: Belyn Ikone automaties
ar: &صف الأيقونات تلقائياً
az: Timsalları avtomatik olaraq &düz
be: Аўтаматычна &раўняць значкі
bg: &Автоматично подравняване на иконите
bs: Automatski &poravnaj ikone
ca: A&linea les icones automàticament
cs: Automaticky z&arovnávat ikony
cy: Rhes&i eiconau'n ymysgogol
da: Ikoner på &linje automatisk
de: Symbole &automatisch anordnen
el: Αυτόματη &ευθυγράμμιση εικονιδίων
es: A&linear automáticamente los iconos
eu: &Lerrokatu ikonoak automatikoki
fa: &مرتب کردن خودکار شمایلها‌
fi: Tasoita &kuvakkeet automaattisesti
fr: A&lignement automatique des icônes
gl: &Aliñar automaticamente as iconas
he: &יישר סמלים אוטומטית
hi: प्रतीकों को स्वचलित पंक्तिबद्ध करें (&l)
hr: Automatski &poravnaj sličice
hu: Az ikonok rácspontokhoz legyenek &igazítva
is: Raða sjá&lfvirkt upp táknmyndum
it: A&llinea automaticamente le icone
ja: アイコンを自動整列する(&L)
kk: Таңбашалар &қатарланып тұрсын
km: តម្រៀប​រូបតំណាង​ជាជួរដោយ​ស្វ័យប្រវត្តិ
ko: 아이콘 자동 정렬(&L)
lt: Automatiškai išri&kiuoti ženkliukus
mk: По&рамни ги иконите автоматски
nb: Still ikonene på &rekke automatisk
nds: &Lüttbiller automaatsch anornen
nl: Pictogrammen &automatisch uitlijnen
nn: &Still opp ikona automatisk
pa: ਆਈਕਾਨ ਸਵੈ-ਚਾਲਿਤ ਕਤਾਰਬੱਧ(&l)
pl: Automatycznie &wyrównaj ikony
pt: A&linhar os ícones automaticamente
pt_br: &Alinhamento automático de ícones
ro: A&liniază automat iconiţele
ru: Автоматически вы&равнивать значки
rw: Guhita utondekanya udushushondanga
se: &Automáhtalaččat ásat govažiid
sk: Automaticky za&rovnať ikony
sl: Samodejno po&ravnaj ikone
sr: Аутоматски &поравнај иконе
sr@latn: Automatski &poravnaj ikone
sv: Rada automatiskt upp i&koner
ta: தானாக சின்னங்களை வரிசைப்படுத்து
th: เรียงไอคอนโดยอัตโนมัติ
uk: Автоматично &вирівнювати піктограми
zh_cn: 自动对齐图标(&L)

source: Check this option if you want to see your icons automatically aligned to the grid when you move them.
af: Kies hierdie opsie indien jy die ikone automaties wil belyn op die grafiekuitleg wanneer jy dit skuif.
ar: اختر هذا الخيار إن أردت أن تكون الرموز محاذية للشبكة تلقائياً عند تحريكها.
bg: Автоматично подравняване на иконите при преместването им от едно място на друго.
bs: Izaberite ovu opciju ako želite da se vaše ikone prilikom pomjeranja automatski "lijepe" za nevidljivu mrežu.
ca: Marqueu aquesta opció si voleu veure les icones alineades automàticament a la graella quan les moveu.
cs: Povolte tuto možnost, chcete-li ikony na ploše automaticky zarovnávat při jejich přesunu.
cy: Dewiswch y dewisiad yma os ydych am weld eich eiconau wedi'u trefnu'n ymysgogol at grid pan eu symudwch.
da: Markér dette hvis du vil at ikoner automatisk justeres til et gitter når de flyttes.
de: Aktivieren Sie diese Einstellung, wenn Sie Symbole automatisch an einem unsichtbaren Gitter ausgerichtet haben möchten, sobald Sie sie verschieben.
el: Ενεργοποιήστε αυτή την επιλογή αν θέλετε να βλέπετε τα εικονίδιά σας να ευθυγραμμίζονται αυτόματα στο πλέγμα όταν τα μετακινείτε.
es: Marque esta opción si quiere ver sus iconos alineados automáticamente con la rejilla cuando los mueve..
eu: Hautatu aukera hau ikonoak mugitzean lauki-sarean automatikoki lerrokatuta ikusi nahi baldin badituzu.
fa: اگر می‌خواهید شمایلها را به طور خودکار هنگام حرکت بر روی آنها، همترازشده با توری ببینید، این گزینه را علامت بزنید.
fi: Valitse tämä, jos haluat että kuvakkeet automaattisesti sijoitetaan ruudukkoon kun liikutat niitä.
fr: Validez cette option si vous voulez afficher automatiquement les icônes alignés sur une grille quand vous les déplacez.
gl: Active esta opción se quere que as iconas se aliñen automaticamente cando se movan.
he: בחר באפשרות זו, אם ברצונך לראות את הסמלים מיושרים אוטומטית כאשר אתה מזיז אותם.
hi: इस विकल्प को चुनें यदि आप चाहते हैं कि प्रतीक स्वचलित एक ग्रिड में पंक्तिबद्ध हो जब आप उन्हें खिसकाएँ.
hr: Uključite ovu opciju ako želite ikone automatski poravnate kada ih pomjerite.
hu: Ha bejelöli ezt az opciót, az ikonok elmozgatás után automatikusan igazodni fognak a rácspontokhoz.
is: Merktu við þennan kost ef þú vilt að táknmyndunum sé sjálfkrafa raðað í hnit þegar þú færir þær.
it: Seleziona questa opzione se vuoi che le tue icone vengano automaticamente allineate alla griglia quando le sposti.
ja: アイコンを移動したときに自動的にアイコンをグリッドに合わせるには、このオプションを有効にしてください。
kk: Таңбашалар жылжытқанда өзімен-өзі қатар-қатар ретімен орнықсын десеңіз, құсбелгісін қойыңыз.
km: ធីក​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ឃើញ​រូបតំណាង​របស់​អ្នក ត្រូវ​បាន​តម្រឹមដោយ​ស្វ័យប្រវត្ដិជា​ក្រឡា​ចត្រង្គ ពេល​អ្នក​ផ្លាស់ទី​ពួកវា ។
ko: 이 설정을 사용하면 아이콘을 이동할 때 모눈에 자동으로 맞춥니다.
lt: Pažymėkite šią parinktį, jei norite, kad Jūsų ženkliukai būtų automatiškai lygiuojami pagal tinklelį juos perkėlus.
mk: Изберете ја оваа опција ако сакате вашите икони автоматски да се порамнуваат кон мрежата кога ги преместувате.
nb: Velg dette hvis du vil at ikonene dine automatisk skal tilpasses et rutenett når du flytter dem.
nds: Aktiveer dit, wenn de Lüttbiller automaatsch an en Gadder utricht warrn schöölt, wenn Du se verschuffst.
nl: Selecteer deze optie als u wilt dat pictogrammen automatisch worden uitgelijnd op een raster als u deze verplaatst.
nn: Kryss av her dersom du vil at ikona skal stillast opp i eit rutenett når du flyttar dei.
pa: ਇਹ ਚੋਣ ਯੋਗ ਕਰੋ, ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਕਿ ਤੁਹਾਡੇ ਆਈਕਾਨ ਤੁਹਾਡੇ ਵਲੋਂ ਹਿਲਾਉਣ ਉਪਰੰਤ ਸਵੈ-ਚਾਲਤ ਹੀ ਇਕਸਾਰ ਕਤਾਰਬੱਧ ਹੋ ਜਾਣ।
pl: Jeśli ta opcja jest włączona, ikony będą automatycznie wyrównywane po przeniesieniu.
pt: Assinale esta opção se desejar ver os seus ícones alinhados automaticamente à grelha quando os move.
pt_br: Marque esta opção se deseja ver seus ícones automaticamente alinhados ao movê-los.
ro: Selectaţi această opţiune dacă doriţi să aveţi iconiţele aliniate automat la grilă atunci cînd le mutaţi.
ru: Автоматически выравнивать значки по линиям решётки при их перемещении.
rw: Toranya iri hitamo niba ushaka ko udushushondanga twawe duhita twitondekanya nk'utudirishya igihe utunyeganyeje.
sk: Zapnite túto voľbu, ak chcete ikony automaticky zarovnať k mriežke po ich presune.
sl: Izberite to možnost, le želite videti ikone samodejno poravnane ob mrežo.
sr: Укључите ову опцију ако желите да иконе буду аутоматски поређане према мрежи кад год их померате.
sr@latn: Uključite ovu opciju ako želite da ikone budu automatski poređane prema mreži kad god ih pomerate.
sv: Markera det här alternativet om du vill få ikoner automatiskt uppradade i ett rutnät när de flyttas.
ta: விருப்பத் தேர்வை தேர்ந்தெடுத்தால், நகரும்பொழுது தானாக இயங்கும் சின்னங்களின் கட்டங்கள் தென்படும்
th: กาที่ตัวเลือกนี้ หากคุณต้องการเห็นไอคอนของคุณเรียงโดยอัตโนมัติ เมื่อคุณเคลื่อนมัน
uk: Ввімкніть цей параметр, якщо ви хочете, щоб ваші піктограми автоматично вирівнювались до ґратки при пересуванні.
zh_cn: 如果您想要在移动图标时自动对齐网格，请选中此选项。
