Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkwm.po
Languages: af, ar, az, bg, bn, bs, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, gl, hi, hr, hu, is, it, ja, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk

source: When this option is enabled, the active window will be brought to the front when you click somewhere into the window contents. To change it for inactive windows, you need to change the settings in the Actions tab.
af: Wanneer geaktiveer, sal die aktiewe venster na vore gebring word wanneer jy êrens binne die venster inhoud kliek. Om dit verander na onaktiewe vensters, moet jy dit stel in die Aksie oortjie.
ar: عندما يكون هذا الخيار مفعلا، فإن النافذة النشطة سوف تنقل إلى الأمام عندما تنقر على مكان ما داخل محتويات النافذة. لتغييرها للنوافذ غير النشطة تحتاج لتغيير الإعدادات في تبويب الأحداث (Actions(.
az: Əgər bir pəncərənin içindəkilərə tıqlandığında pəncərənin avtomatik olaraq ön plana gəlməsini istəmirsinizsə, bu xüsusiyyəti bağlayın.
bg: Ако е включена тази отметка, прозорец, който се намира на заден план, ще се изведе на преден план само след щракване с бутон на мишката в него.
bn: এই পছন্দ বেছে নিলে, সক্রিয় উইন্ডোর কোন জায়গায় ক্লিক করলে উইন্ডোটি উঠে আসবে। নিষ্ক্রিয় উইন্ডোর ক্ষেত্রে এই পরিবর্তন কার্যকরী করতে হলে, কার্য ট্যাব এ পরিবর্তন করুন।
bs: Kada je ova opcija uključena, aktivni prozori će dolaziti naprijed kada kliknete negdje u njihovu unutrašnjost. Da promijenite ponašanje za neaktivne prozore, trebate promijeniti postavke u kartici Akcije.
cs: Je-li zapnuta tato volba, tak se okno přesune navrch, kdykoli kliknete myší někam do vnitřku okna. Ke změně tohoto chování pro neaktivní okna je třeba upravit nastavení v záložce 'Činnosti'.
cy: Pan alluogir y dewisiad yma, daw'r ffenestr weithredol i'r blaen pan gliciwch rywle yng nghynnwys y ffenestr. I amnewid hyn efo ffenestri anweithredol, rhaid i chi newid y gosodiadau yn y tab Gweithredoedd.
da: Når dette er aktiveret, vil det aktive vindue blive bragt frem når du klikker et eller andet sted i vinduets indhold. For at ændre det for inaktive vinduer, må du ændre opsætningen i handlingsfanebladet.
de: Die Aktivierung dieser Einstellung bringt aktive Fenster automatisch in den Vordergrund, sobald sie irgendwo in den Fensterinhalt klicken. Um eine Änderung für inaktive Fenster vorzunehmen, müssen Sie die Einstellungen auf der Karteikarte "Aktionen" anpassen.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη το ενεργό παράθυρο θα έρχεται στο προσκήνιο όταν κάνετε κλικ κάπου στα περιεχόμενα του παραθύρου. Για να το αλλάξετε για ανενεργά παράθυρα πρέπει να αλλάξετε τις ρυθμίσεις στην καρτέλα Ενέργειες.
eo: Se enŝaltita, viaj fenestroj venos antaŭen, kiam vi klakas ie sur ĝia interno.
es: Si activa esta opción, las ventanas activas pasarán al frente cuando se pulse en algún lugar del contenido de la ventana. Para cambiarlo para ventanas inactivas necesitara cambiar las preferencias en la pestaña de Acciones.
et: Kui see valik on sisse lülitatud, tuuakse aktiivne aken esiplaanile, kui klõpsad kusagil akna sees. Kui soovid seda ka mitteaktiivse akna jaoks, tuleb muuta seadistusi tegevuste kaardil.
eu: Aukera hau gaituz gero, leihoaren barne aldean klik egitean leiho aktiboa goratuta izango da. Leiho inaktiboetan ere hala gerta dadin, Ekintzak fitxako ezarpenetan aldaketak egin beharko dituzu.
fa: در صورت فعال‌سازی این گزینه، هنگامی که محلی از محتوای پنجره را فشار می‌دهید، پنجرۀ فعال به جلو می‌آید. جهت تغییر آن برای پنجره‌های غیرفعال، لازم است که در جهش کنشها تنظیمات را تغییر دهید.
fi: Jos tämä kohta on valittuna, aktiivinen ikkuna tuodaan muiden ikkunoiden eteen jos ikkunan sisältöä napsautetaan. Jos haluat tämän käyttöön myös passiivisille ikkunoille, muuta asetuksia Toiminnot -välilehdellä.
fr: Lorsque cette option est cochée, la fenêtre active sera amenée dessus quand vous cliquez quelque part dans son contenu. Pour changer ceci pour les fenêtres inactives, vous avez besoin de changer les réglages dans l'onglet Actions.
gl: Cando se habilita esta opción, a fiestra activa levarase cara o primeiro plano cando prema en calquera lugar dos contidos da fiestra. Para cambialo para as fiestras inactivas, precias cambiar as opcións na pestana de Accións.
hr: Kada je ova opcija uključena, vaši prozori će biti dovođeni u prvi plan kada kliknete mišem negdje unutar njih. Da biste ovo promijenili za neaktivne prozore, morate promijeniti postavke u tabu„Akcije“.
hu: Ha bejelöli ezt az opciót, akkor az ablakok automatikusan az előtérbe kerülnek, ha a belsejükre kattint. Ha ugyanezt szeretné inaktív ablakoknál, váltson át a Műveletek lapra.
is: Krossaðu við þennan möguleika ef þú vilt að gluggum sé fleytt uppsjálfkrafa ef þú smellir á innihald þeirra. Til að breyta þessari virkni fyrir óvirka glugga, verðurðu að fara í aðgerðaflipann.
it: Quando questa opzione è abilitata la finestra attiva sarà portata in primo piano quando fai clic all'interno di essa. Per cambiare questo comportamento per le finestre inattive devi cambiare l'impostazione nella linguetta "Azioni"
ja: このオプションを有効にすると、アクティブなウインドウのどこか一部をクリックすることで、そのウィンドウを前面に移動させることができます。アクティブでないウインドウについても同様にする場合は、ウィンドウの動作タブで設定を変更してください。
km: នៅ​ពេល​ជម្រើស​នេះ​​បាន​អនុញ្ញាត បង្អួច​សកម្ម​នឹង​ត្រូវ​បាននាំ​ទៅ​ខាង​មុខ ពេល​អ្នក​ចុច​កន្លែង​ណាមួយ​ក្នុង​មាតិកា​បង្អួច ។ ដើម្បី​ផ្លាស់​ប្ដូរ​វា ​សម្រាប់​បង្អួច​អសកម្ម អ្នក​ត្រូវ​តែ​ផ្លាស់ប្ដូរ​ការ​កំណត់​ក្នុង​ផ្ទាំង​សកម្ម ។
ko: 이 옵션을 사용하면 창 내용 안으로 클릭 했을 때 활성창이 앞으로 나옵니다. 이것을 비활성 창으로 바꾸려면 동작 탭에서 설정을 변경해야 합니다.
mk: Кога е избрана оваа опција, активниот прозорец ќе дојде напред кога ќе кликнете некаде во содржината на прозорецот. За да го измените ова за неактивните прозорци, треба да ги смените поставувањата во ливчето Акции.
ms: Apabila opsyen ini diaktifkan, tetingkap aktif akan dibawa ke depan apabila anda klik mana-mana ke dalam kandungan tetingkap. Untuk mengubahnya bagi tetingkap tak aktif, anda perlu mengubah seting dalam tab Tindakan.
nb: Slå av dette valget hvis du ikke vil at vinduene skal bli lagt øverst på skjermen når du klikker på innholdet i vinduet.
nds: Wenn aktiveert, warrt dat aktive Finster na vörn kamen, wenn Du dor enerwegens op klickst. Wenn Du dit för inaktive Finstern fastleggen wullt, kannst Du dat binnen de "Akschonen"-Dialoogsiet.
nl: Schakel deze optie in als u wilt dat vensters automatisch naar voren komen wanneer u ergens in de inhoud klikt. Om dit te wijzigen voor inactieve vensters, wijzig de bijhorende instellingen op tabblad "Acties".
nn: Med dette alternativet kan du velja om det aktive vindauget skal flyttast fremst når du klikkar i det med musa. Dersom du vil endra innstillinga for inaktive vindauge, må du endra dette på fana «Handlingar».
pl: Jeśli ta opcja jest włączona, aktywne okna będą przesuwane na wierzch po kliknięciu na jego wnętrzu. Żeby ustawić podobne zachowanie dla okien nieaktywnych, należy zmienić ustawienia na karcie Działania.
pt_br: Quando esta opção está habilitada, as janelas ativas serão trazidas para a frente quando você clicar em algum lugar dentro da janela. Para modificá-las para janelas inativas, você precisa mudar as preferências na aba Ações.
ro: Dacă această opţiune este activă, atunci fereastra activă va fi adusă automat în faţă atunci cînd daţi clic pe o zonă a conţinutului ei. Pentru a schimba setarea pentru ferestrele inactive, trebuie să modificaţi setările în subfereastra "Acţiuni".
ru: Если установлен этот параметр, активное окно будет поднято на передний план, если вы щёлкните по любому месту внутри окна. Чтобы изменить это для неактивных окон, необходимо изменить параметры во вкладке "Действия".
rw: Iyo ubu buryo bukora, idirishya rikora rizazanwa imbere igihe ugize aho ukanda mu biri mu idirishya. Kugira ngo ubuhindure bujyane n'amadirishya adakora, ni ngombwa ko uhindura amagenamiterere yo mu gafishi k'Ibikorwa.
se: Dát molssaeaktu mearrida jus aktiivvalaš láse loktana go coahkkalat dasa sáhpániin. Jus háliidat rievdadit heivehusaid ii-aktiivvalaš lásiid várás, mana de «Doaimmat» gilkorii.
sk: Použite túto voľbu, ak chcete, aby kliknutie do okna ho automaticky prenieslo do popredia. Ak túto voľbu chcete zmeniť pre neaktívne okná, musíte zmeniť nastavenie v karte Akcie.
sl: Če je ta možnost omogočena, se bodo okna premaknila v ospredje, če boste kliknili nanje. Da bi to spremenili za neaktivna okna, morate spremeniti nastavitve v zavihku »Dejanja«.
sr: Када је ова опција укључена, ваши прозори ће бити довођени у први план када кликнете мишем негде унутар њих. Да бисте ово променили за неактивне прозоре, морате променити поставке у језичку „Акције“.
sr@latn: Kada je ova opcija uključena, vaši prozori će biti dovođeni u prvi plan kada kliknete mišem negde unutar njih. Da biste ovo promenili za neaktivne prozore, morate promeniti postavke u jezičku „Akcije“.
sv: Om det här alternativet är aktiverat kommer det aktiva fönstret att komma fram när du klickar någonstans i fönsterinnehållet. För att ändra beteendet för inaktiva fönster, måste du ändra inställningarna under fliken Åtgärder.
ta: இந்த விருப்பத்தை செயல்படுத்துகையில் எங்காவது உள்ள சாளர பொருளடக்கத்தில் சொடுக்கினால் செயற்படு சாளரம் முன்னே கொண்டுவரப்படும். செயற்பாடில்லாத சாளரத்திற்கு மாற்ற செயல் தத்தலில் உள்ள அமைப்புகளை மாற்ற வேண்டும்.
tg: Агар ин параметр сабт шуда бошад, шумо дар дохили тиреза ба ягон ҷои он пахш кунед, тирезаи фаъол ба нақшаи аввал бардошта хоҳад шуд. Барои таъғири ин барои тирезаҳои ғайрифаъол, шумо бояд параметрҳоро дар мондании "Амалиёт", танзим кунед.
th: หากเปิดใช้งานตัวเลือกนี้ หน้าต่างที่ทำงานอยู่ของคุณจะถูกนำมาอยู่ด้านหน้าหน้าต่างทั้งหมดเมื่อคุณคลิ้กบางที่บนส่วนต่าง ๆ ของหน้าต่างนั้น หากต้องการเปลี่ยนค่าสำหรับหน้าต่างที่ไม่ใช้งานด้วย ให้เปลี่ยนการตั้งค่าในส่วนแท็บการกระทำ
uk: Коли цей параметр ввімкнено, активне вікно буде автоматично виринати, коли ви клацаєте десь на зміст вікна. Щоб змінити цю поведінку для неактивних вікон, потрібно змінити параметри у вкладці Дій.

source: When this option is enabled, there will be a delay after which the window the mouse pointer is over will become active (receive focus).
af: Wanneer geaktiveer, sal daar 'n vertraging wees en daarna sal die venster waaroor die muis wyser is automaties na voor kom.
bg: Пауза, след която прозорец, който се намира на заден план, автоматично ще се изведе напред.
bs: Ako je ova opcija uključena, postojaće period nakon kojeg će prozor na kojem se nalazi pokazivač miša automatski postati aktivan (dobiti fokus).
cs: Pokud je tato volba povolená, nastane prodleva mezi momentem, kdy okno obdrží zaměření a kdy se stane aktivním.
cy: Os alluogir y dewisiad yma, bydd saib, ac ar ei ôl bydd ffenestr y mae'r pwyntydd llygoden drosto yn dod yn weithredol (derbyn canolbwynt).
da: Når dette er aktiveret vil der være en forsinkelse efter hvilken det vindue, som musemarkøren er over, automatisk vil blive aktivt (modtage fokus).
de: Bei Aktivierung dieser Option tritt eine Verzögerung ein, bevor das Fenster, über dem sich der Mauszeiger befindet, automatisch aktiviert wird.
el: Όταν αυτή η επιλογή είναι ενεργοποιημένη, θα υπάρξει μία καθυστέρηση μετά την οποία το παράθυρο, πάνω από το οποίο βρίσκεται ο δείκτης του ποντικιού θα έρθει στο προσκήνιο (θα λάβει την εστίαση).
es: Cuando esta opción está activada se producirá un retardo después del cual la ventana, sobre la que está el puntero del ratón, se activará, es decir recibirá el foco.
et: Selle sisselülitamisel kasutatakse teatud viivitust, pärast mida saab aken, mille peal on hiirekursor, fookuse (muutub aktiivseks).
eu: Aukera hau gaiturik dagoenean, leihoaren gainean kurtsorea kokatzen denetik aktibo bihurtu arte (fokua jaso arte) atzeraldia gertatuko da.
fa: در صورت فعال‌سازی این گزینه، تأخیری به وجود می‌آید که پس از آن، پنجره‌ای که موشی روی آن قرار دارد فعال می‌شود )کانون را دریافت می‌کند(.
fi: Tämä on aika, jonka jälkeen ikkuna, jonka kohdalla hiiren osoitin on, tulee aktiiviseksi.
fr: Quand cette option est activée, il y aura un délai après lequel la fenêtre que le pointeur survole deviendra active (prendra le focus).
hi: यह वह अंतराल है जिसके बाद वह विंडो, जिसके ऊपर माउस सूचक रखा जाता है, वह स्वचलित रूप से सक्रिय होता है (फ़ोकस पाता है).
hu: Ha ez az opció be van jelölve, akkor csak a megadott várakozási idő letelte után kapja meg az az ablak a fókuszt, amely fölött az egérmutató áll.
is: Þegar þetta er valið er töf þegar músabendill er yfir glugga til að honum sé fleytt upp sjálfkrafa.
it: Quando questa opzione è abilitata ci sarà un certo ritardo tra quando il mouse va sopra alla finestra e quando la finestra diventa effettivamente attiva (riceve il focus).
ja: このオプションを有効にすると、マウスポインタの置かれたウィンドウは指定した時間が経過した後にアクティブになります。
km: នៅ​ពេល​ជម្រើស​នេះ​បាន​អនុញ្ញាត នឹង​មាន​ការ​ពន្យារ​ពេល​មួយ បន្ទាប់​ពីបង្អួច​ដែល​ព្រួញ​កណ្តុរ​ស្ថិត​លើក្លាយ​ជា​សកម្ម (ទទួល​ការ​ផ្ដោត) ។
ko: 이 옵션을 사용하면 마우스 포인터가 창 위에 올라갔을 때 활성화 될 때까지 지연시간이 있습니다.
mk: Кога е избрана оваа опција, ќе има период на доцнење после кој прозорецот над кој е покажувачот на глушецот ќе дојде пред другите (ќе добие фокус).
ms: Apabila opsyen ini diaktifkan, akan terdapat tempoh lengah bagi tetingkap, yang tetikus berada di atasnya, akan menjadi aktif (menerima fokus).
nb: Når dette er slått på blir det en pause før vinduet som er under musepekeren blir aktivt (får fokus).
nds: Wenn aktiveert, warrt dat Finster ünner den Muuswieser eerst na en lütt Tiet aktiv.
nl: Dit is de tijdsduur die verstrijkt voordat het venster waar de muisaanwijzer zich in bevindt actief wordt (dus de focus krijgt).
nn: Vel om musa må liggja ei stund over eit vindauge før det får fokus.
pl: Czas, po którym okno pod kursorem zostanie przesunięte na wierzch.
pt_br: Quando habilitada, esta opção faz com que exista um atraso quando a janela em que o mouse está apontando (que estava inativa) se torna ativa (receber o foco).
ro: Dacă opţiunea este activată, va exista o întîrziere după care o fereastră deasupra căreia este cursorul mouse-ului va fi deveni activă (primeşte focusul).
ru: Если этот параметр включен, окно будет становиться активным (получать фокус) при наведении на него указателя не сразу, а с задержкой.
rw: Iyo ubu buryo bukora, hazashira umwanya maze idirishya ririho akayobozimbeba rikore (rigaragazwe).
se: Vállje jus sieván ferte čujuhit lásiid dihto áiggi ovdal go oažžu fohkus.
sk: Ak je táto voľba zapnutá, pred zmenou aktívneho okna pri ukázaní myšou sa chvíľu počká.
sl: Če je ta možnost omogočena, bo prišlo do zakasnitve, po kateri bo okno, nad katerim je miškin kazalec, postalo aktivno (prejelo bo fokus).
sr: Ако је ово активно, биће присутно кашњење фоксирања прозора изнад којег се налази показивач миша бити пребачен у први план.
sr@latn: Ako je ovo aktivno, biće prisutno kašnjenje foksiranja prozora iznad kojeg se nalazi pokazivač miša biti prebačen u prvi plan.
sv: Om det här alternativet är aktiverat, används en fördröjning efter vilken fönstret som muspekaren vilat över automatiskt blir aktivt (får fokus).
ta: இத் தாமதம், எலி சுட்டி இருக்கும் சாளரம் எவ்வளவு நேரத்திற்கு பின் தன்னியக்கமாக முன்னால் வரும் என்பது ஆகும்.
th: หากเปิดใช้ตัวเลือกนี้ จะมีการหน่วงเวลาการเรียกให้หน้าต่างทำงาน (ได้รับโฟกัส) หลังจากที่มีตัวชี้ของเม้าส์มาอยู่เหนือหน้าต่าง
uk: Коли цей параметр ввімкнено, з'являється затримка, після якої вікно, над яким проходить вказівник мишки, стане активним.

source: This is the delay after which the window the mouse pointer is over will automatically receive focus.
af: Hierdie is die vertraging waarna die venster waaroor die muis wyser is automaties op gefokus sal word.
bg: Пауза, след която прозорец, който се намира на заден план, автоматично ще се изведе напред.
bn: এই সময় দেরীর পর যে উইন্ডোর ওপর মাউস নির্দেশক আছে সেটি আপনা থেকে উপরে উঠে আসবে।
bs: Ovo je period nakon kojeg će prozor na kojem se nalazi pokazivač miša automatski dobiti fokus.
cs: Toto je prodleva, po které se přesune okno, nad kterým je ukazatel myši, automaticky navrch.
cy: Dyma'r saib y derbynnia'r ffenestr y mae'r pwyntydd llygoden drosto ganolbwynt ar ei ôl.
da: Dette er den forsinkelse efter hvilken det vindue, som musemarkøren er over, automatisk vil få fokus.
de: Dies ist die Zeitspanne, nach der das Fenster, über dem sich der Mauszeiger befindet, automatisch aktiviert wird.
el: Αυτή είναι η καθυστέρηση μετά την οποία το παράθυρο, πάνω από το οποίο βρίσκεται ο δείκτης του ποντικιού, έρχεται αυτόματα στο προσκήνιο.
eo: Tio estas la restadtempo de la musmontrilo, post kiu la fenestro malfoniĝas.
es: Este es el retardo después del cual la ventana, sobre la que está el puntero del ratón, recibirá automáticamente el foco.
et: See on aeg, kui kaua peab hiirekursor akna peal olema, et aken automaatselt fookuse saaks.
eu: Hau, leihoaren gainean kurtsorea kokatzen denetik leiho horrek automatikoki fokua jaso bitarteko atzeraldia da.
fa: پنجره‌ای که موشی روی آن قرار دارد، پس از این تأخیر به طور خودکار کانون را دریافت می‌کند.
fi: Tämä on aika, jonka jälkeen ikkuna, jonka kohdalla hiiren osoitin on, saa automaattisesti fokuksen.
fr: Ceci est le délai après lequel la fenêtre qui est sous le pointeur de la souris prendra le focus.
hi: यह वह अंतराल है जिसके बाद वह विंडो, जिसके ऊपर माउस सूचक रखा जाता है, वह स्वचलित रूप से फ़ोकस पाता है.
hu: Ez az a várakozási idő, melynek letelte után az egérmutató alatti ablak megkapja a fókuszt.
is: Þetta er hversu lengi músabendill þarf að vera yfir glugga til að honum sé fleytt upp sjálfkrafa.
it: Questo è il tempo dopo il quale la finestra che ha sopra il mouse riceverà il focus.
ja: これはマウスポインタが置かれてからそのウィンドウがフォーカスを受けるまでの遅延時間です。
km: នេះ​គឺ​ជា​ការ​ពន្យារ បន្ទាប់​ពីបង្អួច​ដែល​ព្រួញ​កណ្តុរ​ស្ថិត​លើ ទទួល​ការ​ផ្ដោត​អារម្មណ៍​ដោយ​ស្វ័យ​ប្រវត្តិ ។
ko: 마우스 포인터가 올려졌을 때 창이 자동으로 활성화 되는데 걸리는 지연 시간 입니다.
mk: Ова е периодот на доцнење после кој прозорецот над кој е покажувачот на глушецот автоматски ќе добие фокус.
ms: Ini ialah tempoh lengah bagi tetingkap, yang tetikus berada di atasnya, akan menerima fokus secara automatik.
nb: Etter denne forsinkelsen vil vinduet som er under musepekeren automatisk få fokus.
nds: Dit is de Töövtiet, na de dat Finster ünner de Muus automaatsch den Fokus kriggt.
nl: Dit is de tijdsduur die verstrijkt voordat het venster waar de muisaanwijzer zich in bevindt de focus krijgt.
nn: Vel kor lenge musa må liggja over vindauget før det automatisk får fokus.
pl: Czas, po którym okno pod kursorem zostanie przesunięte na wierzch.
pt_br: Este é o atraso após que a janela, onde o mouse está apontando, receberá automaticamente o foco.
ro: Aceasta este întîrzierea după care o fereastră deasupra căreia este cursorul mouse-ului va fi primi automat focusul.
ru: Задержка, по истечении которой окно, в котором находится указатель мыши, автоматически получит фокус.
rw: Uyu ni umwanya ushira kugira ngo idirishya ririho akayobozimbeba rihite rigaragazwa.
se: Vállje man guhkká sieván galgá čujuhit lásii ovdal go automáhtalaččat oažžu fohkus.
sk: Toto je čas, po ktorom okno do popredia získa fokus, keď je nad ním kurzor myši.
sl: To je zakasnitev, po kateri se okno, na katerem je kazalec miške, samodejno prejme fokus.
sr: Ово је временски интервал након којег ће прозор изнад којег се налази показивач миша бити пребачен у први план.
sr@latn: Ovo je vremenski interval nakon kojeg će prozor iznad kojeg se nalazi pokazivač miša biti prebačen u prvi plan.
sv: Det här är fördröjningen efter vilken fönstret som muspekaren vilat över automatiskt får fokus.
ta: இத் தாமதம், எலி சுட்டி இருக்கும் சாளரம் எவ்வளவு நேரத்திற்கு பின் தன்னியக்கமாக முன்னால் வரும் என்பது ஆகும்.
th: นี่เป็นค่าหน่วงเวลา ก่อนที่จะให้หน้าต่างที่ตัวชี้่ของเมาส์อยู่เหนือมันจะได้รับโฟกัส
uk: Це - затримка, після якої вікно над яким проходить вказівник мишки автоматично отримує фокус.

source: Navigation
af: Navigering
ar: التصفح
az: Naviqasiya
bg: Навигация
bn: পরিভ্রমণ
bs: Navigacija
cs: Navigace
cy: Llywio
da: Navigering
el: Πλοήγηση
es: Navegación
et: Liikumine
eu: Arakaketa
fa: ناوش
fi: Navigointi
gl: Navegación
hi: नेविगेशन
hr: Navigacija
hu: Navigáció
is: Flakk
it: Navigazione
ja: ナビゲーション
km: ការ​រុករក
ko: 네비게이션
mk: Навигација
ms: Pelayaran
nb: Navigering
nds: Navigatschoon
nl: Navigatie
nn: Navigasjon
pa: ਨੇਵੀਗੇਸ਼ਨ
pl: Nawigacja
pt_br: Navegação
ro: Navigare
ru: Навигация
rw: Ibuganya
se: Navigašuvdna
sk: Navigácia
sl: Navigacija
sr: Навигација
sr@latn: Navigacija
sv: Navigering
ta: வழியாக்கம்
tg: Ҷустуҷӯ
th: ตัวนำร่อง
uk: Навігація

source: Show window list while switching windows
af: Wys venster lys terwyl venssters wissel
bg: Показване на списъка с прозорците при избор
bs: Prikaži listu prozora prilikom promjene prozora
cs: Zobrazovat seznam oken během přepínání oken
cy: Dangos y rhestr ffenestri tra'n amnewid ffenestri
da: Vis vinduesliste mens der skiftes vinduer
de: Fensterliste beim Umschalten zwischen Fenstern anzeigen
el: Εμφάνιση της λίστας παραθύρων κατά την αλλαγή παραθύρων
es: Mostrar la lista de ventanas al cambiar de ventanas
et: Akende vahetamisel näidatakse akende nimekirja
eu: Erakutsi leihoen zerrenda leiho batetik bestera aldatzean
fa: نمایش فهرست پنجره هنگام سودهی پنجره‌ها
fi: Näytä ikkunaluettelo, kun ikkunaa vaihdetaan
fr: Afficher la liste des fenêtres pendant le changement de fenêtre
gl: Amosar lista de fiestras mentres se trocan as fiestras
hi: विंडोज़ में स्विच करने पर विंडो सूची दिखाएँ
hu: Az ablaklista megjelenítése ablakváltáskor
is: Sýna gluggalista meðan skipt er um glugga
it: Mostra la lista delle finestre quando si cambia finestra
ja: ウィンドウの切り替え時にウィンドウリストを表示する(&W)
km: បង្ហាញ​បញ្ជី​បង្អួច ខណៈ​ពេល​ប្តូរ​បង្អួច
ko: 창을 전환하는 동안 창 목록을 보여줍니다.
mk: Покажи листа на прозорци додека се движиш низ прозорци
ms: Paparkan senarai tetingkap sambil menukar tetingkap
nb: Vis vindusliste mens vinduer byttes
nds: Finsterlist bi't Wesseln wiesen
nl: Toon selectievenster bij het wisselen van venster
nn: Vis vindaugslista ved byte av vindauge
pa: ਝਰੋਖਿਆਂ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਸਮੇਂ ਝਰੋਖਿਆਂ ਦੀ ਸੂਚੀ ਵੇਖਾਓ
pl: Pokaż listę okien przy przełączaniu okna
pt_br: Mostrar lista de janelas ao alternar janelas
ro: Afişează lista de ferestre la comutarea ferestrelor
ru: Показывать список окон при переключении окон
rw: Kwerekana ilisiti y'amadirishya mu gihe cyo guhinduranya amadirishya
se: Čájet láselisttu molssodettiin lásiid
sk: Zobraziť zoznam okien pri prepínaní okien
sl: Prikaži seznam oken med preklapljanjem oken
sr: Прикажи списак призора при промени активног прозора
sr@latn: Prikaži spisak prizora pri promeni aktivnog prozora
sv: Visa fönsterlista vid fönsterbyte
ta: சாளரத்தை திறக்கும்போது சாளர பட்டியலை காட்டு
th: แสดงรายการหน้าต่างด้วยขณะทำการสลับหน้าต่าง
uk: Показувати список вікон при їх перемиканні
