Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmkonq.po
Languages: af, ar, az, be, bg, bs, ca, cs, cy, da, de, el, eo, es, eu, fa, fi, fr, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, th, uk, zh_cn

source: Show Icon Previews For
af: Vertoon Ikoon Voorskoue Vir
ar: أظهار معاينات الأيقونة لـ
az: Timsal Nömayişlərini Göstər:
be: Паказваць мініяцюры для
bg: Предварителен преглед за
bs: Pokaži preglede za
ca: Mostra icones de vista prèvia per a
cs: Zobrazovat náhledy ikon pro
cy: Dangos Rhagolygon Eicon Ar Gyfer
da: Vis ikonforhåndsvisninger for
de: Symbolvorschau anzeigen für:
el: Εμφάνιση προεπισκοπήσεων εικονιδίων για
eo: Montri piktogram-antaŭrigardojn por
es: Mostrar previsualizaciones de icono para
eu: Erakutsi ikono aurrebistak honetarako
fa: نمایش پیش‌نمایشهای شمایل برای
fi: Näytä esikatselut kuvakkeessa tiedostotyypeille
fr: Afficher l'aperçu pour
gl: Amosar Previsualizacións nas Iconas Para
he: הצג תצוגות מקדימות עבור
hi: के लिए प्रतीक पूर्वावलोकन दिखाएँ
hr: Pokaži preglede za
hu: Ikonos előnézetek a következőknél
is: Forsýna táknmyndir fyrir
it: Mostra icone di anteprima per
ja: アイコンプレビューを表示するファイルタイプ
kk: Нобайлау қелесілерге қолданылсын
km: បង្ហាញ​ការ​មើល​រូបតំណាង​ជាមុន​សម្រាប់
ko: 다음 아이콘 미리 보기
lt: Rodyti ženkliukų peržiūrą
mk: Прикажи прегледи со икони за
nb: Vis ikonforhåndsvisninger for
nds: Lüttbildvöransicht wiesen för
nl: Mini-afbeeldingen tonen voor
nn: Vis ikon med førehandsvising for
pa: ਇਸ ਲਈ ਆਈਕਾਨ ਨਮੂਨੇ ਵੇਖਾਓ
pl: Pokaż podgląd dla
pt: Mostrar as Antevisões Para
pt_br: Exibir Pré-visualizações de Ícones Para
ro: Afişează previzualizări pentru
ru: Предварительный просмотр для
rw: Kwerekana Amagaragazambere y'Agashushondanga Agenewe
sk: Zobraziť náhľady súborov pre
sl: Pokaži ikonske oglede za
sr: Прикажи прегледе за
sr@latn: Prikaži preglede za
sv: Visa ikonförhandsgranskningar för
ta: பின்வருவனவற்றை முன்னோட்டமிடு:
th: แสดงตัวอย่างไอคอนสำหรับ
uk: Показувати піктограми перегляду для
zh_cn: 显示图标预览的文件

source: Select for which types of files you want to enable preview images.
af: Kies die tipes lêers waarvoor jy voorskou beelde wil aktiveer.
ar: أختر أي من أنواع الملفات تريد أن تفعل صور المعاينة لها.
be: Выберыце, для якіх тыпаў файлаў трэба пакзваць мініяцюры.
bg: Изберете за кои типове файлове искате да включите предварителен преглед.
bs: Odaberite vrste datoteka za koje želite uključiti pregled slika
ca: Selecciona els tipus de fitxers pels que voleu habilitar imatges de vista prèvia.
cs: Zvolte si, pro které typy souborů si přejete zobrazovat náhledy.
cy: Dewis ar gyfer pa fathau o ffeiliau yr hoffech alluogi delweddau rhagolwg.
da: Vælg for hvilke typer af filer du ønsker at aktivere forhåndsvisninger.
de: Wählen Sie, für welche Dateitypen Sie Vorschaubilder aktivieren möchten.
el: Επιλέξτε για ποιους τύπους αρχείων θέλετε να ενεργοποιηθούν εικόνες προεπισκοπήσεων.
eo: Elektu, por kiuj dosiertipoj vi volas antaŭrigardo-bildetojn
es: Seleccione para que tipos de archivos desea habilitar la previsualización de imágenes
eu: Hautatu zein fitxategi motatarako gaitu nahi dituzun irudien aurrebista.
fa: برگزیدن انواع پرونده‌هایی که می‌خواهید تصاویر پیش‌نمایش را برای آنها فعال سازید.
fi: Valitse, minkä tyyppisten tiedostojen esikatselu on käytössä.
fr: Sélectionnez les types de fichiers pour lesquels vous voulez activer les images d'aperçu.
gl: Escolla os tipos de ficheiro para os que queira habilita-las imaxes de previsualización.
he: בחר עבור אילו סוגי קבצים ברצונך לאפשר תמונות תצוגה מקדימה.
hi: चुनें कि किन फ़ाइल क़िस्म के लिए आप छवि पूर्वावलोकन सक्षम करना चाहते हैं.
hr: Odaberite vrste datoteki za koje želite pokazivanje preglednih sličica.
hu: Jelölje be, melyik fájltípusoknál szeretne előnézeti képeket használni.
is: Veldu hvaða skráartegundir þú vilt geta forskoðað myndir fyrir
it: Seleziona per quali tipi di file vuoi abilitare le immagini di anteprima.
ja: プレビュー画像を有効にするファイルタイプを選択してください。
kk: Нобай кескіндерді қай файл түрлеріне қолданатынын таңдаңыз.
km: ជ្រើស​ប្រភេទ​ឯកសារ​មួយ​ណា​ដែល​អ្នក​ចង់​អនុញ្ញាតឲ្យ​មានការ​មើល​រូបភាព​ជាមុន ។
ko: 미리 보기 그림을 사용할 파일 형식을 선택하십시오.
lt: Nurodykite, kokių tipų bylų paveikslus pageidaujate peržiūrėti
mk: Изберете за кои видови на датотеки сакате да овозможите слики со прегледи.
nb: Velg hvilke type filer du vil forhåndsvise.
nds: Söök de Dateitypen ut, för de Du Vöransichten aktiveren wullt.
nl: Selecteer de bestandstypen waarvan u mini-afbeeldingen wilt zien.
nn: Vel kva for typar filer som skal førehandsvisast.
pa: ਚੋਣ ਕਰੋ ਕਿ ਕਿਸ ਕਿਸਮ ਦੀਆਂ ਫਾਇਲਾਂ ਲਈ ਤੁਸੀਂ ਚਿੱਤਰ ਝਲਕ ਯੋਗ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ।
pl: Wybierz pliki, dla których ma być wyświetlany podgląd.
pt: Seleccione para que tipos de ficheiros é que quer activar as antevisões.
pt_br: Selecione para que tipos de arquivo você quer habilitar imagens de pré-visualização.
ro: Selectaţi tipurile de fişiere pentru care doriţi să activaţi previzualizarea de imagini.
ru: Выберите типы файлов, для которых должен быть включен предварительный просмотр.
rw: Hitamo ubwoko bw'amadosiye ushaka gukoreshaho amashusho y'igaragazambere.
sk: Vyberte, pre ktoré typy súborov chcete povoliť generovanie náhľadov.
sl: Izberite, za katere vrste datotek želite omogočiti ogledovanje slik
sr: Одаберите за коју врсту фајлова желите да активирате преглед.
sr@latn: Odaberite za koju vrstu fajlova želite da aktivirate pregled.
sv: Välj för vilka filtyper du vill aktivera förhandsgranskningsbilder.
ta: எக்கோப்புவகைகளுக்கு பட முன்னோட்டம் தேவையென இஹ்ங்கு தெரிவுசெய்யவும்
th: เลือกประเภทของแฟ้ม ที่คุณต้องการเปิดใช้การแสดงตัวอย่าง
uk: Виберіть типи файлів, для яких ви хочете мати зображення перегляду.
zh_cn: 选择您要为哪些类型的文件启用预览图像。

source: Device Icons
af: Toestel Ikone
ar: أيقونات الجهاز
az: Avadanlıq Timsalları
be: Значкі прыладаў
bg: Устройства
bs: Ikone uređaja
ca: Icones de dispositiu
cs: Ikony zařízení
cy: Eiconau Dyfeisiau
da: Enhedsikoner:
de: Gerätesymbole
el: Εικονίδια συσκευής
eo: Aparatpiktogramoj
es: Iconos de dispositivos
eu: Gailuetako ikonoak
fa: شمایل دستگاهها
fi: Laitekuvakkeet
fr: Icônes des périphériques
gl: Iconas dos Dispositivos
he: התקנים
hi: उपकरण प्रतीक
hr: Sličice uređaja
hu: Eszközikonok
is: Tækjatáknmyndir
it: Icone dei dispositivi
ja: デバイスアイコン
kk: Құрылғы таңбашалары
km: រូបតំណាងរបស់​ឧបករណ៍
ko: 장치 아이콘
lt: Įrenginių ženkliukai
mk: Икони за уреди
nb: Enhetsikoner
nds: Lüttbiller för Reedschapen
nl: Apparaatpictogrammen
nn: Einingsikon
pa: ਜੰਤਰ ਆਈਕਾਨ
pl: Ikony urządzeń
pt: Ícones de Dispositivos
pt_br: Ícones de Dispositivos
ro: Iconiţe dispozitive
ru: Значки устройств
rw: Udushushonganda tw'Aparareye
se: Ovttadatgovažat
sk: Ikony zariadení
sl: Ikone naprav
sr: Иконе уређаја
sr@latn: Ikone uređaja
sv: Enhetsikoner
ta: சாதனங்கள்
th: ไอคอนอุปกรณ์
uk: Піктограми пристроїв
zh_cn: 设备图标

source: &Show device icons:
af: Vertoon toestelle ikone:
ar: &عرض رموز الأجهزة:
az: &Avadanlıq timsallarını göstər:
be: &Паказваць значкі прыладаў:
bg: Показване иконите на &устройствата:
bs: Prikaži ikone &uređaja:
ca: Mo&stra icones de dispositiu:
cs: Zobrazovat ikon&y zařízení:
cy: Dang&os eiconau dyfeisiau
da: &Vis enhedsikoner:
de: &Gerätesymbole anzeigen:
el: Εμφάνιση εικονιδίων σ&υσκευής:
eo: &Montri aparatpiktogramojn:
es: Mo&strar iconos de dispositivos:
eu: &Erakutsi gailuetako ikonoak:
fa: &نمایش شمایل دستگاهها:‌
fi: Näytä lait&ekuvakkeet:
fr: Afficher le&s icônes des périphériques :
gl: Amo&sar iconas dos dispositivos:
he: הצג התקני&ם:
hi: उपकरण प्रतीक दिखाएँ (&S)
hr: Prikazuj &sličice uređaja:
hu: Eszkö&zikonok megjelenítése:
is: &Sýna tækjatáknmyndir:
it: Mostra le icone dei dispositi&vi:
ja: デバイスアイコンを表示する(&W):
kk: Келесі құрылғы таңбашалар &көрсетілсін:
km: បង្ហាញ​រូបតំណាងរបស់​ឧបករណ៍ ៖
ko: 장치 아이콘 보기(&S):
lt: &Rodyti įrenginių ženkliukus:
mk: &Прикажи икони за уредите
nb: &Vis enhetsikoner:
nds: &Reedschaplüttbiller wiesen:
nl: Apparaa&tpictogrammen weergeven:
nn: Vis &einingsikon:
pa: ਜੰਤਰ ਆਈਕਾਨ ਵੇਖਾਓ(&S):
pl: Pokaż ikony &urządzeń:
pt: Mo&strar os ícones de dispositivos:
pt_br: E&xibir Ícones de dispositivos:
ro: &Afişează iconiţe dispozitiv:
ru: &Показывать значки устройств:
rw: &Kwerekana udushushondanga tw'apareye:
se: Čá&jet ovttadatgovažiid:
sk: Zobraziť ikony &zariadení:
sl: Prika&ži ikone naprav:
sr: Приказуј &иконе уређаја:
sr@latn: Prikazuj &ikone uređaja:
sv: Visa enhe&tsikoner:
ta: மேசையிற் சாதனங்களை இயக்கு
th: แ&สดงไอคอนอุปกรณ์:
uk: &Показувати піктограми пристроїв:
zh_cn: 显示设备图标(&S)：

source: Device Types to Display
af: Toestel Tipes om te Vertoon
ar: أنواع الأجهزة المطلوب عرضها
az: Göstəriləcək Avadanlıq Növləri
be: Паказваць тыпы прыладаў
bg: Устройства
bs: Vrste uređaja za prikazati
ca: Tipus de dispositiu a mostrar
cs: Zobrazovat tyto typy zařízení
cy: Mathau Dyfeisiau i'w Dangos
da: Enhedstyper at vise
de: Anzuzeigende Gerätetypen
el: Τύποι συσκευής για εμφάνιση
eo: Aparat-tipoj montrendaj
es: Tipos de dispositivos a mostrar
eu: Erakutsiko diren gailu motak
fa: نمایش انواع دستگاه
fi: Näytettävät laitetyypit
fr: Types de périphériques à afficher
gl: Tipos de Dispositivo a Amosar
he: סוג התקנים להצגה
hi: प्रदर्शन के लिए उपकरण क़िस्म
hr: Tipovi uređaja za prikaz
hu: A megjelenítendő eszköztípusok
is: Tegundir tækja sem á að sýna
it: Tipi di dispositivo da mostrare
ja: 表示するデバイスタイプ
kk: Көрсетілетін құрылғы түрлері
km: ប្រភេទ​ឧបករណ៍​ដែល​ត្រូវ​បង្ហាញ
ko: 표시할 장치 종류
lt: Rodomi įrenginių tipai
mk: Типови на уреди кои ќе се прикажувааат
nb: Enhetstyper som skal vises
nds: Reedschaptypen, de wiest warrn schöölt
nl: Apparaattypen om weer te geven
nn: Einingstypar som skal visast
pa: ਦਰਿਸ਼ ਲਈ ਜੰਤਰ ਕਿਸਮ
pl: Wyświetlane typy urządzeń
pt: Tipos de Dispositivo a Mostrar
pt_br: Tipos de Dispositivo a Exibir
ro: Tipuri de dispozitive de afişat
ru: Показываемые типы устройств
rw: Ubwoko bw'Apareye igomba Kugaragazwa
se: Ovttadatšlájaid maid čájehit
sk: Zobrazované typy zariadení
sl: Vrste naprav za prikaz
sr: Типови уређаја који се приказују
sr@latn: Tipovi uređaja koji se prikazuju
sv: Enhetstyper att visa
ta: காட்சி வகைகள்
th: ชนิดของอุปกรณ์ที่จะแสดง
uk: Показувати типи пристроїв
zh_cn: 要显示的设备类型

source: Deselect the device types which you do not want to see on the desktop.
af: Ontkies die toestel tipes wat jy nie op die werkskerm wil sien nie.
ar: أزل اختيارات أنواع الأجهزة التي لا تريد رؤيتها على سطح المكتب.
az: Masa üstündə görmək istəmədiyiniz növləri seçməyin.
be: Выключыце тыпы прыладаў, якія вы не хочаце бачыць на працоўным стале.
bg: Изключете устройствата, които не искате да виждате на работния плот.
bs: Isključite vrste uređaja koje ne želite vidjeti na desktopu.
ca: De-seleccioneu els tipus de dispositiu que no voleu veure a l'escriptori.
cs: Zrušte výběr typů zařízení, které si nepřejete na ploše vidět.
cy: Dat-ddewis y mathau dyfeisiau nad ydych eisiau eu gweld ar y penbwrdd
da: Fravælg de enhedstyper, du ikke ønsker at se på desktoppen.
de: Deaktivieren Sie hier diejenigen Gerätetypen, die Sie nicht auf der Arbeitsfläche dargestellt haben möchten.
el: Αποεπιλέξτε τους τύπους συσκευής που δε θέλετε να βλέπετε στην επιφάνεια εργασίας.
eo: Malŝaltu tiujn aparattipojn, kiujn vi ne volas vidi sur la tabulo
es: Deseleccionar los tipos de dispositivo que no quiere ver en el escritorio
eu: Desautatu mahaigainean ikusi nahi ez dituzun gailu motak.
fa: انواع دستگاهی که نمی‌خواهید بر روی رومیزی ببینید را از انتخاب خارج کنید.
fi: Ota valinta pois laitetyypeiltä, joita et halua näyttää työpöydällä
fr: Désélectionnez les types de périphériques que vous ne voulez pas voir sur le bureau.
gl: Deseleccione os tipos de dispositivos que non queira ver no escritorio.
he: בטל את סימון סוגי ההתקנים שאינך רוצה לראות על שולחן העבודה.
hi: डेस्कटॉप पर उपकरण क़िस्म डिसल्क्ट करें जिसे आप देखना नहीं चाहते हैं.
hr: Odznačite tipove uređaja koje ne želite vidjeti na radnoj površini..
hu: Azokat az eszközöket jelölje be itt, amelyek megjelenhetnek a munkaasztalon.
is: Afveldu þær tegundir tækja sem þú vilt ekki sjá á skjáborðinu
it: Deseleziona i tipi di dispositivi che non vuoi vedere sul desktop.
ja: デスクトップ上に表示しないデバイスタイプの選択を外してください。
kk: Үстелде көрсетілмейтін құрылғы түрлерінің құсбелгілерін алып тастаңыз.
km: ដោះ​ជ្រើស​ពី​ប្រភេទ​ឧបករណ៍​ដែល​អ្នក​មិន​ចង់​ឃើញ​លើ​ផ្ទៃតុ ។
ko: 데스크톱에 표시할 장치 종류들을 선택하십시오.
lt: Panaikinkite pažymėjimą įrenginių tipų, kurių Jūs nenorite matyti darbastalyje.
mk: Не ги одбирајте типовите на уреди кои не сакате да се појавуваат на работната површина.
nb: Ta bort krysset foran enhetstyper du ikke vil se på skrivebordet.
nds: Maak dat Krüüz bi de Reedschaptypen weg, de Du nich op den Schriefdisch hebben wullt.
nl: Deselecteer de apparaattypen die u niet op uw bureaublad wilt zien
nn: Vel kva for einingstypar som ikkje skal visast på skrivebordet.
pa: ਉਸ ਜੰਤਰ ਕਿਸਮ ਨੂੰ ਅਣ-ਚੁਣਿਆ ਕਰ ਦਿਓ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਵੇਹੜੇ ਵਿੱਚ ਨਹੀਂ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Wyłącz typy urządzeń, których nie chcesz widzieć na pulpicie.
pt: Deseleccione os tipos de dispositivos que não quer ver no ecrã.
pt_br: Desmarque os tipos de dispositivos que você não deseja ver em sua área de trabalho.
ro: Deselectaţi tipurile de dispozitive pe care nu doriţi să le vedeţi pe ecran.
ru: Отключите показ устройств, которые вы не хотите видеть на рабочем столе.
rw: Kuraho akamenyetso gatoranya ubwoko bw'apareye udashaka kubona ku biro.
se: Vállje makkár ovttadatšlájaid it hálit oaidnit cállinbeavddis.
sk: Zrušte výber typov zariadení, ktoré na ploche nechcete zobraziť.
sl: Odznačite tiste vrste naprav, ki jih nočete videti na namizju.
sr: Искључите типове уређаја које не желите да видите на радној површини.
sr@latn: Isključite tipove uređaja koje ne želite da vidite na radnoj površini.
sv: Avmarkera enhetstyperna som du inte vill se på skrivbordet.
ta: மேசையில் தெரியக்கூடாத சாதனங்களை தேர்வுச் செய்யாதே
th: ยกเลิกการเลือกชนิดของอุปกรณ์ที่คุณไม่ต้องการเห็นบนพื้นที่หน้าจอของคุณ
uk: Вимкніть ті типи пристроїв, які ви не бажаєте бачити на стільниці.
zh_cn: 不要选择那些您不想在桌面上出现的设备。

source: <h1>Paths</h1> This module allows you to choose where in the filesystem the files on your desktop should be stored. Use the "What's This?" (Shift+F1) to get help on specific options.
af: <h1>Gidse</h1> Hierdie module laat jou toe om te kies waar in die lêersisteem die lêers op jou werkskerm gestoor moet word. Gebruik die "Wat is Hierdie?" (Shift+F1) om hulp oor spesifieke opsies te kry
bg: <h1>Пътища</h1> От тук може да настроите къде да се съхраняват файловете от работния плот. Използвайте "Какво е това?" (Shift+F1), за да видите помощта за отделните опции.
bs: <h1>Staze</h1> Ovaj modul vam omogućuje da izaberete gdje u datotečnom sistemu senalaze datoteke na vašem desktopu. Koristite "Šta je ovo?" (Shift+F1) za dobijanje više informacija.
ca: <h1>Camins</h1> Aquest mòdul us permet escollir en quin lloc del sistema de fitxers s'han d'emmagatzemar els fitxers de l'escriptori. Useu "Que és això?" (Majús+F1) per obtenir ajuda quant a opcions específiques.
cs: <h1>Cesty</h1> Tento modul umožňuje nastavit si, kam se budou ukládat soubory pracovní plochy. Nápovědu k volbám získáte použitím funkce "Co je toto" (Shift+F1).
da: <h1>Stier</h1> Dette modul tillader dig at vælge hvor i filsystemet filerne på din desktop gemmes. Brug "Hvad er dette?" (Shift+F1) for at få hjælp til bestemte tilvalg.
de: <h1>Pfade</h1> Dieses Modul ermöglicht Ihnen die Festlegung, wo Dateien gespeichert werden sollen, die auf Ihrer Arbeitsfläche angezeigt werden. Verwenden Sie die Funktion "Was ist das?" (Umschalt+F1), um Hilfe zu bestimmten Einstellungsmöglichkeiten zu erhalten.
el: <h1>Διαδρομές</h1> Αυτό το άρθρωμα σας επιτρέπει να επιλέξετε που θα αποθηκεύονται τα αρχεία της επιφάνειας εργασίας σας στο σύστημα αρχείων σας. Χρησιμοποιήστε το "Τι είναι αυτό;" (Shift+F1) για να πάρετε βοήθεια για συγκεκριμένες επιλογές.
eo: <h1>Padoj</h1> Tiu modulo permesas al vi elekti, kie la dosieroj sur via tabulo estas konservataj. Uzu la funkcion "Kio estas tio?" (Majuskl+F1) por informiĝi pri unuopaj opcioj.
es: <h1>Rutas</h1> Este módulo le permite elegir en que parte del sistema de archivos se guardan los archivos del escritorio Use «¿Qué es esto?» (Mayúsculas F1) para obtener ayuda sobre las opciones específicas.
eu: <h1>Bide-izenak</h1> Modulu honek mahaigaineko fitxategiak fitxategi sisteman non gordeko diren hautatzen uzten dizu Erabili "Zer da hau?" (Maius+F1) laguntza lortzeko.
fa: <h1>مسیرها</h1> این پیمانه به شما اجازۀ انتخاب جایی در سیستم پرونده، که پرونده‌های رومیزی شما باید آنجا ذخیره شوند را می‌دهد. برای کمک گرفتن در مورد گزینه‌های مشخص از »این چیست« )کلید تبدیل+F1( استفاده کنید.
fi: <h1>Polut</h1> Tässä moduulissa voit määritellä, mihin työpöydälläsi olevat tiedostot tallennetaan. Jos haluat ohjeen tietystä valinnasta, käytä "Mikä tämä on?" -toimintoa näppäinyhdistelmällä Shift+F1.
fr: <h1>Emplacements</h1> Ce module vous permet de choisir l'emplacement où sont enregistrés les fichiers posés sur le bureau. Lisez l'aide « Qu'est-ce que c'est ? » (Maj+F1) pour plus d'informations sur chaque option.
gl: <h1>Camiños</h1> Este módulo permítelle escoller ónde se deberán almacear os ficheiros no seu sistema de ficheiros. Empregue "Que é Isto?" (Maiúsculas+F1) para obter axuda sobor opcións específicas.
he: <h1>נתיבים</h1> מודול זה מאפשר לך לבחור את המיקומים במערכת הקבצים בהם יאוחסנו הקבצים שעל שולחן העבודה שלך. השתמש ב"מה זה?" (Shift+F1) כדי לקבל עזרה על אפשרויות ספציפיות.
hu: <h1>Elérési utak</h1> Ebben a modulban azt lehet beállítani, hogy az asztalon látható fájlok hol legyenek tárolva. A "Mi ez?" (Shift+F1) funkcióval rövid leírás kapható az opciókról.
is: <h1>Slóðir</h1> Hér getur þú stillt hvar í skráarkerfinu stýri-skrárnar fyrir skjáborðið eru geymdar. Þú getur notað "Hvað er þetta?" (Shift-F1) til að sjá hvað ákveðnar stillingar þýða.
it: <h1>Percorsi</h1> Questo modulo permette di scegliere dove saranno salvati i file sul tuo desktop. Usa "Che cos'è?" (Shift+F1) per ottenere aiuto su opzioni specifiche.
ja: <h1>パス</h1> このモジュールでは、デスクトップ上のファイルをファイルシステムのどこに保存するかを設定します。 各オプションのヘルプを見るには「これは何？」(Shift+F1) を使ってください。
kk: <h1>Жолдар</h1> Бұл модуль үстелдің файлдары файл жүйенің қай қапшығында сақталатынын таңдауға мүмкіндік береді. Әрбір параметр туралы анықтама алу үшін "Бұл не?" (Shift+F1) мүмкіншілігін пайдаланыңыз.
km: <h1>ផ្លូវ</h1> ម៉ូឌុល​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​ជ្រើស​កន្លែង​ក្នុង​ប្រព័ន្ធ​ឯកសារ ដែល​ឯកសារ​លើ​ផ្ទៃតុ​របស់​អ្នក​គួរ​ត្រូវ​បាន​ផ្ទុក ។ ប្រើ "នេះ​ជា​អ្វី ?" (ប្ដូរ+F1) ដើម្បី​ទទួល​បាន​ជំនួយ​លើ​ជម្រើស​ជាក់លាក់ ។
ko: <h1>경로</h1> 이 모듈은 데스크톱에 있는 파일이 파일 시스템에 저장될 위치를 지정합니다. 특정한 설정에 대한 도움말을 보시려면 "이것에 대한 도움말" (Shift+F1)을 사용하십시오.
lt: <h1>Keliai</h1> Šis modulis leis jums nustatyti, kurioje bylų sistemos vietoje saugomos darbastalio bylos, Pasinaudokite „Kas tai yra?“ (Lyg2(Shift)+F1) pagalba norėdami daugiau sužinoti apie atskiras parinktis.
mk: <h1>Патеки</h1> Овој модул ви овозможува да изберете каде во датотечниот систем треба да се складираат датотеките од вашата работна површина. Користете ја опцијата „Што е ова?“ (Shift+F1) за да добиете помош за специфичните опции.
nb: <h1>Skrivebord</h1> Med denne modulen kan du velge hvor filer på skrivebordet ditt blir lagret. Bruk «Hva er dette?» (Shift+F1) for å få hjelp til de enkelte valgene.
nds: <h1>Padden</h1> Mit dit Moduul kannst Du fastleggen, woneem binnen dat Dateisysteem de Dateien op Dien Schriefdisch afleggt warrt. Wenn Du Hülp för enkelte Optschonen bruukst, hölpt Di de Funkschoon "Wat is dat?" (Ümschalt+F1).
nl: <h1>Paden</h1> In deze module kunt u bepalen waar de bestanden op uw bureaublad zullen worden opgeslagen. Gebruik de "Wat is dit?" (Shift+F1) om meer info over een specifieke optie te krijgen.
nn: <h1>Stigar</h1> I denne modulen kan du velja kvar i filsystemet filene på skrivebordet skal lagrast. Bruk funksjonen «Kva er dette?» (Shift&nbsp;+&nbsp;F1) for å få hjelp om spesifikke innstillingar.
pa: <h1>ਮਾਰਗ</h1> ਇਹ ਮੋਡੀਊਲ ਤੁਹਾਨੂੰ ਇਹ ਚੁਣਨ ਲਈ ਸਹਾਇਕ ਹੈ, ਕਿ ਫਾਇਲ-ਸਿਸਟਮ ਵਿੱਚ ਤੁਹਾਡੇ ਡੈਸਕਟਾਪ ਉੱਤੇ ਫਾਇਲਾਂ ਨੂੰ ਕਿੱਥੇ ਸੰਭਾਲਿਆ ਜਾਵੇ। ਖਾਸ ਚੋਣਾਂ ਬਾਰੇ ਸਹਾਇਤਾ ਲੈਣ ਲਈ "ਇਹ ਕੀ ਹੈ" (Shift+F1) ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: <h1>Ścieżki</h1> Moduł pozwala na konfigurację gdzie w systemie plików są przechowywane różne pliki pulpitu. Użyj "Co to jest?" (Shift+F1), by uzyskać pomoc o konkretnych opcjach.
pt: <h1>Localizações</h1> Este módulo permite ao utilizador escolher onde é que os ficheiros do seu ecrã são gravados. Utilize o "O Que É Isto?" (Shift+F1) para obter ajuda nas opções específicas.
pt_br: <h1>Caminhos</h1> Este módulo permite que você escolha onde, no sistema de arquivos, os arquivos na sua área de trabalho devem ser armazenados. Use o "O que é isso?" (Shift+F1) para obter ajuda sobre opções específicas.
ru: <h1>Пути</h1> Этот модуль позволяет указать, как должны располагаться файлы рабочего стола в файловой системе. Используйте подсказку "Что это?" (Shift+F1) для вызова справки по конкретному параметру.
sk: <h1>Cesty</h1> Tento modul vám umožňuje zvoliť umiestnenie vášho priečinka plochy. Použite "Čo je to?" (Shift+F1) ak potrebujete pomoc s niektorou voľbou.
sl: <h1>Poti</h1> Ta modul vam omogoča izbrati, kje v vašem datotečnem sistemu so shranjene datoteke na vašem namizju. Uporabite »Kaj je to?« (Shift+F1) za pomoč pri posameznih možnostih.
sr: <h1>Путање</h1> Овај модул вам омогућава да одаберете где ће се на систему фајлова похрањивати фајлови радне површине. Користите „Шта је ово?“ (Shift+F1) да добијете помоћ за тражене опције.
sr@latn: <h1>Putanje</h1> Ovaj modul vam omogućava da odaberete gde će se na sistemu fajlova pohranjivati fajlovi radne površine. Koristite „Šta je ovo?“ (Shift+F1) da dobijete pomoć za tražene opcije.
sv: <h1>Sökvägar</h1> Denna modul låter dig välja var filer på skrivbordet lagras i filsystemet. Använd "Vad är det här?" (Skift+F1) för att få hjälp om specifika alternativ.
th: <h1>พาธ</h1> โมดูลนี้ ให้คุณเลือกที่จะเก็บแฟ้มบนพื้นที่หน้าจอของคุณไว้ที่ไหน ในระบบแฟ้ม เลือกใช้เมนู "นี่คืออะไร ?" (หรือกด Shift+F1) เพื่อดูความช่วยเหลือของตัวเลือกที่ต้องการ
uk: <h1>Шляхи</h1> Цей модуль дозволяє вибрати де будуть зберігатися файли вашої стільниці. За допомогою "Що це?" (Shift+F1) можна отримати довідку щодо конкретних параметрів.
zh_cn: <h1>路径</h1> 此模块允许您选择要在文件系统的什么地方存储桌面上的文件。 请使用“这是什么？”(Shift+F1)在特定选项取得帮助。

source: Des&ktop path:
af: Werkskerm gids soeklys:
ar: مجلد &سطح المكتب:
az: Masa üstü &yolu:
be: Тэчка &працоўнага стала:
bg: Директория за &работния плот:
bs: S&taza do desktopa:
ca: Camí de l'&escriptori:
cs: Cesta &k pracovní ploše:
cy: Llwybr pen&bwrdd
da: Sti til &desktoppen:
de: &Pfad zur Arbeitsfläche:
el: Διαδρομή για την &Επιφάνεια εργασίας:
eo: Tabula &pado:
es: Ru&ta del escritorio:
eu: Ma&haigaineko bide izena:
fa: مسیر &رومیزی:‌
fi: Työpöydän &sijainti:
fr: Dossier du &bureau :
gl: &Cartafol do escritorio:
he: נתיב שולח&ן העבודה:
hi: डेस्कटॉप पथ: (&k)
hr: Pu&tanja radne površine:
hu: Az asztal könyv&tára:
is: Slóð að sk&jáborði:
it: Percorso del des&ktop:
ja: デスクトップパス(&K):
kk: Үс&тел қапшығы:
km: ផ្លូវ​ផ្ទៃ​តុ ៖
ko: 데스크톱 경로(&K):
lt: Darbastalio &kelias:
mk: Пате&ка до површината:
nb: Skrivebord&sti:
nds: Schrie&fdischpadd:
nl: Bureaubladl&ocatie:
nn: Skrivebords&stig:
pa: ਵਿਹੜਾ ਰਸਤਾ(&k):
pl: Ś&cieżka do pulpitu:
pt: Locali&zação do ecrã:
pt_br: Ca&minho da área de trabalho:
ro: Cale &ecran:
ru: Папка &рабочего стола:
rw: Inzira yo ku biro:
se: Čállinbeavde&bálggis:
sk: Cesta k &ploche:
sl: &Pot do namizja:
sr: &Путања радне површине:
sr@latn: &Putanja radne površine:
sv: Sökväg &till skrivbord:
ta: மேசைப் பாதை:
th: พาธของพื้นที่ทำงาน:
uk: &Шлях до стільниці:
zh_cn: 桌面路径(&K)：
