Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmxinerama.po
Languages: af, ar, az, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ro, ru, rw, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn, zh_tw

source: Your settings will only affect newly started applications.
af: U instellings sal slegs nuut beginde aanwendings beinvloed.
ar: سيتبق مفعول تعييناتك على التطبيقات التي ستبدأ عن جديد.
az: Qurğularınız təkcə yeni başladılan proqramlara tədbiq ediləcəkdir.
bg: Настройките ще засегнат само новостартирани програми.
bs: Vaše postavke će važiti samo za tek pokrenute programe.
ca: L'arranjament només afectarà a les aplicacions engegades de nou.
cs: Vaše nastavení ovlivní pouze nově spuštěné aplikace.
cy: Effeithia'ch gosodiadau ar gymhwysiadau newydd eu dechrau'n unig.
da: Dine indstillinger vil kun påvirke nystartede programmer.
de: Ihre Einstellungen betreffen nur neu gestartete Programme.
el: Οι ρυθμίσεις σας θα επηρεάσουν μόνο τις εφαρμογές που θα εκκινηθούν από τώρα και στο εξής.
eo: Via agordo nur aplikos al relanĉitaj aplikaĵoj.
es: Su configuración sólo afectará a las aplicaciones que arranque a partir de ahora.
et: Siin määratud seadistused rakenduvad ainult hiljem käivitatud rakendustele.
eu: Zure ezarpenek aurrerantzean abiarazitako aplikazioei baino ez diete eragingo.
fa: تنظیمات شما فقط بر کاربردهای جدیداً آغازشده تأثیر می‌گذارند.
fi: Asetukset vaikuttavat vain jälkeenpäin käynnistettyihin sovelluksiin.
fr: Vos paramètres ne prendront effet qu'après le redémarrage de vos applications.
fy: Dyn ynstellings binne allinnich fan tapassing op nij-starte programma's.
gl: Su configuración só afectará ás aplicacións que arrinque a partires de agora.
he: הגדרותיך ישפיעו רק על תוכניות חדשות.
hi: आपके विन्यास नए प्रारंभ किए अनुप्रयोगों में ही लागू होगें.
hr: Vaše postavke će imati utjecaja samo na novo pokrenute aplikacije.
hu: A módosítások csak az ezután indított alkalmazásokra lesznek érvényesek.
is: Stillingar hafa aðeins áhrif á forrit sem ræst eru héðan af.
it: Le tue impostazioni avranno unicamente effetto sulle applicazione lanciate in seguito.
ja: 設定は新しく起動するアプリケーションにのみ適用されます。
kk: Баптауларыңыз тек жаңа басталған қолданбаларға әсер етеді.
km: ការ​កំណត់​របស់​អ្នក​នឹង​មាន​ប្រសិទ្ធិ​ភាព​តែ​លើ​កម្មវិធី​ដែល​បាន​ចាប់​ផ្ដើម​ថ្មីៗ​ប៉ុណ្ណោះ ។
ko: 몇몇 설정들은 새로 시작하는 프로그램부터 적용됩니다.
lt: Jūsų nustatymai turės įtakos tik naujai paleidžiamoms programoms.
mk: Вашите поставувања ќе имаат ефект само на новите стартувани апликации.
ms: Tetapan anda hanya akan berkesan dengan aplikasi yang baru dilancarkan.
nb: Dine innstillinger vil kun ha virkning på programmer som startes på nytt.
nds: Diene Instellen warrt bloots för nieg starte Programmen anwendt.
nl: Uw instellingen zijn alleen van toepassing op nieuw-gestarte programma's.
nn: Innstillingane dine vil berre ha verknad på applikasjonar som vert starta på nytt.
pl: Ustawienia zostaną zastosowane tylko dla nowo uruchamianych programów.
pt: As suas escolhas só afectam as aplicações iniciadas a partir de agora.
pt_br: Suas configurações só terão efeito em aplicações iniciadas mais recentemente.
ro: Setările vor avea efect numai pentru aplicaţiile pornite din acest moment.
ru: Изменения будут применены только ко вновь запущенным приложениям.
rw: Amagenamiterere yawe azagira ingaruka gusa kuri porogaramu zimaze gutangizwa.
sk: Vaše nastavenia ovplyvnia len nové spustené aplikácie.
sl: Nastavitve bodo veljale le na novo zagnanih programih.
sr: Ваша подешавања ће имати ефекта само за новопокренуте програме.
sr@latn: Vaša podešavanja će imati efekta samo za novopokrenute programe.
ta: உங்களது அமைப்புகள் நிங்கள் புதிதக பயன்பாடு
tg: Гузоришҳои шумо танҳо ба замимаҳои нав оғоз ёфта таъсир мебахшанд.
th: การตั้งค่าของคุณจะมีผลกับแอพพลิเคชันที่เริ่มการทำงานหลังจากนี้เท่านั้น
uk: Зроблені зміни будуть застосовані тільки до запущених заново програм.
zh_cn: 您的设置将只能影响新启动的应用程序。
zh_tw: 您的程式只會在新的程式上生效

source: KDE Multiple Monitors
af: KDE Veelvuldige Monitors
ar: شاشات KDE المتعددة
az: KDE Çoxlu Monitor
bg: Многомониторен режим
bs: KDE dijeljeni monitori
ca: Pantalles múltiples KDE
cs: Více monitorů
cy: Aml Ddangosyddion KDE
da: KDE med flere skærme
de: KDE für mehrere Monitore
el: Πολλαπλές οθόνες του KDE
eo: KDE Multoblaj Ekranoj
es: KDE con múltiples monitores
et: KDE mitu monitori
eu: KDE monitore anitzetan
fa: نمایشگرهای چندگانۀ KDE
fi: KDE:n usean näytön tuki
fr: Moniteurs multiples sous KDE
fy: KDE foar meardere skermen
gl: KDE en múltiples monitores
he: מסכים מרובים של KDE
hi: केडीई अनेक मॉनीटर
hr: KDE Višestruki Monitori
hu: KDE többképernyős megjelenítés
is: KDE margir skjáir
it: KDE Monitor multipli
ja: KDE マルチモニタ
kk: KDE бірнеше мониторлары
km: ម៉ូនីទ័រ​ច្រើន​របស់ KDE
ko: KDE 다중 모니터
lt: KDE daugelis monitorių
mk: KDE Повеќекратни монитори
ms: Monitor Berganda KDE
nb: KDE Flere Monitorer
nds: KDE för mehr as een Schirm
nl: KDE voor meerdere monitors
nn: KDE fleire skjermar
pl: Wiele monitorów
pt: Vários Monitores KDE
pt_br: Múltiplos Monitores do KDE
ro: Monitoare multiple KDE
ru: Управление несколькими мониторами
rw: KDE Mugaragaza Zitandukanye
sk: Viac monitorov KDE
sl: Večzaslonski KDE
sr: KDE вишеструки монитори
sr@latn: KDE višestruki monitori
ta: KDE பலவித திரையகங்கள்
tg: KDE Экранҳои Бисёр
th: การใช้ KDE กับหลายจอภาพ
uk: KDE на декількох екранах
zh_cn: KDE 多监视器
zh_tw: KDE 多重螢幕

source: X Coordinate
af: X Koordinaat
ar: الاحداثي السيني
az: X Koordinatı
bg: Координата по X
bs: X koordinata
ca: Coordinada X
cs: Souřadnice X
cy: Cyfesuryn X
da: X-Koordinat
de: X-Koordinate
el: X συντεταγμένη
eo: X Koordinato
es: Coordenada X
et: X-koordinaat
eu: X koordenada
fa: مختصات X
fi: X-koordinaatti
fr: Coordonnée X
fy: X-koördinaten
gl: Coordenada X
he: נקודת ציון בציר X
hi: एक्स निर्देशांक
hr: X koordinata
hu: X koordináta
is: X hnit
it: Coordinata X
ja: X 座標
kk: X координаты
km: X កូអរដោនេ
ko: X 좌표
lt: X koordinatė
mk: X координата
ms: Koordinat X
nb: X-koordinat
nds: X-Koordinaat
nl: X-coördinaten
nn: X-koordinat
pl: Współrzędna X
pt: Coordenada X
pt_br: Coordenada X
ro: Coordonata X
ru: Ось X
rw: X-Ikirangahuriro
sk: X koordináty
sl: Koordinata X
sr: X координата
sr@latn: X koordinata
ta: X மதிப்பு:
tg: Тири X
th: พิกัด X
uk: Координата X
zh_cn: X 坐标
zh_tw: X 座標

source: Y Coordinate
af: Y Koordinaat
ar: الاحداثي الصادي
az: Y Koordinatı
bg: Координата по Y
bs: Y koordinata
ca: Coordinada Y
cs: Souřadnice Y
cy: Cyfesuryn Y
da: Y-Koordinat
de: Y-Koordinate
el: Y συντεταγμένη
eo: Y Koordinato
es: Coordenada Y
et: Y-koordinaat
eu: Y koordenada
fa: مختصات Y
fi: Y-koordinaatti
fr: Coordonnée Y
fy: Y-koördinaten
gl: Coordenada Y
he: נקודת ציון בציר Y
hi: वाई निर्देशांक
hr: Y koordinata
hu: Y koordináta
is: Y hnit
it: Coordinata Y
ja: Y 座標
kk: Y координаты
km: Y កូអរដោនេ
ko: Y 좌표
lt: Y koordinatė
mk: Y координата
ms: Koordinat Y
nb: Y-koordinat
nds: Y-Koordinaat
nl: Y-coördinaten
nn: Y-koordinat
pl: Współrzędna Y
pt: Coordenada Y
pt_br: Coordenada Y
ro: Coordonata Y
ru: Ось Y
rw: Y-Ikirangahuriro
sk: Y koordináty
sl: Koordinata Y
sr: Y координата
sr@latn: Y koordinata
ta: Y மதிப்பு:
tg: Тири Y
th: พิกัด Y
uk: Координата Y
zh_cn: Y 坐标
zh_tw: Y 座標

source: Multiple Monitor Support
af: Veelvuldige Monitor Ondersteuning
ar: دعم الشاشات المتعددة
az: Çoxlu Monitor Dəstəyi
bg: Поддръжка на многомониторен режим
bs: Podrška za dijeljene monitore
ca: Funcionament per a pantalles múltiples
cs: Podpora více monitorů
cy: Cynhaliaeth Aml Ddangosydd
da: Støtte for flere skærme
de: Unterstützung für mehrere Monitore
el: Υποστήριξη πολλαπλών οθονών
eo: Multobla Ekrana Subteno
es: Soporte para múltiples monitores
et: Mitme monitori toetus
eu: Monitore aniztasun euskarria
fa: پشتیبانی نمایشگر چندگانه
fi: Usean näytön tuki
fr: Prise en charge de plusieurs moniteurs
fy: Understeuning foar meardere skermen
gl: Soporte de múltiples monitores
he: תמיכה במספר מסכים
hi: बहु मॉनीटर समर्थन
hr: Podrška za više monitora
hu: Több képernyő támogatása
is: Stuðningur fyrir marga skjái
it: Supporto per monitor multipli
ja: マルチモニタ サポート
kk: Бирнеше мониторларды қолдау
km: ការ​គាំទ្រ​ម៉ូនីទ័រ​ច្រើន
ko: 다중 모니터 지원
lt: Daugelio monitorių palaikymas
mk: Поддршка за повеќекратни монитори
ms: Sokongan Monitor Berganda
nb: Fler monitors støtte
nds: Mehr as een Schirm ünnerstütten
nl: Ondersteuning voor meerdere monitors
nn: Støtte for fleire skjermar
pl: Obsługa wielu monitorów
pt: Suporte de Vários Monitores
pt_br: Suporte a Múltiplos Monitores
ro: Suport monitoare multiple
ru: Поддержка нескольких мониторов
rw: Iyifashisha rya Mugaragaza Zitandukanye
sk: Podpora pre viac monitorov
sl: Podpora večzaslonskemu načinu
sr: Подршка за више монитора
sr@latn: Podrška za više monitora
ta: பலவிதமான திரையகம்
tg: Пуштибонии Бисёр Экранҳо
th: สนับสนุนหลายจอภาพ
uk: Підтримка декількох екранів
zh_cn: 多监视器支持
zh_tw: 多重螢幕支援

source: Enable multiple monitor virtual desktop support
af: Ontsper veelvuldige monitor virtuele werkskerm ondersteuning
ar: مكّن دعم المكتب الوهمي المنتشر على عدة شاشات
az: Çoxlu monitor virtual masa üstü dəstəyini fəallaşdır
bg: Поддръжка на многомониторен режим за работния плот
bs: Uključi podršku za virtualne desktope na više monitora
ca: Habilita el funcionament per a l'escriptori virtual a pantalles múltiples
cs: Povolit podporu pro virtuální plochy na více monitorech
cy: Galluogi cynhaliaeth rhith-benbwrdd aml ddangosydd
da: Aktivér støtte for virtuelle desktoppe på flere skærme
de: Unterstützung virtueller Arbeitsflächen für mehrere Monitore
el: Ενεργοποίηση υποστήριξης εικονικής επιφάνειας εργασίας πολλαπλών οθονών
eo: Ebligi subtenon por virtuala tabulo sur multoblaj ekranoj
es: Habilitar el soporte de escritorio virtual con múltiples monitores
et: Mitme monitori virtuaalsete töölaudade toe lubamine
eu: Gaitu monitore aniztasunarentzako mahaigain birtualaren euskarria
fa: فعال‌سازی پشتیبانی رومیزی مجازی نمایشگر چندگانه
fi: Virtuaalityöpöytien tuki
fr: Activer les bureaux virtuels avec plusieurs moniteurs
fy: Understeuning foar buroblêd oer meardere skermen ynskeakelje
gl: Activar o soporte de escritorio virtual en múltiples monitores
he: אפשר תמיכה בשולחן עבודה וירטואלי במספר מסכים
hi: बहु मॉनीटर आभासी डेस्कटॉप समर्थन सक्षम करें
hr: Omogući podršku za virtualnu radnu površinu preko više zaslona
hu: Több képernyőre kiterjedő virtuális munkaasztalok engedélyezése
is: Virkja stuðnging sýndarskjáborða fyrir marga skjái
it: Abilita il supporto per il desktop virtuale su monitor multipli
ja: マルチモニタ仮想デスクトップサポートを有効にする
kk: Бірнеше мониторлардағы виртуалды үстел болсын
km: អនុញ្ញាត​ការ​គាំទ្រ​ផ្ទៃតុ​និមិត្ត​នៃម៉ូនីទ័រ​ច្រើន
ko: 다중 모니터의 가상 데스크톱 지원 사용하기
lt: Įgalinti daugelio monitorių lango virtualių darbastalių palaikymą
mk: Овозможи поддршка за виртуелна површина на повеќекратни монитори
ms: Hidupkan sokongan ruang kerja maya dengan banyak monitor
nb: Slå på støtte for virtuelle skrivebord over flere skjermer
nds: Virtuelle Schriefdischen op mehr as een Schirm ünnerstütten
nl: Ondersteuning voor bureaublad over meerdere monitors activeren
nn: Slå på støtte for virtuelle skrivebord over fleire skjermar
pl: Włącz obsługę pulpitu wirtualnego na wielu monitorach
pt: Activar o suporte ao ecrã virtual em vários monitores
pt_br: Habilitar o suporte a áreas de trabalho virtuais com múltiplos monitores
ro: Activează suportul de ecran virtual pentru monitoare multiple
ru: Виртуальные рабочие столы на нескольких мониторах
rw: Kubashisha iyifashisha ry'ibiro bidafatika bya mugaragaza zitandukanye
sk: Povoliť podporu virtuálnej pracovnej plochy pre viac monitorov
sl: Omogoči podporo večzaslonskemu navideznemu namizju
sr: Активирај подршку за виртуелну радну површину на више монитора
sr@latn: Aktiviraj podršku za virtuelnu radnu površinu na više monitora
ta: பலவிதமான திரையகம் மெய்நிகர் மேசைக் செயல்படுது
tg: Даргиронидани пуштибонии мизҳои кории маҷозӣ дар бисёр экранҳо
th: เปิดใช้การรองรับการใช้งานหลายจอภาพในการแสดงผลพื้นที่ทำงานเสมือน
uk: Ввімкнути підтримку декількох екранів
zh_cn: 启用多监视器虚拟桌面支持
zh_tw: 啟動多重螢幕虛擬桌面支援

source: Enable multiple monitor window resistance support
af: Ontsper veelvuldige monitor venster weerstand ondersteuning
ar: مكّن دعم مقاومة النافذة المنتشرة على عدة شاشات
az: Çoxlu monitor pəncərə müqavimatı dəstəyini fəallaşdır
bg: Поддръжка на многомониторен режим за съпротивлението на прозорците
bs: Uključi podršku za otpor prozora pri promjeni monitora
ca: Habilita el funcionament per a la resistència de finestra a pantalles múltiples
cs: Povolit podporu pro odpor oken na více monitorech
cy: Galluogi cynhaliaeth gwrthiant ffenestri aml ddangosydd
da: Aktivér modstandsstøtte for flere skærmvinduer
de: Unterstützung von Fensterwiderständen
el: Ενεργοποίηση υποστήριξης αντίστασης παραθύρων πολλαπλών οθονών
eo: Ebligi subtenon por fenestra rezistado sur multoblaj ekranoj
es: Habilitar soporte de resistencia de ventana con múltiples monitores
et: Mitme monitori akende vastupanu toe lubamine
eu: Gaitu monitore aniztasunarentzako leiho-erresistentzia euskarria
fa: فعال‌سازی پشتیبانی مقاومت پنجرۀ نمایشگر چندگانه
fi: Ikkunoiden vastuksen tuki
fr: Activer la résistance des fenêtres avec plusieurs moniteurs
fy: Understeuning foar finsterwjerstân op meardere skemen ynskeakelje
gl: Activar soporte de resistencia da fiestra en múltiples monitores
he: אפשר תמיכה בהתנגדות חלון במספר מסכים
hi: बहु मॉनीटर विंडो अवरोध समर्थन सक्षम करें
hr: Ukljući podršku za otpor prozora kod višestrukih monitora
hu: Több képernyőre kiterjedő ablakellenállás engedélyezése
is: Virkja stuðning gluggahindrana fyrir marga skjái
it: Abilita il supporto per la resistenza della finestra su monitor multipli
ja: マルチモニタ ウィンドウリジスタンス サポートを有効にする
kk: Бірнеше монитордағы терезеге қарсылық етілсін
km: អនុញ្ញាត​ការ​គាំទ្រ ម៉ូនីទ័រច្រើននៃ​បង្អួច​ពិត​ប្រាកដ
ko: 다중 모니터의 창 고정 기능 사용하기
lt: Įgalinti pasipriešinimą langų talpinimui į kelis monitorius vienu metu
mk: Овозможи поддршка за отпор на прозорци на повеќекратни монитори
ms: Hidupkan sokongan halangan tetingkap monitor berganda
nb: Slå på støtte for vindus-motstand over flere skjermer
nds: Finsterwedderstand op mehr as een Schirm ünnerstütten
nl: Ondersteuning voor vensterweerstand op meerdere monitors activeren
nn: Slå på støtte for vindaugsvegring over fleire skjermar
pl: Włącz opór przy przesuwaniu okien między monitorami
pt: Activar o suporte a resistência de janelas em vários monitores
pt_br: Habilitar o suporte a resistência de janela para múltiplos monitores
ro: Activează suportul de ferestre magnetice pentru monitoare multiple
ru: Сопротивление перемещению окон между мониторами
rw: Kubashisha iyifashisha ridakorana n'idirishya rya mugaragaza zitandukanye
sk: Povoliť podporu odolnosti okna pre viac monitorov
sl: Omogoči podporo večzaslonskemu odporu oken
sr: Укључи подршку за отпор према прозорима који се простиру на више монитора.
sr@latn: Uključi podršku za otpor prema prozorima koji se prostiru na više monitora.
ta: பலவிதமான திரையகம் சாலர எதிர்பாதரவை செயல்படுது
tg: Даргиронидани пуштибонии муқовимати тирезавӣ дар бисёр экранҳо
th: เปิดใช้การรองรับการใช้งานหลายจอภาพในการใช้งานหน้าต่าง
uk: Ввімкнути підтримку опору вікна до багатьох моніторів
zh_cn: 启用多监视器窗口排斥支持
zh_tw: 啟動多重螢幕視窗阻力支援

source: Enable multiple monitor window placement support
af: Ontsper veelvuldige monitor venster plasing ondersteuning
ar: مكّن دعم وضع النافذة على عدة شاشات
az: Çoxlu monitor pəncərə yerləşdirilməsi dəstəyini fəallaşdır
bg: Поддръжка на многомониторен режим за разположението на прозорците
bs: Uključi podršku za smještaj prozora kod više monitora
ca: Habilita el funcionament de col·locació de finestra a pantalles múltiples
cs: Povolit podporu pro umísťování oken na více monitorech
cy: Galluogi cynhaliaeth lleoli ffenestri aml ddangosydd
da: Aktivér støtte for vinduesplacering på flere skærme
de: Unterstützung von Fensterpositionierungen
el: Ενεργοποίηση υποστήριξης τοποθέτησης παραθύρων πολλαπλών οθονών
eo: Ebligi subtenon por fenestra meto sur multoblaj ekranoj
es: Habilitar soporte de situación de ventana con múltiples monitores
et: Mitme monitori akende paigutamise toe lubamine
eu: Gaitu monitore aniztasunarentzako leiho-kokapen euskarria
fa: فعال‌سازی پشتیبانی جای‌دهی پنجرۀ نمایشگر چندگانه
fi: Ikkunoiden sijoittelun tuki
fr: Activer le placement des fenêtres avec plusieurs moniteurs
fy: Understeuning foar finsterpleatsing op meardere skermen ynskeakelje
gl: Activar soporte de situación da fiestra en múltiples monitores
he: אפשר תמיכה במיקום חלון במספר מסכים
hi: बहु मॉनीटर विंडो स्थिति समर्थन सक्षम करें
hr: Uključi podršku za postavljenje prozora na višestruke monitore
hu: Több képernyőre kiterjedő ablakelhelyezés engedélyezése
is: Virkja stuðning gluggastaðsetjara fyrir marga skjái
it: Abilita il supporto per il posizionamento finestra su monitor multipli
ja: マルチモニタ ウィンドプレイスメント サポートを有効にする
kk: Бірнеше монитордағы терезенің орналасуы болсын
km: អនុញ្ញាត​ការ​គាំទ្រ ម៉ូនីទ័រ​ច្រើ​ននៃ​កន្លែង​ដាក់​របស់​បង្អួច
ko: 다중 모니터의 창 배치 기능 사용하기
lt: Įgalinti lango talpinimo į keletą monitorių palaikymą
mk: Овозможи поддршка за поставување на прозорци на повеќекратни монитори
ms: Hidupkan sokongan peletakan tetingkap monitor berganda
nb: Slå på støtte for vindusplassering på flere skjermer
nds: Finsterplatzeren op mehr as een Schirm ünnerstütten
nl: Ondersteuning voor vensterplaatsing op meerdere monitors activeren
nn: Slå på støtte for plassering av vindauge over fleire skjermar
pl: Włącz obsługę umieszczania okien na wielu monitorach
pt: Activar o suporte de colocação de janelas em vários monitores
pt_br: Habilitar o suporte a posicionamento de janelas para múltiplos monitores
ro: Activează suportul de plasare a ferestrei pe monitoare multiple
ru: Позиционирование окон на нескольких мониторах
rw: Kubashisha iyifashisha rishyiraho idirishya rya mugaragaza zitandukanye
sk: Povoliť podporu umiestnenia okna pre viac monitorov
sl: Omogoči podporo večzaslonskemu postavljanju oken
sr: Активирај подршку за постављање прозора на више монитора
sr@latn: Aktiviraj podršku za postavljanje prozora na više monitora
ta: பலவிதமான திரையகம் சாலர நிலை அமைத்தல்செயல்படுது
tg: Даргиронидани пуштибонии ҷойгирии тирезаҳо дар бисёр экранҳо
th: เปิดใช้การรองรับการใช้งานหลายจอภาพในการจัดวางหน้าต่าง
uk: Ввімкнути підтримку розташування вікна на багатьох екранах
zh_cn: 启用多监视器窗口布局支持
zh_tw: 啟動多重螢幕視窗移動支援

source: Enable multiple monitor window maximize support
af: Ontsper veelvuldige monitor venster maksimering ondersteuning
ar: مكّن دعم تكبير النافذة على عدة شاشات
az: Çoxlu monitor pəncərə böyüdülməsi dəstəyini fəallaşdır
bg: Поддръжка на многомониторен режим за максимизиране на прозорците
bs: Omogući podršku za maksimizaciju prozora kod više monitora
ca: Habilita el funcionament de maximització de finestra a pantalles múltiples
cs: Povolit podporu pro maximalizaci oken na více monitorech
cy: Galluogi cynhaliaeth ehangu ffenestri aml ddangosydd
da: Aktivér støtte for vinduesmaksimering på flere skærme
de: Unterstützung von Fenstermaximierungen
el: Ενεργοποίηση υποστήριξης μεγιστοποίησης παραθύρων πολλαπλών οθονών
eo: Ebligi subtenon por maksimumigaj fenestroj sur multoblaj ekranoj
es: Habilitar soporte de maximización de ventana con múltiples monitores
et: Mitme monitori akende maksimeerimise toe lubamine
eu: Gaitu monitore aniztasunarentzako leiho-maximizatze euskarria
fa: فعال‌سازی پشتیبانی بیشینه‌سازی پنجرۀ نمایشگر چندگانه
fi: Ikkunoiden suurentamisen tuki
fr: Activer la maximisation des fenêtres avec plusieurs moniteurs
fy: Understeuning foar maksimalisearje fan finsters op meardere skermen ynskeakelje
gl: Activar soporte de maximización da fiestra en múltiples monitores
he: אפשר תמיכה בהגדלת חלון במספר מסכים
hi: बहु मॉनीटर विंडो अधिकतम समर्थन सक्षम करें
hr: Omogući podršku za povećane prozora kroz više zaslona.
hu: Több képernyőre kiterjedő ablakmaximalizálás engedélyezése
is: Virkja stuðning gluggahámörkunar fyrir marga skjái
it: Abilita il supporto per la massimizzazione della finestra su monitor multipli
ja: マルチモニタ ウィンドウ最大化 サポートを有効にする
kk: Бірнеше монитордағы терезенің кең жаюы болсын
km: អនុញ្ញាត​ការ​គាំទ្រ ម៉ូនីទ័រ​ច្រើន​នៃ​អតិបរមា​របស់​បង្អួច
ko: 다중 모니터의 창 최대화 기능 사용하기
lt: Įgalinti lango išdidinimo daugelyje monitorių palaikymą
mk: Овозможи поддршка за раширување на прозорци на повеќекратни монитори
ms: Hidupkan sokongan maksimumkan tetingkap monitor berganda
nb: Slå på støtte for vindusmaksimering over flere skjermer
nds: Finstermaximeren op mehr as een Schirm ünnerstütten
nl: Ondersteuning voor maximaliseren van vensters op meerdere monitors activeren
nn: Slå på støtte for maksimerte vindauge over fleire skjermar
pl: Włącz obsługę maksymalizacji okna na wielu monitorach
pt: Activar o suporte de maximização de janelas em vários monitores
pt_br: Habilitar o suporte a maximização de janelas para múltiplos monitores
ro: Activează suportul de maximizare a ferestrei pe monitoare multiple
ru: Распахивание окон на нескольких мониторах
rw: Kubashisha iyifashisha ritubura idirishya rya mugaragaza zitandukanye
sk: Povoliť podporu maximalizácie okna pre viac monitorov
sl: Omogoči podporo večzaslonskemu razpiranju oken
sr: Активирај подршку за максимизовање прозора на више монитора
sr@latn: Aktiviraj podršku za maksimizovanje prozora na više monitora
ta: பலவிதமான திரையகம் சாலர மீபெரிதக்கு செயல்படுது
tg: Даргиронидани пуштибонии кушодани тирезаҳо дар бисёр экранҳо
th: เปิดใช้การรองรับการใช้งานหลายจอภาพในการขยายหน้าต่างใหญ่สุด
uk: Ввімкнути підтримку максимізування вікна на багато екранів
zh_cn: 启用多监视器窗口最大化支持
zh_tw: 啟動多重螢幕視窗最大化支援
