Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmxinerama.po
Languages: af, ar, az, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ro, ru, rw, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn, zh_tw

source: _: NAME OF TRANSLATORS Your names
af: Juanita Franz
ar: محمد جمال ,أحمد محمد زواوي,Mohamed SAAD محمد سعد
az: Mətin Əmirov
bg: Ростислав Райков
bs: Benjamin Šibonjić,Vedran Ljubović
ca: Sebastià Pla i Sanz
cs: Lukáš Tinkl
cy: Owain Green ar ran KGyfieithu
da: Erik Kjær Pedersen
de: Thomas Diehl
el: Στέργιος Δράμης
eo: Cindy McKee
es: Jaime Robles, Pablo de Vicente
et: Marek Laane
eu: Marcos Goienetxe, Juan Irigoien
fa: نازنین کاظمی
fi: Teemu Rytilahti
fr: Matthieu Robin,Caulier Gilles
fy: Berend Ytsma
gl: Javier Jardón
he: דרור לוין
hi: रविशंकर श्रीवास्तव
hr: Denis Lackovic, Goran Žugelj, Robert Sedak, Vedran Vyroubal, Vlatko Kosturjak
hu: Szántó Tamás
is: Svanur Pálsson
it: Daniele Medri,Andrea Rizzi
ja: Toyohiro Asukai
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Park Shinjo
lt: Donatas Glodenis
mk: Божидар Проевски
ms: Muhammad Najmi Ahmad Zabidi
nb: Knut Yrvin, Knut Erik Hollund
nds: Sönke Dibbern
nl: Rinse de Vries
nn: Håvard Korsvoll
pl: Michał Rudolf
pt: Pedro Morais
pt_br: Lisiane Sztoltz Teixeira
ro: Claudiu Costin
ru: Николай Шафоростов,Леонид Кантер
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
sk: Pavol Cvengroš
sl: Gregor Rakar
sr: Мирко Ивановић
sr@latn: Mirko Ivanović
ta: மை.கிறிஸ்டோபர்
tg: Tajik KDE Teams Роҷер Ковакс Виктор Ибрагимов Марина Колючева Акмал Саломов
th: ถนอมทรัพย์ นพบูรณ์
uk: Andriy Rysin
zh_cn: 张忠立
zh_tw: Tony Ni

source: _: EMAIL OF TRANSLATORS Your emails
af: juanita.franz@vr-web.de
ar: f2c2001@yahoo.com, azawawi@emirates.net.ae, metehyi@free.fr
az: metin@karegen.com
bs: benjamin@smartnet.ba,vljubovic@smartnet.ba
ca: sps@sastia.com
cs: lukas@kde.org
cy: kyfieithu@dotmon.com
da: erik@binghamton.edu
de: thd@kde.org
el: sdramis@egnatia.ee.auth.gr
eo: cfmckee@gmail.com
es: jaime@kde.org, p.devicente@wanadoo.es
et: bald@online.ee
eu: marcos@euskalgnu.org, juanirigoien@irakasle.net
fa: kazemi@itland.ir
fi: teemu.rytilahti@kde-fi.org
fr: kde@macolu.org,caulier.gilles@free.fr
fy: berendy@bigfoot.com
gl: javierjc@mundo-r.com
he: spatz@012.net.il
hi: raviratlami@yahoo.com , http://www.geocities.com/raviratlami/
hr: lokalizacija@linux.hr
hu: tszanto@mol.hu
is: svanurpalsson@hotmail.com
it: madrid@linuxmeeting.net,rizzi@kde.org
ja: toyohiro@ksmplus.com
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: peremen@gmail.com
lt: dgvirtual@akl.lt
mk: bobibobi@freemail.com.mk
ms: md_najmi@yahoo.com
nb: knuty@skolelinux.no, khollund@responze.net
nds: s_dibbern@web.de
nl: rinsedevries@kde.nl
nn: korsvoll@skulelinux.no
pl: mrudolf@kdewebdev.org
pt: morais@kde.org
pt_br: lisiane@conectiva.com.br
ro: claudiuc@kde.org
ru: shafff@ukr.net,leon@asplinux.ru
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
sk: orpheus@hq.alert.sk
sl: gregor.rakar@kiss.si
sr: mirkoiv@verat.net
sr@latn: mirkoiv@verat.net
ta: உங்களது மின்அஞ்சல்
tg: youth_opportunities@tajik.net rkovacs@khujand.org
th: donga_n@yahoo.com
uk: rysin@kde.org
zh_cn: netwind2000@etang.com
zh_tw: tonyni@hotmail.com

source: KDE Multiple Monitor Configurator
af: KDE veelvuldige monitor opstelling
ar: مهيئ KDE للشاشات المتعددة
az: KDE Çoxlu Monitor Quraşdırıcısı
bs: KDE podešavanje dijeljenih monitora
ca: Configurador de pantalles múltiples KDE
cs: Nastavení více monitorů pro KDE
cy: Ffurfweddwr Aml Ddangosydd KDE
da: KDE-indstilling af flere skærme
de: Einrichtung mehrerer Monitore
el: Ρυθμιστής πολλαπλών οθονών του KDE
eo: KDE Multobla Ekrana Agordilo
es: El asistente de KDE para múltiples monitores
et: KDE mitme monitori seadistaja
eu: Monitore aniztasunarentzako KDE konfigurazio-morroia
fa: پیکربندی‌کنندۀ نمایشگر چندگانۀ KDE
fi: Usean näytön asetukset KDE:ssa
fr: Configuration de plusieurs moniteurs sous KDE
fy: KDE Meardere Skermen Konfiguraasjemodule
gl: Asistente de KDE en múltiples monitores
he: מגדיר מספר מסכים של KDE
hi: केडीई बहु मॉनीटर्स कॉन्फ़िगरेटर
hr: Konfigurator KDE Višestrukih Monitora
hu: KDE többmonitors megjelenítés
is: KDE stjóri fyrir marga skjái
it: Configuratore di KDE per monitor multipli
ja: KDE マルチモニタ設定
kk: KDE-ні бірнеше мониторлар үшін баптау
km: ឧបករណ៍កំណត់​រចនាសម្ព័ន្ធ​ម៉ូនីទ័រ​ច្រើនរបស់ KDE
ko: KDE 다중 모니터 설정 도구
lt: KDE daugelio monitorių konfigūravimas
mk: KDE Конфигуратор на повеќекратни монитори
ms: Penyelaras Monitor Berganda KDE
nb: KDE Fler-monitor-oppsett
nds: Mehrschirmen-Instellen för KDE
nl: KDE Meerdere Monitors Configuratiemodule
nn: KDE-oppsett for fleire skjermar
pl: Konfiguracja wielu monitorów
pt: Configuração de Vários Monitores do KDE
pt_br: Configurador de Múltiplos Monitores do KDE
ro: Configurare KDE pentru monitoare multiple
ru: Управление несколькими мониторами
rw: KDE Muboneza Mugaragaza Zitandukanye
sk: Nastavenie viacerých monitorov KDE
sl: Nastavljalnik večzaslonskega KDE
sr: KDE подешавање вишеструких монитора
sr@latn: KDE podešavanje višestrukih monitora
ta: KDE பலவிதமான திரையகம் உள்ளமைவு
tg: KDE Батанзимдарории Бисёр Экранҳо
th: ปรับแต่งการใช้ KDE กับหลายจอภาพ
uk: Конфігуратор декількох екранів для KDE
zh_cn: KDE 多监视器配置程序
zh_tw: KDE 多重螢幕設定程式

source: (c) 2002-2003 George Staikos
cy: (h)(c) 2002-2003 George Staikos
eu: 8c) 2002-2003 George Staikos
hi: (c) 2002-2003 जॉर्ज स्टाइकॉस
hu: (c) George Staikos 2002-2003.
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០២-២០០៣ ដោយ George Staikos
nb: © 2002–2003 George Staikos
nn: © 2002–2003 George Staikos
sr: © 2002-2003, Џорџ Стајкос (George Staikos)
sr@latn: © 2002-2003, Džordž Stajkos (George Staikos)

source: <h1>Multiple Monitors</h1> This module allows you to configure KDE support for multiple monitors.
af: <hl>Veelvuldige Monitors</hl> Hierdie module laat u toe om die KDE ondersteuning te konfigureer vir veelvuldige monitors.
ar: <h1>الشاشات المتعددة</h1> هذه الوحدة تسمح لك بإعداد دعم KDE للشاشات المتعددة.
az: <h1>Çoxlu Monitor</h1> Bu modul ilə KDE-də birdən çox monitor dəstəyini quraşdıra bilərsiniz.
bg: <h1>Многомониторен режим</h1> От тук може да настроите поддръжката на няколко едновременно включени монитора към компютъра.
bs: <h1>Dijeljeni monitori</h1> Ovaj modul vam omogućava da podesite KDE podršku za dijeljene monitore.
ca: <h1>Pantalles múltiples</h1> Aquest mòdul us permet configurar el funcionament per a múltiples pantalles al KDE.
cs: <h1>Více monitorů</h1> Tento modul vám umožňuje nastavit podporu pro více monitorů v KDE.
cy: <h1>Aml Ddangosyddion</h1> Galluoga'r modwl yma i chi ffurfweddu cynhaliaeth KDE am aml ddangosyddion.
da: <h1>Flere skærme</h1> Dette modul lader sig indstille KDE-støtte for flere skærme.
de: <h1>Mehrere Monitore</h1> Dieses Kontrollmodul ermöglicht die Einrichtung von KDE für die gleichzeitige Benutzung mehrerer Monitore.
el: <h1>Πολλαπλές οθόνες</h1> Αυτό το άρθρωμα σας επιτρέπει να ρυθμίσετε την υποστήριξη του KDE για πολλαπλές οθόνες.
eo: <h1>Multoblaj Ekranoj</h1> Ĉi tiu modulo estas por la KDE subteno de multoblaj ekranoj.
es: <h1>Múltiple monitores</h1> Este módulo le permite configurar el soporte de KDE con múltiples monitores.
et: <h>Mitu monitori</h1> See moodul võimaldab seadistada KDE toetust mitme monitori kasutamisele.
eu: <h1>Monitore anitz</h1> Modulu honen bidez KDEk duen monitore aniztasunerako euskarria konfigura dezakezu.
fa: <h1>نمایشگرهای چندگانه</h1> این پیمانه به شما اجازۀ پیکربندی پشتیبانی KDE برای نمایشگرهای چندگانه را می‌دهد.
fi: <h1>Useat näytöt</h1> Tämän moduulin avulla voit muokata usean näytön tukea KDE:ssa.
fr: <h1>Moniteurs multiples</h1> Ce module vous permet de configurer la prise en charge de plusieurs moniteurs sous KDE.
fy: <h1>Meardere skermen</h1> yn dizze module kinst de KDE-ûndersteuning foar meardere skermen ynstelle.
gl: <h1>Múltiples monitores</h1> Este módulo permitelle configura-lo soporte de KDE a múltiples monitores.
he: <h1>מספר מסכים</h1> מודול זה מאפשר לך להגדיר תמיכה של KDE במספר מסכים
hi: <h1>अनेक मॉनीटर</h1> यह मॉड्यूल आपको अनेक मॉनीटरों के लिए केडीई समर्थन को कॉन्फ़िगर करने देता है.
hr: <h1>Višestruki zasloni</h1> Ovaj modul Vam omogućava promjenu postavki KDE podrške višestrukim zaslonima.
hu: <h1>Több képernyő kezelése</h1> Ezzel a modullal a KDE munkaasztalának több monitoron történő megjelenítését lehet beállítani.
is: <h1>Margir skjáir</h1> Þessi eining leyfir þér að stilla KDE stuðning fyrir marga skjái.
it: <h1>Monitor multipli</h1> Questo modulo ti permette di configurare il supporto KDE per monitor multipli.
ja: <h1>マルチモニタ</h1>このモジュールでは、マルチモニタのための KDE サポートを設定します。
kk: <h1>Бірнеше </h1> Бұл модуль KDE-ні бірнеше мониторлар үшін баптауға мүмкіндік береді.
km: <h1>ម៉ូនីទ័រ​ច្រើន</h1> ម៉ូឌុលនេះអនុញ្ញាត​ឲ្យ​អ្នក​កំណត់​រចនាសម្ព័ន្ធ​ការ​គាំទ្រ KDE សម្រាប់​ម៉ូនីទ័រ​ច្រើន ។
ko: <h1>다중 모니터</h1> 이 모듈은 KDE의 다중 모니터 지원을 설정합니다.
lt: <h1>Daugelis monitorių</h1> Šis modulis leidžia konfigūruoti daugelio monitorių sistemų KDE palaikymą.
mk: <h1>Повеќекратни монитори</h1> Овој модул ви дозволува да ја конфигурирате поддршката на KDE за повеќекратни монитори.
ms: <h1>Monitor Berganda</h1> Modul ini membolehkan anda menyelaraskan sokongan KDE untuk monitor berganda.
nb: <h1>Flere Monitorer</h1> Med denne modulen kan du sette opp KDE-støtte for flere monitorer.
nds: <h1>Mehr as een Schirm</h1> Mit dit Moduul kannst Du KDE för den Bedrief mit mehr Schirmen instellen.
nl: <h1>Meerdere monitors</h1> In deze module kunt de de KDE-ondersteuning voor meerdere monitors instellen.
nn: <h1>Fleire skjermar</h1> Denne modulen let deg setja opp KDE-støtte for fleire skjermar.
pl: <h1>Wiele monitorów</h1> Ten moduł pozwala skonfigurować obsługę wielu monitorów przez KDE.
pt: <h1>Vários Monitores</h1> Este módulo permite-lhe configurar o suporte KDE a vários monitores.
pt_br: <h1>Múltiplos Monitores</h1> Este módulo permite a você configurar o KDE para o suporte a vários monitores.
ro: <h1>Monitoare multiple</h1> Acest modul vă permite să configuraţi suportul KDE pentru monitoare multiple.
ru: <h1>Управление несколькими мониторами</h1> Этот модуль поможет вам настроить поддержку нескольких мониторов для KDE.
rw: <h1>Mugaragaza Zitandukanye</h1> Igice gituma ushobora kuboneza iyifashisha KDE kuri mugaragaza zitandukanye.
sk: <h1>Viac monitorov</h1> Tento modul umožňuje nastaviť podporu KDE pre viac monitorov.
sl: <h1>Večzaslonski KDE</h1> Ta modul vam omogoča nastavljati podporo KDE za več zaslonov.
sr: <h1>Вишеструки монитори</h1> Овај модул вам омогућава да подесите KDE-ову подршку за више монитора.
sr@latn: <h1>Višestruki monitori</h1> Ovaj modul vam omogućava da podesite KDE-ovu podršku za više monitora.
ta: <h1>பலவித திரையகங்கள்</h1>
tg: <h1>Экранҳои Бисёр</h1> Ин воҳид ба шумо имконияти батанзимдарории пуштибонии бисёр экранҳоро барои KDE медиҳад.
th: <h1>แสดงหลายจอภาพ</h1> โมดูลนี้ให้คุณได้ปรับแต่ง KDE ในการแสดงผลกับ ระบบหลายจอภาพได้
uk: <h1>Декілька екранів</h1> Цей модуль дозволяє налаштувати підтримку декількох екранів у KDE.
zh_cn: <h1>多监视器</h1>这个模块允许您配置 KDE 的多监视器支持。
zh_tw: <h1>多重螢幕</h1> 這個模組能讓您設定 KDE 的多重螢幕支援

source: Display %1
af: Vertoon %1
ar: الشاشة %1
az: Displey %1
bg: Монитор %1
bs: Ekran %1
ca: Pantalla %1
cs: Obrazovka %1
cy: Dangosydd %1
da: Skærm %1
de: Bildschirm %1
el: Οθόνη %1
eo: Ekrano %1
es: Pantalla %1
et: Ekraan %1
eu: %1 pantaila
fa: نمایش %1
fi: Näyttö %1
fr: Affichage %1
fy: Werjefte %1
gl: Pantalla %1
he: תצוגה %1
hi: प्रदर्शक %1
hr: Zaslon %1
hu: %1. monitor
is: Skjár %1
it: Schermo %1
ja: ディスプレイ %1
kk: Дисплей %1
km: ការ​បង្ហាញ %1
ko: 디스플레이 %1
lt: Monitorius %1
mk: Екран %1
ms: Paparan %1
nb: Skjerm %1
nds: Schirm %1
nl: Scherm %1
nn: Skjerm %1
pl: Ekran %1
pt: Ecrã %1
pt_br: Tela %1
ro: Monitor %1
ru: Дисплей %1
rw: Kugaragaza %1
sk: Obrazovka %1
sl: Zaslon %1
sr: Екран %1
sr@latn: Ekran %1
ta: காட்சி %1
tg: Намоиш %1
th: ระบบแสดงผล %1
uk: Дисплей %1
zh_cn: 显示 %1
zh_tw: 螢幕 %1

source: Display Containing the Pointer
af: Vertoon bevat die wyser
ar: الشاشة المحتوية على المؤشر
az: Oxu Daxil Edən Displey
bg: Монитор, съдържащ показалеца на мишката
bs: Ekran koji sadrži kursor miša
ca: Pantalla que conté l'apuntador
cs: Obrazovka obsahující kurzor
cy: Dangosydd sy'n Cynnwys y Pwyntydd
da: Skærm indeholdende markøren
de: Bildschirm, der den Mauszeiger oder Cursor enthält
el: Οθόνη που περιέχει το δείκτη
eo: Ekrano enhavante la montrilon
es: Pantalla que contiene el puntero
et: Kursorit sisaldav ekraan
eu: Erakuslea duen pantaila
fa: نمایش محتویات اشاره‌گر
fi: Näyttö, jolla on osoitin
fr: Affichage contenant le pointeur
fy: Skerm dat de mûsoanwizer befet
gl: Pantalla que contén o cursor
he: התצוגה המכילה את המצביע
hi: सूचक युक्त प्रदर्शक
hr: Prikaži Koristeći Pokazivač
hu: Az egérmutatót tartalmazó képernyő
is: Sá skjár sem músarbendillinn er á
it: Schermo contenente il puntatore
ja: ポインタを含むディスプレイ
kk: Меңзер тұрған дисплейі
km: ការ​បង្ហាញ​ដែលមាន​ទ្រនិច
ko: 포인터를 포함하는 디스플레이
lt: Displėjus, kuriame yra žymeklis
mk: Екран што го содржи покажувачот
ms: Paparan Mengandungi Penunjuk
nb: Skjerm som inneholder pekeren
nds: Schirm, op den de Muuswieser is
nl: Scherm dat de muisaanwijzer bevat
nn: Skjerm som inneheld peikaren
pl: Ekran zawierający kursor
pt: Ecrã que Tem o Cursor
pt_br: Tela Contendo o Ponteiro
ro: Monitorul conţinînd cursorul
ru: Дисплей, содержащий указатель
rw: Igaragaza Ririmo Mweretsi
sk: Obrazovka obsahujúca kurzor myši
sl: Zaslon, ki vsebuje kazalec
sr: Екран који садржи показивач
sr@latn: Ekran koji sadrži pokazivač
ta: சுட்டி அம்பு தெரிகிறது
tg: Намоиши бо ишоракунанда
th: แสดงผลตัวที่ตัวชี้อยู่
uk: Дисплей, що містить вказівник
zh_cn: 显示包含鼠标指针
zh_tw: 游標所在螢幕

source: <qt><p>This module is only for configuring systems with a single desktop spread across multiple monitors. You do not appear to have this configuration.</p></qt>
af: <qt><p>Hierdie module is slegs vir die konfigurasie van stelsels met 'n enkele werkskerm oor veelvuldige monitors. Dit lyk asof u nie hierdie konfigurasie het nie.</p></qt>
ar: <qt><p>هذه الوحدة هي فقط لإعداد الأنظمة ذات سطح المكتب الواحد و المنتشر على العديد من الشاشات. لا يبدو أن لديك مثل هذه التهيئة.</p></qt>
bg: <qt><p>Този модул е за настройване на системи с няколко монитора на които може да се разпростира работния плот. Изглежда вие нямате такава конфигурация.</p></qt>
bs: <qt><p>Ovaj modul je isključivo za podešavanje sistema kod kojih se jedan desktop prostire na više monitora. Izgleda da nemate ovu konfiguraciju.</p></qt>
ca: <qt><p>Aquest mòdul és només per a configurar sistemes on un sol escriptori està escampat en diverses pantalles. Sembla que no teniu aquesta configuració.</p></qt>
cs: <qt><p>Tento modul je pouze pro nastavení systémů s jednou plochou roztaženou přes více monitorů. Zdá se, že nemáte takovou konfiguraci.</p></qt>
cy: <qt><p>Ar gyfer ffurfweddu cysawdau âg un penbwrdd wedi'i daenu ar draws sawl dangosydd yw'r modwl hwn yn unig. Ni ymddengys fod gennych y ffurfwedd yma.</p></qt>
da: <qt><p>Dette modul er udelukkende til at indstille systemer med en enkel desktop spredt henover flere skærme. Du synes ikke at have denne konfiguration.</p></qt>
de: <qt><p>Dieses Modul dient nur der Einrichtung von Systemen, die eine einzige Arbeitsfläche über mehrere Monitore verteilen. Diese Konfiguration scheint bei Ihnen nicht vorzuliegen.</p></qt>
el: <qt><p>Αυτό το άρθρωμα είναι μόνο για τη ρύθμιση συστημάτων με μια επιφάνεια εργασίας μοιρασμένη σε πολλαπλές οθόνες. Δε φαίνεται να έχετε αυτή τη ρύθμιση.</p></qt>
eo: <qt><p>Ĉi tiu modulo estas por la agordo de sistemoj kiuj havas tabulon sternitan inter multoblaj ekranoj. Aperas ke vi ne havas tian aranĝon.</p></qt>
es: <qt><p>Este módulo es sólo para configurar sistemas con un escritorio con múltiples monitores. Aparentemente usted no dispone de esta configuración.</p></qt>
et: <qt><p>See moodul on mõeldud ainult selliste süsteemide seadistamiseks, kus üht töölauda jagatakse mitme monitori vahel. Paistab, et sul sellist võimalust pole.</p></qt>
eu: <qt><p>Modulu honen bidez mahaigain bakar bat monitore askotan barreiatuta darabilten sistemak konfigura daitezke. Ez dirudi horrelako konfiguraziorik duzunik.</p></qt>
fa: <qt><p>این پیمانه، فقط برای پیکربندی سیستمهایی با یک سرعت رومیزی منحصر به فرد، از طریق نمایشگرهای چندگانه است. به نظر نمی‌رسد که این پیکربندی را داشته باشید.</p></qt>
fi: <qt> <p>Tämän moduulin avulla voi muokata vain järjestelmiä, joissa työpöytä on jaettu usealle näytölle. Sinulla ei ole käytössä tällainen järjestelmä.</p></qt>
fr: <qt><p>Ce module ne sert qu'à configurer les systèmes n'ayant qu'un seul bureau sur plusieurs moniteurs. Il semble que vous n'êtes pas dans ce cas de figure.</p></qt>
fy: <qt><p>Dizze module is allinnich foar it ynstellen fan systemen mei in buroblêd hokker him útwreidet oer meardere skermen. Do blykst net oer san konfiguraasje te beskiken.</p></qt>
gl: <qt><p>Este móulo é só para configurar sistemas cun escritorio en múltiples monitores. Non parece que vostede teña esta configuración.</p></qt>
he: <qt><p>מודול זה הוא להגדרת מערכות עם שולחן עבודה יחיד המשתרע על מספר מסכים. מחשבך כנראה אינו מוגדר כך.</p></qt>
hi: <qt><p>यह मॉड्यूल अनेक मॉनिटरों पर फैले एक डेस्कटॉप के तंत्र को कॉन्फ़िगर करने के लिए ही है. आपके कॉन्फ़िगरेशन में यह उपलब्ध नहीं है.</p></qt>
hr: <qt><p>Ovaj modul služi samo za podešavanje sustava sa jednom radnom površinom koja je raširena preko više monitora. Vi nemate takvu postavu.</p></qt>
hu: <qt><p>Erre a modulra akkor van szükség, ha a munkaasztal tartalmát több képernyőre szeretné elosztani. A beállítások szerint az Ön videokártyája nem tud több monitort kezelni.</p></qt>
is: <qt><p>Þessi eining er til að stilla kerfi með eitt skjáborð sem er dreift yfir fleiri en einn skjá. Þú virðist ekki vera með slíka uppsetningu.</p></qt>
it: <qt><p>Questo modulo serve unicamente a configurare sistemi con un singolo desktop che attraversa vari monitor. Sembra che tu non abbia questa configurazione.</p></qt>
ja: <qt><p>このモジュールは、ひとつのデスクトップに複数のディスプレイを使用するマルチモニタシステムを設定するためのものです。あなたのシステムにはマルチモニタ機能はないようです。</p></qt>
kk: <qt><p>Бұл модуль бірнеше мониторларға бір үстелді үлестіру үшін ғана қолданылады. Сіздегі жүйеңіз бұндай емес сияқты.</p></qt>
km: <qt><p>ម៉ូឌុល​នេះ​គឺ​សម្រាប់​តែ​កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ​ដែល​មាន​ផ្ទៃ​តុ​តែ​មួយលាត​កាត់​ម៉ូនីទ័រ​ជា​ច្រើន ។ អ្នក​មិនបង្ហាញ​ថា​មាន​ការ​កំណត់​រចនាសម្ព័ន្ធ​នេះទេ ។</p></qt>
ko: <qt><p>이 모듈은 여러 모니터에 하나의 데스크톱을 펼쳐서 보여 주는 환경을 설정합니다. 이러한 구성을 가지고 있지 않는 것 같습니다.</p></qt>
lt: <qt><p>Šis modulis skirtas konfigūravimui tik tų sistemų, kuriose vienas darbastalis išskirstytas po kelis monitorius. Neatrodo, kad jūsų kompiuteris turi tokią konfigūraciją.</p></qt>
mk: <qt><p>Овој модул е само за конфигурирање на системи со една површина која се протега на повеќе монитори. Се чини дека вие немате таква конфигурација.</p></qt>
ms: <qt><p>Modul ini hanyalah untuk menyelaraskan sistem dengan ruang kerja tunggal tersebar pada banyak monitor. Anda kelihatan tidak mempunyai penyelarasan ini.</p></qt>
nb: <qt><p>Denne modulen benyttes kun til å sette opp en enkelt skrivebordsflate som er delt på flere monitorer. Det ser ikke ut til at du har et slikt oppsett.</p></qt>
nds: <qt><p>Dit Moduul is bloots för dat Instellen vun Systemen mit een enkelten Schriefdisch, de sik över mehr as een Schirm utdehnt. As dat lett is dat bi Di aver nich so.</p></qt>
nl: <qt><p>Deze module is alleen bedoeld voor het instellen van systemen met een bureaublad dat zich uitstrekt over meerdere monitors. U blijkt niet te beschikken over een dergelijke configuratie.</p></qt>
nn: <qt><p>Denne modulen vert berre bruka til å setja opp ei enkel skrivebordsflate som vert bruka på flere skjermar. Du treng ikkje å ha dette oppsettet.</p></qt>
pl: <qt> <p>Ten moduł przeznaczony jest jedynie do konfiguracji systemów z jednym pulpitem na wielu monitorach. Ten system nie jest tak skonfigurowany.</p></qt>
pt: <qt><p>Este módulo apenas configura sistemas em que um único ambiente de trabalho se encontra dividido por vários monitores. Você não parece ter esta configuração.</p></qt>
pt_br: <qt><p>Este módulo serve somente para configurar sistemas com uma única área de trabalho espalhada em múltiplos monitores. Você não parece ter esta configuração. </p></qt>
ro: <qt><p>Acest modul este numai pentru configurarea sistemelor cu un singur ecran întins pe mai multe monitoare. Se pare că nu aveţi o astfel de configuraţie.</p></qt>
ru: <qt><p>Этот модуль предназначен только для систем с несколькими мониторами. Похоже, что в вашей системе всего один монитор.</p></qt>
rw: <qt><p>Iki gice kigenewe gusa kuboneza sisitemu zifite ibiri bimwe kugira zikwire kuri mugaragaza zitandukanye. Urasa naho udafite iri boneza.</p></qt>
sk: <qt><p>Tento modul je určený na nastavenie systému s jednou pracovnou plochou rozloženou cez viac monitorov. Nevyzerá to tak že máte túto konfiguráciu.</p></qt>
sl: <qt><p>Ta modul je samo za nastavljanje sistemov z enojnim namizjem, ki se razpreda preko večih zaslonov. Kaže, da vi tega nimate.</p></qt>
sr: <qt><p>Овај модул је само за подешавање система са једном радном површином која се шири на више монитора. Чини се да ви немате овакву конфигурацију.</p></qt>
sr@latn: <qt><p>Ovaj modul je samo za podešavanje sistema sa jednom radnom površinom koja se širi na više monitora. Čini se da vi nemate ovakvu konfiguraciju.</p></qt>
ta: <qt><p>இந்த பாங்கு உள்ளமைவு முறைமைக்கு மட்டும் தான் மற்றும் ஒரு மேசை பரவும் பல திரைகள்.உங்களுக்கு இந்த உள்ளமைவு இருப்பதுபோல் தோன்றவில்லை.
tg: <qt><p>Ин воҳид танҳо барои батанзимдарории системаҳо бо мизҳои кории ягона, ки бо воситаи бисёр экранҳо ҷустуҷӯ шудааст. Он дар танзимдарории шумо пайдо намешавад.</p></qt>
th: <qt><p>โมดูลนี้จะใช้สำหรับปรับแต่งระบบในการใช้แสดงพื้นที่ทำงานเดี่ยว ๆ โดยใช้หลายจอภาพ และดูเหมือนว่าคุณจะยังไม่มีการปรับแต่งในส่วนนี้</p></qt>
uk: <qt><p>Цей модуль призначений для налаштування систем з стільницею, яка рознесена на декілька екранів. Але схоже, що ваша система не задовольняє цим вимогам.</p></qt>
zh_cn: <qt><p>本模块仅用来在多监视器上配置单桌面系统。您好像没有这种配置。</p></qt>
zh_tw: <qt><p>這個模組只能在使用一個桌面於多重螢幕的系統上執行。您似乎無法使用此模組</p></qt>
