Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kcmxinerama.po
Languages: af, ar, az, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, ms, nb, nds, nl, nn, pl, pt, pt_br, ro, ru, rw, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn, zh_tw

source: Enable multiple monitor window fullscreen support
af: Ontsper veelvuldige monitor venster volskerm ondersteuning
ar: مكّن دعم نافذة ملء الشاشة على عدة شاشات
az: Çoxlu monitorda tam ekran pəncərə dəstəyini fəallaşdır
bg: Поддръжка на многомониторен режим за разположение на прозорците на цял екран
bs: Uključi podršku za otvaranje prozora preko cijelog ekrana kod više monitora
ca: Habilita el funcionament de finestres a múltiples pantalles
cs: Povolit podporu pro celoobrazovkový režim na více monitorech
cy: Galluogi cynhaliaeth sgrin lawn ar gyfer ffenestri aml ddangosydd
da: Aktivér støtte for fuld skærm på flere skærme
de: Unterstützung von Vollbilddarstellung auf mehrere Monitore
el: Ενεργοποίηση υποστήριξης πλήρους οθόνης πολλαπλών οθονών
eo: Ebligi subtenon por tutekranaj fenestroj sur multoblaj ekranoj
es: Activar soporte de situación de ventana con múltiples monitores
et: Mitme monitori akende täisekraani toe lubamine
eu: Gaitu monitore aniztasunarentzako leihoaren pantaila osoko euskarria
fa: فعال‌سازی پشتیبانی تمام صفحۀ پنجرۀ نمایشگر چندگانه
fi: Käytä kokonäyttötilan tukea usealle näytölle
fr: Activer la gestion de fenêtres plein écran sur plusieurs moniteurs
fy: Understeuning foar skermfoljend fan finster op meardere skermen ynskeakelje
gl: Activar soporte de pantalla completa para fiestras en múltiples monitores
he: אפשר תמיכה במיקום חלון במספר מסכים
hu: Több képernyőre kiterjedő teljes képernyős mód engedélyezése
is: Virkja hámörkunarstuðning fyrir marga skjái
it: Abilita il supporto per le finestre a schermo intero su monitor multipli
ja: マルチモニタ ウィンドウフルスクリーン サポートを有効にする
kk: Бірнеше монитордағы терезе толық экранды бола алсын
km: អនុញ្ញាត​ការ​គាំទ្រ ម៉ូនីទ័រ​ច្រើន​នៃ​ពេញ​អេក្រង់​របស់​បង្អួច
ko: 다중 모니터의 창 전체화면 지원 사용하기
lt: Įgalinti daugelio monitorių lango viso ekrano palaikymą
mk: Овозможи поддршка за поставување преку цел екран на повеќекратни монитори
ms: Hidupkan sokongan tetingkap penuh monitor berganda
nb: Slå på støtte for fullskjermsvinduer over flere skjermer
nds: Heelschirm-Bedrief för mehr as een Schirm ünnerstütten
nl: Ondersteuning voor schermvullend van vensters op meerdere monitors activeren
nn: Slå på støtte for fullskjermsvindauge over fleire skjermar
pl: Włącz obsługę trybu pełnoekranowego na wielu monitorach
pt: Activar o suporte de ecrã total de janelas em vários monitores
pt_br: Habilitar o suporte a múltiplos monitores em tela cheia
ro: Activează suportul de ferestre pe tot ecranul pentru monitoare multiple
ru: Включить поддержку полноэкранного режима окна на неск. мониторах
rw: Kubashisha iyifashisha ry'iyuzuramugaragaza ry'idirishya rya mugaragaza zitandukanye
sk: Povoliť podporu okna na celú obrazovku pre viac monitorov
sl: Omogoči podporo večzaslonskemu celozaslonskemu oknu
sr: Активирај подршку за постављање прозора преко целог екрана на више монитора
sr@latn: Aktiviraj podršku za postavljanje prozora preko celog ekrana na više monitora
ta: பலவிதமான திரையகம் சாலர நிலை அமைத்தல்செயல்படுது
tg: Даргиронидани пуштибонии экрани пурраи тирезаҳо дар бисёр экранҳо
th: เปิดใช้การรองรับการใช้งานหลายจอภาพในการแสดงหน้าต่างเต็มจอภาพ
uk: Ввімкнути підтримку повноекранного режиму вікон на багатьох екранах
zh_cn: 启用多监视器窗口全屏支持
zh_tw: 啟動多重螢幕視窗全螢幕支援

source: &Identify All Displays
af: &Identifiseer alle Vertone
ar: ت&عرّف على كل الشاشات
az: Bütün Displeyləri &Tanıt
bg: &Идентифициране на всички екрани
bs: &Identificiraj sve prikaze
ca: &Identifica totes les pantalles
cs: &Identifikovat všechny obrazovky
cy: &Dynodi Pob Dangosydd
da: &Identificér alle skærme
de: &Alle Bildschirme identifizieren
el: &Αναγνώριση όλων των οθονών
eo: &Nomu Ĉiun Ekranon
es: &Identificar todas las pantallas
et: Kõigi &ekraanide tuvastamine
eu: &Identifikatu pantaila guztiak
fa: &شناسایی همۀ نمایشگرها‌
fi: &Tunnista kaikki näytöt
fr: &Identifier tous les affichages
fy: Alle werjeften &identifisearje
gl: &Identificar tódalas pantallas
he: &זהה את כל התצוגות
hi: सभी प्रदर्शक पहचानें (&I)
hr: &Identificiraj Sve Zaslone
hu: Az összes képernyő a&zonosítása
is: &Auðkenna alla skjái
it: &Identifica tutti gli schermi
ja: すべてのディスプレイを識別する(&I)
kk: Барлық дисплейлерді &түгелделсін
km: បញ្ជាក់​ការ​បង្ហាញ​ទាំង​អស់
ko: 모든 디스플레이 확인하기(&I)
lt: &Identifikuoti visus monitorius
mk: &Идентификувај ги сите екрани
ms: Kenal past&i Semua Paparan
nb: &Identifiser alle skjermer
nds: &All Schirmen künnig maken
nl: Alle schermen &identificeren
nn: &Identifiser alle skjermar
pl: &Identyfikuj wszystkie ekrany
pt: &Identificar Todos os Ecrãs
pt_br: &Identificar Todas as Telas
ro: &Identifică toate monitoarele
ru: &Идентифицировать все дисплеи
rw: &Kugaragaza Imigaragarire Yose
sk: &Identifikovať všetky obrazovky
sl: &Identificiraj vse zaslone
sr: &Идентификуј све екране
sr@latn: &Identifikuj sve ekrane
ta: எல்லா இனகாட்சிப்
tg: &Ҳама намоишгоҳҳоро муайян кунед
th: แสดงตัวระบบแสดงผลทั้งหมด
uk: &Ідентифікувати всі екрани
zh_cn: 标识所有的显示(&I)
zh_tw: 鑑別所有的畫面 (&A)

source: Show unmanaged windows on:
af: Wys onbestuurde vensters op:
ar: أعرض النوافذ غير المسييرة على:
az: İdarə xarici pəncərələrin göstəriləcəyi yer:
bg: Показване на неуправляемите прозорци на:
bs: Prikaži prozore kojima se ne upravlja na:
ca: Mostra les finestres no gestionades a:
cs: Zobrazit nespravovaná okna na:
cy: Dangos ffenestri anhrefnedig ar:
da: Vis uhåndterede vinduer på:
de: Nicht verwaltete Fenster anzeigen auf:
el: Εμφάνιση μη διαχειρίσιμων παραθύρων στην:
eo: Montru senmastrumitajn fenestrojn sur:
es: Mostrar ventanas no gestionadas en:
et: Haldamata aknaid näidatakse:
eu: Erakutsi maneiatu gabeko leihoak hemen:
fa: نمایش پنجره‌های مدیریت‌نشده در:
fi: Näytä hallitsemattomat ikkuna näytöllä:
fr: Afficher les fenêtres non gérées sur :
fy: Toan net-behearde finsters op:
gl: Mostrar fiestras non xestionadas en:
he: הצג חלונות לא מנוהלים ב:
hi: यहाँ पर अप्रबंधित विंडो दिखाएँ:
hr: Prikaži prozore koji nisu postavljeni na:
hu: A nem felügyelt ablakok itt jelenjenek meg:
is: Sýna óstýrða glugga á:
it: Mostra le finestre non gestite su:
ja: 管理されていないウィンドウを表示:
kk: Басқарылмайтын терезелер келесіде көрсетілсін:
km: បង្ហាញ​បង្អួច​ដែល​មិន​បាន​គ្រប់​គ្រងនៅ​លើ ៖
ko: 다음에 관리되지 않는 창 표시하기:
lt: Rodyti netvarkomus langu ant:
mk: Покажи ги неменаџираните прозорци на:
ms: Paparkan tetingkap tidak diurus pada:
nb: Vis ikke-behandlet vindu på:
nds: Nich pleegte Finstern wiesen op:
nl: Niet-beheerde vensters tonen op:
nn: Vis vindauge som ikkje handterte på:
pl: Wyświetlaj niezarządzane okna na:
pt: Mostrar janelas não geridas no:
pt_br: Mostrar janelas sem gerenciamento em:
ro: Afişează toate ferestrele necontrolate pe:
ru: Отображать нерабочие окна на:
rw: Kwerekana amadirishya adacungwa ku:
sk: Zobraziť nespravované okná na:
sl: Prikaži neupravljana okna na:
sr: Прикажи прозоре којима се не управља на:
sr@latn: Prikaži prozore kojima se ne upravlja na:
ta: வெளி உலாவி பற்றிய தகவலை காட்டாதே
tg: Нишон додани тирезаҳои ғайриидоравӣ дар:
th: แสดงหน้าต่างที่ไม่สามารถจัดการได้บน:
uk: Відображати некеровані вікна на:
zh_cn: 显示没有被管理的窗口于：
zh_tw: 顯示未被管理的視窗於

source: Show KDE splash screen on:
af: Wys KDE splatskerm op:
ar: أعرض شاشة البداية لKDE على:
az: KDE açılış rəsminin göstəriləcəyi yer:
bg: Показване на състоянието за начално зареждане на:
bs: Prikaži KDE splash screen na:
ca: Mostra la pantalla d'inici KDE a:
cs: Zobrazit úvodní obrazovku KDE na:
cy: Dangos sgrîn croeso KDE ar:
da: Vis KDE's opstartskærm på:
de: KDE-Startbildschirm anzeigen auf:
el: Εμφάνιση της αρχικής οθόνης του KDE στην:
eo: Montru KDE salutŝildon sur:
es: Mostrar la ventana de KDE Splash en:
et: KDE käivituslogo näidatakse:
eu: Erakutsi KDEren splash leihoa hemen:
fa: نمایش رنگ‌پاشی پردۀ KDE هنگام:
fi: Näytä KDE:n aloitusruutu näytöllä:
fr: Afficher l'écran de démarrage de KDE sur :
fy: Toan KDE-startskerm op:
gl: Mostrar a pantalla de benvida do KDE en:
he: הצג את מסך ההפעלה של KDE ב:
hi: यहाँ पर केडीई स्प्लैश स्क्रीन दिखाएँ:
hr: Prikaži KDE pozdravni prozor na:
hu: A KDE nyitóképe itt jelenjen meg:
is: Sýna frumskjá KDE á:
it: Mostra la schermata di avvio di KDE su:
ja: KDE スプラッシュスクリーンを表示:
kk: KDE бейнепердесі келесіде көрсетілсін:
km: បង្ហាញ​អេក្រង់​ស្វាគមន៍​របស់ KDE នៅ​លើ ៖
ko: 다음 화면에 KDE 시작 화면 보이기:
lt: Rodyti KDE pasisveikinimo ekraną monitoriuje:
mk: Покажи го поздравниот екран на KDE на:
ms: Paparkan Skrin Alu-aluan KDE pada:
nb: Vis KDE-velkomstbilde på:
nds: KDE-Startschirm wiesen op:
nl: KDE-opstartscherm tonen op:
nn: Vis KDE-velkomstbilete:
pl: Pokaż ekran startowy KDE na:
pt: Mostrar o ecrã inicial do KDE no:
pt_br: Mostrar a tela de apresentação do KDE em:
ro: Afişează ecranul de pornire KDE pe:
ru: Отображать логотип KDE на:
rw: Kwerekana mugaragaza nsakaza KDE kuri:
sk: Zobraziť štartovnú obrazovku KDE na:
sl: Prikaži uvodni zaslon KDE na:
sr: Прикажи KDE-ов почетни екран на:
sr@latn: Prikaži KDE-ov početni ekran na:
ta: KDE splash திரை பாணிகளின் மேலாளரர்
tg: Экрани қатраҳои KDE-ро нишон диҳед дар:
th: แสดงภาพเริ่มการทำงานของ KDE บน:
uk: Відображати екран заставки KDE на:
zh_cn: 显示 KDE 启动画面于：
zh_tw: 顯示 KDE splash 畫面於

source: kcmxinerama
hi: केसीएमसिनेरामा
