Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: When this option is on, a user will be logged in again automatically when their session is interrupted by an X server crash; note that this can open a security hole: if you use a screen locker than KDE's integrated one, this will make circumventing a password-secured screen lock possible.
af: Wanneer gekies, sal 'n gebruiker waarvan die sessie onderbreek was deurdat X bedieneromgeval het automaties ingelog word. Let daarop dat dit 'n sekuriteits risiko skep: indien jy 'n skerm slot gebruik wat nie geintegreer is met KDE nie, kan dit die oorbrugging van 'n wagwoord beskermde skerm slot moontlik maak.
be: Калі ўключана, карыстальнік увойдзе ў сістэму зноў аўтаматычна, калі яго сеанс будзе перарваны праз падзенне X-сервера; заўважце, гэта можа быць небяспечным: калі вы карыстаецеся іншым блакоўшчыкам экрану, чым убудаваным у KDE, гэта дазволіць абыйсці абароненую паролем блакоўку экрану.
bs: Kada je ova opcija uključena, korisnik će se ponovo logirati automatski ako je njegova sesija prekinuta padom X servera. Obratite pažnju da ovo može otvoriti sigurnosnu rupu: ako koristite neki drugi program za zaključavanje ekrana osim KDEovog integrisanog programa, ova opcija omogućuje zaobilaženje zaključavanja ekrana šifrom.
ca: Quan aquesta opció està activada, un usuari accedirà automàticament, quan la seva sessió sigui interrompuda per una petada del servidor X; tingueu en compte que això pot obrir un forat de seguretat: si useu un altre bloquejador de pantalla diferent del que està integrat a l'escriptori KDE, això podria fer possible trampejar una pantalla bloquejada amb una contrasenya.
eo: Se elektita, uzanto aŭtomate reakceptiĝos, se sia seanco estis interrompita pro morto de la X-servilo. Atentu, ke tio povas kaŭzi sekurecriskon: se vi uzas alian ekranŝlosilon ol la KDE-a, tio povus permesi ĉirkaŭiron de pasvortgardita ekranŝloso.
eu: Aukera hau gaiturik dagoenean, saioa berriz hasiko da automatikoki erabiltzailearentzat, bere saioa X zerbitzari baten kraskadura baten erruz moztu denean.Ohar zaitez honek segurtasun zuloa ireki dezakeela: KDEk integraturik duen pantaila blokeatzailearen ordez beste bat erabiltzen baduzu, posible izan daiteke pantaila desblokeatzeko behar den pasahitza ekiditea.
fa: زمانی که این گزینه روشن است، کاربر، وقتی نشستشان توسط فروپاشی کارساز X متوقف می‌شود، دوباره به طور خودکار وارد خواهد شد؛ توجه داشته باشید که این کار می‌تواند یک حفرۀ امنیتی باز کند: اگر از یک قفل‌کنندۀ پرده غیر از قفل‌کنندۀ منسجم KDE استفاده می‌کنید؛ این کار، گیر انداختن قفل پردۀ دارای اسم رمز امن را ممکن می‌سازد.
fy: As dizze opsje selektearre is, dan sil in brûker automatysk opnij oanmeld wurde as har of syn sesje ûnderbrutsen is troch in ûnferwacht einde fan de X-tsjinner. Taljochting: dit kin in gat yn jo befeiliging iepenje; as jo in oare sesjeskoattel brûke dan dy yn KDE yntegrearre is. It wurd dan mooglik om in mei wachtwurd befeilige sesjeskoattel te omsile.
gl: Cando se activa esta opción, un usuario será identificado automaticamente outra vez cando a súa sesión sexa interrompida por un erro do servidor X. Note que isto pode abrir un buraco de seguridade: se vostede emprega un bloqueador de pantalla distinto do de KDE, un atacante poderá aproveitar un erro das X para evitar introducir o contrasinal.
hi: जब यह विकल्प चालू होगा, उपयोगकर्ता स्वचालित रूप से फिर से लॉगइन हो जाएगा जब सत्र एक्स सर्वर क्रेश से अवरूद्ध होगा. टीप लें कि यह सुरक्षा खामियों को खोल सकता है यदि आप केडीई के इंटीग्रेटेड लाकर से भिन्न स्क्रीन लाकर उपयोग करते हैं, तब यह पासवर्ड सुरक्षित स्क्रीन लाक को बायपास करना संभव बनाता है.
is: Þegar þetta er valið, mun notandi sem síðast var stimplaður inn verða stimplaður inn sjálfkrafa ef X-þjónninn hrynur. Athugið að þetta opnar öryggisholu: Ef þú notar annan skjálæsi en innbyggðan í KDE, gæti verið hægt að komast hjá innstimplun með lykilorði.
ja: このオプションを有効にすると、X サーバがクラッシュしてセッションが中断された場合、ユーザは自動的に再ログインします。これはセキュリティホールになり得ることに注意してください。例えば、KDE に組み込まれていないスクリーンロック機能を使っている場合、これによってパスワードで保護されたスクリーンロックが解除されてしまう可能性があります。
ko: 이 옵션을 사용하면 X 서버 충돌로 인해서 세션이 종료된 경우 사용자는 자동으로 다시 로그인됩니다. 이것은 보안 구멍이 될 수도 있습니다. KDE에 통합되지 않은 화면 잠금 도구를 사용할 경우, 이것은 암호로 보호된 화면 잠금을 깰 수 있는 방법이 될 수 있습니다.
mk: Кога е избрана оваа опција, корисникот чија што сесија е прекината од паѓање на X серверот, ќе се најави автоматски. Забележете дека ова може да отвори безбедносна дупка: ако не го користите интегрираниот софтвер од KDE за заклучување екрани, ова ќе може да овозможи заобиколување на екран заклучен со лозинка.
ms: Apabila opsyen ini dibuka, pengguna akan dilog masuk secara automatik apabila sesi mereka disampuk oleh kerosakan pelayan X; ambil perhatian bahawa ini boleh membuka lubang keselamatan: jika anda guna pemasak skrin lebih daripada pemasak bersepadu KDE, ini akan menjadikan pengelakan pasak skrin jaminan kata laluan sesuatu yang mungkin.
ro: Cînd această opţiune este setată, utilizatorul va fi logat din nou în mod automat atunci cînd sesiunea lui este întreruptă de o prăbuşire de server X. Reţineţi că această opţiune deschide o gaură de securitate: dacă utilizaţi o protecţie de ecran diferită de cele integrate în KDE, este posibilă ocolirea blocării de ecran bazată pe parolă.
rw: Iyo ubu buryo bufunguye, ukoresha azahita yongera kwinjira igihe umukoro we wahagaritswe no guhagarara kwa seriveri X; wibuke ko ibi bishobora gufungura umwobo mutekano: iyo ukoresha mufungamugaragaza itari ijyanye na KDE, ibi bizatuma kurenga mugaragaza ifunzwe n'ijambobanga-ritekaanye bishoboka.
sr: Када је ова опција укључена, корисник ће аутоматски бити пријављен поново када се његова сесија прекине због пада X сервера. Запамтите да ова опција отвара сигурносну рупу уколико користите други програм за закључавање екрана од оног који је интегрисан у KDE. Ово ће онемогућити лозинком заштићено закључавање екрана.
sr@latn: Kada je ova opcija uključena, korisnik će automatski biti prijavljen ponovo kada se njegova sesija prekine zbog pada X servera. Zapamtite da ova opcija otvara sigurnosnu rupu ukoliko koristite drugi program za zaključavanje ekrana od onog koji je integrisan u KDE. Ovo će onemogućiti lozinkom zaštićeno zaključavanje ekrana.
ta: இந்த விருப்பத்தேர்வு செய்ல்பாட்டில் இருந்தால், பயனர் தானாகவே புகுபதிக்கை செய்யலாம் X சேவகன் முறிவின் மூலம் இந்த அமர்வுவை தடங்கல் செய்யும்; குறிப்பெடுக்கவும் இது பாதுகாப்பு ஒட்டையை திறக்கும்:KDEயின் ஒருங்கிணைந்ததைவிட திரை பூட்டை பயன்படுத்தலாம்,இது கடவுச்சொல்-பாதுகாப்பான திரை பூட்டை உருவாக்கும்.
tg: Ҳангоми дар гиронидани ин интихоб, агар ки сеанси корванд бо сабаби шикасти X хидматрасон қатъ шуда бошад, корванд ба таври худкорӣ аз нав номнависӣ мешавад. Ба қайд гиред, ки он метавонад сӯрохи дар системаи бехатари пайдо намояд: агар шумо ба ҷои қулфбанди дар KDE муттаҳидшуда, қулфбанди дигари экранро истифода баред, он имконияти гузаштан аз қулфбанди бо гузарвожа муҳофизатшавандаи экран, медихад.
th: หากเปิดใช้งานตัวเลือกนี้ จะทำให้มีการล็อกอินเข้าใช้งานเป็นผู้ใช้ที่กำหนดอัตโนมัติ หากเซิร์ฟเวอร์ X เกิดทำงานล้มเหลว ควรจำไว้ว่า นี่อาจเป็นการเปิดช่องโหว่ด้านความปลอดภัยได้ หากคุณใช้งานตัวล็อคหน้าจออื่น แทนการใช้งานที่มีใน kdesktop ก็อาจจะทำให้เกิดการล็อกหน้าจอขึ้นได้
uk: Якщо цей параметри ввімкнено, користувача буде зареєстровано автоматично, якщо його сеанс було перервано крахом сервера X. Зауважте, що це є потенційною проблемою безпеки: якщо ви використовуєте сторож екрану не з KDE, це може призвести до зламування захисту екрана.
zh_tw: 如果這個選項是啟動的話，那麼當使用者的視窗管理程式因為 X-Server 的 Crash 而中斷時，將會自動的再行登入；請注意這個選項會造成系統在安全上的漏洞：如果您使用其他的非整合在 KDE 中的螢幕鎖定程式 (Screen Locker)，那麼這將會是當螢幕鎖定程式，在解除鎖定時詢問密碼的一種迴避方式。

source: %1 does not appear to be an image file. Please use files with these extensions: %2
af: %1 blyk nie 'n beeld lêer te wees nie. Gebruik asseblief lêers met hierdie agtervoegsel: %2
ar: إن %1 لا يبدو أنه ملف صورة. الرجاء إستعمال ملفات ذات الإمتدادات التالية: %2
be: %1 не ёсць файлам выявы. Калі ласка, выкарыстоўвайце файлы з наступнымі пашырэннямі: %2
bn: %1 ফাইলটি একটি ছবি বলে মনে হয় না। অনুগ্রহ করে এই এক্সটেনশন-গুলির একটি ব্যবহার করুন: %2
bs: Izgleda da %1 nije datoteka sa slikom. Molim koristite datoteke sa sljedećim ekstenzijama: %2
ca: %1 no sembla ésser un fitxer imatge Si us plau, empreu fitxers amb aquestes extensions: %2
cy: Ni ymddengys bod %1 yn ffeil ddelwedd. Defnyddiwch ffeiliau â'r estyniadau yma: %2
eo: Pardonu, sed %1 ŝajnas ne esti grafikdosiero. Bonvolu uzi dosierojn kun la sekvaj finaĵoj: %2
eu: Barkatu, baina %1 horrek ez du irudi fitxategi bat ematen Erabili luzapen hauek dituzten fitxategiak: %2
fa: به نظر نمی‌رسد که %1 یک پروندۀ تصویر باشد. لطفاً، از پرونده‌هایی با این پسوندها استفاده کنید: %2
fy: %1 Blykt gjin ôfbyldingstriem te wêzen Brûk allinne triemmen mei dizze taheaksels: %2
gl: %1 non semella ser un ficheiro de imaxe. Por favor, use ficheiro con estas extensións: %2
hi: %1 छवि फ़ाइल जैसा प्रतीत नहीं होता है. कृपया फ़ाइलें जो इन एक्सटेंशन के साथ हों का इस्तेमाल करें: %2
is: %1 virðist ekki innihalda mynd. Notaðu skrár með þessar endingar: %2
ja: %1 は画像ファイルではないようです。 以下の拡張子が付いたファイルを使用してください: %2
ko: %1은(는) 그림 파일이 아닌 것 같습니다. 다음 확장자를 가지는 파일을 사용하십시오: %2
mk: Се чини дека %1 не е слика. Ве молиме користете датотеки со следниве наставки: %2
ms: %1 tidak dapat dibaca sebagai fail imej. Gunakan fail dengan sambungan berikut: %2
pa: %1 ਇੱਕ ਚਿੱਤਰ ਫਾਇਲ ਨਹੀਂ ਜਾਪਦੀ ਹੈ| ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਐਕਸ਼ਟੇਸ਼ਨ ਦੀਆਂ ਫਾਇਲਾਂ ਵਰਤੋਂ: %2
ro: %1 nu pare să fie un fişier imagine. Vă rog să folosiţi fişiere cu următoarele extensii: %2
rw: %1 isa naho atari idosiye mashusho. Koresha amadosiye afite iyi migereka: %2
se: %1 ii oroleamen govvafiila. Geavat fiillat mas lea dát dovddaldagat: %2
sr: Изгледа да %1 није фајл са сликом. Користите фајлове са следећим наставцима: %2
sr@latn: Izgleda da %1 nije fajl sa slikom. Koristite fajlove sa sledećim nastavcima: %2
ta: மன்னிக்கவும், ஆனால் %1 உருவ கோப்பாக தெரியவில்லை தயவு செய்து இந்த நீட்டிப்புகள் உள்ள கோப்புகளை பயன்படுத்தவும்: %2
tg: эҳтимолан %1 файли симо нест. Марҳамат карда файлро бо чунин васеъшавӣ истифода баред: %2
th: %1 ไม่น่าจะเป็นแฟ้มภาพ โปรดใช้แฟ้มที่มีนามสกุลเหล่านี้: %2
uk: Здається, %1 не є графічним файлом. Користуйтеся, будь ласка, файлами з наступними розширеннями: %2
uz: %1 rasm fayliga oʻxshamaydi. Iltimos quyidagi kengaytmali fayllardan foydalaning: %2
uz@cyrillic: %1 расм файлига ўхшамайди. Илтимос қуйидаги кенгайтмали файллардан фойдаланинг: %2
wa: %1 ni m' ravize nén on fitchî imådje. Eployîz seulmint des fitchîs avou ene cawete come çouchal s' i vs plait: %2
zh_tw: 抱歉，%1 看起來不是一個影像檔。 請使用下列延伸檔名的檔案： %2

source: KDE Login Manager Config Module
af: KDE Aanteken Bestuurder Opstel Module
ar: وحدة تهيئة مدير دخول KDE
be: Модуль настаўленняў кіраўніка ўваходу ў сістэму KDE
bn: কে.ডি.ই. লগ-ইন ম্যানেজার কনফিগ মডিউল
bs: Modul za podešavanje KDE Login menadžera
ca: Mòdul de configuració del gestor de connexió de KDE
cy: Modiwl Ffurfweddu Trefnydd Mewngofnodi KDE
eo: Agordmodulo por la salutilo
eu: KDEren saio-hasiera kudeatzailearen konfigurazio modulua
fa: پیمانۀ پیکربندی مدیر ورود KDE
fy: KDE Oanmeldbehear Konfiguraasjemodule
gl: Módulo de Configuración do Xestor de Entrada de KDE
hi: केडीई लॉगइन प्रबंधक कॉन्फ़िग मॉड्यूल
is: KDE Aðgangsstjórnun
ja: KDE ログインマネージャ設定モジュール
ko: KDE 로그인 관리자 설정 모듈
mk: Модул на KDE за конфигурација на менаџерот на најави
ms: Konfigurasi modul Pengurus Log masuk KDE
pa: KDE ਲਾਗਿੰਨ ਪਰਬੰਧਕ ਸੰਰਚਨਾ ਮੈਡੀਊਲ
ro: Modul de configurare Manager de logare KDE
rw: KDE Igice Kiboneza Mucungafashayinjira
se: KDE sisačálihangieđahalli stivrenmoduvla
sr: KDE Модул за подешавање менаџера пријава
sr@latn: KDE Modul za podešavanje menadžera prijava
ta: Kசாளர தொடங்கல் மேலாளர் கட்டுப்பாட்டு கூறு
tg: KDE Вуруди Роҳбари Танзими Модул
th: โมดูลปรับแต่งตัวจัดการการล็อกอินของ KDE
uk: Модуль конфігурації менеджера реєстрації KDE
uz: Tizimga kirish boshqaruvchisi uchun boshqaruv moduli
uz@cyrillic: Тизимга кириш бошқарувчиси учун бошқарув модули
wa: Module d' apontiaedje do manaedje d' elodjaedje di KDE
zh_tw: KDE 登入管理程式設定模組

source: (c) 1996 - 2005 The KDM Authors
af: (c) 1996 - 2005 Die KDM Outeure
be: (c) 1996 - 2005 Аўтары KDM
bn: (c) ১৯৯৬ - ২০০৫ কে-ডি-এম লেখকবৃন্দ
ca: (c) 1996 - 2005 Els autors de KDM
eo: (c) 1996 - 2005 ĉe la aŭtoroj de la salutilo
eu: (c) 1996 - 2005 KDM egileak
fy: (c) 1996 - 2002 de KDM-skriuwers
gl: (c) 1996 - 2005 Os autores de KDM
is: (c) 1996 - 2005 KDM höfundarnir
ja: (c) 1996 - 2005 KDM 開発チーム
ko: (c) 1996 - 2005 KDM 작성자
mk: (c) 1996 - 2005 Авторите на KDM
ms: (c) 1996 - 2005 Penulis KDM
pa: (c) ੧੯੯੬-੨੦੦੫, ਕੇਡੀਐਮ ਲੇਖਕ
rw: (c) 1996 - 2005 Abanditsi ba KDM
sr: © 1996-2005, аутори KDM-а
sr@latn: © 1996-2005, autori KDM-a
th: (c) 1996 - 2005 กลุ่มผู้เขียน KDM
uk: (c) 1996 - 2005 Автори KDM
uz: (C) 1996-2005, KDM mualliflari
uz@cyrillic: (C) 1996-2005, KDM муаллифлари
wa: © 1996-2005 Les oteurs di KDM
zh_tw: (c) 1996 - 2005 KDM 作者群

source: Original author
af: Oorspronklike outeur
ar: المؤلف الأصلي
be: Аўтар ідэі
bn: মূল লেখক
bs: Originalni autor
ca: Autor original
cy: Awdur gwreiddiol
eo: Originala aŭtoro
eu: Jatorrizko egilea
fa: نویسندۀ اصلی
fy: Oarspronklike skriuwer
gl: Autor orixinal
hi: मूल लेखक
is: Upprunalegur höfundur
ja: オリジナルの作者
ko: 원 작성자
mk: Оригинален автор
ms: Penulis asal
pa: ਅਸਲੀ ਲੇਖਕ
ro: Autor original
rw: Umwanditsi wa mbere
se: Álgovuolggalaš čálli
sr: Првобитни аутор
sr@latn: Prvobitni autor
ta: மூல ஆக்கியோன்
tg: Муаллифи аслӣ
th: ผู้เขียนดั้งเดิม
uk: Перший автор
uz: Birinchi muallif
uz@cyrillic: Биринчи муаллиф
wa: Prumî oteur
zh_tw: 原始作者

source: Current maintainer
af: Huidige onderhouer
ar: المشرف على الصيانة الحالي
be: Адказны за выпуск
bn: বর্তমান রক্ষণাবেক্ষণকারী
bs: Trenutni održavatelj
ca: Mantenidor actual
cy: Cynhalwr cyfredol
eo: Nuna prizorganto
eu: Uneko maintentzailea
fa: نگه‌دارندۀ جاری
fy: Hjoeddeiske ûnderhâlder
gl: Mantedor actual
hi: वर्तमान मेंटेनर
is: Núverandi umsjónarmaður
ja: 現在のメンテナ
ko: 현재 관리자
mk: Тековен одржувач
ms: Penyelenggara semasa
pa: ਮੌਜੂਦਾ ਪਰਬੰਧਕ
ro: Dezvoltator curent
rw: Ubyitaho ubu
se: Dálá mátasdoalli
sr: Тренутни одржавалац
sr@latn: Trenutni održavalac
ta: நடப்பு பராமரிப்பாளர்
tg: Тасдиқкунандаи равон
th: ผู้ดูแลในปัจจุบัน
uk: Супровід
uz: Joriy taʼminlovchi
uz@cyrillic: Жорий таъминловчи
wa: Minteneu pol moumint
zh_tw: 目前維護者
