Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: Locale
af: Lokalisering
ar: المحلي
be: Лакаль
bn: লোকেল
bs: Lokalno
ca: Local
cy: Lleoleiddiad
eo: Lokaĵaro
eu: Locale-a
fa: محلی
fy: Lokalisaasje
gl: Local
hi: लोकेल
is: Staðfærsla
ja: ロケール
ko: 로케일
mk: Локализација
ms: Lokal
pa: ਇਲਾਕਾਈ
ro: Localizare
rw: Ahantu
se: Báikkálaš heivehusat
sr: Локална подешавања
sr@latn: Lokalna podešavanja
ta: இடம்
tg: Маҳаллӣ
th: ภาษาท้องถิ่น
uk: Локаль
uz: Lokal
uz@cyrillic: Локал
wa: Locåle
zh_tw: 區域性

source: Languag&e:
af: Taal:
ar: ال&لغة:
be: Мо&ва:
bn: ভাষা (&ভ):
bs: &Jezik:
ca: &Idioma:
cy: Iai&th:
eo: &Lingvo:
eu: Hizkuntz&a:
fa: &زبان:‌
fy: T&aal:
gl: Ling&ua:
hi: भाषा (&e)
is: T&ungumál:
ja: 言語(&E):
ko: 언어(&E):
mk: Ј&азик:
ms: Bahas&a
pa: ਭਾਸ਼ਾ(&e):
ro: L&imbaj:
rw: Ururimi:
se: &Giella:
sr: &Језик:
sr@latn: &Jezik:
ta: மொழி:
tg: &Забон:
th: ภาษา:
uk: М&ова:
uz: &Til:
uz@cyrillic: &Тил:
wa: &Lingaedje:
zh_tw: 語言(&E):

source: Here you can choose the language used by KDM. This setting does not affect a user's personal settings; that will take effect after login.
af: Hier kan jy die taal kies wat KDM gebruik. Hierdie stelling het geen invloed op die gebruikers se persoonlike stellings nie; dit sal geaktiveer word na aanteken.
be: Тут можна выбраць мову, што ўжывае KDM. Гэтае настаўленне не ўплывае на асабістыя налады карыстальнікаў - яны задзейнічаюцца пасля ўваходу.
bn: কে.ডি.এম. কোন ভাষা ব্যবহার করবে এখানে তা নির্ধারণ করতে পারেন। ব্যবহারকারী লগ-ইন করার পর ব্যবহৃত ব্যক্তিগত সেটিংস-এর সঙ্গে এর কোন সম্পর্ক নেই।
bs: Ovdje možete izabrati jezik koji će KDM upotrebljavati. Postavka jezika ovdje se neće odraziti na korisnikove lične postavke; to će stupiti na snagu nakon prijave.
ca: Aquí podeu triar l'idioma usat pel KDM. Aquest arranjament no afecta l'arranjament personal de l'usuari; que tindrà efecte després de la connexió.
eo: Tie ĉi vi povas elekti la lingvon, uzotan de KDM. Tio ne ŝanĝas la personan agordon de la uzantoj, kiu uziĝos post la saluto.
eu: Hemen, KDMk erabiliko duen hizkuntza hauta dezakezu. Behin saioa hasiz gero, ezarpen honek ez du eraginik izango erabiltzailearen ezarpen pertsonaletan.
fa: در اینجا می‌توانید زبان استفاده‌شده توسط KDM را انتخاب کنید. این تنظیم بر تنظیمات شخصی کاربر که بعد از ورود اثر دارد، مؤثر واقع نمی‌شود.
fy: Hjir kinne jo de taal kieze dy troch KDM brûkt wurde sil. Dizze ynstelling hat gjin effekt op de persoanlike ynstellings fan de brûker neidat dizze har oanmeld hat.
gl: Aquí pode escoller a lingua empregada por KDM. Esta opción non afecta ás opcións persoais dos usuarios, que surxirán efecto despois da identificación.
hi: यहाँ आप केडीएम द्वारा उपयोग की जाने वाली भाषा चुन सकते हैं. यह विन्यास उपयोक्ता के निजी विन्यास को प्रभावित नहीं करेगी जो लॉगइन के बाद प्रभावी होता है.
is: Her getur þú valið tungumálið sem KDM mun nota. Þessi stilling hefur ekki áhrif á þær stillingar sem notandinn hefur sem munu taka gildi eftir að hann hefur auðkennt sig.
ja: ここで KDM が使用する言語を指定できます。この設定はそれぞれのユーザのログイン後の言語設定には影響しません。
ko: KDM에서 사용할 언어입니다. 로그인 한 다음 적용될 사용자 언어 설정에는 영향을 주지 않습니다.
mk: Тука може да го изберете јазикот што го користи KDM. Ова не влијае на поставувањата на корисникот кои стапуваат на сила по најавувањето.
ms: Di sini anda boleh pilih bahasa yang digunakan oleh KDM. Seting ini tidak melibatkan seting peribadi pengguna; ini akan berfungsi selepas log masuk.
ro: Aici puteţi alege limbajul utilizat de KDM. Această setare nu afectează setările personale ale utilizatorului, care vor intra în efect numai după logare.
rw: Aha ushobora guhitamo ururimi rwakoreshejwe na KDM. Iri genamiterere ntacyo ritwara amagenamiterere bwite y'ukoresha; azagaragara nyuma yo kwinjira.
se: Dás válljet makkár gillii KDM cájehuvvo. Dát heivehus ii guoskkageavaheaddji iežas heivehusaide mat doaibmagohtet maŋŋá go leat iežat sisačálihan.
sr: Овде можете изабрати језик који ће KDM користити. Ово подешавање не мења лична подешавања корисника; она ће бити узета у обзир након пријављивања на систем.
sr@latn: Ovde možete izabrati jezik koji će KDM koristiti. Ovo podešavanje ne menja lična podešavanja korisnika; ona će biti uzeta u obzir nakon prijavljivanja na sistem.
ta: இங்கே KDM பயன்படுத்தும் மொழியை தேர்ந்தெடுக்கலாம். இந்த அமைப்புகள் பயனரின் சொந்த அமைப்புகளை பாதிக்காது; இவை புகுபதிகை செய்த பின் செயல்படும்.
tg: Дар ин ҷо шумо метавонед забонеро, ки KDM истифода хоҳад бурд, интихоб намоед. Ин гузориш ба гузоришҳои корванд, ки баъди воридшавӣ ба система фаъол мегардад, таъсир намерасонад.
th: คุณสามารถเลือกภาษาที่ใช้จะกับ KDM ได้ที่นี่ ซึ่งภาษาที่เลือกนี้จะไม่มีผลกับการปรับแต่งภาษาส่วนตัวของคุณ (การปรับแต่งส่วนตัว จะมีผลเมื่อผ่านกระบวนการล็อกอินแล้ว)
uk: Тут потрібно вибрати мову, якою буде користуватися KDM. Ці параметри не впливають на особисті параметр, які почнуть діяти після входу в систему.
wa: Vos ploz tchoezi chal li lingaedje eployî pa KDM. Cisse tchuze ni candje nén les tchuzes prôpes a -z on uzeu. Ele rotrè après s' esse elodjî.
zh_tw: 您可以在這邊選擇 KDM 所使用的語言。這個設定不會影響使用者登入後的個人設定；它會在登入後才生效。

source: without name
af: naamloos
ar: بدون إسم
be: без назвы
bn: নাম ছাড়া
bs: bez imena
ca: sense nom
cy: heb enw
eo: sen nomo
eu: izenik gabe
fa: بدون نام
fy: Sûnder namme
gl: sen nome
hi: नाम के बगैर
is: nafnlaust
ja: 名前なし
ko: 이름 없이
mk: без име
ms: tanpa nama
pa: ਬਿਨਾਂ ਨਾਂ
ro: fără nume
rw: nta zina
se: namahis
sr: без имена
sr@latn: bez imena
ta: பெயரில்லாத
tg: Беном
th: ไม่ใส่ชื่อ
uk: без назви
uz: nomsiz
uz@cyrillic: номсиз
wa: sins no
zh_tw: 沒有名稱

source: There was an error loading the image: %1 It will not be saved.
af: Daar was 'n fout tydens die laai van die beeld: %1 Dit sal nie gestoor word nie.
ar: هناك خطأ في تحميل الصورة: %1 لن يتم حفظها.
be: Памылка загрузкі выявы: %1 Яна не была захавана
bn: ছবিটি লোড করতে সমস্যা হয়েছে: %1 এটি সংরক্ষণ করা হবে না।
bs: Došlo je do greške prilikom učitavanja slike: %1 Ona neće biti spašena.
ca: Hi ha hagut un error en carregar la imatge: %1 No es desarà.
cy: Bu gwall tra'n llwytho'r ddelwedd: %1 Ni gaiff ei gadw.
eo: Okazis eraro dum lego de la bildo: %1 Ĝi ne estos konservita.
eu: Errorea gertatu da irudia kargatzean: %1 Ez da gordeko.
fa: خطای بارگذاری تصویر وجود داشت: %1 ذخیره نخواهد شد.
fy: Der is in flater bard ûnder it laden fan de ôfbylding: %1 Sy sil net bewarre wurde.
gl: Ocorreu un erro cargando a imaxe: %1 Non se gardará.
hi: छवि लोड करते समय त्रुटि हुई: %1 यह सहेजा नहीं जाएगा.
is: Villa kom upp við lestur myndarinnar: %1 Hún verður ekki vistuð.
ja: 画像の読み込み中にエラーが発生しました: %1 保存されません...
ko: 그림 파일을 불러오는 중 오류가 발생했습니다: %1 저장하지 않을 것입니다.
mk: Имаше грешка при вчитувањето на сликата: %1 Таа нема да биде снимена...
ms: Ada ralat dan masalah semasa memuat naik gambar: %1 Ia tidak akan diselamatkan.
pa: ਚਿੱਤਰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਆਈ ਸੀ: %1 ਇਸ ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕੇਗਾ।
ro: A apărut o eroare la încărcarea imaginii: %1 Nu va fi salvată.
rw: Habaye ikosa mu gutangiza ishusho: %1 Ntabwo rizabikwa.
se: Šattai meattáhus gova vieččadettiin: %1 Dat ii vurkejuvo.
sr: Настала је грешка при учитавању слике: %1 Неће бити снимљена.
sr@latn: Nastala je greška pri učitavanju slike: %1 Neće biti snimljena.
ta: இந்த உருவம் ஏற்றத்தின் போது பிழை இருந்தது %1 அது சேமிக்கபடாது
tg: Хатогӣ ҳангоми боркунии симо рух дод: %1 Симо захира намегардад.
th: เกิดความผิดพลาดในการเรียกใช้แฟ้มภาพ: %1 มันจะไม่ถูกบันทึก...
uk: Сталася помилка при зчитуванні зображення: %1 Його не буде збережено.
uz: Rasmni yuklashda xato roʻy berdi: %1 U saqlanmaydi.
uz@cyrillic: Расмни юклашда хато рўй берди: %1 У сақланмайди.
wa: Åk n' a nén stî come dji voleu tcherdjî l' imådje: %1 Ele ni srè nén schapêye.
zh_tw: 讀取圖形時發生錯誤: %1 將不會被儲存...

source: Welcome to %s at %n
af: Welkom by %s om %n
ar: مرحبا بك على النظام %s على %n
be: Запрашаем у %s на %n
bn: %s at %n-এ স্বাগতম
bs: Dobro došli u %s na %n
ca: Benvingut a %s en %n
cy: Croeso i %s wrth %n
eo: Bonvenon ĉe %s je %n
eu: Ongi etorri %s-(e)ra %n-(e)n
fa: به %s در %n خوش آمدید
fy: Wolkom by %s op %n
gl: Benvido/a a %s en %n
hi: %s पर %n में आपका स्वागत है
is: Velkomin(n) að %s á %n
ja: %s (%n) へようこそ
ko: %s에 오신 것을 환영합니다(%n)
mk: Добредојдовте во %s на %n
ms: Selamat datang ke %s di %n
pa: %s ਜੀ ਆਇਆਂ ਨੂੰ %n ਤੇ
ro: Bine aţi venit în %s pe %n
rw: Ikaze kuri %s kuri %n
se: Bures boahtin %s mašiidnii %n fierpmis
sr: Добродошли у %s на %n
sr@latn: Dobrodošli u %s na %n
tg: Хуш Омадед ба %s дар%n
th: ยินดีต้อนรับสู่ %s บนเครื่อง %n
uk: Ласкаво просимо до %s на %n
uz: %n'dagi %s'ga marhamat!
uz@cyrillic: %n'даги %s'га марҳамат!
wa: Bénvnowe so %s a %n
zh_tw: 歡迎來到 %s 位於 %n

source: <h1>KDM - Appearance</h1> Here you can configure the basic appearance of the KDM login manager, i.e. a greeting string, an icon etc.<p> For further refinement of KDM's appearance, see the "Font" and "Background" tabs.
af: <h1>KDM - Voorkoms</h1> Hier kan jy die basiese voorkoms van die KDM aanteken bestuurder stel, soos 'n groete boodskap, 'n ikoon ens.<p> Vir verdere vervyning van die KDM se voorkoms, sien die "lettertipe" en "agtergrond" oortjies.
ar: <h1> مدير الدخول - المظهر<h1> هنا يمكنك إعداد المظهر الأساسي لمدير الدخول أي نص التحية، الأيقونة..الخ.<p> لتحسين أكبر لمظهر مدير الدخول الق نظرة على علامات التبويب "الخلفية" و "الخطوط".
be: <h1>KDM - Знешні выгляд</h1> Тут можаце наставіць асноўныя асаблівасці выгляду кіраўніка ўваходу KDM: радок вітання, значку і інш.<p> Для далейшага паляпшэння выгляду KDM глядзіце карткі "Шрыфт" і "Фон".
bn: <h1>কে.ডি.এম. - চেহারা</h1> এখানে আপনি কে.ডি.এম. লগ-ইন ম্যানেজার-এর চেহারার মূল বৈশিষ্ট্যগুলি কনফিগার করতে পারেন, যেমন অভ্যর্থনা জানিয়ে একটি বার্তা, একটি আইকন, ইত্যাদি।<p> আরো সূক্ষ্ম নিয়ন্ত্রণের জন্য "ফন্ট" এবং "পটভূমি" ট্যাবগুলি দেখুন।
bs: <h1>KDM - Izgled</h1> Ovdje možete postaviti osnovni izgled KDM login menadžera, tj. pozdravni tekst, ikonu itd.<p> Za daljnje rafiniranje KDMovog izgleda, pogledajte kartice "Font" i "Pozadina".
ca: <h1>KDM - Aparença</h1> Aquí podeu configurar l'aparença bàsica del gestor d'accés KDM, el text de salutació, la icona, etc.<p> Per a més refinaments de l'aparença del KDM, veieu les pestanyes "Lletra" i "Fons".
cy: <h1>KDM - Golwg</h1>Yma gallwch ffurfweddu golwg sylfaenol y trefnydd mewngofnodi KDM, h.y. llinyn gyfarch, eicon ayyb.<p>Am goethi pellach golwg KDM, gweler y tabiau "Wynebfath" a "Cefndir".
eo: <h1>KDM - Aspekto</h1> Tie ĉi vi povas agordi la bazan aspekton de la KDM-salutprogramo, t.e. la salutmesagon, piktogramon ktp.<p> Pri plia influado al la aspekto de KDM, vidu la langetojn "Tiparo" kaj"Fono".
eu: <h1>KDM - itxura</h1> Hemen KDMren saio-hasierako kudeatzailearen oinarrizko itxura ezar dezakezu: ongi etorria emateko karaktere-katea, ikono bat, e. a. <p> KDMk itxura dotoreagoa izan dezan, ikus itzazu "Letra-tipo" eta "Atzeko planoa" fitxak.
fa: <h1>ظاهر KDM</h1> در اینجا می‌توانید ظاهر پایه‌ای مدیر ورود KDM یعنی یک رشته خوش‌آمد گویی، یک شمایل و غیره را پیکربندی کنید.<p> برای پالایش بیشتر ظاهر KDM، تبهای »قلم« و »زمینه« را ببینید.
fy: <h1>KDM-úterlik</h1> Hjir kinne jo it basisúterlik fan it oanmeldskerm beskiede; dus de wolkomstekst, de byldkaikes enzfh. <p> sjoch foar fierdere útwurking fan KDM's úterlik ûnder de ljeppers "Lettertypen" en "Eftergrûn".
gl: <h1>Apariencia de KDM</h1> Aquí pode configurar a apariencia básica do xestor de entrada KDM, é dicir, a frase de benvida, as iconas, etc.<p> Para máis refinamento na apariencia de KDM, vexa as pestanas "Tipografía" e "Fondo".
hi: <h1>केडीएम शक्ल-सूरत</h1> यहाँ आप केडीएम लॉगइन प्रबंधक के मूल शक्ल-सूरत को कॉन्फ़िगर कर सकते हैं, जैसे अभिवादन वाक्यांश, प्रतीक इत्यादि.<p> केडीएम शक्ल-सूरत के और भी परिष्करण के लिए कृपया देखें "फ़ॉन्ट" तथा "पृष्ठभूमि" टैब्स.
is: <h1>KDM - Útlit</h1> Hér getur þú stillt helstu atriði útlits KDM aðgangsstjórans eins og til dæmis kveðjustreng og mynd.<p> Fyrir enn frekari stillingar KDM getur þú notað "Letur" og "Bakgrunnur" flipana.
ja: <h1>KDM - 外観</h1>ここで KDM ログインマネージャの基本的な外観 (あいさつのメッセージやアイコンなど) を設定します。<p>KDM の外観にさらに磨きをかけるには、「フォント」や「背景」のタブも参照してください。
ko: <h1>KDM - 대화 상자</h1> 환영 문구나 아이콘 같은 KDM 로그인 관리자의 대화 상자 모드에서의 모습을 설정할 수 있습니다.<p>KDM의 모양을 더 설정하려면, "글꼴"이나 "배경" 탭을 참고하십시오.
mk: <h1>KDM - Изглед</h1> Тука може да го конфигурирате основниот изглед на KDM менаџерот за најави, т.е. поздравна низа, икона итн.<p> За понатамошно рафинирање на изгледот на KDM, видете ги ливчињата за „Фонт“ и „Подлога“.
ms: <h1>Penampilan - KDM</h1> Di sini anda boleh menetapkan penampilan asas pengurus log masuk KDM, seperti: ayat ucapan, ikon dsbg. <p> Untuk penghalusan lanjutan penampilan KDM, lihat tab "Tulisan" dan "Latarbelakang"
ro: <h1>Aspect KDM</h1> Aici puteţi configura aspectul de bază al managerului de logare KDM, adică mesajul de întîmpinare, o iconiţă etc.<p> Pentru mai multe rafinamente ale aspectului KDM, vedeţi şi subferestrele "Font" şi "Fundal".
rw: <h1>KDM - Imigaragarire</h1> Aha ushobora kuboneza imigaragarire y'ibanze ya mucungafashayinjira muri KDM, ni ukuvuga ikurikiranyanyuguti ry'indamukanyo, agashushondanga n'ibindi<p> Kugira ngo urusheho kunoza imigaragarire ya KDM, reba udufishi twa "Imyandikire" na"Imbuganyuma".
se: <h1>KDM fárda</h1> Dás sáhtát heivehit KDM sisačálihangieđahalli, omd. govažiid, ivniid jna. <p>Jos háliidat heivehit álgošearpma eanet, geahča «Fonta» ja «Duogáš» gilkoriid vuolde.
sr: <h1>Изглед KDM-а</h1> Овде можете прилагодити основне особине изгледа KDM менаџера за пријављивање, тј. поруку поздрава, икону итд.<p> За даље прилагођавање изгледа KDM-а, погледајте језичке „Фонт“ и „Позадина“.
sr@latn: <h1>Izgled KDM-a</h1> Ovde možete prilagoditi osnovne osobine izgleda KDM menadžera za prijavljivanje, tj. poruku pozdrava, ikonu itd.<p> Za dalje prilagođavanje izgleda KDM-a, pogledajte jezičke „Font“ i „Pozadina“.
ta: <h1>KDM - தோற்றம்</h1> இங்கே KDM தொடங்கல் மேலாளரரின் மூல தோற்றத்தை நீங்கள் வடிவமைக்கலாம், அதாவது, ஒரு வாழ்த்து சரம், ஒரு குறும்படம் ஆகியவை.<p> KDM தோற்றத்தை மேலும் மெருகேற்ற, "எழுத்துவகை" மற்றும் "பின்னனி" தட்டல்களை பார்க்கவும்.
tg: <h1>Намуди зоҳирии KDM</h1> Дар ин ҷо шумо метавонед намуди асосии Мудири вориди KDM-ро ба танзим дароред, яъне сатри таклифот, тасвир ва ғайра. <p> Барои тафсилдиҳии ояндаи намуди зоҳирии KDM, ба ҷадвалбандҳои "Ҳуруф" ва "Паснамо" нигаред.
th: <h1>ลักษณะ KDM ที่ปรากฎ</h1> คุณสามารถปรับแต่งลักษณะที่ปรากฎ ของโปรแกรมจัดการการล็อกอิน KDM ได้ที่นี่ เช่น เปลี่ยนข้อความต้อนรับ ไอคอน หรืออื่นๆ<p> สำหรับส่วนปรับแต่งที่เกี่ยวข้องของ KDM ดูที่แท็บ "รูปแบบตัวอักษร" และ "พื้นหลัง"
uk: <h1>Вигляд KDM</h1>Тут ви можете встановити основний вигляд менеджера реєстрації в системі KDM, тобто: рядок привітання, піктограму, тощо. <p>Для подальшої конфігурації вигляду KDM дивіться закладки "Шрифт" та "Тло".
wa: <h1>KDM - Rivnance</h1> Chal vos ploz apontyî li rivnance di båze do manaedje d' elodjaedje KDM, come li messaedje di bénvnowe, l' imådjete, evnd.<p> Loukîz eto ezès linwetes «Fonte» eyet «Fond».
zh_tw: <h1>KDM - 外觀</h1> 您可以在這編組態基本的 KDM 登入管理員顯示, 例如: 問候訊息, 圖示等等.<p> 對於更進一步的微調, 請參見 "字型" 與 "背景" 標籤.

source: &General:
af: Algemeen
ar: &عام:
be: &Агульныя:
bn: সাধা&রণ:
bs: &Općenito:
cy: &Cyffredinol:
eo: Ĝene&rala:
eu: &Orokorra:
fa: &عمومی:‌
fy: Al&gemien:
gl: &Xeral:
hi: सामान्यः (&G)
is: &Almennt:
ja: 標準(&G):
ko: 일반 문구(&G):
mk: &Општо:
ms: &Umum:
pa: ਸਧਾਰਨ(&G):
rw: &Rusange:
sr: &Опште:
sr@latn: &Opšte:
ta: &பொது:
tg: &Умумӣ:
th: ข้อความทั่วไป:
uk: &Загальний:
uz: &Umumiy:
uz@cyrillic: &Умумий:
wa: &Djenerå:
zh_tw: 一般(&G):

source: This changes the font which is used for all the text in the login manager except for the greeting and failure messages.
af: Hierdie verander die lettertipe vir die teks wat gebruik word in die aanteken bestuurder, uitsluitend die groete en fout boodskappe.
ar: هذا سيغير الخط المستخدم لكل النصوص في مدير الدخول ما عدا التحية ورسائل الخطأ.
be: Гэта змяняе шрыфт, што выкарыстоўваецца для тэксту ў кіраўніку ўваходу за выняткам вітання і паведамленняў аб няўдачах.
bn: এখানে আপনি লগ-ইন ম্যানেজার-এর জন্য একটি ফন্ট নির্বাচন করতে পারেন, যা অভ্যর্থনা এবং ব্যর্থতাসূচক বার্তাগুলি ছাড়া অন্য সব লেখার জন্য ব্যবহৃত হবে।
bs: Ovo mijenja font koji će biti korišten za sav tekst u menadžeru prijave osim pozdrava i poruka o grešci.
ca: Això canvia la lletra que s'usarà per a tot el text en el gestor d'accés, excepte per als missatges de salutació i de falles.
cy: Mae hwn yn newid y ffont a ddefnyddir am y testun i gyd yn y rheolydd mewngofnodi, heblaw am y negeseuon cyfarchiad a methiant.
eo: Ĉi tiu ŝanĝas la tiparon uzitan de la teksto en la salutprogramo escepte la salutajn kaj malsukcesajn mesaĝojn.
eu: Honek saio-hasierako kudeatzailearen testu guztiek darabilten letra-tipoa aldatzen du, ongietorri eta hutsegite mezuetakoak izan ezik.
fa: قلمی که برای تمام متن در مدیر ورود به جز برای پیامهای درود و خرابی استفاده می‌شود را تغییر می‌دهد.
fy: Dit wizicht it lettertype dat brûkt wurd foar alle tekst yn de oanmeldskerm, mei útsûndering fan de groet en flatermeldingen.
gl: Isto cambia as fontes que se empregan para todo o texto no xestor de entrada excepto para as mensaxes de benvida e de erro.
hi: अभिवादन तथा असफल संदेशों को छोड़कर लॉगइन प्रबंधक के अन्य सभी पाठ में उपयोग में आने वाला फ़ॉन्ट इससे बदल जाएगा.
is: Þetta breytir leturgerðinni sem notuð er fyrir allan texta í innskráningarstjóranum fyrir utan kveðju og villuskilaboð.
ja: あいさつとログイン失敗時のメッセージを除くログインマネージャのすべてのテキストに使用するフォントを選択します。
ko: 로그인 관리자의 실패와 환영 문구를 제외한 모든 곳에 사용하는 글꼴입니다.
mk: Ова го менува фонтот кој се користи за сите пораки во менаџерот за најава освен за пораките за поздрав и за неуспех.
ms: Ini mengubah fon yang digunakan untuk semua teks dalam pengurus log masuk kecuali untuk mesej ucapan dan mesej gagal.
ro: Aceasta schimbă fontul care este utilizat pentru toate textele din managerului de logare cu excepţia mesajelor de salut şi eşec.
rw: Ibi bihindura imyandikire ikoreshwa ku mwandiko wose uri muri mucungafashayinjiza keretse ku ndamukanyo no ku butumwa butashobotse.
sr: Ово мења фонт који ће бити коришћен за сав текст у менаџеру за пријављивање осим за поруке поздрава и поруке о грешкама.
sr@latn: Ovo menja font koji će biti korišćen za sav tekst u menadžeru za prijavljivanje osim za poruke pozdrava i poruke o greškama.
ta: வாழ்த்தையும் மற்றும் பழுதடைந்த தகவல்களையும் தவிர அனைத்து புகுபதிகை மேலாளர் உரையின் எழுத்துருவங்களை இது மாற்றும்.
tg: Ин ҳуруфро, ки барои ҳамаи матн дар Мудири ворид истифода мешавад, тағир мегардад ба ғайр аз таклифот ва паёмҳои харобшуда.
th: ใช้เปลี่ยนแบบอักษรสำหรับใช้แสดงข้อความทั่วไปในโปรแกรมจัดการการล็อกอิน ยกเว้นข้อความต้อนรับและข้อความผิดพลาด
uk: Змінює шрифт, який використовується для текстів в менеджері реєстрації, окрім текстів привітання та помилок.
wa: Çouci candje li fonte k' est eployeye po tos les tecses do manaedjeu d' elodjaedje såf pol messaedje di bénvnowe et les messaedjes di berwete.
zh_tw: 這會改變除了歡迎詞與安全模式訊息之外所有使用在登入管理程式的文字。

source: &Failures:
af: Foute:
ar: المحاولات ال&فاشلة:
be: Няў&дачы:
bn: ব্যর্থ প্রচেষ্টা (&ব):
bs: &Greške:
ca: &Falles:
cy: &Methiannau:
eo: &Malsukcesoj:
eu: &Hutsegiteak:
fa: &خرابیها:‌
fy: &Flatermelding:
gl: &Erros:
hi: असफलताएँ: (&F)
is: &Villur:
ja: ログイン失敗(&F):
ko: 실패 문구(&F):
mk: &Неуспеси:
ms: &Kegagalan:
pa: ਅਸਫਲ(&F):
ro: &Eşecuri:
rw: &Ibitatunganye:
sr: &Грешке:
sr@latn: &Greške:
ta: &பழுதுகள்:
tg: &Харобиҳо:
th: ข้อความผิดพลาด:
uk: &Помилки:
uz: &Xatolar:
uz@cyrillic: &Хатолар:
wa: &Berwetes:
zh_tw: 安全模式(&F):

source: This changes the font which is used for failure messages in the login manager.
af: Hierdie verander die skriftipe wat gebruik word by die fout boodskappe in die aanteken bestuurder.
ar: هذا سيغير الخط المستخدم لرسائل الخطأ في مدير الدخول.
be: Гэта змяняе шрыфт, што выкарыстоўваецца для паведамленняў аб няўдачах у кіраўніку ўваходу.
bn: এখানে আপনি একটি ফন্ট নির্বাচন করতে পারেন, যালগ-ইন ম্যানেজার ব্যর্থতাসূচক বার্তা দেখাবার জন্য ব্যবহার করবে।
bs: Ovo mijenja font koji će biti korišten za poruke o grešci menadžera prijave.
ca: Això canvia la lletra que s'usarà per als missatges de falles en el gestor d'accés.
cy: Mae hwn yn newid y ffont a ddefnyddir am negeseuon methiant yn y rheolydd mewngofnodi.
eo: Ĉi tiu ŝanĝas la tiparon uzitan de malsucesaj mesaĝoj en la salutprogramo.
eu: Honek saio-hasierako kudeatzailearen hutsegite mezuetan erabiltzen den letra tipoa aldatzen du.
fa: قلمی که برای خرابی پیامها در مدیر ورود استفاده می‌شود را تغییر می‌دهد.
fy: Dit wizicht it lettertype dat brûkt wurd foar de flatermeldingen yn it oanmeldskerm.
gl: Isto cambia a fonte que se emprega para as mensaxes de erro no xestor de entrada.
hi: लॉगइन प्रबंधक के असफल संदेशों में उपयोग में आने वाला फ़ॉन्ट इससे बदल जाएगा
is: Þetta breytir leturgerðinni sem er notuð fyrir villutilkynningar í innskráningarstjóranum.
ja: ログインマネージャでログイン失敗時のメッセージに使用するフォントを選択します。
ko: 로그인 관리자의 실패 문구에 사용할 글꼴입니다.
mk: Ова го менува фонтот кој се користи за пораките за неуспех во менаџерот за најава.
ms: ini akan mengubah tulisan yang digunakan untuk mesej kegagalan di dalam pengurus log masuk.
ro: Aceasta schimbă fontul utilizat pentru mesajele de eroare ale managerului de logare.
rw: Ibi bihindura imyandikire ikoreshwa ku butumwa butashobotse buri muri mucungafashayinjira.
sr: Ово мења фонт који се користи за поруке о грешкама у менаџеру за пријављивање.
sr@latn: Ovo menja font koji se koristi za poruke o greškama u menadžeru za prijavljivanje.
ta: புகுபதிகை மேலாளரில் உள்ள பழுதடைந்த தகவல்களுக்கு உபயோகப்படும் எழுத்துருவங்களை இது மாற்றும்.
tg: Он ҳуруфро, ки барои паёмҳои харобшуда дар мудири ворид истифода мешаванд, тағир медиҳад.
th: ใช้เปลี่ยนแบบอักษรสำหรับใช้แสดงข้อความผิดพลาดในโปรแกรมจัดการการล็อกอิน
uk: Змінює шрифт, який використовується для повідомлень помилок в менеджері реєстрації.
wa: Çouci candje les fontes eployeyes po les messaedjes di berwete e manaedjeu d' elodjaedje.
zh_tw: 這會改變在登入管理程式中用於安全模式訊息的字型。

source: Gree&ting:
af: Groet:
ar: ال&ترحيب:
be: Ві&танне:
bn: &অভ্যর্থনা:
bs: &Pozdrav:
ca: Sa&lutació:
cy: &Cyfarchiad:
eo: &Saluto:
eu: On&gi etorria:
fa: &خوش‌آمد گویی:‌
fy: Be&groeting:
gl: Ben&vida:
hi: अभिवादनः (&t)
is: &Kveðja:
ja: あいさつ(&T):
ko: 환영 문구(&T):
mk: &Поздрав:
ms: Uca&pan:
pa: ਸਵਾਗਤ(&t):
ro: &Salut:
rw: Indamukanyo:
se: &Buresboahtin:
sr: &Поздрав:
sr@latn: &Pozdrav:
ta: வாழ்த்து:
tg: &Пешвоз:
th: ข้อความต้อนรับ:
uk: Прив&ітання:
uz: &Salomlashish:
uz@cyrillic: &Саломлашиш:
wa: &Bénvnowe:
zh_tw: 問候(&T):
