Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: This changes the font which is used for the login manager's greeting.
af: Hierdie verander die lettertipe vir die teks wat gebruik word in die aanteken bestuurder, se groet boodskap.
ar: هذا سيغيّر الخط المستخدم في تحية مدير الدخول.
be: Гэта змяняе шрыфт, што выкарыстоўваецца для вітання ў кіраўніку ўваходу.
bn: এখানে আপনি একটি ফন্ট নির্বাচন করতে পারেন, যালগ-ইন ম্যানেজার অভ্যর্থনা বার্তাটি দেখাবার জন্য ব্যবহার করবে।
bs: Ovo mijenja font koji će biti korišten za pozdrav menadžera prijave.
ca: Això canvia la lletra que s'usarà per a la salutació del gestor d'accés.
cy: Mae hwn yn newid y ffont a ddefnyddir am gyfarchiad y rheolydd mewngofnodi.
eo: Ĉi tiu ŝanĝas la salutan tiparon en la salutprogramo.
eu: Honek saio-hasierako kudeatzailearen ongietorriak darabilen letra-tipoa aldatzen du.
fa: قلمی که برای خوش‌آمد گویی مدیر ورود استفاده می‌شود را تغییر می‌دهد.
fy: Dit wizicht it lettertype dat brûkt wurd by de begroeting yn it oanmeldskerm.
gl: Isto cambia a fonte que se emprega para o texto de benvida do xestor de entrada.
hi: लॉगइन प्रबंधक के अभिवादन में उपयोग में आने वाला फ़ॉन्ट इससे बदल जाएगा.
is: Þetta breytir leturgerðinni sem notur er fyrir kveðju innskráningarstjórans.
ja: ログインマネージャであいさつのメッセージに使用するフォントを選択します。
ko: 로그인 관리자의 환영 문구에 사용할 글꼴입니다.
mk: Ова го менува фонтот што се користи во поздравот на менаџерот за најава
ms: Ini akan mengubah tulisan yang digunakan untuk ucapan pengurus log masuk.
pa: ਲਾਗਿੰਨ ਪਰਬੰਧਕ ਰਾਹੀਂ ਸਵਾਗਤ ਲਈ ਵਰਤੇ ਜਾਦੇ ਫੋਂਟ ਤਬਦੀਲ ਕੀਤੇ ਜਾਣਗੇ।
ro: Aceasta schimbă fontul utilizat pentru mesajul de întîmpinare al managerului de logare.
rw: Ibi bihindura imyandikire ikoreshwa ku butumwa butashobotse buri mu ndamukanyo ya mucungafashayinjira.
sr: Ово мења фонт који се користи за поздраве у менаџеру за пријављивање.
sr@latn: Ovo menja font koji se koristi za pozdrave u menadžeru za prijavljivanje.
ta: புகுபதிகை மேலாளரின் வாழ்த்தை உபயோகப்படும் எழுத்துருவங்களை இது மாற்றும்.
tg: Ин ҳуруфро, ки барои таклифоти мудири ворид истифода мешавад, тағир медиҳад.
th: ใช้เปลี่ยนแบบอักษรสำหรับใช้แสดงข้อความต้อนรับในโปรแกรมจัดการการล็อกอิน
uk: Змінює шрифт, який використовується для привітання в менеджері реєстрації.
wa: Çouci candje li fonte eployeye dins l' messaedje di bénvnowe do manaedjeu d' elodjaedje
zh_tw: 這會改變在登入管理程式中歡迎詞的字型。

source: Use anti-aliasing for fonts
af: Gebruik anti-gelykmaking vir skriftipes
ar: إستعمل تنعيم الانثلام للمحارف
be: Ужыць антыаліясінг для шрыфтоў
bn: ফন্টের জন্য anti-aliasing ব্যবহার করো
bs: Koristi anti-aliasing za fontove
ca: Usa lletres suavitzades (Anti-Aliasing)
cy: Defnyddio gwrthamgenu wynebfathau
eo: Glatigi tiparojn
eu: Erabili anti-aliasing letra-tipoetarako
fa: استفاده از حذف لبۀ ناصاف برای قلمها
fy: Anti-aliasing brûke foar tekst
gl: Empregar fontes suavizadas
hi: फ़ॉन्ट के लिए एंटी-अलियासिंग इस्तेमाल करें
is: Nota afstöllun fyrir letur
ja: アンチエイリアスフォントを使う
ko: 글꼴에 안티앨리어싱 사용하기
mk: Користи измазнување за фонтовите
ms: Gunakan anti-alias untuk tulisan.
pa: ਫੋਂਟਾਂ ਲਈ ਐਂਟੀ-ਲਾਇਸਿੰਸ ਵਰਤੋਂ
ro: Utilizează antialiere pentru fonturi
rw: Gukoresha imyandikire idasimburwa
se: Geavat fontasođbema
sr: Користи омекшавање ивица за фонтове
sr@latn: Koristi omekšavanje ivica za fontove
ta: மெருக்கல் எழுத்துருவைப் புழங்காதே
tg: Истифода бурдани ҳамворкунӣ барои ҳуруфҳо
th: ใช้การแสดงผลแบบไร้รอยหยักสำหรับตัวอักษร
uk: Вживати шрифти зі згладжуванням
uz: Tekis shriftlardan foydalanish
uz@cyrillic: Текис шрифтлардан фойдаланиш
wa: Eployî l' discrenlaedje po les fontes
zh_tw: 字形使用 Anti-Aliasing

source: If you check this box and your X-Server has the Xft extension, fonts will be antialiased (smoothed) in the login dialog.
af: As jy hierdie boks merk en jou X-bediener het die Xft uitbreiding, sal skriftipes gelyk (glad) gemaak word in die aanteken dialoog boks.
be: Калі вы ўключыце сцяжок, і ваш X-сервер мае пашырэнне Xft, шрыфты будуць згладжаныя ў дыялогу ўваходу.
bn: এই বক্সটি নির্বাচন করা হলে, এবং আপনার এক্স-সার্ভারে Xft এক্সটেনশন সক্রিয় করা থাকলে, লগ-ইন ডায়ালগ-এর ফন্টগুলি অ্যান্টি-এলিয়াস (মসৃণ) করা হবে।
bs: Ako uključite ovu opciji, a vaš X-Server ima Xft ekstenziju, fontovi u login dijalogu će biti antialiasirani (zaobljeni)
ca: Si seleccioneu aquesta caixa i el vostre servidor X té l'extensió Xft, les lletres apareixeran suavitzades en el diàleg d'accés.
cy: Os dewiswch y blwch yma a bo'r estyniad Xft gyda'ch Gweinydd-X, gwrthamgenir (llyfnheir) y wynebfathau yn yr ymgom fewngofnodi.
eo: Se vi elektas ĉi tiun kaj via X-servilo havas la kromprogramon Xft, la literoj estos glatigitaj en la salutdialogo.
eu: Kutxa hau markatzen baduzu eta zure X-zerbitzariak Xft luzapena badauka, letra-tipoak leunak (antialiased) izango dira saio-hasierako elkarrizketan
fa: اگر این جعبه را علامت بزنید و کارساز X تان پسوند Xft داشته باشد، در محاورۀ ورود لبۀ ناصاف قلمها حذف خواهند شد )هموار می‌شوند(.
fy: As jo dit karfakje selektearje en jo X-tsjinner hat de taheaksel Xft, dan wurdt de tekst yn it oanmeldskerm glêdstrutsen.
gl: Se activa esta caixa e o seu servidor X ten a extensión Xft, as fontes suavizaranse (antialias) no diálogo de entrada.
hi: यदि आप इस बक्से को चेक करते हैं और आपके एक्स-सर्वर में Xft एक्सटेंशन है, फ़ॉन्ट लॉगइन संवाद में एंटिएलियास्ड (चिकने) हो जाएंगे.
is: Ef þú krossar við hér og X-miðlarinn þinn hefur þessa eiginleika, þá munu letur verða afstölluð (mýkt) í skráningarglugganum.
ja: このオプションを有効にすると、X サーバに Xft 拡張があれば、ログインダイアログでアンチエイリアスフォントを使用します。
ko: X 서버에서 Xft 확장을 지원하고 이 상자를 선택하면, 로그인 대화 상자의 글꼴에 안티앨리어싱을 사용합니다.
mk: Ако ја изберете оваа опција и ако вашиот X сервер ја има екстензијата Xft, фонтовите во дијалогот за најава ќе бидат со мазни рабови.
ms: Jika anda tandakan kotak ini, dan pelayan X anda mempunyai sambungan Xft, tulisan akan di 'antialias'kan (dilicinkan) di dalam dialog log masuk.
ro: Dacă această opţiune este selectată şi serverul X are activată extensia Xft, fonturile utilizate în dialogul de autentificare vor fi antialiate (netezite).
rw: Nushyira akamenyetso kuri aka gasanduku kandi Seriveri-X ikaba ifite umugereka Xft, imyandikire izaba idashobora gusimburwa (izoroshywa) mu gasandukukiganiro k'ifashayinjira.
se: Jos leat merken dán bovssa ja du X bálvás lea Xft-viiddádusat, de fonttat sisačálihanlásežis sođbejuvvot.
sr: Уколико сте означили ову опцију и ваш X Сервер има Xft проширење, фонтови ће бити омекшани у дијалогу за пријављивање.
sr@latn: Ukoliko ste označili ovu opciju i vaš X Server ima Xft proširenje, fontovi će biti omekšani u dijalogu za prijavljivanje.
ta: இந்த விருப்பத்தை தேர்ந்தெடுத்தால் , Xft நீட்டிப்புகள் இருந்தால் எழுத்துருக்கள் மெருகல் ஆக காட்டப்படும்
tg: Агар ин сандуқ интихоб гардад ва X-Хидматрасони шумо Xft васеъшавиро пуштибонӣ кунад ва ҳуруфҳо ҳангоми муколамаи ворид ба система ҳамвор карда мешаванд.
th: หากคุณเลือกใช้ตัวเลือกนี้ และเซิร์ฟเวอร์ X มีส่วนขยาย Xft จะทำให้ตัวอักษรที่แสดงบนกล่องการล็อกอิน แสดงผลแบบไร้รอยหยัก
uk: Якщо ви увімкнете цей параметр і ваш сервер X має розширення Xft, то у вікні входу в систему будуть використані згладжені шрифти.
wa: Si vos clitchîz cisse boesse ci et ki vosse sierveu a l' sitindaedje Xft, les fontes vont esse discrenlêyes e purnea d' elodjaedje.
zh_tw: 當您選擇了這個選項，同時您的 X-Server 也有 Xft 擴充模組，那麼在您登錄視窗中的字形，將會使用 AntiAliased (smoothed) 的功能。

source: Allow Shutdown
af: Laat Afskakel Toe
ar: إسمح بإيقاف التشغيل
be: Дазволіць выключэнне
bn: শাটডাউন করতে দাও
bs: Dozvoli gašenje
ca: Permet aturar
cy: Caniatáu Cau i Lawr
eo: Permesi adiaŭon
eu: Utzi itzaltzen
fa: اجازه برای تعطیلی
fy: Tastimming foar ôfslute
gl: Permitir Apagar
hi: कम्पयूटर बन्द करना स्वीकारें
is: Leyfa að slökkva
ja: シャットダウンを許可する
ko: 시스템 종료 허용
mk: Дозволи исклучување
ms: Izinkan Tutup
pa: ਬੰਦ ਕਰਨ ਦੀ ਇਜ਼ਾਜਤ
ro: Permite oprirea sistemului
rw: Kwemerera Kuzima
se: Divtte jaddadit
sr: Доз&воли гашење
sr@latn: Doz&voli gašenje
ta: கணினி நிறுத்த அனுமதி
tg: Иҷозати Хомӯш кардани Компютер
th: การอนุญาตให้ปิดเครื่อง
uk: Дозволити вимикати систему
uz: Kompyuterni oʻchirishga ruxsat berish
uz@cyrillic: Компьютерни ўчиришга рухсат бериш
wa: Permete di distinde l' éndjole
zh_tw: 允許關機

source: &Local:
af: Lokalisering:
ar: ال&محلّي:
be: &Лакальнае:
bn: স্থানী&য়:
bs: &Lokalno:
cy: &Lleol:
eo: Loka:
eu: &Lokala:
fa: &محلی:‌
fy: &Lokaal:
hi: स्थानीयः (&L)
is: &Staðvært:
ja: ローカル(&L):
ko: 로컬(&L):
mk: &Локално:
ms: &Lokal:
pa: ਸਥਾਨਕ(&L):
rw: &Bya hafi:
se: &Báikkálaš:
sr: &Локално:
sr@latn: &Lokalno:
ta: இடம்;
tg: &Локалӣ:
th: ภายในระบบ:
uk: &Локально:
uz: &Lokal:
uz@cyrillic: &Локал:
wa: &Locå:
zh_tw: 本地(&L):

source: Everybody
af: Almal
ar: لكل الأشخاص
be: Усім
bn: সবাই
bs: Svi
ca: Tothom
cy: Pawb
eo: Ĉiu
eu: Denek
fa: همه
fy: iderien
gl: Todos
hi: सभी
is: Allir
ja: すべてのユーザ
ko: 모두
mk: Сите
ms: Sesiapa
pa: ਹਰ ਕੋਈ
ro: Oricine
rw: Buri wese
se: Buohkkat
sr: Сви
sr@latn: Svi
ta: அனைவரும்
tg: Ҳар кас
th: อนุญาตทุกคน
uk: Всім
uz: Hamma
uz@cyrillic: Ҳамма
wa: Tertos
zh_tw: 所有人

source: Only Root
af: Slegs Root
ar: للمستخدم الجذري فقط
be: Толькі root
bn: শুধু রুট
bs: Samo root
ca: Tan sols root
cy: Gwraidd (root) yn Unig
eo: Nur ĉefuzanto
eu: Root-ek bakarrik
fa: فقط کاربر ارشد
fy: Allinne root
gl: Só o Superusuario
hi: सिर्फ रूट
is: Einungis kerfisstjóri
ja: root のみ
ko: 루트만
mk: Само root
ms: Root Sahaja
pa: ਸਿਰਫ਼ ਪਰਬੰਧਕ(root)
ro: Numai "root"
rw: Umuzi Gusa
se: Dušše «root»
sr: Само админ.
sr@latn: Samo admin.
ta: நிர்வாகி மட்டும்
tg: Танҳо Реша
th: เฉพาะผู้ใช้ root เท่านั้น
uk: Тільки адміністратору
uz: Faqat root
uz@cyrillic: Фақат root
wa: Rén ki «root»
zh_tw: 只有系統管理者

source: Nobody
af: Niemand
ar: لا أحد
be: Нікаму
bn: কেউ না
bs: Niko
ca: Ningú
cy: Neb
eo: Neniu
eu: Inork ere ez
fa: هیچ‌کس
fy: Gjinien
gl: Ninguén
hi: किसी को नहीं
is: Enginn
ja: 許可しない
ko: 없음
mk: Никој
ms: Tiada sesiapa
pa: ਕੋਈ ਨਹੀਂ
ro: Nimeni
rw: Nta numwe
se: Ii oktage
sr: Нико
sr@latn: Niko
ta: ஒருவருமில்லை
tg: Ҳеҷ кас
th: ไม่อนุญาตเลย
uk: Нікому
uz: Hech kim
uz@cyrillic: Ҳеч ким
wa: Nolu
zh_tw: 都不允許

source: &Remote:
af: Afgeleë:
ar: ال&بعيد:
be: А&ддаленае:
bn: দূর&বর্তী:
bs: U&daljeno:
ca: Re&mot:
cy: &Pell:
eo: &Fora:
eu: &Urrutikoa:
fa: &دور:‌
fy: Op ô&fstân:
gl: &Remoto:
hi: रिमोटः (&R)
is: &Utanaðkomandi:
ja: リモート(&R):
ko: 원격지(&R):
mk: &Оддалечено:
ms: &Jauh:
pa: ਰਿਮੋਟ(&R):
ro: &Distant:
rw: &Bya kure:
se: Gá&iddus:
sr: &Удаљени:
sr@latn: &Udaljeni:
ta: தொலைவு:
tg: &Дурдаст:
th: จากระยะไกล:
uk: Відда&лено:
uz: &Masofadan:
uz@cyrillic: &Масофадан:
wa: Å l&on:
zh_tw: 遠端(&R):
