Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: A&ppearance
af: Voorkoms
ar: الم&ظهر
be: З&нешні выгляд
bn: চেহারা (&চ)
bs: &Izgled
ca: Aparen&ça
cy: &Golwg
eo: &Aspekto
eu: &Itxura
fa: &ظاهر‌
fy: &Uterlik
gl: A&pariencia
hi: शक्ल-सूरत (&p)
is: Út&lit
ja: 外観(&P)
ko: 모양(&P)
mk: И&зглед
ms: &Penampilan
pa: ਦਿੱਖ(&p)
ro: &Aspect
rw: I&migaragarire
se: Fá&rda
sr: &Изглед
sr@latn: &Izgled
ta: தோற்றம்
tg: З&оҳир
th: ลักษณะที่ปรากฎ
uk: Ви&гляд
uz: &Koʻrinishi
uz@cyrillic: &Кўриниши
wa: &Rivnance
zh_tw: 外觀(&P)

source: &Font
af: Skrif tipe
ar: ال&محرف
be: &Шрыфт
bn: &ফন্ট
ca: &Lletra
cy: &Wynebfath
eo: &Tiparo
eu: &Letra-tipoa
fa: &قلم‌
fy: &Lettertype
gl: Tipogra&fía
hi: फ़ॉन्ट (&F)
is: &Letur
ja: フォント(&F)
ko: 글꼴(&F)
mk: &Фонт
ms: &Tulisan
pa: ਫੋਂਟ(&F)
rw: Um&ukono
se: &Fonta
sr: &Фонт
ta: எழுத்துவகை
tg: &Ҳарф
th: รูปแบบตัวอักษร
uk: &Шрифт
uz: &Shrift
uz@cyrillic: &Шрифт
wa: &Fonte
zh_tw: 字型(&F)

source: &Background
af: Agtergrond
ar: ال&خلفية
be: &Фон
bn: &পটভূমি
bs: Po&zadina
ca: Fo&ns
cy: &Cefndir
eo: &Fono
eu: A&tzeko planoa
fa: &زمینه‌
fy: &Eftergrûn
gl: F&ondo
hi: पृष्ठभूमि (&B)
is: &Bakgrunnur
ja: 背景(&B)
ko: 배경(&B)
mk: &Подлога
ms: Latar &belakang
pa: ਪਿੱਠਭੂਮੀ(&B)
ro: &Fundal
rw: M&buganyuma
se: D&uogáš
sr: &Позадина
sr@latn: &Pozadina
ta: பின்னணி
tg: &Замина
th: พื้นหลัง
uk: &Тло
uz: &Orqa fon
uz@cyrillic: &Орқа фон
wa: &Fond
zh_tw: 背景(&B)

source: &Shutdown
af: Afskakel
ar: إ&يقاف التشغيل
be: &Выключэнне
bn: শা&টডাউন
bs: &Gašenje
ca: &Aturada
cy: &Cau i Lawr
eo: Permesi adiaŭon
eu: &Itzali
fa: &تعطیل‌
fy: Of&slute
gl: &Apagar
hi: बन्दकरें (&S)
is: &Slökkva
ja: シャットダウン(&S)
ko: 컴퓨터 끄기(&S)
mk: &Спуштање
ms: &Penutupan
pa: ਬੰਦ ਕਰੋ(&S)
ro: &Oprire
rw: &Kuzimya
se: &Jaddadeapmi
sr: &Гашење
sr@latn: &Gašenje
tg: &Қатъ шудан
th: ปิดเครื่อง
uk: &Вимикання
uz: Oʻ&chirish
uz@cyrillic: Ў&чириш
wa: &Distinde
zh_tw: 關機(&S)

source: &Users
af: Gebruikers
ar: المست&خدمون
be: &Карыстальнікі
bn: ব্য&বহারকারী
bs: &Korisnici
ca: &Usuaris
cy: &Defnyddwyr
eo: &Uzantoj
eu: &Erabiltzaileak
fa: &کاربران‌
fy: &Brûkers
gl: &Usuarios
hi: उपयोक्ता (&U)
is: &Notendur
ja: ユーザ(&U)
ko: 사용자(&U)
mk: К&орисници
ms: Pengg&una
pa: ਉਪਭੋਗੀ(&U)
ro: &Utilizatori
rw: &Abakoresha
se: &Geavaheaddjit
sr: &Корисници
sr@latn: &Korisnici
ta: பயனர்கள்
tg: &Истифодакунандаҳоро
th: ทะเบียนผู้ใช้
uk: &Користувачі
uz: &Foydalanuvchilar
uz@cyrillic: &Фойдаланувчилар
wa: U&zeus
zh_tw: 使用者(&U)

source: Con&venience
af: Gerief
ar: الت&سهيلات
be: З&ручнасць
bn: সুবিধা (&স)
bs: Po&godnosti
ca: Con&veniència
cy: &Hwylusedd
eo: &Konvenaĵo
eu: Komenient&zia
fa: &راحتی‌
fy: Gema&k
gl: Con&veniencia
hi: सुविधा (&v)
is: Þæg&indi
ja: 便利な機能(&V)
ko: 편리한 기능(&V)
mk: Удо&бност
ms: &Keselesaan
ro: &Facilităţi
rw: Ukubo&nera
se: Á&lkivuohta
sr: Удо&бност
sr@latn: Udo&bnost
ta: சுலபத்தன்மை
tg: Л&авозимот
th: การเข้าใช้งาน
uk: Зру&чність
uz: &Qulaylik
uz@cyrillic: &Қулайлик
wa: A&hesses
zh_tw: 便利設施 (&V)

source: _: NAME OF TRANSLATORS Your names
af: Kobus Venter
ar: محمد جمال,عصام بايزيدي
be: Дарафей Праляскоўскі, Павел Пятрук
bn: দীপায়ন সরকার
bs: Vedran Ljubović
ca: Sebastià Pla i Sanz,Antoni Bella Perez
cy: Owain Green drwy KGyfieithu
eo: Wolfram Diestel Cindy McKee
eu: Jon Arluzea, Juan Irigoien,Marcos Goienetxe
fa: نسیم دانیارزاده
fy: Rinse de Vries,Berend Ytsma
gl: Xabi García
hi: रविशंकर श्रीवास्तव
is: Pjetur G. Hjaltason, Richard Allen
ja: Noboru Sinohara,Toyohiro Asukai,Ikuya Awashiro,Shinichi Tsunoda
ko: Park Shinjo
mk: Божидар Проевски
ms: Mohd Nasir bin Che Embee
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
ro: Claudiu Costin
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
se: Børre Gaup
sr: Топлица Танасковић
sr@latn: Toplica Tanasković
ta: பிரபு
tg: Tajik KDE Teams Роҷер Ковакс Виктор Ибрагимов Марина Колючева Дилшод Марупов Акмал Саломов
th: ถนอมทรัพย์ นพบูรณ์
uk: Andriy Rysin, Ivan Petrouchtchak
uz: Mashrab Quvatov
uz@cyrillic: Машраб Қуватов
wa: Lorint Hendschel, Pablo Saratxaga, Djan Cayron
zh_tw: Kenduest Lee,Paladin Liu

source: _: EMAIL OF TRANSLATORS Your emails
af: kabousv@therugby.co.za
ar: f2c2001@yahoo.com,bayazidi@arabeyes.org
be: symbol@akeeri.tk, berserker@neolocation.com
bn: deepayan@bengalinux.org
bs: vljubovic@smartnet.ba
ca: sps@sastia.com,bella5@teleline.es
cy: owaing@oceanfree.net kyfieithu@dotmon.com
eo: <wolfram@steloj.de> cfmckee@gmail.com
eu: gcparjaj@ehu.es, juanirigoien@irakasle.net, marcos@euskalgnu.org
fa: daniarzadeh@itland.ir
fy: rinsedevries@kde.nl,berendy@bigfoot.com
gl: xabigf@gmx.net
hi: उपयोगकर्ताatlami@yahoo.com , http://www.geocities.com/raviratlami/
is: pjetur@pjetur.net, ra@ra.is
ja: shinobo@leo.bekkoame.ne.jp,toyohiro@ksmplus.com,ikuya@oooug.jp,tsuno@ngy.1st.ne.jp
ko: peremen@gmail.com
mk: bobibobi@freemail.com.mk
ms: chadtce@linuxmail.org
pa: aalam@users.sf.net
ro: claudiuc@kde.org
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
se: boerre@skolelinux.no
sr: toptan@kde.org.yu
sr@latn: toptan@kde.org.yu
ta: prabu_anand2000@yahoo.com
tg: youth_opportunities@tajik.net rkovacs@khujand.org
th: donga_n@yahoo.com
uk: rysin@kde.org, iip@telus.net
uz: kmashrab@uni-bremen.de
uz@cyrillic: kmashrab@uni-bremen.de
wa: <lorinthendschel@skynet.be>;<pablo@mandrakesoft.com>;jean.cayron@gmail.com
zh_tw: kenduest@i18n.linux.org.tw,paladin@ms1.hinet.net

source: kcmkdm
eo: Salutagordilo
hi: केसीएमकेडीएम
ta: Kதொடங்கல் மேலாளர்
