Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: <h1>Login Manager</h1> In this module you can configure the various aspects of the KDE Login Manager. This includes the look and feel as well as the users that can be selected for login. Note that you can only make changes if you run the module with superuser rights. If you have not started the KDE Control Center with superuser rights (which is absolutely the right thing to do, by the way), click on the <em>Modify</em> button to acquire superuser rights. You will be asked for the superuser password.<h2>Appearance</h2> On this tab page, you can configure how the Login Manager should look, which language it should use, and which GUI style it should use. The language settings made here have no influence on the user's language settings.<h2>Font</h2>Here you can choose the fonts that the Login Manager should use for various purposes like greetings and user names. <h2>Background</h2>If you want to set a special background for the login screen, this is where to do it.<h2>Shutdown</h2> Here you can specify who is allowed to shutdown/reboot the machine and whether a boot manager should be used.<h2>Users</h2>On this tab page, you can select which users the Login Manager will offer you for logging in.<h2>Convenience</h2> Here you can specify a user to be logged in automatically, users not needing to provide a password to log in, and other convenience features.<br>Note, that these settings are security holes by their nature, so use them very carefully.
af: <h1>Aanteken Bestuurder</h1> In hierdie module kan jy die verskillende aspekte van die KDE aanteken bestuurder wysig. Hierdie sluit die 'voel en kyk' in asook die gebruikers wat gekies kan word om aan te teken. Jy kan slegs veranderinge aanbring indien jy die module hardloop met Super Gebruiker regte (wat, tussen hakkies, die regte manier is om dit te doen.) Indien jy die KDE Beheer Sentrum nie begin het met supergebruiker regte nie, kliek nou op die <em>Verander</em> knoppie om die nodige regte te bekom. Jy sal gevra word om die super gebruiker wagwoord in te sleutel.<h2>Voorkoms</h2> In hierdie bladsy kan jy die aansig, watter taal om te gebruik, en watter GUI styl die Aanteken Bestuurder moet gebruik stel. Die Taal stellings het geen invloed op die gebruikers se taal voorkeure nie, aangesien dit geaktiveer word tydens die aanteken prosedure.<h2>Skriftipe</h2>Hier kan jy kies watter lettertipe die Aanteken Bestuurder moet gebruik vir verskillende opsies soos groete boodskappe en gebruiker name.<h2>Agtergrond</h2>Indien jy 'n spesifieke agtergrond vir die aanteken skerm wil opstel, moet jy dit hier doen.<h2>Afskakel</h2> Hier kan jy spesifiseer wie die rekenaar mag afskakel / herlaai en of 'n laai bestuurder gebruik moet word.<h2>Gebruikers</h2>Hier kan jy merk watter gebruikers deur die Aanteken Bestuurder aangedui moet word om aan te teken.<h2>Gerief</h2> Hier kan jy aandui watter geruiker automaties mag aanteken, watter nie 'n wagwoord nodig het om aan te teken nie, en ander gerieflikheids items.<br>Let daarop dat hierdie stellings sekuriteits gate skep weens hulle natuur - gebruik dit baie versigtig.
be: <h1>Кіраўнік уваходу</h1> У гэтым модулі вы можаце наставіць разнастайныя параметры Кіраўніка ўваходу KDE - як знешні выгляд, гэтак і тое, якія карыстальнікі будуцб вылучаны для ўваоходуo. Заўважце, вы можаце рабіць змены толькі калі модуль працуе з правамі суперкарыстальніка. Калі вы не запусцілі Цэнтр Кіравання KDE з правамі суперкарыстальніка (што, дарэчы, правільна), націсніце кнопку <em>Рэжым адміністравання</em> для атрымання правоў суперкарыстальніка. Вы будзеце запытаны наконт пароля root.<h2>Знешні выгляд</h2> На гэтай картцы вы можаце наставіць, якім чынам будзе выглядаць Кіраўнік Уваходу, якую мову і які стыль інтэрфейсу ўжываць. Моўная налада не паўплывае на моўныя настаўленні карыстальнікаў.<h2>Шрыфт</h2>Тут можаце выбраць шрыфты, якія Кіраўнік Уваходу будзе выкарыстоўваць для розных мэтаў кшталту вітання і імёнаў карыстальнікаў.<h2>Фон</h2>Тут можна ўсталяваць спецыяльны фон для экрану ўваходу.<h2>Выключэнне</h2> Тут можаце адзначыць, каму дазволены выключаць і перазагружаць машыну, і ці будзе ўжывацца пачатковы загрузчык.<h2>Карыстальнікі</h2> На гэтай картцы вы можаце вылучыць карыстальнікаў, якім будзе прапанавана магчымасць пачатку сеансу.<h2>Зручнасць</h2> Тут вы можаце выбраць карыстальніка для аўта-ўваходу, карыстальнікаў, якім не трэба ўводзіць пароль для ўваходу, і таксама задзейнічаць іншыя зручныя настаўленні.<br>Варта заўважыць, што гэтыя настаўленні ёсць па сваёй прыродзе небяспечнымі, таму карыстайцеся імі вельмі асцярожна.
bs: <h1>Login menadžer</h1> U ovom modulu možete podesiti razne aspekte KDEovog menadžera prijave. Ovo uključuje izgled, kao i pred-izbor korisnika za prijavu. Zapamtite da možete izmijeniti date vrijednosti samo ako pokrećete modul sa superkorisničkim privilegijama. Ako niste pokrenuli KDE Kontrolni centar sa superkorisničkim privilegijama (što je, usput, potpuno ispravan način rada), kliknite na dugme <em>Izmijeni</em> kako biste dobili superkorisničke privilegije. Bićete upitani za superkorisničku šifru.<h2>Izgled</h2> Na ovoj kartici možete podesiti kako će izgledati Login menadžer, koji jezik će koristiti i koji stil GUIja će koristiti. Jezičke postavke napravljene ovdje nemaju nikakvog uticaja na korisničke jezičke postavke.<h2>Font</h2>Ovdje možete izabrati fontove koje će Login menadžer koristiti za razne namjene kao što su pozdrav ili imena korisnika.<h2>Pozadina</h2>Ako želite postaviti neku posebnu pozadinu za login ekran, ovdje to možete uraditi.<h2>Gašenje</h2> Ovdje možete podesiti kome je dozvoljeno da ugasi/restartuje računar, te da li će se pri tome koristiti boot menadžer.<h2>Korisnici</h2>Na ovoj kartici možete izabrati koje korisnike će vam Login menadžer ponuditi za prijavu. <h2>Pogodnosti</h2> Ovdje možete navesti korisnika koji će biti prijavljen automatski, korisnike koji ne moraju dati šifru prilikom prijave, kao i ostale pogodnosti idealne za ljenčine.<br>Obratite pažnju da su ove postavke po svojoj prirodi sigurnosne rupe, pa ih koristite vrlo promišljeno.
ca: <h1>Gestor d'accés</h1> En aquest mòdul podeu configurar els diversos aspectes del gestor d'accés del KDE. Això inclou l'aspecte i efecte així com els usuaris seleccionables per a l'accés. Tingueu present que només podeu fer canvis si executeu el mòdul amb drets de superusuari. Si no heu engegat el Centre de control del KDE amb drets de superusuari (que , per cert, és la cosa més encertada que podeu fer), cliqueu al botó <em>Modifica</em> per adquirir aquests drets. Se us demanarà la contrasenya del superusuari.<h2>Aparença</h2> En aquesta pestanya podeu configurar l'aspecte que hauria de tenir el gestor d'accés, quin idioma i quin estil IGU hauria d'usar. L'arranjament de l'idioma que es fa aquí no té cap influència en l'arranjament d'idioma de l'usuari.<h2>Lletra</h2> Aquí podeu triar els tipus de lletra que hauria d'usar el gestor d'accés per a diversos propòsits com salutació i noms d'usuari.<h2>Fons</h2> Si voleu establir un fons especial per la pantalla d'accés, ho heu de fer aquí.<h2>Aturada</h2> Aquí podeu especificar qui tindrà permisos per a aturar i rearrencar la màquina i si s'hauria d'emprar un carregador d'arrencada.<h2>Usuaris</h2> En aquesta pestanya podeu triar quins usuaris per connectar us oferirà el gestor de connexió. <h2>Conveniència</h2> Aquí podeu especificar un usuari per a l'accés automàtic, els usuaris que no necessiten contrasenya per a connectar-se i altres característiques ideals.<br>Tingueu present que aquests valors són forats de seguretat per la seva pròpia naturalesa, per tant empreu-los amb molt de compte.
eo: <h1>Salutadministrilo</h1> En ĉi tiu modulo vi povas agordi la diversajn opciojn de la KDE-Salutadministrilo. Aparte la aspekton kaj konduton kaj la liston de elekteblaj uzantoj ĉe la saluto.Atentu, ke vi povas fari ŝanĝojn nur se vi lanĉas la modulon kiel ĉefuzanto. Se vi ne lanĉis la Stircentron kiel ĉefuzanto, vi povas premi la butonon <em>Lanĉi kiel ĉefuzanto</em>.Vi estos demandita pri la pasvorto de la ĉefuzanto.<h2>Aspekto</h2> Sur tiu langeto vi agordas kiel la salutadministrilo aspektu, kiun lingvon ĝi uzu kaj kiun grafikan stilon ĝi uzu. La lingvoagordo tie ĉi ne influas la agordon de la unuopaj uzantoj.<h2>Tiparo</h2> Jen vi povas elekti la tiparojn uzatajn de la salutadministrilo por la salutmesaĝoj, uzantnomoj ktp.<h2>Fono</h2> Se vi volas difini apartan fonon por la salutekrano, jen vi povas fari tion. <h2>Sistemfermo</h2>Ĉi tie vi povas doni la uzanton kiu povas sistemfermi/reŝarĝi la komputilon kaj ĉu uzi praŝarĝan administrilon.<h2>Uzantoj</h2> Sur ĉi tiu langeto vi elektas kiujn uzantojn aperos en la listo de la salutadministrilo.<h2>Konvenaĵo</h2> Tie ĉi vi povas doni uzanton kiu salutas aŭtomate, uzantojn kiuj rajtas saluti sen pasvorto kaj aliajn funkciojn necesajn por pigruloj ;-)<br>Atentu, ke tiuj agordoj estas sekurecriskoj laŭ sia naturo, do uzu ilin tre zorge.
eu: <h1>Saio-hasiera kudeatzailea</h1> Modulu honen bidez KDEren saio-hasiera kudeatzailearen zenbait atal konfigura ditzakezu. Honen barnean bai itxura eta portaera, bai saio-hasierarako hauta daitezkeen erabiltzaileak era badaude. Ohar zaitez aldaketak eragiteko supererabiltzailearen eskubideak behar dituzula. KDEren kontrol gunea ez baduzu eskubide horiek dituzula hasi (horixe baita egokiena, jakina), klik egin <em>Aldatu</em> botoian supererabiltzailearen gaitasunak eskuratu ahal izateko. Pasahitz nagusia eskatuko zaizu.<h2>Itxura</h2> Fitxa honetan saio-hasierako kudeatzailearen itxura zelakoa izango den konfigura dezakezu, zer hizkuntza erabiliko duen, eta zein estilo grafiko erabili beharko lukeen. Hemengo hizkuntza ezarpenek ez dute eraginik erabiltzailearen hizkuntza ezarpenetan.<h2>Letra-tipoa</h2>Hemen saio-hasiera kudeatzaileak, zenbait helbururekin, zer letra-tipo erabiliko duen hauta dezakezu, erabiltzaileen izenak edo agurra erakusteko, besteak beste.<h2>Itzalketa</h2>Hemen ordenagailua itzali edo berrabiarazteko baimena nork duen zehaz dezakezu, baita abio kudeatzailea erabili beharko litzatekeen ere.<h2>Erabiltzaileak</h2>Atal honetan saio-hasierako kudeatzaileak zein erabiltzaile erakutsiko dizun hauta dezakezu. <h2>Komenientzia</h2>Hemen, saioa automatikoki hasiko duen erabiltzaile bat, edo nork ez duen pasahitzaren behar izanik, eta komenigarriak izan litezkeen beste zenbait ezaugarri zehaz ditzakezu.<br>Ohar zaitez ezarpen hauek berez direla segurtasun zuloak, beraz, erabil itzazu kontu handiz.
fa: <h1>مدیر ورود</h1> در این پیمانه می‌توانید جنبه‌های مختلف مدیر ورود KDE را پیکربندی کنید. این شامل ظاهر و احساس و همچنین کاربرانی می‌باشد که می‌توان آنها را برای ورود انتخاب کرد. توجه داشته باشید که اگر پیمانه را با حقوق کاربر ارشد اجرا کنید، فقط می‌توانید تغییراتی را ایجاد کنید. اگر مرکز کنترل KDE را با حقوق کاربر ارشد )که مطلقاً همان چیزی است که انجام می‌شود( آغاز نکرده‌اید، برای به دست آوردن حقوق کاربر ارشد دکمۀ <em> تغییر</em> را فشار دهید. از شما راجع به اسم رمز کاربر ارشد سؤال می‌شود.<h2>ظاهر</h2> در این صفحه تب، این که مدیر ورود چطور باید به نظر برسد، از کدام زبان باید استفاده کند، و از کدام سبک ونک باید استفاده کند را می‌توان پیکربندی کرد. تنظیمات زبان که در اینجا صورت می‌گیرد، هیچ تأثیری بر تنظیمات زبان کاربر ندارد.<h2>قلم</h2>در اینجا می‌توانید قلمهایی را انتخاب کنید که مدیر ورود باید برای اهداف مختلف نظیر درودها یا نام کاربران از آنها استفاده کند.<h2>زمینه</h2>اگر می‌خواهید یک زمینۀ خاص را برای پردۀ ورود تنظیم کنید، این نشان می‌دهد که کجا می‌توانید آن کار را انجام دهید.<h2>تعطیل</h2> در اینجا می‌توانید مشخص کنید که چه کسی برای تعطیل کردن / راه‌اندازی مجدد ماشین مجاز است، و آیا از یک مدیر راه‌اندازی باید استفاده شود. <h2>کاربران</h2>در این صفحه تب، می‌توانید انتخاب کنید که کاربران کدام مدیر ورود را برای وارد شدن به شما ارائه می‌دهند.<h2>راحتی</h2> در اینجا می‌توانید کاربری که به طور خودکار وارد می‌شود؛ کاربرانی که برای ورود نیاز به فراهم کردن اسم رمز ندارند و دیگر ویژگیهای راحت را مشخص کنید. <br>توجه داشته باشید که این تنظیمات، حفره‌های امنیتی با ماهیتشان می‌باشند، پس با دقت از آنها استفاده کنید.
fy: <h1>Oanmeldbehear</h1> Yn dizze module kinne jo de ferskillende aspekten fan KDE's oanmeldbehear ynstelle. Dit omfet sawol it úterlik en gedrach as de brûkers dy by it oanmelden selektearre wurde. Taljochting: Jo kinne allinne as root wizigings tapasse. As jo it KDE-konfiguraasjesintrum net as root begon ha (wat wol ferstannich wêze soe), klik dan op de knop <em>Wizigje</em> om de nedige tagongsrjochten te krijen. Der wurdt dy dan frege nei it root-wachtwurd. <h2>Uterlik</h2>Op dizze ljepper kinne jo fêststelle hoe de oanmeldskerm der út sil sjen, hokker taal en uterlik der brûkt wurde sil. De taalynstellings hjirre hawwe hjin effekt op de taalynstellings fan de yndividuele brûkers.<h2>Lettertype</h2> Hjir kinne jo it lettertype kieze foar o.a. de wolkomstekst en de brûkersnammen.<h2>Eftergrûn</h2> As jo in bepaalde eftergrûn brûke wolle yn it oanmeldskerm, dan kinne jo dy hjir opjaan.<h2>Ofslute</h2> Hjir kinne jo beskiede wa de kompjûter ôfslute of herstarte mei en of der in bootbehearder brûkt wurde moat<h2>Brûkers</h2> Op dizze ljepper kinne jo de brûkers selektearje dy te sjen binne yn it oanmeldskerm.<h2>Gemak</h2> Hjir kinne jo inkele opsjes ynstelle dy it gebrûk fan KDM ferienfâldigje kinne. Jo kinne bgl.. in brûker oantsjutte dy automatysk oanmeld wurdt. De brûker hoecht dan gjin wachtwurd mear yn te fieren. <br>Hâld der wol rekken mei dat dizze ynstellingen eigenlik feilichheidsgaten binne, Brûk se mei soarch.
gl: <h1>Xestor de Entrada</h1> Neste módulo pode configurar os aspectos varios do Xestor de Entrada de KDE. Isto inclúe a apariencia así coma os usuarios que poden escollerse para a entrada. Note que só poderá facer cambios se executa este módulo coma superusuario. Se non iniciou o Centro de Control de KDE con dereitos de superusuario (que é o mellor xeito de facelo), prema no botón <em>Modificar</em> para adquirir dereitos de superusuario. Preguntaráselle seguidamente polo contrasinal de usuario.<h2>Apariencia</h2> Nesta páxina pode configurar a apariencia do Xestor de Entrada, a lingua a empregar e o estilo da interface gráfica que empregará. As opcións de lingua que se configuren aquí non terán influencia nas opcións de lingua de cada usuario .<h2>Tipografía</h2>Aquí pode escoller as fontes que o xestor de entrada deberá empregar para varios propósitos coma a benvida e os nomes de usuario. <h2>Fondo</h2>Se quere estabrecer un fondo especial para a pantalla de entrada, aquí poderáo facer.<h2> Apagar</h2> Aquí pode especificar quén ten permisos para apagar/reiniciar a máquina e se se debe empregar o xestor de arranque da mesma.<h2>Usuarios</h2>Nesta pestana pode escoller qué usuarios estarán fornecidos no Xestor de Entrada.<h2>Conveniencia</h2> Aquí pode especificar un usuario co que se iniciará a sesión automaticamente, os usuarios que non precisen fornecer un contrasinal para identificarse, e outras características de conveniencia.<br>Note que estas características son buracos de seguridade pola súa propia natureza, así que emprégeas con moito coidado.
is: <h1>Aðgangsstjóri</h1>Í þessari einingu getur þú stillt ýmis atriði í KDE aðgangsstjóranum. Þar á meðal er útlit og virkni ásamt listum notenda sem hægt er að velja til innstimplunar. Athugaðu að þú getur einungis breytt þessu ef þú keyrir eininguna með heimildum kerfisstjóra (sem er fullkomlega eðlileg hegðun). Smelltu á <em>Kerfistjórahamur</em> hnappinn til að öðlast fullar heimildir. Þú verður spurð(ur) um kerfisstjóralykilorðið.<h2>Útlit</h2>Á þessari síðu getur þú stillt hvernig aðgangsstjórinn lítur út, hvaða tungumál hann notar og hverskonar viðmótsstíl hann notar. Þessi tungumálastilling hefur engin áhrif á þær stillingar sem notandinn hefur.<h2>Letur</h2>Hér getur þú valið letrið sem aðgangsstjórinn notar í ýmis atriði eins og til dæmis kveðjustrenginn eða notandanöfnin.<h2>Bakgrunnur</h2>Ef þú vilt breyta bakgrunni innstimplunarskjásins getur þú gert það hér. <h2>Slökkva</h2> Hér geturðu tilgreint hver má slökkva á/endurræsa tölvuna og hvort nota á ræsistjóra.<h2>Notendur</h2>Á þessum flipa getur þú valið þá notendur sem aðgangsstjórinn mun bjóða uppá til auðkenningar. <h2>Þægindi</h2>Hér getur þú tilgreint notanda sem á að slá sjálfkrafa inn, notendur sem þurfa ekki að gefa upp lykilorð og annað sem eykur á leti manna og dregur úr öryggi tölvukerfa. ;-) <br>Athugaðu að þessar stillingar eru öryggisgöt í eðli sínu, svo notaðu þær með aðgát.
ja: <h1>ログインマネージャ</h1>このモジュールを使って KDE ログインマネージャのさまざまなオプションを設定します。これには、ログインダイアログで選択可能にするユーザの設定だけでなく、外観の設定も含まれます。ただし、設定を変更できるのはスーパーユーザ権限で実行しているときのみです。スーパーユーザ権限で KDE コントロールセンターを起動していない場合には (絶対そうすべきことですが)、「管理者モード」ボタンをクリックしてスーパーユーザ権限を得ることができます。スーパーユーザのパスワードが必要です。<h2>外観</h2>このページでは、ログインマネージャの外観を設定します。表示に使用する言語や GUI スタイルなどです。ここでの言語設定は各ユーザの言語設定には影響しません。<h2>フォント</h2>ここでログインマネージャのあいさつのメッセージやユーザ名などに使用するフォントを指定できます。<h2>背景</h2>ログインスクリーンの背景をカスタマイズする場合は、ここで設定します。<h2>シャットダウン</h2>ここでマシンのシャットダウンや再起動を許可するユーザや、使用するブートマネージャを指定できます。<h2>ユーザ</h2>このページで、ログインマネージャが対象とするユーザを設定します。<h2>便利な機能</h2>ここでは、自動的にログインするユーザ、パスワードなしでロングインを許可するユーザ、その他の便利な機能を設定できます。<br>注意: これらの機能はそれ自身セキュリティホールです。よく考えてお使いください。
ko: <h1>로그인 관리자</h1> 이 모듈에서 KDE 로그인 관리자의 다양한 부분을 설정할 수 있습니다. 이것은 모습뿐만 아니라 로그인할 수 있는 사용자 선택도 포함합니다. 관리자(root) 권한으로 이 모듈을 실행해야만 설정을 변경할 수 있습니다. 만약 KDE 제어판을 관리자 권한(모든 작업을 수행할 수 있는 완전한 권한)으로 실행하지 않았다면 관리자 권한을 얻기 위해 <em>변경</em> 단추를 누르십시오. 관리자에게 비밀번호를 요청해야 합니다. <h2>일반</h2> 이 탭 페이지에서는 로그인 관리자의 모습과 사용할 언어를 설정할 수 있습니다. 로그인 관리자의 언어 설정은 사용자에게는 영향을 주지 않습니다. <h2>대화 상자</h2> 여기에서는 "고전적인" 대화 상자 기반 모드를 사용하기로 설정했을 때의 모습을 설정할 수 있습니다.<h2>배경</h2>대화 상자 기반 로그인 화면에 배경 그림을 설정하고 싶으면, 이 곳에서 설정할 수 있습니다.<h2>테마</h2> 여기에서는 로그인 관리자에서 사용할 테마를 설정할 수 있습니다.<h2>컴퓨터 끄기</h2> 여기에서는 누가 시스템을 종료하거나 다시 시작할 수 있는지, 그리고 부트 관리자를 사용할 것인지 설정할 수 있습니다.<h2>사용자</h2>이 탭 페이지에서는 로그인 관리자를 사용해서 로그인할 수 있는 사용자를 선택할 수 있습니다.<h2>편리한 기능</h2>이 탭에서는 자동으로 로그인할 사용자(비밀번호를 요구하지 않음)나 다른 부가 기능을 설정할 수 있습니다.<br>이 설정은 보안 구멍이 될 수도 있기 때문에 주의해서 사용하십시오.
mk: <h1>Менаџер на најави</h1> Во овој модул може да ги конфигурирате различните аспекти на менаџерот за најави на KDE. Тоа ги вклучува изгледот и чувството, како и корисниците што можат да се најавуваат. Забележете дека може да правите измени само ако го стартувате модулот со администраторски привилегии. Ако не сте го стартувале Контролниот центар на KDE со администраторски привилегии (што е сосема нормално), кликнете на копчето <em>Администраторски режим</em> за да добиете администраторски привилегии. Ќе бидете прашани за администраторската лозинка.<h2>Изглед</h2> Во ова ливче може да го поставите изгледот на менаџерот за најави, кој јазик тој ќе го користи и кој графички стил ќе го користи. Поставувањата на јазикот што се прават тука немаат влијание на корисничките поставувања за јазик.<h2>Фонт</h2>Тука може да ги изберете фонтовите што KDM ќе ги користи за приказ на различни работи, како поздравниот текст или имињата на корисниците.<h2>Подлога</h2>Ако сакате да поставите специјална подлога на екранот за најавување, ова е вистинското место.<h2>Спуштање</h2> Тука може да одредите на кој му е дозволено да ја спушта/рестартира машината и дали треба да се користи менаџер за подигање.<h2>Корисници</h2>Во ова ливче може да изберете кои корисници ќе ги понуди менаџерот на најави за најавување. <h2>Удобност</h2> Тука може да наведете корисник кој ќе се најавува автоматски, корисници кои не треба да внесуваат лозинка за најава и други можности за поголема удобност.<br> Забележете дека овие поставувања по својата природа се безбедносни дупки, така што треба внимателно да ги користите.
ms: <h1>Pengurus Log Masuk</h1>Dalam modul ini anda boleh konfigur pelbagai aspek Pengurus Log Masuk KDE. Ini termasuk rupa dan rasa serta pengguna yang boleh dipilih untuk log masuk. Ambil perhatian bahawa anda boleh membuat perubahan jika anda menjalankan modul dengan hak superpengguna. Jika anda belum memulakan Pusat Kawalan KDE dengan hak superpengguna (sesuatu yang memang patut dilakukan), klik pada butang <em>Ubah suai</em> untuk mendapatkan hak superpengguna. Anda akan diminta memberikan kata laluan superpengguna.<h2>Rupa</h2> Dalam halaman tab ini, anda boleh konfigur rupa Pengurus Log Masuk, bahasa apa patut diguna, dan gaya GUI mana patut diguna. Seting bahasa yang dibuat di sini tidak mempengaruhi seting bahasa pengguna.<h2>Fon</h2> Di sini anda boleh pilih fon yang Pengurus Log Masuk patut guna untuk pelbagai tujuan seperti ucapan dan nama pengguna. <h2>Latar belakang</h2>Jika anda ingin mengeset latar belakang khusus bagi skrin log masuk, di sinilah ia patut dilakukan.<h2>Penutupan</h2> Di sini anda boleh nyatakan siapa yang dibenarkan untuk penutupan/but semula mesin dan sama ada pengurus but patut guna. <h2>Pengguna</h2>Pada halaman tab ini, anda boleh pilih pengguna mana yang akan ditawarkan oleh Pengurus Log Masuk untuk mengelog masuk.<h2>Kemudahan</h2> Di sini anda boleh tentukan pengguna yang akan dilog masuk secara automatik, pengguna yang tidak perlu menyediakan kata laluan untuk log masuk, dan ciri kemudahan lain.<br>Ambil perhatian bahawa seting ini adalah lubang keselamatan secara semula jadi, jadi gunakan dengan cukup berhati-hati.
ro: <h1>Manager de logare</h1> În acest modul puteţi configura diferite aspecte ale Managerului de logare KDE. Acestea includ aspectul vizual şi utilizatorii care pot fi utilizaţi pentru logare. Trebuie să reţineţi că puteţi face modificări numai dacă aveţi drepturi de root. Dacă nu aţi pornit Centrul de control KDE cu drepturi de superutilizator (ceea ce este indicat), daţi clic pe butonul <em>Modifică</em> pentru a primi drepturi de root. Veţi fi întrebat de parola de superutilizator. <h2>Aspect</h2> În această subfereastră puteţi să configuraţi modul în care va arăta Managerul de logare, limba care va fi utilizată şi ce stil GUI să fie utilizat. Setările de limbaj nu au influenţă asupra setărilor utilizatorilor. <h2>Font</h2> Aici puteţi alege fonturile pe care le va utiliza Managerul de logare pentru diferite scopuri precum mesajele de întîmpinare şi numele de utilizatori. <h2>Fundal</h2> Dacă doriţi să setaţi o imagine de fundal specială pentru logare, aici este locul unde o puteţi face.<h2>Oprire</h2>Aici precizaţi cine are permisiunea să oprească/restarteze maşina şi ce manager de startare să fie utilizat.<h2>Utilizatori</h2> În această pagină aveţi posibilitatea să selectaţi ce utilizatori va oferi Managerul pentru logare. <h2>Facilităţi</h2> Aici puteţi specifica un cont utilizator care se va loga automat, utilizatorii care nu au nevoie să introducă o parolă pentru a se loga şi alte opţiuni pentru convenienţă. <br>Aceste setări constituie găuri de securitate prin natura lor şi de aceea trebuie să le utilizaţi cu mult discernămînt.
rw: <h1>Mucungafashayinjira</h1> Muri iki gice ushobora kuboneza imiterere itandukanye ya Mucungafashayinjira ya KDE. Ibi birimo isura n'imyumvire ndetse n'abakoresha bashobora gutoranywa ngo binjire. Umenye ko ushobora gusa kugira ibyo uhindura iyo ukoresha igice gifite uburenganzira bw'ukoresha kabuhariwe. Niba utaratangiza KDE Kugenzura Hagati ifite uburenganzira bw'ukoresha kabuhariwe (usanga ari n'ikintu gikwiye gukorwa uko byagenda kose), kanda buto yo <em>Guhindura</em> kugira ngo uhabwe uburenganzira bw'ukoresha kabuhariwe. Uzasabwa ijambobanga ry'ukoresha kabuhariwe.<h2>Imigaragarire</h2> Kuri iyi paji y'agafishi, ushobora kugena uko Mucungafashayinjira izaba isa, ururimi izakoresha, n'imisusire ya GUI izakoresha. Amagenamiterere y'ururimi yakozwe hano nta ngaruka agira ku magenamiterere y'ururimi rw'ukoresha.<h2>Imyandikire</h2>Aha ushobora guhitamo imyandikire izakoreshwa na Mucungafashayinjira mu bintu bitandukanye nko mu ndamukanyo no mu mazina y'ukoresha. <h2>Imbuganyuma</h2>Niba ushaka kugena imbuganyuma yihariye igenewe mugaragaza y'ifashayinjira, aha ni ho ugomba kubikorera.<h2>Kuzimya</h2> Aha ushobora kugaragaza uwemerewe kuzimya/kongera gutangira imashini kandi niba mucungitangiza izakoreshwa.<h2>Abakoresha</h2>Kuri iyi paji y'agafishi, ushobora gutoranya abakoresha uzahabwa na Mucungafashayinjiza kugira ngo binjire.<h2>Ukubonera</h2> Aha ushobora kugaragaza ukoresha ugomba guhita yinjira , abakoresha badakeneye gutanga ijambobanga kugira ngo binjire, n'ibindi bijyana n'ukubonera.<br>Umenye ko aya magenamiterere ari imyobo mutekano muri kamere yayo, bityo ugomba kuyakoresha n'ubushishozi bwinshi.
se: <h1>Sisačálihan gieđahalli</h1> Dán moduvllas sáhtát heivehit molssaeavttuid mat gullet KDE sisačálihangieđahallái. Dat sisttisdoallá fárda ja dovdu, ja maiddái geavaheddjiid sáhttá merket sisačálihandihte. Fuomáš ahte sáhtát dahkat rievdadusaid dušše jos leat «root» vuoigatvuođat. Jos leat álggahan stivrenguovddáža «root» vuoigatvuođaid haga (mii leage aibbas riekta), coahkkal <em>Hálddašandoaibmanvuohki</em>-boalu vai oažžut «root» vuoigatvuođaid. Dus jearahuvvo «root» beassansáni. <h2>Fárda</h2> Dán gilkora vuolde sáhtát heivehit sisačálihangieđahalli fárdda, makkár giella ja makkár GUI-stiilla das galgá leat. Giellaheivehusat dáppe eai guoskka geavaheaddji giellaheivehusaide mange láhkai. <h2>Fonta</h2> Dás mearridat makkár fonttaid sisačálihangieđahalli galgá geavahit. <h2>Duogáš</h2> Dás mearridat makkár duogáš lea sisačálihanláseža duohkken. <h2>Jaddadeapmi</h2> Dás mearridat geat sáhtet jaddadit/ođđasit vuolggahit dihtora, ja jus galgá geavahit vuolggahangieđahalli.<h2>Geavageaddjit</h2> Dáppe sáhtát válljet guđe geavaheddjiid sisačálihangieđahalli galgá čájehit. <h2>Álkivuohta</h2> Dáppe sáhtát mearridit geavaheaddji mii beassá automáhtalaččat logget sisa, geavaheaddjiid mat eai dárbbaš beassansániid čállit, ja eará doaimmaid mat heivejit juste láikkes olbmuide :-)<br>Fuomáš ahte dát heivehusat rihkkut sihkkarvuođa, muitte fal várrugas leat.
sr: <h1>Менаџер пријављивања</h1> У овом модулу можете подесити разне аспекте KDE-овог менаџера пријава. У ово су укључени изглед и осећај као и корисници који могу бити одабрани за пријављивање. Приметите да можете правити измене само ако сте модул покренули са администраторским привилегијама. Ако нисте покренули KDE-ов контролни центар са администраторским привилегијама (што је, узгред, комплетно исправна ствар) кликните на дугме <em>Промени</em> да их затражите. Од вас ће бити тражено да унесете лозинку администратора.<h2>Изглед</h2> На овој страни можете подесити како ће менаџер пријава изгледати, који ће језик и који GUI стил користити. Језичка подешавања направљена овде немају утицај на корисничка језичка подешавања.<h2>Фонт</h2>Овде можете изабрати фонтове које ће менаџер пријава користити за разне намене, као што су добродошлица и корисничка имена. <h2>Позадина</h2>Ако желите посебну позадину екрана за пријављивање, овде ћете то подесити.<h2>Гашење</h2>Овде можете навести коме је дозвољено да гаси/поново покреће машину и да ли би требало да се користи менаџер покретања.<h2>Корисници</h2>На овој страни можете одабрати кориснике које ће вам менаџер пријава понудити при пријављивању на систем.<h2>Удобност</h2>Овде можете навести кориснике који ће бити пријављени аутоматски, кориснике који не морају да наведу лозинку при пријављивању, и остале погодности.<br>Приметите да су ове поставке по својој природи сигурносне рупе, и зато их користите врло опрезно.
sr@latn: <h1>Menadžer prijavljivanja</h1> U ovom modulu možete podesiti razne aspekte KDE-ovog menadžera prijava. U ovo su uključeni izgled i osećaj kao i korisnici koji mogu biti odabrani za prijavljivanje. Primetite da možete praviti izmene samo ako ste modul pokrenuli sa administratorskim privilegijama. Ako niste pokrenuli KDE-ov kontrolni centar sa administratorskim privilegijama (što je, uzgred, kompletno ispravna stvar) kliknite na dugme <em>Promeni</em> da ih zatražite. Od vas će biti traženo da unesete lozinku administratora.<h2>Izgled</h2> Na ovoj strani možete podesiti kako će menadžer prijava izgledati, koji će jezik i koji GUI stil koristiti. Jezička podešavanja napravljena ovde nemaju uticaj na korisnička jezička podešavanja.<h2>Font</h2>Ovde možete izabrati fontove koje će menadžer prijava koristiti za razne namene, kao što su dobrodošlica i korisnička imena. <h2>Pozadina</h2>Ako želite posebnu pozadinu ekrana za prijavljivanje, ovde ćete to podesiti.<h2>Gašenje</h2>Ovde možete navesti kome je dozvoljeno da gasi/ponovo pokreće mašinu i da li bi trebalo da se koristi menadžer pokretanja.<h2>Korisnici</h2>Na ovoj strani možete odabrati korisnike koje će vam menadžer prijava ponuditi pri prijavljivanju na sistem.<h2>Udobnost</h2>Ovde možete navesti korisnike koji će biti prijavljeni automatski, korisnike koji ne moraju da navedu lozinku pri prijavljivanju, i ostale pogodnosti.<br>Primetite da su ove postavke po svojoj prirodi sigurnosne rupe, i zato ih koristite vrlo oprezno.
ta: <h1>புகுபதிகை மேலாளர்</h1>KDE யின் புகுபதிகை மேலாளர் பலவகை நேரங்களில் இந்த கூறுகளை உள்ளமைக்கலாம்.இது தோற்றம் மற்றும் உணர்வை கொண்டது அதனுடன் பயனர் புகுபதிகைக்காக தேர்வுசெய்யபடுவர்.குறிப்பெடுக்கவும் அதாவது நீங்களும் பயனர் உரிமை கொண்டு இந்த கூற்றை மாற்றலாம்.பயனர் உரிமை கொண்டு KDE கட்டுபாட்டு அறையை தொடங்கினால் (இது தான் சரியான,வழிவகை), கிளிக் செய்யவும்<em>தொகுப்பு</em>பொத்தானை கொண்டது சிறப்புபயனர் உரிமை.உங்களிடம் சிறப்புபயனர் கடவுச்சொல் கேட்கபடும்.<h2>தோற்றம்</h2>இந்த தத்தல் பக்கம், புகுபதிகை மேலாளர் எப்படி இருக்க வேண்டும் என்பதை நீங்கள் உள்ளமைக்கலாம்,எந்த மொழியை பயன்படுத்த வேண்டும், மற்றும் எந்த GUI பாணி அது பயன்படுத்த வேண்டும்.இங்கு செய்யபட்ட மொழி அமைப்புகள் பயனர் மொழி அமைப்பு அதிகாரத்துக்கு உட்பட்டவை அல்ல.<h2>எழுத்துரு</h2>இங்கு புகுபதிகை மேலாளர் எழுத்துருவை தேர்ந்தெடுத்து பலவகையில் உபயோகபடுத்துவது போன்ற வாழுத்து செய்திகள் மற்றும் பயனர் பெயர். <h2>பின்னணி</h2>நீங்கள் உங்கள் புகுபதிக்கை திரையில் சிறப்பு பின்னணி அமைக்க வேண்டும் என்றால்,இதைதான் செய்ய வேண்டும்.<h2>பணி நிறுத்தம்</h2>இங்கு நீங்கள் முறைமையை பணி நிறுத்தம்/மறுஇயக்கம் செய்ய அனுமதிப்பதை குறிப்பிடுவதை பயன்படுத்த வேண்டும்.<h2>பயனர்கள்</h2>இந்த தத்தல் பக்கத்தில்,புகுபதிகை மேலாளர் எந்த பயனரை புகுபதிகை செய்யலாம் என தேர்வு செய்யும்.<h2>வாய்ப்பு வசதி</h2> இங்கு நீங்கள் தானாகவே பயனர் புகுபதிகை செய்வதை குறிப்பிடும்,பயனருக்கு புகுபதிக்கை செய்ய கடவுச்சொல் வழங்கவில்லை,மற்றும் மற்ற வசதிகளின் பண்புகள்.<br>குறிப்பெடுக்கவும், இயற்கையாகவே இந்த அமைப்புகள் பாதுக்காப்பு ஒட்டைகள், ஆதலால் இதை கவனமாக பயன்படுத்த வேண்டும்.
tg: <h1>Мудири Ворид</h1> Дар ин модул шумо ҷиҳати гуногуни Мудири Вориди KDE-ро танзим карда метавонед. Ин намудро дар бар мегирад, ҳамчун корвандоне, ки барои ворид интихоб гашта метавонанд. Дар хотир доред, ки шумо танҳо дар ҳолати кор бурдани он бо ҳуқуқи корванди имтиёздор, тағирот ворид карда метавонед. Агар шумо Маркази Идораи KDE-ро бо ҳуқуқи корванди имтиёздор оғоз карда набошед (which is absolutely the right thing to do, by the way), ба тугмаи <em>Тағирдиҳӣ</em> барои гирифтани ҳуқуқи корванди имтиёздор ангушт занед. Аз шумо гузарвожаи корванди имтиёздор пурсида мешавад.<h2>Appearance</h2> On this tab page, you can configure how the Login Manager should look, which language it should use, and which GUI style it should use. The language settings made here have no influence on the user's language settings.<h2>Font</h2>Here you can choose the fonts that the Login Manager should use for various purposes like greetings and user names. <h2>Background</h2>If you want to set a special background for the login screen, this is where to do it.<h2>Shutdown</h2> Here you can specify who is allowed to shutdown/reboot the machine and whether a boot manager should be used.<h2>Users</h2>On this tab page, you can select which users the Login Manager will offer you for logging in.<h2>Convenience</h2> Here you can specify a user to be logged in automatically, users not needing to provide a password to log in, and other convenience features.<br>Note, that these settings are security holes by their nature, so use them very carefully.
th: <h1>จัดการการล็อกอิน</h1> โมดูลนี้ ให้คุณสามารถปรับแต่ง โปรแกรมจัดการการล็อกอินของ KDE (KDM) ได้ ซึ่งรวมถึงส่วนที่ปรากฎและรู้สึกที่ผู้ใช้จะเห็น เมื่อเลือกการล็อกอิน โปรดจำไว้ว่า คุณจะให้การเปลี่ยนแปลงนี้มีผล เมื่อคุณเรียกใช้งานโมดูลนี้ ด้วยสิทธิของผู้ดูแลระบบเท่านั้น หากคุณไม่ได้เรียกใช้ศูนย์ควบคุม KDE ด้วยสิทธิของผู้ดูแลระบบ (ซึ่งมีสิทธิสูงสุด) ให้คลิ้กที่ปุ่ม <em>แก้ไข</em> เพื่อเรียกใช้สิทธิของผู้ดูแลระบบ ซึ่งจะมีการถามรหัสผ่าน<h2>ลักษณะที่ปรากฎ</h2> ในหน้านี้ คุณสามารถกำหนดลักษณะที่ปรากฎ ของตัวจัดการการล็อกอิน ภาษา และรูปแบบ GUI ที่ควรใช้ การตั้งค่าภาษานี้ จะไม่มีผลกับ การตั้งค่าภาษาส่วนตัวของผู้ใช้แต่ละคน<h2>รูปแบบตัวอักษร</h2>คุณสามารถเลือกรูปแบบตัวอักษร ที่จะใช้กับตัวจัดการการล็อกอินได้ที่นี่ ซึ่งจะมีผลในส่วนที่เป็นข้อความ <h2>ภาพพื้นหลัง</h2>หากคุณต้องการตั้งค่าภาพพื้นหลัง ให้กับตัวจัดการการล็อกอิน นี่เป็นส่วนที่จะกำหนดมัน <h2>เซสชัน</h2> คุณสามารถกำหนดประเภทของเซสชัน ที่จะให้ส่วนจัดการการล็อกอิน แสดงให้ผู้ใช้เลือกสำหรับล็อกอิน และการอนุญาตปิดการทำงาน/รีบูตเครื่อง <h2>ทะเบียนผู้ใช้</h2> ในหน้านี้ คุณสามารถกำหนดให้ตัวจัดการการล็อกอิน แสดงทะเบียนผู้ใช้ใดบ้าง<h2>การเข้าใช้งาน</h2> ที่หน้านี้ คุณสามารถกำหนดผู้ใช้ สำหรับล็อกอินอัตโนมัติ ซึ่งผู้ใช้จะไม่ต้องใส่รหัสผ่านในการล็อกอิน และคุณสมบัติอื่นๆ ซึ่งเหมาะสำหรับคนขี้เกียจ ;-)
uk: <h1>Менеджер реєстрації</h1> В цьому модулі ви можете налаштувати різні аспекти Менеджера реєстрації KDE: вигляд та поведінку, а також користувачів, яких можна вибрати для входу у систему. Примітка: зміни можна робити тільки, якщо ви запустили модуль як адміністратор. Якщо ви не запустили Центр керування KDE з правами адміністратора (це, до речі, являється правильним способом), клацніть на кнопку <em>Змінити</em>, щоб отримати права адміністратора. У вас буде запитано пароль адміністратора.<h2>Вигляд</h2> На цій вкладці можна налаштувати як повинен виглядати Менеджер реєстрації, яку мову використовувати, та стиль інтерфейсу користувача (GUI). Налаштування мови зроблені тут не мають відношення до налаштувань мови користувача.<h2>Шрифт</h2> Тут можна вибрати шрифти, що будуть використовуватись Менеджером реєстрації для різних цілей, наприклад, привітання та імені користувача. <h2>Тло</h2>Якщо ви хочете встановити спеціальне тло для екрана реєстрації, це вірне місце для цього.<h2>Вимикання</h2> Тут можна вказати, хто має право вимикати та перезавантажувати машину.<h2>Користувачі</h2>На цій сторінці можна вибрати які користувачі будуть запропоновані для реєстрації Менеджером.<h2>Зручність</h2> Тут можна вказати, який користувач буде зареєстрований автоматично - тоді не прийдеться вводити пароль; а також інші маленькі зручності.<br>Зауважте, що ці параметри за визначенням є потенційними проблемами безпеки, тому використовуйте їх обережно.
zh_tw: <h1>登入管理員</h1>在這個模組之中，您可以設定由 KDE 登入管理員所接受的變數。這包括了使用者登入時所能選擇的外觀與感覺。請注意您只能以管理者的權限執行這個模組。如果您沒有使用超級使用者的權限，來啟動 KDE 的控制中心（當然，這是正確的作法），您可以按下<em>變更 (Modify)</em>按鈕以取得管理者權限。同時，您將被詢問超級使用者密碼。<h2>外觀</h2> 在這個標籤頁，您可以設定登入管理員的外觀、使用的語言，以及 GUI 樣式。語言設定與使用者的語言設定並不會互相衝突。<h2>字型</h2>您可以在這邊選擇字型，讓登入管理員使用不同的字型，例如問候語及使用者名稱。<h2>背景</h2>如果您希望為登入畫面設定特定的背景，在這邊可以完成您的願望。<h2>關機</h2>您可以在這裡設定誰能夠停止、重新啟動這部機器，以及是否使用開機管理程式。<h2>使用者</h2>在這個標籤頁，您可以選擇登入管理員所要提供的使用者清單，以供您在登入系統時使用。<h2>便利設施</h2>您可以在這邊指定能自動登入的使用者，不需要提供密碼就可以登入的使用者，以及其他給懶人使用的功能。 <br>注意：這些選項的性質可說是個系統安全上的漏洞，請非常您一定要小心的使用。
