Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: When this option is on, KDM will place the cursor in the password field instead of the user field after preselecting a user. Use this to save one key press per login, if the preselection usually does not need to be changed.
af: Wanneer gekies, sal KDM die aanwyser op die wagwoord veld plaas in stede van in die gebruiker veld, nadat 'n gebruiker vooraf gekies is. gebruik dit om een sleuteldruk per aanteken sessie te spaar, indien die voorafgekose gebruiker nie verander moet word nie.
ar: اذا كان هذا الخيار عاملا, فسيقوم مدير الدخول بوضع المؤشر في حقل كلمة المرور بدلا من حقل اسم الدخول بعد اختيار المستخدم مسبقا. هذا سيحفظ ضغطة مفتاح على كل دخول, اذا كان اسم المستخدم نادرا ما يتغير.
be: Калі ўключана, то KDM пасля прадвызначэння карыстальніка размесціць курсор у полі ўводу пароля, а не імя карыстальніка. Карыстайцеся гэтым, каб лішні раз не націскаць кнопку, калі ўваходзіце адным і тым жа карыстальнікам.
bs: Kada je ova opcija uključena, KDM će postaviti kursor na polje za unos šifre umjesto polja za unos korisničkog imena nakon odabira korisnika. Ovo skraćuje prijavu za jedan pritisak tipke ako se korisničko ime rijetko mijenja.
ca: Quan aquesta opció està activada, el KDM situarà el cursor en el camp de la contrasenya en comptes de al camp de l'usuari després de preseleccionar un usuari. Usar això us estalviarà el prémer una tecla per a l'accés, si el nom de l'usuari preseleccionat es canvia sovint.
cy: Pan fo'r dewisiad yma ynghyn, fe fydd KDM yn rhoi'r cyrchydd yn y maes cyfrinair yn lle'r maes defnyddiwr ar ôl rhagddewis defnyddiwr. Defnyddiwch hwn i arbed un gwasg bysell bob mewngofnod, os nad oes angen newid y rhagddewis fel arfer.
eo: Se ŝaltita, KDM metos la kursoron en la pasvortan kampon anstataŭ en la salutnomo-kampon post antaŭelekto de uzanto. Tio ŝparas klavpremon ĉe saluto, se la uzantonomo estas tre malofte ŝanĝita.
eu: Aukera hau gaituta dagoenean, KDMk erabiltzailearen eremuan kokatu ordez, pasahitzarenean kokatuko du kurtsorea, erabiltzailea hautatu ondoren. Honen bidez saio-hasieran tekla bati sakatzea aurreztuko da, aldez aurreko hautaketa aldatu beharrik ez baldin badago.
fa: زمانی که این گزینه روشن است، KDMبعد از پیش‌گزینش یک کاربر به جای قرار دادن مکان‌نما در حوزۀ کاربر، مکان‌نما را در حوزۀ اسم رمز جای می‌دهد. معمولاً اگر نیاز به تغییر پیش‌گزینش نمی‌باشد، برای ذخیرۀ فشار یک کلید در هر ورود، از این استفاده کنید.
fy: As dizze opsje ynskeakele is, dan pleatst KDM neidat in brûker foarselektearre is it rinnerke yn it wachtwurdfjild, ynstee fan yn it brûkersnammefjild. Dit beheind it oanmelden ta 1 toetsoanslach, en dat is handich wannear’t der net faak fan brûker wiksele wurd.
gl: Cando esta opción se activa, KDM situará o cursor no campo do contrasinal no canto do campo de usuario despois de preseleccionar un usuario. Empregue iso para aforrar unha presión de tecla por identificación, se a preselección non precisa ser trocada normalmente.
hi: यदि यह विकल्प चालू किया जाता है, केडीएम एक पूर्व-चयनित उपयोक्ता को चुन कर संकेतक को पासवर्ड फील्ड में रख देगा बजाए उपयोक्ता फील्ड के. इसका उपयोग प्रति लॉगइन एक अतिरिक्त कुंजी दबाने से बचने के लिए करें यदि पूर्व चयनित उपयोक्ता प्रायः बदलते नहीं हैं.
is: Þegar hakað er við þennan möguleika, mun KDM setja bendilinn í lykilorðsreitinn í stað notandanafnsreitinn eftir að hafa for-valið notanda. Þetta mun spara einn lyklaborðssmell ef notandanafnið breytist sjaldan.
ja: このオプションを有効にすると、KDM はユーザ名のフィールドではなくパスワードを入力するフィールドにカーソルを合わせます。あらかじめ選択されたユーザを変える必要があまりないのであれば、これでログインごとにキーを一つ押す手間が省けます。
ko: 이 옵션을 선택하면 KDM에서 사용자를 미리 선택한 다음 비밀번호 필드에 초점을 맞춥니다. 미리 선택하는 사용자가 변하지 않는다면 로그인 할 때마다 키 입력을 한 번씩 줄일 수 있습니다.
mk: Кога е избрана оваа опција, KDM ќе го стави покажувачот во полето за лозинка наместо во полето за корисник кога е тој веќе избран. Користете го ова за да заштедите по едно притискање при најава, ако изборот не треба често да се менува.
ms: Apabila pilihan ini di'on'kan, KDM akan meletakkan kursor di dalam kotak katalaluan berbanding di dalam kotak pengguna selepas prapemilihan pengguna. Gunakan ini untuk menjimatkan satu tekanan kekunci per log masuk, jika prapemilihan dipilih, kebiasaannya tidak perlu ditukarkan.
ro: Cînd această opţiune este activată, după preselectarea unui utilizator KDM va plasa cursorul în cîmpul de parolă în loc de cîmpul utilizator.Este foarte utilă pentru a mai salva un pas în plus la logare atunci cînd nu mai este nevoie să modificaţi numele utilizator preselectat.
rw: Iyo ubu buryo bufunguye, KDM izashyira inyoborayandika mu mwanya wagenewe ijambobanga aho kuba mu mwanya w'ukoresha nyuma yo kubanza gutoranya ukoresha. Koresha iki kugira ngo ubike gukanda buto rimwe kuri buri yinjira, niba kubanza gutoranya bidakunda gukenera guhindurwa.
se: Go dát lea alde, KDM bidjá čállinmearkka beassansátnegieddái, iige geavaheaddjigieddái maŋŋá go lea válljen geavaheaddji automáhtalaččat. Dát siestá ovtta boallodeaddileami jos geavaheaddjinama hárve rievdaduvvo.
sr: Када је ова опција активирана, KDM ће након одабира корисника сместити показивач у поље лозинке уместо у поље корисника. Користите ово да бисте уштедели један притисак тастера по пријављивању, уколико се одабрани корисник не мења.
sr@latn: Kada je ova opcija aktivirana, KDM će nakon odabira korisnika smestiti pokazivač u polje lozinke umesto u polje korisnika. Koristite ovo da biste uštedeli jedan pritisak tastera po prijavljivanju, ukoliko se odabrani korisnik ne menja.
ta: இந்த கணினி பொதுவாக ஒரே பயனரால் பயன்படுத்தப்படும் என்றால் அந்த பயனரை பலத்தேர்வுப்பெட்டியில் முன்தேர்வு செய்து விட்டு சுட்டி நேராக கடவுச்சொல் புலத்திற்கு செல்லும்.
tg: Ҳангоми дар гиронидани ин интихоб KDM нишоннаморо ба майдони воридгузарвожа баъди интихоби қаблии корванд, ҷойгир менамояд. Ин шуморо аз зарурати бори дигар ангушт задани тугма халос мекунад, агар ки корванд ҳама вақт ҳамон як шахс бошад.
th: เมื่อเปิดใช้ตัวเลือกนี้ KDM จะย้ายเคอร์เซอร์ไปรอที่ช่องรหัสผ่าน แทนช่องผู้ใช้ ซึ่งจะทำให้สามารถล็อกอินได้เร็วขึ้น หากใช้งานเครื่องโดยเป็นผู้ใช้เดิมบ่อย ๆ
uk: Коли цей параметр ввімкнено, KDM розташує курсор в полі пароля замість імені після вибору користувача. Це збереже вам натискання однієї кнопки при реєстрації, якщо ім'я користувача рідко змінюється.
zh_tw: 當這個項目啟用後，KDM 會把游標停留在密碼輸入欄位的地方，而不是停留在系統預先送出要自動登入的使用者欄位處。這可以簡化一些登入動作。

source: Enable Password-&Less Logins
af: Aktiveer Wagwoord-lose aanteken
ar: مكّن تسجيل الدخول بدو&ن كلمة المرور
be: Дазволіць безпарольныя ўваходы
bn: পাসওয়ার্ড ছাড়া ল&গ-ইন সক্রিয় করো
bs: Omogući &logine bez šifre
ca: &Habilita els accessos sense contrasenya
cy: Galluogi mewngofnodi &heb gyfrinair
eo: Ebligi &Senpasvortan saluton
eu: Gaitu pasa&hitzik gabeko saio-hasiera
fa: فعال‌سازی ورود اسم رمزهای &کوچک‌
fy: Oanme&lde sûnder wachtwurd aktivaasje
gl: Habi&litar Entradas sen Contrasinais
hi: पासवर्ड बिना लॉगइन सक्षम करें (&L)
is: Virkja &lykilorðalausa innstimplun
ja: パスワードなしログインを許可する(&L)
ko: 비밀번호 없는 로그인 사용(&L)
mk: Овозможи најави без &лозинка
ms: Aktifkan Log Masuk Tanpa Kata Laluan
pa: ਗੁਪਤ-ਕੋਡ ਤੋਂ ਬਿਨਾਂ ਲਾਗਿੰਨ ਯੋਗ(&L)
ro: Activează logarea fără &parolă
rw: Kwemerera Ijambobanga-&Amafashayinjira Make
sr: Укључи &пријављивање без лозинке
sr@latn: Uključi &prijavljivanje bez lozinke
ta: கடவுச்சொல்லற்ற துவக்கத்தை செயல்படுத்து
th: เปิดใช้การไม่ใช้รหัสผ่านในการล็อกอิน
uk: Дозволити реєстрацію &без пароля
uz: Maxfiy soʻzsiz &kirishni yoqish
uz@cyrillic: Махфий сўзсиз &киришни ёқиш
wa: Permete les elodjaedjes &sins scret
zh_tw: 啟用無密碼登入(&L)

source: When this option is checked, the checked users from the list below will be allowed to log in without entering their password. This applies only to KDM's graphical login. Think twice before enabling this!
af: Wanneer gekies, sal gemerkte gebruikers toegelaat word om sonder 'n wagwoord aan te teken. Hierdie is slegs van toepassing op die KDM se grafiese aanteken skerm. Dink twee keer voordat jy dit aanskakel!
ar: عند التأشير على هذا الخيار, فإن المستخدمين على القائمة أدناه سيسمح لهم بالدخول دون ادخال كلمات مرورهم. هذا فقط ينطبق على الدخول الرسومي. فكر مرتين قبل تمكين هذا الخيار!
be: Калі опцыя ўключана, адзначаным са спісу ніжэй карыстальнікам будзе дазволена ўваходзіць без уводу іх пароля. Гэта тычыцца толькі графічнага ўваходу праз KDM. Падумайце двойчы перад задзейнічаннем гэтай опцыі!
bs: Kada je ova opcija uključena, korisnicima sa liste desno će biti omogućeno da se logiraju bez unošenja šifre. Ovo se odnosi samo na KDMov grafički login. Razmislite dvaput prije nego što omogućite ovo!
ca: Si seleccioneu aquesta opció, els usuaris seleccionats de la llista de a sota quedaran autoritzats a accedir sense introduir una contrasenya. Això tan sols és aplicable a l'accés gràfic de KDM. Penseu-vos-ho dues vegades abans d'habilitar-ho!
cy: Pan ddewisir y dewisiad yma, caniateir i'r defnyddwyr o'r restr isod fewngofnodi heb fynegi eu cyfrineiriau. Gweithreda hyn ar fewngofnodi graffegol KDM yn unig. Meddyliwch ddwywaith cyn galluogi hyn!
eo: Se ŝaltita, la uzantoj el la dekstra listo rajtos saluti sen doni sian pasvorton. Tio influas nur la grafikan saluton per KDM. Repensu dufoje antaŭ ŝalti tion!
eu: Aukera hau hautatuz gero, beheko zerrendan hautatutako erabiltzaileek, euren pasahitza sartu barik saioa hasteko gaitasuna izango dute. Hau KDMren saio-hasiera grafikoari baino ez zaio aplikatzen. Pentsa ezazu bi aldiz hau gaitu aurretik.
fa: زمانی که این گزینه علامت زده شود، به کاربران علامت زده‌شدۀ فهرست زیر اجازه داده می‌شود که بدون وارد کردن اسم رمزشان وارد شوند. این فقط برای ورود نگاره‌ای KDM به کار می‌رود. قبل از فعال‌سازی این، دو مرتبه فکر کنید!
fy: As dizze opsje ynskeakele is, dan meie brûkers út de list hjirûnder har oanmelde sûnder dat se har wachtwurd hoeche yn te fieren. Dit is allinne fan tapassing op KDM's grafyske oanmeldskerm. Tink efkes twa kear goed nei foardat jo dit aktivearje.
gl: Cando se activa esta opción, os usuarios marcados na lista de embiaxo poderán identificarse e entrar sen necesidade de introducir o seu contrasinal. Isto só se aplica á entrada gráfica de KDM. Pénseo dúas veces antes de activalo!
hi: जब यह विकल्प चुना जाता है, नीचे दी गई सूची में से चुना गया उपयोक्ता बिना पासवर्ड भरे लॉगइन के लिए स्वीकार्य होगा. यह सिर्फ केडीएम के चित्रमय लॉगइन पर लागू होगा. इसे सक्षम करने से पहले दोबारा विचार कर लें!
is: Ef er hakað við hér er notendunum á listanum til hægri leyft að stimpla sig inn án þess að gefa upp lykiloð. Þetta gildir þó bara í grafísku KDM innstimpluninni. Hugsaðu þig vel um áður en þú kveikir á þessu!
ja: このオプションを有効にすると、下のリストでチェックされたユーザは、パスワードを入力せずにログインできるようになります。これは KDM のグラフィカルログインにのみ適用されます。これを有効にするかどうかは慎重に検討してください。
ko: 이 옵션을 선택하면 선택한 사용자는 비밀번호 없이 로그인할 수 있습니다. 이 옵션은 KDM의 그래픽 로그인에만 적용됩니다. 사용하기 전에 주의하십시오!
mk: Кога е избрана оваа опција, избраните корисници од долната листа ќе можат да се најават без внесување на нивната лозинка. Ова важи само за графичката најава на KDM. Помислете двапати пред да го дозволите ова!
ms: Apa pilihan ini ditandakan, pengguna yang ditandakan daripada senarai di bawah akan dibenarkan untuk log masuk tanpa perlu memasukkan katalaluan. Hal ini hanya sah untuk log masuk KDM bergrafik. Fikirkan banyak kali sebelum membolehkan pilihan ini!
ro: Cînd această opţiune este activată, utilizatorilor selectaţi din lista de mai jos li se va permite logarea fără să-şi introducă parola. Acest lucru se aplică numai la logarea grafică KDM. Gîndiţi-vă de două ori înainte de activa această facilitate!
rw: Iyo ubu buryo bwashyizweho akamenyetso, abakoresha bashyizweho akamenyetso bavanywe mu ilisiti ikurikira bazemererwa kwinjira badasabwa ijambobanga ryabo. Ibi bikora gusa ku ifashayinjira bishushanyo rya KDM. Tekereza neza mbere yo kubufungura!
se: Go dát molssaeakte lea merkejuvvon, merkejuvvon geavaheaddjit listtus vuolábealde eai darbbaš iežaset beassansániid čállit sisačálihettiin. Dát geavahuvvo dušše KDM:a gráfalaš sisačáliheames. Fuomáš ahte dát sáhttá rihkut sihkkarvuođa!
sr: Када је ова опција укључена, корисницима из листе са десне стране биће омогућено да се пријаве без уношења лозинке. Ово важи само за пријављивање у графичком режиму преко KDM-а. Размислите два пута пре него што активирате ову опцију!
sr@latn: Kada je ova opcija uključena, korisnicima iz liste sa desne strane biće omogućeno da se prijave bez unošenja lozinke. Ovo važi samo za prijavljivanje u grafičkom režimu preko KDM-a. Razmislite dva puta pre nego što aktivirate ovu opciju!
ta: பின்வரும் பயனர்களை கணினித் துவக்கத்தில் கடவுச்சொல் இல்லாமல் துவக்க முடியும். கவணத்டன் செயல்படுத்துங்கள்
tg: Вақте, ки ин интихоб барпо сохта мешавад, корвандони интихобшуда аз рӯйхати дар поён буда, ба система бе гузориши гузарвожа ворид шуда метавонанд. Ин параметр танҳо барои вориди графикии KDM дастрас аст. Пеш аз дар гиронидани он, бори дигар фикр кунед!
th: หากเปิดใช้ตัวเลือกนี้ ทะเบียนผู้ใช้ที่อยู่ในรายการด้านล่างนี้ จะสามารถเข้าใช้งานระบบได้ โดยไม่ต้องกรอกรหัสผ่าน ซึ่งมีผลเฉพาะกับการล็อกอินด้วย KDM เท่านั้น โปรดคิดให้ถ้วนถี่ ก่อนเปิดใช้งานมัน !!
uk: Коли цей параметр увімкнено, користувачі зі списку праворуч будуть дозволені реєструватися без пароля. Це стосується тільки графічного вікна реєстрації. Добре подумайте перед тим, як вмикати!
uz: Agar belgilansa, quyidagi roʻyxatdan tanlangan foydalanuvchilar maxfiy soʻzni kiritmasdan kirishi mumkin. Bu faqat KDM orqali kirishga taalluqli. Buni yoqishdan oldin ikki marta oʻylab koʻring!
uz@cyrillic: Агар белгиланса, қуйидаги рўйхатдан танланган фойдаланувчилар махфий сўзни киритмасдан кириши мумкин. Бу фақат KDM орқали киришга тааллуқли. Буни ёқишдан олдин икки марта ўйлаб кўринг!
zh_tw: 當選取這個選項, 右邊列表中的使用這可以不需要輸入密碼而登入. 這只會套用在 KDM 的圖形介面登入. 請三思而後啟動!

source: No password re&quired for:
af: Geen wagwoord benodig vir:
ar: لا &حاجة لكلمة المرور لِــ:
be: Не па&трабаваць пароля для:
bn: পা&সওয়ার্ড প্রয়োজন নেই:
bs: Šifra nije pot&rebna za:
ca: No es re&quereix contrasenya per a:
cy: Ni fynnir cyfrinair ar &gyfer:
eo: Nenia pasvorto postulita por:
eu: Pasah&itza ez da beharrezkoa honako hauentzat:
fa: بدون اسم رمز &مورد نیاز برای:‌
fy: Gjin wachtwurd fere&aske foar:
gl: Non se requerirá o con&trasinal a:
hi: के लिए कोई पासवर्ड आवश्यक नहीः (&q)
is: Lykilorðs ekki &krafist fyrir:
ja: パスワードを要求しないユーザ(&Q):
ko: 다음 사용자는 비밀번호가 필요 없음(&Q):
mk: Не е потребна ло&зинка за:
ms: Tiada kata laluan di&perlukan untuk:
pa: ਇਸ ਲਈ ਕੋਈ ਗੁਪਤ-ਕੋਡ ਦੀ ਲੋਡ਼ ਨਹੀਂ(&q):
ro: &Nu este necesară parolă pentru:
rw: Nta jambobanga risabwa ku:
se: Dát eai dárbbaš &beassansáni geavahit:
sr: Лозинка није &неопходна за:
sr@latn: Lozinka nije &neophodna za:
ta: கடவுச்சொல் தேவையில்லை
tg: Гузарвожа &талаб карда намешавад барои:
th: ไม่ต้องการใช้รหัสผ่านสำหรับ:
uk: Пароль не по&трібен для:
uz: Quyda&gilar maxfiy soʻzsiz kirishi mumkin:
uz@cyrillic: Қуйда&гилар махфий сўзсиз кириши мумкин:
wa: &Nén mezåjhe di scret po:
zh_tw: 不需要密碼 (&Q)

source: Check all users you want to allow a password-less login for. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
af: Merk alle gebruikers wat jy wil toelaat om sonder 'n wagwoord aan te teken. Inskrywings wat met 'n '@' begin, is gebruiker groepe. Deur 'n groep te kies word alle lede van die groep ook gekies.
be: Адзначце ўсіх карыстальнікаў, якім хочаце дазволіць безпарольны ўваход. Элементы з '@' - групы карыстальнікаў. Адзначэнне групы раўназначна адзначэнню ўсіх карыстальнікаў-чальцоў групы.
bs: Izaberite sve korisnike kojima želite dozvoliti prijavu bez šifre. Stavke označene sa '@' su grupe korisnika. Izborom grupe birate sve korisnike u toj grupi.
ca: Marqueu tots els usuaris per als que vulgueu connexió sense contrasenya. Les entrades anotades amb '@' són grups d'usuaris. Marcar un grup és com marcar tots els usuaris del grup.
eo: Ebligu ĉiun uzanton al kiu vi permesos senpasvortan ensaluton. Eroj kun "@" estas uzant-grupoj. Markante grupon samas kiel markante ĉiun uzanton en tiu grupo.
eu: Hauta itzazu saioa pasahitzik gabe hasteko gaitasuna izan dezaten nahi dituzun erabiltzaile guztiak. '@'z nabarmendutako sarrerak erabiltzaile taldeak dira. Taldea hautatzea, talde horretako erabiltzaile guztiak hautatzea bezalakoa da.
fa: تمام کاربرانی که می‌خواهید به آنها اجازۀ ورود با اسم رمز کوچک دهید را علامت بزنید. مدخلهایی که با »@« مشخص شده، گروه کاربران می‌باشند. علامت زدن یک گروه نظیر علامت زدن تمام کاربران آن گروه است.
fy: Markearje alle brûkers dy jo talitte wolle om sûnder wachtwurd oan te melden. Items mei in '@' binne gebrûkerskeppels. As jo in keppel selektearje, dan wurde alle brûkers yn dy keppel markearre.
gl: Selecione todos os usuarios aos que lles quere fornecer unha entrada sen necesidade de contrasinal. As entradas denotadas con '@' son grupos de usuarios. Se se activan é como activar a todos os usuarios dese grupo.
hi: उन सभी उपयोक्ताओं को चुनें जिन्हें आप चाहते हैं कि वे पासवर्ड रहित लॉगइन कर सकें. प्रविष्टियाँ जो कि '@' से चिह्नित हैं, वे उपयोक्ता समूह हैं. किसी समूह को चेक करना वैसे ही है जैसे कि उस समूह के सभी उपयोक्ताओं को चेक करना.
is: Hakaðu við alla notendur sem þú vilt leyfa að opna setu án lykilorðs. Færslur sem innihalda '@'eru notandahópar. Ef þú hakar við hóp ertu að leyfa alla notendurna í hópnum.
ja: パスワードなしにログインを許可するユーザをチェックしてください。'@' の付いたエントリはユーザグループです。グループをチェックするのは、そのグループに属するすべてのユーザをチェックするのと同じです。
ko: 비밀번호 없이 로그인 할 사용자를 선택하십시오. @으로 시작하는 항목은 사용자 그룹입니다. 그룹에 선택하는 것은 그 그룹의 모든 사용자를 선택하는 것과 같습니다.
mk: Обележете ги сите корисници за кои сакате да овозможите најава без лозинки. Ставките покажани со '@' се кориснички групи. Обележувањето на група е како обележување на сите корисници во таа група.
ms: Tandakan semua pengguna yang anda ingin benarkan log masuk tanpa kata laluan. Entri yang ditandai '@' adalah kumpulan pengguna. Menyemak satu kumpulan adalah seperti menyemak semua pengguna dalam kumpulan itu.
ro: Selectaţi toţi utilizatorii pentru care doriţi logare fără parolă. Itemii care conţin un '@' reprezintă grupuri de utilizatori. Marcarea unui grup este echivalentă cu marcarea tututor utilizatorilor din acel grup.
rw: Shyira akamenyetso ku bakoresha bose ushaka kwemerera kwinjira bakoresheje ijambobanga inshuro nke.Ibyinjijwe birangwa na '@' aba ari amatsinda y'abakoresha. Gushyira akamenyetso ku itsinda ni kimwe no kugashyira ku bakoresha bose bari muri iryo tsinda.
sr: Изаберите све кориснике којима желите да дозволите пријављивање без лозинке. Ставке означене са „@“ су корисничке групе. Избор групе је исто што и избор свих корисника из групе.
sr@latn: Izaberite sve korisnike kojima želite da dozvolite prijavljivanje bez lozinke. Stavke označene sa „@“ su korisničke grupe. Izbor grupe je isto što i izbor svih korisnika iz grupe.
ta: புகுபதிகை-கடவுசொல்லை கொண்டு அனுமதித்து அனைத்து பயனரையும் சரிபார்க்கவும். '@' ஆக உள்ளடபட்டவை பயனர் குழுவை சார்ந்தவர்கள்.குழுவை தேர்வுசெய்வது என்பது அந்த குழுவில் உள்ள அனைவரையும் தேர்வுசெய்வது ஆகும்.
tg: Корвандонеро, ки шумо мехоҳед ба онҳо иҷозати воридшавӣ бе гузарвожаро диҳед, махсус қайд кунед. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
th: เลือกผู้ใช้ที่คุณต้องการอนุญาตให้ไม่ต้องกรอกรหัสผ่านในการล็อกอิน รายการที่นำหน้าด้วยเครื่องหมาย '@' หมายถึงกลุ่มผู้ใช้ หากเลือกกลุ่มผู้ใช้จะเป็นการเลือกผู้ใช้ทั้งหมดที่อยู่ในกลุ่มนั้น ๆ
uk: Позначте всіх користувачів, яким ви хочете дозволити вхід без пароля. Елементи із значком "@" - це групи користувачів. Позначення будь-якої групи рівнозначне позначенню всіх користувачів у цій групі.
zh_tw: 核取所有您允許不使用密碼登入的使用者。標示「@」的項目是使用者群組。核取群組就如同核取群組中所有的使用者。

source: Automatically log in again after &X server crash
af: Automaties aanteken wanneer X bediener omval
ar: إعادة تسجيل الدخول تلقائيا عند حدوث إنهيا&ر في X
be: Аўтаматычна ўваходзіць зноў пасля &падзення X-сервера
bn: &এক্স সার্ভার ক্র্যাশ-এর পর স্বয়ংক্রিয় লগ-ইন
bs: Automatski se ponovo logiraj nakon pada &X servera
ca: A&ccedir automàticament altra vegada després d'una petada del servidor X
cy: Ail-fewngofnodi ymysgogol wedi chwalfa gweinydd &X
eo: Aŭtomate resaluti post morto de la &X-servilo
eu: Hasi berriz saioa automatikoki &X zerbitzaria kraskatu ondoren
fa: ورود به طور خودکار دوباره بعد از فروپاشی کارساز &X‌
fy: &Opnij oanmelde wannear't de X-tsjinner ûnferwacht beëinicht wurd.
gl: Reentrar automáticamente se se cae o servidor das &X
hi: एक्स सर्वर क्रेश होने के बाद फिर से स्वचलित लॉगइन करें (&X)
is: Stimpla sjálfkrafa inn þegar &X þjónninn deyr
ja: X サーバクラッシュ後に、自動的に再ログインする(&X)
ko: X 서버가 충돌했을 때 자동으로 다시 로그인하기(&X)
mk: Автоматски најави се повторно после паѓање на &X серверот
ms: Log masuk semula secara automatik apabila pelayan &X ranap
pa: &X ਸਰਵਰ ਦੇ ਬੰਦ ਹੋਣ ਉਪਰੰਤ ਸਵੈ-ਚਾਲਤ ਲਾਗਿੰਨ ਕਰੋ
ro: Loghează automat din nou după o prăbuşire de server &X
rw: Guhita wongera kwinjira nyuma y'uko seriveri &X ihagarara
se: Automáhtalaš sisačáliheapmi maŋŋa go &X-bálvá reakčana
sr: Аутоматски се &поново пријави након пада X сервера
sr@latn: Automatski se &ponovo prijavi nakon pada X servera
ta: X சேவையகம் முறிந்தபின் தானாகவே தொடங்கு
tg: Бори дигар воридшавии худкорӣ ба система, баъди шикасти &X хидматрасон
th: ทำการล็อกอินอัตโนมัติ หากเซิร์ฟเวอร์ X มีการแครช
uk: Автоматично реєструватися пі&сля краху сервера X
wa: Elodjer otomatikmint après on spotchaedje do sierveu &X
zh_tw: 在 X 伺服器關閉後自動重新登入 (&G)
