Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: Logo area:
af: Embleem area:
ar: منطقة الشعار:
be: Месца лагатыпа:
bn: লোগো ক্ষেত্র:
bs: Područje za logo:
ca: Àrea del logo:
cy: Ardal logo:
eo: Insigno-areo:
eu: Logoaren gunea:
fa: ناحیۀ آرم:
fy: Logogebiet:
gl: Área do logotipo:
hi: लोगो क्षेत्र
is: Staðsetning merkis:
ja: ロゴ領域:
ko: 로고 범위:
mk: Место за лого:
ms: Kawasan logo
pa: ਲੋਗੋ ਖੇਤਰ:
ro: Zona de logo:
rw: Umwanya w'ikirango:
se: Logo-báiki:
sr: Подручје логотипа:
sr@latn: Područje logotipa:
ta: சின்னத்துக்கான இடம்:
tg: Масоҳати намуна:
th: พื้นที่แสดงโลโก้:
uk: Ділянка логотипу:
uz: Belgi maydoni:
uz@cyrillic: Белги майдони:
wa: Redjon d' l' imådjete:
zh_tw: 標誌區域:

source: _: logo area &None
af: Geen
ar: لا &شيئ
be: &Нічога
bn: কিছু &নয়
ca: &Cap
cy: &Dim
eu: &Bat ere ez
fa: &هیچ‌کدام‌
fy: Gj&nt
gl: Ningún
is: &Ekkert
ja: なし(&N)
ko: 없음(&N)
mk: &Нема
pa: ਕੋਈ ਨਹੀਂ(&N)
rw: &Nta na hamwe
sr: &Ништа
sr@latn: &Ništa
th: ไม่ต้องแสดง
uk: &Нічого
uz: &Yoʻq
uz@cyrillic: &Йўқ
wa: &Nole
zh_tw: 無(&N)

source: Show cloc&k
af: Vertoon horlosie
ar: أظهر ال&ساعة
be: Паказваць гадзінні&к
bn: &ঘড়ি দেখাও
bs: Prikaži &sat
ca: Mostra rellot&ge
cy: Dangos clo&c
eo: Montri &horloĝon
eu: Era&kutsi erlojua
fa: نمایش &ساعت‌
fy: Klo&k sjen litte
gl: Amosar relo&xo
hi: घड़ी दिखाएँ (&k)
is: Sýna &klukku
ja: 時計を表示(&K)
ko: 시계 보이기(&K)
mk: Прикажи часовни&к
ms: Tunjuk&kan jam
pa: ਘੜੀ ਵੇਖਾਓ(&k)
ro: Afişează &ceasul
rw: Kwerekana isaha
se: Čájet &diimmu
sr: Прикажи часовни&к
sr@latn: Prikaži časovni&k
ta: நேரங்காட்டு
tg: Со&ат нишон диҳед
th: แสดงนาฬิกา
uk: Показувати годинни&к
uz: &Soatni koʻrsatish
uz@cyrillic: &Соатни кўрсатиш
wa: Mostrer l' ôrlod&je
zh_tw: 顯示時鐘 (&K)

source: Sho&w logo
af: Vertoon embleem
ar: أظهر ال&شعار
be: Паказваць л&агатып
bn: লোগো দেখা&ও
bs: Pri&kaži logo:
ca: &Mostra el logo
cy: Dang&os logo
eo: Montri &insignon
eu: &Erakutsi logoa
fa: &نمایش آرم‌
fy: Lo&go sjen litte
gl: Amo&sar imaxe
hi: लोगो दिखाएँ (&w)
is: Sýna &merki
ja: ロゴを表示(&W)
ko: 로고 보이기(&W)
mk: Прикажи лог&о
ms: Tunjukkan &logo
pa: ਲੋਗੋ ਵੇਖਾਓ(&w)
ro: Afişează &logo
rw: Kwerekana ikirango
se: Čá&jet logo
sr: Прикажи &логотип
sr@latn: Prikaži &logotip
ta: சின்னத்தைக் காட்டு
tg: &Намоиши намуна
th: แสดงโลโก้
uk: Показу&вати логотип
uz: &Belgini koʻrsatish
uz@cyrillic: &Белгини кўрсатиш
wa: Mostrer l' &imådjete
zh_tw: 顯示標誌 (&W)

source: You can choose to display a custom logo (see below), a clock or no logo at all.
af: Jy kan kies om pasmaak embleem te vertoon (sien onder), 'n horlosie of geen embleem nie.
ar: يمكنك إختيار عرض شعار مخصّص (أنظر بالأسفل) , أو ساعة أو لا شعار مطلقا.
be: Вы можаце выбраць для паказу лагатып (гл. ніжэй), гадзіннік або ўвогуле нічога.
bn: আপনি এখানে স্বনির্বাচিত একটি লোগো দেখাবার সিদ্ধান্ত নিতে পারেন (নীচে দেখুন), অথবা একটি ঘড়ি, বা একেবারে কিছুই না দেখাতে চাইতে পারেন।
bs: Možete odabrati da se prikaže vlastiti logo (vidi niže), sat ili nikakav logo.
ca: Podeu triar entre mostrar un logo a mida (veieu a baix), un rellotge o no res.
cy: Gallwch ddewis dangos logo addasiedig (gweler isod), cloc, neu dim logo o gwbl.
eo: KDM povas montri propran insignon (vidu malsupre) aŭ horloĝon aŭ nenion el ambaŭ.
eu: Logo pertsonalizatu bat (ikusi behean), erloju bat edo ezer ez erakustea aukera dezakezu hemen.
fa: می‌توانید برای نمایش یک آرم سفارشی، اصلاً یک ساعت یا هیچ آرمی را انتخاب نکنید )زیر را ببینید(.
fy: Jo kinne der foar kieze om in eigen logo sjen te litten (sjoch hjirûnder), in klok, of hielendal gjin logo.
gl: Pode escoller o amose dunha imaxe personalizada (vexa embaixo), un reloxo ou nada.
hi: आप चुन सकते हैं मनपसंद लोगो (नीचे देखें), एक घड़ी या कोई लोगो नहीं.
is: Þú getur valið um að sýna þitt eigið merki (sjá neðar), klukku eða ekkert merki.
ja: カスタムロゴ (下を参照) または時計を表示するか、何も表示しないかを選択できます。
ko: 시계, 사용자 정의 로고를 보여 줄 수 있거나 로고를 숨길 수 있습니다.
mk: Може да изберете прикажување на лого по сопствен избор (видете долу), часовник, или пак воопшто да немате лого.
ms: Anda boleh memilih untuk memaparkan satu logo kustomasi (lihat di bawah), satu jam atau tiada logo langsung
ro: Puteţi să alegeţi să afişaţi un logo personalizat (vedeţi mai jos), un ceas sau chiar nimic din toate acestea.
rw: Ushobora guhitamo kugaragaza ikirango cyabonejwe (reba ahakurikira), isaha cyangwa ntihagire ikirango kijyaho na kimwe.
se: Dás sáhtát válljet jos háliidat čájehit sierra logo (geahča vuolábealde), diibmu dahje ii makkárge logo obanassiige.
sr: Можете изабрати приказивање вашег логотипа (погледајте испод), часовника или да се ништа не приказује.
sr@latn: Možete izabrati prikazivanje vašeg logotipa (pogledajte ispod), časovnika ili da se ništa ne prikazuje.
ta: தனிப்பயன் சின்னம் (கீழே பார்க்கவும்) அல்லது ஒரு கடிகாரம் ஏதாவதொன்றைத்தேர்ந்தெடுக்கவும்.
tg: Шумо метавонед намоиши тамғаи худ(ба поён нигаред), соат ё ҳеҷ чизро интихоб кунед.
th: คุณสามารถเลือกให้แสดงโลโก้ที่กำหนด (ดูด้านล่างนี้), แสดงนาฬิกา หรือไม่มีโลโก้เลย
uk: Ви можете вибрати або показувати власний логотип (див. нижче), годинник або взагалі нічого не показувати.
wa: Vos ploz tchoezi di håyner ene imådjete da vosse (loukîz pus bas), l' eure, oudonbén nole imådjete.
zh_tw: 您可以選擇顯示自訂標題 (詳下述) 或時鐘或不要標題

source: &Logo:
af: Embleem:
ar: ال&شعار:
be: &Лагатып:
bn: লোগো (&ল):
eo: &Insigno:
eu: &Logoa:
fa: &آرم:‌
gl: &Logotipo:
hi: लोगोः (&L)
is: &Merki:
ja: ロゴ(&L):
ko: 로고(&L):
mk: &Лого:
pa: ਲੋਗੋ(&L):
rw: &Ikirango:
sr: &Логотип:
sr@latn: &Logotip:
ta: சின்னம்:
tg: &Намуна:
th: โลโก้:
uk: &Логотип:
uz: B&elgi:
uz@cyrillic: Б&елги:
wa: &Imådjete:
zh_tw: 旗幟(&L):

source: Click here to choose an image that KDM will display. You can also drag and drop an image onto this button (e.g. from Konqueror).
af: Kliek hier om 'n beeld te kies wat KDM sal vertoon. Jy kan ook 'n beeld trek en laat val op hierdie knoppie (Bv. van Konqueror).
ar: انقر هنا لاختيار الصورة التي سيعرضها مدير الدخول. يمكنك أيضا سحب وإفلات صورة إلى هذا الزر (من كونكورر مثلاً).
be: Націсніце тут для выбару выявы, што KDM будзе паказваць. Таксама можаце перацягнуць выяву ў гэтую кнопку (напрыклад, з Konqueror).
bn: এখানে ক্লিক করে এমন একটি ছবি বেছে নিন যা কে.ডি.এম. দেখাবে। অথবা, আপনি এই বাটনটির উপর একটি ছবি ড্র্যাগ-অ্যাণ্ড-ড্রপ করে এনেও ফেলতে পারেন (যেমন ধরুন কনকরার থেকে)।
bs: Klikinite ovdje za izbor slike koju će KDM prikazivati. Također možete vući i ispustiti sliku na ovo dugme (npr. iz Konquerora).
ca: Cliqueu aquí per triar una imatge que mostrarà KDM. També podeu arrossegar i amollar una imatge damunt d'aquest botó (p.ex. des de Konqueror).
cy: Cliciwch yma i ddewis delwedd bydd KDM yn ei ddangos. Gallwch hefyd lusgo a gollwng delwedd i'r botwm yma (e.e. o Konqueror).
eo: Klaku tie ĉi por elekti bildon, kiun KDM montru. Vi ankaŭ povas treni kaj faligi bildon al la butono per la muso (ekz. el Konkeranto).
eu: Klik egin ezazu hemen KDMk erakutsiko duen irudia hautatzeko. Botoi honetara irudi bat arrastatu eta jaregiteko aukera ere baduzu (Konquerorretik, adibidez).
fa: برای انتخاب تصویری که KDM نمایش خواهد داد، اینجا را فشار دهید. همچنین می‌توانید تصویری را به این دکمه بکشید و رها کنید)برای مثال: Konqueror (.
fy: Klik hjir om in ôfbylding te kiezen hokker KDM sjen litte sil. Jo kinne ek in ôfbylding nei dizze knop ta slepe (bgl. út Konqueror).
gl: Prema aquí para escoller unha imaxe que KDM amosará. Pode tamén arrastrar e soltar unha imaxe neste botón (p.e. dende Konqueror).
hi: छवि चुनने के लिए यहाँ क्लिक करें जिसो केडीएम दिखाएगा. आप कोई छवि इस बटन पर खींच और छोड़ सकते हैं (जैसे, कॉन्करर से).
is: Smelltu hér til að velja myndina sem KDE birtir. Þú getur einnig sleppt (drag'n'drop) mynd beint á hnappinn, t.d. frá Konqueror.
ja: KDM が表示する画像を選択します。このボタンに Konqueror などから画像ファイルをドラッグ&ドロップすることもできます。
ko: KDM에서 보여 줄 그림을 선택하십시오. Konqueror 등에서 이 단추 위에 그림을 끌어다 놓을 수 있습니다.
mk: Кликнете тука за да изберете слика што ќе ја прикажува KDM. Исто така, може да довлечете и пуштите слика врз ова копче (на пример, од Konqueror).
ms: Klik di sini untuk memilih satu gambar untuk KDM memaparkannya. Anda juga boleh drag dan jatuhkan satu gambar ke atas butang ini (contoh: daripada Konqueror).
ro: Daţi clic aici pentru a alege o imagine pe care o va afişa KDM. Puteţi să trageţi şi imagini din altă parte şi să le puneţi pe acest buton (de exemplu din Konqueror).
rw: Kanda hano kugira ngo uhitemo ishusho rizagaragazwa na KDM. Ushobora na none kunyereza no kurekurira ishusho kuri iyi buto (urugero riturutse muri Konqueror).
se: Coahkkal dása válljet gova maid KDM galgá čájehit. Don sáhtát maid geassit ja luoitit gova dán boalu ala (omd. Konqueror'is).
sr: Кликните овде да бисте изабрали слику коју ће KDM приказати. Такође можете превући и пустити неку слику на ово дугме (нпр. из Konqueror-а).
sr@latn: Kliknite ovde da biste izabrali sliku koju će KDM prikazati. Takođe možete prevući i pustiti neku sliku na ovo dugme (npr. iz Konqueror-a).
ta: KDM காட்டும் ஒரு உருவத்தை தேர்வு செய்ய இங்கே க்ளிக் செய்யவும். ஒரு உருவத்தை இழுத்து மற்றும் இந்த பொத்தானில் போடலாம் (உதாரனமாக, கான்கொரரிலிருந்து).
tg: Барои интихоби симое, ки KDM намоиш медиҳад, дар ин ҷо ангушт занед. Инчунин шумо метавонед симоро дар тугма ҷойгир кунед ба воситаи кашолакунии он (масалан аз Konqueror).
th: คลิ้กที่นี่ เพื่อเลือกภาพที่จะให้ KDM แสดงผล คุณสามารถใช้วิธี ลากและวางภาพ มายังปุ่มนี้ได้ (เช่น ลากมาจากคอนเควอร์เรอร์)
uk: Клацніть тут щоб вибрати зображення, яке буде показувати KDM. Крім цього ви можете перетягнути і покласти зображення на цю кнопку (наприклад з konqueror'а).
wa: Clitchîz chal po tchoezi ene imådjete po KDM håyner. Vos ploz eto saetchî et s' saetchî ene imådje dizo ç' boton ci (a pårti di Konqueror, metans).
zh_tw: 按下這邊以選擇一個 KDM 要顯示的影像. 您也可以拖曳一個影像到這個按鈕上.

source: Position:
af: Posisie:
ar: الموضع:
be: Пазіцыя:
bn: অবস্থান:
bs: Pozicija:
ca: Posició:
cy: Lleoliad:
eo: Loko:
eu: Kokapena:
fa: موقعیت:
fy: Posysje:
gl: Posición:
hi: स्थितिः
is: Staðsetning:
ja: 位置:
ko: 위치:
mk: Позиција:
ms: Posisi:
pa: ਸਥਿਤੀ:
ro: Poziţie:
rw: Ibirindiro:
se: Sajádat:
sr: Позиција:
sr@latn: Pozicija:
ta: இடம்:
tg: Ҷойгиркунӣ:
th: ตำแหน่ง:
uk: Позиція:
uz: Joylashishi:
uz@cyrillic: Жойлашиши:
wa: Eplaeçmint:
zh_tw: 位置:

source: &X:
ar: &س:
th: ตำแหน่ง X:
zh_tw: X 座標 (&X)：

source: &Y:
ar: &ص:
th: ตำแหน่ง Y:
zh_tw: Y 座標 (&Y)：

source: Here you specify the relative coordinates (in percent) of the login dialog's <em>center</em>.
af: Hier jy spesifiseer die koördinate van die aanteken dialoog boks se <em>sentrum</em>.
be: Тут вызначце адносныя каардынаты (у працэнтах) <em>цэнтру</em> дыялогу ўваходу.
bs: Ovdje možete zadati koordinate <em>središta</em> login dijaloga (u postotcima).
ca: Aquí especifiqueu les coordinades relatives (en percentatge) del <em>centre</em> del diàleg de connexió.
eo: Tie ĉi vi povas doni la koordinatojn (per procento) de la <em>mezo</em> de la salutdialogo.
eu: Hemen saio-hasierako elkarrizketaren <em>erdiaren</em> koordenadak (ehuneko gisan) adieraz ditzakezu.
fa: دراینجا، مختصات نسبی ) به درصد( <em>مرکز</em> محاورۀ ورود را مشخص کنید.
fy: Hjir omskriuw jo de besibbe koördinaten (yn prosinten) fan it <em>midden</em> fan it oanmeldskerm.
gl: Aquí pode especificar as coordenadas (en porcentaxe) do <em>centro</em> do diálogo de identificación.
hi: आप यहाँ लॉगइन संवाद के <em>केंद्र</em> के लिए सापेक्षिक निर्देशांक (प्रतिशत में) उल्लेखित कर सकते हैं.
is: Hérna gefurðu upp staðsetningu <em>miðju</em> innstimplunargluggans í prósentum.
ja: ログインダイアログの中央の相対座標をパーセントで指定します。
ko: 로그인 대화 상자의 <em>중심</em>에서의 상대 좌표를 입력하십시오.
mk: Тука може да ги наведете координатите на <em>центарот</em> на дијалогот за најавување.
ms: Di sini anda nyatakan kordinat relatif (dalam peratus) bagi pusat dialog log masuk <em></em>.
ro: Aici specificaţi coordonatele relative (în procente) ale <em>centrului</em> dialogului de autentificare.
rw: Aha ugaragaza uducirohuriro duciriritse (mu ijanisha) hagati mu gasandukukiganiro ka <em>ifashayinjira</em>.
sr: Овде наводите релативне (у процентима) координате <em>центра</em> дијалога за пријављивање.
sr@latn: Ovde navodite relativne (u procentima) koordinate <em>centra</em> dijaloga za prijavljivanje.
ta: இங்கு நீங்கள் புகுபதிகை உரையாடலின் சம்பந்தமான ஒருங்கிணைப்புகளை குறிப்பிடுங்கள் <em>center</em>.
tg: Дар ин ҷо шумо координатаҳои нисбии (бо фоиз) вориди муколамаро муайян карда метавонед <em>марказ</em>.
th: คุณสามารถระบุให้กล่องการล็อกอินแสดงผล<em>กลาง</em>ตำแหน่งที่กำหนดได้
uk: Тут потрібно вказати відносні координати (в процентах) <em>центра</em> вікна входу.
wa: Chal vos specifyîz les cowordonêyes do <em>cinte</em> del divize d' elodjaedje.
zh_tw: 您可以在這邊指定登入對話窗<em>中心</em>的相對座標（依百分比）。

source: <default>
af: <standaard>
ar: <افتراضي>
be: <прадвызначана>
bn: <ডিফল্ট>
bs: <uobičajeno>
ca: <per omissió>
cy: <rhagosodedig>
eo: <defaŭlta>
eu: <lehenetsia>
fy: <standert>
gl: <por defecto>
hi: <डिफ़ॉल्ट>
is: <sjálfgefið>
ja: <標準>
ko: <기본값>
mk: <основна>
pa: <ਮੂਲ>
ro: <implicit>
rw: <mburabuzi>
se: <standárda>
sr: <подразумевано>
sr@latn: <podrazumevano>
ta: <கொடாநிலை>
tg: <пешфарз>
th: <ค่าปริยาย>
uk: <стандартний>
uz: <andoza>
uz@cyrillic: <андоза>
wa: <prémetou>
zh_tw: 在<預設值>

source: GUI s&tyle:
af: GUI styl:
ar: مظ&هر واجهة المستخدم البيانية:
be: С&тыль інтэрфейсу:
bn: গু&ই স্টাইল:
bs: &Stil GUIja:
ca: Es&til del GUI:
cy: Ar&ddull GUI:
eo: GUI-&etoso:
eu: GUI es&tiloa:
fa: &سبک ونک:‌
fy: GUI-s&tyl:
gl: Estilo da interfa&ce gráfica:
hi: जीयूआई शैलीः (&t)
is: &Stíll viðmóts:
ja: GUI スタイル(&T):
ko: GUI 스타일(&T):
mk: GUI с&тил:
ms: Gaya &GUI
pa: GUI ਸ਼ੈਲੀ(&t):
ro: &Stil GUI:
rw: Imisusire ya GUI:
se: GUI s&tiila:
sr: С&тил GUI-ја:
sr@latn: S&til GUI-ja:
ta: வரைவியல்வழி பாந்தம்:
tg: Услуби &GUI:
th: แสดงผลแบบ:
uk: &Стиль інтерфейсу:
uz: GUI &uslubi:
uz@cyrillic: GUI &услуби:
wa: &Stîle do GUI:
zh_tw: 圖形使用介面風格(&T)：

source: You can choose a basic GUI style here that will be used by KDM only.
af: Jy kan 'n basiese GUI styl hier kies wat slegs deur KDM gebruik word.
ar: هنا يمكنك تحديد مظهر الواجهة الأساسي الذي سيتم استخدامه عن طريق مدير الدخول فقط.
be: Вы можаце выбраць базавы стыль графічнага інтэрфейсу, які будзе ўжыты толькі для KDM.
bn: এখানে একটি গুই স্টাইল বেছে নিতে পারেন যা শুধু কে.ডি.এম. ব্যবহার করবে।
bs: Ovdje možete izabrati osnovni stil GUIja koji će biti korišten samo u KDMu.
ca: Aquí podeu triar un estil bàsic de GUI que s'usarà només pel KDM.
cy: Gallwch ddewis arddull GUI sylfaenol yma i'w ddefnyddio gan KDM yn unig.
eo: Tie ĉi vi povas elekti bazan grafiketoson, kiun uzos nur KDM.
eu: KDMk bakarrik erabiliko duen oinarrizko GUI-estiloa hauta dezakezu hemen.
fa: دراینجا می‌توانید یک سبک پایه‌ای ونک را انتخاب کنید، که فقط توسط KDM استفاده می‌شود.
fy: Hjir kinne jo de werjeftestyl kieze dy allinnich troch KDM brûkt wurde sil.
gl: Pode escoller un estilo básico aquí, que empregará só KDM.
hi: आप यहाँ मूल जीयूआई शैली चुन सकते हैं जो सिर्फ केडीएम द्वारा ही उपयोग में लिया जाएगा.
is: Þú getur valið hvernig KDM hegðar sér hvað gluggakerfið varðar.
ja: ここで基本 GUI スタイルを選択します。この設定は KDM のみが使用します。
ko: KDM에서 사용할 GUI 스타일을 선택할 수 있습니다.
mk: Може да изберете основен GUI стил што ќе се користи само од KDM.
ms: Anda boleh memilih satu gaya asas GUI di sini yang hanya akan digunakan oleh KDM
ro: Puteţi alege aici stilul de interfaţă grafică care va fi utilizat numai de KDM.
rw: Ushobora guhitamo hano imisusire y'ibanze ya GUI izakoreshwa gusa na KDM.
se: Dás sáhtát válljet GUI stiilla. Dušše KDM geavaha dan.
sr: Овде можете изабрати основни стил GUI-ја који ће користити само KDM.
sr@latn: Ovde možete izabrati osnovni stil GUI-ja koji će koristiti samo KDM.
ta: KDM மட்டும் பயன்படுத்தும் ஒரு மூல GUI பாந்தத்தை இங்கே நீங்கள் தேர்ந்தெடுக்கலாம்.
tg: Дар ин ҷо шумо метавонед навъи асосии GUI-ро, ки танҳо аз тарафи KDM истифода бурда мешавад, интихоб намоед.
th: คุณสามารถเลือกรูปแบบการแสดงผล ได้ที่นี่ โดยจะถูกใช้กับ KDM เท่านั้น
uk: Ви можете вибрати основний графічний стиль графічної оболонки, який буде використовуватися тільки KDM.
wa: Vos ploz chal tchoezi on stîle di GUI d' båze ki serè eployî ki pa KDM.
zh_tw: 您可以選擇一個簡單的 GUI 樣式, 並只使用在 KDM 上面.

source: &Color scheme:
af: Kleur skema:
ar: م&خطط الألوان:
be: &Схема колераў:
bn: &রঙ স্কীম:
bs: &Šema boja:
ca: Es&quema de color:
cy: Cynllun &lliwiau:
eo: &Kolora etoso:
eu: &Kolore eskema:
fa: طرحوارۀ &رنگ:‌
fy: Kleurs&kema:
gl: Esquema de &Cor:
hi: रंग योजनाः (&C)
is: &Litastef:
ja: 色スキーム(&C):
ko: 색 배열(&M):
mk: &Шема на бои:
ms: Skima &warna:
pa: ਰੰਗ ਸਕੀਮ(&C):
ro: Schema de &culori:
rw: &Igishushanyo mbonera cy'ibara:
se: &Ivdnečuohkádus
sr: Ш&ема боја:
sr@latn: Š&ema boja:
ta: வண்ணத் திட்டம்:
tg: &Нақшаи рангҳо:
th: ชุดสี:
uk: Схема &кольорів:
uz: &Rang qolipi:
uz@cyrillic: &Ранг қолипи:
wa: &Arindjmint des coleurs:
zh_tw: 顏色 (&C)：

source: You can choose a basic Color Scheme here that will be used by KDM only.
af: Jy kan 'n basiese kleur skema hier kies wat slegs deur KDM gebruik word.
ar: هنا يمكنك تحديد مخطط الألوان الأساسي الذي سيتم استخدامه عن طريق مدير الدخول فقط.
be: Вы можаце выбраць схему колераў, якая будзе ўжыта толькі для KDM.
bn: আপনি এখানে শুধু কে.ডি.এম-এর ব্যবহারের জন্য একটি কালার (রঙ) স্কীম বেছে নিতে পারেন।
bs: Ovdje možete izabrati osnovnu šemu boja koja će biti korištena samo u KDMu.
ca: Aquí podeu triar un esquema de color bàsic que s'usarà només pel KDM.
cy: Gallwch ddewis Cynllun Lliwiau sylfaenol yma i'w ddefnyddio gan KDM yn unig.
eo: Tie ĉi vi povas elekti bazan grafiketoson, kiun uzos nur KDM.
eu: KDMk bakarrik erabiliko duen oinarrizko kolore eskema hauta dezakezu hemen.
fa: در اینجا می‌توانید یک طرحواره رنگ پایه‌ای را انتخاب کنید، که فقط توسط KDM استفاده می‌شود.
fy: Hjir kinne jo de basis kleurskema kieze dy allinne troch KDM brûkt wurde sil.
gl: Pode escoller un Esquema de Cor básico aquí que só empregará KDM.
hi: आप यहाँ मूल रंग योजना चुन सकते हैं जो सिर्फ केडीएम द्वारा ही उपयोग में लिया जाएगा.
is: Þú getur valið grunn-litastef sem verður aðeins notað af KDM.
ja: ここで基本の色スキームを選択します。この設定は KDM のみが使用します。
ko: KDM에서 사용할 기본 색 배열을 선택할 수 있습니다.
mk: Може да изберете основна шема на бои што ќе се користи само од KDM.
ms: Anda boleh memilih skim warna asas di sini yang hanya akan digunakan oleh KDM.
pa: ਤੁਸੀਂ ਇੱਥੇ ਮੂਲ ਰੰਗ ਸਕੀਮ ਚੁਣ ਸਕਦੇ ਹੋ, ਜੋ ਕਿ ਸਿਰਫ ਕੇਡੀਐਮ ਰਾਹੀਂ ਹੀ ਵਰਤੀ ਜਾਵੇਗੀ।
ro: Puteţi alege aici schema de culori care va fi utilizată numai de KDM.
rw: Ushobora guhitamo hano Igishushanyo mbonera cy'Ibara cy'ibanze kizakoreshwa gusa na KDM.
se: Dás sáhtát válljet ivdnecuohkádusa. Dušše KDM geavaha dan.
sr: Овде можете изабрати основну шему боја коју ће користити само KDM.
sr@latn: Ovde možete izabrati osnovnu šemu boja koju će koristiti samo KDM.
ta: KDM மட்டும் பயன்படுத்தும் ஒரு நல்ல வண்ணத் திட்டத்தை இங்கே நீங்கள் தேர்ந்தெடுக்கலாம்.
tg: Дар ин ҷо шумо метавонед нақшаи Ранги асосиро, ки танҳо аз тарафи KDM истифода бурда мешавад, интихоб намоед.
th: คุณสามารถเลือกรูปแบบชุดสีได้ที่นี่ โดยมันจะถูกใช้กับ KDM เท่านั้น
uk: Ви можете вибрати основну схему кольорів, яка буде використовуватися тільки в KDM.
wa: Vos ploz chal tchoezi on stîle d' arindjmint d' coleur di båze ki serè eployî ki pa KDM.
zh_tw: 您可以在這裡選擇一個基本的顏色配置，同時將只會使用在 KDM 之上。

source: No Echo
af: Geen Ego
ar: بدون صدى
be: Без адлюстравання
bn: কিছু নয়
bs: Bez eho-a
ca: Sense eco
cy: Dim Adlais
eo: Sen eĥo
eu: Oihartzunik gabe
fa: بدون پژواک
fy: Gjin echo
gl: Sen eco
hi: कुछ भी नहीं दिखाएँ
is: Ekkert sýnt
ja: エコーなし
ko: 표시하지 않음
mk: Без ехо
ms: Tiada Gema
pa: ਗੂੰਜ ਨਹੀਂ
ro: Fără ecou
rw: Nta Echo
se: Ale skája
sr: Без еха
sr@latn: Bez eha
ta: எதிரொலி இல்லை
tg: Бе нӯф
th: ไม่แสดง
uk: Без відлуння
uz: Koʻrsatilmasin
uz@cyrillic: Кўрсатилмасин
wa: Pont d' echo
zh_tw: 沒有回應

source: One Star
af: Een Ster
ar: نجمة واحدة
be: Адна зорка
bn: একটি করে তারা
bs: Jedna zvijezda
ca: Un estel
cy: Un Seren
eo: Unu stelo
eu: Izar bat
fa: یک ستاره
fy: Ien stjer
gl: Unha estrela
hi: एक तारा
is: Ein stjarna
ja: 星一つ
ko: 별 하나
mk: Една ѕвездичка
ms: Satu Bintang
pa: ਇੱਕ ਤਾਰਾ
ro: O steluţă
rw: Inyenyeri Imwe
se: Okta násti
sr: Једна звездица
sr@latn: Jedna zvezdica
ta: ஒரு நட்சத்திரம்
tg: Як Ситора
th: ดอกจันทร์ 1 ตัว
uk: Одна зірка
uz: Bitta yulduzcha
uz@cyrillic: Битта юлдузча
wa: Ene sitoele
zh_tw: 一個星號

source: Three Stars
af: Drie Sterre
ar: ثلاثة نجوم
be: Тры зоркі
bn: তিনটি করে তারা
bs: Tri zvijezde
ca: Tres estels
cy: Tri Seren
eo: Tri steloj
eu: Hiru izar
fa: سه ستاره
fy: Trije stjerren
gl: Tres estrelas
hi: तीन तारा
is: Þrjár stjörnur
ja: 星三つ
ko: 별 세개
mk: Три ѕвездички
ms: Tiga Bintang
pa: ਤਿੰਨ ਤਾਰੇ
ro: Trei steluţe
rw: Inyenyeri Eshatu
se: Golbma nástti
sr: Три звездице
sr@latn: Tri zvezdice
ta: மூன்று நட்சத்திரங்கள்
tg: Се Ситора
th: ดอกจันทร์ 3 ตัว
uk: Три зірки
uz: Uchta yulduzcha
uz@cyrillic: Учта юлдузча
wa: Troes stoeles
zh_tw: 三個星號

source: Echo &mode:
af: Ego modus:
ar: نم&ط الصدى:
be: Спосаб &адлюстравання:
bn: &ইকো মোড:
bs: &Echo mod:
ca: Mode de l'&eco:
cy: &Modd adlais
eo: Eĥo dum &tajpo:
eu: Oihartzun &eran:
fa: &حالت پژواک:‌
fy: &Echomodus:
gl: &Modo eco:
hi: इको मोड (&m)
is: &Bergmálshamur:
ja: エコーモード(&M):
ko: 표시 모드(&M):
mk: Ехо режи&м:
ms: &Mod gema:
pa: ਗੂੰਜ ਢੰਗ(&m):
ro: Mod &ecou:
rw: Uburyo bwa Echo:
se: Skádja&ndoibmanvuohki:
sr: &Ехо режим:
sr@latn: &Eho režim:
ta: எதிரொலி முறை:
tg: &Шакли нӯф
th: แสดงผล:
uk: &Режим відлуння:
uz: &Kiritish usuli:
uz@cyrillic: &Киритиш усули:
wa: &Mode echo:
zh_tw: 回應模式(&M):

source: You can choose whether and how KDM shows your password when you type it.
af: Jy kan kies of en hoe KDM jou wagwoord moet vertoon wanneer jy dit intik.
ar: هنا يمكنك اختيار كيفية عرض كلمة المرور في مدير الدخول عند كتابتها.
be: Вы можаце выбраць, ці будзе і як будзе KDM адлюстроўваць ваш пароль падчас уводу.
bn: আপনার পাসওয়ার্ড টাইপ করলে কে.ডি.এম. তা কি ভাবে দেখাবে তা নির্ধারণ করতে পারেন।
bs: Možete izabrati da li će i kako KDM prikazati vašu šifru dok je kucate.
ca: Podeu triar si desitgeu que el KDM mostri la vostra contrasenya quan la introduïu i com desitgeu que es vegi.
cy: Gallwch ddewis os a sut y mae KDM yn dangos eich cyfrinair pan rydych yn ei deipio.
eo: Vi povas elekti, ĉu kaj kiel KDM montru vian pasvorton dum vi tajpas ĝin.
eu: Pasahitza idazterakoan, KDMk ea erakutsiko duen eta zelan bistaratuko duen aukera dezakezu.
fa: می‌توانید انتخاب کنید که آیا و چطور زمانی که اسم رمزتان را تحریر می‌کنید، KDM آن را نمایش می‌دهد.
fy: Hjir kinne jo beskiede of en hoe KDM jo wachtwurd werjaan sil as jo it ynfiere.
gl: Pode escoller o modo en que KDM amosa o seu contrasinal cando a introduza no campo.
hi: आप चुन सकते हैं कि क्या और कैसे केडीएम आपका पासवर्ड दिखाएगा जब आप इसे टाइप करेंगे.
is: Þú ræður hvort og hvernig KDM sýnir lykilorðið þitt þegar þú skrifar það.
ja: 入力したパスワードを KDM に表示するかどうか、表示する場合はどのように表示するかを設定します。
ko: 암호를 입력할 때 KDM에서 표시할 방법을 설정합니다.
mk: Може да изберете дали и како KDM ќе ја прикажува вашата лозинка кога ја внесувате.
ms: Anda boleh memilih bagaimana dan sama ada KDM akan memaparkan kata laluan anda apabila anda menaipnya.
ro: Puteţi alege modul în care KDM va afişa parola atunci cînd o scrieţi la autentificare.
rw: Ushobora guhitamo niba n'uko KDM yerekana ijambobanga ryawe iyo uryanditse.
se: Sáhtát válljet jos ja mo KDM čájeha beassansánát dan čálidettiin.
sr: Можете изабрати да ли ће и како KDM приказати вашу лозинку када је будете уносили.
sr@latn: Možete izabrati da li će i kako KDM prikazati vašu lozinku kada je budete unosili.
ta: நீங்கள் உள்ளிடும் கடவுச்சொல்லை KDM எவ்வாரு காட்டுமோ காட்டாதோ என்பதை தேர்வு செய்யலாம்.
tg: Шумо метавонед тарзи намоиши KDM гузарвожаи шуморо, ки чоп мекунад, интихоб намоед.
th: คุณสามารถเลือกว่าจะให้ KDM แสดงรหัสผ่านที่คุณพิมพ์อย่างไร
uk: Тут ви можете вибрати як KDM буде відображувати введений вами пароль.
wa: Vos ploz tchoezi si et comint KDM mostere vosse sicret cwand vos l' tapez.
zh_tw: 您可以選擇當您輸入密碼時，KDM的顯示方式
