Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: E&nable background
af: Aktiveer agtergrond
ar: تمكين ال&خلفية
be: У&ключыць фон
bn: পটভূমি সক্রিয় &করো
bs: Uključi po&zadinu
ca: &Habilita el fons
cy: &Galluogi cefndir
eo: &Ebligi Fonon
eu: &Gaitu atzeko planoa
fa: &فعال‌‌‌سازی زمینه‌
fy: Eftergrû&n aktivearje
gl: &Habilitar fondo
hi: पृष्ठभूमि सक्षम करें (&n)
is: Virkja &bakgrunn
ja: 背景を有効にする(&N)
ko: 배경 그림 사용하기(&N)
mk: Овозможи подло&га
ms: Izinkan latarbelaka&ng
pa: ਪਿੱਠਭੂਮੀ ਯੋਗ(&n)
ro: Activează imaginea de &fundal
rw: Gufungura mbuganyuma
se: G&eavat duogáža
sr: Укључи &позадину
sr@latn: Uključi &pozadinu
ta: பின்னணியை காட்டு
tg: &Замина фаъол созед
th: เปิดใช้พื้นหลัง
uk: Ввімкнути &тло
uz: &Orqa fonni yoqish
uz@cyrillic: &Орқа фонни ёқиш
wa: Mete &en alaedje li fond
zh_tw: 啟動背景 (&N)

source: If this is checked, KDM will use the settings below for the background. If it is disabled, you have to look after the background yourself. This is done by running some program (possibly xsetroot) in the script specified in the Setup= option in kdmrc (usually Xsetup).
af: Indien gekies, sal KDM die onderstaande instellings vir die agtergrond gebruik. indien dit afgeskakel is moet jy self die agtergrond opstel. Dit word gedoen deur 'n programme te hardloop (moontlik 'xsetroot') in die skrip soos gespesifiseer in die Setup= opsies in kdmrc (gewoonlik Xsetup).
ar: إذا كان هذا الخيار منشطاً فسيستخدم مدير الدخول الإعدادات الموجودة بأسفل للخلفية. إذا كان غير منشط فسيكون عليك إعداد الخلفية بنفسك. يمكنك ذلك بتشغيل برنامج معين (قد يكون xsetroot) في ملف الأوامر المحدد بخيار Setup= في kdmrc (عادة Xsetup).
be: Калі ўключана, KDM будзе выкарыстоўваць для фону налады ніжэй. Калі адключана, вы мусіце паклапаціцца пра фон самастойна. Гэта робіцца з дапамогай пэўных праграм (магчыма, xsetroot) у сцэнары, вызначаным опцыяй Setup= у kdmrc (звычайна Xsetup).
bs: Ako je ovo odabrano, KDM će koristiti postavke date ispod za pozadinu. Ako je isključeno, moraćete se sami pobrinuti za pozadinu. Ovo se radi koristeći neki program (moguće xsetroot) u skripti navedenoj u opciji Setup= u kdmrc-u (najčešće Xsetup).
ca: Si se selecciona aquesta opció, el KDM usarà l'arranjament de sota pel fons. Si està deshabilitada, haureu de preocupar-vos de configurar el fons després. Això es fa executant algun programa (possiblement xsetroot) en l'script especificat en l'opció Setup= del fitxer kdmrc (usualment Xsetup).
cy: Os yw hwn yn ddewisiedig, defnyddia KDM y gosodiadau isod ar gyfer y cefndir. Os nad yw, bydd rhaid i chi drefnu'r cefndir eich hun. Gwneir hyn drwy redeg rhyw raglen (xsetroot o bosib) mewn sgript y penodir yn y dewisiad Setup= yn kdmrc (Xsetup fel arfer).
eo: Se vi ebligas ĉi tiun, KDM uzos la subajn agordojn por la fono. Se ne ebligita, vi devas agordi la fonon aliamaniere, eble per 'xsetroot' kiel la skripto en la Setup= opcio en kdmrc (kutime Xsetup).
eu: Hau gaituta badago KDMk beheko ezarpenak erabiliko ditu atzeko planorako. Desgaiturik egonez gero, zu-zeu arduratu beharko zara atzeko planoaz. Hau egiteko bidea kdmrc-ren Setup= aukeran (gehienetan Xsetup) zehaztutako script-ean programaren bat abiaraztea da (agian xsetroot)
fa: اگر این علامت زده شود، KDM از تنظیمات زیر برای زمینه استفاده خواهد کرد. اگر غیرفعال شود، خودتان باید به دنبال زمینه بگردید. این کار با اجرای برخی برنامه‌ها ) احتمالاً xsetroot ( در دست‌نوشته مشخص شده در گزینۀ Setup= درkdmrc )معمولا Xsetup ( انجام می‌شود.
fy: As dit selektearre is dan sil KDM de hjir ûndersteande eftergrûn ynstellingen brûke. As dit net selektearre is, dan moatst de eftergrûn sels ynstelle. Dit kinst dwaan troch it útfieren fan in bepaald programma (wierskynlik xsetroot) yn it skript dat is omskreaun yn de opsje "Setup=" yn de triem kdmrc (meestal Xsetup).
gl: Se se activa isto, KDM empregara as opcións de embaixo para o fondo. Se non se activa, terá que preocuparse de estabrecer o fondo manualmente. Isto pode facerse executando algún programa (posiblemente xsetroot) no script especificado en Setup= opción en kdmrc (normalmente Xsetup).
hi: यदि यह चेक किया जाता है, केडीएम नीचे दिए गए विन्यास को पृष्ठभूमि के लिए उपयोग करेगा. यदि यह अक्षम किया जाता है, आपको स्वयं को पृष्ठभूमि के लिए देखना होगा. यह कुछ प्रोग्राम (संभवतः xsetroot) चलाकर किया जाता है जो स्क्रिप्ट उल्लेखित होता है- सेटअप=विकल्प kdmrc में (प्रायः एक्ससेटअप).
is: Ef þetta er valið mun KDM nota stillingarnar hér að neðan fyrir bakgrunn. Ef þetta er ekki valið þá verður þú að stilla bakgrunninn sjálfur. Þetta er gert með því að keyra eitthvað forrit (sennilega xsetroot) í skriftu sem skilgreind er í Setup= valinu í kdmrc (venjulega Xsetup),
ja: これを選択すると、KDM は下の設定を背景に使用します。無効にした場合は、背景は別に設定する必要があります。これは kdmrc の Setup= オプションに指定されているスクリプトファイル (通常は Xsetup) の中でプログラム (xsetroot など) を実行することで実現できます。
ko: 이 설정을 사용하면 KDM에서는 배경 그림으로 아래 설정을 사용합니다. 만약 이 설정을 사용하지 않으면 배경 그림을 수동으로 지정해야 합니다. kdmrc의 Setup= 설정에 지정한 Xsetup 같은 스크립트에서 xsetroot 같은 프로그램을 실행해서 설정합니다.
mk: Ако ова е избрано KDM ќе ги користи подолу дадените поставувања за подлога. Ако не, ќе треба самостојно да се погрижите за подлогата. Ова се прави со извршување на некоја програма (можеби xsetroot) во скриптата наведена во опцијата Setup= во kdmrc (вообичаено Xsetup).
ms: Sekiranya ini ditandakan, KDM akan menggunakan tetapan di bawah untuk latar belakang. Sekiranya ia dinyahbolehkan, anda perlu melihat sendiri latarbelakang yang ingin dipilih. Hal ini boleh dilakukan dengan melarikan sesuatu program (berkemungkinan xsetroot) di dalam skrip yang dinyatakan di dalam pilihan Tetapan di kdmrc (biasanya Xsetup).
ro: Dacă această opţiune este selectată, KDM va utiliza pentru fundal setările de mai jos. În caz contrar va trebui să setaţi fundalul în alt mod dacă îl doriţi. Acest lucru îl puteţi face rulînd anumite programe (precum "xsetroot") din scriptul specificat de opţiunea Setup= din fişierul "kdmrc" (în mod normal el este "Xsetup").
rw: Nutoranya iki, KDM izakoresha amagenamiterere akurikira ku mbuganyuma. Nigihagarikwa, ni wowe ugomba kwita ku mbuganyuma. Ibi bikorwa utangiza porogaramu zimwe na zimwe (bishobotse xsetroot) mu gaporogaramu kagaragajwe mu Mitegurire= uburyo buri muri kdmrc (akenshi Xsetup).
se: Jos dát lea merkejuvvon, de KDM geavaha heivehusaid dás vuolábealde. Jos ii leat merkejuvvon, de fertet ieš heivehit duogáža. Sáhtát geavahit omd. xsetroot skriptas mii meroštallojuvvo «Setup=» molssaeavttus kdmrc fiillas (dábálaččat Xsetup).
sr: Уколико је ова опција укључена, KDM ће користити доња подешавања за позадину. Уколико није укључена, морате сами подесити позадину. Ово можете учинити одређеним програмима (највероватније xsetroot) у скрипти која је одређена у опцији Setup= у kdmrc-у (обично Xsetup).
sr@latn: Ukoliko je ova opcija uključena, KDM će koristiti donja podešavanja za pozadinu. Ukoliko nije uključena, morate sami podesiti pozadinu. Ovo možete učiniti određenim programima (najverovatnije xsetroot) u skripti koja je određena u opciji Setup= u kdmrc-u (obično Xsetup).
ta: இந்த விருப்பத்தை தேர்ந்தெடுத்தால் ,KDM அதன் தொடங்கல் உரையாடலில் பின்னணி விவரங்களை இங்கிருந்து எடுத்துக்கொள்ளும். இல்லையென்றால் நீங்கள் xsetroot போன்ற கட்டளைகள் வழியாக வடிவமைக்கலாம்
tg: Агар он барпо шуда бошад, KDM барои паснамо параметрҳои дар поён бударо истифода хоҳад бурд. Агар он хомӯш карда шуда бошад, шумо бояд худатон аз боло паснамо назорат баред. Он ба воситаи коргузории баъзе барномаҳо (эҳтимолан xsetroot) дар дастнависи таъиншуда дар Setup= интихоб дар kdmrc (одатан Xsetup), иҷро мешавад.
th: เลือกตัวเลือกนี้ เพื่อให้ KDM ใช้พื้นหลังจากค่าที่ตั้งไว้ทางด้านล่างนี้ หากไม่เปิดใช้งาน คุณจะเห็นพื้นหลังซึ่งอาจจะเกิดจากการทำงานของบางโปรแกรม (ซึ่งอาจจะเป็น xsetroot) ซึ่งกำหนดเป็นส่วนตัวเลือก Setup= ในแฟ้ม kdmrc (โดยปกติจะเป็น Xsetup)
uk: Якщо ввімкнено, KDM буде використовувати параметри тла, що наведені нижче. Інакше, ви повинні самі визначати тло. Це можна зробити запустивши довільну програму (можливо, xsetroot) в скрипті, вказаному в параметрі Setup= в kdmrc (здебільшого, Xsetup).
wa: Ci cisse tchuze ci est clitcheye, KDM va eployî les apontiaedjes chal pa dzo pol fond. Si c' est dismetou, vos vs divoz ocuper vos-minme do fond. Çoula s' fwait tot-z enondant on programe (come xsetroot) a pårti do scripe diné dins l' tchuze Setup= do fitchî kdmrc (å pus sovint li scripe ça serè Xsetup).
zh_tw: 如果這個選項被選取了，KDM 將會使用下面關於背景的設定。如果停用它，您就必須自己管理背景。這是利用在設定中指定命令稿執行某些程式(可能是 xsetroot)來完成的 = kdmrc (通常是 Xsetup)中的選項。

source: &Greeting:
af: Groet:
ar: ال&تحية:
be: &Вітанне:
bn: &অভ্যর্থনা:
bs: &Pozdrav:
ca: Sa&lutació:
cy: &Cyfarchiad
eo: &Saluto:
eu: On&gi etorria:
fa: &خوش‌آمد گویی:‌
fy: Be&groeting:
gl: &Benvida:
hi: अभिवादनः (&G)
is: &Kveðja:
ja: あいさつ(&G):
ko: 환영(&G):
mk: &Поздрав:
ms: &Ucapan
pa: ਸਵਾਗਤ(&G):
ro: &Salut:
rw: &Indamukanyo:
se: &Buresboahtin:
sr: &Поздрав:
sr@latn: &Pozdrav:
ta: வாழ்த்து:
tg: &Пешвоз:
th: ข้อความต้อนรับ:
uk: &Привітання:
uz: &Salomlashish:
uz@cyrillic: &Саломлашиш:
wa: &Bénvnowe:
zh_tw: 問候 (&G):

source: This is the "headline" for KDM's login window. You may want to put some nice greeting or information about the operating system here.<p>KDM will substitute the following character pairs with the respective contents:<br><ul><li>%d -> current display</li><li>%h -> host name, possibly with domain name</li><li>%n -> node name, most probably the host name without domain name</li><li>%s -> the operating system</li><li>%r -> the operating system's version</li><li>%m -> the machine (hardware) type</li><li>%% -> a single %</li></ul>
af: Hierdie is die "opskrif" vir KDM se aanteken venster. Jy mag dalk 'n oulike groete boodskap of inligting rakende die beheer stelsel hier invoeg.<p>KDM sal die volgende karakterstelle met die ooreenstemmende inhoud vervang:<br><ul><li>%d -> HUIDige skerm</li><li>%h -> bediener naam, waarskynlik tesame met domein naam</li><li>%n -> rekenaar naam, waarskynlik die bedienr naam sonder die domain naam</li><li>%s -> die beheer stelsel</li><li>%r -> die weergawe van die beheer stelsel</li><li>%m -> die rekenaar tipe (hardeware)</li><li>%% -> 'n enkel %</li></ul>
ar: هذا هو "العنوان" لنافذة دخول KDM. قد تحتاج لوضع تحية جميلة أو معلومات عن نظام التشغيل هنا.<p>سيقوم KDM باستبدال أزواج الحروف التالية بالمحتويات التالية: <br><ul><li>%d -> العرض الحالي</li><li>%h -> اسم المضيف, قد يكون مع اسم النطاق</li><li>%n -> اسم النطاق، في الغالب اسم المضيف من غير اسم النطاق</li><li>%s -> نظام التشغيل</li><li>%r -> إصدارة نظام التشغيل</li><li>%m -> نوع الجهاز (العتاد)</li><li>%% -> % واحدة</li></ul>
be: Гэта верхні радок для акна ўваходу KDM. Вы можаце адзначыць тут на свой густ змест вітання або звесткі аб аперацыйнай сістэме.<p>KDM заменіць наступныя сімвальныя пары адпаведным зместам:<br><ul><li>%d -> бягучы экран</li><li>%h -> назва машыны, імаверна, з назвай дамену</li><li>%n -> назва вузла, найбольш імаверна, назва машыны без назвы дамену</li><li>%s -> аперацыйная сістэма</li><li>%r -> версія аперацыйнай сістэмы</li><li>%m -> тып машыны (абсталявання)</li><li>%% -> адзін %</li></ul>
bn: এটি কে.ডি.এম-এর লগ-ইন উইণ্ডোর "শিরোনাম" নির্দিষ্ট করে। আপনি সম্ভবত এখানে ব্যবহারকারীকে অভ্যর্থনা জানিয়ে এবং যন্ত্রটির অপারেটিং সিস্টেম সম্বন্ধে কিছু তথ্য উল্লেখ করে একটি বার্তা দেখাতে চাইবেন। <p>আপনার বার্তায় নিম্নলিখিত বিশেষ বর্ণগুচ্ছগুলি ব্যবহার করলে কে.ডি.এম. সেই জায়গায় বর্ণনা অনুসারে যথাযথ পংক্তি প্রতিস্থাপন করে দেবে:<br> <ul> <li>%d -> বর্তমান ডিস্‌প্লে</li> <li>%h -> হোস্টনেম, সঙ্গে সম্ভবত ডোমেইন নেম</li> <li>%n -> নোড নেম, অধিকাংশ ক্ষেত্রে ডোমেইন নাম ছাড়া শুধু হোস্টনেম</li> <li>%s -> অপারেটিং সিস্টেম</li> <li>%r -> অপারেটিং সিস্টেম-এর সংস্করণ</li> <li>%m -> যন্ত্রটির ধরন (হার্ডওয়ার টাইপ)</li> <li>%% -> একটি % চিহ্ন</li> </ul>
bs: Ovo je "naslov" KDM prozora za prijavu. Ovdje možete staviti neki fini pozdrav ili informacije o računarskom sistemu. <p>KDM će zamijeniti sljedeće posebne znakove odgovarajućim sadržajem kako je navedeno:<br><ul><li>%d -> trenutni display</li><li>%h -> ime računara, najčešće sa domenom</li><li>%n -> ime čvora, najčešće ime računara bez domene</li><li>%s -> operativni sistem</li><li>%r -> verzija operativnog sistema</li><li>%m -> vrsta računara (hardvera)</li><li>%% -> jedan znak %</li></ul>
ca: Aquesta és la "capçalera" per a la finestra d'accés de KDM. Potser voldreu establir una bonica benvinguda o oferir-hi informació quant al vostre sistema operatiu.<p>KDM substituirà els següents caràcters pel seu respectiu contingut:<br><ul><li>%d -> pantalla actual</li><li>%h -> nom màquina, possiblement amb el nom de domini</li><li>%n -> nom del node, el més probable es que sigui el nom de la màquina sense el nom de domini</li><li>%s -> el sistema operatiu</li><li>%r -> la versió del sistema operatiu</li><li>%m -> el tipus de màquina (maquinari)</li><li>%% -> un simple signe de %</li></ul>
cy: Dyma'r "pennawd" i ffenestr mewngofnodi KDE. Efallai hoffech roi rhyw cyfarchiad cynnes neu wybodaeth ynglyn â'r cysawd gweithredu yma. <p>Bydd KDM yn amnewid y parau nod dilynnol efo'r cynnwys perthnasol:<br><ul><li>%d -> dangosydd cyfredol</li><li>%h -> enw gwesteiwr, efallai efo enw parth</li><li>%n -> enw nôd, yr enw gwesteiwr heb yr enw parth, mwy na thebyg</li><li>%s -> y cysawd gweithredu</li><li>%r -> fersiwn y cysawd gweithredu</li><li>%m -> math y peiriant (caledwedd)</li> <li>%% -> % sengl</li> </ul>
eo: Ĉi tiu estas la "titolo" por la ensaluta fenestro en KDM. Eble vi volus enskribi afablan saluton aŭ informo pri la operaciumo. <p>KDM anstataŭigos la subajn signajn parojn per la enhavo: <br><ul><li>%d -> nuntempa vidigo</li><li>%h ->gastiga nomo, eble kun domajnnomo</li><li>%n ->noda nomo, kompreneble la gastiga nomo sen domajnnomo</li><li>%s ->la operaciumo<li><li>%r ->la redakcio de la operaciumo<li><li>%m ->la maŝina (aparatara) speco</li><li>%% ->unuopa %</li></ul>
eu: Hau KDMren saio-hasierako leihoaren "goiburua" da. Nahi izanez gero, ongietorria edo sistema eragileari buruzko informazioa ipin zenezake hemen.<p>KDMk ondorengo karaktere pareak euren alboko edukiez ordeztuko ditu:<br><ul><li>%d -> pantaila hau</li><li>%h -> ostalari izena, domeinu eta guzti, seguru aski</li><li>%n -> nodo izena, ostalari izena domeinu izenik gabe, seguru aski</li><li>%s -> sistema eragilea</li><li>%r -> sistema eragilearen bertsioa</li><li>%m -> hardware mota</li><li>%% -> % bakar bat</li></ul>
fa: این، »سرخط« برای پنجره ورود KDM می‌باشد. ممکن است بخواهید تعدادی خوش‌آمد گویی یا اطلاعات خوب در مورد سیستم عامل را در اینجا بگذارید.<p>KDM جفتهای نویسه‌ای زیر را با محتواهای نسبی جانشین می‌کند:<br><ul><li>%d -< نمایش جاری</li><li>%h -< نام میزبان، احتمالاً با نام دامنه</li><li>%n -< نام گره، به احتمال زیاد نام میزبان بدون نام دامنه</li><li>%s -< سیستم عامل</li><li>%r -< نسخۀ سیستم عامل</li><li>%m -< نوع ماشین )سخت‌افزار(</li><li>%% -< یک ٪ تنها</li></ul>
fy: Dit is de koprigel foar it oanmeldfinster fan de KDE Display Manager. Do kinst hjir in leuke groet ynfiere. <p> Ek kinst ynformaasje oer dyn systeem yn de groet opnimme. KDM sil de folgjende plakhâlders ferfange troch de ynhâld dy derby neamd is: <br><ul> <li>%d -> hjoeddeiske werjefte</li> <li>%h -> hostnamme, mooglik mei domeinnamme</li> <li>%n -> nodenamme (meastal hostnamme sûnder domein)</li> <li>%s -> namme fan it bestjoeringssysteem</li> <li>%r -> ferzje fan it bestjoeringssysteem</li> <li>%m -> de boukeunst fan de apparatuur</li> <li>%% -> in inkel prosintteken (%)</li> </ul>
gl: Éste é o "título" da fiestra de identificación de KDM. Debería por unha leda benvida ou algunha información sobre o sistema operativo aquí.<p>KDM substituirá os seguintes pares de caracteres cos seus respectivos contidos: <br><ul><li>%d -> pantalla actual</li><li>%h -> nome do servidor, posiblemento co nome de dominio</li><li>%n -> nome do nodo, o máis porobabel o nome do servidor sen o nome de dominio</li><li>%s -> o sistema operativo</li><li>%r -> a versión do sistema operativo</li><li>%m -> o tipo de máquina (hardware)</li><li>%% -> un % solto</li></ul>
hi: यह केडीएम लॉगइन विंडो का "हेडलाइन" है. आप यहाँ कुछ सुंदर अभिवादन या आपरेटिंग सिस्टम के बारे में जानकारी रख सकते हैं.<p>केडीएम निम्न अक्षर युगल को संबंधित विषयवस्तु से प्रतिस्थापित कर देगा:<br><ul><li>%d -> मौज़ूदा शक्ल-सूरत</li><li>%h -> होस्ट नाम, संभवतः डोमेन नाम सहित</li><li>%n -> नोड नाम, बहुत संभव है- बगैर डोमेन नाम के होस्ट नाम </li><li>%s -> आपरेटिंग सिस्टम</li><li>%r -> आपरेटिंग सिस्टम का संस्करण</li><li>%m -> मशीन (हार्डवेयर) क़िस्म </li><li>%% -> एक एकल %</li></ul>
is: Þetta er "fyrirsögn" innskráningarglugga KDM. Þú vilt líklega setja in vinarlega kveðju eða upplýsingar um stýrikerfið hér.<p>KDM skiptir út eftirtöldum stöfum með tilheyrandi innihaldi:<br><ul><li>%d -> núverandi skjár</li><li>%h -> vélarheiti, mögulega með nafni léns</li><li>%n -> hnútsheiti, líklegast vélarheiti án nafns léns</li><li>%s -> stýrikerfið</li><li>%r -> útgáfa stýrikerfisins</li><li>%m -> tegund tölvunnar (vélbúnaðar)</li><li>%% -> eitt %</li></ul>
ja: これは KDM のログインウィンドウの「ヘッドライン」です。気の利いたメッセージやオペレーティングシステムに関する情報を表示させることもできます。<p>KDM は以下の文字ペアを実際の値に置き換えます。<br><ul><li>%d -> 現在のディスプレイ</li><li>%h -> ホスト名、場合によってはドメイン名も</li><li>%n -> ノード名、おそらくドメイン名のないホスト名</li><li>%s -> オペレーティングシステム</li><li>%r -> オペレーティングシステムのバージョン</li><li>%m -> マシン (ハードウェア) タイプ</li><li>%% -> パーセント記号</li></ul>
ko: 이것은 KDM 로그인 창의 "머릿말"입니다. 운영 체제나 환영 문구를 삽입할 수 있습니다.<p>KDM에서는 다음 문자열들을 그에 해당하는 내용으로 대체합니다:<br><ul><li>%d: 현재 디스플레이</li><li>%h: 호스트 이름, 도메인 이름 포함</li><li>%n: 노드 이름, 도메인 이름 제외</li><li>%s: 운영 체제</li><li>%r: 운영 체제 버전</li><li>%m: 하드웨어 종류</li><li>%%: % 기호</li></ul>
mk: Ова е „насловот“ за прозорецот за најава на KDM. Тука би можеле да ставите некој убав поздрав или информација за оперативниот систем.<p>KDM ќе ги замени следните парови на знаци со нивната соодветна содржина:<br><ul><li>%d -> моментален екран</li><li>%h -> име на компјутер, евентуално со име на домен</li><li>%n -> име на јазол, најверојатно името на компјутерот без името на доменот</li><li>%s -> оперативниот систем</li><li>%r -> верзијата на оперативниот систем</li><li>%m -> типот на машината (хардвер)</li><li>%% -> знакот %</li></ul>
ms: Ini ialah "pengepala" untuk tetingkap log masuk KDM. Anda mungkin berminat untuk meletakkan ucapan yang baik atau sedikit maklumat tentang sistem pengoperasian anda di sini<p>KDM akan menukarkan pasangan aksara berikut dengan kandungan yang sepatutunya<br><ul><li>%d -> paparan semasa</li><li> %h -> nama-hos, kemungkinan dengan nama domain</li><li>%n -> nama nod, kemungkinan nama hos tanpa domain</li><li>%s -> sistem pengoperasian</li><li>%r -> versi sistem pengoperasian</li><li>%m -> jenis nama mesin (hardware)</li><li>%% -> satu %</li></ul>
ro: Acesta este "antetul" pentru fereastra de logare KDM. Puteţi să introduceţi un mesaj de întîmpinare drăguţ sau informaţii despre sistemul de operare.<p>KDM va substitui următoarele perechi de caractere cu conţinutul asociat:</p><ul><li>%d -> ecranul curent</li><li>%h -> numele maşinii, posibil şi cu domeniul</li><li>%n -> numele nodului, cel mai probabil numele maşinii fără domeniu</li><li>%s -> sistemul de operare</li><li>%r -> versiunea sistemului de operare</li><li>%m -> tipul hardware al maşinii</li> <li>%% -> un singur %</li> </ul>
rw: Iyi ni "ingingo y'ingenzi" igenewe idirishya ryo kwinjira muri KDM. Ushobora gukenera gushyira indamukanyo zimwe na zimwe nziza cyangwa amakuru yerekeye sisitemu y'imikorere aha.<p>KDM izasimbuza inyuguti ebyiri ebyiri zikurikira n'ibikubiyemo bijyanye nazo:<br><ul><li>%d -> igaragaza rigezweho</li><li>%h -> izina ry'ubuturo, bishobotse hamwe n'izina ry'indangarubuga</li><li>%n -> izina ry'ipfundo, bishobotse cyane izina ry'ubuturo ridafite izina ry'indangarubuga</li><li>%s -> sisitemu y'imikorere</li><li>%r -> verisiyo ya sisitemu y'imikorere</li><li>%m -> ubwoko bw'imashini (ibyuma)</li><li>%% -> itsinda nyakimwe %</li></ul>
sr: Ово је „наслов“ KDM-овог прозора за пријављивање. Вероватно желите да овде ставите неки фини поздрав или информацију о оперативном систему.<p>KDM ће заменити одговарајућим садржејем следеће парове знакова:<br><ul><li>%d -> текући приказ</li> <li>%h -> име домаћина, вероватно са именом домена</li> <li>%n -> име чвора, највероватније име домаћина без имена домена</li> <li>%s -> оперативни систем</li> <li>%r -> издање оперативног система</li> <li>%m -> врста машине (хардвера)</li><li>%% -> знак %</li></ul>
sr@latn: Ovo je „naslov“ KDM-ovog prozora za prijavljivanje. Verovatno želite da ovde stavite neki fini pozdrav ili informaciju o operativnom sistemu.<p>KDM će zameniti odgovarajućim sadržejem sledeće parove znakova:<br><ul><li>%d -> tekući prikaz</li> <li>%h -> ime domaćina, verovatno sa imenom domena</li> <li>%n -> ime čvora, najverovatnije ime domaćina bez imena domena</li> <li>%s -> operativni sistem</li> <li>%r -> izdanje operativnog sistema</li> <li>%m -> vrsta mašine (hardvera)</li><li>%% -> znak %</li></ul>
ta: இது KDM's புகுபதிகை சாளரத்தின் "தலைப்புவரி". நீங்கள் இங்கு இயக்க முறைமை பற்றி சில நல்ல வாழ்த்தையோ அல்லது தகவலையோ கொடுக்கலாம்..<p>KDM பின் வரும் எழுத்து ஜோடிக்கான பொருளடக்கத்தை மாற்றும் :<br><ul><li>%d -> தற்போதைய காட்சி</li><li>%h -> புரவன் பெயர், சாத்தியமாக களப் பெயருடன்</li><li>%n -> கணு பெயருடன், முடிந்தவரை களப் பெயர் இல்லாத புரவன் பெயருடன் </li><li>%s ->இயக்க முறைமை </li><li>%r -> இயக்க முறைமையின் பதிப்பு </li><li>%m -> பொறியின்(வன்பொருள் )வகை</li><li>%% ->ஒருமை %</li></ul>
tg: Ин "сарлавҳа" барои KDM вориди тиреза. Шумо метавонед баъзе таклифотҳои хуб ё ахборотро оиди системаи пардозандаро дар ин ҷо гузоред.<p>KDM ҷуфти аломатҳои зеринро бо таркиби худ ҷойнишинӣ мекунад: <br><ul><li>%d -> намоиши ҷорӣ</li><li>%h -> номи соҳиб, эҳтимолан бо номи майдон</li><li>%n -> номи гиреҳ, эҳтимолан номи соҳиб бе номи майдон</li><li>%s -> системаи пардозанда</li><li>%r -> нусхаи системаи пардозанда</li><li>%m -> навъи мошина (сахтафзор)</li><li>%% -> ягона %</li></ul>
th: นี่เป็น "บรรทัดส่วนหัว" ของหน้าต่างล็อกอินสำหรับ KDM ซึ่งคุณอาจจะกรอกข้อความต้อนรับที่ต้องการได้ที่นี่<p>และ KDM จะแสดงหัวเรื่องย่อยโดยการใช้คู่อักขระแทนการแสดงเนื้อหา โดยมีคู่อักขระดังต่อไปนี้:<br><ul><li>%d -> การแสดงผลปัจจุบัน</li><li>%h -> ชื่อเครื่อง (และโดเมนถ้ามี)</li><li>%n -> ชื่อโหนด โดยทั่วไปมักจะเป็นชื่อเครื่องโดยไม่เติมโดเมน</li><li>%s -> ชื่อระบบปฏิบัติการ</li><li>%r -> รุ่นของระบบปฏิบัติการ</li><li>%m -> สถาปัตยกรรมของเครื่อง</li><li>%% -> แสดงเครื่องหมาย %</li></ul>
uk: Це - "заголовок" вікна реєстрації KDM. Можливо, ви хочете додати деяке привітання або інформацію про систему.<p>KDM буде замінювати наступні пари символів відповідною інформацією:<br><ul><li>%d -> поточний дисплей</li><li>%h -> назва машини, можливо, разом з назвою домену</li><li>%n -> назва вузла, скоріше за все, збігається з назвою машини без назви домену</li><li>%s -> операційна система</li><li>%r -> версія операційної системи</li><li>%m -> тип машини (архітектура)</li><li>%% -> символ "%"</li></ul>
wa: Çouci est l' "gros tite" pol purnea d' elodjaedje da KDM. Vos pôrîz voleur mete kékes zûnants messaedjes di bénvnowe ou ds informåcions so l' sistinme d' operance vaici. <p>KDM discandjrè les paires di caracteres ki shuvèt avou çouci: <br> <ul> <li>%d -> håynaedje do moumint</li> <li>%h -> no d' lodjeu, si possibe avou l' no d' dominne</li> <li>%n -> no d' nuk, pus ki probablumint l' no di lodjeu sins l' no d' dominne</li> <li>%s -> li sistinme d' operance</li> <li>%r -> li modêye do sistinme d' operance</li> <li>%m -> li sôre d' éndjin (éndloreye)</li> <li>%% -> on % seu</li></ul>
zh_tw: 這是 KDM 登入視窗中的「標題」。您可能會想要在這裏放一些不錯的歡迎詞或者作業系統的相關資訊。<p>KDM 會將下列字元替代為個別的內容：<br><ul><li>%d -> 目前的顯示</li><li>%h -> 主機名稱，可能會加上網域名稱</li><li>%n -> 節點名稱，通常是去掉網域名稱的主機名稱</li><li>%s -> 作業系統</li><li>%r -> 作業系統的版本</li><li>%m -> 電腦（硬體）類型</li><li>%% -> 單獨的 %</li></ul>
