Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: Here you can specify where KDM will obtain the images that represent users. "Admin" represents the global folder; these are the pictures you can set below. "User" means that KDM should read the user's $HOME/.face.icon file. The two selections in the middle define the order of preference if both sources are available.
af: Hier jy kan spesifiseer waar KDM die beelde sal kry wat die gebruikers voorstel. "Administrateur" verteenwoordig die globale gids; hierdie is die prentjies wat jy onder kan stel. "Gebruiker" beteken dat KDM die gebruiker se $Huis/.gesig.ikoon lêer mot lees. Die twee opsies in die middel definieer die volgorde van voorkeur as beide bronkodes beskikbaar is.
ar: يمكنك من هنا تحديد المكان الذي سيحصل منه مدير الدخول على الصور التي تمثل المستخدمين. "مدير النظام" يمثل الدليل العام، وهي الصور التي يمكنك إعدادها بالأسفل. "المستخدم" تعني أنه يجدر بمدير الدخول أن يقرأ ملف .face.icon الموجود في دليل البداية $HOME الخاص بالمستخدم. يعرف الخياران بالمنتصف ترتيب التفضيل إذا كان المصدران متاحين.
be: Тут можна вызначыць, дзе KDM атрымлівае выявы, што прадстаўляюць карыстальнікаў. "Адміністратар" прадстаўляе глабальную тэчку; гэтыя выявы можаце ўсталяваць ніжэй. "Карыстальнік" азначае, што KDM чытае файл карыстальніка $HOME/.face.icon . Два вылучэнні пасярод абумоўліваюць парадак пошуку значкі.
bs: Ovdje možete odrediti gdje će KDM tražiti slike koje predstavljaju korisnike. "Admin" predstavlja globalni direktorij, ovo su slike koje možete podesiti ispod. "Korisnik" znači da KDM treba čitati korisnikovu $HOME/.face.icon datoteku. Dva izbora u sredini definišu red preference ako su oba izvora dostupna.
ca: Aquí podeu especificar d'on obtindrà el KDM les imatges que representen als usuaris. "Admin" representa la carpeta global; aquestes són les imatges que es poden configurar a sota. "Usuari" significa que el KDM hauria de llegir el fitxer $HOME/.face.icon. Les dues seleccions en el mig defineixen l'ordre de preferència si ambdues fonts estiguessin disponibles.
cy: Yma gallwch benodi o ble y caiff KDM y delweddau sy'n cynrychioli defnyddwyr. Cynrychiola "Gweinyddol" y blygell eang; dyma luniau gallwch osod isod. Golyga "Defnyddiwr" y dylai KDM ddarllen ffeil $HOME/.face.icon y defnyddiwr. Diffinia'r ddau ddewisiad canol trefn yr hoffiant os yw'r ddau dardd ar gael.
eo: Ĉi tie vi povas klarigi kie KDM akiros la bildojn kiuj simbolos uzantojn. "Admin" reprezentas la mallokan dosierujon; ĉi tiuj estas la bildoj kiujn vi povas fiksi sube. "Uzanto" reprezentas la dosieron $HOME/.face.icon de la uzanto. La du mezaj elektoj difinas la ordon de prefero se la ambaŭ elektoj estas disponeblaj.
eu: Hemen KDMk erabiltzaileen irudiak nondik hartuko dituen zehaz dezakezu. "Admin"ek karpeta orokorra adierazten du; horiek dira behean konfigura ditzakezun irudiak. "Erabiltzailea"k KDMk erabiltzailearen $HOME/.face.icon fitxategia irakurri beharko lukeela adierazten du. Erdiko hautapen biek zera adierazten dute: bi iturburuak eskuragarri izanez gero, zein den lehenengo eta zein ondoren.
fa: در اینجا می‌توانید مشخص کنید که KDM تصاویری که کاربران ارائه می‌دهند را از کجا به دست می‌آورد. »سرپرست« پوشۀ سراسری را ارائه می‌دهد، اینها عکسهایی هستند که می‌توانید در زیر تنظیم کنید. »کاربر« به این معناست که KDM باید پروندۀ $HOME/.face.icon کاربر را بخواند.
fy: Hjir kinne jo omskriuwe wêr KDM ôfbyldings fuort helje sil dy de brûkers represintearje. "Admin" represintearje de globale map; dit binne de ôfbyldings dy jo hjirûnder ynstelle kinne. "Brûker" jout oan dat KDM de triem $HOME/.face.icon fan de brûker lêze sil. De twa seleksjes yn it midden beskiede hokker folgoarder brûkt sil wurde as de beide boarnen beskikber binne.
gl: Aquí pode especificar de ónde KDM obterá as imaxes que representan ós usuarios. "Admin" representa ó cartafol global; estas son as imaxes que pode estabrecer embaixo. "Usuario" significa que KDM deberá ler o ficheiro de usuario $HOME/.face.icon. As dúas seleccións do medio definen a orde ou preferencia se as dúas fontes están dispoñibles.
hi: यहाँ आप उल्लेखित कर सकते हैं कि उपयोक्ताओं के प्रतिनिधित्व करती छवियों को केडीएम कहाँ से प्राप्त करे. "Admin" वैश्विक फ़ोल्डर को दर्शाता है; नीचे दी गई तस्वीरें आप नियत कर सकते हैं. "User" का अर्थ है कि केडीएम उपयोक्ता के $HOME/.face.icon फ़ाइल को पढ़ सकता है. मध्य में दिए गए दो चयन प्राथमिकताओं के क्रम को पारिभाषित करते हैं, यदि दोनों स्रोत उपलब्ध हैं.
is: Hér getur þú skilgreint hvar KDM fær myndir sem samsvara notendum. "Kerfis" táknar víðværa möppu sem geymir myndirnar sem þú getur sett hér að neðan. "Notandi" táknar að KDM eigi að lesa skrána $HOME/.face.icon. Hinir tveir möguleikarnir lýsa leitarröð ef báðir möguleikar eru fyrir hendi.
ja: KDM が各ユーザに使用する画像を取得する場所を指定します。「管理者」はシステム全体のディレクトリを表しています。そこには下で選択できる画像が含まれています。「ユーザ」は KDM が各ユーザの $HOME/.face.icon ファイルから画像を読み込むことを意味しています。他の二つの選択肢は、両方のソースが利用可能な場合の優先順を指定するものです。
ko: 이 곳에서 KDM에서 사용자를 나타내기 위한 그림을 가져 올 경로를 설정할 수 있습니다. "관리자"는 전역 폴더를 나타냅니다. 아래에 설정할 수 있는 그림이 있습니다. "사용자"는 KDM에서 $HOME/.fase.icon 파일을 읽어 온다는 것을 뜻합니다. 가운데에 있는 두 가지 선택은 둘 다 존재하는 경우 우선 순위를 결정합니다.
mk: Тука може да наведете од каде KDM може да ги најде сликичките кои означуваат корисници. „Администрато“ го претставува глобалниот директориум; тоа се сликичките кои може да ги поставите подолу. „Корисник“ значи дека KDM треба да ја прочита датотеката $HOME/.face.icon која му припаѓа на корисникот. Двата избори во средината го дефинираат приоритетот ако и двата извори се достапни.
ms: Di sini anda boleh nyatakan di mana KDE akan dapatkan imej yang mewakili pengguna. "Tadbir" mewakili folder global; ini adalah gambar yang anda boleh set di bawah. "Pengguna" bermakna KDM patut membaca fail $HOME/.face.icon pengguna. Dua pilihan di tengah mentakrif tertib keutamaan jika kedua-dua sumber boleh didapatkan.
ro: Aici puteţi specifica de unde va obţine KDM imaginile care reprezintă utilizatorii. "Administrator" reprezintă directorul global, iar acestea sînt imaginile pe care le puteţi seta mai jos. "Utilizator" înseamnă că KDM trebuie să citească fişierul $HOME/.face.icon al utilizatorului. Cele două selecţii din mijloc definesc ordinea preferată cînd sînt disponibile ambele surse de imagini.
rw: Aha ushobora kugaragaza aho KDM izakura amashusho ahagarariye abakoresha. "Umuyobozi" buhagarariye ububiko rusange; aya ni amashusho ushobora gushyira ahakurikira. "Ukoresha" bivuga ko KDM izagomba gusoma idosiye $HOME/.face.icon y'ukoresha. Amahitamo yombi arimo hagati agena urutonde rw'amahitamo iyo inkomoko zombi zihari.
se: Dáppe mearridat gos KDM gávdná govaid mat govvidit geavaheddjiid. «Hálddašeapmi» lea váldomáhppa, daid govaid gaskkas don sáhtát válljet dás vuolábealde. «Geavaheaddji» máksá ahte KDE galgá lohkat fiilla $HOME/.face.icon. Dat guokte molssaeavttut guovdut mearrida guđe gáldu geavahuvvo jos goappašat gávdnojit.
sr: Овде можете навести где KDM може наћи слике које представљају кориснике. „Администратор“ представља глобалну фасциклу; ово су слике које можете подесити доле. „Корисник“ значи да би KDM требало да користи корисников фајл $HOME/.face.icon. Опције у средини дефинишу редослед уколико су доступна оба фајла.
sr@latn: Ovde možete navesti gde KDM može naći slike koje predstavljaju korisnike. „Administrator“ predstavlja globalnu fasciklu; ovo su slike koje možete podesiti dole. „Korisnik“ znači da bi KDM trebalo da koristi korisnikov fajl $HOME/.face.icon. Opcije u sredini definišu redosled ukoliko su dostupna oba fajla.
tg: Дар ин ҷо шумо метавонед барои KDM ҷои симоҳоро, ки корвандро муаррифӣ менамояд таъин кунед. "Идоравӣ" феҳристҳои саросариро намоиш медиҳад, ин расмҳои, ки шумо метавонед дар поён гузориш намоед. "Корвандӣ" маънои онро дорад, ки KDM файли корвандии $HOME/.face.icon-ро мехонад.Ин ду интихобҳо дар мобайн тартиби бартариро муайян месозанд, агар ки ҳар ду сарчашмаҳо дастрас бошанд.
th: คุณสามารถกำหนดภาพของผู้ใช้สำหรับให้ KDM แสดงแทนผู้ใช้ได้ที่นี่"Admin" จะมีอยู่แล้วในโฟลเดอร์ของระบบ ซึ่งนี่เป็นภาพที่คุณตั้งไว้ สำหรับ "ผู้ใช้" KDM จะอ่านแฟ้มภาพจากแฟ้ม $HOME/.face.icon ทั้งสองส่วนนี้ จะแสดงผลเมื่อมีแฟ้มภาพจริงอยู่เท่านั้น
uk: Тут ви можете вказати, де KDM буде брати зображення для користувачів. "Адмін" представляє глобальний каталог; це - зображення, які ви можете встановити внизу. "Користувач" означає, що KDM повинен прочитати файл $HOME/.face.icon. Два вибору всередині визначають порядок, якщо присутні обидва джерела.
zh_tw: 這裡您可以設定 KDM 可以從哪裡找到代表使用者的圖示。「Admin」代表使用通用的目錄；下方這些是您可以設定的圖示。而「User」代表 KDM 必須讀取使用者 $HOME/.face.icon 的這個圖示。在中間的兩個選擇區則定義了當兩種來源都可以使用的時候優先使用的順序。

source: Admin
af: Administrateur
ar: مدير النظام
be: Адміністратар
bn: অ্যাডমিন
cy: Gweinyddwr
fa: سرپرست
hi: प्रशासक
is: Kerfis
ja: 管理者
ko: 관리자
mk: Администратор
ms: Pentadbir
pa: ਪਰਸ਼ਾਸਕ
ro: Administrator
rw: Umuyobozi
se: Hálddašeapmi
sr: Администратор
sr@latn: Administrator
ta: நிர்வாகி
tg: Мудир
th: แอดมิน
uk: Адмін
uz@cyrillic: Админ
wa: Manaedjeu
zh_tw: 管理者

source: Admin, user
af: Administrateur, gebruiker
ar: مدير النظام, مستخدم
be: Адміністратар, карыстальнік
bn: অ্যাডমিন, ব্যবহারকারী
bs: Admin, korisnik
ca: Admin, usuari
cy: Gweinyddwr, defnyddiwr
eo: Admin, uzanto
eu: Admin, erabiltzailea
fa: سرپرست، کاربر
fy: Admin, brûker
gl: Admin, usuario
hi: प्रशासक, उपयोक्ता
is: Kerfis, notandi
ja: 管理者、ユーザ
ko: 관리자, 사용자
mk: Администратор, корисник
ms: Pentadbir, pengguna
pa: ਪਰਸ਼ਾਸਕ, ਉਪਭੋਗੀ
ro: Administrator, utilizator
rw: Umuyobozi, ukoresha
se: Hálddašeapmi, geavaheaddji
sr: Администратор, корисник
sr@latn: Administrator, korisnik
ta: நிர்வாகி, பயனர்
tg: Мудир, истифодакунанда
th: แอดมิน, ผู้ใช้
uk: Адмін, користувач
uz: Admin, foydalanuvchi
uz@cyrillic: Админ, фойдаланувчи
wa: Manaedjeu, uzeu
zh_tw: 管理者、使用者

source: User, admin
af: Gebruiker, administrateur
ar: المستخدم, مدير النظام
be: Карыстальнік, адміністратар
bn: ব্যবহারকারী, অ্যাডমিন
bs: Korisnik, admin
ca: Usuari, admin
cy: Defnyddiwr, gweinyddwr
eo: Uzanto, admin
eu: Erabiltzailea, admin
fa: کاربر، سرپرست
fy: Brûker, admin
gl: Usuario, admin
hi: उपयोक्ता, प्रशासक
is: Notandi, kerfis
ja: ユーザ、管理者
ko: 사용자, 관리자
mk: Корисник, администратор
ms: Pengguna, pentadbir
pa: ਉਪਭੋਗੀ, ਪਰਸ਼ਾਸਕ
ro: Utilizator, administrator
rw: Ukoresha, umuyobozi
se: Geaveheaddji, hálddašeapmi
sr: Корисник, администратор
sr@latn: Korisnik, administrator
ta: நிர்வாகி, பயனர்
tg: Истифодакунанда, мудир
th: ผู้ใช้, แอดมิน
uk: Користувач, адмін
uz: Foydalanuvchi, admin
uz@cyrillic: Фойдаланувчи, админ
wa: Uzeu, manaedjeu
zh_tw: 使用者、管理者

source: User
af: Gebruiker
ar: المستخدم
be: Карыстальнік
bn: ব্যবহারকারী
bs: Korisnik
ca: Usuari
cy: Defnyddiwr
eo: Uzanto
eu: Erabiltzailea
fa: کاربر
fy: Brûker
gl: Usuario
hi: उपयोक्ता
is: Notandi
ja: ユーザ
ko: 사용자
mk: Корисник
ms: Pengguna
pa: ਉਪਭੋਗੀ
ro: Utilizator
rw: Ukoresha
se: Geavaheaddji
sr: Корисник
sr@latn: Korisnik
ta: பயனர்
tg: Истифодакунанда
th: ผู้ใช้
uk: Користувач
uz: Foydalanuvchi
uz@cyrillic: Фойдаланувчи
wa: Uzeu
zh_tw: 使用者

source: User Images
af: Gebruiker Beelde
ar: صور المستخدمين
be: Выявы карыстальнікаў
bn: ব্যবহারকারীদের ছবি
bs: Korisničke slike
ca: Imatges d'usuari
cy: Delweddau Defnyddiwr
eo: Uzantaj bildoj
eu: Erabiltzaile irudiak
fa: تصویر کاربران
fy: Brûkersôfbyldings
gl: Imaxes de Usuario
hi: उपयोक्ता छवि
is: Myndir notanda
ja: ユーザ画像
ko: 사용자 그림
mk: Сликички за корисникот
ms: Gambar pengguna
pa: ਉਪਭੋਗੀ ਚਿੱਤਰ
ro: Imagini utilizator
rw: Amashusho y'Ukoresha
se: Geavaheaddjigovat
sr: Слике корисника
sr@latn: Slike korisnika
ta: உருக்களைக் காட்டு
tg: Сурати Истифодакунанда
th: ภาพของผู้ใช้
uk: Зображення користувачів
uz: Foydalanuvchi rasmlari
uz@cyrillic: Фойдаланувчи расмлари
wa: Imådjes des uzeus
zh_tw: 使用者圖像

source: The user the image below belongs to.
af: Die gebruiker aan wie die beeld behoort.
ar: صورة المستخدم أدناه مملوكة لـ.
be: Карыстальнік, якому належыць выява.
bn: ছবিটি যে ব্যবহারকারীর
bs: Korisnik kojem pripada slika ispod.
ca: L'usuari al qual pertany la imatge de a sota.
cy: Y defnyddiwr mae'r ddelwedd isod yn perthyn iddo.
eo: La posedanto de la suba bildo.
eu: Beheko irudia dagokion erabiltzailea.
fa: کاربری که تصویر زیر به او تعلق دارد.
fy: De brûker wêrta dizze ôfbylding taheard.
gl: A quén pertence a imaxe de usuario de embaixo.
hi: निम्न छवि से यह उपयोक्ता संबंधित है-.
is: Notandinn sem myndin hér að neðan tilheyrir
ja: 下の画像に対応するユーザ
ko: 이 그림을 사용하는 사용자입니다.
mk: Корисникот на кој му припаѓа долната слика.
ms: Gambar pengguna di bawah dimiliki oleh
pa: ਉਪਭੋਗੀ ਦਾ ਚਿੱਤਰ ਸਬੰਧਤ ਹੈ।
ro: Utilizatorul pentru care este dată imaginea de mai jos.
rw: Ukoresha ufite ishusho ikurikira.
se: Guđe geavaheaddjái govva dás vuolábealde gullá.
sr: Корисник коме доња слика припада.
sr@latn: Korisnik kome donja slika pripada.
ta: உருவத்திற்குன்டான பயனர்
tg: Корванде, ки ба он симои дар поён буда тааллуқ дорад.
th: ภาพด้านล่างนี้ เป็นของผู้ใช้
uk: Користувач, що є власником зображення.
wa: L' uzeu ki l' imådje chal pa dzo est aloyî avou.
zh_tw: 下面圖片所屬的使用者。

source: User:
af: Gebruiker:
ar: المستخدم:
be: Карыстальнік:
bn: ব্যবহারকারী:
bs: Korisnik:
ca: Usuari:
cy: Defnyddiwr:
eo: Uzanto:
eu: Erabiltzailea:
fa: کاربر:
fy: Brûker:
gl: Usuario:
hi: उपयोक्ता:
is: Notandi:
ja: ユーザ:
ko: 사용자:
mk: Корисник:
ms: Pengguna:
pa: ਉਪਭੋਗੀ:
ro: Utilizator:
rw: Ukoresha:
se: Geavaheaddji:
sr: Корисник:
sr@latn: Korisnik:
ta: பயனர்:
tg: Истифодакунанда:
th: ผู้ใช้
uk: Користувач:
uz: Foydalanuvchi:
uz@cyrillic: Фойдаланувчи:
wa: Uzeu:
zh_tw: 使用者:

source: Click or drop an image here
af: Kliek of laat val 'n beeld hier
ar: انقر و افلت صورة هنا
be: Націсніце або перацягніце сюды выяву
bn: এখানে ক্লিক করুন অথবা একটি ছবি ড্রপ করুন
bs: Klikni ili ispusti sliku ovdje
ca: Feu clic o amolleu una imatge aquí
cy: Cliciwch neu ollyngwch ddelwedd yma
eo: Alklaku aŭ faligu bildon tie ĉi
eu: Klikatu edo arrastatu irudi bat hona
fa: در اینجا بر روی یک تصویر فشار دهید، یا آن را رها کنید
fy: Klik op in ôfbylding of sleep een ôfbylding nei dit finster ta.
gl: Prema ou solte unha imaxe aquí
hi: क्लिक करें या यहाँ कोई छवि डालें
is: Smelltu hér eða slepptu mynd
ja: クリックするか画像をドロップ
ko: 누르거나 그림을 끌어다 놓으십시오.
mk: Кликнете или пуштете слика тука
ms: Klik atau jatuhkan satu imej di sini
pa: ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ ਜਾਂ ਚਿੱਤਰ ਸੁੱਟੋ
ro: Daţi clic sau trageţi o imagine aici
rw: Kanda cyangwa urekurire ishusho hano
se: Coahkkal dahje luoitte gova dása
sr: Овде кликните или довуците и пустите неку слику.
sr@latn: Ovde kliknite ili dovucite i pustite neku sliku.
ta: உருவத்தை இங்கே க்ளிக் செய் அல்லது இழுத்துவிடு
tg: Ангушт занед ва симоро ба ин ҷо ҷойгир кунед
th: คลิ้กหรือลากแล้ววางภาพไว้ที่นี่
uk: Клацніть або киньте зображення сюди
wa: Clitchîz, ou bodjîz ene imådje chal
zh_tw: 按下或拖曳一個圖形至此

source: Here you can see the image assigned to the user selected in the combo box above. Click on the image button to select from a list of images or drag and drop your own image on to the button (e.g. from Konqueror).
af: Hier jy kan sien watter beeld is toegewys aan watter gebruiker soos gekies in die gekombineerde boks. Kliek op die beeld knoppie vir 'n lys van beelde of trek en laat val jou eie beeld op na die knoppie (Bv. van Konqueror).
ar: هنا يمكنك رؤية اسم المستخدم للمستخدم المختار حاليا و الصورة المعينة لهذا المستخدم. انقر زر صورة للاختيار من قائمة صور أو يمكنك سحب و افلات صورة خاصة الى الزر (من كونكيورر مثلا).
be: Тут вы можаце пабачыць выяву, прызначаную карыстальніку, вылучанаму ў спісе вышэй. Націсніце кнопку выявы, каб вылучыць са спіса адну з стандартных выяў або перацягніце вашу ўласную выяву на кнопку (ныпрыклад, з Konqueror).
bs: Ovdje možete vidjeti sliku pridruženu korisniku koji je izabran u combo polju iznads. Kliknite na dugme slike kako biste izabrali neku od slika sa liste ili prevucite vašu vlastitu sliku na dugme (npr. iz Konquerora).
ca: Aquí podeu veure la imatge assignada a l'usuari seleccionat a la llista desplegable d'amunt. Cliqueu al botó imatge per seleccionar d'una llista d'imatges o arrossegueu i amolleu la vostra pròpia imatge damunt del botó (p.ex. des de Konqueror).
cy: Yma gallwch weld y ddelwedd a neilltuwyd ar gyfer y defnyddiwr dewiswyd yn y blwch cyfunol uchod. Cliciwch ar y botwm delwedd i ddewis o restr o ddelweddau neu llusgwch a gollyngwch eich delwedd eich hun i'r botwm (e.e. o Konqueror).
eo: Jen la bildo kiu simbolas la uzanton elektitan en la falmenuo supre. Klaku sur la bildbutonon por elekti el listo da bildoj aŭ trenu kaj faligu bildon sur la butonon (ekz. el Konkeranto).
eu: Goiko zerrendan hautatutako erabiltzaileari dagokion irudia ikus dezakezu hemen. Klik egin irudiaren botoian irudi-zerrenda batetik hautaketa egiteko edo arrastatu eta askatu botoiaren gainean nahi duzun irudia (Konquerorretik, adibidez).
fa: در اینجا می‌توانید تصویر اختصاص داده‌شده به کاربری که در جعبه ترکیب بالا انتخاب شده را ببینید. برای گزینش تصویر از فهرست تصاویر، بر دکمه تصویر فشار دهید و تصویر خودتان را به دکمه بکشید و رها کنید )برای مثال: از Konqueror(.
fy: Hjir kinne jo de ôfbylding sjen dy tawiest is oan de hjirboppe selektearre brûker. Druk op de ôfbyldingknop om út de list mei ôfbyldings te kiezen, of sleep jo eigen ôfbylding nei dizze knop ta (bgl. fan út Konqueror).
gl: Aquí pode ver a imaxe asignada ó usuario seleccionado na caixa de seleccións de enriba. Prema no botón de imaxe para seleccionar dende unha lista de imaxes ou arrastre e solte a súa propia imaxe no votón (p.e. dende Konqueror).
hi: यहाँ आप ऊपर कॉम्बो बक्से में चुने गए उपयोक्ता को आबंटित छवि को देख सकते हैं. छवियों की सूची में से चुनने के लिए चित्र बटन पर क्लिक करें या आप कोई भी चित्र को बटन पर खींच और छोड़ कर चित्र चयन कर सकते हैं (जैसे, कॉन्करर से)
is: Hér getur þú séð notandanafn valins notanda og þá mynd sem er tengd honum. Smelltu á myndhnappinn til að velja mynd úr lista eða slepptu mynd beint á hnappinn (til dæmis úr Konqueror).
ja: コンボボックスで選択されているユーザに割り当てられている画像です。画像ボタンをクリックして画像の一覧から選択するか、Konqueror などから画像ファイルをドラッグ&ドロップしてください。
ko: 현재 선택된 사용자와 이 사용자에게 할당된 그림을 볼 수 있습니다. 그림 목록에서 그림을 선택하려면 그림 단추를 누르거나 사용자 정의 그림을 Konqueror 등에서 끌어다 놓을 수 있습니다.
mk: Тука може да ја видите сликичката доделена на корисникот кој е избран во горното поле. Кликнете на сликичката за да изберете друга или довлечете си сопствена сликичка до копчето (на пр. од Konqueror).
ms: Di sini anda boleh melihat gambar yang diberikan kepada pengguna yang dipilih di dalam combo-box di atas. Klik di atas butang imej untuk memilih daripada senarai imej atau drag dan jatuhkan imej anda sendiri di atas butang (seperti: daripada Konqueror).
ro: Aici puteţi vedea imaginea atribuită utilizatorului selectat în căsuţa combinată de mai sus. Daţi clic pe butonul imagine pentru a selecta dintr-o listă de imagini sau trageţi propria imagine peste acest buton (de exemplu din Konqueror).
rw: Aha ushobora kubona ishusho yagenewe ukoresha yatoranyijwe mu ilisiti yirambura ibanza. Kanda buto y'ishusho kugira ngo uhitemo mu ilisiti y'amashusho cyangwa unyereze ndetse unarekurire ishusho yawe bwite kuri buto (urugero: avuye muri Konqueror).
se: Dás oainnát govva mii čatnojuvvo merkejuvvon geavaheaddjái lotnolasbovssas dás bajábealde. Coahkkal govvaboalu válljet govvalisttus dahje gease ja luoitte iežat gova boalu ala (omd. Konqueroras).
sr: Овде можете видети корисничко име тренутно одабраног корисника као и слику придодату том кориснику. Кликните на дугме са сликом да бисте изабрали слику из листе слика или превуците и пустите на дугме неку вашу слику (нпр. из Konqueror-а).
sr@latn: Ovde možete videti korisničko ime trenutno odabranog korisnika kao i sliku pridodatu tom korisniku. Kliknite na dugme sa slikom da biste izabrali sliku iz liste slika ili prevucite i pustite na dugme neku vašu sliku (npr. iz Konqueror-a).
ta: தற்போது தேர்வு செய்யபட்ட பயனரின் பயனர்பெயர் மற்றும் அந்த பயனருக்கு ஒதுக்கபட்ட உருவம் ஆகியவை இங்கே பார்க்கலாம். உருவங்களின் பட்டியலிருந்து தேர்வு செய்ய இங்கே க்ளிக் செய்யவும் அல்லது உங்கள் உருவத்தை இழுத்து இந்த பொத்தானில் போடவும்(உதா, கான்கொரலிருந்து).
tg: Дар ин ҷо шумо метавонед симоҳоро, ки бо Here you can see the image assigned to the user selected in the combo box above. Click on the image button to select from a list of images or drag and drop your own image on to the button (e.g. from Konqueror).
th: คุณจะเห็นชื่อและภาพที่กำหนดให้ใช้กับทะเบียนผู้ใช้ที่เลือก ที่นี่ คลิ้กที่ปุ่มภาพ เพื่อเปลี่ยนไปเป็นภาพอื่น ๆ ตามต้องการ หรือลากภาพจากโปรแกรมอื่น (เช่น จากคอนเควอร์เรอร์ ) มาวางไว้ที่นี่ก็ได้เช่นกัน
uk: Тут ви можете переглянути зображення вибраного на даний час користувача. Клацніть на кнопці з зображенням, щоб вибрати із списку зображень або перетягніть та киньте власне зображення на цю кнопку (наприклад, з Kokqueror'а).
zh_tw: 您可以在這邊看到使用者名稱與所指定的對應影像。您可以按下影像按鈕以選擇其他的影像，或拖曳一個影像到這邊。

source: Unset
af: Herstel
ar: غير محددة
be: Cкінуць
bn: নিষ্ক্রিয় করো
bs: Poništi
ca: Sense seleccionar
cy: Datosod
eo: Malelekti
eu: Desezarri
fa: تنظیم‌نشده
fy: Standert
gl: Sen estabrecer
hi: अनसेट
is: Óuppsett
ja: 設定解除
ko: 설정 해제
mk: Одпостави
ms: Tidak diset
pa: ਨਾ-ਨਿਰਧਾਰਤ
ro: Resetează
rw: Gukuraho
se: Bija eret
sr: Деактивирај
sr@latn: Deaktiviraj
ta: நீக்கு
tg: Рад кардан
th: ไม่ตั้งค่า
uk: Вимкнено
wa: Nén metou
zh_tw: 取消設定

source: Click this button to make KDM use the default image for the selected user.
af: Kliek hierdie knoppie om KDM te dwing om die verstek beeld vir die gekose gebruiker te gebruik.
ar: انقر هذا الزر لجعل مدير الدخول أن يستخدم الصورة الافتراضية للمستخدم المختار.
be: Націсніце кнопку, каб KDM прызначыў прадвызначаную выяву вылучанаму карыстальніку
bs: Kliknite na ovo dugme kako bi KDM koristio osnovnu sliku za izabranog korisnika.
ca: Cliqueu aquest botó per a què KDM usi la imatge predefinida per a l'usuari seleccionat.
cy: Cliciwch y botwm yma i wneud i KDM ddefnyddio'r ddelwedd ragosod ar gyfer y defnyddiwr dewisiedig.
eo: Klaku la butonon kaj KDM uzos la defaŭltan bildon por la elektita uzanto.
eu: Klik egin botoi honetan KDMk hautatutako erabiltzailearekin irudi lehenetsia erabil dezan.
fa: برای وادار کردن KDM به استفاده از تصویر پیش‌فرض برای کاربر برگزیده، این دکمه را فشار دهید.
fy: Druk op dizze knop om KDM de standertôfbylding brûke te litten foar de selektearre brûker.
gl: Prema este botón para facer que KDM empregue a imaxe por defecto para o usuario escollido.
hi: केडीएम चुने गए उपयोक्ताओं के लिए डिफ़ॉल्ट छवियों को उपयोग में ले इस के लिए इस बटन पर क्लिक करें.
is: Smelltu á þennan hnapp til að láta KDM nota sjálfgefna mynd fyrir valinn notanda.
ja: 選択したユーザの画像を KDM の標準に戻すには、このボタンをクリックしてください。
ko: 이 단추를 누르면 KDM은 선택한 사용자에 대해서 기본 그림을 사용합니다.
mk: Кликнете на ова копче за KDM да ја користи стандардната слика за избраниот корисник.
ms: Klik butang ini supaya KDM menggunakan imej lalaian untuk pengguna yang dipilih tersebut.
ro: Daţi clic pe acest buton pentru a seta KDM să utilizeze imaginea implicită pentru utilizatorul selectat.
rw: Kanda iyi buto kugira ngo KDM ishobore gukoresha ishusho mburabuzi ku ukoresha watoranyijwe.
se: Coahkkal dán boalu vai KDM geavaha standárdgova merkejuvvon geavaheaddji várás.
sr: Кликните на ово дугме да омогућите KDM-у да користи подразумену слику за одабраног корисника.
sr@latn: Kliknite na ovo dugme da omogućite KDM-u da koristi podrazumenu sliku za odabranog korisnika.
ta: தேர்வுசெய்யப்பட்டுள்ள பயனருக்கு கொடாநிலை உருவத்தை பயன்படுத்த இந்த பொத்தானை கிளிக் செய்யவும்
tg: Бо мақсади он, ки KDM барои корванди интихобшуда симоро бо нобаёнӣ истифода барад, ин тугмаро ангушт занед.
th: คลิ้กที่ปุ่มนี้ เพื่อให้ KDM ใช้ภาพปริยายสำหรับผู้ใช้ที่เลือก
uk: Клацніть на цій кнопці, щоб KDM вживав типове зображення для вибраного користувача.
uz: Tanlangan foydalanuvchi uchun andoza rasmdan foydalanish uchun, shu tugmani bosing.
uz@cyrillic: Танланган фойдаланувчи учун андоза расмдан фойдаланиш учун, шу тугмани босинг.
wa: Clitchîz so ç' boton chal po KDM eployî l' prémetowe imådje po l' uzeu tchoezi.
zh_tw: 選取這個選項，讓 KDM 將預設的使用者圖示套用在被選取的使用者上。
