Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: Save image as default image?
af: Stoor beeld as verstek beeld?
ar: احفظ الصورة كصورة افتراضية
be: Ці захаваць выяву як прадвызначаную?
bn: ছবিটি ডিফল্ট ছবি হিসাবে সংরক্ষণ করব?
bs: Spasi sliku kao osnovnu?
ca: Deso la imatge com imatge per omissió?
cy: Cadw'r ddelwedd fel y ddelwedd ragosod?
eo: Ĉu konservi bildon kiel defaŭlton?
eu: Gorde irudia lehenetsi gisa?
fa: تصویر به عنوان تصویر پیش‌فرض ذخیره شود؟
fy: Ofbylding bewarje as standertôfbylding?
gl: Gravar a imaxe coma a imaxe por defecto?
hi: छवि को डिफ़ॉल्ट छवि के रूप में सहेजें?
is: Vista mynd sem sjálfgefna?
ja: この画像を標準画像として保存しますか？
ko: 기본 그림으로 지정하시겠습니까?
mk: Да ја зачувам сликата како почетна?
ms: Simpan imej sebagai imej lalaian?
pa: ਕੀ ਚਿੱਤਰ ਨੂੰ ਮੂਲ ਚਿੱਤਰ ਬਣਾਉਣਾ ਹੈ?
ro: Salvez ca imagine implicită?
rw: Kubika ishusho nk'ishusho mburabuzi?
se: Vurke gova standárdan?
sr: Сними слику као подразумевану слику?
sr@latn: Snimi sliku kao podrazumevanu sliku?
ta: உருவத்தை கொடாநிலை உருவமாக சேமிக்கவேண்டுமா?
tg: Симоро ҳамчун симо бо нобаёнӣ захира кунам?
th: บันทึกภาพเป็นภาพปริยายหรือไม่ ?
uk: Записати це зображення як стандартне?
uz: Rasmni andoza sifatida saqlashni istaysizmi?
uz@cyrillic: Расмни андоза сифатида сақлашни истайсизми?
wa: Schaper l' imådje po tofer?
zh_tw: 儲存為預設圖形?

source: There was an error loading the image %1
af: Daar was 'n fout met die laai van die beeld %1
ar: كان هناك خطأ في تحميل الصورة %1
be: Памылка загрузкі выявы %1
bn: ছবিটি লোড করতে সমস্যা দেখা দিয়েছে %1
bs: Došlo je do greške prilikom učitavanja slike %1
ca: Hi ha hagut un error en carregar la imatge %1
cy: Roedd gwall tra'n llwytho'r ddelwedd %1
eo: Okazis eraro dum ŝarĝo de la bildon: %1
eu: Errore bat gertatu da irudia kargatzean: %1
fa: یک خطای بارگذاری تصویر وجود داشت %1
fy: Der barde in flater by it laden fan de ôfbylding %1
gl: Ocorreu un erro na carga da imaxe %1
hi: छवि %1 लोड करने में त्रुटि हुई
is: Ekki tókst að sækja myndina: %1
ja: 画像の読み込み中にエラーが発生しました: %1
ko: 다음 그림 파일을 불러오는 데 오류가 발생했습니다 %1
mk: Имаше грешка при вчитувањето на сликата: %1
ms: Ada sedikit masalah semasa memuatkan imej %1
pa: ਚਿੱਤਰ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ %1
ro: A apărut o eroare la încărcarea imaginii %1
rw: Habaye ikosa mu gutangiza ishusho %1
se: Šattai meattáhus vieččadettiin gova %1
sr: Дошло је до грешке при учитавању слике %1
sr@latn: Došlo je do greške pri učitavanju slike %1
ta: உருவத்தை ஏற்றுவதில் பிழை இருந்தது. %1
tg: Хатогӣ ҳангоми боркунии симо %1
th: เกิดความผิดพลาดในการบันทึกภาพ %1
uk: Сталася помилка під час завантаження зображення %1
uz: Rasmni yuklashda xato roʻy berdi: %1
uz@cyrillic: Расмни юклашда хато рўй берди: %1
wa: Åk n' a nén stî come dji tcherdjive l' imådje: %1
zh_tw: 儲存圖形時發生錯誤: %1

source: There was an error saving the image: %1
af: Daar was 'n fout met die stoor van die beeld: %1
ar: كان هناك خطأ في حفظ الصورة: %1
be: Памылка захавання выявы: %1
bn: ছবিটি সংরক্ষণ করতে সমস্যা দেখা দিয়েছে: %1
bs: Došlo je do greške prilikom snimanja slike: %1
ca: Hi ha hagut un error en desar la imatge: %1
cy: Roedd gwall tra'n cadw'r ddelwedd %1
eo: Okazis eraro dum konservo de la bildo: %1
eu: Errore bat gertatu da irudia gordetzean: %1
fa: یک خطای ذخیرۀ تصویر وجود داشت: %1
fy: Der barde in flater by it bewarjen fan de ôfbylding: %1
gl: Ocorreu un erro ó gardar a imaxe: %1
hi: छवि %1 सहेजने में त्रुटि हुई
is: Ekki tókst að vista myndina: %1
ja: 画像の保存中にエラーが発生しました: %1
ko: 그림 파일을 저장하는 데 오류가 발생했습니다: %1
mk: Имаше грешка при запишувањето на сликата: %1
ms: Ada masalah semasa menyimpan imej %1
pa: ਚਿੱਤਰ ਨੂੰ ਸੰਭਾਲਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ: %1
ro: A apărut o eroare la salvarea imaginii: %1
rw: Habaye ikosa mu kubika ishusho: %1
se: Šattai meattáhus vurkedettiin gova: %1
sr: Дошло је до грешке при снимању слике: %1
sr@latn: Došlo je do greške pri snimanju slike: %1
ta: உருவம் சேமிக்கும் போது பிழை ஏற்பட்டது: %1
tg: Хатогӣ ҳангоми захиракунии симо: %1
th: เกิดความผิดพลาดในการบันทึกภาพ: %1
uk: Сталася помилка при записі зображення %1
uz: Rasmni saqlashda xato roʻy berdi: %1
uz@cyrillic: Расмни сақлашда хато рўй берди: %1
wa: Åk n' a nén stî come dji voleu schaper l' imådje: %1
zh_tw: 儲存圖形時發生錯誤: %1

source: Choose Image
af: Kies Beeld
ar: اختر صورة
be: Выбраць выяву
bn: ছবি বেছে নিন
bs: Izaberite sliku
ca: Escull la imatge
cy: Dewiswch Ddelwedd
eo: Elekti Bildon
eu: Hautatu irudia
fa: انتخاب تصویر
fy: Ofbylding kieze
gl: Escoller Imaxe
hi: छवि चुनें
is: Veldu mynd
ja: 画像を選択
ko: 그림 선택
mk: Изберете слика
ms: Pilih imej
pa: ਚਿੱਤਰ ਚੁਣੋ
ro: Alegere imagine
rw: Guhitamo Ishusho
se: Vállje gova
sr: Изаберите слику
sr@latn: Izaberite sliku
ta: படத்தை தேர்வுசெய்
tg: Суратро интихоб кунед
th: เลือกภาพ
uk: Вибрати зображення
uz: Rasmni tanlash
uz@cyrillic: Расмни танлаш
wa: Tchoezi imådje
zh_tw: 選取圖像

source: <qt><center><font color=red><big><b>Attention!<br>Read help!</b></big></font></center></qt>
af: <qt><center><font color=red><big><b>Aandag!<br>Lees help!</b></big></font></center></qt>
ar: <qt><center><font color=red><big><b>انتبه!<br>اقرأ المساعدة!</b></big></font></center></qt>
be: <qt><center><font color=red><big><b>Увага!<br>Чытайце даведку!</b></big></font></center></qt>
bn: <qt><center><font color=red><big><b>সাবধান!<br>সাহায্য পড়ুন!</b></big></font></center></qt>
bs: <qt><center><font color=red><big><b>Pažnja!<br>Pročitajte pomoć!</b></big></font></center></qt>
ca: <qt><center><font color=red><big><b>Atenció!<br>Llegiu l'ajuda!</b></big></font></center></qt>
cy: <qt><center><font color=red><big><b>Taler Sylw!<br>Darllenwch y cymorth!</b></big></ font></center></qt>
eo: <qt><center><font color=red><big><b>Notu! <br>Legu helpon!</b></big></font></center></qt>
eu: <qt><center><font color=red><big><b>Adi<br>Irakur ezazu laguntza</b></big></font></center></qt>
fa: <qt><center><font color=red><big><b>توجه!<br>کمک را بخوانید!</b></big></font></center></qt>
fy: <qt><center><font color=red><big><b>Attinsje! <br>Lês de dokumintaasje!</b></big></font></center></qt>
gl: <qt><center><font color=red><big><b>Atención!<br>Lea a axuda!</b></big></font></center></qt>
hi: <qt><center><font color=red><big><b>ध्यान दें!<br>मदद को पढ़ें!</b></big></font></center></qt>
is: <qt><center><font color=red><big><b>Athugaðu!<br>Lestu hjálpina!</b></big></font></center></qt>
ja: <qt><center><font color=red><big><b>注意!<br>ヘルプを読んで!</b></big></font></center></qt>
ko: <qt><center><font color=red><big><b>주의!<br>도움말을 읽으십시오!</b></big></font></center></qt>
mk: <qt><center><font color=red><big><b>Внимание!<br>Прочитајте ја помошта!</b></big></font></center></qt>
ms: <qt><center><font color=red><big><b>Perhatian!<br>Baca bantuan!</b></big></font></center></qt>
pa: <qt><center><font color=red><big><b>ਸਾਵਧਾਨ!<br>ਸਹਾਇਤਾ ਪੜੋ!</b></big></font></center></qt>
ro: <qt><center><font color=red><big><b>Atenţie!<br>Citiţi documentaţia!</b></big></font></center></qt>
rw: <qt><center><font color=red><big><b>Itonde!<br>Soma ifashayobora!</b></big></font></center></qt>
sr: <qt><center><font color=red><big><b>Пажња!<br>Прочитајте упутство!</b></big></font></center></qt>
sr@latn: <qt><center><font color=red><big><b>Pažnja!<br>Pročitajte uputstvo!</b></big></font></center></qt>
ta: <qt><center><font color=red><big><b>கவனி!<br>படி உதவு!</b></big></font></center></qt>
tg: <qt><center><font color=red><big><b>Диққат!<br>Ёриро хонед!</b></big></font></center></qt>
th: <qt><center><font color=red><big><b>คำเตือน !<br>โปรดอ่านความช่วยเหลือก่อน !</b></big></font></center></qt>
uk: <qt><center><font color=red><big><b>Увага!<br>Перегляньте довідку!</b></big></font></center></qt>
uz: <qt><center><font color=red><big><b>Diqqat!<br>Qoʻllanmani oʻqing!</b></big></font></center></qt>
uz@cyrillic: <qt><center><font color=red><big><b>Диққат!<br>Қўлланмани ўқинг!</b></big></font></center></qt>
wa: <qt> <center><font color=red><big><b>Riwaitîz a vos! <br>Léjhoz l' aidance!</b></big></font></center></qt>
zh_tw: <qt><center><font color=red><big><b>注意！<br>請閱讀說明！</b></big></font></center></qt>

source: Enable Au&to-Login
af: Aktiveer auto-aanteken
be: Задзейнічаць Аўта-ў&ваход
bn: স্বয়ংক্রীয় &লগ-ইন সক্রিয় করো
bs: Omogući au&to-login
ca: Habilita l'accés au&tomàtic
cy: Galluogi &mewngofnodi ymysgogol
eo: Ebligi &Aŭtomatan Saluton
eu: Gaitu saio-hasiera a&utomatikoa
fa: فعال‌سازی ورود &خودکار‌
fy: Automatysk oanmelde ak&tivearje
gl: Habilitar a Entrada Au&tomática
hi: स्वचालित लॉगइन सक्षम करें (&t)
is: &Virkja sjálfvirka innstimplun
ja: 自動ログインを有効にする(&T)
ko: 자동 로그인 사용하기(&T)
mk: Овозможи ав&том. најава
ms: Aktifkan &Autolog Masuk
pa: ਸਵੈ-ਚਾਲਿਤ ਲਾਗਿੰਨ ਯੋਗ(&t)
ro: Activează logarea &automată
rw: Kwemerera Kwiyinjiza
sr: Укључи ау&томатско пријављивање
sr@latn: Uključi au&tomatsko prijavljivanje
ta: தன்னியக்கத் துவக்கத்தைச் செயல்படுத்து
th: เปิดใช้การล็อกอินอัตโนมัติ
uk: &Дозволити автоматичну реєстрацію
uz: A&vto-kirishni yoqish
uz@cyrillic: А&вто-киришни ёқиш
wa: Mete en alaedje l' &elodjaedje otomatike
zh_tw: 啟用自動登入 (&T)

source: Turn on the auto-login feature. This applies only to KDM's graphical login. Think twice before enabling this!
af: Skakel die auto-aanteken opsie aan. Dit is slegs van toepassing op KDM se grafiese aanteken skerm. Dink twee keer voordat jy dit aanskakel!
ar: هذا يشغل خاصية الدخول الآلي.هذا ينطبق على الدخول الرسومي لمدير الدخول فقط. فكر مرتين قبل تمكين هذا الخيار!
be: Уключае магчымасць аўта-ўваходу. Ужываецца толькі пры графічным уваходзе праз KDM. Падумайце двойчы перад задзейнічаннем такой магчымасці!
bn: এখানে স্বয়ংক্রীয় লগ-ইন চালু করুন। এটি শুধু কে.ডি.এম.-এর গ্রাফিকাল লগ-ইন-এর জন্য প্রযোজ্য। ভেবেচিন্তে করবেন!
bs: Uključuje auto-login opciju. Ovo se odnosi samo na KDMov grafički login. Razmislite dvaput prije nego što uključite ovo!
ca: Activa la característica d'accés automàtic. Això tan sols és aplicable a l'accés gràfic de KDM. Penseu-vos-ho dues vegades abans d'habilitar-lo!
cy: Cynnau'r nodwedd mewngofnodi ymysgogol. Gweithreda hyn ar fewngofnodi graffegol KDM yn unig. Meddyliwch ddwywaith cyn galluogi hwn!
eo: Aktivigas la aŭtomatan salut-funkcion. Tio influas nur la grafikan saluton de KDM. Pripensu dufoje antaŭ ŝalti tion!
eu: Abiatu saio-hasiera automatikorako gaitasuna. Hau KDMren saio-hasiera grafikoari baino ez zaio aplikatzen. Pentsa ezazu bi aldiz hau gaitu aurretik.
fa: روشن کردن ویژگی ورود به طور خودکار. این، فقط برای ورود نگاره‌ای KDM به کار می‌رود. قبل از فعال‌سازی این، دو مرتبه فکر کنید!
fy: Hjirmei skeakelje jo automatysk oanmelde yn. Dit is allinne fan tapassing op KDM's grafyske oanmeldskerm. Tink efkes twa kear goed nei foardat jo dit aktivearje.
gl: Activar a característica de entrada automática. Isto se aplica só á entrada gráfica de KDM. Pénseo dúas veces antes de activar isto!
hi: स्वतः लॉगइन विशेषता चालू करें. यह सिर्फ केडीएम के चित्रमय लॉगइन पर ही लागू होता है. इसे सक्षम करने से पहले दोबारा सोच लें!
is: Virkja sjálfvirka innstimplun. Þetta gildir bara um grafíska KDM innstimplunargluggann. Hugsaðu þig vel um áður en þú kveikir á þessu!
ja: 自動ログイン機能を有効にします。これは KDM のグラフィカルログインにのみ適用されます。これを有効にするかどうかは慎重に検討してください。
ko: 자동 로그인 기능을 사용합니다. 이 설정은 KDM의 그래픽 로그인에만 영향을 줍니다. 이 설정을 사용하기 전에 다시 한 번 생각해 보십시오!
mk: Ја вклучува можноста за автоматска најава. Ова важи само за графичката најава на KDM. Помислете двапати пред да го овозможите ова!
ms: 'On' log masuk auto. Ini hanya sah untuk log masuk bergrafik. Fikirkan banyak kali sebelum membolehkannya!
ro: Activează opţiunea de logare automată. Aceasta se aplică numai logării cu KDM. Gîndiţi-vă de două ori înainte de a activa această opţiune!
rw: Cana ikiranga nyamwifungura. Ibi bikora gusa ku ifashayinjira bishushanyo rya KDM. Tekereza bihagije mbere yo Kugifungura!
se: Bidjá automáhtalaš sisačáliheami ala. Dát guoská dušše KDM:a gráfalaš sisačáliheapmái. Várut, dát sáhttá rihkut sihkkarvuođa!
sr: Укључи аутоматско пријављивање. Ово се односи само на графичко пријављивање у KDM-у. Размислите двапут пре него што укључите ову опцију!
sr@latn: Uključi automatsko prijavljivanje. Ovo se odnosi samo na grafičko prijavljivanje u KDM-u. Razmislite dvaput pre nego što uključite ovu opciju!
ta: தானியங்கி புகுபதிகையின் பண்பை தொடங்கு. இதுKDM's வரைகலையின் புகுபதிகைக்கு மட்டுமே பயன்படுத்தப்படும் . இதை செயல்படுத்துவதற்கு முன் இருமறை யோசிக்கவும்!
tg: Худборшавиро дар гиронед. Ин замима танҳо барои вориди графикии KDM имконпазир аст. Пеш аз дар гиронидан бори дигар фикр кунед!
th: เปิดการใช้งานล็อกอินอัตโนมัติ ซึ่งจะมีผลกับการล็อกอินผ่าน KDM เท่านั้นโปรดคิดให้ถ้วนถี่ ก่อนเปิดใช้งานมัน !!
uk: Ввімкнути можливість автореєстрації. Це стосується тільки графічного вікна реєстрації. Подумайте двічі, перед тим, як вмикати!
wa: Mete en alaedje li fonccionålité d' elodjaedje otomatike. Çoula n' s' aplike k' manaedjeu d' elodjaedje grafike KDM. Tuzez bén a çou k' vos fjhoz divant d' mete çoula en alaedje!
zh_tw: 啟動自動登入功能. 這只會套用在 KDM 的圖形介面登入. 請三思而後啟動!

source: Use&r:
af: Gebruiker:
ar: المست&خدم:
be: Кар&ыстальнік:
bn: ব্যবহা&রকারী:
bs: &Korisnik:
ca: U&suari:
cy: Defnyddiw&r:
eo: &Uzanto:
eu: &Erabiltzailea:
fa: &کار‌‌‌بر:‌
fy: Brûke&r:
gl: Usua&rio:
hi: उपयोक्ताः (&r)
is: &Notandi:
ja: ユーザ(&R):
ko: 사용자(&R):
mk: Ко&рисник:
ms: Penggu&na:
pa: ਉਪਭੋਗੀ(&r):
ro: Utilizato&r:
rw: Ukoresha:
se: &Geavaheaddji:
sr: Ко&рисник:
sr@latn: Ko&risnik:
ta: பயனர்:
tg: И&стифодакунанда:
th: ผู้ใช้:
uk: &Користувач:
uz: &Foydalanuvchi:
uz@cyrillic: &Фойдаланувчи:
wa: &Uzeu:
zh_tw: 使用者(&R):

source: Select the user to be logged in automatically.
af: Kies die gebruiker wat automaties gaan aanteken.
ar: اختر المستخدم الذس سيدخل تلقائيا من هذه القائمة.
be: Вылучце карыстальніка для аўта-ўваходу
bn: যে ব্যবহারকারীকে নিজে থেকে লগ-ইন করিয়ে দেওয়া হবে।
bs: Izaberite korisnika koji će automatski biti logiran.
ca: Seleccioneu l'usuari que accedirà automàticament.
cy: Dewiswch y defnyddiwr i'w fewngofnodi'n ymysgogol.
eo: Elektu la uzanton kiu estos aŭtomate ensalutita el la listo.
eu: Hautatu automatikoki saioa hasiko duen erabiltzailea.
fa: برگزیدن کاربری که به طور خودکار وارد می‌شود.
fy: Selektearje de brûker dy automatysk oanmeld wurd.
gl: Escolla o usuario co que se entrará automáticamente.
hi: उपयोक्ता चुनें जो स्वचलित लॉगइन होंगे
is: Veldu notandann sem á að stimpla sjálfkrafa inn úr þessum lista.
ja: 自動的にログインするユーザを選択します。
ko: 자동으로 로그인할 사용자를 선택하십시오.
mk: Изберете го корисникот кој ќе се најавува автоматски.
ms: Pilih pengguna yang akan log masuk secara automatik.
pa: ਸਵੈ-ਚਾਲਿਤ ਲਾਗਿੰਨ ਕਰਨ ਵਾਲੇ ਉਪਭੋਗੀ ਦੀ ਚੋਣ ਕਰੋ।
ro: Selectaţi din listă utilizatorul care se va fi logat automat.
rw: Gutoranya ukoresha ugomba guhita yinjira.
se: Vállje geavaheaddji mii automáhtalaččat sisačálihuvvo
sr: Одаберите корисника са листе који ће бити аутоматски пријављен.
sr@latn: Odaberite korisnika sa liste koji će biti automatski prijavljen.
ta: தன்னியக்கமாக பயனர் கணினியில் முழைய முடியும்
tg: Корвандро интихоб кунед, ки ба система ба таври худкор ворид мешавад.
th: เลือกทะเบียนผู้ใช้สำหรับการล็อกอินอัตโนมัติจากที่นี่
uk: Виберіть користувача зі списку для автоматичної реєстрації.
uz: Avtomatik ravishda kirishi mumkin boʻlgan foydalanuvchini tanlang.
uz@cyrillic: Автоматик равишда кириши мумкин бўлган фойдаланувчини танланг.
wa: Tchoezixhoz l' uzeu a esse elodjî otomaticmint.
zh_tw: 從這個列表中選擇要自動登入的使用者.

source: _: delay none
af: geen
be: няма
bn: বিলম্ব
ca: cap
cy: dim
eo: Nenia prokrasto
eu: inor ez
fa: هیچ‌کدام
fy: gjint
gl: ningún
is: engin
ja: なし
ko: 없음
mk: нема
pa: ਕੋਈ ਨਹੀਂ
rw: nta na kimwe
sr: никакав
sr@latn: nikakav
th: ไม่หน่วงเวลา
uk: немає
uz: yoʻq
uz@cyrillic: йўқ
wa: nouk
zh_tw: 無

source: _: seconds s
af: s
be: с
bn: সে.
ca: s
eo: s
eu: s
fa: ثانیه
fy: s
gl: s
is: s
ja: 秒
ko: 초
mk: сек
pa: ਸ
rw: s
sr: сек.
sr@latn: sek.
th: วินาที
uk: с
uz: s
uz@cyrillic: с
wa: s
zh_tw: s

source: D&elay:
af: Vertraging:
be: За&трымка:
bn: বি&লম্ব:
ca: R&etard:
cy: O&ediad:
eo: &Prokrasto:
eu: A&tzerapena:
fa: &تأخیر:‌
fy: F&ertraging:
gl: R&etardo:
is: &Töf:
ja: 猶予(&E):
ko: 지연 시간(&E):
mk: Доцн&ење:
pa: ਅੰਤਰਾਲ(&e):
rw: Gutinda:
sr: &Застој:
sr@latn: &Zastoj:
th: หน่วงเวลา:
uk: З&атримка:
uz: K&echikish:
uz@cyrillic: К&ечикиш:
wa: &Tins:
zh_tw: 延遲(&E):

source: The delay (in seconds) before the automatic login kicks in. This feature is also known as "timed login".
af: Die vertraging (in sekondes) voordat die outomatiese aantekening begin. Hierdie eienskap staan ook bekend as "tydgebonde aanteken".
be: Затрымка (у секундах) перад аўта-ўваходам. Гэтая асаблівасць таксама вядомая як "адкладзены ўваход".
ca: El retard (en segons) abans que s'engegui la connexió automàtica. Aquesta característica també es coneix com a "connexió programada".
eo: La prokrasto (per sekundoj) antaŭ ol la aŭtomata ensaluto komenciĝas. Ĉi tiu ebleco ankaŭ estas nomita "horloĝita ensaluto".
eu: Atzerapena (segundutan), saio-hasiera automatikoak eragin baino lehen. Eginbide hau "saio-hasiera kronometratuta" gisa ezagutzen da.
fa: تأخیر)بر حسب ثانیه( قبل از ورود خودکار ضربه می‌زند. این ویژگی به عنوان »ورود زمان‌دار« هم شناخته می‌شود.
fy: De fertraging (yn seconden) foardat der automatysk oanmeld wurdt.
gl: O retardo (en segundos) antes de que a entrada automática se leva a cabo. A característica tamén se coñece como "inicio programado".
is: Töf (í sekúndum) áður en sjálfvirk innstimplun tekur yfir. Þetta er einnig þekkt sem "tímasett innskráning".
ja: 自動ログインを開始するまでの猶予時間を秒単位で指定します。この機能は「時限ログイン」としても知られています。
ko: 자동으로 로그인하기 전의 지연 시간입니다.
mk: Доцнењето (во секунди) пред да се активира автоматското најавување. Оваа можност е позната и како „темпирана најава“.
rw: Igihe gishira (mu masegonda) mbere y'uko ifungura ryikora ritangira. Iki kiranga kizwi na none ku izina rya "ifungura ryagenewe igihe".
sr: Застој (у секундама) пре него што се покрене аутоматско пријављивање. Ова могућност је позната као „темпирано пријављивање“.
sr@latn: Zastoj (u sekundama) pre nego što se pokrene automatsko prijavljivanje. Ova mogućnost je poznata kao „tempirano prijavljivanje“.
th: การหน่วงเวลา (หน่วยเป็นวินาที) ก่อนทำการเริ่มล็อกอินอัตโนมัติ
uk: Затримка (у секундах) перед автоматичною реєстрацією. Ця функціональність також відома, як "реєстрація за часом".
zh_tw: 自動登入執行前的延遲時間（以秒計）。這個功能也稱為「限時登入」。

source: P&ersistent
af: Aanhoudend
be: &Трывалы
cy: P&arhaol
eo: &Daŭranta
eu: &Iraunkorra
fa: &مداوم‌
fy: Bliuw&end
gl: P&ersistente
is: &Fast
ja: 持続的(&E)
ko: 항상 자동으로 로그인하기(&E)
mk: Т&рајна
rw: Bigaruka
sr: &Трајно
sr@latn: &Trajno
th: ตลอดไป
uk: &Постійна
wa: A tcha&eke côp
zh_tw: 永久(&E)

source: Normally, automatic login is performed only when KDM starts up. If this is checked, automatic login will kick in after finishing a session as well.
af: Gewoonlik gebeur outomatiese aanteken net as KDM begin. As hierdie opsie gekies is, sal outomatiese aanteken ook gebeur wanneer 'n sessie klaar is.
be: Звычайна аўтаматычны ўваход адбываецца толькі пры старце KDM. Калі гэта ўключана, аўта-ўваход таксама выканаецца пасля сканчэння сеансу.
ca: Normalment, la connexió automàtica només s'efectua quan s'engega el KDE. Si es marca això, la connexió automàtica també s'engegarà després de finalitzar una sessió.
eo: Kutime, aŭtomata ensaluto okazas nur kiam KDM ŝaltiĝas. Se vi elektas ĉi tiun, aŭtomata ensaluto ankaŭ okazos post la fino de seanco.
eu: Normalean, saio-hasiera automatikoa KDM abiatzean egiten da. Hau gaituta badago, saio-hasiera automatikoak eragingo du saio bat bukatzean ere.
fa: معمولاً، ورود به طور خودکار فقط زمانی که KDM راه‌اندازی می‌شود، انجام می‌گیرد، اگر این علامت زده شود، ورود خودکار بعد از پایان یک نشست هم ضربه می‌زند.
fy: Normaal wurdt der allinne automatyske oanmeld as KDM begjint. As dizze opsje útskeakele is, dan sil de automatyske oanmelding ek opkomme as der in sesje ôfsluten wurdt.
gl: Normalmente, a entrada automática lévase a cabo só cando se inicia KDM. Se isto se activa, a entrada automática desenvólvese despois de finalizar a sesión.
is: Venjulega er bara skráð sjálfkrafa inn þegar KDM er ræst. Sé hinsvegar merkt við hér mun einnig verða skráð sjálfkrafa inn eftir að lotu líkur,
ja: 通常、自動ログインは KDE 起動時にのみ実行されます。このオプションを選択すると、セッション終了時にも同様に自動ログインが実行されます。
ko: 일반적으로 KDM이 시작될 때에만 자동으로 로그인합니다. 그러나 이 옵션을 선택하면 세션을 끝낼 때에도 자동으로 로그인할 것입니다.
mk: Обично автоматската најава се прави само при стартување на KDM. Ако е ова обележано автоматската најава ќе се вклучи и по завршувањето на сесијата.
rw: Ubusanzwe, ifungura ryikora rikorwa gusa iyo KDM itangiye. Iyo ryashyizweho akamenyetso, ifungura ryikora rizatangira nyuma yo kurangiza umukoro na none.
sr: Нормално, до аутоматског пријављивања долази само при покретању KDM-а. Ако је ово укључено, аутоматско пријављивање је могуће и после окончања сесије.
sr@latn: Normalno, do automatskog prijavljivanja dolazi samo pri pokretanju KDM-a. Ako je ovo uključeno, automatsko prijavljivanje je moguće i posle okončanja sesije.
th: ตามปกติแล้วการล็อกอินอัตโนมัติจะถูกใช้เมื่อเริ่มการทำงานของ KDM เท่านั้น หากเปิดใช้งานตัวเลือกนี้ จะมีการล็อกอินเป็นผู้ใช้ตามที่ระบุให้โดยอัตโนมัติ
uk: Типово, автоматична реєстрація робиться тільки при старті KDM. Але якщо цей параметр увімкнено, то автоматична реєстрація буде відбуватися і після завершенні інших сеансів.
zh_tw: 通常，自動登入只有在 KDM 啟動時才運作。如果核取此項，自動登入也會在工作階段結束時運作。

source: Loc&k session
af: Sluit sessie
be: За&блакаваць сеанс
ca: Blo&queja la sessió
eo: Ŝlosi &Seancon
eu: &Blokeatu saioa
fa: &قفل نشست‌
fy: Sesje bes&koattelje
gl: Blo&quear sesión
is: &Læsa skjá
ja: セッションをロック(&K)
ko: 세션 잠금(&K)
mk: За&клучи сесија
pa: ਅਜਲਾਸ ਤਾਲਾ(&k)
rw: Gufunga umukoro
sr: &Закључај сесију
sr@latn: &Zaključaj sesiju
th: ล็อคเซสชัน
uk: Зам&кнути сеанс
uz: &Seansni qulflash
uz@cyrillic: &Сеансни қулфлаш
wa: &Serer li session al clé
zh_tw: 鎖定工作階段(&K)
