Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: Users with a UID (numerical user identification) outside this range will not be listed by KDM and this setup dialog. Note that users with the UID 0 (typically root) are not affected by this and must be explicitly hidden in "Not hidden" mode.
af: Gebruikers met 'n UID (numeries gebruiker identifikasie) buite hierdie reeks sal nie gelys word deur KDM en hierdie opstelling dialoog boks nie. Let daaro dat Gebruikers met die UID 0 (tipies Root) word nie geaffekteer deur hierdie nie en moet pertinent weg gesteek word in "nie versteekte" modus.
ar: لن يقوم مدير الدخول وصندوق حوار الإعداد هذا بعرض المستخدمين ذوي رمز مستخدم (معرف مستخدم رقمي) خارج هذا النطاق. لاحظ أن المستخدمين ذوي رمز مستخدم 0 (في الطبيعي root) لن يتأثروا بهذا ويجب أن يتم إخفائهم في نظام "غير مخفيين".
be: Карыстальнікі з UID (унікальным ідэнтыфікатарам) па-за межамі гэтага дыяпазону не будуць пералічаны ў KDM і гэтым дыялогу настаўлення. Аднак карыстальнікі з UID 0 (звычайна, root) не закранаюцца гэтай наладай і мусяць быць яўна адзначаны ў рэжыме "Не хаваць".
bs: Korisnici sa UIDom (numerička identifikacija korisnika) izvan ovog raspona neće biti izlistani u KDMu ni ovom dijalogu. Primjetite da korisnik sa UIDom 0 (tipično root) neće biti pogođen ovim i mora biti eksplicitno sakriven u načinu "Nisu sakriveni".
ca: Els usuaris amb una UID (identificació numèrica de l'usuari) fora d'aquest interval no quedaran llistats en el KDM ni en aquest diàleg de configuració. Tingueu en compte que els usuaris amb UID 0 (típicament el root) no es veuran afectats per això i tindran que restar explícitament ocults en el mode "No ocult".
cy: Ni restrir defnyddwyr â UID (dynodiad ddefnyddiwr rhifol) y tu hwnt i'r amrediad yma gan KDM na'r ymgom osod yma. Noder na fydd effaith ar ddefnyddwyr â'r UID 0 (y gwraidd gan amlaf) gan hyn, ac mae rhaid eu cuddio'n benodol ym modd "Anghuddiedig".
eo: Uzantoj kun UID (numera Uzanta IDenteco) ekster ĉi tiu intervalo ne estas listitaj de KDM kaj ĉi tiu adapt-dialogo. Notu ke uzantoj kun la UID 0 (kutime la ĉefuzanto) ne estas influitaj de ĉi tiu kaj devas esti intence kaŝitaj en dialogo "ne kaŝita".
eu: Ez KDMk, ez eta konfigurazio elkarrizketa honek, ez ditu hein honetatik kanpoko UID zenbakia (erabiltzailearen identifikazio zenbakia) duten erabiltzailak zerrendatuko. Ohar zaitez honek ez diela 0 UID zenbakia duten erabiltzaileei eragiten (normalean root), eta "Ezkutatu gabe" eran ere ezkutatu behar direla.
fa: کاربران دارای یک UID )شناسۀ کاربر( خارج از این گستره توسط KDM و این محاورۀ برپایی فهرست نمی‌شود. توجه داشته باشید که کاربران دارای شناسایی عددی کاربر ۰ )به طور نوعی ریشه ( تحت تأثیر این واقع نمی‌شوند و صریحاً باید در حالت »مخفی نشدن« مخفی شوند.
fy: Brûkers mei in UID (numerical user identification) bûten dit berik sille nea werjûn wurde troch KDM of dit ynstellingsdialooch finster. Taljochting: brûkers mei UID 0 (sa as root) falle net ûnder dizze ynstelling. Dizze kinne jo ferstopje troch se yn de stân "Net ferstoppe" te ferstopje.
gl: Os usuarios cun UID (identificación numérica de usuario) fóra deste rango non se listarán en KDM e neste diálogo de configuración. Note qu os usuarios co UID 0 (normalmente root) non se verán afectados por isto e deberán estar explícitamente agochados no modo "Non agochados".
hi: उपयोक्ता यदि इस रेज से बाहर यूआईडी (न्यूमेरिकल यूज़र आइडेंटिफिकेशन) युक्त होगा तो केडीएम और इसके सेटअप संवाद में सूचीबद्ध नहीं होगा. टीप लें कि यूआईडी 0 वाले उपयोक्ता (विशिष्टतया रूट) इससे प्रभावित नहीं होते हैं तथा साफ-साफ छुपे होने ही चाहिएँ "छुपें नहीं" मैड में.
is: Notendur með auðkennisnúmer (UID) utan þessarra gilda munu ekki verða sýndir af KDM og þessari skjámynd. Athugið að notandi með auðkennisnúmer 0 (venjulega kerfisstjóri) er samt leyfður og verður að fela sérstaklega í "Ekki falinn".
ja: この範囲外の UID (ユーザを識別する番号) のユーザは、KDM にもこの設定ダイアログにも表示されません。UID が 0 のユーザ (通常は root) は例外です。このユーザは「表示するユーザ」モードでは明示的に非表示にしなければなりません。
ko: 이 범위 밖에 있는 UID를 가지고 있는 사용자들은 KDM과 이 설정 대화 상자에 표시되지 않을 것입니다. UID 0(대개 루트)인 사용자는 여기에 영향을 받지 않으며 "선택 반전" 모드에 반드시 명시적으로 포함되어야 합니다.
mk: Корисниците со UID (нумеричка идентификација на корисник) надвор од овој опсег нема да бидат излистани од KDM и неговиот дијалог за поставување. Забележете дека ова не влијае на корисниците со UID 0 (типично root) и дека тие мора експлицитно да бидат скриени во режимот „нескриени“.
ms: Pengguna dengan UID (identifikasi pengguna bernombor) di luar julat ini tidak akan disenaraikan oleh KDM dan di dalam dialog setup ini. Diberitakan bahawa pengguna dengan UID 0 (lazimnya root) tidak memberi kesan dalam hal ini dan ia sepatutnya tersembunyi di dalam mod "Tidak-tersembunyi"
ro: Utilizatorii cu un UID (numărul de identificare al utilizatorului) în afara acestui domeniu nu vor fi listaţi de KDM şi de acest dialog de configurare. Utilizatorii care au UID-ul egal cu zero (de obicei utilizatorul "root") nu sînt afectaţi de această setare şi trebuie ascunşi în mod explicit cînd selectaţi opţiunea de afişare "Neascunşi".
rw: Abakoresha bafite UID (irangamimerere mibare ry'ukoresha) batari muri iki cyiciro ntibazashyirwa ku ilisiti na KDM n'aka gasandukiganiro k'imitegurire. Wibuke ko ibi nta ngaruka bigira ku bakoresha bafite UID 0 (umuzi nyawo) bityo bakaba bagomba kutagaragara na gato mu buryo bwa "Bidahishe"
se: Geavaheaddjit mas leat UID:a (numeralaš geavaheaddjiidentifikašuvdna) dán gaskka olggobealde eai čájehuvvo KDM:as eaige heivehanlásežis. Fuomáš ahte dát ii guoskka geavaheddjiide mas lea UID 0 (dábálaččat root), ja daid ferte čiehkadit «Ii čiehkaduvvon» dilis.
sr: Корисници са UID-ом (нумеричком корисничком идентификацијом) изван овог опсега неће бити приказани од стране KDM-а и овог дијалог за подешавање. Запамтите да за кориснике са UID-ом 0 (обично „root“) ово правило не важи и да они морају експлицитно бити сакривени у режиму „Није скривен“.
sr@latn: Korisnici sa UID-om (numeričkom korisničkom identifikacijom) izvan ovog opsega neće biti prikazani od strane KDM-a i ovog dijalog za podešavanje. Zapamtite da za korisnike sa UID-om 0 (obično „root“) ovo pravilo ne važi i da oni moraju eksplicitno biti sakriveni u režimu „Nije skriven“.
ta: நிர்வாகியையும் , நிர்வாக அதிகாரம் கொன்ட பயனரும் துவக்க உரையாடலில் காட்டப்பட மாட்டாது. மற்றவர்களை தனியாக "மறைக்கப்படாத" முறையின் கீழ் தெரிவார்கள்
tg: Корвандон бо (шиносаи рақами корванд) берун аз ин маҳдуда дар KDM ва ин барпосозии муколама ба рӯйхат гирифта намешаванд. Дар хотир доред, ки корвандон бо UID (одатан решагӣ) ба таъсири ин параметр гирифтор намешаванд ва бояд дар "Пинҳон нест" дақиқона пинҳон шаванд.
th: ผู้ใช้พร้อมกับหมายเลขผู้ใช้ (เลขแสดงตัวผู้ใช้) ซึ่งอยู่นอกเหนือช่วงนี้ จะไม่ถูกแสดงไว้ในรายการโดย KDM และในกล่องตั้งค่านี้ ข้อควรจำ ตัวเลือกนี้จะไม่มีผลกับผู้ใช้ที่มีหมายเลข 0 (ปกติคือ root) ซึ่งถูกแยกไว้ในโหมด "ไม่ซ่อน"
uk: Користувачі з UID (числовим ідентифікатором користувача), що випадає поза межі цього діапазону не будуть показані в KDM. Примітка: користувач, з UID 0 (за звичай, root) цим обмежений бути не може і його потрібно вимкнути явно в режимі "Не сховано".
wa: Les uzeu k' ont ene UID (indintifiaedje uzeu limerike) å dfoû di cisse limite ni seront nén djivés pa KDM et cisse divize d' apontiaedje. Notez k' des uzeus avou l' UID 0 (root les troes cwårts do tins) ni sont nén toutchîz pa çoula et dvèt esse bén catchî est l' mode "Nén catchîs".
zh_tw: KDM 只會列出定義在此範圍內的使用者的識別碼 UID（numerical user identification）。超過了這個範圍之外的 UID 將不會被 KDM 和這個設定視窗列出。請注意，當使用者的 UID 為 0 時（通常是 root），是不會受到影響的。除非您在「不隱藏」的模式設定中，明確的定義它必須被隱藏。

source: Below:
af: Onderste:
ar: أسفل:
be: З:
bn: তলায়:
bs: Ispod:
ca: Baix:
cy: Isod:
eo: Sub:
eu: Azpian:
fa: زیر:
fy: Under:
gl: Embaixo:
hi: नीचेः
is: Lægri en:
ja: 下:
ko: 이하:
mk: Под:
ms: Bawah:
pa: ਹੇਠਾਂ:
ro: Sub:
rw: Ahakurikira:
se: Vuolil:
sr: Испод:
sr@latn: Ispod:
ta: கீழே :
tg: Дар поён:
th: ตั้งแต่:
uk: Під:
uz: Past:
uz@cyrillic: Паст:
wa: Å dzo:
zh_tw: 最低：

source: Above:
af: Boonste:
ar: أعلى:
be: Па:
bn: উপরে:
bs: Preko:
ca: Alt:
cy: Uchod:
eo: Super:
eu: Gainean:
fa: بالا:
fy: Boppe:
gl: Enriba:
hi: ऊपरः
is: Ofar en:
ja: 上:
ko: 이상:
mk: Над:
ms: Atas:
pa: ਉੱਪਰ:
ro: Peste:
rw: Ahabanza:
se: Badjel:
sr: Изнад:
sr@latn: Iznad:
ta: மேல்:
tg: Дар боло:
th: ถึง:
uk: Над:
uz: Yuqori:
uz@cyrillic: Юқори:
wa: Å dzeu:
zh_tw: 最高：

source: Users
af: Gebruikers
be: Карыстальнікі
bn: ব্যবহারকারী
bs: Korisnici
ca: Usuaris
cy: Defnyddwyr
eo: Uzantoj
eu: Erabiltzaileak
fa: کاربران
fy: Brûkers
gl: Usuarios
hi: उपयोक्ता
is: Notendur
ja: ユーザ
ko: 사용자
mk: Корисници
ms: Pengguna
pa: ਉਪਭੋਗੀ
ro: Utilizatori
rw: Abakoresha
se: Geavaheaddjit
sr: Корисници
sr@latn: Korisnici
ta: பயனர்கள்
tg: Корвандон
th: ทะเบียนผู้ใช้
uk: Користувачі
uz: Foydalanuvchilar
uz@cyrillic: Фойдаланувчилар
wa: Uzeus
zh_tw: 使用者

source: Show list
af: Vertoon lys
be: Паказаць спіс
bn: তালিকা দেখাও
bs: Prikaži listu
ca: Mostra la llista
eo: Montri uzantojn
eu: Erakutsi zerrenda
fa: نمایش فهرست
fy: list sjen litte:
gl: Amosar lista
hi: सूची दिखाएँ
is: Sýna lista
ja: リストを表示する
ko: 목록 보이기
mk: Прикажи листа
ms: Tayang senarai
pa: ਸੂਚੀ ਵੇਖਾਓ
ro: Afişează lista
rw: Kwerekana ilisiti
se: Čájet listtu
sr: Прикажи листу
sr@latn: Prikaži listu
ta: பட்டியலை காட்டு
tg: Рӯйхатро намоиш диҳед
th: แสดงทะเบียนผู้ใช้
uk: Показувати список
uz: Foydalanuvchilarni koʻrsatish
uz@cyrillic: Фойдаланувчиларни кўрсатиш
wa: Mostrer l' djivêye
zh_tw: 顯示列表

source: If this option is checked, KDM will show a list of users, so users can click on their name or image rather than typing in their login.
af: Wanneer gekies, sal KDM 'n lys vertoon van alle gebruikers, sodat die gebruikers op hulle name of beelde kan kliek eerder as om hulle name te tik wanneer hulle aanteken.
be: Калі ўключана, KDM пакажа спіс карыстальнікаў, тады карыстальнікі змогуць націснуць на іх імя або выяву, замест уводу іх логіна.
bs: Ako je ova opcija izabrana, KDM će ponuditi listu korisnika, tako da korisnik može kliknuti na svoje ime ili sliku umjesto kucanja logina.
ca: Si aquesta opció es marcada, KDM mostrarà una llista d'usuaris, de manera que els usuaris poden clicar al seu nom o imatge en comptes d'escriure la seva informació de connexió.
eo: Se ĉu tiu opcio estas elektita, KDM montros liston de uzantoj por ke la uzantoj povas klaki sur sia bildo aŭ nomo anstataŭ tajpi sian salutnomon.
eu: Aukera hau hautatuz gero, KDMk erabiltzaile zerrenda erakutsiko du, honela erabiltzaileek euren izenean edo irudian klik egin dezakete sarreran erabiltzaile-izena idatzi ordez.
fa: اگر این گزینه علامت زده شود، KDM فهرستی از کاربران را نمایش می‌دهد، بنابراین کاربران به جای این که نام یا تصویرشان را در ورودشان تحریر کنند، روی نام یا تصویرشان فشار می‌دهند.
fy: As dizze opsje selektearre is sil KDM in list mei brûkers werjaan. Brûkers kinne dan op har namme of ôfbylding klikke om oan te melden, ynstee dat ze har brûkersnamme ynfiere moatte.
gl: Se se escolle esta opción, KDM amosará unha lista de usuarios, de xeito que os usuarios podan premer no seu nome ou imaxe no canto de teclear os seus datos.
hi: यदि यह विकल्प चुना जाता है, केडीएम उपयोक्ता की सूची दिखाएगा, जिससे उपयोक्ता अपने नाम या छवि पर क्लिक कर लॉगइन कर सकते हैं, बजाए अपना लॉगइन टाइप करके.
is: Ef þessi valkostur er valinn mun KDM ekki sýna notendalista svo notandinn geti valið nafnið sitt úr listanum í staðinn fyrir að slá það inn.
ja: このオプションを選択すると、KDM はユーザのリストを表示します。ユーザはユーザ名を入力せずに名前や画像をクリックするだけで済みます。
ko: 이 옵션을 사용하면 KDM은 사용자 목록을 보여 줍니다. 로그인 이름을 입력하는대신, 이름이나 그림을 누를 수 있습니다.
mk: Ако е избрана оваа опција, KDM ќе покаже листа на корисници, за истите да можат да кликнат на нивното име или слика наместо да ја куцаат нивната најава.
ms: Jika opsyen ini ditandakan, KDM akan menayangkan senarai pengguna, jadi pengguna boleh mengklik pada nama mereka atau imej dan bukan menaip dalam log masuk mereka.
ro: Dacă această opţiune este selectată, KDM va afişa o listă de utilizatori, astfel încît ei să poată da clic pe numele şi imaginea lor în loc să-şi scrie numele de cont.
rw: Nushyira akamenyetso kuri ubu buryo, KDM izerekana ilisiti y'abakoresha, bityo abakoresha bashobora gukanda ku izina cyangwa ishusho ryabo aho kwandika ifashayinjira ryabo.
se: Jos dát molssaeaktu lea alde, de KDM čajehageavaheaddjelisttu. Dán listtus geavaheaddjit sáhttet coahkkalit iežaset namaid dahje govaid, iige čállit sin geavaheaddjenama.
sr: Ако је ова опција одабрана, KDM ће приказати листу корисника, тако да корисници могу да кликну на своју слику или име уместо да га куцају при пријављивању.
sr@latn: Ako je ova opcija odabrana, KDM će prikazati listu korisnika, tako da korisnici mogu da kliknu na svoju sliku ili ime umesto da ga kucaju pri prijavljivanju.
ta: இந்த விருப்பததை தேர்ந்தெடுத்தால்,KDM பயனர் பட்டியலை காட்டும்,ஆதலால் பயனர் அவர்களது பெயரை கிளிக் செய்யலாம் அல்லது அவர்களது புகுபதிகையில் அச்சிடுவதாக நினைத்து கொள்ளவும்.
tg: Агар ин интихоб барпо шуда бошад, KDM рӯйхати корвандро нишон медиҳад, ки ба ҷои чопкунӣ онҳо метавонанд ба номи худ ё симо ангушт зананд.
th: หากเลือกตัวเลือกนี้ KDM จะแสดงรายการทะเบียนผู้ใช้ให้เลือก ซึ่งผู้ใช้แค่เพียงคลิ้กที่ชื่อหรือภาพของผู้ใช้ และกรอกรหัสผ่านก็สามารถเข้าใช้งานได้
uk: Якщо вибраний цей параметр, KDM не буде показувати список користувачів. Якщо вибраний один з інших параметрів, KDM буде показувати список користувачів у вікні реєстрації, таким чином, що можна просто клацнути мишкою на своєму імені або зображенні, а не вводити його з клавіатури.
wa: Ci cisse tchuze est tchoezeye, KDM mosterrè ene djivêye d' uzeus. Insi ls uzeus plèt clitchî so leus nos ou imådjes pu rade ki d' taper leus login.
zh_tw: 如果選擇了這個選項，KDM 將會顯示使用者列表，使用者在登入時可以點選他們的名稱或影像而不需要輸入使用者名稱。

source: Autocompletion
af: Automatiese Voltooiing
be: Аўтазаканчэнне
bn: স্বয়ংক্রিয় পরিপূরণ
bs: Automatsko dovršavanje
ca: Autocompleta
eo: Aŭtomata-Plenigo
eu: Auto-osatzea
fa: تکمیل خودکار
fy: Automatysk oanfolje
gl: Autorecheo
hi: स्वतःपूर्ण करें
is: Sjálfvirk útfylling
ja: 自動補完
ko: 자동 완성
mk: Автодовршување
ms: Autoselesai
pa: ਸਵੈ-ਪੂਰਨ
ro: Completare automată
rw: Nyamwiyuzuza
se: Automáhtalaš ollašuhttin
sr: Аутоматско допуњавање
sr@latn: Automatsko dopunjavanje
ta: தானாகவே முடிதல்
tg: Итмомрасонии худкор
th: เติมชื่อให้สมบูรณ์อัตโนมัติ
uk: Автозаповнення
uz: Avto-toʻldirish
uz@cyrillic: Авто-тўлдириш
wa: Completaedje otomatike
zh_tw: 自動補齊

source: If this option is checked, KDM will automatically complete user names while they are typed in the line edit.
af: As hierdie opsie gekies is, sal KDM name automaties voltooi terwyl dit in die redigeer lyn ingetik word.
be: Калі гэта ўключана, KDM аўтаматычна скончвае імёны карыстальнікаў, пакуль яны набіраюцца
bs: Ako je ova opcija izabrana, KDM će automatski dovršavati imena korisnika prilikom unosa.
ca: Si aquesta opció es marcada, KDM completarà automàticament els noms d'usuari mentre s'escriuen a la línia d'edició.
eo: Se ĉi tiu opcio estas elektita, KDM aŭtomate plenigos uzantnomojn dum ili tajpas.
eu: Aukera hau hautatuz gero, KDMk automatikoki osatuko ditu erabiltzaileen izenak idazten diren heinean.
fa: اگر این گزینه علامت زده شود، زمانی که نام کاربران در ویرایش خط تحریر می‌شود، KDM به طور خودکار نام کاربران را کامل می‌کند.
fy: As dizze opsje selektearre is sil KDM automatysk brûkersnammen oanfolje wylst se typt wurde yn it ynfierfjild.
gl: Se se escolle esta opción, KDM completará automaticamente os nomes de usuario mentres se teclean na liña de edición.
hi: यदि यह विकल्प चुना जाता है, केडीएम स्वचालित रूप से उपयोक्ता नामों को पूरा करेगा जब वे पंक्ति में टाइप किए जा रहे होंगे.
is: Ef þessi valkostur er valinn mun KDM klára notandanöfnin meðan þau eru slegin inn í kveðjuglugganum.
ja: このオプションを選択すると、KDM はユーザ名の入力時に自動補完を行います。
ko: 이 옵션을 선택하면 KDM에서는 사용자 이름을 입력하는 동안 자동으로 완성합니다.
mk: Ако е избрана оваа опција, KDM автоматски ќе ги довршува имињата на корисниците додека се куцаат на линијата.
ms: Jika opsyen ini ditandakan, KDM akan, secara automatik, melengkapkan nama pengguna semasa ia ditaip dalam baris edit.
ro: Dacă această opţiune este selectată, KDM va completa automat numele de utilizator cînd îl scrieţi în linia de editare.
rw: Nushyira akamenyetso kuri ubu buryo, KDM izahita yuzuza amazina y'abakoresha mu gihe yandikwa mu ihindura murongo.
se: Jos dát molssaeaktu válljejuvvo, de KDM automáhtalaččat ollašuvvá geavaheaddjenamat čálihettiin.
sr: Ако је ова опција укључена, KDM ће аутоматски допунити имена корисника док их они куцају.
sr@latn: Ako je ova opcija uključena, KDM će automatski dopuniti imena korisnika dok ih oni kucaju.
ta: இந்த விருப்பததை தேர்ந்தெடுத்தால்,KDM தானாகவே ஒரே கோட்டில் தொகுப்பில் அச்சிடும் போது பயனர் பெயரை முடிக்கும்.
tg: Агар ин хосият интихоб шуда бошад, KDM ба таври худкор номҳои корвандонро пурра мегардонад ҳангоми онҳо дар сатри таҳрир чоп гарданд.
th: หากเลือกตัวเลือกนี้ KDM จะเติมเต็มชื่อผู้ใช้ให้อัตโนมัติเมื่อเริ่มทำการพิมพ์ชื่อผู้ใช้
uk: Якщо вибраний цей параметр, KDM буде автоматично завершувати імена користувачів під час їхнього вводу.
wa: Si cisse tchuze est tchoezeye, KDM sicrirè por vos otomatikmint l' difén des nos d' uzeu cwand i seront scrîts dins l' roye d' aspougnaedhe.
zh_tw: 如果選擇了這個選項，KDM 會自動補齊使用者輸入的使用者名稱。

source: Inverse selection
af: Verander Keuse
be: Перавярнуць вылучэнне
bn: নির্বাচন ওল্টাও
bs: Obrni izabrano
ca: Selecció inversa
eo: Inversa elekto
eu: Alderantzizko hautaketa
fa: معکوس کردن گزینش
fy: Seleksje omdraaie
gl: Seleción inversa
hi: चयन पलटें
is: Snúa við vali
ja: 逆選択
ko: 선택 반전
mk: Инверзна селекција
ms: Songsangkan pemilihan
pa: ਉਲਟ ਚੋਣ
ro: Selectare inversă
rw: Gucurika ihitamo
sr: Обрнути избор
sr@latn: Obrnuti izbor
ta: எதிர்மறை தேர்வு
tg: Партофтани интихоб
th: สลับการเลือก
uk: Зворотній вибір
wa: Mete a l' evier li tchoes
zh_tw: 反向選擇
