Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: Here you can select who is allowed to shutdown the computer using KDM. You can specify different values for local (console) and remote displays. Possible values are:<ul> <li><em>Everybody:</em> everybody can shutdown the computer using KDM</li> <li><em>Only root:</em> KDM will only allow shutdown after the user has entered the root password</li> <li><em>Nobody:</em> nobody can shutdown the computer using KDM</li></ul>
af: Hier jy kan kies wie toegelaat word om die rekenaar af te skakel deur KDM. Jy kan verskillende waardes spesifiseer vir plaaslike (konsole) en Afgeleë vertoon. Moontlik waardes is:<ul> <li><em>Almal:</em> Almal kan die rekenaar afskakel deur KDM te gebruik</li> <li><em>Slegs Root:</em> KDM sal slegs toelaat dat die rekenaar afgeskakel word nadat die gebruiker Root se wagwoord ingesleutel het.</li> <li><em>Niemand:</em> Niemand kan die rekenaar afskakel deur KDM te gebruik nie</li></ul>
ar: هنا يمكنك اختيار المستخدمين المسموح لهم بإغلاق الجهاز باستخدام مدير الدخول. يمكنك تحديد قيم مختلفة للعروض المحلية و البعيدة. القيم الممكنة هي <ul> <li><em>الكل:</em> حيث يمكن للكل إغلاق الجهاز باستخدام مدير الدخول</li> <li>المستخدم الجذري فقط:<em> حيث لن يسمح الجهاز بإغلاق الجهاز إلا بعد إدخال كلمة المرور الخاصة بالمستخدم الجذري</li> <li><em>ولا شخص:</em> لا يمكن لأحد اغلاق الجهاز باستخدام مدير الدخول</li></ul>
be: Тут вы можаце выбраць, каму дазволена выключаць камп'ютар з дапамогай KDM. Вы можаце адзначыць розныя значэнні для лакальных (кансоль) і аддаленых экранаў. Магчымымі значэннямі ёсць:<ul> <li><em>Усім:</em> кожны можа выключыць камп'ютар праз KDM</li> <li><em>Толькі root:</em> KDM дазволіць выключэнне камп'ютара, толькі калі будзе ўведзены пароль root</li> <li><em>Нікому:</em> ніхто не зможа выключыць камп'ютар праз KDM</li></ul>
bn: এখানে আপনি বেছে নিতে পারেন কে কে কে.ডি.এম. ব্যবহার করে কম্পিউটারটি বন্ধ করতে পারবে। স্থানীয় (কনসোল) এবং দূরবর্তী ডিস্‌প্লের জন্য আলাদা মান নির্ধারণ করা যেতে পারে:<ul><li><em>সবাই</em>যে কেউ কে.ডি.এম. ব্যবহার করে কম্পিউটারটি বন্ধ করতে পারবে</li><li><em>শুধু রুট</em>কে.ডি.এম. ব্যবহার করে কম্পিউটারটি বন্ধ করতে হলে প্রথমে রুট পাসওয়ার্ড দিতে হবে</li><li><em>কেউ না</em>কে.ডি.এম. ব্যবহার করে আদৌকম্পিউটারটি বন্ধ করা যাবে না</li> </ul>
bs: Ovdje možete odabrati kome je dozvoljeno da izvrši gašenje računara koristeći KDM. Možete navesti različite vrijednosti za lokalni pristup (konzola) i udaljene ekrane. Moguće vrijednosti su:<ul> <li><em>Svi:</em> svako može ugasiti računar pomoću KDMa</li> <li><em>Niko:</em> niko ne može ugasiti računar koristeći KDM</li> <li><em>Samo Root:</em> KDM će dozvoliti gašenje računara tek nakon što korisnik unese root šifru</li> <li><em>Samo konzola:</em> samo korisnik koji se nalazi ispred ovog računara ga može ugasiti pomoću KDMa</li></ul>
ca: Aquí podeu seleccionar a qui li és permès d'aturar l'ordinador mitjançant KDM. Podeu especificar valors diferents per a pantalles locals (consola) i remotes. Els valors possibles són:<ul> <li><em>Tots:</em> tothom pot aturar l'ordinador fent servir KDM</li> <li><em>Només root:</em> KDM només permetrà l'aturada després que l'usuari ha introduït la contrasenya de root</li> <li><em>Ningú:</em> Ningú pot aturar l'ordinador fent servir KDM</li></ul>
cy: Yma gallwch ddewis pwy all gau'r cyfrifiadur i lawr drwy KDM. Gallwch benodi gwerthoedd gwahanol ar gyfer dangosyddion lleol (terfynellau) a rhai pell. Gwerthoedd posib:<ul><li><em>Pawb:</em>gall bawb gau'r cyfrifiadur i lawr drwy KDM</li><li><em>Gwraidd (root) yn unig:</em>Caniatâ KDM gau'r cyfrifiadur i lawr wedi i'r defnyddiwr roi cyfrinair y gwraidd yn unig</li><li><em>Neb:</em> ni all neb gau'r cyfrifiadur i lawr drwy KDM</li></ul>
eo: Jen vi povas elekti, kiu rajtas sistemfermi uzante KDM. Vi povas doni diversajn valoroj por lokaj (konzoloj) kaj foraj ekranoj. Eblaj valoroj estas: <ul><li><em>Ĉiu:</em> ĉiu rajtas sistemfermi per KDM</li><li><em>Neniu:</em> neniu rajtas sistemfermi per KDM</li> <li><em>Nur ĉefuzanto:</em> KDM permesos sistemfermon nur post entajpo de la pasvorto de la ĉefuzanto</li></ul>
eu: Hemen, KDM erabiltzean ordenagailua itzaltzeko baimena nork izango duen hauta dezakezu. Bertoko (kontsola) eta urrutiko pantailetarako balio ezberdinak adieraz ditzakezu.Hona hemen balioak:<ul><li><em>Denek:</em> denek itzal dezakete ordenagailua KDM darabiltenean.</li><li><em>Root-ek bakarrik:</em> KDMk ez du ordenagailuaren itzalketa gaituko harik eta erabiltzaileak root-en pasahitza sartu arte.</li><li><em>Inork ere ez:</em> inork ere ezin izango du itzali ordenagailua KDM darabilen artean.
fa: در اینجا می‌توانید انتخاب کنید که چه کسی برای تعطیلی رایانه‌ای که از KDM استفاده می‌کند، مجاز است. می‌توانید مقادیر متفاوت را برای نمایشهای محلی )پیشانه( و دور مشخص کنید. مقادیر ممکن عبارتند از: <ul> <li><em>همه: </em> همه می‌توانند رایانه‌ای که از KDM استفاده می‌کند را تعطیل کنند</li> <li><em>فقط کاربر ارشد:</em> KDM فقط بعد از این که کاربر اسم رمز را وارد کرده است، اجازۀ تعطیلی می‌دهد</li> <li><em>هیچ‌کس:</em> هیچ‌کس نمی‌تواند رایانه‌ای که از KDM استفاده می‌کند را تعطیل کند</li></ul>
fy: Hjir kinne jo beskiede wa der tastimming hat om de kompjûter ôf te sluten mei help fan KDM. Jo kinne ferskillende wearden foar lokale (konsole) skermen op ôfstân opjaan. De mooglike wearden binne:<ul> <li><em>Iderien:</em> iderien kin de kompjûter mei help fan KDM ôfslute.</li><li><em>Allinne root:</em> KDM slút allinnich ôf neidat de brûker it wachtwurd fan de root ynfierd hat.</li><li><em>gjinien:</em> gjinien kin de kompjûter mei help fan KDM ôfslute</li></ul>
gl: Aquí pode escoller quén ten permisos para apagar a computadora mediante KDM. Pode especificar diferentes valores para sesións locais (consola) ou remotas. Os valores posibles son:<ul> <li><em>Todos:</em> todo o mundo pode apagar a computadora empregando KDM</li> <li><em>Só o Superusuario:</em> KDM só permitirá apagar despois de que o usuario introduza o contrasinal de administrador</li> <li><em> Ninguén:</em> ninguén poderá apagar a computadora mediante KDM</li></ul>
hi: यहाँ आप चुन सकते हैं कि केडीएम के उपयोग से कम्प्यूटर बन्द करने के लिए कौन अधिकृत होगा. आप स्थानीय (कंसोल) तथा रिमोट प्रदर्शक के लिए भिन्न मान उल्लेखित कर सकते हैं. संभावित मूल्य हैं:<ul> <li><em>हरकोई:</em> केडीएम के उपयोग से हरकोई कम्पयूटर बन्द कर सकेगा</li> <li><em>सिर्फ रूट:</em> केडीएम तभी कम्प्यूटर बन्द करना स्वीकारेगा जब उपयोक्ता रूट पासवर्ड भरेगा</li> <li><em>कोई नहीं:</em> केडीएम की मदद से कोई भी कम्प्यूटर को बन्द नहीं कर सकेगा</li></ul>
is: Hér getur þú valið hverjir mega slökkva á vélinni með KDM. Möguleg gildi eru:<ul> <li><em>Allir:</em> allir mega slökkva á vélinni með KDM</li> <li><em>Aðeins kerfisstjóri:</em> KDM leyfir notandanum aðeins að slökkva á vélinni eftir að hafa slegið inn aðgangsorð kerfisstjóra (root)</li> <li><em>Enginn:</em> enginn má slökkva á vélinni með KDM</li> </ul>
ja: KDM からのコンピュータのシャットダウンを誰に許可するかを指定します。ローカル (コンソール) とリモートディスプレイで異なる設定も可能です。以下から選択できます。<ul><li>[すべてのユーザ] 誰でも KDM からコンピュータをシャットダウンできます。</li><li>[root のみ] root のパスワードが入力されたときのみシャットダウンを許可します。</li><li>[許可しない] 誰も KDM からはシャットダウンできません。</li></ul>
ko: KDM을 사용하여 시스템을 종료할 수 있는 사용자를 선택합니다. 로컬 디스플레이와 원격 디스플레이에 대해서 다른 값을 지정할 수 있습니다. 사용 가능한 값은 다음과 같습니다: <ul><li><em>모두:</em> 모든 사용자가 KDM을 통해서 시스템을 종료할 수 있습니다.</li><li><em>루트만:</em> 사용자가 루트 암호를 입력해야만 시스템을 종료할 수 있습니다.</li><li><em>없음:</em> 아무도 KDM을 통해서 시스템을 종료할 수 없습니다.</li></ul>
mk: Тука може да изберете кому му е дозволено да го исклучи компјутерот преку KDM. Може да наведете различни вредности за локални (конзолни) и мрежни пристапи. Можни вредности се:<ul> <li><em>Сите:</em> сите можат да го изгасат компјутерот со KDM</li> <li><em>Само root:</em> KDM ќе дозволи гасење само откако ќе биде внесена root лозинката</li> <li><em>Никој:</em> никој не може да го изгаси компјутерот со KDM</li></ul>
ms: Di sini anda boleh memilih sesiapa yang diizinkan untuk memadamkan komputer ini menggunakan KDM. Anda boleh menyatakan nilai yang berbeza untuk lokal (konsol) dan paparan kawalan. Nilai-nilai yang mungkin ialah: <ul><li><em>Sesiapa.</em> sesiapa sahaja boleh memadamkan komputer ini menggunakan KDM</li> <li><em>Root sahaja</em> KDM akan membenarkan komputer ini dipadamkan selepas pengguna memasukkan katalaluan root</li> <li><em>Tiada sesiapa</em> tiada sesiapa pun yang dibenarkan memadamkan komputer ini menggunakan KDM</li></ul>
ro: Aici puteţi selecta cine are voie să oprească sistemul utilizînd KDM. Valorile posibile sînt:<ul> <li><em>Toţi:</em> oricine poate opri calculatorul utilizînd KDM</li> <li><em>Numai root:</em> KDM va permite oprirea calculatorului numai după ce utilizatorul a introdus parola de root</li> <li><em>Nimeni:</em> nimeni nu poate opri calculatorul utilizînd KDM</li> </ul>
rw: Aha ushobora gutoranya uwemerewe kuzimya mudasobwa ikoresha KDM. Ushobora kugaragaza uduciro dutandukanye tugenewe amagaragaza ya hafi (konsole) na kure. Uduciro dufatika ni:<ul> <li><em>Buri wese:</em> buri wese ashobora kuzimya mudasobwa ikoresha KDM</li> <li><em>Umuzi gusa:</em> KDM izemera gufunga gusa ukoresha amaze kwinjiza ijambobangamuzi</li> <li><em>Nta numwe:</em> nta numwe ushobora gufunga mudasobwa ikoresha KDM</li></ul>
se: Dás válljet geat besset jaddadit dihtora KDM geavahettiin. Sáhtát mearridit sierra árvvuid báikkalaš ja gáiddus šearpmaid várás. Eavttut leat: <ul> <li><em>Buohkkat:</em> buohkkat sáhtet jaddadit dihtora KDM geavahettiin.</li> <li><em>Dušše «root»:</em> diktá dušše daid geavaheaddjiid geain lea «root» beassansátni jaddadit dihtora</li> <li><em>Ii oktage:</em> ii oktage sáhte jaddadit dihtora KDE geavahettiin.</li> </ul>
sr: Овде можете одабрати коме је дозвољено гашење рачунара коришћењем KDM-а. Могуће вредност су:<ul> <li><em>Сви:</em> Свако може угасити рачунар користећи KDM</li> <li><em>Само админ.:</em> KDM ће дозволити гашење рачунара након што корисник унесе администраторску лозинку</li> <li><em>Нико:</em> Нико не може угасити рачунар користећи KDM</li></ul>
sr@latn: Ovde možete odabrati kome je dozvoljeno gašenje računara korišćenjem KDM-a. Moguće vrednost su:<ul> <li><em>Svi:</em> Svako može ugasiti računar koristeći KDM</li> <li><em>Samo admin.:</em> KDM će dozvoliti gašenje računara nakon što korisnik unese administratorsku lozinku</li> <li><em>Niko:</em> Niko ne može ugasiti računar koristeći KDM</li></ul>
ta: இங்கு கணினியை நிறுத்தும் அதிகாரம் கொண்டவர்களை அமைக்கலாம். கணினியிலிருந்து , தொலைவிலிருந்து என இரண்டு பட்டியலிடலாம்:<ul> <li><em>அனைவரும்:</em> அனைவரும் கணினியை நிறுத்தலாம்</li> <li><em>கணினியிலிருந்து மட்டும்:</em> கணினி முன் அமர்ந்திருந்தால் மட்டுமே நிறுத்த முடியும்</li> <li><em>நிர்வாகி மட்டும் தான்:</em> நிர்வாகி முறைமையில் மட்டும் தான் கணினியை நிறுத்த முடியும்</li> <li><em>ஒருவருமில்லை:</em> யாராலும் கணினியை நிறுத்த முடியாது</li></ul>
tg: Дар ин ҷо шумо шахсонеро, ки бо онҳо иҷозати хомӯш кардани компютер бо истифодабарии KDM дода мешавад, интихоб карда метавонед. Шумо метавонед қимматҳои гуногунро барои намоиши маҳаллӣ ва дурдаст, таъин кунед. Қиматҳои имкопазир инҳоянд: <ul><li><em>Ҳар кас:</em> ҳар кас метавонад ба воситаи KDM компютерро хомӯш созад</li> <li><em>Фақат решавӣ:</em> иҷозати хомӯш кардани компютерро танҳо баъди он ки корванд гузарвожаи решавиро ворид намояд, медиҳад</li> <li><em>Ҳеҷ кас:</em> ҳеҷ кас компютерро бо истифодаи KDM хомӯш карда наметавонад</li></ul>
th: คุณสามารถ กำหนดที่จะให้ใครบ้างที่มีสิทธิ์ในการปิดเครื่อง ผ่าน KDM ได้ที่นี่ ซึ่งคุณกำหนดการปิดจากภายใน (หน้าจอเครื่อง) และจากระยะไกล โดยค่าต่างๆ คือ:<ul> <li><em>ได้ทุกคน:</em> ทุกคนสามารถสั่งปิดเครื่องนี่ได้ โดยผ่านทาง KDM</li> <li><em>เฉพาะ root เท่านั้น:</em> KDM จะอนุญาตให้เฉพาะ root เท่านั้น ที่มีสิทธิ์ปิดเครื่อง โดยจะมีการถามรหัสผ่าน root ก่อนที่จะปิด</li> <li><em>ไม่อนุญาตเลย:</em> ไม่อนุญาตให้ผู้ใด สามารถสั่งปิดเครื่อง ผ่านทาง KDM ได้</li></ul>
uk: Тут ви можете встановити, кому дозволено вимикати комп'ютер за допомогою KDM. Ви можете вказати різні варіанти для локальних (консоль) та віддалених дисплеїв.Можливі варіанти такі:<ul> <li><em>Всім:</em> будь-хто може вимкнути комп'ютер із KDM</li> <li><em> Тільки Root:</em> KDM дозволить вимкнути комп'ютер тільки після того, як користувач введе пароль адміністратора</li> <li><em>Нікому:</em>нікому не можна вимикати комп'ютер із KDM</li></ul>
uz: Bu yerda, kompyuterni KDM yordamida kim oʻchirishi mumkinligini koʻrsatishingiz mumkin. Lokal va masofadagi displeylar uchun turli qiymatlarni tanlashingiz mumkin. Ular:<ul> <li><em>Hamma:</em> KDM yordamida kompyuterni har kim oʻchirishi mumkin</li> <li><em>Faqat root:</em> KDM yordamida kompyuterni faqat root oʻchirishi mumkin</li> <li><em>Hech kim:</em> KDM yordamida kompyuterni hech kim oʻchirishi mumkin emas</li></ul>
uz@cyrillic: Бу ерда, компьютерни KDM ёрдамида ким ўчириши мумкинлигини кўрсатишингиз мумкин. Локал ва масофадаги дисплейлар учун турли қийматларни танлашингиз мумкин. Улар:<ul> <li><em>Ҳамма:</em> KDM ёрдамида компьютерни ҳар ким ўчириши мумкин</li> <li><em>Фақат root:</em> KDM ёрдамида компьютерни фақат root ўчириши мумкин</li> <li><em>Ҳеч ким:</em> KDM ёрдамида компьютерни ҳеч ким ўчириши мумкин эмас</li></ul>
wa: Vos ploz tchoezi chal ki pout distinde li sistinme en eployant KDM. Vos ploz specifyî diferinnès valixhances po des locås (console) et mierlons håynaedjes. Les valixhances di possibe sont: <ul> <li><em>Tertos:</em> tolmonde pout distinde li copiutrece en eployant KDM</li> <li><em>Rén ki «root»:</em> KDM ni permetrè d' distinde li sistinme k' après aveur intré l' sicret root</li> <li><em>Nolu:</em> nolu n' pout distinde li copiutrece en eployant KDM</li></ul>
zh_tw: 您可以在這邊設定哪些使用者允許使用 KDM 關閉這台電腦。可選擇的項目有: <ul> <li><em>所有人:</em> 所有使用者都可以使用透過 KDM 關閉這台電腦。</li> <li><em>系統管理者:</em> 只允許輸入 root 密碼後才能夠進行關閉這台電腦。</li> <li><em>都不允許:</em> 不允許任何人使用 KDM 關閉這台電腦。</li></ul>

source: Commands
af: Opdragte
ar: الأوامر
be: Каманды
bn: কমান্ড
bs: Naredbe
ca: Comandaments
cy: Gorchmynion:
eo: Komandoj
eu: Komandoak
fa: فرمانها
fy: Kommando's
gl: Comandos
hi: कमांड्स
is: Skipanir
ja: コマンド
ko: 명령
mk: Команди
ms: Arahan
pa: ਕਮਾਂਡਾਂ
ro: Comenzi
rw: Amabwiriza
sr: Наредбе
sr@latn: Naredbe
ta: கட்டளைகள்
tg: Фармонҳо
th: คำสั่ง
uk: Команди
uz: Buyruqlar
uz@cyrillic: Буйруқлар
wa: Comandes
zh_tw: 命令

source: H&alt:
af: Stop:
ar: الإي&قاف:
be: Спы&ненне:
bn: &হল্ট:
ca: A&tura:
eo: &Haltigi:
eu: Ge&lditu:
fa: &توقف:‌
fy: H&o:
gl: &Apagar:
hi: हाल्ट:
is: &Stöðva:
ko: 컴퓨터 끄기(&A):
mk: С&топ:
ms: &Berhenti:
pa: ਬੰਦ(&a):
ro: &Oprire:
rw: Guhagarika:
se: B&isset:
sr: &Заустави:
sr@latn: &Zaustavi:
ta: நிறுத்தம்:
tg: &Хомӯш кардан:
th: ปิดเครื่อง:
uk: Зупи&нити:
uz: Oʻ&chirish:
uz@cyrillic: Ў&чириш:
wa: &Distinde l' éndjole:
zh_tw: 關機(&A):

source: Command to initiate the system halt. Typical value: /sbin/halt
af: Opdrag om die stelsel stop te inisieer. Tipiese waarde: /sbin/halt
be: Каманда для спынення сістэмы. Тыповае значэнне: /sbin/halt
bn: সিস্টেম পুরোপুরি থামিয়ে দিতে যে কমান্ড ব্যবহার করা হবে। সাধারণত: /sbin/halt
bs: Naredba koja inicira gašenje sistema. Uobičajena vrijednost: /sbin/halt
ca: Comandament per iniciar l'aturada del sistema. El valor típic és: /sbin/halt
cy: Gorchymyn i ymgychwyn atal y cysawd. Gwerth gyffredin: /sbin/halt
eo: Komando per kiu okazas la sistemhaltigo. Ekzemple: /sbin/halt
eu: Sistemaren gelditzeari ekiteko komandoa. Balore tipikoa: /sbin/halt
fa: فرمان برای شروع توقف سیستم. مقدار نوعی: /sbin/halt
fy: Kommando dat it systeem lit ôfslute. Normaal is: /sbin/halt
gl: Comando para iniciar o apagado do sistema. Valor típico: /sbin/halt
hi: तंत्र हाल्ट करना प्रारंभ करने के लिए कमांड. विशिष्ट मूल्य: /sbin/halt
is: Skipun til að stöðva vélina. Algengt er: /sbin/halt
ja: シャットダウン過程を開始するコマンド。典型的な設定は: /sbin/halt
ko: 시스템을 종료하는 명령입니다. 대부분 경우 /sbin/halt
mk: Команда за да се иницира запирање на системот. Типична вредност: /sbin/halt
ms: Arahan untuk memulakan hentian sistem. Nilai biasa: /sbin/halt
pa: ਸਿਸਟਮ ਬੰਦ ਕਰਨ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕਮਾਂਡ। ਖਾਸ ਮੁੱਲ: /sbin/halt
ro: Comanda pentru iniţierea opririi sistemului. Valoarea tipică: /sbin/halt
rw: Ibwiriza rigomba gutangiza guhagarika sisitemu. Agaciro nyako: /sbin/halt
sr: Наредба за заустављање система. Уобичајено је /sbin/halt
sr@latn: Naredba za zaustavljanje sistema. Uobičajeno je /sbin/halt
ta: முறைமை நிறுத்தலின் தொடங்கல் கட்டளை.மதிப்பு:/sbin/halt
tg: Фармон барои омодасозии хомӯш кардани система. Қиммати муқаррарӣ: /sbin/halt
th: คำสั่งที่ใช้สั่งให้ระบบ ทำการปิดเครื่อง โดยทั่วไปจะเป็น: /sbin/halt
uk: Команда започаткування вимикання комп'ютера. Типове значення: /sbin/halt
wa: Comande po-z ataker li låtchaedje do sistinme. Li valixhance est sovint: /sbin/halt
zh_tw: 進行系統關機的命令。一般是使用: /sbin/halt

source: Reb&oot:
af: Herlaai:
ar: إ&عادة الإقلاع:
be: Пера&загрузка:
bn: রিবু&ট:
ca: &Rearrenca:
eo: &Reŝarĝi:
eu: &Berrabiarazi
fa: &راه‌اندازی مجدد:‌
fy: Hers&tarten:
gl: &Reiniciar:
hi: रीबूटः (&o)
is: &Endurræsa:
ko: 다시 시작(&O):
mk: &Рестартирај:
ms: &But semula:
pa: ਮੁੜ ਚਾਲੂ(&o):
ro: &Repornire:
rw: Kongera gutangiza:
se: Vuo&lggát ođđasit:
sr: П&окрени поново:
sr@latn: P&okreni ponovo:
ta: மறுஇயக்கம்:
tg: &Азнавборкунӣ:
th: บูตเครื่องใหม่:
uk: Переванта&жити:
uz: Oʻchi&rib-yoqish:
uz@cyrillic: Ўчи&риб-ёқиш:
wa: Ren&ondaedje:
zh_tw: 重新開機(&O):

source: Command to initiate the system reboot. Typical value: /sbin/reboot
af: Opdrag om die stelsel herlaai te inisieer. Tipiese waarde: /sbin/herlaai
be: Каманда для перазагрузкі сістэмы. Тыповае значэнне: /sbin/reboot
bn: সিস্টেম বন্ধ করে আবার চালাতে যে কমান্ড ব্যবহার করা হবে। সাধারণত: /sbin/reboot
bs: Naredba koja inicira restartovanje sistema. Uobičajena vrijednost: /sbin/reboot
ca: Comandament per iniciar la reengegada del sistema. El valor típic és: /sbin/reboot
cy: Gorchymyn i ymgychwyn ailgychwyn y cysawd. Gwerth gyffredin: /sbin/reboot
eo: Komando per kiu okazas reŝarĝo de la sistemo. Ekzemple: /sbin/reboot
eu: Sistemaren berrabiarazteari ekiteko komandoa. Balore tipikoa: /sbin/reboot
fa: فرمان برای شروع راه‌اندازی مجدد سیستم. مقدار نوعی: /sbin/reboot
fy: Kommando dat it systeem lit herstarten. Normaal is: /sbin/reboot
gl: Comando para executar o reinicio do sistema. Valor típico: /sbin/reboot
hi: तंत्र हाल्ट करना प्रारंभ करने के लिए कमांड. विशिष्ट मूल्य: /sbin/reboot
is: Skipun til að endurræsa vélina. Algengt er: /sbin/reboot
ja: 再起動を開始させるコマンド。典型的な設定は: /sbin/reboot
ko: 시스템을 다시 시작하는 명령입니다. 대부분 경우 /sbin/reboot
mk: Команда за иницирање на рестарт на системот. Типична вредност: /sbin/reboot
ms: Arahan untuk memulakan but semula sistem. Nilai biasa: /sbin/reboot
pa: ਸਿਸਟਮ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਲਈ ਕਮਾਂਡ। ਖਾਸ ਮੁੱਲ: /sbin/reboot
ro: Comanda pentru iniţierea repornirii sistemului. Valoarea tipică: /sbin/reboot
rw: Ibwiriza rigomba gutangiza kongera gutangiza sisitemu. Agaciro nyako: /sbin/reboot
sr: Наредба за поновно покретање система. Уобичајено је: /sbin/reboot
sr@latn: Naredba za ponovno pokretanje sistema. Uobičajeno je: /sbin/reboot
ta: முறைமை மறுஇயக்கதின் தொடங்கல் கட்டளை.மதிப்பு:/sbin/reboot
tg: Фармон барои омодасозии аз нав баркунии система. Қиммати муқаррарӣ: /sbin/reboot
th: คำสั่งที่ใช้สั่งให้ระบบ ทำการบูตเครื่องใหม่ โดยทั่วไปจะเป็น: /sbin/reboot
uk: Команда започаткування перезавантаження комп'ютера. Типове значення: /sbin/reboot
wa: Comande po-z ataker l' renondaedje do sistinme. Li valixhance est sovint: /sbin/reboot
zh_tw: 進行重新開機的命令。一般是使用: /sbin/reboot

source: _: boot manager None
af: Geen
ar: لا شيئ
be: Ніякі
bn: কিছু নয়
ca: Cap
cy: Dim
eo: Nenia
eu: Bat ere ez
fa: هیچ‌کدام
fy: Gjint
gl: Ningún
is: Enginn
ja: なし
ko: 없음
mk: Нема
pa: ਕੋਈ ਨਹੀਂ
rw: Nta na kimwe
sr: Никакав
sr@latn: Nikakav
th: ไม่ใช้
uk: Немає
uz: Yoʻq
uz@cyrillic: Йўқ
wa: Nouk
zh_tw: 無

source: Grub
bn: গ্রাব
fa: جستجو
pa: ਗਰਬ(Grub)
rw: Itsinda
th: โปรแกรมจัดการการบูต Grub

source: Lilo
bn: লিলো
pa: ਲੀਲੋ(Lilo)
th: โปรแกรมจัดการการบูต Lilo

source: Boot manager:
af: Boot bestuurder:
ar: مسيّر الإقلاع:
be: Пачатковы загрузчык:
bn: বুট ম্যানেজার:
ca: Gestor d'arrencada:
eo: Praŝarĝa administrilo:
eu: Abio kudeatzailea:
fa: مدیر راه‌اندازی:
fy: Bootbehearder:
gl: Xestor de arranque:
is: Ræsistjóri:
ja: ブートマネージャ:
ko: 부트 관리자:
mk: Менаџер за подигање:
pa: ਬੂਟ ਪਰਬੰਧਕ:
rw: Muyobozi itangiza:
sr: Менаџер подизања:
sr@latn: Menadžer podizanja:
th: โปรแกรมจัดการการบูต:
uk: Менеджер завантаження:
uz: Tizim yuklovchisi:
uz@cyrillic: Тизим юкловчиси:
wa: Enondrece:
zh_tw: 開機管理程式:

source: Enable boot options in the "Shutdown..." dialog.
af: Aktiveer boot opsies in die "Skakel af..." dialoog.
ar: مكّن خيارات الإقلاع في حوار "إيقاف التشغيل...".
be: Уключыць параметры загрузчыка ў дыялог "Выключэнне...".
bn: "শাটডাউন" ডায়ালগ-এ বুট অপশন সক্রিয় করে।
ca: Habilita les opcions d'arrencada en el diàleg "Atura...".
eo: Ebligi praŝarĝ-opciojn en la dialogo "Adiaŭo...".
eu: Gaitu abio aukerak "Itzali..." elkarrizketan.
fa: فعال‌سازی گزینه‌های راه‌اندازی در محاورۀ »تعطیل ...«.
fy: Lilo-opstartopsjes aktivearje yn it ôfslutskerm
gl: Activar as opcións de arranque no diálogo de "Apagar...
is: Virkja ræsivalmöguleika í "Slökkva..." glugganum.
ja: 「シャットダウン...」ダイアログでブートオプションを有効にします。
ko: "시스템 종료..." 대화 상자에서 부트 옵션을 사용합니다.
mk: Овозможи ги опциите за подигање во дијалогот „Исклучи...“.
pa: "ਬੰਦ ਕਰੋ..." ਵਾਰਤਾਲਾਪ 'ਚ ਬੂਟ ਚੋਣ ਯੋਗ ਕਰੋ।
rw: Gukoresha uburyo bw'itangiza mu gasanduku kiganiro "Gufunga...".
sr: Активирај опције подизања система у дијалогу „Угаси...“.
sr@latn: Aktiviraj opcije podizanja sistema u dijalogu „Ugasi...“.
th: เปิดใช้ตัวเลือกการบูตของในกล่อง "ปิดเครื่อง ..."
uk: Ввімкнути параметри завантаження в діалозі "Вимкнути ...".
wa: Mete en alaedje les tchuzes di l' enondrece e purnea «Distinde...».
zh_tw: 在「關機...」對話盒內啟用開機選項的功能。

source: Unable to create folder %1
af: Kan nie gids %1 skep nie
ar: غير قادر على إنشاء المجلّد %1
be: Немагчыма стварыць тэчку %1
bn: ফোল্ডার %1 তৈরি করা যায়নি
bs: Ne mogu napraviti direktorij %1
ca: No es pot crear la carpeta %1
cy: Methwyd creu'r blygell %1
eo: Ne eblis krei la dosierujon %1
eu: Ezin sortu %1 karpeta
fa: قادر به ایجاد پوشۀ %1 نیست
fy: De map %1 kin net oanmakke wurde
gl: Imposible crear o cartafol %1
hi: फ़ोल्डर %1 बनाने में अक्षम.
is: Gat ekki búið til möppuna %1
ja: フォルダ %1 を作成できません
ko: 폴더 %1을(를) 만들 수 없습니다
mk: Не може да се создаде папката %1
ms: Tidak dapat mencipta folder %1
pa: ਫੋਲਡਰ %1 ਨੂੰ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
ro: Nu pot crea folderul %1
rw: Ntibishoboka kurema ububiko %1
sr: Не могу да направим фасциклу %1
sr@latn: Ne mogu da napravim fasciklu %1
ta: %1 என்ற அடைவை உருவாக்க முடியவில்லை
tg: Офаридани феҳристи %1 ғайриимкон
th: ไม่สามารถสร้างโฟลเดอร์ %1 ได้
uk: Неможливо створити теку %1
uz: %1 jildini yaratib boʻlmadi
uz@cyrillic: %1 жилдини яратиб бўлмади
wa: Dji n' sai fé l' ridant %1
zh_tw: 無法建立資料夾 %1

source: System U&IDs
af: Stelsel UID's
be: Сістэмныя U&ID-ы
bn: সিস্টেম &ইউ-আই-ডি
bs: Sistemski U&IDovi
ca: Els U&ID del sistema
cy: U&IDau Cysawd
eo: Kaŝi &uzantojn
eu: Sistemaren U&IDak
fa: &شنا سه‌های کاربر سیستم‌
fy: U&ID's fan it systeem
gl: U&IDs do sistema
hi: तंत्र यूआईडी (&I)
is: &Kerfisnotendur
ja: システム U&ID
ko: 시스템 UID(&I)
mk: Системски U&ID-а
ms: U&ID sistem
pa: ਸਿਸਟਮ U&IDs
ro: &UID-uri de sistem
rw: U&ID za Sisitemu
se: Vuogádat U&ID:at
sr: Системски U&ID-ови
sr@latn: Sistemski U&ID-ovi
ta: கணினி U&IDs
tg: Системаи U&IDs
th: หมายเลขผู้ใช้ของระบบ
uk: Системні U&ID
wa: U&ID sistinme
zh_tw: 系統 UID (&I)
