Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: If checked, the automatically started session will be locked immediately (provided it is a KDE session). This can be used to obtain a super-fast login restricted to one user.
af: As hierdie gekies is, sal die sessie gesluit word sodra outomatiese aanteken voltooi is.
be: Калі задзейнічана, аўтаматычна пачаты сеанс будзе неадкладна заблакаваны (provided it is a KDE session). Гэта можа ўжывацца для дасягнення выключна хуткага ўваходу для аднаго вызначанага карыстальніка.
ca: Si es marca, la sessió iniciada automàticament es bloquejarà immediatament (sempre que sigui una sessió KDE). Això es pot usar per obtenir una connexió super ràpida restringida a un usuari.
eo: Se markita, la aŭtomate komencita seanco estos ŝlosita tuj (se la seanco estas KDE seanco). Per ĉi tiu, oni povas akiri tre rapidan ensaluton por nur unu uzanto.
eu: Hautatuta badago, automatikoki hasitako saioa berehala blokeatuko da (betiere KDE saioa bada). Hau lagungarria gerta daiteke erabiltzaile batentzako saio-hasiera super-bizkorra lortzeko.
fa: اگر علامت زده شود، نشستی که به طور خودکار آغاز شده فوراً قفل می‌شود )مشروط به این که یک نشست KDE باشد(. از این کار می‌توان برای به‌ دست آوردن یک ورود بسیار سریع محدود به یک کاربر استفاده کرد.
fy: As dit ynskeakele is, sil de automatysk begonne sesje direkt beskoattele wurde (allinne fan tapassing op KDE-sesjes). Dit kin brûkt wurde om in superflugge oanmelding te krijen dy beheind is ta ien brûker.
gl: Se se activa, a sesión automaticamente iniciada bloquearase inmediatamente (fornécese unha sesión de KDE). Isto pode empregarse para obter un inicio moi rápido restrinxido a un usuario.
is: Ef valið mun setunni verða læst um leið og hún hefur ræst sig (ef þetta er KDE seta). Hægt er að nota þetta til að fá hraða innskráningu sem er takmörkuð við einn notanda.
ja: このオプションを選択すると、自動的に起動された KDE セッションが直ちにロックされます。これは一人のユーザに制限して超高速ログインを実現するために使用できます。
ko: 선택하면 이 자동으로 시작된 세션은 즉시 잠깁니다. (KDE 세션의 경우) 한 사용자로 제한된 빠른 로그인을 할 수 있습니다.
mk: Ако е обележено, автоматски стартуваната сесија ќе биде заклучена веднаш (под услов да е KDE-сесија). Ова може да се користи за да се добие супер-брза најава ограничена на само еден корисник.
rw: Iyo washyizweho akamenyetso, umukoro wahise witangiza izahita ufungwa (upfa kuba ari umukoro wa KDE). Uyu mukoro ushobora gukoreshwa kugira ngo ubone ifungura ryihuta ryo hejuru rikoreshwa gusa n'ukoresha umwe.
sr: Ако је укључено, аутоматски покренута сесија ће бити одмах закључана (под условом да је KDE сесија). Ово се може употребити за супербрзо пријављивање ограничено на једног корисника.
sr@latn: Ako je uključeno, automatski pokrenuta sesija će biti odmah zaključana (pod uslovom da je KDE sesija). Ovo se može upotrebiti za superbrzo prijavljivanje ograničeno na jednog korisnika.
th: หากเปิดใช้งานตัวเลือกนี้ จะมีการล็อคเซสชันที่ใช้อยู่ทันทีที่มันเริ่มการทำงานเรียบร้อยแล้ว (แต่ต้องเป็นเซสชันของระบบ KDE เท่านั้น) เพื่อให้มีผู้ใช้ในระบบเพียงคนเดียว (เป็นการปิดความสามารถการสลับการล็อกอินเป็นผู้ใช้อื่น)
uk: Якщо ввімкнено, то сеанс, який стартував автоматично, буде відразу заблоковано. Цей параметр можна використовувати для надшвидкої реєстрації, але тільки для одного користувача.
zh_tw: 如果選擇，自動啟動的工作階段會立刻被鎖定(如果它是 KDE 工作階段。這可用在限制單一使用者的超快速登入上。

source: Preselect User
af: Vooraf gekiesde gebruiker
ar: اختر المستخدم مسبقا
be: Вызначыць карыстальніка
bn: ব্যবহারকারী পূর্বনির্বাচন
bs: Izabrani korisnik
ca: Usuari preseleccionat
cy: Rhagddewis Defnyddiwr
eo: Antaŭelekti uzanton
eu: Aurretik hautatutako erabiltzailea
fa: پیش‌گزینش کاربر
fy: Brûker Foarselektearje
gl: Usuario Preseleccionado
hi: उपयोक्ता पहले से चुनें
is: Fyfirframvelja notanda
ja: ユーザをあらかじめ選択
ko: 사용자 미리 선택하기
mk: Претходно избран корисник
ms: Prapilih pengguna
pa: ਪਹਿਲਾਂ ਚੁਣਿਆ ਉਪਭੋਗੀ
ro: Utilizator preselectat
rw: Gutoranya Ukoresha Mbere
se: Vállje geavaheaddji ovdalgihtii
sr: Преодабран корисник
sr@latn: Preodabran korisnik
ta: பயனரை முன்தேர்வு செய்
th: การเลือกผู้ใช้
uk: Вибраний користувач
wa: Uzeus di prétchoezis
zh_tw: 預先選擇使用者

source: _: preselected user &None
af: Geen
be: &Ніякі
bn: কেউ &নয়
ca: &Cap
cy: &Dim
eo: &Neniu
eu: &Inor ez
fa: &هیچ‌کدام‌
fy: &Gjint
gl: &Ningún
is: E&ngan
ja: しない(&N)
ko: 없음(&N)
mk: &Нема
pa: ਕੋਈ ਨਹੀਂ(&N)
rw: &Nta numwe
sr: &Ниједан
sr@latn: &Nijedan
th: ไม่เลือกเลย
uk: Н&емає
uz: &Yoʻq
uz@cyrillic: &Йўқ
wa: &Nolu
zh_tw: 無(&N)

source: Prev&ious
af: Vorige
ar: السا&بق
be: Па&пярэдні
bn: পূর্ব&বর্তী
bs: Pret&hodni
ca: Prev&i
cy: Blaenoro&l
eo: &Antaŭa
eu: Aurre&koa
fa: &قبلی‌
fy: &foarige
gl: Prev&io
hi: पिछला (&i)
is: &Fyrri
ja: 前回のユーザ(&I)
ko: 이전 사용자(&I)
mk: Пр&етходен
ms: Terdah&ulu
pa: ਪਿੱਛੇ(&i)
ro: &Precedent
rw: Ib&ibanza
se: &Ovddit
sr: &Претходни
sr@latn: &Prethodni
ta: முன்னது
tg: &Пешина
th: เลือกผู้ใช้ที่ล็อกอินล่าสุด
uk: Поп&ередн.
uz: O&ldingi
uz@cyrillic: О&лдинги
wa: Di &dvant
zh_tw: 上一次登入的(&I)

source: Preselect the user that logged in previously. Use this if this computer is usually used several consecutive times by one user.
af: Kies die gebruiker vooraf wat laaste aangeteken het. Gebruik dit wanneer dieselfde gebruiker paar kere na mekaar gaan aanteken.
ar: اختر المستخدم الذي دخل آخر مرة مسبقاً. استخدم هذا الخيار اذا كان الحاسوب مستخدماً لمرات متتالية عن طريق مستخدم واحد.
be: Перадвызначыць карыстальніка, што ўвайшоў папярэдне. Ужывайце, калі камп'ютар выкарыстоўваецца збольшага аднім карыстальнікам.
bs: Pre-izaberi korisnika koji se zadnji prijavio. Koristite ovo ako ovaj računar obično koristi isti korisnik nekoliko puta zaredom.
ca: Preselecciona a l'usuari que va accedir anteriorment. Useu això si l'ordinador es usat consecutivament per un sol usuari.
cy: Rhagddewis y defnyddiwr a fewngofnododd ddiwethaf. Defnyddiwch hwn os y defnyddir y cyfrifiadur yma sawl gwaith yn olynol gan un defnyddiwr.
eo: Antaŭelekti la uzanton kiu ensalutis antaŭe. Uzu ĉi tiun se la sama uzanto plurfoje kaj sinsekve uzas ĉi tiun komputilon.
eu: Hautatu aurreko saioa hasi duen erabiltzailea. Erabil ezazu hau erabiltzaile bakarrak behin baino gehiagotan eta era jarraian badarabil ordenagailu hau.
fa: پیش‌گزینش کاربری که قبلاً وارد شده. معمولاً، اگر از این رایانه در چندین دفعۀ متوالی توسط یک کاربر استفاده می‌شود، از این استفاده کنید.
fy: Selektearje de brûker dy har de foarige kear oanmeld hat. Brûk dit as de kompjûter meardere kearen efter elkoar troch ien brûker brûkt wurd.
gl: Preseleccione o usuario que entrou previamente. empregue isto se a computadora se emprega normalmente varias veces consecutivas polo mesmo usuario.
hi: पिछली दफा लॉगइन किए उपयोक्ता को पहले ही चुनें
is: Forveldu notanda sem stimplaði sig inn síðast. Notaðu þetta ef þessi vél er venjulega notuð af sama notanda.
ja: 前回ログインしたユーザをあらかじめ選択します。これは、通常一人のユーザが続けてこのコンピュータを使用する場合に利用してください。
ko: 이전에 로그인한 사용자를 미리 선택합니다. 한 사용자가 컴퓨터를 연속으로 사용할 때 이 설정을 사용하십시오.
mk: Го избира корисникот кој претходно се најавил. Користете го ова ако компјутерот обично се користи повеќе последователни пати само од еден корисник.
ms: Prapilih pengguna yang akan log masuk sebelumnya. Gunakan ini jika komputer ini selalu digunakan oleh seorang pengguna.
ro: Preselectează utilizatorul care s-a autentificat mai înainte. Utilizaţi această caracteristică dacă acest calculator este în mod normal utilizat consecutiv de un utilizator.
rw: Kubanza gutoranya ukoresha winjiye mbere. Koresha iki niba mudasobwa yawe ikunda gukoreshwa inshuro nyinshi zikurikiranye n'ukoresha umwe.
se: Vállje geavaheaddji mii loggii sisa ovddit háve. Geavat dán jos lea seamma geavaheaddji mii dábálaččat geavaha dihtora.
sr: Одабира корисника који се претходно пријавио. Користите ово уколико овај рачунар обично користи један корисник.
sr@latn: Odabira korisnika koji se prethodno prijavio. Koristite ovo ukoliko ovaj računar obično koristi jedan korisnik.
ta: இந்த கணினி பொதுவாக ஒரே பயனரால் பயன்படுத்தப்படும் என்றால் கடைசியாக பயன்படுத்திய பயனர் முன்தேர்வாகி தெரியும்.
tg: Корвандеро, ки пештар ба система ворид шуда буд, қаблан интихоб намоед.
th: เลือกให้เลือกผู้ใช้สำหรับล็อกอินเป็นผู้ใช้ที่เคยเข้าใช้งานล่าสุด โดยเหมาะกับการใช้สำหรับการเข้าใช้งานด้วยผู้ใช้เพียงคนเดียวบ่อย ๆ
uk: Автоматично вибирати користувача, щоб працював останнім. Це зручно, якщо на вашому комп'ютері переважно один і той самий користувач заходить декілька раз підряд.
zh_tw: 預先選取先前登入的使用者。當您經常的使用同一個使用者來登入這部電腦時，您可以考慮使用這個功能。

source: Specif&y
af: Spesifiseer
ar: تحد&يد
be: Вызначы&ць
bn: নির্দিষ্ট করু&ন
bs: Nave&di
ca: Especi&fica
cy: &Penodi
eo: &Difini
eu: &Zehaztu
fa: &مشخص کردن‌
fy: Omskriu&we
gl: Especif&icar
hi: उल्लेखित करें (&y)
is: Tilgrei&na
ja: 指定する(&Y)
ko: 지정한 사용자(&Y)
mk: Навед&и
ms: Nyata&kan
pa: ਨਿਰਧਾਰਿਤ(&y)
ro: &Specificat
rw: Kugara&gaza
se: Me&roštala
sr: На&значи
sr@latn: Na&znači
ta: குறிப்பிடு
tg: Муайян &кунед
th: เลือกผู้ใช้ตามที่ระบุ
uk: Вказ&аний
uz: &Koʻrsatish
uz@cyrillic: &Кўрсатиш
wa: Specif&yî
zh_tw: 指定(&Y)

source: Preselect the user specified in the combo box below. Use this if this computer is predominantly used by a certain user.
af: Kies die gebruiker vooraf vanuit die onderstaaande kombinasie boks. Gebruik dit wanneer dieselfde gebruiker merendeels aanteken.
ar: اختر المستخدم مسبقاً من القائمة المنسدلة أدناه. استخدم هذا الخيار اذا كان الحاسوب مستخدماً بشكل اعتيادي من مستخدم واحد.
be: Перадвызначыць карыстальніка з спіса ніжэй. Ужывайце, калі камп'ютар выкарыстоўваецца пераважна пэўным карыстальнікам.
bs: Pre-izaberi korisnika koji je naveden u combo polju ispod. Koristite ovo ako ovaj računar uglavnom koristi samo jedan korisnik.
ca: Preselecciona a l'usuari especificat en la caixa desplegable de a sota. Useu això si aquest ordinador es usat predominantment per un usuari determinat.
cy: Rhagddewis y defnyddiwr a benodwyd yn y blwch cyfunol isod. Defnyddiwch hwn os y defnyddir y cyfrifiadur yma gan un defnyddiwr ran fwyaf o'r amser.
eo: Antaŭelekti la uzanton kiu estas elektita en la suba falmenuo. Uzu ĉi tiun se la sama uzanto kutime uzas ĉi tiun komputilon.
eu: Hautatu beheko kutxan adierazitako erabiltzailea. Erabil ezazu hau konputagailua gehienetan erabiltzaile berberak badarabil.
fa: پیش‌گزینش کاربر مشخص‌شده در جعبه ترکیب زیر. اگر از این رایانه به طور نافذ توسط یک کاربر معین استفاده می‌شود، از این استفاده کنید.
fy: Selektearje de brûker dy omskreaun is yn it ûndersteande kombinaasjefjild. Brûk dit as dizze kompjûter altyd troch deselde brûker brûkt wurd.
gl: Preseleccionar o usuario especificado na caixa de seleccións de embaixo. Empregue isto se esta computadora é normalmente empregada polo mesmo usuario.
hi: नीचे दिए गए कॉम्बो बक्से मे उल्लेखित किए गए उपयोक्ता को पहले ही चुनें. इसका इस्तेमाल करें यदि कम्प्यूटर किसी विशेष उपयोक्ता द्वारा अधिकतर उपयोग में लिया जाता हो.
is: Forveldu notanda úr listanum hér að neðan. Notaðu þetta ef þessi vél er venjulega notuð af sama notanda.
ja: 下のコンボボックスで特定したユーザをあらかじめ選択します。これは、ほとんど特定の一人のユーザだけがこのコンピュータを使用する場合に利用してください。
ko: 아래 콤보 상자에서 선택한 사용자를 미리 선택합니다. 한 사용자가 컴퓨터를 자주 사용할 때 이 설정을 사용하십시오.
mk: Изберете го соодветниот корисник од долното поле. Користете го ова ако компјутерот се користи доминантно од одреден корисник.
ms: Prapilih pengguna yang dinyatakan di dalam combo box di bawah. Gunakan ini jika komputer ini secara dominannya digunakan oleh pengguna tertentu.
ro: Preselectează utilizatorul specificat în căsuţa combinată de mai jos. Opţiunea este utilă cînd acest calculator este utilizat cu precădere de un anumit utilizator.
rw: Kubanza gutoranya ukoresha wagaragajwe mu ilisiti yirambura ikurikira. Koresha iki niba mudasobwa yawe ikoreshwa cyane n'ukoresha runaka.
se: Vállje geaveheaddji mii lea merkejuvvon lotnolasbovssas dás vuolábealde. Geavat dán jos lea seamma geavaheaddji mii dábálaččat geavaha dihtora.
sr: Одабира корисника којег сте навели у претходном пољу. Користите ово ако рачунар користи један корисник.
sr@latn: Odabira korisnika kojeg ste naveli u prethodnom polju. Koristite ovo ako računar koristi jedan korisnik.
ta: இந்த கணினி பொதுவாக ஒரே பயனரால் பயன்படுத்தப்படும் என்றால் அந்த பயனரை பலத்தேர்வுப்பெட்டியில் முன்தேர்வு செய்ய முடியும்
tg: Аз рӯйхати афтандаи дар поён буда, корванди наъиншударо интихоб намоед. Агар компютер аз тарафи ҳамон як корванд истифода бурда шавад, онро кор фармоед.
th: เลือกกำหนดผู้ใช้ล่วงหน้าในกล่องคอมโบด้านล่างนี้ โดยเหมาะกับการใช้บนเครื่องที่มีผู้ใช้ที่ไว้ใจได้
uk: Автоматично вибирати користувача з комбосписку внизу. Це корисно, якщо комп'ютер використовує переважно один користувач.
zh_tw: 預先

source: Us&er:
af: Gebruiker:
ar: المس&تخدم:
be: Ка&рыстальнік:
bn: ব্যবহা&রকারী:
bs: K&orisnik:
ca: Usua&ri:
cy: D&efnyddiwr:
eo: &Uzanto:
eu: &Erabiltzailea:
fa: &کاربر:‌
fy: Brûk&er:
gl: Us&uario:
hi: उपयोक्ता (&e)
is: &Notandi:
ja: ユーザ(&E):
ko: 다음 사용자(&E):
mk: Корисн&ик:
ms: P&engguna:
pa: ਉਪਭੋਗੀ(&e):
ro: U&tilizator:
rw: Ukor&esha:
se: Gea&vaheaddji:
sr: &Корисник:
sr@latn: &Korisnik:
ta: பயனர்:
tg: Исти&фодакунанда:
th: ผู้ใช้:
uk: &Користувач:
uz: Foyd&alanuvchi:
uz@cyrillic: Фойд&аланувчи:
wa: &Uzeu:
zh_tw: 使用者:(&E)

source: Select the user to be preselected for login. This box is editable, so you can specify an arbitrary non-existent user to mislead possible attackers.
af: Kies die gebruiker vooraf vir aanteken. Hierdie boks is redigeerbaar, sodat 'n nie-bestaande gebruiker gekies kan word, om aanvallers op 'n dwaalspoor te bring.
ar: اختر المستخدم الذي سيتم اختياره مسبقاً للدخول. هذا الصندوق قابل للتحرير, لذا يمكنك استخدام اسم مستخدم اعتباطي غير حقيقي لخداع أي مهاجمين محتملين.
be: Вылучце карыстальніка, чыё імя будзе прадвызначаным. Гэтае поле можна рэдагаваць, таму можаце адзначыць адвольна неіснуючага карыстальніка, каб заблытаць мажлівых атакуючых.
bs: Izaberite korisnika koje će biti pre-izabran za prijavu. Ovo polje se može editovati, tako da možete unijeti nepostojećeg korisnika kako biste zaveli eventualne napadače.
ca: Selecciona a l'usuari preseleccionat per a l'accés. Aquesta caixa és editable, de manera que podreu especificar un usuari arbitrari no existent que despisti als possibles atacants.
cy: Dewiswch y defnyddiwr i'w rhagosod ar gyfer mewngofnodi. Gellir golygu'r blwch yma, felly gallwch benodi defnyddiwr mympwyol sydd dim yn bodoli, i gamarwain darpar ymosodwyr.
eo: Elekti la uzanton kiu estos antaŭelektita por ensaluto. Ĉi tiu estas redaktebla, tial vi povas enskribi nerealan uzanton por trompi atakantojn.
eu: Hauta ezazu saioa has dezakeen erabiltzailea. Kutxa hau editagarria da, beraz zuk-zeuk asmatutako erabiltzaile bat adieraz dezakezu, litezkeen erasotzaileak nahasteko.
fa: گزینش کاربری که برای ورود پیش‌گزینش می‌شود. این جعبه قابل ویرایش است، بنابراین می‌توانید برای گمراه کردن مهاجمان احتمالی، یک کاربر دلخواه ناموجود را مشخص کنید.
fy: Selektearje de brûker dy foarselektearre wurdt by it oanmelden. Dit fak kinne jo bewurkje, sadat jo in willekeurige, net besteande brûker ynfiere kinne om mooglike oanfallers te mislieden.
gl: Escolla o usuario preseleccionado para a entrada. Este campo é editable, de xeito de que pode especificar un usuario arbitrario non existente para evitar posibles ataques.
hi: लॉगइन के लिए एक पूर्व-चयनित उपयोक्ता चुनें. यह बक्सा संपादन योग्य है, जिससे संभावित हमलावरों को बहकाने के लिए आप यहाँ एक मनमाने, अस्तित्वहीन उपयोक्ता को उल्लेखित कर सकते हैं.
is: Veldu notanda sem er forvalinn til innstimplunnar. ATH: Hér getur þú skilgreint notanda sem EKKI er til, til að villa um fyrir óprúttnum.
ja: ログイン時にあらかじめ選択しておくユーザを選択します。このボックスは編集可能なので、攻撃された場合に攻撃者を混乱させるために、架空のユーザを追加しておくこともできます。
ko: 아래에서 선택한 사용자를 미리 선택합니다. 이 상자는 편집할 수 있으며, 임의의 존재하지 않는 사용자 이름을 지정해서 잠재적인 공격자를 속일 수 있습니다.
mk: Изберете го корисникот кој треба да биде одбран за најавување. Ова поле е менливо, така што може да наведете некој непостоечки корисник за да ги збуните можните напаѓачи.
ms: Pilih pengguna yang akan dipilih untuk prapemilihan. Kekotak ini boleh diedit, untuk anda menyatakan pengguna yang mungkin tidak pernah wujud untuk mengelirukan penyerang yang berkemungkinan.
ro: Selectează utilizatorul care să fie preselectat la logare. Această căsuţă este editabilă astfel încît puteţi seta şi un nume arbitrar de utilizator pentru a induce în eroare posibilii atacatori ai sistemului.
rw: Gutoranya ukoresha ugomba gutoranywa mbere kugira ngo yinjire. Aka gasanduku gashobora guhindurwa, bityo ushobora kugaragaza ukoresha utabaho ubonetse wese kugira ngo uyobye abashobora kuyibasira.
se: Vállje geavaheaddji mii válljejuvvo automáhtalaččat. Gieddi lea rievdahahtti, vai sáhtát bidjat geavaheaddjinama mii ii gávdno, vai dájohit falleheddjiid.
sr: Изаберите корисника који ће бити одабран за пријављивање. Ово поље се може мењати, тако да можете навести непостојећег корисника, да бисте заварали потенцијане нападаче.
sr@latn: Izaberite korisnika koji će biti odabran za prijavljivanje. Ovo polje se može menjati, tako da možete navesti nepostojećeg korisnika, da biste zavarali potencijane napadače.
ta: கொடாநிலை பயனரை பலத்தேர்வுப்பெட்டியில் முன்தேர்வு செய்ய முடியும். இதில் நீங்கள் இல்லாத பயனரின் பெயரை கூட தரலாம். இதன் மூலம் குறும்பர்களை வெறுப்பேற்றலாம்
tg: Корвандеро, ки барои воридшавӣ ба система қаблан ворид шуда буд, интихоб намоед. Ин сандуҳ имконияти таҳриршавӣ дорад. Яъне шумо метавонед корванди доварии мавҷуд набударо барои гумроҳ кардани ҳамлкунанда, таъин кунед.
th: เลือกผู้ใช้ที่ต้องการให้เลือกไว้สำหรับการล็อกอิน ซึ่งกล่องนี้สามารถแก้ไขได้ ดังนั้น คุณจะสามารถกำหนดไม่ให้มีการเลือกผู้ใช้ใด ๆ เลยก็ได้ เพื่อป้องกันการบุกรุกเครื่อง
uk: Виберіть користувача для автоматичного вибору. Це поле можна редагувати, і ви можете встановити довільного неіснуючого користувача, щоб заплутати потенційних нападників.
zh_tw: 選取一個使用者來為預設的登入帳號。這是可以編輯的，所以您可以設定一個不存在的使用者，來誤導可能攻擊您機器的人。

source: Focus pass&word
af: Fokus wagwoord
ar: تركيز على كلمة ال&مرور
be: &Факусаваць пароль
bn: পাস&ওয়ার্ড-এ ফোকাস
bs: Fokusiraj na &šifru
ca: Focus a la contrasen&ya
cy: Canolb&wynt ar y cyfrinair
eo: Fokuso ĉe &pasvorto
eu: Fokua &pasahitzean
fa: تمرکز بر &اسم‌ رمز‌
fy: &Wachtwurd fokusje
gl: Dar foco ó c&ontrasinal
hi: पासवर्ड फ़ोकस करें (&w)
is: Hafa bendil á lykil&orði
ja: パスワードにフォーカスを合わせる(&W)
ko: 비밀번호에 초점 맞추기(&W)
mk: Фок&усирај лозинка
ms: Fokus&kan kata laluan
pa: ਗੁਪਤ-ਕੋਡ ਕੇਂਦਰਿਤ(&w)
ro: Selectează cîmpul de par&olă
rw: Ijambobanga ryitabwaho
se: Merke beassan&sáni
sr: Фокусирај ло&зинку
sr@latn: Fokusiraj lo&zinku
ta: பயனரை முன்தேர்வு செய்
tg: &Фокуси гузарвожа
th: เคอร์เซอร์อยู่ที่ช่องรหัสผ่าน
uk: Фокус - на &пароль
wa: &Focusse sol sicret
zh_tw: 輸入焦點停留在密碼的地方(&W)
