Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kdmconfig.po
Languages: af, ar, be, bn, bs, ca, cy, eo, eu, fa, fy, gl, hi, is, ja, ko, mk, ms, pa, ro, rw, se, sr, sr@latn, ta, tg, th, uk, uz, uz@cyrillic, wa, zh_tw

source: This option specifies how the users for "Show list" and "Autocompletion" are selected in the "Select users and groups" list: If not checked, select only the checked users. If checked, select all non-system users, except the checked ones.
af: Hierdie opsie spesifiseer hoe die gebruikers vir "Toon lys" en "Automatiese voltooiing" gekies word in die "Kies gebruikers en Groepe" lys: Indien nie gemerk, kies slegs gemerkte gebruikers. Indien gemerk, kies alle nie-stelsel gebruikers, uitgesluit die gemerktes.
be: Гэта опцыя вызначае, як выбіраюцца карыстальнікі для функцый "Паказаць спіс" і "Аўтазаканчэнне" ў спісе "Вылучце карыстальніказ і групы": Калі не ўключана, вылучае толькі адзначаных карыстальнікаў. Калі ўключана, вылучае ўсіх несістэмных карыстальнікаў за выняткам адзначананых.
bs: Ova opcija određuje kako kako se izabiru korisnici za "Prikaži listu" i "Automatsko dovršavnaje" na listi "Izaberite korisnike i grupe": Ako nije uključena, biće izabrani samo označeni korisnici. Ako je uključena, biće izabrani svi ne-sistemski korisnici osim označenih.
ca: Aquesta opció especifica com se seleccionen els usuaris de "Mostra la llista" i "Autocompleta" a la llista "Selecciona usuaris i grups": si no està marcada, selecciona només els usuaris marcats. Si està marcada, selecciona tots els usuaris no de sistema, excepte els marcats.
eo: Ĉi tiu opcio klarigas kiel la uzantoj por "Montri liston" kaj "Aŭtomata-Plenigi" estas elektitaj en la "Elekti uzantojn kaj grupojn" listo: Se ne markita, elektu nur la markitajn uzantojn. Se markita, elektu ĉiajn ne-sistemajn uzantojn, krom la markitojn.
eu: Aukera honek "Erakutsi zerrenda"ko eta "Auto-osatzea"ko erabiltzaileak "Hautatu erabiltzaileak eta taldeak" zerrendan zelan aukeratzen diren zehazten du: hautatu gabe badaude, aukeratu markatutako erabiltzaileak bakarrik. Markaturik badaude, hautatu sistemarenak ez diren erabiltzaile guztiak, markatutakoak izan ezik.
fa: این گزینه مشخص می‌کند که چگونه کاربران برای »نمایش فهرست« و »تکمیل خودکار« در فهرست »گزینش کاربران و گروهها« انتخاب می‌شوند: اگر علامت زده نشود، فقط کاربران علامت زده شده را انتخاب کنید. اگر علامت زده شود، تمام کاربران غیرسیستمی به جز کاربران علامت زده شده را برگزینید.
fy: Dizze list beskied hoe de brûkers foar "list sjen litte" en "Automatysk oanfolje" selektearre binne yn de list "Brûkers en keppels selektearje": as dit net aktivearre is sille allinne de markearre brûkers keazen wurde. As dit wol aktivearre is wurde alle net-systeem-brûkers keazen, útsûndere de markearre.
gl: Esta opción especifica cómo se escollen os usuarios na lista de "Escoller usuarios e grupos" para "Amosar Lista" e "Autorecheo". Se non se activa, escolla só os usuarios os usuarios activados. Se se activa, escolla todos os usuarios non do sistema, excepto os xa activados.
ja: このオプションで「リストを表示する」と「自動補完」を適用する対象を指定します。このオプションを無効にすると、「ユーザとグループを選択」で選択したユーザが対象になります。有効にすると、選択したユーザを除くすべての非システムユーザが対象になります。
ko: 이 옵션은 "자동 완성"과 "보이기 목록"에 나타나는 사용자들을 어떻게 결정할 것인지 설정합니다. 이 옵션을 선택하지 않으면 체크한 사용자만 포함합니다. 이 옵션을 선택하면 체크한 사용자를 제외한 모든 비 시스템 사용자를 포함합니다.
mk: Оваа опција специфицира како се избираат корисниците за „Покажи листа“ и „Автодовршување“ во листата „Избери корисници и групи“: ако не е обележано, се избираат само обележаните корисници. Ако е обележано, се избираат сите корисници кои не се системски, освен обележаните.
ms: Opsyen ini menentukan bagaimana pengguna bagi "Tayang senarai" dan "Autolengkap" dipilih dalam senarai "Pilih pengguna dan kumpulan" : Jika tidak disemak, pilih hanya pengguna yang disemak. Jika tidak disemak, pilih semua pengguna bukan sistem, kecuali yang disemak.
ro: Această opţiune specifică cum utilizatorii din "Afişează lista" şi "Completare automată" sînt selectaţi pentru lista "Selectare utilizatori şi grupuri": Dacă nu este marcată, selectează numai utilizatorii marcaţi. Dacă este marcată, selectează toţi utilizatorii non-sistem, cu excepţia celor marcaţi.
rw: Ubu buryo bugaragaza uko abakoresha ba "Kwerekana ilisiti" no "Kwiyuzuza" batoranywa mu ilisiti ya "Gutoranya abakoresha n'amatsinda": nibudashyirwaho akamenyetso, toranya gusa abakoresha bashyizweho akamenyetso. Niba buriho akamenyetso, toranya abadakoresha sisitemu bose, uretse abariho akamenyetso.
sr: Ова опција назначава како ће се корисници за „Прикажи листу“ и „Аутоматско допуњавање“ бирати у листи „Одабери кориснике и групе“. Ако није укључена, бирају се само означени корисници. Ако је укључена, онда се бирају сви несистемски корисници сем оних означених.
sr@latn: Ova opcija naznačava kako će se korisnici za „Prikaži listu“ i „Automatsko dopunjavanje“ birati u listi „Odaberi korisnike i grupe“. Ako nije uključena, biraju se samo označeni korisnici. Ako je uključena, onda se biraju svi nesistemski korisnici sem onih označenih.
ta: இந்த விருப்பத்தேர்வுகள் பயனருக்கான "பட்டியலை காட்டு" மற்றும் "தானாகவேமுடித்தல்" யாவும் "பயனர் மற்றும் குழுவை தேர்ந்தெடுக்கவும்" பட்டியலில் தேர்ந்தெடுக்கபட்டவை:தேர்ந்தெடுக்கபடவில்லை என்றால்,தேர்வுதெடுக்கபட்ட பயனரை மட்டும் தேர்வுசெய்க.தேர்வுசெய்யபட்டு இருந்தால் அனைத்து முறைமை அல்லா பயனரை தேர்வுசெய்க,ஒன்றை தேர்வுசெய்ததை தவிர.
tg: Ин хосият муайян мегардонад, ки чи тарз корвандон барои "Намоиши рӯйхат" ва "Итмомрасонии худкор" аз рӯйхати "Интихоби корвандон ва гурӯҳҳо" интихоб мегарданд: Агар қайд нашуда бошад, танҳо корвандони қайдшударо интихоб кунед. Агар қайд шуда бошад, ҳамаи корвандони ғайри системавиро интихоб кунед, ғайр аз қайдшудагон.
th: ตัวเลือกนี้ใช้ในการสลับการแสดง "แสดงรายการ" และ "เติมชื่อให้สมบูรณ์อัตโนมัติ" ที่ถูกเลือกไว้ในรายการ "เลือกผู้ใช้และกลุ่ม" หากไม่เลือกตัวเลือกนี้ จะมีการเลือกเฉพาะผู้ใช้ที่ถูกกาเท่านั้น หากเลือกตัวเลือกนี้ จะเป็นการเลือกผู้ใช้ทั้งหมดที่ไม่ใช่ผู้ใช้ของระบบ ยกเว้นจะมีการเลือกกาผู้ใช้อยู่
uk: Цей параметр вказує як вибираються користувачі для "Показувати список" і "Автозаповнення" в списку "Вибрати користувачів і групи": Якщо не ввімкнено, вибирати тільки позначених користувачів. Якщо ввімкнено, вибирати всіх несистемних користувачів, за винятком позначених.
wa: Cisse tchuze sipecifeye comint les uzeus po "Moster l' djivêye" et "Completaedje otomatike" sont tchoezis dins l' djivêye "Tchoezixhoz les uzeus et les groupes".
zh_tw: 這個選項指定使用者在「選擇使用者與群組」中如何選擇「顯示列表」與「自動補齊」：如果沒有核取，只會選擇被核取的使用者。如果核取，會選擇除了核取的使用者之外，所有的非系統管理使用者。

source: Sor&t users
af: Sorteer gebruikers
ar: ت&رتيب المستخدمين
be: &Сартаваць карыстальнікаў
bn: ব্যবহারকারীদের ক্রমান্বয়ে সাজা&ও
bs: Sor&tiraj korisnike
ca: &Ordena els usuaris
cy: &Didoli defnyddwyr
eo: &Ordigi uzantojn
eu: Ordena&tu erabiltzaileak
fa: &مرتب‌ کردن کاربران‌
fy: Brûkers s&ortearje
gl: Ordear Usuari&os
hi: उपयोक्ता क्रमबद्ध करें (&t)
is: &Raða notendum
ja: ユーザを並べ替える(&T)
ko: 사용자 정렬(&T)
mk: Подреди ги корисници&те
ms: Sus&un pengguna
pa: ਉਪਭੋਗੀ ਕ੍ਰਮਬੱਧ(&t)
ro: &Sortează utilizatorii
rw: Gushungura abakoresha
se: E&rohala geavaheddjiid
sr: По&ређај кориснике
sr@latn: Po&ređaj korisnike
ta: பயனர்களை வரிசைப்படுத்து
tg: &Корвандонро бо навъҳо ҷудо кунед
th: เรียงลำดับทะเบียนผู้ใช้
uk: Упоряд&ковувати користувачів
uz: Foydalanuvchilarni &saralash
uz@cyrillic: Фойдаланувчиларни &саралаш
wa: Re&lére les uzeus
zh_tw: 使用者排序 (&T)

source: If this is checked, KDM will alphabetically sort the user list. Otherwise users are listed in the order they appear in the password file.
af: As hierdie gekies is, sal KDM die gebruikers lys alfabeties sorteer. Andersins word gebruikers gelys in die volgorde waarin hulle in die wagwoord lêer verskyn.
ar: اذا تم تفعيل هذا الخيار, فإن مدير الدخول سيرتب قائمة المستخدمين أبجدياً. وإلا فسيتم الترتيب كما هو موجود في ملف كلمات المرور.
be: Калі ўключана, KDM адсартуе спіс карыстальнікаў паводле алфавіту. Інакш карыстальнікі будуць пералічаны згодна з парадкам іх узнікнення ў файле пароляў.
bn: এটি নির্বাচন করা হলে ব্যবহারকারীদের বর্ণানুক্রমে সাজানো হবে। অন্যথা, তাদের পাসওয়ার্ড ফাইল-এর ক্রমানুসারে তালিকাবদ্ধ করা হবে।
bs: Ako je ova opcija izabrana, KDM će abecedno sortirati listu korisnika. U suprotnom, korisnici su izlistani redom kojim su navedeni u password datoteci.
ca: Si aquesta opció se seleccionada, KDM ordenarà alfabèticament la llista d'usuaris. Altrament els usuaris es llisten en l'ordre en el que apareixen al fitxer de contrasenyes.
cy: Os dewisir y dewisiad yma, didola KDM y restr defnyddwyr yn ôl yr wyddor. Heblaw hynny rhestrir y defnyddwyr yn y drefn ymddengysant yn y ffeil gyfrinair.
eo: Se markita, KDM alfabete ordigos la uzantan liston. Alie, uzantoj montriĝos en la ordo en kiu ili aperas en la pasvorta dosiero.
eu: Hau hautatuz gero, KDMk alfabetikoki ordenatuko du erabiltzaileen zerrenda. Bestela erabiltzaileak 'password' fitxategian dauden segida berean agertuko dira.
fa: اگر این علامت زده شود، KDM به طور الفبایی، فهرست کاربر را مرتب می‌کند. در غیراین صورت، کاربران به ترتیبی که در پروندۀ اسم رمز ظاهر می‌شوند، فهرست می‌شوند.
fy: As dizze opsje ynskeakele is, dan sil KDM de brûkerslist op alfabet sortearje. Oars wurde se werjûn yn de folgoarder fan it wachtwurdtriem.
gl: Se se activa, KDM ordeará alfabeticamente a lista de usuarios. Doutro xeito, os usuarios listaranse na orde en que aparezan no ficheiro de contrasinais.
hi: यदि यह विकल्प चुना जाता है, केडीएम उपयोक्ताओं की सूची को वर्णमाला क्रम में क्रमबद्ध करेगा. अन्यथा उपयोक्ता जैसा कि पासवर्ड फ़ाइल में सूचीबद्ध हैं, उस सूची अनुसार दिखेंगे.
is: Ef þessi valkostur er valinn mun KDM raða notendum í stafrófsröð. Annsrs eru þeir birtir í þeirri röð sem þeir koma fyrir í lykilorða skránni.
ja: このオプションを選択すると KDM はアルファベット順にユーザを並べ替えます。選択されていない場合は、パスワードファイルに書かれている順にユーザを表示します。
ko: 이 옵션을 선택하면 KDM에서는 사용자 이름 목록을 가나다순으로 정렬합니다. 그렇지 않으면 목록의 이름은 passwd 파일에 나타난 대로 정렬합니다.
mk: Ако е избрана оваа опција, KDM автоматски ќе ги подреди корисниците од листата по азбучен редослед. Ако не, тие ќе бидат прикажани како што се појавуваат во датотеката со лозинки.
ms: Jika ini ditandakan, KDM akan menyenaraikan senarai pengguna dengan susunan alfabetik. Jika tidak, pengguna akan dipaparkan mengikut susunan di dalam fail katalaluan.
ro: Dacă această opţiune este selectată, KDM va sorta alfabetic lista de utilizatori. În caz contrar utilizatorii sînt afişaţi în ordinea în care apar în fişierul de parole.
rw: Nushyiraho akamenyetso, KDM izashungura ilisiti y'abakoresha hakurikijwe urutondenyuguti. Bitaba uko, abakoresha bashyirwa ku ilisiti hakurikijwe uko bakurikirana ku rutonde rw'amagambobanga.
se: Jos dát merkejuvvo, de KDM erohallá geavaheddjiid alfabehtalaččat. Muđui geavaheaddjit čájehuvvojit dan ortnegis mii lea beassansátnefiillas.
sr: Ако је ова опција укључена, KDM ће уредити листу корисника по азбучном реду, иначе ће корисници бити излистани онако како се појављују у фајлу са лозинкама.
sr@latn: Ako je ova opcija uključena, KDM će urediti listu korisnika po azbučnom redu, inače će korisnici biti izlistani onako kako se pojavljuju u fajlu sa lozinkama.
ta: இந்த விருப்பததை தேர்ந்தெடுத்தால்,KDM அதன் தொடங்கல் திரையில் பயனர்களை கடவுச்சொல் கோப்பில் உள்ளபடி வரிசைப்படுத்தி காட்டும்.
tg: Агар ин интихоб барпо шуда бошад KDM аз рӯи алифбо рӯйхати корвандонро тартиб медиҳад. Дар дигар ҳолат корвандон бо тартиби пайдошавиашон дар файли гузарвожа ба рӯйхат гирифта мешаванд.
th: หากเลือกตัวเลือกนี้ KDM จะเรียงลำดับทะเบียนผู้ใช้ในรายการตามตัวอักษร ไม่เช่นนั้นจะเรียงลำดับตามที่ปรากฏอยู่ในแฟ้มรหัสผ่านของระบบ
uk: Якщо вибрана цей параметр, KDM буде автоматично упорядковувати список користувачів. Інакше порядок буде збігатись з файлом паролів.
wa: Si çouci est tchoezi, KDM relérè alfabetikmint l' djivêye des uzeus. Ôtrumint les uzeus sont djivés dins l' ôre k' il aparetèt dins l' fitchî di scret.
zh_tw: 如果這個選項被選取了之後，KDM 將會依照字母的先後順序來為使用者列表排序，否則使用者列表將會依照使用者在密碼檔內的順序來顯示。

source: S&elect users and groups:
af: Kies gebruikers:
be: В&ылучце карыстальнікаў і групы:
bn: ব্যবহারকারী এবং গ্রুপ বেছে নি&ন:
bs: &Izaberite korisnike i grupe:
ca: S&elecciona usuaris i grups:
eo: &Eletki uzantojn kaj grupojn
eu: Hautatu &erabiltzaileak eta taldeak:
fa: &برگزیدن کاربران و گروهها:‌
fy: Brûkers en keppels s&elektearje:
gl: Escoll&er usuarios e grupos:
hi: उपयोक्ता समूह चुनें: (&e)
is: &Veldu notendur og hópa:
ja: ユーザとグループを選択(&E):
ko: 사용자와 그룹을 선택하십시오(&E):
mk: Изб&ери корисници и групи:
ms: &Pilih pengguna dan kumpulan:
pa: ਉਪਭੋਗੀ ਤੇ ਸਮੂਹ ਚੁਣੋ(&e):
ro: &Selectare utilizatori şi grupuri:
rw: Gutoranya abakoresha n'amatsinda:
se: Vá&llje geavaheddjiid ja joavkkuid:
sr: &Одабери кориснике и групе:
sr@latn: &Odaberi korisnike i grupe:
ta: பயனரிகள் மற்றும் குழுவை தேர்ந்தெடுக்கவும்:
tg: Кор&вандон ва гурӯҳҳоро интихоб кунед:
th: เลือกผู้ใช้และกลุ่ม:
uk: В&ибрати користувачів і групи:
uz: Foy&dalanuvchi va guruhlarni tanlang:
uz@cyrillic: Фой&даланувчи ва гуруҳларни танланг:
wa: &Tchoezixhoz les uzeus et groupes:
zh_tw: 選擇使用者與群組(&E):

source: Selected Users
af: Gekose Gebruikers
ar: المستخدمون المختارون
be: Вылучаныя карыстальнікі
bn: নির্বাচিত ব্যবহারকারী
bs: Izabrani korisnici
ca: Usuaris seleccionats
cy: Defnyddwyr Dewisiedig
eo: Elektitaj uzantoj
eu: Hautatutako erabiltzaileak:
fa: کاربران برگزیده
fy: Selektearre brûkers
gl: Usuarios Escollidos
hi: चुने गए उपयोक्ता
is: Valdir notendur
ja: 表示するユーザ
ko: 선택한 사용자
mk: Избрани корисници
ms: Pengguna telah dipilih
pa: ਚੁਣੇ ਉਪਭੋਗੀ
ro: Utilizatori selectaţi
rw: Abakoresha Batoranyijwe
se: Merkejuvvon geavaheddjiid
sr: Одабрани корисници
sr@latn: Odabrani korisnici
ta: தெர்வு செய்யபட்ட பயனர்கள்
tg: Истифодакунандаҳоро интихоб кунед
th: ทะเบียนผู้ใช้ที่เลือกไว้
uk: Вибрані користувачі
uz: Belgilangan foydalanuvchilar
uz@cyrillic: Белгиланган фойдаланувчилар
wa: Uzeus di tchoezis
zh_tw: 已選擇的使用者

source: KDM will show all checked users. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
af: KDM sal alle gemerkte gebruikers aantoon. Inskrywings wat met 'n '@' begin, is gebruiker groepe. Deur 'n groep te kies word alle lede van die groep ook gekies.
be: KDM пакажа ўсіх адзначаных карыстальнікаў. Элементы з '@' - групы карыстальнікаў. Адзначэнне групы раўназначна адзначэнню ўсіх карыстальнікаў-чальцоў групы.
bs: KDM će prikazati sve izabrane korisnike. Stavke označene sa '@' su grupe korisnika. Izborom grupe birate sve korisnike u toj grupi.
ca: KDM mostrarà tots els usuaris marcats. Les entrades anotades amb '@' són grups d'usuaris. Marcar un grup és com marcar tots els usuaris del grup.
eo: KDM montros tutajn markitajn uzantojn. Eroj kun "@" estas uzant-grupoj. Markante grupon samas kiel markante ĉiun uzanton en tiu grupo.
eu: KDMk hautatutako erabiltzaile guztiak erakutsiko ditu. '@'z nabarmendutako sarrerak erabiltzaile taldeak dira. Taldea hautatzea, talde horretako erabiltzaile guztiak hautatzea bezalakoa da.
fa: KDM تمام کاربران علامت زده‌شده را نمایش خواهد داد. مدخلهایی که با »@« مشخص شده ، گروه کاربران می‌باشند. علامت زدن یک گروه نظیر علامت زدن تمام کاربران در آن گروه است.
fy: KDM sil alle markearre brûkers sjen litte. Items markearre mei in '@' binne gebrûkerskeppels. As jo in keppel selektearje, dan wurde alle brûkers yn dy keppel markearre.
gl: KDM amosará todos os usuarios activados. As entradas denotadas con '@' son grupos de usuarios. Se se activan actívanse todos os usuarios dese grupo.
hi: केडीएम सभी चयनित उपयोक्ताओं को दिखाएगा. प्रविष्टियाँ जो कि '@' से चिह्नित हैं, वे उपयोक्ता समूह हैं. किसी समूह को चेक करना वैसे ही है जैसे कि उस समूह के सभी उपयोक्ताओं को चेक करना.
is: KDM mun sýna alla notendir sem er hakað við. Færslur sem innihalda '@'eru notandahópar. Ef þú hakar við hóp ertu að leyfa alla notendurna í hópnum.
ja: KDM はチェックされたすべてのユーザを表示します。'@' の付いたエントリはユーザグループです。グループをチェックするのは、そのグループに属するすべてのユーザをチェックするのと同じです。
ko: KDM에서는 선택한 모든 사용자를 표시합니다. @으로 시작하는 항목은 사용자 그룹입니다. 그룹을 선택하면 그룹의 모든 사용자를 선택합니다.
mk: KDM ќе ги покаже сите обележани корисници. Ставките покажани со '@' се кориснички групи. Обележувањето на група е како обележување на сите корисници во таа група.
ms: KDM akan menayangkan semua pengguna yang disemak. Entri yang ditandai '@' adalah kumpulan pengguna. Menyemak satu kumpulan adalah seperti menyemak semua pengguna dalam kumpulan itu.
ro: KDM va afişa toţi utilizatorii marcaţi. Itemii care conţin un '@' reprezintă grupuri de utilizatori. Marcarea unui grup este echivalentă cu marcarea tututor utilizatorilor din acel grup.
rw: KDM izerekana abakoresha bose bashyizweho akamenyetso. Ibyinjijwe birangwa na '@' aba ari amatsinda y'abakoresha. Gushyira akamenyetso ku itsinda ni kimwe no kugashyira ku bakoresha bose bari muri iryo tsinda.
sr: KDM ће приказати све означене кориснике. Ставке означене са „@“ су корисничке групе. Избор групе је исто што и избор свих корисника из групе.
sr@latn: KDM će prikazati sve označene korisnike. Stavke označene sa „@“ su korisničke grupe. Izbor grupe je isto što i izbor svih korisnika iz grupe.
ta: KDM அனைத்து தேர்வுசெய்யபட்ட பயனரை காட்டும். '@' ஆக உள்ளடபட்டவை பயனர் குழுவை சார்ந்தவர்கள்.குழுவை தேர்வுசெய்வது என்பது அந்த குழுவில் உள்ள அனைவரையும் தேர்வுசெய்வது ஆகும்.
tg: KDM ҳамаи корвандони ҷудокардашударо нишон медиҳад. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
th: KDM จะแสดงผู้ใช้ทั้งหมดที่ถูกกา ชื่อที่ขึ้นต้นด้วยเครื่องหมาย '@' จะหมายถึงกลุ่มผู้ใช้ การเลือกกากลุ่มผู้ใช้ก็หมายถึงการเลือกผู้ใช้ทั้งหมดที่อยู่ในกลุ่มนั้น
uk: KDM буде показувати всіх позначених користувачів. Елементи із значком "@" - це групи користувачів. Позначення будь-якої групи рівнозначне позначенню всіх користувачів у цій групі.
wa: KDM mosterrè tos les uzeus d' tchoezis. Les intrêyes notêyes d' on '@' sont des groupes d' uzeus. Tchoezi on groupe est come tchoezi tos ls uzeus dins ç' groupe.
zh_tw: KDE 會顯示所有核取的使用者。標示「@」的項目是使用者群組。核取群組就如同核取群組中所有的使用者。

source: Hidden Users
af: Versteekte Gebruikers
ar: المستخدمون المخبئون
be: Схаваныя карыстальнікі
bn: লুকনো ব্যবহারকারী
bs: Skriveni korisnici
ca: Usuaris ocults
cy: Defnyddwyr Cuddiedig
eo: Kaŝataj uzantoj
eu: Ezkutatutako erabiltzaileak
fa: کاربران مخفی
fy: Ferstoppe brûkers
gl: Usuarios Agochados
hi: छुपे उपयोक्ता
is: Faldir notendur
ja: 表示しないユーザ
ko: 숨은 사용자
mk: Скриени корисници
ms: Pengguna tersembunyi
pa: ਲੁਕਵੇਂ ਉਪਭੋਗੀ
ro: Utilizatori ascunşi
rw: Abakoresha Batagaragara
se: Čihkojuvvon geavaheddjiid
sr: Скривени корисници
sr@latn: Skriveni korisnici
ta: மறைக்கப்பட்ட பயனர்கள்
tg: Истифодакунандаҳои пинҳонӣ
th: ผู้ใช้ที่ซ่อนไว้
uk: Приховані користувачі
uz: Yashirilgan foydalanuvchilar
uz@cyrillic: Яширилган фойдаланувчилар
wa: Uzeus di catchîs
zh_tw: 隱藏的使用者

source: KDM will show all non-checked non-system users. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
af: KDM sal alle ongemerkte nie-stelsel gebruikers aantoon. Inskrywings wat met 'n '@' begin, is gebruiker groepe. Deur 'n groep te kies word alle lede van die groep ook gekies.
be: KDM пакажа ўсіх неадзначаных несістэмных карыстальнікаў. Элементы з '@' - групы карыстальнікаў. Адзначэнне групы раўназначна адзначэнню ўсіх карыстальнікаў-чальцоў групы.
bs: KDM će prikazati sve ne-označene ne-sistemske korisnike. Stavke označene sa '@' su grupe korisnika. Izborom grupe birate sve korisnike u toj grupi.
ca: KDM mostrarà tots els usuaris no marcats i no de sistema. Les entrades anotades amb '@' són grups d'usuaris. Marcar un grup és com marcar tots els usuaris del grup.
eo: KDM montros ĉiujn ne-markitajn ne-sistemajn uzantojn. Eroj kun "@" estas uzant-grupoj. Markante grupon samas kiel markante ĉiun uzanton en tiu grupo.
eu: KDMk sistemakoak ez diren hautatu gabeko erabiltzaile guztiak erakutsiko ditu. '@'z nabarmendutako sarrerak erabiltzaile taldeak dira. Taldea hautatzea, talde horretako erabiltzaile guztiak hautatzea bezalakoa da.
fa: KDM تمام کاربران علامت زده‌نشدۀ غیر سیستمی را نمایش خواهد داد. مدخلهایی که با »@« مشخص شده، گروه کاربران می‌باشند. علامت زدن یک گروه نظیر علامت زدن تمام کاربران در آن گروه است.
fy: KDM sil alle net markearre net-systeem-brûkers sjen litte. Items mei in '@' binne gebrûkerskeppels. As jo in keppel selektearje, dan wurde alle brûkers yn dy keppel markearre.
gl: KDM amosará todos os usuarios non do sistema e non activados. As entradas denotadas con '@' son grupos de usuarios. Activar un grupo é coma activar todos os usuarios dese grupo.
hi: केडीएम सभी अ-चयनित नॉन-सिस्टम उपयोक्ताओं को दिखाएगा. प्रविष्टियाँ जो कि '@' से चिह्नित हैं, वे उपयोक्ता समूह हैं. किसी समूह को चेक करना वैसे ही है जैसे कि उस समूह के सभी उपयोक्ताओं को चेक करना.
is: KDM mun sýna alla notendir sem ekki er hakað við og eru ekki kerfisnotendur. Færslur sem innihalda '@'eru notandahópar. Ef þú hakar við hóp ertu að leyfa alla notendurna í hópnum.
ja: KDM はチェックされていないすべての非システムユーザを表示します。'@' の付いたエントリはユーザグループです。グループをチェックするのは、そのグループに属するすべてのユーザをチェックするのと同じです。
ko: KDM에서는 선택하지 않은 모든 비 시스템 사용자를 표시합니다. @으로 시작하는 항목은 사용자 그룹입니다. 그룹을 선택하면 그룹의 모든 사용자를 선택합니다.
mk: KDM ќе ги покаже сите корисници кои не се обележани и не системски. Ставките покажани со '@' се кориснички групи. Обележувањето на група е како обележување на сите корисници во таа група.
ms: KDM akan menayangkan semua pengguna bukan sistem yang tak disemak. Entri yang ditandai '@' adalah kumpulan pengguna. Menyemak satu kumpulan adalah seperti menyemak semua pengguna dalam kumpulan itu.
ro: KDM va afişa toţi utilizatorii non-sistem care nu sînt marcaţi. Itemii care conţin un '@' reprezintă grupuri de utilizatori. Marcarea unui grup este echivalentă cu marcarea tututor utilizatorilor din acel grup.
rw: KDM izerekana abadakoresha sisitemu bose batashyizweho akamenyetso. Ibyinjijwe birangwa na '@' aba ari amatsinda y'abakoresha. Gushyira akamenyetso ku itsinda ni kimwe no kugashyira ku bakoresha bose bari muri iryo tsinda.
sr: KDM ће приказати све неозначене несистемске кориснике. Ставке означене са „@“ су корисничке групе. Избор групе је исто што и избор свих корисника из групе.
sr@latn: KDM će prikazati sve neoznačene nesistemske korisnike. Stavke označene sa „@“ su korisničke grupe. Izbor grupe je isto što i izbor svih korisnika iz grupe.
ta: KDM அனைத்து தேர்வுசெய்யபடாத பயனரை காட்டும். '@' ஆக உள்ளடபட்டவை பயனர் குழுவை சார்ந்தவர்கள்.குழுவை தேர்வுசெய்வது என்பது அந்த குழுவில் உள்ள அனைவரையும் தேர்வுசெய்வது ஆகும்.
tg: KDM ҳамаи корвандони ҷудокарданашуда ва берун аз системавиро нишон намедиҳад. Entries denoted with '@' are user groups. Checking a group is like checking all users in that group.
th: KDM จะแสดงผู้ใช้ที่ไม่ถูกเลือกกา และไม่ใช่ผู้ใช้ดภายในของระบบโดยรายการที่มีเครื่องหมาย '@' นำหน้าจะหมายถึงกลุ่มผู้ใช้ การเลือกกลุ่มผู้ใช้จะเป็นการเลือกผู้ใช้ทั้งหมดที่อยู่ในกลุ่มนั้น
uk: KDM буде показувати всіх непозначених несистемних користувачів. Елементи із значком "@" - це групи користувачів. Позначення будь-якої групи рівнозначне позначенню всіх користувачів у цій групі.
wa: KDM mosterrè tos les uzeus nén tchoezis ki n' sont nén des uzeus sistinme. Les intrêyes notêyes d' on '@' sont des groupes d' uzeus. Tchoezi on groupe est come tchoezi tos ls uzeus dins ç' groupe.
zh_tw: KDE 會顯示所有未核取的非系統管理使用者。標示「@」的項目是使用者群組。核取群組就如同核取群組中所有的使用者。

source: User Image Source
af: Gebruiker Beeld Bron
ar: مصدر صورة المستخدم
be: Крыніца выявы карыстальніка
bn: ব্যবহারকারীদের ছবির উত্‍স
bs: Izvor za slike korisnika
ca: Font de la imatge d'usuari
cy: Tardd Delweddau Defnyddwyr
eo: Fonto de la uzantaj bildoj
eu: Erabiltzaile irudiaren iturburua
fa: متن تصویر کاربر
fy: Ofbyldingsboarne foar brûker
gl: Fonte de Imaxes de Usuario
hi: उपयोक्ता छवि स्रोत
is: Notandamyndir
ja: ユーザ画像のソース
ko: 사용자 그림 원본
mk: Извор на сликички за корисниците
ms: Sumber gambar pengguna
pa: ਉਪਭੋਗੀ ਚਿੱਤਰ ਸਰੋਤ
ro: Sursă imagine utilizator
rw: Inkomoko y'Ishusho ry'Ukoresha
se: Báiki gos geavaheaddjigovat leat
sr: Извор слике корисника
sr@latn: Izvor slike korisnika
ta: பயனர் உருவத்தை பயன்படுத்து
tg: Сарчашмаи Симоҳои Корвандон
th: ตำแหน่งภาพของผู้ใช้
uk: Джерело зображення користувача
wa: Sourdant des imådjes des uzeus
zh_tw: 使用者圖示來源
