Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kio_sftp.po
Languages: af, ar, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, mn, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn

source: WARNING: The identity of the remote host '%1' has changed! Someone could be eavesdropping on your connection, or the administrator may have just changed the host's key. Either way, you should verify the host's key fingerprint with the host's administrator before connecting. The key fingerprint is: %2 Would you like to accept the host's new key and connect anyway?
af: WAARSKUWING: Die identiteit van die afgelëe gasheer '%1' het verander! Iemand kan afluister op jou verbinding, of die administrateur het dalk nou net die gasheer se sleutel verander. Maak nie saak watter geval, jy moet verifiëer die gasheer se sleutel vingerafdruk met die gasheer se administrateur voor verbinding. Die sleutel vingerafruk is: %2 Wil jy die gasheer se nuwe sleutel aanvaar en in elk geval verbind?
ar: تحذير: هوية المستضيف '%1' قد تغيرت! قد يكون هناك من يتجسس على اتصالك, أو ربما أن مدير المستضيف قد غير المفتاح. على أي حال, يجب عليك التأكد من بصمة مفتاح المستضيف مع مدير المستضيف. بصمة المفتاح هي: %2 هل تريد قبول مفتاح لامستضيف الجديد و الاتصال على أية حال؟
bg: ПРЕДУПРЕЖДЕНИЕ: Идентификацията на отдалеченият хост "%1" е променена! Или някой се е намесил във връзката между вас и сървъра или администратора на сървъра е променил ключа на сървъра. Във всички случаи проверете истинността на ключа с администратора на сървъра. Ключът за идентификация на сървъра е: %2 Искате ли ключът на сървъра да бъде приет и да се установи връзка, въпреки това?
bs: UPOZORENJE: Identitet udaljenog računara '%1' se promijenio! Možda neko prisluškuje vašu konekciju, ili je administator tog računara promijenio njegov ključ. U svakom slučaju, trebate provjeriti ispravnost ključa sa administratorom tog računara. Fingerprint ključa je: %2 Želite li ipak prihvatiti novi ključ računara i spojiti se?
ca: AVÍS: La identitat de la màquina remota '%1' ha canviat! Algú podria estar interceptant la vostra connexió, o es que simplement l'administrador ha canviat la clau de la màquina. De totes maneres verifiqueu l'empremta de la clau de la màquina amb l'administrador de la mateixa. L'empremta de la clau és: %2 Desitgeu acceptar la clau de la màquina i tanmateix connectar-vos-hi?
cs: Upozornění: identita hostitele %1 se změnila! Někdo může odposlouchávat vaše spojení, nebo administrátor právě změnil klíč hostitele. V každém případě byste měli ověřit otisk klíče hostitele u systémového administrátora. Otisk je: %2 Přejete si přesto přijmout nový klíč hostitele a pokračovat v připojování?
cy: RHYBYDD: Mae dynodiad y gwesteiwr pell '%1' wedi newid! Gallai rhywun fod yn clustfeinio ar eich cysylltiad, neu gall y rheolwr fod wedi newydd newid allwedd y gwesteiwr. Beth bynnag, dylech wirio ôl bys allwedd y gwesteiwr â rheolwr y gwesteiwr. Dyma ôl bys yr allwedd: %2 A hoffech dderbyn allwedd y gwesteiwr a chysylltu beth bynnag?
da: ADVARSEL: Identiteten af den eksterne vært '%1' er ændret! Nogen lytter muligvis med på din forbindelse, eller måske har administratoren blot ændret værtens nøgle. Under alle omstændigheder bør du verificere værtens nøgle-fingeraftryk med værtens administrator. Nøgle-fingeraftrykket er: %2 Vil du acceptere værtens nye nøgle og forbinde alligevel?
de: WARNUNG: Der Identitätsschlüssel des Rechners "%1" hat sich geändert! Eventuell versucht jemand, Ihre Verbindung abzuhören. Es könnte aber auch sein, dass der Administrator des anderen Rechners den Schlüssel absichtlich geändert hat. Sie sollten sich auf jeden Fall diesen neuen Identitätsschlüssel vom Systemverwalter des Rechners, mit dem Sie die Verbindung herstellen wollen, bestätigen lassen. Der neue Schlüssel lautet: %2 Möchten Sie den neuen Schlüssel akzeptieren und trotzdem eine Verbindung herstellen?
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Η ταυτότητα του απομακρυσμένου κόμβου '%1' έχει αλλάξει! Κάποιος μπορεί να παρακολουθεί τη σύνδεσή σας ή ο διαχειριστής του συστήματος σας μόλις έχει αλλάξει το κλειδί του κόμβου. Όπως και να έχει, θα πρέπει να επαληθεύσετε το αποτύπωμα του κλειδιού του κόμβου με το διαχειριστή του συστήματος σας πριν συνδεθείτε. Το αποτύπωμα του κλειδιού είναι: %2 Θέλετε να αποδεχθείτε το νέο κλειδί του κόμβου και να συνδεθείτε όπως και να έχει;
eo: AVERTO: La identeco de la fora gastiga komputilo "%1" ŝanĝiĝis! Iu eble subaŭskultas vian konekton, aŭ eble la administranto ŝanĝis la ĉifroŝlosilon de la gastigo. Ĉiaokaze, vi devus kontroli la identokodon de la gastiga ŝlosilo per demandi la gastigan administranton, antaŭ ol vi konektas. La identokodo estas: %2 Ĉu vi volas akcepti la novan ŝlosilon de la gastigo kaj konekti, spite?
es: AVISO: La identidad de la máquina remota '%1' ha cambiado! Alguien puede estar interceptando su conexión, o puede que simplemente el administrador puede que haya cambiado la clave de la máquina. De cualquier modo verifique la huella de la clave de la máquina con el administrador de dicha máquina antes de conectarse. La huella de la clave es: %2 ¿Desea aceptar la nueva clave de la máquina y conectarse de todos modos?
et: HOIATUS: Masina '%1' identiteet on muutunud! Keegi võib sinu ühendust pealt kuulata või on administraator lihtsalt masina võtit vahetanud. Igal juhul peaksid sa enne ühenduse loomist masina administraatoriga kontrollima masina võtme sõrmejälge. Võtme sõrmejälg on: %2 Soovid sa aktsepteerida masina uue võtme ning luua ühenduse vaatamata kõigele?
eu: OHARRA: '%1' ostalariaren identitatea aldatu egin da! Agian norbaitek eragotzi egin du zure konexioa, edo, behar bada, zure kudeatzaileak aldatu berri du ostalariaren gakoa. Batera zein bestera, ziurtatu egin beharko zenuke ostalariaren gakoaren aztarna kudeatzailearekin konektatu aurretik. Gakoaren aztarna hauxe da: %2 Hala ere, nahi duzu ostalariaren gakoa onartu eta konektatu?
fa: اخطار: هویت میزبان دور »%1« تغییر یافته است! کسی اتصال شما را شنیده، یا شاید سرپرست کلید میزبان را تغییر داده است. به هر حال، باید قبل از اتصال، اثر انگشت کلید میزبان را توسط سرپرست وارسی کنید. اثر انگشت کلید عبارت است از: %2 می‌خواهید کلید میزبان جدید را پذیرفته و در هر صورت ادامه دهید؟
fi: VAROITUS: Palvelimen '%1' tunnistetiedot ovat muuttuneet! Joku voi salakuunnella yhteyttäsi, tai ylläpito on vaihtanut palvelimen avaimia. Molemmissa tapauksissa sinun tulee varmistaa palvelimen tunnistetiedot palvelimen ylläpitäjältä ennen yhteyttä. Avaimen tunnistetiedot ovat: %2 Haluatko hyväksyä uudet tunnistetiedot ja avata yhteyden?
fr: AVERTISSEMENT : l'identité du serveur hôte « %1 » a changé ! Quelqu'un peut écouter votre connexion, ou l'administrateur a pu changer la clé du serveur. Dans tous les cas, il est fortement recommandé de vérifier l'empreinte digitale de la clé du serveur avec son administrateur avant de vous connecter. L'empreinte digitale de la clé est : %2 Voulez-vous quand même accepter la nouvelle clé du serveur et vous connecter ?
fy: WARSKOGING: de identiteit fan de host op ôfstân '%1' is feroare! Mooglik lústert ien dyn ferbining ôf, of de systeembehearder hat krekt de kaai fan de host feroare. In beide gefallen kinst it beste de fingerprint fan de host's kaai ferifiearre mei desysteembehearder fan de host. De fingerprint fan de kaai is: %2 Wolst dôchs de nije kaai fan de host akseptearje en in ferbining opbouwe?
gl: AVISO: A identidade da máquina remota '%1' cambiou! Alguén pode estar interceptando a súa conexión, ou pode que simplemente o administrador cambiou a clave da máquina. De cualquiera xeito verifique a pegada dactilar da clave da máquina co administrador de dita máquina antes de conectarse. A pegada dactilar da clave é: %2 ¿Desexa acepta-la nova clave da máquina e conectarse de todas maneiras?
he: אזהרה: הזהות של המארח המרוחק "%1" השתנתה. ייתכן שמישהו מצותת לחיבור שלך, או שיכול להיות שהמנהל בדיוק שינה את המפתח של המארח. בכל מקרה, עליך לוודא את טביעת האצבע של המפתח של המארח עם מנהל המארח לפני שאתה מתחבר. טביעת האצבע של המפתח היא: %2 האם ברצונך לקבל את המפתח החדש של המארח ולהתחבר בכל מקרה?
hr: UPOZORENjE: Identitet udaljenog računala '%1' je promjenjen! Moguće je da neko prisluškuje vašu vezu, ili je administrator upravo promijenio ključ računala. U svakom slučaju, trebalo bi potvrditi otisak prsta ključa računala sa administratorom računala prije povezivanja. Otisak ključa je: %2 Želite li prihvatiti novi ključ računala i povezati se u svakom slučaju?
hu: Figyelem: a(z) '%1' kiszolgáló jellemzői megváltoztak! Ezt okozhatja a kiszolgáló kulcsának megváltozása, de az is, hogy illetéktelen személy próbál hozzáférni az adatokhoz. Mindenképpen ellenőrizze le a kulcs ujjlenyomatát a kiszolgáló rendszergazdájával. Az ujjlenyomat értéke: %2 Vagy inkább elfogadja ezt a kulcsot és végrehajtja a csatlakozást?
is: VARÚÐ: auðkenni vélarinnar '%1' hefur breyst! Einhver gæti verið að hlusta á tenginguna þína, eða kerfisstjóri gæti hafa breytt vélarlyklinum. Hvor sem er þá ættir þú að staðfesta fingrafar vélarinnar við kerfisstjóra þjónsins. Fingrafarið er: %2 Viltu samþykkja nýja vélarlykilinn og halda samt áfram að tengja?
it: ATTENZIONE: L'identità dell'host remoto '%1' è cambiata! Qualcuno potrebbe essersi messo in mezzo nella tua connessione oppure l'amministratore dell'host ha cambiato la chiave. In ogni caso devi verificare l'impronta digitale della chiave con l'amministratore dell'host prima di connetterti. L'impronta è: %2 Vuoi accettare la nuova chiave dell'host e connetterti comunque?
ja: 警告: リモートホスト '%1' の識別情報が変更されています! 第三者があなたの接続を傍受できてしまうかもしれません。あるいは単に管理者がホストキーを変更したのかもしれません。いずれの場合も、接続する前にリモートホストのフィンガープリント情報をそのホストの管理者に検証してもらう必要があります。フィンガープリント情報は以下のとおりです: %2 それでもホストキーを受け入れて接続を実行しますか？
kk: ЕСКЕРТУ: Қашықтағы '%1' хостының идентификациясы өзгерген! Байланыста бөтен хост немесе әкімшісі хосттың кілтің өзгертіп жіберген. Бәрі бір, байланыс құру алдында, хост әкімшісімен бақылау тізбегін тексеріп шығу керек. Кілттің бақылау тізбегі: %2 Хосттың жаңа кілті қабылданып, байланыс құрыла берсін бе?
km: ព្រមាន ៖ អត្តសញ្ញាណ​របស់​ម៉ាស៊ីន​ឆ្ងាយ '%1' បាន​ផ្លាស់​ប្ដូរ​ហើយ ! អ្នក​ណាម្នាក់​អាច​លួច​មើល​អំពី​ការ​តភ្ជាប់​របស់​អ្នក ឬ អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​អាច​ផ្លាស់​ប្ដូរ​កូនសោ​របស់​ម៉ាស៊ីន ។ តាម​មធ្យោបាយ​ណា​មួយ​ក៏​បាន អ្នក​គួរ​តែ​ផ្ទៀត​ផ្ទាត់​ស្នាម​ផ្ដិត​ម្រាមដៃនៃកូន​សោ​របស់ម៉ាស៊ីនជាមួយ​នឹង​អ្នក​គ្រប់គ្រង​ម៉ាស៊ីន មុន​ពេល​តភ្ជាប់ ។ ស្នាម​ផ្ដិត​ម្រាមដៃ​នៃ​កូនសោ​គឺ ៖ %2 ទោះជា​យ៉ាង​ណា​ក៏​ដោយ តើ​អ្នក​ចង់​ទទួល​យក​កូនសោ​ថ្មី​របស់​ម៉ាស៊ីន និង​តភ្ជាប់​ដែរឬទេ ?
ko: 경고: 원격 호스트 '%1'의 증명이 변경되었습니다! 누군가가 연결을 가로채고 있거나 시스템 관리자가 호스트 키를 바꾸었을 수도 있습니다. 연결하기 전에 호스트 관리자에게 호스트 키 지문이 올바른지 확인하십시오. 키 지문은 다음과 같습니다: %2 호스트의 새 키를 받아들이고 연결하시겠습니까?
lt: PERSPĖJIMAS: Nutolusio mazgo „%1“ tapatybė pasikeitė! Kas nors gali stebėti Jūsų prisijungimą, arba adminstratorius galėjo pakeisti mazgo raktą. Bet kuriuo atveju, Jūs turėtumėte patikrinti mazgo rakto antspaudą su mazgo administratoriumi prieš jungdamiesi. Rakto anspaudas yra: %2 Ar Jūs norėtumėte priimti naują mazgo raktą ir vis vien jungtis?
mk: ПРЕДУПРЕДУВАЊЕ: Идентитетот на серверот „%1“ е променет! Некој можеби ја прислушкува вашата врска, или можеби администраторот само го сменил клучот. Како и да е, би требало да го верификувате отпечатокот на клучот кај администраторот пред да се поврзете. Отпечатокот е: %2 Дали сакате да го прифатите новиот клуч на серверот и сепак да се поврзете?
mn: САНУУЛГА: "%1" хостын таних тэмдэг өөрчилөгджээ! Таны холболтыг хэн нэг нь саатуулахыг оролжээ. Мөн тэр хостын системийн зохион байгуулагч түлхүүрийг өөрчилсөн байх боломжтой. Та ямарч тохиолдолд холбогдохынхоо өмнө хостын түлхүүрийг тэр хостын системийн зохион байгуулагчаар батлуулах хэрэгтэй. Шинэ түлхүүр: %2 Та шинэ түлхүүрийг хүлээн зөвшөөрч ямар нэгэн байдлаар холболт үүсгэхийг хүсэж байна уу?
nb: ADVARSEL: Identiteten til verten «%1» er endret! Det kan være at noen lytter til forbindelsen din, eller administratoren kan ha nettopp endret vertens nøkkel. I alle fall bør du kontakte vertens administrator og få verifisert vertsnøkkelens fingeravtrykk. Fingeravtrykket er: %2 VIl du godta vertens nye nøkkel og koble til likevel?
nds: Wohrscho: De Identiteet vun den Reekner "%1" hett sik ännert! Dat mag wesen, dat Een versöcht, de Verbinnen to beluern, oder de Systeempleger hett bloots den Slötel vun den Reekner utwesselt. In beed Fäll schullst Du den Slötel sien Fingerafdruck vun den Systeempleger vun den Reekner beglöven laten, ehr Du Di tokoppelst. De Fingerafdruck is: %2 Wullt Du den niegen Slötel liekers annehmen un Di tokoppeln?
nl: WAARSCHUWING: de identiteit van de host op afstand '%1' is veranderd! Mogelijk luistert iemand uw verbinding af, of de systeembeheerder heeft zojuist de sleutel van de host gewijzigd. In beide gevallen kunt u het best de vingerafdruk van de host' sleutel verifiëren met de systeembeheerder van de host. De vingerafdruk van de sleutel is: %2 Wilt u toch de nieuwe sleutel van de host accepteren en een verbinding opbouwen?
nn: ÅTVARING: Identiteten til verten «%1» er endra! Det kan henda nokon lyttar på sambandet, eller administratoren kan ha endra nøkkelen på verten. I alle fall bør du ta kontakt med systemadministratoren for å få stadfesta fingeravtrykket til vertsnøkkelen. Fingeravtrykket til nøkkelen er: %2 Vil du godta den nye vertsnøkkelen og kopla til likevel?
pl: OSTRZEŻENIE: Zmieniła się tożsamość zdalnego komputera '%1'! Ktoś może próbować podsłuchiwać Twoje połączenie albo po prostu administrator serwera zmienił klucz komputera. W każdym razie, powinieneś potwierdzić u administratora serwera, czy odcisk palca klucza się zgadza. Odcisk palca klucza to: %2 Czy chcesz zaakceptować klucz komputera i połączyć się mimo to?
pt: ATENÇÃO: A identidade da máquina remota '%1' foi mudada! Alguém poderá estar a escutar a sua ligação ou o administrador poderá ter alterado a chave da máquina. De qualquer forma, o utilizador deve verificar a 'impressão digital' da chave da máquina com o administrador do sistema. A 'impressão digital' da chave é: %2 Deseja aceitar a nova chave da máquina e ligar-se de qualquer forma?
pt_br: AVISO: A identidade da máquina remota '%1' mudou! Alguém poderia espreitar sua conexão, ou o administrador pode ter somente mudado a chave. De qualquer modo, você deve verificar o fingerprint com o administrador da máquina; o fingerprint é: %2 Mesmo assim, você gostaria de aceitar a nova chave da máquina e conectar-se?
ro: ATENŢIE: Identitatea gazdei distante "%1" s-a modificat! Este posibil ca cineva tocmai să urmărească conexiunea dumneavoastră sau administratorul acelei maşini a schimbat cheia publică. Oricare ar fi din cele două cazuri, verificaţi împreună cu administratorul de sistem al maşinii că semnătura este corectă. Semnătura cheii publice este: %2 Doriţi să accept noua cheie publică a maşinii şi să mă conectez în aceste condiţii?
ru: ВНИМАНИЕ: идентификация сервера '%1' изменилась! Кто-то проник в ваше соединение или администратор сервера сменил ключ сервера. В любом случае проверьте идентификацию ключа сервера с администратором этого сервера перед установлением соединения. Идентификатор: %2 Принять ключ сервера и продолжить соединение?
rw: IBURIRA: Ikiranga cy'ubuturo bwa kure '%1' cyahindutse! Umuntu ashobora kuba ari gutata k'ukwihuza kwawe, cyangwa umuyobozi wawe ashobora kuba yahinduye urufunguzo rw'ubuturo. Mu buryo bwombi, ugomba kugenzura ikimenyetsontoki rufunguzo wifashishije umuyobozi w'ubuturo mbere yo kwihuza. Ikimenyetsontoki rufunguzo ni: %2 Wakwemera urufunguzo rushya rw'ubuturo kandi ukihuza uko ariko kose?
se: VÁRREHUS: Gáiddus guossuheaddji «%1» identitehta lea rievdaduvvon! Giinu dáidá leat guldaleamen du čatnusa, dahje várra hálddašeaddji lea rievdadan guossoheaddji čoavdaga. Fertet guittotge váldit oktavuođa vuogádathálddašeddjiin duođaštit guossoheaddječoavdaga suorbmasaji. Čoavdaga suorbmasadji lea: %2 Háliidatgo aŋkke dohkkehit guossoheaddji ođđa čoavdaga ja čatnasit dasa?
sk: VAROVANIE: Identita vzdialeného hostiteľa '%1' sa zmenila. Možno sa niekto snaží použiť útok eavesdropping na vaše spojenie, alebo administrátor iba zmenil kľúč hostiteľa. V každom prípade by ste mali overiť obtlačok kľúča u administrátora hostiteľa. Obtlačok je: %2 Chcete aj tak akceptovať nový kľúč hostiteľa a pripojiť sa?
sl: OPOZORILO: Identiteta oddaljenega gostitelja »%1« se je spremenila! Lahko, da nekdo prisluškuje vaši povezavi, ali pa je skrbnik le spremenil gostiteljev ključ. V vsakem primeru bi morali preveriti odtis gostiteljevega ključa z skrbnikom gostitelja. Odtis ključa je: %2 Ali bi vseeno radi sprejeli gostiteljev novi ključ in se povezali?
sr: УПОЗОРЕЊЕ: Идентитет удаљеног домаћина „%1“ је промењен! Могуће је да неко прислушкује вашу везу, или је администратор управо променио кључ домаћина. У сваком случају, требало би да потврдите отисак прста кључа домаћина са администратором домаћина пре повезивања. Отисак кључа је: %2 Да ли желите да прихватите нови кључ домаћина и да се повежете у сваком случају?
sr@latn: UPOZORENJE: Identitet udaljenog domaćina „%1“ je promenjen! Moguće je da neko prisluškuje vašu vezu, ili je administrator upravo promenio ključ domaćina. U svakom slučaju, trebalo bi da potvrdite otisak prsta ključa domaćina sa administratorom domaćina pre povezivanja. Otisak ključa je: %2 Da li želite da prihvatite novi ključ domaćina i da se povežete u svakom slučaju?
sv: VARNING: Identiteten för värddatorn "%1" har ändrats. Någon kan tjuvlyssna på anslutningen, eller så har administratören just ändrat datorns nyckel. Hur som helst, bör du verifiera datorns nyckelavtryck med datorns administratör innan du ansluter. Nyckelavtrycket är: %2 Vill du acceptera värddatorns nya nyckel och ansluta ändå?
ta: எச்சரிக்கை: தொலைநிலை புறவளரின் அடையளம் '%1' மாறியது! உங்கள் இணைபின் மேல் யரோ ஒருவர் ஒட்டுக் கேட்டுக்கொண்டிருக்களாம், அல்லது நிர்வாகி புறவலரின் விசையை மற்றலாம்.இல்லை என்றால் இணைப்புக்கு முன்னால் புறவளரின் நிர்வாகியுடன் புறவளரின் கைறேகையை மாற்ற வேண்டும்.விசையின் கைறேகை : %2 நீங்கள் புறவளரின் புதிய விசையை எற்றுக் கொண்டு வேறு விசையில் இணைக்க விரும்புகிரீர்களா.
tg: Диққат: Шиносоии соҳиби дурдасти '%1' тағир ёфтааст! Касе ба пайвастшавии шумо дохил шудааст ё идоракунанда фақат калиди соҳибро иваз кардааст. Дар ҳама ҳолат шумо бояд шиносоии калиди соҳибро бо идоракунандаи соҳиб баррасӣ кунед пеш аз пайвастшавӣ.Шиноса ин: %2 Мехоҳед, ки калиди соҳибро қабул карда, пайвастшавиро давом диҳед?
th: คำเตือน: ส่วนแสดงตัวของโฮสต์ '%1' มีการเปลี่ยนแปลง ! อาจมีบางคนที่สามารถทำการยุติการเชื่อมต่อของคุณ, หรือผู้ดูแลระบบ ได้ทำการเปลี่ยนกุญแจของโฮสต์ คุณควรจะตรวจสอบกุญแจ กับผู้ดูแลโฮสต์ก่อนทำการเชื่อมต่อ โดยกุญแจของโฮสต์คือ: %2 คุณต้องการจะยอมรับกุญแจของโฮสต์ และทำการเชื่อมต่อ ต่อไปหรือไม่ ?
uk: ПОПЕРЕДЖЕННЯ: Ключ віддаленої машини "%1" змінився! Або хтось прослуховує ваше з'єднання, або, можливо, адміністратор змінив ключ машини. В обох випадках, адміністратор віддаленої машини повинен підтвердити правильність відбитка ключа. Відбиток: %2 Чи ви бажаєте прийняти ключ машини та з'єднатися попри все?
zh_cn: 警告：远程主机“%1”的身份已经改变！ 也许有人在窃听您的网络连接，或者是管理员可能改变了主机的密钥。不管怎样，连接前您应该与主机的管理员核实主机的密钥。主机的密钥指纹是： %2 您要接受新的密钥并继续连接吗？

source: Host key was rejected.
af: Bediener sleutel was verwerp.
ar: رفض مفتاح المضيف
bg: Ключът на хоста е отхвърлен.
bs: Ključ računara je odbačen.
ca: La clau de la màquina ha estat refusada.
cs: Klíč hostitele byl odmítnout.
cy: Gwrthodwyd allwedd y gwesteiwr.
da: Værtsnøgle blev afslået
de: Identitätsschlüssel wurde abgelehnt.
el: Το κλειδί του κόμβου απορρίφθηκε.
eo: Gastiga ŝlosilo malakceptita.
es: La clave de la máquina fue rechazada.
et: Masina võti lükati tagasi.
eu: Ostalariaren gakoa baztertu da.
fa: کلید میزبان رد شد.
fi: Palvelimen avain hylättiin.
fr: La clé du serveur a été rejetée.
fy: Host-kaai wie wegere.
ga: Diúltaíodh eochair an óstríomhaire.
gl: A clave da máquina foi rechazada.
he: המפתח של המארח נדחה.
hi: होस्ट कुंजी अस्वीकृत.
hr: Ključ računala je odbačen.
hu: A kiszolgáló kulcsa nem megfelelő
is: Auðkenni vélar var hafnað.
it: Chiave dell'host non accettata.
ja: ホストキーは拒否されました。
kk: Хосттың кілті қабылданбады.
km: កូនសោ​របស់​ម៉ាស៊ីន​ត្រូវ​បាន​ច្រាន​ចោល ។
ko: 호스트 키가 거부되었습니다.
lt: Mazgo raktas atmestas.
mk: Клучот на серверот беше одбиен.
mn: Бататгалын түлхүүр татгалзагдлаа.
ms: Kunci hos telah ditolak.
nb: Vertsnøkkelen ble avvist.
nds: Reekner-Slötel wöör afwiest.
nl: Host-sleutel werd geweigerd.
nn: Vertsnøkkelen vart avvist.
pa: ਮੇਜ਼ਬਾਨ ਕੁੰਜੀ ਅਸਵੀਕਾਰ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।
pl: Klucz komputera został odrzucony.
pt: A chave da máquina foi rejeitada.
pt_br: A chave da máquina foi rejeitada.
ro: Cheia gazdei a fost respinsă.
ru: Ключ сервера был отвергнут.
rw: Urufunguzo rw'ubuturo rwanzwe.
se: Guossoheaddječoavda hilgojuvvui.
sk: Kľúč hostiteľa odmietnutý.
sl: Gostiteljev ključ je bil zavrnjen.
sr: Кључ домаћина је одбачен.
sr@latn: Ključ domaćina je odbačen.
sv: Värddatornyckel vägrades.
ta: புறவளர் விசை எற்றுக்கொள்ளப்படவில்லை.
tg: Калиди соҳиб рад шудааст.
th: กุญแจของโฮสต์ถูกปฏิเสธ
uk: Ключ машини було відкинуто.
zh_cn: 主机密钥被拒绝。
