Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kio_sftp.po
Languages: af, ar, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, mn, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn

source: An internal error occurred. Please retry the request again.
af: 'n Interne fout het voorgekom. Probeer asseblief die versoek nogmaals
ar: حصل خطأ داخلي. الرجاء إعادة الطلب مرة ثانية.
bg: Вътрешна грешка. Моля, опитайте отново.
bs: Došlo je do interne greške. Molimo ponovite zahtjev.
ca: Ha ocorregut un error intern. Torneu a provar la petició.
cs: Nastala interní chyba. Pokuste se prosím zopakovat požadavek.
da: Der opstod en intern fejl. Prøv venligst forespørgslen igen.
de: Es ist ein interner Fehler aufgetreten. Bitte starten Sie die Anfrage neu.
el: Σημειώθηκε ένα εσωτερικό σφάλμα. Παρακαλώ επαναλάβετε την αίτηση.
eo: Interna eraro! Bonvolu repeni.
es: Ha ocurrido un error interno. Por favor, reintente la solicitud.
et: Tekkis sisemine viga. Palun korda päringut.
eu: Barne errorea gertatu da: Mesedez saiatu eskakizuna berriro
fa: یک خطای درونی رخ داد. لطفاً، درخواست را دوباره امتحان کنید.
fi: Tapahtui sisäinen virhe. Tee palvelupyyntö uudelleen.
fr: Une erreur interne s'est produite. Veuillez réessayer plus tard.
fy: Der barde in ynterne flater. Probearje it fersyk opnij.
ga: Tharla earráid inmheánach. Bain triail eile as an iarratas.
gl: Ocorreu un erro interno. Por favor, retente a solicitude de novo.
he: ארעה שגיאה פנימית. אנא ה את הבקשה שוב.
hu: Belső hiba történt. Próbálja még egyszer végrehajtani a kérést.
is: Innvær villa kom upp. Vinsamlegast reyndu aðgerðina aftur.
it: Si è verificato un errore interno. Per favore prova a ripetere la richiesta.
ja: 内部エラーが発生しました。再度要求してみてください。
kk: Бір ішкі қате пайда болды. Талабыңызды қайталап көріңіз.
km: កំហុស​ខាង​ក្នុង​មួយ​បាន​កើត​ឡើង ។ សូម​ព្យាយាមស្នើ​ម្ដង​ទៀត​។
ko: 내부 오류가 발생했습니다. 요청을 다시 시도해 보십시오.
lt: Įvyko vidinė klaida. Prašome iš naujo pakartoti užklausą.
mk: Се случи интерна грешка. Ве молиме повторете го барањето.
ms: Ralat dalaman berlaku. Sila cuba lagi.
nb: Det oppsto en intern feil. Forsøk forespørselen igjen.
nds: Dat geev en intern Fehler. Bitte versöök dat nochmaal.
nl: Er deed zich een interne fout voor. Probeer het verzoek opnieuw.
nn: Det oppstod ein intern feil. Prøv førespurnaden på nytt.
pa: ਇੱਕ ਅੰਦਰੂਨੀ ਗਲਤੀ ਆਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਬੇਨਤੀ ਦੀ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: Wystąpił błąd wewnętrzny. Proszę powtórzyć próbę.
pt: Ocorreu um erro interno. Por favor tente novamente o pedido.
pt_br: Ocorreu um erro interno; por favor, tente a requisição novamente.
ro: A apărut o eroare internă. Încercaţi cererea din nou.
ru: Произошла внутренняя ошибка. Повторите запрос еще раз.
rw: Ikosa ry'imbere ryagaragaye. Wagerageza igisabwa nanone.
se: Siskkildas meattáhus dáhpahuvvai. Geahččal jearahusa ođđasit.
sk: Nastala interná chyba. Prosím, skúste to znovu.
sl: Prišlo je do notranje napake, Prosim znova poskusite zahtevo.
sr: Догодила се интерна грешка. Пробајте мало касније поново.
sr@latn: Dogodila se interna greška. Probajte malo kasnije ponovo.
sv: Ett internt fel uppstod. Försök med begäran igen.
ta: உள்ளுர பிழை ஏற்பட்டுள்ளது. தயவுசெய்து கோறிக்கையை மீண்டும் திரும்ப முயலவும்.
tg: Хатогии дохилӣ рух дод. Марҳамат карда дархостро бори дигар кӯшиш кунед.
th: เกิดข้อผิดพลาดภายในขึ้น โปรดลองทำการร้องขอใหม่อีกครั้ง
uk: Сталася внутрішня помилка. Будь ласка, спробуйте запит ще раз.
zh_cn: 发生了内部错误。请重试请求。

source: Opening SFTP connection to host <b>%1:%2</b>
af: Oopgemaak Sftp verbinding na bediener <b>%1:%2</b>
ar: جاري فتح وصلة SFTP مع المضيف <b>%1:%2</b>
bg: Отваряне на връзка SFTP до хоста <b>%1:%2</b>
bs: Otvaram SFTP konekciju do računara <b>%1:%2</b>
ca: Obrint la connexió SFTP amb la màquina <b>%1:%2</b>
cs: Otevírá se spojení s hostitelem <b>%1:%2</b>
cy: Yn agor cysylltiad SFTP i'r gwesteiwr <b>%1:%2</b>
da: Åbner SFTP-forbindelse til vært <b>%1:%2</b>
de: SFTP-Verbindung zu Rechner <b>%1:%2</b> wird aufgebaut.
el: Άνοιγμα σύνδεσης SFTP στον κόμβο <b>%1:%2</b>
eo: Konektante per SFTP kun gastiga komputilo <b>%1:%2</b>
es: Estableciendo conexión sftp con <b>%1:%2</b>
et: SFTP ühenduse avamine masinasse <b>%1:%2</b>
eu: SFTP konexioa irekitzen <b>%1:%2</b> ostalariarekin
fa: باز کردن اتصال SFTP به میزبان <b>%1:%2</b>
fi: Avaan SFTP yhteyttä palvelimelle <b>%1:%2</b>
fr: Ouverture de la connexion sFTP vers l'hôte <b>%1:%2</b>
fy: Dwaande mei opbouen fan SFTP-ferbining nei host <b>%1:%2</b>
ga: Nasc SFTP á dhéanamh leis an óstríomhaire <b>%1:%2</b>
gl: Establecendo conexión SFTP con <b>%1:%2</b>
he: פותח חיבור SFTP אל המארח <b>%1:%2</b>
hi: होस्ट <b>%1:%2</b> से एसएफटीपी कनेक्शन खोला जा रहा है
hr: Otvaram SFTP vezu prema računalu <b>%1.%2</b>
hu: SFTP-kapcsolat létrehozása: <b>%1:%2</b>
is: Opna SFTP tengingu við vélina <b>%1:%2</b>
it: Apertura della connessione SFTP all'host <b>%1:%2</b>
ja: ホスト <b>%1:%2</b> への SFTP 接続開始
kk: <b>%1:%2</b> хостымен SFTP байланыс құрылуда
km: បើក​ការ​តភ្ជាប់ SFTP ទៅ​ម៉ាស៊ីន <b>%1 ៖ %2</b>
ko: <b>%1:%2</b>(으)로 향한 SFTP 연결 여는 중
lt: Atveriu SFTP prisijungimą prie mazgo <b>%1: %2</b>
mk: Отворам SFTP врска кон серверот <b>%1:%2</b>
mn: Хост <b>%1:%2</b> SFTP-холболт хийж байна.
ms: Membuka sambungan SFTP ke hos <b>%1:%2</b>
nb: Åpner SFTP-tilkobling til vert <b>%1:%2</b>
nds: SFTP-Verbinnen na den Reekner <b>%1:%2</b> warrt opbuut.
nl: Bezig met opbouw van SFTP-verbinding naar host <b>%1:%2</b>
nn: Opnar SFTP-samband til vert <b>%1:%2</b>
pa: ਕੁਨੈਕਸ਼ਨ SFTP ਮੇਜ਼ਬਾਨ <b>%1:%2</b> ਨਾਲ ਖੋਲਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Otwieranie połączenia z komputerem <b>%1:%2</b>
pt: A abrir a ligação de SFTP à máquina <b>%1:%2</b>
pt_br: Abrindo conexão SFTP com a máquina <b>%1:%2</b>
ro: Deschid conexiunea SFTP la gazda <b>%1:%2</b>
ru: Открытие SFTP соединения с сервером <b>%1:%2</b>
rw: Gufungura ukwihuza ku buturo <b>%1:%2</b>
se: Raban SFTP oktavuođa <b>%1:%2</b> bálvái.
sk: Otváram SFTP spojenie na hostiteľa <b>%1:%2</b>
sl: Odpiranje povezave SFTP do gostitelja <b>%1:%2</b>
sr: Отварам SFTP везу ка домаћину <b>%1.%2</b>
sr@latn: Otvaram SFTP vezu ka domaćinu <b>%1.%2</b>
sv: Öppnar SFTP-anslutning till värddator <b>%1:%2</b>
ta: திரக்கின்ற SFTP புறவளர்க்கான இணைப்பு <b>%1:%2</b>
tg: Кушодани SFTP пайвастшавӣ бо соҳиби <b>%1:%2</b>
th: กำลังเปิดการเชื่อมต่อ SFTP กับโฮสต์ <b>%1:%2</b>
uk: Відкриття з'єднання до машини <b>%1:%2</b>
zh_cn: 正在打开到主机 <b>%1:%2</b> 的连接

source: No hostname specified
af: Geen gasgewernaam gespesifiseer
ar: لم يحدد إسم المضيف
bg: Няма зададен хост
bs: Ime računara nije naznačeno
ca: No s'ha especificat el nom del remot
cs: Nebyl zadán název hostitele
cy: Nid yw enw'r gwesteiwr wedi'i benodi
da: Intet værtsnavn angivet
de: Kein Rechnername angegeben
el: Δεν καθορίσθηκε όνομα κόμβου
eo: Nenia difinita gastiga nomo
es: Ningún nombre de servidor especificado
et: Masinanime pole määratud
eu: Ez da ostalari izenik adierazi
fa: نام میزبانی مشخص نشد
fi: Ei palvelimen nimeä
fr: hôte non spécifié
fy: Gjin kompjûternamme opjûn
ga: Níor sonraíodh ainm óstríomhaire
gl: Non foi especificada ningún servidor
he: לא צוין שם מארח
hi: कोई होस्टनाम उल्लेखित नहीं है.
hu: Nincs megadva a gépnév
is: Vantar vélarheiti
it: Non è stato specificato il nome dell'host
ja: ホスト名が指定されていません
kk: Хосттың атауы келтірілмеген
km: មិន​បាន​បញ្ជាក់​ឈ្មោះ​ម៉ាស៊ីន
ko: 호스트 이름이 지정되지 않았음
lt: Nenurodytas mazgo vardas
mk: Не е наведено име на серверот
ms: Tiada nama hos ditentukan
nb: Vertsnavn ikke oppgitt
nds: Keen Reeknernaam angeven
nl: Geen hostnaam opgegeven
nn: Ingen vertsnamn oppgjeve
pa: ਕੋਈ ਮੇਜ਼ਬਾਨ ਨਾਂ ਦਿੱਤਾ ਨਹੀਂ ਗਿਆ
pl: Nie podano nazwy komputera
pt: Não foi especificada nenhuma máquina
pt_br: Nenhum nome de máquina especificado
ro: Nu aţi specificat un nume de gazdă
ru: Не указано имя узла
rw: Nta zinabuto ryerekanwe
se: Guosseheaddji ii leat addejuvvon
sk: Nezadaný hostiteľ
sl: Ni navedenega gostiteljevega imena
sr: Није наведено име домаћина
sr@latn: Nije navedeno ime domaćina
sv: Inget värddatornamn specificerat
ta: எந்த புரவலர் பெயரும் குறிப்பிடவில்லை
tg: Ягон номи соҳиб муайян нагардидааст
th: ยังไม่กำหนดชื่อโฮสต์
uk: Назву машини не вказано
zh_cn: 没有指定主机

source: SFTP Login
af: Sftp Aanteken
ar: تسجيل دخول SFTP
bg: Вход в SFTP
bs: SFTP prijava
ca: Accés SFTP
cs: Přihlášení SFTP
cy: Mewngofnod SFTP
de: SFTP-Anmeldung
el: SFTP είσοδος
eo: SFTP-Saluto
es: Acceso SFTP
et: SFTP kasutajanimi
eu: SFTP saio-hasiera
fa: ورود SFTP
fi: SFTP sisäänkirjautuminen
fr: Utilisateur sFTP
fy: SFTP-oanmelding
ga: Logáil Isteach SFTP
gl: Acceso SFTP
he: כניסה למערכת SFTP
hi: एसएफटीपी लॉगइन
hr: SFTP prijavljivanje
hu: SFTP-s bejelentkezés
is: SFTP innstimplun
it: Accesso SFTP
ja: SFTP ログイン
kk: SFTP хостына кіру
km: ការ​ចូល SFTP
ko: SFTP 로그인
lt: SFTP prisiregistravimas
mk: SFTP најава
mn: SFTP-нэвтрэлт
ms: Log masuk SFTP
nds: SFTP-Anmellen
nn: SFTP-innlogging
pa: SFTP ਲਾਗਇਨ
pl: Logowanie SFTP
pt: Ligação de SFTP
pt_br: Login SFTP
ro: Logare SFTP
ru: Регистрация на сервере SFTP
rw: Ifashayinjira SFTP
se: SFTP-sisačáliheapmi
sk: Prihlásenie SFTP
sl: Prijava SFTP
sr: SFTP пријављивање
sr@latn: SFTP prijavljivanje
sv: SFTP-inloggning
ta: SFTP நுழைவு
tg: Номнависӣ дар SFTP
th: ล็อกอิน SFTP
uk: Реєстрація SFTP
zh_cn: SFTP 登录

source: site:
af: tuiste:
ar: الموقع:
bg: страна:
ca: lloc:
cs: server:
cy: safle:
da: sted:
de: Server:
el: τοποθεσία:
eo: retejo:
es: servidor:
et: sait:
eu: zerbitzaria:
fa: پایگاه:
fi: palvelin:
fy: side:
ga: suíomh:
gl: servidor:
he: אתר:
hi: साइटः
hr: računalo:
hu: kiszolgáló:
is: þjónn:
it: sito:
ja: サイト:
kk: сайт:
km: តំបន់​បណ្ដាញ ៖​
ko: 사이트:
lt: sritis:
mk: страница:
mn: Сервер:
ms: tapak:
nb: vert:
nds: Server:
nn: stad:
pa: ਸਾਇਟ:
pl: komputer:
pt: máquina:
ru: сайт:
rw: Urubuga:
se: báiki:
sk: server:
sl: mesto:
sr: сајт:
sr@latn: sajt:
sv: plats:
ta: தளம்:
tg: сайт:
th: ไซต์:
uk: сайт:
zh_cn: 主机：

source: Please enter your username and key passphrase.
af: Asseblief invoer jou gebruikernaam en sleutel wagfrase.
ar: الرجاء إدال إسم المستخدم و كلمة المرور الخاصة بمفتاحك.
bg: Моля, въведете потребителско име и ключова фраза за вход.
bs: Molim unesite vaše korisničko ime i key passphrase.
ca: Si us plau, introduïu el vostre nom d'usuari i frase de contrasenya.
cs: Prosím zadejte své uživatelské jméno a heslo.
da: Indtast venligst dit brugernavn og nøgle-løsen.
de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort für den Schlüssel an.
el: Παρακαλώ δώστε το όνομα χρήστη και τη φράση πρόσβασης σας.
eo: Bonvolu doni vian salutnomon kaj ĉifroŝlosilan pasvorton.
es: Por favor introduzca su nombre usuario y su frase contraseña.
et: Palun sisesta kasutajanimi ja paroolifraas.
eu: Sar itzazu erabiltzaile-izena eta pasaesaldia, mesedez.
fa: لطفاً، نام کاربر و عبارت عبور کلیدی خود را وارد کنید.
fi: Anna käyttäjätunnuksesi ja avaimen salasana.
fr: Veuillez saisir votre nom d'utilisateur et votre phrase clé.
fy: Fier dyn brûkersnamme en kaaiwachtwurd yn.
ga: Tabhair uait ainm úsáideora agus frása faire d'eochrach le do thoil.
gl: Por favor introduza o seu nome de usuario e a súa palabra de paso.
he: הזן את שם המשתמש ואת ביטוי המעבר של המפתח שלך.
hi: कृपया अपना उपयोक्ता-नाम तथा कुंजी पासफ्रेस भरें
hu: Adja meg a felhasználónevét és a kulcshoz tartozó jelszót.
is: Sláðu inn notandanafn og lykilsetningu þína.
it: Per favore immetti il tuo nome utente e la frase segreta della chiave
ja: ユーザ名とキーパスフレーズを入力してください。
kk: Пайдаланушының атауы мен кілт тізбегін келтіріңіз.
km: សូម​បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើ​របស់​អ្នក និង​ឃ្លា​សម្ងាត់នៃពាក្យ​គន្លឹះ ។
ko: 사용자 이름과 키 열쇠글을 입력하십시오.
lt: Prašome įvesti Jūsų naudotojo vardą ir rakto slaptąją frazę.
mk: Внесете го вашето корисничко име и лозинката за клучот:
ms: Sila masukkan nama pengguna anda dan kunci frasa laluan.
nb: Skriv inn brukernavn og nøkkelsetning.
nds: Bitte giff Dien Brukernaam un Slötelsatz in.
nl: Voer uw gebruikersnaam en sleutelwachtwoord in.
nn: Oppgje brukarnamn og nøkkelpassord.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਉਪਭੋਗੀ ਨਾਂ ਤੇ ਕੁੰਜੀ ਪੈਰਾ ਦਿਓ।
pl: Proszę podać nazwę użytkownika i hasło klucza.
pt: Indique o seu nome de utilizador e a senha-frase da chave.
pt_br: Por favor, digite o seu nome de usuário e sua frase-senha.
ro: Introduceţi numele de utilizator şi fraza de trecere.
ru: Введите имя пользователя и ключевую фразу.
rw: Injiza Izina-ukoresha n'interurobanga rufunguzo.
se: Attes geavaheaddjinama ja čoavdaga beassansáni.
sk: Prosím, zadajte vaše užívateľské meno a heslo.
sl: Prosim vnesite vaše uporabniško ime in šifrirno frazo ključa.
sr: Унесите ваше корисничко име и лозинку кључа.
sr@latn: Unesite vaše korisničko ime i lozinku ključa.
sv: Ange ditt användarnamn och nyckellösenordsfras.
ta: தயவு செய்து பயனர்பெயரையும் நுழைசொல்லையும் பதிவு செய்யவும்
tg: Номи корванд ва гузарвожаи калидии худро ворид кунед.
th: โปรดเติมชื่อผู้ใช้และกุญแจวลีผ่านของคุณ
uk: Будь ласка, введіть ім'я користувача та пароль ключа.
zh_cn: 请输入您的用户名和密钥口令句。

source: Please enter your username and password.
af: Asseblief invoer jou gebruikernaam en wagwoord.
ar: رجاءً أدخل اسم المستخدم و كلمة المرور الخاصة بك.
bg: Моля, въведете потребителско име и парола.
bs: Molim unesite vaše korisničko ime i šifru.
ca: Si us plau, introduïu el vostre nom d'usuari i contrasenya.
cs: Prosím zadejte své uživatelské jméno a heslo.
da: Indtast venligst dit brugernavn og kodeord.
de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort an.
el: Παρακαλώ δώστε το όνομα χρήστη και τον κωδικό πρόσβασής σας.
eo: Bonvolu doni vian salutnomon kaj pasvorton.
es: Por favor introduzca su nombre usuario y contraseña.
et: Palun sisesta kasutajanimi ja parool.
eu: Sar itzazu erabiltzaile-izena eta pasahitza.
fa: لطفاً، نام کاربر و اسم رمز خود را وارد کنید.
fi: Anna käyttäjätunnuksesi ja salasanasi.
fr: Veuillez saisir votre nom d'utilisateur et votre mot de passe.
fy: Fier dyn brûkersnamme en wachtwurd yn.
ga: Tabhair uait ainm úsáideora agus focal faire le do thoil.
gl: Por favor introduza o seu nome de usuario e o seu contrasinal.
he: הזן את שם המשתמש והססמה שלך.
hi: कृपया अपना उपयोक्ता-नाम तथा पासवर्ड भरें.
hu: Adja meg a felhasználónevét és a jelszavát.
is: Sláðu inn notandanafn og lykilorð þitt.
it: Per favore immetti il tuo nome utente e la tua password.
ja: ユーザ名とパスワードを入力してください。
kk: Пайдаланушының атауыңыз мен пароліңізді келтіріңіз.
km: សូម​បញ្ចូលឈ្មោះ​អ្នក​ប្រើ​របស់​អ្នក និង​ពាក្យ​សម្ងាត់ ។
ko: 사용자 이름과 비밀번호를 입력하십시오.
lt: Prašome įvesti naudotojo vardą ir slaptažodį.
mk: Внесете ги вашите корисничко име и лозинка:
ms: Sila masukkan nama pengguna anda dan kata laluan.
nb: Skriv inn brukernavn og passord.
nds: Bitte giff Dien Brukernaam un Passwoort in.
nl: Voer uw gebruikersnaam en wachtwoord in.
nn: Oppgje brukarnamn og passord.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਉਪਭੋਗੀ ਨਾਂ ਤੇ ਗੁਪਤ-ਕੋਡ ਦਿਓ।
pl: Proszę podać nazwę użytkownika i hasło.
pt: Indique o seu utilizador e senha.
pt_br: Por favor, digite o seu nome de usuário e sua senha.
ro: Introduceţi numele de utilizator şi parola.
ru: Введите имя пользователя и пароль.
rw: Injiza Izina- ukoresha n'ijambobanga byawe
se: Attes geavaheaddjinama ja beassansáni.
sk: Prosím, zadajte vaše užívateľské meno a heslo.
sl: Prosim vnesite vaše uporabniško ime in geslo.
sr: Унесите ваше корисничко име и лозику.
sr@latn: Unesite vaše korisničko ime i loziku.
sv: Ange ditt användarnamn och lösenord.
ta: தயவு செய்து பயனர்பெயரையும் கடவுச்சொல்லையும் பதிவு செய்யவும்
tg: Номи корванд ва гузарвожаи худро ворид кунед.
th: โปรดเติมชื่อผู้ใช้และรหัสผ่านของคุณ
uk: Будь ласка, введіть ім'я користувача та пароль.
zh_cn: 请输入您的用户名和密码。

source: Incorrect username or password
af: Verkeerde gebruikernaam of wagwoord
ar: اسم مستخدم أو كلمة مرور غير صحيحة.
bg: Невалидно потребителско име или парола
bs: Neispravno korisničko ime ili šifra
ca: Nom d'usuari o contrasenya incorrectes
cs: Neplatné uživatelské jméno nebo heslo
da: Forkert brugernavn eller kodeord
de: Benutzername oder Passwort ungültig
el: Εσφαλμένο όνομα χρήστη ή κωδικός πρόσβασης
eo: Malĝusta salutnomo aŭ pasvorto.
es: Nombre de usuario o contraseña incorrectas
et: Vale kasutajanimi või parool
eu: Okerreko erabiltzaile-izena edo pasahitza
fa: نام کاربر یا اسم رمز نادرست
fi: Virheellinen käyttäjätunnus tai salasana
fr: Nom d'utilisateur ou mot de passe incorrect
fy: Ynkorrekte brûkersnamme of wachtwurd
ga: Ainm úsáideora mícheart nó focal faire
gl: Nome de usuario ou contrasinal incorrecto
he: שם משתמש או ססמה שגויים
hi: गलत उपयोक्ता-नाम या पासवर्ड
hu: A megadott felhasználónév vagy jelszó hibás
is: Ógilt notandanafn eða lykilorð
it: Password o username sbagliati
ja: 不正なユーザ名とパスワード
kk: Пайдаланушының атауы не пароль дұрыс емес
km: ឈ្មោះ​អ្នក​ប្រើ ឬ ពាក្យ​សម្ងាត់​មិន​ត្រឹម​ត្រូវ
ko: 잘못된 사용자 이름과 비밀번호
lt: Neteisingas naudotojo vardas ar slaptažodis
mk: Погрешно корисничко име или лозинка
ms: Nama pengguna atau kata laluan salah
nb: Ukorrekt brukernavn eller passord
nds: Brukernaam oder Passwoort gellt nich
nl: Onjuiste gebruikersnaam of wachtwoord
nn: Feil brukarnamn eller passord
pa: ਗਲਤ ਉਪਭੋਗੀ ਨਾਂ ਜਾਂ ਗੁਪਤ-ਕੋਡ
pl: Zła nazwa użytkownika lub hasło
pt: O utilizador ou a senha são incorrectos.
pt_br: Nome de usuário ou senha incorretos
ro: Nume de utilizator sau parolă incorectă
ru: Неверное имя пользователя или пароль
rw: Izina-ukoresha cyangwa ijambobanga bitaribyo
se: Boastu geavaheaddjinamma dahje beassansátni.
sk: Neplatné meno alebo heslo
sl: Nepravilno uporabniško ime ali geslo
sr: Погрешно корисничко име или лозинка
sr@latn: Pogrešno korisničko ime ili lozinka
sv: Felaktigt användarnamn eller lösenord
ta: தவறான பயனர் பெயர் அல்லது கடவுச்சொல்
tg: Номи корванд ё гузарвожаи нодуруст
th: ชื่อผู้ใช้และรหัสผ่านของคุณไม่ถูกต้อง
uk: Неправильні ім'я користувача або пароль
zh_cn: 用户名或密码不正确

source: Please enter a username and password
af: Asseblief invoer 'n gebruikernaam en wagwoord
ar: رجاءً أدخل اسم مستخدم و كلمة سر.
bg: Моля, въведете потребителско име и парола
bs: Molim unesite korisničko ime i šifru
ca: Si us plau, introduïu el vostre nom d'usuari i contrasenya
cs: Prosím zadejte uživatelské jméno a heslo
da: Indtast venligst brugernavn og kodeord
de: Bitte geben Sie Benutzername und Passwort ein.
el: Παρακαλώ δώστε ένα όνομα χρήστη και έναν κωδικό πρόσβασης
eo: Bonvolu doni salutnomon kaj pasvorton
es: Por favor introduzca su nombre usuario y contraseña
et: Palun sisesta kasutajanimi ja parool
eu: Sar itzazu erabiltzaile-izena eta pasahitza
fa: لطفاً، یک نام کاربر و اسم رمز وارد کنید
fi: Anna käyttäjätunnus ja salasana
fr: Veuillez saisir votre nom d'utilisateur et votre mot de passe
fy: Fier dyn brûkersnamme en wachtwurd yn
ga: Tabhair uait ainm úsáideora agus focal faire le do thoil
gl: Por favor intoduza nome de usuario e contrasinal
he: נא הזן שם משתמש וססמה
hi: कृपया एक उपयोक्ता-नाम तथा पासवर्ड भरें.
hu: Adja meg a felhasználónevét és a jelszavát
is: Sláðu inn notandanafn og lykilorð
it: Per favore immetti un nome utente ed una password
ja: ユーザ名とパスワードを入力してください
kk: Пайдаланушының атауы мен парольді келтіріңіз
km: សូម​បញ្ចូល​ឈ្មោះ​អ្នក​ប្រើ និង​ពាក្យ​សម្ងាត់
ko: 사용자 이름과 비밀번호를 입력하십시오.
lt: Prašome įvesti naudotojo vardą ir slaptažodį
mk: Внесете корисничко име и лозинка
ms: Sila masukkan nama pengguna atau kata laluan
nb: Tast brukernavn og passord
nds: Bitte giff en Brukernaam un en Passwoort in
nl: Voer uw gebruikersnaam en wachtwoord in
nn: Oppgje brukarnamn og passord
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਉਪਭੋਗੀ ਨਾਂ ਤੇ ਗੁਪਤ-ਕੋਡ ਦਿਓ।
pl: Proszę podać nazwę użytkownika i hasło
pt: Indique um utilizador e uma senha
pt_br: Por favor, digite um nome de usuário e senha
ro: Introduceţi numele de utilizator şi parola
ru: Введите имя пользователя и пароль
rw: Wakwinjiza Izina-ukoresha n'ijambobanga
se: Attes geavaheaddjinama ja beassansáni
sk: Prosím, zadajte užívateľské meno a heslo
sl: Prosim vnesite uporabniško ime in geslo
sr: Унесите корисничко име и лозинку
sr@latn: Unesite korisničko ime i lozinku
sv: Ange ett användarnamn och lösenord
ta: தயவு செய்து பயனர்பெயரையும் கடவுச்சொல்லையும் பதிவு செய்யவும்
tg: Марҳамат карда номи корванд ва гузарвожаро ворид кунед
th: โปรดเติมชื่อผู้ใช้และรหัสผ่าน
uk: Будь ласка, введіть ім'я користувача та пароль
zh_cn: 请输入用户名和密码

source: Warning: Cannot verify host's identity.
af: Waarskuwing: Kan nie bevestig gasgewer se identiteit.
ar: تحذير: لم أتمكن من التحقق من هوية المضيف.
bg: Предупреждение: Идентичността на хоста не може да бъде проверена.
bs: Upozorenje: Ne mogu potvrditi identitet računara.
ca: Avís: No es pot verificar la identitat del remot.
cs: Upozornění: nelze ověřit identitu hostitele.
da: Advarsel: Kan ikke verificere værtens identitet.
de: Warnung: Die Identität des Rechners lässt sich nicht feststellen.
el: Προειδοποίηση: Δεν είναι δυνατή η επαλήθευση της ταυτότητας του κόμβου.
eo: Averto: Ne povas kontroli la identecon de la gastiga komputilo!
es: Aviso: Imposible verificar identidad de la máquina.
et: Hoiatus: masina identiteeti pole võimalik kontrollida.
eu: Oharra: Ezin egiaztatu ostalariaren identitatea.
fa: اخطار: هویت میزبان را نمی‌توان وارسی کرد.
fi: Varoitus: Ei voitu varmistaa palvelimen identiteettiä!
fr: Avertissement : impossible de vérifier l'identité de l'hôte.
fy: Warskôging: de identiteit fan de host kin net ferifiearre wurde.
ga: Rabhadh: Ní féidir aitheantas an óstríomhaire a fhíorú.
gl: Aviso: Imposíbel verificar a identidade do servidor.
he: אזהרה: אין אפשרות לוודא את זהות המארח.
hi: चेतावनीः होस्ट का परिचय सत्यापित नहीं कर सका.
hu: Figyelem: a kiszolgálót nem lehet azonosítani!
is: Viðvörun: Get ekki staðfest auðkenni vélar.
it: Attenzione: impossibile verificare l'identità dell'host.
ja: 警告: ホストの識別情報を検証できません。
kk: Ескерту: хосттың идентификация тексерісі болмады.
km: ព្រមាន ៖ មិន​អាចផ្ទៀត​ផ្ទាត់​អត្តសញ្ញាណ​របស់​ម៉ាស៊ីន ។
ko: 경고: 호스트의 정체성을 검증할 수 없음.
lt: Perspėjimas: Nepavyksta patikrinti mazgo tapatybės!
mk: Предупредување: Не можам да го верификувам идентитетот на серверот.
ms: Amaran: Tidak dapat mengenalpasti identiti hos.
nb: Advarsel: kan ikke verifisere vertens identitet.
nds: Wohrscho: Identiteet vun den Reekner lett sik nich överpröven.
nl: Waarschuwing: de identiteit van de host kan niet worden geverifieerd.
nn: Åtvaring: Kan ikkje stadfesta identiteten til verten.
pa: ਚੇਤਾਵਨੀ: ਮੇਜ਼ਬਾਨ ਦੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਹੋ ਸਕੀ ਹੈ।
pl: Uwaga: Nie można zweryfikować identyfikacji komputera.
pt: Aviso: Não é possível verificar a identidade da máquina.
pt_br: Aviso: Não foi possível verificar a identidade da máquina.
ro: Atenţie: Nu am putut verifica identitatea gazdei.
ru: Внимание: не удаётся проверить идентификацию узла.
rw: Iburira: Ntibishobotse kugenzura ikiranga cy'ubuturo.
se: Váruhus: Ii sáhte dárkkistit guossoheaddji identitehta.
sk: Varovanie: Nie je možné overiť identitu hostiteľa.
sl: Pozor: Ni moč preveriti gostiteljeve identitete.
sr: Упозорење: Не могу да проверим индентитет домаћина.
sr@latn: Upozorenje: Ne mogu da proverim indentitet domaćina.
sv: Varning: Kan inte verifiera värddatorns identitet.
ta: எச்சரிக்கை: புறவளரின் அடையாளம் சரிபார்க்க இயலாது.
tg: Диққат: Шиносаи соҳибро муайян карда натавониста истодаам!
th: แจ้งเตือน: ไม่สามารถตรวจสอบการแสดงตัวของโฮสต์ได้
uk: Увага: неможливо перевірити тотожність машини.
zh_cn: 警告：不能检验主机的身份。
