Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kio_smtp.po
Languages: af, ar, be, bs, cy, eo, es, fy, gl, ko, mk, ms, nb, nl, pa, pt, ro, rw, se, sl, sr, sr@latn, ta, tg, th, uz@cyrillic, vi

source: The server responded: "%1"
af: Die bediener reageer: "%1"
ar: رد الخادم: "%1"
be: Сервер адказаў: "%1"
bs: Server je rekao: "%1"
cy: Ymatebodd y gweinydd: "%1"
eo: La servilo diris: "%1"
es: Respuesta del servidor: "%1"
fy: De tsjinner antwurde: "%1"
gl: Resposta do servidor: "%1"
ko: 서버 응답: "%1"
mk: Серверот одговори: „%1“
ms: Pelayan menjawab: "%1"
nb: Tjeneren svarte: «%1»
nl: De server antwoordde: "%1"
pa: ਸਰਵਰ ਜਵਾਬ: "%1"
pt: O servidor respondeu: "%1"
ro: Serverul a răspuns: "%1"
rw: Seriveri yasubije:"%1"
se: Bálvá vástidii: «%1»
sl: Strežnik je sporočil: »%1«
sr: Сервер је одговорио: „%1“
sr@latn: Server je odgovorio: „%1“
ta: வழங்கி பதில் ஏற்று செயல் படுகிறடது:"%1"
tg: Ҷавоби хидматрасон: "%1"
th: เซิร์ฟเวอร์แจ้งว่า: "%1"
uz@cyrillic: Сервердан олинган жавоб: "%1"
vi: Máy phục vụ trả lời: "%1"

source: This is a temporary failure. You may try again later.
af: Hierdie is 'n tydelike fout. Probeer later weer.
ar: هذا فشل مؤقت. يمكنك المحاولة مرةً أخرى في ما بعد.
be: Гэта часовая памылка. Вы можаце паўтарыць дзеянне пазней.
bs: Ovo je privremena greška. Možete pokušati kasnije.
cy: Mae hyn yn fethiant dros dro. Gallwch geisio eto nes ymlaen.
eo: Tiu estas pasanta eraro. Vi povas reprovi poste.
es: Esto es un fallo temporal. Puede intentarlo más tarde.
fy: Dit is in tydlike swierrichheid. Probearje it letter wer.
gl: Esto é un fallo temporal. Pode intentalo má¡s tarde.
ko: 일시적으로 실패하였습니다. 나중에 다시 시도하십시오.
mk: Ова е привремен неуспех. Може да се обидете подоцна.
ms: Ini adalah kegagalan sementara. Anda boleh cuba lagi kemudian.
nb: Dette er en midlertidig feil. Du kan forsøke igjen senere.
nl: Dit is een tijdelijk probleem. Probeer het later nog eens.
pa: ਇਹ ਆਰਜ਼ੀ ਅਸਫਲਤਾ ਹੈ, ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ ਕਰ ਸਕਦੇ ਹੋ।
pt: Esta é uma falha temporária. Pode tentar novamente mais tarde.
ro: Aceasta este o eroare temporară. Puteţi încerca mai tîrziu din nou.
rw: Iri ni iyononekara gihegito. Wagerageza na none nyuma.
se: Dát lea gaksaboddosaš meattáhus. Sáhtát geahččalit ođđasit maŋŋeleabbut.
sl: To je začasna napaka. Poskusite lahko kasneje.
sr: Ово је привремени неуспех. Можете да пробате поново касније.
sr@latn: Ovo je privremeni neuspeh. Možete da probate ponovo kasnije.
ta: இது ஒரு தற்காளிகமாக துன்டிகப்படுள்ளது. சிரிது நேரம் கழித்து பயன்படுத்தவும்
tg: Ин хатогии муваққатӣ. Каме дертар боз кӯшиш карда метавонед.
th: นี่เป็นความผิดพลาดชั่วครู่ คุณควรลองพยายามใหม่อีกครั้ง
uz@cyrillic: Вақтинчалик хато. Кейинроқ уриниб кўринг.
vi: Đây là lỗi tạm thời. Bạn có thể thử lại sau.

source: The application sent an invalid request.
af: Die program het 'n ongeldige versoek gestuur.
ar: أرسل التطبيق طلباً غير صالح.
be: Праграма даслала няправільны запыт.
bs: Aplikacija je poslala neispravan zahtjev.
cy: Anfonodd y cymhwysiad gais annilys.
eo: La aplikaĵo sendis nevalidan postulon.
es: La aplicación envió una petición incorrecta.
fy: De applikaasje ferstjoert in ûnjildich fersyk.
gl: A aplicación enviou unha petición non válida.
ko: 응용프로그램에서 잘못된 요청을 보냈습니다.
mk: Апликацијата испрати невалидно барање.
ms: Aplikasi menghantar permintaan tidak sah.
nb: Programmet sendte en ugyldig forespørsel.
nl: De toepassing verzond een ongeldig verzoek.
pa: ਕਾਰਜ ਨੇ ਗਲਤ ਬੇਨਤੀ ਭੇਜੀ
pt: A aplicação enviou um pedido inválido.
ro: Aplicaţia a trimis o cerere eronată.
rw: Porogaramu yohereje igisabwa kitaricyo.
se: Prográmma sáddii gustohis jearaldat.
sl: Program je poslal neveljavno zahtevo.
sr: Програм је послао неисправан захтев.
sr@latn: Program je poslao neispravan zahtev.
ta: அனுபிய பயன்பாடு முறையற்றது.
tg: Замима талаботи нодурустро фиристодааст.
th: แอพพลิเคชันส่งคำร้องขอที่ไม่ถูกต้อง
vi: Ứng dụng đã gửi một yêu cầu sai.

source: The sender address is missing.
af: Die stuurder adres is kort.
ar: عنوان المرسل غير موجود.
be: Зыходны адрас адсутнічае.
bs: Nedostaje adresa pošiljaoca.
cy: Mae cyfeiriad yr anfonwr ar goll.
eo: La sendinto-adreso mankas.
es: Falta la dirección de remite.
fy: It adres fan de tsjoerder ûntbrekt.
gl: Falta a dirección de remite.
ko: 전송자의 주소가 빠져있습니다.
mk: Недостасува адресата на испраќачот.
ms: Alamat penghantar hilang.
nb: Senderadresse mangler
nl: Het adres van de afzender ontbreekt.
pa: ਭੇਜਣ ਵਾਲੇ ਦਾ ਸਿਰਨਾਵਾਂ ਨਹੀਂ ਹੈ
pt: Falta o endereço do remetente.
ro: Adresa expeditorului lipseşte.
rw: Aderesi y'uwohereza irabura.
se: Sáddejeaddji čujuhus váilu
sl: Manjka naslov pošiljatelja.
sr: Недостаје адреса пошиљаоца.
sr@latn: Nedostaje adresa pošiljaoca.
ta: அனுபுனரின் முகவரி கிடைகவில்லை
tg: Суроғаи фиристанда мавҷуд нест.
th: ไม่มีที่อยู่ผู้ส่ง
uz@cyrillic: Жўнатувчининг манзили етишмайди.
vi: Thiếu địa chỉ người gửi.

source: SMTPProtocol::smtp_open failed (%1)
af: smtp protokol::smtp_open gevaal (%1)
ar: لم تنجح SMTPProtocol::smtp_open (%1)
be: памылка SMTPProtocol::smtp_open (%1)
bs: SMTPProtocol::smtp_open nije uspio (%1)
cy: Methodd SMTPProtocol::smtp_open (%1)
eo: La funkcio SMTPProtocol::smtp_open malsukcesis (%1)
es: Falló SMTPProtocol::smtp_open (%1)
fy: SMTPProtokol::smtp_open is mislearre (%1)
gl: Falló SMTPProtocol::smtp_open (%1)
ko: SMTP 프로토콜::smtp_open 실패 (%1)
mk: SMTPПротокол::smtp_open не успеа (%1)
ms: SMTPProtocol::smtp_open gagal (%1)
nb: SMTPProtocol::smtp_open feilet (%1)
nl: SMTPProtocol::smtp_open is mislukt (%1)
pa: SMTPProtocol::smtp_open ਅਸਫਲ (%1)
pt: O SMTPProtocol::smtp_open falhou (%1)
ro: Protocolul SMTP a eşuat (%1)
rw: Porotokole SMTP::smtp_gufungura byanze (%1)
se: SMTPProtocol::smtp_open filtii (%1)
sl: SMTPProtocol::smtp_open ni uspel (%1)
sr: SMTPProtocol::smtp_open није успео (%1)
sr@latn: SMTPProtocol::smtp_open nije uspeo (%1)
ta: SMTPயின் நெறிமுறை: smtp_திரபு செயல் அற்றது(%1)
tg: Хатогӣ дар иҷрои SMTPProtocol::smtp_open (%1)
th: SMTPProtocol::smtp_open ล้มเหลว (%1)
uz@cyrillic: SMTPProtocol::smtp_open муваффақиятсиз тугади (%1)
vi: SMTPProtocol::smtp_open không thành công (%1)

source: Your server does not support sending of 8-bit messages. Please use base64 or quoted-printable encoding.
af: Jou bediener ondersteun nie die stuur van 8-bis boodskappe. Asseblief gebruik basis64 of kwota-drukbare enkodering.
ar: خادمك لا يدعم ارسال رسائل بترميز 8 بت. الرجاء استعمال ترميز base64 أو quoted_printable.
be: Ваш сервер не падтрымлівае 8-бітныя паведамленні. Калі ласка, выкарыстоўвайце base64 ці іншы прыдатны знаказбор.
bs: Vaš server ne podržava slanje 8-bitnih poruka. Molim pokušajte sa base64 ili quoted-printable kodiranjem.
cy: Nid yw'ch gweinydd yn cynnal anfon negeseuon 8-did. Defnyddiwch base64 neu amgodiad argraffadwy dyfynnodedig.
eo: Via servilo ne subtenas sendi okbitajn mesaĝojn. Uzu enkodon de base64 aŭ quoted-printable.
es: Su servidor no soporta el envío de mensajes con 8 bits. Por favor, use codificación base64 o "quoted printable".
fy: Dyn tsjinner jout gjin ûndersteuning foar it ferstjoeren fan 8-bit berjochten. Brûk base64 of quoted-printable.
gl: O seu servidor non soporta o enví­o de mensaxes de 8 bits. Por favor, use codificación base64 ou 'quoted-printable'.
ko: 사용자의 서버가 8-비트 메시지 전송을 지원하지 않습니다. base64 또는 quoted-printable 인코딩을 사용하십시오.
mk: Вашиот сервер не поддржува испраќање на 8-битни пораки. Ве молиме користете base64 или quoted-printable кодирање.
ms: Pelayan anda tidak menyokong penghantaran mesej 8 bit. Guna base64 atau pengekodan sebut-boleh cetak.
nb: Din tjener støtter ikke sending av 8-bit-meldinger. Bruk base64 eller quoted-printable koding.
nl: Uw server biedt geen ondersteuning voor het verzenden van 8-bit berichten. Gebruik base64 of quoted-printable.
pa: ਤੁਹਾਡਾ ਸਰਵਰ ੮-ਬਿੱਟ ਸੁਨੇਹਿਆਂ ਲਈ ਸਹਾਈ ਨਹੀਂ ਹੈ ਕਿਰਪਾ ਕਰਕੇ base64 ਜਾਂ quoted-printable ਇੰਕੋਡਿੰਗ ਵਰਤੋਂ।
pt: O servidor não suporta o envio de mensagens de 8-bit. Por favor utilize codificação base64 ou 'quoted-printable'.
ro: Serverul dumneavoastră nu suportă trimiterea mesajelor cu caractere pe 8 biţi. Încercaţi să utilizaţi codare "base64" sau "text tipăribil".
rw: Seriveri yawe ntiyemera iyohereza ry'ubutumwa bwa biti-8. Wakoresha shingiro-64 cyangwa isobeka twugarizo-bicapwa.
se: Bálvá ii doarjjo 8-bihttá dieđáhusaid sáddema. Geavat baicce base64 dahje quoted-printable kodema.
sl: Vaš strežnik ne podpira pošiljanje 8-bitnih sporočil. Prosim uporabite base64 ali citirano-tiskalno kodiranje.
sr: Ваш сервер не подржава слање 8-битних порука. Користите кодирање base64 или „quoted-printeble“.
sr@latn: Vaš server ne podržava slanje 8-bitnih poruka. Koristite kodiranje base64 ili „quoted-printeble“.
ta: வழங்கி 8-பிட்டை அனுப்ப அனுமதிக்காது. அடி 64 அல்லது மேற்கோளளிட்ட எழுதவல்ல குறிடயிடாகம்.
tg: Хидматрасони шумо фиристодани паёмҳои 8-bit-ро пуштибонӣ намекунад. Манбаи 64 ё рамзбандии ҳиссакардаи чопкуниро истифода баред.
th: เซิร์ฟเวอร์ของคุณไม่รองรับการส่งจดหมายแบบ 8-บิต โปรดใช้การเข้ารหัสแบบ base64 หรืออ้างถึงแบบพิมพ์ได้
uz@cyrillic: Сервер 8-битли хабарларни қўлламайди. Илтимос base64 ёки quoted-printable кодлаш усулини танланг.
vi: Máy phục vụ không hỗ trợ gửi các thư 8 bit. Xin hãy dùng mã base64 hoặc trong ngoặc có thể in.

source: Invalid SMTP response (%1) received.
af: Ongeldige Smtp antwoord (%1) ontvang.
ar: ردَ SMTP (%1) غير صحيح.
be: Атрыманы няправільны адказ SMTP (%1).
bs: Primljen je neispravan SMTP odgovor (%1).
cy: Derbynnwyd ymateb SMTP annilys (%1).
eo: Ricevita nevalida SMTP-respondo (%1).
es: Recibida respuesta SMTP no válida (%1).
fy: Unjildich SMTP-antwurd (%1) ûntfongen.
gl: Recibida resposta SMTP non válida (%1).
ko: 잘못된 SMTP 응답(%1)을 받았습니다.
mk: Примен е невалиден SMTP одговор (%1).
ms: Jawapan SMTP tidak sah (%1) diterima.
nb: Ugyldig SMTP-svar (%1) mottatt.
nl: Ongeldig SMTP-antwoord (%1) ontvangen.
pa: ਗਲਤ SMTP ਜਵਾਬ (%1) ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ।
pt: Resposta inválida de STMP (%1) recebida.
ro: Am primit un răspuns SMTP necorespunzător (%1).
rw: Igisubizo SMTP kitaricyo (%1) cyakiriwe.
se: Gustohis SMTP-vástádus (%1) váldejuvvui vuostá.
sl: Prejet je bil napačen odziv SMTP (%1).
sr: Примљен је погрешан SMTP одговор (%1).
sr@latn: Primljen je pogrešan SMTP odgovor (%1).
ta: செல்லுபடி ஆகாத SMTP பதில் (%1) கிடைத்து.
tg: Ҷавоби (%1) нодурусти SMTP гирифта шудааст.
th: ได้รับการตอบรับจาก SMTP (%1) ที่ไม่ถูกต้อง
uz@cyrillic: Хато SMTP жавоби (%1) олинди.
vi: Nhận được câu trả lời SMTP sai (%1).

source: The server did not accept the connection. %1
af: Die bediener het nie aanvaar die verbinding. %1
ar: لم يقبل الخادم الإتصال. %1
be: Сервер адмовіў у злучэнні. %1
bs: Server nije prihvatio vezu. %1
cy: Ni dderbynnod y gwinydd y cysylltiad. %1
eo: La servilo ne akceptis la konekton. %1
es: El servidor no aceptó la conexión: %1
fy: De tsjinner akseptearde dizze ferbining net. %1
gl: O servidor non aceptou a conexión. %1
ko: 서버가 연결을 승인하지 않았습니다. %1
mk: Серверот не ја прифати врската. %1
ms: Pelayan tidak terima sambungan. %1
nb: Tjeneren godtok ikke tilkoblingen. %1
nl: De server accepteerde deze verbinding niet. %1
pa: ਸਰਵਰ ਨੇ ਕੁਨੈਕਸ਼ਨ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤਾ ਹੈ %1
pt: O servidor não aceitou a ligação. %1
ro: Serverul nu acceptă conexiunea. %1
rw: Seriveri ntiyemera ukwihuza. %1
se: Bálvá ii dohkkehan oktavuođa. %1
sl: Strežnik ni sprejel povezave. %1
sr: Сервер није прихватио везу. %1
sr@latn: Server nije prihvatio vezu. %1
ta: வழங்கி இணைப்பை ஏற்றுகொள்ளவில்லை. %1
tg: Хидматрасон пайвастшавиро қабул накард. %1
th: เซิร์ฟเวอร์ไม่ยอมรับการเชื่อมต่อ %1
uz@cyrillic: Сервер алоқани қабул қилмади. %1
vi: Máy phục vụ không chấp nhận kết nối. %1

source: Username and password for your SMTP account:
af: Gebruikernaam en wagwoord vir jou Smtp rekening:
ar: اسم المستعمل و كلمة المرور لحساب SMTP:
be: Імя карыстальніка і пароль вашага ўліковага запісу SMTP:
bs: Korisničko ime i šifra za vaš SMTP račun:
eo: Salutnomo kaj pasvorto por via SMTP-konto:
es: Nombre de usuario y contraseña de su cuenta SMTP:
fy: Brûkersnamme en wachtwurd foar dyn SMTP-akkount
gl: Nome de usuario e contrasinal da súa conta SMTP:
ko: SMTP 계정을 위한 사용자 이름과 비밀번호:
mk: Корисничко име и лозинка за вашиот SMTP пристап:
ms: Namapengguna dan katalaluan untuk akaun SMTP anda:
nb: Brukernavn og passord for SMTP-konto:
nl: Gebruikersnaam en wachtwoord voor uw SMTP-account:
pa: ਤੁਹਾਡੇ SMTP ਖਾਤੇ ਲਈ ਉਪਭੋਗੀ ਨਾਂ ਤੇ ਗੁਪਤ-ਕੋਡ:
pt: O utilizador e senha para a sua conta de SMTP:
ro: Numele de utilizator şi parola pentru contul SMTP:
rw: Izina-ukoresha n'ijambobanga bya konti SMTP yawe:
se: Geavaheaddjinamma ja beassansátni du SMTP-konto várás:
sl: Uporabniško ime in geslo za vaš račun SMTP:
sr: Корисничко име и лозинка за ваш SMTP налог:
sr@latn: Korisničko ime i lozinka za vaš SMTP nalog:
ta: SMTP இணைப்பின் பயனர் பெயர் மற்றும் கடவுசொல்.
th: ชื่อผู้ใช้และรหัสผ่านสำหรับบัญชีผู้ใช้ SMTP ของคุณ:
uz@cyrillic: SMTP ҳисоби учун фойдаланувчи ва махфий сўз:
vi: Tên người dùng và mật khẩu cho tài khoản SMTP của bạn:

source: The server did not accept a blank sender address. %1
af: Die bediener het nie aanvaar die blanke stuurder adres. %1
ar: الخادم لم يقبل أن يكون عنوان المرسل فارغ. %1
be: Сервер адкінуў ліст з пустым зваротным адрасам. %1
bs: Server nije prihvatio praznu adresu pošiljaoca. %1
cy: Ni dderbynnodd y gweinydd gyfeiriad anfonwr gwag. %1
eo: La servilo ne akceptis malplenan sendintadreson: %1
es: El servidor no aceptó una dirección vacía. %1
fy: De tsjinner akseptearde it adres fan de tsjoerder net. %1
gl: O servidor non aceptou a dirección de remite en blanco. %1
ko: 서버가 발신인 불명의 주소를 허용하지 않습니다. %1
mk: Серверот не прифати бланко адреса на испраќачот. %1
ms: Pelayan tidak terima alamat pengirim kosong. %1
nb: Tjeneren godtok ikke en blank senderadresse. %1
nl: De server accepteerde het adres van de afzender niet. %1
pa: ਸਰਵਰ ਭੇਜਣ ਵਾਲੇ ਦਾ ਸਿਰਨਾਵਾਂ ਖਾਲੀ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰਦਾ ਹੈ %1
pt: O servidor não aceitou o endereço do remetente em branco. %1
ro: Serverul nu acceptă o adresă nulă la expeditor. %1
rw: Seriveri ntiyemeye aderesi ubusa y'uwohereza. %1
se: Bálvá ii dohkkehan sáddejeaddji čujuhusa. %1
sl: Strežnik ni sprejel praznega naslova pošiljatelja. %1
sr: Сервер није прихватио празну адресу пошиљаоца. %1
sr@latn: Server nije prihvatio praznu adresu pošiljaoca. %1
ta: வழங்கி வெற்றுத் முகவரி ஏற்றுகோள்ளது. %1
tg: Хидматрасон суроғаи номнавиштаи фиристандаро қабул накард. %1
th: เซิร์ฟเวอร์ไม่ยอมรับที่อยู่ของผู้ส่งเนื่องจากเป็นที่อยู่ว่าง %1
uz@cyrillic: Сервер жўнатувчининг бўш манзилини қабул қилмади. %1
vi: Máy phục vụ không chấp nhận một địa chỉ người gửi trống. %1

source: The server did not accept the sender address "%1". %2
af: Die bediener het nie aanvaar die stuurder adres."%1". %2
ar: الخادم لم يقبل عنوان المرسل "%1": %2
be: Сервер адкінуў зыходны адрас "%1". %2
bs: Server nije prihvatio adresu pošiljaoca "%1". %2
cy: Ni dderbynnodd y gweinydd y cyfeiriad anfonwr "%1". %2
eo: La servilo ne akceptis la sendinto-adreson "%1" %2
es: El servidor no aceptó la dirección de remite "%1". %2
fy: De tsjinner hat it stjoerdersadres akseptearre %1. %2
gl: O servidor non aceptou a dirección de remite "%1". %2
ko: 서버가 발신자 주소 "%1"을(를) 허용하지 않습니다. %2
mk: Серверот не ја прифати адресата „%1“ на испраќачот. %2
ms: Pelayan tidak terima alamat pengirim "%1". %2
nb: Tjeneren godtok ikke senderadressen «%1». %2
nl: De server accepteerde het afzenderadres %1. %2
pa: ਸਰਵਰ ਭੇਜਣ ਵਾਲੇ ਦਾ ਸਿਰਨਾਵਾਂ "%1" ਸਵੀਕਾਰ ਨਹੀਂ ਕਰਦਾ ਹੈ। %2
pt: O servidor não aceitou o endereço do remetente "%1". %2
ro: Serverul nu acceptă adresa "%1" a expeditorului. %2
rw: Seriveri ntiyemeye aderesi y'uwohereza "%1". %2
se: Bálvá ii dohkkehan sáddejeaddji čujuhusa «%1». %2
sl: Strežnik ni sprejel naslova pošiljatelja »%1«. %2
sr: Сервер није прихватио адресу пошиљаоца „%1“. %2
sr@latn: Server nije prihvatio adresu pošiljaoca „%1“. %2
ta: வழங்கி அனுபுனர் முகவரி ஏற்றுகோள்ளது."%1". ்%2
tg: Хидматрасон суроғаи номнавиштаи фиристандаро қабул накард "%1". %2
th: เซิร์ฟเวอร์ไม่ยอมรับที่อยู่ของผู้ส่ง "%1" %2
uz@cyrillic: Сервер жўнатувчининг "%1" манзилини қабул қилмади. %2
vi: Máy phục vụ không chấp nhận địa chỉ người gửi "%1". %2

source: Message sending failed since the following recipients were rejected by the server: %1
af: Boodskap gestuur het gevaal omdat dievolgende ontvangers was geweier deur die bediener: %1
ar: فشل إرسال الرسالة بسب رفض الخادم لبعض المستلمين: %1
be: Адбылася памылка адсылкі паведамлення, бо наступныя адрасанты адкінутыя серверам: %1
bs: Slanje poruke nije uspjelo pošto je server odbio sljedeće primatelje: %1
cy: Methodd anfon y neges gan y gwrthodwyd y derbynwyr canlynol gan y gweinydd: %1
eo: La mesaĝs sendo ne sukcesis, ĉar la servilo rifuzis la sekvontajn ricevontojn: %1
es: El envío de mensajes ha fallada porque los siguientes destinatarios fueron rechazados por el servidor: %1
fy: De berjochtferstjoering is mislearre omdat de folgjende ûntfangers wegere binne troch de tsjinner: %1
gl: O enví­o de mensaxes fallou porque os seguintes destinatarios foron rexeitados polo servidor: %1
ko: 다음 수령인이 서버로부터 거부되어 메시지 전송을 실패하였습니다: %1
mk: Изпраќањето на пораката не успеа бидејќи следните приматели беа одбиени од серверот: %1
ms: Penghantaran mesej gagal sejak penerima berikutnya ditolak oleh pelayan: %1
nb: Meldingssending mislyktes siden følgende mottakere ble avvist av tjeneren: %1
nl: De berichtverzending is mislukt doordat de volgende geadresseerden werden geweigerd door de server: %1
pa: ਸੁਨੇਹਾ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ, ਕਿਉਕਿ ਸਰਵਰ ਨੇ ਇਸ ਪਰਾਪਤ ਕਰਨਾ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤਾ ਹੈ: %1
pt: O envio da mensagem falhou uma vez que os seguintes destinatários foram rejeitados pelo servidor: %1
ro: Trimiterea mesajului a eşuat deoarece destinatarii de mai jos au fost respinşi de către server: %1
rw: Iyohereza ry'ubutumwa ryanze guhera ubwo abohererejwe banzwe na seriveri: %1
se: Ii sáhttán sáddet dieđáhusa danne go bálvá hilggui čuovvuvaš vuostáiválddiid. %1
sl: Pošiljanje sporočila ni uspelo, ker je strežnik zavrnil naslednje prejemnike: %1
sr: Слање порука није успело пошто су следећи примаоци одбачени од стране сервера: %1
sr@latn: Slanje poruka nije uspelo pošto su sledeći primaoci odbačeni od strane servera: %1
ta: அனுபிய செய்தி தோற்றது பெறுபவர் வழங்கியால் நீகப்பட்டர்: %1
tg: Хатогӣ дар фиристодани паём то он даме, ки гирандаҳои зерин аз тарафи хидматрасон рад карда нашаванд: %1
th: การส่งจดหมายล้มเหลวตั้งแต่เซิร์ฟเวอร์ปฏิเสธการส่งให้ผู้รับต่อไปนี้: %1
uz@cyrillic: Хабарни жўнатиш муваффақиятсиз тугади, чунки сервер қуйидаги қабул қилувчиларни рад этди: %1
vi: Gửi thư không thành công vì máy phục vụ nhả ra những người nhận sau: %1

source: The attempt to start sending the message content failed. %1
af: Die poging om te begin stuur die boodskap inhoud het gevaal. %1
ar: فشلت محاولة ارسال محتوى الرسالة. %1
be: Памылка спробы адсылкі зместу паведамлення. %1
bs: Pokušaj slanja sadržaja poruke nije uspio. %1
cy: Methodd y gais i ddechrau anfon cynnwys y neges. %1
eo: La provo eksendi la mesaĝenhavon malsukcesis. %1
es: El intento de iniciar el envio del contenido del mensaje falló. %1
fy: It besykjen om te begjinne mei it ferstjoeren fan de berjochtynhâld is mislearre. %1
gl: O intento de inicia-lo envío do contido da mensaxe fallou. %1
ko: 메시지 전송을 시작하는데 실패하였습니다. %1
mk: Обидот да се испрати содржината на пораката не успеа. %1
ms: Cubaan untuk mula menghantar kandungan mesej gagal. %1
nb: Forsøk på å begynne å sende meldingsinnholdet feilet. %1
nl: De poging om te beginnen met het verzenden van de berichtinhoud is mislukt. %1
pa: ਸੁਨੇਹਾ ਭਾਗ ਭੇਜਣ ਦੀ ਕੋਸ਼ਿਸ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ %1
pt: A tentativa de iniciar o envio do conteúdo da mensagem falhou. %1
ro: Încercarea de începe trimiterea mesajului a eşuat. %1
rw: Igerageza ryo gutangira iyohereza ry'ibiri mu butumwa ryanze. %1
se: Filtii sáddegoahtit dieđahusa sisdoalu. %1
sl: Poskus pričetka pošiljanja vsebine sporočila ni uspel. %1
sr: Покушај слања садржаја поруке није успео. %1
sr@latn: Pokušaj slanja sadržaja poruke nije uspeo. %1
ta: செய்தியை அனுபும் முயற்ச்சி தோற்றது %1
tg: Хатогӣ ҳангоми кӯшиши оғози фиристодани мазмуни паём. %1
th: ล้มเหลวในการการพยายามเริ่มทำการส่งเนื้อหาจดหมาย %1
vi: Thử bắt đầu gửi nội dung thư không thành công. %1

source: Unhandled error condition. Please send a bug report.
af: Onbehandelde fout toestand. Stuur asseblief 'n fout verslag.
ar: خطأ غير معالج. الرجاء إرسال تقرير بالمشكلة.
be: Неапрацаваныя ўмовы памылкі. Калі ласка, паведаміце пра гэтую памылку распрацоўшчыкам.
bs: Situacija greške koja nije podržana. Molim prijavite bug.
cy: Cyflwr gwall heb ei drin. Anfonwch adroddiad gwall os gwelwch yn dda.
eo: Eraro ne laborita. Sendu eraroraporton.
es: Condición de error desconocida. Por favor, envíe un informe de fallo.
fy: Net-ôfhannele flaterskondysje. Do wurdst freonlik fersocht in bugrapport yn te stjoeren.
gl: Condición de erro descoñecida. Por favor, envíe un relatorio de erro.
ko: 다루어지지 않은 오류 상황입니다. 버그 보고를 보내주십시오.
mk: Необработена состојба на грешка. Молам испратете извештај за грешка.
ms: Keadaan ralat tak dikendalikan. Hantar laporan pepijat.
nb: Denne feilsituasjonen kan ikke behandles. Vennligst send inn en feilrapport.
nl: Niet-afgehandelde foutconditie. U wordt vriendelijk verzocht zo mogelijk een bugrapport in te zenden.
pa: ਨਾ-ਸਪਸ਼ਟ ਗਲਤੀ ਹਾਲਾਤ। ਕਿਰਪਾ ਕਰਕੇ ਬੱਗ ਜਾਣਕਾਰੀ ਭੇਜੋ।
pt: Condição de erro não tratada. Por favor envie um relatório de erro.
ro: Condiţie de eroare neaşteptată. Vă rog să trimiteţi un raport de eroare.
rw: Uburyo bw'ikosa butihanganirwa. Wakohereza raporo y'ikosaporogaramu.
se: Ii sáhte dán meattáhusa gieđahit. Sáddes meattáhusraportta.
sl: Nerokovan pogoj napake. Prosim pošljite poročilo o hrošču.
sr: Непозната грешка. Пошаљете извештај о грешки.
sr@latn: Nepoznata greška. Pošaljete izveštaj o greški.
ta: பிழை கையாலப்படாத நிலையீல். தையவுசெது நீக்கு பதிலை ஆனுப்பவும்
tg: Шарти ноқуллаи хотогӣ. Марҳамат карда маърӯзаи ғалатиро фиристед.
th: ไม่สามารถจัดการความผิดพลาดได้ โปรดส่งรายงานความผิดพลาด
vi: Hoàn cảnh lỗi không điều được. Xin hãy gửi một báo cáo lỗi bug.
