Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kio_sftp.po
Languages: af, ar, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, mn, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn

source: No options provided for ssh execution.
af: Nee opsies verskaf vir ssh uitvoering.
ar: لا خيارات متوفرة لــ ssh التنفيذية
bg: Няма предоставени опции за изпълнение на ssh.
bs: Nijedna opcija nije određena za izvršenje ssh.
ca: No s'han proporcionat opcions per l'execució de ssh.
cs: Nebyly zadány volby pro spuštění ssh.
cy: Ni ddarparwyd ddewisiadau ar gyfer gweithredu ssh.
da: Ingen valg gjort for ssh-udførsel.
de: Für die Ausführung von SSH wurden keine Optionen angegeben.
el: Δε δόθηκαν επιλογές για την εκτέλεση του ssh.
eo: Neniaj opcioj difinitaj por ssh-plenumo.
es: Ninguna opción proporcionada para la ejecución ssh.
et: Ssh käivitamiseks pole argumente antud.
eu: Ez da aukerarik adierazi ssh-ren exekuziorako.
fa: برای اجرای ssh، گزینه‌ای فراهم نشده است.
fi: ssh:n suorittamiseen ei annettu optioita.
fr: Les options pour l'exécution du programme « ssh » n'ont pas été fournies.
fy: Gjin opsjes oanlevere foar útfiering fan ssh.
gl: Non foron dadas opcións para a execución do ssh.
he: לא סופקו אפשרויות להפעלת ssh.
hi: एसएसएच चलाने के लिए कोई विकल्प नहीं दिया गया है.
hr: Nije data nijedna opcija za izvršavanje ssh-a.
hu: Az ssh végrehajtási paraméterei hiányoznak.
is: Engin viðföng gefin fyrir SSH keyrslu.
it: Non è stata fornita alcuna opzione per l'esecuzione di ssh.
ja: ssh 実行時のオプションが指定されていません。
kk: ssh параметрлері келтірілмеген.
km: មិន​បាន​ផ្តល់​ជម្រើស​ទៅ​ឲ្យ​ប្រតិបត្តិការ ssh ។h ។
ko: SSH 실행 파일의 옵션이 제공되지 않았습니다.
lt: ssh vykdymui nepateiktos parinktys.
mk: Нема зададени опции за извршување со ssh.
mn: SSH ажиллуулах сонголт өгөгдсөнгүй.
ms: Tiada pilihan disediakan untuk pelaksanaan ssh.
nb: Ingen valg oppgitt for ssh-kjøring.
nds: Keen Optschonen för dat Utföhren vun SSH angeven.
nl: Geen opties aangeleverd voor uitvoering van ssh.
nn: Det finst ingen val for SSH-køyring.
pa: ssh ਚਲਾਉਣ ਲਈ ਕੋਈ ਚੋਣ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pl: Brak opcji do ssh.
pt: Não foram dadas opções para a execução do ssh.
pt_br: Sem opções para a execução do SSH.
ro: Nu aţi dat opţiuni pentru execuţia SSH.
ru: Не указаны параметры для запуска ssh.
rw: Nta buryo bwatanzwe bujyanye n'itangiza rya ssh.
se: Eai gávdno molssaeavttu go galgá vuodjit SSH.
sk: Pre spustenie ssh nezadané žiadne možnosti.
sl: Ni podanih možnosti za izvajanje ssh.
sr: Није дата ниједна опција за извршавање ssh-а.
sr@latn: Nije data nijedna opcija za izvršavanje ssh-a.
sv: Inga alternativ tillhandahållna för SSH-exekvering.
ta: ssh நிறைவேற்றுகைக்கு எந்த விருப்பத்தேர்வுகளும் வழங்கப்படவில்லை
tg: Хосиятҳои гузориш барои иҷрои ssh нестанд.
th: ไม่มีส่วนตัวเลือกในการประมวลผลของ ssh
uk: Не надано параметрів для запуску ssh.
zh_cn: 没有指定执行 ssh 的选项。

source: Failed to execute ssh process.
af: Gevaal na uitvoer ssh proses.
ar: فشل أثناء تنفيذ عملية ssh
bg: Изпълнението на ssh е неуспешно.
bs: Nisam uspio izvršiti ssh proces.
ca: El procés d'executar ssh ha fallat.
cs: Spuštění ssh procesu selhalo.
cy: Methwyd gweithredu'r broses ssh.
da: Mislykkedes at køre ssh-proces.
de: Fehler beim Ausführen von SSH.
el: Αποτυχία εκτέλεσης της διεργασίας ssh.
eo: Malsukcesis en plenumo de ssh-proceduro.
es: Error al ejecutar el proceso ssh.
et: Ssh protsessi käivitamine ebaõnnestus.
eu: ssh prozesua exekutatzeak huts egin du.
fa: خرابی در اجرای فرآیند ssh.
fi: ssh prosessin suorittaminen epäonnistui.
fr: L'exécution du processus « ssh » a échoué.
fy: It ssh-proses kin net útfierd wurde.
ga: Theip ar rith próiseas ssh.
gl: Fallo ó executar o proceso ssh
he: הפעלת התהליך של ssh נכשלה.
hi: एसएसएच प्रक्रिया को सम्पादित करने में असफल.
hr: Nisam uspio izvršiti ssh proces.
hu: Az ssh program végrehajtása nem sikerült.
is: Gat ekki sett upp SSH tengingu.
it: Impossibile eseguire il processo ssh.
ja: ssh プロセスの実行に失敗しました。
kk: ssh процесын орындау қатесі.
km: បាន​បរាជ័យ​ក្នុង​ការ​ប្រតិបត្តិដំណើរ​ការ ssh ។
ko: SSH 프로세스를 실행할 수 없습니다.
lt: Nepavyko įvykdyti ssh proceso.
mk: Не успеав да извршам ssh процес.
mn: SSH-процесс гүйцэтгэхэд алдаа.
ms: Gagal melaksanakan proses ssh
nb: Klarte ikke kjøre en ssh-prosess.
nds: SSH-Perzess lett sik nich utföhren.
nl: Het ssh-proces kon niet worden uitgevoerd.
nn: Klarte ikkje køyra SSH-prosess.
pa: ssh ਕਾਰਜ ਚਲਾਉਣਾ ਅਸਫਲ ਹੈ।
pl: Błąd podczas uruchamiania procesu ssh.
pt: Não foi possível executar o processo do 'ssh'.
pt_br: Falha ao executar o processo ssh.
ro: Eroare la execuţia procesului SSH.
ru: Ошибка запуска программы ssh.
rw: Byanze gutangiza igikorwa cya ssh.
se: Filtii vuodjit SSH-proseassa.
sk: Nepodarilo sa spustiť proces ssh.
sl: Ni bilo možno izvesti procesa ssh.
sr: Нисам успео да извршим ssh процес.
sr@latn: Nisam uspeo da izvršim ssh proces.
sv: Misslyckades med att köra SSH-process.
ta: ssh செயலாக்கம் செயய நிறைவேற்ற தவறியது
tg: Хатогӣ дар иҷрои амали ssh.
th: ล้มเหลวในการประมวลผล ssh
uk: Не вдалося запустити процес ssh.
zh_cn: 启动 ssh 进程失败。

source: Error encountered while talking to ssh.
af: Fout raakgeloop terwyl praat met na ssh.
ar: حدث خطأ أثناء التحدث إلى ssh
bg: Появи се грешка по време на изпълнението на ssh.
bs: Došlo je do greške u komunikaciji sa ssh.
ca: S'ha trobat un error al comunicar-se per ssh.
cs: Nastala chyba při komunikaci se ssh.
cy: Daethpwyd ar draws gwall tra'n siarad â ssh.
da: Der opstod en fejl mens der blev talt til ssh.
de: Fehler bei der Kommunikation mit SSH
el: Σφάλμα κατά την επικοινωνία με το ssh.
eo: Eraro dum komunikado kun ssh.
es: Error al comunicarse con ssh.
et: Viga ssh'ga suhtlemisel.
eu: Errorea ssh-rekin komunikatzean.
fa: هنگام صحبت با ssh با خطا مواجه شد.
fi: ssh prosessille keskustelussa tapahtui virhe.
fr: Une erreur est survenue pendant le dialogue avec le programme « ssh ».
fy: Der barde in flater ûnder it kommunisearjen mei ssh.
ga: Tharla earráid le linn comhrá le ssh.
gl: Erro ó comunicarse con ssh.
he: אירעה שגיאה במהלך ההתקשרות עם ssh.
hi: एसएसएच से बात करने में त्रुटि हुई.
hr: Greška je pronađena prilikom razgovara sa ssh-om.
hu: Hiba történt az ssh-val való kommunikáció során.
is: Villa kom upp í tengingu við SSH.
it: Errore durante il dialogo con ssh.
ja: ssh に接続中にエラーが発生しました。
kk: ssh жегу қатесі.
km: បាន​ជួប​ប្រទះ​កំហុស ខណៈ​ពេល​និយាយ​ទៅកាន់ ssh ។
ko: SSH와 대화하는 중 오류가 발생했습니다.
lt: Įvyko klaida kalbantis su ssh.
mk: Настана грешка при комуникацијата со ssh.
mn: SSH-н холболтод алдаа
ms: Ralat ditemui semasa berkomunikasi ke ssh
nb: Feil oppsto under samtale med ssh.
nds: Fehler bi de Kommunikatschoon mit SSH.
nl: Er deed zich een fout voor tijdens het communiceren met ssh.
nn: Feil oppstod ved snakking med SSH.
pa: sss ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
pl: Pojawił sie błąd podczas rozmowy z ssh.
pt: Ocorreu um erro ao comunicar com o 'ssh'.
pt_br: Erro encontrado durante a "conversa" com o SSH.
ro: Eroare la comunicaţia cu SSH.
ru: Произошла ошибка связи с ssh.
rw: Ikosa ryagaragaye mu kuvugana na ssh.
se: Meattáhus humadettiin SSH:ain.
sk: Chyba počas spolupráce s ssh.
sl: Napaka med pogovarjanjem s ssh.
sr: Дошло је до грешке током комуникације са ssh-ом.
sr@latn: Došlo je do greške tokom komunikacije sa ssh-om.
sv: Fel uppstod vid kommunikation med SSH.
ta: ssh உடன் பேசும்போது பிழை நேர்ந்தது.
tg: Ҳангоми сӯҳбаткунӣ бо ssh хатогӣ дучор омад.
th: เกิดข้อผิดพลาดขณะทำการติดต่อกับ ssh
uk: Виникла помилка при спілкуванні з ssh.
zh_cn: 和 ssh 通信时发生错误。

source: Please supply a password.
af: Asseblief verskaf 'n wagwoord.
ar: فضلاً أدخل كلمة مرور.
bg: Моля, въведете парола.
bs: Molim unesite vašu šifru.
ca: Si us plau, introduïu una contrasenya.
cs: Prosím zadejte heslo.
cy: Rhowch gyfrinair os gwelwch yn dda.
da: Angiv venligst et kodeord
de: Bitte geben Sie ein Passwort an.
el: Παρακαλώ δώστε έναν κωδικό πρόσβασης.
eo: Bonvolu doni pasvorton
es: Por favor introduzca una contraseña.
et: Palun sisesta parool.
eu: Sar ezazu pasahitza.
fa: لطفاً، یک اسم رمز فراهم کنید.
fi: Anna salasana.
fr: Veuillez saisir un mot de passe.
fy: Fier in wachtwurd yn.
ga: Tabhair uait focal faire, le do thoil.
gl: Por favor intoduza un contrasinal.
he: נא ספק ססמה.
hi: कृपया पासवर्ड भरें.
hr: Unesite lozinku.
hu: Meg kell adni a jelszót.
is: Sláðu inn lykilorð.
it: Per favore fornisci una password.
ja: パスワードを入力してください。
kk: Парольді келтіріңіз.
km: សូម​ផ្ដល់​ពាក្យ​សម្ងាត់​មួយ ។
ko: 비밀번호를 입력하십시오.
lt: Prašome įvesti slaptažodį.
mk: Ве молиме дадете лозинка.
mn: Та нууц үгээ өнгө үү.
ms: Masukkan kata laluan.
nb: Tast et passord.
nds: Bitte en Passwoort angeven
nl: Voer een wachtwoord in.
nn: Oppgje eit passord.
pa: ਕਿਰਪਾ ਕਰਕੇ ਗੁਪਤ ਕੋਡ ਦਿਓ।
pl: Proszę potwierdzić hasło.
pt: Indique por favor uma senha.
pt_br: Por favor, forneça uma senha.
ro: Introduceţi o parolă.
ru: Укажите пароль.
rw: Watanga ijambobanga.
se: Attes beassansáni.
sk: Prosím, zadajte heslo.
sl: Prosim vnesite geslo.
sr: Унесите лозинку.
sr@latn: Unesite lozinku.
sv: Ange ett lösenord.
ta: தயவு செய்து நுழைவுச்சொல்லை வழங்கவும்.
tg: Марҳамат карда гузарвожаро таъин кунед.
th: โปรดเติมรหัสผ่าน
uk: Будь ласка, надайте пароль.
zh_cn: 请提供密码。

source: Please supply the passphrase for your SSH private key.
af: Asseblief verskaf die wagwoord frase vir jou Ssh private sleutel.
ar: فضلاً قم بتوفير جملة المرور (passphrase) لمفتاح SSH الخاص بك.
bg: Моля, въведете ключовата фраза за вашия частен ключ SSH.
bs: Molim unesite passphrase za vaš SSH privatni ključ.
ca: Si us plau, introduïu una frase de contrasenya per la vostra clau SSH privada.
cs: Prosím zadejte přístupové heslo ke svému osobnímu SSH klíči.
cy: Rhowch y cyfrinosodiad ar gyfer eich allwedd breifat SSH.
da: Angiv venligst løsen for din SSH-privatnøgle.
de: Bitte geben Sie das Passwort zu Ihrem privaten SSH-Schlüssel an.
el: Παρακαλώ δώστε τη φράση πρόσβασης για το ιδιωτικό SSH κλειδί σας.
eo: Bonvolu doni la ĉifroŝlosilan pasvorton de via privata SSH-ŝlosilo.
es: Por favor introduzca una frase para su clave privada SSH.
et: Palun sisesta oma SSH salajase võtme paroolifraas.
eu: Sar ezazu pasaesaldia zure SSH gako pribaturako.
fa: لطفاً، برای کلید خصوصی SSH خود، عبارت عبور را فراهم کنید.
fi: Anna salasana yksityiselle SSH avaimellesi.
fr: Veuillez saisir une phrase pour votre clé privée SSH.
fy: Fier it wachtwurd foar dyn privee SSH-kaai yn.
ga: Tabhair uait frása faire d'eochrach SSH, le do thoil.
gl: Por favor introduzca o contrasinal para a súa clave privada SSH.
he: ספק את ביטוי המעבר של המפתח הפרטי של SSH שלך.
hi: कृपया अपने एसएसएच निजी कुंजी के लिए पासफ्रेस दें.
hr: Navedite lozinku za vaš privatni SSH ključ.
hu: Meg kell adni az SSH privát kulcshoz tartozó jelszót.
is: Vinsamlega sláðu inn lykilsetninguna fyrir þinn SSH lykil.
it: Per favore immetti la frase segreta della tua chiave SSH privata.
ja: SSH 秘密鍵のパスフレーズを入力してください。
kk: SSH жеке кілт тізбегін келтіріңіз.
km: សូម​ផ្ដល់​ឃ្លា​សម្ងាត់ ទៅ​ឲ្យកូនសោ​ឯកជន SSH របស់​អ្នក ។
ko: SSH 개인 키의 열쇠글을 입력하십시오.
lt: Prašome įvesti Jūsų SSH asmeninio rakto slaptažodį.
mk: Внесете ја лозинката за вашиот приватен SSH клуч.
mn: Та SSH хувийн түлхүүрийнхээ хувьд нууц үгээ өнгө үү.
ms: Masukkan frasa laluan untuk kunci peribadi SSH anda.
nb: Tast nøkkelsetningen for din private SSH-nøkkel.
nds: Bitte den Slötelsatz för Dien privaten SSH-Slötel angeven
nl: Voer het wachtwoord voor uw private SSH-sleutel in.
nn: Oppgje passordfrasen for den private SSH-nøkkelen din.
pa: ਆਪਣੀ SSH ਨਿੱਜੀ ਕੀ ਲਈ ਪੈਰਾ ਦਿਓ।
pl: Proszę potwierdzić hasło dla prywatnego klucza SSH.
pt: Indique por favor a senha-frase para a sua chave privada de SSH.
pt_br: Por favor, forneça uma frase-senha para a sua chave SSH privada.
ro: Introduceţi fraza de trecere pentru cheia privată SSH.
ru: Укажите пароль для вашего личного ключа SSH.
rw: Watanga interurobanga ijyanye n'urufunguzo rwihariye SSH rwawe.
se: Attes beassancealkká du iežas SSH-čoavdaga várás.
sk: Prosím, zadajte heslo pre váš privátny kľúč SSH.
sl: Prosim vnesite šifrirno frazo za vaš zasebni ključ SSH.
sr: Наведите лозинку за ваш приватни SSH кључ.
sr@latn: Navedite lozinku za vaš privatni SSH ključ.
sv: Ange lösenordsfrasen för din privata nyckel i SSH.
ta: உங்கள் SSH தனியார் விசைக்கு தயவுசெய்து நுழைவுச்சொல்லை வழங்கவும்.
tg: Марҳамат карда гузарвожаро барои калиди шахсии SSH-и худ таъин кунед.
th: โปรดตรวจสอบส่วน passphrase สำหรับกุญแจส่วนตัวของ SSH
uk: Будь ласка, надайте пароль для вашого закритого ключа.
zh_cn: 请提供您 SSH 私有密钥的口令句。

source: Authentication to %1 failed
af: Geldigheidsverklaring na %1 gevaal
ar: الموثوقية والسماح %1 فشلت
bg: Идентификацията на %1 е неуспешна
bs: Autentifikacija na %1 nije uspjela
ca: L'autenticació per a %1 ha fallat
cs: Autentifikace s '%1' selhala
cy: Methodd dilysiant i %1
da: Godkendelse til %1 mislykkedes
de: Authentifizierung für %1 fehlgeschlagen
el: Η πιστοποίηση στο %1 απέτυχε
eo: Aŭtentokontrolo de %1 malsukcesis
es: Autenticación para %1 fallida
et: Autentimine masinas %1 ebaõnnestus
eu: %1-ekiko autentikazioak huts egin du
fa: خرابی در احراز هویت %1
fi: Tunnistus palvelimelle %1 epäonnistui
fr: L'authentification à « %1 » a échoué
fy: Ferifikaasje nei %1 mislearre
gl: A autenticación en %1 fallou
he: האימות אצל %1 נכשל
hi: %1 से प्रमाणीकरण में असफल
hr: Provjera autentičnosti za %1 nije uspjela
hu: Nem sikerült az azonosítás - %1
is: Auðkenning við %1 mistókst
it: Autenticazione su %1 non riuscita
ja: %1 への認証に失敗
kk: %1 идентификациясы өтпеді
km: ការ​ផ្ទៀត​ផ្ទាត់​ភាព​ត្រឹម​ត្រូវ %1 បាន​បរាជ័យ
ko: %1 인증 실패
lt: Autentikacija į %1 nepavyko
mk: Проверката за автентичност со %1 не успеа
mn: %1-н бататгал амжилтгүй боллоо
ms: Autentikasi ke %1 gagal
nb: Autentisering til %1 mislyktes
nds: Identiteetprööv för %1 fehlslaan
nl: Authenticatie naar %1 mislukt
nn: Autentiseringa til %1 mislukkast
pa: %1 ਲਈ ਪਰਮਾਣਕਤਾ ਅਸਫਲ
pl: Autoryzacja do %1 zakończona błędem
pt: A autenticação em %1 falhou
pt_br: A autenticação para %1 falhou
ro: Autentificarea la %1 a eşuat
ru: Ошибка регистрации на %1
rw: Imenyekanisha kuri %1 ryanze
se: Autentiseren %1 báikái filtii
sk: Prihlásenie k %1 zlyhalo
sl: Overovitev do %1 ni uspela
sr: Аутентификација на %1 није успела
sr@latn: Autentifikacija na %1 nije uspela
sv: Autentisering till %1 misslyckades
tg: Хатогии аслшиносӣ дар %1
th: การตรวจสอบสิทธิ์ไปยัง %1 ล้มเหลว
uk: Автентифікація на %1 зазнала невдачі
zh_cn: 到 %1 的认证失败

source: The identity of the remote host '%1' could not be verified because the host's key is not in the "known hosts" file.
af: Die identiteit van Die afgeleë bediener '%1' kon nie verifiëerd word nie omdat die bediener se sleutel nie in die "bekend bedieners" lêer is nie.
ar: تعذر التأكد من هوية المستضيف البعيد '%1' لأن مفتاح المستضيف ليس موجوداً في ملف "known hosts".
bg: Идентификацията на отдалечения хост "%1" не може да бъде проверена, понеже ключът на хоста не е във файл с известни хостове.
bs: Identitet udaljenog računara '%1' nije mogao biti potvrđen, zato što ključ tog računara nije u datoteci "poznati računari" (known hosts).
ca: La identitat de la màquina remota '%1' no s'ha pogut verificar perquè la clau de la màquina no està en el fitxer "known_hosts".
cs: Identitu vzdáleného hostitele '%1' nelze ověřit, jelikož jeho klíč se nenachází v souboru známých klíčů.
cy: Nid oedd modd gwirio dynodiad y gwesteiwr pell '%1' gan na fo allwedd y gwesteiwr yn y ffeil "gwesteiwyr hysbys".
da: Identiteten af den eksterne vært '%1' kunne ikke verificeres da værtens nøgle ikke er i "known hosts"-filen.
de: Die Identität des Rechners "%1" kann nicht bestätigt werden, weil die Kennung des Rechners nicht in der Datei vertrauenswürdiger Schlüssel vorkommt.
el: Η ταυτότητα του απομακρυσμένου κόμβου '%1' δεν ήταν δυνατό να επαληθευτεί γιατί το κλειδί του κόμβου δε βρίσκεται στο αρχείο "γνωστοί κόμβοι".
eo: Ne povas kontroli la identecon de la fora gastiga komputilo "%1" ĉar ties ŝlosilo ne troviĝas en la dosiero de "konataj gastigoj".
es: La identidad de la máquina '%1' no se pudo verificar porque la clave de la máquina no está en el archivo "known_hosts".
et: Masina '%1' identiteeti pole võimalik kontrollida, kuna masina võtit pole "tuntud masinate" failis.
eu: '%1' urruneko ostalariaren identitatea ezin da egiaztatu ostalariaren gakoa ez dagoelako "known hosts" artxiboan.
fa: هویت میزبان دور »%1« را نتوانست وارسی کند، زیرا کلید میزبان در پروندۀ »میزبانهای شناخته‌شده« نیست.
fi: Etäpalvelimen '%1' identiteettiä ei voitu tarkistaa, koska sen avain ei ole "known hosts"-tiedostossa.
fr: L'identité du serveur hôte « %1 » n'a pas pu être vérifiée car sa clé n'est pas dans le fichier des serveurs connus.
fy: De identiteit fan de host op ôfstân '%1' kin net ferifiearre wurde omdat de kaai fan de host net oanwezich is yn de triem "known hosts".
gl: A identidade da máquina remota '%1' non pode ser verificada porque a chave da máquina non está no ficheiro das "máquinas coñecidas".
he: אין אפשרות לוודא את הזהות של המארח המרוחק "%1", מאחר שהמפתח של המארח אינו מופיע בקובץ "המארחים המוכרים".
hi: रिमोट होस्ट '%1' की पहचान सत्यापित नहीं की जा सकी चूंकि होस्ट कुंजी "known hosts" फ़ाइल में नहीं है.
hr: Identitet udaljenog računala '%1' nije moguće provjeriti zato jer se ključ računala ne nalazi u datoteci "poznatih računala".
hu: A(z) '%1' nevű kiszolgáló azonosítása nem sikerült, mert a gép kulcsa nem szerepel az "ismert gépek" fájljában.
is: Ekki var hægt að sannreyna auðkenni vélarinnar '%1' því vélarlykillinn er ekki í skránni yfir þekktar vélar (known hosts).
it: L'identità dell'host remoto '%1' non può essere verificata perché la chiave dell'host non si trova nel file degli host conosciuti.
ja: リモートホスト '%1' の識別情報を検証できませんでした。ホストキーが「既知のホスト」ファイルにありません。
kk: '%1' деген қашықтағы хост идентификаңиядан өтпеді, өйткені оның кілті "таныс хостар" файлында жоқ.
km: អត្តសញ្ញាណ​របស់ម៉ាស៊ីន​ឆ្ងាយ '%1' មិន​អាចផ្ទៀងផ្ទាត់បាន ដោយ​សារ​តែ​កូនសោ​របស់​ម៉ាស៊ីនមិន​នៅ​ក្នុង​ឯកសារ "ម៉ាស៊ីន​ដែល​ស្គាល់" ។
ko: 원격 호스트 '%1'의 정체성을 확인할 수 없습니다. 호스트의 키가 "알려진 호스트" 파일에 없습니다.
lt: Nutolusio „%1“ mazgo tapatybė negali būti patikrintas, nes mazgo raktas nėra „žinomų mazgų“ byloje.
mk: Идентитетот на оддалечениот сервер „%1“ не можеше да биде верификуван бидејќи неговиот клуч не е во датотеката со „познати сервери“.
mn: "%1" хостын таних тэмдэг тодорхойлогдохгүй байна, учир нь хостын түлхүүр "known hosts" файлд алга.
ms: Identiti ke hos jauh '%1' tidak dapat ditentukan kerana kunci hos tiada di dalam fail "hos diketahui".
nb: Det var ikke mulig å bekrefte identiteten til vert «%1» fordi denne vertens nøkkel ikke finnes i «known hosts»-fila.
nds: De Identiteet vun den Reekner "%1" lett sik nich överpröven, wiel de Slötel vun den Reekner nich binnen de Datei mit bekannte Reekners steiht.
nl: De identiteit van de host op afstand '%1' kon niet worden geverifieerd omdat de sleutel van de host niet aanwezig is in het bestand "known hosts".
nn: Klarte ikkje stadfesta identiteten til verten «%1» fordi nøkkelen til verten ikkje ligg i fila over «kjende vertar».
pa: ਰਿਮੋਟ ਮੇਜ਼ਬਾਨ '%1' ਦੀ ਪਛਾਣ ਪੁਸ਼ਟੀ ਅਸਫਲ ਹੋਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਮੇਜ਼ਬਾਨ ਦੀ ਕੁੰਜੀ "known hosts" ਫਾਇਲ ਵਿੱਚ ਨਹੀਂ ਹੈ।
pl: Identyfikacja zdalnego komputera '%1' nie mogła zostać sprawdzona, ponieważ klucz komputera nie występuje w pliku "known hosts".
pt: A identidade da máquina remota '%1' não pôde ser verificada porque a chave da máquina não está no ficheiro das "máquinas conhecidas".
pt_br: A identidade da máquina remota '%1' não pôde ser verificada, pois a chave da máquina não está no arquivo de "máquinas conhecidas".
ro: Nu am putut verifica identitatea gazdei distante "%1" deoarece cheia publică a gazdei nu este în fişierul "known hosts".
ru: Идентификация удаленного сервера '%1' не может быть проверена, поскольку ключ сервера не указан в файле "известных серверов".
rw: Ikiranga cy'ubuturo bwa kure '%1' ntigishobora kugenzurwa kubera ko urufunguzo rw'urubuturo rutari mu idosiye "ubuturo butazwi".
se: Ii sáhttán dárkkistit «%1» guossoheaddji identitehta danne go guossoheaddji čoavdda ii leat fiillas gos «oahppas guossoheaddji» namahuvvojit.
sk: Identitu vzdialeného hostiteľa '%1' nebolo možné overiť, pretože jeho kľúč nie je v súbore "známych hostiteľov".
sl: Identitete oddaljenega gostitelja »%1« ni bilo moč preveriti, ker gostiteljev ključ ni v datoteki »znanih gostiteljev«.
sr: Идентитет удаљеног домаћина „%1“ није могуће проверити зато што се кључ домаћина не налази у фајлу „познатих домаћина“.
sr@latn: Identitet udaljenog domaćina „%1“ nije moguće proveriti zato što se ključ domaćina ne nalazi u fajlu „poznatih domaćina“.
sv: Identiteten för värddatorn "%1" kunde inte verifieras eftersom datorns nyckel inte finns i filen med "kända värddatorer".
ta: தொலைநிலை புறவளரின் அடையளம்'%1' சரிபார்க்கப்படாது ஏன் என்றால் புறவளரின் விசை "தெரிந்த புறவளரின் "கோப்பில் இல்லை.
tg: Шиносоии соҳиби дурдасти '%1' баррасӣ карда намешавад зеро калиди соҳиб дар файли "соҳибони маълум" нест.
th: ไม่สามารถตรวจสอบการแสดงตัวของโฮสต์ '%1' ได้ เนื่องจากกุญแจของโฮสต์ไม่อยู่ในรายการในแฟ้ม "โฮสต์ที่รู้จัก"
uk: Неможливо перевірити тотожність віддаленої машини "%1" тому,що її ключа не має у файлі зі списком "відомих машин".
zh_cn: 因为远程主机的密钥不在“已知主机”文件中，远程主机“%1”的身份不能确认。
