Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kio_sftp.po
Languages: af, ar, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, mn, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn

source: The remote host does not support renaming files.
af: Die afgeleë gasheer ondersteun nie die herbenaam van lêers
ar: المضيف البعيد لا يدعم تغيير أسماء الملفات.
bg: Отдалеченият хост на поддържа преименуване на файлове.
bs: Udaljeni računar ne podržava promjenu imena datoteka.
ca: La màquina remota no permet reanomenar fitxers.
cs: Vzdálený hostitel nepodporuje přejmenování souborů.
cy: Nid yw'r gwesteiwr pell yn cynnal ail-enwi ffeiliau.
da: Den eksterne vært understøtter ikke omdøbning af filer.
de: Der Fremdrechner erlaubt kein Umbenennen von Dateien.
el: Ο απομακρυσμένος κόμβος δεν υποστηρίζει μετονομασία αρχείων.
eo: La fora gastiga komputilo ne subtenas la renomon de dosieroj.
es: La máquina remota no soporta el cambio de nombre de archivos.
et: Kaugmasin ei toeta failide ümbernimetamist.
eu: Urruneko ostalariak ez du fitxategien izenak aldatzerik onartzen.
fa: میزبان دور، پرونده‌های تغییر نام را پشتیبانی نمی‌کند.
fi: Etäpalvelin ei tue tiedostojen uudelleennimeämistä.
fr: L'hôte distant ne prend pas en charge le renommage des fichiers.
fy: De host op ôfstân jout gjin ûndersteuning foar nammen te feroarjen fan triemmen.
ga: Ní thacaíonn an cianósta le hathainmniú comhad.
gl: A máquina remota non soporta o cambio de nome nos ficheiros.
he: המארח המרוחק לא תומך בשינוי שמות קבצים.
hi: रिमोट होस्ट फ़ाइल नाम बदलना समर्थित नहीं करते.
hr: Udaljeno računalo ne podržava promijenu imena datoteka.
hu: A kiszolgáló nem támogatja fájlok átnevezését.
is: Fjartengda vélin styður ekki að endurnefna skrár.
it: L'host remoto non supporta il cambiamento di nome dei file.
ja: リモートホストはファイルの名前変更をサポートしていません。
kk: Қашықтағы хост файлдардын атауын өзгертуге бермейді.
km: ម៉ាស៊ីន​ឆ្ងាយមិន​គាំទ្រ​ការ​ប្ដូរ​ឈ្មោះ​ឯកសារ ។
ko: 원격 호스트의 파일 이름을 바꿀 수 없습니다.
lt: Nutolęs mazgas nepalaiko bylų pervadinimo.
mk: Оддалечениот сервер не поддржува менување имиња на датотеки.
ms: Hos jauh tidak menyokong penamaan semula fail.
nb: Fjernverten støtter ikke omdøping av filer.
nds: De anner Reekner ünnerstütt dat Ümnömen vun Dateien nich.
nl: De externe host biedt geen ondersteuning voor het hernoemen van bestanden.
nn: Fjernverten støttar ikkje endring av filnamn.
pa: ਰਿਮੋਟ ਮੇਜ਼ਬਾਨ ਫਾਇਲਾਂ ਦਾ ਨਾਂ-ਤਬਦੀਲ ਕਰਨ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
pl: Zdalny serwer nie obsługuje zmiany nazwy plików.
pt: A máquina remota não suporta a mudança de nomes de ficheiros.
pt_br: A máquina remota não suporta a renomeação de arquivos.
ro: Gazda distantă nu suportă redenumirea de fişiere.
ru: Удаленный узел не поддерживает переименование файлов.
rw: Ubuturo bwa kure ntibwemera guhindura izina rya dosiye.
se: Gáiddus guossoheaddji ii doarjjo fiilanammamolsun.
sk: Vzdialený hostiteľ nepodporuje premenovávanie súborov.
sl: Oddaljeni gostitelj ne podpira preimenovanja datotek.
sr: Удаљени домаћин не подржава промену имена фајлова.
sr@latn: Udaljeni domaćin ne podržava promenu imena fajlova.
sv: Värddatorn stöder inte att byta namn på filer.
ta: தொலைநிலை புறவளர் கோப்பின் பெயர்மற்றுதளுக்கு துணை புரியாது.
tg: Соҳиби дурдаст файлҳои азнавномгузошташударо пуштибонӣ намекунад.
th: เครื่องโฮสต์ปลายทางไม่รองรับการเปลี่ยนชื่อแฟ้ม
uk: Віддалений вузол не підтримує перейменування файлів.
zh_cn: 远程主机不支持文件更名。

source: The remote host does not support creating symbolic links.
af: Die afgeleë gasheer ondersteunn nie die maak van simboliese koppelinge
ar: المضيف البعيد لا يدعم خلق الروابط الرمزية..
bg: Отдалеченият хост на поддържа създаването на символни връзки.
bs: Udaljeni računar ne podržava pravljenje simboličkih linkova.
ca: La màquina remota no permet crear enllaços simbòlics.
cs: Vzdálený hostitel nepodporuje vytvoření symbolického odkazu.
cy: Nid yw'r gwesteiwr pell yn cynnal creu cysylltau symbolaidd.
da: Den eksterne vært understøtter ikke oprettelse af symbolske link.
de: Der Fremdrechner erlaubt kein Erstellen symbolischer Verknüpfungen.
el: Ο απομακρυσμένος κόμβος δεν υποστηρίζει δημιουργία συμβολικών δεσμών.
eo: La fora gastiga komputilo ne subtenas la kreadon de simbolaj ligiloj.
es: La máquina remota no soporta la creación de enlaces simbólicos.
et: Kaugmasin ei toeta nimeviitade loomist.
eu: Urruneko ostalariak ez du esteka sinbolikoak sortzerik onartzen.
fa: میزبان دور، ایجاد پیوندهای نمادی را پشتیبانی نمی‌کند.
fi: Etäpalvelin ei tue symboolisten linkkien tekemistä.
fr: L'hôte distant ne prend pas en charge la création de liens symboliques.
fy: De host op ôfstân jout gjin ûndersteuning foar it oanmeitsjen fan symbolyske keppelingen.
ga: Ní féidir leis an óstríomhaire cianda naisc shiombalacha a chruthú.
gl: A máquina remota non soporta a creación de enlaces simbólicos.
he: המארח המרוחק לא תומך ביצירת קישורים סימבוליים.
hi: रिमोट होस्ट सिंबालिक लिंक्स तैयार करने के लिए समर्थन नहीं करता.
hr: Udaljeno računalo ne podržava pravljenje simboličkih veza.
hu: A kiszolgáló nem támogatja szimbolikus linkek létrehozását.
is: Fjartengda vélin styður ekki að búa til tákntengi.
it: L'host remoto non supporta la creazione di collegamenti simbolici.
ja: リモートホストはシンボリックリンクの作成をサポートしていません。
kk: Қашықтағы хост символдық сілтемелерді құруға бермейді.
km: ម៉ាស៊ីនឆ្ងាយមិន​គាំទ្រ​ការ​បង្កើត​តំណ​និមិត្តសញ្ញា ។
ko: 원격 호스트에서 심볼릭 링크를 만들 수 없습니다.
lt: Nutolęs mazgas nepalaiko simbolinių nuorodų kūrimo.
mk: Оддалечениот сервер не поддржува создавање на симболички врски.
ms: Hos jauh tidak menyokong pembuatan pautan simbolik.
nb: Fjernverten støtter ikke opprettelse av symbolske linker.
nds: De anner Reekner ünnerstütt dat Anleggen vun symboolsche Links nich.
nl: De externe host biedt geen ondersteuning voor het aanmaken van symbolische koppelingen.
nn: Fjernverten støttar ikkje oppretting av symbolske lenkjer.
pa: ਰਿਮੋਟ ਮੇਜ਼ਬਾਨ ਨਿਸ਼ਾਨ ਸੰਬੰਧ ਬਣਾਉਣ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
pl: Zdalny serwer nie obsługuje tworzenia dowiązań symbolicznych.
pt: A máquina remota não suporta a criação de ligações simbólicas.
pt_br: A máquina remota não suporta a criação de links simbólicos.
ro: Gazda distantă nu suportă crearea de legături simbolice.
ru: Удаленный узел не поддерживает создание символических ссылок.
rw: Ubuturo bwa kure ntibwemera kurema amahuza bimenyetso
se: Gáiddus guossoheaddji ii doarjjo symbolalaš liŋkkaid ráhkadeami.
sk: Vzdialený hostiteľ nepodporuje vytváranie symbolických odkazov.
sl: Oddaljeni gostitelj ne podpira ustvarjanja simboličnih povezav.
sr: Удаљени домаћин не подржава прављење симболичких веза.
sr@latn: Udaljeni domaćin ne podržava pravljenje simboličkih veza.
sv: Värddatorn stöder inte att skapa symboliska länkar.
ta: தொலைநிலை புறவளர் குறியீட்டுத் தொடர்பு துணை புரியாது.
tg: Соҳиби дурдаст офаридани алоқаҳои аломатиро пуштибонӣ намекунад.
th: เครื่องโฮสต์ปลายทางไม่รองรับการสร้างแฟ้มเชื่อมโยงแบบสัญลักษณ์
uk: Віддалений вузол не підтримує створення символічних посилань.
zh_cn: 远程主机不支持创建符号连接。

source: Connection closed
af: Verbinding gesluit.
ar: تم اغلاق الاتصال.
bg: Връзката е затворена
bs: Veza prekinuta
ca: Connexió tancada
cs: Spojení ukončeno
cy: Ceuwyd y cysylltiad
da: Forbindelse lukket
de: Verbindung beendet
el: Η σύνδεση έκλεισε
eo: Senkonektita
es: Conexión cerrada
et: Ühendus suletud
eu: Konexioa itxita
fa: اتصال بسته شد
fi: Yhteys suljettiin
fr: Connexion fermée
fy: Ferbining ferbrutsen
ga: Nasc dúnta
gl: Conexión pechada
he: החיבור נסגר.
hi: कनेक्शन बन्द
hr: Veza je zatvorena
hu: A kapcsolat bezárult.
is: Tenging rofin
it: Connessione chiusa
ja: 接続が閉じられました
kk: Қосылым жабылды
km: ការ​តភ្ជាប់​បាន​បិទ
ko: 연결이 닫혔음
lt: Prisijungimas baigtas
mk: Врската е затворена
mn: Холболт төгслөө
ms: Sambungan ditutup
nb: Tilkobling avsluttet
nds: Afkoppelt
nl: Verbinding verbroken
nn: Sambandet stengt
pa: ਕੁਨੈਕਸ਼ਨ ਬੰਦ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Połączenie zamknięte
pt: A ligação foi fechada
pt_br: Conexão encerrada
ro: Conexiune închisă
ru: Соединение закрыто.
rw: Ukwihuza gufunze
se: Oktavuohta botkejuvvon
sk: Spojenie zatvorené
sl: Povezava je zaprta
sr: Веза је затворена
sr@latn: Veza je zatvorena
sv: Anslutning stängd
ta: இணைப்பு மூடியது
tg: Пайвастшавӣ пӯшида шудааст
th: การเชื่อมต่อยุติ
uk: З'єднання закрито
zh_cn: 连接已关闭

source: Could not read SFTP packet
af: Kon nie lees SFTP pakket
ar: تعذرت قراءة حزمة SFTP.
bg: Не може да бъде прочетен пакетът SFTP
bs: Ne mogu pročitati SFTP paket
ca: No es pot llegir el paquet SFTP
cs: Nelze přečíst SFTP paket
cy: Methwyd darllen y pecyn SFTP
da: Kunne ikke læse SFTP-pakke
de: SFTP-Paket kann nicht gelesen werden
el: Αδύνατη η ανάγνωση του πακέτου SFTP
eo: Ne povas legi SFTP-pakaĵon
es: Imposible leer paquete SFTP
et: SFTP paketi lugemine ebaõnnestus
eu: Ezin SFTP paketea irakurri
fa: نتوانست بستۀ SFTP را بخواند
fi: Ei voitu lukea SFTP pakettia
fr: Impossible de lire le paquet sFTP
fy: It SFTP-pakket koe net lêzen wurde.
ga: Níorbh fhéidir paicéad SFTP a léamh
gl: Imposible ler paquete SFTP
he: אין אפשרות לקרוא חפיסת SFTP
hi: एसएफटीपी पैकेट पढ़ नहीं सका
hr: Ne mogu pročitati SFTP paket
hu: Egy SFTP-csomagot nem sikerült beolvasni
is: Gat ekki lesið SFTP pakka
it: Impossibile leggere il pacchetto SFTP.
ja: SFTP パケットを読み込めません
kk: SFTP дестесі оқылмады
km: មិន​អាច​អាន​កញ្ចប់​ព័ត៌មាន​របស់ SFTP
ko: SFTP 패킷을 읽을 수 없음
lt: Nepavyksta perskaityti SFTP paketo
mk: Не можам да го прочитам SFTP пакетот
mn: SFTP-багц уншигдсангүй
ms: Tidak dapat membaca paket SFTP
nb: Fant ikke lese SFTP-pakke
nds: SFTP-Paket lett sik nich lesen
nl: Het SFTP-pakket kon niet worden gelezen
nn: Klarte ikkje lesa SFTP-pakke
pa: SFTP ਪੈਕਟ ਪੜਨ ਨਹੀਂ ਸਕਿਆ
pl: Nie można odczytać pakietu SFTP
pt: Não foi possível ler o pacote de SFTP
pt_br: Não foi possível ler o pacote SFTP
ro: Nu am putut citi pachetul SFTP
ru: Не удаётся прочитать пакет SFTP
rw: Ntibishobotse gusoma ipaki SFTP
se: Ii sáhttán lohkat SFTP-páhka
sk: Nepodarilo sa prečítať paket SFTP
sl: Ni bilo možno prebrati paketa SFTP
sr: Нисам могао да прочитам SFTP пакет
sr@latn: Nisam mogao da pročitam SFTP paket
sv: Kunde inte läsa SFTP-paket
ta: SFTP பொட்டலதை படிக்க இயலாது.
tg: Хондани бастаи барномаҳои SFTP нашуда истодааст
th: ไม่สามารถอ่านแพ็กเกต SFTP ได้
uk: Не вдається прочитати з сокету SFTP
zh_cn: 无法读取SFTP包

source: SFTP command failed for an unknown reason.
af: SFTP opdrag het gevaal as gevolg van 'n onbekende rede.
ar: فشل أمر SFTP لسبب مجهول.
bg: Команда SFTP пропадна по неизвестна причина.
bs: SFTP naredba nije uspjela iz nepoznatih razloga.
ca: El comandament SFTP ha fallat per raons desconegudes.
cs: SFTP příkaz z neznámého důvodu selhal
cy: Methodd y gorchymyn SFTP am reswm anhysbys.
da: SFTP-kommando mislykkedes af en ukendt grund.
de: SFTP-Befehl kann nicht ausgeführt werden (Grund unbekannt).
el: Η εντολή SFTP απέτυχε για άγνωστο λόγο.
eo: SFTP-komando malsukcesis mistere.
es: Orden SFTP fallida por razones desconocidas.
et: SFTP käsu täitmine ebaõnnestus teadmata põhjusel.
eu: SFTP aginduak huts egin du ezagutzen ez den arrazoi batengatik.
fa: خرابی در فرمان SFTP، به دلیلی ناشناخته.
fi: SFTP komento epäonnistui tuntemattoman syyn johdosta
fr: La commande sFTP a échoué pour une raison inconnue.
fy: SFTP-kommando is mislearre troch in ûnbekende barren.
ga: Theip ar an ordú SFTP; ní fios cén fáth.
gl: O comando SFTP fallou por racións descoñecidas.
he: פקודת ה-SFTP נכשלה עקב סיבה לא ידועה.
hi: अज्ञात कारणों से एसएफटीपी कमांड असफल.
hr: SFTP naredba nije uspijela iz nepoznatog razloga.
hu: Egy SFTP parancs végrehajtása ismeretlen okok miatt nem sikerült.
is: SFTP skipun tókst ekki af ókunnri ástæðu.
it: Comando SFTP non riuscito per un motivo sconosciuto.
ja: SFTP コマンドが不明な原因で失敗しました。
kk: SFTP командасы беймәлім себебімен орындалмады.
km: ពាក្យ​បញ្ជា SFTP បាន​បរាជ័យ ដោយ​សារហេតុផល​ដែល​មិន​ស្គាល់ ។
ko: 알 수 없는 이유로 SFTP 명령이 실패했습니다.
lt: SFTP komanda nepavyko dėl nežinomas priežasties.
mk: SFTP командата не успеа од непозната причина.
mn: SFTP-тушаал биелсэнгүй (шалтгаан тодорхойгүй).
ms: Arahan SFT P gagal, punca tidak diketahui.
nb: SFTP-kommando feiltet av ukjent årsak.
nds: SFTP-Befehl fehlslaan, de Grund is nich bekannt.
nl: SFTP-commando is mislukt door een onbekende oorzaak.
nn: SFTP-kommandoen mislukkast av ukjend grunn.
pa: SFTP ਕਮਾਂਡ ਅਣਜਾਣੇ ਕਾਰਨ ਕਰਕੇ ਅਸਫਲ ਹੈ।
pl: Polecenie SFTP zakończone błędem z niewiadomych powodów.
pt: O comando de SFTP falhou por uma razão desconhecida.
pt_br: O comando SFTP falou por uma razão desconhecida.
ro: Comanda SFTP a eşuat dintr-un motiv necunoscut.
ru: Сбой выполнения команды SFTP по неизвестной причине.
rw: Ibwiriza SFTP ryanze kubera impamvu zitazwi
se: SFTP gohččun filtii amas siva dihte.
sk: Príkaz SFTP zlyhal z neznámych dôvodov.
sl: Ukaz SFTP ni uspel zaradi neznanega razloga.
sr: SFTP наредба није успела из непознатог разлога.
sr@latn: SFTP naredba nije uspela iz nepoznatog razloga.
sv: SFTP-kommando misslyckades av okänd anledning.
ta: தெரியாத ஒரு கரனத்திர்க்காக SFTP கட்டளை தவரியது.
tg: Иҷрои фармони SFTP бо сабаби номаълум ба хатогӣ дучор шуд.
th: คำสั่ง SFTP ทำงานล้มเหลวโดยไม่ทราบเหตุผล
uk: Трапилась помилка SFTP з невідомої причини.
zh_cn: SFTP 命令执行失败，原因未知。

source: The SFTP server received a bad message.
af: Die SFTP bediener het 'n slegte boodskap ontvang.
ar: استلم خادم SFTP رسالة سيئة.
bg: Сървърът SFTP получи невалидно съобщение.
bs: SFTP server je primio neispravnu poruku.
ca: El servidor SFTP ha rebut un missatge dolent.
cs: SFTP server obdržel neplatnou zprávu.
cy: Derbynnodd y gweinydd SFTP neges wael.
da: SFTP-serveren modtog en dårlig besked.
de: Der SFTP-Server erhielt eine ungültige Nachricht.
el: Ο εξυπηρετητής SFTP έλαβε ένα προβληματικό μήνυμα.
eo: La SFTP-servilo ricevis malĝustan mesaĝon.
es: El servidor SFTP recibió un mensaje malo.
et: SFTP server sai vigase teate.
eu: SFTP zerbitzariak mezu txarra jaso du.
fa: کارساز SFTP پیام بدی دریافت کرد.
fi: SFTP palvelin vastaanotti huonon viestin.
fr: Le serveur sFTP a reçu un message incorrect.
fy: De SFTP-tsjinner hat in ûnjildich berjocht ûnfong.
ga: Fuair an freastalaí SFTP droch-theachtaireacht.
gl: O servidor SFTP recibiu unha mensaxe non válida.
he: שרת ה-SFTP קיבל הודעה שגויה.
hi: एसएफटीपी सर्वर को खराब संदेश प्राप्त.
hr: SFTP poslužitelj je primio neispravnu poruku.
hu: Az SFTP-kiszolgáló hibás üzenetet kapott.
is: SFTP þjónn fékk undarleg skeyti.
it: Il server SFTP ha ricevuto un messaggio sbagliato.
ja: SFTP サーバは不正なメッセージを受信しました。
kk: SFTP серверден жарамсыз хабар келді.
km: ម៉ាស៊ីន​បម្រើ SFTP បាន​ទទួល​សារអាក្រក់​មួយ ។
ko: SFTP 서버에서 잘못된 메시지를 받았습니다.
lt: SFTP serveris gavo blogą žinutę.
mk: SFTP серверот прими лоша порака.
mn: SFTP-Сервер хүчингүй мэдээ хүлээн авлаа.
ms: Pelayan SFTP menerima mesej buruk.
nb: SFTP-tjener mottok en mangelfull melding.
nds: De SFTP-Server hett en nich gellen Naricht kregen.
nl: De SFTP-server ontving een ongeldig bericht.
nn: SFTP-tenaren mottok ei øydelagd melding.
pa: SFTP ਸਰਵਰ ਨੂੰ ਗਲਤ ਸੁਨੇਹਾ ਪਰਾਪਤ ਹੋਇਆ ਹੈ।
pl: Serwer SFTP odebrał złą wiadomość.
pt: O servidor de SFTP recebeu uma mensagem inválida.
pt_br: O servidor SFTP recebeu uma mensagem ruim.
ro: Serverul SFTP a primit un mesaj necorespunzător.
ru: Сервер SFTP прислал сообщение неверного формата.
rw: Seriveri SFTP yakiriye ubutumwa bubi.
se: SFTP oaččui billešuvvan dieđáhus.
sk: Server SFTP prijal chybnú správu.
sl: Strežnik SFTP je sprejel slabo sporočilo.
sr: SFTP сервер је примио неисправну поруку.
sr@latn: SFTP server je primio neispravnu poruku.
sv: SFTP-servern mottog ett felaktigt meddelande.
ta: SFTP வழங்கன் தவரான செய்தியை பெற்றது.
tg: Хидматрасони SFTP паёми харобшударо гирифтааст.
th: เซิร์ฟเวอร์ SFTP ได้รับข้อความที่ไม่ถูกต้อง
uk: Сервер SFTP отримав зіпсоване повідомлення.
zh_cn: SFTP服务器收到了一个损坏的信息。

source: You attempted an operation unsupported by the SFTP server.
af: Jy het probeer 'n bedryf deur te voer wat nie deur die SFTP bediener ondersteun word nie.
ar: لقد حاولت القيام بعملية غير مدعومة من خادم SFTP.
bg: Вие направихте заявка за операция, която не се поддържа от сървъра SFTP.
bs: Pokušali ste operaciju koju SFTP server ne podržava.
ca: Heu intentat fer una operació no acceptada pel servidor SFTP.
cs: Pokusili jste se o akci nepodporovanou SFTP serverem.
cy: Fe geisioch weithred nas cynhelir gan y gweinydd SFTP.
da: Du forsøgte en operation der ikke er understøttet af SFTP-serveren.
de: Sie haben versucht, eine Anweisung auszuführen, die vom SFTP-Server nicht unterstützt wird.
el: Επιχειρήσατε μια ενέργεια που δεν υποστηρίζεται από τον εξυπηρετητή SFTP.
eo: Vi penis operacion kiu ne estas subtenita de la SFTP-servilo.
es: Ha intentado realizar una operación no soportada por el servidor SFTP.
et: Sa üritasid teha midagi niisugust, mida SFTP server ei toeta.
eu: SFTP zerbitzariak onartzen ez duen operazioa egiten saiatu zara.
fa: اقدام به عملی کردید که توسط کارساز SFTP پشتیبانی نشده است.
fi: SFTP palvelin ei tue yrittämääsi toimenpidettä.
fr: L'opération tentée n'est pas disponible sur le serveur sFTP.
fy: Do probearrest in operaasje dy net ûndersteund wurd troch de SFTP-tsjinner.
ga: Bhain tú triail as oibríocht nach dtacaíonn an freastalaí SFTP leis.
gl: Intentou realizar unha operación non soportada polo servidor SFTP.
he: ניסית לבצע פעולה שאינה נתמכת על ידי שרת ה-SFTP.
hi: आपके द्वारा एसएफटीपी सर्वर द्वारा असमर्थित आपरेशन चाहा गया.
hr: Pokušali ste operaciju koju SFTP poslužitelj ne podržava.
hu: Olyan műveletet kért, melyet az SFTP-kiszolgáló nem támogat.
is: Þú reyndir aðgerð sem er ekki studd af SFTP þjóninum.
it: Hai provato un operazione non supportata da questo server SFTP.
ja: SFTP サーバがサポートしていない操作を実行しようとしました。
kk: SFTP сервер қолдамайтын амалды орындау әрекеті.
km: អ្នក​បាន​ប៉ុនប៉ង​ធ្វើ​ប្រតិបត្តិការ​មួយ ដែល​មិន​បាន​គាំទ្រ​ដោយ​ម៉ាស៊ីន​បម្រើ SFTP ។
ko: SFTP 서버가 지원하지 않는 동작을 시도했습니다.
lt: Jūs bandėte operaciją, nepalaikomą SFTP serverio.
mk: Се обидовте да извршите операција која не е поддржана од SFTP серверот.
mn: Та SFTP-Сервер дэмжээгүй үйлдэл гүйцэтгэхийг оролджээ.
ms: Anda meminta operasi yang tidak disokong oleh pelayan SFTP.
nb: Forsøk på en operasjon som ikke støttes av SFTP-tjeneren.
nds: Du wullst en Akschoon utföhren, de de SFTP-Server nich ünnerstütt.
nl: U probeerde een operatie die niet wordt ondersteund door de SFTP-server.
nn: Du har prøvd å utføra ein operasjon SFTP-tenaren ikkje støttar.
pa: ਤੁਸੀਂ ਇੱਕ ਕਾਰਵਾਈ ਦੀ ਕੋਸ਼ਿਸ ਕੀਤੀ ਹੈ, ਜਿਸ ਲਈ SFTP ਸਰਵਰ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
pl: Zamierzasz wykonać operację nieobsługiwaną przez serwer SFTP.
pt: O utilizador tentou uma operação não suportada pelo servidor de SFTP.
pt_br: Você tentou uma operação não-suportada pelo servidor SFTP.
ro: Aţi încercat o operaţie nesuportată de serverul SFTP.
ru: Попытка выполнить операцию, не поддерживаемую сервером SFTP.
rw: Wagerageje igikorwa kitemewe na seriveri SFTP.
se: Don geahččalit dahkat doaimma maid SFTP-bálvá ii doarjju.
sk: Pokúsili ste sa o operáciu, ktorú server SFTP nepodporuje.
sl: Poskušali ste dejanje, ki ga strežnik SFTP ne podpira.
sr: Покушали сте операцију коју SFTP сервер не подржава.
sr@latn: Pokušali ste operaciju koju SFTP server ne podržava.
sv: Du försökte utföra en åtgärd som inte stöds av SFTP-servern.
ta: நீங்கள் செய்த செயல்பாடு, SFTP வழங்கனால் துணைபுரியவில்லை.
tg: Кӯшиши иҷрои амалиёте, ки аз тарафи хидматрасони SFTP пуштибонӣ намегардад.
th: คุณกำลังพยายามทำสิ่งที่เซิร์ฟเวอร์ SFTP ไม่สนับสนุน
uk: Ви спробували виконати операцію, що не підтримується сервером SFTP.
zh_cn: 您企图执行SFTP服务器不支持的操作。

source: Error code: %1
af: Fout kode: %1
bg: Код на грешка: %1
bs: Kod greške: %1
ca: Codi d'error: %1
cs: Chybový kód: %1
cy: Cod gwall: %1
da: Fejl-kode: %1
de: Fehlerbezeichnung: %1
el: Κωδικός σφάλματος: %1
eo: Erara kodo: %1
es: Código de error: %1
et: Veakood: %1
eu: Errore-kodea: %1
fa: کد خطا: %1
fi: Virhekoodi: %1
fr: Code d'erreur : %1
fy: Flaterkoade: %1
ga: Cód earráide: %1
gl: Código do erro: %1
he: קוד שגיאה: %1
hi: त्रुटि कोडः %1
hu: Hibakód: %1
is: Villukóði: %1
it: Codice di errore: %1
ja: エラーコード: %1
kk: Қатенің коды: %1
km: កូដ​កំហុស ៖ %1
ko: 오류 코드: %1
lt: Klaidos kodas: %1
mk: Код на грешка: %1
ms: Kod ralat: %1
nb: Feilkode: %1
nds: Fehlerkode: %1
nl: Foutcode: %1
nn: Feilkode: %1
pa: ਗਲਤੀ ਕੋਡ: %1
pl: Kod błędu: %1
pt: Código de erro: %1
pt_br: Código de erro: %1
ro: Cod de eroare: %1
ru: Код ошибки: %1
rw: Ikosa rya kode: %1
se: Meattáhuskoda: %1
sk: Kód chyby: %1
sl: Koda napake: %1
sr: Кôд грешке: %1
sr@latn: Kôd greške: %1
sv: Felkod: %1
ta: %1பிழை குறிப்பு:
tg: Рамзи хатогӣ: %1
th: โค้ดผิดพลาด: %1
uk: Код помилки: %1
zh_cn: 错误代码：%1

source: Cannot specify a subsystem and command at the same time.
af: Kan nie spesifiseer 'n subsisteem en opdrag na die selfde tyd.
ar: لا يمكن تحديد نظام فرعي و أمر في نفس الوقت
bg: Не може да се задава подсистема и команда едновременно.
bs: Ne mogu podesiti podsistem i naredbu u isto vrijeme.
ca: No es pot especificar un subsistema i un comandament alhora.
cs: Nelze naráz zadat subsystém a příkaz.
cy: Nid oes modd penodi is-gysawd a gorchymun ar yr un pryd.
da: Kan ikke angive et undersystem og kommando samtidigt.
de: Es kann nicht gleichzeitig ein Subsystem und ein Befehl angegeben werden.
el: Δεν είναι δυνατό να οριστεί ένα υποσύστημα και μια εντολή την ίδια στιγμή.
eo: Ne povas difini subsistemon kaj komandon samtempe.
es: Imposible especificar un subsistema y una orden al mismo tiempo.
et: Alamsüsteemi ja käsku pole võimalik korraga määrata.
eu: Ezinezkoa da bai subsistema eta bai komandoa batera zehaztea.
fa: هم زمان، نمی‌توان یک زیرسیستم و فرمان مشخص کرد.
fi: Ei voitu määritellä alijärjestelmää ja komentoa samalla.
fr: Impossible de spécifier le sous-système et la commande simultanément.
fy: Der kin net gelyktidich in subsysteem en kommando opjûn wurde.
ga: Ní féidir fochóras agus ordú ag an am céanna.
gl: Imposible especificar un subsistema e un comando ó mesmo tempo.
he: אין אפשרות לציין בו זמנית מערכת משנה ופקודה.
hi: एक ही समय पर एक सब-सिस्टम तथा कमांड उल्लेखित नहीं कर सकता.
hr: Ne mogu odrediti podsistem i naredbu u isto vrijeme.
hu: Nem lehet egyszerre alrendszert és parancsot is megadni.
is: Get ekki skilgreint undirkerfi og skipun í einu.
it: Impossibile specificare un sottosistema e un comando allo stesso tempo.
ja: サブシステムとコマンドを同時に指定することはできません。
kk: Бағыныңқы жүйе мен команданы бірге келтіруге болмайды.
km: មិន​អាច​បញ្ជាក់អំពីប្រព័ន្ធ​រង​មួយ និង​ពាក្យ​បញ្ជា​នៅ​ពេល​ដំណាល​គ្នា​ ។​
ko: 서브시스템과 명령을 같이 정의할 수 없습니다.
lt: Nepavyksta nurodyti posistemės ir komandos tuo pačiu metu.
mk: Не можам да наведам подсистем и команда во исто време.
mn: Нэгэн зэрэг дэд систем ба тушаал өгөгдөх боломжгүй.
ms: Tidak dapat menentukan subsistem dan arahan pada masa yang sama.
nb: Kan ikke oppgi et subsystem og en kommando på samme tid.
nds: En Ünnersysteem un en Befehl köönt nich to de sülve Tiet angeven warrn.
nl: Er kan niet tegelijkertijd een subsystem en commando worden opgegeven.
nn: Kan ikkje oppgje både undersystem og kommando samtidig.
pa: ਇੱਕੋ ਸਮੇਂ ਅਧੀਨ-ਸਿਸਟਮ ਤੇ ਕਮਾਂਡ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।
pl: Nie można określić jednocześnie podsystemu i polecenia.
pt: Não é possível especificar um sub-sistema e um comando ao mesmo tempo.
pt_br: Não é possível especificar um subsistema e comando ao mesmo tempo.
ro: Nu pot specifica un subsistem şi o comandă în acelaşi timp.
ru: Невозможно одновременно указать подсистему и команду.
rw: Ntibyashobotse kugaragaza sisitemuyungirije n'ibwiriza ku gihe kimwe.
se: Ii sáhte addit sihke vuollevuogádaga ja gohččuma seammá áiggis.
sk: Nie je možné zadať naraz subsystém aj príkaz.
sl: Ni moč navesti podsistema in ukaza hkrati.
sr: Не можете навести подсистем и наредбу у исто време.
sr@latn: Ne možete navesti podsistem i naredbu u isto vreme.
sv: Kan inte specificera ett delsystem och kommando på samma gång.
ta: துணைமுறைமையையும் கட்டளையையும் ஒரெ நேரத்தில் குறிக்க இயலாது.
tg: Дар як вақт таъин нашудани зерсистема ва фармон мумкин нест.
th: ไม่สามารถระบุระบบย่อยและคำสั่งในเวลาเดียวกันได้
uk: Неможливо вказувати підсистему та команду одночасно.
zh_cn: 不能同时指定子系统和命令。
