Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kio_sftp.po
Languages: af, ar, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, mn, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn

source: Manually, add the host's key to the "known hosts" file or contact your administrator.
af: Eiehandig, voeg by die gasheer se sleutel na die "bekend bedieners" lêer of kontak jou administrateur.
ar: بشكل يدوي, قم بإضافة مفتاح المستضيف الى ملف "known hosts" أو قم بالاتصال بمدير النظام.
bg: Ръчно добавете ключа на хоста към файла с известни хостове или се обърнете към системния администратор.
bs: Ručno unesite ključ računara u datoteku "poznati računari" ili kontaktirajte vašeg administratora.
ca: Afegiu-la manualment al fitxer "known_hosts" o contacteu amb el vostre administrador.
cs: Ručně přidejte klíč hostitele do souboru známých hostitelů nebo kontaktujte svého systémového administrátora.
cy: Ychwanegwch allwedd y gwesteiwr â llaw i'r ffeil "gwesteiwyr hysbys" neu gysylltwch â'ch rheolwr.
da: Tilføj værtens nøgle manuelt til "known hosts"-filen eller kontakt din administrator.
de: Fügen Sie die Kennung von Hand zu der Datei vertrauenswürdiger Schlüssel hinzu oder kontaktieren Sie den Systemverwalter.
el: Χειρωνακτικά, προσθέστε το κλειδί του κόμβου στο αρχείο "γνωστοί κόμβοι" ή επικοινωνήστε με το διαχειριστή του συστήματός σας.
eo: Permane aldonu ties ŝlosilon al la dosiero de "konataj gastigoj", aŭ kontakti vian administranton.
es: Añada manualmente la clave de la máquina al archivo de máquinas conocidas ("known_hosts") o contacte con su administrador.
et: Lisa käsitsi masina võti "tuntud masinate" faili või võta ühendust võrguadministraatoriga.
eu: Gehi ezazu eskuz ostalariaren gakoa "known hosts" fitxategian edo jakinaraz iezaiozu kudeatzaileari.
fa: کلید میزبان را به طور دستی به پروندۀ »میزبانهای شناخته‌شده « اضافه کنید، یا با سرپرست خود تماس بگیرید.
fi: Käsin, lisää palvelimen avain "known hosts"-tiedostoon tai ota yhteyttä ylläpitoon.
fr: Ajoutez manuellement la clé du serveur dans le fichier des « hôtes connus » ou contactez votre administrateur.
fy: Fier de kaai fan de host mei de hân ta oan de triem "known hosts" of nim kontakt op mei dyn systeembehearder.
gl: Engada manualmente a clave da máquina ó ficheiro de máquinas coñecidas ("known_hosts") ou contacte co seu administrador.
he: הוסף באופן ידני את המפתח של המארח לקובץ "המארחים המוכרים", או צור קשר עם מנהל המערכת שלך.
hi: होस्ट कुंजी हाथों से ही "known hosts" फ़ाइल में जोड़ें या अपने तंत्र प्रशासक से संपर्क करें.
hr: Ručno dodajte ključ domaćina na "known hosts" ili kontaktirajte svog administratora
hu: A kiszolgáló kulcsát kézzel hozzá kell adni az "ismert gépek" fájljához (kérdezze meg a rendszergazdát, ha nem tudja, hogyan kell).
is: Bættu vélarlyklinum handvirkt við í skránna yfir þekktar vélar (known hosts) eða hafðu samband við kerfisstjóra.
it: Aggiungi manualmente la chiave dell'host al file "known hosts" o contatta il tuo amministratore.
ja: 手動で「既知のホスト」ファイルにホストキーを追加するか、あなたのシステム管理者に連絡してください。
kk: Хосттың кілтін өзіңіз "таныс хосттар" файлына енгізіңіз, немесе әкімшіңізге қатынаңыз.
km: បន្ថែម​កូនសោ​របស់​ម៉ាស៊ីនទៅ​ឯកសារ "ម៉ាស៊ីនដែលស្គាល់" ដោយ​ដៃ ឬ ទាក់ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​របស់​អ្នក ។
ko: 수동으로 "알려진 호스트" 파일에 호스트 키를 추가하거나 시스템 관리자에게 연락하십시오.
lt: Įdėkite mazgo raktą į „known_hosts“ bylą rankiniu būdu ar kreipkitės į savo administratorių.
mk: Рачно, додајте го клучот на серверот во датотеката „познати сервери“ или контактирајте со вашиот администратор.
mn: Та гараар хостын түлхүүрийг "known hosts" файлд нэмэх эсвэл системийн зохион байгуулагчидаа хандана уу.
ms: Masukkan kunci hos di dalam fail "hos diketahui" atau hubungi pentadbir anda.
nb: Legg manuelt ved vert-nøkkel til "kjent vert"-fil eller kontakt systemadministrator.
nds: Föög den Slötel vun Hand de Datei mit bekannte Reekners to oder snack mit Dien Systeempleger.
nl: Voeg de sleutel van de host handmatig toe aan het bestand "known hosts" of neem contact op met uw systeembeheerder.
nn: Du må leggja nøkkelen til manuelt i fila over «kjende vertar» eller ta kontakt med systemadministratoren.
pa: ਦਸਤੀ, ਮੇਜ਼ਬਾਨ ਦੀ ਕੁੰਜੀ ਫਾਇਲ "known hosts" ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ ਜਾਂ ਆਪਣੇ ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Ręcznie dodaj klucz komputera do pliku "known hosts" lub skontaktuj się z administratorem.
pt: Adicione manualmente a chave da máquina ao ficheiro de "máquinas conhecidas" ou contacte o seu administrador.
pt_br: Adicione, manualmente, a chave da máquina no arquivo de "máquinas conhecidas", ou contate seu administrador.
ro: Adăugaţi manual cheia publică a gazdei la fişierul "known hosts" sau contactaţi administratorul dumneavoastră de sistem.
ru: Добавьте ключ сервера в файл "известных серверов" вручную или обратитесь к системному администратору.
rw: Mu buryo bukozwe, kongeraho urufunguzo rw'ubuturo ku idosiye "ubuturo buzwi" cyangwa ukareba umuyobozi wawe.
se: Don fertet ieš lasihit guossoheaddji čoavdda fiilii gos «oahpás guossoheaddjit» namahuvvojit dahje váldit oktavuođa vuogádathálddašeddjiin.
sk: Ručne pridajte kľúč hostiteľa do súboru "known hosts", alebo kontaktujte svojho administrátora.
sl: Ročno dodajte gostiteljev ključ v datoteko »znanih gostiteljev« ali vprašajte vašega skrbnika.
sr: Додајте ручно кључ домаћина у фајл „познатих домаћина“ или конктактирајте вашег администратора.
sr@latn: Dodajte ručno ključ domaćina u fajl „poznatih domaćina“ ili konktaktirajte vašeg administratora.
sv: Lägg manuellt till datorns nyckeln i filen "kända värddatorer" eller kontakta din administratör.
ta: " தெரிந்த புறவளருக்கு " கையேடாக புறவளரின் விசையை இணைக்கவும் அல்லது நிர்வாகியை தொடர்பு கொள்ளவும்.
tg: Калиди соҳибро ба "соҳибони маълум" ба таври дастӣ илова кунед ё бо идоракунандаи худ алоқа бандед.
th: โปรดเพิ่มกุญแจโฮสต์เข้าไปยังแฟ้ม "โฮสต์ที่รู้จัก" ด้วยตนเอง หรือติดต่อผู้ดูแลระบบ
uk: Додайте ключ машини у файл з зі списком "відомих машин" вручну, або зв'яжіться з вашим адміністратором.
zh_cn: 请手工将主机的密钥添加到“已知主机”文件中，或联系网络管理员。

source: Manually, add the host's key to %1 or contact your administrator.
af: Eiehandig, voeg by die gasheer se sleutel na %1 of kontak jou administrateur.
ar: بشكل يدوي, أضف مفتاح المستضيف الى %1 أو اتصل بمدير النظام.
bg: Ръчно добавете ключа на хоста към %1 или се обърнете към системния администратор.
bs: Ručno unesite ključ računara u %1 ili kontaktirajte vašeg administratora.
ca: Afegiu manualment la clau de la màquina a %1 o contacteu amb el vostre administrador.
cs: Ručně přidejte klíč hostitele %1 nebo kontaktujte svého systémového administrátora.
cy: Ychwanegwch allwedd y gwesteiwr â llaw i %1 neu gysylltwch â'ch rheolwr.
da: Tilføj værtens nøgle manuelt til %1 eller kontakt din administrator.
de: Fügen Sie den Identitätsschlüssel von Hand zu %1 hinzu oder kontaktieren Sie den Systemverwalter.
el: Χειρωνακτικά, προσθέστε το κλειδί του κόμβου στο %1 ή επικοινωνήστε με το διαχειριστή του συστήματός σας.
eo: Permane aldonu ties ŝlosilon al %1 aŭ kontakti vian administranton.
es: Añada manualmente la clave de la máquina a %1 o contacte con su administrador.
et: Lisa käsitsi masina võti faili %1 või võta ühendust võrguadministraatoriga.
eu: Gehi iezaiozu ostalariaren gakoa %1(r)i edo jakinaraz iezaiozu kudeatzaileari
fa: کلید میزبان را به طور دستی به %1 اضافه کنید، یا با سرپرست خود تماس بگیرید.
fi: Käsin, lisää palvelimen avain tiedostoon %1 tai ota yhteyttä ylläpitoon.
fr: Ajoutez manuellement la clé du serveur dans « %1 » ou contactez votre administrateur.
fy: Fier de kaai fan de host mei de hân ta oan %1 of nim kontakt op mei dyn systeembehearder.
gl: Engada manualmente a clave da máquina a %1 ou contacte co seu administrador.
he: הוסף באופן ידני את המפתח של המארח ל־ %1, או צור קשר עם מנהל המערכת שלך.
hi: होस्ट कुंजी हाथों से ही %1 में जोड़ें या अपने तंत्र प्रशासक से संपर्क करें.
hr: Ručno dodajte ključ domaćina na %1 ili kontaktirajte svog administratora
hu: Adja hozzá a gép kulcsát a(z) %1 fájlhoz vagy kérjen segítséget a rendszergazdától.
is: Bættu vélarlyklinum handvirkt við í skránna %1 eða hafðu samband við kerfisstjóra.
it: Aggiungi manualmente la chiave dell'host a %1 o contatta il tuo amministratore.
ja: 手動でホストキーを %1 に追加するか、あなたのシステム管理者に連絡してください。
kk: Хосттың кілтін өзіңіз %1 файлына енгізіңіз, немесе әкімшіңізге қатынаңыз.
km: បន្ថែម​កូនសោ​របស់ម៉ាស៊ីនទៅ %1 ដោយ​ដៃ ឬ ទាក់​ទង​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​របស់​អ្នក ។
ko: 수동으로 %1에 호스트 키를 추가하거나 시스템 관리자에게 연락하십시오.
lt: Įdėkite mazgo raktą į %1 rankiniu būdu ar kreipkitės į savo administratorių.
mk: Рачно додајте го клучот на серверот во %1 или контактирајте со вашиот администратор.
mn: Та гараар хостын түлхүүрийг %1 рүү нэмэх эсвэл системийн зохион байгуулагчидаа хандана уу.
ms: Masukkan kunci hos ke %1 atau hubungi pentadbir anda.
nb: Legg manuelt ved vertens nøkkel til %1 eller kontakt systemadministrator.
nds: Föög den Slötel vun Hand de Datei %1 to oder snack mit Dien Systeempleger.
nl: Voeg de sleutel van de host handmatig toe aan %1 of neem contact op met uw systeembeheerder.
nn: Du må leggja nøkkelen til manuelt i %1 eller ta kontakt med systemadministratoren.
pa: ਦਸਤੀ, ਮੇਜ਼ਬਾਨ ਦੀ ਕੁੰਜੀ %1 ਸ਼ਾਮਲ ਕਰੋ ਜਾਂ ਆਪਣੇ ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Ręcznie dodaj klucz komputera do %1 lub skontaktuj się z administratorem.
pt: Adicione manualmente a chave da máquina a %1 ou contacte o seu administrador.
pt_br: Adicione, manualmente, a chave da máquina para %1 ou contate seu administrador.
ro: Adăugaţi manual cheia publică a gazdei în %1 sau contactaţi administratorul dumneavoastră de sistem.
ru: Добавьте ключ сервера в %1 вручную или обратитесь к системному администратору.
rw: Mu buryo bukozwe, ongeraho urufunguzo rw'ubuturo kuri %1 cyangwa urebe umuyobozi wawe.
se: Don fertet ieš lasihit guossoheaddji čoavdda %1 fiilii dahje váldit oktavuođa vuogádathálddašeddjiin.
sk: Ručne pridajte kľúč hostiteľa do %1, alebo kontaktujte svojho administrátora.
sl: Ročno dodajte gostiteljev ključ v %1 ali vprašajte vašega administratorja.
sr: Додајте ручно кључ домаћина у %1 или контактирајте вашег администратора.
sr@latn: Dodajte ručno ključ domaćina u %1 ili kontaktirajte vašeg administratora.
sv: Lägg manuellt till datorns nyckeln i %1 eller kontakta din administratör.
ta: கையேடாக புறவளரின் விசையைக்கு %1 அல்லது நிர்வாகியை தொடர்பு கொள்ளவும்.
tg: Калиди соҳибро ба %1 ба таври дастӣ илова кунед ё бо идоракунандаи худ алоқа бандед.
th: โปรดเพิ่มกุญแจโฮสต์เข้าไปยัง %1 ด้วยตนเอง หรือติดต่อผู้ดูแลระบบ
uk: Додайте ключ машини у %1 вручну, або зв'яжіться з вашим адміністратором.
zh_cn: 请手工将主机的密钥添加到 %1，或联系网络管理员。

source: The identity of the remote host '%1' could not be verified. The host's key fingerprint is: %2 You should verify the fingerprint with the host's administrator before connecting. Would you like to accept the host's key and connect anyway?
af: Die identiteit van die afgeleë gasheer '%1' kon nie verifiëerd word nie. Die gasheer se sleutel vingerafdruk is: %2 Jy moet verifiëer die vingerafdruk met die van die gasheer administrateur voor verbinding. Wil jy die gasheer se sleutel aanvaar en in elkgeval verbind?
ar: تعذر التأكد من هوية المستضيف البعيد '%1'. بصمة مفتاح المستضيف هي: %2 يجب عليك التأكد من البصمة مع مدير المستضيف قبل الاتصال. هل تود قبول مفتاح المستضيف و الاتصال على أي حال؟
bg: Идентификацията на отдалеченият хост "%1" не може да бъде проверена. Ключът за идентификация на сървъра е: %2 Трябва да проверите надеждността на ключа с администратора на сървъра преди да продължите. Искате ли ключът на сървъра да бъде приет и да се установи връзка, въпреки това?
bs: Identitet udaljenog računara '%1' nije mogao biti potvrđen. Fingerprint za ključ računara je: %2 Trebali biste provjeriti fingerprint sa administratorom tog računara prije konektovanja. Želite li svejedno prihvatiti ključ računara i spojiti se?
ca: La identitat de la màquina remota '%1' no s'ha pogut verificar. L'empremta de la clau de la màquina és: %2 Abans de connectar-hi hauríeu de verificar l'empremta amb l'administrador de la màquina. Desitgeu acceptar la clau de la màquina i tanmateix connectar-vos-hi?
cs: Identitu vzdáleného hostitele '%1' nelze ověřit. Otisk klíče hostitele je: %2 Před provedením připojení byste měli ověřit tento otisk u administrátora tohoto hostitele. Přejete si přesto přijmout klíč hostitele a pokračovat v připojování?
cy: Nid oedd modd gwirio dynodiad y gwesteiwr pell %1. Dyma ôl bys allwedd y gwesteiwr: %2 Dylech wirio'r ôl bys â rheolwr y gwesteiwr cyn cysylltu. A hoffech dderbyn allwedd y gwesteiwr a chysylltu beth bynnag?
da: Identiteten af den eksterne vært '%1' kunne ikke verificeres. Værtens nøglefingeraftryk er: %2 Du bør verificere fingeraftrykket med værtens administrator før du forbinder. Vil du acceptere værtens nøgle og forbinde alligevel?
de: Die Identität des Rechners %1 ließ sich nicht bestätigen. Der Identitätsschlüssel des Rechners lautet: %2 Sie sollten sich diesen Identitätsschlüssel vom Systemverwalter des Rechners, mit dem Sie die Verbindung herstellen wollen, bestätigen lassen. Möchten Sie den Identitätsschlüssel akzeptieren und die Verbindung aufbauen?
el: Η ταυτότητα του απομακρυσμένου κόμβου '%1' δεν ήταν δυνατό να επαληθευτεί. Το αποτύπωμα του κλειδιού του κόμβου είναι: %2 Θα πρέπει να επαληθεύσετε το αποτύπωμα με το διαχειριστή του κόμβου πριν συνδεθείτε. Θέλετε να αποδεχθείτε το κλειδί του κόμβου και να συνδεθείτε όπως και να έχει;
eo: Ne povas kontroli la identecon de la fora gastiga komputilo "%1". La identokodo de la gastigo estas: %2 Vi devus kontroli la identokodon per kontakti la administranton de la gastiga komputilo antaŭ ol vi konektas. Ĉu vi volas akcepti la gastigan ŝlosilon kaj konekti, spite?
es: La identidad de la máquina remota '%1' no se pudo verificar. La huella de la clave de la máquina es: %2 Debería verificar la huella con el administrador de la máquina antes de conectarse. ¿Desea aceptar la clave de la máquina y conectarse de todos modos?
et: Masina "%1" identiteeti pole võimalik kontrollida. Masina võtme sõrmejälg on: %2 Enne ühenduse loomist peaksid sa koos masina administraatoriga kontrollima sõrmejälje õigsust. Soovid sa masina võtme aktsepteerida ning luua ühenduse vaatamata kõigele?
eu: Ezin da egiaztatu '%1' urruneko ostalariaren identitatea. Ostalariaren gakoaren aztarna hauxe da: %2 Ziurtatu egin beharko zenuke aztarna ostalariaren kudeatzailearekin konektatu aurretik. Hala ere, nahi duzu ostalariaren gakoa onartu eta konektatu?
fa: هویت میزبان دور »%1« را نمی‌توان وارسی کرد. اثر انگشت کلید میزبان عبارت است از: %2 باید قبل از اتصال، اثر انگشت را توسط سرپرست میزبان وارسی کنید. می‌خواهید کلید میزبان را پذیرفته و در هر صورت ادامه دهید؟
fi: Palvelimen '%1' identiteettiä ei voitu varmistaa. Palvelimen tunnistetiedot ovat seuraavat: %2 Sinun tulee varmistaa tunnistetiedot palvelimen ylläpidolta ennen yhteydenottoa. Haluatko hyväksyä palvelimen tunnistetiedot ja avata yhteyden?
fr: Impossible de vérifier l'identité du serveur hôte « %1 ». L'empreinte digitale de la clé du serveur est : %2 Il est fortement recommandé de vérifier l'empreinte digitale avec l'administrateur du serveur avant de vous connecter. Voulez-vous quand même accepter la clé du serveur et vous connecter ?
fy: De identiteit fan de host op ôfstân '%1' kin net ferifiearre wurde. De fingerprint fan de host's kaai is: %2 Do kinst de fingerprint ferifiearre mei de systeembearder fan de host foardatst in ferbining opboust. Wolst dôchs in kaai fan de host akseptearje en de ferbining opbouwe?
gl: A identidade da máquina remota '%1' non se puido verificar. A pegada dactilar da clave da máquina é: %2 Debería verifica-la pegada dactilar co administrador da máquina antes de conectarse. ¿Desexa acepta-la clave da máquina e conectarse de todas maneiras?
he: אין אפשרות לוודא את הזהות של המארח המרוחק "%1". טביעת האצבע של המפתח של המארח היא: %2 עליך לוודא את טביעת האצבע עם מנהל המארח לפני ההתחברות. האם ברצונך לקבל את המפתח של המארח ולהתחבר בכל מקרה?
hr: Identitet udaljenog računala '%1' nije moguće potvrditi. Otisak ključa računala je: %2 Trebali bi potvrditi otisak sa administratorom računala prije povezivanja. Želite li prihvatiti ključ računala i povezate se u svakom slučaju?
hu: A(z) '%1' nevű kiszolgáló azonosítása nem sikerült. A gép kulcsához tartozó ujjlenyomat: %2 Mielőtt megpróbálna csatlakozni, ellenőrizze le az ujjlenyomatot a kiszolgáló rendszergazdájával. Vagy inkább elfogadja a kulcsot és végrehajtja a csatlakozást?
is: Ekki var hægt að sannreyna auðkenni vélarinnar '%1'. Fingrafar vélarinnar er: %2 Þú ætti að staðfesta fingrafar vélarinnar við kerfisstjóra þjónsins áður en þú tengist. Viltu samt samþykkja lykilinn og tengast?
it: L'identità dell'host remoto '%1' non può essere verificata. L'impronta digitale della chiave dell'host è: %2 Devi verificare l'impronta con l'amministratore dell'host prima di connetterti. Vuoi accettare la chiave e connetterti comunque?
ja: リモートホスト '%1' の識別情報を検証できませんでした。ホストキーのフィンガープリント情報は以下のとおりです: %2 接続する前に、このフィンガープリント情報をホストの管理者に検証してもらう必要があります。 それでもホストキーを受け入れて接続を実行しますか？
kk: Қашықтағы '%1' хосты идентификациядан өтпеді. Хосттың кілт бақылау тізбегі: %2 Байланыс құрудың алдында хост әкімшісімен бақылау тізбегін тексеріп шығу керек. Хосттың кілті қабылданып, байланыс құрыла берсін бе?
km: អត្តសញ្ញាណ​របស់ម៉ាស៊ីន​ឆ្ងាយ '%1' មិន​អាចផ្ទៀងផ្ទាត់​បាន ។ ស្នាមផ្ដិត​ម្រាមដៃនៃ​កូន​សោរបស់ម៉ាស៊ីនគឺ ៖ %2 អ្នក​គួរ​ផ្ទៀតផ្ទាត់​ស្នាម​ផ្ដិត​ម្រាមដៃ​ជាមួយ​នឹង​អ្នក​គ្រប់​គ្រង​ម៉ាស៊ីន មុន​ពេល​តភ្ជាប់ ។ ទោះ​ជា​យ៉ាង​ណា​ក៏​ដោយ តើ​អ្នក​ចង់ទទួលយកកូនសោ​របស់ម៉ាស៊ីន និង​​តភ្ជាប់​ដែរ​ឬទេ ?
ko: 원격 호스트 '%1'의 증명을 검증할 수 없습니다. 호스트 키 지문은 다음과 같습니다: %2 연결하기 전에 호스트 관리자에게 호스트 키 지문이 올바른지 확인하십시오. 호스트 키를 받아들이고 연결하시겠습니까?
lt: Nutolusio mazgo „%1“ tapatybė negali būti patikrinta. Mazgo rakto anspaudas yra: %2 Jūs turėtumėte patikrinti anspaudą su mazgo administratoriumi prieš jungdamiesi. Ar Jūs norėtumėte priimti mazgo raktą ir vis tiek jungtis?
mk: Идентитетот на оддалечениот сервер „%1“ не може да биде верификуван. Неговиот отпечаток е: %2 Би требало да го верификувате отпечатокот со неговиот администратор пред да се поврзете. Дали сепак сакате да го прифатите отпечатокот и да се поврзете?
mn: %1 хостын таних тэмдэг тодорхойлогдсонгүй. Хостын түлхүүр (fingerprint): %2 Та холбогдохынхоо өмнө энэ түлхүүрийг тэр хостын системийн зохион байгуулагчаар батлуулна уу. Та хостын түлхүүрийг хүлээн зөвшөөрч холболт хийхийг хүсч байна уу?
ms: Identiti hos jauh '%1' tidak dapat disahkan. The host's key fingerprint is: %2 You should verify the fingerprint with the host's administrator before connecting. Would you like to accept the host's key and connect anyway?
nb: Det var ikke mulig å bekrefte identiteten til verten «%1». Vertsnøkkelens fingeravtrykk er: %2 Du bør sjekke fingeravtrykket med vertens administrator før tilkobling. VIl du godta vertens nøkkel og koble til likevel?
nds: De Identiteet vun den Reekner "%1" lett sik nich överpröven. De Fingerafdruck vun den Reekner sien Slötel is: %2 Du schullst den Fingerafdruck vun den Systeempleger vun den Reekner beglöven laten, ehr Du Di tokoppelst. Wullt Du den Slötel liekers annehmen un Di tokoppeln?
nl: De identiteit van de host op afstand '%1' kon niet worden geverifieerd. De vingerafdruk van de host' sleutel is: %2 U kunt de vingerafdruk verifiëren met de systeembeheerder van de host voordat u een verbinding opbouwt. Wilt u toch de sleutel van de host accepteren en de verbinding opbouwen?
nn: Klarte ikkje stadfesta identiteten til verten «%1». Fingeravtrykket til vertsnøkkelen er: %2 Du bør sjekka fingeravtrykket med systemadministratoren på verten før du koplar til. Vil du godta denne vertsnøkkelen og kopla til likevel?
pl: Nie można sprawdzić tożsamości zdalnego komputera '%1'. Odcisk palca klucza tego komputera to: %2 Zanim się połączysz, powinieneś potwierdzić u administratora tego serwera, że odcisk palca jest prawidłowy. Czy chcesz zaakceptować klucz komputera i połączyć się mimo to?
pt: A identidade da máquina remota '%1' não pôde ser verificada. A 'impressão digital' da chave da máquina é: %2 O utilizador deve verificar essa impressão digital com o administrador da máquina antes de se ligar. Deseja aceitar a chave da máquina e ligar-se à mesma?
pt_br: A identidade da máquina remota '%1' não pôde ser verificada. A chave da máquina (fingerprint) é: %2 Você deve verificar o fingerprint com o administrador da máquina antes da conexão. Você gostaria de aceitar a chave da máquina e conectar-se de qualquer maneira?
ro: Nu am putut verifica identitatea gazdei "%1". Semnătura cheii publice a gazdei este: %2 Înainte de vă conecta este indicat să verificaţi această semnătură împreună cu administratorul de sistem al acelei maşini. Doriţi să accept cheia publică a maşinii şi să mă conectez în aceste condiţii?
ru: Идентификация удаленного сервера '%1' не может быть проверена. Идентификатор ключа сервера: %2 Вы должны проверить идентификатор ключа сервера с администратором сервера перед установлением соединения. Принять ключ сервера и продолжить соединение?
rw: Ikiranga ubuturo bwa kure '%1' ntigishoboye kugenzurwa. Urufunguzo rw'ikimenyetsontoki rw'ubuturo ni: %2 Ugomba kugenzura ikimenyetsontoki ukoresheje umuyobozi w'ubuturombere yo kwihuza. Wifuza kwemera urufunguzo rw'ubuturo kandi ukihuza uko bimeze kose?
se: Ii sáhttán «%1» guossoheaddji identitehta. Guossoheaddječoavdda suorbmasadji lea: %2 Don galggašit dárkkistit suorbmasaji guossoheaddji vuogádathálddašeddjiin ovdal čanat iežat dasa. Dohkehatgo liikká guossoheaddji čoavdaga ja čanat iežat dasa?
sk: Nebolo možné overiť identitu vzdialeného hostiteľa '%1'. Obtlačok kľúča hostiteľa je: %2 Mali by ste overiť tento obtlačok u administrátora tohto hostiteľa ešte pred pripojením. Chcete akceptovať kľúč hostiteľa a pripojiť sa aj tak?
sl: Identitete oddaljenega gostitelja »%1« ni bilo moč preveriti. Odtis gostiteljevega ključa je: %2 Morali bi preveriti odtis z skrbnikom gostitelja pred povezavo. Ali bi vseeno radi sprejeli gostiteljev ključ in se povezali?
sr: Идентитет удаљеног домаћина „%1“ није могуће потврдити. Отисак кључа домаћина је: %2 Требало би да потврдите отисак са администратором домаћина пре повезивања. Да ли желите да прихватите кључ домаћина и да се повежете у сваком случају?
sr@latn: Identitet udaljenog domaćina „%1“ nije moguće potvrditi. Otisak ključa domaćina je: %2 Trebalo bi da potvrdite otisak sa administratorom domaćina pre povezivanja. Da li želite da prihvatite ključ domaćina i da se povežete u svakom slučaju?
sv: Identiteten för värddatorn "%1" kunde inte verifieras. Datorns fingeravtryck är: %2 Du bör verifiera fingeravtrycket med datorns administratör innan du ansluter. Vill du acceptera värddatorns nyckel och ansluta ändå?
ta: தொலைநிலை புறவளரின் அடையளம் '%1' மாறியது! %2 இணைப்புக்கு முன்னால் புறவளரின் நிர்வாகியுடன் புறவளரின் கைறேகையை மாற்ற வேண்டும். நீங்கள் புறவளரின் புதிய விசையை எற்றுக் கொண்டு வேறு விசையில் இணைக்க விரும்புகிரீர்களா?.
tg: Шиносоии соҳиби дурдасти '%1' баррасӣ карда намешавад. Шиносаи калиди соҳиб ин: %2 Шумо бояд пеш аз пайвастшавӣ шиносаро бо идоракунандаи соҳиб баррасӣ намоед. Шумо мехоҳед, ки калиди соҳибро қабул карда пайвастшавиро давом диҳед?
th: ไม่สามารถตรวจสอบการแสดงตัวของโฮสต์ปลายทาง '%1' ได้ โดยกุญแจของโฮสต์คือ: %2 คุณควรจะตรวจสอบกุญแจ กับผู้ดูแลโฮสต์ก่อนทำการเชื่อมต่อ คุณต้องการจะยอมรับกุญแจของโฮสต์ และทำการเชื่อมต่อ ต่อไปหรือไม่ ?
uk: Неможливо перевірити тотожність віддаленої машини "%1". fingerprint машини: %2 Адміністратору віддаленої машини слід підтвердити правильність відбитка ключа спочатку. Чи ви бажаєте прийняти ключ машини та з'єднатися попри все?
zh_cn: 程序不能检验远程主机“%1”的身份. 主机的密钥指纹是： %2 在连接之前，您应该跟主机的管理员核对密钥指纹。 您要接受该密钥并继续连接吗？
