Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kio_sftp.po
Languages: af, ar, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, mn, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn

source: Warning: Host's identity changed.
af: Waarskuwing: Gasgewer se identiteit het verander.
bg: Предупреждение: Идентичността на хоста е променена.
bs: Upozorenje: Identitet računara se promijenio.
ca: Avís: La identitat del remot ha canviat.
cs: Upozornění: identita hostitele se změnila.
da: Advarsel: Værtens identitet ændret.
de: Warnung: Die Identität des Rechners hat sich geändert.
el: Προειδοποίηση: Η ταυτότητα του κόμβου άλλαξε.
eo: Averto: Gastiga ŝlosilo ŝanĝiĝis!
es: Aviso: La clave de la máquina ha cambiado.
et: Hoiatus: masina identiteet on muutunud.
eu: Oharra: ostalariaren identitatea aldatuta.
fa: اخطار: هویت میزبان تغییر کرد.
fi: Varoitus: Palvelimen identiteetti on muuttunut!
fr: Avertissement : l'identité de l'hôte a changé.
fy: Warskôging: de identiteit fan de host is feroarre.
ga: Rabhadh: Athraíodh aitheantas an óstríomhaire.
gl: Aviso: Mudou a identidade do servidor.
he: אזהרה: זהות המארח השתנתה.
hi: चेतावनीः होस्ट का परिचय परिवर्तित किया गया है.
hu: Figyelem: a kiszolgáló kulcsa megváltozott.
is: Varúð: Auðkenni þjóns hefur breyst.
it: Attenzione: l'identità di questo host è cambiata.
ja: 警告: ホストの識別情報が変更されています。
kk: Ескерту: хосттың идентификациясы өзгерген.
km: ព្រមាន ៖ អត្តសញ្ញាណ​របស់​ម៉ាស៊ីន​ត្រូវបាន​ផ្លាស់ប្ដូរ ។
ko: 경고: 호스트의 정체성 변경됨.
lt: Perspėjimas: Mazgo tapatybė pasikeitė.
mk: Предупредување: Идентитетот на серверот е променет.
ms: Amaran: Identiti hos berubah.
nb: Advarsel: Vertens identitet er endret.
nds: Wohrscho: Identiteet vun den Reekner hett sik ännert.
nl: Waarschuwing: de identiteit van de host is veranderd.
nn: Åtvaring: Identiteten til verten er endra.
pa: ਚੇਤਾਵਨੀ: ਮੇਜ਼ਬਾਨ ਦੀ ਪਛਾਣ ਤਬਦੀਲ ਹੋ ਗਈ ਹੈ।
pl: Uwaga: Identyfikacja komputera została zmieniona.
pt: Aviso: A identidade da máquina foi alterada.
pt_br: Aviso: A identidade da máquina foi modificada.
ro: Atenţie: Identitatea gazdei s-a modificat.
ru: Внимание: Идентификация узла изменилась.
rw: Iburira: Ikiranga cy'ubuturo cyahindutse.
se: Váruhus: Guossoheaddji identitehta rievdaduvvui.
sk: Varovanie: Identita hostiteľa sa zmenila.
sl: Pozor: Gostiteljeva identiteta se je spremenila.
sr: Упозорење: Идентитет домаћина је промењен.
sr@latn: Upozorenje: Identitet domaćina je promenjen.
sv: Varning: Värddatorns identitet har ändrats.
ta: எச்சரிக்கை:புறவளரின் அடையாளம் மாறியது.
tg: Диққат: Шиносаи соҳиб тағир дода шуд!
th: คำเตือน: การแสดงตัวของโฮสต์มีการเปลี่ยนแปลง
uk: Увага: ключ сервера змінився.
zh_cn: 警告：主机身份密钥已经更改。

source: Authentication failed.
af: Geldigheidsverklaring gevaal.
ar: فضل التوثيق.
bg: Идентификацията е неуспешна.
bs: Provjera autentičnosti nije uspjela.
ca: Autenticació fallida.
cs: Autentifikace selhala.
cy: Methodd dilysiant.
da: Godkendelse mislykkedes.
de: Authentifizierung fehlgeschlagen
el: Η πιστοποίηση απέτυχε.
eo: Aŭtentokontrolo malsukcesis.
es: Autenticación fallida.
et: Autentimine ebaõnnestus.
eu: Autentikazioak huts egin du.
fa: خرابی در احراز هویت.
fi: Tunnistus epäonnistui.
fr: Authentification impossible.
fy: De ferifikaasje is mislearre.
ga: Theip ar fhíordheimhniú.
gl: Autenticación fallida.
he: האימות נכשל.
hi: प्रमाणीकरण असफल
hr: Neuspjelo spajanje.
hu: Az azonosítás nem sikerült.
is: Auðkenning brást!
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
kk: Идентификация тексерісі өтпеді.
km: ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​បាន​បរាជ័យ ។
ko: 인증이 실패했습니다.
lt: Autentikacija nepavyko.
mk: Проверката за автентичност е неуспешна.
mn: Бататгал амжилтгүй
ms: Autentikasi gagal.
nb: Autentisering mislyktes.
nds: Identiteetprööv fehlslaan.
nl: De authenticatie is mislukt.
nn: Autentiseringa mislukkast.
pa: ਪਰਮਾਣਕਤਾ ਅਸਫਲ ਹੈ।
pl: Autoryzacja nie powiodła się.
pt: A autenticação falhou.
pt_br: A autenticação falhou.
ro: Autentificarea a eşuat.
ru: Ошибка регистрации.
rw: Imenyekanisha Ryanze.
se: Autentiseren filtii.
sk: Prihlásenie zlyhalo.
sl: Overovitev ni uspela.
sr: Аутентификација није успела.
sr@latn: Autentifikacija nije uspela.
sv: Autentisering misslyckades.
ta: ஆளறிதல் முடங்கியது!
tg: Хатогӣ дар аслшиносӣ.
th: การตรวจสอบสิทธิ์ล้มเหลว
uk: Помилка автентифікації.
zh_cn: 认证失败。

source: Connection failed.
af: Verbinding gevaal.
ar: تعذر الاتصال.
bg: Връзката се разпадна.
bs: Spajanje nije uspjelo.
ca: Connexió fallida.
cs: Spojení selhalo.
cy: Methodd y cysylltiad.
da: Forbindelse mislykkedes.
de: Verbindung fehlgeschlagen
el: Η σύνδεση απέτυχε.
eo: Konekto malsukcesis.
es: Conexión fallida.
et: Ühenduse loomine ebaõnnestus.
eu: Konexioak huts egin du.
fa: خرابی در اتصال.
fi: Yhteys epäonnistui.
fr: Connexion impossible.
fy: Ferbining mislearre.
ga: Theip ar nascadh.
gl: Conexión fallida.
he: החיבור נכשל.
hi: कनेक्शन असफल.
hr: Neuspjelo spajanje.
hu: A csatlakozás nem sikerült.
is: Tenging mistókst.
it: Connessione non riuscita.
ja: 接続に失敗しました。
kk: Байланыс қатесі.
km: ការ​តភ្ជាប់​បាន​បរាជ័យ​ ។
ko: 연결이 실패했습니다.
lt: Prisijungimas nepavyko.
mk: Врската падна.
mn: Холболт бүтсэнгүй
ms: Sambungan gagal.
nb: Oppkobling mislyktes.
nds: Tokoppeln fehlslaan.
nl: Verbinding mislukt.
nn: Tilkoplinga mislukkast
pa: ਕੁਨੈਕਸ਼ਨ ਅਸਫਲ ਹੈ।
pl: Połączenie nie powiodło się.
pt: A autenticação falhou.
pt_br: Erro na conexão.
ro: Conexiunea a eşuat.
ru: Ошибка при соединении.
rw: Ukwihuza kwanze.
se: Filtii oktavuođa váldit.
sk: Spojenie zlyhalo.
sl: Povezava ni uspela.
sr: Успоствљање везе није успело.
sr@latn: Uspostvljanje veze nije uspelo.
sv: Anslutning misslyckades.
ta: இணைப்பு இயலவில்லை
tg: Хатогӣ дар пайвастшавӣ.
th: การเชื่อมต่อล้มเหลว
uk: Помилка під час з'єднання.
zh_cn: 连接失败。

source: Connection closed by remote host.
af: Verbinding gesluit deur afgeleë bediener.
ar: إغلاق الاتصال من المضيف البعيد
bg: Връзката е прекъсната от отдалечения хост.
bs: Veza prekinuta od strane udaljenog računara.
ca: Connexió tancada per la màquina remota.
cs: Spojení ukončeno vzdáleným hostitelem.
cy: Ceuwyd y cysylltiad gan y gwesteiwr pell.
da: Forbindelse lukket af ekstern vært.
de: Verbindung von Gegenstelle abgebrochen
el: Η σύνδεση έκλεισε από τον απομακρυσμένο κόμβο.
eo: Konekto rompita de fora gastigo.
es: Conexión cerrada por la máquina remota.
et: Ühendus suleti kaugmasina poolt.
eu: Urrunek ostalariak itxi egin du konexioa.
fa: اتصال توسط میزبان دور بسته شد.
fi: Etäpalvelin sulki yhteyden.
fr: La connexion a été rompue par le serveur hôte.
fy: Ferbining ferbrutsen troch host op ôfstân.
gl: Conexión pechada pola máquina remota.
he: החיבור נסגר על ידי המארח המרוחק.
hi: रिमोट होस्ट द्वारा कनेक्शन बन्द किया गया.
hr: Veza je prekinuta od strane udaljenog računala.
hu: A távoli gép felbontotta a kapcsolatot.
is: Tenging rofin af fjarlægri vél.
it: Connessione chiusa dall'host remoto.
ja: リモートホストによって接続が閉じられました。
kk: Кашықтағы хост байланысты үзді.
km: ការ​តភ្ជាប់​បាន​បិទ​ដោយម៉ាស៊ីនឆ្ងាយ ។
ko: 원격 호스트에서 연결을 닫았습니다.
lt: Nutolęs mazgas nutraukė prisijungimą.
mk: Врската е затворена од оддалечениот сервер.
mn: Холболт эсрэг талаас тасарлаа
ms: Sambungan ditutup oleh hos jauh.
nb: Verten avbrøt tilkoblingen.
nds: Verbinnen vun den annern Reekner afbraken.
nl: Verbinding verbroken door host op afstand.
nn: Tilkoplinga lukka av verten.
pa: ਰਿਮੋਟ ਮੇਜ਼ਬਾਨ ਨੇ ਕੁਨੈਕਸ਼ਨ ਬੰਦ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Połączenie zakończone przez zdalny komputer.
pt: A ligação foi fechada pela máquina remota.
pt_br: Conexão encerrada pela máquina remota.
ro: Conexiune închisă de gazda distantă.
ru: Соединение было закрыто сервером.
rw: Ukwihuza kwafunzwe n'ubuturo bwa kure.
se: Gáiddusbálvá botkkii oktavuođá.
sk: Spojenie ukončené vzdialeným hostiteľom.
sl: Povezava je bila zaprta od oddaljenega gostitelja.
sr: Удаљени домаћин је прекинуо везу.
sr@latn: Udaljeni domaćin je prekinuo vezu.
sv: Anslutning stängd av värddator.
ta: தொலை நிலை புறவளரால் இணைப்பு மூடியது
tg: Пайвастшавӣ аз тарафи соҳиби дурдаст пӯшида шудааст.
th: การเชื่อมต่อถูกยุติจากโฮสต์ปลายทาง
uk: З'єднання закрито віддаленою машиною.
zh_cn: 远程主机关闭了连接。

source: Unexpected SFTP error: %1
af: Onverwagte Sftp fout: %1
ar: خطأ SFTP غير متوقع: %1
bg: Неочаквана грешка на SFTP: %1
bs: Neočekivana SFTP greška: %1
ca: Error SFTP inesperat: %1
cs: Neočekávaná chyba SFTP: %1
cy: Gwall SFTP annisgwyl: %1
da: Uventet SFTP-fejl: %1
de: Unerwarteter SFTP-Fehler: %1
el: Μη αναμενόμενο σφάλμα SFTP: %1
eo: Neatendita SFTP-eraro: %1
es: Error inesperado de SFTP: %1
et: Ootamatu SFTP viga: %1
eu: Ustegabeko SFTP errorea: %1
fa: خطای SFTP غیرمنتظره: %1
fi: Odottamaton SFTP virhe: %1
fr: Erreur SFTP inattendue : %1
fy: Unverwachtse SFTP-flater: %1
ga: Earráid SFTP gan choinne: %1
gl: Erro SFTP non esperado: %1
he: שגיאת SFTP לא צפויה: %1
hi: अप्रत्याशित एसएफटीपी त्रुटि: %1
hu: Váratlan SFTP-hiba: %1
is: Óvænt SFTP villa: %1
it: Errore SFTP inaspettato: %1
ja: 予期しない SFTP エラー: %1
kk: Күтпеген SFTP қатесі: %1
km: កំហុស SFTP ដែល​មិន​រំពឹង​ទុក ៖ %1
ko: 예상하지 못한 SFTP 오류: %1
lt: Nelaukta SFTP klaida: %1.
mk: Неочекувана грешка на SFTP: %1
mn: Энгийн бус SFTP-Алдаа: %1
ms: Ralat SFTP tidak dijangka: %1
nb: Uventet SFTP-feil: %1
nds: Nich verwacht SFTP-Fehler: %1
nl: Onverwachte SFTP-fout: %1
nn: Uventa SFTP-feil: %1
pa: ਅਣਜਾਣੀ SFTP ਗਲਤੀ: %1
pl: Nieoczekiwany błąd SFTP: %1
pt: Erro SFTP inesperado: %1
pt_br: Erro SFTP inesperado: %1
ro: Eroare SFTP neaşteptată: %1
ru: Непредвиденная ошибка SFTP: %1
rw: Ikosa SFTP rititeguwe : %1
se: Vuordekeahtes SFTP-meattáhus: %1
sk: Neočakávaná chyba SFTP: %1
sl: Nepričakovana napaka SFTP: %1
sr: Неочекивана SFTP грешка: %1
sr@latn: Neočekivana SFTP greška: %1
sv: Oväntat SFTP-fel: %1
ta: எதிர்பாராத எஸ் எஃப் டி பி பிழை: %1
th: ข้อผิดพลาดของ SFTP ที่ไม่คาดหวัง: %1
uk: Неочікувана помилка SFTP: %1
zh_cn: 意外的 SFTP 错误：%1

source: SFTP version %1
af: SFTP uitgawe %1
ar: SFTP الإصدار %1
bg: Версия на SFTP %1
bs: SFTP verzija %1
ca: SFTP versió %1
cs: SFTP verze %1
cy: SFTP fersiwn %1
el: SFTP έκδοση %1
eo: SFTP redakcio %1
es: Versión %1 de SFTP
et: SFTP versioon %1
eu: SFTP-ren %1 bertsioa
fa: نسخۀ SFTP %1
fi: SFTP versio %1
fy: SFTP-ferzje %1
ga: SFTP, leagan %1
gl: Versión %1 de SFTP
he: גרסה %1 של SFTP
hi: एसएफटीपी संस्करण %1
hr: SFTP inačica %1
hu: SFTP verzió: %1
is: SFTP útgáfa %1
it: Versione SFTP %1
ja: SFTP バージョン %1
kk: %1 SFTP нұскасы
km: កំណែ SFTP %1
ko: SFTP 버전 %1
lt: SFTP versija %1
mk: SFTP верзија %1
mn: SFTP-Хувилбар %1
ms: SFTP versi %1
nb: SFTP versjon %1
nds: SFTP-Verschoon %1
nl: SFTP-versie %1
nn: SFTP-versjon %1
pa: SFTP ਵਰਜਨ %1
pl: Wersja SFTP %1
pt: SFTP versão %1
pt_br: SFTP versão %1
ro: SFTP versiunea %1
ru: SFTP версии %1
rw: Verisiyo %1 ya SFTP
se: SFTP-veršuvdna %1
sk: SFTP verzie %1
sl: SFTP različice %1
sr: SFTP верзија %1
sr@latn: SFTP verzija %1
ta: SFTP பதிப்பு %1
tg: SFTP нусхаи %1
th: SFTP รุ่น %1
uk: Версія SFTP %1
zh_cn: SFTP 版本 %1

source: Protocol error.
af: Protokol fout.
ar: خطأ في البروتوكول.
bg: Грешка в протокола.
bs: Greška protokola.
ca: Error de protocol.
cs: Chyba protokolu.
cy: Gwall protocol.
da: Protokolfejl.
de: Protokollfehler
el: Σφάλμα πρωτοκόλλου.
eo: Protokola eraro
es: Error de protocolo.
et: Protokolli viga.
eu: Protokolo errorea.
fa: خطای قرارداد.
fi: Protokollavirhe.
fr: Erreur de protocole.
fy: Protokolflater.
ga: Earráid phrótacail.
gl: Erro do protocolo
he: שגיאת פרוטוקול.
hi: प्रोटोकॉल त्रुटि.
hr: Greška u protokolu.
hu: Protokollhiba.
is: Samskiptavilla.
it: Errore di protocollo.
ja: プロトコルエラー。
kk: Протокол қатесі.
km: កំហុស​ពិធីការ ។
ko: 프로토콜 오류.
lt: Protokolo klaida.
mk: Грешка во протоколот.
mn: Протоколлын алдаа.
ms: Ralat protokol.
nb: Protokollfeil.
nds: Protokollfehler
nl: Protocolfout.
nn: Protokollfeil.
pa: ਪਰੋਟੋਕਾਲ ਗਲਤੀ ਹੈ।
pl: Błąd protokołu.
pt: Erro do protocolo.
pt_br: Erro de protocolo.
ro: Eroare de protocol.
ru: Ошибка протокола.
rw: Ikosa rya Porotokole.
se: Protokollameattáhus.
sk: Chyba protokolu.
sl: Napaka protokola.
sr: Грешка протокола.
sr@latn: Greška protokola.
sv: Protokollfel:
ta: நெறிமுறைகள் பிழை
tg: Хатогии қарордод
th: โปรโตคอลผิดพลาด
uk: Помилка протоколу.
zh_cn: 协议错误。

source: Successfully connected to %1
af: Suksesvol verbind na %1
ar: تم الاتصال بنجاح بـ:%1
bg: Установена е връзка с %1
bs: Uspješno spojen na %1
ca: Connexió correcta a %1
cs: Úspěšně spojeno s '%1'
cy: Cysylltwyd â %1 yn llwyddiannus
da: Det lykkedes at forbinde til %1
de: Verbindung mit %1 erfolgreich aufgebaut
el: Επιτυχής σύνδεση στο %1
eo: Sukcese konektas kun %1
es: Conexión correcta a %1
et: Ühendus edukalt loodud masinasse %1
eu: %1-ekiko konexioa ongi egin da
fa: با موفقیت به %1 متصل شد
fi: Onnistunut yhteys palvelimelle %1
fr: Connecté à « %1 »
fy: Suksesfol ferbûn mei %1
ga: D'éirigh le ceangal le %1
gl: Conexión correcta a %1
he: ההתחברות אל %1 הצליחה
hi: %1 से सफलता पूर्वक जुड़ा
hr: Uspješno uspostavljena veza sa %1
hu: Sikerült csatlakozni - %1
is: Tenging við %1 tókst
it: Connesso correttamente con %1
ja: %1 への接続に成功
kk: %1 дегенімен байланыс сәтті құрылды
km: បាន​តភ្ជាប់​ទៅ %1 ដោយ​ជោគជ័យ
ko: %1에 성공적으로 연결됨
lt: Sėkmingai prisijungta prie %1
mk: Успешно поврзан со %1
mn: %1 -тэй амжилттай холбогдлоо
ms: Berjaya sambung ke %1
nb: Vellykket tilkobling til %1
nds: Verbinnen na %1 opstellt
nl: Succesvol verbonden met %1
nn: Vellukka tilkopling til %1
pa: ਸਫਲਤਾਪੂਰਕ %1 ਨਾਲ ਜੋੜਿਆ ਗਿਆ
pl: Pomyślnie podłączono do %1
pt: A ligação a %1 foi bem sucedida
pt_br: Conectado à %1 com sucesso
ro: Am realizat cu succes conexiunea la %1
ru: Успешное соединение с %1
rw: Byahujwe neza ku %1
se: Lihkostuvai oktavuođaváldin dása: %1
sk: Úspešne pripojený k %1
sl: Uspešno povezan k %1
sr: Успешно успостављена веза са %1
sr@latn: Uspešno uspostavljena veza sa %1
sv: Ansluten till %1
ta: %1 க்கு வெற்றிகரமாக இணைக்கப்பட்டது
tg: Пайвастшавии бомувафақият бо %1
th: เชื่อมต่อไปยัง %1 เรียบร้อยแล้ว
uk: Успішно встановлено з'єднання до %1
zh_cn: 成功连接到 %1

source: An internal error occurred. Please try again.
af: 'n Interne fout het voorgekom. Probeer asseblief weer.
bg: Вътрешна грешка. Моля, опитайте отново.
bs: Došlo je do interne greške. Molim pokušajte ponovo.
ca: Ho ocorregut un error intern. Torneu a provar.
cs: Nastala interní chyba. Prosím zkuste znovu.
da: Der opstod en intern fejl. Prøv venligst igen.
de: Es ist ein interner Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Σημειώθηκε ένα εσωτερικό σφάλμα. Παρακαλώ ξαναδοκιμάστε.
eo: Interna eraro; bonvolu repeni.
es: Ha ocurrido un error interno. Por favor, inténtelo de nuevo.
et: Tekkis sisemine viga. Palun proovi uuesti.
eu: Barne errorea gertatu da: Mesedez saiatu berriro
fa: یک خطای درونی رخ داد. لطفاً، دوباره سعی کنید.
fi: Tapahtui sisäinen virhe. Yritä uudelleen.
fr: Une erreur interne s'est produite. Veuillez réessayer plus tard.
fy: Der barde in ynterne flater. Probearje it opnij.
ga: Tharla earráid inmheánach. Déan iarracht eile le do thoil.
gl: Ocorreu un erro interno. Por favor, reténteo de novo.
he: ארעה שגיאה פנימית. אנא נסה שוב.
hi: आंतरिक त्रुटि हुई. कृपया फिर कोशिश करें.
hu: Belső hiba történt, próbálja meg újra.
is: Innvær villa kom upp. Vinsamlegast reyndu aftur.
it: Si è verificato un errore interno. Per favore prova di nuovo.
ja: 内部エラーが発生しました。やり直してください。
kk: Бір ішкі қате пайда болды. Қайталап көріңіз.
km: កំហុស​ខាង​ក្នុង​មួយ​បាន​កើត​ឡើង ។ សូម​ព្យាយាម​ម្ដង​ទៀត ។
ko: 내부 오류가 발생했습니다. 다시 시도하십시오.
lt: Įvyko vidinė klaida. Prašome bandyti iš naujo.
mk: Се случи интерна грешка. Ве молиме обидете се повторно.
ms: Ralat dalaman berlaku. Sila cuba lagi.
nb: Det oppsto en intern feil. Forsøk igjen.
nds: Dat geev en intern Fehler. Bitte versöök dat nochmaal
nl: Er deed zich een interne fout voor. Probeer het opnieuw.
nn: Det oppstod ein intern feil. Prøv på nytt.
pa: ਇੱਕ ਅੰਦਰੂਨੀ ਗਲਤੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: Wystąpił błąd wewnętrzny. Proszę spróbować ponownie.
pt: Ocorreu um erro interno. Por favor tente novamente.
pt_br: Ocorreu um erro interno; por favor, tente novamente.
ro: A apărut o eroare internă. Încercaţi din nou.
ru: Произошла внутренняя ошибка. Попробуйте еще раз.
rw: Ikosa ry'imbere ryagaragaye. Wakongera ukagerageza.
se: Siskkildas meattáhus dáhpahuvvai. Geahččal ođđasit.
sk: Nastala interná chyba. Prosím, skúste to znovu.
sl: Prišlo je do notranje napake. Prosim poskusite znova.
sr: Догодила се интерна грешка. Пробајте поново.
sr@latn: Dogodila se interna greška. Probajte ponovo.
sv: Ett internt fel uppstod. Försök igen.
ta: உள்ளுர பிழை ஏற்பட்டுள்ளது. தயவுசெய்து கோறிக்கையை மீண்டும்தி ரும்பவும் முயலவும்.
tg: Хатогии дохилӣ рух дод. Бори дигар кӯшиш кунед.
th: เกิดข้อผิดพลาดภายใน โปรดลองใหม่อีกครั้ง
uk: Сталася внутрішня помилка. Будь ласка, спробуйте ще раз.
zh_cn: 发生了内部错误。请重试。

source: Unknown error was encountered while copying the file to '%1'. Please try again.
af: Onbekende fout het voorgekom gedurende die kopieër van lêer in '%1'. Probeer weer asseblief.
bg: Неизвестна грешка по време на копиране на файл в %1. Моля, опитайте отново.
bs: Došlo je do nepoznate greške prilikom kopiranja datoteke u '%1'. Molim pokušajte ponovo.
ca: S'ha trobat un error desconegut en copiar el fitxer a '%1'. Torneu a provar.
cs: Nastala interní chyba při kopírování souboru do '%1'. Prosím zkuste znovu.
da: Ukendt fejl opstod under kopiering af filen til '%1'. Prøv venligst igen.
de: Unbekannter Fehler beim Kopieren der Datei nach "%1". Bitte versuchen Sie es erneut.
el: Σημειώθηκε ένα άγνωστο σφάλμα κατά την αντιγραφή του αρχείου '%1'. Παρακαλώ ξαναδοκιμάστε.
eo: Nekonata eraro okazis dum la kopiado de la dosiero al "%1". Bonvolu repeni.
es: Ha ocurrido un error desconocido al copiar el archivo '%1'. Por favor, inténtelo de nuevo.
et: Tekkis tundmatu viga faili kopeerimisel asukohta '%1'. Palun proovi uuesti.
eu: Errore ezezaguna aurkitu da fitxategia '%1'(e)n kopiatzean. Mesedez saiatu berriro.
fa: هنگام رونوشت پرونده به »%1«، خطایی ناشناخته رخ داد. لطفاً، دوباره سعی کنید.
fi: Tapahtui tuntematon virhe kopioinnissa tiedostoon '%1'. Yritä uudelleen.
fr: Une erreur inconnue s'est produite lors de la copie du fichier vers « %1 ». Veuillez réessayer.
fy: Der barde in ûnbekende flater ûnder it kopiearre fan de triem nei '%1'. Probearje it opnij.
ga: Tharla earráid anaithnid agus an comhad á chóipeáil go '%1'. Bain triail eile as, le do thoil.
gl: Atopouse un erro descoñecido mentres se copiaba o ficheiro a '%1'. Por favor, ténteo de novo.
he: שגיאה לא מוכרת ארעה בעת העתקת הקובץ אל "%1". אנא נסה שנית.
hi: फ़ाइल को '%1' पर नक़ल करने के दौरान अज्ञात त्रुटि हुई. कृपया फिर कोशिश करें.
hu: Ismeretlen hiba történt másolás közben (ide: '%1'), próbálja meg újra.
is: Það kom upp óþekkt villa við að afrita skrána í '%1'. Vinsamlega reyndu aftur.
it: Si è verificato un errore interno durante la copia del file su '%1'. Prova di nuovo, grazie.
ja: ファイルを '%1' へコピー中に未知のエラーが発生しました。やり直してください。
kk: '%1' дегенге файлды көшірмелеген кезде беймәлім қате орын алды. қайталап көріңіз.
km: បាន​ជួប​ប្រទះ​កំហុសមិន​ស្គាល់​មួយ ខណៈ​ពេល​ចម្លង​ឯកសារ​ទៅ'%1' ។ សូម​ព្យាយាម​ម្ដង​ទៀត ។
ko: '%1'(으)로 파일을 복사하는 중 오류가 발생했습니다. 다시 시도하십시오.
lt: Kopijuojant bylą į „%1“ įvyko nežinoma klaida. Prašome pamėginti iš naujo.
mk: Се случи непозната грешка за време на копирањето на датотеката на „%1“. Ве молиме обидете се повторно.
ms: Ralat tidak diketahui ditemui semasa menyalin fail ke '%1'. Sila cuba lagi.
nb: Det oppsto en ukjent feil under kopiering av fila til «%1». Forsøk igjen.
nds: Dat geev en nich bekannten Fehler bi't Koperen vun de Datei na "%1". Bitte nochmaal versöken.
nl: Er deed zich een onbekende fout voor tijdens het kopiëren van het bestand naar '%1'. Probeer het opnieuw.
nn: Det oppstod ein ukjend feil under kopiering av fila til «%1». Prøv på nytt.
pa: '%1' ਤੇ ਫਾਇਲ ਨਕਲ ਕਰਨ ਦੌਰਾਨ ਅਣਜਾਣੀ ਗਲਤੀ ਆਈ ਹੈ। ਕਿਰਪਾ ਕਰਕ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: Wystąpił nieznany błąd podczas kopiowania pliku do '%1'. Proszę spróbować ponownie.
pt: Ocorreu um erro desconhecido ao copiar o ficheiro '%1'. Por favor tente novamente.
pt_br: Ocorreu um erro interno ao copiar o arquivo para '%1'. Por favor, tente novamente.
ro: A apărut o eroare necunoscută la copierea fişierului în '%1'. Încercaţi din nou.
ru: Произошла неизвестная ошибка при копировании файла в '%1'. Попробуйте еще раз.
rw: Ikosa ritazwi ryagaragaye mu gihe cyo gukoporora idosiye ku '%1'. Wakongera ukagerageza.
se: Amas meattáhus čuožžilii máŋgedettiin %1 fiilla. Geahččal ođđasit.
sk: Vyskytla sa neznáma chyba pri kopírovaní súboru do '%1'. Prosím, skúste to znovu.
sl: Prišlo je do neznane napake med kopiranjem datoteke v »%1«. Prosim poskusite znova.
sr: Догодила се непозната грешка приликом копирања фајла „%1“. Пробајте поново.
sr@latn: Dogodila se nepoznata greška prilikom kopiranja fajla „%1“. Probajte ponovo.
sv: Ett okänt fel uppstod vid kopiering av filen till "%1". Försök igen.
ta: %1 கோப்பையை நகலெடுக்குகையில் அறியாதப் பிழை ஏற்பட்டுள்ளது. தயவுச் செய்து மீண்டும் முயற்சிக்கவும்.
tg: Хатогии номаълум ҳангоми нусхапартоии файл ба '%1' рух дод. Бори дигар кӯшиш кунед.
th: ไม่รู้จักความผิดพลาดที่เกิดขึ้นระหว่างทำการคัดลอกแฟ้มไปยัง '%1' โปรดลองใหม่อีกครั้ง
uk: При копіюванні файла в "%1" сталася невідома помилка. Будь ласка, спробуйте ще раз.
zh_cn: 试图将文件复制为“%1”时遇到了未知错误。请重试。
