Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kio_sftp.po
Languages: af, ar, bg, bs, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, hu, is, it, ja, kk, km, ko, lt, mk, mn, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn

source: WARNING: The identity of the remote host '%1' has changed! Someone could be eavesdropping on your connection, or the administrator may have just changed the host's key. Either way, you should verify the host's key fingerprint with the host's administrator. The key fingerprint is: %2 Add the correct host key to "%3" to get rid of this message.
af: WAARSKUWING: Die identiteit van die afgelëe gasheer '%1' het verander! Iemand kan afluister op jou verbinding, of die administrateur het dalk nou net die gasheer se sleutel verander. Maak nie saak watter geval, jy moet verifiëer die gasheer se sleutel vingerafdruk met die gasheer se administrateur. Die sleutel vingerafruk is: %2 Voeg by die korrekte gasheer sleutel na "%3" om hierdie boodskap weg te kry.
ar: تحذير: هوية المستضيف '%1' قد تغيرت! قد يكون هناك من يتجسس على اتصالك, أو ربما أن مدير المستضيف قد غير المفتاح. على أي حال, يجب عليك التأكد من بصمة مفتاح المستضيف مع مدير المستضيف. بصمة المفتاح هي: %2 أضف مفتاح المستضيف الصحيح "%3" للتخلص من هذه الرسالة.
bg: ПРЕДУПРЕЖДЕНИЕ: Идентификацията на отдалеченият хост "%1" е променена! Или някой се е намесил във връзката между вас и сървъра или администраторът на сървъра е променил ключа на сървъра. Във всички случаи проверете истинността на ключа с администратора на сървъра. Ключът за идентификация на сървъра е: %2 Добавете валиден ключ за хоста "%3", за да не се показва това съобщение повече.
bs: UPOZORENJE: Identitet udaljenog računara '%1' se promijenio! Možda neko prisluškuje vašu konekciju, ili je administator tog računara promijenio njegov ključ. U svakom slučaju, trebate provjeriti ispravnost ključa sa administratorom tog računara. Fingerprint ključa je: %2 Ako ne želite više vidjeti ovu poruku, dodajte ispravan ključ računara u "%3"
ca: AVÍS: La identitat de la màquina remota '%1' ha canviat! Algú podria estar interceptant la vostra connexió, o es que simplement l'administrador ha canviat la clau de la màquina. De totes maneres verifiqueu l'empremta de la clau de la màquina amb l'administrador de la mateixa. L'empremta de la clau és: %2 Afegiu la clau correcta de la màquina a "%3" per a desfer-vos d'aquest missatge.
cs: Upozornění: identita hostitele %1 se změnila! Někdo může odposlouchávat vaše spojení, nebo administrátor právě změnil klíč hostitele. V každém případě byste měli ověřit otisk klíče hostitele u systémového administrátora. Otisk je: %2 K odstranění tohoto varování přidejte správný klíč do "%3".
cy: RHYBYDD: Mae dynodiad y gwesteiwr pell '%1' wedi newid! Gallai rhywun fod yn clustfeinio ar eich cysylltiad, neu gall y rheolwr fod wedi newydd newid allwedd y gwesteiwr. Beth bynnag, dylech wirio ôl bys allwedd y gwesteiwr â rheolwr y gwesteiwr. Dyma ôl bys yr allwedd: %2 Ychwanegwch yr allwedd gwesteiwr cywir i "%3" i gael gwared o'r neges hon.
da: ADVARSEL: Identiteten af den eksterne vært '%1' er ændret! Nogen lytter muligvis med på din forbindelse, eller måske har administratoren blot ændret værtens nøgle. Under alle omstændigheder bør du verificere værtens nøgle-fingeraftryk med værtens administrator. Nøgle-fingeraftrykket er: %2 Tilføj den rigtige værtsnøgle til "%3" for at slippe af med denne besked.
de: WARNUNG: Der Identitätsschlüssel des Rechners "%1" hat sich geändert! Eventuell versucht jemand, Ihre Verbindung abzuhören. Es könnte aber auch sein, dass der Administrator des anderen Rechners den Schlüssel absichtlich geändert hat. Sie sollten sich auf jeden Fall diesen neuen Identitätsschlüssel vom Systemverwalter des anderen Rechners bestätigen lassen. Der neue Schlüssel lautet: %2 Fügen Sie diesen neuen Schlüssel zu "%3" hinzu, um diese Warnung auszuschalten.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Η ταυτότητα του απομακρυσμένου κόμβου '%1' έχει αλλάξει! Κάποιος μπορεί να παρακολουθεί τη σύνδεσή σας ή ο διαχειριστής του συστήματος σας μόλις έχει αλλάξει το κλειδί του κόμβου. Όπως και να έχει, θα πρέπει να επαληθεύσετε το αποτύπωμα του κλειδιού του κόμβου με το διαχειριστή του συστήματος σας. Το αποτύπωμα του κλειδιού είναι: %2 Προσθέστε το σωστό κλειδί κόμβου στο "%3" για να απαλλαγείτε από αυτό το μήνυμα.
eo: AVERTO: La identeco de la fora gastiga komputilo "%1" ŝanĝiĝis! Iu eble subaŭskultas vian konekton, aŭ eble la administranto ŝanĝis la ĉifroŝlosilon de la gastigo. Ĉiaokaze, vi devus kontroli la identokodon de la gastiga ŝlosilo per demandi la gastigan administranton. La identokodo estas: %2 Aldonu la ĝustan ĉifroŝlosilon al "%3", kaj ĉi tiu mesaĝo malaperos.
es: AVISO: La identidad de la máquina remota '%1' ha cambiado! Alguien puede estar interceptando su conexión, o puede que simplemente el administrador puede que haya cambiado la clave de la máquina. De cualquier modo verifique la huella de la clave de la máquina con el administrador de dicha máquina. La huella de la clave es: %2 Añada la clave correcta de la máquina a "%3" para deshacerse de este mensaje.
et: HOIATUS: Masina '%1' identiteet on muutunud! Keegi võib sinu ühendust pealt kuulata või on administraator lihtsalt masina võtit vahetanud. Igal juhul peaksid sa enne ühenduse loomist masina administraatoriga kontrollima masina võtme sõrmejälge. Võtme sõrmejälg on: %2 Kui sa ei soovi seda teadet enam näha, lisa masina õige võti faili "%3".
eu: OHARRA: '%1' urruneko ostalariaren identitatea aldatu egin da! Agian norbaitek eragotzi egin du zure konexioa, edo, behar bada, zure kudeatzaileak aldatu berri du ostalariaren gakoa. Batera zein bestera, ziurtatu egin beharko zenuke ostalariaren gakoaren aztarna kudeatzailearekin. Gakoaren aztarna hau da: %2 Gehi iezaiozu ostalariaren gako egokia "%3"(r)i mezu hau desagertzeko.
fa: اخطار: هویت میزبان دور »%1« تغییر یافته است! کسی اتصال شما را شنیده، یا ممکن است سرپرست کلید میزبان را تغییر داده باشد. به هرحال، باید اثر انگشت کلید میزبان را توسط سرپرست وارسی کنید. اثر انگشت کلید عبارت است از: %2 کلید میزبان صحیح را به »%3« برای خلاصی از این پیام، اضافه کنید.
fi: VAROITUS: Palvelimen '%1' tunnistetiedot ovat muuttuneet! Joku voi salakuunnella yhteyttäsi, tai ylläpito on vaihtanut palvelimen avaimia. Molemmissa tapauksissa sinun tulee varmistaa palvelimen tunnistetiedot palvelimen ylläpitäjältä. Avaimen tunnistetiedot ovat: %2 Lisää oikeat tunnistetiedot tiedostoon "%3" ohittaaksesi tämän viestin.
fr: AVERTISSEMENT : l'identité du serveur hôte « %1 » a changé ! Quelqu'un peut écouter votre connexion, ou l'administrateur a pu changer la clé du serveur. Dans tous les cas, il est fortement recommandé de vérifier l'empreinte digitale de la clé du serveur avec son administrateur avant de vous connecter. L'empreinte digitale de la clé est : %2 Ajoutez la clé correcte du serveur à « %3 » pour ne plus voir ce message.
fy: WARSKOGING: de identiteit fan de host op ôfstân '%1' is feroare! Mooglik lústert ien dyn ferbining ôf, of de systeembehearder hat krekt de kaai fan de host feroare. In beide gefallen kinst it beste de fingerprint fan de host's kaai ferifiearre mei desysteembehearder fan de host. De fingerprint fan de kaai is: %2 fier de goede host-kaai ta oan "%3" om fan dizze melding ôf te kommen.
gl: AVISO: A identidade da máquina remota '%1' cambiou! Alguén pode estar interceptando a súa conexión, ou pode que simplemente o administrador cambiou a clave da máquina. De cualquiera xeito verifique a pegada dactilar da clave da máquina co administrador de dita máquina. A pegada dactilar da clave é: %2 Engada a clave correcta da máquina a "%3" para desfacerse desta mensaxe.
he: אזהרה: הזהות של המארח המרוחק "%1" השתנתה. ייתכן שמישהו מצותת לחיבור שלך, או שיכול להיות שהמנהל בדיוק שינה את המפתח של המארח. בכל מקרה, עליך לוודא את טביעת האצבע של המפתח של המארח עם מנהל המארח. טביעת האצבע של המפתח היא: %2 הוסף את המפתח הנכון ל-"%3" כדי להיפטר מהודעה זו.
hr: UPOZORENjE: Identitet udaljenog računala '%1' je promjenjen! Moguće je da neko prisluškuje vašu vezu, ili je administrator upravo promijenio ključ računala. U svakom slučaju, trebalo bi potvrditi otisak prsta ključa računala sa administratorom računala prije povezivanja. Otisak ključa je: %2 Dodajte ispravan ključ računala u '%3' kako biste se oslobodili ove poruke.
hu: Figyelem: a(z) '%1' nevű kiszolgáló jellemzői megváltoztak! Ezt okozhatja a kiszolgáló kulcsának megváltozása, de az is, hogy illetéktelen személy próbál hozzáférni az adatokhoz. Mindenképpen ellenőrizze le a kulcs ujjlenyomatát a kiszolgáló rendszergazdájával. Az ujjlenyomat értéke: %2 Ez az üzenet akkor fog eltűnni, ha a(z) "%3" fájlhoz hozzáadta a kiszolgáló érvényes kulcsát.
is: VARÚÐ: auðkenni vélarinnar '%1' hefur breyst! Einhver gæti verið að hlusta á tenginguna þína, eða kerfisstjóri gæti hafa breytt vélarlyklinum. Hvor sem er þá ættir þú að staðfesta fingrafar vélarinnar við kerfisstjóra þjónsins. Fingrafarið er: %2 Bættu réttum vélarlykli í "%3" til að losna við þetta skeyti.
it: ATTENZIONE: L'identità dell'host remoto '%1' è cambiata! Qualcuno potrebbe essersi messo in mezzo nella tua connessione oppure l'amministratore dell'host ha cambiato la chiave. In ogni caso devi verificare l'impronta digitale della chiave con l'amministratore dell'host. L'impronta è: %2 Aggiungi la chiave corretta per questo host in "%3" per far sparire questo messaggio.
ja: 警告: リモートホスト '%1' の識別情報が変更されています! 第三者があなたの接続を傍受できてしまうかもしれません。あるいは単に管理者がホストキーを変更したのかもしれません。いずれの場合も、リモートホストのフィンガープリント情報をそのホストの管理者に検証してもらう必要があります。フィンガープリント情報は以下のとおりです: %2 正しいホストキーを "%3" に追加して、このメッセージが表示されないようにしてください。
kk: ЕСКЕРТУ: Қашықтағы '%1' хостының идентификациясы өзгерген! Байланыста бөтен хост немесе әкімшісі хосттың кілт тізбегін өзгертіп жіберген. Бәрі бір, хосттың кілт бақылау тізбегін әкімшісімен тексеріп шығу керек. Кілт бақылау тізбегі: %2 Осы хабарламадан құтылу үшін хосттың шын кілтін "%3" дегенге қосып қойыңыз.
km: ព្រមាន ៖ អត្តសញ្ញាណ​របស់​ម៉ាស៊ីន​ឆ្ងាយ '%1' បាន​ផ្លាស់ប្ដូរ​ហើយ ! អ្នក​ណាម្នាក់​អាច​លួច​មើលអំពីការ​តភ្ជាប់​របស់​អ្នក ឬ អ្នក​គ្រប់គ្រង​អាចផ្លាស់​ប្ដូរ​កូនសោ​របស់ម៉ាស៊ីន ។ តាម​មធ្យោបាយ​ណា​មួយ​ក៏​បាន អ្នក​គួរ​ផ្ទៀតផ្ទាត់​ស្នាម​ផ្ដិត​ម្រាមដៃនៃកូនសោ​របស់ម៉ាស៊ីន ជាមួយ​នឹង​អ្នក​គ្រប់គ្រង​ម៉ាស៊ីន ។ ស្នាម​ផ្ដិតម្រាមដៃ​កូនសោ​គឺ ៖ %2 បន្ថែម​កូនសោត្រឹមត្រូវ​របស់​ម៉ាស៊ីនទៅ "%3" ដើម្បី​លុប​សារ​នេះ ។
ko: 경고: 원격 호스트 '%1'의 증명이 변경되었습니다! 누군가가 연결을 가로채고 있거나 시스템 관리자가 호스트 키를 바꾸었을 수도 있습니다. 연결하기 전에 호스트 관리자에게 호스트 키 지문이 올바른지 확인하십시오. 키 지문은 다음과 같습니다: %2 이 메시지를 보이지 않게 하려면 올바른 호스트 키 "%3"을(를) 추가하십시오.
lt: PERSPĖJIMAS: Nutolusio mazgo „%1“ tapatybė pasikeitė! Kas nors gali stebėti Jūsų prisijungimą, arba adminstratorius galėjo pakeisti mazgo raktą. Bet kuriuo atveju, Jūs turėtumėte patikrinti mazgo rakto antspaudą su mazgo administratoriumi. Rakto anspaudas yra: %2 Norėdami atsikratyti šio pranešimo, pridėkite teisingą mazgo raktą į „%3“.
mk: ПРЕДУПРЕДУВАЊЕ: Идентитетот на серверот „%1“ е променет! Некој можеби ја прислушкува вашата врска, или можеби администраторот само го сменил клучот. Како и да е, би требало да го верификувате отпечатокот на клучот кај администраторот. Отпечатокот е: %2 Додајте го точниот клуч во „%3“ за да се ослободите од поракава.
mn: САНУУЛГА: "%1" хостын таних тэмдэг өөрчилөгджээ! Таны холболтыг хэн нэг нь саатуулахыг оролжээ. Мөн тэр хостын системийн зохион байгуулагч түлхүүрийг өөрчилсөн байх боломжтой. Та ямарч тохиолдолд хостын түлхүүрийг тэр хостын системийн зохион байгуулагчаар батлуулах хэрэгтэй Шинэ түлхүүр: %2 Энэ сануулгыг арилгахын тулд та энэ шинэ түлхүүрийг "%3" рүү нэмнэ үү.
nb: ADVARSEL: Identiteten til verten «%1» er endret! Det kan være at noen lytter til forbindelsen din, eller administratoren kan ha nettopp endret vertens nøkkel. I alle fall bør du kontakte vertens administrator og få verifisert vertsnøkkelens fingeravtrykk. Fingeravtrykket er: %2 Legg til riktig vertsnøkkel i «%3» for å kvitte deg med denne meldinga.
nds: Wohrscho: De Identiteet vun den Reekner "%1" hett sik ännert! Dat mag wesen, dat Een versöcht, de Verbinnen to beluern, oder de Systeempleger hett bloots den Slötel vun den Reekner utwesselt. In beed Fäll schullst Du den Slötel sien Fingerafdruck vun den Systeempleger vun den Reekner beglöven laten. De Fingerafdruck is: %2 Föög den richtigen Reekner-Slötel "%3" to, wenn Du disse Mellen looswarrn wullt.
nl: WAARSCHUWING: de identiteit van de host op afstand '%1' is veranderd! Mogelijk luistert iemand uw verbinding af, of de systeembeheerder heeft zojuist de sleutel van de host gewijzigd. In beide gevallen kunt u het best de vingerafdruk van de host' sleutel verifiëren met de systeembeheerder van de host. De vingerafdruk van de sleutel is: %2 Voeg de correcte host-sleutel toe aan "%3" om van deze melding af te komen.
nn: ÅTVARING: Identiteten til verten «%1» er endra! Det kan henda nokon lyttar på sambandet, eller administratoren kan ha endra nøkkelen på verten. I alle fall bør du ta kontakt med systemadministratoren for å få stadfesta fingeravtrykket til vertsnøkkelen. Fingeravtrykket til nøkkelen er: %2 Legg til den rette vertsnøkkelen i «%3» for å bli kvitt denne meldinga.
pl: OSTRZEŻENIE: Zmieniła się tożsamość zdalnego komputera '%1'! Ktoś może próbować podsłuchiwać Twoje połączenie albo po prostu administrator serwera zmienił klucz komputera. W każdym razie, powinieneś potwierdzić u administratora serwera, czy odcisk palca klucza się zgadza. Odcisk palca klucza to: %2 Dodaj prawidłowy klucz komputera do pliku "%3", aby wyłączyć ten komunikat.
pt: ATENÇÃO: A identidade da máquina remota '%1' foi mudada! Alguém poderá estar a escutar a sua ligação ou o administrador poderá ter alterado a chave da máquina. De qualquer forma, o utilizador deve verificar a 'impressão digital' da chave da máquina com o administrador do sistema. A 'impressão digital' da chave é: %2 Adicione a chave correcta da máquina a "%3" para se ver livre desta mensagem.
pt_br: AVISO: A identidade da máquina remota '%1' mudou! Alguém poderia espreitar sua conexão, ou o administrador pode ter somente mudado a chave. De qualquer modo, você deve verificar o fingerprint com o administrador da máquina; o fingerprint é: %2 Adicione a chave de máquina correta para "%3" para se livrar dessa mensagem.
ro: ATENŢIE: Identitatea gazdei distante "%1" s-a modificat! Este posibil ca cineva tocmai să urmărească conexiunea dumneavoastră sau administratorul acelei maşini a schimbat cheia publică. Oricare ar fi din cele două cazuri, verificaţi împreună cu administratorul de sistem al maşinii că semnătura este corectă. Semnătura cheii publice este: %2 Adăugaţi cheia publică corectă în "%3" pentru a scăpa de acest mesaj.
ru: ВНИМАНИЕ: идентификация сервера '%1' изменилась! Кто-то проник в ваше соединение или администратор сервера сменил ключ сервера. В любом случае проверьте идентификацию ключа сервера с администратором этого сервера. Идентификатор: %2 Добавьте правильный ключ сервера в "%3", чтобы это сообщение больше не показывалось.
rw: IBURIRA: Ikiranga cy'ubuturo bwa kure '%1' cyahindutse! Umuntu ashobora kuba ari gutata k'ukwihuza kwawe, cyangwa umuyobozi wawe ashobora kuba yahinduye urufunguzo rw'ubuturo. Mu buryo bwombi, ugomba kugenzura ikimenyetsontoki rufunguzo wifashishije umuyobozi w'ubuturo. Ikimenyetsontoki rufunguzo ni: %2 Kongeraho urufunguzo rw'ubuturo nyarwo "%3" mu kwikiza ubu butumwa.
se: VÁRREHUS: «%1» guossoheaddji identitehta lea rievdaduvvon! Giinu dáidá guldalit du oktavuođa, dahje hálddašeaddji lea aiddo rievdadan guossoheaddji čoavdaga. Berret liikká váldit oktavuođa vuogádathálddašeddjiin dárkkistit guossoheaddječoavdaga suorbmasaji. Čoavdaga suorbmasadji lea:%2 Lasit rievttes guossoheaddji čoavdda «%3»'ii vai dát diehtu jávká.
sk: VAROVANIE: Identita vzdialeného hostiteľa '%1' sa zmenila. Možno sa niekto snaží použiť útok eavesdropping na vaše spojenie, alebo administrátor iba zmenil kľúč hostiteľa. V každom prípade by ste mali overiť obtlačok kľúča u administrátora hostiteľa. Obtlačok je: %2 Aby ste sa tejto správy zbavili, pridajte kľúč hostiteľa do "%3".
sl: OPOZORILO: Identiteta oddaljenega gostitelja »%1« se je spremenila! Lahko, da nekdo prisluškuje vaši povezavi, ali pa je skrbnik le spremenil gostiteljev ključ. V vsakem primeru bi morali preveriti odtis gostiteljevega ključa z skrbnikom gostitelja. Odtis ključa je: %2 Dodajte pravilen gostiteljev ključ k »%3«, da se znebite tega sporočila.
sr: УПОЗОРЕЊЕ: Идентитет удаљеног домаћина „%1“ је промењен! Могуће је да неко прислушкује вашу везу, или је администратор управо променио кључ домаћина. У сваком случају, требало би да потврдите отисак прста кључа домаћина са администратором домаћина пре повезивања. Отисак кључа је: %2 Додајте исправан кључ домаћина у „%3“ да бисте се ослободили ове поруке.
sr@latn: UPOZORENJE: Identitet udaljenog domaćina „%1“ je promenjen! Moguće je da neko prisluškuje vašu vezu, ili je administrator upravo promenio ključ domaćina. U svakom slučaju, trebalo bi da potvrdite otisak prsta ključa domaćina sa administratorom domaćina pre povezivanja. Otisak ključa je: %2 Dodajte ispravan ključ domaćina u „%3“ da biste se oslobodili ove poruke.
sv: VARNING: Identiteten för värddatorn "%1" har ändrats. Någon kan tjuvlyssna på anslutningen, eller så har administratören just ändrat datorns nyckel. Du bör helst verifiera datorns nyckelavtryck med datorns administratör. Nyckelavtrycket är: %2 Lägg till den riktiga värddatornyckeln till "%3" för att bli av med meddelandet.
ta: எச்சரிக்கை: தொலைநிலை புறவளரின் அடையளம் '%1' மாறியது! உங்கள் இணைபின் மேல் யரோ ஒருவர் ஒட்டுக் கேட்டுக்கொண்டிருக்களாம், அல்லது நிர்வாகி புறவலரின் விசையை மற்றலாம்.இல்லை என்றால் இணைப்புக்கு முன்னால் புறவளரின் நிர்வாகியுடன் புறவளரின் கைறேகையை மாற்ற வேண்டும்.விசையின் கைறேகை : %2 சரியான புறவளரின் விசையை இணைக்கவும்"%3"இந்த செய்தியில் இருந்து வெளியேர.
tg: Диққат: Шиносоии соҳиби дурдасти '%1' тағир ёфтааст! Касе ба пайвастшавии шумо дохил шудааст ё идоракунанда фақат калиди соҳибро иваз кардааст. Дар ҳама ҳолат шумо бояд шиносоии калиди соҳибро бо идоракунандаи соҳиб баррасӣ кунед. Шиноса ин: %2 Калиди дурдаст ба "%3" илова кунед ва аз ин паём халосӣ меёбед.
th: คำเตือน: ส่วนแสดงตัวของโฮสต์ '%1' มีการเปลี่ยนแปลง ! อาจมีบางคนที่สามารถทำการยุติการเชื่อมต่อของคุณ, หรือผู้ดูแลระบบ ได้ทำการเปลี่ยนกุญแจของโฮสต์ คุณควรจะตรวจสอบกุญแจ กับผู้ดูแลโฮสต์ก่อนทำการเชื่อมต่อ โดยกุญแจของโฮสต์คือ: %2 โปรดเพิ่มกุญแจของโฮสต์ที่ถูกต้องไปยัง "%3" เพื่อไม่ให้มีการแสดงข้อความนี้อีก
uk: ПОПЕРЕДЖЕННЯ: Ключ віддаленої машини "%1" змінився! Або хтось прослуховує ваше з'єднання, або, можливо, адміністратор змінив ключ машини. В обох випадках, адміністратор віддаленої машини повинен підтвердити правильність відбитка ключа. Відбиток: %2 Додайте правильний ключ машини у "%3", щоб позбутися цього повідомлення.
zh_cn: 警告：远程主机“%1”的身份已经改变！ 也许有人在窃听您的网络连接，或者是管理员可能改变了主机的密钥。不管怎样，您应该与主机的管理员核实主机的密钥。主机的密钥指纹是： %2 请将正确的主机密钥添加到“%3” 来消除这条信息。
