Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kio_smtp.po
Languages: af, ar, be, bs, cy, eo, es, fy, gl, ko, mk, ms, nb, nl, pa, pt, ro, rw, se, sl, sr, sr@latn, ta, tg, th, uz@cyrillic, vi

source: The server rejected both EHLO and HELO commands as unknown or unimplemented. Please contact the server's system administrator.
af: Die bediener weier beide EHLO en HELO opdragte as onbekend of oninstalleerd. Kontak asseblief die bediener se stelsel administrateur.
ar: لقد رفض الخادم أوامر EHLO و HELO كأوامر مجهولة أو غير مدعومة الرجاء الاتصال بمراقب نظام الخادم.
be: Сервер адкінуў абедзве каманды EHLO і HELO як невядомыя ці непадтрымліваемыя. Калі ласка, звяжыцеся з сістэмным адміністратарам сервера.
bs: Server je odbio i naredbu EHLO i naredbu HELO kao nepoznate i nepodržane. Molim kontaktirajte administratora servera.
cy: Gwrthododd y gweinydd y gorchmynion EHLO a HELO yn anhysbus neu heb eu gweithredoli. Cysylltwch â rheolwr y gweinydd os gwelwch yn dda.
eo: La servilo rifuzis ambaŭ komandojn EHLO kaj HELO kiel nekonataj aŭ neprogramitaj. Kontaku la sistemadministriston de la servilo.
es: El servidor ha rechazado las órdenes EHLO y HELO y las trata como desconocidas o sin implementar. Por favor, póngase en contacto con el administrador del sistema.
fy: De tsjinner fersmiet sawol it kommando EHLO as HELO as ûnbekend of net ynprogrammearre. Nim kontakt op mei de systeembehearder fan dizze tsjinner.
gl: O servidor rechazau os comandos EHLO e HELO tratadoos como descoñecidos ou sen implementar. Por favor, póñase en contacto co administrador do sistema.
ko: 서버가 EHLO 와 HELO 명령어를 알 수 없거나 실행할 수 없는 것으로 간주하여 거부하였습니다. 서버의 시스템 관리자에게 문의하십시오.
mk: Серверот ги одби командите EHLO и HELO како непознати или неимплементирани. Ве молиме контактирајте со систем-администраторот на серверот.
ms: Pelayan menolak arahan EHLO dan HELO sebagai tak diketahui atau tak dilaksanakan. Hubungi pentadbir sistem pelayan.
nb: Tjeneren avviste både EHLO og HELO-kommandoene som ukjent eller ikke implementert. Kontakt tjenerens systemadministrator.
nl: De server verwierp zowel het commando EHLO al ook HELO als onbekend of niet ingeprogrammeerd. Neem contact op met de systeembeheerder van deze server.
pa: ਸਰਵਰ ਨੇ ਦੋਵੇਂ EHLO ਅਤੇ HELO ਕਮਾਂਡਾਂ ਨੂੰ ਪਛਾਣ ਜਾਂ ਵਰਤਣ ਤੋਂ ਨਾਂਹ ਕਰ ਦਿੱਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਰਵਰ ਦੇ ਸਿਸਟਮ ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pt: O servidor rejeitados ambos os comandos EHLO e HELO como desconhecidos ou implementados. Por favor contacte o administrador de sistemas do servidor.
ro: Serverul a refuzat comenzile EHLO şi HELO ca fiind necunoscute sau neimplementate. Vă rog să contactaţi administratorul de sistem.
rw: Seriveri yanze amabwiriza yombi EHLO na HELO nkaho zitazwi cyangwa zitashyizwemo. Wareba umuyobozi wa sisitemu ya seriveri.
se: Bálvá hilggui sihke EHLO ja HELO amasin dahje eai ráhkaduvvon. Váldde oktavuođa bálvvá hálddašeddjiin.
sl: Strežnik je zavrnil oba ukaza EHLO in HELO kot neznana in neimplementirana. Obvestite strežnikovega skrbnika sistema.
sr: Сервер је одбацио и наредбу EHLO и HELO као непознате или неимплементиране. Контактирајте администратора сервера.
sr@latn: Server je odbacio i naredbu EHLO i HELO kao nepoznate ili neimplementirane. Kontaktirajte administratora servera.
ta: வழ்ங்கி EHLO மற்றும் HELOவை தெரியாத கட்டளையை அல்ல செயல்படுத்தினால் சேவகன் அமைப்பு நிர்வாகியை அணுகவும்.
tg: Хидматрасон ҳарду EHLO ва HELO фармонҳоро рад мекунад ҳамчун иҷронашаванда ё номаълум. Марҳамат карда бо идоракунандаи системаи хидматрасон алоқа кунед.
th: เซิร์ฟเวอร์ปฏิเสธคำสั้งทั้ง EHLO และ HELO โดยแจ้งว่าเป็นคำสั่งที่ไม่รู้จัก โปรดติดต่อผู้ดูแลระบบเซิร์ฟเวอร์ของคุณ
vi: Máy phục vụ nhả ra hai câu lệnh EHLO và HELO vì không biết hoặc không hỗ trợ. Xin hãy liên hệ với nhà quản trị hệ thống của máy phục vụ.

source: Unexpected server response to %1 command. %2
af: Onverwagte bediener reaksie na %1 opdrag. %2
ar: ردَ الخادم على %1 غير متوقع %2
be: Нечаканы адказ сервера на каманду %1. %2
bs: Neočekivan odgovor servera na naredbu %1. %2
cy: Ymateb gweinydd annisgwyl i'r gorchymyn %1. %2
eo: Neatendita servila respondo pri %1-komando. %2
es: Respuesta no esperada del servidor a la orden %1. %2
fy: Unverwachtse tsjinneraksje op kommando %1. %2
gl: Responsa inesperada do servidor ó comando %1. %2
ko: %1 명령에 대한 예측하지 못한 서버 응답입니다. %2
mk: Неочекуван одговор од серверот на командата %1. %2
ms: Respons pelayan yang tak dijangka terhadap arahan %1. %2
nb: Uventet svar fra tjeneren på kommandoen %1. %2
nl: Onverwachte serverreactie op commando %1. %2
pa: ਕਮਾਂਡ %1 ਲਈ ਸਰਵਰ ਦਾ ਅਸਪਸ਼ਟ ਜਵਾਬ ਆਇਆ ਹੈ। %2
pt: Resposta inesperada do servidor ao comando %1. %2
ro: Răspuns neaşteptat la comanda %1. %2
rw: Igisubizo cya seriveri kititeguwe ku ibwirizwa %1. %2
se: Bálvá attii amas vástadusa %1 gohččomii. %2
sl: Nepričakovan strežnikov odziv na ukaz %1. %2
sr: Неочекивани одговор сервера на наредбу %1. %2
sr@latn: Neočekivani odgovor servera na naredbu %1. %2
ta: எதிர்பார்காத வழங்கின் பதில் %1 கட்டலை. %2
tg: Хидматрасони ногаҳонӣ ба фармони %1 ҷавобгӯ аст. %2
th: ได้รับการตอบกลับจากเซิร์ฟเวอร์จากการใช้คำสั่ง %1 ไม่เป็นไปตามความคาดหมาย %2
uz@cyrillic: %1 буйруғига сервердан кутилмаган жавоб олинди. %2
vi: Câu trả lời không mong đợi từ máy phục vụ tới lệnh %1. %2

source: Your SMTP server does not support TLS. Disable TLS, if you want to connect without encryption.
af: Jou Smtp bediener doen nie ondersteun Tls. Deaktiveer Tls, as jy wil hê na konnekteer sonder om te enkripsie.
ar: خادمك لا يدعم TLS. قم بتعطيل TLS إذا أردت الإتصال بدون تشفير.
be: Ваш сервер SMTP не падтрымлівае TLS. Выключыце TLS, калі вы хочаце злучыцца без шыфравання.
bs: Vaš SMTP server ne podržava TLS. Isključite TLS ako se želite povezati bez kriptovanja.
cy: Nid yw'ch gweinydd SMTP yn cynnal TLS. Analluogwch TLS, os ydych am gysylltu heb gêl-ysgrifaeth.
eo: Via SMTP-servo ne subtenas TLS. Malŝalut TLS, se vi volas konekti sen ĉifrado.
es: Su servidor SMTP no soporta TLS. Desactive TLS, si desea conectarse sin cifrado.
fy: Dyn SMTP-tsjinner ûndersteund gjin TLS. Set TLS út yn de konfiguraasjemodule "Privacy en befeiliging->kryptografie" ast sûnder fersifering ferbine wolst.
gl: O seu servidor SMTP non soporta TLS. Desactive TLS, se desexa conectarse sen cifrado.
ko: SMTP 서버가 TLS를 지원하지 않습니다. 암호화 없이 연결하려면 TLS를 끄십시오.
mk: Вашиот SMTP сервер не поддржува TLS. Оневозможете го TLS, ако сакате да се поврзете без криптирање.
ms: Pelayan SMTP anda tidak menyokong TLS. Nyahaktifkan TLS, jika anda ingin sambung tanpa penyulitan.
nb: SMTP-tjeneren søtter ikke TLS. Skru av TLS om du ønsker å koble opp uten kryptering.
nl: Uw SMTP-server ondersteunt geen TLS. Schakel TLS uit in de configuratiemodule "Privacy en beveilging->Cryptografie" als u zonder versleuteling wilt verbinden.
pa: ਤੁਹਾਡਾ SMTP ਸਰਵਰ TLS ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਬਿਨਾਂ ਇਕਰਿਪਸ਼ਨ ਤੋਂ ਜੁੜਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ TLS ਨੂੰ ਅਯੋਗ ਕਰੋ।
pt: O seu servidor de SMTP não suporta o TLS. Desactive-o se se quiser ligar sem cifra.
ro: Serverul SMTP nu suportă TLS. Dezactivaţi suportul TLS dacă doriţi să vă conectaţi fără a cripta conexiunea.
rw: Seriveri SMTP yawe ntiyemera TLS. Hagarika TLS, niba ushaka kwihuza nta sobeka.
se: SMTP-bálvát ii doarjju TLS. Bija eret TLS jos háliidat krypterenkeahttes oktavuođa.
sl: Vaš strežnik SMTP ne podpira TLS. Onemogočite TLS, če se želite povezati brez šifriranja.
sr: Ваш SMTP сервер не подржава TLS. Искључите TLS уколико желите да се повежете без шифровања.
sr@latn: Vaš SMTP server ne podržava TLS. Isključite TLS ukoliko želite da se povežete bez šifrovanja.
ta: உங்கள் SMTP வழங்கி TLSலுக்கு உதவாவில்லை, மறையாக்கம் இல்லமல் இனைகவேண்டுமா.
tg: Хидматрасони SMTP-и шумо TLS-ро пуштибонӣ намекунад. Агар хоҳед, ки пайвастшавиро бе рамзбандӣ амалӣ созед, TLS-ро бекор кунед.
th: เซิร์ฟเวอร์ SMTP ไม่สนับสนุน TLS คุณอาจปิดการใช้งาน TLS ได้หากคุณต้องการเชื่อมต่อโดยไม่มีการเข้ารหัส
vi: Máy phục vụ SMTP của bạn không hỗ trợ TLS. Hãy tắt bỏ TLS, nếu bạn muốn kết nối không mã hóa.

source: Your SMTP server claims to support TLS, but negotiation was unsuccessful. You can disable TLS in KDE using the crypto settings module.
af: Jou Smtp bediener maak aanspraak na ondersteun Tls, maar onderhandeling was onsuksesvol. Jy kan deaktiveer Tls in Kde te gebruik die kripto instellings module.
ar: الخادم يزعم أنه يدعم TLS، و لكن المفاوضة فشلت. يمكنك إزالة TLS في ك.د.إ باستعمال خصائص التشفير.
be: Ваш сервер SMTP паведаміў пра падтрымку TLS, але адбылася памылка падчас устаноўкі сувязі. Вы можаце выключыць TLS у KDE праз модуль настаўлення крыптаграфіі.
bs: Vaš SMTP server tvrdi da podržava TLS, ali dogovaranje nije uspjelo. Možete isključiti TLS u KDE-u koristeći kripto konfiguracijski modul.
cy: Honna'ch gweinydd SMTP ei fod yn cynnal TLS, ond bu trafodaeth yn aflwyddiannus. Gallwch analluogi TLS yng KDE drwy'r modwl gosodiadau cêl-ysgrifaeth.
eo: Via SMTP-servo asertas subteni TLS, sed la marĉandado ne sukcesis. Vi povas malsalti TLS en la KDE-Stircentro per la ĉifromodulo .
es: Su servidor SMTP dice soportar TLS pero la negociación no tuvo éxito. Puede desactivar TLS en KDE usando el módulo de preferencias criptográficas.
fy: Dyn SMTP-tsjinner seit TLS te ûndersteunen, mar de ûnderhaneling wie gjin sukses. Do kinst TLS útsette yn de konfiguraasjemodule "Privacy en befeiliging->Kryptografie".
gl: O seu servidor SMTP di soportar TLS pero a negociación non tivo éxito. Pode desactivar TLS en KDE usando o módulo de configuración criptográfico.
ko: SMTP 서버가 TLS를 지원하지 않습니다. 암호화 없이 연결하려면 TLS를 끄십시오. KDE에서 암호 설정 모듈을 사용하여 TLS를 끌 수 있습니다.
mk: Вашиот SMPT сервер тврди дека поддржува TLS но преговорите беа неуспешни. Може да го оневозможите TLS во KDE користејќи го модулот за поставувања за криптографија.
ms: Pelayan SMTP anda mendakwa menyokong TLS, tetapi rundingan tidak berjaya. Anda boleh nyahaktifkan TLS dalam KDE menggunakan modul seting kripto.
nb: SMTP-tjeneren hevder å støtte TLS, men forhandlingene var mislykket. Du kan skru av TLS i KDE ved bruk av krypteringsmodulen i Kontrollpanelet.
nl: Uw SMTP-server zegt TLS te ondersteunen, maar de onderhandeling was zonder succes. U kunt TLS uitschakelen in de configuratiemodule "Privacy en beveiliging->Cryptografie".
pa: ਤੁਹਾਡਾ SMTP ਸਰਵਰ TLS ਲਈ ਸਹਾਇਕ ਹੋਣ ਦਾ ਦਾਅਵਾ ਤਾਂ ਕਰਦਾ ਹੈ, ਪਰ ਸੰਚਾਰ ਯਤਨ ਅਸਫਲ ਰਹੇ ਹਨ। ਤੁਸੀਂ KDE ਵਿੱਚ crypto ਸਥਾਪਨ ਮੈਡੀਊਲ ਵਿੱਚ TLS ਨੂੰ ਅਯੋਗ ਕਰ ਸਕਦੇ ਹੋ।
pt: O seu servidor de SMTP diz que suporta o TLS mas a negociação falhou. O utilizador poderá desactivar o TLS no KDE no módulo de configuração da cifra.
ro: Serverul SMTP declară că suportă TLS, dar negocierea nu a eşuat. Puteţi dezactiva TLS în KDE folosind modulul de setare a opţiunilor de criptografie.
rw: Seriveri SMTP yawe irasaba kwemera TLS, ariko imishyikirano ntabwo yakunze. Ushobora gukuramo TLS muri KDE ukoresheje igice cy'amagenamiterere cya crypto.
se: SMTP-bálvá čuoččuha ahte doarju TLS, ráđđedallan filtii. TLS bijat eret KDE:as krypteren-moduvllas stivrenguovddážis.
sl: Vaš strežnik SMTP trdi, da podpira TLS, vendar pa so bila pogajanja neuspešna. TLS lahko v KDE onemogočite z uporabo modula za nastavitve kriptografije.
sr: Ваш SMTP сервер тврди да подржава TLS, али комуникација није била успешна. TLS можете искључити у KDE-у коришћењем модула за подешавање шифровања.
sr@latn: Vaš SMTP server tvrdi da podržava TLS, ali komunikacija nije bila uspešna. TLS možete isključiti u KDE-u korišćenjem modula za podešavanje šifrovanja.
ta: உஙள் SMTP வழங்கி TLSவுக்கு வழங்கும், பேரம் வெற்றிபெரவில்லை. KDயில் உள்ள TLSலை மறை அமைப்புகள் மூலம் கூறு முடக்கலாம்.
tg: Хидматрасони SMTP-и шумо пуштибони TLS-ро тасдиқ мекард, лекин дар вақти созгорӣ хатогӣ ба амал омадааст. Шумо метавонед TLS-ро дар KDE бо истифодаи воҳиди батанзимдарории рамз бекор кунед.
th: เซิร์ฟเวอร์ SMTP ต้องการการสนับสนุน TLS แต่ไม่สามารถทำได้สำเร็จ คุณสามารถปิดการใช้งาน TLS ใน KDE ได้ โดยใช้โมดูลตั้งค่าการเข้ารหัส
vi: Máy phục vụ SMTP của bạn đòi hỏi hỗ trợ TLS, nhưng sự dàn xếp không thành công. Bạn có thể tắt bỏ TLS trong KDE bằng môđun thiết lập bí mật.

source: Connection Failed
af: Verbinding Gevaal
ar: فشل الإرتباط
be: Памылка злучэння
bs: Veza nije uspjela
cy: Methodd y Cysylltiad
eo: Konekto malsukcesis
es: Conexión fallida
fy: Ferbyning mislearre
gl: Conexión fallida
ko: 연결 실패
mk: Конекцијата не успеа
ms: Sambungan Gagal
nb: Tilkoblingen mislyktes
nl: Verbindingsopbouw mislukt
pa: ਕੁਨੈਕਸ਼ਨ ਅਸਫਲ
pt: A Ligação Falhou
ro: Conectarea a eşuat
rw: Ukwihuza ntikwakunze
se: Filtii oktavuođa váldimis
sl: Povezava ni uspela
sr: Повезивање није успело
sr@latn: Povezivanje nije uspelo
ta: இனைப்பு துண்டிக்கப்பட்டடுது
tg: Хатогӣ ҳангоми Пайвастшавӣ
th: การเชื่อมต่อล้มเหลว
uz@cyrillic: Алоқа ўрнатиш муваффақиятсиз тугади.
vi: Kết nối không thành công

source: Authentication support is not compiled into kio_smtp.
af: Geldigheidsverklaring ondersteuning kompileer binne in kio_smtp.
be: kio_smtp скампіляваны без падтрымкі аўтарызацыі.
bs: Podrška za provjeru autentičnosti nije kompajlirana u kio_smtp.
eo: aŭtentokontrolo ne estas kompilita en kio_smtp.
es: El soporte de autenticación no está compilado en kio_smtp.
fy: Ferifikaasje-ûndersteuning is net meikompilearre yn kio_smtp.
gl: O soporte para autentificación non está compilado en kio_smtp.
ko: 인증 지원이 kio_smtp로 컴파일 되지 않았습니다.
mk: Поддршката за проверка за автентичност не е преведена во kio_smtp.
ms: Sokongan pengesahan tidak dikompil ke dalam kio_smtp.
nb: Støtte for autentisering er ikke bygd inn i kio_smtp.
nl: Authenticatie-ondersteuning is niet meegecompileerd in kio_smtp.
pa: kio_smtp ਵਿੱਚ ਕੋਈ ਪਰਮਾਣਕਤਾ ਸਹਿਯੋਗ ਸ਼ਾਮਿਲ ਨਹੀਂ ਹੈ।
pt: O suporte de autenticação não foi compilado no kio_smtp.
ro: Suportul pentru autentificare nu este prezent în "kio_smtp".
rw: Ifasha ry'imenyekanisha ntabwo ryahinyujwe muri kio_smtp.
se: Autentiserendoarjja ii leat sisakompilerejuvvon kio_smtp:ii.
sl: Overovitvena podpora ni prevedena v kio smtp.
sr: Подршка за аутентификацију није укомпилована у kio_smtp.
sr@latn: Podrška za autentifikaciju nije ukompilovana u kio_smtp.
ta: kio_smtpக்குள் அனுமதி ஆதரவு தொகுக்கப்படவில்லை.
th: โปรแกรม kio_smtp ไม่ได้ถูกคอมไพล์มาให้รองรับการตรวจสอบสิทธิ์
vi: Hỗ trợ xác thực chưa được biên dịch vào kio_smtp.

source: No authentication details supplied.
af: Geen geldigheidsverklaring besonderhede voorsien.
be: Падрабязнасці аўтарызацыі не атрыманыя.
bs: Nisu navedeni detalji provjere autentičnosti.
cy: Ni ddarperwyd manylion dilysu.
eo: Neniu aŭtentokontrola detajlo troveblas
es: No se proporcionaron detalles de autenticación.
fy: Gjin ferifikaasjedetails oanlevere.
gl: Non se fornecer os detalles da autentificación.
ko: 인증 정보가 없습니다.
mk: Нема зададени детали за проверката за автентичност.
ms: Tiada maklumat pengesahan diberikan.
nb: Ingen autentiseringsdetaljer er lagt ved.
nl: Geen authenticatiedetails aangeleverd.
pa: ਕੋਈ ਸਹਾਇਕ ਪਰਮਾਣਕਤਾ ਵੇਰਵਾ ਨਹੀਂ ਲੱਭਾ ਹੈ।
pt: Dados de autenticação não fornecidos.
ro: Nu au fost oferite informaţii de autentificare.
rw: Nta bijyanye n'imenyekanisha byatanzwe.
se: Eai gávdnon autentiserenbienat.
sl: Ni podanih overovitvenih podatkov.
sr: Нису наведени детаљи за аутентификацију.
sr@latn: Nisu navedeni detalji za autentifikaciju.
ta: அனுமதி விவரங்கள் கொடுக்கப்படவில்லை.
th: ไม่พบส่วนรองรับการตรวจสอบสิทธิ์
uz@cyrillic: Тасдиқлаш учун маълумот кўрсатилмаган.
vi: Chưa cung cấp chi tiết để xác thực.

source: Your SMTP server does not support %1. Choose a different authentication method. %2
af: Jou Smtp bediener ondersteun nie %1. Kies 'n ander geldigheidsverklaring metode. %2
ar: خادمك للـ SMTP لا يدعم %1. إختر طريقة تحديد هوية اخرى. %2
be: Ваш сервер SMTP не падтрымлівае %1. Выберыце іншы метад аўтарызацыі. %2
bs: Vaš SMTP server ne podržava %1. Izaberite neku drugu metodu potvrde autentičnosti. %2
eo: Via SMTP-servilo ne subtenas %1. Elektu alian legitimigometodon. %2
es: Su servidor SMTP no soporta %1. Elija un método diferente de autenticación. %2
fy: Dyn SMTP-tsjinner ûndersteund gjin %1. Kies in oare ferifikaasjemetoade. %2
gl: O seu servidor SMTP non atura %1. Escolla un método diferente de autentificación %2
ko: 사용자의 SMTP 서버가 %1을(를) 지원하지 않습니다. 다른 인증 방법을 선택하십시오. %2
mk: Вашиот SMTP не поддржува %1. Изберете друг метод за проверка за автентичност. %2
ms: Pelayan SMTP anda tidak menyokong %1 Pilih kaedah pengesahan berbeza. %2
nb: Din SMTP-tjener støtter ikke %1. Velg en annen autentiseringsmetode. %2
nl: Uw SMTP-server ondersteunt geen %1. Kies een andere authenticatiemethode. %2
pa: ਤੁਹਾਡਾ SMTP ਸਰਵਰ %1 ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵੱਖਰਾ ਪਰਮਾਣਕਤਾ ਢੰਗ ਵਰਤੋਂ %2
pt: O seu servidor de SMTP não suporta %1. Escolha um método de autenticação diferente. %2
ro: Serverul SMTP nu suportă %1. Alegeţi o altă metodă de autentificare. %2
rw: Seriveri SMTP yawe ntiyemera %1. Hitamo ubundi buryo bw'imenyekanisha. %2
se: SMTP-bálvát ii doarjjo %1. Vállje eará autentiserenvuogi. %2
sl: Vaš strežnik SMTP ne podpira %1. Izberite drug način overovitve. %2
sr: Ваш SMTP сервер не подржава %1. Изаберите други метод пријављивања. %2
sr@latn: Vaš SMTP server ne podržava %1. Izaberite drugi metod prijavljivanja. %2
ta: உங்கள் SMTP வழங்கி அனுமதது%1 வித்தயாசாமான அனுமதி வழியை கையாலவும். %2
th: เซิร์ฟเวอร์ SMTP ของคุณไม่รองรับ %1 โปรดเลือกวิธีการตรวจสอบสิทธิ์แบบอื่น %2
uz@cyrillic: SMTP сервери %1'ни қўлламайди. Бошқа тасдиқлаш усулини танланг. %2
vi: Máy phục vụ SMTP không hỗ trợ %1. Hãy chọn phương pháp xác thực khác. %2

source: Your SMTP server does not support authentication. %2
af: Jou Smtp bediener doen nie ondersteun nie Geldigheidsverklaring. %2
ar: إنّ خادمك SMTP لا يدعم التوثيق. %2.
be: Ваш сервер SMTP не падтрымлівае аўтарызацыю. %2
bs: Vaš SMTP server ne podržava potvrdu autentičnosti. %2
eo: Via SMTP-servilo ne subtenas aŭtentokontrolon. %2
es: Su servidor SMTP no soporta autenticación. %2
fy: Dyn SMTP-tsjinner ûndersteund gjin ferifikaasje. %2
gl: O seu servidor SMTP non soporta autentificación. %2
ko: 사용자의 SMTP 서버가 인증을 지원하지 않습니다. %2
mk: Вашиот SMTP-сервер не поддржува проверка за автентичност. %2
ms: Pelayan SMTP anda tidak menyokong pengesahan. %2
nb: SMTP-tjeneren støtter ikke autentisering. %2
nl: Uw SMTP-server ondersteunt geen authenticatie. %2
pa: ਤੁਹਾਡਾ SMTP ਪਰਮਾਣਕਤਾ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ। %2
pt: O seu servidor de SMTP não suporta autenticação. %2
ro: Serverul SMTP nu suportă autentificare. %2
rw: Seriveri SMTP ntiyemera imenyekanisha. %2
se: SMTP-bálvát ii doarjjo autentiserema. %2
sl: Vaš strežnik SMTP ne podpira overovitve. %2
sr: Ваш SMTP сервер не подржава аутентификацију. %2
sr@latn: Vaš SMTP server ne podržava autentifikaciju. %2
ta: உங்கள் SMTP சேவகன் அனுமதியை தரவில்லை. %2
th: เซิร์ฟเวอร์ SMTP ของคุณไม่รองรับการตรวจสอบสิทธิ์ %2
uz@cyrillic: SMTP сервери тасдиқлашни қўлламайди. %2
vi: Máy phục vụ SMTP không hỗ trợ xác thực. %2

source: Authentication failed. Most likely the password is wrong. %1
af: Geldigheidsverklaring gevaal. Mees waarskynlik die wagwoord is verkeerde. %1
ar: فشل تحديد الهوية. غالبا كلمة المرور خاطئة. %1
be: Памылка аўтарызацыі. Хутчэй за ўсё, пароль няправільны. %1
bs: Autorizacija nije uspjela. Najvjerovatnije je šifra pogrešna. %1
cy: Methodd dilysiant. Mae'n debyg fod y cyfrinair yn anghywir. %1
eo: Legitimigo malsukcesis. Plej verŝajne la pasvorto estas malĝusta. La servilo diris: %1
es: Autenticación fallida. Lo más probable es que la contraseña fuera incorrecta. %1
fy: De ferifikaasje is mislearre. Wierskynlik is it wachtwurd net goed. %1
gl: Autenticación fallida. O máis probable é que o contrasinal fora incorrecto. %1
ko: 인증 실패. 비밀번호를 확인해보십시오. %1
mk: Проверката за автентичност не успеа. Најверојатно лозинката е погрешна. %1
ms: Pengesahan gagal. Besar kemungkinan kata laluan silap. %1
nb: Autentisering feilet. Sannsynligvis er passordet feil. %1
nl: De authenticatie is mislukt. Waarschijnlijk is het wachtwoord onjuist. %1
pa: ਪਰਮਾਣਕਿਤਾ ਅਸਫਲ। ਸਾਇਦ ਗੁਪਤ-ਕੋਡ ਗਲਤ ਹੈ।%1
pt: A autenticação falhou. É provável que a senha esteja errada. %1
ro: Autentificare eşuată. Probabil că parola este greşită. %1
rw: Imenyekanisha ryanze. Cyane bikunze kuba ko ijambobanga atariryo. %1
se: Autentiseren filtii. Árvideames lei boastu beassansátni. %1
sl: Overovitev je bila neuspešna. Najverjetneje je vzrok napačno geslo. %1
sr: Пријављивање није успело. Вероватно је лозинка погрешна. %1
sr@latn: Prijavljivanje nije uspelo. Verovatno je lozinka pogrešna. %1
ta: அனுமதி துன்டிக்கபட்டது. அதிகபட்சம்மாக நுழைசொல் தவரு. %1
tg: Хатогӣ дар аслшиносӣ. Эҳтимолан гузарвожа нодуруст аст. %1
th: การตรวจสอบสิทธิ์ล้มเหลว ซึ่งดูเหมือนว่ารหัสผ่านจะไม่ถูกต้อง %1
uz@cyrillic: Тасдиқлаш муваффақиятсиз тугади. Эҳтимол, махфий сўз нотўғри. %1
vi: Xác thực không thành công. Rất có thể là do mật khẩu sai. %1

source: Could not read data from application.
af: Kan nie data lees van die program
ar: تعذَر قراءة المعلومات من البرنامج.
be: Немагчыма прачытаць дадзеныя з праграмы.
bs: Ne mogu čitati podatke iz aplikacije.
cy: Methwyd darllen data o'r cymhwysiad.
eo: Ne eblas legi datumojn de la aplikaĵo.
es: No pude leer los datos de la aplicación.
fy: Koe gjin gegevens út de tapassing lêzen.
gl: Non puiden le-los datos da aplicación.
ko: 응용프로그램에서 데이터를 읽을 수 없습니다.
mk: Не може да се прочитаат податоци од апликацијата.
ms: Tidak dapat membaca data daripada aplikasi.
nb: Kunne ikke lese data fra programmet.
nl: Er kon geen gegevens uit de toepassing worden gelezen.
pa: ਕਾਰਜ ਲਈ ਡਾਟਾ ਪੜਨ ਵਿੱਚ ਅਸਫਲ।
pt: Não foi possível ler dados da aplicação.
ro: Nu pot citi date din aplicaţie.
rw: Ntibyashobotse gusoma ibyatanzwe uvuye kuri porogaramu.
se: Ii sáhttán lohkat dáhtaid prográmmas.
sl: Ni moč prebrati podatkov programa
sr: Нисам могао да прочитам податке из програма.
sr@latn: Nisam mogao da pročitam podatke iz programa.
ta: பயன்பாடின் தரவை படிக இயலவில்லை
tg: Хонда натавонистани маълумот аз замима.
th: ไม่สามารถอ่านข้อมูลจากแอพพลิเคชันได้
uz@cyrillic: Дастурдан маълумотни ўқиб бўлмади.
vi: Không đọc được dữ liệu từ ứng dụng.

source: The message content was not accepted. %1
af: Die boodskap inhoud was nie aanvaar. %1
ar: محتوى الرسالة مرفوض. %1
be: Змест паведамлення не дазволены. %1
bs: Sadržaj poruke nije prihvaćen. %1
cy: Ni dderbynnwyd cynnwys y neges. %1
eo: La provo eksendi la mesaĝenhavon malsukcesis. %1
es: El contenido del mensaje no fue aceptado. %1
fy: De berjochtynhâld wurd wegere. %1
gl: O contido da mensaxe non foi aceptado. %1
ko: 메시지 내용이 승인되지 않았습니다. %1
mk: Содржината на пораката не беше прифатена. %1
ms: Kandungan mesej tidak diterima. %1
nb: Meldingsinnholdet ble ikke godtatt. %1
nl: De berichtinhoud werd geweigerd. %1
pa: ਸੁਨੇਹਾ ਭਾਗਾਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ %1
pt: O conteúdo da mensagem não foi aceite. %1
ro: Conţinutul mesajului nu a fost acceptat. %1
rw: Ibiri mu butumwa ntabwo byemewe. %1
se: Dieđáhusa sisdoallu ii dohkkehuvvon. %1
sl: Vsebina sporočila ni bila sprejeta. %1
sr: Садржај поруке није прихваћен. %1
sr@latn: Sadržaj poruke nije prihvaćen. %1
ta: செய்தின் உள்ளடகத்தை எற்றுகோள்ளபடவில்லை. %1
tg: Мазмуни паём қабул нагардид. %1
th: ไม่ยอมรับเนื้อหาในจดหมาย %1
vi: Nội dung của thông báo không được chấp nhận. %1

source: The server responded: %1
af: Die bediener reageer: %1
ar: رد الخادم: %1
be: Сервер адказаў: %1
bs: Server je odgovorio: %1
cy: Ymatebodd y gweinydd: %1
eo: La servilo diris: %1
es: Respuesta del servidor: %1
fy: De tsjinner antwurde: %1
gl: Resposta do servidor: %1
ko: 서버 응답: %1
mk: Серверот одговори: %1
ms: Pelayan menjawab: %1
nb: Tjeneren svarte: %1
nl: De server antwoordde: %1
pa: ਸਰਵਰ ਦਾ ਜਵਾਬ: %1
pt: O servidor respondeu: %1
ro: Serverul a răspuns: %1
rw: Seriveri yasubije: %1
se: Bálvá vástidii: %1
sl: Strežnik je sporočil: %1
sr: Сервер је одговорио: %1
sr@latn: Server je odgovorio: %1
ta: வழங்கி பதில் ஏற்று செயல் படுகிறடது: %1
tg: Ҷавоби хидматрасон: %1
th: เซิร์ฟเวอร์แจ้งว่า %1
uz@cyrillic: Сервердан олинган жавоб: %1
vi: Máy phục vụ trả lời: %1
