Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/klipper.po
Languages: af, ar, az, bs, ca, cs, da, de, el, eo, es, eu, fr, gl, hi, hr, it, ja, km, ko, lt, ms, nl, pa, pl, ro, ru, se, sr, sr@latn, ta, tg, th, uk, uz@cyrillic, wa, zh_cn, zh_tw

source: Click on a highlighted item's column to change it. "%s" in a command will be replaced with the clipboard contents.
af: Kliek op 'n verligte item se kolom om dit te verander. "%s" in 'n opdrag sal vervang word met die klipbord inhoud.
ar: اضغط على عمود عنصر منشط لتغييره. "%s" فى أمر سوف تستبدل بمحتويات الحافظة.
az: İşıqlandırılmış cismi dəyişdirmək üçün sütununa tıqlayın. "%s" istənən bir əmrdə ara yaddaşın içindəkilərlə yer dəyişdiriləcəkdir.
bs: Kliknite na kolonu osvijetljene stavke da je promijenite. "%s" u komandi će biti zamijenjeno sadržajem clipboard-a.
ca: Cliqueu a una columna d'un ítem ressaltada per canviar-la. Se substituirà "%s" a un comandament pel contingut del portapapers.
cs: Klikněte na sloupeček zvýrazněné položky ke změně. "%s" v příkazu bude nahrazeno obsahem schránky.
da: Klik på et markeret emnes søjle for at ændre det. "%s" i en kommando vil blive erstattet med klippebordets indhold.
de: Klicken Sie auf die Spalte eines hervorgehobenen Elements, um es zu ändern. "%s" in einem Befehl wird durch den Inhalt der Zwischenablage ersetzt.
el: Πατήστε στη στήλη ενός τονισμένου αντικειμένου για να το αλλάξετε. Το "%s" σε μια εντολή θα αντικατασταθεί με τα περιεχόμενα του πρόχειρου.
eo: Klaku sur kolumno de emfazita ero por ŝanĝi ĝin. "%s" en komando anstataŭigos ĝin per la enhavo de la poŝo.
es: Pulsar en un elemento resaltado para modificarlo. "%s" en una orden será reemplazado por el contenido del portapapeles.
eu: Elementu nabarmenduaren zutabean klikatu aldaketak egiteko. Komandoan "%s" agertuz gero, arbelaren edukina jarriko da bere ordez.
fr: Cliquez sur un élément en surbrillance pour le modifier. « %s » dans une commande sera remplacé par le contenu du presse-papiers.
gl: Prema na columna dun elemento destacado para cambialo. "%s" nun comando será substituído polos contidos do cartafol.
hi: इसे बदलने के लिए उभारी गई वस्तु के स्तम्भ में क्लिक करें. कमांड पंक्ति में "%s" क्लिपबोर्ड की चीजों से बदल दिया जाएगा.
hr: Kliknite na kolonu osvijetljene stavke da ju promijenite. "%s" u naredbi ce biti zamijenjeno sadržajem odlagalista.
it: Fai clic sulla colonna di un elemento evidenziato per cambiarlo. "%s" in un comando verrà sostituito con il contenuto degli appunti.
ja: 選択した項目の列をクリックして変更してください。コマンドの中の %s はクリックボードの内容に置き換えられます。
km: ចុច​លើ​ជួរ​ឈរ​របស់​វត្ថុ​ដែលបាន​​បន្លិច ដើម្បីផ្លាស់​ប្ដូរ​វា ។ "%s" ក្នុង​ពាក្យ​បញ្ជា​នឹង​ត្រូវ​ជំនួស​ដោយ​មាតិកា​ក្តារ​តម្បៀត​ខ្ទាស់ ។
ko: 강조된 항목을 누르면 변경할 수 있습니다. 명령의 "%s"는 클립보드에 들어 있는 내용으로 바뀝니다.
lt: Paspauskite pele ties pasirinkta komanda norėdami ją pakeisti. „%s“ komandoje bus pakeista laikinos talpyklės turiniu.
ms: Klik pada kolum item yang ditonjolkan untuk perubahan. "%s" pada arahan akan digantikan dengan kandungan papan klip.
nl: Klik op een geaccentueerde kolom van het item om deze te wijzigen. "%s" in een commando zal vervangen worden door de klembordinhoud.
pa: ਉਭਾਰੀ ਇਕਾਈ ਦੇ ਕਾਲਮ ਨੂੰ ਤਬਦੀਲ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ। ਕਮਾਂਡ ਵਿੱਚ "%s" ਕਲਿੱਪਬੋਰਡ ਭਾਗਾਂ ਨਾਲ ਤਬਦੀਲ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Kliknij na kolumnie wybranej pozycji, by ją zmienić. "%s" w poleceniu zostanie zastąpione zawartością schowka.
ro: Daţi clic pe coloana unui item evidenţiat pentru a-l modifica. "%s" într-o comandă va fi înlocuit cu conţinutul clipboard-ului.
ru: Нажмите на выбранную колонку элемента, чтобы её изменить. "%s" в команде будет заменено содержимым буфера.
se: Deaddil merkejuvvon merkoša čuoldda dan rievdadit. «%s» gohččumis lonuhuvvo čuohpusgirjji sisdoaluin.
sr: Кликните на колону истакнуте ставке да бисте је променили. „%s“ у наредби биће замењено садржајем клипборда.
sr@latn: Kliknite na kolonu istaknute stavke da biste je promenili. „%s“ u naredbi biće zamenjeno sadržajem klipborda.
ta: மாற்ற வேண்டிய தனிப்படுத்தப்பட்ட உருப்படியின் நெடுவரிசையை க்ளிக் செய்யவும். கட்டளையிலுள்ள "%s" பதில் பிடிப்புபலகை பொருளடக்கங்கள் வைக்கபடும்.
tg: Барои ивази он дар сутуни пункти равшаншаванда ангушт занед. дар фармон "%s" ба мазмуни силули мухобиротӣ иваз хоҳад шуд.
th: คลิ้กบนคอลัมน์ของรายการที่ถูกเน้น เพื่อเปลี่ยนมัน และ "%s" ในคำสั่ง จะถูกแทนที่ด้วยเนื้อหาจากคลิปบอร์ด
uk: Клацніть на стовпчику вибраного елемента, щоб його змінити. "%s" в команді буде замінено на зміст кишені.
wa: Clitchîz sol colone d' on cayet e sorbriyance pol candjî. «%s» dins ene comande est replaecî avou l' contnou do tchapea emacralé.
zh_cn: 点击突出显示项目的列进行修改。命令中“%s”将被剪贴板中的内容替换。
zh_tw: 敲擊高亮度項目的欄位來改變。 "%s" 在一個命令列將會取代剪貼簿內容。

source: Advanced...
af: Gevorderde...
ar: متقدم...
az: Təfsilatlı...
bs: Napredno...
ca: Avançat...
cs: Pokročilé...
da: Avanceret...
de: Erweitert ...
el: Προχωρημένα...
eo: Plie...
es: Avanzado...
eu: Aurreratua...
fr: Avancé...
gl: Avanzado...
hi: विस्तृत...
hr: Napredno...
it: Avanzate...
ja: 詳細...
km: កម្រិត​ខ្ពស់...
ko: 고급...
lt: Sudėtingiau..
ms: Lanjutan...
nl: Geavanceerd...
pa: ਤਕਨੀਕੀ...
pl: Zaawansowane...
ro: Avansat...
ru: Дополнительно...
se: Erenoamáš …
sr: Напредно...
sr@latn: Napredno...
ta: மேம்படுத்தப்பட்ட...
tg: Беҳбудшуда...
th: เพิ่มเติม...
uk: Інше...
uz@cyrillic: Қўшимча
wa: Sipepieus...
zh_cn: 高级...
zh_tw: 進階...

source: Add Command
af: Voeg by Opdrag
ar: أضف أمر
az: Əmr Əlavə Et
bs: Dodaj komandu
ca: Afegeix ordre
cs: Přidat příkaz
da: Tilføj kommando
de: Befehl hinzufügen
el: Προσθήκη εντολής
eo: Aldonu komandon
es: Añadir orden
eu: Gehitu komandoa
fr: Ajouter une commande
gl: Engadir Comando
hi: कमांड जोड़ें
hr: Dodaj naredbu
it: Aggiungi comando
ja: コマンドを追加
km: បន្ថែម​ពាក្យ​បញ្ជា
ko: 명령 추가
lt: Pridėti komandą
ms: Tambah Arahan
nl: Commando toevoegen
pa: ਕਮਾਂਡ ਸ਼ਾਮਲ
pl: Dodaj polecenie
ro: Adaugă o comandă
ru: Добавить команду
se: Lasit gohččuma
sr: Додај наредбу
sr@latn: Dodaj naredbu
ta: கட்டளையை சேர்
tg: Иловакунии Фармон
th: เพิ่มคำสั่ง
uk: Додати команду
uz@cyrillic: Буйруқни қўшиш
wa: Radjouter comande
zh_cn: 添加命令
zh_tw: 新增命令

source: Remove Command
af: Verwyder Opdrag
ar: إزالة أمر
az: Əmri Sil
bs: Ukloni komandu
ca: Elimina ordre
cs: Odstranit příkaz
da: Fjern kommando
de: Befehl entfernen
el: Αφαίρεση εντολής
eo: Forigu komandon
es: Eliminar orden
eu: Kendu komandoa
fr: Supprimer la commande
gl: Eliminar Comando
hi: कमांड हटाएँ
hr: Ukloni naredbu
it: Rimuovi comando
ja: コマンドを削除
km: យកពាក្យ​បញ្ជា​ចេញ​
ko: 명령 삭제
lt: Pašalinti komandą
ms: Buang Arahan
nl: Commando verwijderen
pa: ਕਮਾਂਡ ਹਟਾਓ
pl: Usuń polecenie
ro: Şterge comanda
ru: Удалить команду
se: Váldde gohččuma eret
sr: Уклони наредбу
sr@latn: Ukloni naredbu
ta: கட்டளையை நீக்கு
tg: Хориҷкунии Фармон
th: ลบคำสั่ง
uk: Вилучити команду
uz@cyrillic: Буйруқни олиб ташлаш
wa: Oister comande
zh_cn: 删除命令
zh_tw: 移除命令

source: Click here to set the command to be executed
af: Kliek hier om te stel die opdrag wat uitgevoer moet word
ar: إضغط هنا اتجهيز الأمر للتنفيذ
az: Əmri icra edilə bilən olaraq bildirmək üçün buraya tıqlayın
bs: Klinkite ovdje da podesite komandu koju treba izvršiti
ca: Cliqueu aquí per establir l'ordre que s'executarà
cs: Klikněte zde pro nastavení příkazu k vykonání
da: Klik her for at sætte den kommando der skal udføres
de: Klicken Sie hier, um den Befehl festzulegen
el: Πατήστε εδώ για να ορίσετε την εντολή που θα εκτελείται
eo: Klaku tie ĉi por difini lanĉendan komandon
es: Pulsar aquí para definir la orden a ejecutar
eu: Klik egin hemen zein komando exekutatuko den ezartzeko
fr: Cliquez ici pour définir la commande à exécuter
gl: Prema aquí para definir o comando para executar
hi: कमांड जिसे चलाना चाहते हैं, उसे नियत करने के लिए यहाँ क्लिक करें
hr: Klinkite ovdje da podesite naredbu koju treba izvršiti.
it: Fai clic qui per impostare il comando da eseguire
ja: ここをクリックして実行するコマンドを設定してください
km: ចុច​ទីនេះ ដើម្បី​កំណត់​ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រតិបត្តិ
ko: 여기를 누르면 실행할 명령을 설정할 수 있습니다.
lt: Spragtelėkite čia norėdami nustatyti vykdomą komandą
ms: Klik di sini untuk tentukan arahan untuk dilaksanakan
nl: Klik hier om het commando in te stellen
pa: ਚਲਾਉਣ ਲਈ ਕਮਾਂਡ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij tu, aby określić polecenie do wykonania
ro: Daţi clic aici pentru a seta comanda de executat
ru: Нажмите здесь для указания запускаемой команды
se: Deaddil dása válljet guđe gohččun galgá vuodjit
sr: Кликните овде да поставите наредбу коју треба извршити
sr@latn: Kliknite ovde da postavite naredbu koju treba izvršiti
ta: செயல்படுத்த வேண்டிய கட்டளையை அமைக்க இங்கே க்ளிக் செய்யவும்
tg: Барои гузориши фармон баҳри иҷрогардӣ дар ин ҷо ангушт занед
th: คลิ้กที่นี่เพื่อตั้งค่าคำสั่งที่จะเรียกทำงาน
uk: Клацніть тут, щоб встановити команду для виконання
uz@cyrillic: Буйруқни кўрсатиш учун шу ерни босинг
wa: Clitchîz chal po defini l' comande a-z enonder
zh_cn: 点击这里设置要执行的命令
zh_tw: 敲擊這裡來設定欲執行的命令

source: <new command>
af: <nuwe opdrag>
ar: <أمر جديد>
az: <yeni əmr>
bs: <nova komanda>
ca: <ordre nova>
cs: <nový příkaz>
da: <ny kommando>
de: <Neuer Befehl>
el: <νέα εντολή>
eo: <nova komando>
es: <nueva orden>
eu: <komando berria>
fr: <nouvelle commande>
gl: <comando novo>
hi: <नया कमांड>
hr: <nova naredba>
it: <nuovo comando>
ja: <新規コマンド>
km: <ពាក្យ​បញ្ជា​ថ្មី>
ko: <새 명령>
lt: <nauja komanda>
nl: <nieuw commando>
pa: <ਨਵੀਂ ਕਮਾਂਡ>
pl: <nowe polecenie>
ro: <comandă nouă>
ru: <новая команда>
se: <ođđa gohččun>
sr: <нова наредба>
sr@latn: <nova naredba>
tg: <фармони нав>
th: <คำสั่งใหม่>
uk: <нова команда>
uz@cyrillic: <янги буйруқ>
wa: <novele comande>
zh_cn: <新命令>
zh_tw: <新命令>

source: Click here to set the regexp
af: Kliek hier om te stel die regexp
ar: إضغط هنا لتجهيز regexp
az: Qaydalı ifadəni qurmaq üçün buraya tıqlayın
bs: Kliknite ovdje da podesite regexp
ca: Cliqueu aquí per establir l'expressió regular
cs: Klikněte zde pro nastavení regulárního výrazu
da: Klik her for at sætte regexp
de: Klicken Sie hier, um den regulären Ausdruck festzulegen
el: Πατήστε εδώ για να ορίσετε την κανονική έκφραση
eo: Klaku tie ĉi por difini regulan esprimon
es: Pulse aquí para definir la regla regexp
eu: Klikatu hemen regexp ezartzeko
fr: Cliquez ici pour définir l'expression rationnelle
gl: Prema aquí para definir a expresión regular
hi: regexp नियत करने के लिए यहाँ क्लिक करें
hr: Kliknite ovdje da podesite regexp
it: Fai clic qui per impostare il comando l'espressione regolare
ja: ここをクリックして正規表現を設定してください
km: ចុច​ទី​នេះ ដើម្បី​កំណត់ regexp
ko: 여기를 눌러서 정규 표현식을 설정하십시오
lt: Spragtelėkite čia norėdami nustatyti įprastą išraišką (regexp)
ms: Klik sini untuk tetapkan regexp
nl: Klik hier om de reguliere expressies in te stellen.
pa: regexp ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij tu, by określić wyrażenie regularne
ro: Daţi clic aici pentru a seta expresia regulată
ru: Нажмите здесь для указания регулярного выражения
se: Deaddil dása bidjat virolaš cealkaga
sr: Кликните овде да поставите regexp
sr@latn: Kliknite ovde da postavite regexp
ta: regexp அமைக்க இங்கே க்ளிக் செய்யவும்
tg: Барои барпои regexp дар ин ҷо ангушт занед
th: คลิ้กที่นี่เพื่อปรับแต่ง regexp
uk: Клацніть тут, щоб встановити формальний вираз
wa: Clitchîz chal po defini l' erîlêye ratourneure
zh_cn: 点击这里设置正规表达式
zh_tw: 敲擊這裡來設定正規表示法

source: <new action>
af: <nuwe aksie>
ar: <تصرف جديد>
az: <yeni əməliyyat>
bs: <nova akcija>
ca: <acció nova>
cs: <nová akce>
da: <ny handling>
de: <Neue Aktion>
el: <νέα ενέργεια>
eo: <nova ago>
es: <nueva acción>
eu: <ekintza berria>
fr: <nouvelle action>
gl: <nova acción>
hi: <नई क्रिया>
hr: <nova akcija>
it: <nuova azione>
ja: <新規アクション>
km: <អំពើ​​ថ្មី>
ko: <새 동작>
lt: <naujas veiksmas>
nl: <nieuwe actie>
pa: <ਨਵੀਂ ਕਾਰਵਾਈ>
pl: <nowe działanie>
ro: <acţiune nouă>
ru: <новое действие>
se: <ođđa doaibma>
sr: <нова акција>
sr@latn: <nova akcija>
tg: <амали нав>
th: <การกระทำใหม่>
uk: <нова дія>
uz@cyrillic: <янги амал>
wa: <novele accion>
zh_cn: <新动作>
zh_tw: 啟動動作 (&a)

source: Advanced Settings
af: Gevorderde Instellings
ar: إعدادات متقدمة
az: Ətraflı Qurğular
bs: Napredne postavke
ca: Arranjament avançat
cs: Pokročilá nastavení
da: Avanceret opsætning
de: Erweiterte Einstellungen
el: Προχωρημένες ρυθμίσεις
eo: Plia agordo
es: Preferencias avanzadas
eu: Ezarpen aurreratuak
fr: Configuration avancée
gl: Opcións Avanzadas
hi: विस्तृत विन्यास
hr: Napredne mogućnosti
it: Impostazioni avanzate
ja: 詳細設定
km: ការកំណត់​កម្រិត​ខ្ពស់
ko: 고급 설정
lt: Sudėtingesni nustatymai
ms: Tetapan Lanjutan
nl: Geavanceerde instellingen
pa: ਤਕਨੀਕੀ ਸਥਾਪਨ
pl: Zaawansowane ustawienia
ro: Setări avansate
ru: Дополнительные настройки
se: Dárkilis heivehusat
sr: Напредне поставке
sr@latn: Napredne postavke
ta: மேம்படுத்தப்பட்ட அமைப்புகள்
tg: Гузоришҳои Беҳбудшуда
th: ตั้งค่าเพิ่มเติม
uk: Додаткові параметри
uz@cyrillic: Қўшимча мосламалар
wa: Sipepieus apontiaedjes
zh_cn: 高级设置
zh_tw: 進階設定

source: D&isable Actions for Windows of Type WM_CLASS
af: Deaktiveer Aksies vir Vensters van Tipe WM_CLASS
ar: ع&طّل التصرفات للنوافذ من نوع WM_CLASS
bs: I&sključi akcije za prozore tipa WM_CLASS
ca: Deshab&ilita les accions per a les finestres de tipus WM_CLASS
cs: Zakázat č&innosti pro okna typu WM_CLASS
da: &Deaktivér handlinger for vinduer af typen WM_CLASS:
de: Aktionen &deaktivieren für Fenster des Typs WM_CLASS
el: &Απενεργοποίηση ενεργειών για παράθυρα τύπου WM_CLASS
eo: &Malebligi agojn por fenestroj de la tipo WM_CLASS
es: D&esactivar operaciones para ventanas del tipo WM_CLASS
eu: Desga&itu WM_CLASS motako leihoentzako ek&intzak
fr: D&ésactiver les actions pour les fenêtres du type WM_CLASS
gl: Deshab&ilitar Accións para as Fiestra do Tipo WM_CLASS
hi: WM_CLASS प्रकार के विंडोज़ के लिए क्रियाएँ अक्षम करें (&i)
hr: O&nemogući akcije za prozore Tip WM_CLASS:
it: D&isabilita le azioni per le finestre di tipo WM_CLASS:
ja: タイプ WM_CLASS のウィンドウに対してはアクションを無効にする(&I)
km: មិន​អនុញ្ញាត​អំពើ​​សម្រាប់ Windows នៃ​ប្រភេទ WM_CLASS
ko: 다음 WM_CLASS 형식을 가지는 창에 동작 사용 안함(&I)
lt: &Išjungti veiksmus šiems WM_CLASS tipo langams
ms: Mat&ikan Aksi untuk Tetingkap Jenis WM_CLASS
nl: Acties deact&iveren voor vensters van het type WM_CLASS
pa: WM_CLASS ਕਿਸਮ ਦੇ ਝਰੋਖੇ ਲਈ ਕਾਰਵਾਈਆਂ ਅਯੋਗ(&i)
pl: Wyłącz działania dla &okien typu WM_CLASS
ro: &Dezactivează acţiunile pentru ferestrele de tipul WM_CLASS
ru: От&ключить действия для окон класса WM_CLASS
sr: &Искључи акције за прозоре типа WM_CLASS
sr@latn: &Isključi akcije za prozore tipa WM_CLASS
ta: WM_CLASS எனும் வகைச் சாளரங்களுக்கான செயல்களை நிறுத்து
tg: Амалиётҳоро барои Тирезаҳои Навъи WM_CLASS &Хомӯш созед
th: ไม่ให้ใช้การกระทำกับหน้าต่างที่เป็นชนิด WM_CLASS:
uk: В&имкнути дії для вікон типу WM_CLASS
wa: D&ismete les accions po les purneas del sôre WM_CLASS
zh_cn: 禁止在 WM_CLASS 类型的窗口上的动作(&I)：
zh_tw: 關閉型態為 WM_CLASS 的視窗行為 (&i)
