Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/klipper.po
Languages: af, ar, az, bs, ca, cs, da, de, el, eo, es, eu, fr, gl, hi, hr, it, ja, km, ko, lt, ms, nl, pa, pl, ro, ru, se, sr, sr@latn, ta, tg, th, uk, uz@cyrillic, wa, zh_cn, zh_tw

source: Selecting this option has the effect, that the clipboard can never be emptied. E.g. when an application exits, the clipboard would usually be emptied.
af: Die kies van hierdie opsie het die effek, dat die klipbord nooit leeg gemaak kan word nie. Byvoorbeeld wanneer 'n aansoek uitgaan, sal die klipbord gewoonlik leeggemaak word.
ar: هذا الخيار بقوم بمنع افراغ الحافظة. مثلا عندما يُغلق تطبيق, فإن الحافظة عادة ما تُفرَّغ.
bs: Ako izabere ovu opciju clipboard nikada neće biti prazan. Npr. kada zatvorite aplikaciju clipboard obično bude ispražnjen.
ca: En seleccionar aquesta opció s'aconsegueix l'efecte de no poder buidar mai el portapapers. P.ex. quan una aplicació acaba, normalment es buida el portapapers.
cs: Výběr teto volby má za následek, že schránka nemůže být nikdy vyprázdněn. Obvykle aplikace například při ukončení vyprázdní schránku.
da: Dette tilvalg har den virkning at klippebordet aldrig kan være tomt. For eksempel når et program afsluttes, ville klippebordet ellers normalt være tomt.
de: Die Aktivierung dieser Einstellung führt dazu, dass die Zwischenablage nicht geleert wird. Dies würde sonst automatisch nach dem Beenden eines Programms geschehen.
el: Αυτή η επιλογή έχει ως αποτέλεσμα το πρόχειρο να μην αδειάζει ποτέ. Π.χ. όταν μια εφαρμογή κλείνει, το πρόχειρο συνήθως αδειάζει.
eo: Elekto de ĉi tiu opcio malhelpas ke la poŝo estos malplenigita. Ekz. ordinare la poŝo malpleniĝas se aplikaĵo finiĝas.
es: Si selecciona esta opción, el portapapeles nunca se podrá borrar. P. ej. cuando una aplicación acaba, el portapapeles se debería borrar.
eu: Aukera hau hautatuz gero, arbela ezin izango da inoiz hustu. Izan ere, aplikazio bat amaitzen denean, arbela hustu egin behar izaten da eta.
fr: Si vous cochez cette option, le presse-papiers ne peut jamais être vidé. Normalement, il est vidé lorsqu'une application est quittée.
gl: Escoller esta opción ten o efecto de que o portarretallos nunca pode baleirarse. P.e. cando unha aplicación se pecha, o portarretallos normalmente baléirase.
hi: इस विकल्प को चुनने का प्रभाव यह होता है कि क्लिपबोर्ड कभी खाली नहीं किया जा सकता. उदाहरण के लिए- जब अनुप्रयोग बाहर होता है, क्लिपबोर्ड सामान्यतः खाली होता है.
hr: Ovdje se može onemogućiti pražnjenje odlagališta. Drugim riječima, kada ugasite neki program, odlagalište neće biti ispražnjeno, kao što to obično biva.
it: Selezionando questa opzione gli appunti non sono mai vuoti. Di solito uscendo da un'applicazione gli appunti vengono svuotati.
ja: このオプションを有効にすると、クリップボードは決して空になりません。普通アプリケーションが終了するときには、クリップボードは空にされますが。
km: ជ្រើស​ជម្រើស​នេះ​នឹង​មាន​ប្រសិទ្ធិភាព នោះ​គឺ​​​ក្តារ​តម្បៀត​ខ្ទាស់​នឹង​មិន​អាច​ជម្រះ​បាន​ឡើយ​ ។ ជាទូទៅ ពេល​ចេញ​ពី​កម្មវិធី​មួយ ក្តារ​តម្បៀត​ខ្ទាស់​នឹង​ត្រូវ​បាន​ជម្រះ ។ជម្រះ ។
ko: 이 옵션을 선택하면 클립보드가 비게 되지 않습니다. 대개의 경우 프로그램이 끝날 때 클립보드가 빕니다.
lt: Pažymėjus šią parinktį krepšys niekada nebus ištuštinamas. Pavyzdžiui, kai programa baigia darbą, laikinoji talpyklė paprastai ištuštinama.
ms: Pilihan ini memberi kesan papan klip tidak akan dikosongkan. Contohnya, apabila aplikasi keluar, papan klip biasanya akan kosong.
nl: Als u deze optie selecteert, dan kan het klembord nooit worden geleegd. Normaal gesproken wordt, als een toepassing wordt afgesloten, het klembord geleegd.
pa: ਇਹ ਚੋਣ ਪ੍ਰਭਾਵੀ ਕਰਨ ਨਾਲ, ਕਲਿੱਪਬੋਰਡ ਨੂੰ ਕਦੇ ਖਾਲੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਜਿਵੇਂ ਕਿ ਇੱਕ ਕਾਰਜ ਸਮਾਪਤ ਹੁੰਦਾ ਹੈ, ਆਮ ਕਰਕੇ ਕਲਿੱਪਬੋਰਡ ਖਾਲੀ ਕਰ ਦਿੱਤਾ ਜਾਦਾ ਹੈ।
pl: Wybór tej opcji spowoduje, że schowek nigdy nie będzie pusty (próba opróżnienia schowka będzie ignorowana).
ro: Efectul acestei opţiuni este că clipboard nu va fi golit niciodată. De exemplu, cînd o aplicaţie se termină în mod normal clipboard-ul este golit.
ru: Выбор этой опции позволяет никогда не очищать буфер обмена. Например, при выходе из приложения буфер обмена очищается.
se: Dát doaibma dagaha ahte čuohpusgirji ii goassege guorrán, vaikkoge prográmma mii lea bidjan juoga čuohpusgirjái heaittihuvvo.
sr: Одабирање ове опције чини да клипборд никада не може бити испражњен. На пример, када се рад програма заврши, клипборд би обично требало да се испразни.
sr@latn: Odabiranje ove opcije čini da klipbord nikada ne može biti ispražnjen. Na primer, kada se rad programa završi, klipbord bi obično trebalo da se isprazni.
ta: இந்த விருப்பத்தேர்வை தேர்ந்தெடுத்தால், பிடிப்புப் பலகை எப்போதுமே காலியாக இருக்காது. உதாரணமாக, ஒரு பயன்பாடு ஏற்கெனவே இருந்தால், பிடிப்புப் பலகை அதை வழக்கமாக காலியாக்கிவிடும்.
tg: Интихоби ин хосият чунин натиҷа дорад, ки силули мухобиротӣ ҳеҷ гоҳ холӣ буда наметавонад. Масалан, агар замима мавҷуд бошад, силули мухобиротӣ одатан холӣ мемонад.
th: การเลือกตัวเลือกนี้ อาจจะมีผลกระทบ ซึ่งอาจทำให้ไม่สามารถทำให้คลิปบอร์ดว่างได้ เช่น เมื่อออกจากแอพพลิเคชันแล้ว คลิปบอร์ดควรจะต้องว่าง
uk: Якщо цей параметр ввімкнено, кишеня ніколи не буде порожньою. Інакше, якщо програма виходить, здебільшого, кишеню буде очищено.
wa: Avou cisse tchuze ci, li tchapea emacralé n' pout måy esse vudî. Metans cwand on programe est cloyou, normålmint l' tchapea emacralé est vudî.
zh_cn: 选择此选项的效果是，剪贴板不会被清空。通常情况下，当应用程序退出的时候，剪贴板将被清空。
zh_tw: 啟動這個選項會讓剪貼簿不被清空。因為，當程式結束時，常常會清空 剪貼簿中的資料。

source: &Ignore selection
af: Ignoreer keuse
ar: ت&جاهل الاختيار
az: Seçkini &nəzərə alma
bs: &Ignoriši izbor
ca: &Ignora la selecció
cs: &Ignorovat výběr
da: &Ignorér markering
de: &Auswahl ignorieren
el: &Παράβλεψη επιλογής
eo: &Ignoru elekton
es: &Ignorar selección
eu: Ez jaramon&ik egin hautespenari
fr: &Ignorer la sélection
gl: &Ignorar selección
hi: चयन नज़रअंदाज़ करें (&I)
hr: Zanemari &odabir
it: &Ignora la selezione
ja: 選択を無視する(&I)
km: មិន​អើ​ពើ​ការ​ជ្រើស​រើស
ko: 선택 무시하기(&I)
lt: &Ignoruoti pažymėjimą
ms: Aba&ikan pilihan
nl: Select&ie negeren
pa: ਚੋਣ ਅਣਡਿੱਠੀ(&I)
pl: &Ignoruj wybór
ro: &Ignoră selecţia
ru: &Игнорировать выделение мышью
se: &Badjegeahča merkema
sr: &Игнориши означавање
sr@latn: &Ignoriši označavanje
ta: &தேர்வை கைவிடு
tg: Интихоботро &инкор кунед
th: ไม่สนใจการเลือก
uk: &Ігнорувати вибір
wa: &Ignorer l' seleccion
zh_cn: 忽略选中内容(&I)
zh_tw: 忽略選取(&I)

source: This option prevents the selection being recorded in the clipboard history. Only explicit clipboard changes are recorded.
af: Hierdie opsie voorkom dat die keuse opgeneem word in die klipbord geskiedenis. Slegs eksplisiete klipbord veranderinge word opgeneem.
ar: هذا الخيار يمنع الاختيارات المظللة من أن تسجل في الحافظة. يتم فقط تسجيل التغييرات الصريحة في الحافظة.
bs: Ova opcija sprječava da izbor bude zabilježen u historiji clipboarda. Zabilježene su samo eksplicitne izmjene clipboarda.
ca: Aquesta opció evita que la selecció es registri a la història del portapapers. Només es registren els canvis explícits al portapapers.
cs: Tato volba zabraňuje výběru, aby byl zaznamenán do historie schránky. Zaznamenány budou pouze explicitní změny schránky.
da: Dette valg forhindre markeringen i at blive optaget i klippebordshistorikke. Kun eksplicitte klippebordsændringer optages.
de: Diese Option verhindert, dass jede Auswahl im Verlaufsspeicher der Zwischenablage registriert wird. Es werden nur noch ausdrückliche Änderungen aufgenommen.
el: Αυτή η επιλογή εμποδίζει την καταγραφή της επιλογής στο ιστορικό του προχείρου. Μόνο σαφείς αλλαγές του προχείρου καταγράφονται.
eo: Ĉi tiu opcio ne permesas la elekton esti enmetita en la poŝa historio. Nur klaraj ŝanĝoj al la poŝo estos enmetitaj.
es: Esta opción impide que la selección quede registrada en el historial del portapapeles. Sólo los cambios explícitos del portapapeles quedan registrados.
eu: Aukera honek hautespena arbelaren historian grabatzea eragozten du. Arbelaren aldaketa nabarmenak baino ez dira grabatzen.
fr: Cette option empêche la sélection d'être enregistrée dans le presse-papiers. Seuls les changements explicites sont enregistrés.
gl: Esta opción prevén que a selección sexa grabada na historia do portarretallos. Só se graban no portapaeis os cambios explícitos.
hi: यह विकल्प क्लिपबोर्ड इतिहास में चयन को दर्ज होने से रोकता है. सिर्फ सुस्पष्ट क्लिपबोर्ड परिवर्तन ही दर्ज होंगे.
hr: Ova opcija onemogućuje spremanje odabira u spremnik odlagališta. Samo se izričite promjene nad odlagalištem mijenjaju.
it: Questa opzione fa sì che la selezione non sia salvata nella cronologia degli appunti. Saranno salvate solo modifiche esplicite degli appunti.
ja: このオプションを有効にすると、選択はクリップボードの履歴に記録されません。明示的なクリップボードの変更のみが記録されるようになります。
km: ជម្រើស​នេះ​នឹង​ហាម​ឃាត់មិន​ឲ្យកត់ត្រា​​ការ​ជ្រើស​រើស ទៅ​ក្នុង​ប្រវត្តិ​របស់​​ក្ដារ​តម្បៀត​ខ្ទាស់ ។ មាន​តែ​ការ​ផ្លាស់​ប្ដូរ​របស់​​ក្ដារ​តម្បៀត​ខ្ទាស់ដែល​បាន​បញ្ជាក់​ទេ នឹង​ត្រូវ​បាន​កត់ត្រា ។
ko: 이 옵션은 선택 기록이 클립보드에 남는 것을 방지합니다. 명시적인 클립보드 변경만 기록됩니다.
lt: Ši parinktis sutrukdo pažymėto teksto įrašymą į KDE laikinosios talpyklės istoriją. Įrašomi tiktai konkretūs KDE laikinosios talpyklės pakeitimai.
ms: Pilihan ini menghalang pilihan daripada direkodkan di dalam rekod papan klip. Hanya perubahan papan klip eksplisit akan direkodkan.
nl: Deze optie verhindert dat de selectie wordt opgeslagen in de klembordgeschiedenis. Alleen expliciete klembordwijzingen worden opgeslagen.
pa: ਇਹ ਚੋਣ, ਚੋਣ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਅਤੀਤ ਵਿੱਚ ਵੇਖਾਉਣ ਤੋਂ ਰੋਕਦੀ ਹੈ। ਸਿਰਫ ਬਾਹਰੀ ਕਲਿੱਪਬੋਰਡ ਤਬਦੀਲੀਆਂ ਹੀ ਰਿਕਾਰਡ ਕੀਤੀਆਂ ਜਾਦੀਆਂ ਹਨ।
pl: Wybranie tej opcji spowoduje, że zaznaczony tekst nie będzie dopisywany do historii schowka - znajdą się tam jedynie fragmenty jawnie kopiowane do schowka.
ro: Această opţiune previne ca selecţia să fie înregistrată în istoricul clipboard-ului. Numai modificările explicite de clipboard vor fi înregistrate.
ru: Если установлен этот параметр, текст, выделенные мышью, не попадает в журнал буфера обмена. Записываются только непосредственные изменения буфера обмена.
se: Eastada ahte mearkkuš vurkejuvvo čuohpusgirjehistorihkkii. Dušše čielga rievdadusat čuohpusgirjái vurkejuvvojit.
sr: Ова опција спречава да означавање текста буде запамћено у историјату клипборда. Биће запамћене само експлицитне промене.
sr@latn: Ova opcija sprečava da označavanje teksta bude zapamćeno u istorijatu klipborda. Biće zapamćene samo eksplicitne promene.
ta: இந்த விருப்பத் தேர்வு, தேர்வுகளை பிடிப்புப் பலகை வரலாற்றில் சேமிப்பதை தடுக்கிறது. தனியாக பிடிப்புபலகையில் செய்யும் மாற்றங்கள் மட்டுமே சேமிக்கப்படும்.
tg: Ин хосият онро пешгирӣ мекунад, ки интихоб дар таърихи силули мухобиротӣ сабт мешавад. Танҳо тағиротҳои саҳеҳи силули мухобиротӣ сабт мегарданд.
th: ตัวเลือกนี้ จะป้องกันไม่ให้มีการบันทึกการเลือกเก็บไว้ในประวัติของคลิปบอร์ด โดยจะมีเฉพาะส่วนที่เปลี่ยนแปลงของคลิปบอร์ดเท่านั้นที่จะถูกบันทึก
uk: Цей параметр блокує запис вибору до історії кишені. Будуть записуватись тільки явні зміни у кишені.
wa: Cisse tchuze ci espaitche ki l' seleccion ni soeye wårdêye dins l' istwere do tchapea emacralé. Seulmint les candjmints esplicites do tchapea emacralé sont rashious.
zh_cn: 此选项避免在剪贴板历史中记录选中内容。仅仅是剪贴板得中大更改才会被记录。
zh_tw: 這個選項會讓「選取」不被紀錄在剪貼簿的歷史紀錄中。只有「剪貼」的動作才會被紀錄。

source: Clipboard/Selection Behavior
af: Klipbord/Keuse Gedrag
ar: سلوك الحافظة/الاختيار
az: Ara Yaddaş/Seçki Davranışı
bs: Ponašanje clipboarda/selekcije
ca: Comportament de la selecció i el portapapers
cs: Chování schránky/výběru
da: Klippebords/Markeringsopførsel
de: Zwischenablage/Auswahl-Verhalten
el: Συμπεριφορά προχείρου/επιλογής
eo: Poŝa/Elekta Konduto
es: Portapapeles/Comportamiento de selección
eu: Arbelaren / hautespenaren portaera
fr: Comportement du presse-papiers et de la sélection
gl: Comportamento da Selección/Portarretallos
hi: क्लिपबोर्ड/चयन बर्ताव
hr: Ponašanje Odlagališta/Odabira
it: Comportamento appunti/selezione
ja: クリップボード/選択の挙動
km: ឥរិយាបថ ក្ដារ​តម្បៀត​ខ្ទាស់/ការ​ជ្រើស​រើស
ko: 클립보드/선택 동작
lt: Laikinosios talpyklės elgesys
ms: Ragam Papan Klip/Pilihan
nl: Gedrag van klembord/selectie
pa: ਕਲਿੱਪਬੋਰਡ/ਚੋਣ ਵਿਵਹਾਰ
pl: Zachowanie schowka/wyboru
ro: Comportament selecţie şi clipboard
ru: Поведение буфера обмена и выделения мышью
se: Čuohpusgirje-/mearkkušláhtten
sr: Понашање клипборда и означавања
sr@latn: Ponašanje klipborda i označavanja
ta: பிடிப்புபலகை/தேர்வு இயக்கம்
tg: Силули мухобиротӣ/Интихоби Рафтор
th: พฤติกรรมของคลิปบอร์ด/การเลือก
uk: Поведінка кишені/вибору
wa: Dujhance do tchapea emacralé et del seleccion
zh_cn: 剪贴板/选中内容行为
zh_tw: 剪貼/選取 行為
