Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/klipper.po
Languages: af, ar, az, bs, ca, cs, da, de, el, eo, es, eu, fr, gl, hi, hr, it, ja, km, ko, lt, ms, nl, pa, pl, ro, ru, se, sr, sr@latn, ta, tg, th, uk, uz@cyrillic, wa, zh_cn, zh_tw

source: You can enable URL actions later by right-clicking on the Klipper icon and selecting 'Enable Actions'
af: U kan Url aksies later aktiveer deur regter-drukking op die Klipper ikoon en deur te kies 'aktiveer aksies'
ar: يمكنك تمكين أفعال عناوين URL عن طريق النقر بالزر الأيمن على أيقونة الحافظة و اختيار 'تمكين الأفعال'
bs: Možete uključiti URL akcije kasnije tako što kliknete desnim dugmetom na Klipper ikonu i izaberete 'Uključi akcije'
ca: Podeu habilitar accions URL més tard dretclicant a la icona Klipper i seleccionant 'Habilita accions'
cs: Později můžete URL akce povolit tak, že kliknete pravým tlačítkem myši na ikonu Klipperu v panelu a zvolíte 'Povolit akce'.
da: Du kan aktivere URL-handlinger senere ved at højreklikke på Klipper-ikonen og vælge 'Aktivér handlinger'
de: Sie können URL-Aktionen (Adress-Aufrufe) auch noch später einschalten, indem Sie auf das Klipper-Symbol klicken und "Aktionen aktivieren" auswählen.
el: Μπορείτε να ενεργοποιήσετε τις ενέργειες URL αργότερα κάνοντας δεξί κλικ στο εικονίδιο του Klipper και επιλέγοντας 'Ενεργοποίηση ενεργειών'
eo: Vi povas ebligi URL-agojn poste per desktra klako sur la Poŝila piktogramo kaj elekto de "Ebligi Agojn"
es: Puede activar las acciones de URL más tarde pulsando con el botón derecho sobre el icono de Klipper y seleccionando 'Activar acciones'
eu: URL ekintzak beranduago gaitzeko aukera daukazu Kliper ikonoan eskumano botoiaz klik eginez eta 'Gaitu ekintzak' hautatuz.
fr: Vous pouvez activer les actions URL plus tard en effectuant un clic droit sur l'icône Klipper et en sélectionnant « Activer les actions »
gl: Pode activar as accións URL posteriormente premendo co botón dereito do rato na icona de Klipper e escollendo 'Activar Accións'
hi: क्लिपर प्रतीक के ऊपर दायाँ-क्लिक कर तथा 'क्रिया सक्षम करें' चुन कर आप यूआरएल क्रियाओं को सक्षम कर सकते हैं
hr: Kasnije možete omogućiti URL akcije desnim klikom i odabirom'Omogući akcije'
it: Puoi abilitare le azioni URL più tardi facendo clic con il tasto destro sull'icona di klipper e selezionando "Abilita azioni"
ja: Klipper アイコンの上で右クリックして「アクションを有効にする」を選択すると、URL に対するアクションを再び有効にすることができます。
km: អ្នក​អាច​អនុញ្ញាត​ឲ្យ​មាន​អំពើ​របស់ URL ពេល​ក្រោយ ដោយ​ចុច​ខាង​ស្ដាំ​លើ​រូប​តំណាង​របស់ Klipper និង​ជ្រើស 'អនុញ្ញាត​​អំពើ'
ko: Klipper 아이콘을 오른쪽으로 누른 다음 '동작 사용'을 눌러서 URL 동작을 활성화시킬 수 있습니다
lt: Jūs galite įjungti URL veiksmus vėliau, spragtelėdami and Klipper ženkliuko dešiniuoju pelės klavišu ir pasirinkdami „Įjungti veiksmus“
ms: Anda boleh hidupkan aksi URL kemudian dengan klik kanan pada ikon papan Klipper dan pilih 'Hidupkan Aksi'
nl: U kunt later de URL-adres-acties activeren door met de rechter muisknop op het pictogram van Klipper te klikken en de optie 'Acties inschakelen' te selecteren.
pa: ਤੁਸੀਂ URL ਕਾਰਵਾਈਆਂ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਕੇਲਿੱਪਰ ਆਈਕਾਨ ਤੇ ਸੱਜਾ ਕਲਿੱਕ ਕਰਕੇ ਅਤੇ 'ਕਾਰਵਾਈਆਂ ਯੋਗ' ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Możesz włączyć działania URL później, klikając prawym przyciskiem myszy na ikonie Klippera i wybierając "Włącz działania"
ro: Puteţi activa mai tîrziu acţiunile de URL dacă daţi clic dreapta pe iconiţa Klipper şi selectaţi itemul "Activează acţiunile".
ru: Вы можете включить действия по URL позже при помощи двойного щелчка на значке Klipper и выбора параметра "Включить действия"
se: Don sáhtát bidjat ala URL-doaimmaid maŋŋeleabbut jos olgešcoahkkalat Klipper-govaža ja válljet «Bija doaimmaid ala».
sr: Можете касније укључити URL акције притиском десног тастера на klipper-ову икону и одабирањем „Укључи акције“
sr@latn: Možete kasnije uključiti URL akcije pritiskom desnog tastera na klipper-ovu ikonu i odabiranjem „Uključi akcije“
ta: க்ளிப்பர் குறும்படத்தின் மீது வலது க்ளிக் செய்து 'செயல்களை இயக்கு' என்பதை தேர்ந்தெடுத்தால் வலைமனை செயல்களை இயக்க முடியும்.
tg: Шумо метавонед дертар амалиётҳои URL-ро ба воситаи ангуштзании тугмаи рости муш дар тасвири Клиппер ва интихоби 'Даргиронидани Амалиётҳо', даргиронед
th: คุณสามารถเปิดใช้ตำแหน่งของการกระทำได้ในภายหลัง โดยการคลิ้กเมาส์ปุ่มขวาบนไอคอนคลิปเปอร์ จากนั้นเลือกเมนู 'เปิดใช้การกระทำ'
uk: Ви можете ввімкнути дії для URL пізніше клацнувши правою кнопкою на піктограмі Klipper та вибравши "Ввімкнути дії"
zh_cn: 如果想要稍候启用 URL 动作，可以用右键单击 Klipper 图标然后选择“启用动作”。
zh_tw: 你之後可以自行啟動 URL 動作。右擊 Klipper 圖示，然後選 '啟動動作'

source: Should Klipper start automatically when you login?
af: Moet Klipper outomaties begin wanneer u aanteken?
ar: هل يجب أن يبدأ Klipper تلقائيا عندما تلج ؟
az: Klipper sizin sistemə girişinizdə avtomatik olaraq başlasın?
bs: Treba li se Klipper sam pokrenuti kada započnete rad?
ca: Klipper ha d'engegar automàticament en connectar-se?
cs: Má se Klipper spouštět automaticky, jakmile se přihlásíte?
da: Skal Klipper starte automatisk når du logger på?
de: Soll Klipper automatisch gestartet werden, sobald Sie sich beim System anmelden?
el: Να ξεκινά αυτόματα το Klipper κατά τη σύνδεσή σας;
eo: Ĉu Poŝilo lanĉiĝu aŭtomate ĉe la lanĉo de KDE?
es: ¿Debe Klipper iniciarse automáticamente cada vez que acceda al sistema?
eu: Klipper automatikoki abiatu saioa hasten duzunean?
fr: Le presse-papiers doit-il être démarré automatiquement quand vous vous connectez ?
gl: Debería o portarretallos iniciarse automáticamente cando se inicia a sesión?
hi: क्या क्लिपर स्वचलित प्रारंभ हो जब आप लॉगइन हों?
hr: Treba li se Klipper sam pokrenuti kada započnete rad?
it: Autorizzo klipper a partire automaticamente quando accedi al computer?
ja: ログイン時に Klipper を自動的に開始 しますか？
km: តើ Klipper គួរ​តែ​ចាប់ផ្ដើម​ដោយ​​ស្វ័យប្រវត្តិ ពេល​អ្នក​ចូល​ឬ ?
ko: 로그인 할 때마다 Kilpper를 자동으로 시작하시겠습니까?
lt: Ar Klipper turi pasileisti automatiškai jums prisiregistravus sistemoje?
ms: Anda mahu Klipper bermula secara automatik semasa anda log masuk?
nl: Wilt u dat Klipper automatisch wordt opgestart als u zich aanmeldt?
pa: ਕੀ ਤੁਹਾਡੇ ਲਾਗਆਨ ਕਰਨ ਤੇ ਕੇਲਿੱਪਰ ਖੁਦ ਹੀ ਸ਼ੁਰੂ ਹੋ ਜਾਵੇ?
pl: Czy uruchamiać Klippera przy zalogowaniu?
ro: Configurez Klipper să pornească automat cu mediul KDE?
ru: Запускать Klipper автоматически при входе в KDE?
se: Galgá go Klipper automáhtalaččat álgit go iežat sisačálihat?
sr: Треба ли Klipper да се покрене аутоматски када се пријавите?
sr@latn: Treba li Klipper da se pokrene automatski kada se prijavite?
ta: க்ளிப்பர் தானாகவே ஆரம்பித்தால் எப்போது உள் நுழைய வேண்டும்?
tg: Ҳангоми коридшавӣ оё Клиппер худоғоз ёбад?
th: คุณต้องการให้ Klipper เริ่มการทำงานอัตโนมัติ เมื่อคุณทำการล็อกอินหรือไม่ ?
uk: Чи повинен Klipper запускатись автоматично під час вашого входу в систему?
uz@cyrillic: KDE'га кирганда Klipper ишга тушиши керакми?
wa: Est çki Klipper si doet enonder otomaticmint cwand vos vs elodjîz?
zh_cn: 是否在您登录时自动启动 Klipper？
zh_tw: 當你登入系統時 Klipper 要自動啟動嗎 ?

source: Automatically Start Klipper?
af: Outomaties Begin Klipper?
ar: تشغيل Klipper تلقائيا ؟
az: Klipper Avtomatik Olaraq Başlasın?
bs: Automatski pokreni Klipper?
ca: Engego Klipper automàticament?
cs: Automaticky spouštět Klipper?
da: Start Klipper automatisk?
de: Klipper automatisch starten?
el: Αυτόματη εκκίνηση Klipper;
eo: Ĉu aŭtomate lanĉi Poŝilon?
es: ¿Iniciar automáticamente Klipper?
eu: Automatikoki abiatu Klipper?
fr: Démarrer Klipper automatiquement ?
gl: Iniciar Klipper Automáticamente?
hi: क्लिपर स्वचलित प्रारंभ करें?
hr: Automatski pokreni Klipper?
it: Avvio automaticamente Klipper?
ja: Klipper を自動的に開始しますか？
km: ចាប់​ផ្ដើម Klipper ដោយ​​ស្វ័យ​ប្រវត្តិ ?
ko: Klipper를 자동으로 시작하시겠습니까?
lt: Automatiškai paleidinėti Klipper?
ms: Mulakan Klipper Secara Automatik?
nl: Klipper automatisch starten?
pa: ਕੇਲਿੱਪਰ ਸਵੈ-ਚਾਲਤ ਸ਼ੁਰੂ?
pl: Uruchamiać Klippera?
ro: Pornire automată Klipper
ru: Запускать Klipper автоматически?
se: Automáhtalaččat álggahit Klipper:a?
sr: Да ли да аутоматски покренем Klipper?
sr@latn: Da li da automatski pokrenem Klipper?
ta: க்ளிப்பரை தானாகவே தொடங்கவா?
tg: Худоғозёбии Клиппер?
th: ให้ Klipper เริ่มการทำงานอัตโนมัติหรือไม่ ?
uk: Запускати Klipper автоматично?
uz@cyrillic: Klipper'ни авто-ишга тушириш
wa: Enonder a l' elodjaedje?
zh_cn: 自动启动 Klipper 吗？
zh_tw: 要自動啟動 Klipper 嗎 ?

source: Start
af: Begin
bs: Pokreni
ca: Engega
cs: Spustit
de: Automatisch starten
el: Εκκίνηση
eo: Komencu
es: Iniciar
eu: Abiatu
fr: Démarrer
gl: Comezar
it: Avvia
ja: 開始する
km: ចាប់ផ្ដើម
ko: 시작 사용
lt: Pradėti
nl: Starten
pa: ਸ਼ੁਰੂ
pl: Uruchom
ru: Запускать
sr: Покрени
sr@latn: Pokreni
th: เริ่ม
uk: Запускати
uz@cyrillic: Бошлаш
wa: Enonder
zh_cn: 启动
zh_tw: 開始

source: Do Not Start
af: Moet Nie Begin
bs: Nemoj pokretati
ca: No engeguis
cs: Nespouštět
da: Start ikke
de: Nicht automatisch starten
el: Να μην εκκινηθεί
eo: Ne komencu
es: No iniciar
eu: Ez abiatu
fr: Ne pas démarrer
gl: Non Comezar
it: Non avviare
ja: 開始しない
km: កុំ​ចាប់ផ្ដើម
ko: 시작하지 않음
lt: Nepradėti
nl: Niet starten
pa: ਸ਼ੁਰੂ ਨਾ ਕਰੋ
pl: Nie uruchamiaj
ru: Не запускать
sr: Не покрећи
sr@latn: Ne pokreći
th: ไม่ต้องเริ่ม
uk: Не запускати
uz@cyrillic: Бошланмасин
wa: Èn nén enonder
zh_cn: 不启动
zh_tw: 不要開始

source: Enable &Actions
af: Aktiveer Aksies
ar: تفعيل ال&إعمال
az: &Gedişatları Fəallaşdır
bs: Uključi &akcije
ca: Habilita les &accions
cs: Povolit &akce
da: Slå handlinger &til
de: &Aktionen aktivieren
el: Ενεργοποίησ&η ενεργειών
eo: Ebligi ago&jn
es: Activar &operaciones
eu: G&aitu ekintzak
fr: Activer les &actions
gl: Activar &Accións
hi: क्रियाएँ सक्षम करें: (&A)
hr: Uključi &akcije
it: Abilita le &azioni
ja: アクションを有効にする(&A)
km: អនុញ្ញាត​អំពើ
ko: 동작 사용(&A)
lt: Įjungti &veiksmus
ms: Hidupk&an Aksi
nl: &Acties inschakelen
pa: ਯੋਗ ਕਾਰਵਾਈਆਂ(&A)
pl: Włącz &działania
ro: Activează &acţiunile
ru: Включить &действия
se: Bija &doaimmaid ala
sr: Укључи &акције
sr@latn: Uključi &akcije
ta: செயல்களை &இயக்கு
tg: Даргиронидани &Амалиётҳо
th: เปิดใช้การกระทำ
uk: Ввімкнути &дії
uz@cyrillic: Амалларни ёқ&иш
wa: Permete les &accions
zh_cn: 启用动作(&A)
zh_tw: 啟動動作 (&A)

source: &Actions Enabled
af: Aksies geaktiveer
ar: الأ&عمال المتاحة
az: &Gedişatlar Fəallaşdırıldı
bs: &Akcije uključene
ca: &Accions habilitades
cs: &Akce povoleny
da: &Handlinger slået til
de: A&ktionen aktiviert
el: Ενέργειες σε λειτουργί&α
eo: Agoj &ebligitaj
es: &Operaciones activadas
eu: Ek&intzak gaiturik
fr: &Actions activées
gl: &Accións Activadas
hi: क्रियाएँ सक्षम: (&A)
hr: &Akcije uključene
it: &Azioni abilitate
ja: アクションが有効(&A)
km: អំពើ​ដែល​​​បាន​អនុញ្ញាត
ko: 동작 사용 가능(&A)
lt: &Veiksmai įjungti
ms: &Aksi Dihidupkan
nl: &Acties ingeschakeld
pa: ਕਾਰਵਾਈ ਯੋਗ(&A)
pl: &Działania włączone
ro: &Acţiuni activate
ru: &Действия включены
se: &Doaimmat leat alde
sr: &Акције су укључене
sr@latn: &Akcije su uključene
ta: &செயல்கள் இயக்கப்பட்டன
tg: &Амалиётҳо Даргиронида шудаанд
th: การกระทำถูกเปิดใช้อยู่
uk: Дії &ввімкнено
uz@cyrillic: Ама&ллар ёқилган
wa: &Accions permetowes
zh_cn: 动作已启用(&A)
zh_tw: 動作已啟動 (&A)

source: KDE cut & paste history utility
af: Kde knip & plak geskiedenis program
bs: KDE alat za isjeci/umetni historiju
ca: Utilitat de l'historial de tallar i enganxar del KDE
cs: Historie schránky pro KDE
da: KDE Klippe & klistre-historikværktøj
de: KDE-Dienstprogramm für den Verlauf von Ausschneiden & Einfügen
el: Εργαλείο ιστορικού Αποκοπών & Αντιγραφών του KDE
eo: Ilo por la KDEa Poŝohistorio
es: Utilidad KDE de historial de cortar y pegar
eu: KDEren moztu eta itsasi historia utilitatea
fr: Historique du presse-papiers de KDE
gl: Utilidade do historial de Cortar e Pegar de KDE
hi: केडीई काटें एवं चिपकाएं इतिहास यूटिलिटी
it: Accessorio KDE per la cronologia del taglia/incolla
ja: KDE カット&ペースト履歴ユーティリティ
km: ឧបករណ៍​តាម​ដាន​ប្រវត្តិ​កាត់ និង​បិទភ្ជាប់​របស់ KDE
ko: KDE 자르고 붙인 내용 기록 도구
lt: KDE „iškirpti ir padėti“ istorijos pagalbinė programa
ms: Utiliti Potong & Tepek sejarah KDE
nl: KDE Klembordgeschiedenis
pa: KDE ਕੱਟ ਤੇ ਚਿਪਕਾਉਣ ਅਤੀਤ ਸਹੂਲਤ
pl: Historia schowka KDE
ro: Utilitar de tăiere şi lipire text KDE
ru: Утилита истории буфера обмена KDE
se: KDE čuohpan- ja libmenhistorihkka
sr: Алат: KDE историјат „исеци и пренеси“ операција
sr@latn: Alat: KDE istorijat „iseci i prenesi“ operacija
ta: கேடியின் வெட்டி & ஒட்டு வரலாறு வசதி
th: เครื่องมือประวัติการใช้งานการตัดและวางของ KDE
uk: Утиліта історії кишені KDE
wa: Usteye po côpyî/aclaper po KDE
zh_cn: KDE 剪切和粘贴历史工具
zh_tw: KDE 剪貼歷程的工具程式

source: Klipper
eo: Poŝilo
hi: क्लिपर
pa: ਕੇਲਿੱਪਰ
ta: க்ளிப்பர்
tg: Клиппер
th: คลิปบอร์ด

source: Author
af: Outeur
bs: Autor
ca: Autor
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
eo: Aŭtoro
es: Autor
eu: Egilea
fr: Auteur
gl: Autor
hi: लेखक
it: Autore
ja: 作者
km: អ្នក​និពន្ធ
ko: 작성자
lt: Autorius
nl: Auteur
pa: ਲੇਖਕ
pl: Autor
ro: Autor
ru: Автор
sr: Аутор
sr@latn: Autor
ta: ஆசிரியர்
th: ผู้เขียน
uk: Автор
uz@cyrillic: Муаллиф
wa: Oteur
zh_cn: 作者
zh_tw: 作者

source: Original Author
af: Oorspronklike Outeur
ar: المؤلف الأصلي
az: Əsas Müəllif
bs: Originalni autor
ca: Autor original
cs: Původní autor
da: Oprindelig forfatter
de: Ursprünglicher Autor
el: Αρχικός συγγραφέας
eo: Originala Aŭtoro
es: Autor original
eu: Jatorrizko egilea
fr: Auteur originel
gl: Autor Orixinal
hi: मूल लेखक
hr: Izvorni autor
it: Autore originale
ja: オリジナルの作者
km: អ្នក​និពន្ធ​ដើម
ko: 원 작성자
lt: Originalus autorius
ms: Penulis Asal
nl: Oorspronkelijke auteur
pa: ਅਸਲੀ ਲੇਖਕ
pl: Autor pierwotnej wersji
ro: Autor original
ru: Первоначальный автор
se: Álgovuolggalaš čálli
sr: Првобитни аутор
sr@latn: Prvobitni autor
ta: மூல ஆசிரியர்
tg: Муаллифи Ибтидоӣ
th: ผู้เขียนดั้งเดิม
uk: Початковий автор
uz@cyrillic: Биринчи муаллиф
wa: Prumî oteur
zh_cn: 原创作者
zh_tw: 原始作者

source: Contributor
af: Bydraer
ar: المساهم
az: Dəstəkləyici
bs: Doprinjeo
ca: Contribuïdor
cs: Přispěl
da: Bidragyder
de: Mitarbeiter
el: Συντελεστής
eo: Kontribuanto
es: Colaborador
eu: Laguntzailea
fr: Collaborateur
gl: Contribuídor
hi: कॉन्ट्रीब्यूटर
hr: Doprinositelj
it: Sviluppatore
ja: 協力者
km: អ្នក​បរិច្ចាគ
ko: 기여자
lt: Bendradarbiai
ms: Penyumbang
nl: Bijdragen
pa: ਸਹਿਯੋਗੀ
pl: Pomoc
ru: Участник проекта
sr: Сарадник
sr@latn: Saradnik
ta: பங்கெடுத்தோர்
tg: Ҳамкор
th: ผู้แจกจ่าย
uk: Внески
uz@cyrillic: Ҳисса қўшувчи
wa: Contribouweu
zh_cn: 贡献者
zh_tw: 貢獻者

source: Bugfixes and optimizations
af: Fout herstellers en optimerings
ar: إصلاح الأخطاء والتحسينات
az: Xəta düzəltmələri və optimizasiyalar
bs: Ispravke bugova i optimizacije
ca: Correccions d'error i optimitzacions
cs: Opravy chyb a optimalizace
da: Fejlretninger og optimeringer
de: Code-Reparaturen und Optimierungen
el: Διορθώσεις σφαλμάτων και βελτιώσεις
eo: Erarkorektoj kaj plibonigoj
es: Correcciones y optimizaciones
eu: Akats konponketak eta optimizazioak
fr: Résolutions de bogues et optimisations
gl: Erros e optimizacións
hi: बगफिक्सेस तथा ऑप्टीमाइजेशन्स
hr: Ispravke bugova i optimizacije
it: Risoluzione bug e ottimizzazione
ja: バグフィックスと最適化
km: បំបាត់​កំហុស និង​បង្កើន​ប្រសិទ្ធភាព
ko: 버그 수정과 최적화
lt: Klaidų ištaisymai ir optimizacijos
ms: Baiki pepijat dan pengoptima
nl: Bugreparaties en optimalisaties
pa: ਬੱਗ ਨਿਰਧਾਰਨ ਤੇ ਅਨੁਕੂਲਤਾ
pl: Poprawki i optymalizacje
ro: Corecţii şi optimizări
ru: Исправление ошибок и оптимизация
sr: Отклањање грешака и оптимизације
sr@latn: Otklanjanje grešaka i optimizacije
ta: பிழைத்திருத்து மற்றும் உகப்பாக்கு
tg: Собиткунандаҳои ғалат ва беҳтарсозӣ
th: แก้ไขข้อผิดพลาดและปรับแต่ง
uk: Виправлення помилок та оптимізація
uz@cyrillic: Хатоларни тузатиш ва яхшилаш
wa: Coridjaedjes eyet amidraedjes
zh_cn: 错误修正和优化
zh_tw: 程式錯誤修補和最佳化

source: Maintainer
af: Onderhouer
bs: Održava
ca: Mantenidor
cs: Správce
da: Vedligeholder
de: Betreuer
el: Συντηρητής
eo: Prizorganto
es: Encargado
eu: Mantentzailea
fr: Mainteneur
gl: Mantedor
hi: अनुरक्षक
it: Responsabile
ja: メンテナ
km: អ្នក​ថែទាំ
ko: 관리자
lt: Palaikytojas
nl: Onderhouder
pa: ਪਰਬੰਧਕ
pl: Opiekun
ro: Responsabil
ru: Текущее сопровождение
sr: Одржавалац
sr@latn: Održavalac
ta: மேம்பாட்டாளர்
th: ผู้ดูแล
uk: Супроводжувач
uz@cyrillic: Таъминловчи
wa: Mintneu
zh_cn: 维护者
zh_tw: 維護者

source: - Actions For:
af: - Aksies vir:
ar: - أعمال لـ:
az: - Gedişatlar:
bs: - Akcije za:
ca: - Accions per a:
cs: - Akce pro:
da: - Handlinger for:
de: - Aktionen für:
el: - Ενέργειες για:
eo: - Agoj por:
es: - Operaciones para:
eu: - Ekintzak honetarako:
fr: - Actions pour :
gl: - Accións Para:
hi: के लिए क्रियाः
hr: - Akcije za:
it: - Azioni per:
ja: - アクション:
km: - អំពើ​​សម្រាប់ ៖
ko: - 다음을 위한 동작:
lt: – Veiksmai skirti:
ms: - Aksi Untuk:
nl: - Acties voor:
pa: - ਇਸ ਲ਼ਈ ਕਾਰਵਾਈ:
pl: - Działania dla:
ro: - Acţiuni pentru:
ru: - действия для:
sr: — Акције за:
sr@latn: — Akcije za:
ta: - க்கான செயல்கள்:
tg: - Амалиётҳо Барои:
th: - การกระทำสำหรับ:
uk: - дії для:
wa: - Accions po:
zh_cn: - 动作用于：
zh_tw: - 動作於:

source: Disable This Popup
af: Versper hierdie opspring
ar: عطّل هذه القائمة المختصرة
az: Bu Popup-ı Qeyri Fəallaşdır
bs: Isključi ovaj prozor
ca: Deshabilita aquest emergent
cs: Zakázat toto okno
da: Deaktivér denne popop
de: Aufklappmenü deaktivieren
el: Απενεργοποίηση αυτού του αναδυόμενου μενού
eo: Malebligi ĉi tiun ŝprucaĵon
es: Desactivar este menú emergente
eu: Desgaitu laster-leiho hau
fr: Fermer la boîte de dialogue
gl: Deshabilitar Esta Fiestra Emerxente
hi: इस पॉपअप को अक्षम करें
hr: Onemogući Ovaj Popup prozor
it: Disabilita questo menu a comparsa
ja: このポップアップを無効にする
km: មិន​អនុញ្ញាត​ការ​លេច​ឡើង​នេះ
ko: 이 팝업 사용 안 함
lt: Išjungti šį pasirodantį langą
ms: Matikan Pop keluar Ini
nl: Deze popup deactiveren
pa: ਇਹ ਪੋਪਅੱਪ ਅਯੋਗ
pl: Wyłącz to okienko
ro: Dezactivează acest meniu popup
ru: Запретить выпадающее меню
sr: Искључи ово искакање
sr@latn: Isključi ovo iskakanje
ta: இந்த மேல்தோன்றும் திரையை செயலிழக்கச் செய்
tg: Хомӯшсозии Ин Ба Рӯй Бароянда
th: ปิดการใช้งานป้อบอัพนี้
uk: Вимкнути це вигулькне вікно
wa: Dismete cist aspitant ci
zh_cn: 禁用此弹出菜单
zh_tw: 取消這個彈出式視窗

source: &Edit Contents...
af: Redigeer Inhoud...
ar: &حرر المحتويات ...
az: &Məzmunu Düzəlt...
bs: &Izmijeni sadržaj...
ca: &Edita el contingut...
cs: &Upravit obsah...
da: &Redigér indhold...
de: &Inhalt bearbeiten ...
el: &Επεξεργασία περιεχομένων...
eo: &Redakti enhavon...
es: &Editar contenidos...
eu: &Editatu edukiak...
fr: &Modifier le contenu...
gl: &Editar Contidos...
hi: विषय-वस्तु का संपादन करें.... (&E)
hr: &Izmjeni sadržaj...
it: &Modifica contenuti...
ja: 内容を編集(&E)...
km: កែសម្រួល​មាតិកា...
ko: 내용 편집(&E)...
lt: &Redaguoti turinį...
ms: &Edit Kandungan...
nl: Inhoud be&werken...
pa: ਭਾਗ ਸੋਧ(&E)....
pl: &Modyfikuj zawartość...
ro: &Editează conţinutul...
ru: &Редактировать содержимое...
se: &Doaimmat sisdoalu …
sr: Ур&еди садржај...
sr@latn: Ur&edi sadržaj...
ta: &உள்ளடக்கங்களைத் தொகு...
tg: &Таҳрири Мазмун...
th: แก้ไขเนื้อหา...
uk: &Редагувати зміст...
uz@cyrillic: &Таҳрирлаш
wa: &Candjî l' contnou...
zh_cn: 编辑内容(&E)...
zh_tw: 編輯內容 (&E) ...

source: Edit Contents
af: Redigeer Inhoud
ar: حرر المحتويات
az: Məzmunu Dəyişdir
bs: Izmijeni sadržaj
ca: Edita el contingut
cs: Upravit obsah
da: Redigér indhold
de: Inhalt bearbeiten
el: Επεξεργασία περιεχομένων
eo: Redakti enhavon
es: Editar contenidos
eu: Editatu edukiak
fr: Modifier le contenu
gl: Editar Contidos
hi: विषय-वस्तु का संपादन करें
hr: Izmjeni sadržaj
it: Modifica contenuti
ja: 内容を編集
km: កែសម្រួល​មាតិកា
ko: 내용 편집
lt: Redaguoti turinį
ms: Edit Kandungan
nl: Inhoud bewerken
pa: ਭਾਗ ਸੋਧ
pl: Modyfikuj zawartość
ro: Editare conţinut
ru: Изменить содержимое
se: čuohpusgirjioalu
sr: Уреди садржај
sr@latn: Uredi sadržaj
ta: உள்ளடக்கங்களைத் தொகு...
tg: Таҳрири Мазмун
th: แก้ไขเนื้อหา
uk: Редагувати зміст
uz@cyrillic: Таҳрирлаш
wa: Candjî l' contnou
zh_cn: 编辑内容
zh_tw: 編輯內容
