Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/klipper.po
Languages: af, ar, az, bs, ca, cs, da, de, el, eo, es, eu, fr, gl, hi, hr, it, ja, km, ko, lt, ms, nl, pa, pl, ro, ru, se, sr, sr@latn, ta, tg, th, uk, uz@cyrillic, wa, zh_cn, zh_tw

source: _: NAME OF TRANSLATORS Your names
af: Frikkie Thirion, Juanita Franz, Kobus Venter
ar: محمد جمال,عصام بايزيدي,منذر طه
az: Vasif İsmayıloğlu,Mətin Əmirov
bs: Amila Akagić, Vedran Ljubović
ca: Sebastià Pla i Sanz
cs: Lukáš Tinkl,Miroslav Flídr,Zdeněk Tlustý
da: Erik Kjær Pedersen
de: Thomas Diehl
el: Σπύρος Γεωργαράς
eo: Wolfram Diestel,Steffen Pietsch,Cindy McKee
es: Jaime Robles,Pablo de Vicente,Miguel Revilla Rodríguez
eu: Koldo Navarro, Juan Irigoien, Marcos Goienetxe
fr: François-Xavier Duranceau,Thibaut Cousin,Nicolas Ternisien
gl: Xabi García Jesús Bravo
hi: रविशंकर श्रीवास्तव
hr: Dario Lah, Denis Lackovic, Goran Žugelj, sime essert
it: Andrea Rizzi
ja: Noboru Sinohara,Ryuichi Kakuda,Kurose Shushi, Fumiaki Okushi,Shinichi Tsunoda
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Park Shinjo
lt: Ričardas Čepas,Donatas Glodenis
ms: Muhammad Najmi bin Ahmad Zabidi
nl: Niels Reedijk,Rinse de Vries,Chris Hooijer
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Michał Rudolf (aktualny tłumacz), Norbert Popiołek
ro: Claudiu Costin
ru: Zhitomirsky Sergey,Андрей Черепанов,Leon Kanter
se: Børre Gaup
sr: Александар Дезелин,Топлица Танасковић
sr@latn: Aleksandar Dezelin,Toplica Tanasković
ta: சிவகுமார் சண்முகசுந்தரம்,கோமதி சிவகுமார்,துரையப்பா வசீகரன், பிரபு
tg: Абророва Хиромон
th: ถนอมทรัพย์ นพบูรณ์
uk: Andriy Rysin, Євген Онищенко,Іван Петрущак
uz@cyrillic: Машраб Қуватов
wa: Pablo Saratxaga Jean Cayron
zh_cn: Li Zongliang,Funda Wang
zh_tw: 鄭原真,林耕宇,Tsung-Chien Ho

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@expertron.co.za, juanita.franz@vr-web.de, kabousv@therugby.co.za
ar: f2c2001@yahoo.com,bayazidi@arabeyes.org,munzir@kacst.edu.sa
az: azerb_linux@hotmail.com,metin@karegen.com
bs: bono@linux.org.ba, vljubovic@smartnet.ba
ca: sps@sastia.com
cs: lukas@kde.org,flidr@kky.zcu.cz,ztlusty@netscape.net
da: erik@binghamton.edu
de: thd@kde.org
el: sng@hellug.gr
eo: <wolfram@steloj.de>,<Steffen.Pietsch@BerlinOnline.de>,cfmckee@gmail.com
es: jaime@kde.org,pvicentea@wanadoo.es,yo@miguelrevilla.com
eu: koldo.np@euskalnet.net, juanirigoien@irakasle.net, marcos@euskalgnu.org
fr: duranceau@kde.org,cousin@kde.org,nicolas.ternisien@gmail.com
gl: xabigf@gmx.net jba@pobox.com
hi: raviratlami@yahoo.com
hr: lokalizacija@linux.hr
it: rizzi@kde.org
ja: shinobo@leo.bekkoame.ne.jp,ryuk@user.script.nu,md81@bird.email.ne.jp, fumiaki@okushi.com,tsuno@ngy.1st.ne.jp
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: peremen@gmail.com
lt: rch@richard.eu.org,dgvirtual@akl.lt
ms: md_najmi@yahoo.com
nl: ,rinsedevries@kde.nl,
pa: aalam@users.sf.net
pl: mrudolf@kdewebdev.org, norbert@kde.com.pl
ro: claudiuc@kde.org
ru: szh@chat.ru,sibskull@mail.ru,leon@asplinux.ru
se: boerre@skolelinux.no
sr: deza@milnet.co.yu,toptan@kde.org.yu
sr@latn: deza@milnet.co.yu,toptan@kde.org.yu
ta: sshanmu@yahoo.com,gomathiss@hotmail.com,t_vasee@yahoo.com, prabu_anand2000@yahoo.com
tg: H_Abrorova@rambler.ru
th: donga_n@yahoo.com
uk: rysin@kde.org, oneugene@ukr.net,ivanpetrouchtchak@yahoo.com
uz@cyrillic: kmashrab@uni-bremen.de
wa: <pablo@mandriva.com> <jean.cayron@gmail.com>
zh_cn: li-zongliang@21cn.com,fundawang@linux.net.cn
zh_tw: ycheng@sinica.edu.tw,s9321028@ncnu.edu.tw,iitze@hotmail.com

source: &General
af: Algemeen
ar: &عام
az: Ü&mumi
bs: Opć&enito
cs: &Obecné
da: &Generelt
de: &Allgemein
el: &Γενικά
eo: Ĝe&nerale
eu: &Orokorra
fr: &Général
gl: &Xeral
hi: सामान्य (&G)
hr: &Općenito
it: &Generale
ja: 全般(&G)
km: ទូទៅ
ko: 일반(&G)
lt: &Bendra
ms: U&mum
nl: Al&gemeen
pa: ਸਧਾਰਨ(&G)
pl: &Ogólne
ru: О&бщие
se: &Oppalaš
sr: &Опште
sr@latn: &Opšte
ta: &பொது
tg: &Умумӣ
th: ทั่วไป
uk: &Загальне
uz@cyrillic: &Умумий
wa: &Djenerå
zh_cn: 常规(&G)
zh_tw: 一般(&G)

source: Ac&tions
af: Aksies
ar: أ&عمال
az: &Gedişatlar
bs: A&kcije
ca: A&ccions
cs: Ak&ce
da: &Handlinger
de: A&ktionen
el: Ενέρ&γειες
eo: &Agoj
es: O&peraciones
eu: Ekin&tzak
gl: A&ccións
hi: क्रियाएँ (&t)
hr: A&kcije
it: A&zioni
ja: アクション(&T)
km: អំពើ
ko: 동작(&T)
lt: &Veiksmai
ms: Ak&si
nl: A&cties
pa: ਕਾਰਵਾਈ(&t)
pl: &Działania
ro: &Acţiuni
ru: &Действия
se: D&oaimmat
sr: А&кције
sr@latn: A&kcije
ta: செயல்கள்
tg: &Амалиётҳо
th: การ&กระทำ
uk: Ді&ї
uz@cyrillic: Ама&ллар
wa: A&ccions
zh_cn: 动作(&T)
zh_tw: 動作(&t)

source: Global &Shortcuts
ca: &Dreceres globals
cs: Obecné klávesové &zkratky
da: Globale &genveje
de: Globale K&urzbefehle
el: &Καθολικές συντομεύσεις
eo: &Klavkombinoj
es: Accesos &rápidos globales
fr: &Raccourcis globaux
gl: &Atallos Globais
it: &Scorciatoie globali
ja: グローバルショートカット(&S)
km: ផ្លូវ​កាត់​សកល
ko: 전역 단축키(&S)
nl: Globale &sneltoetsen
pa: ਗਲੋਬਲ ਸ਼ਾਰਟਕੱਟ(&S)
pl: Ogólne &skróty klawiszowe
ru: &Глобальные комбинации клавиш
sr: Глобалне &пречице
sr@latn: Globalne &prečice
th: คีย์ลัดของ&ระบบ
uk: Глобальні &скорочення
uz@cyrillic: &Умумий тугмалар бирикмаси
wa: Rascourtis &globås
zh_cn: 全局快捷键(&S)
zh_tw: 全域捷徑(&S)

source: &Popup menu at mouse-cursor position
af: Opspring kieslys na muis-wyser posisie
ar: إ&ظهر القائمة عند مكان مؤشر الفأرة
az: Menyu, siçan oxu yerində
bs: &Popup meni na poziciji miša-kursora
ca: Menú &emergent a la posició del ratolí
cs: Rozbalit místní nabídku na &pozici myši
da: &Popop-menu ved musepositionen
de: Kontextmenü an &Mausposition öffnen
el: &Αναδυόμενο μενού στη θέση του δείκτη του ποντικιού
eo: Ŝpru&cmenuo ĉe la muskursora pozicio
es: Menú &desplegable en la posición del ratón
eu: &Laster-menua sagu-kurtsorearen kokalekuan
fr: Afficher le menu conte&xtuel à la position du pointeur de la souris
gl: &Menú emrexente na posición do cursor do rato
hi: माउस संकेतक स्थान पर पॉपअप मेन्यू (&P)
hr: &Popup izbornik na poziciji miša
it: Il menu a&ppare alla posizione del mouse
ja: アクションメニューをマウスカーソルの位置に表示する(&P)
km: បង្ហាញ​ម៉ឺនុយ​នៅ​ត្រង់​ទីតាំង​ទស្សន៍​ទ្រនិច​របស់​កណ្តុរ
ko: 마우스 커서가 있는 곳에 메뉴 보이기(&P)
lt: &Meniu pasirodo ties pelės žymekliu
ms: Menu &Pop Keluar pada posisi kursor tetikus
nl: Contextmenu tonen bij muiscursor&positie
pa: ਮਾਊਸ ਕਰਸਰ ਸਥਿਤੀ ਲਈ ਪੋਪਅੱਪ ਮੇਨੂ(&P)
pl: &Menu w pozycji kursora myszy
ro: Meniu &popup la poziţia cursorului de mouse
ru: Открывать &меню на месте указателя мыши
se: B&ahcanfállu sáhpánsajádagas
sr: &Искачући мени на позицији миша
sr@latn: &Iskačući meni na poziciji miša
ta: &சுட்டி-சுட்டும் இடத்தில் மேல்மீட்பு பட்டி
tg: Менюи ба &рӯй бароянда дар мавқеъи ҷойгиршавии нишоннамо
th: เรียกป๊อปอัพเมนูที่ตำแหน่งเคอร์เซอร์เมาส์
uk: &Контекстне меню на позиції курсора миші
wa: Aspitant &menu a l' eplaeçmint del sori
zh_cn: 在鼠标指针处弹出菜单(&P)
zh_tw: 在滑鼠游標位置的彈跳選單(&P)

source: Save clipboard contents on e&xit
af: Stoor klipbord inhoud op beïendig
ar: إح&فظ محتويات الحافظة عند الخروج
az: Çıxışda ara yaddaşməzmununu &qeyd et
bs: Spa&si sadržaj clipboarda prilikom izlaska
ca: Desa el contingut del portapapers en &sortir
cs: U&ložit obsah schránky při ukončení
da: Gem klippebordsindhold ved &afslutning
de: Inhalt der Zwischenablage beim Verlassen s&peichern
el: Αποθήκευση των περιεχομένων του πρόχειρου στην έ&ξοδο
eo: Kon&servu la poŝenhavon ĉe forlaso
es: &Guardar contenido del portapapeles al salir
eu: Gorde arbelaren edukia &irtetean
fr: &Enregistrer le contenu du presse-papiers en quittant
gl: Gravar os contidos do cartafol ó &saír
hi: बाहर होने पर क्लिपबोर्ड की वस्तुओं को सहेजें (&x)
hr: Spre&mi sadržaj odlagališta kod izlaska
it: Salva il contenuto degli appunti &quando esci
ja: 終了時にクリップボードの内容を保存する(&X)
km: រក្សាទុក​មាតិកា​របស់​ក្តារ​តម្បៀត​ខ្ទាស់ ពេល​ចាក​ចេញ
ko: 끝낼 때 클립보드 내용 저장하기(&X)
lt: Į&rašyti laikinos talpyklės turinį išeinant
ms: Simpan kandungan papan klip semasa kelua&r
nl: Klembordinhoud op&slaan bij afsluiten
pa: ਬਾਹਰ ਜਾਣ ਤੇ ਕਲਿੱਪਬੋਰਡ ਸੰਭਾਲੋ(&x)
pl: Zapisz &schowek przy wyjściu
ro: &Salvează conţinutul clipboard-ului la ieşire
ru: &Сохранять содержимое буфера обмена при выходе
se: Vurke čuohpusgirjji sisdoalu &heaittihettiin
sr: &Сачувај садржај клипборда при изласку
sr@latn: &Sačuvaj sadržaj klipborda pri izlasku
ta: வெளிச்செல்லும்போது பிடிப்புப்பலகையின் உள்ளடக்கத்தைச் சேமி
tg: Мазмуни силули мухобиротиро дар &баромадан захира кунед
th: บันทึกเนื้อหาภายในคลิปบอร์ดเมื่อออกจากการใช้งาน
uk: Під час виходу зберіга&ти зміст кишені
uz@cyrillic: Чиқишда клипбордни &сақлаш
wa: Schaper çou k' i gn a dins l' tchapea emacralé divant d' c&witer
zh_cn: 退出时保存剪贴板内容(&X)
zh_tw: 離開時儲存剪貼簿內容(&X)

source: Remove whitespace when executing actions
af: Verwyder witspasie by uitvoering van aksies
ar: أزل المسافات البيضاء أثناء تنفيذ الأفعال
az: Gedişatları icra edərkən boşluqları sil
bs: Ukloni razmake pri izvršavanju akcija
ca: Elimina els espais en blanc en executar accions
cs: Odstranit mezery při provedení akce
da: Fjern blanke tegn når handlinger udføres
de: Leerräume bei der Befehlsausführung entfernen
el: Αφαίρεση των κενών κατά την εκτέλεση ενεργειών
eo: Forigu spacetojn kiam plenumunante agojn
es: Eliminar espacios en blanco al ejecutar acciones
eu: Kendu zuriuneak ekintzak exekutatzean
fr: Enlever les espaces lors de l'exécution d'actions
gl: Borrar espacios en branco cando se executen accións
hi: जब क्रियाओं को चलाया जाए तो व्हाइटस्पेसेस हटाएँ
hr: Ukloni praznine kada se izvršavaju akcije
it: Rimuovi gli spazi bianchi quando esegui le azioni
ja: アクションの実行時に空白文字を削除する
km: យក​ចន្លោះ​ចេញ ពេល​អនុវត្ត​អំពើ
ko: 동작을 실행할 때 공백 제거하기
lt: Panaikinti tuščius tarpus kai vykdomi veiksmai
ms: Buang ruang kosong semasa melaksanakan aksi
nl: Witruimte verwijderen bij het uitvoeren van acties
pa: ਕਾਰਵਾਈਆਂ ਚਲਾਉਣ ਤੇ ਖਾਲੀ ਥਾਂ ਹਟਾਓ
pl: Usuwaj spacje przy uruchamianiu działań
ro: Elimină spaţiile albe cînd execută acţiunile
ru: Удалить пробелы при выполнении действий
sr: Уклони празнине приликом извршавања акција
sr@latn: Ukloni praznine prilikom izvršavanja akcija
ta: செயல்படுத்தும் போது வெற்றிடங்களை நீக்கு
tg: Ҳангоми иҷроиши амалиётҳо фазои холиро хориҷ кунед
th: ลบช่องว่างเมื่อประมวลผลการกระทำ
uk: Вилучати пропуски при виконанні дій
wa: Rissaetchî les blancs cwand les accions sont-st enondêyes
zh_cn: 执行动作时适当去掉空格
zh_tw: 當執行時移除空白字元

source: Sometimes, the selected text has some whitespace at the end, which, if loaded as URL in a browser would cause an error. Enabling this option removes any whitespace at the beginning or end of the selected string (the original clipboard contents will not be modified).
af: Soms, het die verkose teks somige witspasie aan die einde, wat as gelaai word as URL in 'n blaaier foute kan veroorsaak. Ontspering van hierdie opsie verwyder enige witspasies aan die begin of einde van die verkose string (die oorspronklike klipbord inhoud sal nie modifiseer word nie).
ar: في بعض الأحيان يكون للنص المختار مسافة بيضاء في النهاية, و اذا تم تحميلها كعنوان في متصفح فسيتسبب هذا في خطأ. تمكين هذا الخيار سيزيل أية مسافات بيضاء في بداية أو نهاية النص المختار (لن يتم تعديل المحتويات الأصلية للحافظة).
bs: Ponekad izabrani tekst ima neke razmake na kraju, što ako se učita kao URL u browseru može izazvati grešku. Uključivanjem ove opcije će svi blanko znakovi biti uklonjeni sa početka i kraja izabranog teksta (originalni sadržaj clipboarda neće biti izmijenjen).
ca: De vegades, el text seleccionat té espais en blanc al final, els quals, si es carreguen com URL en un fullejador causarien un error. En habilitar aquesta opció s'elimina qualsevol espai en blanc a l'inici o al final del text seleccionat (no es modificarà el contingut original del portapapers).
cs: Někdy označený text obsahuje mezery na konci, což může např. v případě URL způsobit problémy při otevření ve webovém prohlížeči. Povolením této možnosti zajistíte, že budou odstraněny mezery na začátku a konci vybraného řetězce (původní obsah schránky nebude změněn).
da: Sommetider har den valgte tekst nogle blanke tegn i slutningen som, hvis de indlæses som en URL i en browser vil forårsage en fejl. Aktivering af dette fjerner alle blanke tegn i begyndelsen eller slutningen af den valgte streng (det oprindelige klippebordsindhold vil ikke blive ændret).
de: Gelegentlich ergibt sich ein Leerzeichen oder sonstiger Leerraum am Ende von ausgewähltem Text. Das führt zu Fehlermeldungen des Browsers, falls es sich dabei um eine Web-Adresse handelt. Bei Aktivierung dieser Option werden solche Leerräume am Textanfang und -ende entfernt. Die Originale in der Zwischenablage bleiben unangetastet.
el: Μερικές φορές το επιλεγμένο κείμενο έχει κάποια κενά στο τέλος του, και αν φορτωθεί σαν URL σε ένα περιηγητή μπορεί να προκαλέσει σφάλμα. Ενεργοποιώντας αυτή την επιλογή αφαιρούνται τα κενά από την αρχή ή το τέλος της επιλεγμένης συμβολοσειράς (τα αρχικά περιεχόμενα του προχείρου δε θα τροποποιηθούν).
eo: Kelkfoje, la elektita teksto enhavas spaceton ĉe la fino; se la teksto estas URLo, tio kaŭzus eraron. Se vi ebligas ĉi tiun opcion, spacetoj ĉe kaj la komenco kaj la fino de la tekstĉeno estos forigitaj. La originala teksto ene de la poŝo ne ŝanĝiĝos.
es: Algunas veces, el texto seleccionado tiene espacios en blanco al final, el cual, si se carga como una URL en el navegador puede causar un error. Habilitando esta opción, se eliminan los espacios en blanco al principio y al final de la cadena seleccionada (el contenido original del portapapeles no se alterará).
eu: Zenbaitetan, hautatutako testuak zuriuneren bat eduki dezake bukaeran, URL gisa kargatuz gero, errorea eragin dezakeena. Aukera hau gaitzen bada, hautatutako kateari bai hasierako, bai bukaerako zuriuneak kendu egingo zaizkio (arbelaren jatorrizko edukia ez da aldatuko).
fr: Parfois, le texte sélectionné contient quelques espaces à la fin, ce qui, s'il était chargé en tant qu'URL dans un navigateur, causerait une erreur. Activer cette option enlève les espaces au début et à la fin de la chaîne sélectionnée (le contenu original du presse-papiers ne sera pas modifié).
gl: Algunhas veces, o texto seleccionado ten algún espacio en branco ó remate, o cal, se se carga coma unha URL nun navegador, ocasionará un erro. Ó habilitar esta opción borrará calquera espacio en branco ó comezo e remate da cadea seleccionada (os contidos orixinais do portarretallos non se modificará).
hi: कभी-कभी चुने गए पाठ के अंत में व्हाइट-स्पेस होता है, जो यदि यूआरएल की तरह ब्राउज़र में लोड होता है तो यह त्रुटि पैदा कर सकता है. इस विकल्प को सक्षम करने पर कोई भी व्हाइटस्पेस जो चुने गए वाक्यांश के प्रारंभ या अंत में हो, तो उसे हटा देता है(क्लिपबोर्ड के मूल विषय-वस्तु में कोई परिवर्धन नहीं होता).
hr: Ponekad izabrani tekst ima prazne znakove na kraju. Oni bi, ako ihse učita kao URL u pregledniku, uzrokovali grešku. Omogućavanje oveopcije uklanja prazne znakove sa početka i sa kraja izabranog teksta(pritom se orginalni tekst u odlagalištu neće mijenjati).
it: A volte il testo selezionato ha degli spazi bianchi alla fine che, se caricati come URL in un browser, possono causare degli errori. Abilitando questa opzione vengono rimossi gli spazi bianchi alla fine e all'inizio della stringa. (il contenuto originale degli appunti non sarà modificato).
ja: 選択したテキストの終端に空白文字がある場合があります。それをそのままブラウザに URL として読み込ませるとエラーになります。このオプションを有効にすると、選択した文字列の先頭と終端にある空白文字をすべて除去します。クリップボードの元の内容は修正されません。
km: ចួនកាល អត្ថបទ​ដែល​បាន​ជ្រើស​មាន​ចន្លោះ​នៅ​ខាង​ចុង ដូច្នេះ​ប្រសិនបើ​វា​ត្រូវ​បាន​ផ្ទុក​ជា URL ក្នុង​កម្មវិធី​រុករក​នឹង​ធ្វើ​ឲ្យ​មាន​បញ្ហា ។ អនុញ្ញាត​ជម្រើស​នេះ វា​នឹង​យក​​ចន្លោះ​​ទាំង​អស់ដែល​នៅ​ខាង​ដើម ឬ ខាង​ចុង​​នៃ​ខ្សែ​អក្សរ​ដែលបាន​​ជ្រើស​ចេញ (ក្តារ​តម្បៀត​ខ្ទាស់​ដើម នឹង​មិន​ត្រូវ​បាន​កែប្រែ​ទេ) ។
ko: 때때로 선택한 텍스트는 공백을 포함할 수도 있습니다. 이 경우 URL을 브라우저로 불러오면 오류가 발생합니다. 이 옵션을 선택하면 동작을 실행할 때 선택한 문자열에 있는 공백을 제거합니다. 원본 클립보드 내용은 그대로 남아 있습니다.
lt: Kartais tekstas pažymimas su keliais nematomais tarpais gale, ir tokį tekstą įkėlus kaip URL į naršyklę bus rodoma klaida. Įgalinus šią nustatą bet kokie nematomi ženklai pažymėto teksto pradžioje ar pabaigoje bus panaikinami (tai nepakeis laikinosios talpyklės, į kurią įkeliamas pažymėjimas, turinio).
ms: Kadangkala, teks dipilih mempunyai ruang kosong pada bahagian hujung, di mana, sekiranya jika dimuatkan sebagai URL akan menyebabkan ralat. Menghidupkan pilihan ini membuang mana-mana ruang kosong pada bahagian awal atau akhir untuk rentetan pilihan (kandungan asal papan klip tidak akan diubah).
nl: Soms bevat de geselecteerde tekst witruimtes (spaties) aan de uiteinden, welke, als het als URL-adres in een browser wordt geladen, kunnen leiden tot foutmeldingen. Deze optie zorgt er voor dat eventuele witruimtes aan het begin of einde van de tekenreeks worden verwijderd (de originele klembordinhoud blijft ongewijzigd).
pa: ਕਈ ਵਾਰ ਚੁਣੇ ਪਾਠ ਦੇ ਅੰਤ ਵਿੱਚ ਕੁਝ ਖਾਲੀ ਥਾਂ ਹੁੰਦੀ ਹੈ, ਜੋ ਕਿ ਜੇਕਰ ਝਲਕਾਰੇ ਵਿੱਚ URL ਦੇ ਤੌਰ ਤੇ ਲੋਡ ਕੀਤੀ ਜਾਵੇ ਤਾਂ ਇਹ ਗਲਤੀ ਦਿੰਦੀ ਹੈ। ਇਹ ਚੋਣ ਯੋਗ ਕਰਨ ਨਾਲ ਚੁਣੀ ਸਤਰ ਦੇ ਸ਼ੁਰੂ ਜਾਂ ਅੰਤ ਵਿੱਚ ਖਾਲੀ ਥਾਂ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਜਾਦਾ ਹੈ (ਕਲਿੱਪਬੋਰਡ ਦੇ ਭਾਗਾਂ ਨੂੰ ਸੋਧਿਆ ਨਹੀਂ ਜਾਦਾ ਹੈ)।
pl: Czasami wybrany tekst zawiera na końcu spacje, które powodują błąd przy próbie wykorzystania zaznaczenia jako URL. Wybranie tej opcji spowoduje, że wszystkie spacje z początku i końca tekstu zostaną usunięte (oryginalny tekst w schowku nie zostanie zmodyfikowany).
ro: Uneori textul selectat are spaţii la sfîrşit, care, dacă sînt încărcate ca parte a unui URL, pot determina erori într-un navigator de web. Dacă activaţi această opţiune, aceste spaţii vor fi eliminate de la începutul sau sfîrşitul şirului de text selectat. Conţinutul original al clipboard-ului nu va fi modificat.
ru: Иногда выделенный текст содержит пробелы, что при открытии его в браузере как ссылки может вызвать ошибку. При включении этой опции будут удалены пробелы в начале и конце текста. Содержимое буфера обмена останется неизменным.
sr: Понекад одабрани текст има нешто празнина на крају, које ако се учитају као URL у претраживачу могу проузроковати грешке. Укључивањем ове опције уклањају се све празнине на почетку или крају одабраног текста (првобитни садржај клипборда неће бити промењен).
sr@latn: Ponekad odabrani tekst ima nešto praznina na kraju, koje ako se učitaju kao URL u pretraživaču mogu prouzrokovati greške. Uključivanjem ove opcije uklanjaju se sve praznine na početku ili kraju odabranog teksta (prvobitni sadržaj klipborda neće biti promenjen).
ta: சில சமயம் இந்த உரைகளில் வெற்றிடங்கள் இருக்கலாம், இது வலைமனையாக ஏற்றப்படும்போது பிழை நேரிடும். இந்த விருப்பத்தேர்வு, தேர்ந்தெடுக்கப்பட்ட வரியின் ஆரம்பத்திலோ அல்லது முடிவிலோ உள்ள வெற்றிடங்களை நீக்குகிறது.
tg: Баъзан матни интихобшуда дар охираш каме фазои холӣ дорад, ки ҳангоми боркунӣ аз URL дар баррас сабаби хатогӣ мешавад. Бо даргиронидани ин интихоб ҳаммаи фазои холӣ дар аввал ё охири сатри интихобшуда хориҷ мегардад (мазмуни аслии силули мухобиротӣ тағир намеёбад).
th: ในบางครั้งข้อความที่เลือกไว้อาจจะมีช่องว่างต่อท้ายอยู่ ซึ่งหากนำไปใช้เป็นตำแหน่ง URL หรือนำไปเรียกใช้งานอาจจะทำให้เกิดข้อผิดพลาดขึ้นได้ การเปิดใช้งานตัวเลือกนี้ จะทำให้มีการลบช่องว่างที่อยู่ทั้งส่วนเริ่มและท้ายข้อความที่เลือกไว้ (แต่จะไม่มีการแก้ไขเนื้อหาเดิมที่อยู่ในคลิปบอร์ด)
uk: Деколи, вибраний текст має пропуски в кінці, які під час завантаження URL у навігаторі спричиняють помилки. Вмикання цього параметра вилучає пропуски на початку та в кінці вибраного рядка (початковий текст у кишені при цьому не змінюється).
wa: Pa des côps, li tecse tchoezi a des blancs al fén, çou ki, dins ene hårdêye po on betchteu waibe metans, pout fé des rujhes. Avou cisse tchuze ci les blancs k' i gn a al fén ou å cmince d' ene tchinne di tecse tchoezeye seront rsaetchîs (li contnou oridjinnå do tchapea emacralé n' serè nén candjî).
zh_cn: 有时选中的文本后面会有一些空格，如果将它作为 URL 用浏览器打开的话，会出现错误。启用此选项可以去掉所选中的字符串开头和结尾的空格(不改变原剪贴板里的内容)。
zh_tw: 有時，在你所選取的文字的最後會有空白字元，如果是一個網址的話， 這樣的空白字元可能會造成瀏覽器出現錯誤。啟動這個選項，可以移除 你所選取的文字頭尾的空白字元。（但是剪貼簿中的原始內容不會更改）

source: &Replay actions on an item selected from history
af: Weerspeel aksies op 'n item gekose van geskiedenis
ar: أعد ت&شغيل التصرفات على عنصر منتقى من التاريخ
bs: &Prenesi akcije na stavku odabranu iz historije
ca: &Repeteix les accions en un ítem seleccionat de la història
cs: &Zopakovat akce na položce z historie
da: &Genafspil handling på et punkt valgt fra historikken
de: Aktion nochmals ausführen an einem Element, das aus dem Verlauf gewählt wurde
el: Επανάλη&ψη ενεργειών σε ένα αντικείμενο επιλεγμένο από το ιστορικό
eo: &Refaru agojn al ero elektita el la historio
es: &Reemplazar las operaciones en un elemento seleccionado del historial
eu: Be&rregin ekintzak historiatik hautatutako elementu batean
fr: Répéter les actions sur un élément sélectionné dans l'&historique
gl: &Reproducir accións nun elemento seleccionado dende o historial
hi: इतिहास में से चुनी गई कुछ वस्तुओं में क्रिया रि-प्ले करें (&R)
hr: &Prenesi postupke na stavku odabranu iz povijesti
it: &Riproponi le azioni su un elemento selezionato nella cronologia
ja: 履歴から選択した項目に対してもアクションを有効にする(&R)
km: ធ្វើ​អំពើ​លើ​វត្ថុ​ដែល​បាន​ជ្រើស​ពី​ប្រវត្តិ​ឡើង​វិញ
ko: 과거 기록에서 항목을 선택하면 동작 다시 실행하기(&R)
lt: &Pakartoti veiksmus pasirinktam iš istorijos objektui
ms: Main semula aksi pada item dipilih daripada &rekod
nl: Acties nogmaals uitvoe&ren op een item geselecteerd uit de geschiedenis
pa: ਅਤੀਤ ਤੋਂ ਚੁਣੀ ਇਕਾਈ ਤੇ ਕਾਰਵਾਈ ਮੁੜ ਚਲਾਓ(&R)
pl: &Wykonaj działania na pozycji wybranej z historii
ro: &Aplică acţiunile pe un item selectat din istoric
ru: &Повторить действия для элемента, выбранного из списка
sr: &Понови акције над ставком изабраном из историјата
sr@latn: &Ponovi akcije nad stavkom izabranom iz istorijata
ta: &வரலாற்றிலிருந்து தேர்ந்தெடுக்கப்பட்ட ஒரு உருப்படியின் மீதான செயல்களை மீளச்செய்
tg: Амалиёт ва пунктҳои аз таърих интихобшударо &аз нав нишон диҳед
th: ให้ทำการกระทำบนรายการที่เลือกไว้จากประวัติการใช้
uk: &Повторювати дії над елементом, вибраним з кишені
wa: &Rifé les accions so on cayet tchoezi dins l' istwere
zh_cn: 对从历史中选中的项目重放动作(&R)
zh_tw: 將從歷史清單中所選的項目重新作用一次(&R)

source: Pre&vent empty clipboard
af: Verhoed leegmaak van klipbord
ar: من&ع افراغ الحافظة
az: &Boş ara yaddaşa icazə vermə
bs: Sp&riječi pražnjenje clipboarda
ca: E&vita el portapapers buit
cs: Nedo&volit prázdnou schránku
da: For&hindr tomt klippebord
de: Leere Zwischenablage &vermeiden
el: Πρόλη&ψη κενού προχείρου
eo: E&vitu malplenan poŝon
es: I&mpedir el borrado del portapapeles
eu: &Eragotzi arbelaren hustuketa
fr: Em&pêcher le presse-papiers d'être vidé
gl: Previr un portarretallos &baleiro
hi: खाली क्लिपबोर्ड रोकें (&v)
hr: Sp&riječi prazno odlagalište
it: E&vita gli appunti vuoti
ja: クリップボードを空にしない(&V)
km: ហាម​ឃាត់​ក្តារ​តម្បៀត​ខ្ទាស់​ទទេ
ko: 클립보드가 비는 것 방지하기(&V)
lt: Neišt&uštinti laikinos talpyklės
ms: &Halang pengosongan papan klip
nl: Leeg klembord &voorkomen
pa: ਖਾਲੀ ਕਲਿੱਪਬੋਰਡ ਮਨਾਹੀ(&v)
pl: Nigdy nie &czyść schowka
ro: &Previne ca clipboard-ul să rămînă gol
ru: &Не допускать пустого буфера обмена
se: &Eastadit guorus čuohpusgirjji
sr: &Спречи празан клипборд
sr@latn: &Spreči prazan klipbord
ta: காலியான பிடிப்புபலகையைத் தவிர்
tg: &Пешгирии силули мухобиротии холӣ
th: ป้องกันคลิปบอร์ดว่าง
uk: Запо&бігати спорожненню кишені
wa: &Espaitchî d' aveur li tchapea emacralé vude
zh_cn: 避免清空剪贴板(&V)
zh_tw: 空的剪貼簿
