Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/klipper.po
Languages: af, ar, az, bs, ca, cs, da, de, el, eo, es, eu, fr, gl, hi, hr, it, ja, km, ko, lt, ms, nl, pa, pl, ro, ru, se, sr, sr@latn, ta, tg, th, uk, uz@cyrillic, wa, zh_cn, zh_tw

source: Using this option will only set the selection when highlighting something and the clipboard when choosing e.g. "Copy" in a menubar.
af: Gebruik van hierdie opsie sal slegs stel die keuse wanneer verligting iets en die klipbord wanneer gekies bv. "Kopie" in 'n kiesbalk.
ar: اختيار هذا الخيار سيعين الاختيارات فقط عند تظليل شئ ثم نسخه الى الحافظة باستخدام خيار "نسخ" في أي برنامج.
bs: Korištenjem ove opcije selekcija će biti napunjena samo kada izaberete neki tekst, a clipboard će biti napunjen samo kada izaberete npr. "Kopiraj" u meniju.
ca: En usar aquesta opció només s'establirà la selecció en ressaltar alguna cosa i el portapapers en triar p.ex. "Copia" a una barra de menú.
cs: Zvolením této možnosti nastavíte pouze výběr, pokud někde zvýrazníte text myší. a schránku, pokud vyberete činnost "Kopírovat".
da: Brug af dette vil kun sætte fremhævningen når noget fremhæves og kun klippebordet når noget vælges for eksempel med "Kopiér" i en menulinje.
de: Wenn diese Einstellung aktiv ist, wird eine Auswahl nur dann registriert, wenn Sie ausdrücklich etwas hervorheben, und eine Aktion der Zwischenablage nur dann, wenn Sie z. B. den Befehl "Kopieren" in einem Menü auswählen.
el: Χρησιμοποιώντας αυτή την επιλογή θα ορίζεται μόνο η επιλογή όταν τονίζεται κάτι και το πρόχειρο μόνο όταν χρησιμοποιείται π.χ. το "Αντιγραφή" με μια γραμμή μενού.
eo: Se vi uzas ĉi tiun opcion, kiam vi elektas per emfazi tekston, nur efikas ene de tiu programo kiun vi uzas. Por esti enmetita en la poŝon, vi devas klaki ekz. "Kopii" en la menuzono.
es: Si usa esta opción sólo se configurará la selección al resaltar algo y el portapapeles al elegir, p.ej "Copiar" en una barra de menú.
eu: Aukera hau erabiliz gero, batetik, hautespena zerbait nabarmentzean eta bestetik, arbela menu-barran, adibidez, "Kopiatu" hautatzean baino ez dira ezarriko.
fr: Utiliser cette option met à jour la sélection en surlignant quelque chose à la souris et le presse-papiers en choisissant par exemple « Copier » dans un menu.
gl: Ó empregar esta opción só se establecerá a selección cando se resalte algo e o portarretallos cando se escolla "Copiar".
hi: इस विकल्प का उपयोग सिर्फ चयन को तब नियत करेगा जब किसी को उभारा जाएगा तथा क्लिपबोर्ड पर चुना जाएगा जैसे- "नक़ल" मेन्यूबार में
hr: Korištenje ove opcije odabir se stavlja u odlagalište samo izborom "Kopiraj" u izborniku.
it: Utilizzando questa opzione la selezione sarà impostata solo quando evidenzi qualcosa e gli appunti solo quando ad esempio scegli "Copia" nella barra dei menu.
ja: このオプションを選択すると、何かをハイライトして選択したときは選択バッファにのみ記録されます。クリップボードには、例えばメニューから「コピー」を選んだときに記録されます。
km: ប្រើ​ជម្រើស​នេះ នឹងកំណត់តែ​ការ​ជ្រើស​រើស ពេល​​បន្លិច​អ្វី​មួយ និង​​ក្តារ​តម្បៀត​ខ្ទាស់ ពេល​ជ្រើស ឧ. "ចម្លង" ក្នុង​របារ​ម៉ឺនុយ ។
ko: 이 옵션을 선택하면 선택 영역 버퍼와 클립보드를 분리합니다.
lt: Šios parinkties naudojimas nustatys tik pažymėjimą pažymėjus ką nors, ir nustatys KDE laikinąją talpyklę pasirinkus tarkim „Kopijuoti“ meniu juostoje.
ms: Dengan menggunakan pilihan ini, akan menetapkan pilihan apabila menonjolkan sesuatu dan papan klip apabila memilih sebagai contoh "Salin" pada bar menu.
nl: Door deze optie te selecteren houdt u het klembord en de selectie gescheiden. U voegt iets aan de selectie toe door de tekst te accentueren, en plaatst iets op het klembord door bijv. op de knop "Kopiëren" in de menubalk te drukken.
pa: ਇਹ ਚੋਣ ਨਾਲ ਤਾਂ ਹੀ ਚੋਣ ਕਰੇਗੀ, ਜੇਕਰ ਕੁਝ ਉਭਾਰਿਆ ਗਿਆ ਹੈ ਅਤੇ ਕਲਿੱਪਬੋਰਡ ਤਾਂ ਕੰਮ ਕਰੇਗਾ, ਜਦੋਂ ਕਿ ਮੇਨੂ-ਪੱਟੀ ਵਿੱਚੋਂ ਚੋਣ ਕੀਤੀ ਜਾਵੇਗੀ ਜਿਵੇਂ ਕਿ"ਨਕਲ"
pl: Wybranie tej opcji spowoduje, że bufor zaznaczenia będzie zmieniany jedynie przez zaznaczenie tekstu, zaś schowek - przez polecenie "Kopiuj", "Wytnij" itd.
ro: În acest caz selecţia va fi setată cînd selectaţi un text, iar clipboard-ul va fi setat cînd alegeţi "Copiază" din meniu sau bara de unelte.
ru: Если установлен этот параметр, выделение мышью и буфер обмена будут работать независимо. Например, вставить содержимое буфера обмена можно будет только при помощи кнопки "Вставить".
sr: Коришћење ове опције ће само поставити означавање када нешто означите, а клипборд када одаберете нпр. „Копирај“ у менију.
sr@latn: Korišćenje ove opcije će samo postaviti označavanje kada nešto označite, a klipbord kada odaberete npr. „Kopiraj“ u meniju.
ta: இந்த விருப்பத்தேர்வை பயன்படுத்தும்போது, ஏதாவது ஒன்றை தனிப்படுத்தும்போதும் மற்றும் பட்டி பட்டியலில் இருந்து "நகல்" என்பதை தேர்ந்தெடுக்கும்போதும் மட்டும் தேர்வை அமைக்கும்.
tg: Бо интихоби ин хосият танҳо интихоботро ҳангоми равшансозии ягон чиз ва силули мухобиротиро ҳангоми интихоби, масалан "Нусхабардорӣ" дар панели асбобҳо, барпо месозад.
th: เปิดใช้ตัวเลือกนี้ จะทำให้มีการตั้งค่าการเลือกเฉพาะเมื่อมีการเน้นสีในบางที่ และคลิปบอร์ดเมื่อมีการเลือกที่แถบเมนู "คัดลอก"
uk: При використанні цього параметра вибір буде встановлюватись тільки при виділенні чогось, а кишеня буде встановлюватися тільки командою копіювання (напр., під час виконання команди "Копіювати" в меню).
wa: Avou cisse tchuze ci li seleccion si frè seulmint cwand voz metoz ene sacwè e sorbriyance eyet ça n' va dins l' tchapea emacralé seulmint k' cwand on tchoezixhe metans «Copyî» dins on menu.
zh_cn: 使用此选项将区分两者，在突出显示文本的时候设置选中内容，而在选择“复制”这样的操作的时候设置剪贴板。
zh_tw: 開啟這個選項，當你選取某些東西時不會自動放進剪貼簿，而是要在 選單選 "複製" 才會放進剪貼簿。

source: Tim&eout for action popups:
af: Tydverstreke vir aksie opspring:
ar: &زمن السماح لظهور القوائم المختصرة:
az: Gedişaların göstərilməsi üçün vaxt &dolması:
bs: Vrijem&e za action popups:
ca: &Expiració pels emergents d'acció:
cs: Prodl&eva pro nabídku akce:
da: &Udløb af tid for handling-popop:
de: &Zeitlimit für Aktionen-Menüs:
el: &Χρονικό όριο για αναδυόμενα μενού ενεργειών:
eo: Tempo&limo por agomontroj:
es: &Tiempo límite para operaciones emergentes:
eu: Laster-ekintzen denbora-muga:
fr: Durée d'ouverture du men&u des actions :
gl: Tempo de &Agarde para fiestras emerxentes de acción:
hi: क्रिया पॉपअप के लिए टाइमआउटः (&e)
hr: Vrijem&e za Action popups:
it: T&empo massimo per il menu delle azioni:
ja: アクションメニューのタイムアウト(&E):
km: ពេល​សម្រាក សម្រាប់​ការ​លេច​ឡើង​នៃ​អំពើ​ ៖
ko: 동작 팝업이 나타날 시간(&E):
lt: &Pasirodančio lango gyvavimo laikas nedarant veiksmų:
ms: Had masa tamat untuk aksi pop k&eluar
nl: Tijdslimi&et voor actiescontextmenu's:
pa: ਕਾਰਵਾਈ ਪੋਪਅੱਪ ਲਈ ਸਮਾਂ-ਸੀਮਾ(&e):
pl: &Czas wyświetlania menu działań:
ro: &Temporizare pentru acţiuni popup:
ru: &Задержка выпадающих меню:
sr: Вр&еменски рок за појављивање акција:
sr@latn: Vr&emenski rok za pojavljivanje akcija:
ta: செயல் மேல்மீட்புகளுக்கான வெளியேற்ற நேரம்:
tg: Итмоми &вақт барои амалиёти ба рӯй мебаромада:
th: ช่วงเวลาสำหรับป๊อปอัพของการกระทำ:
uk: Тайм-&аут контекстного меню дій:
wa: &Tårdjaedje po les aspitantès accions:
zh_cn: 动作弹出的超时时间(&E)：
zh_tw: 動作彈跳選單的逾時時間 (&e):

source: sec
af: sek
ar: ثانية
az: san
bs: sek
ca: seg
cs: sek
da: sek
de: Sek.
el: δευτ
eo: sek
es: seg
eu: seg
gl: seg
hr: sek
ja: 秒
km: វិ.
ko: 초
lt: sek.
ms: saat
pa: ਸਕਿੰਟ
pl: s
ru: с
se: s
sr: сек.
sr@latn: sek.
ta: நொடி
tg: сония
th: วินาที
uk: с
uz@cyrillic: сония
wa: seg
zh_cn: 秒
zh_tw: 秒

source: A value of 0 disables the timeout
af: 'n waarde van 0 deaktiveer die tydverstreke
ar: قيمة مساوية للصفر تبطل زمن السماح
az: 0 qiyməti vaxt dolmasını hökmsüz qılar
bs: Vrijednost 0 onemogućava timeout
ca: Un valor de 0 deshabilita l'expiració
cs: Hodnota 0 zakáže prodlevu
da: En værdi på 0 deaktiverer udløb af tid
de: Ein Wert von 0 deaktiviert das Zeitlimit
el: Η τιμή 0 απενεργοποιεί το χρονικό όριο
eo: Valoro 0 malebligas la tempolimon
es: Un valor 0 desactiva el tiempo de espera
eu: 0 balioak denbora-muga desgaitzen du
fr: Une valeur de 0 signifie que le menu reste ouvert jusqu'à ce que vous le fermiez.
gl: Un valot nulo deshabilita o tempo de agarda
hi: 0 का मान टाइमआउट को अक्षम करता है
hr: Vrijednost 0 onemogućava istjek vremenena
it: Un valore uguale a 0 disabilita il tempo massimo
ja: 0 を指定するとタイムアウトを無効にします
km: តម្លៃ ០ មិន​អនុញ្ញាត​ឲ្យ​សម្រាក
ko: 값이 0이면 계속 표시합니다
lt: 0 reiškia begalybę
ms: Nilai 0 mematikan had masatamat
nl: 0 als waarde deactiveert de tijdslimiet
pa: ਮੁੱਲ 0 ਸਮਾਂ-ਸੀਮਾ ਅਯੋਗ ਕਰ ਦੇਵੇਗਾ।
pl: Wartość 0 wyłącza znikanie menu
ro: Valoarea '0' dezactivează temporizarea
ru: Значение, равное 0, отключает задержку
se: Árvu 0 máksá ahte ii leat áigemearri
sr: Вредност 0 искључује временски рок
sr@latn: Vrednost 0 isključuje vremenski rok
ta: இங்கு 0 எனும் மதிப்பு கால இடைவெளியைச் செயலிழக்கச்செய்யும்
tg: Қиммати 0 тамомшавии вақтро дар мегиронад
th: ค่า 0 คือไม่ใช้ช่วงเวลา
uk: Нульове значення вимикає тайм-аут
wa: Ene valixhance di 0 dismete li tårdjaedje
zh_cn: 值为 0 代表禁用超时
zh_tw: 數值 0 將會關閉逾時時間

source: C&lipboard history size:
af: Klipbord geskiedenis grootte:
ar: حجم محفوظات الحاف&ظة:
az: Ara &yaddaş keçmişi böyüklüyü:
bs: &Veličina clipboard historije:
ca: Mida de la història del &portapapers:
cs: Ve&likost historie schránky:
da: K&lippebords-historikstørrelse:
de: &Größe des Verlaufsspeichers:
el: Μέγεθος ιστορικού του προ&χείρου:
eo: Grandeco de la poŝo&historio:
es: Tamaño del historial del &portapapeles:
eu: &Arbelaren historiaren tamaina:
fr: &Taille de l'historique du presse-papiers :
gl: Tamaño do historial do portarreta&llos:
hi: क्लिपबोर्ड इतिहास आकारः (&l)
hr: &Veličina povijesti odlagališta:
it: &Dimensione della cronologia degli appunti:
ja: クリップボード履歴の数(&L):
km: ទំហំ​ប្រវត្តិរបស់​​ក្ដារ​តម្បៀត​ខ្ទាស់ ៖
ko: 클립보드 내역 크기(&L):
lt: &Laikinosios talpyklės istorijos dydis:
ms: Saiz rekod papan k&lip:
nl: Grootte van klembordges&chiedenis:
pa: ਕਲਿੱਪਬੋਰਡ ਅਤੀਤ ਆਕਾਰ(&l):
pl: &Rozmiar historii schowka:
ro: &Mărime istoric clipboard:
ru: &Размер истории буфера обмена:
se: Č&uohpusgirjehistorihka sturrodat:
sr: Величина историјата &клипборда:
sr@latn: Veličina istorijata &klipborda:
ta: பிடிப்புப்பலகை வரலாற்று அளவு:
tg: Андозаи таърихии &силули мухобиротӣ:
th: ขนาดของประวัติการใช้คลิปบอร์ด:
uk: Розмір історії &кишені:
uz@cyrillic: &Клипборд тарихининг ҳажми:
wa: &Grandeu di l' istwere do tchapea emacralé
zh_cn: 剪贴板历史大小(&L)：
zh_tw: 剪貼簿歷史紀錄大小 (&l)

source: _n: entry entries
af: inskrywing inskrywings
az: girişlər
bs: unos unosa unosa
ca: entrada entrades
cs: položka položky položek
da: indgang indgange
de: Eintrag Einträge
el: καταχώρηση καταχωρήσεις
eo: ero eroj
es: entrada entradas
eu: sarrera sarrera
fr: entrée entrées
gl: entrada entradas
hi: प्रविष्टि प्रविष्टियाँ
it: voce voci
ja: エントリ
km: ធាតុបញ្ចូល
ko: 개 항목
lt: įrašas įrašai įrašų
ms: input input-input
nl: ingang ingangen
pa: ਇਕਾਈ ਇਕਾਈਆਂ
pl: pozycja pozycje pozycji
ru: запись записи записей
se: mearkkuš merkoša
sr: ставка ставке ставки
sr@latn: stavka stavke stavki
ta: உள்ளீடு உள்ளீடுகள்
tg: entry entries
th: รายการ
uk: запис записи записів
uz@cyrillic: ёзув ёзув
wa: intrêye intrêyes
zh_cn: 项
zh_tw: 項目

source: Action &list (right click to add/remove commands):
af: Aksie lys (regterkant kliek na voeg by/verwyder opdragte):
ar: &قائمة التصرفات (إضغط زر الفأرة الأيمن لإضافة/إزالة أوامر):
az: Gedişat &siyahısı (əlavə et/sil əmrləri üçün sağ tıqlayın)
bs: L&ista akcija (desni klik za dodati/ukloniti komande):
ca: &Llista d'accions (clic dret per afegir/eliminar ordres):
cs: Seznam akcí (pravé k&liknutí přidá/smaže příkazy):
da: Handlings&liste (højreklik for at tilføje/fjerne kommandoer):
de: Aktions&liste (zum Hinzufügen/Entfernen von Befehlen rechts klicken)
el: &Λίστα ενεργειών (κάντε δεξί κλικ για προσθήκη/αφαίρεση εντολών):
eo: A&golisto (dekstra klaku por aldoni/forigi komandojn)
es: &Lista de operaciones (Pulsar-botón derecho del ratón para añadir/quitar órdenes):
eu: Ekintzen &zerrenda (eskuin-klikatu komandoak gehitu/ezabatzeko):
fr: Liste des actions (clic &droit pour ajouter ou supprimer des commandes) :
gl: &Lista de accións (botón dereito para engadir/eliminar comandos):
hi: क्रिया सूची (कमांड जोड़ने / हटाने के लिए दायाँ क्लिक करें): (&l)
hr: P&ostavke akcija (desni klik za dodati/ukloniti naredbe)
it: &Lista delle azioni (fai clic col tasto destro per aggiungere/rimuovere comandi):
ja: アクションリスト (右ボタンクリックでコマンドを追加/削除) (&L)
km: បញ្ជីអំពើ (ចុច​ខាង​ស្ដាំ ដើម្បី​បន្ថែម/យក​ពាក្យ​បញ្ជា​​ចេញ) ៖
ko: 동작 목록(&L) (명령 추가/삭제를 하려면 오른쪽으로 누르기):
lt: &Veiksmų sąrašas (norėdami pridėti ar pašalinti komandas spragtelėkite dešinįjį pelės klavišą):
ms: Senarai aksi (k&lik kanan untuk arahan tambah/buang):
nl: Acties&lijst (gebruik rechter muisknop voor het toevoegen/verwijderen van commando's)
pa: ਕਾਰਵਾਈ ਸੂਚੀ(&l) (ਕਮਾਡਾਂ ਸ਼ਾਮਲ/ਹਟਾਉਣ ਲਈ ਸੱਜਾ ਕਲਿੱਕ ਕਰੋ):
pl: Lista &działań (prawy przycisk myszy dodaje/usuwa polecenia):
ro: &Listă de acţiuni (clic dreapta pentru adăugare/ştergere comenzi):
ru: Список &действий (команды можно добавить и удалить правой кнопкой):
se: D&oaibmalistu (olgešcoahkkal lasihit/váldet eret gohččumiid)
sr: &Листа акција (десним кликом додајете или уклањате наредбе)
sr@latn: &Lista akcija (desnim klikom dodajete ili uklanjate naredbe)
ta: செயல் &பட்டியல் (கட்டளைகளைச் சேர்க்க/நீக்க வலது க்ளிக் செய்க):
tg: Амалиёт ва &рӯйхат (ангуштзании рост барои иловакунӣ/фармонҳои хориҷшавӣ):
th: รายการการกระทำ (คลิ้กขวาเพื่อเรียกคำสั่ง เพิ่ม/เอาออก):
uk: Список ді&й (праве клацання додає/вилучає команди):
uz@cyrillic: Амаллар &рўйхати (буйруқни қўшиш/олиб ташлаш учун ўнг сичқонча билан босинг):
wa: &Djivêye des accions (clitch droet po radjouter/oister des comandes):
zh_cn: 动作列表(右键点击增加或删除命令)(&L)：
zh_tw: 動作清單 （敲擊右鍵來新增/移除命令）

source: Regular Expression (see http://doc.trolltech.com/qregexp.html#details)
af: Gewone Uitdrukking (sien http://dok.trolltech.com/qregexp.html#details)
ar: تعبير أعتيادى (أنظر http://doc.trolltech.com/qregexp.html#details)
az: Qaydalı İfadə (http://doc.trolltech.com/qregexp.html#details ünvanına baxın)
bs: Regularan izraz (pogledajte http://doc.trolltech.com/qregexp.html#details)
ca: Expressió regular (veieu http://doc.trolltech.com/qregexp.html#details)
cs: Regulární výraz (viz http://doc.trolltech.com/qregexp.html#details)
da: Regulært udtryk (se http://doc.trolltech.com/qregexp.html#details)
de: Regulärer Ausdruck (siehe http://doc.trolltech.com/qregexp.html#details)
el: Κανονική έκφραση (δες http://doc.trolltech.com/qregexp.html#details)
eo: Regula esprimo (vidu http://doc.trolltech.com/qregexp.html#details)
es: Expresiones regulares (ver ttp://doc.trolltech.com/qregexp.html#details)
eu: Espresio erregularra (ikus http://doc.trolltech.com/qregexp.html#details)
fr: Expression rationnelle (voir l'URL « http://doc.trolltech.com/qregexp.html#details »)
gl: Expresión Regular (vexa http://doc.trolltech.com/qregexp.html#details)
hi: रेगुलर एक्सप्रेशन (देखें http://doc.trolltech.com/qregexp.html#विवरण के लिए)
hr: Regularni izraz (pogledati http://doc.trolltech.com/qregexp.html#details)
it: Espressione regolare (vedi http://doc.trolltech.com/qregexp.html#details)
ja: 正規表現 (参照 http://doc.trolltech.com/qregexp.html#details)
km: កន្សោម​និយ័ត (មើល http://doc.trolltech.com/qregexp.html#details)
ko: 정규 표현식 (http://doc.trolltech.com/qregexp.html#details 참고)
lt: Įprasta išraiška (regexp, žr. http://doc.trolltech.com/qregexp.html#details)
ms: Ungkapan Nalar (regexp) (lihat http://doc.trolltech.com/qregexp.html#details)
nl: Reguliere expressie (kijk op http://doc.trolltech.com/qregexp.html#details)
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ( ਵੇਖੋ http://doc.trolltech.com/qregexp.html#details)
pl: Wyrażenie regularne (por. http://doc.trolltech.com/qregexp.html#details)
ro: Expresie regulată (vizitaţi http://doc.trolltech.com/qregexp.html#details)
ru: Регулярное выражение (см. http://doc.trolltech.com/qregexp.html#details)
se: Virolaš cealkka (geahča http://doc.trolltech.com/qregexp.html#details)
sr: Регуларни израз (погледајте http://doc.trolltech.com/qregexp.html#details)
sr@latn: Regularni izraz (pogledajte http://doc.trolltech.com/qregexp.html#details)
ta: சீரான கோவை (http://doc.trolltech.com/qregexp.html#details இனைப் பார்க்கவும்)
tg: Ифодаи Муқаррарӣ (нигаред ба http://doc.trolltech.com/qregexp.html#ҷузъҳо)
th: เงื่อนไขการค้นหา (ดูที่ http://doc.trolltech.com/qregexp.html#details)
uk: Формальний вираз (див. http://doc.trolltech.com/qregexp.html#details)
uz@cyrillic: Доимий ифода (http://doc.trolltech.com/qregexp.html#details'га қаранг)
wa: Erîlêye ratourneure (loukîz a http://doc.trolltech.com/qregexp.html#details)
zh_cn: 正规表达式(参见 http://doc.trolltech.com/qregexp.html#details)
zh_tw: 正規表示法 (詳見 http://doc.trolltech.com/qregexp.html#details)

source: Description
af: Beskrywing
ar: وصف
az: İzahat
bs: Opis
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
eo: Priskribo
es: Descripción
eu: Azalpena
gl: Descrición
hi: वर्णन
hr: Opis
it: Descrizione
ja: 説明
km: ការពិពណ៌នា
ko: 설명
lt: Aprašymas
ms: Huraian
nl: Beschrijving
pa: ਵੇਰਵਾ
pl: Opis
ro: Descriere
ru: Описание
se: Válddahus
sr: Опис
sr@latn: Opis
ta: விவரிப்பு
tg: Шарҳдиҳӣ
th: รายละเอียด
uk: Опис
uz@cyrillic: Таърифи
wa: Discrijhaedje
zh_cn: 描述
zh_tw: 描述

source: &Use graphical editor for editing regular expressions
af: Gebruik grafiese redigeerder vir redigering gewone uitdrukkings
ar: ا&ستعمل محرر نصوص رومي للتعديل على العبارات العادية
az: Qaydalı ifadələri düzəltmək üçün qrafiki editor &işlət
bs: &Koristi grafički editor za izmjene regularnih izraza
ca: &Usa l'editor gràfic per editar expressions regulars
cs: Po&užít grafický editor regulárních výrazů
da: &Brug grafisk redigering til at redigere regulære udtryk
de: &Graphische Oberfläche zum Bearbeiten von regulären Ausdrücken verwenden
el: &Χρήση γραφικού επεξεργαστή για την επεξεργασία κανονικών εκφράσεων
eo: &Uzu grafikan redaktilon por regulesprimoj
es: &Usar editor gráfico para editar expresiones regulares
eu: &Erabili editore grafikoa espresio erregularak editatzeko
fr: &Utiliser l'éditeur graphique pour modifier les expressions rationnelles
gl: &Empregar un editor gráfico para edita-las expresións regulares
hi: रेगुलर एक्सप्रेशन्स के संपादन के लिए चित्रमय संपादक इस्तेमाल करें (&U)
hr: &Koristi grafički izmjenjivač za izmjene običnih izraza
it: &Utilizza l'editor grafico per le espressioni regolari
ja: 正規表現の編集に GUI エディタを使う(&U)
km: ប្រើកម្មវិធី​និពន្ធ​ដែល​ជា​ក្រាហ្វិក សម្រាប់​កែសម្រួល​កន្សោម​ធម្មតា
ko: 정규 표현식 수정 시 GUI 편집기 사용(&U)
lt: &Naudoti grafinį redaktorių įprastų išraiškų redagavimui
ms: G&una penyunting grafikal untuk suntingan ungkapan nalar (regexp)
nl: Grafische editor gebr&uiken voor het bewerken van reguliere expressies
pa: ਨਿਯਮਤ ਸਮੀਕਰਨ ਦੇ ਸੰਪਾਦਨ ਲਈ ਗਰਾਫਿਕਲ ਸੰਪਾਦਕ ਵਰਤੋਂ(&U)
pl: &Użyj graficznego edytora wyrażeń regularnych
ro: &Utilizează editorul grafic pentru editarea expresiilor regulate
ru: И&спользовать графический редактор регулярных выражений
se: &Doaimmat virolaš cealkagiid grafálaččat
sr: Користи графички &уређивач за уређивање регуларних израза
sr@latn: Koristi grafički &uređivač za uređivanje regularnih izraza
ta: &வழக்கமான வெளிப்பாடுகளை தொகுக்க சித்திரத் திருத்தியைப் பயன்படுத்தவும்.
tg: &Барои таҳрирсозии ифодаҳои муқаррарӣ муҳаррири графикиро истифода баред
th: ใช้ตัวแก้ไขแบบกราฟิก สำหรับแก้ไขเงื่อนไขการค้นหา
uk: &Вживати графічний редактор для редагування формальних виразів
wa: Eployî èn aspougneu &grafike po scrire les erîlêyès ratourneures
zh_cn: 使用图形编辑器编辑正规表达式(&U)
zh_tw: 使用圖型編輯器來編輯正規表示法 (&U)

source: &Add Action
af: Voeg by Aksie
ar: أ&ضف تصرفات
az: Gedişat Ə&lavə Et
bs: &Dodaj akciju
ca: &Afegeix acció
cs: Přidat &akci
da: &Tilføj handling
de: Aktion hinzu&fügen
el: &Προσθήκη ενέργειας
eo: Al&donu agon
es: &Añadir operación
eu: Geh&itu ekintza
fr: A&jouter une action
gl: &Engadir Acción
hi: क्रिया जोड़ें (&A)
hr: &Dodaj akciju
it: &Aggiungi azione
ja: アクションを追加(&A)
km: បន្ថែម​អំពើ
ko: 동작 추가(&A)
lt: P&ridėti veiksmą
ms: T&ambah Aksi
nl: &Actie toevoegen
pa: ਕਾਰਵਾਈ ਸ਼ਾਮਲ(&A)
pl: &Dodaj działanie
ro: &Adaugă o acţiune
ru: &Добавить действие
se: &Lasit doaimma
sr: Дод&ај акцију
sr@latn: Dod&aj akciju
ta: &செயலை சேர்
tg: &Иловакунии Амалиёт
th: เพิ่มการกระทำ
uk: Д&одати дію
uz@cyrillic: &Амални қўшиш
wa: &Radjouter accion
zh_cn: 添加动作(&A)
zh_tw: 新增動作 (&A)

source: &Delete Action
af: Uitvee Aksie
ar: إ&مسح تصرفات
az: Gedişatı &Sil
bs: &Izbriši akciju
ca: &Esborra acció
cs: &Smazat akci
da: &Slet handling
de: Ak&tion löschen
el: &Διαγραφή ενέργειας
eo: &Forigu agon
es: &Borrar operación
eu: E&zabatu ekintza
fr: &Supprimer l'action
gl: E&liminar Acción
hi: क्रिया मिटाएँ (&D)
hr: &Obriši akciju
it: &Elimina azione
ja: アクションを削除(&D)
km: លុបអំពើ
ko: 동작 삭제(&D)
lt: Pa&šalinti veiksmą
ms: Pa&dam Aksi
nl: Actie verwij&deren
pa: ਕਾਰਵਾਈ ਹਟਾਓ(&D)
pl: &Usuń działanie
ro: Ş&terge acţiunea
ru: &Удалить действие
se: &Váldde doaimma eret
sr: &Уклони акцију
sr@latn: &Ukloni akciju
ta: &செயலை நீக்கு
tg: &Нобудкунии Амалиёт
th: ลบการกระทำ
uk: &Вилучити дію
uz@cyrillic: Ама&лни ўчириш
wa: &Disfacer accion
zh_cn: 删除动作(&D)
zh_tw: 刪除動作 (&D)
