Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/klipper.po
Languages: af, ar, az, bs, ca, cs, da, de, el, eo, es, eu, fr, gl, hi, hr, it, ja, km, ko, lt, ms, nl, pa, pl, ro, ru, se, sr, sr@latn, ta, tg, th, uk, uz@cyrillic, wa, zh_cn, zh_tw

source: <qt>This lets you specify windows in which Klipper should not invoke "actions". Use<br><br><center><b>xprop | grep WM_CLASS</b></center><br>in a terminal to find out the WM_CLASS of a window. Next, click on the window you want to examine. The first string it outputs after the equal sign is the one you need to enter here.</qt>
af: <qt>Hierdie laat u vensters spesifiseer in wat klipper nie moet aktiveer "aksies". Gebruik<br><br><center><b>xprop | grep WM_CLASS</b></center><br>in 'n terminaal om die WM_CLASS van 'n venster uit te vind. Volgende, kliek op die venster wat u wil ondersoek. Die eerste string wat dit uitset na die gelyk teken is die een wat u hier moet invoer.</qt>
bs: <qt>Ovdje možete navesti prozore na kojima Klipper neće pokretati "akcije". Koristite<br><br><center><b>xprop | grep WM_CLASS</b></center><br>na terminalu kako biste dobili vrijednost WM_CLASS za određeni prozor. Zatim kliknite na prozor koji želite ispitati. Prvi red nakon znaka jednakosti sadži ono što ovdje trebate unijeti.</qt>
ca: <qt>Això us permet especificar finestres en les que klipper no hauria d'invocar"accions". Useu <br><br><center><b>xprop | grep WM_CLASS</b></center><br>a un terminal per a trobar la WM_CLASS d'una finestra. A continuació, cliqueu a la finestra que voleu examinar. La primera cadena que mostra després del signe d'igualtat és la que heu d'introduir aquí.</qt>
cs: <qt>Zde je možné určit okna, pro které nebude klipper<br>nebude vykonávat "akce". K nalezení příslušné hodnoty WM_CLASS pro vybrané okno, vyvolejte v terminálu příkaz <center><b>xprop | grep WM_CLASS</b></center>.<br>Poté klikněte na okno, u kterého si přejete tuto informaci získat.<br>První řetězec výstupu po znaménku rovnosti, je vámi hledanou hodnotou.</qt>
da: <qt>Dette lader dig angive de vinduer i hvilke Klipper ikke skal bruge "handlinger". Brug<br> <br> <center>xprop | grep WM_CLASS</b></center> <br>i en terminal for at finde ud af WM_CLASS for et vindue. Klik dernæst på det vindue, som du ønsker at undersøge. Den første streng i uddata efter lighedstegnet er den du skal indtaste her.</qt>
de: <qt>Das ermöglicht die Angabe von Fenstern, in denen Klipper keine "Aktionen" ausführen sollte. Geben Sie <br><br><center><b>xprop | grep WM_CLASS</b></center><br>in einem Terminal ein, um die WM_CLASS eines Fensters herauszufinden. Als Nächstes klicken Sie auf das Fenster, das Sie überprüfen möchten. Die erste Zeichenkette, die es nach dem Gleichheitszeichen ausgibt, ist diejenige, die Sie hier eingeben müssen.</qt>
el: <qt>Αυτό σας επιτρέπει να καθορίσετε παράθυρα στα οποία το Klipper δε θα καλεί "ενέργειες". Χρησιμοποιήστε το<br><br><center><b></b>xprop | grep WM_CLASS</center><br>σε ένα τερματικό για να βρείτε το WM_CLASS ενός παραθύρου. Μετά, κάντε κλικ στο παράθυρο που θέλετε να εξετάσετε. Η πρώτη συμβολοσειρά εξόδου μετά το '=' είναι αυτή που πρέπει να δώσετε εδώ.</qt>
eo: <qt>Jen vi povas indiki fenestrojn, en kiuj Poŝilo ne voku agojn.<br>Por eltrovi la klason de fenestro tajpu <center><b>xprop | grep WM_CLASS</b></center><br>en terminalo kaj poste klaku sur la ekzamenota fenestro.<br>La unua signoĉeno post la egalsigno estas tio, kion vi donu tie ĉi.</qt>
es: <qt>Esto le permite especificar ventanas en las que klipper no debería invocar "Operaciones". Utilice <br> <br><center><b>xprop | grep WM_CLASS</b></center>en un terminal para averiguar el WM_CLASS de una ventana. Después, pulse en la ventana que desea examinar. La primera cadena de caracteres que se muestra después del signo igual es la que necesita introducir aquí.</qt>
eu: <qt>Honek Klipper-ek zein leihotan ez duen "ekintza"rik deituko adierazten utziko dizu. <center><b>xprop | grep WM_CLASS</b></center> erabili terminalean leiho baten WM_CLASS atzemateko.<br>Gero, arakatu nahi duzun leihoan klik egin. Berdintasun ikurraren <br>ostean agertzen den lehenengo katea zuk hemen <br>sartu behar duzuna da.</qt>
fr: <qt>Ceci vous permet de spécifier les fenêtres dans lesquelles le presse-papiers ne doit pas invoquer d'« actions ». Utilisez<br> <br><center> <b>xprop | grep WM_CLASS</b></center><br> dans un terminal pour trouver la WM_CLASS d'une fenêtre. Puis cliquez sur la fenêtre que vous voulez examiner. La première chaîne qui est renvoyée après le signe égal est celle que vous devez saisir ici.</qt>
gl: <qt>Isto permítelle especificar as fiestras sobre as cales non debe invocar "acións". Empregue <br> <br><center><b>xprop | grep WM_CLASS</b></center> <br>nunha terminal para atopar a WM_CLASS dunha fiestra. Seguidamente, prema na fiestra que quere examinar. A primeira cadea que aparece despois do signo de igualdade é a que precisa introducir aquí.</qt>
hi: <qt>यह आपको विंडोज़ उल्लेखित करने देगा जिसमें क्लिपर<br>आह्वान नहीं करेगा "क्रियाओं" को. इस्तेमाल करें<center><b>xprop | grep WM_CLASS</b></center>एक टर्मिनल में, विंडो का WM_CLASS पाने के लिए.<br>फिर, उस विंडो पर क्लिक करें जिसे आप परीक्षण करना चाहते हैं. <br>पहला वाक्यांश यह आउटपुट वह देगा जो<br>आप यहाँ भरना चाहते हैं.</qt>
it: <qt>Con questo puoi specificare le finestre in cui klipper non deve <br>invocare le "azioni". Utilizza <br> <br> <center><b>xprop | grep WM_CLASS</b></center> <br> in un terminale per trovare il nome della WM_CLASS di una finestra. Poi fa clic sulla finestra che vuoi esaminare. La prima stringa mostrata dopo il segno di uguale è quella da immettere qui.</qt>
ja: <qt>ここで Klipper がアクションを呼び出すべきではないウィンドウを指定できます。ウィンドウの WM_CLASS を調べるには、まず、ターミナルで<br><br><center><b>xprop | grep WM_CLASS</b></center><br>としてください。次に調べるウィンドウをマウスでクリックします。出力のイコール記号の後の最初の文字列をここに入力してください。</qt>
km: <qt>ទង្វើ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​បញ្ជាក់​ពី​បង្អួច​ដែល Klipper មិន​គួរហៅ "អំពើ" ។ ប្រើ<br><br><center><b>xprop | grep WM_CLASS</b></center><br>នៅ​ក្នុង​ស្ថានីយ ដើម្បី​ស្វែងរក WM_CLASS របស់​បង្អួច ។ បន្ទាប់​មក ចុច​លើ​បង្អួច​ដែល​អ្នក​ចង់​ពិនិត្យ ។ ខ្សែ​អក្សរ​ទី​មួយ​ដែល​បញ្ចេញ​ពី​ក្រោយ​សញ្ញា​ស្មើ គឺ​ជា​អ្វី​ដែល​អ្នក​ត្រូវ​បញ្ចូល​នៅ​ទី​នេះ ។</qt>
ko: <qt>Klipper의 "동작"을 사용하지 않을 창을 지정할 수 있습니다. 터미널에서<br><br><center><b>xprop | grep WM_CLASS</b></center><br>명령을 실행하시고 WM_CLASS 값을 알아보고 싶으신 창을 누르십시오. 등호 다음에 나오는 첫 번째 문자열을 입력하시면 됩니다.</qt>
lt: <qt>Tai leidžia jums nurodyti langus, kuriuose klipper<br>neturėtų atlikti veiksmų. Naudokite<center><b>xprop | grep WM_CLASS</b></center><br> komandą terminale norėdami sužinoti WM_CLASS kuriam nors langui.<br>Po to spragtelėkite pele ant lango, apie kurį Jūs norite gauti informaciją.<br>Pirma eilutė po lygybės ženklo yra tai, ką Jūs turite čia įvesti.</qt>
ms: <qt>Ini akan membolehkan anda menentukan tetingkap mana Klipper <br>tidak panggil "actions". Guna<center><b>xprop | grep WM_CLASS</b></center>di dalam terminal untuk cari WM_CLASS bagi tetingkap.<br>Kemudian, klik pada tetingkap yang anda ingin periksa. <br>Anda perlu letak rentetan pertama output selepas tanda 'sama dengan' <br>di sini.</qt>
nl: <qt>Hier kunt u de vensters opgeven waarin klipper geen<br>"acties" mag uitvoeren. Gebruik <br> <br><center><b>xprop | grep WM_CLASS</b></center> <br>in een terminal om de WM_CLASS van een venster op te zoeken.<br>Vervolgens klikt u op het venster dat u wilt onderzoeken. De <br>eerste tekenreeks die het uitvoert na het '='-teken is degene<br>die u hier dient in te voeren.</qt>
pl: <qt>Ta opcja pozwala określić okna, dla których Klipper nie będzie wywoływał "działań". Użyj<br> <br><center><b>xprop | grep WM_CLASS</b></center> <br>w terminalu, by znaleźć wartość WM_CLASS danego okna. Następnie kliknij na oknie programu, dla którego chcesz wyłączyć działania.Podaj tu pierwszą wartość po znaku '='.</qt>
ro: <qt>Acest lucru vă permite să specificaţi ferestrele pentru care Klipper nu ar trebui să invoce "acţiunile". Utilizaţi <br> <br><center><b>xprop | grep WM_CLASS</b></center> <br>într-o fereastră terminal pentru a determina WM_CLASS-ul unei ferestre.În continuare daţi clic pe fereastra pe care doriţi să o examinaţi. Primul şir de text care va fi afişat după semnul egal este cel pe care trebuie să îl scrieţi aici.</qt>
ru: <qt>Отключить отображение меню "Действия" для окон указанного класса. Используйте команду <center><b>xprop | grep WM_CLASS</b></center> в терминале для определения класса окна, затем щёлкните на том окне, для которого хотите узнать класс.<br>Первая строка вывода в терминале после знака '=' и будет той строкой, которую необходимо ввести в это поле.</qt>
sr: <qt>Ово вам омогућава да наведете прозоре за које klipper неће позивати „акције“. Искористите<br><br><center><b>xprop | grep WM_CLASS</br></center> у терминалу да бисте открили WM_CLASS вредност прозора. После тога, кликните на прозор који желите да испитате. Прва реч коју xprop покаже после знака једнакости је она коју би требало овде да унесете.</qt>
sr@latn: <qt>Ovo vam omogućava da navedete prozore za koje klipper neće pozivati „akcije“. Iskoristite<br><br><center><b>xprop | grep WM_CLASS</br></center> u terminalu da biste otkrili WM_CLASS vrednost prozora. Posle toga, kliknite na prozor koji želite da ispitate. Prva reč koju xprop pokaže posle znaka jednakosti je ona koju bi trebalo ovde da unesete.</qt>
ta: <qt>இது klipper "செயல்களை" இடம்பெறச்செய்யக்கூடாத சாளரங்களை குறிப்பிட உதவும். முனையத்தில் ஒரு சாளரத்தின் WM_CLASS இனை கண்டுப்பிடிக்க<br><br><center><b>xprop | grep WM_CLASS</b></center><br>ஐ பயன்படுத்தவும்.அடுத்து நீங்கள் பரிசோதிக்க வேண்டிய சாளரத்தில் க்ளிக் செய்யவும். <br>ஒரு சமன் குறிக்கு அடுத்து அது வெளியிடும் முதற் கோவையே நீங்கள் இங்கு நுழைக்க வேண்டியதாகும்.</qt>
th: <qt>คุณสามารถกำหนดให้คลิปเปอร์ไม่ทำ "การกระทำ" ได้ โดยใช้คำสั่ง <br><br><center><b>xprop | grep WM_CLASS</b></center> <br>ในเทอร์มินัล เพื่อหาค่าคุณสมบัติ WM_CLASS ของหน้าต่าง จากนั้นคลิ้กบนหน้าต่างที่คุณต้องการ ข้อความแรกที่แสดงด้านหลังเครื่องหมายเท่ากับ คือข้อความที่หนึ่งที่คุณต้องการเข้าที่นี่</qt>
uk: <qt>Дає змогу вказувати вікна, у яких klipper не повинен виконувати "дії". Використовуйте <br> <br><center><b>xprop | grep WM_CLASS</b></center> <br>в терміналі, щоб знайти значення WM_CLASS для вікна. Потім, клацніть на вікні, яке ви хочете перевірити. Перший рядок виводу після знаку рівності - це те, що ви повинні тут ввести.</qt>
wa: <qt>Çoula vos permet d' dire les purneas ki Klipper ni doet nén aspiter des «accions» dvins. Eployîz<br /><br /><center><b>xprop | grep WM_CLASS</b></center><br />dins on terminå po trover l' WM_CLASS d' on purnea. Poy, clitchîz sol purnea ki vos vloz. Li prumire tchinne après l' sene ewal c' est l' cene ki vos vloz mete chal.</qt>
zh_cn: <qt>此处让您指定 Klipper 在其中不执行“动作”的窗口。<br>在终端中使用<center><b>xprop | grep WM_CLASS</b></center>查找该窗口的 WM_CLASS，然后，点击您要查找的窗口，终端输出中等号后的第一个字符串就是需要您在此填入的内容。</qt>
zh_tw: <qt>這讓你指定在哪些視窗中 Klipper 不應該呼叫「動作」。在終端機中使用<br><br><center><b>xprop | grep WM_CLASS</b></center><br> 來找出一個視窗的 WM_CLASS。<br>接下來，選擇您所想檢驗的視窗。在等號之後出現的第一個字串便是你應該在這裡輸入的字串。</qt>

source: Clipboard
af: Klipbord
ar: الحافظة
az: Ara Yaddaş
ca: Portapapers
cs: Schránka
da: Klippebord
de: Zwischenablage
el: Πρόχειρο
eo: Poŝo
es: Portapapeles
eu: Arbela
fr: Presse-papiers
gl: Portarretallos
hi: क्लिपबोर्ड
hr: Odlagalište
it: Appunti
ja: クリップボード
km: ក្ដារ​តម្បៀត​ខ្ទាស់
ko: 클립보드
lt: Laikina talpyklė
ms: Papan Klip
nl: Klembord
pa: ਕਲਿੱਪਬੋਰਡ
pl: Schowek
ru: Буфер обмена
se: Čuohpusgirji
sr: Клипборд
sr@latn: Klipbord
ta: பிடிப்புபலகை
tg: Силули мухобиротӣ
th: คลิปบอร์ด
uk: Кишеня
uz@cyrillic: Клипборд
wa: Tchapea emacralé
zh_cn: 剪贴板
zh_tw: 剪貼簿

source: Show Klipper Popup-Menu
af: Vertoon Klipper opspring-Kieslys
ar: إظهار قائمة Klipper المنبثقة
az: Klipper Popup Menyusunu Göstər
bs: Prikaži Klipper Popup-meni
ca: Mostra el menú emergent del Klipper
cs: Zobrazit rozbalovací nabídku Klipperu
da: Vis Klippers popop-menu
de: Klipper-Aufklappmenü anzeigen
el: Εμφάνιση αναδυόμενου μενού Klipper
eo: Montru poŝan ŝprucmenuon
es: Mostrar menú emergente de Klipper
eu: Erakutsi Klipper-en laste-rmenua
fr: Afficher le menu de Klipper
gl: Amosar Menú Emerxente do Portarretallos
hi: क्लिपर पॉपअप मेन्यू दिखाएँ
hr: Pokaži Klipper-ov pojavljujući izbornik
it: Mostra il menu a comparsa di klipper
ja: Klipper のポップアップメニューを表示
km: បង្ហាញ​ម៉ឺនុយ​លេច​ឡើង Klipper
ko: Kilpper 팝업 메뉴 표시
lt: Rodyti klipper pasirodantį meniu
ms: Paparkan Menu Pop Keluar Klipper
nl: Contextmenu van Klipper tonen
pa: ਕੇਲਿੱਪਕ ਪੋਪਅੱਪ-ਮੇਨੂ ਵੇਖਾਓ
pl: Pokaż menu podręczne Klippera
ro: Afişează meniu popup Klipper
ru: Показать меню буфера обмена
se: Čájet Klipper-fálu
sr: Прикажи Klipper-ов искачући мени
sr@latn: Prikaži Klipper-ov iskačući meni
ta: க்ளிப்பர் மேல்தோன்றும் பட்டியைக் காட்டு
tg: Нишон додани Менюи Ба Рӯй барояндаи Клиппер
th: แสดงเมนูป๊อปอัพของ klipper
uk: Показувати контекстне меню Klipper
wa: Mostrer l' aspitant menu d' Klipper
zh_cn: 显示 Klipper 弹出菜单
zh_tw: 顯示 klipper 彈跳選單

source: Manually Invoke Action on Current Clipboard
af: Eiehandig Aktiveer Aksie op Huidige Klipbord
ar: إصدار حدث على الحافظة الحالية يدوياً
bs: Ručno izvrši akciju na trenutnom clipboard-u
ca: Invoca una acció manualment al portapapers actual
cs: Ručně vyvolat akci nad současným obsahem schránky
da: Udfør handling på dette klippebord manuelt
de: Aktionen der aktuellen Zwischenablage manuell aufrufen
el: Χειροκίνητη κλήση ενέργειας στο τρέχον πρόχειρο
eo: Mane faru agon al nuna poŝenhavo
es: Invocar manualmente operación en el portapapeles actual
eu: Deitu ekintza eskuz uneko arbelean
fr: Démarrer manuellement une action sur le presse-papiers actuel
gl: Invocar Acción Manualmente no Portarretallos Actual
hi: मौज़ूदा क्लिपबोर्ड पर क्रिया हाथों से इन्वोक करें
hr: Ručno pokreni radnju na sadašnjem odlagalištu
it: Invoca manualmente le azioni sugli appunti correnti
ja: 現在のクリップボードに対するアクションを手動で呼び出す
km: ហៅ​អំពើ​នៅ​លើ​ក្តារ​តម្បៀត​ខ្ទាស់​បច្ចុប្បន្ន​ដោយ​ដៃ
ko: 현재 클립보드에서 수동으로 동작 사용
lt: Rankiniu būdu įvykdyti veiksmą su esamu talpyklės turiniu
ms: Panggil Aksi pada Papan Klip Secara Manual
nl: Handmatig een actie op huidig klembord uitvoeren
pa: ਮੌਜੂਦਾ ਕਲਿੱਪਬੋਰਡ ਤੇ ਕਾਰਵਾਈ ਦਸਤੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Ręcznie wywołaj działanie na zawartości schowka
ro: Invocă manual acţiunea pentru clipboard-ul curent
ru: Ручной выбор действия с буфером обмена
sr: Ручно позови акцију са тренутног клипборда
sr@latn: Ručno pozovi akciju sa trenutnog klipborda
ta: தற்போதைய நினைவிடத்தில் கைம்முறையாக செயல்படுத்து
tg: Фаъолсозии Дастии Амалиёт дар Силули мухобиротӣ
th: สั่งเรียกการกระทำจากคลิปบอร์ดปัจจุบันเอง
uk: Викликати дію над поточною кишенею вручну
zh_cn: 在当前剪贴板上手动执行动作
zh_tw: 手動啟動在現在剪貼簿裡的行為

source: Enable/Disable Clipboard Actions
af: Aktiveer/Deaktiveer Klipbord Aksies
ar: تعطيل/إبطال أفعال الحافظة
az: Ara Yaddaş gedişatlarını Fəallaşdır/Qeyri Fəallaşdır
bs: Uključi/isključi clipboard akcije
ca: Habilita/deshabilita les accions al portapapers
cs: Povolit/zakázat činnosti se schránkou
da: Aktivér/Deaktivér klippebordshandlinger
de: Zwischenablageaktionen an/aus
el: Ενεργοποίηση /Απενεργοποίηση ενεργειών πρόχειρου
eo: (Mal)ebligi poŝagojn
es: Activar/Desactivar operaciones del portapapeles
eu: Gaitu/desgaitu arbeleko ekintzak
fr: (Dés)Activer les actions du presse-papiers
gl: Activar/desactivar Accións do Portarretallos
hi: क्लिपबोर्ड क्रियाओं को सक्षम/अक्षम करें
hr: Omogući/onemogući akcije odlagališta
it: Abilita/disabilita le azioni degli appunti
ja: クリップボードのアクションを有効/無効にする
km: អនុញ្ញាត/មិន​អនុញ្ញាត អំពើ​របស់​​ក្ដារ​តម្បៀត​ខ្ទាស់
ko: 클립보드 동작 활성화/비활성화
lt: Įjungti/išjungti talpyklės veiksmus
ms: Hidupkan/Matikan Aksi Papan Klip
nl: Klembordacties in-/uitschakelen
pa: ਕਲਿੱਪਬੋਰਡ ਕਾਰਵਾਈਆਂ ਯੋਗ/ਅਯੋਗ
pl: Włącz/wyłącz działania schowka
ro: Activează/dezactivează acţiunile de clipboard
ru: Включить/выключить действия с буфером обмена
sr: Укључи или искључи акције клипборда
sr@latn: Uključi ili isključi akcije klipborda
ta: தற்காலிக நினைவிட செயல்களை இயக்கு/செயல் நீக்கு
tg: Даргиронидан/Хомӯш кардани Амалиётҳои Силули мухобиротӣ
th: เปิดใช้งาน/ปิดการใช้งานการกระทำของคลิปบอร์ด
uk: Ввімкнути/вимкнути дії кишені
uz@cyrillic: Клипборд амалларини ёқиш/ўчириш
wa: Mete en alaedje/dismete les accions do tchapea emacralé
zh_cn: 启用/禁用剪贴板动作
zh_tw: 啟動/關閉剪貼簿動作

source: <empty clipboard>
af: <klipbord leegmaak>
ar: <حافظة فارغة>
az: <boş ara yaddaş>
bs: <prazan clipboard>
ca: <portapapers buit>
cs: <prázdná schránka>
da: <tomt klippebord>
de: <Zwischenablage leer>
el: <κενό πρόχειρο>
eo: <malplena poŝo>
es: <portapapeles vacío>
eu: <arbel hutsa>
fr: <presse-papiers vide>
gl: <cartafol baleiro>
hi: <खाली क्लिपबोर्ड>
hr: <prazno odlagalište>
it: <appunti vuoti>
ja: <空です>
km: <ជម្រះ​ក្ដារ​តម្បៀត​ខ្ទាស់>
ko: <빈 클립보드>
lt: <tuščia talpyklė>
nl: <leeg klembord>
pa: <ਖਾਲੀ ਕਲਿੱਪਬੋਰਡ>
pl: <pusty schowek>
ro: <clipboard gol>
ru: <пустой буфер>
se: <guorus čuohpusgirji>
sr: <празан клипборд>
sr@latn: <prazan klipbord>
tg: <силули мухобиротии холӣ>
th: <คลิปบอร์ดว่าง>
uk: <порожня кишеня>
uz@cyrillic: <бўш клипборд>
wa: <vude tchapea emacralé>
zh_cn: <空剪贴板>
zh_tw: <空的剪貼簿>

source: <no matches>
af: <geen saampassings>
bs: <nema pogodaka>
ca: <cap coincidència>
cs: <žádné shody>
da: <ingen tilpasninger>
de: <keine Übereinstimmung>
el: <κανένα ταίριασμα>
eo: <neniaj kongruoj>
es: <sin coincidencia>
eu: <parekatzerik ez>
fr: <aucune correspondance>
gl: <sen coincidencias>
hi: <कोई जोड़ नहीं>
it: <nessuna corrispondenza>
ja: <一致なし>
km: <គ្មាន​ដំណូច>
ko: <일치하는 것 없음>
lt: <atitikmenų nėra>
nl: <geen overeenkomsten>
pa: <ਕੋਈ ਮੇਲ ਨਹੀਂ>
pl: <brak dopasowań>
ro: <nici o potrivire>
ru: <нет совпадений>
sr: <нема поклапања>
sr@latn: <nema poklapanja>
th: <ไม่พบที่ตรงกัน>
uk: <збігання відсутні>
uz@cyrillic: <ҳеч нарса мос келамади>
wa: <nole corespondance>
zh_cn: <无匹配>
zh_tw: <沒有符合的>

source: Klipper - Clipboard Tool
af: Klipper - Klipbord Program
ar: Klipper - أداة الحافظة
az: Klipper - Ara Yaddaş Vasitəsi
bs: Klipper - clipboard alat
ca: Klipper - Eina del portapapers
cs: Klipper - Nástroj pro schránku
da: Klipper - klippebordsværktøj
de: Klipper - Dienstprogramm für die Zwischenablage
el: Klipper - Εργαλείο για το πρόχειρο
eo: Poŝilo - Ilo por la poŝo
es: Klipper - Herramienta del portapapeles
eu: Klipper - Arbelaren tresna
fr: Klipper - Presse-papiers pour le bureau
gl: Klipper - Ferramenta de Cartafol
hi: क्लिपर- क्लिपबोर्ड औज़ार
hr: Klipper - alat za upravljanje odlagalištem
it: Klipper - Accessorio per gli appunti
ja: Klipper - クリップボードツール
km: Klipper - ឧបករណ៍​ក្ដារ​តម្បៀត​ខ្ទាស់
ko: Klipper - 클립보드 도구
lt: Klipper – laikinos talpyklės įrankis
ms: Klipper - Alatan Papan Klip
nl: Klipper - klembordgeschiedenis
pa: ਕੇਲਿੱਪਰ - ਕਲਿੱਪਬੋਰਡ ਸੰਦ
pl: Klipper - narzędzie schowka
ro: Klipper - Utilitar clipboard
ru: Klipper - управление буфером обмена
se: Klipper – Čuohpusgirjereaidu
sr: Klipper — клипборд алат
sr@latn: Klipper — klipbord alat
ta: க்ளிப்பர் - தற்காலிக நினைவிட கருவி
tg: Клиппер - Асбоби Силули Мухобиротӣ
th: Klipper - เครื่องมือจัดการคลิปบอร์ด
uk: Утиліта кишені - Klipper
uz@cyrillic: Klipper - клипборд воситаси
wa: Klipper - usteye pol tchapea emacralé
zh_cn: Klipper - 剪贴板工具
zh_tw: Klipper - 剪貼簿工具

source: &More
af: Meer
bs: &Više
ca: &Més
cs: &Více
da: &Mere
de: &Mehr
el: &Περισσότερα
eo: &Plu
es: &Más
eu: &Gehiago
fr: &Plus
gl: &Máis
hi: अधिक (&M)
it: &Di più
ja: その他(&M)
km: បន្ថែម​​ទៀត
ko: 더 보기(&M)
lt: &Daugiau
nl: &Meer
pa: ਹੋਰ(&M)
pl: &Więcej
ro: &Mai mult
ru: &Больше
sr: &Више
sr@latn: &Više
ta: &கூடுதல்
th: เพิ่มเติม
uk: &Додатково
uz@cyrillic: &Кўпроқ
wa: &Co des ôtes
zh_cn: 更多(&M)
zh_tw: 更多(&M)

source: C&lear Clipboard History
af: Maak skoon Klipbord Geskiedenis
ar: &مسح محفوظات الحافظة
az: Ara Yaddaş Keçmişini &Təmizlə
bs: O&briši historiju clipboarda
ca: Neteja &la història del portapapers
cs: V&yčistit historii schránky
da: &Ryd klippebordshistorik
de: &Bisherigen Inhalt von Klipper löschen
el: Κα&θαρισμός ιστορικού προχείρου
eo: F&orviŝi poŝohistorion
es: &Borrar historial del portapapeles
eu: G&arbitu arbelaren historia
fr: Effa&cer l'historique du presse-papiers
gl: Ba&leira-lo Historial do Portarretallos
hi: क्लिपबोर्ड इतिहास साफ करें (&l)
hr: &Obriši povijest odlagališta
it: &Ripulisci la cronologia degli appunti
ja: クリップボードの履歴を消去(&L)
km: ជម្រះ​ប្រវត្តិ​ក្ដារ​តម្បៀត​ខ្ទាស់
ko: 클립보드 기록 삭제(&C)
lt: &Išvalyti talpyklės istoriją
ms: Kosongkan Rekod Papan K&lip
nl: Klembordgeschiedenis &wissen
pa: ਕਲਿੱਪਬੋਰਡ ਅਤੀਤ ਸਾਫ(&l)
pl: &Wyczyść historię schowka
ro: Ş&terge istoricul
ru: &Очистить историю буфера обмена
se: &Sálke čuohpusgirjehistorihka
sr: &Очисти историјат клипборда
sr@latn: &Očisti istorijat klipborda
ta: தற்காலிக நினைவிட வரலாற்றைச் சுத்தம் செய்
tg: &Поккунии Таърихи Силули Мухобиротӣ
th: ล้างประวัติของคลิปบอร์ด
uk: &Очистити історію кишені
uz@cyrillic: Клипборднинг тарихини то&залаш
wa: &Netyî l' istwere do tchapea emacralé
zh_cn: 清除剪贴板历史(&L)
zh_tw: 清除剪貼簿歷史紀錄(&L)

source: &Configure Klipper...
af: Konfigureer Klipper...
ar: ت&هيئة Klipper.
az: Klipper-i &Quraşdır...
bs: &Podesite Klipper...
ca: &Configura Klipper...
cs: Nastavit &Klipper...
da: &Indstil Klipper...
de: &Klipper einrichten ...
el: &Ρύθμιση Klipper...
eo: &Agordi Poŝilon...
es: &Configurar Klipper...
eu: &Konfiguratu Klipper...
fr: Co&nfigurer Klipper...
gl: &Configurar o Portarretallos...
hi: कॉन्फ़िगर क्लिपर (&C)
hr: &Podešavanje Klippera...
it: Configura &klipper...
ja: Klipper を設定(&C)...
km: កំណត់​រចនា​សម្ព័ន្ធ Klipper...
ko: Kilpper 설정(&C)...
lt: &Konfigūruoti Klipper...
ms: Selaraskan Kli&pper...
nl: Klipper &instellen
pa: ਕਲਿੱਪਰ ਸੰਰਚਨਾ(&C)...
pl: &Konfiguracja Klippera...
ro: &Configurează Klipper...
ru: &Настроить Klipper...
se: &Heivet Klipper …
sr: &Подешавање Klipper-а...
sr@latn: &Podešavanje Klipper-a...
ta: &க்ளிப்பரை வடிவமை...
tg: &Батанзимдарории Клиппер...
th: ปรับแต่งคลิปเปอร์...
uk: &Налаштувати Klipper...
uz@cyrillic: Klipper &мосламаси
wa: A&pontyî Klipper...
zh_cn: 配置 Klipper(&C)...
zh_tw: 剪貼簿組態設定(&C)

source: Klipper - clipboard tool
af: Klipper - klipbord Program
ar: `Klipper - أداة الحافظة
az: Klipper - ara yaddaş vasitəsi
bs: Klipper - clipboard alat
ca: Klipper - Eina del portapapers
cs: Klipper - Nástroj pro schránku
da: Klipper - klippebordsværktøj
de: Klipper - Dienstprogramm für die Zwischenablage
el: Klipper - Εργαλείο για το πρόχειρο
eo: Poŝilo - Ilo por la poŝo
es: Klipper - Herramienta del portapapeles
eu: Klipper - arbelaren tresna
fr: Klipper - presse-papiers pour le bureau
gl: Klipper - Ferramenta de Portarretallos
hi: क्लिपर- क्लिपबोर्ड औज़ार
hr: Klipper - alat za upravljanje odlagalištem
it: Klipper - Accessorio per gli appunti
ja: Klipper - クリップボードツール
km: Klipper - ឧបករណ៍​ក្ដារ​តម្បៀត​ខ្ទាស់
ko: Klipper - 클립보드 도구
lt: Klipper – laikinos talpyklės įrankis
ms: Klipper - alatan papan klip
nl: Klipper - klembordgeschiedenis
pa: ਕੇਲਿੱਪਰ - ਕਲਿੱਪਬੋਰਡ ਸੰਦ
pl: Klipper - narzędzie schowka
ro: Klipper - Utilitar clipboard
ru: Klipper - управление буфером обмена
se: Klipper – Čuohpusgirjereaidu
sr: Klipper — алат за клипборд
sr@latn: Klipper — alat za klipbord
ta: பிடிப்பான் - தற்காலிக நினைவிட கருவி
tg: Клиппер - асбоби силули мухобиротӣ
th: Klipper : เครื่องมือจัดการคลิปบอร์ด
uk: Утиліта кишені - Klipper
uz@cyrillic: Klipper - клипборд воситаси
wa: Klipper - ene usteye pol tchapea emacralé
zh_cn: Klipper - 剪贴板工具
zh_tw: Klipper - 剪貼簿工具
