Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/klipper.po
Languages: af, ar, az, bs, ca, cs, da, de, el, eo, es, eu, fr, gl, hi, hr, it, ja, km, ko, lt, ms, nl, pa, pl, ro, ru, se, sr, sr@latn, ta, tg, th, uk, uz@cyrillic, wa, zh_cn, zh_tw

source: <qt>There are two different clipboard buffers available:<br><br><b>Clipboard</b> is filled by selecting something and pressing Ctrl+C, or by clicking "Copy" in a toolbar or menubar.<br><br><b>Selection</b> is available immediately after selecting some text. The only way to access the selection is to press the middle mouse button.<br><br>You can configure the relationship between Clipboard and Selection.</qt>
af: <qt>Daar is twee verskillende klipbord buffers beskikbaar:<br><br><b>klipbord</b> is gevul met verkiesing van iets en druk Ctrl+C, of deur te kliek "Kopie" in 'n nutsbalk of kiesbalk.<br><br><b>Keuse</b> is beskikbaar dadelik na verkiesing van sommige teks. Die enigste manier om toegang te verkry tot die keuse is om te druk die middelste muis knoppie.<br><br>U kan die verhouding tussen klipbord en Keuse konfigureer.</qt>
bs: <qt>Postoje dva različita clipboard buffera:<br><br><b>Clipboard</b>, koji ispunite tako što izaberete nešto i pritisnete Ctrl+C ili kliknete na "Kopiraj" na traci sa alatima ili u nekom meniju.<br><br><b>Selekcija</b> buffer je dostupan odmah nakon selektovanja određenog teksta. Jedini način da pristupite ovoj selekciji je da pritisnite srednje dugme miša.<br> <br>Ovdje možete podesiti odnos između Clipboard-a i Selekcije.</qt>
ca: <qt>Hi ha disponibles dos espais diferents de portapapers: <br><br>El <b>portapapers</b> s'omple en seleccionar alguna cosa i prémer Ctrl+C, o clicar "Copia" a una barra d'eines o barra de menú. <br><br>La <b>selecció</b> està disponible immediatament després de seleccionar algun text. L'única manera d'accedir a la selecció és prémer el botó del mig del ratolí. <br><br>Podeu configurar la relació entre el portapapers i la selecció.</qt>
cs: <qt>Jsou dostupné dva různé druhy paměti: <br> <br><b>Schránka</b>, kterou naplníte vybráním něčeho a stiskem <br>Ctrl-C nebo stiskem "Kopírovat" na nástrojové liště nebo v menu. <br> <br>A <b>Výběr</b>, která je dostupná ihned po výběru nějakého <br>textu. Jediná možnost k přístupu k výběru je stiskem prostředního <br>tlačítka myši. <br> <br>Můžete nastavit vztah mezi schránkou a výběrem.</qt>
da: <qt>Der er to forskellige klippebordsbuffere til stede:<br><br> <b>Klippebordet</b>, som du udfylder ved at vælge noget og trykke på Ctrl+C eller ved at trykke på "Kopiér" i en værktøjs- eller menulinje.<br><br><b>Fremhævning</b>, som er tilgængelig umiddelbart efter fremhævning af noget tekst. Den eneste måde man så kan få adgang til det igen er at trykke på den midterste museknap.<br> <br>Du kan indstille forholdet mellem klippebord og fremhævning</qt>
de: <qt>In KDE sind zwei verschiedene Zwischenspeicher verfügbar:<br><br>Die <b>Zwischenablage</b>, die Sie mit Inhalten füllen, indem Sie ein Element auswählen und Strg+C drücken oder "Kopieren" in einer Werkzeugleiste bzw. in einem Menü auswählen.<br><br>Die <b>Textauswahl</b>, die einfach durch die Hervorhebung<br>eines beliebigen Textes per Maus oder Textcursor erfolgt. Die einzige Art, an diesen Text heranzukommen, besteht im Drücken der mittleren Maustaste.<br><br>Sie können das Verhalten von Zwischenablage und Textauswahl zueinander durch Einstellungen beeinflussen.</qt>
el: <qt>Υπάρχουν διαθέσιμες δύο διαφορετικές ενδιάμεσες μνήμες για το πρόχειρο:<br><br>Το <b>Πρόχειρο</b> γεμίζεται επιλέγοντας κάτι και πατώντας Ctrl-C ή πατώντας το "Αντιγραφή" σε μια γραμμή εργαλείων ή γραμμή μενού.<br><br>Η <b>Επιλογή</b> είναι διαθέσιμη αμέσως μόλις επιλέξετε κάποιο κείμενο. Ο μόνος τρόπος πρόσβασης στην επιλογή είναι να πατήσετε το μεσαίο πλήκτρο του ποντικιού.<br><br>Μπορείτε να ρυθμίσετε τη σχέση μεταξύ του Προχείρου και της Επιλογής</qt>
eo: <qt>Ekzistas fakte du poŝenhavoj:<br><br>La <b>poŝo</b>, kiun vi plenigas elektante ion kaj <br>premante Stir-C aŭ elektante "Kopii" en ilobreto <br>aŭ menuzono.<br><br>Kaj la <b>elekto</b>, kiu estas uzebla tuj post<br>elektado de teksto. La nura rimedo enmeti tiun elekton <br>en alia loko estas premi la mezan musbutonon.<br><br>Vi povas agordi la rilaton inter ambaŭ.</qt>
es: <qt>Hay dos tipos de buffers disponibles en el portapapeles:<br><br>El <b>portapapeles</b> se rellena seleccionando algo <br>y pulsando CTRL-C o pulsando "Copiar" en una herramienta o en una barra de menú.<br><br>La <b>Selección</b> está disponible inmediatamente después de <br>seleccionar algún texto. El único modo de acceder a la selección es pulsar el botón central del ratón.<br> <br>Puede configurar la relación entre el Portapapeles y la Selección</qt>
eu: <qt>Bi arbel-buffer desberdin daude eskuragarri:<br><br><b>Arbela</b> zerbait aukeratu <br>eta CTRL-C sakatzean betetzen da, edo "Kopiatu" tresna-barra edo <br>menu-barran klikatzean.<br><br><b>Hautespena</b> edozein testu hautatu ahala dago eskuragarri. Hautespena ikusteko bide bakarra saguaren erdiko botoiari sakatzea da.<br><br>Arbelaren eta hautespenaren arteko harremana konfiguratu egin dezakezu.</qt>
fr: <qt>Deux presse-papiers sont disponibles :<br><br> Le <b>presse-papiers</b>, dans lequel se place ce que vous sélectionnez en utilisant les touches Ctrl+C ou la fonction « Copier » dans une barre d'outils ou un menu.<br><br> La <b>sélection</b>, dans laquelle se place automatiquement ce que vous sélectionnez (surlignez) à la souris. Le seul moyen d'accéder à cette sélection est d'appuyer sur le bouton central de la souris.<br><br>Vous pouvez configurer les rapports entre le presse-papiers et la sélection.</qt>
gl: <qt>Hai dúas memorias diferentes no portarretallos: <br> <br><b>O portarretallos</b> énchese cando se selecciona algo e se preme Ctrl+C, ou premendo "Copiar" na barra de ferramentas ou na barra de menú. <br> <br><b>Selección</b> está dispoñible inmediatamente despois de seleccionando algún texto. O único xeito de acceder á selección é mediante a presión do botón central do rato. <br> <br>Pode configurar as relacións entre o Portarretallos e a Selección.</qt>
hi: <qt>यहाँ दो भिन्न क्लिपबोर्ड बफर्स उपलब्ध हैं:<br><br><b>क्लिपबोर्ड</b> किसी चीज को चुनने से भरा है<br>तथा कंट्रोल+C दबाने से, या क्लिक करने से "नक़ल" औज़ार पट्टी में या<br>मेन्यूपट्टी में.<br><br><b>चयन</b> तत्काल ही कुछ पाठ को चुनने के बाद उपलब्ध<br>हो जाता है. चयन पर पंहुच का एकमात्र मार्ग<br>यह होता है कि मध्य माउस बटन दबाया जाए.<br><br>आप क्लिपबोर्ड तथा चयन के बीच सम्बन्धों को कॉन्फ़िगर कर सकते हैं.</qt>
it: <qt>Ci sono due tipi di appunti disponibili:<br><br>Gli <b>Appunti</b>, che si riempiono selezionando qualcosa e premendo Ctrl+C o "Copia" in un qualche menu o barra strumenti. <br><br>E la <b>Selezione</b>, che è disponibile immediatamente dopo aver selezionato un qualche testo. L'unico modo per accedere alla selezione è premendo il tasto centrale del mouse.<br><br>Puoi configurare la relazione tra Appunti e Selezione.</qt>
ja: <qt>二つの異なるクリップボードバッファが利用できます。<br><br>「クリップボード」は、何かを選択して Ctrl-C を押すか、ツールバーまたはメニューの「コピー」をクリックすると記録されます。<br><br>「選択」は、テキストを選択するとすぐに使えるようになります。選択バッファにアクセスする唯一の方法は、マウスの中ボタンを押すことです。<br><br>クリップボードと選択の関係も設定できます。</qt>
km: <qt>មាន​សតិ​បណ្ដោះ​អាសន្នរបស់​​ក្តារ​តម្បៀត​ខ្ទាស់​ពីរ​ខុស​គ្នា ៖<br><br><b>ក្តារ​តម្បៀត​ខ្ទាស់</b> ដែល​បំពេញ​ដោយការ​​ជ្រើស​អ្វី​មួយ និង​ចុច បញ្ជា (Ctrl)+C ឬ ដោយ​ចុច "ចម្លង" ក្នុង​របារ​ឧបករណ៍ ឬ របារ​ម៉ឺនុយ ។<br><br><b>ការ​ជ្រើស​រើស</b> នឹង​មាន​ភ្លាមៗ បន្ទាប់​ពី​ជ្រើស​អត្ថបទខ្លះ ។ មធ្យោបាយ​​តែ​មួយ​គត់ ដើម្បីប្រើ​ការ​ជ្រើស គឺចុច​​ប៊ូតុង​កណ្ដាល​របស់​កណ្ដុរ ។<br><br>អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធ​ទំនាក់​ទំនង​រវាង ក្តារ​តម្បៀត​ខ្ទាស់ និង​ការ​ជ្រើស​រើស ។</qt>
ko: <qt>두 종류의 서로 다른 클립보드 버퍼를 사용할 수 있습니다.<br><br><b>클립보드</b>는 Ctrl+C 키를 누르거나 메뉴 표시줄에서 "복사" 등의 항목을 눌렀을 때 채워집니다. <b>선택 영역</b>은 텍스트를 선택한 즉시 변경됩니다. 선택 영역에 접근하려면 가운데 단추를 눌러야만 합니다.<br><br>클립보드와 선택 영역 사이의 관계를 설정할 수 있습니다.</qt>
lt: <qt>Yra du skirtingi laikinos talpyklės buferiai:<br><br><b>KDE laikinoji talpyklė</b>, pripildoma ką nors pažymint ir<br>paspaudžiant Vald(Ctrl)-C arba paspaudžiant „Kopijuoti“<br>įrankių juostoje ar meniu.<br><br>Ir <b>Pažymėjimas</b>, kuris prieinamas iš karto pažymėjus <br>kokį nors tekstą. Vienintelis būdas pasinaudoti pažymėjimu yra <br>spragtelėti viduriniu pelės mygtuku.<br><br>Jūs galite konfigūruoti sąsają tarp KDE laikinosios talpyklės ir Pažymėjimo (kitaip X laikinosios talpyklės)</qt>
ms: <qt>Terdapat dua buffer papan klip yang ada:<br><br><b>Papan Klip</b> diisi apabila memilih sesuatau<br>dan menekan Ctrl+C, atau klik "Salin" pada papan alatan atau<br>bar menu.<br><br><b>Pilihan</b> pula<br>apabila memilih teks. .Satu sahaja cara untuk mencapai pilihan<br>iaitu dengan menekan butang tengah tetikus.<br><br>Anda boleh menyelaraskan perkaitan di antara papan klip dan Pilihan.</qt>
nl: <qt>Er zijn twee verschillende klembordbuffers beschikbaar: <br> <br><b>Klembord</b>: wordt gevuld als u iets selecteert en <br>vervolgens op de toetsencombinatie Ctrl+C klikt, of op <br>de knop "Kopiëren" in een werkbalk/menubalk. <br><br><b>Selectie</b> is onmiddellijk beschikbaar nadat u <br>tekst hebt geselecteerd. De enige manier waarop u <br>toegang tot de selectie kunt krijgen is via de middelste <br>muisknop. <br> <br>U kunt de relatie tussen het klembord en de selectie instellen.</qt>
pl: <qt>Dostępne są dwa różne bufory:<br><br><b>Schowek</b>, zapełniany przez zaznaczenie tekstu i wciśnięcie Ctrl+C lub "Kopiuj" w menu albo na pasku narzędzi<br><br><b>Zaznaczenie</b>, dostępne natychmiast po zaznaczeniu tekstu. Jedyną metodą wstawienia tekstu z zaznaczenia jest wciśnięcie środkowego klawisza myszy.<br>Możliwe jest skonfigurowanie wzajemnej zależności obu buforów.</qt>
ro: <qt>Există două tampoane de clipboard:<br><ul><li><b>Clipboard</b> este alimentat atunci cînd selectaţi ceva şi apăsaţi Ctrl+C sau daţi clic pe "Copiază" într-o bară de unelte sau într-un meniu.</li><li><b>Selecţia</b> este disponibilă imediat după ce aţi selectat un anumit text. Singura modalitate de a accesa selecţia este să daţi clic cu butonul mijloc al mouse-ului.</ul>Puteţi configura modul de interacţiune între Clipboard şi Selecţie.</qt>
ru: <qt>Доступно два различных буфера обмена:<br><br><b>Буфер обмена</b>, в который текст помещается <br>текст путём выделения и нажатия клавиши Ctrl-C или <br>выбором пункта "Копировать" в меню или на <br>панели инструментов.<br><br><b>Выделение мышью</b>, которое доступно сразу после выделения <br>текста мышью. Получить доступ к выделению можно <br>только путём нажатия средней кнопки мыши.<br><br>При помощи этого параметра можно настроить взаимосвязь двух буферов обмена</qt>
se: <qt>Gávdnojit guovtte sierra čuohpusgirjji: <br> <br><b>Čuohpusgirji</b> dievdejuvvo jos merket miinu ja coahkkalat Ctrl+C dahje válljet «Máŋge» reaidoholggas dahje fálus. <br><br><b>Merkošat</b> leat ollamuttus dan seammás go merket teavstta sáhpániin. Dán teavstta sáhtát viežžat jos coahkkalat sáhpána guovddášboalu. <br><br>Dás sáhtát stivret gori čuohpusgirjji ja merkošiid gaskkas.</qt>
sr: <qt>Доступна су два различита клипборд бафера: <br><br><b>Клипборд</b> се пуни означавањем нечега и притиском на Ctrl+C, или кликом на „Копирај“ на траци са алатима или менију.<br><b>Означавање</b> је доступно одмах по означавању неког текста. Једини начин за приступ означеном тексту је средњи тастер миша.<br><br>Можете подесити однос између клипборда и означавања.<qt>
sr@latn: <qt>Dostupna su dva različita klipbord bafera: <br><br><b>Klipbord</b> se puni označavanjem nečega i pritiskom na Ctrl+C, ili klikom na „Kopiraj“ na traci sa alatima ili meniju.<br><b>Označavanje</b> je dostupno odmah po označavanju nekog teksta. Jedini način za pristup označenom tekstu je srednji taster miša.<br><br>Možete podesiti odnos između klipborda i označavanja.<qt>
ta: <qt>இரண்டு பிடிப்புபலகை இடையகங்கள் உள்ளன:<br><br> <b>பிடிப்புபலகைd</b>, இது நீங்கள் உங்கள் எதையாவது தேர்வு செய்வது<br>Ctrl-C என்ற விசைகளை அழுத்துவதன் மூலம் அல்லது கருவிப்பட்டி/ <br>பட்டிப்பட்டையில் உள்ள "நகலெடு" என்பதன் மூலம் கிடைக்கும்<br> <br> <b>தேர்வு</b>, இது எதையாவது சுட்டியில் தேர்ந்தெடுத்தவுடன் உடனடியாக கிடைப்பது<br>இதை பயன்படுத்த ஒரே வழி சுட்டியின் நடு பொத்தான்<br><br>நீங்கள் இவை இரண்டும் ஒத்தியக்கும் வகையில் வடிவமைக்க முடியும்</qt>
th: <qt>บัฟเฟอร์ของคลิปบอร์ดที่มี มีอยู่สองแบบที่ต่างกัน:<br><br><b>คลิปบอร์ด</b> จะเป็นที่ที่เก็บข้อมูลจากการเลือกบางอย่างของคุณ ตามด้วยการกดปุ่ม Ctrl-C หรือคลิ้กที่ปุ่ม "คัดลอก" ในเครื่องมือหรือแถบเมนู<br><br><b>การเลือก</b> จะมีเนื้อหาทันทีที่มีการเลือกบางข้อความ แต่มีเพียงทางเดียวที่จะเข้าถึงมันได้ คือเรียกใช้เนื้อหาด้วยการกดปุ่มกลางของเม้าส์<br><br>ทั้งนี้คุณสามารถปรับแต่งความสัมพันธ์ระหว่างคลิปบอร์ดและการเลือกนี้ได้</qt>
uk: <qt>Існують два різні буфери кишені:<br><br><b>Кишеня</b>, яка заповнюється при натисканні Ctrl-C або натисканням кнопки "Копіювати" у меню або пеналі.<br><br><b>Вибір</b>, який існує одразу після вибору будь-якого тексту. Єдиний шлях доступитися до вибору - натиснути середню кнопку мишки.<br><br>Стосунки між кишенею та вибором можна налаштувати.</qt>
wa: <qt>I gn a deus tampons diferins pol copyî/aclaper:<br /><br />Li <b>tchapea emacralé</b> est rimpli tot tchoezixhant ene sacwè eyet tchôcant so Ctrl+C, ou clitchant so «Copyî» dins on menu ou dins ene bår ås usteyes.<br /><br />Li <b>seleccion</b> est disponibe do côp k' on tchoezixhe on tecse al sori. Li seule manire d' aveur accès al seleccion c' est di l' aclaper tot clitchant avou l' boton do mitan del sori.<br /><br />Vos ploz apontyî li relåcion k' i gn a inte li tchapea emacralé eyet l' seleccion.</qt>
zh_cn: <qt>可用的剪贴板缓冲区分为两种：<br><br><b>剪贴板</b>的填充方式是选中一些内容，然后按 Ctrl+C，或者单击工具栏或菜单栏上的“复制”。<br><br><b>选中内容</b>当选中文本后立即就可用。访问选中内容的唯一办法是按鼠标中键。<br><br>您可以配置剪贴板和选中内容之间的关系。</qt>
zh_tw: <qt>有兩種不同的剪貼簿緩衝區可供使用：<br><br><b>剪貼簿</b> 當選取了某個物件，然後按 Ctrl+C 或是<br>在工具列或選單列上選「複製」物件會被放在這裡。<br><br><b>選取區</b> 當選取了某個物件，它便會馬上被儲存在此。<br>按滑鼠中鍵可以讀取已經選取的物件。<br><br>你也可以自己設定剪貼簿和選取區之間的關係。</qt>

source: Sy&nchronize contents of the clipboard and the selection
af: Sinkroniseer inhoud van die klipbord en die keuse
ar: تزا&من محتويات الحافظة و الاختيارات
az: Ara yaddaş məzmunu ilə seçkini si&nxronlaşdır
bs: Si&nhroniziraj sadržaj clipboarda i selekcije
ca: Si&ncronitza el contingut del portapapers i la selecció
cs: Sy&nchronizovat obsah schránky a výběru
da: Sy&nkronisér indholdet af klippebordet og udvalget
de: Inhalt von Zwischenablage und aktueller Auswahl &abgleichen
el: Συγχρο&νισμός περιεχομένων προχείρου και επιλογής
eo: Sam&tempigu la enhavon de la poŝo kaj la elekton.
es: Si&ncronizar contenidos del portapapeles y la selección
eu: Si&nkronizatu arbelaren eta hautespenaren edukiak
fr: S&ynchroniser le contenu du presse-papiers et la sélection
gl: Si&ncronizar contidos do portarretallos e a selección
hi: क्लिपबोर्ड तथा चयन के विषय-वस्तुओं को सिंक्रोनाइज़ करें (&n)
hr: Uskladi sadržaj odlagališta i odabira&nog
it: Sincroni&zza i contenuti degli appunti e della selezione.
ja: クリップボードと選択の内容を同期する(&N)
km: ធ្វើ​សមកាលកម្ម​មាតិកា របស់​ក្ដារ​តម្បៀត​ខ្ទាស់ និង​ជម្រើស
ko: 선택 항목과 클립보드 내용 일치시키기(&N)
lt: Si&nchronizuoti KDE laikinosios talpyklės ir pažymėjimo turinį
ms: Seragamka&n kandungan papan klip dan pilihan
nl: Inhoud van het klembord en de selectie sy&nchroniseren
pa: ਕਲਿੱਪਬੋਰਡ ਤੇ ਚੋਣ ਦੇ ਭਾਗਾਂ ਨੂੰ ਸਮਕਾਲੀ ਕਰੋ(&n)
pl: &Synchronizuj zawartość schowka i zaznaczenia.
ro: Si&ncronizează conţinutul clipboard-ului cu cel al selecţiei
ru: &Синхронизировать содержимое буфера обмена и выделения мышью
se: B&uohtalastte čuohpusgirjji ja merkošiid sisdoalu
sr: Си&нхронизуј садржаје клипборда и означавања
sr@latn: Si&nhronizuj sadržaje klipborda i označavanja
ta: பிடிப்புபலகை மற்றும் தேர்வின் உள்ளடக்கத்தையும் ஒத்தியக்கு
tg: Мазмуни силули мухобиротӣ ва интихоботро &ҳамзамон созед
th: แลกเปลี่ยนเนื้อหาของคลิปบอร์ดและการเลือก
uk: Си&нхронізувати зміст кишені та вибір
wa: Si&ncronijhî l' contnou do tchapea emacralé et del seleccion
zh_cn: 同步剪贴板和选中内容(&N)
zh_tw: 同步化剪貼簿和選取物件的內容(&N)

source: Selecting this option synchronizes these two buffers, so they work the same way as in KDE 1.x and 2.x.
af: Die kies van hierdie opsie sinkroniseer hierdie twee buffers, sodat hulle op dieselfde manier werk as in Kde 1.x en 2.x.
ar: اختيار هذا الخيار يزامن محتويات هذين الحاجزين كي يعملا بنفس الشكل مثلما كان في كيدي 1.x و 2.x
bs: Izborom ove opcije sinhroniziraju se ova dva buffera, tako da će raditi na isti način kao u KDE 1.x i 2.x.
ca: En seleccionar aquesta opció se sincronitzen els dos espais, de manera que funcionin de la mateixa manera que al KDE 1.x i 2.x.
cs: Zvolením této možnosti povolíte synchronizaci těchto dvou bufferů, takže budou fungovat stejně jako v KDE 1.x a 2.x.
da: Valg af dette synkroniserer disse to buffere, så de virker på samme måde som i KDE 1.x og 2.x.
de: Wenn diese Einstellung aktiv ist, werden die zwei Speicher zusammengelegt. Danach funktioniert das Ganze nach demselben Schema wie in KDE 1x und 2x.
el: Ενεργοποιώντας αυτή την επιλογή οι δυο ενδιάμεσες μνήμες συγχρονίζονται έτσι ώστε να λειτουργούν με τον ίδιο τρόπο όπως στα KDE 1.x και 2.x.
eo: Se vi elektas tiun ĉi opcion la du poŝenhavoj estas samtempigitaj, tiel ili funkcias same kiel en KDEo 1.x kaj 2.x
es: Si selecciona esta opción se sincronizan estos dos búfers, de modo que funcionen del mismo modo que en KDE 1.x y 2.x.
eu: Aukera hau hautatzeak bi buffer hauek sinkronizatzen ditu, KDE 1.x eta 2.x bezala ibiliz.
fr: Choisir cette option synchronise ces deux tampons, ils fonctionnent de la même manière que dans KDE 1.x et 2.x.
gl: Ó escoller esta opción sincronízanse estas dúas memorias, de xeito que funcionan igual que en KDE 1.x e 2.x.
hi: इस विकल्प को चुनने पर इन दो बफर्स का सिंक्रोनाइज़ेशन हो जाता है, इससे ये इसी प्रकार कार्य करते हैं जैसे-KDE 1.x तथा 2.x में.
hr: Odabirom ove postavke usklađuju se dva međuspremnika, tako da rade na isti način u KDE 1.x i u KDE 2.x
it: Selezionando questa opzione i due buffer saranno sincronizzati e quindi tutto funzionerà come in KDE 1.x e 2.x
ja: このオプションを選択すると、二つのバッファの同期を取ります。KDE 1.x や 2.x と同じ動きになります。
km: ជ្រើស​ជម្រើស​នេះ នឹង​ធ្វើ​សមកាលកម្ម​សតិ​បណ្ដោះ​អាសន្ន​ទាំង​ពីរ​នេះ ដូច្នេះ​ពួក​វា​​​ធ្វើ​ការ​ដូច​ក្នុង KDE 1.x និង​​​​​ 2.x ។
ko: 이 옵션을 선택하면 KDE 1.x와 2.x처럼 선택 항목과 클립보드 버퍼를 동기화합니다.
lt: Pažymėjus šią parinktį abu buferiai sinchronizuojami, taip kad jie veikia taip pat, kaip KDE 1.x ir 2.x
ms: Pemilihan pilihan ini menyeragamkan dua buffer, jadi cara berkerja adalah sama di dalam KDE 1.x dan 2.x.
nl: Door deze optie te selecteren synchroniseert u deze twee buffers, zodat ze op dezelfde wijze werken als in KDE 1.x en 2.x.
pa: ਇਹ ਚੋਣ ਕਰਨ ਨਾਲ ਇਹ ਦੋ ਬਫਰ ਸਮਕਾਲੀ ਕੀਤੇ ਜਾਣਗੇ, ਜਿਵੇਂ ਕਿ KDE 1.x ਅਤੇ2.x ਵਿੱਚ ਕੰਮ ਕਰਦੇ ਹਨ।
pl: Wybranie tej opcji spowoduje, że oba schowki będą zawsze zawierały to samo - jak w KDE 1.x i 2.x.
ro: Dacă selectaţi această opţiune, atunci cele două tampoane vor fi sincronizate astfel încît clipboard-ul lucrează la fel ca în versiunile 1.x şi 2.x de KDE.
ru: Установка этого параметра синхронизирует эти два буфера обмена, чтобы они работали так же, как в KDE 1.x и 2.x.
se: Merke dán molssaeavttu buohtalastit dáid «bufferiid» vai doibmet seammá láhkai go KDE veršuvnnaid 1.x ja 2.x.
sr: Избор ове опције синхронизује ова два бафера, тако да они раде на исти начин као у KDE-у 1.x и 2.x.
sr@latn: Izbor ove opcije sinhronizuje ova dva bafera, tako da oni rade na isti način kao u KDE-u 1.x i 2.x.
ta: இந்த விருப்பத்தேர்வை தேர்வு செய்தால், இரண்டு இடையகங்களும் ஒத்தியங்கும், எனவே அவை கேடியி 1.x மற்றும் 2.x போன்றே இயங்கும்
tg: Бо интихоби ин хосият ин ду миёнбурҳо ҳамзамон мегарданд, ки онҳо дар як вақт дар KDE 1.x ва 2.x кор карда метавонанд.
th: การเลือกตัวเลือกนี้ จะทำให้มีการแลกเปลี่ยนข้อมูลกันระหว่างทั้งสองบัฟเฟอร์ ซึ่งมันจะทำงานในลักษณะเดียวกันกับ KDE1.x และ KDE 2.x
uk: Якщо цей параметр ввімкнено, буфери будуть синхронізовані, і таким чином будуть працювати так само, як в KDE 1.x та 2.x.
wa: Avou cisse tchuze ci les deus tampons sont sincronijhî, dj' ô bén c' est l' minme dujhance k' avou KDE 1.x et 2.x.
zh_cn: 选中此选项将同步这两个缓冲区，这样与 KDE 1.x 和 2.x 工作方式相同。
zh_tw: 啟動這個選項會同步化這兩個緩衝區，就像在 KDE 1.x 和 KDE 1.x 一樣。

source: Separate clipboard and selection
af: Aparte klipbord en keuse
ar: افصل الحافظة و الاختيارات
az: Ara yaddaş ilə seçkini ayır
bs: Odvoji clipboard i selekciju
ca: Separa el portapapers i la selecció
cs: Rozdílná schránka a výběr
da: Adskilt klippebord og fremhævning
de: Inhalt von Zwischenablage und aktueller Auswahl separat halten
el: Διαχωρισμός προχείρου και επιλογής
eo: Apartigu la enhavon de la poŝo kaj la elekton
es: Separar el portapapeles y la selección
eu: Banatu arbela eta hautespena
fr: Séparer le presse-papiers de la sélection
gl: Separar portarretallos e selección
hi: क्लिपबोर्ड तथा चयन को अलग करें
hr: Odvojite odlagalište i odabir
it: Separa gli appunti dalla selezione
ja: クリップボードと選択を分離する
km: បំបែក​ក្ដារ​តម្បៀត​ខ្ទាស់ និង​ការ​ជ្រើស​រើស
ko: 클립보드와 선택 분리
lt: Atskirti KDE laikinąją talpyklę ir pažymėjimą
ms: Pisahkan papan klip dan pilihan
nl: Klembord en selectie gescheiden houden
pa: ਕਲਿੱਪਬੋਰਡ ਤੇ ਚੋਣ ਵੱਖ ਕਰੋ
pl: Rozdziel schowek i zaznaczenie
ro: Separă clipboard-ul de selecţie
ru: Разделить буфер обмена и выделение мышью
se: Čuoldde čuohpusgirjji ja merkošiid
sr: Одвоји клипборд и означавање
sr@latn: Odvoji klipbord i označavanje
ta: பிடிப்புபலகையையும் தேர்வையும் தனியாக்கு
tg: Ҷудосозии силули мухобиротӣ ва интихобот
th: แยกเนื้อหาของคลิปบอร์ดและการเลือก
uk: Відокремити кишеню та вибір
wa: Dispårti l' tchapea emacralé et l' seleccion
zh_cn: 区分剪贴板和选中内容
zh_tw: 區別剪貼和選取
