Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kstart.po
Languages: ar, az, eo, eu, gl, hr, nds, pa, pt_br, ro, rw, sk, sl, sr, sr@latn, tg, th

source: Command to execute
ar: أمر ليتم تنفيذه.
az: İcra ediləcək əmr
eo: Lanĉenda komando
eu: Exekutatuko den komandoa.
gl: Comando a executar
hr: Naredba za izvršavanje
nds: Befehl
pa: ਚਲਾਉਣ ਲਈ ਕਮਾਂਡ
pt_br: Comando a executar
ro: Comanda de executat
rw: Ibwiriza ryo gutangiza
sk: Príkaz na vykonanie
sl: Ukaz, ki naj se izvede
sr: Наредба за извршавање
sr@latn: Naredba za izvršavanje
th: คำสั่งที่จะประมวลผล

source: A regular expression matching the window title
ar: عبارة منتظمة مطابقة لأسم النافذة
az: Pənəcərənin başlığı ilə uyğun gələn qaydalı ifadə
eo: Regulesprimo kongruas kun la fenestrotitolo
eu: Leihoaren tituluarekin bat dator espresio erregular bat
gl: Unha expresión regular que coincida co título da fiestra
hr: Regularan izraz koji odgovara naslovu prozora
nds: Reguleer Utdruck, de op den Finstertitel passt
pa: ਝਰੋਖੇ ਦੇ ਸਿਰਲੇਖ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਨਿਯਮਿਤ ਸਮੀਕਰਨ
pt_br: Uma expressão regular combinando com o título da janela
ro: O expresie regulată ce se potriveşte cu titlul ferestrei
rw: Interuro iringaniye ijyanye n'umutwe w'idirishya
sk: Regulárny výraz pre nájdenie titulku okna
sl: Regularni izraz, ki ustreza naslovu okna
sr: Регуларни израз за поклапање наслова прозора
sr@latn: Regularni izraz za poklapanje naslova prozora
th: เงื่อนไขการค้นหาให้ตรงกับหัวเรื่องหน้าต่าง

source: A string matching the window class (WM_CLASS property) The window class can be found out by running 'xprop | grep WM_CLASS' and clicking on a window (use either both parts separated by a space or only the right part). NOTE: If you specify neither window title nor window class, then the very first window to appear will be taken; omitting both options is NOT recommended.
eo: Ĉeno rekono la fenestro klaso (WM_CLASS eco) La fenestro klaso troviĝeblas per plenumado 'xprop | grep WM_CLASS' kaj klaki fenestron (uzu ĉu ambaŭ partojn apartigitaj per spaceto ĉu nur la dektra parto). NOTO: Se vi donas nek fenestro-titolon, nek fenestro-klason, tiam la unua aperanta fenestro estos uzata; Malplenumi ambaŭ opciojn estas NE rekomendinda.
eu: Leiho klasearekin bat dator kate bat (WM_CLASS ezaugarria) Leiho klasea 'xprop | grep WM_CLASS' exekutatuz eta leiho batetan klik eginez atzeman daiteke. OHARRA: Ez leihorik ez leiho klaserik hautatzen ez baduzu, agertuko den lehenego leihoa hartuko da; bi aukerei kasurik ez egitea EZ da gomendagarria.
gl: Unha cadea coincidente coa clase de fiestra (propiedade WM_CLASS) A clase de fiestra pode atoparse executando 'xprop | grep WM_CLASS' e premendo nunha fiestra (use tanto ámbalas partes separadas por un especiador ou só a parte da dereita). NOTA: Se non especifica nin un título para a fiestra nin unha clase de fiestra, entón tomarase a primeira fiestra en aparecer; non se recomenda omitir ambas opcións.
hr: Regularan izraz koji odgovara klasi prozora (značajka WM_CLASS) Klasa prozora može se ustanoviti pokretanjem naredbe "xprop | grep WM_CLASS" i klikanjem prozora (oba dijela odvojena praznim prostorom ili samo desni dio). NAPOMENA: Ako ne odredite ni naslov prozora ni klasu prozora, tad će biti uzet prvi prozor koji se prikaže. NE preporučuje se izuzimanje obiju opcija.
nds: En Tekenkeed, de op de Finsterklass (WM_CLASS-Egenschap) passt Du kannst de Finsterklass rutfinnen, wenn Du "xprop | grep WM_CLASS" utföhrst un op en Finster klickst (bruuk beed Delen, trennt dör en Leerteken, oder bloots den rechten Deel). Beacht: Wenn Du keen Finstertitel oder Finsterklass angiffst, warrt dat eerste Finster nahmen, dat opdukt. Dat is also nich anraadt, keen Optschoon antogeven.
pt_br: Um string que coincida com a classe da janela (propriedade WM_CLASS). A classe da janela pode ser encontrada executando-se 'xprop | grep WM_CLASS' e clicando em uma janela. (use ambas as partes separadas por um espaço ou somente a parte direita). NOTA: se você não especificar nem um título, nem uma classe, então a primeira janela a aparecer será tomada; NÃO é recomendado omitir as duas opções simultaneamente.
ro: Un text care se potriveşte cu clasa ferestrei (proprietatea WM_CLASS) Clasa ferestrei poate fi determinată dacă executaţi 'xprop | grep WM_CLASS' şi daţi clic pe o fereastră. (utilizaţi ambele părţi separate de un spaţiu sau numai partea dreaptă). Observaţie: Dacă nu specificaţi titlul ferestrei şi nici clasa ferestrei, atunci prima fereastră care va apare va fi luată în considerare. NU este recomandat să omiteţi ambele opţiuni.
rw: Ikurikiranyanyuguti rijyanye n'urwego rw'idirishya (Ibiranga WM_CLASS) Urwego rw'idirishya rushobora kuboneka ukoresheje 'xprop | grep WM_CLASS' no gukanda ku idirishya (koresha ibice byombi bitandukanijwe n'umwanya cyangwa ukoreshe igice cy'iburyo gusa). ICYITONDERWA: Nutagaragaza umutwe w'idirishya n'urwego rw'idirishya, ubwo idirishya rizagaragara bwa mbere ni ryo rizafatwa; hatarimo uburyo bwombi butifujwe.
sk: Reťatec pre triedu okna (vlastnosť WM_CLASS) Triedu okna je možné zistiť pomocou príkazu 'xprop | grep WM_CLASS' a kliknutím na okno. Poznámka: Ak nezadáte titulok okna ani jeho triedu, použije sa prvé okno, ktoré sa zobrazí. Nedoporučujeme.
sl: Niz, ki se ujema z okenskim razredom (lastnost WM_CLASS) Okenski razred lahko najdete tako, da poženete »xprop | grep WM_CLASS« in kliknete na okno (ločite oba dela s presledkom ali samo desni del). VEDITE: Če ne navedete ne naslova okna ne okenskega razreda, potem bo vzeto prvo okno, ki se bo prikazalo; preziranje obeh možnosti NI PRIPOROČENO.
sr: Низ за поклапање класе прозора (својство WM_CLASS) Класа прозора се може сазнати извршавањем „xprop | grep WM_CLASS“ и кликом на прозор (узмите или оба дела раздвојена размаком или само десни део). НАПОМЕНА: Ако не назначите ни наслов ни класу прозора, биће узет први прозор који се појави. Изостављање обе опције НИЈЕ препоручљиво.
sr@latn: Niz za poklapanje klase prozora (svojstvo WM_CLASS) Klasa prozora se može saznati izvršavanjem „xprop | grep WM_CLASS“ i klikom na prozor (uzmite ili oba dela razdvojena razmakom ili samo desni deo). NAPOMENA: Ako ne naznačite ni naslov ni klasu prozora, biće uzet prvi prozor koji se pojavi. Izostavljanje obe opcije NIJE preporučljivo.
th: ข้อความที่ตรงกับคลาสของหน้าต่าง (คุณสมบัติ WM_CLASS) คุณสามารถหาคลาสของหน้าต่างได้ โดยการเรียกคำสั่ง 'xprop | grep WM_CLASS' และคลิกบนหน้าต่างที่ต้องการ (แยกคำสั่งทั้งสองส่วนด้วยการเว้นวรรคหรือ เว้นวรรคเฉพาะคำสั่งทางขวามือ) ข้อควรจำ: หากคุณไม่ได้ระบุทั้งหัวเรื่องหน้าต่างหรือคลาสของหน้าต่าง จะทำให้หน้าต่างแรกที่ปรากฏได้รับผลจากตัวเลือกนี้ จึงไม่ขอแนะนำ ให้ใช้ตัวเลือกทั้งสองพร้อมกัน

source: Desktop on which to make the window appear
ar: سطح المكتب حيث تظهر النافذة
az: Pəncərənin görünəcək olduğu masa üstü
eo: Tabulo sur kiu la fenestro aperu
eu: Leihoa agertaraziko den mahaigaina.
gl: Escritorio onde debe aparece-la fiestra
hr: Radna površina na kojoj se prozor mora prikazati
nds: Schriefdisch, op den dat Finster opduken schall
pa: ਵੇਹੜਾ, ਜਿਸ ਤੇ ਕਿ ਝਰੋਖਾ ਉਪਲੱਬਧ ਹੋਵੇਗਾ
pt_br: Área de Trabalho na qual a janela deve aparecer
ro: Ecranul în care va fi afişată fereastra
rw: Ibiro idirishya rigomba kugaragarizwaho
sk: Plocha, na ktorej sa má okno objaviť
sl: Namizje, na katerem naj se prikaže okno
sr: Радна површина на којој ће се прозор појавити.
sr@latn: Radna površina na kojoj će se prozor pojaviti.
th: พื้นที่ทำงานที่ต้องการให้หน้าต่างปรากฎ

source: Make the window appear on the desktop that was active when starting the application
ar: جعل النافذة تظهر على سطح المكتب المنشط أثناء بدأ البرنامج.
az: Proqram başladıldığı vaxt fəal olan masa üstündə meydana çıxart
eo: Aperigu la fenestron sur la tabulo, kiu estis aktiva ĉe la lanĉo de la aplikaĵo
eu: Agertarazi leihoa aplikazioa hastean aktibo zegoen mahaigainean
gl: Facer que a fiestra apareza no escritorio que estea activo cando se execute a aplicación.
hr: Neka se prozor prikaže na radnoj površini koja je bila aktivna tijekom pokretanja programa.
nds: Finster op den Schriefdisch opduken laten, de bi den Programmstart aktiv weer.
pa: ਝਰੋਖੇ ਨੂੰ ਉਸੇ ਵਿਹੜੇ ਵਿੱਚ ਸਰਗਰਮ ਕਰੋ, ਜਿਸ ਵਿੱਚ ਕਿ ਕਾਰਵਾਈ ਸ਼ੁਰੂ ਹੋਈ ਹੋਵੇ।
pt_br: Faz a janeja aparecer na área de trabalho que estava ativa quando o aplicativo foi iniciado
ro: Forţează fereastra să apară pe ecranul care a fost activ cînd a fost pornită aplicaţia
rw: Gutuma idirishya rigaragara ku biro byari bifunguye igihe cyo gutangira porogaramu
sk: Zobrazí okno na ploche, ktorá bola aktívna v momente štartu aplikácie
sl: Okno naj se pojavi na namizju, ki je aktivno v času zagona programa
sr: Чини да се прозор појави на радној површини која је била активна при покретању програма.
sr@latn: Čini da se prozor pojavi na radnoj površini koja je bila aktivna pri pokretanju programa.
th: ให้หน้าต่างปรากฎบนพื้นที่ทำงานที่กำลังใช้งานอยู่ เมื่อเริ่มการทำงานของแอพพลิเคชัน

source: Make the window appear on all desktops
ar: جعل النافذة تظهر على جميع أسطح المكاتب
az: Pəncərəni bütün masa üstlərində göstərər
eo: Aperigas la fenestron sur ĉiuj tabuloj
eu: Agertarazi leihoa mahaigain guztietan
gl: Facer que a fiestra apareza en tódolos escritorios
hr: Neka se prozor prikazuje na svim radnim površinama.
nds: Finster op all Schriefdischen opduken laten
pa: ਝਰੋਖੇ ਨੂੰ ਸਭ ਵਿਹੜਿਆਂ ਵਿੱਚ ਉਪਲੱਬਧ ਕਰਵਾਓ
pt_br: Fazer a janela aparecer em todas as áreas de trabalho
ro: Forţează fereastra să apară pe toate ecranele
rw: Gutuma idirishya rigaragara ku biro byose
sk: Zobraziť okno na všetkých plochách
sl: Napravi okno lepljivo (prikaže se na vsem namizjih)
sr: Чини да се прозор појави на свим радним површинама
sr@latn: Čini da se prozor pojavi na svim radnim površinama
tg: Тиреза дар ҳамаи мизҳои корӣ пайдо мешавад
th: ทำให้หน้าต่างปรากฎอยู่ทุกพื้นที่ทำงาน

source: Iconify the window
ar: صغًر النافذة لحجم أيقونة
az: Pəncərəni timsallaşdırır
eo: Piktogramigu la fenestron
eu: Ikonotu leihoa
gl: Iconifica-la fiestra
hr: Prozor pretvori u ikonu
nds: Finster minimeren
pa: ਝਰੋਖੇ ਦਾ ਆਈਕਾਨ
pt_br: Minimizar a janela
ro: Iconizează fereastra
rw: Guhindura idirishya agashushondanga
sk: Ikonifikovať okno
sl: Ikoniziraj okno
sr: Иконификуј прозор
sr@latn: Ikonifikuj prozor
tg: Печонидани тиреза
th: ย่อหน้าต่างเป็นไอคอน

source: Maximize the window
ar: تكبير النافذة
az: Pəncərə ila ekranı döşəyər
eo: Maksimumigu la fenestron
eu: Maximizatu leihoa
gl: Maximiza-la fiestra
hr: Maksimiziraj prozor
nds: Finster maximeren
pa: ਝਰੋਖਾ ਅਧਿਕਤਮ
pt_br: Maximizar a janela
ro: Maximizează fereastra
rw: Gutubura idirishya
sk: Maximalizovať okno
sl: Raztegni okno
sr: Максимизуј прозор
sr@latn: Maksimizuj prozor
tg: Кушодани тиреза
th: ขยายหน้าต่างใหญ่สุด

source: Maximize the window vertically
ar: تكبير النافذة عاموديا
az: Pəncərəni şaquli olaraq böyüt
eo: Maksimumigu la fenestron vertikale
eu: Maximizatu leihoa bertikalki
gl: Maximiza-la fiestra verticalmente
hr: Prozor maksimiziraj uspravno
nds: Finster pielliek maximeren
pa: ਲੰਬਕਾਰੀ ਝਰੋਖਾ ਅਧਿਕਤਮ
pt_br: Maximizar a janela verticamente
ro: Maximizează fereastra pe verticală
rw: Gutubura idirishya mu buhagarike
sk: Maximalizovať okno vertikálne
sl: Raztegni okno navpično
sr: Усправно максимизуј прозор
sr@latn: Uspravno maksimizuj prozor
th: ขยายหน้าต่างใหญ่สุดทางแนวตั้ง

source: Maximize the window horizontally
ar: تكبير النافذة أفقيا
az: Pəncərəni üfüqi olaraq böyüt
eo: Maksimumigu la fenestron horizontale
eu: Maximizatu leihoa horizontalki
gl: Maximiza-la fiestra horizontalmente
hr: Prozor maksimiziraj vodoravno
nds: Finster waagrecht maximeren
pa: ਖਿਤਿਜੀ ਝਰੋਖਾ ਅਧਿਕਤਮ
pt_br: Maximizar a janela horizontalmente
ro: Maximizează fereastra pe orizontală
rw: Gutubura idirishya mu butambike
sk: Maximalizovať okno horizontálne
sl: Raztegni okno vodoravno
sr: Водоравно максимизуј прозор
sr@latn: Vodoravno maksimizuj prozor
th: ขยายหน้าต่างใหญ่สุดทางแนวนอน

source: Show window fullscreen
ar: أظهر النافذة على كامل الشاشة
az: Pəncərəni tam ekranda göstər
eo: Montru la fenestron plenekrane
eu: Erakutsi leihoa pataila osoan
gl: Amosar fiestra en pantalla completa
hr: Prozor prikaži preko cijelog zaslona
nds: Heelschirm-Bedrief
pa: ਝਰੋਖਾ ਪੂਰੇ ਪਰਦੇ ਤੇ ਵੇਖਾਓ
pt_br: Mostrar a janela em tela cheia
ro: Afişează fereastra pe tot ecranul
rw: kwerekana idirishya ryuzuye kuri mugaragaza
sk: Zobraziť na celej obrazovke
sl: Prikaži okno čez cel zaslon
sr: Прикажи прозор преко целог екрана.
sr@latn: Prikaži prozor preko celog ekrana.
th: แสดงหน้าต่างแบบเต็มจอ

source: The window type: Normal, Desktop, Dock, Tool, Menu, Dialog, TopMenu or Override
ar: نوع النافذة: إعتيادية، سطح مكتبية، أرساء ، أداة، قائمية، حوار، قائمة أساسية أو تراكبية
az: Pəncərə növü: Normal, Masa üstü, Dock, Vasitə, Menyu, Dialog, Üst Menyu ya da Override
eo: La fenestrotipo: Normala, Tabulo, Fiksejo, Ilo, Menuo, Dialogo, TopMenuo aŭ Malfonaĵo
eu: Leiho mota: Arrunta, mahaigainekoa, atrakatua, tresna, menukoa, elkarrizketa, menuaren goikaldekoa edo jaramonik ez
gl: O tipo de fiestra: Normal, Escritorio, Acoplada, Ferramenta, Menú, Diálogo ou Con Preferencia
hr: Vrste prozora: Normalan, Radna površina, Usidreno, Alat, Izbornik, Dijalog, Osnovni izbornik ili Nadjačaj
nds: De Finstertyp: Normaal: "Normal", Schriefdisch: "Desktop ", andockt:"Dock", Warktüüch:"Tool", Menü:"Menu", Dialoog:"Dialog", Menü baven an Schirmkant:"TopMenu" oder Fastleggen:"Override"
pa: ਝਰੋਖਾ ਕਿਸਮ ਸਧਾਰਨ, ਵੇਹੜਾ, ਤਰਦਾ, ਸੰਦ, ਮੇਨੂ, ਤਖਤੀ, ਉੱਪਰਤਖਤੀ ਜਾਂ ਉੱਪਰ
pt_br: O tipo da janela: Normal, Área de trabalho, Embutida, Ferramenta, Menu, Diálogo, Menu do Topo ou Sobreposição
ro: Tipul de fereastră: Normal, Desktop, Dock, Tool, Menu, Dialog, TopMenu sau Override
rw: Ubwoko bw'idirishya: Risanzwe, Biro, Ryihuza, Igikoresho, Ibikubiyemo, Agasandukukiganiro, IbikubiyemoHejuru cyangwa Ibigerekeranye
sk: Typ okna: Normálne, Plocha, Dokovacie, Nástroj, Menu, Dialóg, TopMenu alebo Predefinovať
sl: Vrste oken: navadno, namizje, zasidrano, orodje, meni, pogovorno okno, vrhnji_menu ali povozi
sr: Врста прозора: нормални, радна површина, сидришни, алатка, мени, дијалог, главни мени или гажење
sr@latn: Vrsta prozora: normalni, radna površina, sidrišni, alatka, meni, dijalog, glavni meni ili gaženje
tg: Намуди тиреза: Муқаррарӣ, Мизи Корӣ, дар Панел ҷойгиршуда, Асбоб, Меню, Муколама, Менюи болоӣ ё Пурра пӯшида
th: ประเภทหน้าต่าง: ปกติ, พื้นที่ทำงาน, ด็อค, เครื่องมือ, เมนู, กล่องโต้ตอบ เมนูด้านบนสุด หรือ Override

source: Jump to the window even if it is started on a different virtual desktop
ar: الإنتقال إلى النافذة حتى لو تم بدأ تشغيلها على سطح مكتب وهمي آخر
az: Başqa bir virtual masa üstündə başlamış olsa belə, pəncərəyə atlanar
eo: Saltas al la fenestro ankaŭ, se ĝi lanĉiĝas sur alia tabulo.
eu: Jauzi leiho ekintzara beti ere beste mahaigain birtualean abiarazi bada.
gl: Ir para a fiestra mesmo se é iniciada nun escritorio virtual diferente
hr: Kreni na prozor i u slučaju kad se nalazi na nekoj drugoj virtualnoj radnoj površini
nds: Na dat Finster jumpen, ok wenn dat op en anner Schriefdisch opdukt
pa: ਝਰੋਖੇ ਤੇ ਜਾਓ, ਭਾਵੇਂ ਕਿ ਇਹ ਵੱਖਰੇ ਫਰਜ਼ੀ ਵਿਹੜੇ ਵਿੱਚ ਖੁੱਲਿਆ ਹੋਵੇ।
pt_br: Focalizar a janela mesmo que ela seja criada em uma área de trabalho virtual diferente.
ro: Sare la fereastră chiar dacă a fost pornită într-un ecran virtual diferit.
rw: Kujya ku idirishya nubwo ryatangirira ku biro bitagaragara bitandukanye
sk: Prejsť do okna aj keď bolo spustené na inej virtuálnej ploche
sl: Skoči v okno, četudi se požene na drugem navideznem omizju.
sr: Скочи на прозор иако је покренут на другој виртуелној радној површини.
sr@latn: Skoči na prozor iako je pokrenut na drugoj virtuelnoj radnoj površini.
tg: Гузариш ба тиреза, ҳатто агар ки он дар мизи кории маҷозии дигар оғоз ёфта бошад
th: กระโดดไปยังหน้าต่าง แม้ว่ามันจะเริ่มการทำงาน ในพื้นที่ทำงานอื่นก็ตาม

source: Try to keep the window above other windows
ar: حاول جعل النافذة أعلى النوافذ الأخرى
az: Pəncərəni digər pəncərələrin üstündə tutmaya çalış
eo: Prezentas la fenestron super ĉiuj aliaj fenestroj
eu: Saiatu leihoa beste leihoen gainean mantentzen
gl: Tentar manter a fiestra por riba doutras fiestras
hr: Prozor pokušaj održati iznad bilo kojeg drugog prozora
nds: Finster vörn hollen, wenn mööglich
pa: ਝਰੋਖੇ ਨੂੰ ਹੋਰ ਝਰੋਖਿਆਂ ਦੇ ਉੱਪਰ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ
pt_br: Tenta manter a janela acima das outras
ro: Forţează ca fereastra să fie afişată în faţa tuturor celorlalte ferestre.
rw: Gerageza kugumisha idirishya hejuru y'ayandi madirishya
sk: Udržiavať okno vždy navrchu nad ostatnými oknami
sl: Okno naj bo nad vsemi ostalimi okni
sr: Покушај да увек држиш прозор изнад других прозора.
sr@latn: Pokušaj da uvek držiš prozor iznad drugih prozora.
tg: Кӯшиши боло баровардани тиреза аз болои дигар тирезаҳо
th: ทำให้หน้าต่างอยู่เหนือหน้าต่างอื่นเสมอ

source: Try to keep the window below other windows
ar: حاول جعل النافذة أسفل النوافذ الأخرى
az: Pəncərəni digər pəncərələrin altında tutmaya çalış
eo: Prezentas la fenestron sub ĉiuj aliaj fenestroj
eu: Saiatu leihoa beste leihoen azpian mantentzen
gl: Tentar manter a fiestra embaixo doutras fiestras
hr: Prozor pokušaj održati ispod bilo kojeg drugog prozora
nds: Finster achtern hollen, wenn mööglich
pa: ਝਰੋਖੇ ਨੂੰ ਹੋਰ ਝਰੋਖਿਆਂ ਤੋਂ ਹੇਠਾਂ ਰੱਖਣ ਦੀ ਕੋਸ਼ਿਸ ਕਰੋ
pt_br: Tenta manter a janela abaixo das outras
ro: Forţează ca fereastra să fie afişată în spatele tuturor celorlalte ferestre.
rw: Gerageza kugumisha idirishya hasi y'ayandi madirishya
sk: Udržiavať okno vždy pod ostatnými oknami
sl: Okno naj bo pod vsemi ostalimi okni
sr: Покушај да увек држиш прозор испод других прозора.
sr@latn: Pokušaj da uvek držiš prozor ispod drugih prozora.
tg: Кӯшиши поён фаровардани тиреза ба зери дигар тирезаҳо
th: ทำให้หน้าต่างอยู่ใต้หน้าต่างอื่นเสมอ

source: The window does not get an entry in the taskbar
ar: النافذة لا تكون لها تمثيل في شريط المهمات
az: Pəncərə vəzifə çubuğunda görünməz
eo: La fenestro ne aperas en la tasklistelo
eu: Leihoak ez du lortzen sarrerarik ataza-barran
gl: A fiestra non aparece na barra de tarefas
hr: Prozor neće imati stavku na traci sa zadacima
nds: Finster nich in den Programmbalken opnehmen
pa: ਝਰੋਖੀ ਕੰਮ-ਪੱਟੀ ਵਿੱਚ ਇੰਦਰਾਜ਼ ਨਹੀਂ ਪਾ ਸਕਿਆ ਹੈ
pt_br: A janela não irá ter uma entrada na barra de tarefas
ro: Fereastra nu are o înregistrare în bara de procese
rw: Idirishya ntabwo ribona icyinjizwa mu murongobikorwa
sk: Okno nebude zobrazené v taskbare
sl: Okno nima vnosa v opravilni vrstici
sr: Прозор се не појављује у траци задатака
sr@latn: Prozor se ne pojavljuje u traci zadataka
tg: Тиреза ба панели супоришҳо намедарояд
th: หน้าต่างไม่ปรากฎในส่วนแถบหน้าต่างงาน

source: The window does not get an entry on the pager
ar: النافذة لا يكون لها خانة دخول على ال pager
az: Pəncərə peycerdə giriş ala bilməz
eo: La fenestro ne aperas en la paĝilo
eu: Leihoak ez du lortzen sarrerarik orrialdekatzailean
gl: A fiestra non ten unha entrada no paxinador
hr: Prozor neće imati stavku u pageru
nds: Finster nich in den Schriefdisch-Ümschalter opnehmen
pa: ਝਰੋਖਾ ਪੇਜ਼ਰ ਵਿੱਚ ਇੰਦਰਾਜ਼ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਅਸਮਰੱਥ
pt_br: A janela não irá ter uma entrada no pager
ro: Fereastra nu are o înregistrare în paginator
rw: Idirishya ntabwo ribona icyinjizwa kuri peja
sk: Okno nebude uvedené v pageri
sl: Okno nima vnosa v seznamu strani
sr: Прозор се не појављује у пејџеру
sr@latn: Prozor se ne pojavljuje u pejdžeru
tg: Тиреза ба саҳифабанд намедарояд
th: หน้าต่างไม่ปรากฎในส่วนเพจเจอร์

source: The window is sent to the system tray in Kicker
ar: تم ارسال النافذة الى صينية النظام في Kicker
az: Pəncərə Kicker-dəki bildiriş sahəsinə göndərildi
eo: La fenestro estas sendita al la sistemkesto de Panelo
eu: Leihoa sistemaren erretilura bidaliko da Kickerren.
gl: A fiestra envíase á bandexa do sistema en Kicker.
hr: Prozor je poslan na traku sa zadacima unutar Kicker-a.
nds: Finster in den Systeemafsnitt vun't Paneel opnehmen
pa: ਝਰੋਖਾ ਕਿੱਕਰ ਵਿੱਚ ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਭੇਜਿਆ ਗਿਆ ਹੈ
pt_br: A janela será mandada para os ícones do painel
ro: Fereastra este trimisă în tava de sistem din panou
rw: Idirishya ryoherejwe ku gitwara cya sisitemu muri Kicker
sk: Okno bude zobrazené v systémovej lište Kickera
sl: Okno je poslano v sistemsko vrstico na pult (Kicker)
sr: Прозор је послат у системску касету у Kicker-у.
sr@latn: Prozor je poslat u sistemsku kasetu u Kicker-u.
th: หน้าต่างถูกส่งไปยังส่วนถาดระบบใน Kicker

source: KStart
ar: برنامج KStart
eo: Lanĉilo
pa: ਕੇ-ਸ਼ੁਰੂ
tg: KОғоз

source: Utility to launch applications with special window properties such as iconified, maximized, a certain virtual desktop, a special decoration and so on.
ar: هذا البرنامج النفعي يعطيك القدرة على تحديد وضبط خيارات النافذة أثناء تشغيلها وظهورها أمام المستخدمم، كشكل الأيقونة وحجم النافذة ومقرها بين سطوح المكتب الإفتراضية وغيرها من زخرفات النوافذ.
az: Proqramları xüsusi KDE pəncərə xüsusiyyətləri ilə , məsələn timsal halında, ekranı döşəyər halda , bilinən bir virtual masa üstündə, xüsusi bir örtü ilə ya da yapışqan olaraq başlatmaq üçün yardımcı bir proqram. Bunun yanı sıra pəncərənin nişanlanmaz olmasını əldə etmə ya da pəncərə idarəçisini pəncərəni həmişə üstdə tutmaya məcbur etmə imkanına da sahibsiniz.
eo: Utilaĵo por lanĉi aplikaĵojn kun apartaj fenestro-ecoj ekz. piktograme, plenekrane, sur certa tabulo, kun aparta dekoro ktp.
eu: Leiho ezaugarri bereziak dituzten aplikazioak abiarazteko tresna: ikonotua, maximizatua, mahaigain birtual jakina edo dekorazio berezia, besteak beste.
gl: Utilidade para lanzar aplicacións con propiedades especiais para a fiestra, como iconificada, maximazada, nun determinado escritorio virtual, cunha decoración especial, e outras.
hr: Alat za pokretanje aplikacija čiji prozori imaju posebne značajke, kao što su pretvaranje u ikone, maksimalno uvećanje, posebnu virtualnu radnu površinu, poseban ukras itd.
nds: Warktüüch för dat Starten vun Programmfinstern mit besünner Egenschappen, as minimeert, maximeert, op fastleggten Schriefdisch, mit besünner Muster, usw.
pa: ਉਪਯੋਗਤਾ, ਜੋ ਕਿ ਕਾਰਜ ਖਾਸ ਝਰੋਖਾ ਵਿਸ਼ੇਸਤਾਵਾਂ ਨਾਲ ਚਲਾਉਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਆਈਕਾਨ, ਅਧਿਕਤਮ, ਇੱਕ ਖਾਸ ਵਿਹੜੇ ਵਿੱਚ, ਇੱਕ ਖਾਸ ਸਜਾਵਟ ਨਾਲ ਅਤੇ ਹੋਰ।
pt_br: Utilitário para lançar aplicativos com propriedades especiais de janela, como por exemplo minimizada, maximizada, numa área de trabalho virtual predefinida, com uma decoração especial e assim por diante.
ro: Utilitar pentru lansarea de aplicaţii cu proprietăţi speciale de ferestre precum iconizat, maximizat, un anumit ecran virtual, o decoraţie specială şi altele.
rw: Igikoresho cyo gutangiza porogaramu zifite ibiranga idirishya byihariye nk'izahinduwe udushushondanga, izatubuwe, ibiro runaka bitagaragara, umutako wihariye n'ibindi.
sk: Nástroj pre spúšťanie aplikácií so špeciálnymi vlastnosťami okna, ako sú ikonifikované, maximalizované okno, na danej virtuálnej ploche, so špeciálnym okrajom atď.
sl: Pripomoček za zagon programov s posebnimi okenskimi lastnosti KDE, kot je ikoniziranje, raztegovanje, določeno navidezno namizje, posebni okraski in tako naprej.
sr: Помоћни програм за покретање програма са посебним параметрима прозора као што су иконизован, максимизован, на одређеној радној површини, са посебном декорацијом и тако даље.
sr@latn: Pomoćni program za pokretanje programa sa posebnim parametrima prozora kao što su ikonizovan, maksimizovan, na određenoj radnoj površini, sa posebnom dekoracijom i tako dalje.
tg: Барномаи пуштибон барои сардиҳии замима бо хосиятҳои махсуси тирезавӣ, ба монанди: печонидан, мизи кории маҷозӣ, ороиши махсус ва ғайра.
th: เครื่องมือเรียกแอพพลิเคชัน พร้อมคุณสมบัติพิเศษของหน้าต่าง เช่น ย่อเป็นไอคอน, ขยายใหญ่สุด, บนพื้นที่ทำงานเสมือน , รูปแบบหน้าต่างแบบพิเศษ และอื่นๆ

source: No command specified
ar: لم يتم تحديد أمر
az: Əmr bildirlmədi
eo: Neniu komando donita
eu: Ez da komandorik zehaztu
gl: Non se indicou un comando
hr: Naredba nije određena
nds: Keen Befehl angeven
pa: ਕੋਈ ਕਮਾਂਡ ਨਿਰਧਾਰਿਤ ਨਹੀਂ ਹੈ
pt_br: Nenhum comando foi especificado
ro: Nu aţi specificat o comandă
rw: Nta bwiriza ryagaragajwe
sk: Neuvedený príkaz
sl: Ni določenega ukaza
sr: Ниједна наредба није назначена
sr@latn: Nijedna naredba nije naznačena
tg: Фармон таъин нашудааст
th: ยังไม่ได้ระบุคำสั่ง
