Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/kstart.po
Languages: ar, az, eo, eu, gl, hr, nds, pa, pt_br, ro, rw, sk, sl, sr, sr@latn, tg, th

source: _: NAME OF TRANSLATORS Your names
ar: Majid Moggamel,Isam Bayazidi,Mohammed Gamal,Mohamed SAAD محمد سعد
az: Vasif Ismailoglu MD,Mətin Əmirov
eo: Wolfram Diestel,Steffen Pietsch
eu: Marcos Goienetxe, Juan Irigoien
gl: Xabi García Jesús Bravo
hr: Renato Pavičić
nds: Sönke Dibbern
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pt_br: Elvis Pfützenreuter, Rodrigo Stulzer
ro: Claudiu Costin
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
sk: ?,Stanislav Višňovský
sl: Roman Maurer,Marko Samastur,Gregor Rakar
sr: Слободан Мишковић
sr@latn: Slobodan Mišković
tg: Абророва Хиромон
th: ถนอมทรัพย์ นพบูรณ์

source: _: EMAIL OF TRANSLATORS Your emails
ar: Anatolia@linux-team.org,bayazidi@arabeyes.org,f2c2001@yahoo.com,metehyi@free.fr
az: azerb_linux@hotmail.com,metin@karegen.com
eo: <wolfram@steloj.de>,<Steffen.Pietsch@BerlinOnline.de>
eu: marcos@euskalgnu.org, juanirigoien@irakasle.net
gl: xabigf@gmx.net jba@pobox.com
hr: renato<-at->translator-shop.org
nds: s_dibbern@web.de
pa: aalam@users.sf.net
pt_br: epx@conectiva.com.br, rodrigo@conectiva.com.br
ro: claudiuc@kde.org
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
sk: ?,visnovsky@nenya.ms.mff.cuni.cz
sl: roman.maurer@amis.net,markos@elite.org,gregor.rakar@kiss.si
sr: Yugoslavia@Canada.COM
sr@latn: Yugoslavia@Canada.COM
tg: H_Abrorova@rambler.ru
th: donga_n@yahoo.com
