Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>By pressing F4 in Konqueror you can open a terminal at your current location.</p>
af: <p>Deur F4 te druk in Konqueror maak jy 'n terminaal oop by jou huidige bestemming.</p>
ar: <p>إذا ضغطت F4 في Konqueror يمكنك فتح مطراف على موقعك الحالي.</p>
ca: <p>Prement F4 al Konqueror podeu obrir un terminal a la localització actual.</p>
da: <p>Ved at tryka på F4 i Konqueror kan du vise en terminal på dit nuværende plads.</p>
de: <p>Sie können aus Konqueror heraus ein Terminalfenster öffnen, indem Sie F4 drücken. Der Arbeitsordner entspricht automatisch Ihrem gerade offenen Ordner in Konqueror.</p>
el: <p>Πατώντας το F4 στον Konqueror μπορείτε να ανοίξετε ένα τερματικό στην τρέχουσα τοποθεσία σας μέσα στον περιηγητή.</p>
eo: <p>Per premo de F4 en Konkeranto vi povas lanĉi terminalon ĉe via nuna dosierujo.</p>
es: <p>Pulsando F4 en Konqueror puede abrir un terminal en su dirección actual.</p>
et: <p>Konqueroris klahvi F4 vajutades saab avada terminali asukohas, kus parajasti viibid.</p>
eu: <p>Konqueror-en F4 sakatuz uneko kokapenean terminal bat ireki dezakezu.</p>
fa: <p>با فشار F4 در Konqueror می‌توانید در محل جاری خود یک پایانه باز کنید.</p>
fi: <p>Selatessasi tiedostojärjestelmää Konquerorilla voit avata komentoikkunan pikanäppäimellä <b>F4</b>. Olet heti oikeassa hakemistossa.</p>
fr: <p>En appuyant sur la touche « F4 » dans Konqueror, vous ouvrirez un terminal à l'emplacement courant.</p>
fy: <p>Druk op de toets F4 yn Konqueror om in terminalfinster te iepenjen mei de pront op de hjoeddeiske lokaasje.</p>
hu: <p>Ha megnyomja az F4-et a Konquerorban, megnyílik egy parancsértelmező az aktuális helynél.</p>
is: <p>Með því að ýta á F4 í Konqueror getur þú opnað skjáhermi á núverandi staðsetningu þinni.</p>
ja: <p>Konqueror で <b>F4</b> を押すと、現在の場所にターミナルを開くことができます。</p>
kk: <p>Konqueror-де жұмыс істегенде, F4 пернесін басып, карап отырған жерде терминал терезесін аша аласыз.</p>
km: <p> ដោយ​ចុច F4 ក្នុង Konqueror អ្នក​អាច​បើក​ស្ថានីយនៅ​ទីតាំង បច្ចុប្បន្ន​របស់​អ្នក ។</p>
ko: <p>컹커러에서 F4를 누르는 것으로 현재 위치에 터미널을 열 수 있습니다.</p>
lt: <p>Paspaudę F4 kai esate Konqueror bylų tvarkyklėje atversite terminalą tuometinėje buvimo vietoje.</p>
mk: <p>Со притискање F4 во Konqueror може да отворите терминал на тековната локација.</p>
nb: <p>Ved å trykke F4 i Konquerors filbehandler kan du åpne en terminal på det stedet du er.</p>
nds: <p>Wenn Du in Konqueror F4 drückst, warrt en Terminal mit den aktuellen Oort opmaakt.</p>
nl: <p>Druk op de toets F4 in Konqueror om een terminalvenster te openen met de prompt op de huidige locatie.</p>
pt: <p>Se carregar em F4 no Konqueror, poderá abrir um terminal na sua localização actual.</p>
pt_br: <p>Pressionando F4 no Konqueror faz com que se abra um ternimal, a partir de sua localização atual.</p>
ru: <p>В активном окне Konqueror нажмите F4, чтобы открыть окно терминала в текущей папке.</p>
rw: <p>Iyo ukanze F4 iri muri Konqueror ushobora gufungura igihera ku mwanya ugezeho.</p>
sk: <p>Stlačením klávesy F4 v Konquerori sa otvorí terminál priamo na danej adrese, na ktorej sa nachádzate.</p>
sl: <p>S pritiskom F4 v Konquerorju lahko odprete okno terminala na lokaciji, ki je trenutno odprta v Konquerorju.</p>
sr: <p>Притиском F4 у Konqueror-у можете отворити терминал на текућој локацији.</p>
sr@latn: <p>Pritiskom F4 u Konqueror-u možete otvoriti terminal na tekućoj lokaciji.</p>
sv: <p>Genom att trycka på F4 i Konqueror kan du visa en terminal på din nuvarande plats.</p>
th: <p>การกดปุ่ม F4 ใน Konqueror จะเป็นการเปิดเทอร์มินัลที่ที่ที่คุณอยู่</p>
uk: <p>Натиснувши F4 в Konqueror можна відкрити термінал в поточній адресі.</p>
vi: <p>Khi bạn bấm phím chức năng F4 trong trình duyệt Mạng Konqueror, một thiết bị cuối sẽ mở tại địa điểm hiện có.</p>
zh_tw: <p>在 Konqueror 中按 F4 會在您目前的位置開啟 一個終端機。</p>

source: <p>Although KDE will automatically restore your KDE programs that were left open after you logged out, you can specifically tell KDE to start particular applications on start up; see the <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">FAQ entry</a> for more information.</p>
af: <p>Alhoewel KDE programme wat oop was tydens uitlog weer sal oopmaak, kan jy vir KDE sê om spesifieke programme oop te maak wanneer dit begin. Sien die <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">FAQ entry</a> vir meer inligting.</p>
ar: <p>بلرغم أن KDE سيبدء برامجك التابعة لِــ KDE و اللتي تركتها مفتوحة عند تسجيل خروجك بشكل تلقائي ، يمكنك إخبار KDE بشكل خاص أن يبدء تشغيل تطبيق معيين عند الإقلاع ، راجع <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">خانة الأسئلة المتكررة</a> للمزيد من المعلومات.</p>
ca: <p>Encara que el KDE restaurarà automàticament els programes que eren oberts quan us vàreu desconnectar, podeu dir-li al KDE que engegui aplicacions particulars en engegar. Consulteu més informació a l'<a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">entrada PMF</a>.</p>
da: <p>Selvom KDE automatisk genopretter de KDE-programmer som du efterlod åbne da du loggade af, kan du specifikt bede KDE om at køre visse programmer ved start, se <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">svaret i OSS</a> for mere information.</p>
de: <p>Auch wenn KDE Ihre beim Abmelden offen gelassenen Programme automatisch wiederherstellt, können Sie gewünschte Programme zum automatischen Start bei der Anmeldung einrichten. Schauen Sie in die FAQ unter <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">Autostart</a> für weitere Informationen zu diesem Thema.</p>
el: <p>Παρόλο που το KDE αυτόματα θα επαναφέρει τα προγράμματα KDE που έμειναν ανοικτά μετά την τελευταία αποσύνδεσή σας, μπορείτε να ορίσετε στο KDE την εκκίνηση συγκεκριμένων εφαρμογών κατά την εκκίνηση. Δείτε τις <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">Συχνές ερωτήσεις αυτόματης εκκίνησης</a> για περισσότερες πληροφορίες.</p>
eo: <p>KDEo aŭtomate lanĉas aplikaĵojn kiuj estis rulante kiam vi laste elsalutis. Ankaŭ, vi povus specifi la aŭtolanĉotajn aplikaĵojn kiujn KDEo devus lanĉi. Legu ĉi tiun <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">Oftajn Demandajn eron</a> por informo.</p>
es: <p>A pesar de que KDE restaure automáticamente sus programas de KDE que permanezcan abiertos cuando se desconecte, puede decirle a KDE que inicie aplicaciones concretas en el arranque. Vea la <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">entrada de la PF</a> para obtener más información.</p>
et: <p>Kuigi KDE taastab automaatselt KDE rakendused, mis olid avatud ajal, mis sa välja logisid, võid lasta KDE-l spetsiaalselt käivitamise ajal teatud rakendusi tööle panna. Loe selle kohta lähemalt vastavat <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">KKK kirjet</a>.</p>
eu: <p>Nahiz eta KDEk irekita zenituen programak azken saiotik irtetean leheneratzea, KDEri zehatz diezakiokezu aplikazio jakin batzuk abioan abiarazteko horretarako begira <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">MEG (FAQ) sarera</a> informazio gehiagorako.</p>
fa: <p>اگرچه KDE به طور خودکار برنامه‌های KDE شما را که بعد از خارج شدن باز مانده بودند، برمی‌گرداند؛ اما می‌توانید صرفاً به KDE بگویید هنگام راه‌اندازی کاربردهای خاصی را آغاز کند؛ برای اطلاعات بیشتر، <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">مدخل FAQ</a> را ببینید.</p>
fi: <p> KDE palauttaa automaattisesti kaikki ohjelmat, jotka jäivät päälle uloskirjautumisessa. Lisäksi voit määritellä mitkä ohjelmat käynnistyvät automaattisesti. Katso lisätietoa <a href="help:/khelpcenter/faq/configure.html#id2574142" title="AutostartFAQ">Usein kysytyistä kysymyksistä</a>.</p>
fr: <p>Bien que KDE relancera automatiquement les programmes ouverts au dernier arrêt, vous pouvez également lui indiquer d'exécuter certaines applications au démarrage ; consultez <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">la FAQ</a> pour plus d'informations.</p>
fy: <p>Wylst KDE automatysk alle KDE-programma's herstelle sil dy iepene wienen doe't jo josels ôfmelde kinne jo KDE ek spesifike programma's begjinne litte ûnder it begjinnen fan KDE. Sjoch <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">dizze fraach yn de fraach-en-antwurdtseksje</a> foar mear ynformaasje.</p>
hu: <p>A KDE automatikusan megnyitja a legutóbbi kijelentkezéskor nyitva hagyott ablakokat, meg lehet adni, hogy mely alkalmazások induljanak el mindig automatikusan. Részletes leírás az <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">FAQ-bejegyzésben</a> található.</p>
is: <p>Ásamt að endurheimta sjálfkrafa KDE forrit sem voru í gangi þegar hætt var í setunni, getur þú skilgreint ákveðin forrit sem eiga alltaf að ræsa sig þegar byrjað er í KDE, skoðaðu <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">SOS færsluna</a> fyrir nánari lýsingu.</p>
ja: <p>KDE はログアウト時に開いていた KDE プログラムを自動的に復元しますが、起動時に開始するアプリケーションを具体的に指定することもできます。詳細については <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">FAQ エントリ</a> をご覧ください。</p>
kk: <p>KDE автоматты турде жүйеден шыққанда қалған KDE бағдарламаларын қалпына келтіретін болса да, Сіз KDE жұмысын бастағанда нақты қай қолданбаларды іске қосу қажет екенін көрсете аласыз: <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">Сұрақ пен жауаптар</a> дегенді қараңыз.</p>
km: <p>ទោះបីជា KDE នឹង​ស្តារ​កម្មវិធី KDE របស់​អ្នក​ដោយ​ស្វ័យប្រវត្តិ ដែល​កម្មវិធី​ទាំងនោះ កំពុង​តែ​បើក នៅ​ពេល​អ្នក​បាន​ចេញពី KDE, អ្នក​អាច​ប្រាប់ KDE ឲ្យ​ចាប់ផ្តើម​កម្មវិធី ពិសេស​ណាមួយ​នៅ​ពេល​ចាប់ផ្តើម; ចំពោះ​ព័ត៌មាន​បន្ថែម សូម​មើល <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">សំណួរ​ដែល​បាន​សួរ​ញឹកញាប់</a> ។</p>
ko: <p>비록 KDE 는 로그아웃 후에 열려진 채로 남겨진 응용프로그램을 자동적으 로 복구하더라도 KDE에 시작할 때 특별한 프로그램을 시작하도록 지시해 놓을 수 있습니다."더 많은 정보를 원한다면 <a href="help:/khelpcenter/faq/configure.html#id25 74142" title="Autostart FAQ">FAQ 항목</a>을 보십시오.</p>
lt: <p>Nors KDE automatiškai atstatys tas KDE programas, kurios buvo paleistos Jums atsijungiant, galite nurodyti KDE priverstinai paleisti konkrečias programas paleisties metu. Daugiau informacijos ieškokite <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">šiame D.U.K. įraše</a>.</p>
mk: <p>Иако KDE автоматски ќе ги активира Вашите KDE-програми што биле отворени при одјавувањето, може да го конфигурирате KDE да стартува одредени апликации при најавување. Погледнете во <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">ставките од ЧПП</a> за повеќе информации.</p>
nb: <p>Selv om KDE automatisk vil starte KDE-programmer som var åpne sist du logget ut, så kan du også be KDE om å starte bestemte programmer ved oppstart. Se <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">Ofte stilte spørsmål</a> for mer informasjon.</p>
nds: <p>Ok wenn KDE de Programmen wedder herstellt, de bi't leste Afmellen lepen, kannst Du KDE anwiesen, fastleggte Programmen bi't Hoochfohren to starten. Kiek Di den <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">FAQ-Indrag</a> an, wenn Du mehr weten wullt.</p>
nl: <p>Terwijl KDE automatisch alle KDE-programma's zal herstellen die geopend waren toen u uzelf afmeldde kunt u KDE ook specifieke programma's laten opstarten tijdens de start van KDE. Zie <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">deze vraag in de vraag-en-antwoordsectie</a> voor meer informatie.</p>
pt: <p>Ainda que o KDE reponha automaticamente os seus programas do KDE que ficaram abertos quando você encerrou a sessão anterior, pode dizer de forma específica ao KDE para iniciar determinadas aplicações em particular no arranque; veja o <a href="help:/khelpcenter/faq/configure.html#id2574142" title="FAQ do Arranque FAQ">item da FAQ</a> para mais informações.</p>
pt_br: <p>Embora o KDE restaure automaticamente seus programas que foram abertos durante a sua última sessão, você pode dizer especificamente ao KDE para iniciar alguns aplicativos em particular, durante sua inicialização; veja esta <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">entrada do FAQ</a> para mais informações.</p>
ru: <p>KDE может автоматически восстанавливать приложения, которые были открыты при выходе из предыдущего сеанса, однако вы можете задать, какие приложения требуется запускать. Более подробная информация приведена в ответе на один из <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">часто задаваемых вопросов</a>.</p>
rw: <p>Nubwo KDE izahita isubizaho porogaramu zawe za KDE zari zasigaye zifunguye nyuma y'uko usohotse, ushobora kubwira KDE ku buryo busobanutse gutangiza porogaramu zihariye igitangira; reba <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">Iyinjira Ibibazo Bibazwa Kenshi</a> kugira ngo ubone ibindi bisobanuro.</p>
sk: <p>I keď KDE automaticky obnoví programy, ktoré ostali otvorené pri poslednom odhlásení, môžete taktiež definovať programy, ktoré sa budú vždy spúšťať pri štarte KDE. Viac informácií nájdete tu: <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">Automatické spúšťanie</a>.</p>
sl: <p>Čeprav KDE samodejno odpre programe, ki ste jih pri odjavi pustili odprte, lahko izrecno določite programe, ki naj se odprejo ob zagonu KDEja. Za več informacij si oglejte vnos v <a href="help:/khelpcenter/faq/configure.html#id2574142">Pogosto zastavljenih vprašanjih (FAQ)</a>.</p>
sr: <p>Иако ће KDE аутоматски повратити KDE програме које сте оставили отвореним при одјављивању, можете посебице рећи KDE-у да покрене одређене програме по пријављивању; погледајте <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">FAQ</a> за више информација.</p>
sr@latn: <p>Iako će KDE automatski povratiti KDE programe koje ste ostavili otvorenim pri odjavljivanju, možete posebice reći KDE-u da pokrene određene programe po prijavljivanju; pogledajte <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">FAQ</a> za više informacija.</p>
sv: <p>Även om KDE automatiskt återställer de KDE-program som du lämnade öppna när du loggade ut, kan du specifikt tala om för KDE att köra vissa program vid start, se <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">svaret i Vanliga frågor</a> för mer information.</p>
th: <p>แม้ว่า KDE จะทำการเริ่มโปรแกรมของ KDE ที่คุณเปิดทิ้งเอาไว้ตอนล็อกเอาท์โดยอัตโนมัติ เมื่อKDE เริ่มทำงานใหม่ได้ก็ตาม คุณยังสามารถบอกให้ KDE เริ่มเปิดแอพพลิเคชันที่ระบุได้ตอนเริ่มต้น ลองดูที่ <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">คำถามที่ถามบ่อย</a> สำหรับรายละเอียดเพิ่มเติม</p>
uk: <p>Хоча KDE вміє автоматично відновлювати KDE програми, які виконувалися перед виходом з системи, але можна окремо вказати KDE які програми потрібно запускати при старті. Дивіться <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">цей запис ЧАП</a> для більш детальної інформації.</p>
vi: <p>Mặc dù môi trường KDE sẽ phục hồi tự động các chương trình KDE đã còn lại mở sau khi bạn đăng xuất, bạn có thể báo KDE đặc biệt để khởi chạy một số ứng dụng riêng vào lúc khởi động. Xem <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">phần Hỏi Đáp này</a> để tìm thông tin thêm.</p>
zh_tw: <p>雖然 KDE 會自動回復在您登出時保持 開啟的 KDE 程式，您仍可以指定 KDE 在 啟動時執行特定應用程式；查閱 <a href="help:/khelpcenter/faq/configure.html#id2574142" title="Autostart FAQ">FAQ entry</a> 以獲取更多資訊。</p>
