Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> Want KDE's printing power in non-KDE apps? </p> <p> Then use <strong>'kprinter'</strong> as "print command". Works with Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, any GNOME application and many more...</p> <p>See <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> for more detailed hints... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
af: <p> Wil jy KDE se druk krag in nie-KDE programme gebruik? </p> <p> Gebruik dan <strong>'kprinter'</strong> as "druk opdrag". Werk met Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, enige GNOME program en nog baie meer...</p> <p>Sien <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> vir meer gedetaillerde wenke... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bygedra deur Kurt Pfeifle</em></p>
ar: <p> هل تريد الحصول على فعالية KDE للطباعة في التطبيقات غير التابعة لِـ KDE ؟ </p> <p> إستعمل إذاً <strong>'kprinter'</strong> "كأمر طباعة". و ذلك الأمر فعال في كل من Netscape ، Mozilla، Galeon ، gv ، Acrobat Reader، StarOffice ، OpenOffice.org و أي تطبيق GNOME و العديد من البرامج الأخرى...</p> <p>أنظر إلى <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> للمزيد من المعلومات... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>مساهمة من Kurt Pfeifle</em></p>
ca: <p>Voleu la potència de la impressió KDE a les aplicacions no KDE? </p> <p>Llavors useu <strong>'kprinter'</strong> com a "ordre d'impressió". Funciona amb Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, qualsevol aplicació GNOME i moltes més...</p> <p>Consulteu <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> per a instruccions més detallades... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribució de Kurt Pfeifle</em></p>
da: <p> Ønsker du at bruge KDE's udskriftsstyrke for ikke-KDE programmer? </p> <p> Så brug <strong>'kprinter'</strong> som "udskriftkommando". Virker for Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, alle GNOME-programmer og mange flere...</p> <p>Se <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> for mere detaljerede vink... </p> <br> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bidrag ved Kurt Pfeifle</em></p>
de: <p>Möchten Sie die Funktionen des KDE-Druckmoduls auch in Programmen nutzen, die nicht für KDE geschrieben wurden?</p> <p>Dann benutzen Sie einfach <strong>kprinter</strong> als Druckbefehl. Programme, mit denen das funktioniert, sind z. B. Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice und alle GNOME-Anwendungen.</p> <p>Weitere Einzelheiten dazu finden Sie auf der (englischsprachigen) Webseite <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Beigesteuert von Kurt Pfeifle</em></p>
el: <p> Θέλετε την ισχύ εκτύπωσης του KDE σε μη-KDE εφαρμογές; </p> <p> Μπορείτε να χρησιμοποιήσετε το <strong>'kprinter'</strong> σαν "εντολή εκτύπωσης". Λειτουργεί με τα Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, κάθε GNOME εφαρμογή και πολλές άλλες...</p> <p>Δείτε το <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> για περισσότερες οδηγίες... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Προσφορά του Kurt Pfeifle</em></p>
eo: <p>Ĉu vi bezonas la funkcioj de KDE-printado en ne-KDE-aj programoj? </p> <p> Do uzu <strong>kprinter</strong> kiel printkomando... Tio funkcias en Netskapo, Mozilo, Galeono, gv, Akrobat-legilo, StelOficejo, MalfermaOficejo, ĉiu Gnomo-aplikaĵo kaj pli multaj...</p> <p>Vidu ĉe <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> pri pliaj detaloj kaj konsiloj... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>kontribuita de Kurt Pfeifle</em></p>
es: <p> ¿Desea utilizar la potencia de impresión de KDE para aplicaciones no KDE? </p> <p> Simplemente utilice <strong>'kprinter'</strong> como "orden de impresión". Funciona con Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, cualquier aplicación GNOME y muchas otras...</p> <p>Consulte <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> para más información detallada... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Por Kurt Pfeifle</em></p>
et: <p> Kas soovid kasutada KDE trükkimisvõimalusi KDE-välistes rakendustes? </p> <p> Sellisel juhul anna "trükkimiskäsuks" <strong>'kprinter'</strong>. See toimib Netscape'i, Mozilla, Galeoni, gv, Acrobat Readeri, StarOffice'i, OpenOffice'i, suvalise GNOME rakenduse ja veel paljude muude rakendustega...</p> <p>Vaata <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a>, kus leiad põhjalikumaid nõuandeid... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle</em></p>
eu: <p> KDEren inprimatzeko ahalmena KDE ez diren aplikazioetan nahi?</p> <p> Bada, <strong>'kprinter'</strong> "inprimaketa komando" bezala erabili. Netscape, Mozilla, Galeon, gv, Acrobat Reader, Staroffice, OpenOffice, GNOMEren edozein aplikaziorekin, eta askoz gehiagorekin erabil dezakezu.</p> <p>Ikus <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> xehetasun gehiago nahi baldin baduzu... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeiflek eskainia</em></p>
fa: <p>در کاربردهای غیر KDE توان چاپ KDEرا می‌خواهید؟</p> <p> بنابراین <strong>«kprinter»</strong> به عنوان »فرمان چاپ« استفاده کنید . با نت‌اسکیپ، Mozilla، Galeon، gv، Acrobat Reader، StarOffice، OpenOffice.org، هر کاربرد گنوم و موارد دیگر کار می‌کند</p> برای راهنمایی بیشتر... <p>به <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> مراجعه نمایید. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>با مشارکت کرت پی‌ففیل</em></p>
fi: <p> Tiesitkö että KDE:n tulostusjärjestelmää voi käyttää myös muissa kuin KDE-ohjelmissa?</p> <p> Komentoa <strong>"kprinter"</strong> voidaan käyttää tulostuskomentona. Tämä toimii Netscapen, Mozillan, Galeonin, gv:n, Acrobat Readerin, StarOfficen, OpenOfficen, minkä tahansa Gnome-sovelluksen ja monien muiden kanssa.</p> <p>Katso osoitteesta <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> tarkempia ohjeita. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Lähettänyt Kurt Pfeifle</em></p>
fr: <p>Vous voulez bénéficier de la puissance d'impression de KDE dans les applications non-KDE ?</p> <p>Alors, utilisez <strong>kprinter</strong> comme « commande d'impression » Cela fonctionne avec Netscape, Mozilla, Galeon, Gv, Acrobat Reader, StarOffice, OpenOffice.org, toutes les applications GNOME et bien d'autres...</p> <p>Consultez <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> pour des astuces détaillées... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribution de Kurt Pfeifle</em></p>
fy: <p> Wolle jo KDE's printfasiliteiten brûke yn net-KDE-applikaasjes? </p> <p> Brûk dan <strong>'kprinter'</strong> as "printkommando" yn de applikaasje. <p>Dit wurket mei Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, alle GNOME-applikaasje en noch folle mear...</p> <p>Sjoch op <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> Foar mear detaillearre tips... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bydroegen troch Kurt Pfeifle</em></p>
hu: <p> Nem csak KDE-alapú alkalmazásokból lehet használni a KDE nyomtatási rendszerét!</p> <p> Adja meg a <strong>'kprinter'</strong> parancsot az alkalmazás "nyomtatási parancsának". Így nyomtatni lehet többek között a Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org programokból, az összes GNOME-alkalmazásból...</p> <p>Részletes információ a <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> weboldalon található. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Ezt a tippet Kurt Pfeifle küldte be</em></p>
is: <p> Langar þig í KDE prentafl í forritum sem eru ekki tilheyra KDE? </p> <p> Notaðu þá <strong>'kprinter'</strong> sem "prentskipun". Virkar með Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, GNOME forritum ásamt mörgum öðrum...</p> <p>Skoðaðu <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> fyrir nánari upplýsingar. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Höfundur: Kurt Pfeifle</em></p>
ja: <p>KDE の印刷機能は KDE 以外のアプリケーションでも利用できます。</p> <p><strong>'kprinter'</strong> を印刷コマンドとして使ってください。Netscape, Mozzila, Galeon, gv, AcrobatReader, StarOffice, OpenOffice, さらに GNOME アプリケーションその他でも使用できます。</p> <p>詳細については <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> を参照してください。</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>投稿者: Kurt Pfeifle さん</em></p>
kk: <p> KDE жүйесіне кірмейтін қолданбаларда KDE жүйесінің басып шығару қуатын қолданғыңыз келе ме ?</p> <p> Онда <strong>'kprinter'</strong> бағдарламасын "басып шығару командасы" ретінде Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, барлық GNOME және көптеген тағы басқа қолданбаларында пайдаланыңыз </p> <p>Толығырақ мәліметтер үшін <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> дегенді қараңыз. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle қосқан үлесі</em></p>
km: <p> ចង់​បាន​សមត្ថភាព​ក្នុង​ការ​បោះពុម្ព​របស់ KDE នៅ​ក្នុង​កម្មវិធី​មិន​មែន​ជា KDE ឬ ? </p> <p> ចូរ​ប្រើ <strong>'kprinter'</strong> ជា​"ពាក្យ​បញ្ជា​បោះពុម្ព" ។ វា​ធ្វើការ​ជាមួយ Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, កម្មវិធី GNOME នានា និង​កម្មវិធី​ផ្សេង​ទៀត​ជាច្រើន...</p> <p>មើល <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> សម្រាប់​សេចក្ដី​ណែនាំ​លម្អិត... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>បរិច្ចាគ​ដោយ Kurt Pfeifle</em></p>
ko: <p> KDE의 인쇄 능력을 비-KDE 응용프로그램에서도 사용하고 싶습니까? </p> <p> 그렇다면 <strong>'kprinter'</strong> 를 "인쇄 명령"으로 사용하십시오. Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, 등 모든 GNOME 응용프로그램에서 작동합니다.</p> <p><a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> 에서 보다 더 많은 정보를 얻으십시오... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
lt: <p>Norite KDE spausdinimo galios ne-KDE programose? </p> <p>Naudokite <strong>„kprinter“</strong> kaip „spausdinimo komandą“... Ši parinktis veikia su Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, bet kokia GNOME programa ir daugelių kitų programų...</p> <p>Žiūrėkite <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> norėdami gauti smulkesnių patarimų... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Pateikė Kurt Pfeifle</em></p>
mk: <p> Ги сакате ли печатачките моќи на KDE во апликации кои не се од KDE? </p> <p> Тогаш користете го <strong>„kprinter“</strong> како „команда за печатење“. Ова работи со Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, која било апликација од GNOME како и многу други...</p> <p>Видете на <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> за подетални информации... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Придонес на Kurt Pfeifle</em></p>
nb: <p>Vil du ha KDEs utskriftsegenskaper på ikke-KDE-programmer?</p> <p> Bruk <strong>kprinter</strong> som «utskriftskommando». Dette virker for Netscape, Mozilla, Galeon, gv, Acrobate Reader, StarOffice, OpenOffice, GNOME programmer og mye mer …</p> <p>Se <a href="http://printing.kde.org/faq/kdeprint.phtml#out">utskrift.kde.org</a> for flere detaljer og tips. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Skrevet av Kurt Pfeifle</em></p>
nds: <p>Wullt Du de KDE-Druckkönen ok in anner Programmen bruken könen?</p> <p>Denn kannst Du <strong>kprinter</strong> as "Druckbefehl" bruken. Dat geiht mit Netscape, Mozilla, Galeon, gv, Acrobat Reader, Star Office, OpenOffice.org, jichtenseen GNOME-Programm un vele mehr...</p> <p>Kiek op <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a>, wenn Du mehr weten wullt.... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bidragen vun Kurt Pfeifle</em></p>
nl: <p> U wilt KDE's afdrukfaciliteiten gebruiken in niet-KDE-toepassingen? </p> <p> Gebruik dan <strong>'kprinter'</strong> als "afdrukcommando" in de toepassing. <p>Dit werkt met Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, elke GNOME-toepassing en vele anderen...</p> <p>Kijk op <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> voor meer gedetailleerde tips... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bijgedragen door Kurt Pfeifle</em></p>
nn: <p>Vil du dra nytte av utskriftsfunksjonane til KDE i ikkje-KDE-program?</p><p>Då kan du bruka <strong>«kprinter»</strong> som «utskriftskommando». Det fungerer med Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, alle GNOME-program og mange fleire&nbsp;…</p> <p>Du finn meir informasjon på <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a>.</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tips frå Kurt Pfeifle</em></p>
pt: <p> Quer usar as potencialidades de impressão do KDE nas aplicações não-KDE?</p> <p> Basta usar o <strong>'kprinter'</strong> como o "comando de impressão". Funciona com o Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, qualquer aplicação do GNOME, entre outras...</p> <p>Veja em <a href="http://printing.kde.org/faq/kdeprint.phtml#out"> printing.kde.org</a> mais algumas sugestões detalhadas... </p> <br> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribuída por Kurt Pfeifle</em></p>
pt_br: <p>Deseja o Sistema de Impressão do KDE em aplicações que não pertencem ao KDE? </p> <p>Use então o <strong>'kprinter'</strong> como "comando de impressão". Funciona com o Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, qualquer aplicação GNOME, e muitas outras ...</p> <p>Veja em <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> para dicas mais detalhadas... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Fornecido por Kurt Pfeifle</em></p>
ru: <p> Хотите использовать мощь печати KDE в приложениях не из KDE? </p> <p> Тогда используйте <strong>'kprinter'</strong> - как "команду печати".... Работает в Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, всех приложениях Гнома и много где ещё...</p> <p>См. <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> для дополнительных сведений... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle</em></p>
rw: <p> Urashaka ubushobozi bwo gucapa bwa KDE muri apps zitari iza KDE? </p> <p> Noneho koresha <strong>'kprinter'</strong> nka "ibwiriza gucapa". Ikorana na Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, porogaramu ibonetse yose ya GNOME n'izindi nyinshi...</p> <p>Reba <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> niba ushaka ibisobanuro birambuye... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Byagizwemo uruhare na Kurt Pfeifle</em></p>
sk: <p> Chcete použiť KDE tlač aj v iných aplikáciách než v KDE? </p> <p> Jednoducho použite <strong>'kprinter'</strong> ako "tlačový príkaz" v aplikácii. Funguje to s Netscape, Mozilla, Galeon, gv, Acrobat Reader, S Office, OpenOffice, každou aplikáciou GNOME a s ďalšími...</p> <p>Detailné rady nájdete na <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a></p> <br> <center> <img src="48x48/devices/printer1.png"> <p align="right"><em>Dodal Kurt Pfeifle</em></p>
sl: <p> Želite zmogljivosti tiskanja v KDE v ne-KDE programih? </p> <p> Potem uporabljajte <strong>»kprinter«</strong> kot »tiskalniški ukaz« ... Deluje z Netscapeom, Mozillo, Galeonom, gv, Acrobat Readerjem, StarOffice, OpenOffice, katerimkoli programom za GNOME in mnogimi drugimi ...</p> <p>Oglejte si <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> kjer najdete več podrobnosti ... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Prispeval Kurt Pfeifle</em></p>
sr: <p> Желите KDE-ову моћ штампања у не-KDE програмима? </p> <p> Онда користите <strong>„kprinter“</strong> као „наредбу за штампање“. Успешно ради са програмима Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, било којим GNOME програмом и многим другима...</p> <p>Посетите <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> за више детаља... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Приложио Курт Пфајфле (Kurt Pfeifle)</em></p>
sr@latn: <p> Želite KDE-ovu moć štampanja u ne-KDE programima? </p> <p> Onda koristite <strong>„kprinter“</strong> kao „naredbu za štampanje“. Uspešno radi sa programima Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, bilo kojim GNOME programom i mnogim drugima...</p> <p>Posetite <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> za više detalja... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Priložio Kurt Pfajfle (Kurt Pfeifle)</em></p>
sv: <p> Vill du använda KDE:s kraftfulla utskriftsmöjligheter med andra program? </p> <p> Använd då <strong>"kprinter"</strong> som "utskriftskommando". Det här fungerar med Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, alla Gnome-program och många fler.</p> <p>Se <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> för fler detaljerade tips... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tipset kommer från Kurt Pfeifle</em></p>
th: <p> ต้องการใช้การพิมพ์ของ KDE ในแอพพลิเคชันที่ไม่ใช่ของ KDE งั้นหรือ? </p> <p> ถ้างั้น ให้ใช้ <strong>'kprinter'</strong> แทน "คำสั่งการพิมพ์".... ใช้ได้ผลกับเน็ตสเคป, มอซซิลลา, แกเลียน, gv, Acrobat Reader, StarOffice, OpenOffice.org, แอพพลิเคชัน GNOME และอื่น ๆ...</p> <p>โปรดดูที่ <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> สำหรับเคล็ดลับและรายละเอียดมากกว่านี้... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>จากคุณ Kurt Pfeifle</em></p>
uk: <p> Бажаєте користуватись системою друку KDE в програмах не для KDE? </p> <p> Тоді використовуйте <strong>"kprinter"</strong> як "команду друку".... Це працює у Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, будь якій програмі для GNOME та в багатьох інших програмах...</p> <p>Дивіться <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> для більш детальної інформації... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Автор поради: Kurt Pfeifle</em></p>
vi: <p>Bạn có muốn sử dụng khả năng in của KDE trong ứng dụng không KDE không?</p> <p>Có thể dùng chương trình <strong>kprinter</strong> là lệnh in (print command). Khả năng này có hoạt động trong trình Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice.org, bất kỳ ứng dụng GNOME và nhiều chương trình thêm.</p> <p>Xem <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> để tìm thông tin chi tiết. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bị Kurt Pfeifle đóng góp</em>.</p>
zh_cn: <p>想要在非 KDE 应用程序中享用 KDE 的打印特性吗？</p> <p>那么就用<strong>“kprinter”</strong>作为“打印命令”。 在 Netscape, Mozilla, Galeon, gv, Acrobat Reader, StarOffice, OpenOffice, 任何 GNOME 应用程序和其它许多程序中都可用...</p> <p>参见 <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> 中的更多提示... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle 投稿</em></p>
zh_tw: <p> 想要在非 KDE 程式中使用 KDE 的列印能力？</p> <p> 那麼就使用<strong>「kprinter」</strong>做為「列印命令」吧。 它可以相容 Netscape、Mozilla、Galeon、gv、Acrobat Reader、 StarOffice、OpenOffice.org，任何 GNOME 程式以及更多...</p> <p>查閱 <a href="http://printing.kde.org/faq/kdeprint.phtml#out">printing.kde.org</a> 以取得更詳細的提示... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
