Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>KDE is always looking to improve its accessibility, and with the launch of KTTS (KDE Text-to-Speech) you now have the power to convert strings of text into audible speech. </p> <p>KTTS is constantly improving, and currently provides support to speak all or any portion of plain text files (as viewed in Kate), HTML pages in Konqueror, text in the KDE clipboard, as well as speech of KDE notifications (KNotify).</p> <p>To start the KTTS system, you can either select KTTS in the KDE menu, or hit Alt+F2 to run a command and then type <b>kttsmgr</b>. For more information on KTTS, check the <a href="help:/kttsd" title="KTTSD Handbook">KTTSD Handbook</a>.</p>
af: <p>KDE kyk altyd na maniere om sy toeganklikheid te verbeter, en met die vrystelling van KTTS (KDE Text-to-Speech) het jy nou die krag om teks stringe in audio stringe om te skakel.</p> <p>KTTS is voortdurend besig om te verbeter, en het huidig ondersteuning om alles of gedeeltes van plein teks lêers (soos gesien in Kate) aan jou terug te praat, Html bladsye in Konqueror, teks in die KDE notabord, sowel spraak van KDE kennisgewings (KNotify).</p> <p>Om die KTTS stelsel an te skakel, kan jy of KTTS in die KDE kieslys, kies of Alt+F2 druk om 'n opdrag te hardloop, en dan <b>kttsmgr</b> in te tik. Vir meer inligting van KTTS, sien die <a href="help:/kttsd" title="KTTSD Handbook">KTTSD Handbook</a>.</p>
ar: <p>يسعى KDE دائماً إلى تحسين سهولة الوصول إلى الأشخاص ذوي الحاجات الخاصة، و هكذا و بمناسبة إطلاق البرنامج KTTS ( برنامج KDE لتحويل النص إلى لفظ ) لديك الآن القدرة على تحويل السلاسل النصية إلى كلام مسموع.</p> <p>إنّ البرنامج KTTS هو دائماً قيد التحسين و يدعم حالياً لفظ كلّ أو جزء من ملفات النص العادي (كما هو معروض في البرنامج Kate) ، صفحات الــ HTML في Konqueror ، النص في ذاكرة النسخ و الإلصاق و أيضاً رسائل KDE التبليغية (KNotify).</p> <p>لبدء تشغيل النظام KTTS ، يمكنك أما إختيار KTTS في قائمة KDE أو الضغط Alt و F2 لتنفيذ أمر و ثمّ كتابة <b>kttsmgr</b>. للمزيد من المعلومات عن KTTS ، تصفح <a href="help:/kttsd" title="KTTSD Handbook">كتيّب KTTSD</a>.</p>
ca: <p>El KDE sempre cerca millorar l'accessibilitat. Amb el llançament del KTTS (KDE text a parla) teniu la possibilitat de convertir cadenes de text a parla audible.</p> <p>KTTS millora constantment, i actualment implementa la parla de fitxers de text pla (tal com es veuen al Kate), totalment o en part, pàgines HTML del Konqueror, text del portapapers KDE, així com notificacions del KDE parlades (KNotify).</p> <p>Per a engegar el sistema KTTS, podeu seleccionar KTTS al menú KDE o bé prémer Alt+F2 per a executar una ordre i teclejar <b>kttsmgr</b>. Consulteu més informació quant al KTTS al <a href="help:/kttsd" title="KTTSD Handbook">Manual KTTSD</a>.</p>
da: <p>KDE forsøger hele tiden at forbedre tilgængeligheden, og med det nyankomne KTTS (KDE's tekst-til-tale) har du nu mulighed for at konvertere tekststrenge til hørbar tale.</p> <p>KTTS forbedres hele tiden, og giver for øjeblikket støtte til at læse op hele eller dele af almindelige tekstfiler (som vises i Kate), HTML-sider i Konqueror, tekst på KDE's klippebord, samt oplæsning af meddelelser (Knotify).</p> <p>For at starte KTTS-systemet, kan du enten vælge KTTS i K-menuen eller trykke på Alt+F2 for at køre en kommando og skrive <b>kttsmgr</b>. For mere information om KTTS, kig i <a href="help:/kttsd" title="KTTSD Handbook"> KTTSD-håndbogen</a>.</p>
de: <p>KDE soll für möglichst viele Personenkreise bedienbar sein. Mit der Einführung von KTTS (KDE Text-to-speech) ist es nun möglich, geschriebenen Text vorlesen zu lassen.</p> <p>KTTS wird laufend weiterentwickelt und kann derzeit normalen Text- und HTML-Dateien sowie Text aus der Zwischenablage und dem KDE-Benachrichtigungssystem (KNotify) vorlesen.</p> <p>Das KTTS-System kann über das K-Menü gestartet werden. Sie können auch Alt+F2 drücken und in der Befehlszeile <b>kttsmgr</b> eingeben. Weitere Informationen zu KTTS erhalten Sie im <a href="help:/kttsd" title="KTTSD Handbook">Handbuch zu KTTS</a>.</p>
el: <p>Το KDE πάντα αναζητά τη βελτίωση της προσιτότητας, και με την έναρξη του KTTS (KDE Κείμενο-σε-Φωνή) έχετε τη δυνατότητα να μετατρέψετε κείμενα σε φωνή. </p> <p>Το KTTS βελτιώνεται συνεχώς, και αυτήν τη στιγμή προσφέρει υποστήριξη για την υπαγόρευση ολόκληρου ή ενός τμήματος απλού αρχείου κειμένου (όπως προβάλλεται στο Kate), HTML σελίδες στον Konqueror, κείμενο από το πρόχειρο του KDE, όπως επίσης ειδοποιήσεις του KDE (KNotify).</p> <p>Για να εκκινήσετε το σύστημα KTTS, μπορείτε είτε να επιλέξετε το KTTS από το μενού του KDE , ή να πατήσετε Alt+F2 για την εκτέλεση μιας εντολής και έπειτα να πληκτρολογήσετε <b>kttsmgr</b>. Για περισσότερες πληροφορίες σχετικά με το KTTS, δείτε το <a href="help:/kttsd" title="KTTSD Handbook">Εγχειρίδιο του KTTSD</a>.</p>
eo: <p>KDEo ĉiam strebas plibonigi alireblecon, kaj kun la lanĉo de KTTS (KDEa Teksto-al-parolado), vi nun povas transformi tekston en aŭdeblan parolon.</p> <p>Oni ade plibonigas KTTS; nuntempe povas elparoli simplan tekston (kiel en Kate), HTMLon (kiel en Konkeranto), teksto en la Poŝilo, kaj ankaŭ KDEajn avizojn (KNotify).</p> <p>Vi povas lanĉi la programon per aŭ elekto de KTTS el la KDEa menuo, aŭ premo de la ALT-klavo+F2 por lanĉi komandon; kaj sekve tajpu <br>kttsmgr</b>. Por pli da informo, vidu <a href="help:/kttsd" title="KTTSD Handbook">KTTSD Manlibron</a>.</p>
es: <p>KDE siempre intenta mejorar su accesibilidad, e iniciando KTTS (Texto a voz de KDE) podrá convertir las cadenas de texto en voz audible. </p> <p>KTTS está en constante mejora, y en estos momentos permite leer todo o una parte de los archivos de texto plano (que se puede ver en Kate), páginas HTML en Konqueror, texto del portapapeles de KDE, y las notificaciones de KDE (KNotify).</p> <p>Para iniciar el sistema KTTS, puede bien seleccionar KTTS en el menú KDE, o pulsar Alt+F2 para ejecutar una orden y teclear <b>kttsmgr</b>. Para obtener más información sobre KTTS, vea el <a href="help:/kttsd" title="KTTSD Handbook">manual de KTTSD</a>.</p>
et: <p>KDE üritab igati hõlbustada ka puuetega inimeste arvutikasutamist ning KTTS (KDE teksti kõneks muutmise süsteem) pakub nüüd võimaluse muuta tekst kuuldavaks kõneks. </p> <p>KTTS areneb pidevalt ning toetab praegu igasuguste puhaste tekstifailide (mida näitab näiteks Kate), HTML-lehekülgede (Konqueroris), KDE lõikepuhvris oleva teksti ning isegi KDE märguannete (KNotify) kõnelemist.</p> <p>KTTS-i käivitamiseks vali KTTS K menüüst või vajuta Alt+F2 ja kirjuta käsk <b>kttsmgr</b>. Täpsemalt räägib KTTS-i võimalustest <a href="help:/kttsd" title="KTTSD Handbook">KTTSD käsiraamat</a>.</p>
eu: <p>KDE-k beti ekiten dio erabilerraztasuna hobetzeari eta KTTS-rekin (KDE testutik ahotsera) orain testua ahots bihur dezakezu. </p> <p>KTTS egunero hobetzen da eta gaur egun edozein testu fitxategia (Katen ikusi ditzazkezunak), bai osoa, bai zatika irakurtzeko gaitasuna du, edo Konqueror-en web orriak, arbelaren testua edo KDE jakinarazpenak (KNotify).</p> <p>KTTS sistema abiarazteko, hauta ezazu KDE menuan edo sakatu Alt+F2 komandoa abiarazteko eta idatzi <b>kttsmgr</b>. Argibide gehiagorako begira <a href="help:/kttsd" title="KTTSD Handbook">KTTSD eskuliburua</a>.</p>
fa: <p>KDE همیشه به دنبال ارتقای دستیابی‌‌پذیری خود می‌باشد و با راه‌اندازی KTTS )متن به گفتار KDE( اکنون قدرت تبدیل رشته‌های متن به گفتار شنیدنی را دارید. </p> <p>KTTS پیوسته در حال ارتقا است و در حال حاضر پشتیبانی از گفتن همه یا بخشی از پرونده‌های متنی ساده را فراهم می‌کند )همان طور که در Kate مشاهده شد(، صفحه‌های زنگام در Konqueror، متن در تخته یادداشت KDE، همچنین گفتار اخطارهای KDE (KNotify).</p> <p>برای آغاز سیستم KTTS، می‌توانید یا KTTS در گزینگان KDE را برگزینید، یا دگرساز+ F2 را برای اجرای فرمان بزنید، سپس <b>kttsmgr</b> را تحریر کنید. برای اطلاعات بیشتر در مورد KTTS، <a href="help:/kttsd" title="KTTSD Handbook">کتاب مرجع KTTSD</a> را بررسی کنید.</p>
fi: <p>KDE:n saavutettavuutta parannetaan jatkuvasti. Nyt voit muuntaa KTTS:llä (KDE Text-to-Speech) tekstit puheeksi. </p> <p>KTTS paranee jatkuvasti ja osaa jo lukea (Kate-ohjelmassa aukeavia) tekstitiedostoja, HTML- sivuja Konquerorissa, tekstiä KDE-leikepöydällä sekä KDE:n järjestelmäilmoitukset (KNotify).</p> <p>KTTS-järjestelmän käynnistät valitsemalla KTTS:n KDE:n valikosta. Voit myös painaa Alt+F2 antaaksesi komennon <b>kttsmgr</b>. Lisätietoja löydät <a href="help:/kttsd" title="KTTSD Handbook">KTTSD-käsikirjasta</a>.</p>
fr: <p> KDE cherche toujours à améliorer son accessibilité, et avec le lancement de KTTS (synthèse vocale de KDE), vous avez maintenant la capacité de convertir du texte en voix énoncée.</p> <p>KTTS s'améliorer constamment, et est en mesure de gérer tout ou parties de fichiers texte (consultés dans Kate), de pages HTML dans Konqueror, de texte dans le presse-papiers, ainsi que les notifications de KDE (KNotify).</p> <p> Pour démarrer le système KTTS, vous avez le choix entre sélectionner KTTS dans le menu, ou ouvrir « Exécuter une commande... » (disponible via « Alt+F2 ») et y saisir <b>kttsmgr</b>. Pour plus d'informations sur KTTS, consultez le <a href="help:/kttsd" title="KTTSD Handbook">manuel de KTTSD</a>.</p>
fy: <p>KDE is altyd dwaande mei it ferbetterjen fan de tagonklikhei, en mei de lansering fan KTTS (KDE Tekst-ta-Spraak) ha jo no de mooglikheid om tekst oer te setten yn sprutsen wurden.</p> <p>KTTS wurdt trochgeand ferbettere, en jout op it stuit stipe foar it útsprekke fan komplete of gedieltelijke teksttriemmen (dy wurde werjûn yn Kate), HTML-siden yn Konqueror, tekst fanôf it klamboerd fan KDE as ek it útsprekken fan KDE-notifikaasjes (fia KNotify).</p> <p>Om it KTTS-systeem te begjinnen, selektearje KTTS út it KDE-menu of druk op Alt+F2 om it kommandofinster te iepenjen en typ <b>kttsmgr</b>. Foar mear ynformaashe oer KTTS, lês it <a href="help:/kttsd" title="KTTSD Handbook"> hânboek fan KTTSD</a>.</p>
hu: <p>A KDE projekt egy célja az elérhetőség folyamatos javítása. A KTTS (KDE Szövegfelolvasó) szolgáltatás segítségével tetszés szerinti szöveg felolvasható.</p> <p>A KTTS lehetővé teszi egyszerű szöveges fájlok (például a Kate-ből), HTML-fájlok (a Konquerorban) , a KDE vágólapon levő szöveg és a KDE rendszerüzenetek (KNotify) felolvasását.</p> <p>A szolgáltatás elindításához válassza a KDE menüben a KTTS menüpontot, vagy az Alt+F2-vel előhívható parancsablakban írja be a <b>kttsmgr</b> parancsot. További információ <a href="help:/kttsd" title="KTTSD Handbook">a KTTSD kézikönyvben</a> található.</p>
is: <p>KDE er stöðugt að bæta úr aðgengi sínu, og með tilkomu KDE texta-í-tal kerfisins (KTTS - KDE Text-to-Speech) hefur þú nú möguleika á að umbreyta venjulegum texta yfir í tal.</p> <p>KTTS er í stöðugri þróun og styður í dag tal af venjulegum texta í Kate, HTML síður í Konqueror, textainnihald klippispjaldsins ásamt að tala KDE tilkynningar frá KNotify.</p> <p>Til að ræsa KTTS kerfið getur þú annað hvort valið KTTS í KDE valmyndinni, eða ýtt á Alt+F2 og slegið <b>kttsmgr</b> inn í gluggann sem birtist. Fyrir nánari upplýsingar um KTTS, skoðaðu <a href="help:/kttsd" title="KTTSD Handbook">KTTSD handbókina</a>.</p>
ja: <p>KDE は常にアクセシビリティの向上に努めています。KTTS (KDE Text-to-Speech) の搭載により、テキストの文字列を音声に変換できるようになりました。</p> <p>KTTS は常に改良されており、現時点では KDE 通知 (Knotify) の読み上げに加えて、Kate などに表示されるプレーンテキストファイル、Konqueror に表示される HTML ページ、KDE クリップボードのテキストを読み上げることができます。</p> <p>KTTS システムを起動するには、KDE メニューで KTTS を選択するか、[Alt+F2] を押してコマンド入力フィールドに <b>kttsmgr</b> と入力してください。KTTS の詳細については <a href="help:/kttsd" title="KTTSD Handbook">KTTSD ハンドブック</a> をご覧ください。</p>
kk: <p>KDE әрқашанда Сізге көмектесуге тырысады, енді міне KTTS (KDE Text-to-Speech) жүйесі де Сізге мәтін жолдарын дауыстап оқып беруге дайын.</p> <p>KTTS ұдайы жетілдіруде, қазіргі кезде ол қәдімгі мәтіндік файлды (Kate көрсететін), Konqueror шолғыштағы HTML-парағын, KDE алмасу буферіндегі мәтінді, толығымен не үзіндісін, оқып бере алады, сонымен қатар KDE құлақтандыру (KNotify) хабарларын дауыстап бере алады.</p> <p>KTTS жүйесін жегу үшін оны KDE мәзірңен таңдап алуға, немесе Alt+F2 пернелерімен команда жолын шақырып, <b>kttsmgr</b> деп жазуға болады. KTTS туралы толығырақ мәлімет алу үшін <a href="help:/kttsd" title="KTTSD Handbook">KTTSD бағыттамасы</a> дегенді қараңыз.</p>
km: <p>KDE តែងតែ​ជម្រុញឧបករណ៍​មធ្យោបាយ​ងាយស្រួល​របស់​វា​ជានិច្ច, ហើយ​តាមរយៈ​ការប្រើ KTTS (KDE អត្ថបទ-ទៅ-ការនិយាយ) អ្នក​អាច​បម្លែង​ អត្ថបទ​ទៅ​ជា​ការនិយាយ​ដែល​ឮ ។ </p> <p>KTTS កំពុង​តែ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​បន្តិចម្តងៗ ហើយ​បច្ចុប្បន្ន វា​អាច​បម្លែង​គ្រប់​អត្ថបទ​ធម្មតា (ដូច​ដែល​បាន​មើល​ក្នុង Kate), ទំព័រ HTML ក្នុង Konqueror, អត្ថបទ​ក្នុង​ក្តារ​តម្បៀត​ខ្ទាស់របស់ KDE ទៅ​ជា​ការ​និយាយ​ដែល​អាច​ឮ, ព្រម​ទាំងការនិយាយ ការ​ជូន​ដំណឹង​របស់​ប្រព័ន្ធ (KNotify) ។</p> <p>ដើម្បី​ចាប់ផ្តើម​ប្រព័ន្ធ KTTS អ្នក​អាច​ជ្រើស KTTS ក្នុង​ម៉ឺនុយ KDE ឬ ចុច Alt+F2 ដើម្បី​រត់​ពាក្យ​បញ្ជា​មួយ ហើយ​បន្ទាប់​មក​វាយ <b>kttsmgr</b> ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី KTTS, សូម​ពិនិត្យ​មើល <a href="help:/kttsd" title="KTTSD Handbook">សៀវភៅ​ដៃ KTTSD</a>។</p>
ko: <p>KDE는 항상 접근성을 향상시키는 방법을 찾고 있으며, K TTS의 실행으로 문자를 음성으로 변환하는 힘을 갖고 있습니 다.</p> <p>KTTS 는 꾸준히 개선되는 중이며, 현재 (Kate로 볼 수 있 는) 일반 텍스트 파일의 전부 혹은 일부, 컹커러에서 HTML 문 서, KDE 클립보드에서의 본문 음성 전환과 KDE 알림(Knotify) 을 음성으로 전달하는 것을 지원합니다.</p> <p>KTTS 시스템을 시작하기 위해, KDE 메뉴에서 KTTS를 선택하는 것과, Alt +F2 키를 눌러 명령입력창에서 <b>kttsmgr</b>을 입력할 수 있습니다. KTTS에 대한 더 많운 정보를 원한다면, <a href="help:/kttsd" title="KTTSD Handbook">KTTSD 핸드북</a>을 확인하십시오.</p>
lt: <p>KDE visuomet siekė suteikti kuo geresnę naudotojo patirtį, o įgyvendinus KTTS (KDE Text-to-Speech) dabar galite paversti teksto eilutes kalba. </p> <p>KTTS nuolat tobulėja, ir dabar jau galima „perskaityti“ visą ar bet kurią paprasto teksto dalį (matomą Kate programoje), HTML puslapius Konqueror, tekstą KDE laikinojoje talpyklėje, bei KDE priminimų (KNotify) tekstą.</p> <p>Norėdami startuoti KTTS sistemą, galite pasirinkti KTTS iš KDE meniu arba surinkti Alt+F2 komandai paleisti ir įvesti <b>kttsmgr</b>. Daugiau informacijos apie KTTS ieškokite <a href="help:/kttsd" title="KTTSD Handbook">KTTSD vadove</a>.</p>
mk: <p>KDE секогаш се стреми да ја унапреди неговата пристапност и со издавањето на KTTS (KDE Text-to-Speech, Текст-во-говор) сега ја имате и можноста да претворате текст во слушлив говор. </p> <p>KTTS постојано се унапредува и моментално има поддршка за изговарање целосни или дел од обични текстуални датотеки (што може да се прегледуваат во Kate), HTML-страници во Konqueror, текст на таблата со исечоци на KDE, како и да ги изговори известувањата на KDE (KNotify).</p> <p>За да го стартувате KTTS-системот, може или да го изберете KTTS во менито на KDE или да притиснете Alt+F2 за да извршите наредба и потоа да внесете <b>kttsmgr</b>. За повеќе информации за KTTS видете го <a href="help:/kttsd" title="KTTSD Handbook">Прирачникот за KTTSD</a>.</p>
nb: <p>KDE-utviklerne prøver hele tiden å forbedre tilgjengeligheten til programmene. Med KTTS (KDE tekst til tale) har du nå mulighet til å omgjøre tekststrenger til hørbar tale.</p> <p>KTTS blir stadig bedre, og gir nå støtte for å lese opp hele eller en del av en ren tekstfil (slik de vises i f eks Kate), HTML-sider i Konqueror, tekst på KDEs utklippstavle og beskjeder fra KDE-meldinger (KNotify)</p> <p>For å starte KTTS-systemet så kan du enten velge KTTS i KDE-menyen eller trykke «Alt + F2» for å kjøre en kommando og så skrive <b>kttsmgr</b>. For mer informasjon om KTTS, se <a href="help:/kttsd" title="KTTSD Handbook">KTTSD Håndbok</a>.</p>
nds: <p>KDE arbeidt jümmers an sien Behinnertenhülp, un mit de niege KTTS-Funkschoon (KDE Text-to-Spraak) kannst Du nu Texttekenkeden in höörbore Spraak ümwanneln.</p> <p>KTTS warrt jümmer verbetert, opstunns kann dat Kloortexten (hele oder Delen dorvun), Nettsieden in Konqueror, Text in de Twischenaflaag un vun de KDE-Benarichten (KNotify) vörlesen.</p> <p>Wenn Du dat KTTS-Systeem starten wullt, kannst Du KTTS in't KDE-Menü utsöken oder Alt+F2 drücken un denn <b>kttsmgr</b> ingeven. Binnen <a href="help:/kttsd" title="KTTSD-Handbook">dat KTTSD-Handbook</a> gifft dat mehr Informatschonen.</p>
nl: <p>KDE is altijd bezig met het verbeteren van de toegankelijkheid, en met de lancering van KTTS (KDE Tekst-Tot-Spraak) hebt u nu de mogelijkheid om tekst om de zetten in gesproken woord.</p> <p>KTTS wordt continu verbeterd, en biedt momenteel ondersteuning voor het uitspreken van complete of gedeeltelijke tekstbestanden (die worden weergegeven in Kate), HTML-pagina's in Konqueror, tekst vanaf het klembord van KDE als ook het uitspreken van KDE-notificaties (via KNotify).</p> <p>Om het KTTS-systeem te starten, selecteer KTTS in het KDE-menu of druk op Alt+F2 om het commandovenster te openen en typ <b>kttsmgr</b>. Voor meer informatie over KTTS, lees het <a href="help:/kttsd" title="KTTSD Handbook"> handboek van KTTSD</a>.</p>
pt: <p>O KDE está sempre a tentar melhorar a sua acessibilidade e, com o lançamento do KTTS (KDE Text-to-Speech), agora você tem a possibilidade de converter sequências de texto em voz audível.</p> <p>O KTTS está em constante melhoria e, de momento, oferece o suporte para falar toda ou qualquer parte de ficheiros de texto simples (como se vê no Kate), páginas HTML no Konqueror, texto na área de transferência do KDE, assim como fala nas notificações do KDE (KNotify).</p> <p>Para iniciar o sistema KTTS, poderá tanto seleccionar o KTTS no menu do KDE como carregar em Alt+F2 para executar um comando e depois escrever <b>kttsmgr</b>. Para mais informações sobre o KTTS, veja o <a href="help:/kttsd" title="Manual do KTTSD">Manual do KTTSD</a>.</p>
pt_br: <p>O KDE está sempre procurando melhorar sua acessibilidade, e com o lançamento do KTTS (KDE text-to-speech ou recurso de texto para fala do KDE) você agora poderá converter strings de texto em um som de fala audível.</p> <p>O KTTS está em constante melhoramento, e atualmente fornece suporte de fala para todos os arquivos de texto puro ou também partes dele (como vistos no Kate), para arquivos HTML (páginas no Konqueror), textos na área de transferência do KDE, bem como falas para notificações do KDE (KNotify).</p> <p>Para iniciar o sistema KTTS, você pode selecionar o KTTS no menu do KDE, ou pressionar Alt+F2 para executar uma janela e então digitar o comando <b>kttsmgr</b>. Para mais informações, verifique o <a href="help:/kttsd" title="KTTSD Handbook">Manual do KTTSD</a>.</p>
ru: <p>Программисты KDE всегда стараются облегчить работу за компьютером людей с ограниченными возможностями. Приложение KTTS (озвучивание текстов KDE) позволяет проговаривать текстовые строки голосом.</p> <p>KTTS постоянно улучшается. В настоящий момент возможно озвучивать любые фрагменты текстовых файлов (в Kate), файлы HTML в Konqueror, тексты в буфере обмена и уведомления KDE (KNotify).</p> <p>Для того чтобы запустить систему KTTS, выберите KTTS в меню KDE либо нажмите Alt+F2 и введите команду <b>kttsmgr</b>. Более подробная информация о KTTS приведена в <a href="help:/kttsd" title="руководство KTTSD">Руководстве KTTSD</a>.</p>
rw: <p>KDE ihora ishaka uko yateza imbere imikoreshereje yayo, maze bijyanye no gutangiza KTTS (KDE Umwandiko-kugera ku-Mbwirwaruhame) uba noneho ufite ubushobozi bwo guhindura ikurikiranyanyuguti z'umwandiko mo imbwirwaruhame yumvikana. </p> <p>KTTS ihora itera imbere, ubu ikaba ishigikira kuvuga byose cyangwa agace kabonetse kuri dosiye z'umwandiko usesuye (nk'uko biboneka mu paji za), HTML Kate ziri muri Konqueror, umwandiko uri mu bubikokoporora bwa KDE, ndetse n'imbwirwaruhame ya ibimenyesha KDE(KNotify).</p> <p>Kugira ngo utangize sisitemu KTTS, ushobora guhitamo KTTS iri mu bikubiye muri KDE cyangwa ugakanda Alt+F2 kugira ngo utangize ibwiriza maze ukandika <b>kttsmgr</b>. Kugira ngo ubone ibindi bisobanuro byerekeye KTTS, reba mu <a href="help:/kttsd" title="KTTSD Handbook">Gatabo ka KTTSD</a>.</p>
sk: <p>KDE sa neustále snaží vylepšovať prístupnosť a s príchodom KTTS (KDE Text-to-Speech) máte možnosť premeniť písaný text na čítané slovo.</p> <p>KTTS sa postupne vylepšuje a v súčasnosti dokáže povedať obsah textového súboru, HTML stránky v Konquerori, schránky a taktiež KDE zvukové upozornenia (KNotify).</p> <p>Pre spustenie systému KTTS, stačí buď zvoliť KTTS v menu KDE alebo stlačiť Alt+F2 a zadať príkaz <b>kttsmgr</b>. Viac informácií nájdete tu: <a href="help:/kttsd" title="KTTSD Handbook">KTTSD Návod</a>.</p>
sl: <p>KDE si vedno prizadeva izboljšati dostopnost in s KTTS (KDE Text-to-Speech) imate sedaj možnost pretvarjanja niza besedil v govor.</p> <p>KTTS se konstantno izboljšuje in trenutno omogoča, da se v govor pretvori vsa ali del datoteke z besedilom, strani HTML v Konquerorju, besedilo na odložišču KDE ter obvestila KDE (KNotify).</p> <p>Sistem KTTS lahko zaženete prek menija KDE, ali pa pritisnete Alt+F2 za prikaz pogovornega okna Poženi ukaz in vpišete <b>kttsmgr</b>. Za več informacij o KTTS si oglejte <a href="help:/kttsd">Priročnik za KTTS</a>.</p>
sr: <p>KDE непрестано ради на побољшавању приступачности. Појавом KTTS-а (KDE-овог текста-у-говор), од сада имате могућност да претварате делове текста у чујни говор.</p> <p>KTTS се стално побољшава; тренутно пружа подршку за изговарање целих или појединих делова обичних текстуалних фајлова (оних који се могу приказати у Kate), HTML страна у Konqueror-у, текста у KDE-овом клипборду, као и KDE-ових обавештења (KNotify).</p> <p>Да бисте покренули KTTS, можете или изабрати KTTS у KDE-овом менију, или притиснути Alt+F2 за покретање наредбе и уписати <b>kttsmgr</b>. За више података о KTTS-у погледајте <a href="help:/kttsd" title="KTTSD Handbook">Приручник за KTTSD</a>.</p>
sr@latn: <p>KDE neprestano radi na poboljšavanju pristupačnosti. Pojavom KTTS-a (KDE-ovog teksta-u-govor), od sada imate mogućnost da pretvarate delove teksta u čujni govor.</p> <p>KTTS se stalno poboljšava; trenutno pruža podršku za izgovaranje celih ili pojedinih delova običnih tekstualnih fajlova (onih koji se mogu prikazati u Kate), HTML strana u Konqueror-u, teksta u KDE-ovom klipbordu, kao i KDE-ovih obaveštenja (KNotify).</p> <p>Da biste pokrenuli KTTS, možete ili izabrati KTTS u KDE-ovom meniju, ili pritisnuti Alt+F2 za pokretanje naredbe i upisati <b>kttsmgr</b>. Za više podataka o KTTS-u pogledajte <a href="help:/kttsd" title="KTTSD Handbook">Priručnik za KTTSD</a>.</p>
sv: <p>KDE försöker ständigt förbättra tillgängligheten, och med det nytillkomna KTTS (KDE:s text-till-tal) har du nu möjlighet att konvertera textsträngar till hörbart tal.</p> <p>KTTS förbättras hela tiden, och ger för närvarande stöd för att läsa upp hela eller delar av vanliga textfiler (som visas i Kate), HTML-sidor i Konqueror, text på KDE:s klippbord, samt uppläsning av underrättelser (Knotify).</p> <p>För att starta KTTS-systemet, kan du antingen välja KTTS i K-menyn eller trycka på Alt+F2 för att köra ett kommando och skriva <b>kttsmgr</b>. För mer information om KTTS, titta i <a href="help:/kttsd" title="KTTSD Handbook"> Handbok KTTSD</a>.</p>
th: <p>KDE นั้นได้มองหาหนทางในการปรับปรุงตัวช่วยเพิ่มความสามารถในการเข้าใช้งานอยู่เสมอ และด้วยการ ออกตัวของ KTTS (ตัวเปลี่ยนข้อความเป็นเสียงพูดของ KDE) ตอนนี้คุณจะมีความสามารถในการเปลี่ยน ข้อความตัวหนังสือ ออกมาเป็นเสียงพูดที่สามารถได้ยินได้ </p> <p>KTTS ได้มีการปรับปรุงมาอย่างต่อเนื่อง และปัจจุบันได้จัดเตรียมการสนับสนุนเสียงพูดจาก ข้อความธรรมดา (แบบที่ดูใน Kate) ทั้งหมดหรือส่วนใดๆ ก็แล้วแต่, หน้า HTML ใน Konqueror, ข้อความในคลิปบอร์ดของ KDE และเสียงพูดข้อความเตือนของ KDE (KNotify)</p> <p>ในการเริ่มใช้งานระบบ KTTS คุณอาจจะเลือก KTTS จากในเมนูของ KDE หรือกดปุ่ม Alt+F2 เพื่อ เปิดกล่องเรียกคำสั่งแล้วพิมพ์ <b>kttsmgr</b> หากต้องการข้อมูลเพิ่มเติมเกี่ยวกับ KTTS ไปดูได้ที่ <a href="help:/kttsd" title="KTTSD Handbook">คู่มือ KTTSD</a>.</p>
uk: <p>Графічне середовище KDE завжди намагалося покращити зручність використання програм, і зараз з'явилася система KTTS (синтез мовлення для KDE).Тепер ви має потужні можливості з перетворення надрукованого тексту в мову.</p> <p>Система KTTS постійно вдосконалюється та зараз може прочитати весь текстовий файл (або будь-яку його частину) з програми Kate, HTML сторінки у Konqueror, текст з кишені KDE, а також, оголошувати сповіщення KDE (KNotify).</p> <p>Для запуску системи KTTS ви можете або вибрати відповідний пункт в меню KDE, або натиснути Alt+F2 та виконати команду <b>kttsmgr</b>. Більш детальна інформація про KTTS знаходиться у <a href="help:/kttsd" title="KTTSD Handbook">підручнику з KTTSD</a>.</p>
vi: <p>Dự án KDE luôn luôn cố tăng cường khả năng truy cập, và tính năng mới KTTS (đoạn-đến-tiếng nói KDE) cho bạn khả năng chuyển đổi đoạn sang tiếng nói bạn nghe rõ.</p> <p>KTTS tiếp tục tiến triển, và hiện thời cung cấp cách hỗ trợ nói toàn bộ hay đoạn nào của tập tin nhập thô (như được xem trong ứng dụng Kate), trang HTML trong trình duyệt Mạng Konqueror, đoạn trên bảng tạm KDE, cũng như các thông báo KDE (KNotify).</p> <p>Để khởi chạy hệ thống KTTS, bạn hãy hoặc chọn KTTS trong trình đơn KDE, hoặc bấm tổ hợp phím Alt+F2 để chạy lệnh, rồi gõ <b>kttsmgr</b>. Để tìm thông tin thêm về KTTS, hãy xem <a href="help:/kttsd" title="KTTSD Handbook">Sổ tay KTTSD</a>.</p>
zh_tw: <p>KDE 永遠都在加強它的無障礙環境，而隨著 KTTS (KDE 文字-轉換-語音)出現，您現在有能力 把文字字串轉換為語音。</p> <p>KTTS 一直在改進，目前提供的支援可以讀出 純文字檔(如 Kate 所見)的全部或部分內容、Konqueror 中的 HTML 頁面、KDE 剪貼簿中的文字和 KDE 通知 (KNotify) 的語句。</p> <p>要啟動 KTTS 系統，您可以在 KDE 選單中選擇 KTTS，或按 Alt+F2 執行指令「<b>kttsmgr</b>」。 需要更多 KTTS 資訊，請查閱 <a href="help:/kttsd" title="KTTSD Handbook">KTTSD 手冊</a>。</p>
