Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>Konqueror's Web Shortcuts feature lets you submit a query directly to a search engine without having to visit the website first. For example, entering <b>gg:konqueror</b> in Location bar and pressing Enter will search Google for items relating to Konqueror.</p> <p>To see what further Web Shortcuts are available, and to make your own, from Konqueror just select Settings->Configure Konqueror... which will open the Settings dialog box, and then just click on the Web Shortcuts icon.</p>
af: <p>Konqueror se Web Kortpad fuksies laat jou toe om 'n soek direk binne 'n soek enjin te plaas sonder om eers na die web tuiste te gaan. Deur byvoorbeeld <b>gg:konqueror</b> in die Lokasiebalk in te sleutel en Enter te druk, sal Google soek vir items wat verband hou met Konqueror.</p> <p>Om te sien watse Web-Kortpaaie is nog beskikbaar, en om jou eie te maak, vir Konqueror kies Intellings, just select Settings->Stel Konqueror op wat die stellings boks sal oopmaak, en kliek dan net op die Web Kortpaaie ikoon.</p>
ar: <p>إنّ ميزة إختصارات الشبكة في Konqueror تسمح لك بتقديم طلب مباشر لمحرك البحث بدون حاجة إلى الذهاب أولاً إلى الموقع بنفسه مثلاً ، إدخال <b>gg:konqueror</b> في شريط الموقع و ضغط إدخال سيبحث في Google عن البنود اللتي تحتوي علاقات بِــ Konqueror.</p> <p>لرؤية أي من إختصارات الشبكة الأخرى المتوفرة و لإنشاء إختصاراتك الخاصة بك إختر تعيينات --> إعداد Konqueror...اللذي سيفتح صندوق حوار التعيينات ثمّ أنقر على أيقونات إختصارات الشبكة.</p>
ca: <p>La característica de dreceres Web del Konqueror us permet enviar una consulta directament a un motor de cerca, sense haver de visitar primer el lloc web. Per exemple, en introduir <b>gg:konqueror</b> a la barra de localització i prémer Retorn, se cercaran a Google els ítems relatius a Konqueror.</p> <p>Per a veure quines altres dreceres Web hi ha disponibles i per a crear-ne de pròpies, aneu al Konqueror i seleccioneu Arranjament->Configura Konqueror... que obrirà la caixa de diàleg d'opcions, llavors cliqueu a la icona de dreceres Web.</p>
da: <p>Konquerors internetgenveje lader dig direkte sende et spørgsmål til en søgetjeneste uden først at behøve at gå til stedet. Ved for eksempel at indtaste <b>gg:konqueror</b> i stedlinjen og trykke på returtasten, søger du efter sider som har med Konqueror at gøre.</p> <p>For at se hvilke andre internetgenveje som er tilgængelige, og for at oprette dine egne, vælges blot Opsætning -> Indstil Konqueror... i Konqueror for at åbne indstillingsdialogen, og derefter klikkes blot på ikonen Internetgenveje.</p>
de: <p>Mit Hilfe von Webkürzeln für Konqueror können Sie eine Internet-Suchmaschine nach einem Sichwort durchsuchen, ohne die Webseite der Suchmaschine besuchen zu müssen. Geben Sie beispielsweise in der Adressleiste von Konquereror <b>gg:konqueror</b> ein. Wenn Sie die Eingabetaste drücken, wird mit Google nach dem Stichwort Konqueror gesucht.</p> <p>Sie können die bereits verfügbaren Webkürzel ansehen und eigene hinzufügen. Rufen Sie dazu im Konqueror "Einstellungen -> Konqueror einrichten ... -> Webkürzel" auf.</p>
el: <p>Το χαρακτηριστικό συντομεύσεων ιστού του Konqueror σας επιτρέπει να αναζητήσετε άμεσα σε μια μηχανή αναζήτησης χωρίς να επισκεφθείτε την τοποθεσία ιστού πρώτα. Για παράδειγμα, εισάγοντας <b>gg:konqueror</b> στη γραμμή τοποθεσίας και πατώντας το Enter θα αναζητήσετε στο Google αντικείμενα σχετικά με τον Konqueror.</p> <p>Για να δείτε άλλες συντομεύσεις ιστού που είναι διαθέσιμες, και για να φτιάξετε δικές σας από τον Konqueror απλά επιλέξτε Ρυθμίσεις->Ρύθμιση Konqueror... το οποίο θα ανοίξει το διάλογο ρυθμίσεων, και έπειτα κάντε κλικ στο εικονίδιο συντομεύσεων ιστού.</p>
eo: <p>Konkeranto havas TTT-Klavokombinan econ; kiu permesas uzon de serĉilo sen unue viziti la serĉilan retejon. Ekz, per tajpo de <b>gg:konkeranto</b> en la adresparto kaj premo de la Eniga klavo, la serĉilo Google estas serĉita por eroj rilate al la serĉvorto Konkeranto.</p> <p>Por pli da informo, iru al Agordo->Agordu konkeranton. Tio lanĉos la agordan dialogon; elektu TTT-Klavokombinojn.</p>
es: <p>Los accesos rápidos para web de Konqueror le permiten introducir una consulta directamente en un motor de búsqueda sin necesidad de visitar la página web primero. Por ejemplo, introduciendo <b>gg:konqueror</b> en la barra de dirección y pulsando Entrar, Google buscará los elementos relacionados con Konqueror.</p> <p>Para ver que otros accesos rápidos para web están disponibles, y crear los suyos propios, seleccione Preferencias->Configurar Konqueror... que abrirá el cuadro de diálogo de preferencias, y entonces podrá pulsar el icono de accesos rápidos para web.</p>
et: <p>Konquerori veebi kiirkorraldused võimaldavad kasutada veebiotsingutel vahetult mõnda otsingumootorit, ilma et peaksid esmalt antud mootori koduleheküljele minema. Kui näiteks kirjutad Konquerori asukoharibale <b>gg:konqueror</b> ja vajutad klahvi Enter, otsitakse Google'i abil märksõna Konqueror.</p> <p>Kui soovid näha, millised veebi kiirkorraldused on olemas, ja/või neid ise lisada, vali Konqueroris Seadistused->Konquerori seadistamine..., mis avab seadistustedialoogi. Selles klõpsa veebi kiirkorralduste ikoonile.</p>
eu: <p>Konqueror-en web lasterbideen bitartez bilaket motore bati galderak zuzenki egiten uzten dizu aurretik haren web gunera joan behar izan gabe. Adibidez, <b>gg:konqueror</b> Helbidea barran idatziz eta enterra sakatuz Google Konqueror-i buruzko gauzak bilatuko dituzu.</p> <p>Web lasterbide gehiago ezagutzeko edo zureak egiteko hautatu Konqueror-en Ezarpenak -> Konfiguratu Konqueror... Honela ezarpenak irekiko dituzu eta Web lasterbideak ikonoan baino ez duzu klik egin behar. </p>
fa: <p>ویژگی میان‌برهای وب Konqueror به شما اجازه می‌دهد که مستقیماً پرس‌وجویی در مورد موتور جستجو ارائه دهید، بدون این که در ابتدا مجبور به مشاهدۀ وب‌گاه باشید. برای مثال، با وارد کردن <b>gg:konqueror</b> در میله محل و فشار کلید ورود، در گوگل برای فقره‌های مربوط به Konqueror جستجو می‌کند.</p> <p>برای دیدن میان‌برهای وب که بیشتر در دسترسند، و برای ساختن میان‌بر خود از Konqueror فقط تنظیمات-<پیکر‌بندی Konqueror... را برگزینید که جعبه محاورۀ تنظیمات را باز می‌کند، و سپس فقط روی شمایل میان‌برهای وب فشار دهید.</p>
fi: <p>Konquerorin Web-pikavalinnoilla voit käyttää hakukoneita menemättä ensin niiden Internet-sivuille. Kirjoita osoiteriville esimerkiksi <b>gg:konqueror</b> ja paina Enteriä. Konqueror avaa Googlen hakusivun "konqueror"-hakusanalla haettuna.</p> <p>Muut pikavalinnat näkee Konquerorin valikosta <b>Asetukset -> Muokkaa asetuksia (Konqueror) -> WWW-pikalinnat</b>. Täältä voit tehdä myös omia pikavalintoja.</p>
fr: <p>La fonctionnalité des raccourcis Web de Konqueror vous permet d'envoyer directement une requête à un moteur de recherche, sans avoir à visiter son site Internet. Par exemple, en saisissant l'adresse <b>gg:konqueror</b>, puis en appuyant sur « Valider », vous effectuerez une recherche sur Google du mot clé Konqueror.</p> <p>Pour consulter l'ensemble des raccourcis Web disponibles, et même créer les vôtres, cliquez dans Konqueror sur « Configuration / Configurer Konqueror... », puis, sélectionnez l'icône « Raccourcis Web ».</p>
fy: <p>Mei Konqueror's webkeppelings kinne jo in sykopdracht rjochtstreeks troch in sykmasine útfiere litte sûnder dat jo earst de webside besykje hoege. Bygelyks, as jo <b>gg:konqueror</b> type yn de lokaasjebalke en op Enter druke, dan sil Google op ynternet sykje nei de term 'Konqueror'. Der binne ek Nederlândske webkeppelingen beskikber: <b>tt:101</b> iepent teletekstside 101 en <b>telefoon:mulder leeuwarden</b> sil yn de tillefoangids sykje nei it tillefoannûmer fan Mulder út Ljouwert</p> <p>Foar in oersicht fan beskikbere webkeppelings, of om jo eigen webkeppeling te meitsjen, gean yn Konqueror nei 'ynstellings->Konqueror ynstelle...'. Yn de ynstellingsdialooch dy't ferskynt, klik dan op it byldkaike 'Webkeppelings'.</p>
hu: <p>A Konqueror keresőazonosítói lehetővé teszik webes keresés végrehajtását a keresőszolgáltató honlapjának megnyitása nélkül. Ha beírja a címmezőbe, hogy: <b>gg:konqueror</b> és megnyomja az Entert, keresés kezdődik a Google-on a Konqueror címszóval.</p> <p>A keresőazonosítók megtekintéséhez (esetleg új azonosító létrehozásához) a Konquerorban válassza a Beállítások->A Konqueror beállításai... menüpontot. Ekkor megnyílik a beállítóablak, ebben kattintson a Keresőazonosítók ikonra.</p>
is: <p>Flýtiskammstafanir Konqueror gera þér kleyft að senda fyrirspurnir til leitarvéla á Netinu, án þess að þurfa að fara fyrst á heimasíðu þeirra. Ef þú slærð til dæmis inn <b>gg:konqueror</b> í staðsetningarslána og ýtir á Enter, mun verða leitað á Google eftir efni tengt Konqueror.</p> <p>Til að skoða hvaða skammstafanir finnast, og til að búa til þínar eigin, veldu Stillingar->Stilla Konqueror...->Vefskammstafanir.</p>
ja: <p>Konqueror のウェブショートカット機能を使うと、ウェブサイトを訪問せずに検索エンジンを利用することができます。場所バーに <b>gg:konqueror</b> と入力し Enter を押すと、Google が Konqueror に関連する項目を検索します。</p> <p>これ以外にもさまざまなウェブショートカットが、あらかじめ設定されています。メニューバーから「設定」->「Konqueror を設定」を選択し、設定ダイアログの「ウェブショートカット」を開いてください。あなた独自のウェブショートカットを作成することもできます。</p>
kk: <p>Konqueror шолғыштың Веб-жарлықтар мүмкіншілігі, іздеу веб- сайтын ашпай, сұранысыңызды іздеу серверіне тікелей жіберуге жол ашады. Мысалы, адрес жолында <b>gg:konqueror</b> деп теріп, Enter пернесін басқанда Google серверіне 'konqueror' деген сөзге байланысты іздеу тапсырылады.</p> <p>Қандай басқа Веб-жарлықтары бар екенін анықтап, өзінің жарлықтарын құру үшін Konqueror шолғыш мәзірінде "Баптау -> Konqueror дегенді баптау..." жолды таңдап, шыққан "Баптау" диалогында "Веб-жарлықтар" таңбашасын түртіңіз.</p>
km: <p>លក្ខណៈ​ពិសេស​ផ្លូវកាត់​បណ្តាញ​របស់ Konqueror អនុញ្ញាត​ឲ្យ​អ្នក​ដាក់ស្នើសំណួរ​ដោយ​ផ្ទាល់ ទៅ​កាន់​ម៉ាស៊ីន​ស្វែងរក ដោយ​មិន​ចាំបាច់​ទៅ​ទស្សនា​តំបន់​បណ្តាញ​ជាមុន​ឡើយ ។ ឧទាហរណ៍ ការបញ្ចូល <b>gg:konqueror</b> ក្នុង​របារ​ទីតាំង ហើយ ចុច បញ្ចូល វា​នឹង​ស្វែងរកអ្វីៗ​ដែល​ទាក់ទង​ទៅ​នឹង Konqueror តាម​រយៈ Google ។</p> <p>ដើម្បី​ពិនិត្យ​មើល​ថាតើ​មាន​ផ្លូវកាត់​បណ្តាញ​ផ្សេង​ទៀត​ឬទេ ហើយ ដើម្បី​បង្កើត​ផ្លូវកាត់​បណ្តាញ​ផ្ទាល់ខ្លួន​របស់​អ្នក នៅ​លើ Konqueror អ្នក​គ្រាន់​តែ​ជ្រើស ការកំណត់->កំណត់​រចនា​សម្ព័ន្ធ Konqueror...ដែល​វា ​នឹង​បើកប្រអប់ ការកំណត់ ហើយ បន្ទាប់​មក​គ្រាន់​តែ​ចុច​លើរូបតំណាង​ផ្លូវកាត់ បណ្តាញ ។</p>
ko: <p>컹커러의 웹 바로가기 요소는 먼저 웹 사이트에 방문하지 않고 직접 검색 엔진 에 질의합니다. 예를 들어, 위치 막대에서 <b>gg:konqueror</b> 를 입력하고 엔터를 누르는 것은 컹커러에 관련된 항목에 대해 구글을 검색할 것입니다.</p> <p>웹 바로가기의 어떤 요소가 가능한지 보기 위해, 그리고 여러분의 바로가기를 만들기 위해 컹커러에서 단순히 설정->컹커러 설정...을 선택하면 설정 대화상자가 열릴 것이며, 웹 바로가기 아이콘을 클릭해주면 됩니다.</p>
lt: <p>Konqueror žiniatinklio trumpės leidžia pateikti užklausą tiesiogiai, išvengiant apsilankymo paieškos svetainėje Pvz., įvedus <b>gg:konqueror</b> adreso juostoje ir paspaudus „Įvesti“ klavišą bus atlikta Google paieška pagal žodį Konqueror.</p> <p>Norėdami pamatyti, kokios žiniatinklio trumpės yra prieinamos bei norėdami susikurti savų, Konqueror lange pasirinkite meniu „Nustatymai“->„Konfigūruoti Konqueror...“, o atsivėrus nustatymų dialogui pasirinkite ženkliuką „Žiniatinklio trumpės“.</p>
mk: <p>Карактеристиката „Веб-кратенки“ на Konqueror Ви овозможува директно да зададете прашање до машина за пребарување без да треба прво да ја посетите веб-страницата. На пример, внесувањето <b>gg:konqueror</b> во полето Локација и притискањето Enter ќе пребара на Google за страници што се поврзани со Konqueror.</p> <p>За да видите кои уште веб-кратенки се достапни и да направите Ваши сопствени, во Konqueror изберете Поставувања->Конфигурирај Konqueror... што ќе го отвори дијалогот Поставувања. Потоа кликнете на иконата Веб-кратенки.</p>
nb: <p>Konquerors nettsnarveier lar deg utføre et søk direkte til søkemotoren uten å behøve å gå til søkemotorens nettside først. Du kan for eksempel skrive <b>gg:konqueror</b> i adresselinja.</p> <p>For å se hvilke andre snarveier som er tilgjengelige, eller for å angi dine egne i Konqueror, velg «Instillinger – Oppsett av Konqueror». Du får da et oppsettsvindu. Trykk da på knappen for nettsnarveier</p>
nds: <p>Mit Konqueror sien Söökafkörten kannst Du en Anfraag direktemang an en Söökmaschien schicken, ahn toeerst de Nettsiet to besöken. Wenn Du t.B. <b>gg:konqueror</b> in dat Adressfeld ingiffst un denn de Ingaavtast drückst, warrt mit Google na "konqueror" söcht.</p> <p>Wenn Du ok de annern Söökafkörten ankieken un villicht Dien egen opstellen wullt, söök in Konqueror Instellen -> Konqueror instellen ut, dat maakt den Instellen-Dialoog op, un klick denn eenfach op Söökafkörten.</p>
nl: <p>Met Konqueror's webkoppelingen kunt u een zoekopdracht rechtstreeks door een zoekmachine laten uitvoeren zonder dat u eerst de website hoeft te bezoeken. Bijvoorbeeld, als u <b>gg:konqueror</b> typt in de locatiebalk en op Enter drukt, dan zal Google op internet gaan zoeken naar de term 'Konqueror'. Er zijn ook Nederlandse webkoppelingen beschikbaar: <b>tt:101</b> opent teletekstpagina 101 en <b>telefoon:janssen amsterdam</b> zal in de telefoongids zoeken naar het telefoonnummer van Janssen uit Amsterdam</p> <p>Voor een overzicht van beschikbare webkoppelingen, of om uw eigen webkoppeling te maken, ga in Konqueror naar 'Instellingen->Konqueror instellen...'. In de instellingendialoog die verschijnt klikt u op de pictogram 'Webkoppelingen'.</p>
pt: <p>A funcionalidade dos Atalhos Web do Konqueror permite-lhe enviar uma pesquisa directamente para um motor de busca sem ter de visitar primeiro a página Web. Por exemplo, se escrever <b>gg:konqueror</b> na Barra de Localização e carregar em Enter, irá procurar no Google por itens relacionados com o Konqueror.</p> <p>Para ver os restantes Atalhos Web disponíveis, e para criar os seus próprios atalhos, basta seleccionar no Konqueror a opção Configuração->Configurar o Konqueror... que irá abrir a janela de Configuração e depois carregar no ícone Atalhos da Web.</p>
pt_br: <p>O recurso de Atalhos Web do Konqueror deixa você enviar uma consulta diretamente para o mecanismo de busca, sem precisar visitar o site primeiro. Por exemplo, digitando <b>gg:konqueror</b> na barra de Localização e pressionando Enter, será buscado no Google os itens relativos ao Konqueror.</p> <p>Para ver quais são os outros Atalhos Web disponíveis e construir também o seu, basta selecionar, do Konqueror, o menu Configurações->Configurar Konqueror..., que abrirá o diálogo de configurações, e então basta clicar no ícone de Atalhos Web.</p>
ru: <p>Веб-сокращения Konqueror позволяют вам передавать запрос поисковой системе напрямую, не обращаясь к её сайту. Например, введите <b>gg:konqueror</b> в строке адреса и нажмите Enter, чтобы передать Google запрос Konqueror.</p> <p>Для того чтобы просмотреть доступные сокращения веб или создать новые, в окне Konqueror выберите Настройка->Настроить Konqueror... и нажмите Сокращения Веб.</p>
rw: <p>Ikiranga Amahinanzira Rubuga ya Konqueror gituma ushobora guhita wohereza ikibazo kuri moteri ishakisha utagombye gusura urubugamakuru Urugero, kwinjiza <b>gg:konqueror</b> mu murongo Hantu maze ugakanda Enter bizashakira muri Google ibintu byose byerekeye Konqueror.</p> <p>Kugira ngo ushobore kubona ayandi Mahinanzira Rubuga ariho, no gukora ayawe bwite, uhereye kuri Konqueror hitamo Amagenamiterere->Kuboneza Konqueror... izafungura agasanduku kiganiro k'Amagenamiterere, maze ukande ku gashushondanga k'Amahinanzira Rubuga.</p>
sk: <p>Internetové kľúčové slová v Konquerori vám umožňujú poslať požiadavku priamo na stránku (napríklad vyhľadávača) bez jej navštívenia. Napríklad vložením <b>gg:konqueror</b> do panela Miesto a stlačením Enter sa budú hľadať na stránke Google položky blízke slovu konqueror.</p> <p>Pozrieť si ostatné dostupné skratky pre túto službu alebo pridať vlastné môžete, ak v Konquerori kliknete na Nastavenia->Nastaviť Konqueror. Otvorí sa vám nové okno, kde vyberiete ikonu Internetové kľúčové slová.</p>
sl: <p>Spletne bližnjice v Konquerorju vam omogočajo, da pošljete poizvedbo iskalniku neposredno, ne da bi obiskali njegovo spletno stran. Če na primer v lokacijsko vrstico vnesete <b>gg:konqueror</b> in pritisnete Enter, bo iskalnik Google poiskal dokumente povezane s Konquerorjem.</p> <p>Ostale Spletne bližnjice si lahko ogledate tako, da v meniju »Nastavitve« izberete »Nastavi Konqueror« in nato ikono »Spletne bližnjice«. Tu lahko ustvarjate tudi svoje bližnjice.</p>
sr: <p>Konqueror-ова могућност веб пречица омогућава вам да директно предате упит претраживачком мотору, без потребе да прво одете на његов веб сајт. На пример, ако унесете <b>gg:konqueror</b> у траку са локацијом и притиснете Enter, потражићете Google-ом ствари које се тичу Konqueror-а.</p> <p>Да бисте видели које су још веб пречице доступне, и направили своје, из Konqueror-а само изаберите „Подешавања->Подеси Konqueror...“, а затим кликните на икону „Веб пречице“ у прозору који се појави.</p>
sr@latn: <p>Konqueror-ova mogućnost veb prečica omogućava vam da direktno predate upit pretraživačkom motoru, bez potrebe da prvo odete na njegov veb sajt. Na primer, ako unesete <b>gg:konqueror</b> u traku sa lokacijom i pritisnete Enter, potražićete Google-om stvari koje se tiču Konqueror-a.</p> <p>Da biste videli koje su još veb prečice dostupne, i napravili svoje, iz Konqueror-a samo izaberite „Podešavanja->Podesi Konqueror...“, a zatim kliknite na ikonu „Veb prečice“ u prozoru koji se pojavi.</p>
sv: <p>Konquerors webbgenvägar låter dig direkt skicka en fråga till en söktjänst utan att först behöva besöka webbplatsen. Genom att till exempel skriva in <b>gg:konqueror</b> i platsraden och trycka på returtangenten, söker du efter sidor som har med Konqueror att göra.</p> <p>För att se vilka andra webbgenvägar som är tillgängliga, och för att skapa dina egna, välj bara Inställningar -> Anpassa Konqueror... i Konqueror för att öppna inställningsdialogrutan, och klicka därefter helt enkelt på ikonen Webbgenvägar.</p>
th: <p>คุณสมบัติทางลัดไปสู่เว็บของ Konqueror จะทำให้คุณสามารถส่งข้อความสำหรับค้นหาลงไปยัง เว็บสำหรับค้นหาได้โดยตรง โดยไม่ต้องเปิดหน้าเว็บขึ้นมาด้วยซ้ำ ตัวอย่างเช่น ใส่ <b>gg:konqueror</b> ลงไปในช่องใส่ที่อยู่ และกดปุ่ม Enter จะเป็นการใช้กูเกิลหาของ หรือหน้าเว็บที่เกี่ยวข้องกับ Konqueror เป็นต้น</p> <p>หากต้องการดูทางลัดสู่หน้าเว็บเพิ่มเติม และดูวิธีสร้างทางลัดของคุณเอง ให้เลือกที่ ตั้งค่า-> ปรับแต่ง Konqueror... ซึ่งจะเปิดกล่องปรับตั้งค่าขึ้นมาและเพียงแต่คลิกที่ไอคอนทางลัดสู่เว็บ</p>
uk: <p>Скорочення Тенет дозволяють відразу надсилати запит до пошукового сайту без попереднього відкриття самого сайту. Наприклад, введенням <b>gg:konqueror</b> у панель адреси та натисканням клавіші Enter буде відразу зроблено пошук сторінок, що стосуються Konqueror, у пошуковій системі Google.</p> <p>Переглянути наявні скорочення Тенет та створити власні можна у програмі Konqueror, просто виберіть Параметри->Налаштування Konqueror... та у вікні, що з'явиться, виберіть піктограму "Скорочення Тенет".</p>
vi: <p>Tính năng <b>Lối tắt Mạng</b> của trình duyệt Mạng Konqueror cho bạn khả năng đệ trình truy vấn một cách trực tiếp cho cơ chế tìm kiếm, không cần thăm nơi Mạng đó trước tiên. Lấy thí dụ, việc nhập <b>gg:konqueror</b> vào trường địa điểm rồi bấm phím Enter sẽ tìm kiếm qua Google các mục liên quan đến Konqueror.</p> <p>Để xem Lối tắt Mạng nào sẵn sàng, và để tạo điều mới, trong Konqueror chỉ hãy chọn <b>Thiết lập &rarr; Cấu hình Konqueror...</b> mà sẽ mở hộp thoại Thiết lập, rồi nhắp vào biểu tượng Lối tắt Mạng.</p>
zh_tw: <p>Konqueror 的網頁捷徑功能讓您不需要先 瀏覽該網站就能直接對搜尋引擎進行查詢。 例如，在位置列輸入 <b>gg:konqueror</b> 並按下 Enter 會使用 Google 搜尋 Konqueror 的相關項目。</p> <p>想看看還有何種網頁捷徑可用，並製做 您自己的，在 Konqueror 可選「設定值-> 設定 Konqueror... 」開啟設定值對話盒，然後 只要按下「網頁捷徑」圖示即可。</p>
