Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>While tabbed browsing in Konqueror is very useful, you can take this one step further if you choose to have a split view in order to view two locations at the same time. To access this feature, in Konqueror select Window->Split View, with either Top-Bottom or Left/Right, depending upon your choice.</p> <p>This setting will also only apply to a particular tab, rather than all tabs you have, so you can choose to have the split view for only some of the tabs where you might think it is useful.</p>
af: <p>Terwyl oortjie blaaing in Konqueror baie handig is, kan jy dit nog verder neem, indien jy sou verkies om 'n gedeelde sig te hê, sodat jy twee bestemmings gelyk kan sien. Om by hierdie funskie te kom, kies in Konqueror -> Venster, Verdeel aansig met of Links/Regs of Bo/Onder, afhangend van jou keuse.</p> <p>Hierdie stelling is slegs van toepassing op 'n spesifieke oortjie, eerden dan vir al die oortjies wat jy het. jy kan dus die gedeelde sig gebruik in die oortjies waar jy dit nodig ag.</p>
ar: <p>حيث أنّ التصفح المبوب في Konqueror هو مفيد جداً ، يمكنك متابعة هذه الخطوة إلى الأمام إذا إخترت أن تشطر العرض حيث يمكنك مشاهدة موقعين في نفس الوقت. للحصول على هذه الميّزة في Konqueror ، إختر : نافذة --> شطر الشاشة ، شطر الشاشة يمين/يسار أو أعلى/أسفل، حسب ما تختاره.</p> <p>سيعمل هذا التعيين للسان واحِد فقط، بدلاً من كل الألسنة اللتي تستعملها ، و هكذا تستطيع إختيار الشاشة المشطورة لبعض الألسنة اللتي تجدها ذات أهمية.</p>
ca: <p>Encara que la navegació amb pestanyes al Konqueror és molt útil, podeu fer un pas més si trieu tenir vistes partides per tal de veure dos localitzacions al mateix temps. Per accedir aquesta característica al Konqueror, seleccioneu Finestra->Divideix la vista, amb dalt/baix o bé esquerra/dreta, segons la vostra tria.</p> <p>Aquest arranjament només s'aplica a una pestanya en particular, en comptes de a totes les pestanyes, per tant podeu triar tenir la vista partida només en les pestanyes on us sembli útil.</p>
da: <p>Selvom det at browse med faneblade i Konqueror er meget nyttigt, kan du gå et skridt længere hvis du vælger at have en opdelt visning til at kigge på to steder samtidig. For at komme til funktionen i Konqueror, vælges Vindue -> Opdel visning, enten top/bund eller venstre/højre, afhængig af hvad du vælger.</p> <p>Indstillingen gælder også kun et bestemt faneblad, i stedet for alle faneblade du har, så du kan vælge at have den delte visning for visse faneblade hvor du synes at det er nyttigt.</p>
de: <p>Sie können die wirklich nützliche Funktion "Browsen mit Unterfenstern" noch ein wenig verfeinern, indem Sie geteilte Ansichten verwenden. Klicken Sie dazu im Konqueror auf "Fenster -> Ansicht in linke und rechte Hälfte teilen".</p> <p>Die Funktion wird nur auf ein bestimmtes Unterfenster angewendet, nicht auf alle gleichzeitig. Auf diese Weise können Sie selbst entscheiden, welche Unterfenster geteilt dargestellt werden sollen und welche nicht.</p>
el: <p>Παρόλο που η περιήγηση με καρτέλες στον Konqueror είναι πολύ χρήσιμη, μπορείτε να πάτε ένα βήμα πιο μπροστά αν επιλέξετε τη διαιρεμένη προβολή έτσι ώστε να βλέπετε δυο τοποθεσίες ταυτόχρονα. Μπορείτε να βρείτε αυτό το χαρακτηριστικό, στον Konqueror επιλέγοντας Παράθυρο->Διαίρεση προβολής, είτε πάνω/κάτω είτε αριστερά/δεξιά, ανάλογα με την επιλογή σας.</p> <p>Αυτή η ρύθμιση θα εφαρμοστεί σε μια συγκεκριμένη καρτέλα, και όχι σε όλες τις καρτέλες που έχετε, έτσι ώστε να μπορείτε να κάνετε διαίρεση σε συγκεκριμένες καρτέλες που πιστεύετε ότι θα σας φανούν χρήσιμες.</p>
eo: <p>La uzo de langetoj en Konkeranto dum vi foliumas estas tre utila, sed vi ankaŭ povas dividi la saman fenestron en panelojn por vidi du lokojn samtempe. Por ebligi tiun, elektu la menuon Fenestro->Dividu Rigardon, kun la elektoj de Horizontale aŭ Vertikale.</p> <p>Ĉi tiu agordo efikas nur por la nuna langeto, do vi povas lasi la restantajn langetojn nedividitaj.</p>
es: <p>A pesar de que la navegación con pestañas en Konqueror es muy práctica, puede dar otro paso más si decide dividir la vista para ver dos direcciones a la vez. Para acceder a esta característica, en Konqueror seleccione Ventana->Dividir vista, que puede ser superior/inferior o izquierda/derecha, dependiendo de su elección.</p> <p>Esta configuración solo se aplicará a una pestaña en particular, y no todas las pestañas que tenga, de forma que puede decidir dividir la vista solo de algunas pestañas, en las que piense que es práctico.</p>
et: <p>Konqueror pakub küll kaartidega lehitsemise võimalust, kuid väga kasulik on ka võimalus vaade poolitada, et näha korraga kahte erinevat asja. Selleks vali Konqueroris Aken->Poolita vaade vertikaalselt või horisontaalselt, kuidas sulle just meeldib.</p> <p>Vaate poolitamine on võimalik ka ainult konkreetsel kaardil, nii et võid valida selle võimaluse ainult mõnel, mitte aga kõigil kaartidel.</p>
eu: <p>Nahiz eta fitxen bidezko nabigazioa oso erabilgarria izan, areagotu dezakezu ikuspegiak zatituz, bi ikuspegi aldi berean ikus ditzazun. Eginbide hau atzitzeko hautatu Konqueror-en Leihoa -> Zatitu ikuspegia, bai Goian/behean bai Ezkerra / eskuina.</p> <p>Ezarpen honek fitxa bat eragingo du ez denak. Honela ikuspegi zaituak nahi dituzun fitxetan eduki ditzakezu, zure beharrak asetzeko. </p>
fa: <P>با اینکه مرور تب‌بندی‌شده در Konqueror بسیار مفید است، اگر انتخاب کنید که یک نمای شکاف داشته باشید تا دو محل به طور همزمان دیده شوند، می‌توانید یک گام به جلو بروید. برای دستیابی به این ویژگی، در Konqueror پنجره-<نمای شکاف را یا با دکمۀ بالا یا چپ/راست، بسته به انتخابتان، برگزینید.</p> <p>همچنین این تنظیم فقط در مورد یک تب خاص اعمال می‌شود و نه در مورد تمام تبهایی که دارید، پس می‌توانید انتخاب کنید که فقط برای برخی از تبهایی که فکر می‌کنید مفیدند، نمای شکاف داشته باشید.</p>
fi: <p>Konquerorin välilehdet ovat erittäin käteviä. Voit jakaa näytön näyttääksesi kaksi paikkaa samalla kerralla.</p> <p>Käyttääksesi tätä ominaisuutta Konquerorissa, valitse <b>Näytä</b>-><b>Jaa näkymä</b>, joko ylä/ala tai vasen/oikea riippuen valinnastasi.</p> <p>Voit jakaa myös yksittäisen välilehden.</p>
fr: <p> La navigation par onglets dans Konqueror est très utile, mais regardez également du côté des vues scindées, qui permettent de consulter deux emplacements en même temps. Pour accéder à cette fonctionnalité, sélectionnez dans Konqueror, « Fenêtre / Scinder la vue », dans l'orientation que vous choisissez, « Haut / bas » ou « Gauche / droite ».</p> <p>Cette option ne s'appliquera seulement qu'à un seul onglet plutôt qu'à tous, afin que vous n'ayez des vues séparées que sur les onglets qui vous intéressent.</p>
fy: <p>Wylst wurkje mei ljeppers yn Konqueror seker al hannich is kinne jo noch in stap fierder gean troch it finster op te dielen yn meardere dielfinsters. Sa kinne jo twa of mear lokaasjes op itselde momint besjen. Om it finster op te dielen selektearje jo in Konqueror menuoptie 'Finster->Finster horizontaal/fertikaal opspjalte'.</p> <p>It opdielen fan it finster is allinne fan tapassing op de sichtbere ljepper, net op alle ljeppers tagelyk. Jo kinne dus sels beskiede hokker ljeppers jo spjalte wolle, en hokker net.</p>
hu: <p>A lapozós böngészés egy igen jól használható lehetőség a Konquerorban. Ennek további bővítése az osztott használat, amikor két oldal tekinthető meg egyszerre egy lapon belül. Ezt a lehetőséget a Konquerorban az Ablak->Nézetelválasztás menüponttal lehet bekapcsolni (a két nézet egymás alatt vagy egymás mellett lehet).</p> <p>A beállítás csak a kiválasztott lapra fog vonatkozni, nem az összesre. Elég tehát csak azokon a lapokon bekapcsolni a kettéosztást, ahol erre valóban szükség van.</p>
is: <p>Þú getur tekið flipavafur Konqueror skrefinu lengra með því að nota klofna sýn til að skoða tvær staðsetningar samtímis. Til að nálgast þetta í Konqueror veldu Gluggi->Kljúfa sýn, annað hvort lóðrétt eða lárétt.</p> <p>Þetta hefur bara áhrif á viðkomandi flipa þannig að þú getur valið að nota klofna sýn bara í þeim flipum þar sem það gagnast.</p>
ja: <p>Konqueror のタブブラウジングはとても便利ですが、二つの場所を同時に見るためにビューを分割すると、さらに便利になります。 この機能を利用するには、Konqueror のメニューバーから「ウィンドウ」->「ビューを分割」を選択してください。分割する方向は「上下」または「左右」から選択できます。</p> <p>この設定は、すべてのウィンドウにではなく、特定のタブのみに適用されます。したがって、ビューの分割が役に立ちそうなタブのみを分割することができます。</p>
kk: <p>Қойындылы шолғыш түрдегі Konqueror өте ыңғайлы десеңіз, одан да асып түсу үшін, бөлінген көріністі таңдап, бір кезде екеуін көріп, әрі қарай бір қадам жасаңыз. Бұл үшін, Konqueror шолғышында "Терезе -> Көріністі тігінен бөлу" (не "Көріністі көлденеңінен бөлу") дегенді таңдаңыз.</p> <p>Бұл таңдау, тек керек қойндыларды бөліп қарау үшін, барлық қойындыларға бірден тимей, тек бір қойындысына қолданылады.</p>
km: <p> ការ​រុករក​ដោយ​ប្រើ​ផ្ទាំង​ក្នុង Konqueror វា​មាន​ប្រយោជន៍​យ៉ាង​ខ្លាំង ប៉ុន្តែ​វា​កាន់​តែ ​មាន​ប្រយោជន៍ថែមទៀត ប្រសិនបើ​អ្នក​ជ្រើស ពុះ​ទិដ្ឋភាព ដើម្បី​អាច​ មើល​ទីតាំង​ពីរ​ក្នុង​ពេល​តែ​មួយ ។ ដើម្បី​ប្រើប្រាស់​លក្ខណៈ​ពិសេស​នេះ នៅ​ក្នុង Konqueror សូម​ជ្រើស បង្អួច -> ពុះទិដ្ឋភាព ឆ្វេង/ស្តាំ ឬ កំពូល/បាត អាស្រ័យ​ទៅ​តាម​ចំណង់​ចំណូលច​ិត្ត​របស់អ្នក ។</p> <p>ការ​កំណត់​នេះ​នឹង​អនុវត្ត​ទៅ​កាន់​តែ​ផ្ទាំងណាមួយ​ប៉ុណ្ណោះ មិន​មែន​ ទៅ​ផ្ទាំង​ទាំងអស់​នោះ​ទេ ដូច្នេះ​អ្នក​អាច​ជ្រើស ពុះ​ទិដ្ឋភាព សម្រាប់​តែ ផ្ទាំងខ្លះ​ដែល​អ្នក​គិត​ថា​វា​មាន​ប្រយោជន៍ ។ </p>
ko: <p>컹커러에서 탭으로 웹 페이지 탐색을 하는 것 은 유용합니다. 두 위치를 동시에 보기 위해서는 분할 보기를 선택하십시오. 컹커러에서 창->분할 보기를 선택하여 위/아래, 좌/우 분할을 지정한 후 사용할 수 있습니다.</p> <p>또한 이 설정이 지정된 탭에만 적용됩니다. 따라서 필요에 따라 다른 탭은 놔두고 원하는 탭 만 같이 볼 수 있습니다.</p>
lt: <p>Nors naršymas pasinaudojant kortelėmis Konqueror naršyklėje yra labai naudingas, galite žengti dar vieną žingsnį į priekį ir pasirinkti suskaidytą vaizdą, kad dvi vietas galėtumėte matyti vienu metu. Norėdami taip naršyti Konqueror lange pasirinkite meniu „Langas“->„Skaidyti vaizdą“, ir vieną iš parinkčių - „į viršų ir apačią“ arba „į kairę ir dešinę“.</p> <p>Ši parinktis bus pritaikyta tik konkrečiai kortelei, o ne visoms tuo metu atvertoms kortelėms, taigi galite pasirinkti tokį vaizdą tik kai kurioms kortelėms - kaip Jums patogiau.</p>
mk: <p>Иако прелистувањето со ливчиња во Konqueror е многу корисно, може да отидете еден чекор понатаму ако изберете поделен преглед за да може да прегледувате две различни локации во исто време. За пристап на оваа можност, во Konqueror изберете Прозорец->Подели го прозорецот, и тоа горен/долен или лев/десен. во зависност од потребите.</p> <p>Ова поставување се однесува само на одредено ливче, наместо на сите отворени ливчиња, така што може да имате поделен преглед само за некои од ливчињата каде што може да биде корисен.</p>
nb: <p>Å ha faneblader i Konqueror er en nyttig ting. Men du kan drive dette enda lengre ved å ha delt visning for å vise to plasseringer samtidig. For å bruke denne funksjonen, velg «Vindu» og enten «Delt visning venstre/høyre» eller «Delt visning topp/bunn».<p> <p>Dette oppsettet vil bare gjelde for ett faneblad, så du kan ha noen faneblader delte og andre ikke.</p>
nds: <p>Ok wenn de Ünnerfinsterfunkschoon ("Tabs") in Konqueror al bannig goot is, kannst Du dat noch wiederdrieven. Mit deelte Ansichten kannst Du to de sülve Tiet op twee Öörd togriepen, wenn Du in Konqueror Finster -> Finster delen utsöchst. Dat geiht pielliek un ok waagrecht.</p> <p>Disse Instellen gellt denn bloots för dat aktiven Tab, nich för all. Du kannst de deelte Ansicht also dor instellen, woneem Du dat bruukst.</p>
nl: <p>Terwijl werken met tabbladen in Konqueror al erg handig is kunt u nog een stap verder gaan door het venster op te delen in meerdere deelvensters. U kunt zo twee of meer locaties op hetzelfde moment bekijken. Om het venster op te delen selecteert u in Konqueror menuoptie 'Venster->Venster horizontaal/verticaal opsplitsen'.</p> <p>Het opdelen van het venster is alleen van toepassing op het zichtbare tabblad, niet op alle tabbladen tegelijk. U kunt dus zelf bepalen welke tabbladen u opsplitst, en welke niet.</p>
pt: <p>Embora a navegação com páginas no Konqueror seja muito útil, você poderá levar isto mais além se optar por ter uma janela dividida, para poder ver duas localizações ao mesmo tempo. Para aceder a esta funcionalidade, seleccione no Konqueror Janela->Dividir a Janela, tanto de forma Cima/Baixo como Esquerda/Direita, dependendo da sua escolha.</p> <p>Esta opção aplicar-se-á também a uma página em particular, em vez de ser em todas as páginas que tem, como tal poderá optar por ter a janela dividida apenas para algumas das páginas onde ache que seja útil tal situação.</p>
pt_br: <p>Apesar da navegação em abas do Konqueror ser muito útil, você pode andar um passo à frente se escolher uma divisão das visões, a fim de visualizar duas localizações ao mesmo tempo. Para acessar este recurso, no Konqueror, selecione a opcão Janela->Separar a Visão, podendo ser em Base e Topo ou Direita e Esquerda, dependendo da sua escolha.</p> <p>Esta configuração será aplicada somente para uma aba em particular; então, você poderá escolher em ter uma visão dividida para somente algumas abas, onde você achar que isto será mais útil.</p>
ru: <p>Вкладки Konqueror очень удобны, однако это не единственный способ просмотра нескольких ресурсов одновременно. Вы также можете выбрать пункт меню Окно->Разделить панель по вертикали (или по горизонтали).</p> <p>При этом будет разделена только одна вкладка (текущая).</p>
rw: <p>Mu gihe gushakisha muri Konqueror bishingiye ku dufishi bifite akamaro kanini, ushobora kugera kure uhisemo kugira imigaragarire ikasemo kabiri kugira ngo urebe ahantu habiri icyarimwe. Kugira ngo ukoreshe iki kiranga, mu Idirishya ritoranya Konqueror->Gukatamo Igaragaza mo kabiri, haba kuva Hejuru ujya Hasi cyangwa Ibumoso/Iburyo, bitewe n'uko ubishaka.</p> <p>Iri genamiterere na ryo rizakoreshwa gusa ku gafishi kihariye, aho kuba ku dufishi twose ufite, bityo ushobora guhitamo kugira igaragaza rikasemo kabiri ku dufishi tumwe na tumwe aho wibwira ko bifite akamaro.</p>
sk: <p>Prehliadanie na kartách v Konquerori je veľmi užitočné, no môžete využiť napríklad aj funkciu na rozdelenie okna na dve časti, pričom v každej môže byť iný obsah. Pre prístup k tejto funkcii vyberte Zobraziť-> Rozdeliť pohľad a následne buď horizontálne alebo vertikálne rozdelenie.</p> <p>Toto nastavenie sa týka iba práve otvorenej karty, takže môžete využiť rozdelený pohľad práve pri tých kartách, kde vám to vyhovuje.</p>
sl: <p>Čeprav je brskanje z zavihki v Konquerorju zelo uporabno, ga lahko popeljete še en korak naprej, če omogočite razdeljen prikaz dveh lokaciji obenem. To lahko storite tako, da v Konquerorju izberete možnost »Razdeli prikaz levo/desno« ali »Razdeli prikaz vrh/dno« z menija »Okno«.</p> <p>Ta nastavitev bo v veljavi le za trenuten zavihek in ne za vse, ki so odprti. Tako lahko nastavite razdeljen prikaz le v zavihkih, kjer to potrebujete.</p>
sr: <p>Док је прегледање са језичцима у Konqueror-у врло корисно, можете отићи и корак даље ако поделите приказ да бисте гледали две локације у исто време. За приступ овој могућности, у Konqueror-у изаберите „Прозор->Подели приказ“, или горе/доле или лево/десно, како вам одговара.</p> <p>Ова поставка ће бити примењена само на дати језичак, а не на све њих, тако да можете поделити приказ само под оним језичцима за које сматрате да је корисно.</p>
sr@latn: <p>Dok je pregledanje sa jezičcima u Konqueror-u vrlo korisno, možete otići i korak dalje ako podelite prikaz da biste gledali dve lokacije u isto vreme. Za pristup ovoj mogućnosti, u Konqueror-u izaberite „Prozor->Podeli prikaz“, ili gore/dole ili levo/desno, kako vam odgovara.</p> <p>Ova postavka će biti primenjena samo na dati jezičak, a ne na sve njih, tako da možete podeliti prikaz samo pod onim jezičcima za koje smatrate da je korisno.</p>
sv: <p>Även om bläddring med flikar i Konqueror är mycket användbart, kan du gå ett steg längre om du väljer att ha en delad vy för att titta på två platser samtidigt. För att komma åt funktionen i Konqueror, välj Fönster -> Dela vyn, antingen topp/botten eller vänster/höger, beroende på vad du väljer.</p> <p>Inställningen gäller också bara en viss flik, istället för alla flikar du har, så du kan välja att ha den delade vyn för vissa flikar där du tycker att det är användbart.</p>
th: <p>ในขณะที่การเรียกดูหน้าเว็บด้วยแท็บนั้นมีประโยชน์มาก คุณยังสามารถก้าวหน้าไปได้อีกหนึ่งขั้น หากคุณเลือกที่จะแบ่งมุมมองเพื่อดูสองที่ในเวลาเดียวกัน ในการเรียกใช้ความสามารถนี้ใน Konqueror ให้เลือกที่ หน้าต่าง->แบ่งมุมมอง ทั้งแบบ บน-ล่าง หรือ ซ้าย-ขวา ขึ้นอยุ่กับคุณเอง</p> <p>การตั้งค่านี้ยังจะสมารถปรับใช้กับแทบใดแทบหนึ่ง แทนที่จะปรับใช้กับทุกแท็บได้ด้วย ดังนั้นคุณสามารถเลือกได้ว่า จะใช้การแบ่งมุมมองสำหรับบางแท็บที่คุณคิดว่ามันจะมีประโยชน์เท่านั้นก็ได้</p>
uk: <p>Не секрет, що навігація у Konqueror з використанням вкладок дуже зручна, але можна зробити це один крок вперед та розділити перегляд, це надасть можливість переглядати дві адреси одночасно. Для розділення перегляду виберіть у Konqueror Вікно->Розділений перегляд (або лівий/правий, або вгорі/знизу в залежності від ваших вподобань).</p> <p>Таке налаштування буде застосовано тільки до одної з вкладок, а не до всіх вкладок одночасно. Це дозволяє розділити перегляд тільки у тих вкладках де це доречно.</p>
vi: <p>Việc duyệt bằng nhiều thanh nhỏ là rất có ích trong Konqueror, vì nó cho bạn khả năng giữ nhiều trang khác nhau trong một cửa sổ riêng lẻ. Tùy nhiên, bạn cũng có thể sử dụng một khung xem đã chia ra, để xem hai địa điểm cùng lúc. Để truy cập tính năng này, trong Konqueror chọn <b>Cửa sổ &rarr; Khung xem chia ra</b>, với hoắc <b>Trên/Dưới</b> hoặc <b>Trái/Phải</b>, phụ thuộc vào sự chọn của bạn.</p> <p>Thiết lập đặc trưng cho mỗi thanh nhỏ, không phải toàn cục, vậy bạn có thể chọn sử dụng khung xem chia ra chỉ trong một số thanh nơi nó có ích.</p>
zh_tw: <p>Konqueror 中的分頁瀏覽功能相當好用，您可以 進一步利用它來使用分割的檢視以便在同一時間 檢視兩個位置。要使用這個功能，在 Konqueror 中選擇「視窗->分割檢視」，可以依您的選擇指定 上、下、左、右的方位。</p> <p>這個設定也可用於某個分頁，不管是任何 您所擁有的分頁。因此若您覺得這樣會比較好， 也可以選擇只對某些分頁使用分割檢視。</p>
