Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>If you do not like the default completion mode (e.g. in Konqueror), you can right-click on the edit-widget and choose a different mode, e.g. automatic or manual completion. Manual completion works in a similar way to completion in a UNIX shell. Use Ctrl+E to invoke it. </p>
af: <p>As jy moet nie hou van die verstek voltooiïng modus, E.g. in Konqueror, jy kan regs kliek op die redigeer widget en kies 'n ander modus, Bv. automaties of hand voltooiïng. Hand voltooiïng werk soortgelyk na voltooiïng in 'n Unix tolk. Gebruik Ctrl+E om aktiveer dit. </p>
ar: <p>إذا كنت لا تحب نمط الإتمام الإفتراضي ( مثلاً في Konqueror ) ، يمكنك النقر اليميني على نافذة التحرير و إختيار نمط آخر مثل إتمام تلقائي أو إتمام يدوي. إنّ الإتمام اليدوي يعمل بطريقة مشابهة للإتمام في مطراف يونكس. إستعمل Ctrl و E لتمكينه. </p>
ca: <p>Si no us agrada el mode de compleció per omissió, p.ex. a Konqueror, podeu dretaclicar a l'estri d'edició i triar un mode diferent, p.ex. compleció automàtica o manual. La compleció manual funciona de manera similar a la compleció a la shell Unix. Useu Ctrl+E per a invocar-la. </p>
da: <p>Hvis du ikke kan lide den almindelige kompletteringsmetode f.eks. i Konqueror, kan du højreklikke på redigér-kontrollen og vælge en anden metode; f.eks. automatisk eller manuel komplettering. Manuel komplettering virker ligesom komplettering i en UNIX-skal. Brug Ctrl+E for at anvende det. </p>
de: <p>Wenn Sie die voreingestellte Vervollständigungs-Methode ändern möchten, klicken Sie mit der rechten Maustaste auf das Adressfeld und wählen Sie einen anderen Modus, z. B. automatische oder manuelle Ergänzung. Die manuelle Ergänzung funktioniert ähnlich wie in einem UNIX- Befehlsfenster. Verwenden Sie Strg+E, um sie aufzurufen. </p>
el: <p>Αν δεν επιθυμείτε την προεπιλεγμένη λειτουργία αυτόματης συμπλήρωσης, (π.χ. στον Konqueror), μπορείτε να κάνετε δεξί κλικ στο γραφικό συστατικό Επεξεργασία και να επιλέξετε μια διαφορετική λειτουργία, π.χ. αυτόματη ή χειροκίνητη συμπλήρωση. Η χειροκίνητη συμπλήρωση λέξεων λειτουργεί παρόμοια με τη συμπλήρωση σε ένα κέλυφος UNIX. Χρησιμοποιήστε το Ctrl+E για να το καλέσετε. </p>
eo: <p>Se vi ne ŝatas la normalan kompletigomanieron (ekz. en Konkeranto), vi povas dekstre klaki sur la redaktokampo kaj elekti alian konduton, ekz. aŭtomatan aŭ manan kompletigon. Permana kompletigo funkcias simile kiel la kompletigo en uniksa interpretilo. Uzu Ktrl+E por funkciigi ĝin. </p>
es: <p>Si no le gusta el modo predeterminado de completado (p.ej. en Konqueror), puede pulsar con el botón derecho del ratón sobre el componente de edición y elegir un modo diferente, p.ej. automático o completado manual. El completado manual funciona de modo similar al completado en el intérprete de órdenes de UNIX. Utilice Ctrl+E para llamarlo. </p>
et: Kui sulle ei meeldi vaikimisi seatud lõpetamise režiim nt. Konqueroris, võid klõpsata parema hiirenupuga redigeerimise elemendis ja valida mõne muu režiimi, nt. käsitsi või automaatse lõpetamise. Käsitsi lõpetamine töötab sarnaselt UNIX-i shelliga. Kasuta klahvikombinatsiooni Ctrl+E.</p>
eu: <p>Ez baduzu osatze modu lehenetsia gustuko, Konquerorren adibidez, editatze-widgetean eskuineko botoiaz klik egin dezakezu eta beste modu bat aukeratu; osatze automatikoa edo eskuzko osatzea, adib. Eskuzko osatzeak UNIX shellen antzera lan egiten du. Ktrl+E erabili dei egiteko. </p>
fa: <p>اگر حالت تکمیل پیش‌فرض )مثلاً، در Konqueror( را دوست ندارید، می‌توانید روی عنصر ویرایش، فشار راست کرده و یک حالت دیگر، مثلاً تکمیل خودکار یا دستی را انتخاب کنید. تکمیل دستی همانند روش تکمیل در یک پوستۀ یونیکس کار می‌کند. برای احضار آن از مهار+E استفاده کنید. </p>
fi: <p>Jos et pidä esim. Konquerorin oletustavasta täydentää osoitteita, voit muuttaa täydennystapaa muokkausruudun pikavalikosta. Voit valita esimerkiksi automaattisen tai käsin täydentämisen. Käsin täydentäminen toimii kuten Unix-päätteessä; paina Ctrl+E täydentääksesi käsin. </p>
fr: <p>Si vous n'aimez pas le mode de complètement automatique par défaut, (par exemple, dans Konqueror), vous pouvez cliquer avec le bouton droit sur la zone de saisie et choisir un mode différent, comme par exemple automatique ou manuel. L'auto-complètement manuel fonctionne comme celui des interpréteurs de commande Unix. Utilisez le raccourci « Ctrl+E » pour l'activer.</p>
fy: <p>As jo net bliid binne mei de automatyske oanfolling yn bgl. Konqueror, dan kinne jo dit wizigje. Klik mei de rjochter mûsknop yn it lokaasjefjild fan Konqueror en kies foar in oare modus, bgl. automatyske of mei de hân oanfolling. Mei de hân oanfolling wurket hast altyd op deselde wize as in UNIX-shell. Brûk CTRL-E om it oan te roppen. </p>
hu: <p>Ha nem tetszik Önnek az alapértelmezett címkiegészítési mód a Konquerorban, kattintson a jobb egérgombbal a címmezőre és válasszon egy másik módot, pl. az automatikus vagy kézi kiegészítést. A kézi kiegészítés hasonlít a UNIX parancsértelmezőkben használt kiegészítéshez, a Ctrl+E lenyomásával lehet aktiválni. </p>
is: <p>Ef þér líkar ekki sjálfgefna textaklárunin, t.d. í Konqueror, þá getur þú hægrismellt á innsláttarkassan og valið annan ham, t.d. sjálfvirka eða handvirka klárun. Handvirk klárun virkar svipað og textaklárun í UNIX skeljum. Notaðu ctrl+E til að virkja hana. </p>
ja: <p>Konqueror などの標準の補完モードがお好きでない場合は、編集ウィジェットの上で右クリックして別のモードを選択してください。「自動」「手動」その他のモードから選択できます。「手動」は Unix シェルの補完と同様です。[Ctrl+E] で補完します。</p>
kk: <p>Егер Сізге автотолтырудың әдетті тәсілі ұнамаса (мысалы, Konqueror шолғышында қолданылатын), оң батырмамен толтыру өрісін шертіп, басқа, автоматты немесе қолмен толтыру күйін таңдаңыз. Қолмен автотолтыру Unix қоршау-ортадағыдай. Ол Ctrl+E пернелер ақылы қосылады. </p>
km: <p>ប្រសិនបើ​អ្នក​មិន​ចូលចិត្ត​របៀប​ការ​បំពេញ​លំនាំដើម (ឧ. ក្នុង Konqueror) អ្នក​អាច​ចុច​ប៊ូតុង​កណ្ដុរ​ស្ដាំ​លើ edit-widget ហើយ​ជ្រើស​របៀប​ផ្សេង​ទៀត ឧ. ការ​បំពេញ​ស្វ័យប្រវត្តិ ឬ ដោយ​ដៃ ។ ការ​បំពេញ​ដោយ​ដៃ​ដំណើរការ ស្រដៀង​នឹង​ការ​បំពេញ​ក្នុង​សែល​យូនីក​ដែរ ។ ប្រើ បញ្ជា+E ដើម្បី​ហៅ​វា ។ </p>
ko: <p>기본 완성 설정(가령, 컹커러에서와 같은)이 마음에 들지 않는다면, 편집 위젯 위에 마우스 오른쪽 단추를 눌러 모드를 바꿀수 있습니다. 가령, 자동이나 수동 완성같은 값을 골라봅니다. 수동 완성은 유닉스 쉘과 비슷하게 완성 됩니다. Ctrl-E를 써보세요. </p>
lt: <P> Jei jums nepatinka numatytas spausdinamos eilutės užbaigimo būdas, pvz., Konqueror, galite spragtelėti dešiniu klavišu ant redagavimo valdiklio ir pasirinkti kitą būdą, pvz. automatinį ar rankinį užbaigimą. Rankinis užbaigimas veikia panašiai kaip Unix apvalkale. Jį galite iškviesti pasinaudoję Vald(Ctrl)+E sparčiaisiais klavišais. </p>
mk: <p>Ако не го сакате основниот режим за довршување, како на пр. во Konqueror, може да кликнете со десното копче во полето за уредување и да изберете друг режим, на пр. автоматско или рачно довршување. Рачното довршување работи на сличен начин како во UNIX школката. Користете Ctrl+E за да го повикате. </p>
nb: <p>Dersom du ikke liker autofullføringen i f.eks. Konqueror, kan du høyreklikke på tekstruta og velge en annen modus, for eksempel automatisk eller manuell fullføring. Manuell fullføring virker på samme måte som fullføring i et Unix-skall. Bruk «Ctrl + E» for å starte denne funksjonen. </p>
nds: <p>Wenn Du de Standard-Metood vun't Kompletteren nich magst, t.B. in Konqueror, kannst Du op dat Ingaavfeld rechtsklicken un en anner Metood utsöken, as automaatsch oder per Hand. De Per-Hand-Kompletteren arbeidt liek as in en UNIX-Konsool. För't Opropen kannst Du Strg+E bruken. </p>
nl: <p>Als u niet blij bent met de automatische aanvulling in bijv. Konqueror, dan kunt u deze wijzigen. Klik met uw rechter muisknop in het invoerveld en kies voor een andere modus, bijv. automatische of handmatige aanvulling. Handmatige aanvulling werkt bijna op dezelfde wijze als een UNIX-shell. Gebruik CTRL+E om het aan te roepen. </p>
nn: <p>Dersom du ikkje likar autofullføringa til dømes i Konqueror, kan du høgreklikka på tekstruta og velja ein annan modus, til dømes automatisk eller manuell fullføring. Manuell fullføring verkar på same måte som fullføring i eit UNIX-skal. Bruk Ctrl&nbsp;+&nbsp;E for å starta denne funksjonen.</p>
pt: <p>Se não gostar do modo de completação por omissão p.ex. no Konqueror, poderá carregar com o botão direito no campo de edição e escolher um modo diferente, p.ex. a completação automática ou manual. A completação manual funciona de uma forma parecida à de uma 'shell' de Unix. Carregue em Ctrl+E para a invocar. </p>
pt_br: <p>Se você não gosta do modo de complementação padrão (por exemplo, do Konqueror), você pode clicar com o botão direito no campo de edição e escolher um modo diferente, por exemplo a complementação automática ou manual. A complementação manual funciona de modo similar a um shell UNIX. Use Ctrl+E para invocá-lo. </p>
ru: <p>Если вам не нравится обычный способ завершения текста, который используется, например, в Konqueror, нажмите правой кнопкой на поле редактирования и выберите другой режим, например, автоматическое или ручное завершение. Ручное автозавершение работает как в командной строке Unix и вызывается при нажатии Ctrl+E. </p>
rw: <p>Niba utanyuzwe n'uburyo bw'irangiza mburabuzi (urugero. muri Konqueror), ushobora gukandisha buto y'iburyo wijeti-ihindura maze ugahitamo uburyo butandukanye, urugero irangiza ryikora cyangwa rikorwa n'intoki. Irangiza rikorwa n'intoki rikora kimwe nka irangiza ryo muri sheli ya UNIX. Koresha Ctrl+E kugira ngo urihamagare. </p>
sk: <p>Ak sa vám nepáči štandardný mód automatického doplňania, napr. v Konquerore, pravým tlačidlom si môžete vybrať iný mód pre editovacie pole, napr. automatické alebo ručné dopĺňanie. Ručné dopĺňanie funguje podobne ako Unixový shell. Používajte Ctrl+E. </p>
sl: <p>Če ne marate privzetega načina zaključevanja, npr. v Konquerorju, z desnim gumbom miške kliknite polje za urejanje in izberite drug način, recimo samodejno ali ročno zaključevanje. Ročno zaključevanje deluje podobno kakor zaključevanje v lupini Unix. Za priklic uporabite Ctrl+E.</p>
sr: <p>Ако вам се не свиђа подразумевани режим довршавања (нпр. у Konqueror-у), десним кликом на контролу за унос можете изабрати другачији режим, нпр. аутоматско или ручно довршавање. Ручно довршавање ради слично као и довршавање у Unix шкољки; употребите Ctrl+Е да га дозовете.</p>
sr@latn: <p>Ako vam se ne sviđa podrazumevani režim dovršavanja (npr. u Konqueror-u), desnim klikom na kontrolu za unos možete izabrati drugačiji režim, npr. automatsko ili ručno dovršavanje. Ručno dovršavanje radi slično kao i dovršavanje u Unix školjki; upotrebite Ctrl+E da ga dozovete.</p>
sv: <p>Om du inte gillar det förvalda kompletteringsläget (t ex i Konqueror), kan du högerklicka på redigeringskomponenten och välja ett annat läge, t ex automatisk eller manuell komplettering. Manuell komplettering fungerar ungefär som kompletteringen i ett Unix-skal. Använd Ctrl+E för att aktivera det. </p>
th: <p>หากคุณไม่ชอบโหมดการเติมคำให้ให้สมบูรณ์ เช่นในคอนเควอร์เรอร์ คุณสามารถคลิ้กเมาส์ปุ่มขวาบนขอบช่องแก้ไขข้อมูล และเลือกโหมดอื่น ๆ เช่น เติมคำให้สมบูรณ์โดยอัตโนมัติ หรือเติมคำให้สมบูรณ์เอง ก็คล้ายกับบน เชลล์ของระบบยูนิกซ์ คือใช้่ปุ่ม Ctrl+E เพื่อเรียกมัน </p>
uk: <p>Якщо вам не подобається типовий режим завершення, напр. у Konqueror, то можете змінити його клацнувши правою кнопкою мишки на полі вводу та вибравши інший режим, напр. автоматичне або ручне завершення. Ручне завершення працює подібно як командній оболонці UNIX. Використовуйте Ctrl-E, щоб його викликати. </p>
vi: <p>Nếu bạn không thích chế độ gõ xong mặc định (v.d. trong trình duyệt Mạng Konqueror), bạn có thể nhắp-phải vào ô điều khiển sửa đổi, và chọn một chế độ khác, v.d. gõ xong tự động, hay tự gõ xong. Khả năng gõ xong hoạt động bằng cách giống như gõ xong trong hệ vỏ UNIX. Bạn hãy sử dụng tổ hợp phím Ctrl+E để gọi nó. </p> <p><i>Nhắp phải</i> &mdash; bấm giữ cái nút bên phải trên con chuột khi nhắp vào gì</p>
zh_cn: <p>如果您不喜欢默认的补全模式(例如在 Konqueror 中)， 您可以右键点击编辑部件然后选择一个不同的模式(比如自 动补全或者手工补全)。手工补全的工作方式类似于 Unix 的 Shell。用 Ctrl+E 来调出它。 </p>
zh_tw: <p>如果您不喜歡(Konqueror 中)預設的補齊模式，您可以 在 編輯-widget 上按滑鼠右鍵並選擇不同的模式，例如 自動或手動補齊。手動補齊類似在 Unix 命令殼下的 指令補齊。 使用 Ctrl+E 來啟動它。 </p>
