Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can find KDE developers all over the world, e.g., in Germany, Sweden, France, Canada, USA, Australia, Namibia, Argentina, and even in Norway!</p> <p> To see where KDE developers can be found, take a look at <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
af: <p> Jy kan soek Kde ontwikkelaars alle bo die wêreld, e.g., in Duitsland, Swede, Frankryk, Kanada, Vsa, Australië, Namibië, Argentinië, al in Noorweë!</p> <p> Om te sien waar die Kde ntwikkelaars gevind kan word kyk na <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
ar: <p> يمكنك العثور على مطوري KDE في كلّ أنحاءْ العالم، مثلاً في ألمانيا ، السويد ، فرنسا ، كندا ، الولايات المتحدة الأمريكية ، أوستراليا، ناميبيا ، الأرجنتين و حتى في النروج !</p> <p> لمعرفة أين يمكنك العثور على مطوري KDE، ألقي نظرة على <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
ca: <p> Podeu trobar desenvolupadors KDE per tot el mon, per exemple a Alemanya, Suècia, França, Canadà, USA, Austràlia, Namíbia, Argentina, Noruega, fins i tot a Catalunya!</p> <p> Per a veure on es poden trobar desenvolupadors KDE, doneu un cop d'ull a <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
da: <p> For at se hvor KDE-udviklerne er, kig på<a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
de: <p> KDE-Entwickler finden Sie auf der ganzen Welt, z. B. in Deutschland, Schweden, Frankreich, Kanada, USA, Australien, Namibia, Argentinien, Norwegen ...</p> <p> Wenn Sie sehen möchten, wo überall KDE-Entwickler zu finden sind, dann besuchen Sie einmal die Seite <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
el: <p> Μπορείτε να αναζητήσετε προγραμματιστές του KDE παντού στον κόσμο, π.χ., στη Γερμανία, Σουηδία, Γαλλία, Καναδά, ΗΠΑ, Αυστραλία, Ναμίμπια, Αργεντινή, ακόμα και στη Νορβηγία!</p> <p> Για να δείτε που μπορούν να βρεθούν προγραμματιστές του KDE, ρίξτε μια ματιά στο <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
eo: <p> Vi povas trovi KDE-programistojn ĉie en la mondo, ekz., en Germanujo, Svedujo, Francujo, Kanado, Usono, Aŭstralio, Namibio, Argentino kaj eĉ en Norvegujo!</p> <p> Por vidi kie KDE-programistoj troveblas, ekrigardu ĉe <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
es: <p> Puede encontrar desarrolladores de KDE alrededor de todo el mundo, como por ejemplo, en Alemania, Suecia, Francia, Canadá, Estados Unidos, Australia, España, Namibia, Argentina e incluso en ¡Noruega!</p> <p> Para donde puede encontrar los desarrolladores de KDE, eche un vistazo a <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
et: <p> KDE arendajaid võib leida kogu maailmas, nt. Saksamaal, Rootsis, Prantsusmaal, Kanadas, USAs, Austraalias, Namiibias, Argentiinas ning isegi Norras!</p> <p> Seda, kust võib KDE arendajaid leida, saab uurida aadressil <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
eu: <p> KDE garatzaileak mundu osoan zehar aurki ditzakezu, adib., Alemanian, Suedian, Frantzian, Kanadan, EEBBetan, Australian, Namibian, Argentinan, baita Norvegian ere!</p> <p>KDE garatzaileak non aurki daitezke ikusteko begira <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
fa: <p> توسعه‌دهندگان KDEرا می‌توانید در سراسر جهان، مثلاً آلمان، سوئد، فرانسه، کانادا، آمریکا، استرالیا، نامیبیا، آرژانتین و حتی در نروژ بیابید!</p> <p> برای دیدن محل توسعه‌دهندگان KDE، به <a href="http://worldwide.kde.org">worldwide.kde.org</a> مراجعه کنید.</p>
fi: <p> KDE:n kehittäjiä on kaikkialla maailmassa, esimerkiksi Saksassa, Ruotsissa, Ranskassa, Kanadassa, Yhdysvalloissa, Australiassa, Namibiassa, Argentiinassa ja jopa Norjassa!</p> <p> Osoitteesta <a href="http://worldwide.kde.org">worldwide.kde.org</a> näet mistä kaikkialta KDE-kehittäjä löytyy.</p>
fr: <p> Vous pouvez trouver des développeurs de KDE partout dans le monde, comme par exemple en Allemagne, en Suède, en France, au Canada, aux USA, en Australie, en Namibie, en Argentine, et même en Norvège !</p> <p> Pour connaître les endroits où vivent les développeurs de KDE, consultez le site Internet <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
fy: <p> Jo kinne de ûntwikkelders fan KDE oeral op`e wrâld fine, bgl. yn Dútslân, Sweden, Frankryk, Kanada, VS, Australië, Namibië, Argentinië, en sels yn België en Nederlân!</p> <p> Om te sjen wêr de KDE ûntwikerlders te finen binne, sjoch ris op <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
hu: <p> A világ bármely sarkában találhat KDE-fejlesztőket, pl. Németországban, Svédországban, Franciaországban, Kanadában, az Egyesült Államokban, Ausztráliában, Namíbiában, Argentínában, sőt még Magyarországon is!</p> <p> A KDE fejlesztőiről további információ található itt: <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
is: <p> Þú getur fundið KDE hönnuði um heim allan, til dæmis í Þýskalandi, Svíþjóð, Frakklandi, Kanada, Bandaríkjunum, Ástralíu, Namibíu, Argentínu, Noregi og jafnvel á Íslandi!</p> <p> Til að sjá hvar er hægt að finna KDE hönnuði, skoðaðu <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
ja: <p> KDE の開発者は世界中にいます。例えば、ドイツ、スウェーデン、フランス、カナダ、オーストラリア、ナミビア、アルゼンチン、ノルウェー、そして日本にだって!</p> <p> 詳しくは <a href="http://worldwide.kde.org">worldwide.kde.org</a> をご覧ください。</p>
kk: <p> KDE жүйесін жасаушылары әлемнің барлық түпкірлерінде тұрады, мысалы, Германия, Швеция, Франция, Канада, АҚШ, Австралия, Намибия, Аргентина, тіпті Норвегияда да! KDE жасаушыларды қайдан таба алатыңызды көру үшін <a href="http://worldwide.kde.org">worldwide.kde.org</a> сайтты қараңыз.</p>
km: <p> អ្នក​អាច​ស្វែងរក​អ្នកអភិវឌ្ឍន៍ KDE នៅ​ទូទាំង​ពិភពលោក ឧ. ក្នុង​ប្រទេស​អាល្លឺម៉ង់ ស៊ុយអែត, បារាំង, កាណាដា, សហរដ្ឋ​អាមេរិក, អូស្ត្រាលី, ណាមីប៊ី, អាហ្សង់ទីន ឬ សូម្បី​តែ​ក្នុង ប្រទេស​ន័រវែស !</p> <p> សូម​មើល <a href="http://worldwide.kde.org">worldwide.kde.org</a>ដើម្បី​រក​អ្នក​អភិវឌ្ឍន៍ KDE ។</p>
ko: <p> KDE를 만드는 사람은 전세계에 퍼져 있습니다. 독일, 스웨덴, 프랑스, 캐나다, 미국, 오스트레일리아, 나미비아, 아르헨티나 그리고 노르웨이까지!</p><br> 물론, 한국에도 있습니다. <ul><li><a href="http://www.kde.or.kr/">KDE 번역 한국말 모임</a></li> <li><a href="http://www.mizi.com/kde/">KDE 2.0 개발자 (멀티 바이트 관련)</a></li></ul>
lt: <p> Jūs galite rasti KDE programuotojų visame pasaulyje, pvz. Vokietijoje, Švedijoje, Prancūzijoje, Kanadoje, JAV, Australijoje, Namibijoje, Argentinoje, netgi Norvegijoje!</p> <p> Norėdami surasti KDE programuotojus netoli Jūsų, ieškokite <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
mk: <p> Луѓето што го развиваат KDE се од сите страни на светот: Германија, Шведска, Франција, Канада, САД, Австралија, Намибија, Аргентина, дури и од Норвешка!</p> За да видите каде сѐ има развивачи на KDE,погледнете на <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
nb: <p> Du finner KDE-utviklere i hele verden, blant annet i Tyskland, Sverige, Frankrike, Canada, USA, Australia, Namibia, Argentina og selvsagt i Norge! </p> <p>Du kan se hvor KDE-utviklerne kommer fra på <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
nds: <p> De Schrievers vun KDE sitt överall in de Welt, t.B. in Düütschland, Sweden, Frankriek, Kanada, USA, Australien, Namibia, Argentinien, sogor in Norwegen!</p> <p> Wenn Du weten wullt, woneem överall Schrievers vun KDE sitt, kiek maal op <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
nl: <p> U kunt de ontwikkelaars van KDE overal ter wereld vinden, bijv. in Duitsland, Zweden, Frankrijk, Canada, VS, Australië, Namibië, Argentinië, Noorwegen en zelfs in België en Nederland!</p> <p> Om een idee te krijgen uit welke landen de KDE-ontwikkelaars komen, neem een kijkje op <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
nn: <p>Du finn KDE-utviklarar i heile verda, mellom anna i Tyskland, Sverige, Frankrike, Canada, USA, Australia, Namibia, Argentina – og sjølvsagt i Noreg!</p> <p>Du kan sjå kvar KDE-utviklarane kjem frå på <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
pt: <p> Poderá encontrar programadores do KDE em todo o mundo, p. ex., na Alemanha, Suécia, França, Canadá, EUA, Austrália, Namíbia, Argentina, até na Noruega! </p> <p> Para ver onde se encontram os programadores do KDE, dê uma vista de olhos em <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
pt_br: <p> Você pode encontrar desenvolvedores do KDE espalhados pelo mundo todo, como na Alemanha, Suíça, França, Canadá, Estados Unidos, Austrália, Namíbia, Argentina, Brasil e até mesmo na Noruega!</p> <p> Para ver onde os desenvolvedores do KDE podem ser encontrados, dê uma olhada no site <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
ru: <p> Разработчики KDE живут по всему миру, например, в Германии, Швеции, Франции, Канаде, США, Австралии, Намибии, Аргентине и даже в Норвегии! <p> Если вы хотите узнать, где можно найти разработчиков KDE, зайдите на сайт <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
rw: <p> Ushobora kubona abateguye KDE ku isi hose, urugero, mu Budage, Suwedi, Ubufaransa, Kanada, Amerika, Ositaraliya, Namibiya, Arijantina, yewe no muri Noruveji!</p> <p> Kugira ngo ubone aho wasanga abateguye KDE, reba kuri uru rubuga <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
sk: <p> Vývojárov KDE môžete nájsť po celom svete, napríklad v Nemecku, Švédsku, Francúzsku, Kanade, USA, Austrálii, Namíbii, Argentíne, nielen v Nórsku!</p>
sl: <p>Namizje KDE razvijajo po vsem svetu, v Nemčiji, na Švedskem, v Franciji, Kanadi, ZDA, Avstraliji, Namibiji, Argentini in celo na Norveškem!</p> <p>Da bi si ogledali, kje se nahajajo razvijalci KDE, se odpravite na spletno stran <a href="http://worldwide.kde.org/">worldwide.kde.org</a>.</p>
sr: <p> Развојни тим KDE-а је расут широм света, нпр. по Немачкој, Шведској, Француској, Канади, Америци, Аустралији, Намибији, Аргенитни, па чак и у Норвешкој!</p> <p>Да бисте видели где се развијачи KDE-а могу наћи, погледајте <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
sr@latn: <p> Razvojni tim KDE-a je rasut širom sveta, npr. po Nemačkoj, Švedskoj, Francuskoj, Kanadi, Americi, Australiji, Namibiji, Argenitni, pa čak i u Norveškoj!</p> <p>Da biste videli gde se razvijači KDE-a mogu naći, pogledajte <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
sv: <p> Du kan hitta KDE-utvecklare över hela världen, t ex i Tyskland, Sverige, Frankrike, Kanada, USA, Australien, Namibia, Argentina, och till och med i Norge!</p> <p> För att se var KDE-utvecklare finns, ta en titt på <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
th: <p> คุณสามารถพบผู้พัฒนา KDE ได้จากทั่วโลก เช่น ในเยอรมัน, สวีเดน, ฝรั่งเศส, แคนาดา, อเมริกา, ออสเตรเลีย, นามิเบีย, อาร์เจนตินา, หรือแม้แต่นอร์เวย์!</p>
uk: <p> Ви можете знайти розробників KDE по всьому світу: в Україні, Швеції, Франції, Канаді, США, Німеччині, Австралії, Намібії, Аргентині, і навіть в Норвегії!</p> <p> Якщо хочете дізнатись де можна знайти розробників KDE, погляньте на <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p>
vi: <p> Bạn có thể tìm thấy nhà phát triển KDE trên khắp thế giới, v.d. trong nhiều quốc gia Âu, trong Mỹ, trong Úc, trong Phi, trong Nhật Bản!</p> <p> Để xem nơi ở của nhà phát triển KDE, hãy tham <a href="http://worldwide.kde.org">worldwide.kde.org</a>.</p> <p>Nếu bạn đóng góp cùng dự án KDE, bạn có thể thêm mình vào bản đồ này: hãy nhắp vào nút <b>Add Yourself</b> (thêm mình) rồi điền vào đơn đó.</p>
zh_cn: <p>您可以在世界各地找到 KDE 的开发人员，例如在德国、瑞典、法国、加拿大、美国、澳大利亚、纳米比亚、阿根廷、挪威，当然也在中国！</p><p>要查找 KDE 开发者的同乐会，请参看 <a href="http://worldwide.kde.org">worldwide.kde.org</a>。</p>
zh_tw: <p> 您會發現 KDE 的開發者偏佈全世界，例如：在德國、 瑞典、法國、加拿大、美國、澳州、納米比亞、阿根廷， 甚至是挪威！</p> <p> 要知道哪裡可以找到 KDE 開發者，請查閱<a href="http://worldwide.kde.org">worldwide.kde.org</a>。</p>

source: <p> KDE's CD player, KsCD, accesses the Internet CD database freedb to provide you with title/track information. </p> <p>Full details of KsCD's functions are available in <a href="help:/kscd">the KsCD Handbook</a>.</p>
af: <p> KDE' se CD speler, KsCD, kan na die Internet se CD databasis freedb toegang verkry en verskaf aan jou alle titel en snit inligting. </p> <p>Volle besodnerhede van KsCD se fuksies is beskikbaar by <a href="help:/kscd">die KsCD Handboek</a>.</p>
ar: <p> أن قارء KDE للأقراص المدمجة (CD ) الصوتية ، KsCD ، يستطيع الإتصال بقاعدة البيانات freedb على الشبكة لتزويدك بمعلومات عن عناوين المسارات على القرص المدمج. </p> <p>تفاصيل وظائف KsCD الكاملة موجودة في <a href="help:/kscd">كتيّب KsCD</a>.</p>
ca: <p> El reproductor de CDs del KDE, KsCD accedeix a la base de dades de CD d'Internet freedb per tal de proporcionar-vos informació de títols i pistes. </p> <p>Tots els detalls de les funcions del KsCD hi són al <a href="help:/kscd">Manual del KsCD</a>.</p>
da: <p> KDE's cd-afspiller KsCD bruger internet-cd-databasen freedb for at give dig titel/spor-informationer. </p> <p>Fulde detaljer angående KsCD's funktioner er tilgængelige i <a href="help:/kscd">KsCD-håndbogen</a>.</p>
de: <p> Das CD-Wiedergabeprogramm von KDE (KsCD) kann auf die freedb-Datenbank im Internet zugreifen und Ihnen Informationen zu den einzelnen Titeln einer CD verschaffen. </p> <p>Weitere Informationen zu den Funktionen von KsCD finden Sie im <a href="help:/kscd">Handbuch zu KsCD</a>.</p>
el: <p> Η αναπαραγωγή CD του KDE, το KsCD, μπορεί να προσπελάσει τη βάση δεδομένων για CD, freedb στο διαδίκτυο, για να σας δώσει πληροφορίες τίτλου/κομματιού. </p> <p>Πλήρεις λεπτομέρειες για τις λειτουργίες του KsCD είναι διαθέσιμες στο <a href="help:/kscd">Εγχειρίδιο του KsCD</a>.</p>
eo: <p> La lumdiskludilo de KDE aliras la Interretan lumdiskan datumbazon "freedb" por provizi al vi informojn pri titolo kaj trako. </p> <p>Pli da detaloj pri la lumdiskilo KsCD troveblas ĉe <a href="help:/kscd">la KsCD Manlibron</a>.</p>
es: <p> El reproductor de CDs, KsCD, de KDE accede a la base de datos freedb en Internet para proporcionarle la información de título/pista. </p> <p>Los detalles completos sobre el funcionamiento de KsCD se encuentran disponibles en <a href="help:/kscd">el manual de KsCD</a>.</p>
et: <p> KDE CD mängija KsCD suudab ühenduse luua CDDB andmebaasiga Internetis, mis võimaldab saada infot lugude kohta.</p> </p> <p>Täpsemalt tutvustab KsCD võimalusi <a href="help:/kscd">KsCD käsiraamat</a>.</p>
eu: <p> KDEren CD joleak Interneteko CD freedb datubasea atzitzen du tituluari zein pistari buruzko informazioa zuri emateko. </p> <p>Eginbide eskuragarrien xehetasun guztiak hemen: <a href="help:/kscd">KsCD eskuliburua</a>.</p>
fa: <p> پخش‌کنندۀ دیسک فشردۀ KDE، KsCD، به freedb دادگان دیسک فشردۀ اینترنت دست می‌یابد تا اطلاعات عنوان/شیار برای شما فراهم شود. </p> <p >جزئیات کامل عملکردهای KsCD در <a href="help:/kscd">کتاب مرجع KsCD</a> موجود است.</p>
fi: <p> KDE:n CD-soitin KsCD käyttää Internetin freedb-CD-tietokantaa levyn ja kappaleiden tietojen esittämiseksi. </p> <p>Löydät KsCD:n muista ominaisuuksista tietoa sen <a href="help:kscd">käyttöohjeesta</a>.</p>
fr: <p> Le lecteur de CD audio de KDE, KsCD, accède à la base de données FreeDB afin de vous fournir des informations sur les titres des pistes lues.</p> <p>Pour plus de détails sur les fonctions de KsCD sont disponibles dans le <a href="help:/kscd">manuel de KsCD</a>.</p>
fy: <p> KDE's cd-spiler hat tagong ta de ynternet-cd-database CDDB om dy te foarsjen fan ynformaasje oer de cd-titel en de feskes. </p> <p>Folsleine details fan KsCD's funksjes binne beskikber op <a href="help:/kscd">it KsCD hânboek</a>.</p>
hu: <p> A KDE CD-lejátszója használni tudja az internetes freedb CD-adatbázist, így könnyen megtudhatók az éppen lejátszott számok jellemzői. </p> <p>A KsCD funkcióiról részletes leírás található <a href="help:/kscd">a KsCD kézikönyvében</a>.</p>
is: <p> KsCD, CD spilarinn í KDE notar freedb CD gagnagrunninn á Internetinu til að veita upplýsingar um heiti disks og laga á honum. </p> <p>Nánari lýsingu á KsCD má finna í <a href="help:/kscd">KsCD handbókinni</a>.</p>
ja: <p> KDE の CD プレーヤ KsCD は、インターネット上の CD データベース freedb にアクセスして、タイトル/トラック情報を取得します。</p> <p>KsCD の機能の詳細については <a href="help:/kscd">KsCD ハンドブック</a> をご覧ください。</p>
kk: <p> KDE жүйесінің KsCD деген, CD ойнатқышы, альбом және өлеңдер туралы мәліметтер үшін freedb CD-дискілердің Интернеттегі деректер базасымен қатынасады.</p> <p>KsCD ойнатқыш туралы толығрақ білу үшін <a href="help:/kscd">KsCD бағыттамасы</a> дегенді қараңыз.</p>
km: <p> កម្មវិធី​ចាក់​ស៊ីឌី​របស់ KDE អាច​ចូលដំណើរការ​មូលដ្ឋាន​ទិន្នន័យរបស់ស៊ីឌី​លើ​អ៊ិនធឺណិត freedb ដើម្បី ផ្ដល់​ឲ្យ​អ្នក​នូវឈ្មោះ និង​ព័ត៌មាន​របស់បទចម្រៀង ។ </p> <p>សេចក្តី​លម្អិត​ពេញលេញ​អំពី​មុខងារ​របស់ KsCD មាន​នៅ​ក្នុង <a href="help:/kscd">សៀវភៅ​ដៃ KsCD </a>។</p>
ko: <p> KDE에 있는 CD 연주기는 인터넷 CD 데이터베이스인 CDDB를 읽어서 CD 제목과 트랙 정보를 구해줄 수 있습니다. </p> <p>KsCD의 기능에 대한 자세한 사항은 <a href="help:kscd">KsCD핸드북</a>에서 보실 수 있습니다.</p>
lt: <p> KDE CD grotuvas, KsCD, naudoja Interneto CD duombazę „freedb“ antraštės/takelio informacijai pateikti. </p> <p>Apie kitas KsCD's funkcijas galite pasiskaityti <a href="help:/kscd">KsCD vadove</a>.</p>
mk: <p> Плеерот на CD-а од KDE ѝ пристапува на Интернет-базата со податоци за CD freedb за да ви даде пристап до информации за наслови и песни. </p> <p>Сите детали за функциите на KsCD се достапни во <a href="help:/kscd">Прирачникот на KsCD</a>.</p>
nb: <p> KsCD, KDEs CD-spiller, bruker en CD-database på Internett (freedb) for å gi deg informasjon om platene. </p> <p>Du kan lese alt om funksjonene i KsCD i <a href="help:/kscd">KsCD-håndboka</a>.</p>
nds: <p> KDE sien CD-Afspeler KsCD bruukt de Internet-Datenbank freedb, üm Di Informatschonen över Titel un Spoor to levern. </p> <p>Binnen <a href="help:/kscd">dat KsCD-Handbook</a> gifft dat mehr Informatschonen över KsCDs Funkschonen.</p>
nl: <p> KDE's cd-speler , KsCD, heeft toegang tot de internet-cd-database CDDB om u te voorzien van informatie over de cd-titel en de liedjes. </p> <p>Voor meer details over de functies van KsCD zie <a href="help:/kscd">het KsCD-handboek</a>.</p>
nn: <p>KsCD, CD-spelaren i KDE brukar ein CD-database på Internett (freedb) for å henta informasjon om platene.</p> <p>Du kan lesa alt om funksjonane i KsCD i <a href="help:/kscd">KsCD-handboka</a>.</p>
pt: <p> O leitor de CDs do KDE acede à base de dados de CDs na Internet CDDB para lhe dar a informação sobre os títulos/faixas.</p> <p>Os detalhes completos das funções do KsCD estão disponíveis no <a href="help:/kscd">Manual do KsCD</a>.</p>
pt_br: <p> O reprodutor de CDs do KDE, O KsCD, acessa o banco de dados CDDB da Internet para informar nomes de discos e faixas. </p> <p>Detalhes completos sobre as funções do KsCD estão disponívels no <a href="help:/kscd">Manual do KsCD</a>.</p>
ru: <p> Проигрыватель компакт-дисков KDE (KsCD) обращается к базе данных о компакт-дисках freedb для получения сведений об альбоме и заголовках песен.</p> <p>Возможности KsCD описаны в <a href="help:/kscd">руководстве KsCD</a>.</p>
rw: <p> Mucuranga CD ya KDE, KsCD, yinjira mu freedb y'ububikoshingiro CB Interineti kugira ngo iguhe ibisobanuro bijyanye n'umutwe/mutahura. </p> <p>Ibisobanuro byuzuye by'imimaro ya KsCD biboneka mu <a href="help:/kscd">Gatabo ka KsCD</a>.</p>
sk: <p> KDE CD prehrávač pristupuje k Internetovej CD databáze freedb na poskytnutie informácií o názvoch/stopách. </p> <p>Podrobné informácie o funkciách KsCD nájdete tu:<a href="help:/kscd">KsCD Návod</a>.</p>
sl: <p>KDEjev predvajalnik zgoščenk, KsCD za prikaz naslovov albumov in skladb dostopa do podatkovne zbirke freedb na internetu.</p> <p>Podrobnosti o funkcijah KsCDja so na voljo v <a href="help:/kscd">Priročniku za KsCD</a>.</p>
sr: <p>KDE-ов CD плејер KsCD може да приступи бази CD-ова на Интернету „FreeDB“, да би вам обезбедио податке о нумери.</p> <p>Сви детаљи о KsCD-овим функцијама доступни су у <a href="help:/kscd">Приручнику за KsCD</a>.</p>
sr@latn: <p>KDE-ov CD plejer KsCD može da pristupi bazi CD-ova na Internetu „FreeDB“, da bi vam obezbedio podatke o numeri.</p> <p>Svi detalji o KsCD-ovim funkcijama dostupni su u <a href="help:/kscd">Priručniku za KsCD</a>.</p>
sv: <p> KDE:s cd-spelare använder sig av cd-databasen freedb på Internet för att ge dig information om titel och spår. </p> <p>Fullständig information om cd-spelarens funktioner är tillgänglig i <a href="help:/kscd">Handbok KsCD</a>.</p>
th: <p> โปรแกรมเล่นซีดีของ KDE (KsCD) จะสามารถเรียกฐานข้อมูลรายละเอียดซีดีบนอินเทอร์เน็ต เพื่อหาข้อมูลเพลงแต่ละเพลงได้</p> <p>รายละเอียดแบบเต็มๆ ของ KsCD สามารถหาได้ที่ <a href="help:/kscd">คู่มือของ KsCD</a>.</p>
uk: <p> Програвач КД для KDE (KsCD) зв'язується з базою компакт дисків в Мережі - freedb для того, щоб забезпечити вас інформацією про назви доріжок. </p> <p>Докладна інформація про функціональність KsCD знаходиться в <a href="help:/kscd">підручнику з KsCD</a>.</p>
vi: <p> Trình phát đĩa CD của KDE, KsCD, có truy cập cơ sở dữ liệu đĩa CD Mạng tên <b>freedb</b> để cung cấp thông tin tựa/rãnh cho bạn. </p> <p>Có chi tiết đầy đủ về các chức năng của KsCD trong <a href="help:/kscd">Sổ tay KsCD</a>.</p>
zh_cn: <p>KDE 的 CD 播放器 KsCD 通过 Internet CD 数据库 freedb 为您提供标题和音轨信息。</p><p>关于 KsCD 详细功能的介绍，请看 <a href="help:/kscd">KsCD 手册</a>。</p>
zh_tw: <p> KDE 的 CD 播放程式，KsCD，可以存取互聯網上的 CD 資料庫 freedb 來 為你提供專輯/曲目的資訊。 </p> <p>KsCD 功能的完整資訊可以在 <a href="help:/kscd">KsCD 手冊</a>取得。</p>
