Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can hide mixer devices in KMix by clicking on "Hide" in the context menu that appears when you click with the right mouse button on one of the sliders. </p> <p>Take a look at <a href="help:/kmix">the KMix Handbook</a> for more KMix tips and tricks.</p> <p align="right"><em>Contributed by Stefan Schimanski</em></p>
af: <p> Jy kan steek weg menger toestelle in Kmix deur te kliek op "steek weg" in die konteks kieslys wat verskyn wanneer Jy kliek met die regterkant muis knoppie op een van die glyers. </p> <p>Vir meer inligting sien <a href="help:/kmix">die KMix Handboek</a>.</p> <p align="regterkant"><em>Bygedra deur Stefan Schimanski</em></p>
ar: <p> يمكنك إخفاء أجهزة المزج الصوتي في KMix عند النقر على "إخفاء" في قائمة السياق اللتي تظهر عندما تنقر زرّ الفأرة اليمين على أي من المفاتيح المنزلقة. </p> <p>أنظر في <a href="help:/kmix">كتيّب KMix</a> للمزيد من التلميحات و النصائح عن KMix .</p> <p align="right"><em>مساهمة من Stefan Schimanski</em></p>
ca: <p> Podeu amagar els dispositius mescladors a KMix clicant a "Amaga" al menú contextual que apareix quan cliqueu amb el botó dret del ratolí a un dels cursors. </p> <p>Doneu un cop d'ull al <a href="help:/kmix">Manual del KMix</a> on hi ha més pistes i trucs del KMix.</p> <p align="right"><em>Contribució d'Stefan Schimanski</em></p>
da: <p> Du kan skjule mixer-enheder i KMix ved at klikke på 'Skjul' i sammenhængsmenuen, som kommer til syne når man klikker med højre museknap på en af skyderne. </p> <p>Kig i <a href="help:/kmix">KMix-håndbogen</a> for flere KMix tips og tricks.</p> <p align="right"><em>Bidrag ved Stefan Schimanski</em></p>
de: <p> Sie können die Anzeige von Mixergeräten in KMix unterdrücken, indem Sie im Kontextmenü auf "Ausblenden" klicken. Das Kontextmenü erscheint, sobald Sie mit der rechten Maustaste auf einen der Regler klicken. </p> <p>Weitere Informationen zur Lautstärkeregelung von KDE finden Sie im <a href="help:/kmix">Handbuch zu KMix</a>.</p> <p align="right"><em>Beigesteuert von Stefan Schimanski</em></p>
el: <p> Μπορείτε να κρύψετε συσκευές μίξης στο KMix κάνοντας κλικ στο "Απόκρυψη" στο μενού που εμφανίζεται όταν κάνετε δεξί κλικ σε κάποιο από τα συστατικά ελέγχου έντασης. </p> <p>Ρίξτε μια ματιά στο <a href="help:/kmix">Εγχειρίδιο του KMix</a> για περισσότερες συμβουλές και λύσεις για το KMix.</p> <p align="right"><em>Προσφορά του Stefan Schimanski</em></p>
eo: <p> Vi povas kaŝi miksaparatojn en Miksilo per elekto de "Kaŝu" en la ĉeloka menuo aperanta per dekstra musklako sur iu el la ŝoviloj. </p> <p>Vidu <a href="help:/kmix">la KMix Manlibron</a> por pli KMix konsiletoj kaj lertoj.</p> <p align="right"><em>kontribuita de Stefan Schimanski</em></p>
es: <p> Puede ocultar dispositivos de mezcla en KMix pulsando sobre «Ocultar» en el menú contextual que aparece cuando pulsa con el botón derecho del ratón sobre uno de los deslizadores. </p> <p>Eche un vistazo al <a href="help:/kmix">manual de KMix</a> para ver más consejos y trucos sobre KMix.</p> <p align="right"><em>Escrito por Stefan Schimanski</em></p>
et: <p> Rakenduses KMix on mikseri seadmeid võimalik peita, kui klõpsad hiire parema nupuga vastava seadme liuguril ning valid hüpikmenüüst "Peida". </p> <p>KMixi nippidest räägib põhjalikumalt <a href="help:/kmix">KMixi käsiraamat</a>.</p> <p align="right"><em>Stefan Schimanski</em></p>
eu: <p> KMix-en, graduatzaile batean saguaren eskumako botoiaz klik egitean agertzen den testuinguru-menuko "Ezkutatu"n klikatzean, nahasketa-gailuak ezkutatzeko aukera izango duzu.</p> <p>Begira <a href="help:/kmix">KMix eskuliburua</a> informazio gehiagorako<p align="right"><em>Stefan Schimanskik eskainia</em></p>
fa: <p> با فشار »مخفی کردن« در گزینگان متن که هنگام فشار دکمۀ راست موشی بر یکی از لغزانها ظاهر می‌شود، می‌توانید دستگاههای مخلوط‌کن را در KMix مخفی کنید. </p> <p>برای نکته‌ها و راهکارهای بیشتر KMix به <a href="help:/kmix">کتاب مرجع KMix</a> نگاهی بیندازید.</p> <p align="right"><em>با مشارکت استفان شیمانسکی</em></p>
fi: <p> Voit piilottaa laitteita KMixissä napsauttamalla "Piilota" pikavalikossa, joka avautuu hiiren oikealla painikkeella laitteen kohdalla. </p> <p>Löydät <a href="help:/kmix">KMixin käyttöohjeesta</a> lisää vinkkejä.</p> <p align="right"><em>Lähettänyt Stefan Schimanski</em></p>
fr: <p> Vous pouvez cacher les périphériques de mixage dans KMix en cliquant sur « Cacher » dans le menu contextuel apparaissant lorsque vous cliquez avec le bouton droit sur une des glissières. </p> <p>Consultez le <a href="help:/kmix">manuel de KMix</a> pour obtenir plus de trucs et astuces sur KMix.</p> <p align="right"><em>Contribution de Stefan Schimanski</em></p>
fy: <p> Jo kinne de kanalen yn de lûdsmikser (KMix) ferstopje troch mei de rjochter mûsknop te klikken op de skúfbalke fan in lûdskanaal en dan yn it ynhâldsmenu te kiezen foar "Ferstopje". </p> <p align="right"><em>Bydroegen troch Stefan Schimanski</em></p>
hu: <p> A hangkeverőpulton (KMix) elrejthetők a nem használt keverőeszközök: a jobb egérgombbal kattintjon az egyik csúszkára és a felbukkanó menüben válassza az "Elrejtés" menüpontot. </p> <p>További felhasználási tippek találhatók <a href="help:/kmix">a KMix kézikönyvében</a> .</p> <p align="right"><em>A tippet Stefan Schimanski küldte be.</em></p>
is: <p> Þú getur falið blöndunartæki í KMix með því að smella á "Fela" í valmyndinni sem birtist ef þú smellir með hægri músarhnappnum á einhvern af stillitökkunum. </p> <p>Skoðaðu <a href="help:/kmix">KMix handbókina</a> fyrir fleiri KMix vísbendingar.</p> <p align="right"><em>Höfundur: Stefan Schimanski</em></p>
ja: <p> KMix サウンドミキサーの各スライダーの上で右クリックし、コンテクストメニューから「隠す」を選択すると、不要なデバイスを非表示にすることができます。</p> <p>KMix を使用する上でのその他のヒントと小技については <a href="help:/kmix">KMix ハンドブック</a> をご覧ください。</p> <p align="right"><em>投稿者: Stefan Schimanski さん</em></p>
kk: <p> Терезесінде тышқанның оң батырмасын басып, шыққан мәзірінде "Жасыру" дегенді таңдап, KMix микшер құрылғысын жасыруға болады. </p> <p>KMix егжей-тегжейін білу үшін <a href="help:/kmix">KMix бағыттамасы</a> дегенді қараңыз.</p> <p align="right"><em>Stefan Schimanski қосқан үлесі</em></p>
km: <p> អ្នក​អាច​លាក់​ឧបករណ៍​លាយ​នៅ​ក្នុង KMix ដោយ​ចុច​លើ "លាក់" ក្នុង​ ម៉ឺនុយ​បរិបទ​ដែល​លេចឡើង ពេល​អ្នក​ចុច​ប៊ូតុង​កណ្តុរ​ស្តាំ លើ​គ្រាប់​រំកិល​មួយ​ក្នុង​ចំណោម​គ្រាប់​រំកិល​ជា​ច្រើន ។ </p> <p>សូម​មើល <a href="help:/kmix">សៀវភៅ​ដៃ KMix </a> ដើម្បី​ស្វែងយល់​ អំពី​ព័ត៌មាន​ជំនួយ និង​ល្បិច​ដែល​ទាក់ទង​នឹង KMix ។</p> <p align="right"><em>បរិច្ចាគ​ដោយ Stefan Schimanski</em></p>
ko: <p> 슬라이더의 하나를 마우스 오른쪽 버튼으로 클릭할 때 나타나는 내용 메뉴에서 "숨기기"를 클릭함으로써 KMix에 있는 믹서 장치를 숨길 수 있습니다. </p> <p>KMix 팁에 대해 더 많은 정보를 원하시면 <a href="help:/kmix">KMix 핸드북</a>을 보십시오.</p> <p align="right"><em>제공자 : Stefan Schimanski</em></p>
lt: <p> Jūs galite paslėpti maišiklio įrenginius KMix spragtelėdami „Slėpti“ konteksto meniu, pasirodančiame spragtelėjus dešiniu pelės klavišu ant kurio nors šliaužiklio. </p> <p>Detaliau apie KMix valdymo vingrybes skaitykite <a href="help:/kmix">KMix vadove</a>.</p> <p align="right"><em>Pateikė Stefan Schimanski</em></p>
mk: <p> Може да ги скриете уредите на миксетата во KMix со кликање на копчето „Скриј“ во контекстното мени кое се појавува кога ќе кликнете со десното копче на глушецот на некој од лизгачите. </p> <p>Погледнете го <a href="help:/kmix">Прирачникот на KMix</a> за повеќе совети и трикови за KMix.</p> <p align="right"><em>Придонес на Stefan Schimanski</em></p>
nb: <p> Du kan skjule mikserenheter i KMix ved å klikke på «Skjul» i sprettoppmenyen som dukker opp når du høyreklikker på en av glidebryterne. </p> <p align="right"><em>Tips av Stefan Schimanski</em></p>
nds: <p> In KMix kannst Du de Reedschappen för't Mischen versteken, wenn Du mit den rechten Muusknoop op een vun de Schuvers klickst un "Versteken" utwählst. </p> <p>Kiek binnen <a href="help:/kmix">dat KMix-Handbook</a> na mehr KMix-Tipps un -Tricks.</p><p align="right"><em>Bidragen vun Stefan Schimanski</em></p>
nl: <p> U kunt de kanalen in de geluidsmixer (KMix) verbergen door met de rechter muisknop te klikken op de schuifbalk van een geluidskanaal en vervolgens in het contextmenu te kiezen voor "Verbergen". </p> <p>Kijk ook even in <a href="help:/kmix">het handboek van KMix</a> voor meer tips en trucs.</p> <p align="right"><em>Bijgedragen door Stefan Schimanski</em></p>
nn: <p>Du kan gøyma miksareiningar i KMix ved å velja «Gøym» i menyen som kjem opp når du høgreklikkar på ein av glidebrytarane.</p> <p>Du kan lesa meir om KMix i <a href="help:/kmix">KMix-handboka</a>.</p><p align="right"><em>Tips frå Stefan Schimanski</em></p>
pt: <p> Poderá esconder os dispositivos de mistura carregando em "Esconder" no menu de contexto que aparece quando carrega com o botão direito do rato numa das barras. </p> <p>Dê uma vista de olhos no <a href="help:/kmix">Manual do KMix</a> para mais dicas e truques sobre o KMix.</p> <p align="right"><em>Contribuído por Stefan Schimanski</em></p>
pt_br: <p> Você pode esconder dispositivos do mixer no KMix usando a opção "Esconder" do menu de contexto dos controles. </p> <p>Dê uma olhada no <a href="help:/kmix">Manual do KMix</a> para mais informações e dicas sobre o KMix.</p> <p align="right"><em>Fornecido por Stefan Schimanski</em></p>
ru: <p> Можно скрыть устройства микшера в KMix, выбрав опцию "Скрыть" в контекстном меню, которое появляется при нажатии правой кнопки мыши на любом из ползунков. </p> <p>Другие полезные советы по работе с KMix приведены в <a href="help:/kmix">руководстве KMix</a>.</p> <p align="right"><em>Stefan Schimanski</em></p>
rw: <p> Ushobora guhisha apareye zivanga muri KMix ukanda ku "Guhisha" mu bikubiye mu bivugwaho bigaragara iyo ukandishije buto y'iburyo kuri imwe muri za munyereza. </p> <p>Rebera mu <a href="help:/kmix">Agatabo ka KMix</a> kugira ngo ubone izindi nama n'amabanga ya KMix.</p> <p align="right"><em>Byagizwemo uruhare na Stefan Schimanski</em></p>
sk: <p> Môžete skryť mixéry v KMix stlačením "Skryť" v kontextovom menu, ktoré sa zobrazí po kliknutí pravým tlačidlom myši na jednom z posuvníkov. </p> <p align="right"><em>Dodal Stefan Schimanski</em></p>
sl: <p>Mešalne naprave v KMix lahko skrijete tako, da kliknete »Skrij« na priročnem meniju, ki se prikaže, ko enega od drsnikov kliknete z desnim gumbom miške.</p> <p>Za več nasvetov in trikov si oglejte <a href="help:/kmix"> Priročnik za KMix</a>.</p><p align="right"><em>Prispeval Stefan Schimanski</em></p>
sr: <p>Можете сакрити миксете у KMix-у кликом на опцију „Сакриj“, из контекстног менија који се добија десним кликом миша на један од клизача.</p> <p align="right"><em>Приложио Штефан Шимански (Stefan Schimanski)</em></p>
sr@latn: <p>Možete sakriti miksete u KMix-u klikom na opciju „Sakrij“, iz kontekstnog menija koji se dobija desnim klikom miša na jedan od klizača.</p> <p align="right"><em>Priložio Štefan Šimanski (Stefan Schimanski)</em></p>
sv: <p> Du kan dölja mixerenheter i Kmix genom att klicka på "Dölj" i menyn som visas när du klickar med den högra musknappen på någon av skjutreglagen. </p> <p>Ta en titt i <a href="help:/kmix">Kmix handbok</a> för fler tips och tricks i Kmix.</p> <p align="right"><em>Tipset kommer från Stefan Schimanski</em></p>
th: <p> คุณสามารถซ่อนอุปกรณ์ปรับแต่งเสียงใน KMix ได้ ด้วยการคลิกที่"ซ่อน"ในเมนูคลิกขวา ซึ่งจะปรากฏเมื่อคุณคลิกเมาส์ปุ่มขวาบนแถบเลื่อนตัวใดตัวหนึ่ง </p> <p>ลองไปดูที่ <a href="help:/kmix">คู่มือ KMix</a> สำหรับเกร็ดเล็กเกร็ดน้อยของ KMix</p> <p align="right"><em>ส่งมาจากคุณ Stefan Schimanski</em></p>
uk: <p> Можна сховати деякі повзунки мікшера у мікшері звуку (KMix) вибравши "Сховати" у контекстному меню, яке з'являється коли ви клацаєте правою кнопкою мишки на один з повзунків. </p> <p>Додаткові поради що до використання KMix знаходиться у <a href="help:/kmix">підручнику з KMix</a>. <p align="right"><em>Автор поради: Stefan Schimanski</em></p>
vi: <p> Bạn có thể ẩn thiết bị hoà tiếng trong ứng dụng KMix, bằng cách nhắp vào <b>Ẩn</b> trong trình đơn ngữ cảnh xuất hiện khi bạn nhắp-phải vào con trượt nào. </p> <p>Xem <a href="help:/kmix">Sổ tay KMix</a> để tìm thông tin thêm.</p> <p align="right"><em>Bị Stefan Schimanski đóng góp</em>.</p> <p><i>Nhắp phải</i> &mdash; bấm giữ cái nút bên phải trên con chuột khi nhắp vào gì</p>
zh_cn: <p> 您可以在 KMix 中的滑块上点击鼠标右键， 然后在弹出的环境菜单中点击“隐藏” 来隐藏混音设备。 </p> <p>看看 <a href="help:/kmix">KMix 手册</a>中更多有关 KMix 的提示和技巧。</p> <p align="right"><em>Stefan Schimanski 投稿</em></p>
zh_tw: <p> 如果想在 KMix 中隱藏混音器裝置，可在 其中一個滑動鈕上按滑鼠右鍵並在 出現的選單中按下「隱藏」。 </p> <p>請查閱 <a href="help:/kmix">KMix 手冊</a> 以取得更多 KMix 密訣與訣竅。</p> <p align="right"><em>由 Stefan Schimanski 提供</em></p>
