Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> Konqueror can continuously scroll webpages up or down: just press Shift+Up Arrow or Shift+Down Arrow. Press the key combination again to increase the speed, or any other key to stop the scrolling. </p>
af: <p> Konqueror kan web bladsye aaneenlopen laat rol, af of op: Druk net Opkas +Op Pyltjie, of Opkas en Af Pyltjie. Druk die kombinasie weer om die spoed te vermeerder, of enige ander sleutel om dit te stop. </p>
ar: <p> يستطيع Konqueror تمرير صفحات الشبكة بشكل متتابع إلى الأعلى أو إلى الأسفل: إضغط فقط Shift و السهم للأعلى أو Shift و السهم للأسفل. إضغط تركيبة الأزرار هذه مرة ثانية لزيادة السرعة أو إي مفتاح آخر لتوقيف التمرير. </p>
ca: <p> Konqueror pot desplaçar les pàgines web amunt i avall contínuament: només cal prémer Majús+Fletxa amunt o Majús+Fletxa avall. Torneu a prémer la combinació de tecles per augmentar la velocitat o qualsevol altra tecla per aturar el desplaçament. </p>
da: <p> Konqueror kan rulle web-sider op eller ned kontinuert: Tryk blot på Shift+opadpil eller Shift+nedadpil. Tryk på tastekombinationen igen for at øge hastigheden, eller en anden tast for at stoppe. </p>
de: <p> Konqueror kann Webseiten dauerhaft nach oben oder unten laufen lassen: Drücken Sie dazu Umschalt+Pfeil hoch bzw. Umschalt+Pfeil runter. Sie können diese Tastenkombination erneut drücken, um die Geschwindigkeit zu erhöhen oder eine beliebige Taste, um den Vorgang anzuhalten. </p>
el: <p> O Konqueror μπορεί να κυλίσει σελίδες ιστού συνεχώς πάνω ή κάτω: απλά πιέστε τα Shift+Πάνω βέλος ή Shift+Κάτω βέλος. Πιέστε ξανά το συνδυασμό για την αύξηση της ταχύτητας, ή κάποιο άλλο πλήκτρο για το σταμάτημα της κύλισης. </p>
eo: <p> Konkeranto povas ade rulumi retpaĝojn: nur premu Majusklan+Supren sagan klavojn aŭ Majusklan+Malsupren sagan klavojn. Premu tiun kombinon denove por rapidigi la rulumadon, aŭ premu ian ajn klavon por ĉesi. </p>
es: <p> Konqueror puede desplazar continuamente arriba y abajo las páginas web: pulse Mayúsculas+Flecha arriba o Mayúsculas+Flecha abajo. Pulse nuevamente la combinación de teclas para incrementar la velocidad, o cualquier otra tecla para detener el desplazamiento. </p>
et: <p> Konqueror võib veebilehekülgi sujuvalt edasi või tagasi kerida: vajuta lihtsalt Shift+Nool alla või Shift+Nool üles. Sama klahvikombinatsiooni uuesti vajutades saab kerimise kiirust suurendada, mõnele muule klahvile vajutades aga kerimise peatada. </p>
eu: <p> Konqueror-ek web orriak era jarraian gora eta behera mugi ditzake: sakatu Shift+Gezia gora edo Shift+Gezia behera Sakatu berriz tekla konbinaketa abiadura gehiago lortzeko edo gelditzeko. </p>
fa: <p> Konqueror می‌تواند به طور مداوم صفحه‌های وب را به بالا یا پایین بلغزاند: فقط تبدیل+کلید جهت بالا یا تبدیل+کلید جهت پایین را فشار دهید. دوباره کلید ترکیبی را فشار داده تا سرعت افزایش یابد، یا برای توقف لغزاندن، کلید دیگری را فشار دهید. </p>
fi: <p> Voit vierittää Internet-sivuja automaattisesti painamalla Vaihto+Ylös tai Vaihto+Alas näppäinyhdistelmiä Konquerorissa. Vieritystä voi nopeuttaa painamalla samaa näppäinyhdistelmää. Muun näppäimen painaminen pysäyttää vierityksen. </p>
fr: <p> Konqueror est en mesure de faire défiler constamment les pages Internet vers le haut ou le bas : appuyez simplement sur « Maj.+Flèche haute » ou « Maj.+Flèche basse ». Appuyez à nouveau sur la combinaison de touches pour augmenter la vitesse, ou une autre touche pour arrêter le défilement. </p>
fy: <p> Konqueror kin websiden ferskowe litte as in soarte fan ljochkrante: Druk op de toetsenkombinaasje Shift+Pijl omheech of Shift+Pijl omleech. Om de fluggens te ferheegje drukke jo noch in kear op de toetsenkombinaasje, en om it ferskowen te stopjen drukke jo samar op in toets. </p>
hu: <p> A Konqueror folyamatosan fel-le tudja görgetni a weboldalakat: ehhez nyomja meg a Shift+fel vagy Shift+le billentyűkombinációt. Ha ismételten megnyomja ugyanazt a kombinációt, a görgetési sebesség gyorsabb lesz. Bármely más billentyűre a görgetés leáll.</p>
is: <p> Konqueror getur rúllað upp eða niður vefsíður. Ýttu á Shift+píla upp eða Shift+píla niður til að virkja þetta. Ýttu aftur á lyklana til að auka hraðan, eða hvaða aðra lykla til að stoppa. </p>
ja: <p> Konqueror はウェブページを連続的に上下にスクロールさせることができます。[Shift+上矢印] または [Shift+下矢印] を押すとスクロールを開始します。もう一度同じキーの組合せを押すと、スクロールの速度が増します。スクロールを止めるには、他のキーを押します。 </p>
kk: <p> Konqueror веб-парақтарды жоғарға не төменге жүгіртіп қоя алады: ондайын қосып қою үшін Shift+Жоғары не Shift+Төмен перне тіркесімдерді басып қалыңыз. Аталған тіркесімді қайта басып қалсаңыз, жүгірту үдейе түседі, кез-келген өзге перне жүгіртуді тоқтатады. </p>
km: <p> Konqueror អាច​រមូរ​ទំព័រ​បណ្តាញ​ឡើងចុះ​បន្ត​គ្នា ។ គ្រាន់​តែ​ចុច ប្តូរ+ព្រួញឡើងលើ ឬ ប្តូរ + ព្រួញ​ចុះក្រោម ។ ចុច​បន្សំ​គ្រាប់ចុច​ម្តងទៀត ដើម្បី​បង្កើន​ល្បឿន ឬ គ្រាប់​ចុច​ណាផ្សេង​ដើម្បី​បញ្ឈប់​ការ​រមូរ ។ </p>
ko: <p> 컹커러는 웹페이지를 연속적으로 위 나 아래로 스크롤 할 수 있습니다. 그냥 Shift+윗쪽 화살표 혹은 Shift+아랫쪽 화살표를 누르십시오. 속도를 증가하기 위해 키 조합을 다시 누르거나, 스크롤을 멈추기 위해 다른 키를 누르십시오.</p>
lt: <p> Konqueror gali nenutrūkstamai slinkti žiniatinklio puslapius aukštyn ar žemyn: tiesiog surinkite Lyg2(Shift)+Aukštyn(Up) arba Lyg2(Shift)+Žemyn(Down). Dar kartą surinkite šią kombinaciją norėdami padidinti greitį, arba - bet kurį klavišą norėdami sustabdyti slinktį. </p>
mk: <p> Konqueror може континуално да ги движи веб-страниците нагоре или надолу: само притиснете Shift+Стрелка нагоре или Shift+Стрелка надолу. Притиснете ја комбинацијата повторно за да ја зголемите брзината на движење или кое било друго копче за да го застанете движењето. </p>
nb: <p> Konqueror kan la nettsider rulle opp eller ned av seg selv mens du leser. Du må bare trykke «Shift + Pil opp» eller «Shift + pil ned». Trykk tastekombinasjonen en gang til for å øke hastigheten eller en annen knapp for å stoppe rullinga. </p>
nds: <p> Konqueror kann Nettsieden duerhaftig rop- oder daalrullen. Drück Ümschalt+Na baven oder Ümschalt+Na nerrn. Drück dat wedder, wenn dat Rullen gauer warrn schall, oder jichtenseen anner Tast, wenn Du dat anhollen wullt. </p>
nl: <p> Konqueror kan webpagina's laten verschuiven als een soort lichtkrant. Druk op de toetsencombinatie Shift+Pijl omhoog of Shift+Pijl omlaag. Om de snelheid te verhogen drukt u nogmaals op de toetsencombinatie, en om het verschuiven te stoppen drukt u op een willekeurige toets. </p>
pt: <p> O Konqueror pode deslocar de forma contínua as páginas Web para cima como para baixo: basta carregar em Shift+Cima ou em Shift+Baixo. Carregue de novo na combinação de teclas para aumentar a velocidade ou noutra tecla para terminar o deslocamento. </p>
pt_br: <p> O Konqueror pode rolar continuamente as páginas para cima e para baixo: basta pressionar as teclas Shift+Seta para cima ou Shift+Seta para baixo. Pressione a combinação de teclas novamente para aumentar a velocidade, ou qualquer outra tecla para parar a rolagem. </p>
ru: <p> Konqueror может прокручивать web-страницы вверх и вниз без участия пользователя. Нажмите Shift+стрелка вверх или Shift+стрелка вниз. Нажмите комбинацию снова, чтобы увеличить скорость, нажмите любую другую клавишу, чтобы остановить прокрутку. </p>
rw: <p> Konqueror ishobora kurambura pajirubuga zizamuka cyangwa zimanuka idahagarara: pfa gukanda Akambi ka Shift+Up cyangwa Akambi ka Shift+Down. Ongera ukande ikomatanyabuto kugira ngo wongere umuvuduko, cyangwa indi buto yose ibonetse kugira ngo uhagarike kuzingura. </p>
sk: <p> Konqueror dokáže postupne skrolovať webovou stránkou hore alebo dole: stačí stlačiť Shift+Šípka Hore alebo Shift+Šípka Dole. Pre zrýchlenie pohybu stlačte klávesy znovu. Pre zastavenie pohybu stlačte ľubovoľnú inú klávesu. </p>
sl: <p>Konqueror se lahko samodejno premika po spletnih straneh navzgor ali navzdol. Preprosto pritisnite Shift+Puščica gor ali Shift+ Puščica dol. Da bi povečali hitrost drsenja, še enkrat pritisnite isto kombinacijo tipk. Drsenje ustavite s pritiskom katerekoli druge tipke.</p>
sr: <p>Konqueror-ор може да клиза стране горе или доле без застоја: само притисните Shift+стрелицу горе или Shift+стрелицу доле. Поновним притиском на исту комбинацију повећаћете брзину, а било којим другим тастером зауставити клизање.</p>
sr@latn: <p>Konqueror-or može da kliza strane gore ili dole bez zastoja: samo pritisnite Shift+strelicu gore ili Shift+strelicu dole. Ponovnim pritiskom na istu kombinaciju povećaćete brzinu, a bilo kojim drugim tasterom zaustaviti klizanje.</p>
sv: <p> Konqueror kan rulla webbsidor upp eller ner kontinuerligt: Tryck bara på Skift+uppåtpil eller Skift+neråtpil. Tryck på tangentkombinationen igen för att öka hastigheten, eller någon annan tangent för att stoppa. </p>
th: <p> Konqueror สามารถเลื่อนหน้าเว็บได้อย่างต่อเนื่อง: เพียงแค่กด Shift+ลูกศรขึ้น หรือ Shift+ลูกศรลง ให้กดปุ่มอีกครั้งเพื่อเพิ่มความเร็ว หรือกดปุ่มอื่นๆ เพื่อหยุดการเลื่อนหน้า </p>
uk: <p> Konqueror може постійно прокручувати сторінки Тенет вгору або вниз. Просто натисніть "Shift+Стрілка вгору" або "Shift+Стрілка вниз". Натисніть ту саму комбінацію знову для прискорення швидкості, або будь яку іншу клавішу для зупинки. </p>
vi: <p> Trình duyệt Mạng Konqueror có thể cuộn trang Mạng lên hay xuống liên tục: chỉ hãy bấm tổ hợp phím Shift+Mũi tên Lên hay Shift+Mũi ten Xuống. Bấm lại tổ hợp phím để tăng tốc độ, hoặc bấm phím khác để dừng cuộn. </p>
zh_tw: <p> Konqueror 可以持續上下捲動網頁：只要按下 Shift+ 上箭頭或 Shift+ 下箭頭。再按一次該組合鍵 可增加速度，或按任何其他鍵以停止捲動。 </p>

source: <p>You can use Konqueror's help:/ kioslave to have quick and easy access to an application's handbook by typing <b>help:/</b>, directly followed by the application name, in the Location bar. So, for example to view the handbook for kwrite simply type help:/kwrite.</p>
af: <p>Jy kan Konqueror se hulp:/ kioslave gebruik om vinnig en maklik toegang na 'n program se handboek te verkry, deur in te tik <b>help:/</b>, direk gevolg deur die program naam, in die Lokasie balk. Om byvoorbeeld die handboek van kwrite te sien, tik eenvoudig in help:/kwrite.</p>
ar: <p>يمكنك إستعمال أداة <p>Konqueror help:/ <p>كي تحصل على نفاذ سريع و سهل لكتيّب شرح برنامج عند كتابة <p><b>help:/</b> <p> ، مباشرتاً و يتبعها إسم التطبيق في شريط المواقع. و هكذا مثلاً لمراجعة كتيّب kwrite أكتب help:/kwrite بكل بساطة.</p>
ca: <p>Podeu usar el kioslave help:/ al Konqueror per a tenir un accés ràpid i fàcil al manual d'una aplicació, teclejant a la barra de localització <b>help:/ </b>, seguit directament pel nom de l'aplicació. Per exemple, per a veure el manual del kwrite només cal escriure help:/kwrite.</p>
da: <p>Du kan bruge Konquerors I/O-slave help:/ for hurtigt og let at få adgang til programmets håndbog, ved direkte at skrive <b>help:/</b> fulgt af programmets navn i stedlinjen. For eksempel for at kigge på Kwrites håndbog, skrives blot help:/kwrite.</p>
de: <p>Verwenden Sie das Ein-/Ausgabemodul für Hilfe (help:/), um schnell auf das Handbuch eines Programms zuzugreifen. Geben Sie in einer Adresszeile <b>help:/</b>, gefolgt von dem Programmnamen ein. Um zum Beispiel das Handbuch zu KWrite zu öffnen, geben Sie help:/kwrite ein.</p>
el: <p>Μπορείτε να χρησιμοποιήσετε τον υπηρέτη του Konqueror help:/ για γρήγορη και εύκολη πρόσβαση στο εγχειρίδιο μιας εφαρμογής πληκτρολογώντας <b>help:/</b>, ακολουθούμενο από το όνομα της εφαρμογής, στη γραμμή τοποθεσίας. Έτσι, για παράδειγμα για την προβολή του εγχειριδίου του kwrite απλά πληκτρολογήστε help:/kwrite.</p>
eo: <p>Vi povas rapide atingi manlibrojn en Konkeranto per la KDEa helpa enelsklavo. Tajpu <b>help:/</b>, kaj la aplikaĵan nomon, en la adresparto. Ekz, por la manlibro pri Kwrite tajpu help:/kwrite.</p>
es: <p>Puede utilizar el kioslave help:/ de Konqueror para tener un acceso rápido y sencillo al manual de una aplicación tecleando <b>help:/</b>, seguido del nombre de la aplicación, en la barra de dirección. Así, por ejemplo para ver el manual de kwrite solo tiene que teclear help:/kwrite.</p>
et: <p>KIO-moodul help:/ aitab Konqueoris kiiresti uurida rakenduste käsiraamatuid. Kirjuta selleks asukohareale <b>help:/</b> ja selle järele rakenduse nimi. Näiteks KWrite'i käsiraamatu lugemiseks kirjuta help:/kwrite.</p>
eu: <p>Konqueror-en help:/ kioslave-a erabil dezakezu aplikazioen eskuliburuetara sarbide bizkorra eta erraza izateko. Horretarako idatzi <b>help:/</b> ondoren aplikazioaren izena Helbidea barran. Adibidez, kwrite-ren eskuliburua ikusteko idatzi help:/kwrite.</p>
fa: <p>می‌توانید ازhelp:/ kioslave Konqueror برای دستیابی سریع و آسان به کتاب مرجع کاربرد با تحریر <b>help:/</b> که بلافاصله پس از نام کاربرد، در میله محل می‌آید، استفاده کنید. پس، برای مثال، برای دیدن کتاب مرجع در مورد kwrite کافی است help:/kwrite را تحریر کنید.</p>
fi: <p>Konquerorin help:/-siirräntätyöskentelijällä (kioslave) pääsee nopeasti ja helposti käsiksi ohjelmien käyttöohjeisiin. Kirjoita Konquerorin osoiteriville <b>help:/</b> ja heti sen jälkeen ohjelman nimi. Esimerkiksi KWriten käyttöohjeen saa näkyviin osoitteella help:/kwrite.</p>
fr: <p> Vous pouvez utiliser l'adresse « help:/ » dans Konqueror pour obtenir un accès simple et rapide aux manuels des applications, en saisissant <b>help:/</b>, suivi par le nom de l'application souhaitée, dans la barre d'emplacement. Pour consulter par exemple le manuel de KWrite, saisissez simplement « help:/kwrite ».</p>
fy: <p>Mei de kioslave 'help:/' kinne jo yn konqueror fluch en ienfâldich hânboeken fan KDE-programma's iepenje. Typ yn it lokoaasjefjild fan Konqueror <b>help:/</b>, folgje troch de namme fan it programma. Bygelyks om it hânboek fan KWrite te iepenjen type jo <b>help:/kwrite</b>
hu: <p>A Konqueror help:/ KDE-protokolljával gyorsan meg lehet nyitni az alkalmazások kézikönyvét. A címmezőbe be kell írni, hogy <b>help:/</b>, majd rögtön utána az alkalmazás nevét. Például a kwrite dokumentációjának előhívása így történhet: help:/kwrite.</p>
is: <p>Þú getur á auðveldan hátt fengið aðgang að hjálparskrám forrita með því að slá inn <b>help:/</b> og nafn forrits í staðsetningarslá Konqueror. Til að skoða til dæmis handbókina fyrir KWrite, skrifar þú inn help:/kwrite.</p>
ja: <p>Konqueror の場所バーに <b>help:</b> に続けてアプリケーション名を入力すると、Konqueror の help: kioslave 機能を利用して、アプリケーションのハンドブックを素早く開くことができます。例えば kwrite のハンドブックを見るには help:/kwrite と入力します。</p>
kk: <p>Konqueror шолғыштың help:/ kioslave мүмкіншілігі қолданбаның анықтамасына оңай және тез қатынау үшін қолдана аласыз. Ол үшін адрес жолында <b>help:/</b> дегеннен кейін дер қолданбаның атауын теріңіз. Мысалы kwrite анықтамасын ашу үшін 'help:/kwrite' деп жазу керек.</p>
km: <p>អ្នក​អាច​ប្រើ help:/ kioslave របស់ Konqueror ដើម្បី​អាច​ចូល​ដំណើរការ​រហ័ស ហើយ​ងាយស្រួល​ ទៅ​កាន់​សៀវភៅ​ដៃ​របស់​កម្មវិធី​មួយ ដោយ​វាយ <b>help:/</b> ដោយផ្ទាល់ តាម​ពីក្រោយ​ដោយ​ឈ្មោះ​របស់​កម្មវិធី ក្នុង​របារ​ទីតាំង ។ ឧទាហរណ៍ ដើម្បី​មើល​សៀវភៅ​ដៃ​របស់ kwrite អ្នក​គ្រាន់​តែ​វាយ​បញ្ចូល help:/kwrite ។</p>
ko: <p>컹커러의 위치막대에 <b>help:/</b>뒤에 바로 프로그램 이름을 붙여서, 응용프로그램의 핸드북에 빠르고 쉽게 접근할 수 있습니다. 예를 들어, kwrite에 대한 핸드북을 보기 위해 간단하게 help:/kwrite 라고 입력합니다.</p>
lt: <p>Pasinaudodami Konqueror help:/ pagalbine programa galite greitai ir nesunkiai pasiekti bet kokios programos vadovą įrašydami <b>help:/</b> bei programos vardą tiesiog į Konqueror adreso juostą. Pvz., norėdami peržiūrėti Kwrite vadovą, surinkite help:/kwrite.</p>
mk: <p>Може да го користите kio-служителот help:/ на Konqueror за брз и едноставен пристап до прирачниците за апликациите така што ќе напишете <b>help:/</b>, директно следено со името на апликацијата, во Лентата за локација, Така, на пример, за да го видите прирачникот за kwrite само напишете help:/kwrite.</p>
nb: <p>Du kan bruke Konquerors kioslave «help./» for å ha rask og enkel tilgang til et programs håndbok ved å skrive <b>help</b> direkte etterfulgt av programnavnet i adresselinja. Så for å vise for å vise håndboka til for eksempel «Kwrite», så skriver du «help:/kwrite».</p>
nds: <p>Du kannst Konquerors "help:/"-In-/Utgaavdeenst bruken, wenn Du gau un eenfach Hülp för en Programm hebben wullt: Giff <b>help:/<i>programmnaam</i></b> in't Adressfeld in. Wenn Du t.B. dat Handbook för KWrite ankieken wullt, giffst Du dor eenfach "help:/kwrite" in.</p>
nl: <p>Met de kioslave 'help:/' kunt u in konqueror snel en eenvoudig handboeken van KDE-programma's openen. Typ in het locatieveld van Konqueror <b>help:/</b>, gevolgd door de naam van het programma. Bijvoorbeeld om het handboek van KWrite te openen typt u <b>help:/kwrite</b>
pt: <p>Poderá usar o 'kioslave' 'help:/' do Konqueror para ter acesso rápido e simples ao manual de uma aplicação, se escrever <b>help:/</b>, directamente seguido do nome da aplicação, na barra de Localização. Por isso, por exemplo para ver o manual do KWrite, basta escrever 'help:/kwrite'.</p>
pt_br: <p>Você pode usar o protocolo help:/ no Konqueror para obter um acesso rápido e fácil a qualquer manual de aplicativo, digitando <b>help:/</b>, diretamente seguido pelo nome do aplicativo, na barra de Localização. Assim, por exemplo, para ver o manual do kwrite, simplesmente digite help:/kwrite.</p>
ru: <p>Для того чтобы быстро перейти к руководству приложения, введите <b>help:/</b>имя-приложения в строке адреса Konqueror. Например, введите help:/kwrite, чтобы перейти к руководству Kwrite.
rw: <p>Ushobora gukoresha ifashayobora rya Konqueror:/ kioslave kugira ngo ugere ku gatabo ka porogaramu ku buryo bworoshye kandi bwihuse wanditse <b>help:/</b>, ikurikiwe ako kanya n'izina rya porogaramu, mu murongo Hantu. Bityo, nk'urugero kugira ngo ubone agatabo ka kwrite pfa kwandika help:/kwrite.</p>
sk: <p>Pre nájdenie nápovedy k niektorému programu môžete použiť aj funkciu kioslave help:/ v Konquerori nasledovanú názvom aplikácie. Napríklad pre zobrazenie nápovedy programu kwrite stačí napísať ako adresu v Konquerori help:/kwrite.</p>
sl: <p>Konquerorjevo lokacijsko vrstico lahko uporabite za hiter dostop do priročnikov za programe. Vanjo vtipkajte <b>help:/</b>, za tem pa takoj ime programa. Da bi si ogledali priročnik za KWrite, bi tako vpisali »help:/kwrite«.</p>
sr: <p>Можете користити Konqueror-ов kioslave help:/ за брз и лаган приступ приручницима програма, куцајући <b>help:/</b> праћено именом програма у траку са локацијом. На пример, да бисте погледали приучник за KWrite једноставно упишите help:/kwrite.</p>
sr@latn: <p>Možete koristiti Konqueror-ov kioslave help:/ za brz i lagan pristup priručnicima programa, kucajući <b>help:/</b> praćeno imenom programa u traku sa lokacijom. Na primer, da biste pogledali priučnik za KWrite jednostavno upišite help:/kwrite.</p>
sv: <p>Du kan använda Konquerors I/O-slav help:/ för att snabbt och lätt komma åt en programhandbok, genom att direkt skriva <b>help:/</b> följt av programmets namn i platsraden. För att till exempel titta på Kwrites handbok, skriv helt enkelt help:/kwrite.</p>
th: <p>คุณสามารถใช้ help:/ kioslaves ของ Konqueror ในการเข้าถึงคู่มือของแอพพลิเคชันได้อย่างง่ายและรวดเร็ว โดยการพิมพ์ <b<help:/</b> ตามด้วยชื่อของแอพพลิเคชันโดยตรง ลงไปในช่องใส่ที่อยู่ ตัวอย่างเช่น ถ้าต้องการดูคู่มือของ kwrite เพียงแต่พิมพ์ลงไปว่า help:/kwrite เท่านั้น</p>
uk: <p>Можна швидко діставатися довідки з програм вживаючи help:/ у навігаторі Konqueror. Просто надрукуйте <b>help:/</b> та назву програми у рядку адреси. Наприклад, для перегляду підручника з kwrite введіть help:/kwrite.</p>
vi: <p>Bạn có thể sử dụng kioslave kiểu &lt;help:/&gt; của trình duyệt Mạng Konqueror để truy cập Sổ tay của ứng dụng một cách nhanh và dễ dàng, bằng cách gõ từ <b>help:/</b> (trợ giúp) một cách trực tiếp vào trường địa điểm. Lấy thí dụ, để xem Sổ tay cho ứng dụng KWrite, đơn giản hãy gõ <b>help:/kwrite</b>.</p>
zh_tw: <p>您可以使用 Konqueror 的 help:/ kioslave 來快速並輕易的 使用應用程式的手冊，只要在位置列中輸入 <b>help:/</b>， 再接著該應用程式的名稱即可。例如想檢視 kwrite 的手冊 只要輸入 help:/kwrite 即可。</p>
