Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> Most non-KDE sound applications that do not know about the sound server can be run using the <b>artsdsp</b> command. When the application is run, accesses to the audio device will be redirected to the <b>artsd</b> sound server. </p> <p> The command format is:<br> <b>artsdsp</b> <em>application</em> <em>arguments</em> ... </p> <p align="right"><em>Contributed by Jeff Tranter</em></p><br>
af: <p> Mees Nie-kde klank programme wat nie die klank bediener ken nie, gebruik die <b>artsdsp</b> opdrag. Wanneer die program hardloop, toegang na die audio toestel sal aangestuur word na die <b>artsd</b> klank bediener. </p> <p> die opdrag formaat is:<br> <b>artsdsp</b> <em>application</em> <em>arguments</em> ... </p> <p align="right"><em>Bygedra deur Jeff Tranter</em></p><br>
ar: <p> أغلب التطبيقات الصوتية غير التابعة لِــ KDE و اللتي ليس لها العلم عن خادم الصوت يمكن تنفيذها بإستعمال الأمر <b>artsdsp</b>. فعند بدء تنفيذ التطبيق ، سيتم إعادة توجيه الإتصالات بجهاز الصوت إلى خادم الصوت <b>artsd</b>. </p> <p> هيئة تنفيذ الأمر هي:<br> <br><b>artsdsp</b> <em>application</em> <em>arguments</em> ... </p> <p align="right"><em>مساهمة من Jeff Tranter</em></p><br>
ca: <p> Moltes aplicacions de so no KDE que no saben res del servidor de so poden executar-se usant l'ordre <b>artsdsp</b>. Quan s'executa una aplicació, els accessos al dispositiu d'àudio es redireccionaran al servidor de so <b>artsd</b>. </p> <p> El format de l'ordre és:<br> <b>artsdsp</b> <em>aplicació</em> <em>arguments</em> ... </p> <p align="right"><em>Contribució de Jeff Tranter</em></p><br>
da: <p> De fleste ikke-KDE-lydprogrammer, som ikke kender til lydserveren kan køres ved brug af <b>artsdsp</b>-kommandoen. Når programmet køres, vil adgang til lydenheden blive omdirigeret til <b>artsd</b>-lydserveren. </p> <p> kommandoformatet er:<br> <b>artsdsp</b> <em>program</em> <em>argumenter</em> ... </p> <p align="right"><em>Bidrag ved Jeff Tranter</em></p><br>
de: <p> Auch viele Programme, die nicht für KDE geschrieben wurden, lassen sich mit dem Befehl <b>artsdsp</b> benutzen. Zugriffe auf Audio-Geräte werden dabei auf den Soundserver <b>artsd</b> umgeleitet. </p> <p> Die Syntax für solche Befehle ist:<br> <b>artsdsp</b> <em>programmname</em> <em>parameter</em> ... </p> <p align="right"><em>Beigesteuert von Jeff Tranter</em></p><br>
el: <p> Οι περισσότερες μη-KDE εφαρμογές που δε γνωρίζουν την ύπαρξη του εξυπηρετητή ήχου μπορούν να εκτελεστούν χρησιμοποιώντας την εντολή <b>artsdsp</b>. Όταν εκτελεστεί η εφαρμογή, όλες οι προσβάσεις στη συσκευή ήχου θα ανακατευθυνθούν στον εξυπηρετητή ήχου <b>artsd</b>. </p> <p> Η μορφή της εντολής είναι:<br> <b>artsdsp</b> <em>εφαρμογή</em> <em>παράμετροι</em> ... </p> <p align="right"><em>Προσφορά του Jeff Tranter</em></p><br>
eo: <p> Plej multajn ne-KDE-ajn aplikaĵojn ne sciantajn pri la sonservilo, vi povas ruli uzante la komandon <b>artsdsp</b>. Dum la aplikaĵo ruliĝas, aliroj al la sonaparato estas alidirektataj al la sonservilo <b>artsd</b>. </p> <p> La komandosintakso estas:<br> <b>artsdsp</b> <em>aplikaĵo</em> <em>argumentoj</em> ... </p> <p align="right"><em>kontribuita de Jeff Tranter</em></p><br>
es: <p> La mayor parte de las aplicaciones de sonido que no son de KDE y que no saben utilizar el servidor de sonido se pueden ejecutar utilizando la orden <b>artsdsp</b>. Cuando la aplicación se ejecuta, los accesos al dispositivo audio se redirigen al servidor de sonido <b>artsd</b>. </p> <p> El formato de la orden es:<br> <b>artsdsp</b> <em>application</em> <em>argumentos</em> ... </p> <p align="right"><em>Por Jeff Tranter</em></p><br>
et: <p> Enamikku KDE-väliseid helirakendusi, mis ei tea midagi heliserverist, saab kasutada käsuga <b>artsdsp</b>. Kui rakendus tööle asub, suunatakse selle audioseadmele suunduv väljund ümber heliserverile <b>artsd</b>. </p> <p> Käsk näeb välja selline:<br> <b>artsdsp</b> <em>rakendus</em> <em>argumendid</em> ... </p> <p align="right"><em>Jeff Tranter</em></p><br>
eu: <p> Soinu zerbitzariari buruzko ezer ez dakiten KDEz kanpoko soinu aplikazio gehienak <b>artsdsp</b> komandoa erabiliz exekuta daitezke. Aplikazioa exekutatzen denean, audio gailuarekiko atzipenak <b>artsd</b> soinu zerbitzariari zuzenduko zaizkio. </p> <p> Komandoaren formatua hauxe da:<br> <b>artsdsp</b> <em>aplikazioa</em> <em>argumentuak</em> ... <p> <p align="right"><em>Jeff Tranterek eskainia</em></p><br>
fa: <p> بیشتر کاربردهای صوتی غیر KDE که در مورد کار‌ساز صوتی نمی‌دانند را، می‌توان با استفاده از فرمان <b>artsdsp</b> اجرا کرد. زمانی که کاربرد اجرا می‌شود، دستیابیها از دستگاه صوتی به کار‌ساز صوتی <b>artsd</b> تغییر جهت می‌دهند. </p> <p> قالب فرمان به این صورت است:<br> <b>artsdsp</b> <em>کاربردها</em> <em>نشانوندها</em> ... </p> <p align="right"><em>با مشارکت جف ترانتر</em></p><br>
fi: <p> Useimmat ei-KDE-pohjaiset ääniohjelmat, jotka eivät osaa käyttää äänijärjestelmää, voidaan suorittaa käyttämällä <b>artsdsp</b>-komentoa. Kun ohjelmaa suoritetaan, sen äänet ohjataan <b>artsd-äänijärjestelmälle</b>. </p> <p> Komennon muoto on:<br> <b>artsdsp</b> <em>ohjelma</em> <em>parametrit</em> </p> <p align="right"><em>Lähettänyt Jeff Tranter</em></p><br>
fr: <p> La plupart des applications de sons non-KDE qui ne connaissent pas le serveur de sons peuvent être lancées en utilisant la commande <b>artsdsp</b>. Avec cela, lorsque l'application est lancée, les accès au périphérique audio sont redirigés vers le serveur de son <b>artsd</b>. </p> <p> Le format de la commande est :<br> <b>artsdsp</b> <em>application</em> <em>arguments</em> ... </p> <p align="right"><em>Contribution de Jeff Tranter</em></p><br>
fy: <p> De measte net-KDE-lûds applikaasjes die net witte fan de lûdstsjinner kinne útfierd wurde mei help fan it Kommando <b>artsdsp</b>. As de applikaasje begjint wurd de tagong ta de lûdskaart omlied nei de lûdstsjinner <b>artsd</b>. </p> <p> De opmaak fan it kommando is sa:<br> <b>artsdsp</b> <em>programma</em> <em>arguminten</em> ... </p> <p align="right"><em>Bydroegen troch Jeff Tranter</em></p><br>
hu: <p> A nem KDE-alapú, hanglejátszást használó programok futtatásánál érdemes kipróbálni az <b>artsdsp</b> parancsot, mely az alkalmazásból a hangeszközre küldött adatokat átirányítja az <b>aRts</b> hangszolgáltatáshoz. </p> <p> A parancs szintaktikája:<br> <b>artsdsp</b> <em>alkalmazás</em> <em>argumentumok</em> ... </p> <p align="right"><em>Ezt a tippet Jeff Tranter küldte be.</em></p><br>
is: <p> Flest ekki-KDE hljóðforrit sem þekkja ekki til hljóðþjónsins, má keyra með <b>artsdsp</b> skipuninni. Þegar forritið er keyrt er aðgangi í hljóðtæki beint í <b>artsd</b> hljóðþjóninn. </p> <p> Skipanasniðið er::<br> <b>artsdsp</b> <em>forrit</em> <em>breyta</em> ... </p> <p align="right"><em>Höfundur : Jeff Tranter</em></p><br>
ja: <p> サウンドサーバを認識しない KDE 以外のサウンドアプリケーションは、<b>artsdsp</b> コマンドを使って実行することができます。アプリケーション実行時には、オーディオデバイスへのアクセスはすべて <b>artsd</b> サウンドサーバにリダイレクトされます。 </p> <p> コマンドフォーマットは:<br> <b>artsdsp</b> <em>アプリケーション</em> <em>引数</em> ... </p> <p align="right"><em>投稿者: Jeff Tranter さん</em></p><br>
kk: <p> Көптеген KDE жүйесіне кірмейтін, дыбыс сервері туралы білмейтін дыбыстық бағдарламалары, <b>artsdsp</b> командасы арқылы іске қосуға болады. Осылай іске қосылған қолданбаның дыбыстық құрылғыға қатынауы <b>artsd</b> дыбыс серверіне тапсырылады.</p> <p> Команданы қолдануы:<br> <b>artsdsp</b> <em>қолданба</em> <em>параметрлер</em> ... </p> <p align="right"><em>Jeff Tranter қосқан үлесі</em></p><br>
km: <p> កម្មវិធី​សំឡេង​មិនមែន KDE​ភាគ​ច្រើន ដែល​មិន​ស្គាល់​ម៉ាស៊ីន​បម្រើ​សំឡេង អាច​ត្រូវ​បាន​រត់​ដោយ​ប្រើ​ពាក្យ​បញ្ជា <b>artsdsp</b> ។ ពេល​កម្មវិធី​មួយ​រត់ ការ​ចូល​ដំណើរការ​ទៅ​កាន់​វត្ថុ​អូឌីយ៉ូ នឹង​ត្រូវ​បាន​ប្តូរ​ទិស​ទៅ​កាន់​ម៉ាស៊ីន​ន​បម្រើ​សំឡេង <b>artsd</b> ។ </p> <p> ទ្រង់ទ្រាយ​ពាក្យ​បញ្ជា​គឺ ៖<br> <b>artsdsp</b> <em>កម្មវិធី</em> <em>អាគុយម៉ង់</em> ... </p> <p align="right"><em>បរិច្ចាគ​ដោយ Jeff Tranter</em></p><br>
ko: <p> 사운드 서버를 인식하지 못하는 대부분의 비-KDE사운드응용프로그램은 <b>artsdsp</b> 명령을 이용하여 사용할 수 있습니다. 이 응용프로그램이 실행되면, 장치로의 접근이 <b>artsd</b> 사운드 서버를 통하게 됩니다. </p> <p> 명령 형식은 다음과 같습니다:<br> <b>artsdsp</b> <em>application</em> <em>arguments</em> ... </p> <p align="right"><em>Contributed by Jeff Tranter</em></p><br>
lt: <p> Dauguma ne-KDE garso programų, nežinančių apie garsų serverį, gali būti paleistos naudojant <b>artsdsp</b> komandą. Taip startavus programą visi jos kreipimaisi į audio įrenginį nukreipiami į <b>artsd</b> garsų serverį. </p> <p> Komandos formatas yra:<br> <b>artsdsp</b> <em>programa</em> <em>argumentai</em> ... </p> <p align="right"><em>Pateikė Jeff Tranter</em></p><br>
mk: <p> Повеќето звучни апликации кои не се од KDE и не знаат за звучниот сервер можат да бидат извршени со командата <b>artsdsp</b>. Кога апликацијата се извршува, пристапувањата до аудио уредот ќе бидат пренасочени кон серверот за звук <b>artsd</b>. </p> <p> Формата на командата е:<br> <b>artsdsp</b> <em>aplikacija</em> <em>argumenti</em> ... </p> <p align="right"><em>Придонес Jeff Tranter</em></p><br>
nb: <p>De fleste ikke-KDE-programmer som bruker lyd men ikke vet om lydtjeneren kan startes ved hjelp av kommandoen <b>artsdsp</b>. Når programmet kjører, blir lyden styrt til lydtjeneren <b>artsd</b>.</p> <p>Kommandoformatet er:<br> <b>artsdsp</b> <em>program</em> <em>argument</em> …</p> <p align="right"><em>Tips fra Jeff Tranter</em></p><br>
nds: <p> De mehrsten Klangprogrammen, de nich to KDE höört un nix vun den Klangserver weet, köönt mit dat Programm <b>artsdsp</b> utföhrt warrn. Wenn dat löppt, warrt Togriepen op de Audio-Reedschap na den <b>artsd</b>- Klangserver ümleddt. </p> <p> Dat Formaat vun de Befehl is:<br> <b>artsdsp</b> <em>Programm</em> <em>Argumenten</em> ... </p> <p align="right"><em>Bidragen vun Jeff Tranter</em></p><br>
nl: <p> De meeste niet-KDE-geluidstoepassingen die geen weet hebben van de geluidsserver kunnen worden uitgevoerd via het commando <b>artsdsp</b>. Als de toepassing start wordt de toegang tot de geluidskaart omgeleid naar de geluidsserver <b>artsd</b>. </p> <p> De opmaak van het commando is als volgt:<br> <b>artsdsp</b> <em>programma</em> <em>argumenten</em> ... </p> <p align="right"><em>Bijgedragen door Jeff Tranter</em></p><br>
nn: <p>Dei fleste ikkje-KDE-program som brukar lyd men ikkje veit om lydtenaren kan startast ved hjelp av kommandoen <b>artsdsp</b>. Når programmet køyrer, vert lyden styrt til lydtenaren <b>artsd</b>.</p> <p>Kommandoformatet er:<br> <b>artsdsp</b> <em>program</em> <em>argument</em> …</p> <p align="right"><em>Tips frå Jeff Tranter</em></p><br>
pt: <p> A maioria das aplicações de som não-KDE que não sabem do servidor de som podem ser executadas usando o comando <b>artsdsp</b>. Quando a aplicação estiver em execução, os acessos ao dispositivo de áudio serão redireccionados para o servidor de som <b>artsd</b>. </p> <p> O formato do comando é:<br> <b>artsdsp</b> <em>aplicação</em> <em>argumentos</em> ... </p> <p align="right"><em>Contribuído por Jeff Tranter</em></p><br>
pt_br: <p> A maioria dos aplicativos que não pertencem ao KDE não sabem que o servidor de som pode ser executado usando o comando <b>artsdsp</b>. Quando uma aplicação é executada, acessos ao dispositivo de som serão direcionados para o servidor de som <b>artsd</b>. </p> <p> O formato do comando é:<br> <b>artsdsp</b> <em>aplicação</em> <em>argumentos</em> ... </p> <p align="right"><em>Fornecido por Jeff Tranter</em></p><br>
ru: <p> Большинство звуковых программ не из KDE, которые не знают о звуковом сервере artsd, можно запустить через звуковой сервер командой <b>artsdsp</b>. Когда приложение запущено, доступ к звуковому устройству перенаправляется на звуковой сервер <b>artsd</b>.</p> <p> Вызов программы:<br> <b>artsdsp</b> <em>приложение</em> <em>параметры</em> ... </p> <p align="right"><em>Jeff Tranter</em></p><br>
rw: <p> Porogaramu z'amajwi zitari iza KDE hafi ya zose zitagira icyo zizi ku byerekeye seriveri y'amajwi zishobora gukoreshwa hakoreshejwe ibwiriza<b>artsdsp</b>. Iyo porogaramu yatangijwe, uburenganzira bwo kugera kuri apareye y'amajwi izoherezwa kuri <b>artsd</b> seriveri y'amajwi. </p> <p> Imiterere y'amabwiriza ni:<br> <b>artsdsp</b> <em>porogaramu</em> <em>ingingo</em> ... </p> <p align="right"><em>Byagizwemo uruhare na Jeff Tranter</em></p><br>
sk: <p> Väčšina zvukových aplikácií mimo KDE nevie, že sa príkazom <b>artsdsp</b> dá spustiť zvukový server. Po spustení aplikácie sa prístup na zvukové zariadenie presmeruje do zvukového serveru <b>artsd</b>. </p> <p> Formát príkazu je:<br> <b>artsdsp</b> <em>aplikácia</em> <em>argumenty</em>... </p> <p align="right"><em>Dodal Jeff Tranter</em></p><br>
sl: <p> Večina programov, ki delajo z zvokom, niso pa napisani posebej za KDE, lahko poganjate s pomočjo ukaza <b>artsdsp</b>. Ko program teče, se bodo dostopi do zvočne naprave preusmerjali na zvočni strežnik <b>artsd</b>. </p> <p> Oblika ukaza je:<br> <b>artsdsp</b> <em>program</em> <em>argumenti</em> ... </p> <p align="right"><em>Prispeval Jeff Tranter</em></p><br>
sr: <p>Већина не-KDE програма за звук који не знају за звучни сервер могу се покренути наредбом <b>artsdsp</b>. Када је програм покренут, приступ аудио уређају ће бити преусмерен на звучни сервер <b>artsd</b>.</p> <p>Формат наредбе је:<br> <b>artsdsp</b> <em>program</em> <em>argumenti</em> ...</p> <p align="right"><em>Приложио Џеф Трентер (Jeff Tranter)</em></p> <br>
sr@latn: <p>Većina ne-KDE programa za zvuk koji ne znaju za zvučni server mogu se pokrenuti naredbom <b>artsdsp</b>. Kada je program pokrenut, pristup audio uređaju će biti preusmeren na zvučni server <b>artsd</b>.</p> <p>Format naredbe je:<br> <b>artsdsp</b> <em>program</em> <em>argumenti</em> ...</p> <p align="right"><em>Priložio Džef Trenter (Jeff Tranter)</em></p> <br>
sv: <p> De flesta ljudprogram utanför KDE som inte känner till ljudservern kan köras med kommandot <b>artsdsp</b>. När programmet körs, kommer åtkomsten till ljudenheten att omdirigeras till ljudservern <b>artsd</b>. </p> <p> Kommandoformatet är:<br> <b>artsdsp</b> <em>program</em> <em>argument</em>. </p> <p align="right"><em>Tipset kommer från Jeff Tranter</em></p><br>
th: <p> แอพพลิเคชันที่ใช้เสียงซึ่งไม่ใช่ของ KDE ส่วนใหญ่ นั้นไม่รู้ว่าเซิร์ฟเวอร์เสียงสามารถทำงานได้โดยการใช้คำสั่ง <b>artsdsp</b> เมื่อมีการสั่งให้แอพพลิเคชันทำงาน การเข้าถึงอุปกรณ์เสียงจะถูกส่งต่อไปยังเซิร์ฟเวอร์เสียง <b>artsd</b> </p> <p> โดยรูปแบบคำสั่งคือ:<br> <b>artsdsp</b> <em>แอพพลิเคชัน</em> <em>อาร์กิวเมนต์</em> ... </p> <p align="right"><em>เคล็ดลับจากคุณ Jeff Tranter</em></p><br>
uk: <p> Більшість програм не для KDE, які не знають про наявність сервера звуку можна запускати за допомогою команди <b>artsdsp</b>. Запити програми до пристрою звуку буде перенаправлено до сервера звуку <b>artsd</b>. </p> <p> Формат команди:<br> <b>artsdsp</b> <em>програма</em> <em>аргументи</em> ... </p> <p align="right"><em>Автор поради: Jeff Tranter</em></p><br>
vi: <p> Phần lớn ứng dụng âm thanh không KDE mà không hỗ trợ trình phục vụ âm thanh có thể được chạy bằng lệnh <b>artsdsp</b>. Khi ứng dụng này được chạy, các việc truý cập thiết bị âm thanh sẽ được chuyển tiếp tới trình phục vụ âm thanh <b>artsd</b>. </p> <p> Dạng thức lệnh:<br> <b>artsdsp</b> <em>ứng_dụng</em> <em>các_đối_số</em> ... </p> <p align="right"><em>Bị Jeff Tranter đóng góp</em></p><br>
zh_cn: <p> 大多数不使用声音服务器的非 KDE 声音应用程序可以通过 命令 <b>artsdsp</b> 来运行。应用程序运行时，所有到声音设备 的访问都将被重定向到 <b>artsd</b> 声音服务器。</p> <p> 命令的格式是：<br> <b>artsdsp</b> <em>应用程序</em> <em>参数</em> ... </p> <p align="right"><em>Jeff Tranter 投稿</em></p><br>
zh_tw: <p> 大多數不使用音效伺服器的非 KDE 聲音應用程式可以 使用 <b>artsdsp</b> 命令來執行。當此應用程式執行 時，對音效裝置的存取都會重新導向到 <b>artsd</b> 音效伺服器。 </p> <p> 命令的格式為：<br> <b>artsdsp</b> <em>應用程式</em> <em>引數</em> ... </p> <p align="right"><em>由 Jeff Tranter 提供</em></p><br>

source: <p> By holding down the <b>Shift</b> button while moving a container (button or applet) on the Panel, the container can then be used to push forward other containers. </p>
af: <p> Deur hou ondertoe die <b>Verskuiwende</b> knoppie terwyl beweeg 'n houer (knoppie of miniprogram) op die Paneel, die houer kan dan word wees gebruik word na stoot vorentoe ander houers. </p>
ar: <p> عند نقل إي وعاق ( زرّ أو بريمج صغير ) عل اللوحة يمكنك الضغط على الزر <b>Shift</b> بينما تنقل هذا. سيقوم هذا الوعاق بالدفع إلى الأمام لأي وعاق آخر. </p>
ca: <p> En mantenir premuda la tecla <b>Majús</b> mentre es mou un contenidor (botó o aplet) al plafó, el contenidor pot usar-se per a empènyer altres contenidors. </p>
da: <p> Ved at holde <b>Shift</b>-knappen nede mens en container flyttes (knap eller småprogram) på Panelet, kan containeren blive brugt til at skubbe andre containere fremad. </p>
de: <p> Wenn Sie die <b>Umschalt-Taste</b> gedrückt halten, während Sie ein beliebiges Element in der Kontrollleiste verschieben, dann schiebt es die Nachbarelemente vor sich her. </p>
el: <p> Κρατώντας πατημένο το πλήκτρο <b>Shift</b> ενώ κινείτε ένα αντικείμενο (κουμπί ή μικροεφαρμογή) στον Πίνακα, το αντικείμενο μπορεί να χρησιμοποιηθεί για να κάνει χώρο ανάμεσα σε άλλα αντικείμενα. </p>
eo: <p> Per tenado de la <b>majuskliga klavo</b> dum ŝovado de elemento (butono aŭ aplikaĵeto) sur la Panelo vi povas antaŭenpuŝi per ĝi aliajn elementojn. </p>
es: <p> Si mantiene pulsado el botón <b>Mayúsculas<b> mientras mueve un icono (botón o miniaplicación) en el panel, el icono se puede utilizar para mover otros iconos. </p>
et: <p> Hoides all klahvi <b>Shift</b> ning liigutades samal ajal paneeli elementi (nuppu või apletti), saab elementi kasutada teiste elementide nihutamiseks. </p>
eu: <p> <b>Shift</b> botoia sakatuta mantentzen baduzu paneleko ontzi bat (botoia edo appleta) mugitzen duzun bitartean, ontzi hori beste guztiak bultzatzeko erabil daiteke. </p>
fa: <p> با پایین نگه داشتن دکمۀ <b>تبدیل</b> هنگام حرکت یک محتوی )دکمه یا برنامک( روی تابلو، می‌توان از محتوی برای جلو کشیدن محتویات دیگر استفاده کرد. </p>
fi: <p> Pitämällä <b>vaihto-näppäintä</b> (shift) painettuna liikuttaessasi painiketta tai sovelmaa paneelissa, työntyvät muut painikkeet tai sovelmat eteenpäin. </p>
fr: <p> En maintenant la touche <b>Majuscule</b> enfoncée en déplaçant un conteneur (bouton ou applet) sur le tableau de bord, ce conteneur peut être utilisé pour déplacer les autres conteneurs. </p>
fy: <p> As jo de <b>Shift</b>-toets yndrukt hâlde, wylst jo in kontainer (knop of applet) op it paniel ferpleatse, dan kinne jo mei dizze kontainer oare kontainers fuorttriuwe. </p>
hu: <p> Ha lenyomva tartja a <b>Shift</b> billentyűt valamelyik panelelem (egy nyomógomb vagy egy kisalkalmazás) mozgatása közben, akkor a többi objektum eltolható a mozgatott elemmel. </p>
is: <p> Með því að halda inni <b>Shift</b> hnappnum meðan þú færir til kassa (hnapp eða smáforrit) á spjaldinu getur þú látið kassann ýta fram öðrum kössum. </p>
ja: <p> <b>Shift</b> キーを押しながらパネル上のボタンやアプレットを移動すると、移動する方向にある他のボタンやアプレットを押します。</p>
kk: <p> <b>Shift</b> пернесін басып тұрып, панельдегі контейнерді (батырманы немесе апплетті) жылжытуды басқа батырмалар мен апплеттерді жылжыту үшін қолдануға болады. </p>
km: <p> ដោយ​ចុច​ប៊ូតុង <b>ប្ដូរ</b> ខណៈ​ពេល​ផ្លាស់ទី​វត្ថុ​ផ្ទុក​មួយ (ប៊ូតុង ឬ អាប់ភ្លេត) លើ​បន្ទះ អ្នក​នឹង​អាច​រុញ​វត្ថុ​ផ្ទុក​ទៅ​មុខ វត្ថុ​ផ្ទុក​ផ្សេង​ទៀត ។ </p>
ko: <p> <b>Shift</b> 키를 누르고 있는 상태에서 버튼이나 애플릿 같은 내용물을 패널에 옮기면, 대상 내용물이 다른 것들을 밀어내고 위치하게 됩니다. </p>
lt: <p> Laikant paspaudus <b>Lyg2(Shift)</b> klavišą objekto (mygtuko ar įskiepio) stumdymo pulte metu, objektas gali būti naudojamas kitų objektų stumdymui. </p>
mk: <p> Со држење на копчето <b>Shift</b> додека движите контејнер (копче или аплет) на панелот, контејнерот може да се користи за да ги турне напред другите контејнери. </p>
nb: <p>Ved å holde nede <b>Shift</b>-knappen når du flytter et element (knapp eller panelprogram) til panelet, kan du bruke elementet til å flytte på andre elementer.</p>
nds: <p> Wenn Du en Lüttbild op't Paneel beweegst un dorbi <b>Ümschalt</b> daal höllst, kannst Du dormit anner Lüttbiller wegschuven. </p>
nl: <p> Als u de <b>Shift</b>-toets ingedrukt houdt, terwijl u een container (knop of applet) op het paneel verplaatst, dan kunt u met deze container andere containers wegduwen. </p>
nn: <p>Ved å halda nede <b>Skift</b>-knappen når du flyttar eit element (knapp eller panelprogram) til panelet, kan du bruka elementet til å flytta på andre element.</p>
pt: <p> Mantendo a tecla <b>Shift</b> carregada ao mover um contentor (um botão ou 'applet') no painel, este pode então ser usado para empurrar outros itens do género. </p>
pt_br: <p> Pressionar o botão <b>Shift</b> ao mover um elemento (botão ou mini-aplicativo) no Painel, faz com que o elemento possa ser usado para empurrar para frente outros elementos. </p>
ru: <p> При нажатой кнопке <b>Shift</b> перемещение контейнера (кнопки или аплета) на панели можно использовать для перемещения других кнопок и аплетов. </p>
rw: <p> Iyo utsindagiye buto ya <b>Shift</b> mu gihe wimura buto ya (igitembo cyangwa apuleti) ku Mwanya, ubwo igitembo gishobora gukoreshwa kugira ngo wigize imbere ibindi bitembo. </p>
sk: <p> Podržaním klávesu <b>Shift<b> pri presune kontajneru (tlačidla alebo appletu) na paneli, bude tento kontajner tlačiť ostatné kontajnery pred sebou. </p>
sl: <p> Z držanjem tipke <b>Shift</b> med premikanjem gradnika (gumba ali vstavka) po pultu je lahko ta gradnik uporabljen za premikanje drugih gradnikov. </p>
sr: <p>Држањем тастера <b>Shift</b> док се помера контејнер (неко дугме или аплет) по Панелу, контејнер може гурати остале контејнере.</p>
sr@latn: <p>Držanjem tastera <b>Shift</b> dok se pomera kontejner (neko dugme ili aplet) po Panelu, kontejner može gurati ostale kontejnere.</p>
sv: <p> Genom att hålla ner tangenten <b>Skift</b> medan du flyttar en behållare (knapp eller miniprogram) på panelen, kan denna behållare användas för att skjuta fram andra behållare. </p>
th: <p> การกดปุ่มพิมพ์ <b>Shift</b> ค้างไว้ ในขณะที่เคลื่อนย้ายตัวเก็บ (ปุ่ม หรือแอพเพล็ต) บนถาดพาเนล จะทำให้ตัวเก็บนั้น สามารถดันตัวเก็บอื่นได้ </p>
uk: <p> Якщо тримати клавішу <b>Shift</b> при пересуванні контейнера (кнопки або аплету) в панелі меню, то контейнер буде штовхати інші контейнери. </p>
vi: <p> Nếu bạn bấm giữ phím <b>Shift</b> trong khi di chuyển một cái nút hay tiểu dụng trên bảng điều khiển, cái đó sẽ cũng di chuyển các cái khác. </p>
zh_cn: <p> 当移动面板上的容器(按钮或小程序)时按下 <b>Shift</b> 键， 该容器就可以推动其它的容器。 </p>
zh_tw: <p> 當移動面板上的容器（按鈕或面板程式）時按住 <b>Shift</b> 鍵，該容器就會被推到其他容器之 前。 </p>
