Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> If you know its name, you can <strong>execute any program</strong> by pressing <strong>Alt+F2</strong> and entering the program name in the command-line window provided.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
af: <p> As jy ken sy naam, jy kan <strong>uitvoer enige program</strong> deur gedruk <strong>Alt+F2</strong> en in te tik die program naam in die command-line venster verskaf.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
ar: <p> إذا كنت تعرف إسمه، يمكنك <strong>تنفيذ أي برنامج </strong> عند ضغتك على <strong>Alt و F2</strong> ثمّ إدخال إسم البرنامج في نافذة سطر الأمر المعروضة.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
ca: <p> Si en sabeu el nom, podeu <strong>executar qualsevol programa</strong> prement <strong>Alt+F2</strong> i introduint el nom del programa a la finestra de línia de comandaments.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
da: <p> Hvis du kender navnet, kan du <strong>køre et vilkårligt program</strong> ved at trykke på <strong>Alt+F2</strong> og indtaste programnavnet i det kommandolinjevindue, som kommer frem.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
de: <p> Sie können <strong>jedes Programm ausführen</strong>, indem Sie <strong>Alt+F2</strong> drücken und dann den Namen des Programms in das eingeblendete Befehlszeilenfenster eingeben.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
el: <p> Αν ξέρετε το όνομά του, μπορείτε <strong>να εκτελέσετε οποιοδήποτε πρόγραμμα</strong> πατώντας <strong>Alt-F2</strong> και δίνοντας το όνομα του προγράμματος στη γραμμή εντολών που θα εμφανιστεί.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
eo: <p> Konante ĝian (originalan anglan) nomon vi povas lanĉi ĝin premante Alt+F2 kaj entajpante en la dialogo la programnomon. </p><br> <center> <img src="crystalsvg/48x48/apps/go.png">
es: <p> Si sabe su nombre, puede <strong>ejecutar cualquier programa</strong> pulsando <strong>Alt-F2</strong> e introduciendo el nombre del programa en la ventana de línea de órdenes.</p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
et: <p> Sa võid käivitada <strong>suvalise programmi</strong>, kui tead selle nime. Selleks vajuta <strong>Alt+F2</strong> ning sisesta programmi nimi ilmuvas dialoogis tekstikasti.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
eu: <p> <strong>Edozein programa exekuta </strong> dezakezu <strong>Alt+F2</strong> tekleatuz eta agertzen den komando-lerro leihoan programaren izena sartuz.<p> <br> <center> <img src="crystalsvg/48x48/apps/go.png">
fa: <p> در صورت اطلاع از نام برنامه، می‌توانید <strong>هر برنامه‌ای</strong> را با فشار <strong>دگرساز +F2</strong> و وارد کردن نام برنامه در پنجرۀ خط فرمان فراهم‌شده، اجرا کنید .<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
fi: <p> Jos tiedät ohjelman nimen, voit <b>käynnistää sen</b> painamalla <strong>Alt+F2</strong> ja kirjoittamalla nimen komentoriville.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
fr: <p> Si vous connaissez son nom, vous pouvez <strong>exécuter n'importe quel programme</strong> en pressant <strong>Alt+F2</strong> et en saisissant le nom du programme dans la ligne de commande qui apparaît alors.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
fy: <p> As jo syn namme witte, dan kinne jo <strong>alle willekeurige programma's</strong> begjinne mei de toetsenkombinaasje <strong>Alt-F2</strong> en dêrnei de programmanamme yn te fieren yn it finster dat iepene wurdt. <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
hu: <p> Pillanatok alatt <strong>elindítható a kívánt program</strong>, ha lenyomja az <strong>Alt+F2</strong> billentyűkombinációt, és beírja a program nevét a megjelenő parancsablakban.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
is: <p> Ef þú veist hvað það heitir, getur þú <strong>keyrt hvaða forrit sem er</strong> með því einu að slá á <strong>Alt+F2</strong> og slá inn heiti forritsins í skipanagluggann sem birtist.</p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
ja: <p> プログラムの名前が分かっていれば <strong>[Alt-F2]</strong> を押して「コマンドを実行」ダイアログにプログラム名を入力することで、どんなプログラムでも実行することができます。</p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
kk: <p> Егер атауын білсеңіз, Сіз оны <strong>Alt+F2</strong> пернелерді басып, шыға келген диалогының жолына енгізіп, <strong>кез келген бағдарламаны жеге аласыз</strong>.</p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
km: <p> អ្នក​អាច​<strong>ប្រតិបត្តិ​កម្មវិធី​នានា</strong> ប្រសិនបើ​អ្នក​ស្គាល់​ឈ្មោះ​របស់​វា ដោយ​ចុច <strong>ជំនួស+F2</strong> ហើយ​បញ្ចូល​ឈ្មោះ​កម្មវិធី ក្នុង​បង្អួច​បន្ទាត់​ពាក្យ​បញ្ជា​ដែល​បាន​ផ្ដល់ ។<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
ko: <p> 이미 이름을 알고 있는 프로그램을 실행하고 싶다면, <strong>Alt-F2</strong>를 눌러서 나오는 명령 실행으로 실행할 수 있으며 명령을 넣는 칸에서 자주 쓰는 명령을 외워둔 목록을 통해 프로그램을 골라서 입력할 수도 있습니다. </p> <center> <img src="crystalsvg/48x48/apps/go.png"></center>
lt: <p> Jei žinote pavadinimą, Jūs galite <strong>paleisti bet kokią programą</strong> paspausdami <strong>Alt-F2</strong> ir įvesdami programos pavadinimą atsiradusiame komandų eilutės lange.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
mk: <p> Ако ѝ го знаете името, може да <strong>извршите било која програма</strong> со притискање на <strong>Alt-F2</strong> и внесување на името на програмата во командната линија на прозорецот.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
nb: <p> Hvis du vet navnet, kan du <strong>starte ethvert program</strong> ved å trykke <strong>Alt-F2</strong> og så skrive inn programnavnet i kommandolinjevinduet som kommer opp. <center> <img src="crystalsvg/48x48/apps/kmenu.png">
nds: <p> Du kannst jichtenseen <strong>Programm utföhren</strong>, wenn Du den Naam kennst. Eenfach <strong>Alt+F2</strong> drücken un den Naam in de Befehlsreeg ingeven, de denn opdukt.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
nl: <p> Als u de juiste naam kent, dan kunt u <strong>elk willekeurig programma</strong> starten via de toetsencombinatie <strong>Alt-F2</strong> en daarna de programmanaam in te voeren in het venster dat geopend wordt. <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
nn: <p>Om du veit namnet, kan du <strong>starta program</strong> ved å trykkja <strong>Alt&nbsp;+&nbsp;F2</strong> og skriva programnamnet i kommandolinjevindauget som kjem opp.</p> <br><center> <img src="crystalsvg/48x48/apps/kmenu.png">
pt: <p> Se souber o nome de um programa qualquer, poderá <strong>executá-lo</strong> carregando em <strong>Alt+F2</strong> e introduzindo o nome do programa na janela de linha de comandos fornecida. </p><br> <center><img src="crystalsvg/48x48/apps/kmenu.png"></center>
pt_br: <p> Se você sabe o nome de um programa, pode <strong>executá-lo</strong> teclando <strong>Alt+F2</strong> e digitando o nome do programa na janela de linha de comando mostrada.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
ru: <p> Зная имя программы, вы можете её <strong>запустить</strong>, нажав <strong>Alt+F2</strong> и введя имя программы в строке ввода появившегося диалогового окна. <center> <img src="crystalsvg/48x48/apps/kmenu.png">
rw: <p> Niba uzi izina ryayo, ushobora <strong>gukora porogaramu ibonetse yose</strong> ukanze <strong>Alt+F2</strong> maze ukinjiza izina rya porogaramu mu idirishya ry'umurongo mabwiriza ryatanzwe.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
sk: <p> V prípade, že viete meno, môžete <strong>spustiť ľubovoľný program</strong>stlačením <strong>Alt+F2</strong> a zadaním mena programu v okne, ktoré sa zobrazí.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
sl: <p> Če poznate ime programa, lahko <strong>izvedete katerikoli program</strong>, tako da pritisnete <strong>Alt+F2</strong> in vnesete njegovo ime v ukazno vrstico okna.<p> <br> <center> <img src="crystalsvg/48x48/apps/gkmenu.png">
sr: <p>Ако знате име програма, можете га <strong>извршити</strong> притиском на <strong>Alt+F2</strong> и уношењем имена у прозору који се појави.</p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
sr@latn: <p>Ako znate ime programa, možete ga <strong>izvršiti</strong> pritiskom na <strong>Alt+F2</strong> i unošenjem imena u prozoru koji se pojavi.</p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
sv: <p> Om du vet namnet, kan du <strong>starta ett program</strong> genom att trycka på <strong>Alt+F2</strong> och skriva in programmets namn i kommandoradsfönstret som då visas.</p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
th: <p> หากคุณทราบชื่อโปรแกรม คุณสามารถ <strong>ประมวลผลโปรแกรม</strong> ได้ โดยกด <strong>Alt+F2</strong> และใส่ชื่อโปรแกรม ในบรรทัดคำสั่งที่อยู่ในหน้าต่าง<p> <br> <center> <img src="crystalsvg/48x48/apps/go.png">
uk: <p> Якщо ви знаєте назву програми, ви можете <strong>виконати програму</strong> натиснувши <strong>Alt-F2</strong> та надрукувавши назву програми у вікні що з'явилось.<p> <br> <center> <img src="crystalsvg/48x48/apps/go.png">
vi: <p> Nếu bạn biết tên nó, bạn có thể <strong>thực hiện bất kỳ chương trình</strong> bằng cách bấm tổ hợp phím <strong>Alt+F2</strong> và nhập tên chương trình vào cửa sổ dòng lệnh đã cung cấp.<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
zh_cn: <p> 只要您知道程序的名字，您就可以按 <strong>Alt+F2</strong> 然后在命令行窗口中输入它来<strong>运行任何程序</strong>。</p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">
zh_tw: <p> 如果知道程式名稱，您可以按 <strong>Alt+F2</strong> 並在提供的命令輸入列視窗內輸入程式名稱來<strong>執行任何程式</strong>。<p> <br> <center> <img src="crystalsvg/48x48/apps/kmenu.png">

source: <p> You can <strong>browse any URL</strong> by pressing <strong>Alt+F2</strong> and entering the URL in the command-line window provided. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
af: <p> Jy kan <strong>blaai enige Url</strong> deur gedruk <strong>Alt+F2</strong> en in te tik die Url in die command-line venster verskaf. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
ar: <p> يمكنك <strong>تصفح أي رابط عنوان على الشبكة ( URL ) </strong> عند ضغطك <strong>Alt و F2</strong> ثمّ إدخال الرابط URL في نافذة سطر الأوامر المعروضة. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
ca: <p> Podeu <strong>fullejar qualsevol URL</strong> prement <strong>Alt-F2</strong> i introduint l'URL a la finestra de línia d'ordres proporcionada. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
da: <p> Du kan <strong>Gennemse en vilkårlig URL</strong> ved at trykke på <strong>Alt+F2</strong> og indtaste URL'en i det kommandolinjevindue, som kommer frem. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
de: <p> Sie können <strong>jede URL aufrufen</strong>, indem Sie <strong>Alt+F2</strong> drücken und dann die URL (also z. B. eine Web-Adresse) in das eingeblendete Befehlszeilenfenster eingeben. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
el: <p> Μπορείτε να <strong>δείτε οποιοδήποτε URL</strong> πατώντας <strong>Alt-F2</strong> και δίνοντας το URL στη γραμμή εντολών που θα εμφανιστεί. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
eo: <p> Vi povas rigardi <strong>iun URLon</strong> premante Alt+F2 kaj entajpante la URLon en la dialogo. </p><br> <center> <img src="crystalsvg/48x48/filesystems/ftp.png">
es: <p> Puede <strong>navegar en cualquier URL</strong> pulsando <strong>Alt-F2</strong> e introduciendo la URL en la ventana de línea de órdenes mostrada. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
et: <p> <strong>Suvalise URL-i</strong> avamiseks vajuta <strong>Alt+F2</strong> ning sisesta soovitud URL ilmunud käsureale. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
eu: <p> <strong>Edozein URL araka</strong> dezakezu <strong>Alt+F2</strong> tekleatuz eta agertzen den komando-lerro leihoan URLa sartuz. </p><br> <center> <img src="crystalsvg/48x48/filesystems/ftp.png">
fa: <p> با فشار <strong>دگرساز+F2</strong> و وارد کردن نشانی وب در پنجرۀ خط فرمان فراهم‌شده، می‌توانید <strong>هر نشانی وبی را مرور کنید</strong>. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
fi: <p> Voit avata minkä tahansa <strong>Internet-osoitteen</strong> painamalla <strong>Alt+F2</strong> ja kirjoittamalla osoitteen komentoriville. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
fr: <p> Vous pouvez <strong>visiter n'importe quelle URL</strong> en actionnant <strong>Alt+F2</strong> et en saisissant l'URL dans la ligne de commande qui apparaît. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
fy: <p> Jo kinne nei <strong>alle willekeurige ynternetadressen blêdzje</strong> troch op <strong>Alt-F2</strong> te drukken en it URL-adres yn it iepene finster yn te fieren. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
hu: <p> Pillanatok alatt <strong>elérhető a kívánt URL</strong>, ha lenyomja az <strong>Alt+F2</strong> billentyűkombinációt, és beírja a címet a megjelenő parancsablakban. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
is: <p> Þú getur <strong>skoðað hvaða vefslóð sem er</strong> með því að skrifa slóð hennar inn í skipanagluggann sem birtist þegar ýtt er á <strong>Alt-F2</strong>. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
ja: <p> <strong>[Alt+F2]</strong> を押して「コマンドを実行」ダイアログに URL を入力することで、どんな URL でも開くことができます。 </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
kk: <p> <strong>Alt+F2</strong> пернелерді басып, шыға келген диалогының жолына <strong>кез келген URL-сілтемені </strong> енгізіп, аша аласыз.</p> </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
km: <p> អ្នក​អាច​<strong>រុករក URL ផ្សេងៗ</strong> ដោយ​ចុច <strong>ជំនួស+F2</strong> ហើយ​បញ្ចូល URL ក្នុង បង្អួច​បន្ទាត់​ពាក្យ​បញ្ជា​ដែល​បាន​ផ្ដល់ ។ </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
ko: <p> <strong>Alt+F2</strong>을 누르고 <strong>URL을 찾아볼</strong> 수도 있고 명령줄 창에서 바로 URL을 넣어 웹 브라우저를 띄울 수도 있습니다.</p> <center> <img src="crystalsvg/48x48/filesystems/ftp.png"></center>
lt: <p> Jūs galite <strong>naršyti bet kokį URL</strong> paspaudę <strong>Alt-F2</strong> ir įvedę URL atsiradusiame komandinės eilutės lange. </p><br> <center> <img src="crystalsvg/48x48/filesystems/ftp.png">
mk: <p> Може да <strong>прелистувате било кој URL</strong> со притискање на <strong>Alt-F2</strong> и внесување на URL во командната линија на прозорецот. </p><br> <center> <img src="crystalsvg/48x48/filesystems/ftp.png">
nb: <p> Du kan <strong>se på enhver URL</strong> ved å trykke <strong>Alt-F2</strong> og skrive inn URL-en i kommando- linjevinduet som kommer opp. </p><br><center> <img src="crystalsvg/48x48/filesystems/ftp.png">
nds: <p> Du kannst <strong>to jichtenseen URL gahn</strong>, wenn Du <strong>Alt+F2</strong> drückst un ehr in de Befehlsreeg ingiffst, de denn opdukt. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
nl: <p> U kunt naar <strong>elk willekeurig internetadres surfen</strong> door op <strong>Alt-F2</strong> te drukken en het URL-adres in het geopende venster in te voeren. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
nn: <p>Du kan <strong>gå til ein URL</strong> ved å trykkja <strong>Alt&nbsp;+&nbsp;F2</strong> og skriva adressa i kommandolinjevindauget som kjem opp.</p> <br><center> <img src="crystalsvg/48x48/filesystems/ftp.png">
pt: <p> O utilizador poderá <strong>escolher qualquer URL</strong> carregando em <strong>Alt+F2</strong> e introduzindo o URL na janela de linha de comandos fornecida.</p><br> <center><img src="crystalsvg/48x48/filesystems/network.png"></center>
pt_br: <p> Você pode <strong>navegar em qualquer URL</strong> pressionando <strong>Alt+F2</strong> e digitando a URL na janela de linha de comando mostrada. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
ru: <p> Можно <strong>открыть любой URL</strong>, нажав <strong>Alt+F2</strong> и введя адрес URL в строке ввода появившегося диалогового окна. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
rw: <p> Ushobora <strong>gushakisha muri URL</strong> ukanze <strong>Alt+F2</strong> maze ukinjiza URL mu idirishya ry'umurongo-bwiriza ryatanzwe. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
sk: <p> Môžete <strong>zobrazovať ľubovoľné URL</strong> stlačením <strong>Alt+F2</strong> a zadaním URL v okne, ktoré sa zobrazí. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
sl: <p> <strong>Brskate lahko po kateremkoli URL-ju</strong>, če pritisnete <strong>Alt+F2</strong> in v ukazno vrstico okna vnesete URL. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
sr: <p> Можете <strong>прегледати било који URL</strong> притиском на <strong>Alt+F2</strong> и уношењем жељеног URL-а у прозору који се појави.</p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
sr@latn: <p> Možete <strong>pregledati bilo koji URL</strong> pritiskom na <strong>Alt+F2</strong> i unošenjem željenog URL-a u prozoru koji se pojavi.</p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
sv: <p> Du kan <strong>besöka en webbplats</strong> genom att trycka på <strong>Alt+F2</strong> och skriva in webbadressen i kommandoradsfönstret som då visas. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
th: <p> คุณสามารถ <strong>เรียกดูตำแหน่ง URL ต่าง ๆ</strong> ได้ โดยกด <strong>Alt+F2</strong> และเติมตำแหน่ง URL ในหน้าต่างสำหรับพิมพ์บรรทัดคำสั่งก็ได้ </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
uk: <p> Ви можете <strong>переглянути будь який URL</strong> натиснувши <strong>Alt-F2</strong> та надрукувавши URL у командному рядку вікна, що з'явилося. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
vi: <p> Bạn có thể <strong>duyệt bất kỳ địa chỉ Mạng</strong> bằng cách bấm tổ hợp phím <strong>Alt+F2</strong> và nhập địa chỉ Mạng vào cửa sổ dòng lệnh đã cung cấp. </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
zh_cn: <p> 您只要按 <strong>Alt+F2</strong> 然后在命令行窗口中输入 URL， 就可以<strong>浏览任何 URL</strong>。 </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
zh_tw: <p> 按 <strong>Alt+F2</strong> 並在提供的 指令輸入欄視窗內輸入 URL 就可以 <strong>瀏覽任何 URL</strong>。 </p><br> <center> <img src="crystalsvg/48x48/filesystems/network.png">
