Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can add your own "Web Shortcuts" to Konqueror by selecting Settings->Configure Konqueror->Web Shortcuts. Click "New..." and complete the fields. </p> <p>For further instructions, and details about the advanced features available with Web Shortcuts, see <a href="help:/konqueror/enhanced-browsing.html">the Konqueror Handbook</a>.</p> <p align="right"><em>Contributed by Michael Lachmann and Thomas Diehl</em></p>
af: <p> Jy kan jou eie "Internet Kortpad" in Konqueror byvoeg deur te kies Stellings, Stel Konqueror op, Gevorderde Blaaiïng. Kliek "Nuwe..." en voltooi die velde. </p> p>Vir meer inligting sien, <a href="help:/konqueror/enhanced-browsing.html">die Konqueror Handboek</a>.</p> <p align="right"><em>Bygedra deur Michael Lachmann en Thomas Diehl</em></p>
ar: <p> يمكنك إضافة "إختصاراتك للشبكة" إلى Konqueror عند إختيار تعيينات -->إعداد Konqueror --> إختصارات الشبكة. أنقر "جديد..." و إملئ الحقول. </p> <p>للمزيد من التعليمات و التفاصيل عن المييزات المتقدمة المتوفرة لدى إختصارات الشبكة، أنظر إلى <a href="help:/konqueror/enhanced-browsing.html">كتيّب Konqueror</a>.</p> <p align="right"><em>مساهمة من Michael Lachmann و Thomas Diehl</em></p>
ca: <p> Podeu afegir les vostres "Dreceres Web" al Konqueror seleccionant Arranjament->Configura Konqueror->Dreceres Web. Cliqueu "Nou..." i completeu els camps. </p> <p>Consulteu més instruccions i detalls quant a les característiques avançades disponibles amb les dreceres Web al <a href="help:/konqueror/enhanced-browsing.html">Manual del Konqueror</a>.</p> <p align="right"><em>Contribució de Michael Lachman i Thomas Diehl</em></p>
da: <p> Du kan tilføje dine egne "Internetgenveje" til Konqueror ved at vælge Opsætning->Indstil Konqueror->Internetgenveje. Klik på "Ny..." og udfyld felterne. </p> <p>For yderligere instruktionerog detaljer angående de avancerede funktioner tilgængelige med internetgenveje, se <a href="help:/konqueror/enhanced-browsing.html">Konqueror-håndbogen</a>.</p> <p align="right"><em>Bidrag ved Michael Lachmann og Thomas Diehl</em></p>
de: <p> Sie können Ihren eigenen "Webkürzel" angeben, indem Sie in Konqueror Folgendes auswählen: Einstellungen -> Konqueror einrichten -> Webkürzel. Klicken Sie dann auf "Neu ..." und füllen Sie die erforderlichen Felder aus.</p> <p>Weitere Informationen zu diesem Thema finden Sie im <a href="help:/konqueror/enhanced-browsing.html">Handbuch zu Konqueror</a>.</p> <p align="right"><em>Beigesteuert von Michael Lachmann und Thomas Diehl</em></p>
el: <p> Μπορείτε να προσθέσετε τις δικές σας "Συντομεύσεις ιστού" στον Konqueror επιλέγοντας Ρυθμίσεις->Ρύθμιση Konqueror->Συντομεύσεις ιστού. Κάντε κλικ στο "Νέο..." και συμπληρώστε τα πεδία. </p> <p>Για περισσότερες οδηγίες, και λεπτομέρειες σχετικά με προχωρημένα χαρακτηριστικά διαθέσιμα για τις συντομεύσεις ιστού, δείτε το <a href="help:/konqueror/enhanced-browsing.html">Εγχειρίδιο του Konqueror</a>.</p> <p align="right"><em>Προσφορά του Michael Lachmann και του Thomas Diehl</em></p>
eo: <p> Vi povas aldoni vian propran serĉilon por "Interretaj Ŝlosilvortoj" elektante en Konkeranto Agordo->Agordu Konkeranton->TTT-Klavokombinoj. Tie premu "Nova", kaj plenigu la dialogon. </p> <p>Por pli detaloj pri TTT-klavkombinoj, vidu <a href="help:/konqueror/enhanced-browsing.html">la Konkerantan Manlibron</a>.</p> <p align="right"><em>kontribuita de Michael Lachmann kaj Thomas Diehl</em></p>
es: <p> Puede añadir su propio «Accesos rápidos para web» a Konqueror seleccionando Preferencias->Configurar Konqueror->Accesos rápidos para web. Pulse «Nuevo...» y complete los campos. </p> <p>Para obtener instrucciones más completas, y detalles sobre las características avanzadas disponibles con los accesos rápidos de web, vea <a href="help:/konqueror/enhanced-browsing.html">el manual de Konqueror</a>.</p> <p align="right"><em>Escrito por Michael Lachmann y Thomas Diehl</em></p>
et: <p> Konquerorile saab lisada "Veebi kiirkorraldusi", valides Seadistused->Konquerori seadistamine->Veebi kiirkorraldused. Klõpsa nupule "Uus" ning täida väljad. </p> <p>Täpsemalt räägib kõigest veebi kiirkorraldustega seonduvast <a href="help:/konqueror/enhanced-browsing.html">Konquerori käsiraamat</a>.</p> <p align="right"><em>Michael Lachmann ja Thomas Diehl</em></p>
eu: <p> Zure-zeure "Interneteko gako-hitzak" gehi ditzakezu Ezarpenak -> Konfiguratu Konqueror -> Web lasterbideak hautatuz. "Gehitu..." klikatu eta eremuak bete. </p> <p>Argibide eta xehetasun gehiagorako web lasterbide eginbide aurreratuetan begira <a href="help:/konqueror/enhanced-browsing.html"> Konqueror eskuliburua</a>.</p> <p align="right"><em>Michael Lachmannek and Thomas Diehlek eskainita </em></p>
fa: <p> می‌توانید »میان‌برهای وب« خود را با برگزیدن تنظیمات-<پیکربندی Konqueror-<میان‌برهای وب، به Konqueror اضافه کنید. »جدید...« را فشار دهید و حوزه‌ها را کامل کنید. </p> <p>برای ساختارهای بیشتر، و جزئیات پیرامون ویژگیهای پیشرفتۀ موجود همراه با میان‌برهای وب، به <a href="help:/konqueror/enhanced-browsing.html">کتاب مرجع Konqueror</a>مراجعه کنید.</p> <p align="right"><em>با مشارکت مایکل لاچ‌من و توماس دیل </em></p>
fi: <p> Voit lisätä oman WWW-pikavalinnan valitsemalla Konquerorin valikosta kohdan <b>Asetukset/Muokkaa asetuksia (Konqueror) -> WWW-pikavalinnat</b>. Napsauta "Uusi" ja täytä tiedot. </p> <p>Tarkempia tietoja ja lisäominaisuuksia WWW-pikavalinnoista on saatavilla <a href="help:/konqueror/enhanced-browsing.html">Konquerorin käyttöohjeesta</a>.</p><p align="right"><em>Lähettänyt Michael Lachmann ja Thomas Diehl</em></p>
fr: <p> Vous pouvez ajouter votre propre raccourci Web à Konqueror en sélectionnant « Configuration / Configurer Konqueror / Raccourcis Web ». Cliquez sur « Nouveau... » et complétez les champs. </p> <p>Pour plus d'instructions et des détails sur les fonctionnalités avancées de cette outil, consultez le <a href="help:/konqueror/enhanced-browsing.html">manuel de Konqueror</a>.</p> <p align="right"><em>Contribution de Michael Lachmann et Thomas Diehl</em></p>
fy: <p> Jo kinne jo eigen sykmasine taheakje yn Konqueror mei help fan it menu ynstellings->Konqueror ynstelle->Ferbetert blêdzje. Druk op "Taheakje..." en folje de fjilden yn. It juste URL-adres krije jo troch in sykaksje út te fieren mei de sykmasine en dan it URL-adres yn de lokaasjebalke fan Konqueror te setten. Ferfang de sykaksje troch "\1". </p> <p align="right"><em>Bydroegen troch Michael Lachmann en Thomas Diehl, fierder útwurke troch Rinse de Vries</em></p>
hu: <p> Létrehozhat egyéni "Internetes keresőazonosítókat" a Konquerorhoz a Beállítások->Webböngésző->Keresőazonosítók menüpontban. Kattintson az "Új..." gombra és töltse ki a mezőket. </p> <p>Részletes leírás és további felhasználási tippek találhatók a keresőazonosítókról <a href="help:/konqueror/enhanced-browsing.html">a Konqueror kézikönyvében</a>.</p> <p align="right"><em>A tippet Michael Lachmann és Thomas Diehl küldte be.</em></p>
is: <p> Þú getur bætt við þínum eigin "vefskammstafanir" með því að velja Stillingar->Stilla Konqueror->Vefskammstafanir. Smelltu svo á "Ný" og fylltu inn í eyðurnar. </p> <p>Fyrir nánari leiðbeiningar og ítarlegar upplýsingar um vefskammstafanir, skoðaðu <a href="help:/konqueror/enhanced-browsing.html">Konqueror handbókina</a>.</p> <p align="right"><em>Höfundar: Michael Lachmann og Thomas Diehl</em></p>
ja: <p>Konqueror にあなた自身の「ウェブショートカット」を追加することができます。Konqueror で「設定」->「Konqueror を設定」->「ウェブショートカット」を開いて「追加」ボタンをクリックし、フィールドに必要な情報を入力してください。</p><p>ウェブショートカットの詳しい使い方と高度な機能については <a href="help:/konqueror/enhanced-browsing.html">Konqueror ハンドブック</a> をご覧ください。</p> <p align="right"><em>投稿者: Michael Lachmann さん</em></p>
kk: <p> Konqueror шолғышқа өзіңіздің Веб-жарлығын қосу үшін Баптау -> Konqueror-ды баптау... -> Веб-жарлықтары дегенді таңдап, "Жаңа..." батырмасын басып, қажетті жолдарды толтыру керек. </p> <p align="right"><em>Michael Lachmann және Thomas Diehl қосқан үлесі</em></p>
km: <p> អ្នក​អាច​បន្ថែម "ផ្លូវកាត់​បណ្តាញ" ផ្ទាល់ខ្លួន​របស់​អ្នក ទៅ​កាន់ Konqueror ដោយ​ជ្រើស ការ​កំណត់ -> កំណត់​រចនាសម្ព័ន្ធ Konqueror -> ផ្លូវកាត់​បណ្តាញ ។ ចុច "ថ្មី..." និង បំពេញ​វាល ។ </p> <p>ចំពោះសេចក្តីណែនាំ និង​ព័ត៌មាន​លម្អិត អំពី​លក្ខណៈ​ពិសេស​កម្រិត​ខ្ពស់​នេះ ដែល​មាន​ជាមួយ​នឹង​ផ្លូវកាត់​បណ្តាញ សូម​មើល <a href="help:/konqueror/enhanced-browsing.html">សៀវភៅ​ដៃ Konqueror</a>។</p> <p align="right"><em>បរិច្ចាគដោយ Michael Lachmann និង Thomas Diehl</em></p>
ko: <p> 설정->컹커러 설정->웹 바로가기를 선택하여 컹커러에 "웹 바로가기" 를 추가할 수 있습니다. "새로 작성..."을 클릭하고 빈 칸을 완성시키십시오. </p> <p>추가적인 명령과 웹 바로가기에 유용한 고급 요소에 관한 세부사항에 대해서 <a href="help:/konqueror/enhanced-browsing.html">컹커러 핸드 북</a>을 보십시오.</p> <p align="right"><em>제공자 : Michael Lachmann and Thomas Diehl</em></p>
lt: <p> Jūs galite pridėti savo nuosavas „Žiniatinklio trumpes“ Konqueror'e pasirinkę „Nustatymai“->„Konfigūruoti Konqueror“->„Žiniatinklio trumpės“. Spustelėkite „Naujas...“ ir užpildykite laukus. </p> <p>Papildomų instrukcijų ir detalių apie žiniatinklio trumpių naudojimą ieškokite <a href="help:/konqueror/enhanced-browsing.html">Konqueror vadove</a>.</p> <p align="right"><em>Pateikė Michael Lachmann ir Thomas Diehl</em></p>
mk: <p> Може да додадете сопствени „Веб-кратенки“ на Konqueror со избирање на Поставувања->Конфигурирај Konqueror->Веб-кратенки. Кликнете „Нова...“ и пополнете ги полињата. </p> <p>За понатамошни инструкции и детали околу напредните можности достапни со веб-кратенките, погледнете го <a href="help:/konqueror/enhanced-browsing.html">Прирачникот за Konqueror</a>.</p> <p align="right"><em>Придонес на Michael Lachmann и Thomas Diehl</em></p>
nb: <p> Du kan legge til dine egne nettsnarveier ved å velge «Innstillinger – Oppsett av Konqueror – Nettsnarveier». Trykk «Ny …», og fyll ut feltene. </p> <p align="right"><em>Tips av Michael Lachmann and Thomas Diehl</em></p>
nds: <p> In Konqueror kannst Du Dien egen "Söökdeenst" tofögen. Dat geiht över Instellen->Konqueror instellen->Söökafkörten. Klick op "Nieg..." un giff de nafraagten Informatschonen in de Feller in. </p> <p>Mehr Henwiesen un Informatschonen dor över, wat mit Söökafkörten sünst noch mööglich is, staht binnen <a href="help:/konqueror/enhanced-browsing.html">dat Konqueror-Handbook</a>.</p> <p align="right"><em>Bidragen vun Michael Lachmann un Thomas Diehl</em></p>
nl: <p> U kunt uw eigen zoekmachine aan Konqueror toevoegen via het menu Instellingen->Konqueror instellen->Webkoppelingen. Klik op "Nieuw..." en vul de velden in. </p> <p>Voor meer informatie en details over de geavanceerde functies die beschikbaar zijn voor webkoppelingen, zie <a href="help:/konqueror/enhanced-browsing.html">het handboek van Konqueror</a>.</p> <p align="right"><em>Bijgedragen door Michael Lachmann en Thomas Diehl</em></p>
nn: <p>Du kan leggja til eigne vevsnarvegar ved å velja «Innstillingar – Set opp Konqueror – Vevsnarvegar». Trykk på «Ny» og fyll ut felta.</p> <p>Du kan lesa meir om korleis du kan utnytta vevsnarvegar i <a href="help:/konqueror/enhanced-browsing.html">Konqueror-handboka</a>.</p> <p align="right"><em>Tips frå Michael Lachmann og Thomas Diehl</em></p>
pt: <p> Poderá adicionar os seus próprios "Atalhos Web" ao Konqueror se seleccionar a opção Preferências->Configurar o Konqueror->Atalhos Web. Carregue em "Novo..." e preencha os campos. </p> <p>Para mais informações e detalhes sobre as funcionalidades avançadas que estão disponíveis com os Atalhos Web, veja o <a href="help:/konqueror/enhanced-browsing.html">Manual do Konqueror</a>.</p> <p align="right"><em>Contribuído por Michael Lachmann e Thomas Diehl</em></p>
pt_br: <p> Você pode adicionar seus próprios "Atalhos Web" para o Konqueror selecionando Configurações -> Configurar Konqueror ->Atalhos Web. Clique em "Novo..." e complete os campos. </p> <p>Para mais instruções e detalhes sobre os recursos avançados disponíveis para atalhos web, veja o <a href="help:/konqueror/enhanced-browsing.html">Manual do Konqueror</a>.</p> <p align="right"><em>Fornecido por Michael Lachmann e Thomas Diehl</em></p>
ru: <p> Можно добавить собственный поисковый сервер в Интернете, выбрав пункт Настройки -> Просмотр WWW -> Дополнительные настройки. Нажмите кнопку "Добавить" и заполните необходимые поля. </p> </p> <p>Более подробные инструкции и информация о ярлыках Веб приведены в <a href="help:/konqueror/enhanced-browsing.html">руководстве Konqueror</a>.</p> <p align="right"><em>Michael Lachmann и Thomas Diehl</em></p>
rw: <p> Ushobora kongera Amahinzira Rubuga "yawe bwite" kuri Konqueror utoranya Amagenamiterere->Kuboneza Konqueror->Amahinanzira Rubuga. Gukanda "Bishya..." na kurangiza imyanya. </p> <p>Kugira ngo ubone andi mabwiriza, n'ibisobanuro birambuye ku biranga bihanitse bijyanye n'Amahinanzira Rubuga, reba <a href="help:/konqueror/enhanced-browsing.html">Agatabo ka Konqueror</a>.</p> <p align="right"><em>Byagizwemo uruhare na Michael Lachmann na Thomas Diehl</em></p>
sk: <p> Môžete pridať vášho vlastného "Poskytovateľa internetových kľúčových slov" v Nastavenia->Web prehliadanie->Internetové kľúčové slová stlačením"Pridať". </p> <p align="right"><em>Dodal Michael Lachmann a Thomas Diehl</em></p>
sl: <p>Svoje »Spletne bližnjice« lahko v Konqueror dodate z izbiro Nastavitve > Nastavi Konqueror > Spletne bližnjice. Kliknite »Nova« in izpolnite polja.</p> <p>Za več informacij in podrobnosti o naprednih možnostih, ki so na voljo s Spletnimi bližnjicami si oglejte <a href="help:/konqueror/enhanced-browsing.html">Priročnik za Konqueror</a>.</p><p align="right"><em>Prispevala Michael Lachmann in Thomas Diehl</em></p>
sr: <p>Можете додати сопствене „веб пречице“ у Konqueror преко „Подешавања->Подеси Konqueror->Веб пречице“. Кликните на „Нова...“ и попуните поља.</p> <p>За даља упутства, и детаље о напредним могућностима које су доступне са веб пречицама, погледајте <a href="help:/konqueror/enhanced-browsing.html">Приручник за Konqueror</a>.</p> <p align="right"><em>Приложили Михаел Лахман (Michael Lachmann) и Томас Дил (Thomas Diehl)</em></p>
sr@latn: <p>Možete dodati sopstvene „veb prečice“ u Konqueror preko „Podešavanja->Podesi Konqueror->Veb prečice“. Kliknite na „Nova...“ i popunite polja.</p> <p>Za dalja uputstva, i detalje o naprednim mogućnostima koje su dostupne sa veb prečicama, pogledajte <a href="help:/konqueror/enhanced-browsing.html">Priručnik za Konqueror</a>.</p> <p align="right"><em>Priložili Mihael Lahman (Michael Lachmann) i Tomas Dil (Thomas Diehl)</em></p>
sv: <p> Du kan lägga till din egen "Webbgenväg" i Konqueror genom att välja Inställningar -> Anpassa Konqueror -> Webbgenvägar. Klicka på "Ny..." och fyll i fälten. </p> <p>För ytterligare instruktioner, och information om de avancerade funktionerna tillgängliga med webbgenvägar, se <a href="help:/konqueror/enhanced-browsing.html">Konquerors handbok</a>.</p> <p align="right"><em>Tipset kommer från Michael Lachmann och Thomas Diehl</em></p>
th: <p> คุณสามารถเพิ่ม "ทางลัดสู่หน้าเว็บ" ของคุณเองให้กับ Konqueror ได้ด้วยการเลือก ตั้งค่า->ปรับแต่ง Konqueror->ทางลัดสู่หน้าเว็บ คลิ้กที่ "เพิ่ม..." และ เติมข้อมูลให้เรียบร้อย </p> <p>สำหรับคำสั่งเพิ่มเติมและรายละเอียดเกี่ยวกับความสามารถขั้นสูงของทางลัดสู่หน้าเว็บที่มีอยู่ ดูที่ <a href="help:/konqueror/enhanced-browsing.html"> คู่มือ Konqueror </a></p><p align="right"><em>ส่งมาจากคุณ Michael Lachmann และ Thomas Diehl</em></p>
uk: <p> Можна додавати власні "Скорочення Тенет" вибравши Параметри->Налаштування Konqueror->Скорочення Тенет. Натисніть "Новий..." й заповніть поля. </p> <p>Більш докладні інструкції з налаштування, та деталі додаткових можливостей скорочень Тенет дивіться у <a href="help:/konqueror/enhanced-browsing.html">підручнику з Konqueror</a>.</p> <p align="right"><em>Автори поради: Michael Lachmann та Thomas Diehl</em></p>
vi: <p> Bạn có thể thêm <b>Lối tắt Mạng</b> tự chọn vào trình duyệt Mạng Konqueror, bằng cách chọn <b>Thiết lập &rarr; Cấu hình Konqueror &rarr; Lối tắt Mạng</b>. Nhắp vào <b>Mới...</b> và điền vào các trường đó. </p> <p>Để tìm hướng dẫn thêm và chi tiết về các tính năng cấp cao sẵn sàng với <b>Lối tắt Mạng</b>, xem <a href="help:/konqueror/enhanced-browsing.html">Sổ tay Konqueror</a>.</p> <p align="right"><em>Bị Michael Lachmann và Thomas Diehl đóng góp</em>.</p>
zh_cn: <p>您可以通过选择“设置->配置 Konqueror->增强浏览”来添加您自己的速搜提供商。单击“添加...”并填好合适的字段。</p><p>要获得更详细的指南以及速搜高级特性的介绍，请参看 <a href="help:/konqueror/enhanced-browsing.html">Konqueror 手册</a>。</p><p align="right"><em> Michael Lachmann 和 Thomas Diehl 投稿</em></p>
zh_tw: <p> 在「設定→設定 Konqueror→網路捷徑」 裡可以 加入自己的「網路關鍵字搜尋服務提供者」。 按「新增...」並填入所需欄位。 </p> <p>需要更多指導與關於網路捷徑可用進階功能， 請查閱 <a href="help:/konqueror/enhanced-browsing.html">Konqueror 手冊</a>。</p> <p align="right"><em>由 Michael Lachmann 及 Thomas Diehl 提供</em></p>
