Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> If you need to calculate a distance on the screen, the program <em>kruler</em> can be of great help.</p> <p> Furthermore, if you need to look closely at the ruler to count single pixels, <em>kmag</em> may be very useful. (It is not part of the KDE base installation but needs to be installed separately. It might already be available on your distribution.) <em>kmag</em> works just like <em>xmag</em>, with the difference that it magnifies on the fly. </p> <p align="right"><em>Contributed by Jesper Pedersen</em></p><br>
af: <p> As jy benodig na bereken 'n afstand op die skerm, die program <em>k-lineaal</em> kan wees van groot hulp.</p> <p> Verder, As jy benodig na kyk naby na die liniaal na tel enkel beeld elemente, <em>k-vergrootglas</em> dalk mag wees baie bruikbare. (Dit is nie deel van die Kde basis installasie maar verlang na wees geïnstalleer apart. Dit dalk alreeds wees beskikbaar op jou verspreiding.) <em>k-vergrootglas</em> werk net hou van <em>xmag</em>, met die verskil wat Dit vergroot op die vlieg. </p> <p align="right"><em>Bygedra deur Jesper Pedersen</em></p><br>
ar: <p> إذا كنت بحاجة إلى قياس مسافة ما على الشاشة، فإنّ البرنامج <em>kruler</em> هو الأكثر مناسباً.</p> <p> و بلإضافة إلى ذالك ، فإنّ البرنامج <em>kmag</em> يمكنه مساعدتك إذا كنت تريد النظر بدقة إلى المسطرة لعدّ البكسلات المنفردة ( و هذا البرنامج ليس من أجزاء KDE الأساسية ، إذ يجب عليك تثبيته بنفسك إذا لم يكن مثبتاً سابقاً و قد تجده في توزيعتك) . إنّ <em>kmag</em> يعمل تماماً كما يعمل <em>xmag</em> ، مع الفرق أنّه يكبر فوراً. </p> <p align="right"><em>مساهمة من Jesper Pedersen</em></p><br>
ca: <p> Si us cal calcular una distància a la pantalla, el programa <em>kruler</em> pot ser d'una gran ajuda.</p> <p> Si a més necessiteu mirar de prop a la regla per a contar els píxels un a un, llavors <em>kmag</em> (què no és part de la instal·lació base del KDE, sinó que cal instal·lar separadament, i podria estar disponible a la vostra distribució) pot ser molt útil. <em>kmag</em> funciona tal com <em>xmag</em>, amb la diferència que augmenta al vol. </p> <p align="right"><em>Contribució de Jesper Pedersen</em></p><br>
da: <p> Hvis du har brug for at beregne afstand på skærmen, så kan programmet <em>kruler</em> være til stor hjælp.</p> <p> Hvis du oven i købet må kigge tæt på linealen for at tælle enkelte pixels, kan <em>kmag</em> være nyttig. (Den er ikke en del af KDE's basisinstallation, men skal installeres separat. Den er muligvis allerede tilgængelig i din distribution.) <em>kmag</em> virker ligesom <em>xmag</em>, med den forskel at den forstørrer med det samme. </p> <p align="right"><em>Bidrag ved Jesper Pedersen</em></p><br>
de: <p> Wenn Sie auf Ihrem Bildschirm Abstände nachmessen möchten, kann sich das <em>KDE-Bildschirmlineal</em> (kruler) als nützlich erweisen.</p><p> Wenn Sie darüber hinaus auf dem Lineal einzelne Pixel abzählen müssen, kann <em>kmag</em> sehr nützlich sein. (kmag gehört nicht zur KDE-Grundinstallation, wird aber in vielen Distributionen mitgeliefert.) <em>kmag</em> funktioniert genauso wie <em>xmag</em>, vergrößert aber ohne zusätzliche Benutzereingaben. </p> <p align="right"><em>Beigesteuert von Jesper Pedersen</em></p><br>
el: <p> Αν θέλετε να υπολογίσετε μια απόσταση πάνω στην οθόνη, το πρόγραμμα <em>kruler</em> μπορεί να αποδειχθεί μεγάλη βοήθεια.</p> <p> Επιπλέον, αν θέλετε να κοιτάξετε προσεκτικά στο χάρακα για να μπορέσετε να μετρήσετε ακόμη και εικονοστοιχεία, το <em>kmag</em> μπορεί να φανεί χρήσιμο. (Δεν είναι μέρος της βάσης της KDE εγκατάστασης αλλά πρέπει να εγκατασταθεί χωριστά. Υπάρχει περίπτωση να βρίσκεται ήδη διαθέσιμο στη διανομή σας.) Το <em>kmag</em> λειτουργεί όπως και το <em>xmag</em>, με τη διαφορά ότι η μεγέθυνση είναι δυναμική. </p> <p align="right"><em>Προσφορά του Jesper Pedersen</em></p><br>
eo: <p> Se vi volas kalkuli distancon sur la ekrano, la programo <em>Liniilo</em> povas helpi.</p> <p> Se krome vi devas tro streĉi viajn okulojn por kalkuli unuopajn punktojn, la programo <em>Pligrandigilo</em> estas utila. (Ĝi ne apartenas al la baza KDE-instalaĵo, sed estas aparte instalenda. Sed eble ĝi jam apartenas al via Linuks-distribuo) Ĝi funkcias simile kiel X-Pligrandigilo, sed aŭtomate pligrandigas. </p> <p align="right"><em>kontribuita de Jesper Pedersen</em></p><br>
es: <p> Si necesita calcular una distancia en la pantalla, el programa <em>kruler</em> puede resultarle de gran ayuda.</p> <p> Es más, si necesita mirar con detalle la regla para contar pixels individuales, <em>kmag</em> (no es parte de la instalación base de KDE y necesita ser instalado separadamente. Puede que ya esté disponible en su distribución) puede resultarle muy útil. <em>kmag</em> funciona como <em>xmag</em>, con la diferencia de que aumenta sobre la marcha. </p> <p align="right"><em>Por Jesper Pedersen</em></p><br>
et: <p> Kui sul on vaja arvutada mingeid kaugusi ekraanil, saad teha seda <em>ekraani joonlauaga (kruler)</em>.</p> <p> Kui soovid vaadata joonlauda lähemalt, et üle lugeda ka üksikud pikslid, kasuta rakendust <em>kmag</em> (see ei kuulu KDE baasdistributsiooni ning on vaja paigaldada eraldi, kuid võib sinu distributsioonis juba olemas olla). <em>Kmag</em> töötab sarnaselt rakendusele <em>xmag</em>, kuid on võimeline suurendama lennult. </p> <p align="right"><em>Jesper Pedersen</em></p><br>
eu: <p> Pantaila barneko distantziaren bat kalkulatu behar baduzu, <em>kruler</em> programa benetan lagungarri gerta dakizuke.</p> <p> Gainera, pixel bakarrak neurtu ahal izateko xehetasun handiz begiratu behar baduzu, <em>kmag</em> oso erabilgarria izan daiteke. (Ez dago oinarrizko KDE instalazio barnean eta zeure kabuz instalatu behar duzu. Agian, zure distribuzioan eskuragarri egon daiteke.) <em>kmag</em>ek <em>xmag</em>en moduan egiten du lan, baina honek zuzen-zuzenean handiagotzen du. </p> <p align="right"><em>Jesper Pedersenek eskainia</em></p><br>
fa: <p> اگر می‌خواهید فاصلۀ روی پرده را محاسبه کنید، برنامۀ <em>kruler</em> می‌تواند کمک بزرگی باشد. </p> <p> به علاوه، اگر برای شمارش تصویر‌دانه‌های تک لازم است که از خط‌کش استفاده کنید، ممکن است <em>kmag</em> بسیار مفید باشد. )جزئی از نصب پایۀ KDE نمی‌باشد، اما لازم است که جداگانه نصب شود. ممکن است از قبل در توزیع شما موجود باشد.( <em>kmag</em> درست شبیه <em>xmag</em> کار می‌کند، با این تفاوت که هنگام پرش بزرگ می‌شود. </p> <p align="right"><em>با مشارکت جسپر پدرسن</em></p><br>
fi: <p> Näytön etäisyyksiä voi mitata <em>kruler</em>-ohjelmalla.</p> <p> Voit tutkia näytön sisältöä pikselien tarkkuudella käyttämällä <em>kmag</em> -suurennuslasiohjelmaa. (Se ei kuulu varsinaiseen KDE:n perusasennukseen, mutta on todennäköisesti toimitettu Linux-levitysversiosi mukana.) <em>kmag</em> toimii juuri niin kuin <em>xmag</em>, ja suurentaa lennossa. </p> <p align="right"><em>Lähettänyt Jesper Pedersen</em></p><br>
fr: <p> Si vous avez besoin de calculer une distance sur l'écran, le programme <em>kruler</em> peut vous être d'un grand secours.</p> <p> Si vous avez besoin de voir de plus près pour compter des pixels, <em>kmag</em> (qui ne fait pas partie de l'installation de base de KDE et doit donc être installé séparément) peut être très utile. <em>kmag</em> fonctionne comme <em>xmag</em>, avec la différence qu'il est capable de zoomer à la volée. </p> <p align="right"><em>Contribution de Jesper Pedersen</em></p><br>
fy: <p> As jo ôfstannen op jo skerm berekkenje wolle, dan is it programma <em>kruler</em> in prima help. </p> <p> As jo dizze liniaal fan tichtby besjen wolle om de piksels telle te kinne, dan is <em>kmag</em> ek hannich. <em>Kmag</em> is in fergrutglês. (Kmag is gjin ûnderdiel fan de basis KDE-ynstallaasje mar kin apart ynstallearre wurde. Mooglik levert jo útjouwer dizze standert op jo ynstallaasjeskiif.) </p> <p align="right"><em>Bydroegen troch Jesper Pedersen</em></p><br>
hu: <p> Könnyen, kényelmesen lehet távolságot mérni a képernyőn a KDE vonalzó (<em>kruler</em>) segítségével.</p> <p> Ha pontosan szeretne mérni, használja együtt a vonalzót a KDE nagyítóval (<em>kmag</em> - nem része a KDE alaprendszernek, külön kell telepíteni, de lehet, hogy az Ön disztribúciója tartalmazza). A <em>kmag</em> működési elve hasonló az <em>xmag</em>-éhoz, de folyamatosan mutatja a nagyított képet. </p> <p align="right"><em>Ezt a tippet Jesper Pedersen küldte be.</em></p><br>
is: <p> Ef þú þarft að reikna út fjarlægð á skjánum þá geturðu notað <em>kruler</em> forritið til þess.</p> <p> Ef þú þarft nákvæmari mælingu, alveg niður í staka punkta, þá er til annað forrit, <em>kmag</em> (sem er reyndar ekki hluti af grunndreifingu KDE en hægt er að bæta því við, ef það er ekki nú þegar búið að því í þeirri útgáfu af Linux sem þú ert að nota). <em>kmag</em> virkar alveg eins og <em>xmag</em>, nema hvað það getur stækkað og minnkað á augabragði. </p> <p align="right"><em>Höfundur: Jesper Pedersen</em></p><br>
ja: <p>画面上で距離を測る必要があるときは <em>kruler</em> というプログラムを利用してください。</p><p>個々のピクセルまで数えたいときは <em>kmag</em> を使って定規を拡大するといいでしょう。<em>kmag</em> は <em>xmag</em> と同じように機能しますが、<em>kmag</em> はその場で拡大してくれます。</p><br> <p align="right"><em>投稿者: Jesper Pedersen さん</em></p><br>
kk: <p> Егер экрандағы аралықты өлшегіңіз келсе, <em>kruler</em> деген "сызғыш" бағдарламасын қолдануға болады.</p> <p> Егер сызғыш қасындағы бейнені ұлғайтып, пикселдерді санаймын десеңіз, <em>kmag</em> бағдарламасын пайдаланыңыз (ол KDE негізгі бағдарламар жинағына кірмейді, бөлек орнатылады, сондықтан ол Сіздің дистрибутивіңізде болмауы мүмкін). <em>kmag</em> дәл <em>xmag</em> сияқты істейді, айырмашылығы оны тек "жүгіртуге" болатыны. </p> <p align="right"><em>Jesper Pedersen қосқан үлесі</em></p><br>
km: <p> ប្រសិនបើ​អ្នក​ចង់​គណនា​ចម្ងាយ​នៅ​លើ​អេក្រង់ កម្មវិធី <em>kruler</em> អាច​ជួយ​អ្នក​បាន ។</p> <p> លើស​ពី​នេះ​ទៅ​ទៀត បើ​អ្នក​ចង់​មើល​បន្ទាត់​ឲ្យ​កាន់​តែ​ជិត ដើម្បី​រាប់​ចំនួន​ភីកសែល​មួយៗ កម្មវិធី <em>kmag</em> អាច​នឹង​មាន​ប្រយោជន៍​សម្រាប់​អ្នក ។ (វា​មិន​មែន​ជា​ផ្នែក​នៃ​ការ​ដំឡើង KDE ដំបូង​នោះ​ទេ អ្នក​ត្រូវ​តែ​ដំឡើង​វា​ដាច់​ដោយ​ឡែក ។ វា​ប្រហែល​ជា​មាន​រួច​ហើយ​ក្នុង​ការ​ចែកចាយ​របស់​អ្នក) ។ កម្មវិធី <em>kmag</em> ដំណើរការ​ដូច <em>xmag</em> ដែរ តែ​ខុស​គ្នា​ត្រង់​ថា វាពង្រីក​ពេល​ណា​ក៏​បាន ។ </p> <p align="right"><em>បរិច្ចាគដោយ Jesper Pedersen</em></p><br>
ko: <p> 화면에서 거리를 재야할 때, "KDE용 화면 자(kruler)"는 많은 도움이 됩니다. </p> <p> 또한, 괘선을 그을 때 하나 하나 픽셀을 헤아려야 할 때, <em>kmag</em>가 아주 쓸만할 것입니다. (KDE에 기본으로 들어있지 않기 때문에 따로 깔아주어야 합니다. 아마도 지금 쓰고 있는 배포판에서 찾을 수 있을 것입니다. <em>kmag</em>는 <em>xmag</em>와 비슷하며 더 많은 기능을 가지고 있습니다. </p> <p align="right"><em>제공자 : Jesper Pedersen</em></p><br>
lt: <p> Jei jums reikia apskaičiuoti atstumą ekrane, jums gali būti labai naudinga <em>kruler</em> programa.</p> <p> Be to, jei jums reikia pažiūrėti įdėmiau į liniuotę ir suskaičiuoti atskirus pikselius, <em>kmag</em> gali būti labai naudingas (Jis nėra KDE bazinio įdiegimo dalis, jį reikia diegti atskirai. Jis gali jau būti prieinamas Jūsų distribucijoje.)<em>kmag</em> veikia taip kaip <em>xmag</em>, tik toks skirtumas, kad jis didina iš karto judėjimo metu. </p> <p align="right"><em>Pateikė Jesper Pedersen</em></p><br>
mk: <p> Ако ви треба да пресметате растојание на екранот, програмата <em>kruler</em> може да ви биде од голема помош.</p> <p> Понатаму, ако треба да гледате одблизу и да броите поединечни пиксели, мошне корисен ќе ви биде <em>kmag</em>. (Не е дел од основната KDE инсталација и треба да биде инсталиран посебно. Можеби е веќе достапен во вашата дистрибуција.) <em>kmag</em> работи исто како <em>xmag</em>, со разлика што зголемува во лет. </p> <p align="right"><em>Придонес на Jesper Pedersen</em></p><br>
nb: <p> Hvis du trenger å regne ut en avstand på skjermen, så kan du bruke programmet <em>kruler</em> – en skjermlinjal.</p> <p> Hvis du trenger å se nærmere på linjalen for å telle antall piksler, så kan programmet <em>kmag</em> være til nytte. (Det følger ikke med KDE, men må installeres for seg selv. Kanskje er det allerede installert i distribusjonen din.) <em>Kmag</em> virker akkurat som xmag, men forstørrer fortløpende. </p> <p align="right"><em>Tips av Jesper Pedersen</em></p><br>
nds: <p> Wenn Du en Afstand op den Schirm meten muttst, is dat Programm <em>kruler</em> en grote Hülp.</p> <p> Wenn Du denn enkelte Pixels tellen wullt, kann Di villicht <em>kmag</em> hölpen (Man dat is nich Deel vun de Standard-Installatschoon, dat mutt extra installeert warrn. Villicht is dat mit Diene Distributschoon al verföögbor.) <em>kmag</em> arbeidt jüst as <em>xmag</em>, mit den lütten Verscheel, dat kmag direktemang arbeidt. </p> <p align="right"><em>Bidragen vun Jesper Pedersen</em></p><br>
nl: <p> Als u afstanden op uw scherm wilt berekenen, dan is het programma <em>kruler</em> een goede hulp. </p> <p> Als u deze liniaal van dichtbij wilt bekijken om de pixels te kunnen tellen, dan is <em>kmag</em> ook erg handig. <em>Kmag</em> is een vergrootglas. (Kmag is geen onderdeel van de basis KDE-installatie maar kunt u apart installeren. Mogelijk levert uw distributeur deze standaard op uw installatiedisks.) </p> <p align="right"><em>Bijgedragen door Jesper Pedersen</em></p><br>
nn: <p>Dersom du treng måla ein avstand på skjermen, kan programmet <em>kruler</em> hjelpa deg.</p> <p>Dersom du må telja det nøyaktige pikseltalet, får du hjelp av programmet <em>kmag</em> (som ikkje er ein del av standard-distribusjonen av KDE, men må installerast for seg). <em>kmag</em> verkar på same måte som <em>xmag</em>, men forstørrar etter kvart.</p> <p align="right"><em>Tips frå Jesper Pedersen</em></p>
pt: <p> Se precisar de calcular uma distância no ecrã, então o programa chamado <em>kruler</em> poder-lhe-á dar uma grande ajuda.</p> <p> Se precisar de ver mais de perto a régua para contar pixel a pixel, então o <em>kmag</em> (que não faz parte da instalação básica do KDE e que precisa de ser instalada em separado, mas que já deve fazer parte da sua distribuição) pode ser bastante útil. O <em>kmag</em> funciona tal-e-qual como o <em>xmag</em> com a diferença que amplia imediatamente. </p> <p align="right"><em>Contribuído por Jesper Pedersen</em></p><br>
pt_br: <p> Se você precisa calcular uma distância na tela, o programa chamado <em>kruler</em> pode ser de grande ajuda.</p> <p> Ainda, se você precisa olhar de perto a régua para contar pixels, então o <em>kmag</em> (que não faz parte da instalação-base do KDE e precisa ser instalado separadamente, talvez esteja disponível em sua distribuição) pode ser muito útil. O <em>kmag</em> funciona como o <em>xmag</em>, com a diferença que o primeiro funciona continuamente. </p> <p align="right"><em>Fornecido por Jesper Pedersen</em></p><br>
ru: <p> Если вы хотите измерить расстояние на экране, вам поможет программа <em>kruler</em>.</p> <p> Если вы хотите увеличить изображение около линейки для подсчёта отдельных точек, воспользуйтесь программой <em>kmag</em> (она не входит в стандартный набор программ KDE и устанавливается отдельно, поэтому её может не быть в вашем дистрибутиве). <em>kmag</em> работает также, как и <em>xmag</em>, только она увеличивает "на лету". </p> <p align="right"><em>Jesper Pedersen</em></p><br>
rw: <p> Niba ukeneye guteranya intera iri kuri mugaragaza, porogaramu <em>kruler</em> ishobora kubigufashamo cyane.</p> <p> Na none, niba ukeneye kurebera hafi ilati kugira ngo ubare imwe imwe pigiseli, <em>kmag</em> zakugirira akamaro. (Ntabwo ari igice cy'indiba ya KDE yinjijwe ariko ikeneye kwinjizwamo ukwayo. Ishobora kuba yaramaze kugera aho zitangirwa hawe.) <em>kmag</em> ikora nka <em>xmag</em>, bigatandukanira gusa kuko yo yitubura ubwayo. </p> <p align="right"><em>Byagizwemo uruhare na Jesper Pedersen</em></p><br>
sk: <p> Ak potrebujete spočítať vzdialenosť na obrazovke, je tu program <em>kruler</em>.</p> <p> V prípade, že sa chcete lepšie pozrieť na jednotlivé body, hodí sa vám program <em>kmag</em>. <em>kmag</em> (Nie je súčasťou základnej inštalácie KDE ale ho musíte nainštalovať oddelene, aj keď je možné, že je k dispozícii vo vašej distribúcii) Funguje ako <em>xmag</em>, ale zväčšuje okamžite. </p> <p align="right"><em>Dodal Jesper Pedersen</em></p><br>
sl: <p> Če želite izračunati razdaljo na zaslonu, vam utegne priti prav program <em>kruler</em>.</p> <p> Če si želite podrobneje ogledati ravnilo, da bi prešteli posamezne slikovne pike, uporabite program <em>kmag</em> (ki pa ni del osnovne namestitve KDE, ampak ga morate namestiti posebej; morda je že na voljo za vašo distribucijo). <em>Kmag</em> deluje podobno kot <em>xmag</em>, le da povečuje sproti. </p> <p align="right"><em>Prispeval Jesper Pedersen</em></p><br>
sr: <p>Ако желите да израчунате раздаљину на екрану, од велике помоћи ће вам бити програм <em>KRuler</em>.</p> <p>Ако морате да гледате ближе у лењир јер желите да пребројите појединачне пикселе, од користи вам може бити програм за увеличавање <em>KMag</em> (није део KDE-ове основне инсталације, већ мора бити инсталиран посебно; ипак може да га ваша дистрибуција већ садржи). <em>KMag</em> ради исто као и <em>XMag</em>, с тим што може да увеличава у лету.</p> <p align="right"><em>Приложио Јеспер Педерсен (Jesper Pedersen)</em></p><br>
sr@latn: <p>Ako želite da izračunate razdaljinu na ekranu, od velike pomoći će vam biti program <em>KRuler</em>.</p> <p>Ako morate da gledate bliže u lenjir jer želite da prebrojite pojedinačne piksele, od koristi vam može biti program za uveličavanje <em>KMag</em> (nije deo KDE-ove osnovne instalacije, već mora biti instaliran posebno; ipak može da ga vaša distribucija već sadrži). <em>KMag</em> radi isto kao i <em>XMag</em>, s tim što može da uveličava u letu.</p> <p align="right"><em>Priložio Jesper Pedersen (Jesper Pedersen)</em></p><br>
sv: <p> Om du behöver beräkna något avstånd på skärmen kan programmet <em>Linjal (Kruler)</em> vara till stor hjälp.</p> <p> Om du dessutom behöver titta närmare på linjalen för att räkna enstaka bildpunkter, kan du få användning av programmet <em>Kmag</em> (som inte ingår i grundinstallationen av KDE utan måste installeras separat, men kanske redan ingår i din distribution). <em>Kmag</em> fungerar precis som <em>Xmag</em>, med skillnaden att den förstorar i farten. </p> <p align="right"><em>Tipset kommer från Jesper Pedersen</em></p><br>
th: <p> หากคุณต้องการหาค่าระยะห่างบนจอภาพ โปรแกรม <em>ไม้บรรทัดของ KDE</em> สามารถช่วยเหลือคุณได้</p> <p> และหากว่า คุณต้องการดูส่วนของไม้บรรทัดเพื่อนับทีละพิกเซลแล้วล่ะก็ ลองใช้ <em>แว่นขยายของ KDE</em> เพื่อขยายส่วนนั้น (ไม่ได้เป็นส่วนพื้นฐานในการติดตั้ง KDE แต่คุณต้องติดตั้งแยกต่างหาก แล้วแต่ผู้รวบรวมจำหน่ายของคุณ) ซึ่ง <em>แว่นขยายของ KDE</em> มีการทำงานเหมือนกับ <em>xmag</em> </p> <p align="right"><em>เคล็ดลับจากคุณ Jesper Pedersen</em></p><br>
uk: <p> Якщо вам потрібно виміряти відстань на екрані, вам допоможе програма <em>kruler</em>.</p> <p> Більш того, якщо вам потрібно збільшити зображення біля лінійки, для перегляду окремих пікселів, користуйтесь програмою <em>kmag</em> (Її немає у стандартному пакеті програм і потребує окремої інсталяції. Ця програма може входити до вашого комплекту). <em>kmag</em> схожа на програму <em>xmag</em>, тільки вона збільшує зображення на ходу. </p> <p align="right"><em>Автор поради: Jesper Pedersen</em></p><br>
vi: <p> Nếu bạn cần tính khoảng cách trên màn hình, chương trình <em>kruler</em> rất có ích.</p> <p> Hơn nữa, nếu bạn cần xem lại thước đo để tính mỗi điểm ảnh riêng, chương trình <em>kmag</em> cũng rất có ích. (Nó không phải có sẵn trong bản cài đặt cơ bản KDE, nên bạn cài đặt riêng.) Có lẽ nó có sẵn trong bản phát hành trên máy tính này.) Chương trình <em>kmag</em> là kính lúp ảo, giống như <em>xmag</em>, còn tốt hơn vì nó điều chỉnh liên tục. </p> <p align="right"><em>Bị Jesper Pedersen đóng góp</em>.</p><br>
zh_cn: <p> 如果您需要计算屏幕上的距离，那么一个叫 <em>kruler</em> 的程序将很有用。</p> <p> 如果您想进一步看清楚尺子并计算像素， 那么 <em>kmag</em> (不在 KDE 的基本安装之中， 需要单独安装，但也许在您的分发版本中已经附带) 也许会非常有用。<em>kmag</em> 跟 <em>xmag</em> 差不多，不同的是它能即时放大。 </p> <p align="right"><em>Jesper Pedersen 投稿</em></p><br>
zh_tw: <p> 如果您想量度螢幕上某一段距離，一個稱為 <em>kruler</em> 的程式 可以幫您一個大忙。</p> <p> 另外，如果要在尺規中精確地計算每個像素，那麼 <em>kmag</em> 會很有用。 （它不屬於 KDE 基本安裝套件，需要另外安裝。它有可能已在您的發行套件中 安裝好了。）<em>kmag</em> 就像 <em>xmag</em> 一樣運作，分別只在於前者 可隨時將螢幕放大。</p> <p align="right"><em>由 Jesper Pedersen 提供</em></p><br>
