Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can use Konqueror to access your files on any server that you have ssh access to. Just enter fish://<em>username</em>@<em>hostname</em> in Konqueror's location bar. </p> <p> In fact, all KDE applications support fish:// URLs - try entering one in the Open dialog of Kate, for instance </p>
af: <p> Jy kan Konqueror gebruik om jou lêers op enige bediener te bereik wat ssh gebruik. Sleutel net fish://<em>gebruikernaam</em>@<em>bedienernaam</em> in Konqueror se lokasie balk. </p> <p> Alle KDE programme ondersteun fish:// Urlle - probeer een open in die Open dialoog van Kate, byvoorbeeld </p>
ar: <p> يمكنك إستعمال Konqueror للوصول إلى ملفاتك على أي خادم حيث تملك أذن الدخول بواسطة المحارة الآمنة ssh. فقط أكتب : <p> fish://<em>إسم المضيف</em>@<em>إسم المستخدم </em> </p>في شريط Konqueror للعناوين. </p> <p> في الحقيقة ، كل التطبيقات في KDE تدعم fish . حاول إدخال رابط موقع في حوار فتح الملفات لِــ Kate مثلاً. </p>
ca: <p> Podeu usar Konqueror per accedir els vostres fitxers a qualsevol servidor on hi tingueu accés ssh. Només cal introduir fish://<em>nomusuari</em>@<em>nomservidor</em> a la barra de localització de Konqueror. </p> <p> De fet, totes les aplicacions del KDE accepten URL fish:// - proveu d'introduir-ne un al diàleg d'obrir fitxers de Kate, per exemple </p>
da: <p> Du kan bruge Konqueror for at få adgang til dine filer på en hvilken som helst server som du har adgang til via SSH. Skriv blot fish://<em>brugernavn</em>@<em>værtnavn</em> i Konquerors stedlinje. </p> <p> I virkeligheden understøtter alle KDE-programmer url'er med fish://. Prøv for eksempel at indtaste en i Kates filåbningsdialog. </p>
de: <p> Sie können mit Konqueror auf Dateien auf allen Servern zugreifen, auf die Sie SSH-Zugriff haben. Geben Sie in der Adressleiste fish://<em>benutzer</em>@<em>rechnername</em> ein. </p> <p> In der Tat wird diese Methode von allen KDE-Programmen unterstützt. Versuchen Sie es z. B. im Dialog "Datei Öffnen" von Kate. </p>
el: <p> Μπορείτε να χρησιμοποιήσετε τον Konqueror για την πρόσβαση των αρχείων σας σε οποιονδήποτε εξυπηρετητή με πρόσβαση ssh σε αυτόν. Απλά εισάγετε fish://<em>όνομα χρήστη</em>@<em>εξυπηρετητής</em> στη γραμμή τοποθεσίας του Konqueror. </p> <p> Όλες οι εφαρμογές του KDE υποστηρίζουν το fish:// URL - δοκιμάστε να εισάγετε μια στο διάλογο ανοίγματος του Kate, για παράδειγμα </p>
eo: <p> Vi povas uzi Konkeranton kun ia servilo kiun vi rajtas atingi per ssh. Nur tajpu fish://<em>uzantnomo</em>@<em>gastignomo</em> en la adresparto de Konkeranto. </p> <p> Fakte, ĉiuj KDEaj aplikaĵoj subtenas fish:// URLojn - provu tion en la Malferma dialogo de Kate. </p>
es: <p> Puede utilizar Konqueror para acceder a sus archivos en cualquier servidor que cuente con acceso ssh. Solo tiene que introducir fish://<em>nombreusuario</em>@<em>nombreservidor</em> en la barra de dirección de Konqueror. </p> <p> En efecto, todas las aplicaciones KDE soportan URLs fish:// - intente introducir una en el diálogo «Abrir» de Kate, por ejemplo. </p>
et: <p> Konqueroriga pääseb ligi failidele mis tahes serveris, kuhu sul on ssh-ligipääs. Selleks sisesta lihtsalt Konquerori asukoharibale fish://<em>kasutajanimi</em>@<em>masinanimi</em>. </p> <p> Tegelikult toetavad kõik KDE rakendused fish:// URL-e - proovi seda näiteks kasutada Kate failiavamise dialoogis. </p>
eu: <p> Konqueror erabil dezakezu ssh sarbidea duzun edozein zerbitzarirekin lan egiteko. Aski duzu fish://<em>erabiltzaile-izena</em>@<em>ostalari-izena</em> idaztea Konqueror-en Helbidea barran. </p> <p> Izan ere KDE-ren aplikazio guztiok fish:// URLak onartzen dituzte - saiatu Kate-ren Ireki elkarrizketan egiten, adibidez. </p>
fa: <p> می‌توانید از Konqueror برای دستیابی به پرونده‌های خود در هر کار‌سازی که می‌خواهید به آن دستیابی ssh داشته باشید، استفاده کنید. فقط در میله محل Konqueror fish://<em>نام کاربر</em>@<em>نام میزبان</em> را وارد نمایید. </p> <p> در واقع، تمام کاربردهای KDE از نشانیهای وب fish:// پشتیبانی می‌کنند - برای نمونه سعی کنید که در محاورۀ باز کردن Kate، یک مورد وارد کنید. </p>
fi: <p> Voit käyttää minkä tahansa palvelimen tiedostoja suoraan Konquerorilla jos sinulla on palvelimelle ssh-tunnukset. Kirjoita Konquerorin osoiteriville osoite tähän tapaan: fish://<em>käyttäjätunnus</em>@<em>konenimi</em>. </p> <p> Tämä toimii myös muissa KDE-ohjelmissa. Kokeile vaikkapa kirjoittamalla osoite Kate-ohjelman tiedostonvalintaikkunaan. </p>
fr: <p> Vous pouvez utiliser Konqueror pour accéder aux fichiers de n'importe quel serveur sur lequel vous possédez un accès SSH. Saisissez pour cela simplement « fish://<em>utilisateur</em>@<em>nom-machine</em> » dans la barre d'emplacement de Konqueror. <p> <p> En fait, toutes les applications KDE gèrent les adresses de type « fish:// », essayez par exemple dans la fenêtre d'ouverture de Kate </p>
fy: <p> Jo kinne Konqueror brûke om tagong te krijen ta triemmen op tsjinners wêrop jo ssh-tagong hawwe. Typ fish://<em>brûkersnamme</em>@<em>hostnamme</em> yn it lokaasjefjild fan Konqueror. </p> <p> Dit wurket ek yn alle KDE-programma's, probearje it bgl. ris yn de triem-iepenje-dialooch fan Kate. </p>
hu: <p> A Konquerorból közvetlenül el lehet érni fájlokat SSH elérésen keresztül. Elég beírni egy fish://<em>felhasználónév</em>@<em>gépnév</em> formájú címet a Konqueror címmezőjébe. </p> <p> Egyébként minden KDE-alapú alkalmazás támogatja a fish:// formájú címek használatát, próbálja ki például a Kate megnyitási ablakában. </p>
is: <p> Þú getur notað Konqueror til að fá aðgang að skránum þínum á hvaða þjóni sem þú hefur ssh aðgang að. Sláðu inn í staðsetningarslá Konqueror fish://<em>notandanafn</em>@<em>vélarheiti</em>. </p> <p> Öll KDE forrit styðja fish:// slóðir - prófaðu til dæmis að slá inn eina slíka í opnunarglugga Kate. </p>
ja: <p> Konqueror は ssh アクセスを有しているサーバ上のファイルにアクセスするためにも使用できます。Konqueror の場所バーに fish://<em>username</em>@<em>hostname</em> と入力するだけです。 </p> <p> 実は、KDE のすべてのアプリケーションは fish:// URL をサポートしています。例えば、Kate の「ファイルを開く」ダイアログに URL を入れてみてください。 </p>
kk: <p> Сіз Konqueror шолғышты, ssh протоколы бойынша қатынай алатын барлық серверлердегі файлдарға қатынау үшін, қолдана аласыз. Ол үшін адрес жолына fish://<em>username</em>@<em>hostname</em> деп жазыңыз. </p> <p> Бұл fish:// URL деген түрді бүкіл KDE қолданбалар түсінеді - мысалы ретінде, Kate редактордың "Ашу..." диалогында жазып көріңіз. </p>
km: <p> អ្នក​អាច​ប្រើ Konqueror ដើម្បី​ចូល​ដំណើរការ​ឯកសារ​របស់​អ្នកលើ​ម៉ាស៊ីន​បម្រើ​ណាមួយ​ដែល​ត្រូវការ ssh ។ គ្រាន់​តែ​បញ្ចូល fish://<em>username</em>@<em>hostname</em> ក្នុង​របារ​ទីតាំង​របស់ Konqueror ។ </p> <p> ជា​ការ​ពិត គ្រប់​កម្មវិធី KDE ទាំងអស់ គាំទ្រ fish:// URLs - សាកល្បង​បញ្ចូល​មួយ ក្នុង​ប្រអប់​បើក​របស់ Kate </p>
ko: <p> ssh 접근이 되는 어떤 서버에 있는 파일에 접근하기 위해 컹커러를 사용할 수 있습니다. 그냥 컹커러의 위치 막대에 fish://<em>usrname</em>@<em>호스트이 름</em>을 입력하십시오. </p> <p> 사실, 모든 KDE 응용프로그램이 fish:// URLs 을 지원합니다. 예를 들어 카테 의 열기 대화상자에서 한 번 시도해 보십시오. </p>
lt: <p> Galite naudoti Konqueror norėdami pasiekti bylas bet kuriame serveryje, prie kurio galite prisijungti per ssh. Tiesiog įrašykite fish://<em>naudotojovardas</em>@<em>mazgovardas</em> į Konqueror adreso juostą. </p> <p> Tiesą sakant, visos KDE programos palaiko fish:// URL adresus - pamėginkite tokį įrašyti į Kate dialogą „Atverti“... </p>
mk: <p> Може да го користите Konqueror за да пристапите на вашите датотеки на кој било сервер до кој имате пристап преку ssh. Само внесете fish://<em>korisnickoime</em>@<em>imeserver</em> во лентата за локација во Konqueror. </p> <p> И не само тоа, сите KDE-апликации поддржуваат URL-а од типот fish:// - обидете се, на пример, да внесете таква адреса во дијалогот Отворање на Кате. </p>
nb: <p> Du kan bruke Konqueror for å få tilgang til en hvilken som helst tjener som du har ssh-tilgang til. Du behøver bare skrive fish://<em>brukernavn</em>@<em>tjenernavn</em> i Konquerors adressefelt. </p> <p> Faktisk så støtter alle kde-programmene fish://nettadresse. Du kan for eksempel prøve å skrive inn en nettadresse under «Åpne» i Kate-menyen.
nds: <p> Du kannst Konqueror för dat Togriepen op Dien Dateien op jichtenseen Server bruken, to den Du Togriep över ssh hest. Giff eenfach fish://<em>brukernaam</em>@<em>reeknernaam</em> in Konquerors Adressfeld in. </p> <p> "fish://"-URLs warrt redig vun all KDE-Programmen ünnerstütt - Versöök dat t.B. mit den Opmaken-Dialoog vun Kate. </p>
nl: <p> U kunt Konqueror gebruiken om toegang te krijgen bestanden op servers waarop u ssh-toegang hebt. Typ fish://<em>gebruikersnaam</em>@<em>hostnaam</em> in het het locatieveld van Konqueror. </p> <p> Dit werkt overigens in alle KDE-programma's, probeer het bijv. eens in het bestand-openen-dialoog van Kate. </p>
nn: <p> Du kan bruka Konqueror for å få tilgang til filene dine på alle tenarar du har SSH-tilgang til. Berre skriv inn fish://<em>brukarnamn</em>@<em>vertsnamn</em> i adresselinja i Konqueror. </p> <p> Faktisk støttar alle KDE-programma fish://-adresser. Prøv for eksempel å skriva inn ei slik adresse i «Opna»-dialogen i Kate. </p>
pt: <p> Pode usar o Konqueror para aceder aos seus ficheiros em qualquer servidor ao qual tenha acesso de SSH. Basta escrever fish://<em>utilizador</em>@<em>maquina</em> na barra de localização do Konqueror. </p> <p> De facto, todas as aplicações do KDE suportam URL's do fish:// - tente introduzi-los na janela Abrir do Kate, por exemplo </p>
pt_br: <p> Você pode utilizar o Konqueror para acessar seus arquivos em qualquer servidor no qual você possua acesso ssh. Basta digitar fish://<em>nome_usuário</em>@<em>máquina</em>na barra de localização do Konqueror. </p> <p> Na verdade, todos os aplicativos do KDE suportam URLs para o fish:/ - tente digitar uma através do diálogo Abrir do Kate, por exemplo. </p>
ru: <p> Вы можете использовать Konqueror для работы с файлами любых серверов, к которым у вас есть SSH-доступ. Для этого в строке адреса Konqueror введите fish://<em>пользователь</em>@<em>имя-хоста</em>. </p> <p> URL, начинающиеся с fish://, распознаются всеми приложениями KDE. Например, их можно указывать в окне Открыть файл программы Kate. </p>
rw: <p> Ushobora gukoresha Konqueror kugira ngo ugere ku dosiye zo kuri seriveri ibonetse yose ufitiye uburenganzira ssh bwo kugeraho. Injiza fish://<em>username</em>@<em>hostname</em> mu murongo hantu wa Konqueror. </p> <p> Mu byukuri, porogaramu za KDE zose zemera fish:// URLs - gerageza imwe mu gasanduku kiganiro Open ka Kate, nk'urugero </p>
sk: <p> Konqueror môžete použiť pre prístup k vašim súborom na ľubovoľnom serveri, ku ktorému máte prístup cez ssh. Stačí, ak zadáte ako lokáciu fish://<em>užívateľ</em>@<em>hostiteľ</em>. </p> <p> Aj ostatné KDE programy podporujú URL adresy vo formáte fish:// Napríklad môžete takúto adresu vyskúšať zadať v dialógu otvorenia súboru v editore Kate </p>
sl: <p>S Konquerorjem lahko dostopate do svojih datotek na kateremkoli računalniku, kjer teče strežnik SSH. V lokacijsko vrstico Konquerorja preprosto vnesite »fish://<em>uporabniško_ime</em>@<em> računalnik</em>«.</p> <p>Dejansko vsi programi za KDE podpirajo URLje fish://. Poskusite na primer v pogovornem oknu za odpiranje datotek v Kate.</p>
sr: <p>Можете користити Konqueror за приступ својим фајловима на било ком серверу где имате SSH приступ. Само унесите fish://<em>korisnik</em>@<em>domacin</em> у Konqueror-овој траци локације.</p> <p>У ствари, сви KDE програми подржавају URL-ове са fish:// — покушајте на пример у Kate-ином дијалогу за отварање.</p>
sr@latn: <p>Možete koristiti Konqueror za pristup svojim fajlovima na bilo kom serveru gde imate SSH pristup. Samo unesite fish://<em>korisnik</em>@<em>domacin</em> u Konqueror-ovoj traci lokacije.</p> <p>U stvari, svi KDE programi podržavaju URL-ove sa fish:// — pokušajte na primer u Kate-inom dijalogu za otvaranje.</p>
sv: <p> Du kan använda Konqueror för att komma åt dina filer på vilken server som helst som du kan komma åt via SSH. Skriv bara in fish://<em>användarnamn</em>@<em>värddatornamn</em> på Konquerors platsrad. </p> <p> I själva verket stöder alla KDE-program webbadresser med fish://. Försök till exempel skriva in en i Kates filöppningsdialogruta. </p>
th: <p> คุณสามารถใช้ Konqueror ในการเข้าถึงแฟ้มของคุณบนเซิร์ฟเวอร์ใดๆ ก็ได้ที่คุณใช้ ssh เข้าอยู่ เพียงใส่ค่า fish://<em>username</em>@<em>hostname</em> ลงไปใน ช่องใส่ที่อยู่ใน Konqueror </p> <p> จริงๆ แล้ว แอพพลิเคชันของ KDE ทั้งหมด รองรับการใช้งาน fish://URL - ลองใส่ที่อยู่ URL แบบนี้ ลงไปในกล่องเปิดแฟ้มของ Kate ดูก็ได้ </p>
uk: <p> Можна вживати Konqueror для доступу до файлів на будь якому сервері, до якого ви маєте доступ через ssh. Просто введіть fish://<em>username</em>@<em>hostname</em> у рядок адреси Konqueror. </p> <p> На справді, всі KDE програми підтримують fish://-адреси - наприклад, спробуйте ввести таку адресу у вікно відкриття файлів програми Kate. </p>
vi: <p> Bạn có thể sử dụng trình duyệt Mạng Konqueror để truy cập tập tin trên bất kỳ máy phục vụ nơi bạn có thể đăng nhập bằng SSH. Chỉ hãy nhập &lt;fish://<em>tên_người_dùng</em>@<em>tên_máy</em>&gt; vào trường địa điểm của Konqueror. </p> <p> Thực tế là mọi ứng dụng KDE hỗ trợ địa chỉ Mạng kiểu &lt;fish://&gt; &mdash; hãy cố nhập một điều vào hộp thoại Mở của ứng dụng Kate, lấy thí dụ. </p>
zh_cn: <p>您可以使用 Konqueror 访问您可以用 ssh 访问的任何服务器上的文件。只需在 Konqueror 的位置栏中输入 fish://<em>用户名</em>@<em>主机名</em>。</p><p>实际上，所有的 KDE 应用程序都支持 fish:// URL - 例如，您可以尝试在 Kate 的打开对话框中使用</p>
zh_tw: <p> 您可以使用 Konqueror 來存取任何您可以使用 ssh 的伺服器上的檔案。只要在 Konqueror 的位置列輸入 fish://<em>username</em>@<em>hostname</em>。 </p> <p> 事實上，所有 KDE 應用程式都支援 fish:// URLs - 例如， 試著在 Kate 的開啟對話盒輸入看看 </p>
