Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>KDE provides some shortcuts to change the size of a window:</p> <table><tr> <th>To maximize a window...</th> <th>click the maximize button...</th> </tr><tr> <td>...full-screen,</td> <td>...with the left mouse button</td> </tr><tr> <td>...vertically only,</td> <td>...with the middle mouse button</td> </tr><tr> <td>...horizontally only,</td> <td>...with the right mouse button</td> </tr></table>
af: <p>KDE bied 'n aantal kortpaaie om die grootte van vensters te verander:</p> <table><tr> <th>Maksimeer 'n venster</th> <th>Kliek die Maksimeer knoppie</th> </tr><tr> <td>vol-skerm</td> <td>met die links muis knoppie</td> </tr><tr> <td>vertikaal slegs</td> <td>met die middelste muis knoppie</td> </tr><tr> <td>horisontaal slegs</td> <td>met die regterkant muis knoppie</td> </tr></table>
ar: <p>يوفر KDE بعص المسرعات ( الإختصارات ) من أجل تغيير قياس أي نافذة:</p> <table><tr> <th>لتكبير نافذة...</th> <th>أنقر زرّ التكبير ...</th> </tr><tr> <td>...ملء الشاشة --></td> <td>...بزرّ الفأرة اليساري</td> </tr><tr> <td>...عامودياً فقط --></td> <td>...بزرّ الفأرة المتوسط</td> </tr><tr> <td>...أفقياً فقط --></td> <td>...بزرّ الفأرة اليميني</td> </tr></table>
ca: <p>KDE proporciona diverses dreceres per a canviar la mida d'una finestra:</p> <table><tr> <th>Per a maximitzar una finestra...</th> <th>cliqueu el botó maximitza...</th> </tr><tr> <td>... a la pantalla sencera</td> <td>...amb el botó esquerre del ratolí</td> </tr><tr> <td>...només verticalment</td> <td>...amb el botó del mig del ratolí</td> </tr><tr> <td>...només horitzontalment</td> <td>...amb el botó dret del ratolí</td> </tr></table>
da: <p>KDE sørger for nogle genveje til at ændre størrelsen af et vindue:</p> <table><tr> <th>Maksimér et vindue</th> <th>Klik på maksimér-knappen</th> </tr><tr> <td>hele skærmen</td> <td>med venstre museknap</td> </tr><tr> <td>kun lodret</td> <td>med midterste museknap</td> </tr><tr> <td>kun vandret</td> <td>med højre museknap</td> </tr></table>
de: <p>KDE bietet mehrere Möglichkeiten zum Ändern der Fenstergröße:</p> <table><tr> <th>Zum Maximieren eines Fensters:</th> <th>Klicken Sie auf den Maximieren-Knopf:</th> </tr><tr> <td>auf volle Bildschirmgröße</td> <td>mit der linken Maustaste</td> </tr><tr> <td>auf Bildschirmhöhe</td> <td>mit der mittleren Maustaste</td> </tr><tr> <td>auf Bildschirmbreite</td> <td>mit der rechten Maustaste</td> </tr></table>
el: <p>Το KDE προσφέρει κάποιες συντομεύσεις για την αλλαγή του μεγέθους ενός παραθύρου:</p> <table><tr> <th>Μεγέθυνση ενός παραθύρου</th> <th>Κάντε κλικ στο κουμπί μεγέθυνση</th> </tr><tr> <td>...Πλήρης οθόνη</td> <td>...με το αριστερό κουμπί του ποντικιού</td> </tr><tr> <td>...Μόνο κατακόρυφα</td> <td>...με το μεσαίο κουμπί του ποντικιού</td> </tr><tr> <td>...Μόνο οριζόντια</td> <td>...με το δεξί κουμπί του ποντικιού</td> </tr></table>
eo: <p>KDEa havas rapidajn rimedojn por regrandigi fenestron:</p> <table><tr> <th>Maksimigo de fenestro</th> <th>klaku sur la maksimigobutono</th> </tr><tr> <td>plenekrane</td> <td>per la maldekstra musbutono</td> </tr><tr> <td>nur vertikale</td> <td>per la meza musbutono</td> </tr><tr> <td>nur horizontale</td> <td>per la dekstra musbutono</td> </tr></table>
es: <p>KDE proporciona algunos accesos rápidos para cambiar el tamaño de una ventana:</p> <table><tr> <th>Para maximizar una ventana...</th> <th>pulsar el botón de maximización...</th> </tr><tr> <td>...pantalla-completa,</td> <td>...con el botón izquierdo del ratón</td> </tr><tr> <td>...sólo verticalmente,</td> <td>...con el botón central del ratón</td> </tr><tr> <td>...sólo horizontalmente,</td> <td>...con el botón derecho del ratón</td> </tr></table>
et: <p>KDE pakub mitut võimalust akna suuruse muutmiseks kiirklahvidega:</p> <table><tr> <th>Akna maksimeerimiseks...</th> <th>klõpsa maksimeerimise nupul...</th> </tr><tr> <td>...täisekraani</td> <td>...hiire vasaku nupuga</td> </tr><tr> <td>...ainult vertikaalselt</td> <td>...hiire keskmise nupuga</td> </tr><tr> <td>...ainult horisontaalselt</td> <td>...hiire parema nupuga</td> </tr></table>
eu: <p>KDE lasterbideak ditu leihoaren tamaina aldatzeko</p> <table><tr> <th>Leihoa maximizatu</th> <th>Maximizatu botoia klikatu</th> </tr><tr> <td>pataila osoa</td> <td>saguaren ezkerreko botoiaz</td> </tr><tr> <td>bertikalki soilik</td> <td>saguaren erdiko botoiaz</td> </tr><tr> <td>horizontalki soilik</td> <td>saguaren eskuineko botoiaz</td> </tr></table>
fa: <p>برای تغییر اندازۀ پنجره، KDE میان‌برهایی را فراهم می‌کند:</p> <table><tr> <th>جهت بیشینه‌سازی یک پنجره...</th> <th>دکمۀ بیشینه‌سازی را فشار دهید ...</th> </tr><tr> <td>...تمام پرده،</td> <td>...با دکمۀ چپ موشی</td> </tr><tr> <td>...فقط عمودی،</td> <td>...با دکمۀ میانی موشی</td> </tr><tr> <td>...فقط افقی،</td> <td>...با دکمۀ راست موشی</td> </tr></table>
fi: <p>KDE:ssa on muutamia näppäinyhdistelmiä ikkunoiden koon muuttamiseen.<table><tr> <th>Jos haluat suurentaa ikkunan</th> <th>napsauta suurennuspainiketta</th> </tr><tr> <td>koko näyttöön</td> <td>hiiren vasemmalla painikkeella</td> </tr><tr> <td>pystysuunnassa</td> <td>hiiren keskimmäisellä painikkeella</td> </tr><tr> <td>vaakasuunnassa</td> <td>hiiren oikealla painikkeella</td> </tr></table>
fr: <p>KDE fournit un certain nombre de raccourcis permettant de modifier la taille d'une fenêtre.</p> <table><tr> <th>Pour maximiser une fenêtre...</th> <th>Cliquer sur le bouton « Maximiser »...</th> </tr><tr> <td>...en plein écran,</td> <td>...avec le bouton gauche</td> </tr><tr> <td>...verticalement seulement,</td> <td>...avec le bouton central</td> </tr><tr> <td>...horizontalement seulement</td> <td>...avec le bouton droit</td> </tr></table>
fy: <p>KDE ferskaft wat flucgtoetsen om de grutte fan in finster te feroarjen:</p> <table><tr> <th>Maksimalisearje in finster</th> <th>druk op de maksimalisearjeknop mei de </th> </tr><tr> <td>...Folslein skerm</td> <td>lofter mûsknop</td> </tr><tr> <td>...allinne fertikaal</td> <td>middelste mûsknop</td> </tr><tr> <td>...allinne horizontaal</td> <td>rjochter mûsknop</td> </tr></table>
hu: <p>A KDE-ben több módon is megváltoztatható egy ablak mérete:</p> <table><tr> <th>Ablak maximalizálásához</th> <th>kattintson a maximalizáló gombra...</th> </tr><tr> <td>...a teljes képernyőre</td> <td>...a bal egérgombbal</td> </tr><tr> <td>...csak függőlegesen</td> <td>...a középső egérgombbal</td> </tr><tr> <td>...csak vízszintesen</td> <td>...a jobb egérgombbal</td> </tr></table>
is: <p>KDE býður upp á ýmsar flýtileiðir til að breyta stærð glugga:</p> <table><tr> <th>Til að hámarka glugga...</th> <th>smelltu á hámörkunartakkann...</th> </tr><tr> <td>...fylla skjá.</td> <td>...með vinstri músartakkanum</td> </tr><tr> <td>...bara lóðrétt.</td> <td>...með miðtakkanum</td> </tr><tr> <td>...bara lárétt.</td> <td>...með hægri takkanum</td> </tr></table>
ja: <p>KDE にはウィンドウのサイズを変更するためのショートカットがいくつか用意されています:</p> <table><tr> <th>ウィンドウを最大化</th> <th>最大化ボタンを左マウスボタンでクリック</th> </tr><tr> <td>縦方向にだけ最大化</td> <td>最大化ボタンを中マウスボタンでクリック</td> </tr><tr> <td>横方向にだけ最大化</td> <td>最大化ボタンを右マウスボタンでクリック</td> </tr></table>
kk: <p>KDE жүйесіндегі терезені жаю кейбір тәсілдері:</p> <table><tr> <th>Терезені...</th> <th>"Жаю" батырмасын тышқанның...</th> </tr><tr> <td>...бүкіл экранға жаю үшін,</td> <td>...сол батырмасымен басыңыз</td> </tr><tr> <td>...тек тігінен жаю үшін,</td> <td>...ортаңғы батырмасымен басыңыз</td> </tr><tr> <td>...тек көлдененінең жаю үшін,</td> <td>...оң батырмасымен басыңыз</td> </tr></table>
km: <p>KDE ផ្តល់​ផ្លូវកាត់​ខ្លះ​ដែល​អាច​ឲ្យ​អ្នក​ផ្លាស់ប្តូរទំហំបង្អួច​មួយ ៖</p> <table><tr> <th>ពង្រីក​បង្អួចអតិបរមា</th> <th>ចុច​ប៊ូតុង​ពង្រីក​អតិបរមា</th> </tr><tr> <td>ពេញ​អេក្រង់</td> <td>ដោយ​ប្រើ​ប៊ូតុង​កណ្ដុរ​ឆ្វេង</td> </tr><tr> <td>តែ​បញ្ឈរ</td> <td>ដោយ​ប្រើ​ប៊ូតុង​កណ្ដុរ​កណ្ដាល</td> </tr><tr> <td>តែ​ផ្ដេក</td> <td>ដោយ​ប្រើ​ប៊ូតុង​កណ្ដុរ​ស្ដាំ</td> </tr></table>
ko: <p>KDE는 창의 크기를 변경하기 위한 몇몇 단축키를 제공합니다.</p> <table><tr> <th>최대화 버튼을 클릭하여</th> <th>창 최대화</th> </tr><tr> <td>마우스 왼쪽 단추로</td> <td>전체 화면 보기</td> </tr><tr> <td>마우스 가운데 단추로</td> <td>세로로 최대화</td> </tr><tr> <td>마우스 오른쪽 단추로</td> <td>가로로 최대화</td> </tr></table>
lt: <p>KDE turi įvairių įrankių langų dydžio tvarkymui:</p> <table><tr> <th>Norėdami išdidinti langą...</th> <th>spragtelėkite išdidinimo mygtuką...</th> </tr><tr> <td>...visas ekranas</td> <td>...kairiu pelės klavišu</td> </tr><tr> <td>...išdidinti tik vertikaliai</td> <td>...viduriniu pelės klavišu</td> </tr><tr> <td>...išdidinti tik horizontaliai</td> <td>...dešiniu pelės klavišu</td> </tr></table>
mk: <p>KDE има неколку кратенки за менување на големината на прозорец:</p> <table><tr> <th>За раширување на прозoрец</th> <th>кликнете на копчето Рашири</th> </tr><tr> <td>преку цел екран</td> <td>со левото копче од глушецот</td> </tr><tr> <td>само вертикално</td> <td>со средното копче од глушецот</td> </tr><tr> <td>само хоризонтално</td> <td>со десното копче од глушецот</td> </tr></table>
nb: <p>KDE har noen smarte metoder for å endre størrelsen på vinduet:</p><table><tr> <th>Maksimere et vindu</th> <th>Klikk på maksimeringsknappen</th> </tr><tr> <td>full skjerm</td> <td>med venstre museknapp</td> </tr><tr> <td>bare loddrett</td> <td>med midtknappen</td> </tr><tr> <td>bare vannrett</td> <td>med høyre museknapp</td> </tr></table>
nds: <p>In KDE gifft dat en Reeg Tastkombinatschonen för de Finstergrött:</p> <table><tr> <th>Üm en Finster to maximeren...</th> <th>Klick op den Maximeren-Knoop...</th> </tr><tr> <td>...op de Schirmgrött</td> <td>...mit den linken Muusknoop</td> </tr><tr> <td>...op de Schirmhööchde</td> <td>...mit den Middel-Muusknoop</td> </tr><tr> <td>...op de Schirmbreed</td> <td>...op den rechten Muusknoop</td> </tr></table>
nl: <p>KDE levert enkele mogelijkheden om de grootte van een venster te wijzigen:</p> <table><tr> <th>Om een venster te maximaliseren</th> <th>druk op de maximaliseerknop met de </th> </tr><tr> <td>volledig</td> <td>linker muisknop</td> </tr><tr> <td>alleen verticaal</td> <td>middelste muisknop</td> </tr><tr> <td>alleen horizontaal</td> <td>rechter muisknop</td> </tr></table>
nn: <p>KDE har nokre smarte måtar å endra storleiken på vindauge:</p><table><tr> <th>Maksimera eit vindauge</th> <th>Klikk på maksimeringsknappen</th> </tr><tr> <td>full skjerm</td> <td>med venstre museknapp</td> </tr><tr> <td>berre vertikalt</td> <td>med midtknappen</td> </tr><tr> <td>berre horisontalt</td> <td>med høgre museknapp</td> </tr></table>
pt: <table><tr> <th>Para maximizar uma janela...</th> <th>Carregar no botão de maximizar...</th> </tr><tr> <td>...a todo o ecrã</td> <td>...com o botão esquerdo do rato</td> </tr><tr> <td>...só verticalmente</td> <td>...com o botão do meio do rato</td> </tr><tr> <td>...só horizontalmente</td> <td>...com o botão direito do rato</td> </tr></table>
pt_br: <p>O KDE fornece alguns atalhos para a modificação do tamanho de uma janela:</p> <table><tr> <th>Maximizar uma janela</th> <th>clique no botão Maximizar</th> </tr><tr> <td>tela cheia</td> <td>com o botão esquerdo do mouse</td> </tr><tr> <td>somente vertical</td> <td>com o botão do meio do mouse</td> </tr><tr> <td>somente horizontal</td> <td>com o botão direito do mouse</td> </tr></table>
ru: <p>Есть несколько способов изменить размер окна в KDE:</p> <table><tr> <th>Распахнуть окно</th> <th>нажмите кнопку "Распахнуть"</th> </tr><tr> <td>на весь экран</td> <td>левой кнопкой мыши</td> </tr><tr> <td>только по вертикали</td> <td>средней кнопкой мыши</td> </tr><tr> <td>только по горизонтали</td> <td>правой кнопкой мыши</td> </tr></table>
rw: <p>KDE itanga amahinanzira amwe n'amwe kugira ngo uhindure ingano y'idirishya:</p> <table><tr> <th>Kugira idirishya rinini...</th> <th>kanda buto yongera ingano...</th> </tr><tr> <td>...mugaragaza-yose,</td> <td>...ukoresheje buto y'ibumoso</td> </tr><tr> <td>...mu bugarike gusa,</td> <td>...ukoresheje buto yo hagati</td> </tr><tr> <td>...mu butambike gusa,</td> <td>...ukoresheje na buto y'iburyo</td> </tr></table>
sk: <p>KDE poskytuje možnosti, ako zmeniť veľkosť okna:</p> <table><tr> <th>Maximalizovať okno</th> <th>kliknutím na tlačidlo maximalizácie</th> </tr><tr> <td>na celú obrazovku</td> <td>ľavým tlačidlom myši</td> </tr><tr> <td>len vertikálne</td> <td>stredným tlačidlom myši</td> </tr><tr> <td>len horizontálne</td> <td>pravým tlačidlom myši</td> </tr></table>
sl: <p>V KDE je na voljo več bližnjic za spremembo velikosti okna:</p><table><tr><th>Za povečanje okna ...</th><th>kliknite gumb Razpni ...</th></tr><tr><td>... čez ves zaslon</td><td>... z levim gumbom miške</td></tr><tr><td>... samo v višino</td><td>... s srednjim gumbom miške</td></tr><tr><td>... samo v širino</td><td>... z desnim gumbom miške</td></tr></table>
sr: <p>KDE пружа неке пречице за промену величине прозора:</p> <table><tr> <th>За максимизовање прозора...</th> <th>Кликните на дугме за максимизовање...</th> </tr><tr> <td>...преко целог екрана</td> <td>...левим дугметом миша</td> </tr><tr> <td>...само усправно</td> <td>...средњим дугметом миша</td> </tr><tr> <td>...само водоравно</td> <td>...десним дугметом миша</td> </tr></table>
sr@latn: <p>KDE pruža neke prečice za promenu veličine prozora:</p> <table><tr> <th>Za maksimizovanje prozora...</th> <th>Kliknite na dugme za maksimizovanje...</th> </tr><tr> <td>...preko celog ekrana</td> <td>...levim dugmetom miša</td> </tr><tr> <td>...samo uspravno</td> <td>...srednjim dugmetom miša</td> </tr><tr> <td>...samo vodoravno</td> <td>...desnim dugmetom miša</td> </tr></table>
sv: <p>KDE tillhandahåller några snabbtangenter för att ändra fönsterstorlek:</p> <table><tr> <th>För att maximera ett fönster...</th> <th>klicka på maximeringsknappen...</th> </tr><tr> <td>...hela bildskärmen</td> <td>...med den vänstra musknappen</td> </tr><tr> <td>...endast vertikalt</td> <td>...med den mittersta musknappen</td> </tr><tr> <td>...endast horisontellt</td> <td>...med den högra musknappen</td> </tr></table>
th: <p>KDE ได้เตรียมทางลัดนิดหน่อยเอาไว้ในการเปลี่ยนขนาดของหน้าต่าง:</p> <table><tr> <th>ขยายหน้าต่างใหญ่สุด</th> <th>คลิ้กที่ปุ่มขยายหน้าต่างใหญ่สุด...</th> </tr><tr> <td>...เต็มจอ</td> <td>...โดยใช้เมาส์ปุ่มซ้าย</td> </tr><tr> <td>...ในแนวตั้งเท่านั้น</td> <td>...โดยใช้เมาส์ปุ่มกลาง</td> </tr><tr> <td>...ในแนวนอนเท่านั้น</td> <td>...โดยใช้เมาส์ปุ่มขวา</td> </tr></table>
uk: <p>У KDE є декілька скорочень для зміни розміру вікна:</p><table><tr> <th>Максимізувати вікно</th> <th>Натисніть кнопку "максимізувати"</th> </tr><tr> <td>лівою кнопкою мишки</td> <td>щоб максимізувати вікно на весь екран</td> </tr><tr> <td>середньою кнопкою мишки</td> <td>щоб максимізувати вікно вертикально</td> </tr><tr> <td>правою кнопкою мишки</td> <td>щоб максимізувати вікно горизонтально</td> </tr></table>
vi: <p>KDE cung cấp một số lối tắt để thay đổi kích cỡ của cửa sổ :</p> <table><tr> <th>Để phóng to cửa sổ...</th> <th>nhắp vào nút phóng to...</th> </tr><tr> <td>...toàn màn hình</td> <td>...bằng nút trái trên chuột</td> </tr><tr> <td>...chỉ theo chiều đứng</td> <td>...bằng nút giữa trên chuột</td> </tr><tr> <td>...chỉ theo chiều ngang</td> <td>...bằng nút phải trên chuột</td> </tr></table>
zh_cn: <p>KDE 为您提供了更改窗口大小的不同快捷方式：</p> <table><tr> <th>要将窗口...</th> <th>应该...</th> </tr><tr> <td>在水平和垂直两个方向最大化</td> <td>用鼠标左键单击最大化按钮</td> </tr><tr> <td>仅在垂直方向最大化</td> <td>用鼠标中键单击最大化按钮</td> </tr><tr> <td>仅在水平方向最大化</td> <td>用鼠标右键单击最大化按钮</td> </tr></table>
zh_tw: <p>KDE 提供了一些鍵盤捷徑來改變視窗的大小：</p> <table><tr> <th>要將視窗最大化...</th> <th>按下最大化按鈕...</th> </tr><tr> <td>...佔滿整個螢幕，</td> <td>...使用左滑鼠鍵</td> </tr><tr> <td>...只是垂直方向，</td> <td>...使用中滑鼠鍵</td> </tr><tr> <td>...只是水平方向，</td> <td>...使用右滑鼠鍵</td> </tr></table>

source: <p>You can stay up to date with new developments in KDE and releases by regularly checking the web site <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
ca: <p>Podeu mantenir-vos al dia amb els nous desenvolupaments al KDE i els lliuraments consultant regularment el lloc web <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
da: <p>Du kan følge med i de nye udviklinger i KDE og udgivelser ved jævnligt at tjekke netsiden <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
de: <p>Sie können sich über die neuesten Entwicklungen von KDE auf dem Laufenden halten, indem Sie regelmäßig die Webseiten unter <A HREF="http://www.kde.org">http://www.kde.org</A> durchsehen. Eine deutsche Version finden Sie unter <A HREF="http://www.kde.de">http://www.kde.de</A>.</p> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
el: <p>Μπορείτε να ενημερώνεστε για τις νέες εξελίξεις στο KDE με συχνές επισκέψεις στην ιστοσελίδα <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
eo: <p>Vi povas informiĝi pri aktualaj evoluoj kaj novaj eldonoj de KDE regule trarigardante la TTT-paĝon <a href="http://www.kde.org">http://www.kde.org</a>.</p> <br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center></p>
es: <p>Puede permanecer informado de los nuevos desarrollos de KDE y sus liberaciones visitando con regularidad el servidor web <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center></p>
et: <p>Värskeid uudiseid KDE arendamisest ning uutest versioonidest on võimalik saada KDE koduleheküljelt aadressil <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
fa: <p>می‌توانید با توسعه‌های جدید در KDE و نشرها، از طریق بررسی منظم وب‌گاه <A HREF="http://www.kde.org">http://www.kde.org</A>به روز باشید.</p> <BR> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center></p>
fi: <p>Jos haluat pysyä ajan tasalla KDE:n kehityksestä ja uusista julkaisuista, vieraile säännöllisesti KDE:n WWW-sivuilla osoitteessa<A HREF="http://www.kde.org"> http://www.kde.org</A>.</p><BR><p> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
fr: <p>Vous pouvez rester au courant des nouveaux développements et des nouvelles versions de KDE en vérifiant régulièrement le site web <A HREF="http://www.kde.org/fr">http://www.kde.org/fr</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
fy: <p>Jo kinne op de hichte bliuwe fan de nijste ûntwikkelingen yn KDE en útjeften troch mei regelmaat de webside <A HREF="http://www.kde.nl">http://www.kde.nl</A> te besykjen.</p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
hu: <p>Ha lépést szeretne tartani a KDE fejlődésével, látogasson el rendszeresen a <A HREF="http://www.kde.org">http://www.kde.org</A> címre.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
is: <p>Þú getur fylgst með þróun og fréttum af KDE með því að athuga reglulega vefsíðuna <A HREF="http://www.is.kde.org">http://www.is.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
ja: <p><A HREF="http://www.kde.org">http://www.kde.org</A> を定期的にチェックすると、KDE の開発状況とリリースに関する最新情報を入手することができます。</p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
km: <p>អ្នក​អាច​ទទួលបាន​ព័ត៌មាន​ថ្មីៗ​ស្តីអំពីការអភិវឌ្ឍន៍​របស់ KDE ដោយ​ឧស្សាហ៍​មើល​តំបន់​បណ្ដាញ <A HREF="http://www.kde.org">http://www.kde.org</A> ។ </p> <BR> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center></p>
ko: <p><a href="http://www.kde.org">http://www.kde.org</a> 웹 사이트를 정기적으로 검색하면 항상 최신의 KDE 릴리즈를 통해 업데이트 할 수 있습니다.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
mk: <p>Може да останете во тек со новостите во развојот и издавањето на KDE со редовно посетување на веб-страницата <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
nb: <p>Du kan holde deg oppdatert med nyheter om utvikling og nye utgaver ved jevnlig å gå inn på nettstedet <A HREF="http://www.kde.org">http://www.kde.org</A>. <br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center></p>
nds: <p>Wenn Du op den Stand blieven wullt, wat KDE un KDE-Verschonen angeiht, kiek jümmers maal even bi <A HREF="http://www.kde.org">http://www.kde.org</A> rin.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
nl: <p>U kunt op de hoogte blijven van de nieuwste ontwikkelingen in KDE en uitgaven door regelmatig de website <A HREF="http://www.kde.nl">http://www.kde.nl</A> te bezoeken.</p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
nn: <p>På nettstaden <a href="http://www.kde.org/">http://www.kde.org/</a> finn du oppdaterte nyheiter om utviklinga av KDE.</p> <br><center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
pt: <p>Pode ficar a par dos novos desenvolvimentos e versões do KDE, verificando regularmente o sítio Web <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
pt_br: <p>Você pode ficar em dia sobre os novos desenvolvimentos do KDE e suas versões visitando regularmente o site da web <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
ru: <p>Вы можете быть в курсе новых разработок в KDE и информации о выпусках новых версий, регулярно заходя на сайт <A HREF="http://www.kde.org">http://www.kde.org.</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
sk: <p>Môžete zostať v obraze nového vývoja KDE sledovaním web stránky <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sl: <p>Z razvojem KDE in s posameznimi različicami se lahko seznanjate na spletni strani <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
sr: <p>Можете бити у току са новостима у KDE-у и новим издањима, ако редовно посећујете веб страну <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
sr@latn: <p>Možete biti u toku sa novostima u KDE-u i novim izdanjima, ako redovno posećujete veb stranu <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
sv: <p>Du kan hålla dig à jour med det senaste på KDE-fronten genom att med jämna mellanrum besöka webbplatsen <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
th: <p>คุณสามารถติดตามความคืบหน้าการพัฒนา KDE ได้ง่าย ๆ จากการเยี่ยมชมที่เว็บไซต์ <A HREF="http://www.kde.org">http://www.kde.org</A> อย่างสม่ำเสมอ</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
uk: <p>Ви можете залишатися в курсі нових розробок у KDE та нових випусків, регулярно переглядаючи сторінку Тенет <A HREF="http://www.kde.org">http://www.kde.org</A>.</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
zh_tw: <p>你可以藉著定期地檢查網站 <A HREF="http://www.kde.org"> http://www.kde.org</A> 來獲知 KDE 的最新發展與釋出版本。</p> <BR> <center><img src="hicolor/48x48/apps/konqueror.png"></center></p>
