Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>While remembering passwords may be tedious, and writing them down on paper or in a text file may be insecure and untidy, KWallet is an application that can save and manage all of your passwords in strongly encrypted files, and permit access to them with the use of one master password.</p> <p>KWallet can be accessed from kcontrol, KDE's Control Center; from there, simply go to Security &amp; Privacy->KDE Wallet. For more information on KWallet and on how to use it, check <a href="help:/kwallet" title="kwallet">the handbook</a>.</p>
af: <p>Aangesien dit moeilik is om wagwoorde te onthou, en die neerskyf daarvan op papier of in 'n teks lêer nie veilig en netjies is nie, is KWallet 'n program wat al jou wagwoorde kan stoor en beheer in sterk gekodeerde lêers, en beperk toegang daarheen deur een meester wagwoord.</p> <p>Toegang na KWallet kan verkry word deur kcontrol, KDE se Beheer Sentrum, van daar, gaan na Sekuriteit en Privaatheid, na KDE Wallet. Vir meer inligting rakende KWallet en hoe om dit te gebruik kyk na <a href="help:/kwallet" title="kwallet">die handboek</a>.</p>
ar: <p>حيث تذكّر كلمات المرور قد يكون مملاً و حيث تكون كتابتها على ورقة أو في ملف نصي قد يكون غير آمن أو غير سليم، فإنّ KWallet هو تطبيق مفيد يستطيع حفظ و تسيير كل كلمات المرور في ملفات معتمة و السماح بلوصول إليها بواسطة كلمة مرور رئيسية.</p> <p>يمكن الوصول إلى KWallet عن طريق kcontrol ، مركز التحكم بِــ KDE إذهب إلى الأمن &amp; السريّة -->محفظة KDE. للمزيد من المعلومات عن KWallet و عن طريقة إستعماله ،راجع <a href="help:/kwallet" title="kwallet">الكتيّب</a>.</p>
ca: <p>Quan sigui tediós recordar les contrasenyes i escriure-les a un paper o a un fitxer de text sigui insegur i desendreçat, KWallet és una aplicació que pot desar i gestionar totes les contrasenyes en fitxers amb xifrat fort i permetre l'accés amb l'ús d'una contrasenya mestra.</p> <p>KWallet es pot accedir des de kcontrol, el centre de control del KDE. Aneu a Seguretat i privacitat->KDE Wallet. Per a més informació quant a KWallet i com usar-lo, consulteu el <a href="help:/kwallet" title="kwallet"> manual</a>.</p>
da: <p>Mens det kan være besværligt at huske kodeord, og det kan være usikkert og sjusket at skrive dem ned på papir eller i en tekstfil, er Kwallet et program som kan gemme og håndtere alle dine kodeord i stærkt krypterede filer, og give adgang til dem ved brug af et hovedkodeord.</p> <p>Kwallet kan kommes til fra kontrolcentret. Gå helt enkelt til Sikkerhed og integritet -> KDE-tegnebog derfra. For mere information om Kwallet og hvordan den bruges, kig i <a href="help:/kwallet" title="kwallet">håndbogen</a>.</p>
de: <p>Das Merken von Passwörtern kann recht mühsam sein, und sie aufzuschreiben oder in einer Textdatei abzuspeichern ist unsicher. Aus diesem Grund wurde die digitale Brieftasche entwickelt. Sie verwaltet alle Ihre Passwörter in einer stark verschlüsselten Datei. Auf alle Ihre Passwörter können Sie mit einem Haupt-Passwort zugreifen.</p> <p>Sie können KWallet (die digitale Brieftasche) im Kontrollzentrum unter "Sicherheit &amp; Privatsphäre -> Digitale Brieftasche" einrichten. Weitere Informationen zur digitalen Brieftasche und ihrer Verwendung finden Sie im <a href="help:/kwallet" title="kwallet">Handbuch zu KWallet</a>.</p>
el: <p>Καθώς η απομνημόνευση κωδικών μπορεί να γίνει δύσκολη, και η γραφή τους σε χαρτί ή σε ένα αρχείο κειμένου χωρίς ασφάλεια, το KWallet είναι μια εφαρμογή που μπορεί να αποθηκεύσει και να διαχειριστεί όλους τους κωδικούς σας με ισχυρά κρυπτογραφημένα αρχεία, και να σας επιτρέπει την πρόσβαση σε αυτούς με τη χρήση ενός κύριου κωδικού.</p> <p>Το KWallet μπορεί να βρεθεί στο kcontrol, το κέντρο ελέγχου του KDE; από εκεί , απλά πηγαίνετε στο Ασφάλεια &amp; Απόρρητο->στο πορτοφόλι του KDE. Για περισσότερες πληροφορίες σχετικά με το KWallet και τη χρήση του, δείτε το <a href="help:/kwallet" title="kwallet">Εγχειρίδιο του Kwallet</a>.</p>
eo: <p>La memoro de pasvortoj estas teda, kaj skribi ilin papere aŭ en dosiero estas kaj malsekura kaj malorda. KWallet estas aplikaĵo kiu povas konservi ĉiujn viajn pasvortojn en altgradaj ĉifritaj dosieroj, kaj povas permesi atingon per unu ĉefpasvorto.</p> <p>Vi povas atingi KWallet-on ene de KDE-Stircentro; iru al Sekureco &amp; Privateco->KDE Wallet. Por pli informo pri KWallet, legu <a href="help:/kwallet" title="kwallet">la manlibron</a>.</p>
es: <p>Mientras que recordar contraseñas puede ser tedioso, y escribirlas en papel o en un archivo de texto es inseguro y descuidado, KWallet es una aplicación que le permite guardar y administrar todas sus contraseñas en archivos con un cifrado fuerte, y permite acceder a ellos utilizando una contraseña maestra.</p> <p>KWallet está accesible desde kcontrol, el Centro de control de KDE. Desde aquí vaya a Seguridad y privacidad->Cartera de KDE. Para obtener más información sobre KWallet y cómo utilizarlo, lea <a href="help:/kwallet" title="kwallet">el manual</a>.</p>
et: <p>Kui paroolide meeldejätmine võib olla üsna raske ning nende kirjapanek paberile või tekstifaili ebaturvaline ning ohtlikki, siis pakub KDE välja rakenduse KWallet, mis salvestab sinu paroolid väga tugevasti krüptitud failidena ning võimaldab neid hallata ühtainsat ülemparooli kasutades.</p> <p>KWalleti ehk KDE turvalaeka saab avada KDE juhtimiskeskusest. Vali seal Turvalisus->KDE turvalaegasWallet. Täpsemalt räägib KDE turvalaekast ja selle kasutamisest <a href="help:/kwallet" title="kwallet">KWalleti käsiraamat</a>.</p>
eu: <p>Pasahitzak gogoratzea astuna da eta paper batean idaztea edo testu fitxategian arriskutusa eta eragabea. Honetarako KWallet-ek zure pasahitzak kudeatu eta gorde egiten ditu, fitxategi enkriptatuan eta bakarrik baimendutako jendeak atzi ditzake pasahitzak, pasahitz nagusi baten bidez.</p> <p>KWallet-ek kcontrol-tik atzi dezakezu (KDE Kontrol gunea), Segurtasuna eta pribatutasuna -> KDE kartera. Informazio gehiagorako begira <a href="help:/kwallet" title="kwallet"> eskuliburua</a>.</p>
fa: <p>زمانی که ممکن است به یاد آوردن اسم رمزها خسته‌کننده و نوشتن آنها روی کاغذ یا در یک پروندۀ متن، ناامن و نامطمئن باشد، KWallet کاربردی است که می‌تواند تمام اسم رمزهایتان را در پرونده‌هایی که کاملاً رمزبندی شده‌اند، ذخیره و مدیریت کند و اجازۀ دستیابی به آنها با استفاده از یک اسم رمز اصلی را می‌دهد.</p> <p>می‌توان از kcontrol، مرکز کنترل KDE به KWalletدست‌یافت؛ از آنجا، به سهولت به ایمنی و امنیت-<KDE Wallet بروید. برای اطلاعات بیشتر در مورد KWallet و چگونگی استفاده از آن، <a href="help:/kwallet" title="kwallet"> کتاب مرجع</a> را بررسی کنید.</p>
fi: <p>Salasanojen muistaminen on rasittavaa ja niiden kirjoittaminen paperille turvatonta. KWallet on sovellus, joka osaa tallettaa ja hallita kaikki salasanasi vahvasti salatussa tiedostossa ja sallia pääsyn niihin yhdellä pääsalasanalla. </p> <p>Lompakkoon (KWallet) pääsee KDE:n Ohjauskeskuksesta (kcontrol). Valitse siellä <b>Turvallisuus ja yksityisyys</b>-><b>Lompakko</b>. Lisätietoja lompakosta ja sen käytöstä saa Lompakon <a href="help:/kwallet" title="kwallet">käsikirjasta</a>.</p>
fr: <p> La mémorisation des mots de passe peut parfois être fastidieuse, mais les écrire dans un fichier texte ou un papier est pour autant très peu sécurisé et peu convenable. KWallet est une application pouvant gérer et enregistrer tous vos mots de passe dans des fichiers chiffrés, et vous permettant d'y accéder via un seul mot de passe principal.</p> <p>KWallet est disponible depuis le Centre de configuration de KDE, en consultant le menu « Sécurité et vie privée / Portefeuille KDE ». Pour plus d'informations sur KWallet et son utilisation, consultez son <a href="help:/kwallet" title="kwallet">manuel</a>.</p>
fy: <p>As jo it ûnthâlden fan wachtwurden lêstich fine, en se om de feiligheidrisiko's leaver net op papier opskriuwe of bewarje wolle yn in teksttriem, dan is KWallet iets foar jo. KWallet is in programma dat al jo wachtwurden bewarje en beheare kin yn in krêftig fersifere triem en jout jo tagong ta jo wachtwurden nei it opjaan fan it haadwachtwurd</p> <p>KWallet beheard jo wachtwurden yn in saneamde slúf, en kin ynsteld wurde yn it Konfiguraasjesintrum fan KDE, module 'Privacy en befeiliging->KDE Wallet'. Foar mear ynformaasje oer KWallet en it brûken derfan kinne jo terochte by it <a href="help:/kwallet" title="kwallet">byhearrende hânboek</a>.</p>
hu: <p>A jelszavakat gyakran nem könnyű fejben tartani, ha pedig leírja őket egy fájlba vagy papírra, biztonsági problémák adódhatnak. A KWallet, a KDE digitális notesze elmenti és biztonságos formában, titkosítva eltárolja a beírt jelszavakat, és csak egy központi jelszó beírása után biztosít hozzájuk hozzáférést.</p> <p>A digitális notesz beállítható a Vezérlőpultban, az Adatvédelem -> Digitális noteszek modulban. A digitális noteszek használata részletesen kifejtve megtalálható <a href="help:/kwallet" title="kwallet">a KWallet kézikönyvében</a>.</p>
is: <p>KWallet er forrit sem aðstoðar þig við að halda utan um lykilorðin þín á öruggann hátt og leysir þig undan þeirri kvöð að þurfa að muna haug af lykilorðum, eða skrifa þau niður á óöruggan hátt. KWallet vistar öll lykilorðin þín í dulritaðri skrá og veitir þér auðveldan aðgang að þeim með einu höfuðlykilorði.</p> <p>Hægt er að nálgast KWallet gegnum kcontrol, KDE Stjórnborðið; farðu í Öryggi og einkamál->KDE veskið. Fyrir nánari upplýsingar um KWallet og notkun þess, skoðaðu <a href="help:/kwallet" title="kwallet">handbókina</a>.</p>
ja: <p>たくさんのパスワードを記憶しておくのは面倒です。かといって、パスワードを紙に書いたりテキストファイルに保存しておくのは危険かつずさんな方法です。kWallet は、すべてのパスワードを強度に暗号化されたファイルに保存および管理し、マスターパスワードを用いてそれらにアクセスする許可を与えます。</p> <p>KWallet は KDE コントロールセンターの「セキュリティ & プライバシー」->「KDE ウォレット」で設定できます。 KWallet に関するより詳しい情報と使い方については <a href="help:/kwallet" title="kwallet">ハンドブック</a> をご覧ください。</p>
kk: <p>Парольдерді еске түсіру жалықтырады, оларды қағазға не мәтінді файлға жазу қауіпсіздік пен ұқыптылыққа қайшы десеңіз, KWallet виртуалды әмияні барлық парольдеріңізді мықтап шифранған түрде сақтап, жалғыз бір басшы парольмен ашып бере алады. <p>KWallet қолданбасына kcontrol, KDE Басқару орталығының "Қауіпсіздік пен дербестік -> KDE әмияні" модулі арқылы жетуге болады. KWallet туралы толығырақ <a href="help:/kwallet" title="kwallet">бағыттамасы</a> дегеннен қараңыз.</p>
km: <p>ខណៈពេល​ដែល​ការ​ចងចាំ​ពាក្យ​សម្ងាត់ អាច​ធ្វើ​ឲ្យ​ធុញទ្រាន់ ឬ នឿយ​ហត់ ហើយ​ការ​សរសេរ​ពួកវាទៅក្នុង​ក្រដាស ឬ ក្នុង​ឯកសារ​អត្ថបទ​មួយ ពុំ​មាន​សុវត្ថិភាព និង​គ្មាន​សណ្តាប់ធ្នាប់, KWallet គឺ​ជា​កម្មវិធីមួយ​ដែល​អាច​រក្សាទុក និង​គ្រប់គ្រង ​ពាក្យ​សម្ងាត់​របស់​អ្នក​ទាំងអស់ក្នុង​ឯកសារ​ដែល​បាន​បម្លែង​ជា​កូដ ហើយ​ពួកវា​អាច​មើល​ឃើញ​បាន​ដោយ​ប្រើ​ពាក្យ​សម្ងាត់​មេ​មួយ</p> <p>KWallet អាច​ដំណើរការ​បាន​ពី kcontrol, មជ្ឈមណ្ឌល​បញ្ជា​របស់ KDE ។ នៅ​កន្លែង​នោះ អ្នក​គ្រាន់​តែ​ទៅ​កាន់ សុវត្ថិភាព &amp; ភាព​ឯកជន->កាបូប KDE ។ ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី KWallet និង​អំពី​របៀប​ប្រើ​វា សូមពិនិត្យ​មើល <a href="help:/kwallet" title="kwallet">សៀវភៅ​ដៃ</a>។</p>
ko: <p>비밀번호를 외우는 것은 너무 광범위하고, 종이나 파일에 적 어놓는 것은 불안정하고 난잡합니다. KWallet은 강력하게 압축 된 파일에 모든 비밀번호를 저장하고 관리할 수 있는 프로그램 으로, 하나의 마스터 비밀번호를 사용하여 접근을 허용할 수 있 게하는 프로그램입니다.</p> <p>KWallet 은 K제어판으로부터 접근할 수 있으며, 보안 &amp; 개인 -> KDE Wallet 으로 가시면 됩니다. KWallet 에 대한 더 많은 정보를 얻길 원하신다면, <a href="help:/kwallet" tit le="kwallet">핸드북</a>을 확인하십시오.</p>
lt: <p>Slaptažodžius atsiminti sunku, o užsirašyti juos ant popieriaus ar į teksto bylą gali būti nesaugu ar nepraktiška, o KDE turi slaptažodinių programą KWallet, kuri saugo slaptažodžius šifruotose bylose ir leidžia juos pasiekti tik tam, kas turi pagrindinį slaptažodį.</p> <p>KWallet gali būti pasiekta per Kcontrol, KDE valdymo centrą; tenai eikite į „Saugumas ir privatumas“->„KDE Wallet“. Daugiau info apie KWallet slaptažodinių programą bei jos naudojimą ieškokite <a href="help:/kwallet" title="kwallet">KWallet vadove</a>.</p>
mk: <p>Помнењето лозинки може да биде заморно, а нивното запишување на хартија или во текстуална датотека може да биде небезбедно и неуредно. КПаричник е апликација што може да ги чува и менаџира сите Ваши лозинки во силно криптирани датотеки и да дозволи пристап до нив со користење на една главна лозинка.</p> <p>КПаричник е достапен од Контролниот центар на KDE, во „Безбедност и приватност -> KDE Паричник“. За повеќе информации за КПаричник и неговото користење, погледнете го <ahref="help:/kwallet" title="kwallet">прирачникот</a>.</p>
nb: <p>Det kan være vanskelig å huske passord, og å skrive dem ned på papir eller i en tekstfil kan være usikkert og skape rot. Men med KWallet er et program som kan ta vare på alle passordene dine i sterkt krypterte filer og gi deg tilgang til dem med et hoved- passord</p> <p>KWallet kan du starte fra KDEs kontrollpanel:Velg «Sikkerhet og personvern – KDE Wallet». For mer informasjon om KWallet og bruken av den, se <a href="help:/kwallet" title="kwallet">håndboka</a></p>
nds: <p>Sik all Passwöör to marken kann wat vigeliensch wesen, un se op Papeer oder in en Textdatei optoschrieven is nich seker. KWallet is en Programm, dat all Dien Passwöör in stevig verslötelte Dateien sekert un pleegt. Dat Togriepen op de Passwöör löppt över een enkel Hööftpasswoort.</p> <p>Du kannst KWallet in't Kuntrullzentrum inrichten, söök eenfach Sekerheit &amp; Privaatrebeet -> KDE-Knipp ut. Binnen dat <a href="help:/kwallet" title="KWallet">KWallet-Handbook</a> gifft dat mehr Informatschonen över KWallet un wodennig dat bruukt warrt.</p>
nl: <p>Als u het onthouden van wachtwoorden lastig vindt, en ze vanwege de veiligheidsrisico's liever niet op papier wilt opschrijven of opslaan in een tekstbestand, dan is KWallet iets voor u. KWallet is een programma dat al uw wachtwoorden kan opslaan en beheren in een krachtig versleuteld bestand en geeft u toegang tot uw wachtwoorden na het opgeven van het hoofdwachtwoord.</p> <p>KWallet beheert uw wachtwoorden in zogenaamde portefeuilles, en kan worden ingesteld in het Configuratiecentrum van KDE, module 'Privacy en beveiliging->KDE Wallet'. Voor meer informatie over KWallet en het gebruik ervan kunt u terecht bij het <a href="help:/kwallet" title="kwallet">bijhorende handboek</a>.</p>
pt: <p>Embora recordar senhas possa ser aborrecido e escrevê-las num papel ou num ficheiro de texto possa ser inseguro e inconveniente, o KWallet é uma aplicação que pode gravar e gerir todas as suas senhas em ficheiros realmente cifrados e permitir o acesso a elas com a utilização de uma senha-mestra.</p> <p>O KWallet pode ser acedido a partir do kcontrol, o Centro de Controlo do KDE; a partir daqui, basta ir a Segurança &amp; Privacidade->Carteira do KDE. Para mais informações sobre o KWallet e como o usar, veja o <a href="help:/kwallet" title="kwallet">manual</a>.</p>
pt_br: <p>Enquanto que lembrar de senhas pode ser algo chato para alguém, e escrevê-las em um papel ou guardá-las em um arquivo de texto pode ser inseguro, existe um aplicativo - o KIWallet - que pode salvar e gerenciar todas as suas senhas através de arquivos criptografados, permitindo que sejam acessadas através de uma senha mestre.</p> <p>O KWallet pode ser acessado do Centro de Controle, em Segurança &amp; Privacidade -> Carteira do KDE. Para mais informações sobre o KWallet e como utilizá-lo, verifique o seu <a href="help:/kwallet" title="kwallet">manual</a>.</p>
ru: <p>Запоминать пароли может быть сложно, а записывать их на бумаге или в текстовом файле - небезопасно и неаккуратно. Бумажник KDE - KWallet - позволяет сохранять пароли в файле, зашифрованном стойким алгоритмом, и управлять ими. Доступ ко всем паролям предоставляется бумажником при вводе главного пароля.</p> <p>Работать с KWallet можно с помощью Центра управления KDE. Откройте раздел Безопасность и конфиденциальность->Бумажник KDE. Более подробная информация о работе с программой KWallet приведена в <a href="help:/kwallet" title="kwallet">руководстве</a>.</p>
rw: <p>Utibagiwe ko kwibuka amagambobanga bishobora kurambirana, ndetse no kuyandika ku rupapuro cyangwa mu dosiye mwandiko bishobora kutizerwa no gutera akajagari, KWallet ni porogaramu ishobora kubika no gucunga amagambobanga yawe yose muri dosiye zisobetse cyane, zigaha uruhusa rwo kuzikoresha ukoresheje ijambobanga rikuru rimwe.</p> <p>KWallet ishobora gukoreshwa uhereye kuri kcontrol, Ikigo Kigenzura cya KDE; uhereye aho, jya gusa ku Umutekano &kongera; Umwihariko->KDE Wallet. Kugira ngo ubone ibindi bisobanuro kuri KWallet no ku kuntu ikoreshwa, reba <a href="help:/kwallet" title="kwallet">agatabo</a>.</p>
sk: <p>Pretože pamätanie si všetkých vašich hesiel môže byť náročné a písanie ich na kúsok papiera málo bezpečné, KDE ponúka možnosť uloženia a správy vašich hesiel v zabezpečených súboroch pomocou aplikácie KWallet. Prístup ku heslám je zabezpečený pomocou jedného hlavného hesla.</p> <p>KWallet je možné spustiť z Ovládacieho Centra KDE->Zabezpečenie a súkromie ->KDE Wallet. Pre viac informácií o KWallet si pozrite <a href="help:/kwallet" title="kwallet">návod</a>.</p>
sl: <p>Zapomniti si vsa gesla je lahko težko, zapisati si jih na papir ali v besedilno datoteko pa je lahko nevarno. Listnica za KDE je program, ki lahko shranjuje in upravlja z vsemi vašimi gesli. Gesla so zapisana v močno šifrirane datoteke, do njih pa je dostop mogoč prek enega glavnega gesla.</p> <p>Listnica je dosegljiva iz Nadzornega središča KDE > Varnost in zasebnost > Listnica za KDE. Za več informacij o Listnici in njeni uporabi si oglejte <a href="help:/kwallet" title="kwallet">Priročnik za Listnico</a>.</p>
sr: <p>Памћење лозинки може бити заморно, а записивање на папиру или у текстуалном фајлу небезбедно и несређено. Зато је ту KWallet, програм који може да управља свим вашим лозинкама и чува их у јако шифрованим фајловима, допуштајући приступ уз помоћ једне, главне лозинке.</p> <p>KWallet се може приступити из Контролног центра KDE-а; одатле, идите на „Безбедност и приватност->KDE Wallet“. За више информација о KWallet-у и његовој употреби, погледајте <a href="help:/kwallet" title="kwallet">Приручник</a>.</p>
sr@latn: <p>Pamćenje lozinki može biti zamorno, a zapisivanje na papiru ili u tekstualnom fajlu nebezbedno i nesređeno. Zato je tu KWallet, program koji može da upravlja svim vašim lozinkama i čuva ih u jako šifrovanim fajlovima, dopuštajući pristup uz pomoć jedne, glavne lozinke.</p> <p>KWallet se može pristupiti iz Kontrolnog centra KDE-a; odatle, idite na „Bezbednost i privatnost->KDE Wallet“. Za više informacija o KWallet-u i njegovoj upotrebi, pogledajte <a href="help:/kwallet" title="kwallet">Priručnik</a>.</p>
sv: <p>Medan det kan vara besvärligt att komma ihåg lösenord, och det kan vara osäkert och osnyggt att skriva ner dem på papper eller i en textfil, är Kwallet ett program som kan spara och hantera alla dina lösenord i starkt krypterade filer, och ge åtkomst till dem med användning av ett huvudlösenord.</p> <p>Kwallet kan kommas åt från Inställningscentralen. Gå helt enkelt till Säkerhet och integritet -> KDE-plånbok därifrån. För mer information om Kwallet och hur den används, titta i <a href="help:/kwallet" title="kwallet">handboken</a>.</p>
th: <p>ในขณะที่การจดจำรหัสผ่านเป็ฯเรื่องที่น่าเบื่อหน่าย และการเขียนรหัสผ่านลงในกระดาษหรือลงไปใน แฟ้มข้อความก็เป็นเรื่องที่ไม่ปลอดภัย KWallet เป็นแอพพลิเคชันที่จะช่วยบันทึกและจัดการรหัสผ่าน ของคุณลงในแฟ้มที่มีการเข้ารหัสที่แกะได้ยาก และจะอนุญาตให้มีการเข้าถึงรหัสผ่านที่เก็บไว้ด้วยรหัสผ่านหลักแค่อันเดียว</p> <p>คุณสามารถเข้าถึง KWallet ได้จากศูนย์ควบคุมของ KDE; จากที่นั่น ไปที่หัวข้อความปลอดภัยและความเป็นส่วนตัว-> KDE Wallet สำหรับรายละเอียดเพิ่มเติมสำหรับ KWallet และวิธีการใช้ กรุณาดูที่ <a href="help:/kwallet" title="kwallet">คู่มือ</a>.</p>
uk: <p>Досить складно пам'ятати кожний пароль, записувати їх на аркуші паперу або текстовому фалі небезпечно та неохайно, саме тому є програма KWallet, яка може зберігати паролі у зашифрованому фалі, дозволяє керувати паролями та для доступ до них захищений одним головним паролем.</p> <p>До KWallet можна дістатися через центр керування пункт Безпека та приватність->Торбинки KDE. Більш докладну інформація про систему торбинок та її використання дивиться у <a href="help:/kwallet" title="kwallet">довідці</a>.</p>
vi: <p>Việc nhớ mật khẩu là không dễ dàng, và việc viết mật khẩu trên giấy, hoặc ghi mật khẩu vào tập tin văn bản là không an toàn. Tuy nhiên, ứng dụng KWallet có thể lưu và quản lý mọi mật khẩu của bạn trong tập tin đã mật mã mạnh, còn cho phép bạn truy cập chúng bằng một mật khẩu chính.</p> <p>Có thể truy cập ứng dụng KWallet trong kcontrol, Trung tâm Điều khiển của KDE &rarr; Bảo mật và Riêng tự &rarr; Ví KDE. Để tìm thông tin thêm về KWallet và cách sử dụng nó, xem <a href="help:/kwallet" title="kwallet">Sổ tay Ví KDE</a>.</p>
zh_tw: <p>記憶密碼是很乏味的事，而將它們寫在紙上 或文字檔案中可能不安全也很雜亂，KWallet 是 一個能儲存並管理您所有密碼於一個高度加密的 檔案的應用程式，而且可以透過一個主密碼來 使用所有的密碼。</p> <p>KWallet 可以從 kcontrol，KDE 的控制中心使用； 從那裡，只要到「安全性 &amp; 隱私->KDE Wallet」即可。 需要更多 KWallet 資訊及如何使用它，請查閱 <a href="help:/kwallet" title="kwallet">手冊</a>。</p>
