Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can cycle through the windows on a virtual desktop by holding the Alt key and pressing Tab or Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>For more information, see <a href="help:/khelpcenter/userguide/windows-how-to-work.html">the KDE User Guide</a>.</p>
af: <p> Jy kan wissel deur die vensters op 'n virtuele werkskerm deur hou die Alt sleutel en gedruk Oortjie of Verskuiwende+Oortjie.</p><br> <center><img src="hicolor/48x48/apps/kcmkwm.png"></center></p> <p>Jy kan meer uitvind , by <a href="help:/khelpcenter/userguide/windows-how-to-work.html">die Kde Gebruikers gids</a>.</p>
ar: <p> يمكنك الدوران على النوافذ على سطح أي مكتب وهمي حين تضغط في نغس الوقت عل الزر Alt و الزر Tab أو الزر Shift و Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>للمزيد من المعلومات ، طالع <a href="help:/khelpcenter/userguide/windows-how-to-work.html">دليل KDE للمستخدم</a>.</p>
ca: <p> Podeu circular entre les finestres d'un escriptori virtual prement a la vegada la tecla Alt i Tab o Majús+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Consulteu la <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> Guia d'Usuari KDE</a> per a més informació.</p>
da: <p>For mere information, se <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE's brugerguide</a>.</p>
de: <p> Sie können sich durch alle Fenster einer virtuellen Arbeitsfläche bewegen, indem Sie die Alt-Taste gedrückt halten und dann wiederholt die Tabulator- oder die Umschalt+Tabulator-Taste betätigen.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center>
el: <p> Μπορείτε να εναλλάσσεστε μεταξύ των παραθύρων μιας εικονικής επιφάνειας εργασίας, κρατώντας πατημένο το Alt key και πατώντας Tab ή Shift-Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Για περισσότερες πληροφορίες, ανατρέξτε στο <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Το εγχειρίδιο χρήστη του KDE</a>.</p>
eo: <p> Vi povas cikle trairi la fenestrojn de tabulo per premado de la ALT-klavo kaj plurfoja premado de la klavoj TAB aŭ MAJUSKL+TAB.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Por pli da informo vidu <a href="help:/khelpcenter/userguide/windows-how-to-work.html">la KDEa Uzant-gvidlibron</a>.</p>
es: <p> Puede pasar de una a otra ventana de un escritorio virtual manteniendo pulsada la tecla Alt y pulsando tabulador o mayúsculas-tabulador.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Para obtener más información, vea <a href="help:/khelpcenter/userguide/windows-how-to-work.html">la guía de usuario de KDE</a>.</p>
et: <p> Aknaid virtuaalsel töölaual on võimalik vahetada, hoides all Alt klahvi ja vajutades Tab või Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Rohkem infot leiab <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE kasutaja käsiraamatust</a>.</p>
eu: <p> Mahaigain birtualeko leihoak txandakatu egin ditzakezu, Alt tekla sakatuta duzularik Tab edo Shift+Tab tekleatuz.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Informazio gehiagorako begiratu <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE erabiltzaile gida</a>.</p>
fa: <p> با پایین نگه داشتن کلید دگرساز و فشار جهش یا کلید تبدیل+جهش، می‌توانید در میان پنجره‌های رومیزی مجازی چرخ بزنید.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>برای اطلاعات بیشتر، <a href="help:/khelpcenter/userguide/windows-how-to-work.html">راهنمای کاربر KDE</a> را ببینید.</p>
fi: <p>Voit selata ikkunoita työpöydällä pitämällä Alt-painiketta pohjassa ja painamalla sarkainnäppäintä (<b>Alt+Tab</b>) tai sarkainnäppäintä ja vaihtonäppäintä (<b>Alt+Shift+Tab</b>).</p><br><center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center><p>Lisätietoa ikkunoiden ominaisuuksista saat <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE:n käyttöohjeesta</a>.</p>
fr: <p> Vous pouvez circuler entre les fenêtres d'un bureau virtuel en maintenant la touche « Alt » enfoncée et en appuyant sur « Tab » ou tout simplement sur « Maj+Tab ».</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Pour plus d'informations, consultez le <ahref="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">guide de l'utilisateur de KDE</a>.</p>
fy: <p> Jo kinne troch de finsters op in firtueel buroblêd fytse troch de ALT-toets yndrukt te hâlden en op TAB of SHIFT-TAB te drukken. <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Foar mear ynformaasje, sjoch <a href="help:/khelpcenter/userguide/windows-how-to-work.html">de KDE brûkersgids</a>.</p>
hu: <p> Egy asztal ablakai között végig lehet lépkedni az Alt lenyomva tartása mellett a Tab ill. a Shift+Tab ismételt lenyomásával.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>ha többet szeretne tudni erről a témakörről, olvassa át <a href="help:/khelpcenter/userguide/windows-how-to-work.html">a KDE felhasználói kézikönyvét</a>.</p>
is: <p> Þú getur flett í gegnum gluggana á virka skjáborðinu með því að halda niðri Alt-hnappnum og ýta svo á Tab eða Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Fyrir nánari upplýsingar, skoðaðu <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE notandahandbókina</a>.</p>
ja: <p>キーボードショートカット <b>[Alt+Tab]</b> または <b>[Alt+Shift+Tab]</b> で、デスクトップ上のウィンドウを巡回できます。</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>詳しくは <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE ユーザガイド</a> をご覧ください。</p>
kk: <p> Сіз үстеліңіздегі терезеден терезеге, Alt+Tab немесе Alt+Shift+Tab пернелерін басу арқылы, ауыса аласыз.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Толығырақ мәлімет үшін <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> KDE пайдаланушының бағыттамасы</a> дегенді қараңыз.</p>
km: <p> អ្នក​អាច​ក្រឡឹង​កាត់​បង្អួច​លើ​ផ្ទៃតុ​និមិត្ត​មួយ ដោយ​ចុច គ្រាប់ចុច ជំនួស ឲ្យ​ជាប់ ហើយ​ចុច ថេប ឬ ប្ដូរ +ថេប ។</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>ចំពោះ​ព័ត៌មាន​បន្ថែម សូម​មើល<a href="help:/khelpcenter/userguide/windows-how-to-work.html">មគ្គុទ្ទេសក៍​អ្នកប្រើ KDE </a>។</p>
ko: <p> Alt키를 누른채로 Tab 또는 Shift-Tab 키를 누르면 가상 화면에 있는 창 사이를 이동할 수 있습니다.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>더 많은 정보를 원하시면, <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE 사 용자 가이드</a>를 보십시오.</p>
lt: <p> Jūs galite eiti per langus menamame darbastalyje laikydami paspaudę Alt klavišą ir spausdami Tab ar Lyg2(Shift)+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Daugiau informacijos galite rasti <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE naudotojo vadove</a>.</p>
mk: <p> Со држење на копчето Alt и притискање на Tab или Shift+Tab може да се движите низ прозорците на една виртуелна површина.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>For more information, see <a href="help:/khelpcenter/userguide/windows-how-to-work.html">the KDE User Guide</a>.</p>
nb: <p> Du kan bla gjennom vinduene på et virtuelt skrivebord ved å holde Alt- tasten nede og trykke «Tab» eller «Shift + Tab»</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Du finner mer informasjon i <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE-håndboka</a>.</p>
nds: <p> Du kannst de Finstern op en Schriefdisch dörgahn, wenn Du de Alt-Tast daalhöllst un de Tabtast oder Ümschalt+Tabtast drückst.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Binnen <a href="help:/khelpcenter/userguide/windows-how-to-work.html">dat KDE-Brukerhandbook</a> gifft dat mehr Informatschonen.</p>
nl: <p> U kunt door de vensters op een virtueel bureaublad wandelen door de Alt-toets ingedrukt te houden en op TAB of SHIFT+TAB te drukken.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Voor meer informatie, zie de <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE-gebruikersgids</a>.</p>
nn: <p>Du kan bla gjennom vindauga på eit virtuelt skrivebord ved å halda nede Alt-tasten og trykkja Tab eller Shift&nbsp;+&nbsp;Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center> <p>Du finn meir informasjon i <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE-handboka</a>.</p>
pt: <p> O utilizador pode circular pelas janelas num ambiente de trabalho deixando carregada a tecla Alt e ir carregando em Tab ou Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Para mais informações , dê uma vista de olhos no <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> Guia de Utilizador do KDE</a>.</p>
pt_br: <p> Você pode circular entre as janelas de uma área de trabalho virtual segurando a tecla Alt e pressionando Tab ou Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Para mais informações, veja o <a href="help:/khelpcenter/userguide/windows-how-to-work.html">the Guia do Usuário do KDE</a>.</p>
ru: <p> Вы можете переключаться между окнами на рабочем столе, нажимая Alt+Tab или Alt+Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Более подробная информация приведена в <a href="help:/khelpcenter/userguide/windows-how-to-work.html">руководстве пользователя KDE </a>.</p>
rw: <p> Ushobora kunyuranyura mu madirishya ari ku biro bitagaragara utsindagira Buto Alt maze ugakanda Tab cyangwa Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Kugira ngo ubone ibindi bisobanuro, reba ku <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> KDE Imfashakoresha</a>.</p>
sk: <p> Môžete prepínať dookola okná vo virtuálnej ploche stlačením kláves Alt a stláčaním Tab alebo Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Pre viac informácií pozrite <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Užívateľskú príručku KDE</a>.</p>
sl: <p>Med okni na navideznem namizju lahko preklapljate tako, da držite pritisnjeno tipko Alt in pritiskate Tab ali Shift+Tab.</p><br><center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Za več informacij si oglejte <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> Uporabniški priročnik KDE</a>.</p>
sr: <p>Можете кружити кроз прозоре на виртуелној радној површини држећи притиснут тастер Alt и притискајући Tab или Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>За више информација, погледајте <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Кориснички приручник за KDE</a>.</p>
sr@latn: <p>Možete kružiti kroz prozore na virtuelnoj radnoj površini držeći pritisnut taster Alt i pritiskajući Tab ili Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Za više informacija, pogledajte <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Korisnički priručnik za KDE</a>.</p>
sv: <p> Du kan växla mellan fönstren på ett virtuellt skrivbord genom att hålla Alt-tangenten nertryckt och trycka på Tab eller Skift+Tab.</p><p>För mer information, se <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE:s användarhandbok</a>.</p> <br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p>
th: <p> คุณสามารถ วนเรียกใช้งานหน้าต่างที่มีบนพื้นที่ทำงานเสมือนได้ โดยการกดปุ่ม Alt และกดปุ่ม Tab หรือ Shift-Tab เพื่อเลือกหน้าต่างวนไปเรื่อย ๆ</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>สำหรับข้อมูลเพิ่มเติม ดูที <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> แนวทางสำหรับ ผู้ใช้ของ KDE</a>.</p>
uk: <p> Ви можете переходити між вікнами на стільниці тримаючи клавішу Alt та натискаючи Tab або Shift-Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>За більш докладною інформацією зверніться до <a href="help:/khelpcenter/userguide/windows-how-to-work.html">посібника користувача KDE</a>.</p>
vi: <p> Bạn có thể quay qua các cửa sổ trên một màn hình nền ảo, bằng cách ấn giữ phím Alt và bấm phím Tab hay phím dài + Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Để tìm thông tin thêm, vui long xem <a href="help:/khelpcenter/userguide/windows-how-to-work.html">chương này trong Hướng dẫn Người dùng KDE</a>.</p>
zh_cn: <p>您可以按住 Alt 键再按 Tab 或者 Shift+Tab在一个虚拟桌面的窗口之间循环切换。</p><br><center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p><p>更多信息请参看<a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE 用户指南</a>。</p>
zh_tw: <p> 你可以藉著按住 Alt 鍵然後按 Tab 鍵或 Shift+Tab 鍵 來輪流切換同一個虛擬桌面上的視窗。</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>需要更多資訊，請查閱 <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE 使用者指南</a>。</p>
