Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>, KDE's new printing utility supports different print subsystems. These subsystems differ very much in their abilities.</p> <p>Among the supported systems are: <ul> <li>CUPS, the new Common UNIX Printing System;</li> <li>LPR/LPD, traditional BSD-style printing;</li> <li>RLPR (no need for "printcap" editing or root privileges to use network printers);</li> <li>printing through an external program (generic).</li> </ul>
af: <p align="center"><strong>KDEDruk (I)</strong></p> <p><strong>kprinter</strong>, KDE se nuwe druk program ondersteun verskeie druk sub-stelsels Hierdie stelsel verskil baie in hulle vermoëns.</p> <p>Tussen die ondersteunde stelsels is: <ul> <li>CUPS, die nuwe 'Common UNIX Printing System';</li> <li>LPR/LPD, tradisionele BSD-styl drukwerk;</li> <li>RLPR (geen nut vir "printcap" redigering of supergebruiker regte om netwerk drukkers te gebruik nie.);</li> <li>druk deur 'n eksterne program (generies).</li> </ul>
ar: <p align="center"><strong>الطباعة 1</strong></p> <p>إنّ <strong>kprinter</strong> هي أداة الطباعة الجديدة و تدعم أنظمة متفرعة مختلفة للطباعة. تختلف هذه الأنظمة المتفرعة كثيراً فيما يتعلق بإمكانيتها.</p> <p>من بين الأنظمة المدعومة ستجد: <ul> <li>الحزمة CUPS: نظام يونكس للطباعة الموحد </li> <li> أوالحزمة LPR/LPD: الطباعة حسب النوعية BSD المعتادة</li> <li> أو الحزمة RLPR: و ليس هناك الحاجة إلى التحرير بواسطة البرنامج المذكور في الأسفل * أو الحاجة إلى تمييزات المستخدم الجذري لإستعمال الطابعات الشبكية </li> <li>أو (Generic ) الطباعة عن طريق برنامج خارجي ، عامي النوع </li> </ul> * "printcap"
ca: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>, la nova utilitat d'impressió del KDE permet diferents subsistemes d'impressió. Aquests subsistemes tenen capacitats molt diferents.</p> <p>Alguns dels sistemes acceptats són: <ul> <li>CUPS, el nou sistema comú d'impressió UNIX;</li> <li>LPR/LPD, estil d'impressió tradicional del BSD;</li> <li>RLPR (no cal editar el "printcap" ni privilegis de root per a usar les impressores de xarxa);</li> <li>impressió mitjançant un programa extern (genèric).</li> </ul>
da: <p align="center"><strong>KDE-udskrift (I)</strong></p> <p><strong>kprinter</strong>, KDE's nye udskrifts-redskab understøtter forskellige udskriftsundersystemer. Disse undersystemer er meget forskellige i deres evner.</p> <p>Blandt de understøttede systemer er: <ul> <li>CUPS, det nye 'Common UNIX Printing System';</li> <li>LPR/LPD, traditionel BSD-stil udskrift;</li> <li>RLPR (intet behov for "printcap"-redigering eller root-privilegier for at bruge netværksprintere);</li> <li>udskrift gennem eksternt program (generisk).</li> </ul>
de: <p align="center"><strong>KDE-Druckerverwaltung (I)</strong></p> <p>Das neue KDE-Dienstprogramm <strong>kprinter</strong> unterstützt mehrere Drucksysteme mit jeweils unterschiedlichen Fähigkeiten.</p> <p>Zu diesen Systemen gehören: <ul> <li>CUPS, das neue Common UNIX Printing System;</li> <li>LPR/LPD, das bisher übliche, an BSD angelehnte Verfahren;</li> <li>RLPR (bei dem die Bearbeitung der Datei "printcap" ebenso wegfällt wie die Notwendigkeit für den Betrieb von Netzwerkdruckern mit den Benutzerrechten des Systemverwalters arbeiten zu müssen);</li> <li>Druck über externe Programme.</li> </ul>
el: <p align="center"><strong>Εκτύπωση KDE (I)</strong></p> <p>Το <strong>kprinter</strong>, το νέο εργαλείο του KDE για εκτύπωση υποστηρίζει διάφορα υποσυστήματα εκτύπωσης. Τα υποσυστήματα αυτά διαφέρουν αρκετά στα χαρακτηριστικά τους.</p> <p>Μεταξύ των υποστηριζόμενων συστημάτων είναι τα: <ul> <li>Το CUPS, Το νέο κοινό σύστημα εκτύπωσης UNIX.</li> <li>Το LPR/LPD, το παραδοσιακό σύστημα εκτύπωσης του BSD.</li> <li>Το RLPR (χωρίς απαίτηση επεξεργασίας του "printcap" η δικαιωμάτων root για τη χρήση δικτυακών εκτυπωτών).</li> <li>Την εκτύπωση μέσω ενός εξωτερικού προγράμματος (γενικευμένο).</li> </ul>
eo: <p align="center"><strong>KDE-Printado (I)</strong></p> <p><strong>Printutilaĵo</strong>, la nova print-utilaĵo de KDE subtenas diversajn printosubsistemojn. Tiuj tre diferencas en siaj eblecoj.</p> <p>Inter la subtenataj sistemoj estas: <ul> <li>KUPS, la nova Komuna Uniksa Printo-Sistemo;</li> <li>LPR/LPD, la tradicia BSD-speca printosistemo;</li> <li>RLPR (ne necesas redakti dosieron "printcap" aŭ privilegioj de sistemestro por uzi retprintilojn);</li> <li>printado per aparta programo (ĝenerala).</li> </ul>
es: <p align="center"><strong>Imprimir en KDE (I)</strong></p> <p><strong>kprinter</strong>, la nueva utilidad de impresión de KDE soporta diferentes subsistemas de impresión. Estos subsistemas difieren mucho en sus capacidades.</p> <p>Entre los sistemas soportados están: <ul> <li>CUPS, el nuevo sistema Común de Impresión de UNIX;</li> <li>LPR/LPD, impresión tradicional estilo BSD;</li> <li>RLPR (sin tener que editar "printcap" o tener privilegios de root para utilizar impresoras de red);</li> <li>imprimir a través de programas externos (genéricos).</li> </ul>
et: <p align="center"><strong>Trükkimine KDEs (I)</strong></p> <p>KDE uus trükkimisvahend <strong>kprinter</strong> toetab paljusid trükkimis-alamsüsteeme, mis erinevad tunduvalt oma võimete poolest.</p> <p>Toetatud süsteemide hulka kuuluvad: <ul> <li>CUPS - uus UNIXi tavaline trükkimissüsteem;</li> <li>LPR/LPD - traditsiooniline BSD stiilis trükkimine;</li> <li>RLPR (puudub vajadus redigeerida "printcap"-i ja saab kasutada võrguprintereid ka olemata administraator);</li> <li>trükkimine väliste rakenduste kaudu.</li> </ul>
eu: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>, KDEren inprimatze tresna berriak inprimaketa azpisistema ezberdinak onartzen ditu. Azpisistema hauek dituzten gaitasunak oso ezberdinak dira.</p> <p>Hona hemen onartutako sistema batzuk: <ul> <li>CUPS, UNIX inprimaketa sistema amankomun berria;</li> <li>LPR/LPD, ohizko BSD estiloko inprimaketa;</li> <li>RLPR (sare-inprimagailuak erabiltzeko root baimenen edo "printcap" editatzeko behar izanik gabe);</li> <li>kanpoko programa baten bitartez inprimatu (orokorra).</li> <ul>
fa: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>، برنامۀ سودمند چاپ جدید KDE از زیر‌سیستمهای مختلف چاپ پشتیبانی می‌کند. این زیر‌سیستمها از نظر توانایی، تفاوت زیادی با هم دارند.</p> <p>از جمله سیستمهای پشتیبانی‌شده عبارتند از: <ul> <li>CUPS، سیستم چاپ یونیکس رایج جدید؛</li> <li>LPR/LPD، چاپ سبک BSD سنتی؛</li> <li>RLPR (در استفاده از چاپگرهای شبکه، نیازی به ویرایش «printcap» یا امتیازات کاربر ارشد نیست(؛</li> <li>چاپ از طریق یک برنامۀ بیرونی ) عمومی( .</li> </ul>
fi: <p align="center"><strong>Tulostaminen (I)</strong></p> <p>KDE:n uusi tulostustyökalu <strong>kprinter</strong> tukee useita ominaisuuksiltaan eroavia tulostusjärjestelmiä.</p> <p>Tuetut järjestelmät: <ul> <li>CUPS, uusi Common UNIX Printing System</li> <li>LPR/LPD, perinteinen BSD-tyylinen tulostus</li> <li>RLPR (verkkotulostus ilman "printcap" muokkausta tai pääkäyttäjän oikeuksia)</li> <li>Tulostus erillisen ohjelman kautta.</li> </ul>
fr: <p align="center"><strong>Imprimer sous KDE (I)</strong></p> <p><strong>KPrinter</strong>, le nouvel utilitaire d'impression de KDE, prend en charge différents sous-systèmes d'impression. Ces sous-systèmes diffèrent beaucoup dans leurs possibilités.</p> <p>Parmi les systèmes acceptés, on trouve : <ul> <li>CUPS, le Common UNIX Printing System ;</li> <li>LPR / LPD, le système traditionnel d'impression de style BSD ;</li> <li>RLPL (pas besoin d'éditer le « printcap » ou de privilèges superutilisateur pour utiliser des imprimantes réseau ;</li> <li>impression par un programme externe (générique).</li> </ul>
fy: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>, KDE's nije printhelpprogramma, stipet ferskate print subsystemen. Dizze subsystemen binne erch ferskillend kwa mooglikheden.</p> <p>De stipe systemen binne: <ul> <li>CUPS, It nije Common UNIX Printing System;</li> <li>LPR/LPD, tradisjoneel BSD-stijl printsje;</li> <li>RLPR (gjin "printcap"-bewurking of root-privileges nedich om netwurkprinters te brûken);</li> <li>printsje mei help fan in ekstern programma (generiek).</li> </ul> <p align="right"><strong>-->&nbsp;</strong></p>
hu: <p align="center"><strong>A KDE nyomtatási rendszer (I)</strong></p> <p>A <strong>kprinter</strong>, a KDE új nyomtatási segédprogramja többféle nyomtatási alrendszert is támogat, melyek képességei jelentősen eltérnek egymástól.</p> <p>Támogatott alrendszer például: <ul> <li>a CUPS (Common UNIX Printing System)</li> <li>az LPR/LPD (hagyományos BSD-stílusú nyomtatáskezelő)</li> <li>az RLPR (nincs szükség a "printcap" módosítására vagy rendszergazdai jogosultságra hálózati nyomtatók eléréséhez)</li> <li>külső programon keresztüli nyomtatás</li> </ul>
is: <p align="center"><strong>KDE Prentun (I)</strong></p> <p><strong>kprinter</strong>,nýja prenttólið í KDE hefur stuðning við mörg ólík prentkerfi. <p>Meðal studdra kerfa eru: <ul> <li>CUPS, nýja staðlaða UNIX prentkerfið (Common UNIX Printing System);</li> <li>LPR/LPD, hefðbundna BSD-stíls prentunin;</li> <li>RLPR (engin þörf fyrir "printcap" breytingar eða kerfisstjóraaðgang til að nota netprentara);</li> <li>Prentun gegnum ytra forrit (almennt).</li> </ul>
ja: <p align="center"><strong>KDEPrinting (I)</strong></p> <p>KDE の新しい印刷ユーティリティ <strong>kprinter</strong> は、さまざまな印刷サブシステムをサポートしています。これらのサブシステムはその能力の点で大きく異なっています。</p> <p>サポートされているサブシステムには以下のようなものがあります。 <ul> <li>CUPS - 新しい Common UNIX Printing System </li> <li>LPR/LPD - 伝統的な BSD-スタイルの印刷システム</li> <li>RLPR - "printcap" の編集や root 権限なしでネットワークプリンタを利用</li> <li>外部プログラム (汎用) による印刷</li> </ul>
kk: <p align="center"><strong>KDEPrint жүйесі (I)</strong></p> <p>KDE жүйесінің басып шығарудың <strong>kprinter</strong> утилитасы түрлі бағыныңқы жүйелері қолдайды. Бұл әртүрлі жүйелерінің мүмкіндіктері де әр түрлі.</p> <p>Қолдау табатын жүйелердің қатарында: <ul> <li>CUPS, жаңа UNIX әмбебап басып шығару жүйесі;</li> <li>LPR/LPD , дәстүрлі BSD басып шығару жүйесі;</li> <li>RLPR ("printcap" файлын өзгерту қажет етпейді, желілік принтерді қолдану үшін де әкімші құқығын талап етпейді);</li> <li>сыртқы бағдарламалармен басып шығару.</li> </ul>
km: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong> ដែល​ជា​ឧបករណ៍​បោះពុម្ព​ថ្មី​របស់ KDE គាំទ្រ ប្រព័ន្ធ​រង​បោះពុម្ព​ខុសៗ​គ្នា ។ ប្រព័ន្ធ​រង​ទាំងនេះ​មាន​សមត្ថភាព ជាច្រើន​ខុសៗ​គ្នា ។</p> <p>ក្នុង​ចំណោម​ប្រព័ន្ធ​រង​ដែល​គាំទ្រមាន​ដូចជា ៖ <ul> <li>CUPS, Common UNIX Printing System ថ្មី</li> <li>LPR/LPD, ការ​បោះពុម្ព​របៀប BSD ចាស់</li> <li>RLPR (មិន​ត្រូវការ​កែសម្រួល "printcap" ឬ សិទ្ធិ​ជា root ដើម្បី ប្រើ​ម៉ាស៊ីន​បោះពុម្ព​បណ្ដាញ)</li> <li>ការ​បោះពុម្ព​តាម​រយៈ​កម្មវិធី​ខាង​ក្រៅ​មួយ (ទូទៅ) ។</li> </ul>
ko: <p align="center"><strong>KDE인쇄 (I)</strong></p> <p><strong>kprinter</strong>는 다양한 하위 인쇄 시스템을 지원하는 KDE의 새로운 인쇄 유틸리티 입니다. 이러한 인쇄 시스템은 그 능력에 따라 매우 다양합니다.</p> <p>지원하는 시스템 중에는 다음과 같은 것들이 있습니다. <ul> <li>CUPS, 새로운 공통 UNIX 인쇄 시스템;</li> <li>LPR/LPD, 전통적인 BSD-스타일 인쇄;</li> <li>RLPR (네스워크 프린터를 사용하기 위해 "printcap" 편집이 필요없는 시스템);</li> <li>외부 프로그램을 통한 인쇄.</li> </ul>
lt: <p align="center"><strong>KDE spausdinimas (I)</strong></p> <p><strong>kprinter</strong>, KDE naujas spausdinimo pagalbininkas palaiko įvairias spausdinimo posistemes. Šios posistemės labai skiriasi savo galimybėmis.</p> <p>Tarp palaikomų sistemų yra: <ul> <li>CUPS (Common UNIX Printing System) - naujoji Bendra Unix spausdinimo sistema;</li> <li>LPR/LPD, tradicinė BSD stiliaus spausdinimo sistema;</li> <li>RLPR (jai nereikia „printcap“ redagavimo ar root privilegijų, norint naudoti tinklo spausdintuvus); <li>spausdinimas per išorinę programą (bendro pobūdžio).</li> </ul>
mk: <p align="center"><strong>Печатење во KDE (I)</strong></p> <p><strong>kprinter</strong>, новата печатарска алатка во KDE поддржува различни печатарски подсистеми. Овие подсистеми се разликуваат многу во своите можности.</p> <p>Помеѓу поддржаните системи се и: <ul> <li>CUPS, новиот Common UNIX Printing System;</li> <li>LPR/LPD, традиционално печатење во стилот на BSD;</li> <li>RLPR (нема потреба од уредување на „printcap“ или привилегии за root за да се користат мрежни принтери);</li> <li>Печатење преку надворешна програма (општо).</li> </ul>
nb: <p align="center"><strong>KDE Utskrift (I)</strong></p> <p><strong>kprinter</strong>, KDE's nye ustkriftsverktøy støtter forskjellige delsystem for utskrift. Det er større forskjeller i delsystemenes egenskaper. </p> <p>Blant de støttede systemer er: <ul> <li>CUPS, det nye Common UNIX Printing System;</li> <li>LPR/LPD, tradisjonell BSD-utskrift</li> <li>RLPR (ikke behov for «printcap»-redigering eller privilegier som superbruker for å bruke nettverksprintere);</li> <li>utskrift gjennom eksterne program (generisk).</li> </ul>
nds: <p align="center"><strong>KDE-Druckpleger (I)</strong></p> <p><strong>kprinter</strong>, KDE sien nieg Druckwarktüüch, ünnerstütt verscheden Drucksystemen. Disse Systemen hebbt grote Verschelen in ehr Könen.</p> <p>Bi de ünnerstütt Systemen sünd: <ul> <li>CUPS, dat niege Common UNIX Printing System;</li> <li>LPR/LPD, drucken as dat in BSD normaal is;</li> <li>RLPR ("printcap" bewerken deit nich noot, ok normale Brukers köönt Nettwarkdruckers bruken);</li> <li>Dör externe Programmen drucken.</li> </ul>
nl: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>, KDE's nieuwe printerhulpprogramma, ondersteunt verschillende afdruk subsystemen. Deze subsystemen zijn erg verschillend qua mogelijkheden.</p> <p>De ondersteunde systemen zijn: <ul> <li>CUPS, het nieuwe Common UNIX Printing System;</li> <li>LPR/LPD, traditioneel BSD-stijl afdrukken;</li> <li>RLPR (geen "printcap"-bewerking of root-privileges nodig om netwerkprinters te gebruiken);</li> <li>afdrukken via een extern programma (generiek).</li> </ul> <p align="right"><strong>-->&nbsp;</strong></p>
nn: <p align="center"><strong>KDE-utskrift (I)</strong></p> <p><strong>kprinter</strong>, det nye utskriftsverktøyet i KDE, støttar fleire ulike utskriftssystem. Desse systema er svært ulike.</p> <p>Nokre av dei støtta systema er: <ul><li>CUPS, det nye «Common UNIX Printing System»,</li> <li>LPR/LPD, tradisjonelt BSD-system,</li> <li>RLPR (treng ikkje «printcap» eller rotprivilegium for å bruka nettverksskrivarar),</li> <li>utskrift gjennom eksternt program (generelt).</li></ul>
pt: <p align="center"><strong>Impressão no KDE (I)</strong></p> <p>O <strong>kprinter</strong>, o novo utilitário de impressão suporta vários sub-sistemas de impressão diferentes. Estes sub-sistemas diferem muito nas suas capacidades.</p> <p>Entre os sistemas suportados encontram-se: <ul> <li>o CUPS, o novo Common UNIX Printing System;</li> <li>o LPR/LPD, o método tradicional de impressão do BSD;</li> <li>o RLPR (sem necessidade de edição do "printcap" ou de privilégios de 'root' para usar as impressoras de rede);</li> <li>impressão através de programas genéricos de impressão exteriores.</li> </ul>
pt_br: <p align="center"><strong>Impressão no KDE (I)</strong></p> <p>O <strong>kprinter</strong>, o novo utilitário de impressão do KDE, suporta diferentes subsistemas de impressão. Estes subsistemas diferem entre si, em muito de seus recursos.</p> <p>Entre os sistemas suportados estão: <ul> <li>CUPS, o novo sistema de impressão UNIX (Common UNIX Printing System ou Sistema de Impressão Comum UNIX);</li> <li>LPR/LPD, o sistema tradicional de impressão no estilo BSD;</li> <li>RLPR (sem necessitar da edição do "printcap" ou de privilégios de root para impressoras de rede);</li> <li>impressão através de programas externos (genérico).</li> </ul>
ru: <p align="center"><strong>Печать в KDE (1)</strong></p> <p><strong>kprinter</strong>, новая система печати KDE, способна работать с различными подсистемами печати, которые заметно отличаются по своим возможностям друг от друга.</p> <p>В числе поддерживаемых подсистем: <ul> <li>CUPS, новая универсальная система печати UNIX;</li> <li>LPR/LPD, традиционная печать как в BSD;</li> <li>RLPR (не требующая правки файла "printcap" или привилегий администратора для использования сетевых принтеров);</li> <li>печать через внешние утилиты.</li> </ul>
rw: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>, Porogaramu nshya ifashicapa ya KDE yemera sisitemuzungirije zicapa zitandukanye. Izi sisitemuzungirije zitandukanye cyane mu bushobozi bwazo.</p> <p>Zimwe muri sisitemu zemewe ni: <ul> <li>CUPS, Sisitemu nshya Isanzwe Icapa UNIX;</li> <li>LPR/LPD, icapa rya kera rifite imisusire ya BSD;</li> <li>RLPR (si ngombwa mu guhindura "printcap" cyangwa kwinjiza uburenganzira nyongera gukoresha mucapyi ziri ku rusobemiyoboro);</li> <li>gucapa binyuze muri porogaramu yo hanze (rusange).</li> </ul>
sk: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>, nový nástroj KDE pre tlač, podporuje rôzne tlačové subsystémy. Tieto subsystémy sa veľmi líšia vo svojich schopnostiach.</p> <p>Medzi podporované systémy patria: <ul> <li>CUPS, nový Common UNIX Printing System,</li> <li>LPR/LPD, tradičná tlač v štýle BSD,</li> <li>RLPR (bez nutnosti úpravy "printcap" alebo práv roota pre použitie sieťových tlačiarní),</li> <li>tlač pomocou externého programu (generické).</li> </ul>
sl: <p align="center"><strong>Tiskanje v KDE (I)</strong></p> <p><strong>kprinter</strong>, KDE-jev nov tiskalniški pripomoček podpira različne tiskalniške podsisteme. Ti se zelo razlikujejo po svojih zmogljivostih.</p> <p>Med podprtimi sistemi so: <ul> <li>CUPS, novi splošni UNIX-ovski tiskalniški sistem (Common UNIX Printing System);</li> <li>LPR/LPD, tradicionalno tiskanje v slogu BSD;</li> <li>RLPR (ni potrebe po urejanju datotek »printcap« ali korenskih pravicah za uporabo omrežnih tiskalnikov);</li> <li>tisk skozi zunanji program (generično).</li> </ul>
sr: <p align="center"><strong>KDE штампање (I)</strong></p> <p><strong>KPrinter</strong>, нови KDE-ов алат за штампање, подржава различите подсистеме за штампање. Ови подсистеми се доста разликују по својим способностима.</p> <p>Међу подржаним ситемима су: <ul> <li>CUPS, нови општи Unix систем за штампање;</li> <li>LPR/LPD, традиционалан BSD-стил штампања;</li> <li>RLPR (уклања потребу за уређивањем фајла „printcap“ или администраторским привилегијама за коришћење умрежених штампача);</li> <li>штампање кроз спољашњи програм (генерички).</li> </ul>
sr@latn: <p align="center"><strong>KDE štampanje (I)</strong></p> <p><strong>KPrinter</strong>, novi KDE-ov alat za štampanje, podržava različite podsisteme za štampanje. Ovi podsistemi se dosta razlikuju po svojim sposobnostima.</p> <p>Među podržanim sitemima su: <ul> <li>CUPS, novi opšti Unix sistem za štampanje;</li> <li>LPR/LPD, tradicionalan BSD-stil štampanja;</li> <li>RLPR (uklanja potrebu za uređivanjem fajla „printcap“ ili administratorskim privilegijama za korišćenje umreženih štampača);</li> <li>štampanje kroz spoljašnji program (generički).</li> </ul>
sv: <p align="center"><strong>Utskrift i KDE (I)</strong></p> <p><strong>Kprinter</strong>, KDE:s nya utskriftsverktyg stödjer olika utskriftssystem. De här systemen skiljer sig mycket i sina möjligheter.</p> <p>Bland de system som stöds finns: <ul> <li>CUPS, det nya gemensamma utskriftssystemet för Unix,</li> <li>LPR/LPD, traditionell utskrift i BSD-stil,</li> <li>RLPR (inget behov av redigering av "printcap" eller root-behörigheter för att använda nätverksskrivare),</li> <li>utskrift via ett yttre program (generellt).</li> </ul>
th: <p align="center"><strong>การพิมพ์ของ KDE (I)</strong></p> <p><strong>kprinter</strong> เป็นเครื่องมือสำหรับการพิมพ์ตัวใหม่ของ KDE ซึ่งสนับสนุน ระบบการพิมพ์หลากหลาย ซึ่งระบบการพิมพ์ย่อยเหล่านี้ ล้วนมีความสามารถแตกต่างกัน</p> <p>ระบบที่สนับสนุนแล้วในตอนนี้ ก็มี: <ul> <li>CUPS - ระบบการพิมพ์พื้นฐานของยูนิกซ์ตัวใหม่</li> <li>LPR/LPD - ระบบการพิมพ์ในรูปแบบ BSD</li> <li>RLPR (ไม่ต้องการการแก้ไขแฟ้ม "printcap" หรือใช้สิทธิ์ผู้ดูแลระบบ ในการใช้งานเครื่องพิมพ์เครือข่าย)</li> <li>ส่งการพิมพ์ไปยังโปรแกรมภายนอก (ทั่วไป)</li> </ul>
uk: <p align="center"><strong>Друк в KDE (I)</strong></p> <p><strong>kprinter</strong> - це новий засіб для друку в KDE, який підтримує різні системи друку. Всі ці системи дуже сильно відрізняються своїми можливостями.</p> <p>Систем, що підтримуються: <ul> <li>CUPS, нова спільна система друку для UNIX;</li> <li>LPR/LPD, традиційна система друку в стилі BSD;</li> <li>RLPR (немає потреби в редагуванні "printcap" та правах адміністратора для використання мережних принтерів);</li> <li>друк через якусь зовнішню програму.</li> </ul>
vi: <p align="center"><strong>In KDE (1)</strong></p> <p><strong>kprinter</strong>, tiện ích in mới của KDE, hỗ trợ hệ thống con in khác nhau. Những hệ thống con khác với nhau nhiều bằng khả năng.</p> <p>Trong những hệ thống đã hỗ trợ, có <ul> <li>CUPS, hệ thống in UNIX dùng chung mới;</li> <li>LPR/LPD, in kiểu BSD truyền thống;</li> <li>RLPR (không cần hiệu chỉnh kiểu « printcap », không cần quyền người chủ để sử dụng máy in mạng);</li> <li>in qua chương trình bên ngoài (giống loài).</li> </ul>
zh_cn: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>，KDE 新的打印工具支持不同的打印子系 统。这些子系统的能力差别很大。</p> <p>所支持的系统包括： <ul> <li>CUPS, 新的通用 UNIX 打印系统；</li> <li>LPR/LPD, 传统的 BSD 风格打印；</li> <li>RLPR (使用网络打印无需编辑“printcap”或 root 权限)；</li> <li>通过外部程序打印(通用)。</li> </ul>
zh_tw: <p align="center"><strong>KDEPrinting (I)</strong></p> <p><strong>kprinter</strong>， KDE 的新列印公用程式，支援 不同的列印子系統。這些子系統在它們的能力上有很大的 不同。</p> <p>支援的系統有： <ul> <li>CUPS ，新的通用 UNIX 列印系統；</li> <li>LPR/LPD ，傳統的 BSD 風格列印；</li> <li>RLPR （不需編輯「printcap」或管理者權限就可以使用 網路印表機）；</li> <li>經由外部程式列印（通用的）。</li> </ul>
