Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> Some people open many terminal windows just to enter <em>one single</em> command.</p> <ul> <li>Use <strong>Alt+F2</strong> for just firing up programs (Alt+F2 "kword") or <li>use Konsole sessions ("New" in toolbar) if you need text output. </ul>
af: <p> Sommige mense open veel terminaal vensters net na invoer <em>een enkel</em> opdrag.</p> <ul> <li>Gebruik <strong>Alt+F2</strong> vir net vuur begin programme (Alt+F2 "kword") of <li>Gebruik Konsole sessies ("Nuwe" in nutsbalk) as jy benodig teks uitset. </ul>
ar: <p> بعض الأشخاص يفتح عدة نوافذ مطرافية لكتابة <em>أمر واحد</em> فقط.</p> <ul> <li>إستعمل <p><strong>Alt و F2</strong> <p>لإطلاق البرامج <p>مثل <p>Alt و F2 و "kword" <p>أو <li>إستعمل جلسات طرفية التحكم ( Konsole ) ("جديد" في شريط الأدوات ) إذا إحتجت إلى مشاهدة نتائج البرنامج. </ul>
ca: <p> Algunes persones obren moltes finestres terminal només per introduir <em>una única</em> ordre.</p> <ul> <li>Useu <strong>Alt+F2</strong> si només voleu engegar programes (Alt+F2 "kword") o <li>useu sessions Konsole ("Nou" a la barra d'eines) si us cal sortida de text. <ul>
da: <p> Nogle mennesker åbner mange terminalvinduer blot for at udføre <em>en enkelt</em> kommando.</p> <ul> <li>Brug <strong>Alt+F2</strong> for blot at starte programmer (Alt+F2 "kword") eller <li>brug konsolsessioner ('Ny' i værktøjslinjen), hvis du har brug for tekst-uddata. </ul>
de: <p> Manche Leute öffnen Terminalfenster bloß, um einen einzigen Befehl einzugeben.</p> <ul> <li>Verwenden Sie <strong>Alt+F2</strong>, wenn Sie nur ein Programm starten möchten (z. B. Alt+F2 "kword") oder <li>Benutzen Sie Sitzungen des Konsole-Programms ("Neu" in der Werkzeugleiste auswählen), falls Sie Textausgaben zu Ihren Befehlen benötigen. </ul>
el: <p> Πολύς κόσμος ανοίγει πολλά τερματικά παράθυρα απλά για την εκτέλεση <em>μιας και μόνο</em> εντολής.</p> <ul> <li>Χρησιμοποιήστε το <strong>Alt+F2</strong> για εκκίνηση προγραμμάτων (Alt+F2 "kword") ή <li> κάντε χρήση συνεδριών Konsole ("Νέο" στη γραμμή εργαλείων) Αν θέλετε έξοδο κειμένου. </ul>
eo: <p> Kelkaj malfermas multajn terminalfenestrojn nur por tajpi solan komandon.</p> <ul> <li>Uzu <strong>Alt+F2</strong> por lanĉi programojn (Alt+F2 "kword") aŭ <li>uzu Konzolo-seancojn ("Nova" en la ilobreto) se vi bezonas teksteligon. </ul>
es: <p> Algunas personas abren muchas ventanas de terminal solo para introducir <em>una sola</em> orden.</p> <ul> <li>Utilice <strong>Alt-F2</strong> si sólo va a arrancar aplicaciones (Alt-F2 "kword") o <li>utilice sesiones de Konsole ("Nuevo" en la barra de herramientas) si necesita salida de texto. </ul>
et: <p> Mõned inimesed avavad palju terminaliaknaid, et sisestada <em>ainult üks</em> käsk.</p> <ul> <li>Kasuta <strong>Alt+F2</strong> käsurida lihtsalt programmide käivitamiseks (Alt+F2 "kword") või <li>konsooli seansse (tööriistaribal "Uus"), kui vajad tekstiväljundit. </ul>
eu: <p> Hainbat jendek komando <em>bakar bat</em> sartzeko terminal ugari irekitzen du.</p> <ul> <li>Programa soilak abiarazteko <strong>Alt+F2</strong> erabili (Alt+F2 "kword", edo <li>Konsole saioak ("Berria" tresna-barran) erabili testu irteera behar baduzu. </ul>
fa: <p> برخی افراد فقط برای وارد کردن <em>یک تک</em> فرمان، چندین پنجرۀ پایانه باز می‌کنند.</p> <ul> <li>از <strong>دگرساز+F2</strong> فقط برای اجرا کردن برنامه‌ها )دگرساز+F2 «kword»( استفاده کنید یا <li>اگر به خروجی متن نیاز دارید، نشستهای Konsole )»جدید« در میله ابزار( را به کار برید. </ul>
fi: <p> Jotkut avaavat useita komentoikkunoita vain kirjoittaakseen yhden komennon.</p> <ul> <li>Voit käyttää <strong>Alt+F2</strong>-näppäinyhdistelmän komentoriviä ohjelmien käynnistämiseen (Alt+F2 "kword") <li>Komentoikkunan istuntoja ("Uusi" työkalurivillä) voi käyttää jos tarvitsee tekstitulostetta. </ul>
fr: <p> Certaines personnes ouvrent de nombreux terminaux juste pour lancer une <em>seule</em> commande...</p> <ul> <li>Tapez <strong>Alt+F2</strong> pour lancer facilement des programmes (Alt+F2 puis « kword », par exemple) ou <li>Utilisez des sessions de Konsole (« Nouveau » dans la barre d'outils) si vous avez besoin d'une sortie texte. </ul>
fy: <p> Guon brûkers iepenje steeds in nij terminalfinster om inkel mar<em>ien kommando</em>yn te fieren.</p> <ul> <li>Brûk <strong>Alt-F2</strong> foar it begjjinnen fan programma's (Alt-F2 "kword"). of <li>Brûk Konsole-sesjes ("Nij" yn arkbalke) as jo tekstútfier nedich hawwe. </ul>
hu: <p> Nincs mindig szükség parancsértelmező ablak megnyitására egy parancs elvégzéséhez.</p> <ul> <li>Használja az <strong>Alt+F2</strong>-vel előhívható ablakot programok indításához (Alt+F2 "kword") vagy <li>nyisson Konsole munkafolyamatokat (az "Új" ikonnal), ha a kimenetre szüksége van. </ul>
is: <p> Sumir opna marga skjáherma til þess eins að keyra <em>eina</em> skipun.</p> <ul> <li>Notaðu frekar <strong>Alt-F2</strong> til að ræsa forrit (Alt-F2 "kword") eða... <li>Konsole-setur ("Nýr" á tækjaslá Konsole-skjáhermisins) ef þú þarfnast texta úttaks.</ul>
ja: <p> たった一つのコマンドを実行するためにターミナルウィンドウをいくつも開いている人をよく見かけますが...</p> <ul> <li>プログラムを起動するだけなら <strong>[Alt+F2]</strong> (例 Alt-F2 "kword") <li>テキスト出力が必要な場合は Konsole タブバーの「新規」ボタンを押して、新しいセッションを開始してください。</ul>
kk: <p> Кейбірлер <em>бір ғана</em> команданы орындау үшін бөлек терминал терезесін ашады.</p> <ul> <li>Бағдарламаны жегу үшін <strong>Alt+F2</strong> тіркесімді қолданыңыз (Alt+F2 "kword") немесе <li>жауап жазуын көрем десеңіз, жаңа консоль сеансын (құралдардағы "Жаңа" батырмасымен) ашыңыз. </ul>
km: <p> មនុស្ស​មួយ​ចំនួន​បើក​បង្អួច​ស្ថានីយ ដោយ​គ្រាន់​តែ​វាយ​បញ្ចូល​ពាក្យ​បញ្ជា <em>តែ​មួយ</em> ប៉ុណ្ណោះ ។</p> <ul> <li>ប្រើ <strong>ជំនួស+F2</strong> បើ​គ្រាន់​តែ​ចង់​ចាប់ផ្ដើម​កម្មវិធី (ជំនួស+F2 "kword") ឬ <li>ប្រើ​សម័យ Konsole ("ថ្មី" ក្នុង​របារ​ឧបករណ៍) បើ​អ្នក​ត្រូវការ​លទ្ធផល​ជា​អត្ថបទ </ul>
ko: <p> 어떤 사람은 단지 <em>한가지 단순한</em> 명령을 넣기위해 많은 터미널 창을 열어놓기도 합니다. </p> <ul> <li><strong>Alt-F2</strong>을 누르면 나오는 실행 명령 창을 쓰십시오. (Alt-F2, "kate")</li> <li>글자로 결과를 얻고 싶을 때에는, K콘솔(Konsole)에서 제공하는 세션 기능을 쓸 수도 있습니다. (도구줄에 있는 "새로운" 단추)</li> </ul>
lt: <p> Kai kurie žmonės atveria daug terminalo lango norėdami įvesti <em>tik vieną</em> komandą.</p> <ul> <li>Naudokite <strong>Alt-F2</strong> tiesiog programų paleidimui (Alt-F2 „kword“) ar <li>naudokite Konsole sesijas („Naujas“ įrankių juostoje), jei jums reikia tekstinės išvesties. </ul>
mk: <p> Некои луѓе отвораат многу терминалски прозорци само за да извршат <em>една</em> команда. <ul> <li>Користете <strong>Alt-F2</strong> за извршување на програми (на пример, Alt-F2 „kword“) или <li>користете сесии во Конзола („Нова“ во алатникот) ако ви треба текстуален излез. </ul>
nb: <p> Noen åpner terminalvinduer bare for å skrive <em>en eneste</em> kommando. <ul> <li>Bruk <strong>Alt + F2</strong> hvis du bare skal starte et program («Alt + F2», «kword») eller <li>bruk konsoll-økter («Ny» i verktøylinja) hvis du trenger utdata fra programmet. </ul>
nds: <p> Dat gifft Lüüd, de maakt mennige Konsolen op, bloots üm <em>een enkelten</em> Befehl intogeven.</p> <ul> <li>Wenn Du bloots gau en Programm starten wullt, kannst Du <strong>Alt+F2</strong> ingeven (Alt+F2 "kword") oder <li>Du kannst ok Konsole-Törns bruken ("Nieg" op den Warktüüchbalken), wenn Du de Textutgaven bruukst. </ul>
nl: <p> Sommige gebruikers openen telkens een nieuw terminalvenster om slechts <em>één enkel commando</em>in te voeren.</p> <ul> <li>Gebruik <strong>Alt-F2</strong> voor het opstarten van programma's (Alt-F2 "kword"). of <li>Gebruik Konsole-sessies ("Nieuw" in werkbalk) als u tekstuitvoer nodig hebt. </ul>
nn: <p>Enkelte personar opnar terminalvindauge berre for å skriva <em>ein einaste</em> kommando.</p> <ul> <li>Bruk <strong>Alt&nbsp;+&nbsp;F2</strong> om du berre skal starta eitt program (Alt&nbsp;+&nbsp;F2 «kword») eller <li>Bruk Konsole-økter («Ny» i verktøylinja) om du treng utdata frå programmet. </ul>
pt: <p> Algumas pessoas abrem muitas janelas de terminal apenas para introduzir <em>um único</em> comando.</p> <ul> <li>Utilize o <strong>Alt+F2</strong> para apenas disparar programas (Alt+F2 "kword") ou <li>Use as sessões do konsole ("Novo" na barra de ferramentas) se precisar de resultados de texto. </ul>
pt_br: <p> Algumas pessoas abrem várias janelas de terminal apenas para digitar <em>um simples comando.</em></p> <ul> <li>Use <strong>Alt+F2</strong> para executar programas rapidamente (Alt+F2 "programa") ou<li> use sessões do Konsole ("Novo" na barra de ferramentas) se você precisar da saída de texto do comando. </ul>
ru: <p> Некоторые люди открывают несколько окон терминала для ввода <em>одной-единственной</em> команды. <ul> <li>Используйте <strong>Alt+F2</strong> для запуска программ (Alt+F2 "kword") или <li>используйте новые сеансы консоли (кнопка "Новый" на панели инструментов), если вам нужен текстовый вывод запускаемой программы. </ul>
rw: <p> Abantu bamwe na bamwe bafungura amadirishya ahera menshi kugira ngo binjire <em>ibwiriza</em> rimwe.</p> <ul> <li>Koresha <strong>Alt+F2</strong> kugira ngo utangize porogaramu (Alt+F2 "kword") cyangwa <li>ukoreshe imikoro ya Konsole ("New" mu murongobikoresho) niba ushaka ibisohoka mu mwandiko. </ul>
sk: <p> Niektorí ľudia otvárajú veľa terminálových okien pre zadanie <em>jedného jednoduchého</em> príkazu.</p> <ul> <li>Použite <strong>Alt+F2</strong> pre spustenie programov (Alt+F2 "kword") alebo <li>použite sedenia Konzole ("Nové" v paneli nástrojov) v prípade, že potrebujete textový výstup. </ul>
sl: <p>Nekateri odprejo več oken terminala, da bi vpisali <em>en sam</em> ukaz.</p><ul><li>Uporabljajte <strong>Alt+F2</strong> za zagon programov (Alt+F2, »kword«) ali</li><li>seje v Konzoli (gumb »Novo« spodaj levo pred zavihki) za tekstovni izhod.</li></ul>
sr: <p>Неки корисници отворе много терминалских прозора само да би унели <em>једну једину</em> наредбу.</p> <ul> <li>Користите <strong>Alt+F2</strong> за покретање програма (Alt+F2, „kword“) или <li>користите сесије Konsole („Нова“ у траци алата Konsole) ако вам је потребан текстуални излаз. </ul>
sr@latn: <p>Neki korisnici otvore mnogo terminalskih prozora samo da bi uneli <em>jednu jedinu</em> naredbu.</p> <ul> <li>Koristite <strong>Alt+F2</strong> za pokretanje programa (Alt+F2, „kword“) ili <li>koristite sesije Konsole („Nova“ u traci alata Konsole) ako vam je potreban tekstualni izlaz. </ul>
sv: <p> En del personer öppnar många terminalfönster bara för att skriva in <em>ett enda</em> kommando.</p> <ul> <li>Använd <strong>Alt+F2</strong> för att starta program (Alt+F2 "kword") eller <li>använd konsollsessioner ("Ny" i verktygsraden) om du behöver textutskrifter. </ul>
th: <p> บางคน เปิดใช้งานเทอร์มินัล เพียงเพื่อใช้งาน <em>คำสั่งเพียง 1 คำสั่ง</em> เท่านั้นเอง</p> <ul> <li>ใช้ <strong>Alt+F2</strong> เพื่อการเรียกใช้โปรแกรมสิ (Alt-F2 "kword"เป็นต้น) หรือ <li>ใช้เซสชันของ Konsole ("เปิดใหม่" บนแถบเครื่องมือ) หากคุณต้องการเห็นการแสดงผลด้วย </ul>
uk: <p> Деякі люди відкривають багато терміналів тільки для того, щоб виконати <em>одну</em> команду.</p> <ul> <li>Використовуйте <strong>Alt-F2</strong> для виконання програм (Alt-F2 "kword") або <li>використовуйте сеанси Konsole (кнопка "Новий" у пеналі), якщо вам потрібен вивід програми. </ul>
vi: <p> Một số người dùng mở nhiều cửa sổ thiết bị cuối, chỉ để nhập <em>một lệnh riêng lẻ</em>.</p> <ul> <li>Hãy dùng tổ hợp phím <strong>Alt+F2</strong> để khởi chạy chương trình (v.d. Alt+F2 "kword") hoặc <li>dùng phiên chạy Konsole (<b>Mới</b> trên thanh công cụ) để xuất văn bản. </ul>
zh_cn: <p> 有的人打开许多终端窗口仅仅为了输入 <em>一条</em>命令。</p> <ul> <li>使用 <strong>Alt+F2</strong> 来启动程序(Alt+F2“kword”)； <li>如果您需要输出信息，使用控制台会话(工具栏中的“新建”)。 </ul>
zh_tw: <p> 有些人開啟很多終端機視窗只是為了輸入<em>一個</em>指令。</p> <ul> <li>使用 <strong>Alt+F2</strong> 來開啟程式（Alt+F2 "kword"）或 <li>如果需要看到輸出結果，使用 Konsole 連線階段（工具列中的「新增」）。</ul>

source: <p> You can change the color of the window titlebars by clicking on the title bar of the color example in the <em>Appearance & Themes</em> module within the Control Center. </p> <p>This works for all of the other available colors too.</p>
af: <p> Jy kan die kleur van die venster titelbalke verander deur daarop te kliek en op die kleur voorbeeld in die <em>Voorkoms & Temas</em> module in Control Center. </p> <p>Dit werk vir al die ander beskikbare kleure ook.</p>
ar: <p> يمكنك تغيير لون شريط العنوان للنوافذ عند النقر على شريط عنوان المثال الملوّن في وحدة <em>المظهر و السمات </em> في مركز التحكم. </p> <p>و هذا يعمل أيضاً لكل الألوان المتوفرة الأخرى.</p>
ca: <p> Podeu canviar el color de les barres de títol de finestra clicant a la barra de títol de l'exemple de color al mòdul <em>Aparença i temes</em> dins del Centre de Control. </p> <p>Això també funciona per als altres colors disponibles.</p>
da: <p>Dette virker også for alle de andre tilgængelige farver.</p>
de: <p>Sie können die Farbe von Fenster-Titelleisten ändern, indem Sie im Kontrollzentrum <em>Erscheinungsbild -> Farben</em> auswählen. </p> <p>Auf die gleiche Weise können auch die anderen verfügbaren Farben geändert werden.</p>
el: <p> Μπορείτε να αλλάξετε το χρώμα του τίτλου παραθύρου κάνοντας κλικ στο τίτλο παραθύρου του δείγματος χρωμάτων στο άρθρωμα <em>Εμφάνιση και Θέματα</em> μέσα στο Κέντρο Ελέγχου. </p> <p>Αυτό ισχύει και για κάθε άλλο διαθέσιμο χρώμα.</p>
eo: <p> Vi povas ŝanĝi la koloron de la fenestra titolabreto per kliko je la titolabreto en la kolorekzemplo, kiu estas en la Stircentro->Aspekto &amp; Etosoj->Koloroj.</p> </p>
es: <p> Puede cambiar el color de las barras de título de las ventanas pulsando en la barra de título de ejemplo en el módulo <em>Apariencia y temas</em> en el Centro del control. </p> <p>Esto funciona para los demás colores disponibles también.</p>
et: <p> Akna tiitliriba värvi on võimalik muuta, klõpsates juhtimiskeskuse moodulis <em>Välimus ja teemad</em> tiitliriba värvinäitel. </p> <p>Sama kehtib üldse kõigi saadaolevate värvide kohta.</p> </p>
eu: <p> Leihoen titulu-barren kolorea aldatu nahi baldin baduzu, klik egin ezazu Kontrol gunearen <em>Itxura eta gaiak</em> moduluaren kolore adibideen titulu-barran. </p> <p>Hau beste edozein koloreekin ere funtzionatzen du.</p>
fa: <p> رنگ میله عنوانهای پنجره را با فشار روی میله عنوان نمونه رنگ در پیمانۀ <em>ظاهر و چهره</em> واقع در مرکز کنترل، می‌توانید تغییر دهید. </p> <p>این برای همۀ رنگهای موجود هم کار می‌کند.</p>
fi: <p> Voit muuttaa ikkunoiden otsikkorivien väriä napsauttamalla valikkoriviä KDE:n ohjauskeskuksen <em>Ulkonäkö ja teemat</em>-kohdan värit-moduulissa. </p>
fr: <p> Vous pouvez modifier la couleur de la barre de titre des fenêtres en cliquant sur la barre de titre en exemple dans le module <em>Apparence et thèmes</em> du Centre de configuration. </p> <p>Ceci fonctionne également pour l'ensemble des autres couleurs disponibles.</p>
fy: <p> Jo kinne de kleur fan de finstertitielbalke wizigje troch te klikken op de titelbalke fan it kleurenfoarbyld yn de konfiguraasjemodule <em>Uterlik en Tema's</em> yn it Konfiguraasjesintrum. </p> <p>Dit wurket ek foar alle oare beskikbere kleuren.</p>
hu: <p> Ha meg szeretné változtatni az ablakok címsorának színét, kattintson a mintaablak címsorára a <em>Megjelenés, témák</em> beállítómodulban. </p> <p>Hasonlóan lehet a többi színt is beállítani.</p>
is: <p> Þú getur breytt litnum á titlirönd glugganna með því að smella á titilröndina sem er forsýnd í <em>Viðmót og útlit</em> litaeiningu Stjórnborðsins. </p> <p>Þetta virkar einnig á alla aðra liti.</p>
ja: <p> ウィンドウのタイトルバーの色を変更するには、コントロールセンターの「外観 & テーマ」の「色」設定で、サンプルのタイトルバーをクリックしてください。</p> <p>他の部分の色についても、同様に変更することができます。</p>
kk: <p> Сіз терезе айдарының түсін , KDE Басқару орталығындағы <em>Көрініс пен нақыштар</em> модуліндегі түстер үлгісіндегі терезе айдарын түртіп, өзгерте аласыз. </p> <p>Бұны терезенің басқа элементтеріне де істеуге болады.</p>
km: <p> អ្នក​អាចផ្លាស់​ប្ដូរ​ពណ៌​របស់​របារ​ចំណងជើង​បង្អួច ដោយ​ចុច​លើ​របារ​ចំណងជើង​របស់​ពណ៌ ឧទាហរណ៍​ក្នុង​ម៉ូឌុល <em>រូបរាង & ស្បែក</em> ខាង​ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា ។ </p> <p>សម្រាប់​ពណ៌​ផ្សេងៗ​ទៀត វា​ក៏​ដំណើរការ​ផងដែរ ។</p>
ko: <p> K 메뉴의 KDE 제어판에서 <em>외양과 테마</em>를 고르면 창 제목줄 색깔을 바꿀 수 있습니다. </p> <p>이것은 다른 사용가능한 색 모두에 대해서도 똑같이 작동합니다.</p>
lt: <p> Jūs galite pakeisti lango antraščių spalvą paspausdami antraštės spalvos pavyzdį Valdymo centro <em>Išvaizda ir temos</em> modulyje. </p> <p>Tai galioja ir visoms kitoms prieinamoms spalvoms.</p>
mk: <p> Може да ја смените бојата на насловните ленти на прозорецот со кликање на насловната лента во модулот за <em>Изглед и Чувство</em> од Контролниот центар. </p> <p>Ова функционира и за сите останати бои.</p>
nb: <p>Du kan endre fargen på tittellinja i vinduet ved å velge <em>Utseende og tema</em> i kontrollpanelet.</p> <p>Dette kan du også gjøre for alle de andre fargene.</p>
nds: <p> Du kannst de Klöör vun de Titelbalkens vun Finstern ännern, wenn Du op den Titelbalken vun dat Bispeel-Finster klickst, dat binnen dat Kuntrullzentrum in <em>Utsehn un Muster -> Klören</em> wiest warrt. </p> <p>Dit funkscheneert ok för all anner verföögbore Klören.</p>
nl: <p> U kunt de kleur van de venstertitelbalk wijzigen door te klikken op de titelbalk van het kleurenvoorbeeld in de configuratiemodule <em>Uiterlijk en Thema's</em> in het Configuratiecentrum. </p> <p>Dit werkt ook voor alle andere beschikbare kleuren.</p>
nn: <p>Du kan endra fargen på tittellinja i vindauget ved å velja <em>Utsjånad og tema</em> i kontrollsenteret.</p> <p>Dette kan du òg gjera for alle dei andre fargane.</p>
pt: <p> Pode mudar a cor das barras de título das janelas carregando na barra de título do exemplo de cores no módulo <em>Aparência & Temas</em> no Centro de Controlo. </p> <p>Isto funciona também para todas as outras cores disponíveis.</p>
pt_br: <p> Você pode mudar a cor das barras de título das janelas clicando na barra de títulos de exemplo de cores no módulo <em>Aparência & Temas</em> dentro do Centrlo de Controle. </p> <p>Isto funciona também para todas as outras cores disponíveis.</p>
ru: <p> Вы можете изменить цвет заголовка окна, щёлкнув на заголовке окна в образце в модуле <em>Цвета<em> раздела <em>Внешний вид и темы</em> Центра управления KDE. </p> <p>Таким же способом можно задать цвета всех остальных элементов окна.</p>
rw: <p> Ushobora guhindura ibara ry'imirongo mitwe y'idirishya ukanze ku murongo mutwe wa urugero rw'ibara mu gice cya<em>Imigaragarire & Insangamatsiko</em> gifite Ikigo Kigenzura. </p> <p>Ibi binakorana n'andi mabara yose aboneka.</p>
sk: <p> Môžete zmeniť farbu titulku okien kliknutím na titulok v príklade farieb v module "Vzhľad a témy" v Ovládacom centre. </p>
sl: <p>Barvo naslovne vrstice okna lahko spremenite s klikom le te na primeru v modulu <em>Videz in teme</em> > <em>Barve</em> v Nadzornem središču.</p> <p>To deluje tudi za ostale dele okna.</p>
sr: <p>Можете променити боју насловних трака прозора кликом на насловну траку примера боје у модулу <em>Изглед и теме</em>, у Контролном центру.</p> <p>Ово се може урадити и за остале доступне боје.</p>
sr@latn: <p>Možete promeniti boju naslovnih traka prozora klikom na naslovnu traku primera boje u modulu <em>Izgled i teme</em>, u Kontrolnom centru.</p> <p>Ovo se može uraditi i za ostale dostupne boje.</p>
sv: <p> Du kan ändra färgen på fönstrens namnlister genom att klicka på namnlisten i färgexemplet i modulen <em>Utseende och teman</em> i Inställningscentralen. </p> <p>Det fungerar också för alla andra tillgängliga färger.</p>
th: <p> คุณสามารถ เปลี่ยนสีแถบหัวเรื่องหน้าต่างได้ง่าย ๆ โดยคลิกที่แถบหัวเรื่องหน้าต่างของตัวอย่างสีใน โมดูล <em>รูปลักษณ์และชุดตกแต่ง</em> ภายในศูนย์ควบคุม</p> <p>ซึ่งจะได้ผลกับสีที่มีทั้งหมดด้วยเช่นกัน</p>
uk: <p> Ви можете змінити колір заголовків вікон клацнувши на смужці заголовку прикладу кольору в модулі <em>Вигляд та теми</em> в Центрі керування. </p> <p>Змінити колір,також, можна у інших елементів.</p>
vi: <p> Bạn có thể thay đổi màu của các thanh tựa cửa sổ, bằng cách nhắp vào thanh tựa của ảnh thí dụ trong mô-đun <em>Diện mạo và Sắc thái</em> trong Trung tâm Điều khiển.</p> <p>Tính năng này áp dụng vào mọi khía cạnh trong mô-đun này.</p>
zh_cn: <p> 在控制中心的<em>外观和主题</em>模块中，您点击颜色示例中的标题栏即可更改窗口标题栏的颜色。 </p> <p>这也适合于其它可选的颜色。</p>
zh_tw: <p> 您可以按下控制中心的<em>外觀 & 佈景主題</em>中色彩範例 的標題列來改變視窗標題列的色彩。 </p> <p>這點也可以用在所有其他可用的色彩上。</p>
