Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <P>If a toolbar is not large enough to display all buttons on it, you can click on the small arrow at the far right end of the toolbar to see the remaining buttons.</P>
af: <P>As 'n nutsbalk is nie groot genoeg na vertoon alle knoppies op dit, jy kan kliek op die klein pyl na die ver regterkant einde van die nutsbalk na sien die oor knoppies.</P>
ar: <P>إذا لم يكن شريط أدوات عريض كافياً لعرض كلّ الأزرار عليه ، يمكنك النقر على السهم الصغير على أقصى اليمين من الشريط لرؤية باقي الأزرار.</P>
ca: <P>Si una barra d'eines no és prou gran per a mostrar tots els botons, podeu clicar a la petita fletxa a l'extrem dret de la barra d'eines per a veure els botons restants.</P>
da: <P>Hvis en værktøjslinje ikke er stor nok til at vise alle dens knapper, kan du klikke på den lille pil yderst til højre for at se de øvrige knapper.</p>
de: <p>Falls eine Werkzeugleiste nicht groß genug ist, um alle Symbole darauf anzuzeigen, klicken Sie auf den kleinen Pfeil, der rechts außen erscheint, um die übrigen Knöpfe zu sehen.</p>
el: <P>Αν μια γραμμή εργαλείων δεν είναι αρκετά μεγάλη για να εμφανίσει όλα τα κουμπιά της, κάντε κλικ στο βελάκι του δεξιού της άκρου για να δείτε τα υπόλοιπα κουμπιά.</P>
eo: <P>Se ilobreto ne estas sufiĉe larĝa por teni ĉiujn butonojn, vi povas klaki sur malgranda sago dekstre por vidi la aliajn butonojn.</P>
es: <p>Si una barra de herramientas no es lo bastante grande para visualizar todos los botones en ella, puede pulsar sobre la pequeña flecha del extremo derecho de la barra de herramientas para ver los botones restantes.</p>
et: <P>Kui tööriistariba ei ole piisavalt suur, et kõiki nuppe sellel näidata, saad ülejäänute vaatamiseks klõpsata tööriistariba paremas otsas oleval väikesel noolel.</P>
eu: <P>Tresna-barra bat botoi guztiak erakusteko bezain handia ez bada, falta diren botoiak ikusi ahal izateko tresna-barraren eskuineko ertzeko gezi txikian klika dezakezu.</P>
fa: <P>اگر میله ابزار به اندازه کافی بزرگ نیست که همۀ دکمه‌ها روی آن نمایش داده شوند، می‌توانید کلید جهت کوچک در سمت راست انتهای میله ابزار را فشار دهید، تا دکمه‌های باقی‌مانده را ببینید.</P>
fi: <P>Jos ohjelman kaikki työkalupainikkeet eivät mahdu työkaluriville, näet loput painikkeet napsauttamalla työkalurivin oikeassa reunassa olevaa nuolta.</P>
fr: <P>Si une barre d'outils n'est pas assez grande pour afficher tous les boutons, vous pouvez cliquer sur la petite flèche à l'extrémité droite de la barre d'outils pour voir les autres boutons.</P>
fy: <P>As in arkbalke net grut genôch is om alle knopen sjen te litten, dan kinne jo op it lytse pylkje oan de rjochterein fan de arkbalke klikke om de restearjende knoppe sichtber te meitsjen.</p>
hu: <P>Ha egy eszköztár nem elég nagy ahhoz, hogy minden gomb látszódjon, az eszköztár jobb szélén megjelenő nyílra kattintva megnézheti a lemaradt gombokat.</P>
is: <P>Ef tækjaslá er ekki nógu stór til að birta alla hnappa sína í einu, þá getur þú smellt á litla ör í hægri enda hennar til að sjá valkostina sem komust ekki fyrir.</P>
ja: <p>ツールバーが短くて全部のボタンが表示されていないときは、ツールバー右端の小さな矢印をクリックすると、残りのボタンを見ることができます。</p>
kk: <P>Егер құралдар панеліне кейбір батырмалар сыймай қалса, қалғандарын панелінің оң жағындағы шағын жебесіне түртіп көруге болады.</P>
km: <P>ប្រសិនបើ​របារ​ឧបករណ៍​មួយ​មិន​អាច​បង្ហាញ​ប៊ូតុង​ទាំងអស់​ដែល​ស្ថិត​នៅ​លើ​វា នោះ​អ្នក​អាច ចុច​សញ្ញា​ព្រួញ​តូច​មួយ​នៅ​ចុង​ខាង​ស្ដាំ​បំផុត​នៃ​របារ​ឧបករណ៍ ដើម្បី មើលឃើញ​ប៊ូតុង​ដែល​នៅ​សល់ ។</P>
ko: <p>도구모음이 버튼을 표시하기에 충분히 크지 않다고 생각되면 남아있는 버튼을 보기 위해 도구모음의 오른쪽 가장자리에 있는 작은 화살표를 클릭하십시오.</p>
lt: <P>Jei įrankių juosta nėra užtektinai didelė, kad parodytų visus mygtukus ant jos, Jūs galite spragtelėti ant mažos rodyklės dešiniame įrankių juostos gale, norėdami pamatyti likusius mygtukus.</P>
mk: <P>Ако некој алатник не е доволно голем за да ги прикаже сите копчиња, притиснете на малата стрелка на десниот крај на алатникот за да ги видите преостанатите копчиња.</P>
nb: <P>Hvis en verktøylinje ikke er stor nok til å vise alle knappene på linja, kan du klikke på de små pilene på høyre side av verktøylinja for å se resten av knappene.<P>
nds: <P>Wenn en Warktüüchbalken nich so groot is, dat all Knööp wiest warrn köönt, klick op den lütten Piel an't rechte Enn vun den Balken, denn warrt de övrigen Knööp ok wiest.</P>
nl: <P>Als een werkbalk niet groot genoeg is om alle knoppen te tonen, dan kunt u op het kleine pijltje aan de rechtereinde van de werkbalk klikken om de resterende knoppen zichtbaar te maken.</p>
nn: <p>Dersom ei verktøylinje ikkje er stor nok til å visa alle knappane på panelet, kan du klikka på den vesle pila til høgre på verktøylinja for å sjå resten av knappane.</p>
pt: <P>Se uma barra de ferramentas não for grande o suficiente para mostrar os botões todos que contém, o utilizador poderá carregar na seta pequena no extremo direito da barra de ferramentas para ver os restantes botões.</P>
pt_br: <P>Se uma barra de ferramentas não é grande o suficiente para mostrar todos os botões, você pode clicar na pequena flecha da extrema direita da barra para ver os botões restantes.</p>
ru: <P>Если некоторые кнопки не помещаются на панели инструментов, вы можете увидеть недостающие кнопки, нажав маленькую стрелку в правой части панели инструментов.</P>
rw: <P>Niba umurongobikoresho udahagije kugira ngo ugaragaze buto zose ziwuriho, ushobora gukanda ku kambi gatoya kari ku mpera y'iburyo bw'umurongobikoresho kugira ngo ubone uboto zisigaye.</P>
sk: <P>V prípade, že panel nástrojov je príliš veľký na zobrazenie všetkých tlačidiel môžete kliknutím na malú šípku posunúť panel nástrojov na zobrazenie ostatných tlačidiel.</P>
sl: <P>Če v orodjarni ni dovolj prostora, da bi bili prikazani vsi gumbi, kliknite malo puščico na skrajni desni strani te vrstice in si oglejte še druge gumbe.</P>
sr: <P>Ако трака са алатима није довољно дугачка да прикаже све дугмиће, да бисте видели преостале дугмиће можете кликнути на малу стрелицу на самом десном крају траке.</p>
sr@latn: <P>Ako traka sa alatima nije dovoljno dugačka da prikaže sve dugmiće, da biste videli preostale dugmiće možete kliknuti na malu strelicu na samom desnom kraju trake.</p>
sv: <P>Om en verktygsrad inte är tillräckligt stor för att visa alla knappar som finns på den, kan du klicka på den lilla pilen längst ut till höger på verktygsraden för att se de övriga knapparna.</P>
th: <P>หากพื้นที่แถบเครื่องมือมีขนาดเล็กไปที่จะแสดงปุ่มได้ทั้งหมด คุณสามารถคลิ้กที่ ปุ่มรูปลูกศรเล็ก ๆ ทางด้านขวาสุดของแถบเครื่องมือ เพื่อดูปุ่มที่เหลือได้</P>
uk: <P>Якщо пенал замалий для того, щоб відобразити всі кнопки, ви можете побачити кнопки, що залишилися, клацнувши на маленьку стрілку праворуч на пеналі.</P>
vi: <P>Nếu thanh công cụ nào không đủ lớn để hiển thị mọi cái nút trên nó, bạn có thể nhắp vào mũi tên nhỏ tại cuối phải của thanh công cụ, để xem các nút bị ẩn.</P>
zh_cn: <P>如果一个工具栏没有足够的大小以显示它上面的所有按钮， 您可以点击工具栏右端的小箭头看到其余的按钮。</P>
zh_tw: <P>如果工具列不夠大，不足以顯示所有按鈕，您可以按下 工具列最右端的小箭頭來查看剩下的按鈕。</P>
