Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> Sound in KDE is coordinated by the <b>artsd</b> sound server. You can configure the sound server from the Control Center by selecting Sound &amp; Multimedia->Sound Server. </p> <p align="right"><em>Contributed by Jeff Tranter</em></p><br>
af: <p> Klank in Kde is gekoördineer deur die <b>artsd</b> Klank bediener. Jy kan konfigureer die Klank bediener van die Kontrole Sentrum deur te kies Klank->Mulirmedia -> Klank bediener. </p> <p align="right"><em>Bygedra deur Jeff Tranter</em></p><br>
ar: <p> يتم تنسيق الصوت في KDE بواسطة خادم الصوت <b>artsd</b>. يمكنك إعداد خادم الصوت من مركز التحكّم حيث تختار الصوت و الوسائط المتعددة --> خادم الصوت. </p> <p align="right"><em>مساهمة من Jeff Tranter</em></p><br>
ca: <p> El so al KDE el coordina el servidor de so <b>artsd</b>. Podeu configurar el servidor de so des del centre de control seleccionant So i multimèdia->Servidor de so. </p> <p align="right"><em>Contribució de Jeff Tranter</em></p><br>
da: <p> Lyd i KDE bliver koordineret af <b>artsd</b>-lydserveren. Du kan indstille lydserveren fra Kontrolcenteret ved at vælge Lyd &amp; multimedie ->Lydserver. </p> <p align="right"><em>Bidrag ved Jeff Tranter</em></p><br>
de: <p> Klänge werden in KDE vom Soundserver <b>artsd</b> koordiniert. Sie können dieses Modul im Kontrollzentrum einrichten, sobald Sie Sound && Multimedia -> Sound-System ausgewählt haben. </p> <p align="right"><em>Beigesteuert von Jeff Tranter</em></p><br>
el: <p> Ο ήχος στο KDE διευθύνεται από τον εξυπηρετητή <b>artsd</b>. Μπορείτε να ρυθμίσετε τον εξυπηρετητή ήχου από το Κέντρο Ελέγχου επιλέγοντας Ήχος &amp; Πολυμέσα->Εξυπηρετητής ήχου. </p> <p align="right"><em>Προσφορά του Jeff Tranter</em></p><br>
eo: <p> Sonoj estas kunordigataj de la sonservilo <b>artsd</b> en KDE. Vi povas agordi la sonservilon en Stircentro elektante Sonoro &amp; Plurmedio-> Sonorsistemo.</p> <p align="right"><em>kontribuita de Jeff Tranter</em></p><br>
es: <p> El sonido en KDE está coordinado por el servidor de sonido <b>artsd</b>. Puede configurar el servidor de sonido desde el Centro de Control seleccionando Sonido y multimedia->Servidor de sonido. </p> <p align="right"><em>Escrito por Jeff Tranter</em></p><br>
et: <p> Heliga tegeleb KDE-s heliserver <b>artsd</b>. Seda saab seadistada juhtimiskeskuses, valides Heli->Heliserver. </p> <p align="right"><em>Jeff Tranter</em></p><br>
eu: <p> Soinua <b>artsd</b> soinu zerbitzariaren bidez koordinatzen da KDEn. Kontrol gunean 'Soinua eta multimedia'->'Soinu sistema' hautatuz konfigura dezakezu soinu zerbitzaria. </p> <p align="right"><em>Jeff Tranter-ek eskainia</em></p><br>
fa: <p> صوت در KDE توسط کار‌ساز صوتی <b>artsd</b> هماهنگ می‌شود. می‌توانید کار‌ساز صوتی را از مرکز کنترل با انتخاب صوت و چند رسانه‌ای-<کارساز صوت پیکربندی کنید. </p> <p align="right"><em>با مشارکت جف ترانتر</em></p><br>
fi: <p> KDE:ssä ääniä ohjaa <b>artsd-äänijärjestelmä</b>. Äänijärjestelmän asetuksia voi muokata ohjauskeskuksesta valitsemalla Ääni ja multimedia -> Äänijärjestelmä. </p> <p align="right"><em>Lähettänyt Jeff Tranter</em></p><br>
fr: <p> Le son dans KDE est géré par le serveur de sons <b>artsd</b>. Vous pouvez le configurer dans le Centre de configuration en sélectionnant « Son et multimédia / Serveur de son ». </p> <p align="right"><em>Contribution de Jeff Tranter</em></p><br>
fy: <p> It lûd yn KDE wurdt koördinearre troch de lûdstsjinner <b>artsd</b>. Jo kinne de lûdstsjinner ynstelle yn it konfiguraasjesintrum, by Lûd en multimedia->Lûdssysteem. </p> <p align="right"><em>Bydroegen troch Jeff Tranter</em></p><br>
hu: <p> A KDE alatti hanglejátszásért az <b>aRts</b> nevű hangszolgáltatás felelős. Ennek beállításait a Vezérlőpultban lehet módosítani, a Hang, multimédia->Hangszolgáltatás modulban. </p> <p align="right"><em>Ezt a tippet Jeff Tranter küldte be.</em></p><br>
is: <p> Hljóðinu í KDE er stjórnað af <b>artsd</b> hljóðþjóninum. Þú getur stilt hann frá Stjórnborðinu með því að velja Hljóð og margmiðlun->Hljóðkerfi. </p> <p align="right"><em>Höfundur: Jeff Tranter</em></p><br>
ja: <p> KDE でのサウンドは <b>artsd</b> サウンドサーバが扱います。コントロールセンターの「サウンドとマルチメディア」->「サウンドサーバ」で設定できます。 </p> <p align="right"><em>投稿者: Jeff Tranter さん</em></p><br>
kk: <p> KDE жүйесінде дыбысты, <b>artsd</b> дыбыс сервері басқарады. Дыбыс серверін баптау үшін Басқару орталығының "Дыбыс пен Мультимедиа -> Дыбыс жүйесі" дегенді ашыңыз. </p> <p align="right"><em>Jeff Tranter қосқан үлесі</em></p><br>
km: <p> សំឡេង​នៅ​ក្នុង KDE ត្រូវ​បាន​សម្របសម្រួល​ដោយ​ម៉ាស៊ីន​បម្រើ​សំឡេង <b>artsd</b> ។ អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ​សំឡេង ពីមជ្ឈមណ្ឌលត្រួតពិនិត្យ ដោយ​ជ្រើស សំឡេង &amp; ពហុព័ត៌មាន-> ម៉ាស៊ីន​បម្រើ​សំឡេង ។ </p> <p align="right"><em>បរិច្ចាគដោយ Jeff Tranter</em></p><br>
ko: <p> KDE에서 사운드는 <b>artsd</b> 사운드 서버에 의해 제공됩니다. 제어판에서 사운드와 멀티미디어의 사운드 서버를 선택하여 사운드 서버를 설정할 수 있습니다. </p> <p align="right"><em>Contributed by Jeff Tranter</em></p><br>
lt: <p> KDE garsas yra koordinuojamas <b>artsd</b> garsų serverio. Galite konfigūruoti garsų serverį Valdymo centre pasirinkdami „Garsas ir daugialypė terpė“->„Garso sistema“. </p> <p align="right"><em>Pateikė Jeff Tranter</em></p><br>
mk: <p> Звукот во KDE е координиран од серверот за звук <b>artsd</b>. Истиот може да го конфигурирате во Контролниот центар под Звук и мултимедија->Сервер за звук. </p> <p align="right"><em>Придонес на Jeff Tranter</em></p><br>
nb: <p> Lyd i KDE styres av lydtjeneren <b>artsd</b>. Du kan stille inn lydtjeneren fra Kontrollpanelet ved å velge «Lyd og multimedia – Lydtjener». </p> <p align="right"><em>Skrevet av Jeff Tranter</em></p><br>
nds: <p> In KDE warrt de Kläng vun den Klangserver <b>artsd</b> stüert. Du kannst den Klangserver binnen dat Kuntrullzentrum instellen, wenn du Kläng &amp; Multimedia -> Klangsysteem utsöchst. </p> <p align="right"><em>Bidragen vun Jeff Trantner</em></p><br>
nl: <p> Het geluid in KDE wordt gecoördineerd door de geluidserver <b>artsd</b>. U kunt de geluidsserver instellen in het Configuratiecentrum, bij Geluid en multimedia->Geluidssysteem. </p> <p align="right"><em>Bijgedragen door Jeff Tranter</em></p><br>
nn: <p>Lyden i KDE er styrt av lydtenaren <b>artsd</b>. Du kan setja opp lydtenaren frå Kontrollsenteret ved å velja Lyd og multimedia → Lydtenar.</p> <p align="right"><em>Tips frå Jeff Tranter</em></p><br>
pt: <p> O som no KDE é coordenado pelo servidor de som <b>artsd</b>. O utilizador pode configurar o servidor de som no Centro de Controlo seleccionando a opção Som &amp; Multimédia->Servidor de Som. </p> <p align="right"><em>Contribuído por Jeff Tranter</em></p><br>
pt_br: <p> O Som no KDE é coordenado pelo servidor de som <b>artsd</b>. Você pode configurar o servidor de som no Centro de Controle, selecionando a opção Som &amp; Multimídia->Servidor de Som. </p> <p align="right"><em>Fornecido por Jeff Tranter</em></p><br>
ru: <p> Проигрывание звуков в KDE управляется сервером <b>artsd</b>. Вы можете настроить этот звуковой сервер из Центра управления, используя вкладку Звук и мультимедиа -> Звуковой сервер. </p> <p align="right"><em>Jeff Tranter</em></p><br>
rw: <p> Ijwi ryo muri KDE rihuzwa na <b>artsd</b> seriveri y'amajwi. Ushobora kuboneza seriveri y'amajwi uhereye ku Kigo Kigenzura utoranyije Ijwi &kuzamura; Mutwaramakuru->Seriveri y'Amajwi. </p> <p align="right"><em>Byagizwemo uruhare na Jeff Tranter</em></p><br>
sk: <p> Zvuk v KDE je koordinovaný pomocou zvukového serveru <b>artsd</b>. Môžete ho nastaviť pomocou Ovládacieho centra modulom Zvuk->Zvukový server. </p> <p align="right"><em>Dodal Jeff Tranter</em></p><br>
sl: <p>Za zvok v KDE skrbi zvočni strežnik <b>artsd</b>. Zvočni strežnik lahko nastavite v Nadzornem središču KDE, tako da izberete Zvok in večpredstavnost > Zvočni sistem.</p><p align="right"><em>Prispeval Jeff Tranter</em></p>
sr: <p>Звуком у KDE-у управља звучни сервер <b>Arts</b>. Можете га подесити у Контролном центру, преко „Звук и мултимедија->Звучни систем“.</p> <p align="right"><em>Приложио Џеф Трентер (Jeff Tranter)</em></p><br>
sr@latn: <p>Zvukom u KDE-u upravlja zvučni server <b>Arts</b>. Možete ga podesiti u Kontrolnom centru, preko „Zvuk i multimedija->Zvučni sistem“.</p> <p align="right"><em>Priložio Džef Trenter (Jeff Tranter)</em></p><br>
sv: <p> Ljud i KDE koordineras av ljudservern <b>artsd</b>. Du kan anpassa ljudservern i Inställningscentralen genom att välja Ljud och multimedia -> Ljudsystem. </p> <p align="right"><em>Tipset kommer från Jeff Tranter</em></p><br>
th: <p> เสียงใน KDE นั้น เป็นควบคุมด้วยเซิร์ฟเวอร์ระบบเสียง <b>artsd</b> ซึ่งคุณสามารถปรับแต่งเซิร์ฟเวอร์ระบบเสียงได้จากศูนย์ควบคุม โดยเลือก เสียงและมัลติมีเดีย->เซิร์ฟเวอร์ระบบเสียง </p> <p align="right"><em>เคล็ดลับจากคุณ Jeff Tranter</em></p><br>
uk: <p> Звук у KDE координується сервером звуку <b>artsd</b>. Ви можете налаштувати сервер звуку в Центрі керування вибравши Звук та мультимедіа->Система звуку. </p> <p align="right"><em>Автор поради: Jeff Tranter</em></p><br>
vi: <p> Trong môi trường KDE, âm thanh được tổ hợp bởi trình phục vụ âm thanh <b>artsd</b>. Bạn có thể cấu hình trình phục vụ âm thanh này trong Trung tâm Điều khiển, bằng cách chọn <b>Âm thanh và Phương tiện &rarr; Trình phục vụ âm thanh</b>. </p> <p align="right"><em>Bị Jeff Tranter đóng góp</em>.</p><br>
zh_cn: <p> KDE 中的声音是通过 <b>artsd</b> 声音服务器协调的。你可以 在控制中心中选择“声音和多媒体->声音服务器”来 设置声音服务器。 </p> <p align="right"><em>Jeff Tranter 投稿</em></p><br>
zh_tw: <p> KDE 中的音效是以 <b>artsd</b> 音效伺服器來維護的。您可以 在控制中心裡選擇「音效 &amp; 多媒體→音效伺服器」 來設定音效伺服器。 </p> <p align="right"><em>由 Jeff Tranter 提供</em></p><br>

source: <p> You can associate sounds, pop up windows, and more with KDE events. This can be configured from the Control Center by selecting Sound &amp; Multimedia->System Notifications. </p> <p align="right"><em>Contributed by Jeff Tranter</em></p><br>
af: <p> Jy kan assosieer klanke, opspiring venster en meer met Kde aktiwiteite. Hierdie kan gekonfigureer van die Kontrole Sentrum deur deur te kies Sound->Multimedia ->System Kennisgewings. </p> <p align="right"><em>Bygedra deur Jeff Tranter</em></p><br>
ar: <p> يمكنك ربط أصوات ، نوافذ منبثقة و العديد من الأحداث KDE. يمكن إعداد ذلك من مركز التحكم عند إختيار : الصوت و الوسائط المتعددة --> تبليغات النظام. </p> <p align="right"><em>مساهمة من Jeff Tranter</em></p><br>
ca: <p> Podeu associar sons, finestres emergents i més coses, amb esdeveniments KDE. Això es pot configurar des del centre de control seleccionant So i multimèdia->Notificacions del sistema. </p> <p align="right"><em>Contribució de Jeff Tranter</em></p><br>
da: <p> Du kan tilknytte lyde, opdukkende vinduer og mere til KDE-begivenheder. Det kan indstilles fra Kontrolcenteret ved at vælge Lyd &amp; multimedie ->Systembekendtgørelser. </p> <p align="right"><em>Bidrag ved Jeff Tranter</em></p><br>
de: <p> Sie können Klänge, Benachrichtigungsfenster und vieles mehr mit bestimmten KDE-Ereignissen verbinden. Die Einstellungen lassen sich im Kontrollzentrum vornehmen, und zwar unter Sound && Multimedia -> Systemnachrichten. </p> <p align="right"><em>Beigesteuert von Jeff Tranter</em></p><br>
el: <p> Μπορείτε να αντιστοιχίσετε ήχους, αναδυόμενα παράθυρα και άλλα με συμβάντα στο KDE. Αυτό μπορεί να ρυθμιστεί από το Κέντρο Ελέγχου επιλέγοντας Ήχος &amp; Πολυμέσα->Υπενθυμίσεις Συστήματος. </p> <p align="right"><em>Προσφορά του Jeff Tranter</em></p><br>
eo: <p> Vi povas kunligi sonojn, ŝprucmenuojn, ks. al certaj eventoj en KDE. Tion vi povas agordi en Stircentro elektante Sonoro &amp; Plurmedio-> Sistematentigoj.</p> <p align="right"><em>kontribuita de Jeff Tranter</em></p><br>
es: <p> Puede asociar sonidos, ventanas emergentes, y más a eventos en KDE. Ésto se puede configurar desde el Centro de Control seleccionando Sonido y multimedia->Notificaciones del sistema. </p> <p align="right"><em>Escrito por Jeff Tranter</em></p><br>
et: <p> Helisid saab seostada KDE sündmustega. Seda saab seadistada juhtimiskeskuses, valides Heli->Süsteemi märguanded. </p> <p align="right"><em>Jeff Tranter</em></p><br>
eu: <p> Soinuak eta KDEko gertaerak elkartu egin ditzakezu. Hau konfiguratzeko Kontrol gunean 'Soinua eta multimedia'->'Sistemaren jakinarazpenak' hautatu behar duzu. <p align="right"><em>Jeff Tranterek eskainia</em></p><br>
fa: <p> می‌توانید صداها را به هم پیوند بزنید، پنجره‌ها را به بالا ببرید و به‌ وسیلۀ رویدادهای KDE کارهای بیشتری انجام دهید. این کار را می‌توان از مرکز کنترل با برگزیدن صوت و چندرسانه‌ای -<اخطارهای سیستم پیکربندی کرد. </p> <p align="right"><em>با مشارکت جف ترانتر</em></p><br>
fi: <p> Voit liittää esimerkiksi ääniä ja ponnahdusikkunoita KDE-tapahtumiin valitsemalla ohjauskeskuksesta <b>Ääni ja multimedia -> Järjestelmän huomautukset</b>. </p> <p align="right"><em>Lähettänyt Jeff Tranter</em></p><br>
fr: <p> Vous pouvez associer des sons, des fenêtres surgissantes et plus encore avec les événements de KDE. Cela peut se configurer dans le Centre de configuration en sélectionnant « Son et multimédia / Notifications système ». </p> <p align="right"><em>Contribution de Jeff Tranter</em></p><br>
fy: <p> Jo kinne lûden ferbine mei KDE-gebeurtenissen. Dit kinne jo ynstelle yn it Konfiguraasjesintrum ûnder Lûd->Systeemmeldingen. </p> <p align="right"><em>Bydroegen troch Jeff Tranter</em></p><br>
hu: <p> A KDE-ben bekövetkező eseményekhez értesítő hang- vagy szöveges üzenet rendelhető. A hozzárendeléseket a Vezérlőpult Hang, multimédia->Rendszerüzenetek moduljában lehet módosítani. </p> <p align="right"><em>Ezt a tippet Jeff Tranter küldte be.</em></p><br>
is: <p> Þú getur tengt hljóð, tilkynningar og annað við KDE atburði. Þú stillir þetta í Stjórnborðinu með því að velja Hljóð og margmiðlun->Kerfistilkynningar. </p> <p align="right"><em>Höfundur: Jeff Tranter</em></p><br>
ja: <p> KDE のイベントにサウンドやポップアップウィンドウなどを割り当てることができます。これはコントロールセンターの「サウンドとマルチメディア」->「システム通知」で設定できます。</p> <p align="right"><em>投稿者: Jeff Tranter さん</em></p><br>
kk: <p> KDE жүйесіндегі әртүрлі оқиғаларды дыбыстармен сүйемелдеуі болады. Бұны баптау үшін Басқару орталығының "Дыбыс пен Мультимедиа -> Жүйелік құлақтандыру" дегенді ашыңыз. </p> <p align="right"><em>Jeff Tranter қосқан үлесі</em></p><br>
km: <p> អ្នក​អាច​ភ្ជាប់​សំឡេង បង្អួច​លេចឡើង ហើយ​អ្វីៗ​ផ្សេងៗ​ជាច្រើន​ទៀត ទៅ​នឹង​ព្រឹត្តិការណ៍ KDE ។ អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​វា នៅ​ក្នុង​មជ្ឈមណ្ឌលត្រួតពិនិត្យ ដោយ​ជ្រើស សំឡេង->ការ​ជូនដំណឹងរបស់ប្រព័ន្ធ ។ </p> <p align="right"><em>បរិច្ចាគដោយ Jeff Tranter</em></p><br>
ko: <p> KDE 이벤트에 사운드를 지정할 수 있습니다. 이는 제어판의 사운드와 멀티미디어의 시스템 알린에서 설정할 수 있습니다. </p> <p align="right"><em>Contributed by Jeff Tranter</em></p><br>
lt: <p> Jūs galite susieti garsus, iššokančius langus ir kt. su KDE įvykiais. Tai gali būti konfigūruojama iš Valdymo centro pasirenkant „Garsas ir daugialypė terpė“->„Sistemos pranešimai“. </p> <p align="right"><em>Pateikė Jeff Tranter</em></p><br>
mk: <p> Може да придружите звуци на настаните во KDE. Ова може да се конфигурира во Контролниот центар под Звук и мултимедија->Системски известувања. </p> <p align="right"><em>Придонес на Jeff Tranter</em></p><br>
nb: <p>Du kan kople lyder til KDE-hendelser. Lydoppsettet styrer du fra Kontrollpanelet ved å velge «Lyd og multimedia – Systempåminninelser».</p> <p align="right"><em>Tips fra Jeff Tranter</em></p><br>
nds: <p> In KDE kannst Du Begeefnissen Kläng, Opdukfinstern un anner Saken towiesen. Dat kannst Du binnen dat Kuntrullzentrum ünner Kläng &amp; Multimedia -> Systeemnarichten doon. </p> <p align="right"><em>Bidragen vun Jeff Tranter</em></p><br>
nl: <p> U kunt geluiden verbinden met verschillende gebeurtenissen in KDE. Dit kunt u instellen in het Configuratiecentrum onder Geluid &amp; multimedia->Systeemnotificaties. </p> <p align="right"><em>Bijgedragen door Jeff Tranter</em></p><br>
nn: <p>Du kan kopla lydar til KDE-hendingar. Lydoppsettet styrer du frå Kontrollsenteret ved å velja Lyd og multimedia → Systempåminningar.</p> <p align="right"><em>Tips frå Jeff Tranter</em></p><br>
pt: <p> O utilizador pode associar sons com os eventos do KDE. Isto pode ser configurado no Centro de Controlo seleccionando a opção Som &amp; Multimédia->Notificações do Sistema. </p> <p align="right"><em>Contribuído por Jeff Tranter</em></p><br>
pt_br: <p> Você pode associar sons, janelas de contexto e outros itens com eventos do KDE. Isto pode ser configurado no Centro de Controle através da opção Som &amp; Multimídia->Notificações do Sistema. </p> <p align="right"><em>Fornecido por Jeff Tranter</em></p><br>
ru: <p> Можно привязывать звуки к различным событиям KDE. Для этого выберите в Центре управления вкладку Звук и мультимедиа -> Системные уведомления. </p> <p align="right"><em>Jeff Tranter</em></p><br>
rw: <p> Ushobora guhuza amajwi, kurambura amadirishya, n'ibindi ukoresheje ibyabaye muri KDE. Ibi bishobora kubonezwa bihereye ku Kigo Kigenzura uhisemo Ijwi &kuzamura; Mutwaramakuru->Ibimenyesha Sisitemu. </p> <p align="right"><em>Byagizwemo uruhare na Jeff Tranter</em></p><br>
sk: <p> K udalostiam KDE môžete priradiť zvuky. Dajú sa nastaviť v Ovládacom centre v module Zvuk->Systémové správy. </p> <p align="right"><em>Dodal Jeff Tranter</em></p><br>
sl: <p>Dogodkom v KDE lahko priredite zvoke, pojavna okna in podobno. To lahko nastavite v Nadzornem središču tako, da izberete Zvok in večpredstavnost > Sistemska obvestila.</p><p align="right"><em>Prispeval Jeff Tranter</em></p>
sr: <p>Можете додељивати звуке, искачуће прозоре, и још тога, догађајима у KDE-у. Ово се може подесити у Контролном центру преко „Звук и мултимедија->Системска обавештења“.</p> <p align="right"><em>Приложио Џеф Трентер (Jeff Tranter)</em></p><br>
sr@latn: <p>Možete dodeljivati zvuke, iskačuće prozore, i još toga, događajima u KDE-u. Ovo se može podesiti u Kontrolnom centru preko „Zvuk i multimedija->Sistemska obaveštenja“.</p> <p align="right"><em>Priložio Džef Trenter (Jeff Tranter)</em></p><br>
sv: <p> Du kan associera ljud, meddelandefönster, med mera till KDE-händelser. Detkan ställas in i Inställningscentralen genom att välja Ljud och multimedia -> Systemunderrättelser. </p> <p align="right"><em>Tipset kommer från Jeff Tranter</em></p><br>
th: <p> คุณสามารถกำหนดเสียง,หน้าต่างป็อปอัพให้กับเหตุการณ์ต่างๆ ของ KDE ได้ ซึ่งปรับแต่งได้จาก ศูนย์ควบคุม โดยเลือกหัวข้อ เสียงและมัลติมีเดีย->การแจ้งเตือนของระบบ </p> <p align="right"><em>เคล็ดลับจากคุณ Jeff Tranter</em></p><br>
uk: <p> Ви можете асоціювати звуки, вигулькні вікна та інші ефекти з подіями KDE. Ці асоціації можна налаштувати у Центрі керування вибравши Звук та мультимедіа->Системні повідомлення. </p> <p align="right"><em>Автор поради: Jeff Tranter</em></p><br>
vi: <p> Bạn có thể liên hợp âm thanh, cửa sổ bật lên v.v. với sự kiện KDE. Có thể cấu hình ứng xử này trong Trung tâm Điều khiển, bằng cách chọn <b>Âm thanh và Phương tiện &rarr; Thông báo hệ thống</b>. </p> <p align="right"><em>Bị Jeff Tranter đóng góp</em>.</p><br>
zh_cn: <p> 你可以将声音和 KDE 事件关联起来。这可以在控制中心中选择 “声音和多媒体->系统通知”来设置。 </p> <p align="right"><em>Jeff Tranter 投稿</em></p><br>
zh_tw: <p> 您可以將音效關連到 KDE 事件。這可以在控制中心 裡選擇「音效 &amp; 多媒體→系統通知」來設定。 </p> <p align="right"><em>由 Jeff Tranter 提供</em></p><br>
