Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You might wonder why there are very few (if any) files whose names end in <code>.exe</code> or <code>.bat</code> on UNIX systems. This is because filenames on UNIX do not need an extension. Executable files in KDE are represented by the gear icon in Konqueror. In the Konsole window, they are often colored red (depending on your settings). </p> <p align="right"><em>Contributed by Carsten Niehaus</em></p>
af: <p> Jy dalk wonder hoekom daar word baie paar (as enige) lêers wie se name einde In <code>.exe</code> of <code>.bat</code> op Unix sisteme. Hierdie is omdat lêername op Unix doen nie benodig 'n uitbreiding. Uitvoerbare lêers In Kde word verteenwoordig deur die rat ikoon In Konqueror. In die Konsole venster, hulle word gereeld gekleurde rooi (afhangend op jou instellings). </p> <p align="right"><em>Bygedra deur Carsten Niehaus</em></p>
ar: <p> أنت ربما تتساءل لماذا هناك القليل ( إذا كانت هناك أي منها ) من الملفات ذات الإسم المنتهي بِــ <p><code>.exe</code> <p>أو <p><code>.bat</code> <p>على أنظمة يونكس. و السبب لذالك أنّ أسماء الملفات على يونكس لا تحتاج إلى تمديدة. في KDE تظهر الملفات التنفيذية على شكل عجلة مسننة في Konqueror. في نافذة مطراف التحكم تكون هذه الملفات ملوّنة بلأحمر ( إعتماداً على تعييناتك ) </p> <p align="right"><em>مساهمة من Carsten Niehaus</em></p>
ca: <p> Potser us pregunteu perquè hi ha tant pocs (si n'hi han) fitxers quins noms acaben en <code>.exe</code> o <code>.bat</code> als sistemes UNIX. Això és perquè als noms a UNIX no els cal una extensió. Els fitxers executables al KDE es representen mitjançant la icona roda dentada al Konqueror. A la finestra Konsole, sovint tenen un color roig (segons el vostre arranjament). </p> <p align="right"><em>Contribució de Carsten Niehaus</em></p>
da: <p> Det undrer dig måske over hvorfor der er meget få (om nogen) filer hvis navne ender på <code>.exe</code> eller <code>.bat</code> på UNIX-systemer. Det er fordi filnavne i UNIX ikke behøver et bestemt efternavn. Kørbare filer i KDE er repræsenteret ved gear-ikonet. i Konqueror. I Konsolvinduet er de ofte farvet røde (afhængig af din opsætning). </p> <p align="right"><em>Bidrag ved Carsten Niehaus</em></p>
de: <p> Vielleicht wundern Sie sich, dass es bei UNIX-System (fast) keine Dateien gibt, die auf <code>.exe</code> oder <code>.bat</code> enden. Das kommt daher, dass UNIX-Dateinamen keine Erweiterungen benötigen. Ausführbare Dateien werden in KDE durch das Symbol eines Zahnrads dargestellt, in einem Konsole-Fenster erscheinen sie häufig in der Farbe Rot (je nach gewählter Einstellung). </p> <p align="right"><em>Beigesteuert von Carsten Niehaus</em></p>
el: <p> Αν αναρωτιέστε γιατί υπάρχουν τόσα λίγα (ή και καθόλου) αρχεία που τα ονόματά τους τελειώνουν σε <code>.exe</code> ή <code>.bat</code> στα συστήματα UNIX Αυτό συμβαίνει γιατί τα ονόματα αρχείων στο UNIX δε χρειάζονται επεκτάσεις Τα εκτελέσιμα αρχεία στο KDE παρουσιάζονται με ένα εικονίδιο γρανάζι στον Konqueror. Στο παράθυρο Konsole, συχνά χρωματίζονται κόκκινα (ανάλογα με τις ρυθμίσεις σας). </p> <p align="right"><em>Προσφορά του Carsten Niehaus</em></p>
eo: <p> Vi eble estas surprizita ke estas tre malmultaj aŭ eĉ tute neniuj dosieroj finiĝantaj je <code>.exe</code> aŭ <code>.bat</code> en Uniksaj operaciumoj. En Unikso dosiernomoj ne bezonas finaĵon. Programdosieroj en KDE estas montrataj per dentrada piktogramo en Konkeranto, en Konzolo ili estas ofte montrataj per ruĝa koloro (depende de via agordo). </p> <p align="right"><em>kontribuita de Carsten Niehaus</em></p>
es: <p> Quizá se pregunte porque hay tan pocos (o ningún) archivo(s) cuyo nombre finalice en <code>.exe</code> o <code>.bat</code> en sistemas UNIX. Esto es así porque UNIX no necesita una extensión. Los archivos ejecutables en KDE se representan por el icono del piñón (la rueda dentada), en Konqueror. En la ventana de Konsole se resaltan frecuentemente en rojo (dependiendo de sus preferencias) </p> <p align="right"><em>Por Carsten Niehaus</em></p>
et: <p> Sa võid imestada, et UNIX-süsteemides on väga vähe (kui üldse) faile, mille nimi lõppeb <code>.exe</code> või <code>.bat</code>. See on sellepärast, et UNIX-i failinimed ei vaja laiendit. KDE-s on käivitatavate failide ikooniks hammasratas, terminaliemulaatoris on nad tavaliselt punased (sõltuvalt sinu seadistustest). </p> <p align="right"><em>Carsten Niehaus</em></p>
eu: <p> Agian, zeure buruari ea zergatik UNIX sistemetan <code>.exe</code> edo <code>.bat</code> hedapena duten hain fitxategi gutxi dauden galdetuko diozu. UNIX sistema eragileetan fitxategiek inolako luzapen beharrik ez dutelako gertatzen da hori. KDEren fitxategi exekutagarriak engranaje ikono batez bidez irudikatzen dira Konquerorren. Konsole leihoan,kolore gorriz agertzen dira maiz (ezarpenen arabera). </p> <p align="right"><em>Carsten Niehausek eskainita</em></p>
fa: <p> ممکن است تعجب کنید که چرا پرونده‌های بسیار کمی )در صورت وجود( وجود دارند که نام آنها در سیستمهای یونیکس به <code>.exe</code> یا <code>.bat</code> ختم می‌شود. بدین دلیل که نام پرونده‌ها در یونیکس به پسوند نیاز ندارند. پرونده‌های اجرایی در KDE توسط شمایل دنده در Konqueror ارائه می‌شوند. در پنجرۀ Konsole، رنگ آنها اغلب )بسته به تنظیمات شما( قرمز می‌شود. </p> <p align="right"><em>با مشارکت کارستن نی هاوس</em></p>
fi: <p> Saatat ihmetellä, miksi Unixissa ei juuri ole tiedostoja, joiden nimi päättyy merkkeihin <code>.exe</code> tai <code>.bat</code>. Tämä johtuu siitä, ettei ohjelmatiedostoilla tarvitse olla Unixissa mitään tiettyä tiedostopäätettä. Suoritustiedostojen kuvake on Konquerorissa hammasrattaan kuva ja Konsolessa tiedostot ovat usein punaisia (riippuen asetuksista). </p> <p align="right"><em>Lähettänyt Carsten Niehaus</em></p>
fr: <p> Vous pouvez vous demander pourquoi il y a peu (s'il y en a) de fichiers dont les noms se terminent par <code>.exe</code> ou <code>.bat</code> sous UNIX. C'est dû au fait que les noms de fichiers sur UNIX n'ont pas besoin d'extension. Les fichiers exécutables dans KDE sont représentés par une icône d'engrenage dans Konqueror et, dans les fenêtres Konsole, ils sont souvent colorés en rouge (selon votre configuration). </p> <p align="right"><em>Contribution de Carsten Niehaus</em></p>
fy: <p> Jo freegje jo miskien ôf wêrom der sa`n bytsje ( of hielendal net) triemmen einje op <code>.exe</code> of <code>.bat</code> te finen binne op UNIX-systemen. Dat komt trochdat triemnammen yn UNIX gjin taheaksels nedich hawwe. Yn KDE hawwe útfierbere triemmen in Tosktsjilbyldkaike. Yn Konsole binne se faaks rêd kleure (ôfhinklik fan jo shell-ynstellings). </p> <p align="right"><em>Bydroegen troch Carsten Niehaus</em></p>
hu: <p> Bizonyára észrevette már, hogy milyen kevés <code>.exe</code> és <code>.bat</code> kiterjesztésű fájl található a UNIX-ban. Ez azért van így, mert a programok kiterjesztése bármi lehet. A Konquerorban a futtatható fájlok mellett egy fogaskerék-ikon látszik, a Konsole-ban pedig a nevük piros színnel jelenik meg (a beállításoktól függően). </p> <p align="right"><em>A tippet Carsten Niehaus küldte be.</em></p>
is: <p> Þú hefur kannski tekið eftir því að það eru mjög fáar (ef einhverjar) skrár sem enda á <code>.exe</code> eða <code>.bat</code> í UNIX kerfum. Þetta er einfaldlega vegna þess að skráarnöfn í UNIX þurfa ekki slíka endingu. Keyrsluskrár í KDE má þekkja á því að táknmyndin er tannhjól. Í Konsole glugga er nöfn þeirra oft rauð. (liturinn fer að vísu eftir þínum stillingum) </p> <p align="right"><em>Höfundur: Carsten Niehaus</em></p>
ja: <p>Unix システムでは <code>.exe</code> や <code>.bat</code> で終るファイル名がほとんどないことを不思議に思われているかもしれません。これは Unix ではファイル名に拡張子は必要ないからです。実行ファイルは Konqueror では歯車のアイコンで表示されます。Konsole ターミナルウィンドウでは、設定にもよりますが、たいていは赤で表示されます。</p><p align="right"><em>投稿者: Carsten Niehaus さん</em></p>
kk: <p> Unix жүйесінде тек кейбір файлдарда ғана (немесе ешқайсысына) <code>.exe</code> немесе <code>.bat</code> жұрнағы кездесетіне таң қалмаңыз. Мұның себебі, Unix жүйесінде орындалатын файл арнаулы жұрнақты қажет етпейді. KDE жүйесінде орындалатын файлдар тістегершік таңбашамен көрсетіледі, ал консоль терезесінде (баптауға тәуелді) түспен ерекшеленеді. </p> <p align="right"><em>Carsten Niehaus қосқан үлесі</em></p>
km: <p> អ្នក​ប្រហែល​ជា​ឆ្ងល់​ហើយ​មើល​ទៅថា ហេតុ​អ្វី​នៅ​លើ​ប្រព័ន្ធ UNIX មាន​ឯកសារ​តែ​មួយ​ចំនួន​ប៉ុណ្ណោះ ដែល​ឈ្មោះ​របស់​ពួក​វា​បញ្ចប់​ដោយ <code>.exe</code> ឬ <code>.bat</code> ។ នេះ​គឺ​ដោយ​សារ​តែ ឈ្មោះ​ឯកសារ​នៅ​លើ UNIX មិន​ត្រូវការ​កន្ទុយ​ឡើយ ។ ឯកសារ​ដែល​អាច​ប្រតិបត្តិ​បាន​នៅ​ក្នុង KDE ត្រូវ​បាន​តំណាង​ដោយ​រូបតំណាង​ស្ពឺ នៅ​ក្នុង Konqueror ។ ក្នុង​បង្អួច Konsole ជា​ធម្មតា​ពួក​វា​មាន​ពណ៌​ក្រហម (អាស្រ័យ​លើ​ការ​កំណត់​របស់​អ្នក) ។ </p> <p align="right"><em>បរិច្ចាគដោយ Carsten Niehaus</em></p>
ko: <p> 유닉스 시스템에서 이름이 <code>.exe</code>나 <code>.bat</code>로 끝나는 파일은 쓰지 않습니다. 유닉스에서는 파일 이름 끝에 확장자가 필요 없기 때문입니다. KDE에서 실행할 수 있는 파일은 톱니 바퀴 아이콘으로 나타내며, K콘솔(Konsole) 창 안에서는 푸른색으로 나타납니다. (사용자 설정에 따라 다를 수 있습니다.) </p> <p align="right"><em>제공자 : Carsten Niehaus</em></p>
lt: <p> Jus gali stebinti, kodėl yra tiek mažai (jei išvis yra) bylų, kurių pavadinimai baigiasi <code>.exe</code> ar <code>.bat</code> Unix sistemose. Taip yra todėl, kad bylų vardams Unix'e nereikia priesagų. Vykdomas bylas KDE žymi dantračio ženkliuku Konqueror programoje. Konsole lange jie dažnai nuspalvinami raudonai (priklausomai nuo Jūsų nustatymų). </p> <p align="right"><em>Pateikė Carsten Niehaus</em></p>
mk: <p> Можеби се прашувате зошто во системите UNIX има многу малку (или воопшто нема) датотеки чии имиња завршуваат со <code>.exe</code> или <code>.bat</code>. Ова е вака бидејќи на имињата на датотеките во UNIX не им е потребна наставка. Извршните датотеки во KDE се прикажани со иконата „запчаник“ во Konqueror. Во Конзола, тие се најчесто обоени со црвена боја (во зависност од вашите поставувања). </p> <p align="right"><em>Придонес на Carsten Niehaus</em></p>
nb: <p> Det kan hende du stusser over at det er få (om noen i det hele tatt) filer på systemet ditt som har endelsen <code>.exe</code> eller <code>.bat</code> i UNIX. Dette er fordi filnavn i UNIX ikke trenger endelser. Kjørbare filer i KDE er representert med tannhjul-ikonet i Konqueror. I Konsole-vinduet er de ofte farget røde (avhengig av innstillingene dine). </p> <p align="right"><em>Tips av Carsten Niehaus</em></p>
nds: <p> Villicht fraagst Du Di, worüm dat keen Dateien mit de Ennen <code>.exe</code> oder <code>.bat</code> op UNIX-Systemen gifft. De Grund is, dat Dateinaams op UNIX överhööft keen Ennen bruken. Utföhrbore Dateien warrt vun KDE in Konqueror as Tahnrööd wiest, in Konsole-Finstern sünd de Dateinaams infarvt (faken root, man dat kummt op de Instellen an). </p> <p align="right"><em>Bidragen vun Carsten Niehaus</em></p>
nl: <p> U vraagt u misschien af waarom er zo weinig (of helemaal geen) bestanden die eindigen op <code>.exe</code> of <code>.bat</code> te vinden zijn op UNIX-systemen. Dat komt doordat bestandsnamen in UNIX geen extensies nodig hebben. In KDE hebben uitvoerbare bestanden een tandwielpictogram. In Konsole zijn ze vaak rood gekleurd (afhankelijk van uw shellinstellingen). </p> <p align="right"><em>Bijgedragen door Carsten Niehaus</em></p>
nn: <p>Du lurer kanskje på kvifor så få (om nokon) filnamn på UNIX-system sluttar på <code>.exe</code> eller <code>.bat</code>? Det er fordi filnamn ikkje treng noko etternamn i UNIX. I KDE har køyrbare filer eit tannhjulikon i Konqueror. I konsollvindauget er dei ofte raude på farge (avhengig av innstillingane dine).</p> <p align="right"><em>Tips frå Carsten Niehaus</em></p>
pt: <p> O utilizador poderá perguntar porque é que há tão poucos (se existirem) ficheiros cujos nomes acabem em <code>.exe</code> ou em <code>.bat</code> nos sistemas Unix. Isto é porque os nomes dos ficheiros no Unix não precisam de uma extensão. Os ficheiros executáveis são representados no KDE por uma roda-dentada; na janela do Konsole, são normalmente coloridos a vermelho (isto depende da sua configuração). </p> <p align="right"><em>Contribuído por Carsten Niehaus</em></p>
pt_br: <p> Você pode estar se perguntando porque não há arquivos com extensão <code>.exe</code> ou <code>.bat</code> em sistemas UNIX. É porque eles não precisam de extensão. Arquivos executáveis no KDE são representados pelo ícone de engrenagem, e na janela do Konsole eles aparecem comumente como verde ou vermelho (dependendo de suas configurações). </p> <p align="right"><em>Fornecido por Carsten Niehaus</em></p>
ru: <p> Вы может быть удивлены, что только некоторые файлы (или вообще никакие) имеют расширение <code>.exe</code> или <code>.bat</code> в системах Unix. Это происходит потому, что выполнение файлов в Unix не зависит от их расширения. Исполняемые файлы в KDE показываются в виде шестерёнки, а в окне консоли они обычно подсвечиваются зелёным цветом (в зависимости от ваших настроек). </p> <p align="right"><em>Carsten Niehaus</em></p>
rw: <p> Ushobora kwibaza impamvu hari dosiye nkeya (cyangwa se ntizinabeho) zifite amazina aherwa na <code>.exe</code> cyangwa <code>.bat</code>kuri sisitemu za UNIX. Impamvu ni uko amazinadosiye yo kuri UNIX adakenera umugereka. Dosiye zikoreshwa muri KDE zirangwa n'agashushondanga k'ibikoresho biri muri Konqueror. Mu idirishya rya Konsole, akenshi ziba zisa n'umutuku (bitewe n'amagenamiterere yawe). </p> <p align="right"><em>Byagizwemo uruhare na Carsten Niehaus</em></p>
sk: <p> Možno vás udivuje, že v Unixe tak málo súborov (ak vôbec nejaké) má príponu <code>.exe</code> alebo <code>.bat</code>. To preto, že mená súborov v Unixe nepotrebujú prípony. Spustiteľné súbory v KDE sú reprezentované ozubeným kolieskom v Konquerore, v okne Konsole sú často červené (podľa vášho nastavenia). </p> <p align="right"><em>Dodal Carsten Niehaus</em></p>
sl: <p> Nemara se sprašujete, kako da je v sistemih Unix tako malo (če sploh kaj) datotek s priponami <code>.exe</code> ali <code>.bat</code>. Imena datotek v Unixu namreč ne potrebujejo pripon. Izvršljive datoteke v KDE so predstavljene z ikono zobnika, v oknu Konzole pa so pogosto obarvana rdeče (odvisno od vaših nastavitev). </p> <p align="right"><em>Prispeval Carsten Niehaus</em></p>
sr: <p>Можда се питате зашто на Unix системима има врло мало (ако их има уопште) фајлова који у имену садрже <code>.exe</code> или <code>.bat</code>. То је зато што имена фајлова на Unix-у не захтевају наставак. Извршни фајлови у KDE су приказани иконом зупчаника у Konqueror-у, док су у прозору Konsole често обојени у црвено (у зависности од ваших подешавања).</p> <p align="right"><em>Приложио Карстен Нихаус (Carsten Niehaus)</em></p>
sr@latn: <p>Možda se pitate zašto na Unix sistemima ima vrlo malo (ako ih ima uopšte) fajlova koji u imenu sadrže <code>.exe</code> ili <code>.bat</code>. To je zato što imena fajlova na Unix-u ne zahtevaju nastavak. Izvršni fajlovi u KDE su prikazani ikonom zupčanika u Konqueror-u, dok su u prozoru Konsole često obojeni u crveno (u zavisnosti od vaših podešavanja).</p> <p align="right"><em>Priložio Karsten Nihaus (Carsten Niehaus)</em></p>
sv: <p> Du kanske undrar varför det finns så få (om några) filer med namn som slutar på <code>.exe</code> eller <code>.bat</code> på Unix-system. Det här beror på att filnamn inte behöver några ändelser i Unix. Körbara filer representeras i KDE med kugghjulsikonen i Konqueror. I konsollfönster är de ofta rödfärgade (beroende på dina inställningar). </p> <p align="right"><em>Tipset kommer från Carsten Niehaus</em></p>
th: <p> คุณอาจจะประหลาดใจว่า เหตุใดแฟ้มที่มีชื่อลงท้ายด้วย <code>.exe</code> หรือ <code>.bat</code> บนระบบยูนิกซ์ จะมีน้อยเสียเหลือเกิน (ถ้ามีนะ) ซึ่งเหตุผลก็เนื่องจาก ชื่อแฟ้มบนระบบยูนิกซ์นั้น ความจริงไม่ได้ต้องการส่วนขยายของแฟ้มในการทำงาน สำหรับบน KDE แฟ้มที่ประมวลผลได้ จะมีไอคอนเป็นรูปฟันเฟือง ในคอนเควอร์เรอร์ สำหรับบนหน้าต่างคอนโซลมันมักจะเป็นสีแดง (ขึ้นอยู่กับการตั้งค่าของคุณด้วย) </p> <p align="right"><em>จากคุณ Carsten Niehaus</em></p>
uk: <p> Вас може дивувати те, що в UNIX мало (або немає взагалі) файлів, що закінчуються на <code>.exe</code> або <code>.bat</code>. Це тому, що файли в UNIX не потребують розширень. Файли, що можна виконувати, представлено піктограмою "шестерня" в Konqueror, а в вікні Konsole, їх часто надруковано червоним (це залежить від ваших параметрів). </p> <p align="right"><em>Автор поради: Carsten Niehaus</em></p>
vi: <p> Tại sao tập tin trên hệ thống UNIX không có phần mở rộng như <code>.exe</code> hay <code>.bat</code>? Tại vì tập tin trên UNIX không cần phần mở rộng để nhận diện kiểu tập tin. Trong trình duyệt Mạng Konqueror, tập tin chạy được đã đại diện bằng biểu tượng cơ cấu. Trong cửa sổ thiết bị cuối Konsole, chúng thường có màu đỏ (phụ thuộc vào thiết lập của bạn). </p> <p align="right"><em>Bị Carsten Niehaus đóng góp</em></p>
zh_cn: <p> 您可能会觉得奇怪，Unix 系统中很少(假如有的话)文件的 名字是以 <code>.exe</code> 或者 <code>.bat</code> 结尾的。 这是因为在 Unix 中文件的扩展名并不是必须的。 可执行文件在 KDE 中以齿轮图标来代表， 在 Konsole 窗口中，它们通常以红色显示 (视您的系统设置而定)。 </p> <p align="right"><em>Carsten Niehaus 投稿</em></p>
zh_tw: <p> 您也許會覺得奇怪，為甚麼 Unix 系統極少會有 （甚至沒有）<code>.exe</code> 或 <code>.bat</code> 的檔案出現。這是因為 Unix 的檔案不需要延伸檔名。 KDE 中的可執行檔以齒輪圖示表示，在 Konsole 視窗裡它們的名稱常用紅色表示 （取決於你的設定）。 </p> <p align="right"><em>由 Carsten Niehaus 提供</em></p>
