Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can minimize all your windows on the current desktop at once and thus reach the desktop itself by clicking on the desktop icon on the panel.</p> <p>If you do not currently have the icon there, you can add it by right clicking on the panel, and then selecting Add to Panel->Special Button->Desktop Access. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
af: <p> Jy kan minimeer alle jou vensters op die huidige werkskerm na as eers en dus bereik die werkskerm self deur te kliek op die werkskerm ikoon op die paneel.</p> <p>Indien die ikoon nie daar is nie, kan jy regskliek op die paneel, kies dan -> Voeg by na Paneel, -> Spesiale Knoppie, Werksskerm Toegang. <br> <center> <img src="hicolor/48x48/filesystems/werkskerm.png"> </center>
ar: <p> تستطيع تصغير كلّ نوافذك الموجودة على سطح المكتب الحالي مرة واحدتاً و بذالك إظهار سطح المكتب بذاته ، عندما تنقر على أيقونة سطح المكتب على لوحة المهام.</p> <p>إذا لم تكن الأيقونة هناك حالياً ، يمكنك إضافتها عندما تنقر على لوحة التحكم بزر الفأرة اليميني ثم إختيار إضافة إلى اللوحة --> زر خاص--> الوصول إلى سطح المكتب. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
ca: <p> Podeu minimitzar totes les finestres de l'escriptori actual a la vegada i d'aquesta manera accedir a l'escriptori clicant a la icona de l'escriptori al plafó.</p> <p>Si no hi teniu la icona, la podeu afegir dretaclicant al plafó i seleccionant Afegeix al plafó->Botó especial->Accés a l'escriptori. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
da: <p> Ved at klikke på desktopikonet i panelet, kan du minimere alle vinduerne på denne desktop på én gang og således få hele desktoppen at se.</p> <p>Hvis du ikke har en ikon der for øjeblikket, kan du tilføje en ved at højreklikke på panelet, og så tilføje Tilføj til panel->Specialknap->Desktop-adgang. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
de: <p> Sie können alle Fenster zugleich minimieren und damit die Arbeitsfläche zum Vorschein bringen, indem Sie auf das Schreibtisch-Symbol in der Kontrollleiste klicken.</p> <p>Wenn das Symbol fehlen sollte, fügen Sie es hinzu: Klicken Sie dazu mit der rechten Maustaste auf die Kontrollleiste und wählen Sie "Miniprogramm hinzufügen ... -> Zugriff auf Arbeitsfläche" <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
el: <p> Μπορείτε να ελαχιστοποιήσετε όλα τα παράθυρα της τρέχουσας επιφάνειας εργασίας ταυτόχρονα, και έτσι να φτάσετε στην ίδια την επιφάνεια εργασίας, κάνοντας κλικ στο αντίστοιχο εικονίδιο του πίνακα.</p> <p>Αν δεν έχετε αυτή τη στιγμή το εικονίδιο εκεί, μπορείτε να το προσθέσετε κάνοντας δεξί κλικ στον πίνακα, και επιλέγοντας το Προσθήκη στον πίνακα-> Ειδικό κουμπί -> Πρόσβαση επιφάνειας εργασίας. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
eo: <p> Vi povas samtempe minimumigi ĉiujn fenestrojn de la aktiva tabulo kaj tiel atingi la piktogramojn sur la tabulfono per klako sur la panelpiktogramo.</p> <p>Se vi ne havas tiun piktogramon, vi povas aldoni ĝin per dekstraklako sur la panelo, kaj elekto de Aldonu aplikaĵeton al panelo-> Show Desktop. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
es: <p> Puede minimizar todas las ventanas en el escritorio actual de una sola vez y así alcanzar el escritorio mismo pulsando en el icono del escritorio que se encuentra en el panel.</p> <p>Si no todavía no tiene aquí el icono, puede añadirlo pulsando con el botón derecho sobre el panel, y seleccionando Añadir al panel->Botón especial->Acceso al escritorio. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
et: <p> Klõpsates paneelil töölaua ikoonile, saad sa minimeerida kõik aknad käesoleval töölaual ja nii pääseda ligi töölauale endale.</p> <p>Kui sul pole sellist ikooni paneelil, siis saad selle lisada, klõpsates paneelile hiire parema nupuga ning valides Lisa paneelile -> Spetsiaalne nupp -> Juurdepääs töölauale. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
eu: <p> Uneko mahaigaineko leiho guztiak batera minimizatu egin ditzakezu eta, horrela, mahaigainera bertara ailegatu panelean mahagaineko ikonoan klik eginez.</p><p>Ikonoa hor ez baduzu oraindikan, gehi dezakezu panelean klik eginez, Gehitu panelera-> Botoi berezia -> Mahaigainerako sarbidea hautatuz. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
fa: <p> می‌توانید همۀ پنجره‌های خود را در یک لحظه روی رومیزی جاری کوچک کنید، و در نتیجه با فشار شمایل رومیزی روی تابلو، به خود رومیزی دست یابید.</p> <p>اگر در حال حاضر این شمایل را ندارید، می‌توانید با فشار راست روی تابلو آن را اضافه کنید، و سپس افزودن به تابلو-<دکمۀ ویژه-<دستیابی به رومیزی را انتخاب نمایید. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
fi: <p>Kun napsautat paneelissa olevaa työpöytäkuvaketta, pienennetään kaikki ikkunat. </p> <p>Jos kuvaketta ei ole näkyvissä, voit lisätä sen napsauttamalla hiiren oikealla painikkeella paneelia ja valitsemalla "Lisää sovelma paneeliin". Valitse "Näytä"-valikosta erikoispainikkeet ja valitse alla olevasta listasta "Näytä työpöytä"-painike ja lisää se napsauttamalla "Lisää paneeliin"-painiketta. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
fr: <p> Vous pouvez réduire toutes les fenêtres en un clic et ainsi atteindre le bureau lui-même en sélectionnant l'icône représentant un bureau dans le tableau de bord.</p> <p>Si cette icône n'est pas présente, vous pouvez l'ajouter en utilisant le clic droit sur le tableau de bord, puis sélectionner « Ajouter au tableau de bord / Bouton spécial / Accès au bureau ». </p><br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
fy: <p> Jo kinne al jo finsters tagelyk minimalisearje op it aktive buroblêd, en dus it buroblêd sels berike, troch op it buroblêdbyldkaike yn it paniel te klikken.</p> <p>At it byldkaike op it stuit hjir net is, dan kinne jo it taheakje troch mei rjochts te klikken op it panien, en te selektearjen Oan paniel taheakje->Spesjale knop->Buroblêd tagong. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
hu: <p> Ha a panelen található Asztal gombra kattint, az aktuális asztal összes ablaka minimalizálódik és az asztali ikonok elérhetővé válnak.</p> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
is: <p> Þú getur minnkað alla gluggana á virka skjáborðinu í einu, og þannig fengið aðgang að skjáborðinu sjálfu með því að smella á skjáborðshnappinn á spjaldinu.</p> <p>Ef þú sérð ekki hnappinn, getur þú bætt honum við með því að hægrismella á spjaldið, og valið Bæta smáforriti við spjaldið->Aðgangur að skjáborði. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
ja: <p> パネル上のデスクトップアイコンをクリックすると、現在のデスクトップ上のすべてのウィンドウを一度に最小化して、デスクトップを素早く表示することができます。</p> <p>パネルにデスクトップアイコンが見つからない場合は、パネル上で右クリックし、パネルメニューの「アプレットをパネルに追加」を選択、そして「アプレットを追加」ダイアログで「デスクトップアクセス」を選択してください。 <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
kk: <p> Сіз панельдегі арнаулы таңбашаны басып, үстеліңіздегі барлық терезелерді бірден түйіп, үстелдің бетін аша аласыз. </p><p>Егер аталған арнаулы таңбашасы панеліңізде болмаса, панельді тышқанның оң батырмасымен түртіп, ашылған мәзірде"Панельге қосу"->"Арнаулы батырма"->"Барлығын түю" дегенді таңданыз. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
km: <p> អ្នក​អាច​បង្រួម​បង្អួច​ទាំងអស់​របស់​អ្នកជាអប្បបរមា​លើ​ផ្ទៃតុ​បច្ចុប្បន្ន ដោយ​ចុច​តែ​មួយ​ដង និង​ បើក​ផ្ទៃ​តុ​ដោយ​គ្រាន់​តែ​ចុច​រូបតំណាង​របស់​ផ្ទៃតុ​ នៅ​លើ​បន្ទះ ។</p> <p> <p> If you do not currently have the icon there, you can add it by right clicking on the panel, and then selecting Add to Panel->Special Button->Desktop Access. <br> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
ko: <p> 현재 데스크탑에서 한 번에 모든 창을 최소화 할 수 있습니 다. 그리고 패널에서 데스크탑 아이콘을 클릭함을써 데스크 탑을 늘릴 것입니다.</p> <p>만약 아이콘이 없다면, 패널에서 오른쪽 클릭을 하고 패 널에 추가->특수 버튼->데스크탑 접근을 선택하여 아이콘을 추가할 수 있습니다. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
lt: <p> Jūs galite sumažinti visus Jūsų esamo darbastalio langus vienu metu ir tokiu būdu pasiekti patį darbastalį spragtelėdami darbastalio ženkliuką pulte.</p> <p>Jei šiuo metu ženkliuko ten nematote, galite jį pridėti paspaudę dešinįjį pelės klavišą pulte, ir pasirinkdami „Įdėti į pultą“ -> „Specialus mygtukas“->„Priėjimas prie darbastalio“. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
mk: <p> Со кликање на иконата „работна површина“ на панелот може да ги спуштите одеднаш сите прозорци на вашата површина и со тоа да стигнете до неа.</p> <p>Ако иконата не е на панелот, може да ја додадете со десен клик на панелот и потоа Додај->Специјално копче->Пристап до површината. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
nb: <p>Du kan minimere alle vinduene på skrivebordet på en gang ved å klikke på skrivebordsikonet på panelet. Slik kan du lett nå selve skrivebordet.</p> <p>Dersom du ikke har noe skrivebordsikon der, kan du legge det til ved å høyreklikke på panelet og velge «Legg til panel – Spesialknapp – Skrivebordstilgang». <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
nds: <p> Du kannst all Finstern op eenmaal minimeren un so an den Schriefdisch kamen, wenn Du op dat Schriefdisch-Lüttbild in't Paneel klickst.</p> <p>Wenn dat bi Di dat Lüttbild dor nich gifft, kannst Du dat tofögen, wenn Du op dat Paneel rechtsklickst un denn Lüttprogramm dat Paneel tofögen -> Besünnere Knööp -> Schriefdischwieser utsöchst.</p> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
nl: <p> U kunt al uw vensters tegelijkertijd minimaliseren op het huidige bureaublad, en dus het bureaublad zelf bereiken, door op het bureaubladpictogram in het paneel te klikken.</p> <p>Als dit pictogram ontbreekt, dan kunt u het toevoegen door rechts te klikken op het paneel en de menuoptie "Paneelmenu -> Aan paneel toevoegen -> Speciale knop -> Bureaublad toevoegen" te selecteren. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
nn: <p>Du kan minimera alle vinduauga på skrivebordet på ein gong ved å klikka på skrivebordsikonet på panelet. Slik kan du lett nå sjølve skrivebordet.</p> <p>Dersom du ikkje har noko skrivebordsikon der, kan du leggja det til ved å høgreklikka på panelet og velja «Legg til panel – Spesialknapp – Skrivebordstilgang». <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
pt: <p> O utilizador pode minimizar todas as suas janelas no ecrã actual de uma vez e assim chegar ao ecrã em si carregando no ícone do ecrã no painel.</p> <p>Se não tiver de momento o ícone aí, podê-lo-á adicionar se carregar com o botão direito no painel e seleccionar então Adicionar ao Painel->Botão Especial->Acesso ao Ecrã. <br> <center> <img srg="crystalsvg/48x48/filesystems/desktop.png"> </center>
pt_br: <p> Você pode minimizar todas as janelas na área de trabalho atual de uma vez só, e portanto chegar à área de trabalho em si, clicando no ícone da área de trabalho no Painel.</p> <p>Se você atualmente não possui o ícone ali, pode adicioná-lo clicando com o botão direito do mouse sobre o painel, e então selecionando as opções Adicionar ao Painel -> Botão Especial -> Acesso à Área de trabalho. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
ru: <p> Вы можете свернуть сразу все окна на текущем рабочем столе, чтобы сразу попасть на рабочий стол. Для этого на панели есть соответствующий значок.</p> <p>Если такой значок на вашей панели отсутствует, щёлкните правой кнопкой мыши на панели и выберите Добавить на панель -> Специальная кнопка -> Кнопка свёртывания всех окон. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
rw: <p> Ushobora kugabanya amadirishya yawe yose ari ku biro bigezweho icyarimwe bityo ukagera ku biro ubwabyo ukanze ku gashushondanga kari ku mwanya.</p> <p>Niba utahafite agashushondanga ubu, ushobora kuhongeraho ukandishije buto y'iburyo ku mwanya, maze ugahitamo Kongera ku Mwanya->Buto Yihariye->Kugera ku Biro. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
sk: <p> Môžete minimalizovať všetky okná na súčasnej ploche a zase ich obnoviť jednoduchým kliknutím na ikonu pracovnej plochy na paneli.</p> <p>Ak tam ikona aktuálne nie je, môžte ju pridať kliknutím pravým tlačidlom na panel a zvolením Pridať do panelu -> Špeciálne tlačidlá -> Prístup na pracovnú plochu. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> <center>
sl: <p>Če kliknete ikono namizja na pultu, naenkrat pomanjšate vsa okna na trenutnem namizju in dosežete samo namizje.</p><p>Če ikone na pultu ni, jo lahko dodate tako, da z desno kliknete na pult in izberete <b>Dodaj vstavek na pult > Dostop do namizja</b>.</p><br><center><img src="crystalsvg/48x48/filesystems/desktop.png"></center>
sr: <p> Можете одједном минимизовати све прозоре на текућој радној површини притиском на икону радне површине на панелу.</p> <p>Ако тренутне немате ту икону на панелу, можете је додати десно кликнувши на панел, а затим изабравши „Додај на панел->Посебно дугме->Приступ радној површини“. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
sr@latn: <p> Možete odjednom minimizovati sve prozore na tekućoj radnoj površini pritiskom na ikonu radne površine na panelu.</p> <p>Ako trenutne nemate tu ikonu na panelu, možete je dodati desno kliknuvši na panel, a zatim izabravši „Dodaj na panel->Posebno dugme->Pristup radnoj površini“. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
sv: <p> Genom att klicka på skrivbordsikonen i panelen kan du minimera samtliga fönster på det aktuella skrivbordet på en gång, och därmed komma åt själva skrivbordsytan.</p> <p>Om du inte har ikonen där för närvarande, kan du lägga till den genom att högerklicka på panelen och välja Lägg till i panelen -> Specialknapp -> Skrivbordsåtkomst. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
th: <p> คุณสามารถย่อหน้าต่างทั้งหมดบนพื้นที่ทำงานปัจจุบันของคุณได้ในครั้งเดียว และสามารถเรียกหน้าจอพื้นที่ทำงานได้ ด้วยการคลิ้กบนไอคอนพื้นที่ทำงานที่พาเนล </p> <p>หากตอนนี้คุณไม่มีไอคอนนั้นอยู่ คุณสามารถเพิ่มมันลงไปที่พาเนลได้โดยการคลิกขวาที่พาเนล แล้วเลือกที่ เพิ่มลงในพาเนล -> ปุ่มพิเศษ -> เข้าถึงพื้นที่ทำงาน <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
uk: <p> Ви можете мінімізувати всі вікна на стільниці одночасно, щоб дістатися стільниці, клацнувши на її піктограмі, що міститься на панелі.</p> <p>Якщо цієї піктограми немає, то її можна додати клацнувши правою кнопкою на панелі, та обрати "Меню панелі->Додати аплет до панелі->Показати стільницю."</p><br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
vi: <p> Bạn có khả năng thu nhỏ mọi cửa sổ trên màn hình cùng lúc, để tới màn hình chính nền, bằng cách nhắp vào biểu tượng màn hình nền trên bảng điều khiển.</p> <p>Nếu bạn không hiện thời có biểu tượng nằm đó, bạn có thể thêm nó bằng cách nhắp-phải vào bảng điều khiển, rồi chọn <b>Thêm vào Bảng điều khiển &rarr; Nút đặc biệt &rarr; Truy cập màn hình nền</b>. <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
zh_cn: <p>您可以点击面板上的桌面图标来立刻最小化桌面上的所有窗口并显示桌面。</p><p>如果您目前还没有该图标，可以马上添加，只需用鼠标右键单击面板，然后选择“添加到面板 -> 特殊按钮 -> 桌面访问”。<br><center><img src="crystalsvg/48x48/filesystems/desktop.png"></center>
zh_tw: <p> 您可以馬上最小化所有目前在桌面上的視窗 並且藉著按下面板上的桌面圖示可以馬上顯示 桌面。</p> <p>如果您目前還看不到該按鈕，您可以在面板上按滑鼠右鍵並選擇「加入至面板->特殊按鈕->顯示桌面」來加入它。 <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
