Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> If you temporarily need more screen real-estate, you can <strong>"fold in" the panel</strong> by clicking on one of the arrows at the ends of the panel. Alternatively, make it hide automatically by changing the settings in the Control Center (Desktop->Panels, Hiding tab). </p> <p>For more information about Kicker, the KDE Panel, see <a href="help:/kicker">the Kicker Handbook</a>. </p>
af: <p> Indien jy tydelik meer spasie op jou skerm verlang, kan jy die paneel <strong>"steek weg" die paneel</strong> deur te kliek op een van die pyltjies op die punt van die paneel. Alternatief kan dit gestel word om automaties te versteek, in die Beheer Sentrum, (Werksskerm -> Panele -> Versteek. </p> <p>Vir meer inligting rakende Kicker, die KDE Paneel, sien <a href="help:/kicker">Die Kicker Handboek</a>. </p>
ar: <p> إذا كنت بحاجة مؤقتة إلى المزيد من مساحة الشاشة، يمكنك <strong>"طيّ " اللوحة</strong> عندما تنقر على أحد الأسهم الموجودة على أطراف اللوحة هناك أيضاً الخيار لجعله يختفي تلقائياً إذا غييرت التعيينات في مركز التحكم (سطح المكتب ->اللوحات، لسان الإخفاء ). </p> <p>للمزيد من المعلومات عن Kicker ، أي لوحة KDE ، إذهب إلى الموقع <a href="help:/kicker">كتيّب Kicker</a>. </p>
ca: <p> Si temporalment us cal més espai de pantalla, podeu <strong>"plegar" el plafó</strong> clicant a una de les fletxes dels seus extrems Una alternativa és fer-lo auto-ocultar canviant els valors al Centre de Control (Escriptori->Plafons, pestanya Ocultació). </p> <p>Per a més informació quant a Kicker, el plafó del KDE, consulteu el <a href="help:/kicker">Manual de Kicker</a>. </p>
da: <p>For mere information om Kicker, KDE-panelet, se <a href="help:/kicker">Kicker-håndbogen</a>. </p>
de: <p> Wenn Sie zeitweise mehr Platz auf dem Bildschirm benötigen, können Sie <strong>die Kontrollleiste "beiseite räumen"</strong>, indem Sie auf einen der Pfeile am äußeren Rand klicken. Alternativ können Sie die Leiste auch automatisch ausblenden lassen. (Die entsprechende Einstellung finden Sie im Kontrollzentrum unter Arbeitsfläche -> Kontrollleisten -> Ausblenden).</p>
el: <p> Αν θέλετε προσωρινά περισσότερο χώρο στην οθόνη σας, μπορείτε να <strong>"διπλώσετε" τον πίνακα</strong> κάνοντας κλικ σε ένα από τα βελάκια στα άκρα του. Εναλλακτικά, ενεργοποιήστε την αυτόματη απόκρυψη αλλάζοντας τις ρυθμίσεις στο Κέντρο ελέγχου (Επιφάνεια εργασίας->Πίνακες, στην καρτέλα Απόκρυψης). </p> <p>Για περισσότερες πληροφορίες σχετικά με τον Kicker, τον πίνακα του KDE, ανατρέξτε στο <a href="help:/kicker">Το εγχειρίδιο του Kicker</a>. </p>
eo: <p> Se vi bezonas pli da spaco sur la tabulo, vi povas <strong>forŝovi la panelon</strong> per klako sur unu el la sagbutonetoj dekstre aŭ maldekstre. Aŭ vi povas ŝalti aŭtomatan kaŝiĝon en la Stircentro (Tabulo->Paneloj, la Kaŝada langeto). </p> <p>Por pli da informo pri Kicker, la KDEa Panelo, vidu <a href="help:/kicker">la Kicker Manlibro</a>. </p>
es: <p> Si necesita temporalmente más espacio en el escritorio, puede <strong>«esconder» el panel</strong> pulsando en una de las flechas en los extremos de este. Alternativamente, puede activar el modo autoocultación modificando las preferencias en el Centro de Control (Escritorio->Paneles, Pestaña de ocultación).</p> </p> <p>Para obtener más información sobre Kicker, el panel de KDE, vea <a href="help:/kicker">the Kicker Handbook</a>. </p>
et: <p> Kui vajad mõneks ajaks rohkem ruumi kui tavaline töölaud, võid paneeli töölaualt <strong>"minema sõidutada"</strong>, klõpsates paneeli otstes olevatele nooltele. Teine võimalus on seadistada paneel automaatselt peitu minema (KDE juhtimiskeskuses Töölaud->Paneelid, kaart Peitmine). </p> <p>Rohkem infot KDE paneeli Kickeri kohta leiab <a href="help:/kicker">Kickeri käsiraamatust</a>. </p>
eu: <p> Lekua gehiago behar izanez gero panela <strong>ezkuta</strong> dezakezu panelaren iskinetan dauden gezietan klik eginez. Edo automatikoki ezkuta daiteke Kontrol guneko ezarpenak aldatuz (Mahaigaina -> Panelak -> Ezkutatzea). </p> <p>Kicker-i (KDE panela) buruzko informazio gehiagorako, begira <a href="help:/kicker">Kicker eskulibura</a>. </p>
fa: <p> اگر موقتاً به مالکیت حقیقی بیشتر پرده نیاز دارید، می‌توانید با فشار کلیدهای جهت در انتهای تابلو، <strong>»تابلو را تا کنید«</strong>. و یا اینکه، با تغییر تنظیمات در مرکز کنترل )رومیزی-<تابلو‌ها، تب مخفی کردن( آن را به طور خودکار مخفی سازید. </p> <p>برای اطلاعات بیشتر در مورد Kicker، تابلوی KDE، <a href="help:/kicker">کتاب مرجع Kicker</a> را ببینید. </p>
fi: <p> Jos tarvitset väliaikaisesti enemmän työpöytätilaa, voit <strong>pienentää paneelin</strong> napsauttamalla sen vasemmassa tai oikeassa reunassa olevaa pienennyspainiketta. Halutessasi saat paneelin piiloutumaan automaattisesti muuttamalla ohjauskeskuksen asetuksia: <b>Työpöytä -> Paneelit -> Piilotus</b>. </p> <p>Lisää tietoa KDE:n paneelista saat sen <a href="help:/kicker">käyttöohjeesta</a>. </p>
fr: <p> Si vous avez besoin momentanément de plus de place à l'écran, vous pouvez <strong>« escamoter » le tableau de bord</strong> en cliquant sur une des flèches situées à ses extrémités gauche et droite. Vous pouvez aussi le rendre auto-masquable (dans le Centre de configuration de KDE, « Apparence et ergonomie / Tableau de bord »).</p> <p>Pous plus d'informations sur Kicker, le tableau de bord de KDE, consultez le <a href="help:/kicker">manuel de Kicker</a>. </p>
fy: <p> As jo tydlik mear skermromte nedich binne, kinne jo it paniel <strong>"opteare"</strong> troch op ien fan de pylken oan de ein fan it paniel te klikken. Jo kinne it ek automatysk ferstopje litte (sjoch konfiguraasjemodule Buroblêd->Panielen, ljepper Ferstopwize).</p> <p>Foar mear ynformaasje oer Kicker, It KDE Panil, sjoch <a href="help:/kicker">it Kicker Hânboek</a>. </p>
hu: <p> Ha a munkaasztal teljes felületét ki szeretné használni egy ideig, <strong>"tüntesse el" a panelt</strong> a panel jobb vagy bal szélén látható nyilak egyikére kattintva. A panel automatikus elrejtése is bekapcsolható (Vezérlőpult/Munkaasztal/Panelek, Elrejtés lap). </p> <p>További információ <a href="help:/kicker">a KDE panel kézikönyvében</a> található. </p>
is: <p> Ef þú þarft meira vinnupláss á skjánum, þá er hægt að <strong>"fella inn" spjaldið</strong> með því að smella á píluna á endunum á því. Önnur leið er að láta það fela sig sjálfkrafa með því að breyta stillingum þess í Stjórnborðinu (Skjáborð->Spjald->Felun). </p> <p>Fyrir nánari upplýsingar um Kicker, KDE spjaldið, skoðaðu <a href="help:/kicker">Kicker handbókina</a>. </p>
ja: <p> 一時的にスクリーンを広く使いたいときは、パネルの端にある矢印をクリックしてパネルを「片付ける」ことができます。コントロールセンターの「デスクトップ」->「パネル」->「隠す」で、自動的に隠れるように設定しておくこともできます。</p> <p>KDE パネル Kicker の詳細については <a href="help:/kicker">Kicker ハンドブック</a> をご覧ください。</p>
kk: <p> Егер Сізге уақытша экранда көбірек орын керек болса, панельдің ең шетіндегі бір жебесін басып, </strong>панельді "жинап қойыңыз"<strong>. Сонымен қатар, панельді автоматты түрде өзі жасырылатындай етіп Басқару орталықта (Үстел-> Панельдер, "Жасыру" қойындысы) баптап қоюға болады. </p> <p> Kicker, KDE панелі туралы толығрак мәліметті алу үшін, <a href="help:/kicker">Kicker анықтамасы</a> дегенді қараңыз. </p>
km: <p> ប្រសិនបើអ្នក​ត្រូវការ​ផ្ទៃ​អេក្រង់​បន្ថែម​ទៀត​ជា​បណ្តោះ​អាសន្ន អ្នក​អាច <strong>"បត់​បន្ទះ​ចូល​ក្នុង" </strong> ដោយ​ចុច​សញ្ញា​ព្រួញ​ណា​មួយ​នៅ​ចុង​បន្ទះ ម្យ៉ាងវិញ​ទៀត អ្នក​ក៏​អាចធ្វើ​ឲ្យ​វាលាក់​ដោយ​ស្វ័យប្រវត្តិ ដោយ​ប្ដូរ​ការ​កំណត់ ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា (ផ្ទៃតុ->បន្ទះ, ផ្ទាំង ការ​លាក់) ។ </p> <p>ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី Kicker, បន្ទះ​របស់ KDE, សូម​មើល <a href="help:/kicker">សៀវភៅ​ដៃ Kicker</a>។ </p>
ko: <p> 만약 임시로 실제 크기보다 더 큰 스크린을 원한다면, 패널의 끝에 있는 화살표 중 하나를 클릭하여 <strong>"패널에 접기"</strong>를 할 수 있습니다. 대체 적으로 제어판 (데스크탑->패널, 탭 숨기기)에서 설정을 변경하는 것으로 자 동적으로 숨기게 할 수 있습니다. </p> <p>KDE 패널 킥커에 관하여 더 많은 정보를 원한다면, <a href="help:/kicker" >the Kicker Handbook</a>을 보십시오. </p>
lt: <p> Jei laikinai prireikė daugiau vietos ekrane, galite <strong>„suvynioti“ pultą</strong> spragtelėdami vieną iš rodyklių pulto galuose. Taip pat galite padaryti jį automatiškai pasislepiantį pakeisdami nustatymus valdymo centre ( „Darbastalis“ -> „Pultai“, kortelė „Slėpimas“).</p> <p>Daugiau informacijos apie Kicker, KDE pultą, ieškokite <a href="help:/kicker">Kicker žinyne</a>. </p>
mk: <p> Ако привремено ви треба повеќе слободен простор на екранот, може да го <strong>„соберете“ панелот</strong> со кликање на една од стрелките на краевите на панелот. Или може да го поставите да се крие сам така што ќе ги измените параметрите во Контролниот центар (Работна површина->Панели, ливчето Криење). </p> <p>За повеќе информација за Kicker, панелот на KDE, погледнете го <a href="help:/kicker">прирачникот за Kicker</a>. </p>
nb: <p> Hvis du trenger mer skjermplass en stund, så kan du <strong>skjule panelet</strong> ved å klikke på en av pilene på kantene av panelet. Du kan også velge at panelet skules automatisk ved å endre innstillinger i Kontrollpanelet (Skrivebord – Panel, fanen «Skjuling»). </p> <p>Du finner mer informasjon om KDE-panelet Kicker i <a href="help:/kicker">Kicker-håndboka</a>.</p>
nds: <p> Wenn Du för en korte Tiet mehr Platz op den Schirm bruukst, kannst Du <strong>dat Paneel "inrullen"</strong>, wenn Du op een vun de Pielen an de Ennen vun't Paneel klickst. Dat Paneel kann ok automaatsch inrullt warrn, wenn Du dat so in't Kuntrullzentrum instellst (Schriefdisch-> Paneels, Versteken). </p> <p>Binnen dat <a href="help:/kicker">Kicker-Handbook</a> gifft dat mehr Informatschonen över Kicker, dat KDE-Paneel. </p>
nl: <p> Als u tijdelijk meer schermruimte nodig hebt, kunt u het paneel <strong>"invouwen"</strong> door op een van de pijlen aan de uiteinden van het paneel te klikken. U kunt het ook automatisch laten verbergen (zie configuratiemodule Bureaublad->Panelen, tabblad Verbergwijze).</p> <p>Voor meer informatie over Kicker, het KDE-paneel, zie <a href="help:/kicker">het handboek van Kicker</a>. </p>
nn: <p>Dersom du for ei tid treng meir skjermplass, kan du <strong>gøyma panelet</strong> ved å klikka på ei av pilene på kantane av panelet.I Kontrollsenteret kan du òg velja om panelet skal gøyma seg automatisk (<em>Skrivebord – Panel – Gøyming</em>).</p> <p>Du finn meir informasjon om KDE-panelet Kicker i <a href="help:/kicker">Kicker-handboka</a>.</p>
pt: <p> Se necessitar temporariamente de mais espaço de ecrã, poderá <strong>"enrolar" o painel</strong> carregando numa das setas nos seus extremos. Em alternativa, poderá escondê-lo automaticamente utilizando o Centro de Controlo (Ambiente de Trabalho/Painéis, página Esconder).</p> <p>Para mais informações sobre o Kicker, o painel do KDE, veja no <a href="help:/kicker">Manual do Kicker</a>. </p>
pt_br: <p> Se você precisar, temporariamente, de mais espaço na tela, pode <strong>"recolher" o Painel</strong> clicando em uma das flechas nas pontas do mesmo. Alternativamente, configure-o para que se esconda sozinho pelo Centro de Controle (Área de Trabalho -> Painéis, Ocultar aba).</p> <p>Para mais informações sobre o Kicker, que é o Painel do KDE, veja o <a href="help:/kicker">Manual do Kicker</a>. </p>
ru: <p> Если вам временно нужно больше места на экране, вы можете <strong>"свернуть"</strong> панель, щёлкнув на одной из стрелок по краям панели. Можно также настроить панель так, чтобы она сама скрывалась с рабочего стола (Центр управления -> Панели, вкладка "Скрытие".</p> <p>Более подробная информация о панели KDE приведена в <a href="help:/kicker">руководстве Kicker</a>.
rw: <p> Niba ushaka mu gihe gito imiterere-nyayo inimbye ya mugaragaza, ushobora <strong>"kuzinga " umwanya</strong> ukanze kamwe mu twambi turi ku mpera za umwanya. Na none, kora ku buryo ihita yihisha uhindura amagenamiterere y'Ikigo Kigenzura (Ibiro->Imyanya, Guhisha agafishi). </p> <p>Niba ushaka ibindi bisobanuro kuri Kicker, Umwanya wa KDE, reba <a href="help:/kicker">Agatabo fashakoresha ka Kicker</a>. </p>
sk: <p> Ak dočasne potrebujete viac priestoru na obrazovke, môžete <strong>schovať panel</strong> kliknutím na jednu zo šipiek na jeho ľavom alebo pravom konci. Prípadne ho môžete nastaviť na automatické schovávanie v Ovládacom centre (Pracovná plocha -> Panely, karta Skrývanie). </p> <p>Pre viac informácií o Kicker, panely KDE pozrite <a href="help:/kicker">príručku Kicker</a>. </p>
sl: <p>Če na zaslonu začasno potrebujete več prostora, lahko <strong>skrijete pult</strong>, tako da kliknete eno od puščic na skrajni levi ali desni. Ali pa v Nadzornem središču nastavite, da se bo pult skril samodejno (Namizje > Pulti, zavihek Skrivanje).</p> <p>Za več informacij o Kickerju, ki skrbi za pulte v KDE, si oglejte <a href="help:/kicker">Priročnik za Kicker</a>.</p>
sr: <p>Ако вам привремено треба више простора на екрану, можете <strong>„сажети“ панел</strong> кликом на једну од стрелица на његовим крајевима. Алтернативно, у Контролном центру можете поставити да се панел аутоматски скрива („Радна површина->Панели“, језичак „Скривање“).</p> <p>За више информација о Kicker-у, KDE-овом панелу, погледајте <a href="help:/kicker">Приручник за Kicker</a>.</p>
sr@latn: <p>Ako vam privremeno treba više prostora na ekranu, možete <strong>„sažeti“ panel</strong> klikom na jednu od strelica na njegovim krajevima. Alternativno, u Kontrolnom centru možete postaviti da se panel automatski skriva („Radna površina->Paneli“, jezičak „Skrivanje“).</p> <p>Za više informacija o Kicker-u, KDE-ovom panelu, pogledajte <a href="help:/kicker">Priručnik za Kicker</a>.</p>
sv: <p> Om du tillfälligt behöver mer utrymme på skärmen kan du <strong>"fälla in" panelen</strong> genom att klicka på någon av de två pilarna längst ut på panelens kortsidor. Ett annat sätt är att ställa in att panelen ska döljas automatiskt i Inställningscentralen (Skrivbord -> Paneler, under fliken Döljning).</p> <p>För mer information om Kicker, KDE:s panel, se <a href="help:/kicker">Kickers handbok</a>. </p>
th: <p> หากคุณต้องการพื้นที่หน้าจอมากขึ้นเป็นการชั่วคราว คุณสามารถ <strong>"ซ่อน" พาเนลได้</strong> โดยการคลิ้กที่ปุ่มรูปลูกศรด้านท้ายพาเนล หรืออีกตัวเลือกนึง คุณอาจใช้การซ่อนอัตโนมัติก็ได้ โดยการเปลี่ยนค่าที่ ศูนย์ควบคุม (พื้นที่ทำงาน -> พาเนล, แท็บเรื่อง'การซ่อน') </p> <p>หากต้องการข้อมูลเกี่ยวกับ Kicker (พาเนลของ KDE) เพิ่มเติม ให้ดูที่ <a href="help:/kicker">คู่มือ Kicker</a> </p>
uk: <p> Якщо вам тимчасово потрібно більше вільного місця на екрані, Ви можете <strong>"згорнути" панель</strong> натиснувши на одну зі стрілок на краях панелі. Або, наладнати автоматичне приховування панелі у Центрі керування (Стільниця->Панелі, вкладка Приховування).</p> <p>Більш докладна інформація про панель KDE знаходиться у <a href="help:/kicker">підручнику</a>. </p>
vi: <p> Nếu bạn cần thiết tạm thời khoảng thêm trên màn hình, bạn có thể <strong>« gấp vào » bảng điều khiển</strong> bằng cách nhắp vào một của những mũi tên tại cuối bảng điều khiển. Hoặc bạn có thể ẩn nó tự động bằng cách thay đổi thiết lập trong Trung tâm Điều khiển (Môi trường &rarr; Bảng điều khiển, thanh Ẩn). </p> <p>Để tìm thông tin thêm về Kicker, Bảng điều khiển KDE, vui lòng xem <a href="help:/kicker">Sổ tay Kicker</a>. </p>
zh_cn: <p>如果您暂时需要更多的屏幕空间，您可以点击面板左端或右端的箭头<strong>“收起”面板</strong>。另外，您若想让它自动隐藏，可以更改控制中心的设置(首选项->面板，隐藏标签)。</p><p>要获得关于 KDE 面板 Kicker 的更多信息，请参看 <a href="help:/kicker">Kicker 手册</a>。</p>
zh_tw: <p> 如果您暫時需要更多的螢幕空間，您可以藉著按下面板兩端 箭頭其中一個來向左或向右<strong>「收納」面板</strong>。 另外，您也可以改變控制中心的設定值(桌面->面板,隱藏分頁) 來讓它自動隱藏。 </p> <p>需要更多關於 Kicker， KDE 面板的資訊，請查閱 <a href="help:/kicker">Kicker 手冊</a>。 </p>
