Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>Thanks to the <a href="http://svg.kde.org" title="ksvg">KSVG project</a>, KDE now has full support for the Scalable Vector Graphics (SVG) image filetypes. You can view these images in Konqueror and even set an SVG image as a background for your desktop.</p> <p>There is also a great bunch of <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG wallpapers</a> for your desktop background available at <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
af: <p>Danksy die <a href="http://svg.kde.org" title="ksvg">KSVG projek</a>, het KDE nou vol ondesteuning vir die Scalable Vector Graphics (SVG) beeld lêertipes. Jy kan hierdie beelde in Konqueror sien en selfs die beelde as agtergrond op die werksskerm sit.</p> <p>Daar is selfs 'n hele aantal <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG muurpapier</a> vir jou werksskerm agtergrond beskikbaar by <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
ar: <p>فضلاً للمشروع <a href="http://svg.kde.org" title="ksvg">KSVG </a> ، إنّ KDE يدعم الآن بشكل كامل أنواع ملفات رسمات المتجه المتصعدة (SVG). يمكنك عرض هذا الرسمات في Konqueror و حتى تعيين صورة من نوع SVG كخلفية الشاشة لسطح مكتبك.</p> <p>يوجد أيضاً كمية ضخمة من <a href="http://kdelook.org/index.php?xcontentmode=7" title="مظهر kde SVG">أوراق جدار SVG</a> لخلفية سطح مكتبك متوفرة على <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
ca: <p>Gràcies al <a href="http://svg.kde.org" title="ksvg">projecte KSVG</a> ara el KDE implementa totalment els fitxers d'imatges del tipus Gràfics de Vector Escalables (SVG). Podeu veure aquestes imatges al Konqueror i, fins i tot, establir una imatge SVG com a fons de l'escriptori.</p> <p>També hi ha un grapat de <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG"> papers pintats SVG</a> pel fons de l'escriptori, disponibles a <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
da: <p>Takket være <a href="http://svg.kde.org" title="ksvg">KSVG projektet</a>, har KDE nu fuldstændigt støtte for billedfiltyper med skalbar vektorgrafik (SVG). Du kan vise billederne i Konqueror, og til og med bruge et SVG-billede som desktopbaggrund.</p> <p>Der er også en udmærket samling <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG-desktopbaggrunde</a>, som du kan bruge som desktopbaggrund, tilgængelige på <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
de: <p>Dank dem <a href="http://svg.kde.org" title="ksvg">KSVG-Projekt</a> unterstützt KDE mittlerweile Skalierbare Vektorgrafiken (SVG). Diese Bilder können im Konqueror betrachtet und sogar als Hintergrundbild für Ihre Arbeitsfläche verwendet werden.</p> <p>Unter der Adresse <a href="http://kdelook.org" title="kdelook">kde-look.org</a> finden Sie eine Menge fertiger <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelookSVG">SVG-Hintergrundbilder</a>.</p>
el: <p>Χάρη στο <a href="http://svg.kde.org" title="ksvg">έργο KSVG </a>, το KDE τώρα έχει πλήρη υποστήριξη για τους τύπους αρχείων Κλιμακωτών Διανυσματικών Γραφικών (SVG). Μπορείτε να προβάλετε τέτοιες εικόνες στον Konqueror και ακόμη να ορίσετε μια εικόνα SVG ως το φόντο της επιφάνειας εργασίας σας.</p> <p>Υπάρχει ένα πλήθος από <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG ταπετσαρίες</a> για το φόντο της επιφάνειας εργασίας σας διαθέσιμες στο <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
eo: <p>Dank' al la <a href="http://svg.kde.org" title="ksvg">KSVG projekto</a>, KDEa nun plene subtenas Skaleblan Vektoran Grafikon (SVG) bildan dosiertipon. Vi povas rigardi ĉi tiajn bildojn en Konkeranto kaj vi eĉ povas agordi SVG-bildon kiel la tabula fono.</p> <p>Ekzistas granda elekto de <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG-tapetoj</a> por la tabula fono ĉe <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
es: <p>Gracias al <a href="http://svg.kde.org" title="ksvg">proyecto KSVG</a>, KDE tiene soporte completo para los tipos de archivo de los Gráficos Vectoriales Escalables (SVG). Puede ver estas imágenes en Konqueror e incluso seleccionar una imagen SVG como fondo de su escritorio.</p> <p>Existen gran cantidad de <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">tapices SVG</a> para el fondo de su escritorio disponibles en <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
et: <p><a href="http://svg.kde.org" title="ksvg">KSVG projekt</a> võimaldab KDE-le täieliku skaleeritava vektorgraafika (SVG) tüüpi piltide toe. Selliseid pilte võib vaadata Konqueroris ja soovi korral saab SVG-pildi ka töölaua taustaks seada.</p> <p>Päris suur hulk <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG-taustapilte</a>, mida töölaua taustaks seada, ootab sind aadressil <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
eu: <p><a href="http://svg.kde.org" title="ksvg">KSVG proiektuari</a> esker, KDEk orain SVG irudi fitxategiak onarzen ditu. Irudi hauek Konqueror-en ikus ditzakezu eta baita jarri SVG irudi bat atzeko plano gisa zure mahaigainean.</p> <p>Izan ere <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG horma-paper</a> asko dituzu mahaigaineko atzeko planorako eskuragarri <a href="http://kdelook.org" title="kdelook">kde-look.org</a>-en.</p>
fa: <p>به لطف <a href="http://svg.kde.org" title="ksvg">پروژۀ KSVG</a>، اکنون KDE برای انواع پروندۀ تصویری نگاره‌سازی برداری قیاس‌پذیر)SVG( پشتیبانی کامل دارد. می‌توانید این تصاویر را در Konqueror ببینید و حتی یک تصویر SVG را به عنوان زمینه برای رومیزی خود تنظیم کنید.</p> <p>همچنین گروه بزرگی از <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG"></a>کاغذ دیواریهای SVG<a> برای زمینۀ رومیزیتان در.href="http://kdelook.org" title="kdelook">kde-look.org </a> در دسترس است.</p>
fi: <p> <a href="http://svg.kde.org" title="ksvg">KSVG- projektin</a> ansiosta KDE tukee nyt skaalautuvaa vektorigrafiikkaa ja (SVG)-kuvatiedostotyyppiä. Voit nähdä nämä kuvat Konquerorissa ja myös asettaa SVG-kuvan työpöydän taustakuvaksi.</p> <p>Osoitteessa <a href="http://kdelook.org" title="kdelook">kde-look.org</a> löydät myös runsaasti <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG-taustakuvia</a> työpöytäsi taustalle.</p>
fr: <p> Grâce au projet <a href="http://svg.kde.org" title="ksvg">KSVG</a>, KDE gère maintenant le type de fichiers « Scalable Vector Graphics » (SVG). Vous pouvez afficher ces fichiers dans Konqueror, et même définir une image SVG comme arrière-plan du bureau.</p> <p>Il existe également un grand nombre d'<a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">arrière-plan SVG</a> pour votre bureau, disponibles sur <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
fy: <p>Troch it <a href="http://svg.kde.org" title="ksvg">KSVG-projekt</a> hat KDE no folsleine stipe foar Skaalbere fektorôfbyldings (SVG). Jo kinne dizze ôfbyldings besjen yn Konqueror en sels in SVG-ôfbylding ynstelle as buroblêdeftergrûn.</p> <p>Der binne no folle <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG-eftergrûnen</a> foar jo buroblêd beskikber op <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
hu: <p>A <a href="http://svg.kde.org" title="ksvg">KSVG projektnek</a> köszönhetően a KDE támogatja SVG-fájlok használatát. Az ilyen fájlok megtekinthetők a Konquerorban ill. beállíthatók háttérképként az asztalon.</p> <p>Érdemes kipróbálni az <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG háttérképeket</a> a <a href="http://kdelook.org" title="kdelook">kde-look.org</a> címen.</p>
is: <p>Þakkað sé <a href="http://svg.kde.org" title="ksvg">KSVG verkefninu</a>, hefur KDE nú fullan stuðning við Scalable Vector Graphics (SVG) myndategundir. Þú getur skoðað þær í Konqueror, og jafnvel notað SVG mynd sem bakgrunn fyrir skjáborðið.</p> <p>Þú finnur fullt af <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG veggfóðrum</a> fyrir skjáborðið þitt á <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
ja: <p><a href="http://svg.kde.org" title="ksvg">KSVG プロジェクト</a> のおかげで、KDE は SVG (スケーラブルベクターグラフィックス) 画像ファイルタイプを完全にサポートしています。これらの画像は Konqueror で見ることができます。また、デスクトップの背景画像に設定することもできます。</p> <a href="http://kdelook.org" title="kdelook">kde-look.org</a> であなたのデスクトップ用の <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG 壁紙</a> を見つけてください。</p>
kk: <p><a href="http://svg.kde.org" title="ksvg">KSVG жобасы</a> дегеннің арқасында, KDE енді Scalable Vector Graphics (SVG) кескін файл түрін толық қолдайды. Осы түрдегі кескіндерді Konqueror шолғышта көруге, тіпті SVG кескінді үстелдің аясы ретінде таңдауға болады.</p> <p>Сонымен <a href="http://kdelook.org" title="kdelook">kde-look.org</a> сайтында үстел аясы ретінде қолданатын <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG тұсқағаздары</a> үйіліп жатыр.</p>
km: <p>សូម​អរគុណ​ចំពោះ​គម្រោង <a href="http://svg.kde.org" title="ksvg">KSVG </a> ឥឡូវ​នេះ KDE មាន​ការ​គាំទ្រ​ពេញ​លេញ​សម្រាប់​ប្រភេទឯកសារ​រូបភាពScalable Vector Graphics (SVG) ។ អ្នក​អាច​មើល​រូបភាព​ទាំងនេះ​ក្នុង Konqueror និង​សូម្បី​តែ កំណត់​រូបភាព SVG ជា​ផ្ទៃខាងក្រោយ​សម្រាប់​ផ្ទៃតុ​របស់​អ្នក ។</p> <p>KDE ក៏​មាន​សំណុំ<a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">ក្រដាស​បិទជញ្ជាំង SVG ជាច្រើន​ផងដែរ</a> សម្រាប់​ផ្ទៃខាងក្រោយ​នៃ​ផ្ទៃតុ​របស់​អ្នក ដែល​រូបភាព​ទាំងនោះ​អាច​រក​បាននៅ<a href="http://kdelook.org" title="kdelook">kde-look.org</a>។</p>
ko: <p><a href="http://svg.kde.org" title="ksvg">KSVG 프로젝트</a>에 감사 합니다.</a>, KDE 는 스칼라 벡터 그래픽(SVG) 이미지 파일 형식을 완벽하게 지원합니다. 컹커러에서 이 이미지들을 볼 수 있스며, 심지어 데스크탑의 배경 으로 SVG 이미지를 설정할 수 있습니다.</p> <p>또한 <a href="http://kdelook.org" title="kdeloo">kde-look-org</a> 에서 데스크탑 배경으로 사용 가능한 <a href="http://kdelook.org/index.ph p?xcontentmode=7" title="kdelookSVG">SVG 배경화면</a>의 거대한 창고가 있습니다.<p>
lt: <p><a href="http://svg.kde.org" title="ksvg">KSVG projekto</a>, dėka KDE dabar visiškai palaiko Keičiamo dydžio vektorinės grafikos (SVG - Scalable Vector Graphics) paveikslėlių tipus. Šiuos paveikslėlius galite peržiūrėti su Konqueror ar net pasirinkti savo darbastalio fonu.</p> <p>Yra nemažai<a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG ekrano vaizdų</a> Jūsų darbastaliui, kuriuos galite rasti svetainėje <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
mk: <p>Благодарение на <a href="http://svg.kde.org" title="ksvg">Проектот KSVG</a>, KDE сега има целосна поддршка за форматот на слики Scalable Vector Graphics (SVG). Може да ги гледате овие слики во Konqueror и дури и да поставите SVG-слика како подлога на вашата работна површина.</p> <p>Исто така може да најдете голем број <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG-тапети</a> за вашата работна површина на <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
nb: <p>Takket være <a href="http://svg.kde.org" title="ksvg">KSVG prosjektet</a> så har KDE nå full støtte for skalerbare vektorbilder (filendelsen «SVG») Du kan vise disse bildene i Konqueror og til og med velge et svg-bilde som bakgrunn på skrivebordet.</p> <p>Det finnes også en lang rekke <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">Bakgrunnsbilder i svg-format</a> for skrivebordet på <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
nds: <p>Dank dat <a href="http://svg.kde.org" title="KSVG">KSVG-Projekt</a> ünnerstütt KDE nu ok de Dateitypen för SVG-Biller ("Scalable Vector Graphics"). Du kannst disse Biller mit Konqueror ankieken un sogor as Schriefdischachtergrund bruken.</p> <p>Dat gifft ok en helen Barg vun <a href="http://kdelook.org/index.php?xcontentmode=7" title="KDELook SVG">SVG-Achtergrundbiller</a> för Dien Schriefdisch op <a href="http://kdelook.org" title="KDELook">kde-look.org</a>.</p>
nl: <p>Dankzij het <a href="http://svg.kde.org" title="ksvg">KSVG-project</a> heeft KDE nu volledige ondersteuning voor Schaalbare vectorafbeeldingen (SVG). U kunt deze afbeeldingen bekijken in Konqueror en zelfs een SVG-afbeelding instellen als bureaubladachtergrond.</p> <p>Er zijn inmiddels veel <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG-achtergronden</a> voor uw bureaublad beschikbaar op <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
pt: <p>Graças ao <a href="http://svg.kde.org" title="ksvg">projecto do KSVG </a>, o KDE tem agora suporte completo para os tipos de ficheiros SVG (Scalable Vector Graphics). Poderá ver essas imagens no Konqueror e mesmo configurar uma imagem SVG como fundo para o seu ecrã.</p> <p>Existe também uma grande quantidade de <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">papéis de parede SVG</a> para o fundo do seu ecrã, que estão disponíveis em <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
pt_br: <p>Agradecimentos ao <a href="http://svg.kde.org" title="ksvg">projeto KSVG</a>; o KDE agora possui o suporte completo a arquivos de Gráficos de Vetor Escaláveis (SVG). Você pode visualizar estas imagens no Konqueror e até mesmo configurar uma imagem SVG como plano de fundo para o seu ambiente.</p> <p>Existe também uma grande quantidade de <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">papéis de parede SVG</a> para seu fundo de ambiente, disponíveis em <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
ru: <p>Благодаря <a href="http://svg.kde.org" title="ksvg">проекту KSVG </a> KDE теперь полностью поддерживает изображения SVG (масштабируемая векторная графика). Эти изображения можно просматривать в Konqueror и устанавливать в качестве фонового рисунка рабочего стола.</p> <p>Вы можете загрузить <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">обои SVG</a> с сайта <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
rw: <p>Hifashishijwe umushinga wa<a href="http://svg.kde.org" title="ksvg">KSVG </a>, KDE ubu iba ishigikiwe bihagije kugira ngo ijyane na Scalable Vector Graphics Ubwokodosiye shusho bwa (SVG). Ushobora kureba aya mashusho muri Konqueror yewe ukanagena ishusho SVG nk'imbuganyuma y'ibiro byawe.</p> <p>Hari na none impapuronkuta SVG <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">nyinshi</a>zigenewe imbuganyuma y'ibiro byawe ziboneka ku <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
sk: <p>Vďaka projektu <a href="http://svg.kde.org" title="ksvg">KSVG </a> teraz KDE plne podporuje formát SVG. Obrázky v tomto formáte si môžete prezerať v Konquerori alebo dokonca nastaviť ako pozadie vašej pracovej plochy.</p> <p>Veľké množstvo <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG pozadí</a> pre vašu plochu nájdete na stránke <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
sl: <p>Zahvaljujoč projektu <a href="http://svg.kde.org/">KSVG</a> ima KDE sedaj polno podporo za vektorsko grafiko SVG (Scalable Vector Graphics). Slike tega formata lahko prikazuje Konqueror. Sliko SVG pa lahko nastavite tudi za ozadje namizja.</p> <p>Veliko <a href="http://kdelook.org/index.php?xcontentmode=7"> ozadij SVG</a> za vaše namizje je na voljo na strani <a href="http://kdelook.org/">kde-look.org</a>.</p>
sr: <p>Захваљујући <a href="http://svg.kde.org" title="ksvg">пројекту KSVG-а</a>, KDE сада има пуну подршку за слике у формату скалабилне векторске графике (SVG). Можете гледати такве слике у Konqueror-у и чак поставити SVG слику као позадину радне површине.</p> <p>Мноштво одличних <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG слика</a> за радну површину доступно је на <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
sr@latn: <p>Zahvaljujući <a href="http://svg.kde.org" title="ksvg">projektu KSVG-a</a>, KDE sada ima punu podršku za slike u formatu skalabilne vektorske grafike (SVG). Možete gledati takve slike u Konqueror-u i čak postaviti SVG sliku kao pozadinu radne površine.</p> <p>Mnoštvo odličnih <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG slika</a> za radnu površinu dostupno je na <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
sv: <p>Tack vare <a href="http://svg.kde.org" title="ksvg">KSVG projektet</a>, har KDE nu fullständigt stöd för bildfiltyper med skalbar vektorgrafik (SVG). Du kan visa bilderna i Konqueror, och till och med använda en SVG-bild som skrivbordsunderlägg.</p> <p>Det finns också en utmärkt samling <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG-skrivbordsunderlägg</a>, som du kan använda som skrivbordsbakgrund, tillgängliga på <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
th: <p>ต้องขอขอบคุณ <a href="http://svg.kde.org" title="ksvg">KSVG project</a> ขณะนี้ KDE ได้รองรับการใช้งานรูปแบบแฟ้มแบบ กราฟิกแบบเวคเตอร์ปรับขนาดได้ (SVG) อย่างเต็มที่แล้ว คุณสามารถดูภาพเหล่านี้ได้ภายใน Konqueror หรือแม้แต่ตั้งให้ภาพ SVG เหล่านี้เป็นพื้นหลังของพื้นที่หน้าจอของคุณ</p> <p>และยังมี <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG wallpapers</a> อีกจำนวนมหาศาลสำหรับตั้งเป็นพื้นหลังของพื้นที่หน้าจอที่<a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
uk: <p>Дякуючи <a href="http://svg.kde.org" title="ksvg">проекту KSVG</a>, KDE має повну підтримку файлів векторної графіки SVG (Scalable Vector Graphics). Ви можете переглядати такі файли у Konqueror та, навіть, розміщати SVG зображення на тлі стільниці.</p> <p>Є велика колекція <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG шпалер</a> для стільниці на майданчику <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
vi: <p>Nhờ <a href="http://svg.kde.org" title="ksvg">dự án KSVG</a>, KDE lúc bây giờ có hỗ trợ đầy đủ các kiểu ảnh đồ họa véc-tơ có thể co giãn (SVG). Bạn có thể xem ảnh kiểu này trong trình duyệt Mạng Konqueror, và ngay cả đặt ảnh SVG là nền của màn hình.</p> <p>Cũng có sẵn rất nhiều <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelookSVG">ảnh nền SVG</a> để trang trí màn hình nền của bạn, tại <a href="http://kdelook.org" title="kdelook">kde-look.org</a>.</p>
zh_tw: <p>歡迎來到 <a href="http://svg.kde.org" title="ksvg">KSVG 計畫</a>，現在 KDE 已經完全支援可縮放向量圖形 (SVG) 圖片檔案類型。您可以在 Konqueror 中檢視這些圖片， 甚至設定一張 SVG 圖片做為您的桌面背景。</p> <p>這裡也有許多 <a href="http://kdelook.org/index.php?xcontentmode=7" title="kdelook SVG">SVG 桌布</a>可做為您的桌面背景，就在 <a href="http://kdelook.org" title="kdelook">kde-look.org</a>。</p>
