Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>The KDE project was founded in October 1996 and had its first release, 1.0, on July 12, 1998.</p> <p>You can <em>support the KDE project</em> with work (programming, designing, documenting, proof-reading, translating, etc.) and financial or hardware donations. Please contact <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> if you are interested in donating, or <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> if you would like to contribute in other ways.</p>
af: <p>Die KDE projek was gestig in Oktober 1996 en die eerste vrystelling was, 1.0, op 12 Julie, 1998.</p> <p>Jy kan die<em>KDE projek ondersteun</em> met werk (programmering, ontwerp, dokumentering, proeflees, vertaling, ens.) en finansieële of hardeware skenkings. Kontak asseblief <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> indien jy belang stel om donasies te gee, of <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>indien jy jou bydrae andersins wil maak.</p>
ar: <p>تمً إنشاء المشروع KDE في أوكتوبر 1996 مع إصدار التحرير الأول , 1.0 ، في 12 يوليو 1998.</p> <p>يمكنك <em>دعم المشروع KDE</em> بلعمل ( برمجة ، تصميم ، توثيق ، مراجعة الأخطاء ، ترجمة، و الخ...) أو مادياً أو بإعطاء العتاد و المال. الرجاء الإتصال بِــ<a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> إذا كنت تريد العطاء ، أو بلعنوان <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> إذا كنت تريد المساهمة بأي بشكل آخر.</p>
ca: <p>El projecte KDE es va fundar a l'octubre del 1996 i el primer lliurament, 1.0, va ser el 12 de juliol del 1998.</p> <p>Podeu <em>ajudar al projecte KDE</em> amb treball (programació, disseny, documentació, correcció de textos, traducció, etc.) i donacions econòmiques o de maquinari. Si us plau, contacteu amb <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> si esteu interessats en fer una donació o amb <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> si us agradaria contribuir d'altres maneres.</p>
da: <p>KDE-projektet blev grundlagt i oktober 1996 og den første udgave, 1.0, udkom den 12. juli 1998.</p> <p>Du kan <em>støtte KDE-projektet</em> med arbejde (programmering, design, brugervejledninger, rettelser, oversættelser osv.) og med finansielle eller hardware-donationer. Kontakt venligst <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> hvis du er interesseret i at donere eller <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> hvis du gerne vil hjælpe på andre måder.</p>
de: <p>Das KDE-Projekt wurde im Oktober 1996 gegründet. Version 1.0 wurde am 12. Juli 1998 veröffentlicht.</p> <p>Sie können <em>das KDE-Projekt durch Ihre Mitarbeit unterstützen</em> (z. B. durch Programmierung, Design, Dokumentation, Korrekturlesen, Übersetzen usw.) oder auch durch Geld- oder Sachspenden. Bitte schreiben Sie an <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>, wenn Sie etwas spenden möchten, oder an <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>, wenn Sie auf andere Weise zu KDE beitragen möchten.</p>
el: <p>Το έργο KDE ξεκίνησε τον Οκτώβριο του 1996 και είχε την πρώτη του έκδοση, 1.0, στις 12 Ιουλίου του 1998.</p> <p>Μπορείτε να <em>υποστηρίξετε το έργο KDE</em> με δουλειά (προγραμματισμός, σχεδίαση, τεκμηρίωση, διόρθωση λαθών, μετάφραση, κτλ.) και με δωρεές χρημάτων ή υλικού. Επικοινωνήστε με το <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> αν ενδιαφέρεστε. ή με το <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> αν θέλετε να υποστηρίξετε το έργο με κάποιο άλλο τρόπο.</p>
eo: <p>La KDE-projekto fondiĝis en Oktobro 1996 kaj havis sian unuan, eldonon 1.0, je Julio 12, 1998.</p> <p>Vi povas <em>subteni la KDE-projekton</em> per kunlaboro (programado, desegnado, dokumentado, kontrollegado, tradukado, ktp.) kaj per financoj aŭ aparatar-donacoj. Bonvolu sendi retpoŝton al <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> se vi volas doni ion, aŭ <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> se vi volas kontribui en alia maniero.</p>
es: <p>El proyecto KDE se fundó en Octubre de 1996 y liberó su primera versión, 1.0, el 12 de Julio de 1998.</p> <p>Puede <em>colaborar con el proyecto KDE</em> con trabajo (programación, diseño, documentación, corrección de pruebas, traducción, etc) y realizando donaciones de hardware o económicas. Por favor, si está interesado contacte con <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> si está interesado en hacer donaciones, o <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> si desea contribuir de otra forma.</p>
et: <p>KDE projekt sai alguse 1996. aasta oktoobris ning esimene stabiilne versioon 1.0 ilmus 12.juulil 1998.a.</p> <p>Ka sinul on võimalik omalt poolt <em>KDE projekti toetada</em> (programmeerimine, disain, dokumentatsioon, vigade parandamine, tõlkimine jne.) või riistvara või raha annetada. Kui oled huvitatud annetamisest, võta ühendust aadressil <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>, kui kaasalöömisest mingil muul moel, siis aadressil <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>.</p>
eu: <p>KDE proiektua 1996ko urrian hasi zen eta bere lehen bertsioa, 1.0, 1998ko uztailaren 12an agertu zen.</p> <p>Zuk ere <em>KDE proiektuari laguntza eman diezaiokezu</em> bai zure lanaz (programatuz, diseinatuz, dokumentazioa idatziz, irakurketa-frogak eginez, itzuliz, e.a.), bai dirua edo hardwarea emanez. Kontaktatu <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>-ekin dirua emateko, edo <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> beste era batetan lagundu nahi baduzu..</p>
fa: <p>پروژۀ KDE در اکتبر ۱۹۹۶ برپا شد، و اولین نشر آن، ۱/۰، در ۱۲ ژوئن ۱۹۹۸ بود. </p> <p>می‌توانید با )برنامه‌سازی، طراحی ، مستندسازی، نمونه‌خوانی، ترجمه و غیره( و کمک مالی یا اهدای سخت‌افزار، <em>پروژۀ KDE را پشتیبانی کنید</em>. اگر مایلید که سخت‌افزار اهدا کنید، لطفاً، با <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> یا اگر می‌خواهید از راههای دیگری مشارکت کنید، با <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> تماس بگیرید .</p>
fi: <p>KDE-projekti käynnistettiin lokakuussa 1996 ja KDE:n ensimmäinen versio 1.0 valmistui 12. joulukuuta 1998.</p><p>Voit <em>tukea KDE-projektia</em> omalla työlläsi (ohjelmoimalla, suunnittelemalla, oikolukemalla tai kääntämällä) tai lahjoittamalla rahaa tai laitteita. Jos haluat tukea projektia taloudellisesti, lähetä sähköpostia osoitteeseen <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>. Jos osallistua projektiin muilla tavoin, ota yhteyttä osoitteeseen <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>.</p>
fr: <p>Le projet KDE a été fondé en Octobre 1996 et a sorti sa première version, la 1.0, le 12 Juillet 1998.</p> <p>Vous pouvez <em>contribuer au projet KDE</em> par le travail (programmation, conception graphique, documentation, bêta-test, traduction, etc.), financièrement, ou par le don de matériels. Veuillez contacter <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> si vous souhaitez faire un don, ou <ahref="mailto:kde-quality@kde.org">kde-quality@kde.org</a> pour contribuer d'une autre façon.</p>
fy: <p>It KDE-projekt waard oprjochte yn oktober 1996. De earste ferzje, 1.0, kaam út op 12 july 1998.</p> <p>Jo kinne <em>it KDE-projekt stypje</em> troch diel te nimmen (programmearen, ûntwerpen, dokumintaasje skriuwe, proeflêzen, oersette, websideûnderhâld ensfh.) en mei finansjele of hurdguod donaasjes. As jo hjirfoar ynteresse ha, nim dan kontakt op mei <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> of <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> as jo op in oare manier bydrage wolle.</p>
hu: <p>A KDE projekt 1996 októberében indult, a grafikus környezet első változata 1998. július 12-én jelent meg.</p> <p>A KDE projekt munkájába <em>bárki bekapcsolódhat</em> programozással, programtervezéssel, dokumentációkészítéssel, szövegellenőrzéssel, fordítással ill. pénz- vagy számítástechnikai eszközök adományozásával. Adományozással kapcsolatban a <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> címen lehet érdeklődni. Ha más módon szeretne bekapcsolódni a munkába, kérjük hogy a <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> címen vegye fel velünk a kapcsolatot.</p>
is: <p>KDE verkefnið var stofnað í október 1996 og útgáfa 1.0 kom út þann 12. júlí 1998.</p> </p>Ef þú vilt <em>styðja KDE verkefnið</em> með vinnu (forritun, hönnun, skjölun, yfirlestri, þýðingum og svo frv.) og peninga- eða vélbúnaðargjöfum. Vinsamlegast sendu þá tölvupóst til <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> ef þú vilt gefa til verksins, eða <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> ef þú vilt hjálpa til á annan hátt.</p>
ja: <p>KDE プロジェクトは1996年10月に発足し、最初のバージョンである 1.0 を1998年7月12日にリリースしました。</p> <p>さまざまな形で KDE プロジェクトを支援していただくことができます。作業 (プログラミング、デザイン、ドキュメンテーション、査読、翻訳など)、資金援助、機器の提供などの場合は <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> までご連絡ください。その他の形で貢献していただく場合は <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> へお願いします。</p>
kk: <p>KDE жобасы 1996 жылы қазан айында басталған болатын және оның алғашқы 1.0 нұсқасы, 1998 жылы 12 шілдеде шығарылды.</p> Сіз өзіңіздің қатысуыңызбен (бағдарламалау, дизайн, құжаттау, түзету, аударма және т.б.) <em>KDE жобасын қолдай аласыз</em> немесе қаржылай не жабдықтармен көмектесе аласыз. Көмек көрсету ойыңыз туса <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> адресімізге, басқа бір үлес қосу ойыңыз болса <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> адресімізге жазыңыз.</p>
km: <p>គម្រោង KDE ត្រូវ​បាន​បង្កើត​ឡើង​នៅខែ​តុលា ឆ្នាំ​១៩៩៦ ហើយ​បាន​ចេញផ្សាយ​ជា​លើក​ដំបូង កំណែ ១.០ នៅខែ​កក្កដា ឆ្នាំ​១៩៩៨ ។</p> <p>អ្នក​អាច <em>ឧបត្ថម្ភគម្រោង KDE</em> តាម​រយៈ​ការងារ (សរសេរ​កម្មវិធី, រចនា, ចងក្រង​ឯកសារ, អាន​បញ្ជាក់, បកប្រែ ។ល។) និង​ផ្តល់​ហិរញ្ញវត្ថុ ឬ ឧបត្ថម្ភ​ផ្នែករឹង ។ សូម​ទាក់ទង <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> ប្រសិនបើ​អ្នក​ចាប់​អារម្មណ៍ ឬ <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> ប្រសិនបើ​អ្នក​ចង់​ ចូលរួម​ឧបត្ថម្ភ​តាម​មធ្យោបាយ​ផ្សេងៗ ។</p>
ko: <p>KDE 프로젝트는 1996년 10월에 설립되었고, 1998년 7월 12일에 릴리 즈 1.0 을 발표하였습니다.</p> <p>여러가지 작업(프로그램을 짜거나 디자인, 문서 쓰기, 교정, 번역 등 )이나 기부금, 또는 하드웨어 기부를 통해 <em>KDE프로젝트를 지원</em> 할 수 있습니다. <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>에 연락주십시오. 다른 방법으로 공헌하길 원하시면 <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> 로 연락 하십시오.</p>
lt: <p>KDE projektas buvo pradėtas 1996 spalį, o pirmoji jo versija, 1.0, pasirodė 1998 liepos 12 d.</p> <p>Jūs galite <em>palaikyti KDE projektą</em> prisidėdami savo darbu (programavimu, dizainu, dokumentavimu, tikrinimu, vertimu ir kt.), paremdami finansiškai ar kompiuterine technika. Prašome kreiptis į <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> jei norėtumėte paremti projektą pinigais, arba <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> jei norėtumėte prisidėti kitais būdais.</p>
mk: <p>Проектот KDE беше формиран во октомври 1996 година и го имаше своето прво издание на 12 јули 1998 година.</p> <p>Може да го <em>поддржите проектот KDE</em> со работа (програмирање, дизајн, документирање, читање на преводи, преведување, итн.) и со финансиски или хардверски донации. Ако сте заинтересирани за донации, контактирајте со <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>. Или контактирајте со <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> ако сакате да придонесете на други начини.</p>
nb: <p>KDE-prosjektet ble startet i oktober 1996 og den første versjonen, KDE 1.0, kom 12. juli 1998.</p> <p>Du kan <em>støtte KDE-prosjektet</em> med arbeid (programmering, bilder, hjelpetekster, korrekturlesing, oversettelse osv.) og ved å donere penger eller maskinvare. Ta kontakt med <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> dersom du er interessert i å bidra med penger eller <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> dersom du vil bidra på andre måter.</p>
nds: <p>Dat Projekt KDE wöör in'n Oktober 1996 gründt un is dat eerste Maal an'n 12. Juli 1998 mit de Verschoon 1.0 rutkamen.</p> <p>Du kannst dat <em>Projekt KDE ünnerstütten</em>. To doon gifft dat jümmers wat (Programmen schrieven, Muster un Biller maken, dokmenteren, Korrektuur lesen, översetten, usw.), ok Gaven vun Geld oder Saken sünd willkamen. Bitte schriev an <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>, wenn Du wat geven wullt, oder an <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>, wenn Du op en anner Oort wat bidregen wullt.</p>
nl: <p>Het KDE-project werd opgericht in oktober 1996. De eerste versie, 1.0, kwam uit op 12 juli 1998.</p> <p>U kunt <em>het KDE-project ondersteunen</em> door deel te nemen (programmeren, ontwerpen, documentatie schrijven, proeflezen, vertalen, websiteonderhoud etc.) en met financiële of hardwaredonaties. Als u een donatie wilt doen, neem dan contact op met <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>, of neem contact op met <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> als u op andere manieren wilt bijdragen.</p>
nn: <p>KDE-prosjektet vart starta i oktober 1996 og den første versjonen, KDE 1.0, kom 12. juli 1998.</p> <p>Du kan <em>støtta KDE-prosjektet</em> med arbeid (programmering, grafikk, hjelpetekstar, korrekturlesing, omsetjing osv.) og ved å donera pengar eller maskinvare. Ta kontakt med <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> dersom du er interessert i å bidra med pengar eller <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> dersom du vil bidra på andre måtar.</p>
pt: <p>O projecto KDE foi fundado em Outubro de 1996 e teve a sua primeira versão, a 1.0, em 12 de Julho de 1998.</p> <p>O utilizador pode <em>suportar o projecto do KDE</em> com algum trabalho (programação, 'design', documentação, correcções ortográficas e gramaticais, traduções, etc.) e doações financeiras ou de 'hardware'. Por favor contacte, <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>, se estiver interessado em financiar ou em <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>, se quiser contribuir de outras formas.</p>
pt_br: <p>O projeto KDE foi fundado em outubro de 1996 e liberou a sua primeira versão (1.0) em 12 de julho de 1998.</p> <p>Você pode <em>ajudar o projeto KDE</em> com trabalho (programação, design, documentação, revisão, tradução, etc.), ajuda financeira ou com doações de hardware. Entre em contato pelo e-mail <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> se estiver interessado em doações, ou.<a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> se gostaria de contribuir de outras maneiras.</p>
ru: <p>Проект KDE был основан в октябре 1996 года, и его первая стабильная версия, 1.0, вышла 12 июля 1998.</p> Вы можете <em>поддержать проект KDE</em> своим участием (программирование, дизайн, документирование, корректура, переводы и прочее), помощью финансами или аппаратурой. Свяжитесь с нами по адресу <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>, если вы хотели бы помочь материально, или <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>, если вы желаете принять участие в разработке.</p>
rw: <p>Umushinga wa KDE watangijwe mu Kuboza 1996 usohoka bwa mbere, 1.0, tariki ya 12 Nyakanga 1998.</p> <p>Ushobora <em>gutera inkunga umushinga KDE</em> mu kazi (gutegura porogaramu, guhanga porogaramu, gushaka inyandiko, kugenzura-inyandiko, kuvuna, n'ibindi) n'impano z'amafaranga cyangwa z'ibintu. Bariza kuri <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> niba ushaka gutanga inkunga, cyangwa <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> niba ushaka gutanga inkunga mu mu bundi buryo.</p>
sk: <p>Projekt KDE bol založený v októbri 1996 a jeho prvá verzia, 1.0 sa objavila 12 júla 1998.</p><p>Môžete <em>podporiť KDE projekt</em> prácou (programovanie, návrh, dokumentácie, preklady, atď.) a finančnými alebo hardvérovými dotáciami. Prosím, kontaktujte <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> ak máte záujem prispieť finančnou alebo hardwarovou dotáciou alebo <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>, ak chcete prispieť akýmkoľvek ďalším spôsobom.</p>
sl: <p>Projekt KDE je zaživel oktobra 1996 in dočakal prvo izdajo, 1.0, 12. julija 1998.</p><p><em>Projekt KDE lahko podprete</em> z delom (programiranjem, oblikovanjem, pisanjem dokumentacije, recenziranjem, prevajanjem itd.) in z denarno pomočjo ali s strojno opremo. Če bi radi darovali, pišite na <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>. Če pa bi radi prispevali na drugačen način, pišite na <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>.
sr: <p>Пројекат KDE је основан у октобру 1996. године, а његова прва верзија, 1.0, објављења је 12. јула 1998.</p> <p>Уколико желите, можете да <em>подржите пројекат KDE-а</em> својим радом (програмирање, дизајн, документација, превођење, итд.) и финансијски или донацијом опреме. Пишите на <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>ако сте заинтересовани за донацију, или на <ahref="mailto:kde-quality@kde.org">kde-quality@kde.org</a> ако желите другачије да допринесете.</p>
sr@latn: <p>Projekat KDE je osnovan u oktobru 1996. godine, a njegova prva verzija, 1.0, objavljenja je 12. jula 1998.</p> <p>Ukoliko želite, možete da <em>podržite projekat KDE-a</em> svojim radom (programiranje, dizajn, dokumentacija, prevođenje, itd.) i finansijski ili donacijom opreme. Pišite na <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>ako ste zainteresovani za donaciju, ili na <ahref="mailto:kde-quality@kde.org">kde-quality@kde.org</a> ako želite drugačije da doprinesete.</p>
sv: <p>KDE-projektet startades i oktober 1996, och den första versionen, 1.0, släpptes den 12 juli 1998.</p> <p>Du kan <em>stödja KDE-projektet</em> med arbete (programmering, design, dokumentation, korrekturläsning, översättning, etc) och med donationer av pengar eller maskinvara. Kontakta <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> om du är intresserad av att ge en donation, eller <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> om du vill bidra på andra sätt.</p>
th: <p>โครงการ KDE ได้ถูกริเริ่มเมื่อเดือนตุลาคม ค.ศ.1996 และเผยแพร่ รุ่นแรกคือ 1.0 เมื่อวันที่ 12 กรกฎาคม ค.ศ.1998</p> <p>คุณสามารถ <em>สนับสนุนโครงการ KDE</em> ได้ โดยร่วมทำงานส่วนต่าง ๆ (ช่วยเขียนโปรแกรม, ออกแบบ, ทำเอกสาร, ตรวจคำ, แปลภาษา เป็นตัน) และสนับสนุนด้านการเงิน หรือระบบฮาร์ดแวร์ หากสนใจโปรดติดต่อที่ <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a></p> <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> หากคุณอยากจะช่วยเราในทางอื่นๆ</p>
uk: <p>Проект KDE було засновано у жовтні 1996 і перший випуск, 1.0 був 12 липня 1998 року.</p> <p>Ви можете <em>підтримати KDE</em> своєю участю (програмуванням, дизайном, створенням документації, коректурою, перекладом та ін.), допомогою грошами або обладнанням. Будь ласка листуйте до <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>, якщо ви зацікавлені у допомозі грошами/обладнанням, або до <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>, якщо ви зацікавлені в участі іншим чином.</p>
vi: <p>Dự án KDE đã được sáng lập trong Tháng Mười, năm 1996, và đã phát hành bản phần mềm đầu, KDE 1.0, vào ngày 12, Tháng Bảy, năm 1998.</p> <p>Mời bạn <em>đóng góp cùng dự án KDE</em> bằng cách lập trình, tạo tài liệu, kiểm tra lỗi trong tài liệu, dịch phần mềm và tài liệu v.v. Cũng có thể giúp đỡ dự án KDE bằng cách tăng tiền hay phần cứng. Vui lòng liên lạc với <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a> nếu bạn muốn tăng gì, hoặc <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> nếu bạn muốn đóng góp sự cố gắng. Rất cám ơn bạn.</p>
zh_cn: <p>KDE 计划始于 1996 年十月，它的第一个版本 1.0 在 1998 年 7 月 12 日发布。</p><p>您可以通过实际工作(编写程序、设计、编写文档、校对、翻译等)还有资金或者硬件捐助来<em>支持 KDE 计划</em>。如果您有兴趣，请联系 <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>；如果您想要以其它方式为 KDE 做出贡献，请联系 <a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a>。</p>
zh_tw: <p>KDE 計劃在 1996 年十月成立，並於 1998 年七月十二日 發表第一個版本。</p> <p>你可以透過下列的工作來<em>支援 KDE 計劃<em>（程式撰寫、程式設計、 製作文件、導讀、翻譯等等）及金錢或 硬體的捐助。如果你有興趣貢獻，請聯絡 <a href="mailto:kde-ev@kde.org">kde-ev@kde.org</a>，或<a href="mailto:kde-quality@kde.org">kde-quality@kde.org</a> 如果 您想要以其他方式貢獻。</p>
