Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> KDE is based on a well-designed C++ foundation. C++ is a programming language well suited to desktop development. The KDE object model extends the power of C++ even further. See <a href="http://developer.kde.org/">http://developer.kde.org/</a> for details.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
ca: <p> KDE està basat en uns fonaments C++ ben dissenyats. C++ és un llenguatge de programació molt adequat pel desenvolupament d'escriptoris. El model d'objectes de KDE amplia encara més la potència del C++. Per a més detalls consulteu <a href="http://developer.kde.org/">http://developer.kde.org/</a> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
da: <p> KDE er baseret på det veldesignede C++-grundlag. C++ er et programmeringssprog, som er godt egnet til udvikling af desktopmiljøer. KDE's objektmodel udvider C++'s styrke yderligere. Se <a href="http://developer.kde.org/">http://developer.kde.org/</a> for detaljer.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
de: <p> KDE beruht auf einem wohldurchdachten C++-Fundament. C++ ist eine Programmiersprache, die sich gut für graphische Arbeitsumgebungen eignet. Das KDE-Objektmodell erweitert die Möglichkeiten von C++ zusätzlich. Detaillierte Informationen dazu finden Sie unter <a href="http://developer.kde.org/">http://developer.kde.org.</a></p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
el: <p> Το KDE βασίζεται σε καλοσχεδιασμένα θεμέλια C++. Η C++ είναι μια γλώσσα προγραμματισμού που ταιριάζει σε εφαρμογές επιφανειών εργασίας. Το KDE object model επεκτείνει σημαντικά τη δύναμη της C++. Δείτε το <a href="http://developer.kde.org/">http://developer.kde.org/</a> για λεπτομέρειες.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
eo: <p> KDE estas bazita sur C++-fundamento. C++ estas programlingvo bontaŭga por grafika programaro. La KDE-objekt-modelo plifaciligas la programadon de aplikaĵoj. Detalojn vi trovas ĉe <a href="http://developer.kde.org/">http://developer.kde.org/</a>.</p><br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
es: <p> KDE se asienta sobre unos cimientos C++ bien diseñados. C++ es un lenguaje de programación bien dotado para el desarrollo de escritorios. El modelo de objetos de KDE extiende el poder de C++ incluso más allá. Para más detalles puede consultar <a href="http://developer.kde.org/">http://developer.kde.org/</a></p><br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
et: <p> KDE baseerub hästi disainitud C++ vundamendil. C++ on programeerimiskeel, mis sobib hästi töölaua arendamiseks. KDE objektmudel laiendab C++ võimsust isegi kaugemale. Kui soovid rohkem infot, vaata <a href="http://developer.kde.org/">http://developer.kde.org/</a>. </p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
fa: <p> KDE بر اساس بنیاد C++ می‌باشد که به خوبی طراحی شده است. C++ زبان برنامه‌سازی مناسبی برای توسعۀ رومیزی است. مدل شیء KDE توان ++Cرا هم بیشتر می‌کند. برای اطلاعات بیشتر <a href="http://developer.kde.org/">http://developer.kde.org/</a> را ببینید.</p><br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
fi: <p> KDE perustuu hyvin suunniteltuun C++-perustaan. C++ -ohjelmointikieli sopii hyvin työpöytäjärjestelmien rakentamiseen, ja KDE:n oliomalli laajentaa kielen tehokkuutta entisestään. </p> <p>Katso lisätietoja osoitteesta <a href="http://developer.kde.org">http://developer.kde.org<a/>.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
fr: <p> KDE repose sur des fondations solides en C++. C++ est un langage de programmation très adapté au développement d'un bureau graphique. Le modèle objet de KDE étend la puissance du C++ bien plus loin. Voyez <a href="http://developer.kde.org/">http://developer.kde.org/</a> pour plus de détails.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
fy: <p> KDE is basearre op in goed-ûntworpen C++-fundearring. C++ is in programmeartaal die best wol geskikt is foar buroblêdûntwikkeling. It KDE-objectmodel breid de krêft fan C++ noch mear út. Sjoch op <a href="http://developer.kde.org/">http://developer.kde.org/</a> foar details.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
hu: <p> A KDE egy jól átgondolt C++ keretrendszerre épül. A C++ programozási nyelv kiemelkedő lehetőségeket nyújt grafikus alkalmazások készítéséhez. A KDE objektummodellje a C++ lehetőségeit maximálisan kihasználja. További információ a <a href="http://developer.kde.org/">http://developer.kde.org/</a> címen található.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
is: <p> KDE er byggt á vel hönnuðum C++ grunni. C++ er forritunarmál sem hentar vel fyrir útfærslu forrita með myndræn notendaskil. KDE hlutasafnið útvíkkar afl C++ enn frekar. Kíktu á vefsíðuna <a href="http://developer.kde.org/">http://developer.kde.org/</a> til að fá nánari upplýsingar.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
ja: <p> KDE は洗練された C++ に基づいています。C++ はデスクトップソフトウェアの開発に特に適したプログラミング言語です。KDE のオブジェクトモデルは C++ の能力を存分に引き出しています。詳しくは <a href="http://developer.kde.org/">http://developer.kde.org/</a> をご覧ください。</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
km: <p> KDE ផ្អែក​លើ​មូលដ្ឋាន​គ្រឹះមូលនិធិ C++ ដែល​បាន​រចនា​ឡើង​យ៉ាង​ល្អ ។ C++ គឺ​ជា​ភាសា​សរសេរ​កម្មវិធី​មួយ ដែល​សក្ដិសម​បំផុត​សម្រាប់​បរិស្ថាន​ផ្ទៃតុ គំរូ​វត្ថុ KDE បាន​ពង្រីក​ឥទ្ធិពល របស់ C++ ឲ្យ​កាន់​តែ​ខ្លាំងក្លា​ថែម​ទៀត ។ សូមមើល <a href="http://developer.kde.org/">http://developer.kde.org/</a> សម្រាប់​សេចក្ដី​លម្អិត</p><br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
ko: <p> KDE는 잘 짜여진 C++을 바탕으로 만들었습니다. C++은 데스크톱 개발 환경에 적합한 언어입니다. KDE 객체 모델은 C++의 강력함을 더욱 확장시켜줄 것입니다. <a href="http://developer.kde.org/">http://developer.kde.org/</a> 에서 보다 자세한 정보를 확인하십시오.</p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
mk: <p> KDE е изграден на добро дизајнирани темели на C++. C++ е програмски јазик добар за развој на работни околини. Објектниот модел на KDE ја проширува моќта на C++ уште повеќе. За детали погледнете на <a href="http://developer.kde.org/">http://developer.kde.org/</a> .</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
nb: <p> KDE er basert på et godt konstruert C++-fundament. C++ er et programmeringsspråk som passer godt til skrivebordsmiljøer. KDEs objektmodell utvider kraften i C++ enda mer. Se i<A href="http://developer.kde.org/">http://developer.kde.org</A> for detaljer. <center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
nds: <p> KDE is op en goot maakte C++-Basis opbuut. C++ is en Programmeerspraak, de för dat Opstellen vun Schriefdisch-Ümgeven goot to bruken is. Dat "KDE object model" verwiedert dat Könen vun C++ sogor noch. Kiek bi <a href="http://developer.kde.org/">http://developer.kde.org/</a>, wenn Du mehr weten wullt.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
nl: <p> KDE is gebaseerd op een goed ontworpen C++-fundering. C++ is een programmeertaal die zeer geschikt is voor bureaubladontwikkeling. Het KDE-objectmodel breidt de kracht van C++ nog meer uit. Kijk op <a href="http://developer.kde.org/">http://developer.kde.org/</a> voor details.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
nn: <p>KDE byggjer på eit velutvikla C++-fundament. C++ er eit programmeringsspråk som passar godt for skrivebordsmiljø. Objektmodellen i KDE utvidar krafta i C++ endå meir. Du finn fleire detaljar på <a href="http://developer.kde.org"</a>http://developer.kde.org/</a>.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
pt: <p> O KDE está baseado numa fundação de C++ bem desenhada. O C++ é uma linguagem de programação bastante adequada ao desenvolvimento de ambientes de trabalho. O modelo de objectos do KDE extende o poder do C++ ainda mais. Para mais detalhes, veja o endereço <a href="http://developer.kde.org"> http://developer.kde.org</a>.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
pt_br: <p> O KDE é baseado em uma fundação C++ muito bem projetada. C++ é uma linguagem de programação bastante adequada para o desenvolvimento de ambientes de trabalho. O modelo de objetos do KDE extende o poder do C++ ainda mais. Veja <a href="http://developer.kde.org/">http://developer.kde.org/</a> para detalhes.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
ru: <p> KDE базируется на грамотно разработанном фундаменте C++. Этот язык программирования как нельзя лучше подходит для разработки графической рабочей среды. Модель объектов в KDE расширяет мощь C++. Подробнее об этом вы можете почитать на <a href="http://developer.kde.org/">http://developer.kde.org/</a>.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sk: <p> KDE je založené na dobre navrhnutých C++ základoch. C++ je programovací jazyk vhodný pre vývoj desktopu. KDE objektový model rozširuje silu C++. Ak si želáte zistiť detaily, pozrite sa na <a href="http://developer.kde.org/">http://developer.kde.org</a>.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sl: <p> KDE temelji na dobro zasnovani osnovi C++. C++ je programski jezik, primeren za razvoj namizij. Predmetni model KDE še bolj razširja moč tega jezika. Če vas to podrobneje zanima, obiščite <a href="http://developer.kde.org/">http://developer.kde.org/</a></p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sr: <p> KDE је заснован на добро дизајнираним C++ основама. C++ је програмски језик погодан за развој за радне површине. KDE-ов објектни модел још више проширује моћ C++-а. За више информација погледајте <a href="http://developer.kde.org/">http://developer.kde.org/</a> .</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sr@latn: <p> KDE je zasnovan na dobro dizajniranim C++ osnovama. C++ je programski jezik pogodan za razvoj za radne površine. KDE-ov objektni model još više proširuje moć C++-a. Za više informacija pogledajte <a href="http://developer.kde.org/">http://developer.kde.org/</a> .</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sv: <p> KDE är baserat på en väldesignad grundstomme i C++. C++ är ett programmeringsspråk som väl lämpar sig för utveckling av skrivbordsprogram. KDE:s objektmodell utökar styrkan i C++ ytterligare. För detaljer, se <a href="http://developer.kde.org/">http://developer.kde.org/</a></p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
th: <p> KDE มีพื้นฐานอยู่บนภาษา C++ ซึ่งเป็นภาษาการโปรแกรม ที่เหมาะสมในการพัฒนาโดยใช้เครื่องคอมพิวเตอร์ตั้งโต๊ะ โดยโมเดลแบบวัตถุของ KDE นั้นได้ทำการเพิ่มเติมความสามารถของ C++ ออกไปอีก ดูรายละเอียดที่ <a href="http://developer.kde.org/">http://developer.kde.org/</a> </p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
uk: <p> KDE базується на гарно побудованому фундаменті C++. C++ - це мова програмування, яка найкращим чином придатна для розробки графічної стільниці. Модель об'єктів KDE робить C++ ще більш потужним інструментом розробки. Дивіться <a href="http://developer.kde.org/">http://developer.kde.org/</a> для більш докладної інформації.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
zh_tw: <p> KDE 是建立在設計良好的 C++ 基礎上。C++ 是一個很適合桌面開發的 程式語言。KDE 的物件模組更進一步的擴充 C++ 的功能。詳情請見 <a href="http://developer.kde.org/">http://developer.kde.org/</a>。 </p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>

source: <p> You can use Konqueror to <strong>browse through tar archives</strong>, even compressed ones. You can extract files simply by dragging them to another place, e.g. another Konqueror window or the desktop.</p>
af: <p> Jy kan gebruik Konqueror na <strong>blaai deur tar argiewe</strong>, al saamgepersde ene. Jy kan uitpak lêers eenvoudig deur te trek hulle na nog 'n plek, e.g. nog 'n Konqueror venster of die werkskerm.</p>
ar: <p> يمكنك إستعمال Konqueror <strong>للتصفح عبر المحفوظات tar</strong> ، حتى المضغوطة منها. يمكنك أيضاً فك الضغط للملفات بكل بساطة عند سحبها إلى مكان آخر مثلاً إلى نافذة Konqueror أخرى أو إلى سطح المكتب.</p>
ca: <p> Podeu usar Konqueror per <strong>fullejar arxius tar</strong>, fins i tot els comprimits. Podeu extreure fitxers senzillament arrossegant-los a un altre lloc, una altra finestra Konqueror o l'escriptori.</p>
da: <p> Du kan bruge Konqueror til at <strong>kigge i tar-arkiver</strong>, selv de komprimerede. Du kan udpakke filer ved simpelthen at trække dem til et andet sted, f.eks. til et andet Konqueror-vindue eller til desktoppen.</p>
de: <p>Sie können Konqueror verwenden, um <strong>TAR-Archive</strong> durchzusehen, sogar komprimierte Archive. Sie können Dateien aus den Archiven entnehmen, indem Sie sie z. B. in ein anderes Konqueror-Fenster oder auf die Arbeitsfläche ziehen.</p>
el: <p> Μπορείτε να χρησιμοποιήσετε τον Konqueror για να <strong>δείτε αρχειοθήκες tar</strong>, ακόμα και συμπιεσμένες. Μπορείτε να εξάγετε αρχεία, απλά σύροντάς τα κάπου αλλού, π.χ. σε κάποιο άλλο παράθυρο Konqueror ή στην επιφάνεια εργασίας.</p>
eo: <p> Vi povas uzi Konkeranton por <strong>enrigardi arkivodosierojn</strong>, eĉ kunpremitajn. Vi povas elpaki dosierojn per ŝovado al alia loko, ekz. alia Konkeranto-fenestro aŭ la tabulfono.</p>
es: <p> Puede usar Konqueror para <strong>navegar a través de archivos tar</strong>, incluso aquellos que estén comprimidos. Puede extraer archivos simplemente arrastrándolos a otro lugar, por ejemplo, a otra ventana de Konqueror o al escritorio.</p>
et: <p> Konquerori saad kasutada ka <strong>tar-arhiivide (ka pakitute) lehitsemiseks </strong>. Faile on võimalik arhiivist lahti pakkida, lohistades need lihtsalt teise kohta, näiteks teise Konquerori aknasse või töölauale.</p>
eu: <p> Konqueror <strong>tar fitxategiak</strong> zein konprimituak arakatzeko erabil dezakezu. Fitxategiak ateratzeko nahiko duzu beste leku batera arrastatzea, adib. Konquerorren beste leiho batera edo mahaigainera.</p>
fa: <p> می‌توانید از Konqueror برای <strong>مرور بایگانیهای tar</strong>، حتی انواع فشردۀ آنها، استفاده کنید. با کشیدن پرونده‌ها به جای دیگر، مثلاً پنجرۀ Konqueror یا رومیزی، می‌توانید به آسانی آنها را استخراج کنید.</p>
fi: <p>Voit käyttää Konqueroria (myös pakattujen) <strong>tar-arkistojen selaamiseen</strong>. Voit purkaa tiedostoja yksinkertaisesti vetämällä niitä toiseen paikkaan, esimerkiksi Konquerorin toiseen ikkunaan tai työpöydälle.</p>
fr: <p> Vous pouvez utiliser Konqueror pour <strong>naviguer dans les archives</strong>, même compressées. Vous pouvez extraire les fichiers simplement en faisant des glisser-déposer vers un autre endroit, par exemple une autre fenêtre de Konqueror ou le bureau.</p>
fy: <p> Jo kinne Konqueror brûke om <strong>troch tar-argiven te blêdzjen</strong>, sels troch komprimearre. Jo kinne triemmen útpakke troch se gewoan nei in oar plak te slepen, bgl. in oar Konqueror-finster of it buroblêd.</p>
hu: <p> A Konqueror segítségével kezelni lehet a <strong>tar archívumokat</strong>, még a tömörítetteket is. Egy archívum kitömörítéséhez húzza át azt egy másik helyre, pl. egy Konqueror ablakba vagy a munkaasztalra.</p>
is: <p> Þú getur notað Konqueror til að <strong>skoða innihald tar safnskráa</strong>, jafnvel þó þær séu þjappaðar. Þú getur afþjappað skrár einfaldlega með því að draga þær á annan stað, t.d. yfir á skjáborðið eða í annan Konqueror glugga.</p>
ja: <p> Konqueror は「tar アーカイブ」の閲覧にも使用できます。圧縮されていても大丈夫です。ファイルをアーカイブから引き出すには、ファイルを別の場所、例えば Konqueror の別のウィンドウやデスクトップにドラッグしてください。</p>
kk: <p> Konqueror <strong>tar-архивтерді қарауға</strong> да пайдалы, тіпті сығылған архивтерді де. Архивтегі файлдарды шығарып алуы да оңай, тек басқа орынға, мысалы, басқа Konqueror терезесіне не үстелге, сүйреп тастаңыз.</p>
km: <p> អ្នក​អាច​ប្រើ Konqueror ដើម្បី <strong>រុករក​ប័ណ្ណសារ tar</strong> ទោះ​បី​ជា​ប័ណ្ណសារ​ដែល​បាន​បង្ហាប់​ហើយ​ក៏​ដោយ ។ អ្នក​អាច​ស្រង់​ឯកសារ​ចេញ ដោយ​គ្រាន់​តែ​អូស​ពួក​វា​ទៅ​កន្លែង​ផ្សេង​ទៀត ឧ. បង្អួច Konqueror ឬ ផ្ទៃតុ​ផ្សេង​ទៀត ។</p>
ko: <p>컹커러는 압축되어 있는 파일도 <strong>tar 문서를 통해 탐색할 수 있습니다.</strong> 단지 파일을 다른곳으로 드래그 하는것 만으로도 쉽게 압축을 해제할 수 있습니다.</p>
lt: <p> Jūs galite naudoti Konqueror <strong>naršyti po tar archyvus</strong>, netgi suglaudintus. Jūs galite išpakuoti bylas tiesiog pertempdami jas į kitą vietą, pvz. kitą Konqueror langą ar darbastalį.</p>
mk: <p> Може да го користите Konqueror за <strong>разгледување на tar архиви</strong>, дури и ако се компресирани. Може лесно да отпакувате датотеки со нивно влечење на друго место, на пример во друг прозорец на Konqueror, или на работната површина.</p>
nb: <p> Du kan bruke Konqueror for å <strong>bla gjennom tar-arkiver</strong>, til og med komprimerte utgaver. Du kan pakke ut filer ved å dra dem til et annet sted, f eks et annet Konqueror-vindu eller skrivebordet.
nds: <p> Du kannst Konqueror för't <strong>Dörkieken vun tar-Archiven</strong> bruken, sogor för komprimeerte. Du kannst Dateien eenfach dor ruthalen, wenn Du ehr Lüttbild na en anner Steed treckst, t.B. na en anner Konqueror-Finster oder op den Schriefdisch.</p>
nl: <p> U kunt Konqueror gebruiken om <strong>door tar-archieven te bladeren</strong>, zelfs door gecomprimeerde. U kunt bestanden uitpakken door ze gewoon naar een andere plaats te verslepen, bijv. een ander Konqueror-venster of het bureaublad.</p>
nn: <p>Du kan bruka Konqueror til å <strong>bla gjennom tar-arkiv</strong>, sjølv dei som er komprimerte. Du kan pakka ut filer ved å dra dei til ein annen stad, t.d. eit anna Konqueror-vindauge eller skrivebordet.</p>
pt: <p> Pode usar o Konqueror para <strong>navegar dentro de arquivos 'tar'</strong>, mesmo os comprimidos. O utilizador pode extrair ficheiros, simplesmente arrastando-os para outro lado, p. ex., outra janela do Konqueror ou para o ecrã.</p>
pt_br: <p> Você pode usar o Konqueror para <strong>navegar através de arquivos tar</strong>, mesmo os comprimidos. Você pode extrair arquivos simplesmente arrastando-os para outro lugar, como outra janela do Konqueror ou para a área de trabalho.</p>
ru: <p> Вы можете использовать Konqueror для <strong>просмотра архивов tar</strong>, даже сжатых. Вы можете легко извлекать файлы, просто перетаскивая их в другое место, например, в другое окно Konqueror'a или на рабочий стол. </p>
rw: <p> Ushobora gukoresha Konqueror kugira ngo <strong>ushakishe mu bushyinguro bwa tari</strong>, yewe n'ubwakomatanyijwe. Ushobora gukuramo dosiye uzinyereza gusa ukazijyana ahandi hantu, urugero. mu rindi dirishya rya Konqueror cyangwa ku biro.</p>
sk: <p> Môžete použiť Konqueror na <strong>prehliadanie tar archívov</strong>, Môžete rozbaliť súbory jednoduchým pretiahnutím na iné miesto, napríklad iné Konqueror okno, alebo plochu.</p>
sl: <p> S Konquerorjem lahko <strong>brskate po arhivih tar</strong>, tudi po stisnjenih. Datoteke izvlečete tako, da jih povlečete drugam, denimo v drugo okno Konquerorja ali na namizje.</p>
sr: <p> Можете користити Konqueror за <strong>прегледање TAR архива</strong>, чак и оних које су компресоване. Фајлове можете распаковати једноставним превлачењем на друго место, нпр. у други прозор Konqueror-а или на радну површину.</p>
sr@latn: <p> Možete koristiti Konqueror za <strong>pregledanje TAR arhiva</strong>, čak i onih koje su kompresovane. Fajlove možete raspakovati jednostavnim prevlačenjem na drugo mesto, npr. u drugi prozor Konqueror-a ili na radnu površinu.</p>
sv: <p> Du kan använda Konqueror för att <strong>bläddra i tar-arkiv</strong>, till och med om de är komprimerade. Du kan plocka ut filer genom att dra dem till en annan plats, t ex ett annat av Konquerors fönster eller skrivbordet.</p>
th: <p> คุณสามารถใช้ Konqueror เพื่อ<strong>เรียกดูแฟ้มบีบอัดแบบ tar</strong> ได้ และจะสามารถทำการแตกแฟ้มได้ง่าย ๆ โดยการลากมันไปไว้ยังที่อื่น ๆ เช่น หน้าต่าง konqueror อื่น หรือบนพื้นที่ทำงาน เป็นต้น</p>
uk: <p> Ви можете використовувати Konqueror, <strong>для навігації по архівах tar</strong>, навіть стиснутих архівів. Ви також можете вибирати файли просто перетягнув їх до іншого місця, наприклад до іншого вікна Konqueror або до стільниці.</p>
vi: <p> Bạn có thể sử dụng trình Konqueror để <strong>duyệt qua kho .tar</strong>, ngay cả kho đã nén. Bạn có thể giải nén tập tin, đơn giản bằng cách kéo nó vào nơi khác, v.d. một cửa sổ Konqueror khác hoặc màn hình nền.</p>
zh_cn: <p> 您可以用 Konqueror 来<strong>浏览 tar 归档文件</strong>，甚至是经过 压缩的。要解压缩它们您只需简单的把文件拖放到别的地方(例如另一个 Konqueror 窗口或者桌面)就可以。</p>
zh_tw: <p> 您可以使用 Konqueror 來 <strong>瀏覽 tar 保存檔</strong>， 甚至是有壓縮的也行。您只需要拖曳檔案到其它地方就可以將檔案 解壓，例如另一個 Konqueror 視窗或桌面。</p>
