Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>You can use the mouse wheel to quickly perform a number of tasks; here are a few you might not have known of: <ul><li>Ctrl+Mouse-Wheel in the Konqueror web browser to change the font-size, or in Konqueror file manager to change icon size.</li> <li>Shift+Mouse-Wheel for fast scrolling in all KDE applications.</li> <li>Mouse-Wheel over the taskbar in Kicker to quickly alternate between different windows.</li> <li>Mouse-Wheel over the Desktop Previewer and Pager to change desktop.</li></ul></p>
af: <p>Jy kan die muiswiel gebruik om 'n hele aantal take uit te voer, hier is 'n paar wat jy misiek nie van sal weet nie: <ul><li>Ctrl+MuisWiel in die Konqueror web blaaier om die lettertipe grootte te verander, of in Konqueror lêer bestuurder om ikoon grotes te verander.</li> <li>Kas+MuisWiel vir vinnige rol in alle KDE programme.</li> <li>MuisWiel bo-oor die opdragbalk in Kicker om vinnig tussen vensters te spring.</li> <li>MuisWiel bo-oor die Werksskerm Voorskou en Blaaier om die werksskerm te verander.</li></ul></p>
ar: <p>يمكنك إستعمال عجلة الفأرة لإداء العديد من المهمات سريعاً ، فيما يلي البعض من هذه المهمات اللتي ربما لم تكن على العلم بها: <ul><li>إستعمل Ctrl و عجلة الفأرة في متصفح الشبكة Konqueror كي تغيير قياس المحرف ، أو في مسيير الملفات Konqueror كي تغيير حجم الأيقونات.</li> <li>إستعمل Shift و عجلة الفأرة للتمرير السريع في كلّ تطبيقات KDE.</li> <li>إستعمل عجلة الفأرة فوق شريط Kicker للمهات كي تبدّل سريعاً بين النوافذ المختلفة.</li> <li>إستعمل عجلة الفأرة فوق معاين سطح المكتب أو المتصفح كي تغيير سطح المكتب.</li></ul></p>
ca: <p>Podeu usar la roda del ratolí per a efectuar ràpidament un conjunt de tasques; aquí n'hi ha algunes que potser no coneixíeu: <ul> <li>Ctrl+roda del ratolí al fullejador web del Konqueror per a canviar la mida de la lletra, o al gestor de fitxers Konqueror per a canviar la mida d'icona.</li> <li>Majús+roda del ratolí per al desplaçament ràpid a totes les aplicacions KDE.</li> <li>Roda del ratolí sobre la barra de tasques al Kicker per a canviar ràpidament entre finestres diferents.</li> <li>Roda del ratolí sobre la vista prèvia d'escriptori i el paginador per a canviar d'escriptori.</li></ul></p>
da: <p>Du kan bruge musehjulet til hurtigt at udføre et antal opgaver. Her er nogle som du måske ikke kender til: <ul> <li>Ctrl+musehjul i Konquerors browser for at ændre tegnstørrelse, eller i Konquerors filhåndtering for at ændre ikonstørrelse.</li> <li>Shift+musehjul for hurtigt at rulle i alle KDE-programmer.</li> <li>Musehjul over Kickers opgavefelt for hurtigt at skifte mellem forskellige vinduer.</li> <li>Musehjul over forhåndsvisningen af desktop og desktopvælgeren for at skifte desktop.</li></ul></p>
de: <p>Mit dem Mausrad können verschiedenste Aktionen ausgelöst werden. Hier ein paar Möglichkeiten, die Sie vielleicht noch nicht kennen: <ul> <li>In Konqueror kann mit Strg+Mausrad die Schriftgröße von Webseiten bzw. im Dateimanager die Größe von Symbolen geändert werden.</li> <li>Umschalt+Mausrad bewirkt beschleunigtes Auf- und Abrollen in allen KDE-Programmen.</li> <li>Das Mausrad über der Kontrollleiste bewirkt einen Wechsel zwischen laufenden Programmen.</li> <li>Das Mausrad über dem Arbeitsflächenumschalter bewirkt einen Wechsel der Arbeitsfläche.</li></ul></p>
el: <p>Μπορείτε να χρησιμοποιήσετε τον τροχό στο ποντίκι για τη γρήγορη εκτέλεση ενός πλήθους εργασιών. Εδώ είναι μερικές που ίσως δε γνωρίζατε: <ul><li>Το Ctrl+Τροχό ποντικιού αλλάζει στον περιηγητή ιστού Konqueror το μέγεθος της γραμματοσειράς, ή στο διαχειριστή αρχείων Konqueror το μέγεθος των εικονιδίων.</li> <li>Το Shift+Τροχό ποντικιού για τη γρήγορη κύλιση σε όλες τις εφαρμογές KDE.</li> <li>Ο τροχός του ποντικιού πάνω στη γραμμή εργασιών στον Kicker για γρήγορη εναλλαγή μεταξύ των διαφορετικών παραθύρων.</li> <li>Ο τροχός του ποντικιού πάνω στην προεπισκόπηση και αλλαγή επιφανειών εργασίας για την αλλαγή της τρέχουσας επιφάνειας εργασίας.</li></ul></p>
eo: <p>Vi povas uzi la musradon por pluraj agoj, jen iom da ili: <ul><li>Ctrl+Musrado en Konkeranto kiel retumilo ŝanĝas la grandecon de la tiparo; en Konkeranto kiel foliumilo ŝanĝas la grandecon de la piktogramoj.</li> <li>Majuskliga klavo+Musrado por rapida rulumado en ĉiuj KDE-aplikaĵoj.</li> <li>Musrado super la taskostrio de Kicker rapide interŝanĝas fenestrojn.</li> <li>Musrado super la Tabulpaĝilo por ŝanĝi tabulon.</li></ul></p>
es: <p>Puede utilizar la rueda del ratón para realizar una serie de tareas. Veamos algunas cosas que podría no saber: <ul><li>Ctrl+Rueda del ratón en el navegador web Konqueror para cambiar el tamaño del tipo de letra, o en el administrador de archivos Konqueror para cambiar el tamaño del icono.</li> <li>Mayúsculas+Rueda del ratón para desplazarse rápidamente en todas las aplicaciones de KDE.</li> <li>La rueda del ratón sobre la barra de tareas en Kicker para cambiar rápidamente entre diferentes ventanas.</li> <li>La rueda del ratón sobre la vista previa del escritorio y el paginador para cambiar de escritorio.</li></ul></p>
et: <p>Mitmeid toiminguid saab kiiresti sooritada hiireratta abil. Mainime siin ära mõned, mida sa vahest veel ei tea: <ul><li>Ctrl+hiireratas võimaldab veebilehitsejas Konqueror muuta fondi suurust, failihalduris Konqueror aga ikoonide suurust.</li> <li>Shift+hiireratas võimaldab kiiret kerimist kõigis KDE rakendustes.</li> <li>Hiirerattaga saab Kickeri tegumiribal kiiresti liikuda erinevate akende vahel.</li> <li>Hiirerattaga saab töölaudade eelvaatluses ja pager'is vahetada töölauda.</li></ul></p>
eu: <p>Saguaren gurlpila zenbait ekintza bizkor egiteko erabil dezakezu; hemen dituzu horietako batzuk: <ul> <li>Ktrl+saguaren gurpila Konqueror web arakatzailean, letra tipoaren tamaina aldatzeko, edo Konqueror fitxategi kudeatzailean ikonoen tamaina aldatzeko.</li> <li>Shift+saguaren gurpila KDE aplikazio guztietan bizkor korritzeko.</li> <li>Saguaren gurpila ataza-barran leiho ezberdinen zehar ibiltzeko.</li> <li>Saguaren gurpila mahaigain aurreikustailan eta orrialdekatzailean mahaigaina aldatzeko </li></ul></p>
fa: <p>می‌توانید برای انجام سریع تعدادی از تکلیفها از چرخ موشی استفاده کنید؛ در اینجا مواردی هست که ممکن است در مورد آنها شناختی نداشته باشید: <ul><li>مهار+چرخ موشی در مرورگر وب Konqueror برای تغییر اندازۀ قلم، یا در مدیر پروندۀ Konqueror برای تغییر اندازۀ شمایل.</li> <li>تبدیل+چرخ موشی برای لغزاندن سریع در تمام کاربردهای KDE.</li> <li>چرخ موشی بر روی میله تکلیف در Kicker برای انتخاب متناوب و سریع بین پنجره‌های متفاوت.</li> <li>چرخ موشی بر روی پیش‌نمایشگر و پی‌جوی رومیزی برای تغییر رومیزی.</li></ul></p>
fi: <p>Hiiren rullalla voi tehdä nopeasti monia asioita, esimerkiksi: <ul><li><b>Ctrl+hiiren rulla</b> muuttaa Konquerorissa kirjasimen kokoa Internet-sivuilla. Tiedostonhallintatilassa sama yhdistelmä muuttaa kuvakkeen kokoa.</li> <li><b>Vaihto+hiiren rulla</b> mahdollistaa nopean vierityksen kaikissa KDE-ohjelmissa.</li> <li>Hiiren rullan käyttö tehtäväpalkissa vaihtelee ikkunoiden välillä.</li> <li>Hiiren rullan käyttö virtuaalityöpöytien vaihtimessa paneelilla vaihtaa virtuaalityöpöytää.</li></ul></p>
fr: <p> Vous pouvez utilisez la molette de la souris pour effectuer rapidement un certains nombres de tâches que vous ne connaissiez pas forcément : <ul> <li>« Ctrl+Molette » dans le navigateur Internet Konqueror modifiera la taille de la police, et dans le gestionnaire de fichiers, la taille des icônes.</li> <li>« Maj.+Molette » permet d'accélérer la vitesse de défilement dans toutes les applications KDE.</li> <li>La molette sur la barre des tâches de Kicker permet de passer entre les fenêtres.</li> <li>La molette sur les mini-bureaux et l'aperçu du bureau vous permet de changer de bureau.</li> </lu> </p>
fy: <p>Jo kinne de mûstsjil brûke om in oantal taken fluch út te fieren. Hjirûnder fine jo in oantal dy jo miskien noch net kinne: <ul> <li>Ctrl+mûstsjil yn Konqueror feroaret de tekstgrutte, of yn de triembehearder de byldkaikegrutte.</li> <li>Shift+mûstsjil fersnelt it skowen yn alle KDE-programma's</li> <li>Mûstsjil oer de taakbalke yn Kicker fytst troch de finsters.</li> <li>Mûstsjil oer de ljepbalke yn in KDE-programma fytst troch de ljeppers.</li> <li>Mûstsjil oer de pager fytst troch de buroblêden.</li></ul></p>
hu: <p>Az egérgörgővel többféle művelet is elvégezhető, néhány ezek közül: <ul><li>Ctrl+egérgörgő: megváltoztatja a Konquerorban a betűméretet, ill. a Konqueror fájlkezelőben az ikonméretet.</li> <li>Shift+egérgörgő: gyors görgetés minden alkalmazásban.</li> <li>Egérgörgő a KDE panel felett: gyors váltási lehetőség a nyitott ablakok között.</li> <li>Egérgörgő az asztali előnézet és lapozó felett: gyors váltási lehetőség az asztalok között.</li></ul></p>
is: <p>Þú getur notað hjólið á músinni til að framkvæma ýmsar aðgerðir; hér er listi yfir nokkrar sem þú kannski vissir ekki um: <ul><li>Ctrl+músarhjól í Konqueror vefskoðaranum til að breyta leturstærðinni, eða í Konqueror skráarstjóranum til að breyta stærð táknmynda.</li> <li>Shift+músarhjól fyrir hratt skrun í öllum KDE forritum.</li> <li>Músarhjól yfir verkefnaslánni í Kicker til að skipta á snöggan hátt á milli glugga.</li> <li>Músarhjól yfir skjáborðs forsýn eða flettara til að skipta á milli skjáborða.</li></ul></p>
ja: <p>多数の仕事を素早く実行するためにマウスホイールを利用することができます。あなたが知らないかもしれない小技をいくつか挙げてみましょう。<ul><li>Konqueror ウェブブラウザでは [Ctrl+マウスホイール] でフォントサイズが変わります。Konqueror ファイルマネージャでは、アイコンサイズが変わります。</li><li>[Shift+マウスホイール] は、すべての KDE アプリケーションで高速スクロールを行います。</li><li>Kicker のタスクバーでマウスホイールを動かすと、複数のウィンドウを素早く切り替えることができます。</li><li>デスクトッププレビューアやページャでマウスホイールを動かすと、デスクトップが切り替わります。</li></ul></p>
kk: <p>Тышқанның тегершігімен біршама амалдарды тездетуге болады; олардың бірнешеуі мінекей: <ul><li>Ctrl+Тегершік Konqueror шолғышта қаріпінің өлшемін өзгертеді, немесе Konqueror файл менеджерде таңбашалардың өлшемін өзгертеді.</li> <li>Shift+Тегершік бүкіл KDE қолданбаларда жұмыс өрісін тез жүгіртуге қолданады.</li> <li>Тегершік Kicker-дің тапсырмалар панелінде терезелер арасында тез ауысу үшін қолданылады.</li> <li>Тегершік үстел нобайының үстінде үстелдер арасында тез ауысу үшін қолданылады.</li></ul></p>
km: <p>អ្នក​អាច​ប្រើ​កង់​កណ្តុរ ដើម្បី​អនុវត្ត​ភារកិច្ច​មួយ​ចំនួន​យ៉ាង​រហ័ស នៅទីនេះ គឺ​ជា​ឧទាហរណ៍​ពីរ​បីដែល​អ្នក​មិន​ធ្លាប់​បាន​ដឹង ៖ <ul><li>បញ្ជា+កង់-កណ្តុរ ក្នុង​កម្មវិធី​មើល​ទំព័រ​បណ្តាញ Konqueror ដើម្បី​ផ្លាស់ប្តូរ​ទំហំ​ពុម្ពអក្សរ, ឬ ក្នុង​កម្មវិធីគ្រប់គ្រង​ឯកសារ Konqueror ដើម្បី​ផ្លាស់ប្តូរ​ទំហំ​ពុម្ពអក្សរ ។</li> <li>ប្តូរ+កង់-កណ្តុរ ដើម្បី​រមូរ​យ៉ាង​រហ័ស​ក្នុង​កម្មវិធី KDE ទាំងអស់ ។</li> <li>កង់​-កណ្តុរនៅ​លើ​របារ​ភារកិច្ច​ក្នុង Kicker ដើម្បី​ផ្លាស់ប្តូរ​រវាង​បង្អួច យ៉ាង​រហ័ស ។</li> <li>កង់-កណ្តុរ​នៅ​លើ​កម្មវិធី​មើល​ផ្ទៃតុ និង​ភេកយ័រ ដើម្បី​ផ្លាស់ប្តូរ ផ្ទៃតុ ។</li></ul></p>
ko: <p>작업의 번호를 빠르게 형성하기 위해 마우스 휠을 사용할 수 있습니다. 여기에 알지 못할 만한 몇가지가 있습니다. <ul><li>컹커러 웹 브라우져에서 Ctrl+Mouse-Wheel 은 글꼴 크기를 변경해줍니다. 혹은 파일관리자에서 아이콘 크기를 변경해줍니다.</li> <li>KDE 응용프로그램에서 빠르게 스크롤할 때 Shift+Mouse-Wheel 을 사용합니다.</li> <li>다른 창을 빠르게 대체하기 위해 킥커에서 작업막대 위에서 마우스 휠 을 사용합니다.</li> <li>데스크탑 미리보기와 페이저 위에서 데스크탑을 바꿀 때 마우스 휠을 사용합니다.</li></ul></p>
lt: <p>Galite naudoti pelės ratuką įvairioms užduotims atlikti; štai keletas, apie kurias gal būt nežinojote: <ul><li>Vald(Ctrl)+Pelės ratukas Konqueror naršyklėje pakeis šrifto dydį, o Konqueror bylų tvarkyklėje - ženkliukų dydį.</li> <li>Lyg2(Shift)+Pelės ratukas padės greitai slinkti vaizdą visose KDE programose.</li> <li>Pelės ratukas, sukamas virš užduočių juostos Kicker padės greitai judėti per skirtingus langus.</li> <li>Pelės ratukas, sukamas virš Darbastalių peržiūros ir puslapiuotojo įskiepio padės pakeisti darbastalį.</li></ul></p>
mk: <p>Со тркалцето на глушецот може побрзо да правите голем број задачи. Еве неколку кои за можеби и не сте знаеле: <ul><li>Ctrl+Тркалце-глушец во веб-прелистувачот Konqueror за да ја смените големината на фонтот или во менаџерот на датотеки Konqueror за да ја смените големината на иконите.</li> <li>Shift+Тркалце-глушец за брзо движење во сите KDE-апликации.</li> <li>Тркалце-глушец над лентата со програми во Kicker за брзо да се движите низ различните прозорци.</li> <li>Тркалце-глушец над Прегледувачот на раб. површини или Пејџерот за да ја смените работната површина.</li></ul></p>
nb: <p>Du kan bruke musehjulet for raskt å utføre en rekke oppgaver; her er noen du kanskje ikke visste om: <ul> <li>«Ctrl + musehjul» i nettleseren Konqueror for å endre skriftstørrelsen eller i Konquerors filbehandler for å endre ikonstørrelsen.</li> <li>«Shift + musehjul» for å rulle raskt i alle KDE-programmer</li> <li>Rull musehjulet nmed musepekeren over oppgavelinja i Kicker for raskt å bytte mellom vinduer.</li> <li>Rull musehjulet over forhåndsvisningen av skrivebordene for å endre skrivebord.</li></ul></p>
nds: <p>Du kannst mit dat Muusrad en Reeg Akschonen utföhren; hier sünd en poor, de Du villicht noch nich kennst: <ul><li>Strg+Muusrad ännert in Konqueror de Schriftgrött vun Nettsieden, oder de Lüttbildgrött, wenn Konqueror as Dateipleger löppt.</li> <li>Ümschalt+Muusrad rullt gau in all KDE-Programmen.</li> <li>Muusrad över den Programmbalken vun't Paneel löppt dör de Finstern.</li> <li>Muusrad över den Schriefdisch-Ümschalter löppt dör de Schriefdischen.</li></ul></p>
nl: <p>U kunt de muiswiel gebruiken om een aantal taken snel uit te voeren. Hieronder vindt u een aantal die u misschien nog niet kent: <ul> <li>Ctrl+muiswiel in Konqueror verandert de tekstgrootte, of in de bestandsbeheerder de pictogramgrootte.</li> <li>Shift+muiswiel versnelt het schuiven in alle KDE-programma's</li> <li>Muiswiel over de taakbalk in Kicker loopt door de vensters.</li> <li>Muiswiel over de tabbladen in een KDE-programma loopt door de tabbladen.</li> <li>Muiswiel over de pager loopt door de bureaubladen.</li></ul></p>
pt: <p>Pode usar a roda do rato para efectuar rapidamente um conjunto de tarefas; aqui estão algumas que você poderá não conhecer: <ul><li>Ctrl+Roda-do-Rato no navegador Web do Konqueror, para mudar o tamanho da letra, ou no gestor de ficheiros para mudar o tamanho dos ícones.</li> <li>Shift+Roda-do-Rato para percorrer rapidamente todas as aplicações do KDE.</li> <li>Roda-do-Rato sobre a barra de tarefas do Kicker, para percorrer rapidamente as várias janelas.</li> <li>Roda-do-Rato sobre a Antevisão do Ecrã e o Paginador, para mudar de ecrã.</li></ul></p>
pt_br: <p>Você pode usar a rodinha do mouse para executar rapidamente um número de tarefas, aqui estão algumas dicas caso você não as conheça: <ul> <li>Ctrl+Rodinha no Konqueror (como browser) é usado para modificar o tamanho da fonte e no gerenciador de arquivos para modificar o tamanho dos ícones.</li> <li>Shift+Rodinha para uma rolagem rápida, usado em todos os aplicativos do KDE.</li> <li>Rodinha do mouse sobre a barra de tarefas no painel faz com que se troque rapidamente entre as diferentes janelas.</li> <li>Rodinha do mouse sobre o Pré-visualizador do ambiente e o Pager para modificar o ambiente (mudar de ambiente).</li></ul></p>
ru: <p>Для выполнения некоторых задач можно использовать мышь; вот несколько примеров, о которых вы могли не догадываться: <ul> <li>Использование комбинации Ctrl+колесо-мыши в Konqueror позволяет изменять размер шрифта или значков.</li> <li>Ctrl+колесо-мыши: быстрая прокрутка содержимого во всех приложениях KDE.</li> <li>Вращение колеса мыши при курсоре, установленном над панелью задач, позволяет перемещаться между окнами приложений.</li> <li>Вращение колеса мыши при курсоре, установленном над программой просмотра виртуальных рабочих столов позволяет перемещаться между столами.</li></ul></p>
rw: <p>Ushobora gukoresha akabiye mbeba kugira ngo ukore byihuse imirimo myinshi; dore imwe mu yo ugomba kuba wari uzi: <ul><li>Ctrl+Imbeba-Akabiye muri mucukumbuzi y'urubuga ya Konqueror kugira ngo uhindura ingano y'imyandikire, cyangwa muri mucunga dosiye ya Konqueror kugira ngo uhindure ingano y'agashushondanga.</li> <li>Shift+Imbeba-Akabiye kugira ngo uzingure vuba porogaramu zose za KDE.</li> <li>Imbeba-Akabiye hejuru y'umurongobikoresho uri muri Kicker kugira ngo uhinduranye amadirishya atandukanye.</li> <li>Imbeba-Akabiye hejuru ya Mugaragazambere y'Ibiro na Peja yo guhindura ibiro.</li></ul></p>
sk: <p>Kolieskom myši je možné rýchlo vykonať rôzne akcie; pár z nich, o ktorých ste možno nevedeli: <ul><li>Ctrl+koliesko myši v Konquerori pre zmenu veľkosti písma, alebo v správcovi súborov pre zmenu veľkosti ikôn.</li> <li>Shift+koliesko myši pre rýchle skrolovanie.</li> <li>Koliesko myši nad zoznamom okien v hlavnom paneli pre rýchle prepínanie medzi oknami.</li> <li>Koliesko myši nad Pagerom pre prepínanie medzi plochami.</li></ul></p>
sl: <p>Kolešček na miški lahko uporabite, da hitro izvedete številna opravila. Tu jih je nekaj, za katere morda niste vedeli: <ul> <li>Ctrl+Kolešček v spletnem brskalniku Konqueror za spremembo velikosti pisave.</li> <li>Shift+Kolešček za hitro drsenje v kateremkoli programu za KDE.</li> <li>Kolešček nad opravilno vrstico na Pultu za hitro preklapljanje med različnimi okni.</li><li>Kolešček nad Ogledovalnikom in pozivnikom namizja za preklapljanje med navideznimi namizji.</li></ul></p>
sr: <p>Можете користити точкић миша за брзо извршавање многих задатака; ево неколико њих за које можда нисте знали: <ul><li>Ctrl+точкић у Konqueror-у као веб прегледачу мења величину фонта, а у Konqueror-у као менаџеру фајлова величину икона.</li> <li>Shift+точкић даје брзо клизање у свим KDE програмима.</li> <li>Точкић миша преко траке задатака у Kicker-у омогућава брзо мењање између различитих прозора.</li> <li>Точкић миша преко прегледа радних површина и пејџера мења радну површину.</li></ul></p>
sr@latn: <p>Možete koristiti točkić miša za brzo izvršavanje mnogih zadataka; evo nekoliko njih za koje možda niste znali: <ul><li>Ctrl+točkić u Konqueror-u kao veb pregledaču menja veličinu fonta, a u Konqueror-u kao menadžeru fajlova veličinu ikona.</li> <li>Shift+točkić daje brzo klizanje u svim KDE programima.</li> <li>Točkić miša preko trake zadataka u Kicker-u omogućava brzo menjanje između različitih prozora.</li> <li>Točkić miša preko pregleda radnih površina i pejdžera menja radnu površinu.</li></ul></p>
sv: <p>Du kan använda mushjulet för att snabbt utföra ett antal uppgifter. Här är några som du kanske inte känner till: <ul> <li>Ctrl+mushjul i Konquerors webbläsare för att ändra teckenstorlek, eller i Konquerors filhanterare för att ändra ikonstorlek.</li> <li>Skift+mushjul för att snabbt panorera i alla KDE-program.</li> <li>Mushjul över Kickers aktivitetsfält för att snabbt byta mellan olika fönster.</li> <li>Mushjul över förhandsgranskningen av skrivbord och skrivbordsväljaren för att byta skrivbord.</li></ul></p>
th: <p>คุณสามารถใช้งานลูกล้อของเมาส์ในการทำงานบางอย่างได้อย่างรวดเร็ว; ต่อไปนี้คือตัวอย่างของการใช้งานที่คุณอาจจะไม่รู้: <ul><li>Ctrl+หมุนล้อ ในเว็บบราวเซอร์ Konqueror เพื่อเปลี่ยนขนาดตัวอักษร, หรือในตัวจัดการแฟ้ม Konqueror เพื่อเปลี่ยนขนาดของไอคอน</li> <li>Shift+หมุนล้อ เพื่อเลื่อนหน้าอย่างรวดเร็วในแอพพลิเคชันของ KDE ทุกตัว</li> <li>หมุนล้อเหนือทาสก์บาร์ใน Kicker เพื่อสลับหน้าต่างอย่างรวดเร็ว</li> <li>หมุนล้อเหนือตัวแสดงตัวอย่างพื้นที่ทำงานหรือตัวสลับหน้า เพื่อเปลี่ยนพื้นที่ทำงาน</li></ul></p>
uk: <p>За допомогою коліщатка мишки можна виконувати багато різних дій. Нижче приведені деякі з них, про які ви, можливо, ще не знаєте: <ul><li>Ctrl+коліщатко мишки - змінюватиме розмір шрифту в навігаторі Тенет, або у менеджері файлів змінюватиме розмір піктограм.</li> <li>Shift+коліщатко мишки - швидка прокрутка у всіх програмах для KDE.</li> <li>Просто коліщатко мишки у смужці задач панелі KDE допоможе швидко перемикатися між вікнами.</li> <li>Просто коліщатко мишки у пейджері панелі або перегляді стільниць перемикатиме між стільницями.</li></ul></p>
vi: <p>Bạn có thể sử dụng cái bánh xe lăn nhỏ trên con chuột để làm một số việc có ích, gồm: <ul><li>Ctrl+Bánh xe trong trình duyệt Mạng Konqueror sẽ chuyển đổi phông chữ, và trong bộ quản lý tập tin Konqueror sẽ thay đổi kích cỡ của biểu tượng.</li> <li>Shift+Bánh xe sẽ cuộn nhanh hơn trong mọi ứng dụng KDE.</li> <li>Bánh xe chuột trên thanh tác vụ trong Kicker sẽ chuyển đổi nhanh giữa nhiều cửa sổ khác nhau.</li> <li>Bánh xe chuột trên Bộ xem thử Màn hình nền và Bộ chuyển màn hình sẽ chuyển đổi màn hình nền.</li></ul></p>
zh_tw: <p>您可以使用滑鼠滾輪來快速的執行某些工作； 這裡是一些您可能不知道的： <ul><li>在 Konqueror 網頁瀏覽器中按 Ctrl+滑鼠滾輪可改變 字型大小，或在 Konqueror 檔案管理程式中改變圖示大小。</li> <li>Shift+滑鼠滾輪可在所有 KDE 應用程式中快速捲動。</li> <li>在 Kicker 工作列可以滑鼠滾輪切換不同的視窗。</li> <li>在桌面預覽程式與呼叫器中可以滑鼠滾輪切換 桌面。</li></ul></p>
