Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> The difference between window manager styles and old-fashioned themes is that the former even reflect window titlebar color settings from the Control Center and might implement different features.</p>
af: <p> Die verskil tussen venster bestuurder style en old-fashioned temas is wat Die vorige al reflekteer venster titelbar kleur instellings van Die Kontrole Sentrum en dalk implementeer ander funksies.</p>
ar: <p> إنّ الفرق بين أنواع مدبر النوافذ و السمات القديمة الزينة هو أنّ الأوائل تعكس تعيينات ألوان شريط العنوان للنوافذ من مركز التحكم و تستطيع أيضاً تثبيت مييزات أخرى.</p>
ca: <p> La diferència entre estils de gestor de finestres i temes a l'antiga és que els primers fins i tot reflecteixen l'arranjament de color per la barra de títol de la finestra des del centre de control i poden implementar característiques diferents.</p>
da: <p> Forskellen mellem vindueshåndteringsstile og gammeldags temaer er, at den første også reflekterer vinduets titellinjefarveindstilling fra Kontrolcenteret og kan implementere forskellige egenskaber.</p>
de: <p> Der Unterschied zwischen den "Stilen" des Fenstermanagers und den älteren "Designs" besteht darin, dass erstere z. B. auch Titelleisten-Farben berücksichtigen, die man im Kontrollzentrum vorgibt und später noch zusätzliche Funktionen aufweisen werden.</p>
el: <p> Η διαφορά μεταξύ των στυλ του διαχειριστή παραθύρων και των παλιών θεμάτων είναι ότι τα πρώτα μπορούν να αποδώσουν ρυθμίσεις χρωμάτων από τον Πίνακα Ελέγχου ακόμα και για τον τίτλο παραθύρου και μπορούν να ενσωματώσουν διαφορετικά χαρακτηριστικά.</p>
eo: <p> La diferenco inter fenestroadministrilaj stiloj kaj konvenciaj etosoj estas, ke la lastaj ankaŭ enhavas la aspekton de la titolabreto el la Stircentro kaj povus realigi diversajn aliajn aferojn.</p>
es: <p> La diferencia entre los estilos del administrador de ventanas y los antiguos temas es que los primeros reflejan incluso las preferencias de color de las barras de título fijados desde el centro de control y pueden implementar diferentes propiedades.</p>
et: <p> Aknahalduri stiilide ja vanade teemade vahe on selles, et esimene arvestab ka akna tiitliriba värviseadistustega juhtimiskeskuses ning võib sisaldada standardsest käitumisest erinevaid omadusi.</p>
eu: <p> Leiho kudeatzailearen estiloen eta aintzinako erako gaien arteko ezberdintasuna honetan datza: lehenak Kontrol Gunean ezarritako leihoen titulu-barren kolore ezarpenak ere islatzen dituela, baita ezaugarri ezberdinak eskaini.</p>
fa: <p> تفاوت میان سبکهای مدیر پنجره و چهره‌های روش قدیمی این است که، قبلی حتی تنظیمات رنگ میله عنوان پنجره از مرکز کنترل را بازتاب می‌دهد، و ممکن است ویژگیهای متفاوتی را پیاده‌سازی کند.</p>
fi: <p> Ikkunoinnin hallintaohjelman teemojen ja vanhojen teemojen ero on seuraava: ikkunoinnin hallintaohjelman teemat vaikuttavat myös ikkunan otsikkorivin väreihin ja voivat myös toteuttaa erilaisia ominaisuuksia.</p>
fr: <p> Les styles du gestionnaire de fenêtres sont différents des anciens thèmes car ils utilisent les couleurs définies dans le Centre de configuration de KDE et peuvent proposer des fonctionnalités supplémentaires.</p>
fy: <p> It ferskil tusken windowmanagerstylen en -tema's is dat de earste ek ynfloed hat op de kleurenynstellings foar de finstertitelbalke yn it Konfiguraasjesintrum en mooglik ek oare funksjes mei har meibringt.</p>
hu: <p> Az eltérés az ablakkezelő-stílusok és a régi típusú témák között az, hogy az előbbiek az ablakcímsorok színbeállítását is figyelembe veszik és egyedi szolgáltatásokat is képesek nyújtani.</p>
is: <p> Munurinn á stílum gluggastjórans og gamaldags þemum er að það fyrra felur líka í sér litastillingar titilsláa glugganna úr stjórnborðinu og gæti falið í sér aðra virkni.</p>
ja: <p> ウィンドウマネージャの「スタイル」は、旧来のテーマと違って、タイトルバーの色設定についても、コントロールセンターの設定を反映します。また、テーマにはない機能を実装しているものもあります。</p>
kk: <p> Терезе менеджерінің стилімен баяғы нақыштар арасындағы айырмашылығы мынандай, біріншісі терезе айдарының түсін Басқару орталығының баптауынан алады және әртүрлі қосымша мүмкіндіктерге ие.</p>
km: <p> ភាព​ខុស​គ្នា​រវាង​រចនាប័ទ្មកម្មវិធី​គ្រប់គ្រង​បង្អួច និង​ស្បែក​បែប​ចាស់​គឺ ​ស្បែក​ចាស់​ឆ្លុះ​បញ្ជាំង​ទាំង​ការ​កំណត់​ពណ៌​របារ​ចំណងជើង នៅ​ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា ហើយ​ប្រហែល​ជា​អនុវត្ត​លក្ខណៈ​ពិសេស​ខុស​គ្នា​ផង​ដែរ ។</p>
ko: <p> 창 관리자 스타일과 예전 테마가 다른 점은 제어판에서 창 제목줄의 색 설정을 반영하고 다른 요소도 구현할 수 있다는 점입니다. </p>
lt: <p> Skirtumas tarp langų tvarkyklės stilių ir senamadiškų temų yra tame, kad pirmieji atspindi netgi langų antraštės juostų spalvų nustatymus iš Valdymo Centro ir gali įgyvendinti įvairias savybes.</p>
mk: <p> Разликата меѓу стиловите на менаџерите на прозорци и старомодните теми е тоа што првите можат да ги земат поставувањата за боите за насловната лента од Контролниот центар и може да имплементираат различни можности.</p>
nb: <p> Forskjellen mellom stiler for vindusbehandler og de gammeldagse temaene er at førstnevnte også tar hensyn til fargeinnstillingene til vinduenes tittellinjer (valgt i kontrollpanelet) og kan implementere andre egenskaper.</p>
nds: <p> De Verscheel twischen Finsterpleger-Stilen un de ooltbackschen Mustern is, dat Stilen ok de in't Kuntrullzentrum instellten Klören för Titelbalkens wiesen köönt, un se köönt ok noch anner Saken inbuut hebben.</p>
nl: <p> Het verschil tussen windowmanagerstijlen en -thema's is dat de eersten ook invloed hebben op de kleureninstellingen voor de venstertitelbalk in het Configuratiecentrum en mogelijk ook andere functies met zich meebrengen.</p>
nn: <p>Skilnaden mellom vindaugshandsamarstilar og gammeldagse tema er at den førstnemnde òg tek omsyn til fargeinnstillingane til tittellinjene (valde i kontrollsenteret) og kan implementera andre funksjonar.</p>
pt: <p> A diferença entre os estilos do gestor de janelas e os temas antiquados é que os primeiros reflectem as configurações de cores da barra de título das janelas do Centro de Controlo e podem implementar características diferentes.</p>
pt_br: <p> A diferença entre estilos de gerenciador de janela e os antigos temas é que os primeiros refletem inclusive as preferências de cor da barra de título ds janela configuradas no Centro de controle, e podem implementar diferentes recursos.</p>
ru: <p> Различие между стилями оконного менеджера и старыми темами в том, что первые наследуют цветовые настройки оконного заголовка из Центра управления и могут содержать различные дополнительные возможности.</p>
rw: <p> Ikinyuranyo hagati y'imisusire ya mucunga dirishya n'insangamatsiko zitakigezweho ni uko iyo misusire inagaragaza amagenamiterere y'ibara ry'umurongo mutwe w'idirishya yo mu Kigo Kigenzura kandi ikaba ishobora gukora ibiranga bitandukanye.</p>
sk: <p> Rozdiel medzi štýlami manažéra okien a staromódnymi témami je ten, že štýly odrážajú aj nastavenia farby titulku okna podľa nastavení Ovládacieho centra a môžu zahŕňať aj iné vlastnosti.</p>
sl: <p> Slogi okenskega upravljalnika se od starih tem ločijo po tem, da upoštevajo barvne nastavitve naslovne vrstice okna iz Nadzornega središča in imajo morda drugačne lastnosti.</p>
sr: <p>Разлика између стилова менаџера прозора и старих тема је у томе што стилови чак одражавају поставку боје насловне траке из Контролног центра и могу имплементирати различите могућности.</p>
sr@latn: <p>Razlika između stilova menadžera prozora i starih tema je u tome što stilovi čak odražavaju postavku boje naslovne trake iz Kontrolnog centra i mogu implementirati različite mogućnosti.</p>
sv: <p> Skillnaden mellan fönsterhanterarstilar och gamla teman är att de förra använder sig av färgen på namnlisterna som du har ställt in i Inställningscentralen samt att de kan ha ytterligare finesser.</p>
th: <p> ความแตกต่างระหว่าง รูปแบบของตัวจัดการหน้าต่างและชุดตกแต่ง ทำให้เราสามารถใช้งานรูปแบบกรอบหน้าต่าง และแถบหัวเรื่องในรูปแบบหนึ่ง และใช้ชุดตกแต่งในการแสดงส่วนอื่น ๆ ของหน้าต่างให้แตกต่างกันได้</p>
uk: <p> Різницею між стилями менеджера вікон та старими темами є те, що перші успадковують параметри кольору заголовків вікна з Центра керування та можуть впроваджувати інші можливості.</p>
vi: <p> Sự khác giữa kiểu dáng của bộ quản lý cửa sổ, và sắc thái kiểu cũ, là kiểu dáng theo thiết lập trong Trung tâm Điều khiển, và có tính năng thêm.</p>
zh_cn: <p>窗口管理器风格和老式的主题之间的区别是，前者甚至可以通过控制中心改变窗口标题栏的颜色设置并且可能实现不同的特性。</p>
zh_tw: <p> 視窗管理程式的款式及舊式佈景的差別在於，前者甚至會從控制台中 反映出視窗標題列的顏色設定並可能有不同的功能。</p>

source: <p> The K in KDE does not stand for anything. It is the character that comes before L in the Latin alphabet, which stands for Linux. It was chosen because KDE runs on many types of UNIX (and perfectly well on FreeBSD). </p>
af: <p> Die K in KDE is nie verniet daar nie. Dit is die karakter wat voor L kom in die Latynse alfabet, wat vir Linux staan. Dit was gekies omdat KDE op so baie weergawes van UNIX kan harloop (en ook perfek op FreeBSD). </p>
ar: <p> إنّ حرف الكاف ( K ) في KDE لا يعني أي شيئ بلتحديد. و هو الحرف السابق للحرف لام ( L ) في الألفباء اللاتينية اللذي يدل على لينكس. لقد تمّ إختياره لأنّ KDE يعمل على أنواع كثيرة من اليونكس (و بشكل كمالي على FreeBSD). </p>
ca: <p> La K del KDE no significa res. És el primer caràcter de l'alfabet llatí abans de la L que significa Linux. Es va triar perquè el KDE funciona en molts tipus de UNIX (i perfectament bé a FreeBSD). </p>
da: <p> K'et i KDE står ikke for noget. Det er det første tegn i det latinske alfabet før L, som står for Linux. Det blev valgt fordi KDE kører på mange type UNIX (og helt fint på FreeBSD). </p>
de: <p> Das K in KDE bedeutet nichts. Es ist der Buchstabe vor dem L im lateinischen Alphabet, der wiederum für Linux steht. KDE läuft auf vielen UNIX-Systemen und auf FreeBSD. </p>
el: <p> Το K στο KDE δε σημαίνει απολύτως τίποτα. Είναι απλά το γράμμα του λατινικού αλφαβήτου πριν το L που σημαίνει Linux. Επιλέχθηκε επειδή το KDE τρέχει σε πολλά συστήματα Unix (και τέλεια στο FreeBSD). </p>
eo: <p> La K en KDE signifas nenion. En la latina alfabeto ĝi estas la litero antaŭ L, kiu reprezentas Linukson. Sed KDE ruliĝas sur diversaj Uniksoj, ekz. perfekte sub FreeBSD.</p>
es: <p> La K de KDE no significa nada. Es el carácter en el alfabeto latino que precede a la L, la cual simboliza a Linux. Fué escogida porque KDE funciona sobre muchos tipos de Unix (y, por tanto, perfectamente sobre FreeBSD).</p>
et: <p> K nimes KDE ei tähenda midagi. K on täht, mis eelneb ladina tähestikus tähele L (L nagu Linux). See valiti selle pärast, et KDE on käivitatav paljudel UNIX-i platvormidel (FreeBSD peal käib KDE lihtsalt suurepäraselt).</p>
eu: <p> KDEren 'K'k ez du esanahirik. Latindar alfabetoan L-ren (Linuxi dagokiona) aurretik dagoen karakterea da. KDE UNIX mota askotan (eta FreeBSDn izugarri ondo) dabilelako aukeratu zen. </p>
fa: <p> K در KDE مخفف چیزی نیست. نویسه‌ای است که در الفبای لاتین قبل از L می‌آید و اختصاری در لینوکس می‌باشد. K انتخاب شد زیرا KDE در مورد بسیاری از انواع یونیکس )و کاملاً خوب در FreeBSD( اجرا می‌شود. </p>
fi: <p> KDE:n K ei tarkoita mitään erityistä. K on aakkosissa ennen Linuxin L-kirjainta. Se valittiin, koska KDE toimii monilla Unixeilla (kuten myös FreeBSD:llä). </p>
fr: <p> Le K dans KDE ne veut rien dire. C'est la lettre juste avant L (comme Linux) dans l'alphabet latin. Il a été choisi parce que KDE fonctionne sur beaucoup d'UNIX (et est tout simplement parfait sur FreeBSD).</p>
fy: <p> De K yn KDE stiet nea foar. It is de earste letter yn it Latynske alfabet foar de L, hokker stiet foar Linux. Hy is keazen om’t KDE op in protte ferzjes fan UNIX rint (en gewoanwei perfekt op FreeBSD). </p>
hu: <p> A KDE-ben található K betűnek nincs önálló jelentése - közvetlenül az L betű előtt áll az ábécében, mely a Linux szóra utal. Azért is erre esett a választás, mert a KDE sokféle UNIX rendszeren tud futni (a FreeBSD-n egyenesen tökéletesen).</p>
is: <p> K-ið í KDE stendur ekki fyrir neitt. Það er einfaldlega stafurinn í stafrófinu á undan L, sem stendur fyrir Linux. Það varð fyrir valinu því KDE keyrir á mörgum UNIX tegundum (og einnig óaðfinnanlega á FreeBSD). </p>
ja: <p> KDE の "K" にはたいした意味はありません。"K" は Linux を表すアルファベット "L" の一つ前の文字です。この文字が選ばれた理由は、KDE が Linux 以外の多くの Unix ライクな OS と FreeBSD などでも動作するからです。</p>
kk: <p> KDE дегендегі К әріпі ештеңені білдірмейді. Бұл латын әліппедегі L әріпінен бұрын тұратын әріп (L Linux-ті білдіреді). Оны таңдап алған себебі, KDE Unix жүйесінің көптеген түрінде жақсы жұмыс істейді (және FreeBSD жүйесінде өте жақсы істейді). </p>
km: <p> K នៅ​ក្នុង KDE មិន​តំណាង​ឲ្យ​អ្វី​ទាំងអស់ ។ វា​ជា​តួអក្សរ​ដែល​នៅ​ពី​មុខ តួអក្សរ L ក្នុង​អក្សរក្រម​ឡាតាំង​ដែល​តំណាង​ឲ្យ Linux ។ វា​ត្រូវ​បាន​ជ្រើស ដោយ​សារ​តែ KDE រត់​លើ UNIX ច្រើន​ប្រភេទ (ហើយ​រត់​ល្អ​ឥត​ខ្ចោះ​លើ FreeBSD) ។ </p>
ko: <p> K는 KDE에서 기본입니다. 이 첫번째 글자는 라틴 알파벳에서 리눅스의 첫번째 글자인 L보다 하나 전에 나오는 글자 입니다. 바로 이런 점이 수 많은 KDE 단체가 생겨나게 된 까닭 입니다. (FreeBSD와 같은 경우임) </p>
lt: <p> K raidė KDE neturi reikšmės. Tai pirma raidė prieš L lotyniškoje abėcėlėje, o L reiškia Linux. Ji buvo pasirinkta, nes KDE veikia įvairiose Unix tipo sistemose (ir tiesiog puikiai FreeBSD). </p>
mk: <p> Буквата K во KDE не значи ништо. Тоа е буквата што во латиницата ѝ претходи на буквата L, првата буква од зборот Linux. Избрана е затоа што KDE работи на различни верзии на UNIX (како и на FreeBSD). </p>
nb: <p> K-en i KDE står ikke for noe spesielt. Det er det første tegnet i det latinske alfabetet før L, som står for Linux. Den ble valgt fordi KDE kjører på mange Unix-systemer (og helt perfekt på FreeBSD). </p>
nds: <p> Dat K in KDE steiht för nix. Dat is eenfach bloots de Bookstaav, de in't latiensche Alfabeet vör't L kummt, dat Linux bedüüdt. Dat is utwählt worrn, wiel KDE op vele Sorten UNIX löppt (un ok heel goot op FreeBSD). </p>
nl: <p> De K in KDE staat nergens voor. Het is de eerste letter in het Latijnse alfabet voor de L, welke staat voor Linux. Hij werd gekozen omdat KDE op vele versies van UNIX draait (en gewoonweg perfect op FreeBSD). </p>
nn: <p>K-en i KDE står ikkje for noko spesielt. K er den første bokstaven i det latinske alfabetet før L som står for Linux. Han vart vald fordi KDE køyrer på mange UNIX-system (og heilt perfekt på FreeBSD).</p>
pt: <p> O K no KDE não significa nada. É a primeira letra no alfabeto latim antes do L que significa Linux. Foi escolhido porque o KDE corre em vários UNIXes (e perfeitamente no FreeBSD).</p>
pt_br: <p> O K do KDE não significa nada. É o caractere do alfabeto latino que vem justamente antes do L, de Linux. Foi escolhido porque o KDE roda em vários Unixes (e perfeitamente no FreeBSD). </p>
ru: <p> Буква К в KDE ничего не означает. Это буква латинского алфавита, идущая перед буквой L, что значит Linux. Её выбрали потому, что KDE хорошо работает на многих версиях Unix (и совсем хорошо на FreeBSD). </p>
rw: <p> K iri muri KDE ntacyo ihagarariye. Ni inyuguti ibanziriza L mu rutondenyuguti rw'Ikilatini, yo ihagarariye Linux. Yatoranyijwe kubera KDE ikorana n'ubwoko bwinshi bwa UNIX (ariko akorana neza na FreeBSD). </p>
sk: <p> Písmeno K v KDE neznamená nič. Je to prvý znak v latinskej abecede pred L, ktoré vyjadruje Linux. Bolo vybrané, pretože KDE beží na mnohých Unixoch (a rovnako výborne aj na FreeBSD). </p>
sl: <p> K v KDE ne pomeni nič. Je le prva črka v abecedi pred L (Linux). Izbrali so jo zato, ker KDE teče v številnih Unixih (in prav odlično tudi na FreeBSD). </p>
sr: <p>Слово K у KDE не значи ништа. Ово слово у латиници претходи слову L, које се налази у имену Linux. Изабрано је због тога што KDE ради на великом броју Unix-оликих оперативних система (као и на FreeBSD-у).</p>
sr@latn: <p>Slovo K u KDE ne znači ništa. Ovo slovo u latinici prethodi slovu L, koje se nalazi u imenu Linux. Izabrano je zbog toga što KDE radi na velikom broju Unix-olikih operativnih sistema (kao i na FreeBSD-u).</p>
sv: <p> Bokstaven K i KDE står inte för något särskilt. Det är den första bokstaven före L i det latinska alfabetet, och L står för Linux. Den valdes eftersom KDE kan köras under många olika varianter av Unix (och alldeles utmärkt under FreeBSD).</p>
th: <p> ตัวอักษร K ใน KDE นั้นไม่มีอะไรหรอก มันเป็นเพียงตัวอักษรลำดับที่หนึ่ง ในภาษาละติน ที่มาก่อนตัว L ที่นำหน้าในคำว่า Linux มันถูกเลือกมาใช้ เนื่องจาก KDE นั้น สามารถทำงานบนแพลตฟอร์มอื่น ๆ ได้ </p>
uk: <p> Літера K у назві KDE нічого не значить. Це та літера у Латинському алфавіті, яка знаходиться перед літерою L, що асоціюється з Linux. Літеру K було вибрано тому що KDE виконується на багатьох UNIX системах (і майже ідеально на FreeBSD). </p>
vi: <p> Chữ K trong tên KDE không có nghĩa riêng. Nó là ký tự nằm trước L trong thứ tự abc La-tinh, và L là chữ đầu trong từ Linux. Chữ K được chọn vì môi trường KDE chạy được trên rất nhiều hế thống Linux và UNIX. </p>
zh_cn: <p>KDE 中的字母 K 不代表任何意思。它是拉丁字母表中 L 的前一个字母，L 代表 Linux。选择它是因为 KDE 能够运行在许多种 Unix 系统中(在 FreeBSD 中也非常完美)。</p>
zh_tw: <p> KDE 中的 K 不表示任何東西。在拉丁文字中它是在 L 前面的字母， 而 L 表示 Linux。這是因為 KDE 可以在很多 Unix 系統上執行 （在 FreeBSD 表現也很完美），因而被選中。 </p>
