Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>Though KDE is a very stable desktop environment, programs may occasionally freeze or crash, particularly if you are running the development version of a program, or a program made by a third-party. In this case, you can forcibly kill the program if need be.</p> <p>Pressing <b>Ctrl+Alt+Esc</b> will bring up the skull-and-crossbones cursor, and once you click on a window with it the program will be automatically killed. Note, however, that this is an untidy way of shutting down the program which may result in data being lost, and some partner processes may still remain running. This should only be used as a last resort.</p>
af: <p>Alhoewel KDE baie stabiel is, mag dit soms gebeur dat programme mag vries of veongeluk, veral as jy die ontwikkelings weergawes van programme, of 'n program wat deur 'n derde party ontwikkel is hardloop. In die geval mag jy die program doodmaak.</p> <p>Deur <b>Ctrl+Alt+Esc</b> te druk, sal jy die skedel-en-bene plekduider oproep, en waar jy in 'n venster kliek sal die program automaties eindig. Let daarop dat dit 'n onnet manier is om programme toe te maak, en dit mag dataverlies tot gevolg hê, en sommige prosesse mag steeds aan bly.Dit moet slegs as 'n laaste opsie gebruik word.</p>
ar: <p>بلرغم أنّ محيط سطح المكتب KDE هو مستقر جداً، يمكن لبعض البرامج أن تتجمد أو أن تنهارأحياناً، خاصةً إذا كنت تنفذ الإصدار التطويري من البرنامج أو برنامج مؤلف من شخص آخر. يمكنك في هذه الحال قتل البرنامج عند الحاجة.</p> <p>إن الضغط على <b>Ctrl و Alt و Esc</b> سيجلب لك مؤشر الجمجمة و العظام ، و عندما تنقر بهذا المؤشر على نافذة ، سيتم قتل البرنامج تلقائياً. و لكن لاحظ إنها طريقة غير نظيفة لتوقيف البرنامج لأنه ستخسر بعض البيانات اللتي يتم معاملتها ، و بعض الإجراءات المتفرعة منه قد تبقى قيد التنفيذ. عليك إذاً أن تستعمل هذه الطريقة كحلّ أخير فقط.</p>
ca: <p>Encara que el KDE és un entorn d'escriptori molt estable, els programes poden penjar-se o petar de forma ocasional, particularment si executeu la versió de desenvolupament d'un programa o un programa fet per tercers. En aquest cas podeu matar el programa a la força, si cal.</p> <p>En prémer <b>Ctrl+Alt+Esc</b> apareixerà el cursor de la calavera i les tíbies, i es matarà el programa automàticament un cop hi cliqueu a una finestra. Però tingueu present que aquesta forma d'aturar un programa és poc endreçada i pot portar a què es perdin dades i alguns processos relacionats poden quedar en execució. Només s'hauria d'usar com a darrer recurs.</p>
da: <p>Selvom KDE er et meget stabilt desktopmiljø, kan programmer sommetider fryse eller bryde sammen, især hvis du kører udviklingsversionen af et program, eller et program oprettet af tredjepart. I så tilfælde kan du afbryde programmet ved at tvinge det til at afsluttes, hvis det bliver nødvendigt.</p> <p>Ved at trykke på <b>Ctrl+Alt+Esc</b> vises dødskalmarkøren, og når du klikker på et vindue med den, tvinges programmet automatisk til at afsluttes. Bemærk dog at det er en sjusket måde at afslutte et program, som kan gøre at data går tabt, og visse partnerprocesser kan stadigvæk fortsætte med at køre. Det skal kun bruges som en sidste udvej.</p>
de: <p>Obwohl KDE eine sehr stabile Arbeitsumgebung ist, kann es dennoch gelegentlich vorkommen, dass Programme abstürzen oder nicht mehr reagieren. Dies kann insbesondere dann passieren, wenn Sie eine Entwicklerversion oder ein Programm eines Drittherstellers verwenden. In diesem Fall können Sie das Programm auf die "harte Tour" beenden.</p> <p>Drücken Sie <b>Strg+Alt+Esc</b>, verwandelt sich der Mauszeiger in einen Totenkopf. Wenn Sie nun auf ein Fenster klicken, wird das betreffende Programm beendet. Beachten Sie aber bitte, dass dies ein sehr unsauberer Weg zum Beenden von Programmen ist. Sie sollten diese Methode nur anwenden, wenn der normale Weg zum Beenden des Programms nicht funktioniert. Sie könnten unter Umständen sogar Daten verlieren!</p>
el: <p>Παρόλο που το KDE είναι ένα πολύ σταθερό περιβάλλον, τα προγράμματα μπορεί κάποιες φορές να κολλήσουν ή να τερματίσουν, κυρίως αν εκτελείτε δοκιμαστικές εκδόσεις ενός προγράμματος, ή ένα πρόγραμμα που έχει φτιαχτεί από τρίτους. Σε αυτή την περίπτωση, μπορείτε να τερματίσετε το πρόγραμμα αν χρειάζεται.</p> <p>Πατώντας <b>Ctrl+Alt+Esc</b> θα εμφανιστεί ο δρομέας νεκροκεφαλή και μόλις κάνετε με αυτό κλικ σε ένα παράθυρο το πρόγραμμα αυτόματα θα τερματιστεί. Σημειώστε ωστόσο, ότι αυτός δεν είναι καθαρός τρόπος για το κλείσιμο του προγράμματος γιατί μπορεί να προκαλέσει απώλεια δεδομένων καθώς και να αφήσει ανοικτές τυχόν συνεργαζόμενες. Αυτό θα πρέπει να χρησιμοποιείται μόνο ως τελευταία λύση.</p>
eo: <p>Kvankam KDEo estas tre stabila labortabla medio, foje programoj povas kolapsi aŭ ĉesi respondi, aparte se vi uzas la programadan redakcion de la programo,aŭ programo de ekstera liveranto. En tia okazo, vi povas ĉesigi la programon.</p> <p>Premo de <b>Ctrl+Alt+Esc</b> aperigos kursoron de kranio kaj krucitaj ostoj. Sekve, vi povas klaki sur la fenestro de la ĉesigota programo. Notu, ke la programo kompreneble ne havos ŝancon konservi la lastatempan datumon, kaj eble kunlaborante procezoj daŭros ruliĝi. Do, vi devus uzi tiun rimedon nur se vi ne povas ĉesigi la programon en alia maniero.</p>
es: <p>Aunque KDE es un entorno de escritorio muy estable, los programas pueden colgarse ocasionalmente, sobre todo si está ejecutando la versión en desarrollo de un programa, o si el programa es de terceros. En este caso puede forzar el cierre del programa si fuera necesario.</p> <p>Pulsando <b>Ctrl+Alt+Esc</b> aparecerá un cursor con forma de calavera con dos tibias cruzadas, de forma que si pulsa sobre una ventana de un programa este se cerrará automáticamente. Tenga en cuenta, sin embargo, que ésta es una forma poco cuidadosa de cerrar el programa y puede provocar que se pierdan datos, e incluso algunos procesos pueden continuar ejecutándose. Solo debería utilizarse como último recurso.</p>
et: <p>Kuigi KDE on väga stabiilne töökeskkond, võivad rakendused mõnikord hanguda või krahhi üle elada, eriti juhul, kui kasutad rakenduste arendusversioone või mõnda KDE-välist rakendust. Sellisel juhul saab rakenduse vajaduse korral surmata.</p> <p>Klahvidele <b>Ctrl+Alt+Esc</b> vajutades ilmub pealuukujuline kursor ning sellega mõnele rakenduse aknale klõpsates rakendus surmataksegi. Arvesta siiski, et see on üsna räige rakenduse sulgemise viis, millega võib kaasneda andmete kadu, samuti võivad mõned rakenduse poolt tööle pandud protsessid endiselt alles jääda. Seda võimalust tuleks kasutada ainult siis, kui tõesti midagi muud üle ei jää.</p>
eu: <p>Nahiz eta KDE oso sistema egonkorra izan batzutan programak kraskatu egin dezakete, batez ere garapen bertsioak erabiltzen badituzu edo kanpoko programak. Kasu hauetan programen itxiera behar dezakezu.</p> <p><b>Ktrl+Alt+Esc</b> sakatuz buruezurra agertuko da. Honekin leiho batean klik eginez programa hilko da automatikoki. Ohar zaitez honela itxitako programak ezin dutela behar dituzten gauzak gorde eta normalean datu galerak ekartzen du. Eginbide hau azken beltzean baino ez da gomendagarria erabiltzea.</p>
fa: <p>با وجود این که KDE، یک محیط بسیار پایدار رومیزی است؛ مخصوصاً اگر در حال اجرای نسخۀ توسعه یک برنامه یا برنامه‌ای هستید که توسط گروه سومی ساخته شده، ممکن است برنامه‌ها گهگاه متوقف یا فروپاشی شوند. در این حالت، اگر نیاز باشد، می‌توانید به اجبار برنامه را بکشید.</p> <p>فشار دادن <b>مهار+دگرساز+گریز</b> مکان‌نما را به بالای علامت خطر مرگ می‌‌‌آورد، و به محض این که روی پنجرۀ همراه با آن فشار می‌دهید، برنامه به طور خودکار کشته می‌شود. توجه داشته باشید که به هر حال این، روشی نامطمئن برای تعطیلی برنامه می‌باشد که ممکن است منجر به از بین رفتن داده‌ها شود، و باز ممکن است برخی از فرآیندهای شریک در حال اجرا باقی بماند. فقط باید به عنوان آخرین راه حل استفاده شود.</p>
fi: <p>KDE on erittäin vakaa työpöytäympäristö. Kuitenkin jotkut ohjelmat saattavat yllättäen pysähtyä tai kaatua. Tämä on tavallisempaa ohjelmien kehitysversioilla ja kolmannen osapuolen ohjelmilla.</p> <p>Painamalla <b>Ctrl+Alt+Esc</b> tulee näkyviin pääkallon näköinen hiiriosoitin. Voit lopettaa jumiin jääneen ohjelman napsauttamalla sitä pääkallo-osoittimella. Huomaa, että tämä ei ole suositeltava keino ohjelmien sammuttamiseen. Jotain tietoa saattaa hukkua tai turhia palveluita jäädä käyntiin. Tätä kannattaa käyttää vain viimeisenä keinona.</p>
fr: <p>Bien que KDE soit un environnement bureautique très stable, certains programmes peuvent parfois se planter ou se bloquer, surtout lorsque vous utilisez une version en développement de cette application, ou qu'elle a été réalisée par un tiers. Dans ce cas, vous êtes en mesure de tuer l'application si nécessaire.</p> <p>En utilisant le raccourci <b>Ctrl+Alt+Échap</b>, votre curseur se transformera en tête de mort, et lorsque vous cliquerez sur la fenêtre d'un programme, celui-ci sera automatiquement fermé. Remarquez cependant que la fermeture d'un programme de cette façon risque de vous faire perdre vos données, et que de même, certains autres processus peuvent toujours être lancés. Cela ne doit être utilisé qu'en dernier ressort.</p>
fy: <p>Ek al is KDE as in buroblêdomjouwing stabyl kin it somstiden barre dat in programma fêstrint en net mear foarkomt en met mear reagearret. Dit bard yn it bysûnder by ûntwikkelferzjes fan programma's of in programma dat makke is troch in tredde partij. Yn san gefal kinne jo it programma forsearre beëinje.</p> <p>De toetsekombinaasje <b>Ctrl+Alt+Esc</b> feroaret jo mûsoanwizer yn in deadskop. As jo dermei op in finster klikke sil it byhearende programma automatysk forsearre beëine wurde. Tink derom, dit is gjin netsjese manier om in programma ôf te sluten, it kin liede ta dataferlies en yn guon gefallen bliuwe beskate ûnderdielen fan it programma noch troch draaien. Brûk dit as lêste rêdmiddel, en kontrolearje mei in programma lykas ksysguard of alle prosessen fan it programma ôfslute binne.</p>
hu: <p>A KDE egy nagyon stabil grafikus környezet, de előfordulhat, hogy néha egy program lefagy, elsősorban fejelsztés alatt álló változat vagy más gyártótól származó programverzió esetén. Ebben az esetben a lefagyott program bezárható (kilőhető).</p> <p>Ha megnyomja a <b>Ctrl+Alt+Esc</b> kombinációt, az egérmutató koponya alakúvá változik. Ha ilyenkor rákattint valamelyik ablakra, a rendszer kilövő a hozzá tartozó programot. Ilyenkor a programban nem mentett módosítások elvesznek, és előfordulhat, hogy a programhoz kapcsolódó más folyamatok továbbra is aktívak maradnak. Ezért csak akkor ajánlott használni, ha a többi bezárási mód nem vezet eredményre.</p>
is: <p>Þrátt fyrir að KDE sé mjög stöðugt skjáborðsumhverfi, getur alltaf gerst að forrit frjósi eða hrynji, sérstaklega á þetta við ef þú ert að keyra hönnunarútgáfur af forritum eða forrit frá þriðja aðila. Í slíkum tilfellum getur þú þvingað fram lokun af viðkomandi forriti.</p> <p>Ef þú ýtir á <b>Ctrl+Alt+Esc</b> breytist músarbendillinn í hauskúpu, sem lokar strax því forriti sem þú smellir á. Athugaðu að þetta er ekki besta leiðin til að hætta í forriti, gögn gætu tapast og ferli sem eru tengd því gætu keyrt áfram. Ætti bara að nota þetta sem seinasta útveg.</p>
ja: <p>KDE は非常に安定したデスクトップ環境ですが、開発版のプログラムやサードパーティーのプログラムを使用していると、フリーズしたりクラッシュすることがあるかもしれません。そのような場合には、プログラムを強制的に終了 (kill) させることができます。</p> <p><b>[Ctrl+Alt+Esc]</b> を押すと、どくろ印のカーソルが現れ、それでウィンドウをクリックすると、プログラムは自動的に終了します。注意: これは正常な終了方法ではないため、データが失われたり、一緒に起動していた他のプロセスが終了せずに残ってしまう場合があります。最後の手段としてのみ使用してください。</p>
kk: <p>KDE өте орнықты жұмыс ортасы болсада да, бағдарламалар кейде түйіліп не қирап қалады, әсіресе, жетілдіру үстіндегі, не бөтен біреуден келген бағдарлама болса. Бұндай жағдайда Сіз бұл бағдарламаны қырып тастауға мәжбүр боласыз.</p> <p><b>Ctrl+Alt+Esc</b> тіркесімді басып бассүйек бейнелі меңзерді шақырып алып, онымен қыруға бөлінген бағдарламаның терезесін шертіңіз. Көздеген бағдарламаның орындалуы жойылады. Ескерту: бұл бағарламаның орындалуын тоқтатудын төтенше жолы, нәтижесінде, деректер жоғалуы, не кейбір серіктес процесстер қалып қоюы да мүмкін. Сондықтан, бұл басқа амал қалмағанда қолданатын ақырғы құралыңыз болсын.</p>
km: <p>ទោះបីជា KDE គឺ​ជា​បរិស្ថាន​ផ្ទៃតុ​ដែល​មាន​ស្ថេរភាព​ក៏​ដោយ នៅ​ពេល​ខ្លះ កម្មវិធី​អាចកក ឬ គាំង, ជាពិសេស ប្រសិនបើ​អ្នក​កំពុង​រត់កំណែ​ ដែល​កំពុង​តែ​អភិវឌ្ឍរបស់​កម្មវិធី ឬ កម្មវិធី​ដែល​បាន​បង្កើត​ឡើង​ដោយ ភាគី​ទីបី ។ ក្នុង​ករណីខ្លះ អ្នក​អាច​សម្លាប់​កម្មវិធី​ដោយ​បង្ខំ ប្រសិនបើ​ចាំបាច់ ។ </p> <p>ចុច <b>បញ្ជា+ជំនួស+គេច</b> វា​នឹង​បង្ហាញ​ទស្សន៍ទ្រនិច​ក្បាលខ្មោច ហើយបន្ទាប់​មកពេល​ដែល​អ្នក​ចុច​លើ​បង្អួច​មួយ នោះ​កម្មវិធី​នឹង​ត្រូវ​បាន ​សម្លាប់​ដោយ​ស្វ័យ​ប្រវត្តិ ។ សូមចំណាំថា នេះ​គឺ​ជា​មធ្យោបាយ​ដែល​មិន​ល្អ​ ក្នុង​ការ​បិទកម្មវិធីដែល​អាច​ធ្វើ​ឲ្យ​បាត់​ទិន្នន័យaហើយ​ដំណើរការ​ដៃគូ​ខ្លះប្រហែល​ជា sនៅ​តែ​រត់ ។ ដូច្នេះ​វា​គួរ​តែ​ប្រើ​ក្នុង​ជម្រើស​ចុង​ក្រោយ​បំផុត ។nu/p>
ko: <p>비록 KDE가 아주 안정적인 데스크탑 환경이라도, 특 별히 개발버전의 프로그램이나 서드 파티에서 만든 프 로그램을 사용하면 프로그램은 종종 얼어버리거나 충돌 이 일어납니다. 이런 경우, 원하는 경우 실행중인 프로 그램을 강제로 끝낼 수 있습니다.</p> <p><b>Ctrl+Alt+Esc</b>키를 누르는 것은 위험 커서를 보여줄 것입니다. 그리고 프로그램창을 클릭해주면, 프 로그램은 자동으로 강제종료됩니다. 하지만 이것이 다른 연관된 프로세스를 그대로 놔두고 데이타를 잃어버린다 는 점을 주의하십시오. 이 방법은 마지막에 사용하십시 오.</p>
lt: <p>Nors KDE yra labai stabili darbastalio aplinka, programos gali kartais „užšalti“ ar „nulūžti“, ypač, jei naudojate nestabilias, tebevystomas programas, sukurtas trečiųjų šalių. Tokiu atveju galite priverstinai nutraukti neklusnių programų darbą.</p> <p>Surinkę <b>Vald(Ctrl)+Alt+Gr(Esc)</b> paversite žymeklį kaulais ir kaukole ir, spustelėjus tokiu žymekliu bet kokios programos lange ji bus automatiškai „nužudyta“. Tačiau atkreipkite dėmesį, kad tai nėra švarus būdas užverti programą, nes galite prarasti duomenis, o kai kurie susiję procesai gali ir toliau tęsti darbą. Taigi, naudokite šią priemonę kaip paskutinę išeitį.</p>
mk: <p>Иако е KDE многу стабилна работна околина, понекогаш програмите може да замрзнат или да паднат, особено ако работите со развојната верзија на програмата или со програми направени од трети лица. Во тој случај, може да ја прекинете програмата и на сила, ако е тоа потребно.</p> <p>Притискањето на <b>Ctrl+Alt+Esc</b> ќе го смени покажувачот во „мртовечка глава“ (череп и коски). Ако потоа кликнете на некој прозорец програмата ќе биде прекината. Забележете дека ова не е регуларен начин за напуштање на програмата и може да предизвика губење податоци, а исто така некои додатни процеси може да продолжат да работат. Поради тоа, ваквиот начин треба да се користи ако ништо друго не успее.</p>
nb: <p>Selv om KDE er et veldig stabilt skrivebordsmiljø, så kan det iblant hende at et programm fryser eller krasjer, spesielt hvis du kjører en utvikliker-versjon av et program eller et program laget av en tredjepart. I såfall kan du eventuelt tvinge programmet til å avslutte.</p> <p>Hvis du trykker <b>Ctrl + Alt + Esc</b> så får du opp et symbol med en hodeskalle og to bein i kors istedenfor musepekeren. Hvis du så trykker på et vindu med den, så tvinger du dette programmet til å avslutte. Vær klar over at dette ikke er den beste måten å avslutte et program på, da det kan føre til tap av data. Prosesser tilknyttet dette programmet kan også fortsette å kjøre.</p>
nds: <p>Ok wenn KDE en bannig stevige Ümgeven is, köönt Programmen af un an liekers infreren oder afstörten, besünners wenn Du en Vöraf- Verschoon vun en Programm lopen lettst oder en Programm, dat vun en anner Maker is. För dissen Fall kannst Du Programmen to't Beennen dwingen.</p> <p>Wenn Du <b>Strg+Alt+Esc</b> drückst, dukt de Dodenkopp-Muuswieser op. Wenn Du dormit op en Finster klickst, warrt dat Programm automaatsch afscheten. Beacht bitte, dat dit en leeg Programmenn bedüüdt, villicht Daten verloren gaht un Partnerperzessen noch wiederlöppt. Dit schull bloots as de leste Utweg bruukt warrn.</p>
nl: <p>Alhoewel KDE een zeer stabiele desktop environment is kan het soms voorkomen dat een programma vastloopt en niet meer reageert. Dit gebeurt in het bijzonder bij ontwikkelversies van programma's of een programma dat gemaakt is door een derde partij. In zo'n geval kunt u het programma geforceerd beëindigen.</p> <p>De toetsencombinatie <b>Ctrl+Alt+Esc</b> verandert uw muisaanwijzer in een doodskop. Als u daarmee op een venster klikt zal het bijhorende programma automatisch geforceerd worden beëindigd. Let wel, dit is geen nette manier om een programma af te sluiten, het kan leiden tot gegevensverlies en in sommige gevallen blijven bepaalde onderdelen van het programma nog door draaien. Gebruik dit als laatste redmiddel, en controleer met een programma als ksysguard of alle processen van het programma zijn afgesloten.</p>
pt: <p>Ainda que o KDE seja um ambiente de trabalho bastante estável, os programas podem bloquear ou estoirar ocasionalmente, em particular se você estiver a executar a versão em desenvolvimento de um programa ou um programa feito por terceiros. Nesse caso, poderá ter de terminar o programa à força, se tiver de ser.</p> <p>Se carregar em <b>Ctrl+Alt+Esc</b>, irá mostrar o cursor da caveira e tíbias cruzadas, pelo se carregar numa janela com ele, o programa respectivo será terminado automaticamente. Repare, todavia, que esta é uma forma pouco convencional de terminar o programa, o que poderá resultar na perda de dados e no facto de alguns processos auxiliares continuarem em execução. Isto só deverá ser usado como último recurso.</p>
pt_br: <p>Embora o KDE seja um ambiente de trabalho muito estável, os programas podem ocasionalmente fecharem abruptamente ou apresentarem algum problema, particularmente se você estiver executando a versão em desenvolvimento de um programa, ou um programa feito por terceiros. Nestes casos, você pode fechar o programa de modo forçado, 'matando-o' se for necessário.</p> <p>Ao pressionar <b>Ctrl+Alt+Esc</b>, o cursor será modificado ficando em forma de caveira, e quando isto acontecer basta clicar na janela do programa para que o mesmo seja finalizado imediatamente (ou morto). Note, entretanto, que esta não é a maneira correta de finalizar um programa, e poderá resultar em perda de dados, e alguns processos poderão ficar órfãos. Isto deverá ser usado somente como último recurso.</p>
ru: <p>KDE - очень стабильная среда, тем не менее приложения могут неожиданно зависать или завершаться с ошибкой, особенно если вы работаете с разрабатываемой программой или программой, не являющейся частью KDE. В этом случае вы можете принудительно завершить выполнение программы.</p> <p>Нажмите <b>Ctrl+Alt+Esc</b> (появится курсор, изображающий череп с костями) и щёлкните на окне. Соответствующее приложение будет автоматически завершено. Обратите внимание: это не лучший способ завершения программ, так как он может приводить к потере данных, а сопутствующие процессы могут продолжить выполнение. Используйте этот способ, если ничего другого не остаётся.
rw: <p>Nubwo KDE ari ahantu h'ibiro hatekanye cyane, porogaramu zishobora rimwe na rimwe guhagarara cyangwa kwangirika, cyane cyane iyo urimo gukoresha verisiyo yo guhanga porogaramu, cyangwa porogaramu yakozwe na undi muntu. Iyo bigenze gutya, ushubora kwica porogaramu ku ngufu iyo bibaye ngombwa.</p> <p>Gukanda <b>Ctrl+Alt+Esc</b> bizazana inyoborayandika y'igikanka n'amagufa abiri anyuranyemo, maze nukanda ku idirishya kiriho porogaramu izahita yicwa. Ariko, umenye ko ari uburyo butaboneye bwo gufunga porogaramu bishobora gutuma ibyatanzwe bizimira, maze ibikorwa bimwe bijyana na yo bikaba byaba bigikomeje gukora. Ibi bizakoreshwa gusa mu gihe nta kindi cyakorwa.</p>
sk: <p>Napriek tomu, že KDE je veľmi stabilné prostredie, aplikácie môže občas prestať odpovedať alebo spadnúť, najmä pri použití vývojovej verzie programu alebo programov tretích strán. V takom prípade môžete vynútiť uzatvorenie programu.</p> <p>Stlačením <b>Ctrl+Alt+Esc</b> sa zmení kurzor a kliknutím na okno sa tento program automaticky ukončí. Uvedomte si ale, že tento spôsob môže viesť k strate údajov, s ktorými daný program pracoval. Túto možnosť použite ako poslednú záchranu.</p>
sl: <p>Čeprav je KDE zelo stabilno namizje, se včasih zgodi da programi zmrznejo ali pa se sesujejo, še posebno če poganjate različico, ki je še v razvoju. V takem primeru lahko prisilno ubijete program.</p> <p>Po pritisku <b>Ctrl+Alt+Esc</b> se kazalec miške spremeni v lobanjo in prekrižane kosti. Ko z njim kliknete na okno, bo program samodejno ubit. Pomnite, da to ni čist način za ugašanje programov in lahko pri tem pride do izgube podatkov. Tako pobijanje programov uporabite le v skrajni sili.</p>
sr: <p>Иако је KDE врло стабилно радно окружење, програми се могу повремено замрзнути или срушити, посебно ако користите развојну верзију програма или неки програм са стране. У том случају, можете насилно убити програм ако затреба.</p> <p>Притисак на <b>Ctrl+Alt+Esc</b> ће вам дати показивач у облику мртвачке главе, и прозор на који њиме кликнете биће аутоматски убијен. Ипак имајте на уму да ово није правилан начин гашења програма; може резултовати губитком података, а и неки партнерски процеси могу остати да раде. Зато користите ово само као задње прибежиште.</p>
sr@latn: <p>Iako je KDE vrlo stabilno radno okruženje, programi se mogu povremeno zamrznuti ili srušiti, posebno ako koristite razvojnu verziju programa ili neki program sa strane. U tom slučaju, možete nasilno ubiti program ako zatreba.</p> <p>Pritisak na <b>Ctrl+Alt+Esc</b> će vam dati pokazivač u obliku mrtvačke glave, i prozor na koji njime kliknete biće automatski ubijen. Ipak imajte na umu da ovo nije pravilan način gašenja programa; može rezultovati gubitkom podataka, a i neki partnerski procesi mogu ostati da rade. Zato koristite ovo samo kao zadnje pribežište.</p>
sv: <p>Även om KDE är en mycket stabil skrivbordsmiljö, kan program ibland frysas eller krascha, särskilt om du kör utvecklingsversionen av ett program, eller ett program skapat av tredje part. I så fall kan du avbryta programmet genom att tvinga det att avslutas, om det blir nödvändigt.</p> <p>Genom att trycka på <b>Ctrl+Alt+Esc</b> visas dödskallemarkören, och när du väl klickar på ett fönster med den, tvingas programmet automatiskt att avslutas. Observera dock att det är ett osnyggt sätt att avsluta ett program, som kan göra att data går förlorade, och vissa partnerprocesser kan fortfarande fortsätta att köra. Det ska bara användas som en sista utväg.</p>
th: <p>แม้ว่า KDE จะเป็นสภาพแวดล้อมสำหรับเดสก์ทอปที่เถียรมากก็ตาม แต่โปรแกรมทั้งหลายก็ยัง อาจจะหยุดทำงานกลางคันหรือหยุดไปเฉยๆ ได้ โดยเฉพาะอย่างยิ่ง หากคุณใช้งานเป็นโปรแกรมที่ อยู่ในระหว่างการพัฒนา หรือเป็นโปรแกรมที่ผลิตโดยผู้อื่นที่ไม่ใช้่ KDE ในกรณีที่เกิดการหยุดทำงานนี้ คุณสามารถบังคับออก (kill) จากโปรแกรมได้หากต้องการ</p> <p>ให้กด <b>Ctrl+Alt+Esc</b> ซึ่งจะเปลี่ยนตัวชี้ของเมาส์เป็นรูปกะโหลกไขว้ และเมื่อคุณไปคลิกที่ หน้าต่าง โปรแกรมนั้นจะถูกฆ่าโดยอัตโนมัติ โปรดจำไว้ว่า สิ่งนี้เป็นวิธีที่ไม่ค่อยดีสำหรับการปิดโปรแกรม ซึ่งอาจทำให้ข้อมูลสูญหายได้ และโปรเซสที่ทำงานร่วมันกับโปรแกรมอาจจะยังทำงานอยู่ ควรใช้วิธีนี้ เป็นวิธีสุดท้ายจริงๆ</p>
uk: <p>Не заважаючи на те, що KDE дуже стабільне графічне середовище, програми можуть деколи зависати або закінчуватися аварійно, особливо версії програм що все ще знаходяться в розробці та програми зроблені сторонніми розробниками. У таких випадках можна примусово припинити програму, якщо це потрібно.</p> <p>Натискання <b>Ctrl+Alt+Esc</b> змінить курсор на череп к кістками, та при клацанні таким курсором на вікні програми її буде автоматично припинено. Зауважте, що це неохайний спосіб припинення програми, він може призвести до втрати даних, та деякі допоміжні процеси можуть залишитися та продовжити своє виконання. Користуйтеся цим способом у крайньому випадку.</p>
vi: <p>Mặc dù KDE là môi trường rất ổn định, có lẽ chương trình treo cứng hay sụp đổ, đặc biệt nếu bạn chạy phiên bản phát triển của ứng dụng, hoặc chạy chương trình thuộc nhóm ba. Trong trường hợp treo cứng hay sụp đổ, bạn có thể ép buộc kết thúc chương trình.</p> <p>Việc bấm tổ hợp phím <b>Ctrl+Alt+Esc</b> sẽ hiển thị con chạy đầu lâu và hai xương chéo, và một khi bạn nhắp vào cửa sổ bằng nó, chương trình đó sẽ bị buộc kết thúc tự động. Ghi chú rằng việc này là phương pháp thoát chương trình không đẹp mà có thể gây ra dữ liệu bị mất, và một số tiến trình liên quan có thể còn lại chạy. Bạn nên làm việc này chỉ như là phương sách cuối cùng.</p>
zh_tw: <p>雖然 KDE 是一個非常穩定的桌面環境， 程式偶爾還是會凍結或當掉，特別是如果 您所執行的是開發版本的程式，或是當程式是 由第三方所提供的。如果有需要，您可以強迫 終止該程式。</p> <p>按下 <b>Ctrl+Alt+Esc</b> 會帶起一個骷髏頭 游標，而當您以此按下視窗時該程式就會被 自動終止。注意，這是一個異常的關閉程式 途徑，並且可能造成資料的遺失，同時某些 配合的程序可能會持續執行。這應該只做為 最後的手段。</p>
