Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can configure the number of virtual desktops by adjusting the "Number of desktops" slider in the Control Center (Desktop->Multiple Desktops). </p> <p>For more information about using virtual desktops, look at <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">the KDE User Guide</a>.</p>
af: <p> Jy kan die aaltal virtuele werkskerms stel deur deur die "Aantal werksskerms" glybalk in die Beheer Sentrum (Werksskerm -> Veelvoudige Werksskerms). </p> <p>Vir meer inligting kyk by <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Die KDE Gebruikers Gids</a>.</p>
ar: <p> يمكنك إعداد عدد الأسطح الوهمية إذا غييرت مزلاق "عدد الأسطح" في مركز التحكم ( سطح المكتب --> أسطح مكتب متعددة ). </p> <p>للمزيد من المعلومات عن إستعمال اسطح المكتب الوهمية ، راجع <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">دليل KDE للمستخدم</a>.</p>
ca: <p> Podeu configurar el número d'escriptoris virtuals ajustant el botó de desplaçament "Número d'escriptoris" al Centre de Control (Escriptori->Escriptoris múltiples). </p> <p>Trobareu més informació quant a l'ús d'escriptoris virtuals a la <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> Guia de l'Usuari KDE</a>.</p>
da: <p>For mere information om brugen af virtuelle desktoppe, kig i <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> KDE's brugerguide</a>.</p>
de: <p> Sie können die Anzahl der virtuellen Arbeitsflächen verändern, indem Sie im Kontrollzentrum "Arbeitsfläche" -> "Virtuelle Arbeitsflächen" auswählen und dort die "Anzahl der Arbeitsflächen" einstellen..</p> <p>Weitere Informationen zu virtuellen Arbeitsflächen finden Sie im <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE-Handbuch</a>.</p>
el: <p> Μπορείτε να ρυθμίσετε το πλήθος των εικονικών επιφανειών εργασίας ρυθμίζοντας τον "Αριθμό επιφανειών εργασίας" στο Κέντρο ελέγχου (Επιφάνεια εργασίας->Πολλαπλές επιφάνειες εργασίας). </p> <p>Για περισσότερες πληροφορίες σχετικά με τη χρήση των εικονικών επιφανειών εργασίας, ανατρέξτε στο <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> Εγχειρίδιο χρήσης του KDE</a>.</p>
eo: <p> Vi povas agordi la nombron de tabuloj per ŝovo de la ŝovilo "Nombro de tabuloj" en la Stircentro (Tabulo->Pluraj tabuloj) </p> <p>Por pli da informo pri la uzo de virtualaj labortabloj, vidu <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">la KDEa Uzant-Gvidlibron</a>.</p>
es: <p> Puede configurar el número de escritorios virtuales ajustando el deslizador «Número de escritorios» en el Centro de Control (Escritorio->Escritorios múltiples). </p> <p>Para obtener más información sobre el uso de escritorios virtuales, vea <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">la guía de usuario de KDE</a>.</p>
et: <p> Virtuaalsete töölaudade arvu saad muuta, kasutades liugurit KDE juhtimiskeskuse sektsioonis Töölaud->Virtuaalsed töölauad. </p> <p>Rohkem infot virtuaalsete töölaudade kasutamise kohta leiab <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE kasutaja käsiraamatust</a>.</p>
eu: <p> Mahaigain birtualen kopurua doi dezakezu "Mahaigain kopurua" graduatzaileaz Kontrol gunean (Mahaigaina -> Mahaigain anitz). </p> <p>Mahaigain birtualei buruzko informazio gehiagorako, begira <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> KDE erabiltzaile gida</a>.</p>
fa: <p> می‌توانید تعداد رومیزیهای مجازی را با تنظیم لغزان »تعداد رومیزیها« در مرکز کنترل )رومیزی-<رومیزیهای چندگانه( پیکربندی کنید. </p> <p>جهت اطلاعات بیشتر پیرامون استفاده از رومیزیهای مجازی، به <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> راهنمای کاربر KDE</a> نگاهی بیندازید.</p>
fi: <p>Voit määritellä virtuaalityöpöytien määrän valitsemalla ohjauskeskuksesta <b>Työpöytä -> Virtuaalityöpöydät</b>.</p><p>Lisätietoa virtuaalityöpöydistä saat <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE:n käyttöohjeesta</a>.</p>
fr: <p> Vous pouvez configurer le nombre de bureaux virtuels en ajustant la barre « Nombre de bureaux » dans le Centre de configuration (Bureau / Bureaux multiples). </p> <p>Pour plus d'informations sur l'utilisation des bureaux virtuels, consultez le <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">guide de l'utilisateur de KDE</a>.</p>
fy: <p> Jo kinne it oantal firtuele buroblêden ynstelle mei help fan de skúfregeler "Oantal buroblêden" yn it Konfiguraasjesintrum (Buroblêd->Meardere buroblêden). </p> <p>Foar mear ynformaasje oer it brûken fan firtuale buroblêden, sjoch ris op<a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">de KDE brûkersgids</a>.</p>
hu: <p> A virtuális munkaasztalok számát a Vezérlőpulton, "Az asztalok száma" csúszkával lehet beállítani (Asztal->Több asztal). </p> <p>Ha többet szeretne tudni a virtuáis asztalok használatáról, olvassa át <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">a KDE felhasználói kézikönyvét</a>.</p>
is: <p> Þú getur stillt fjölda skjáborða með því að flytja til "Fjöldi skjáborða" í Stjórnborðinu (Skjáborð->Sýndarskjáborð). </p> <p>Fyrir nánari lýsingu á notkun sýndarskjáborða, skoðaðu <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE notandahandbókina</a>.</p>
ja: <p> コントロールセンターの「デスクトップ」->「デスクトップの数」で、スライダーを使って仮想デスクトップの数を設定することができます。</p> <p>仮想デスクトップの詳しい使い方については <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE ユーザガイド</a> をご覧ください。</p>
kk: <p> Басқару орталығында (Үстел ->Виртуалды үстелдер) "Үстелдер саны" жүгірткі арқылы үстелдерінің санын орнатуға болады. </p> <p>Виртуалды үстелдері туралы толығырақ мәлімет үшін <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE пайдалану бағыттамасы</a> дегенді қараңыз.</p>
km: <p> អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ចំនួន​ផ្ទៃតុ​និមិត្ត ដោយ​លៃតម្រូវ​គ្រាប់​រំកិល "ចំនួន ផ្ទៃតុ" ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា (ផ្ទៃតុ->ផ្ទៃតុ​ច្រើន) ។ </p> <p>ចំពោះ​ព័ត៌មាន​អំពី​ការ​ប្រើផ្ទៃតុ​និមិត្ត សូម​មើល <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">មគ្គុទ្ទេសក៍​អ្នកប្រើ KDE</a> ។</p>
ko: <p> 제어판(데스크톱->다중 데스크탑)에서 "데스크탑의 수" 슬라이더를 조절하여 가상 데스크톱의 개수를 변경할 수 있습니다.</p> <p>가상 데스크탑을 사용하는 것에 대하여 더 많은 정보를 원하시면, <a href=" help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE 사용자 가이드</a>를 보십시오.</p>
lt: <p> Galite nustatyti virtualių darbastalių kiekį perstumdami „Darbastalių skaičiaus" slinkties juostą Valdymo centre (Darbastalis -> Daugelis darbastalių). </p> <p>Daugiau informacijos apie virtualių darbastalių naudojimą ieškokite <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">the KDE naudotojo vadove</a>.</p>
mk: <p> Може да го конфигурирате бројот на виртуелни површини со менување на лизгачот „Број на површини“ во Контролниот центар (Површина->Повеќекратни површини). </p> <p>За повеќе информации околу користењето на виртуелни работни површини, погледнете го <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Водичот за корисници на KDE</a>.</p>
nb: <p> Du kan sette opp antall virtuelle skrivebord ved å justere glidebryteren «Antall skrivebord:» i Kontrollpanelet (Skrivebord – Flere skrivebord). </p> <p>Du kan få vite mer om hvordan du bruker virtuelle skrivebord i <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE-håndboka</a>.</p>
nds: <p> Du kannst de Tall vun Schriefdischen mit den Schuver "Tall vun Schriefdischen" in't Kuntrullzentrum angeven (Schriefdisch->Mehr as een). </p> <p>Binnen <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">dat KDE-Brukerhandbook</a> gifft dat mehr Informatschonen över virtuelle Schriefdischen.</p>
nl: <p> U kunt het aantal virtuele bureaubladen instellen door de schuifregelaar bij "Aantal bureaubladen " in het Configuratiecentrum (Bureaublad ->Virtuele bureaubladen). </p> <p>Voor meer informatie over virtuele bureaubladen zie <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> de KDE-gebruikersgids</a>.</p>
nn: <p>Du kan velja talet på virtuelle skrivebord med <em>Tal på skrivebord</em> i Kontrollsenteret (<em>Skrivebord – Fleire skrivebord</em>).</p> <p>Du kan få vita meir om korleis du brukar virtuelle skrivebord i <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE-handboka</a>.</p>
pt: <p> Você pode configurar o número de ecrãs virtuais ajustando a barra "Número de ecrãs" no Centro de Controlo (Ambiente de Trabalho/Número de Ecrãs). </p> <p>Para mais informações sobre a utilização de ecrãs virtuais, veja no <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Guia de Utilizador do KDE</a>.</p>
pt_br: <p> Você pode configurar o número de áreas de trabalho virtuais ajustando a barra deslizante chamada "Número de áreas de trabalho" no Centro de Controle (Ambiente de Trabalho -> Múltiplas Áreas de Trabalho). </p> <p>Para mais informações sobre como usar áreas de trabalho virtuais, dê uma olhada no <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Guia do Usuário do KDE</a>.</p>
ru: <p> Вы можете задать количество рабочих столов при помощи ползунка "Количество рабочих столов" в Центре Управления (Рабочий стол -> Виртуальные рабочие столы). </p> <p>Информация о рабочих столах приведена в <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">руководстве пользователя KDE</a>.</p>
rw: <p> Ushobora kuboneza umubare w'ibiro bitagaragara utunganya "Umubare w'ibiro" munyereza iri mu Kigo cy'Igenzura (Ibiro->Ibiro Binyuranye). </p> <p>Niba ushaka ibindi bisobanuro byerekeye ibiro bitagaragara, reba <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">the Imfashakoresha ya KDE</a>.</p>
sk: <p> Počet virtuálnych pracovných plôch môžete nastaviť posuvníkom "Počet pracovných plôch" v Ovládacom centre (Plocha->Virtuálne pracovné plochy). </p> <p>Pre ďalšie informácie o používaní virtuálnych plôch, navštívte <a href="help:/khelpcenter/userguid/windows-how-to-work.html#using-multiple-desktops">príručku užívateľa KDE</a>.</p>
sl: <p>Število navideznih namizij spremenite, če prilagodite možnost »Število namizij« v Nadzornem središču (Namizje > Več namizij).</p> <p>Za več informacij o navideznih namizjih si oglejte <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Uporabniški priročnik KDE</a>.</p>
sr: <p> Можете подесити број виртуелних радних површина помоћу клизача „Број радних површина“ у Контролном центру („Радна површина->Вишеструке радне површине“).</p> <p>За више детаља о употреби виртуелних радних површина, погледајте <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Кориснички приручник за KDE</a>.</p>
sr@latn: <p> Možete podesiti broj virtuelnih radnih površina pomoću klizača „Broj radnih površina“ u Kontrolnom centru („Radna površina->Višestruke radne površine“).</p> <p>Za više detalja o upotrebi virtuelnih radnih površina, pogledajte <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Korisnički priručnik za KDE</a>.</p>
sv: <p> Du kan ställa in antalet virtuella skrivbord genom att justera skjutkontrollen "Antal skrivbord" i Inställningscentralen (Skrivbord -> Flera skrivbord). </p> <p>För mer information om att använda virtuella skrivbord, titta i <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE:s användarhandbok</a>.</p>
th: <p> คุณสามารถ กำหนดจำนวนของพื้นที่ทำงานเสมือนได้โดยปรับที่แถบเลื่อน "จำนวนของพื้นที่ทำงาน" ในศูนย์ควยคุม (พื้นที่หน้าจอ -> หลายพื้นที่หน้าจอ) </p> <p>สำหรับรายละเอียดเพิ่มเติมของพื้นที่หน้าจอเสมือน ได้ดูที่ <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> แนวทางสำหรับผู้ใช้ของ KDE</a></p>
uk: <p> Можна змінити кількість віртуальних стільниць, змінивши повзунок "Кількість стільниць" в Центрі керування (Стільниця->Віртуальні стільниці). </p> <p>За більш докладною інформацією про віртуальні стільниці зверніться до <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">посібника користувача KDE</a>.</p>
vi: <p> Bạn có thể cấu hình số màn hình nền ảo bằng cách điều khiển con trượt « Số màn hình nền » trong Trung tâm Điều khiển (Màn hình nền &rarr; Đa màn hình nền). </p> <p>Để tìm thông tin thêm về màn hình nền ảo, vui lòng đọc <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">chương này trong Hướng dẫn Người dùng KDE</a>.</p>
zh_cn: <p>如果您想要配置虚拟桌面的数量，可以调整控制中心“桌面->虚拟桌面”中“桌面数”滑块。</p><p>要获得关于使用虚拟桌面的更多信息，请参看 <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE 用户指南</a>。</p>
zh_tw: <p> 你可以藉著從控制中心(桌面->多重桌面)中調整「虛擬桌面 的數目」滑動鈕來設定虛擬桌面的數目。 </p> <p>需要更多關於使用虛擬桌面的資訊，請查閱<a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> KDE 使用者指南</a>。</p>
