Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (http://kde.af.org.za), Kobus Venter
ar: Mohamed SAAD محمد سعد
ca: Sebastià Pla i Sanz
da: Erik Kjær Pedersen
de: Thomas Diehl,Thomas Reitelbach
el: Δημήτρης Καμενόπουλος,Στέργιος Δράμης,Σπύρος Γεωργαράς,Τούσης Μανώλης
eo: Wolfram Diestel,Steffen Pietsch, Matthias Peick,Cindy McKee
es: Jaime Robles,Jaime Robles,Pablo de Vicente,Miguel Revilla Rodríguez,Santiago Fernández
et: Hasso Tepper
eu: Alfredo Beaumont, Juan Irigoien, Marcos Goienetxe
fa: مریم سادات رضوی، نسیم دانیارزاده
fi: Tapio Kautto,Kim Enkovaara,Mikko Ellonen,Johanna Kukkonen,Teemu Rytilahti,Mikko Ikola,Ilpo Kantonen,Joonas Niilola, Mikko Piippo
fr: Gérard Delafond,Gilles Caulier,Nicolas Ternisien
fy: Berend Ytsma
hu: Szántó Tamás
is: Richard Allen, Bjarni Rúnar Einarsson, Logi Ragnarsson, Þórarinn Rúnar Einarsson, Arnar Leósson
ja: Noboru Sinohara,Ryuichi Kakuda,Shinichi Tsunoda
kk: Мәмбет Ізбасаров, Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee,Sung-Jae Cho
lt: Ričardas Čepas,Donatas Glodenis
mk: Божидар Проевски
nb: Christian A Strømmen [Number1/NumeroUno],Knut Yrvin
nds: Sönke Dibbern
nl: Niels Reedijk,Rinse de Vries,Onno Zweers
nn: Gaute Hvoslef Kvalnes,Karl Ove Hufthammer
pt: José Nuno Pires
pt_br: Diniz Bortolotto, Lisiane Sztoltz Teixeira, Rodrigo Stulzer
ru: Алексей Фоменко,Григорий Мохин,Андрей Черепанов,Иван Кашуков
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
sk: Juraj Bednár,Dumber,Marián Belička,Stanislav Višňovský,Pavol Cvengroš,Jozef Říha
sl: Roman Maurer,Marko Samastur,Gregor Rakar,Dora Mali,Jure Repinc
sr: Тирон Андрић,Часлав Илић
sr@latn: Tiron Andrić,Časlav Ilić
sv: Anders Widell,Mattias Newzella
th: ถนอมทรัพย์ นพบูรณ์, สหชาติ อนุกูลกิจ
uk: Andriy Rysin,Євген Онищенко,Іван Петрущак
vi: Nhóm Việt hoá KDE
zh_cn: KDE 中文翻译组
zh_tw: Allen Huang,Abel Cheung,Chao-Hsiung Liao

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@expertron.co.za, kabousv@therugby.co.za
ar: metehyi@free.fr
ca: sps@sastia.com
da: erik@binghamton.edu,lars@schunk.dk
de: thd@kde.org,tr@erdfunkstelle.de
el: el97146@mail.ntua.gr,sdramis@egnatia.ee.auth.gr,sng@hellug.gr,manolis@koppermind.homelinux.org
eo: <wolfram@steloj.de>,<Steffen.Pietsch@BerlinOnline.de>,<matthias@peick.de>,cfmckee@gmail.com
es: jaime@kde.org,vicente@oan.es,yo@miguelrevilla.com,santi@kde-es.org
et: hasso@linux.ee
eu: ziberpunk@ziberghetto.dhis.org, juanirigoien@irakasle.net, marcos@euskalgnu.org
fa: razavi@itland.ir, daniarzadeh@itland.ir
fi: eleknader@phnet.fi,kim.enkovaara@iki.fi,m_ellonen@hotmail.com,teemu.rytilahti@d5k.net,ikola@iki.fi,ilpo@iki.fi,juippis@roskakori.org
fr: gerard@delafond.org,caulier.gilles@free.fr,nicolas.ternisien@gmail.com
fy: berendy@bigfoot.com
hu: tszanto@interware.hu
is: ra@ra.is, bre@netverjar.is, logir@logi.org, thori@mindspring.com, leosson@frisurf.no
ja: shinobo@leo.bekkoame.ne.jp,ryuk@user.script.nu,tsuno@ngy.1st.ne.jp
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com,leedos@hanmail.net,jachin@hanafos.com
lt: rch@richard.eu.org,dgvirtual@akl.lt
mk: bobibobi@freemail.com.mk
nb: number1@realityx.net,knuty@skolelinux.no
nds: s_dibbern@web.de
nl: ,rinsedevries@kde.nl,
nn: gaute@verdsveven.com,karl@huftis.org
pt: jncp@netcabo.pt
pt_br: diniz.bb@gmail.com, lisiane@kdemail.net, rodrigo@conectiva.com.br
ru: falex@pisem.net,mokhin@bog.msu.ru,sibskull@mail.ru,dolphin210@yandex.ru
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
sk: juraj@bednar.sk,?,jairik@pobox.sk,visnovsky@nenya.ms.mff.cuni.cz,orpheus@hq.alert.sk,jose1711@gmail.com
sl: roman.maurer@amis.net,markos@elite.org,gregor.rakar@kiss.si,dora.mali@guest.arnes.si,jlp@holodeck1.com
sr: tiron@beotel.yu,caslav.ilic@gmx.net
sr@latn: tiron@beotel.yu,caslav.ilic@gmx.net
sv: awl@hem.passagen.se,newzella@linux.nu
th: donga_n@yahoo.com, drrider@gmail.com
uk: rysin@kde.org,oneugene@ukr.net,ivanpetrouchtchak@yahoo.com
vi: kde-l10n-vi@kde.org
zh_cn: i18n-translation@lists.linux.net.cn
zh_tw: lancelot@pchome.com.tw,maddog@linux.org.hk,pesder.liao@msa.hinet.net

source: Useful tips
af: Bruikbare idees
ar: تلميحات و نصائح مفيدة
ca: Consells útils
da: Gode råd
de: Nützliche Tipps
el: Χρήσιμες συμβουλές
eo: Utilaj konsiloj
es: Sugerencias útiles
et: Kasulikud nõuanded
eu: Aholku erabilgarriak
fa: نکات مفید
fi: Hyödyllisiä vinkkejä
fr: Astuce utiles
fy: Brûkbere tips
hu: Hasznos tippek
is: Gagnlegar vísbendingar
ja: 有用な助言
kk: Пайдалы кеңестер
km: ព៍ត៌មាន​ជំនួយ​មាន​ប្រយោជន៍
ko: 유용한 팁
lt: Naudingi patarimai
mk: Корисни совети
nb: Nyttige tips
nds: Tipps för KDE
nl: Nuttige tips
nn: Nyttige tips
pt: Dicas úteis
pt_br: Dicas Úteis
ru: Полезные советы
rw: Inama ngirakamaro
sk: Užitočné tipy
sl: Uporabni nasveti
sr: Корисни савети
sr@latn: Korisni saveti
sv: Nyttiga tips
th: เคล็ดลับมีประโยชน์
uk: Корисні поради
vi: Mẹo có ích
zh_cn: 有用的小提示
zh_tw: 有用的密訣

source: KTip
af: KWenk
ar: التلميحات
de: KTipp
eo: KKonsilo
es: KConsejo
mk: КСовет
sl: KNasvet
sv: Ktips

source: Useful Tips
af: Bruikbare idees
ar: تلميحات و نصائح مفيدة
ca: Consells útils
da: Gode råd
de: Nützliche Tipps
el: Χρήσιμες συμβουλές
eo: Utilaj konsiloj
es: Sugerencias útiles
et: Kasulikud nõuanded
eu: Aholku erabilgarriak
fa: نکات مفید
fi: Hyödyllisiä vinkkejä
fr: Astuces utiles
fy: Brûkbere Tips
hu: Hasznos tippek
is: Gagnlegar vísbendingar
ja: 有用な助言
kk: Пайдалы кеңестер
km: ព៍ត៌មាន​ជំនួយ​មាន​ប្រយោជន៍
ko: 유용한 팁
lt: Naudingi patarimai
mk: Корисни совети
nb: Nyttige tips
nds: Tipps för KDE
nl: Nuttige tips
nn: Nyttige tips
pt: Dicas Úteis
pt_br: Dicas Úteis
ru: Полезные советы
rw: Inama ngirakamaro
sk: Užitočné tipy
sl: Uporabni nasveti
sr: Корисни савети
sr@latn: Korisni saveti
sv: Nyttiga tips
th: เคล็ดลับมีประโยชน์
uk: Корисні поради
vi: Mẹo có ích
zh_cn: 有用的小提示
zh_tw: 有用的密訣
