Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can assign <b>keyboard shortcuts</b> to your favorite applications in the KDE menu editor (K-menu->Settings->Menu Editor). Select the application (e.g. Konsole), then click on the image next to "Current shortcut key:". Press the key combination you want (say, Ctrl+Alt+K). <p>That is it: now you can fire up Konsoles with Ctrl+Alt+K.</p>
af: <p> Jy kan 'n kortpad <b>sleutelbord kortpaaie</b> na jou gunsteling programme in die Kde kieslys redigeerder (K-kieslys -> Stelsel -> kieslys redigeerder). Kies die program (bv.. Konsole), kliek dan op die beeld langs "Huidige kortpad sleutel:". Duk die sleutel kombinasie wat jy verlang bv. "Ctrl+Alt+K" (of gebruik die "Verander" knoppie).</p> <p>Dit is dit! Nou jy Konsole begin met Ctrl+Alt+K!</p>
ar: <p> يمكنك تعريف <b>إختصارات لوحة المفاتيح</b> لتطبيقاتك المفضلة في محرر KDE للقائمات (قائمة K->تعيينات->محرر القائمات). إختر التطبيق ( مثلاً : Konsole ) ، ثم أنقر على الصورة بجانب "مفتاح الإختصار الحالي:". إضغط تركيبة الأزرار اللتي تريدها (لنقل مثلاً ، Ctrl وAlt و K ). <p> هكذا إذاً ، يمكنك الآن إطلاق Konsole بضغظ Ctrl و Alt و K.</p>
ca: <p> Podeu assignar <b>dreceres de teclat</b> a les vostres aplicacions favorites a l'editor de menús KDE (Menú K -> Sistema -> Editor de menú). Trieu l'aplicació (p.ex. Konsole), després cliqueu a la imatge a la vora de "Tecla de drecera actual:". Premeu la combinació de tecles que voleu (diguem, Ctrl+Alt+K). <p>Ja està: ara podeu engegar Konsoles amb Ctrl+Alt+K.</p>
da: <p> Du kan tilknytte <b>tastaturgenveje</b> til dine foretrukne programmer i KDE's menueditor (K-menuen->Opsætning->Menu-editor). Vælg programmet (f.eks. Konsole), klik så på billeder ved siden af tasten "Nuværende genvej :". Tryk på tastekombinationen du ønsker (f.eks., Ctrl+Alt+K). <p>Det er det hele: nu kan du starte terminaler med Ctrl+Alt+K.</p>
de: <p> Sie können Ihren Programmen über den Menü-Editor <b>Tastenkürzel</b> zuordnen (K-Menü -> Einstellungen -> Menü-Editor). Wählen Sie das Programm aus (z. B. Konsole) und klicken Sie auf das Bild neben "Aktuelles Tastenkürzel". Drücken Sie jetzt die gewünschte Tastenkombination wie z. B. "Strg+Alt+K".</p> <p>Von nun an können Sie Konsole mit der Tastenkombination Strg+Alt+K starten.</p>
el: <p> Μπορείτε να ορίσετε <b>Συντομεύσεις πληκτρολογίου</b> για τις αγαπημένες σας εφαρμογές στον επεξεργαστή μενού KDE (K-menu->Ρυθμίσεις->Επεξεργαστής μενού). Επιλέξτε την εφαρμογή (π.χ. Konsole), έπειτα κάντε κλικ στην εικόνα δίπλα από το "Τρέχον πλήκτρο συντόμευσης:" .Πιέστε το συνδυασμό που επιθυμείτε (π.χ. "Ctrl+Alt+K"). <p>Αυτό είναι μόνο! Τώρα μπορείτε να ξεκινήσετε εφαρμογές Konsole με το Ctrl+Alt+K.</p>
eo: <p> Vi povas taski <b>klavkombinojn</b> al viaj ŝatataj aplikaĵoj per la menuredaktilo (K-Menuo -> Sistemo -> Menuredaktilo). Elektu la aplikaĵon (ekz. Konzolo), kaj klaku sur la bildo apud "Nuna klavo". Tajpu ekz. "Ktrl+Alt+K".</p> <p>Jen ĉio: Nun vi povas lanĉi Konzolon per Ktrl+Alt+K.</p>
es: <p> Puede asignar <b>teclas de acceso rápido</b> a sus aplicaciones favoritas en el editor de menús de KDE (menú-K->Sistema->Editor de menús). Seleccione la aplicación (p. ej. Konsole), pulse sobre la imagen situada al lado de «personalizar acceso rápido:». Pulse la combinzación de teclas deseada (Ctrl+Alt+K). <p>¡Ya está! ¡Ahora puede iniciar Konsoles con Ctrl+Alt+K!</p>
et: <p> KDE menüü redaktoris (klõps hiire parema nupuga K menüül -> Menüü redaktor) on võimalik oma lemmikrakendusi seostada <b>kiirklahvidega</b>. Vali rakendus (nt. Konsool), klõpsa pildile nupu "Praegune kiirklahv" kõrval ja vajuta näiteks "Ctrl+Alt+K". <p>See ongi kõik! Nüüd saad Konsooli käivitada, vajutades Ctrl+Alt+K!</p>
eu: <p> Gogoko dituzun aplikazioei <b>laster-teklak</b> atxeki diezazkiekezu KDE menu editorean (K-menua -> Sistema -> Menu editorea). Aplikazioa hautatu (Konsole, ad.), gero "Aurreratua" fitxa aukeratu eta sartu "Ktrl+Alt+K", adibidez. (edo "Aldatu" botoia erabili).</p> <p>Hori duk/n eta! Orain Konsole-ak abiarazi egingo dituzu "Ktrl+Alt+K" eginez!</p>
fa: <p> می‌توانید <b>میان‌برهای صفحه کلید</b> را برای کاربردهای مورد نظر خود در ویرایشگر گزینگان KDE )گزینگان K-<تنظیمات-<ویرایشگر گزینگان( انتساب کنید. کاربرد )مثلاً Konsole( را برگزینید، سپس تصویر مجاور »کلید میان‌بر جاری« را فشار دهید. می‌خواهید کلید ترکیبی را فشار دهید.)مثلاً مهار+دگرساز+ K( . <p>که یعنی: حالا می‌توانید Konsoleها را با مهار+دگرساز+K روشن کنید.</p>
fi: <p>Voit määritellä suosikkiohjelmiesi käynnistystä varten <b>pikanäppäimet</b>. Avaa valikkomuokkain (K-valikko->Asetukset-> Valikkomuokkain). Valitse haluamasi ohjelma (esim. Konsole) ja paina tekstin "Nykyinen pikanäppäin" vieressä olevaa painiketta. Tämän jälkeen paina haluamasi näppäinyhdistelmä (esim. Ctrl+Alt+K). <p>Nyt voit käynnistää ohjelman pikanäppäimellä Ctrl+Alt+K!</p>
fr: <p> Vous pouvez assigner des <b>raccourcis clavier</b> à vos applications préférées dans l'éditeur du menu K (« Menu K / Système / Éditeur du menu K »). Sélectionnez l'application (par exemple Konsole), puis cliquez sur l'image à côté de « Touche de raccourci actuelle ». Enfin, saisissez la combinaison de touches que vous souhaitez (par exemple « Ctrl+Alt+K »).</p> <p>Ça y est : vous pouvez maintenant démarrer Konsole avec le raccourci « Ctrl+Alt+K ».</p>
fy: <p> Jo kinne <b>fluchtoetsen</b> tawize oan jo favorite applikaasjes yn de KDE Menubewurker (K-menu -> Systeem -> Menubewurker). Selektearje de applikaasje (bgl. Konsole), dan ljepper "Utwreide" en fier bgl. "Ctrl+Alt+K" yn (of brûk de knop "Wizigje").</p> <p>Dat is alles. No kinne jo Konsole opstarte mei help fan Ctrl+Alt+K!</p>
hu: <p> <b>Billentyűkombinációkat</b> lehet rendelni a gyakran használt alkalmazásokhoz a KDE menüszerkesztőjében (KDE-menü -> Beállítások -> Menüszerkesztő). Válassza ki a kívánt alkalmazást (pl. a Konsole-t), majd kattintson az "Aktuális billentyűkombináció:" melletti képre. Nyomja meg a kívánt billentyűkombinációt (pl.: Ctrl+Alt+K). <p>Ezután már a Ctrl+Alt+K megnyomásával is elindítható a Konsole.</p>
is: <p> Þú getur sett upp <b>flýtilykla</b> til að keyra uppáhaldsforritin þín, með því að nota KDE valmyndaritilinn (hægrismella á K táknið í vinstra horni spjaldsins->Valmyndaritill). Veldu forritið (t.d. Konsole), síðan "Núverandi flýtihnappur" og sláðu inn flýtilykilinn (t.d. Ctrl+Alt+K).</p> <p>Þetta er allt og sumt. Nú geturðu keyrt Konsole með Ctrl+Alt+K</p>
ja: <p> KDE メニューエディタ (K メニュー->設定->メニューエディタ) を使って、お気に入りのアプリケーションに「キーボードショートカット」を割り当てることができます。例えば Konsole を選択し、「現在のショートカットキー:」の横にあるボタンを押してください。次にお好みのキーの組合せ (例 Ctrl+Alt+K) を押します。 <p>これで [Ctrl+Alt+K] で Konsole を起動できるようになります。</p>
kk: <p> KDE мәзір өңдегішімен Сіз жиі қолданатын бағдарламалар үшін </b>перне тіркесімдерді<b> арнап қоя аласыз (K-мәзірі -> Параметрлер -> Мәзір өңдегіші). Қолданбаны таңдаңыз (мысалы, Konsole), содан кейін "Қолданыстағы тіркесім:" дегеннен кейінгі кескінді түртіңіз. Шыққан өрісте қалаған тіркесімді басыңыз, мысалы, Ctrl+Alt+K. <p>Бітті, енді Ctrl+Alt+K тіркесімді басып Konsole қолданбасын жегуге болады.</p>
km: <p> អ្នក​អាច​ផ្ដល់​តម្លៃ <b>ផ្លូវកាត់​ក្ដារចុច</b> ទៅ​កម្មវិធី​ដែល​អ្នក​ចូលចិត្ត ក្នុង​កម្មវិធី​និពន្ធ​ម៉ឺនុយ KDE (ម៉ឺនុយ-K->ការ​កំណត់->កម្មវិធី​និពន្ធ​ម៉ឺនុយ) ។ ជ្រើស​កម្មវិធី (ឧ. Konsole) បន្ទាប់​មក​ចុច​លើ​រូបភាព​ដែល​ជាប់​នឹង "គ្រាប់ចុច ផ្លូវកាត់​បច្ចុប្បន្ន ៖" ។ ចុចបន្សំ​គ្រាប់​ចុច​ដែល​អ្នក​ចង់ (ឧបមាថា បញ្ជា+ជំនួស+K) ។ <p>នេះហើយ ៖ ឥឡូវ​ចាប់ផ្តើម Konsoles ដោយ​ចុច បញ្ជា+ជំនួស+K ។</p>
ko: <p> KDE 메뉴 편집기 (K-메뉴->설정->메뉴 편집기)에서 자주 쓰는 응용프로그램에 <b>단축키</b>를 지정할 수 있습니다. 응용프로그램(콘솔을 예로 들면)을 선택하고 "현재 단축키:" 다음의 이미 지에서 클릭합니다. 원하는 키 조합을 누르십시오. (Ctrl+Alt+K 키를 눌렀다고 가정합니다.) <p>이제 Ctrl+Alt+K키를 누르면 콘솔을 띄울 수 있습니다.</p>
lt: <p> Galite priskirti <b>sparčiuosius klavišus</b> Jūsų mėgstamoms programoms KDE meniu redaktoriuje (K meniu -> Sistema -> Meniu redaktorius). Pasirinkite programą (pvz. Konsole), po to spauskite mygtuką šalia įrašo „Esamas spartusis klavišas“ ir įveskite pvz. „Vald(Ctrl)+Alt+K“.</p> <p>Ir viskas! Dabar galite paleidinėti Konsole klavišų kombinacija Vald(Ctrl)+Alt+K!</p>
mk: <p> Може да доделите <b>кратенки на тастатура</b> на вашите омилени апликации во уредувачот на менито на KDE (K-мени->Поставувања->Уредувач на мени). Изберете ја апликацијата (пр. Конзола), потоа кликнете на сликата до „Тековна кратенка“ и внесете на пример „Ctrl+Alt+K“.</p> <p>Тоа е тоа! Сега може да стартувате Конзоли со Ctrl+Alt+K!</p>
nb: <p> Du kan lage <b>hurtigtaster</b> for favorittprogrammene dine i menyredigeringsprogrammet («K-meny -System – Menyredigering»). Velg programmet (f.e. Konsoll) og siden «Avansert». Du kan så skrive «Ctrl+Alt+K» (eller bruke «Endre»-knappen).</p> <p>Det var det! Nå kan du starte konsoller med «Ctrl + Alt + K».</p>
nds: <p> Du kannst Dien faken bruukte Programmen <b>Tastkombinatschonen</b> toornen. Maakt warrt dat mit den K-Menüeditor (K-Menü->Instellen->Menüeditor). Söök dat Programm ut (t.B. Konsole), denn klick op dat Bild blang "Aktuell Tastkombinatschoon". Giff de Kombinatschoon in (t.B. "Strg+Alt+K") <p>Dat weer dat al! Nu kannst Du Konsole jümmers mit Strg+Alt+K starten!</p>
nl: <p> U kunt <b>sneltoetsen</b> aan uw favoriete toepassingen toewijzen met de KDE Menubewerker (K-menu -> Systeem -> Menubewerker). Selecteer de toepassing (bijv. Konsole), dan tabblad "Geavanceerd" en klik op de afbeelding rechts van "Huidige sneltoets:". Druk nu op de toetsencombinatie die u wilt gebruiken, bijv. Ctrl+Alt+K. <p>Dat is alles. Nu kunt u Konsole opstarten via Ctrl+Alt+K.</p>
nn: <p>Du kan laga <b>snøggtastar</b> for favorittprogramma dine i menyredigeringsprogrammet («K-meny – System – Menyredigering»). Vel programmet (t.d. Konsole) og sida «Avansert». Du kan så trykkja den tastekombinasjonen du vil bruka (t.d. «Ctrl&nbsp;+&nbsp;Alt&nbsp;+&nbsp;K»).</p><p>Det var det! No kan du starta konsollen med Ctrl&nbsp;+&nbsp;Alt&nbsp;+&nbsp;K!</p>
pt: <p> O utilizador pode atribuir <b>atalhos de teclado</b> para as suas aplicações favoritas no editor de menus do KDE (Menu K->Configuração->Editor de Menus). Seleccione a aplicação (p. ex. o Konsole), depois carregue na imagem ao lado de "Tecla de atalho actual:". Carregue na combinação de teclas que deseja (p. ex. "Ctrl+Alt+K"). <p>Está feito: Agora chame o Konsole com o Ctrl+Alt+K!</p>
pt_br: <p> Você pode atribuir <b>atalhos de teclado</b> para seus aplicativos favoritos no editor de menus do KDE (botão direto do mouse sobre o Menu K -> Editor de menus). Selecione o aplicativo (por exemplo, o Konsole) e então clique na imagem próxima a "Tecla do atalho atual:", pressione a combinação de teclas que desejar (por exemplo, Ctrl+Alt+K).<p>É isso! Agora dispare Konsoles com Ctrl+Alt+K.</p>
ru: <p> Вы можете настраивать <b>привязки клавиш</b> для ваших любимых приложений в редакторе меню KDE (К-меню-> Системные-> Редактор меню). Выберите приложение (например, Konsole), затем нажмите кнопку напротив надписи "Текущая клавиша:" и введите, к примеру, "Ctrl+Alt+K".</p> <p>Вот и все! Теперь можно запускать konsole, нажимая Ctrl+Alt+K!</p>
rw: <p> Ushobora kugena <b>amahinanzira ya mwandikisho</b> kuri porogaramu watoranyije muri muhindura ibikubiye muri KDE (K-ibikubiyemo->Amagenamitere->Muhindura Ibikubiyemo). Gutoranya porogaramu (urugero. Konsole), maze ukande ku ishusho rikurikira buto ya"Iyinanzira rigezweho :". Kanda ikomatanyabuto ushaka (tuvuge, Ctrl+Alt+K). <p>Ni ukuvuga : ubu ushobora guhamara ukoresheje Ctrl+Alt+K.</p>
sk: <p> Vašej obľúbenej aplikácii si môžete priradiť <b>klávesovú skratku</b>. Editor KDE menu (K-menu -> Systém -> Editor menu). Vyberte aplikáciu (napr. Konzola), a potom na obrázok vedľa "Aktuálna klávesová skratka" Zadajte kombináciu kláves (napr. Ctrl+Alt+K). <p>A je to! Teraz môžete spúšťať Konzolu pomocou Ctrl+Alt+K.</p>
sl: <p>Vašim priljubljenim programom lahko priredite <b>tipkovnične bližnjice</b> in sicer v urejevalniku menijev KDE (K > Nastavitve > Urejevalnik menijev). Izberite program (npr. Konzolo), kliknite na sliko desno od »Trenutna bližnjična tipka« in nato pritisnite željeno kombinacijo tipk (npr. Ctrl+Alt+K).</p><p>To je vse. Zdaj lahko zaženete Konzolo s Ctrl+Alt+K.</p>
sr: <p> Можете доделити <b>пречице са тастатуре</b> вашим омиљеним програмима у KDE-овом уређивачу менија (K-мени->Поставке->Уређивач менија). Изаберите програм (нпр. Konsole), а затим кликните на слику поред „Тренутни тастер пречице:“ и притисните комбинацију тастера коју желите (нпр. Ctrl+Alt+К).</p> <p>То је то: сада можете покретати Konsole помоћу Ctrl+Alt+К.</p>
sr@latn: <p> Možete dodeliti <b>prečice sa tastature</b> vašim omiljenim programima u KDE-ovom uređivaču menija (K-meni->Postavke->Uređivač menija). Izaberite program (npr. Konsole), a zatim kliknite na sliku pored „Trenutni taster prečice:“ i pritisnite kombinaciju tastera koju želite (npr. Ctrl+Alt+K).</p> <p>To je to: sada možete pokretati Konsole pomoću Ctrl+Alt+K.</p>
sv: <p> Du kan tilldela <b>snabbtangenter</b> till dina favoritprogram i KDE:s menyeditor (Höger musknapp på K-menyn -> Menyeditor). Välj programmet (t ex Konsole), klicka därefter på bilden intill "Aktuell snabbtangent:". Tryck på tangentkombinationen du vill ha (exempelvis Ctrl+Alt+K).</p> <p>Det är allt: Nu kan du starta Konsole med Ctrl+Alt+K.</p>
th: <p> คุณสามารถกำหนด <b>ปุ่มพิมพ์ลัด</b>เพื่อใช้กับแอพพลิเคชันต่าง ๆ ได้ ผ่านทางเครื่องมือแก้ไขเมนูของ KDE (เมนู K -> ปรับแต่งระบบ -> แก้ไขเมนู) เลือกแอพพลิเคชัน (เช่น Konsole) จากนั้นคลิกที่ภาพถัดจาก "ปุ่มพิมพ์ลัด ปัจจุบัน:" และกดปุ่มพิมพ์ร่วมกันต้องการ (เช่น Ctrl+Alt+K) <p>แค่นั้นแหละ: คุณก็สามารถเรียกให้ Konsole ทำงานได้โดยปุ่ม Ctrl+Alt+K แล้ว</p>
uk: <p> Ви можете призначити <b>скорочення клавіатури</b> для ваших улюблених програм за допомогою Редактора Меню KDE (K-меню ->Параметри->Редактор меню). Виберіть програму (напр. Konsole), клацніть на вкладці "Додатково" та натисніть бажану комбінацію напр. "Ctrl+Alt+K" (або застосуйте кнопку "Змінити").</p> <p>От і все! Тепер можете викликати Konsole за допомогою Ctrl+Alt+K.</p>
vi: <p> Bạn có thể gán <b>phím tắt</b> cho các ứng dụng thường dùng trong bộ hiệu chỉnh trình đơn KDE (Trình đơn K &rarr; Thiết lập &rarr; Bộ hiệu chỉnh trình đơn). Hãy chọn ứng dụng nào (v.d. Konsole), rồi nhắp vào ảnh bên cạnh « Phím tắt hiện có ». Hãy bấm tổ hợp phím bạn muốn (v.d. Ctrl+Alt+K). <p>Xong rồi ! Sau đó, bạn có thể khởi chạy Konsole bằng Ctrl+Alt+K.</p>
zh_cn: <p> 您可以在 KDE 菜单编辑器(K 菜单->设置->菜单编辑器) 中为您最喜欢的应用程序指定<b>快捷键</b>。选择一个应用程序 (比如 Konsole)，然后单击“当前快捷键”旁边的图像。输入您想要使用的按键组合(比如 Ctrl+Alt+K)。</p> <p>就这么简单！现在就用 Ctrl+Alt+K 来弹出 Konsole 吧！</p>
zh_tw: <p> 你可以在 KDE 選單編輯器（K 選單 → 系統 → 選單編輯器）中安排 喜愛的應用程式使用<b>鍵盤捷徑</b>。選擇應用程式（例如 Konsole） ，然後按下「目前的捷徑鍵:」旁的圖片。輸入您想要的按鍵組合 例如「Ctrl+Alt+K」按鍵（或是使用「改變」按鈕）。</p> <p>就是這樣了！現在按下 Ctrl+Alt+K 來啟動 Konsole！</p>
