Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> The program Klipper, which is started by default and resides in the system tray at the right end of the panel, keeps a number of text selections around. These can be retrieved or even (in the case of URLs, for example) be executed.</p> <p>You can find more information about using Klipper in <a href="help:/klipper">the Klipper Handbook</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
ca: <p> El programa Klipper, que s'engega per omissió i resideix a la safata del sistema, a la dreta del plafó, guarda unes quantes seleccions de text. Poden recuperar-se o fins i tot (en el cas d'URL) executar-se.</p> <p>Podeu trobar més informació quant a l'ús de Klipper al <a href="help:/klipper">manual de Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
da: <p> Programmet Klipper, der startes som standard og befinder sig i statusfeltet i højre ende af panelet, opbevarer et antal tekster, som du kan hente frem eller oven i købet (f.eks. i tilfælde af URL'er) udføre.</p> <p>Du kan finde mere information om brugen af Klipper i <a href="help:/klipper">Klipper-håndbogen</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
de: <p> Das Programm Klipper, das standardmäßig gestartet und im Systembereich der Kontrollleiste (rechts) zu finden ist, speichert Texte, die Sie zuletzt ausgewählt hatten und nun nach Belieben weiterverwenden können. Manche der Texte (wie z. B. URLs) lassen sich auch zum Ausführen von Programmen verwenden.</p> <p>Weitere Informationen dazu finden Sie im <a href="help:/klipper">Handbuch zu Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
el: <p> Το πρόγραμμα Klipper, που προεπιλεγμένα ξεκινά και βρίσκεται στο πλαίσιο εικονιδίων συστήματος στο δεξί άκρο του πίνακα, διατηρεί ένα πλήθος επιλογών κειμένου. Αυτές οι επιλογές μπορούν να ζητηθούν ή ακόμα (στη περίπτωση URLs, για παράδειγμα) να εκτελεστούν.</p><br> <p>Για περισσότερες πληροφορίες σχετικά με τον Kicker, τον πίνακα του KDE, ανατρέξτε στο <a href="help:/klipper">Το εγχειρίδιο του Klipper</a></p> <br> <center> <img src="crystalsvg/48x48/apps/klipper.png"> </center>
eo: <p> La programo Klipper (Poŝo) aŭtomate lanĉiĝas kaj situas en la sistempleto dekstre en la panelo. Ĝi konservas la lastajn tekstoelektojn viajn por reuzo aŭ por lanĉi aplikaĵon kun ĝi, ekz.ĉe URLoj.</p> <p>Vi povas legi pli da informo pri Poŝo en <a href="help:/klipper">la Poŝa Manlibro</a></p> <br> <center> <img src="crystalsvg/48x48/apps/klipper.png"> </center>
es: <p> El programa Klipper, que es iniciado por omisión y reside en la bandeja del sistema, en el extremo derecho del panel, mantiene unas cuantas selecciones de texto que puede recuperar e incluso puede ejecutar (por ejemplo, si son URLs).</p> <p>Puede encontrar más información sobre el uso de Klipper en <a href="help:/klipper">el manual de Klipper</a></p> <br> <center> <img src="crystalsvg/48x48/apps/klipper.png"> </center>
et: <p> Programm Klipper, mis käivitatakse vaikimisi ning mis asub kella kõrval paneelil, hoiab alles hiirega valitud tekste, mida saad hiljem kasutada või isegi (kui need on URL-id) käivitada.</p> <p>Rohkem infot Klipperi kasutamise kohta leiab <a href="help:/klipper">Klipperi käsiraamatust</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
fa: <p> برنامۀ Klipper، که به طور پیش‌فرض آغاز می‌شود و درسینی سیستم، در انتهای راست تابلو مقیم است، تعدادی ازگزینشهای متن را نگه می‌دارد. اینها می‌توانند بازیابی یا حتی )مثلاً، در مورد نشانیهای وب( اجرا شوند.</p> <p>می‌توانید اطلاعات بیشتر در مورد استفاده از klipper را در<a href="help:/klipper">کتاب مرجع klipper</a></p> بیابید. <br> <center> <img src="crystalsvg/48x48/apps/klipper.png"> </center>
fi: <p> KDE:n leikepöytätyökalu Klipper käynnistyy automaattisesti KDE:n käynnistyessä. Sen kuvake on paneelin oikeassa reunassa. Leikepöytätyökalu näyttää leikepöydän historian eli viimeksi valitut tekstit. Voit kopioida tekstiä leikepöydältä, ja leikepöydän avulla voit myös avata tai suorittaa URL-osoitteita.</p><p> Löydät lisätietoa Klipper-leikepöytätyökalusta sen <a href="help:/klipper">käyttöohjeesta</a>.</p><br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
fr: <p> Le programme Klipper, démarré par défaut et résidant dans la boîte à miniatures à l'extrémité droite du tableau de bord, conserve un certain nombre de sélections. Ce texte peut être retrouvé ou même (dans le cas d'une URL par exemple) exécuté.</p><p>Vous pourrez trouver des informations complémentaires sur son utilisation dans le <a href="help:/klipper">manuel de Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
fy: <p> It programma Klipper hâld in oantal tekstseleksjes by dy't jo werom helje kinne of sels (bgl. yn it gefal fan URL-adressen) útfiere kinne.</p> Jo fine Klipper standert yn jo systeemfak, rjochts op it paniel.</p> <p>Jo kinne oer it brûken fan Klipper mear ynformaasje finen yn <a href="help:/klipper">It Klipper Hânboek</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
hu: <p> A Klipper nevű program, mely alapértelmezés szerint automatikusan elindul és a tálcában, a panel jobb szélén látható marad, elérhetővé teszi az utoljára kijelölt szövegrészeket, melyek felhasználhatók vagy (pl. internetes cím esetén) végrehajthatók.</p> <p>További információ <a href="help:/klipper">a Klipper kézikönyvében</a> található</p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
is: <p> Klipper er forrit sem fer sjálfkrafa í gang og situr í kerfisbakkanum á hægri hluta spjaldsins. Það geymir í minni nokkur textabrot sem hafa lent í klippiborðinu nýlega. Þessi brot getur þú endurheimt, eða jafnvel (t.d. ef um netslóð er að ræða) ræst beint.</p> <p>Þú getur fundið nánari upplýsingar um Klipper í <a href="help:/klipper">Klipper handbókinni</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
ja: <p> Klipper は通常 KDE の起動時に開始され、パネル右端のシステムトレイに常駐して、あなたが選択したテキストを記憶します。これらのテキストは、後で取り出したり、URL などの場合は実行することもできます。</p> <p>Klipper の詳しい使い方については <a href="help:/klipper">Klipper ハンドブック</a> をご覧ください。</p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
kk: <p> Әдетті жегіліп, панельдің оң жағындағы жүйелік сөреде орналасатын Klipper бағдарламасы, таңдап көшіріп алған біршама мәтінді жадында сақтайды. Бұл мәтінді керек жерге енгізуге немесе кейбірде орындауға да (мысалы, ол URL-сілтемесі болса) болады.</p> <p>Klipper туралы толығырақ мәліметті алу үшін, <a href="help:/klipper">the Klipper анықтамасы</a> дегенді қараңыз. <br> <center> <img src="crystalsvg/48x48/apps/klipper.png"> </center>
km: <p> កម្មវិធី Klipper ដែល​បាន​ចាប់ផ្ដើម​ដោយ​លំនាំដើម ហើយ​​ស្ថិត​ក្នុង​ថាស​ប្រព័ន្ធ នៅ​ចុងផ្នែក​​ខាង​ស្ដាំ​នៃ​បន្ទះ នឹង​រក្សាទុក​នូវ​ចំនួន​អត្ថបទ​ដែល​បាន​ជ្រើស ។ អ្នក​អាច​ទៅ​យក ឬ សូម្បី​តែ (ឧទាហរណ៍ ក្នុង​ករណី​ជា URL) ប្រតិបត្តិ​ពួកវា ។</p> <p>អ្នក​អាច​ស្វែងរក​ព័ត៌មាន​បន្ថែម​អំពី​របៀប​ប្រើ Klipper នៅ​ក្នុង <a href="help:/klipper">សៀវភៅ​ដៃរបស់ Klipper </a></p> <br> <center> <img src="crystalsvg/48x48/apps/klipper.png"> </center>
ko: <p> 클리퍼(Klipper) 프로그램은 시스템을 시작할 때 기본으로 실행되어 패널 오른쪽 끝에 머물러 있으면서 최근에 선택한 문자 영역을 저장하고 있습니다. 이 문자 영역을 다시 가져오거나 실행할 수 있습니다. (보기: URL을 마우스로 고르면, 클리퍼가 이를 저장하고 있으면서 브라우저를 띄우거나 이메일 프로그램으로 보낼 수 있습니다.)</p><br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
mk: <p><br>Програмата Клипер, која вообичаено се вклучува и живее во системската лента на десниот крај на панелот, задржува неколку избори на текст. Нив може да ги вметнете или дури (на пример во случај на URL) и да ги извршите.</p> <p>Повеќе информации за користењето на Клипер може да најдете во <a href="help:/klipper">прирачникот за Клипер</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
nb: <p> Programmet Klipper, som blir startet med standardoppsettet og befinner seg i systemkurven til høyre i panelet, tar vare på en del tekster du har merket slik at du kan hente dem fram senere, eller til og med utføre (f eks hvis det er en URL).</p> <p>Du finner mer informasjon om å bruke Klipper i <a href="help:klipper">Klipper-håndboka</a></p> <br> <center> <img src="crystalsvg/48x48/apps/klipper.png"> </center>
nds: <p> Dat Programm Klipper, dat standardwies start warrt un in den Systeemafsnitt (an't rechte Enn vun't Paneel) sitt, bargt en Reeg Textafsneed för't Afropen. Se köönt haalt oder ok (t.B. bi URLs) utföhrt warrn.</p> <p>Binnen <a href="help:/klipper">dat Klipper-Handbook</a> gifft dat mehr Informatschonen över dat Bruken vun Klipper.</p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
nl: <p> Het programma Klipper houdt een geschiedenis bij van tekst en afbeeldingen die u in programma's hebt geknipt of gekopieerd. Vanuit deze geschiedenis kunt u ze in andere programma's plakken, of, bijv. bij URL-adressen, laten uitvoeren. U vindt Klipper standaard in uw systeemvak, rechts op het paneel.</p> <p>Meer informatie over Klipper vindt u in <a href="help:/klipper">het handboek van Klipper</a>.</p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
nn: <p>Programmet Klipper tek vare på ein del merkt tekst som du seinare kan henta fram att, eller (for eksempel for nettadresser) køyra. Klipper vert starta som standard, og ligg i systemtrauet til høgre i panelet.</p> <p>Du finn meir informasjon om Klipper i <a href="help:/klipper">Klipper-handboka</a>.</p><br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
pt: <p> O programa Klipper, que é iniciado por omissão e reside na barra de sistema no extremo direito do painel, guarda uma quantidade de selecções de texto, as quais o utilizador pode obter ou mesmo (p. ex., no caso de URLs) executar.</p> <p>Para mais informações sobre o Klipper, veja no <a href="help:/klipper">Manual do Klipper</a>. <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
pt_br: <p> O programa Klipper, que é iniciado por padrão e reside na bandeja do sistema na extrema direita do painel, mantém um número de seleções de texto. Estas podem ser recuperadas ou até mesmo (no caso de URLs, por exemplo) ser executadas.</p> <p>Você pode encontrar mais informações sobre o uso do Klipper no <a href="help:/klipper">Manual do Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
ru: <p> Программа Klipper, запускаемая по умолчанию (её значок расположен в правой части системного лотка) запоминает текст, который вы выделяли. Этот текст можно восстанавливать и даже (например, в случае веб-адреса) передавать на обработку.</p> <p>Подробная информация о работе с Klipper приведена в <a href="help:/klipper">руководстве Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
sk: <p> Program Klipper, ktorý je štandardne spúšťaný a zostáva na systémovej lište na pravom konci panelu, ponecháva k dispozícii viacero označení textu, ktoré môžete vybrať naspäť alebo dokonca (napr. v prípade URL) aj spustiť.</p> <p>Viac informácií o použití Klipper je v <a href="help:/klipper">príručke Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
sl: <p>Program Klipper, ki se privzeto zažene in ga najdete v sistemski vrstici na desni strani pulta, shranjuje številne izbore besedil, ki jih lahko prikličete ali celo izvajate (na primer URL-je).</p> <p>Več informacij o Klipperju najdete v <a href="help:/klipper">Priročniku za Klipper</a>.</p><br><center><img src="hicolor/48x48/apps/klipper.png"></center>
sr: <p>Програм Klipper, који се подразумевано покреће и чучи у системској касети на десном крају панела, чува у себи више изабраних текстова. Они се могу добавити, или чак извршити (нпр. у случају URL-ова).</p> <p>Више информација о употреби Klipper-а можете наћи у <a href="help:/klipper">Приручнику за Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
sr@latn: <p>Program Klipper, koji se podrazumevano pokreće i čuči u sistemskoj kaseti na desnom kraju panela, čuva u sebi više izabranih tekstova. Oni se mogu dobaviti, ili čak izvršiti (npr. u slučaju URL-ova).</p> <p>Više informacija o upotrebi Klipper-a možete naći u <a href="help:/klipper">Priručniku za Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
sv: <p> Programmet Klipper är förinställt att starta då du loggar in, och lägger sig till höger i panelen. Klipper kommer ihåg de senaste texterna som du har markerat, och dessa kan du återanvända eller i vissa fall till och med köra (det senare gäller t ex webbadresser).</p><p>Du hittar mer information om användning av Klipper i <a href="help:/klipper">Klippers handbok</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
th: <p> โปรแกรม Klipper ซึ่งถูกเรียกทำงานโดยปริยายอยู่ที่ ถาดระบบทางด้านขวาของพาเนล จะใช้สำหรับเก็บข้อความจำนวนหนึ่ง ที่ถูกเลือกไว้ เพื่อให้สามารถทำการเรียกกลับคืนมาหรือแม้แต่เรียกประมวลผลก็ได้ (ในกรณีของ URL เป็นต้น)</p> <p>คุณสามารถดูข้อมูลเพิ่มเติมเกี่ยวกับการใช้ Klipper ได้ใน <a href="help:/klipper">คู่มือ Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
uk: <p> Програма Klipper, яка запускається по замовчуванню та знаходиться у системному лотку праворуч на панелі, утримує декілька текстових виборів. Їх можна вибрати або навіть (напр., у випадку URL) виконати.</p> <p>Більш докладна інформація про програму Klipper знаходиться у <a href="help:/klipper">Підручнику по Klipper</a></p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
zh_tw: <p> 預設會在進入 KDE 時自動啟動且會在面板右端的系統匣停留的應用程式 Klipper，會保留一些已選擇的文字區域。這些文字可以擷取來使用甚至（例如在 URL 的情況下）執行。</p> <p>您可以在<a href="help:/klipper">Klipper 手冊</a>找到更多關於使用 Klipper 的資訊</p> <br> <center> <img src="hicolor/48x48/apps/klipper.png"> </center>
