Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>Not all print subsystems provide equal abilities for KDEPrint to build on.</p> <p>The <A HREF="http://printing.kde.org/">KDEPrinting Team</A> recommends installing a <A HREF="http://www.cups.org/"><strong>CUPS-based</strong></A> software as the underlying print subsystem.</p> <p> CUPS provides easy usage, powerful features, broad printer support and a modern design (based on IPP, the "Internet Printing Protocol"). Its usefulness is proven for home users as well as for large networks. </p> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
af: <p align="center"><strong>KDEDruk (II)</strong></p> <p>Nie alle druk sisteme bied dieselfde vermoëns vir KDEPrint om op te bou nie..</p> <p>Die <A HREF="http://printing.kde.org/">KDEDruk Span</A> beveel aan om <A HREF="http://www.cups.org/"><strong>CUPS-gebaseerde</strong></A> sagteware as die onderliggende druk substelsel te installeer.</p> <p> CUPS voorsien maklike gebruik, kragtige kenmerke en 'n wye reeks drukker ondersteuning met 'n moderne ontwerp (gebaseer op IPP,die "Internet Druk Protokol"). Die bruikbaarheid is bewys vir tuis en vir groot netwerke. </p> <p align="right"><em>Bygedra deur Kurt Pfeifle</em></p>
ar: <p align="center"><strong>الطباعة 2</strong></p> <p>ليست كل أنظمة الطباعة الفرعية ذات الجودة ذاتها لكي يعتمد عليها KDEPrint .</p> <p>إنّ <A HREF="http://printing.kde.org/">طاقم KDE للطباعة </A> ينصحك بتثبيت <A HREF="http://www.cups.org/"><strong>نظام معتمد على البرنامج CUPS </strong></A> كنظام فرعي للطباعة.</p> <p> يوفر CUPS سهولة الإستعمال ، ميّزات عالية ، دعم شامل للطباعة و تصميم حديث (يعتمد على IPP ، " ميفاق الطباعة عبر الإنترتت"). و قد تأكدت منفعته للمستخدم المنزلي كما للشبكات الكبرى. </p> <p align="right"><em>مساهمة من Kurt Pfeifle</em></p>
ca: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>No tots els subsistemes d'impressió proporcionen les mateixes capacitats com a base del KDEPrint.</p> <p>L'<A HREF="http://printing.kde.org/">equip KDEPrinting</A> recomana la instal·lació d'un programari <A HREF="http://www.cups.org/"><strong>basat en CUPS</strong></A> com a sistema d'impressió de base.</p> <p>CUPS proporciona un ús fàcil, característiques potents, un ampli suport d'impressores i un disseny modern (basat en IPP, l'"Internet Printing Protocol"). S'ha provat la seva utilitat tant pels usuaris domèstics com per a grans xarxes. </p> <p align="right"><em>Contribució de Kurt Pfeifle</em></p>
da: <p align="center"><strong>KDE-udskrift (II)</strong></p> <p>Ikke alle udskriftsundersystemer har den samme styrke for KDEPrint at bygge på.</p> <p><A HREF="http://printing.kde.org/">KDEPrint-holdet</A> anbefaler at installere <A HREF="http://www.cups.org/"><strong>CUPS-baseret</strong></A> programmel som det underliggende udskrifts-undersystem.</p> <p> CUPS sørger for nem brug, kraftige egenskaber, omfattende printerstøtte og et moderne design (baseret på IPP, "Internet Printing Protocol"). Dens nytte er bevist for hjemmebrugere så vel som for store netværk. </p> <p align="right"><em>Bidrag ved Kurt Pfeifle</em></p>
de: <p align="center"><strong>KDE-Druckerverwaltung (II)</strong></p> <p>Nicht alle Systeme stellen dem KDE-Druckmodul die gleichen Funktionen zur Verfügung.</p> <p>Das <A HREF="http://printing.kde.org/">KDE-Druckerteam</A> empfiehlt die Installation von Programmen, die auf <A HREF="http://www.cups.org/"><strong>CUPS</strong></A> beruhen.</p> <p>CUPS vereint einfache Bedienbarkeit, umfassende Funktionalität, und die Unterstützung zahlreicher Druckermodelle mit modernem Design. Es basiert auf IPP, dem "Internet Printing Protocol". Seine Nützlichkeit hat sich gleichermaßen für Einzelbenutzer wie für große Netzwerke erwiesen. </p> <p align="right"><em>Beigesteuert von Kurt Pfeifle</em></p>
el: <p align="center"><strong>Εκτύπωση KDE (II)</strong></p> <p>Όλα τα υποσυστήματα δεν προσφέρουν τα ίδια χαρακτηριστικά στη λειτουργία της εκτύπωσης KDE.</p> <p>Η <A HREF="http://printing.kde.org/">Ομάδα εκτύπωσης KDE</A> προτείνει την εγκατάσταση του <A HREF="http://www.cups.org/"><strong>CUPS-βασισμένου</strong></A> προγράμματος σαν υποσύστημα εκτύπωσης.</p> <p> Το CUPS προσφέρει ευκολία χρήσης, δυνατά χαρακτηριστικά, και ευρεία υποστήριξη εκτυπωτών καθώς και ένα μοντέρνο σχεδιασμό (βασισμένο στο IPP, το "Πρωτόκολλο Εκτύπωσης Internet"). Η χρηστικότητά του είναι αυξημένη τόσο για τους οικιακούς χρήστες όσο και για μεγάλα εταιρικά δίκτυα. </p> <p align="right"><em>Προσφορά του Kurt Pfeifle</em></p>
eo: <p align="center"><strong>KDE-Printado (II)</strong></p> <p>Ne ĉiuj printosubsistemoj subtenas samajn eblecojn al KDE-Printado.</p> <p>La <A HREF="http://printing.kde.org/">KDE-Printado-teamo</A> rekomendas instali <A HREF="http://www.cups.org/"><strong>KUPS-bazitan</strong></A> programaron kiel printadosistemo.</p> <p> KUPS provizas facilan uzadon, multajn funkciojn, subtenon de multaj printiloj kaj modernan konstruon (bazitan sur IPP, la "Intereta Printado-Protokolo"). Ĝi utilas kaj por hejma uzado kaj por grandaj retoj. </p> <p align="right"><em>kontribuita de Kurt Pfeifle</em></p>
es: <p align="center"><strong>Imprimir en KDE (II)</strong></p> <p>No todos los subsistemas de impresión proporcionan las mismas posibilidades para que KDEPrint las utilice.</p> <p>El <A HREF="http://printing.kde.org/">equipo de impresión de KDE</A> recomienda instalar un software <A HREF="http://www.cups.org/"><strong>basado en CUPS</strong></A> como subsistema de impresión subyacente.</p> <p> CUPS proporciona un uso sencillo, propiedades potentes, soporte amplio de impresoras y un diseño moderno (basado en IPP, el "Internet Printing Protocol"). Su utilidad ha sido probada en el hogar y en grandes entornos con redes. </p> <p align="right"><em>Por Kurt Pfeifle</em></p>
et: <p align="center"><strong>Trükkimine KDEs (II)</strong></p> <p>Mitte kõik trükkimis-alamsüsteemid ei paku KDEPrintile ühtmoodi häid võimalusi oma eeliseid näidata.</p> <p><A HREF="http://printing.kde.org/">KDE trükkimismeeskond</A> soovitab paigaldada <A HREF="http://www.cups.org/"><strong>CUPSi-põhise</strong></A> tarkvara süsteemi peamise trükkimis-alamsüsteemina.</p> <p> CUPS pakub hõlpsat kasutamist, võimsaid omadusi, ulatuslikku printerite toetust ning moodsat disaini (ta tugineb "Interneti trükkimisprotokollile" IPP). CUPSist tõuseb tulu nii kodukasutajatele kui suurtele arvutivõrkudele. </p> <p align="right"><em>Kurt Pfeifle</em></p>
eu: <p align="center"><strong>KDEPrintig (II)</strong></p> <p>Inprimaketa azpisistema guztiek ez dituzte KDE inprimaketarako gaitasun berdinak bermatzen.</p> <p><A HREF="http://printing.kde.org/">KDEPrinting taldea</A>k <A HREF="http://www.cups.org/"><strong>CUPS</strong></A>en oinarritutako softwarea inprimaketa azpisistema bezala erabiltzea gomendatzen du.</p> <p> CUPSek erabilera erraza, ezaugarri ahaltsuak, inprimagailu euskarri zabala eta diseinu modernoa (IPPn, "Internet Inprimaketa Protokoloa"n oinarritzen da). Frogatuta dago bere erabilgarritasuna, bai etxean, bai sare handietan erabiltzeko ere . <p> <p align="right"><em>Kurt Pfeiflek lagundua</em></p>
fa: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>همۀ زیرسیستمهای چاپ، تواناییهای یکسانی را برای ساخت KDEPrint فراهم نمی‌کنند.</p> <p><A HREF="http://printing.kde.org/">تیم چاپ KDE</A> نصب یک نرم‌افزار<A HREF="http://www.cups.org/"><strong>بر مبنای CUPS </strong></A> را به عنوان زیرسیستم چاپ اصولی، توصیه می‌کند.</p> <p>CUPS کاربرد آسان، ویژگیهای برجسته، پشتیبانی چاپگر گسترده و یک طرح نوین )براساس IPP، »قرارداد چاپ اینترنت«( را فراهم می‌کند. هم برای کاربران شخصی و هم برای شبکه‌های بزرگ مفید است. </p> <p align="right"><em>با مشارکت کرت پی‌فیفل</em></p>
fi: <p align="center"><strong>Tulostaminen (II)</strong></p> <p>Kaikki tulostusjärjestelmät eivät tarjoa KDE:n tulostusjärjestelmälle samanlaisia ominaisuuksia.</p> <p><A HREF="http://printing.kde.org/">KDEPrinting-ryhmä</A> suosittelee <A HREF="http://www.cups.org/"><strong>CUPS-pohjaisen</strong></A> ohjelman asentamista tulostusjärjestelmäksi.</p> <p> CUPS on helppokäyttöinen, se on monipuolinen, tehokas ja nykyaikainen. CUPS:in perustana on IPP, "Internet Printing Protocol". CUPS hyödyttää yhtä hyvin kotikäyttäjiä kuin suuria tietoverkkoja.</p> <p align="right"><em>Lähettänyt Kurt Pfeifle</em></p>
fr: <p align="center"><strong>Imprimer sous KDE (II)</strong></p> <p>Tous les sous-systèmes d'impression ne fournissent pas des possibilités semblables pour s'intégrer à KDEPrint.</p> <p>L'<a href="http://printing.kde.org/">équipe de KDEPrinting</a> recommande d'installer un logiciel utilisant <a href="http://www.cups.org/"><strong>CUPS</strong></a> comme sous-système de base.</p> <p>CUPS est facile à utiliser, possède des fonctionnalités puissantes, gère de nombreux types d'imprimantes et est de conception moderne (basée sur IPP, l'« Internet Printing Protocol »). Son utilité est aussi bien adaptée aux utilisateurs individuels qu'aux grands réseaux. </p> <p align="right"><em>Contribution de Kurt Pfeifle</em></p>
fy: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>Net alle printsystemen biede lykweardige mooglikheden wêr KDEPrint gebrûk fan kin meitsje.</p> <p>It <A HREF="http://printing.kde.org/">KDEPrinting-team</A> advisearret om op <A HREF="http://www.cups.org/"><strong>CUPS</strong></A>- basearre sêftguod te ynstallearjen as ûnderlizzend printsysteem.</p> <p>CUPS biedt ienfâldich gebrûk, krêftige funksjes, brede printstipe en in modern oanklaaiing (basearre op IPP, it "Ynternet Printing Protokol". De brûkberens fan CUPS is bewezen foar sawol priveebrûkers as grutte netwurken. </p> <p align="right"><em>Bydroegen troch Kurt Pfeifle</em></p>
hu: <p align="center"><strong>A KDE nyomtatási rendszere (II)</strong></p> <p>A támogatott nyomtatási alrendszerek képességei között jelentős eltérések vannak.</p> <p>A <A HREF="http://printing.kde.org/">KDE nyomtatási keretrendszer</A> készítői elsősorban a <A HREF="http://www.cups.org/"><strong>CUPS</strong></A> használatát ajánlják.</p> <p>A CUPS könnyű kezelhetőséget, hatékony szolgáltatásokat, széles nyomtatótámogatást biztosít, architektúrája igen korszerű (az IPP protokollon ("Internet Printing Protocol") alapul. A tapasztalatok szerint vállalati és otthoni felhasználásra is kitűnően megfelel. </p> <p align="right"><em>Ezt a tippet Kurt Pfeifle küldte be</em></p>
is: <p align="center"><strong>KDE Prentun (II)</strong></p> <p>Ekki öll prentundirkerfi bjóða upp á sömu eiginleika fyrir KDE prentkerfið að byggja á.</p> <p><A HREF="http://printing.kde.org/">KDE prentteymið</A> ráðleggur uppsetningu á <A HREF="http://www.cups.org/"><strong>CUPS-byggðum</strong></A> hugbúnaði fyrir prentundirkerfið.</p> <p> CUPS býður upp á einfalda notkun, öfluga fítusa, góðan stuðning við prentarategundir og nútímalega hönnun (byggða á IPP, "Internet Printing Protocol"). Gagnsemi þess er sannreynd fyrir bæði heimanotendur og stór netverk. </p> <p align="right"><em>Höfundur: Kurt Pfeifle</em></p>
ja: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>KDEPrint への組み込みに際し、すべてのサブシステムが同じ能力を提供しているわけではありません。</p> <p><A HREF="http://printing.kde.org/">KDEPrinting 開発チーム</A> は <A HREF="http://www.cups.org/"><strong>CUPS ベース</strong></A> のソフトウェアを印刷サブシステムとして使用することをお勧めします。</p> <p>CUPS は使いやすく、パワフルな機能を持ち、多くのプリンタをサポートしています。そのモダンなデザインは IPP (Internet Printing Protocol - インターネット印刷プロトコル) に基づいています。大きなネットワークのユーザだけでなくホームユーザにも有用です。 </p> <p align="right"><em>投稿者: Kurt Pfeifle さん</em></p>
kk: <p align="center"><strong>KDEPrint жүйесі (II)</strong></p> <p>KDEPrint барлық бағыныңқы жүйелермен бірдей жақсы үйлеспейді.</p> <p><A HREF="http://printing.kde.org/">KDEPrint тобы</A> басып шығарудың бағыныңқы жүйесі ретінде <A HREF="http://www.cups.org/"><strong>CUPS</strong></A> жасауын орнатуды ұсынады.</p> <p> CUPS қолданыста ығайлы, көптеген принтерлерді қолдайды, озық (IPP, "InternetPrinting Protocol" негіздейді). Ол үйде де, үлкен желіде де пайдасын растаған жүйе. </p> <p align="right"><em>Kurt Pfeifle қосқан үлесі</em></p>
km: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>មិន​មែន​គ្រប់​ប្រព័ន្ធ​បោះពុម្ព​រងទាំងអស់ ផ្ដល់​នូវ​សមត្ថភាព​ស្មើ​គ្នា​ឡើយ ដើម្បី​ឲ្យ KDEPrint ស្ថាបនា​លើ ។</p> <p><A HREF="http://printing.kde.org/">ក្រុម KDEPrinting</A> សូម​ណែនាំ​ឲ្យ​អ្នក​ដំឡើង​កម្មវិធីដែល​<A HREF="http://www.cups.org/"><strong>ផ្អែក​លើ CUPS</strong></A> ជា​ប្រព័ន្ធ​បោះពុម្ព​រង​មូលដ្ឋាន ។</p> <p> CUPS ផ្ដល់​នូវ​ភាព​ងាយស្រួល, លក្ខណៈ​ពិសេស​ដ៏​មាន​អានុភាព, ការ​គាំទ្រ​ម៉ាស៊ីន​បោះពុម្ពយ៉ាង​ទូលំូលាយ និង​ការ​រចនា​ទំនើប (ផ្អែក​លើ IPP ដែល​ជា "ពិធីការ​បោះពុម្ព លើ​អ៊ិនធឺណិត") ។ អត្ថប្រយោជន៍​របស់​វា​ត្រូវ​បាន​ស​ឲ្យ​ឃើញ​តាម​រយៈ​អ្នកប្រើ​តាម​ផ្ទះ ក៏​ដូចជា​បណ្ដាញ​ធំៗ ។ </p> <p align="right"><em>បរិច្ចាគ​ដោយ Kurt Pfeifle</em></p>
ko: <p align="center"><strong>KDE인쇄 (II)</strong></p> <p>모든 인쇄 시스템 들이 동일한 능력 을 제공하지는 않습니다.</p> <p><A HREF="http://printing.kde.org/">KDE인쇄 팀</A> 은 기본 프린트 서브시스템으로서 <A HREF="http://www.cups.org/"><strong>CUPS</strong></A> 를 기반으로 한 소프트웨어를 추천합니다.</p> <p> CUPS는 쉬운 사용법, 강력한 기능, 광역 프린터 지원과 최신의 디자인(IPP를 기반으로 한)을 제공합니다. CUPS의 유 용성은 이미 개인용 사용자들 뿐만 아니라 커다란 네트워크 에서도 증명되었습니다. </p> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
lt: <p align="center"><strong>KDE spausdinimas (II)</strong></p> <p>Ne visos spausdinimo posistemės suteikia KDEPrint vienodas galimybes veikti.</p> <p><A HREF="http://printing.kde.org/">KDE spausdinimo komanda</A> rekomenduoja įdiegti <A HREF="http://www.cups.org/"><strong>CUPS paremtą</strong></A> programinę įrangą kaip spausdinimo posistemę.</p> <p> CUPS lengva naudoti, ji turi daug galingų savybių, palaiko daug spausdintuvų, turi šiuolaikinį dizainą (paremtą IPP, „Interneto spausdinimo protokolu“). Jo naudingumas įrodytas tiek namų naudotojams, tiek dideliems tinklams. </p> <p align="right"><em>Pateikė Kurt Pfeifle</em></p>
mk: <p align="center"><strong>Печатење во KDE (II)</strong></p> <p>Сите подсистеми не овозможуваат еднакви можности над кои KDEPrint може да се надгради.</p> <p><A HREF="http://printing.kde.org/">Печатарскиот тим на KDE</A> препорачува инсталирање на софтвер за печатарски подсистем <A HREF="http://www.cups.org/"><strong>базиран врз CUPS</strong></A> .</p> <p> CUPS овозможува лесна употреба, моќни можности, широка печатарска поддршка и модерен дизајн (базиран е на IPP, „Интернет Печатарскиот Протокол“). Неговата корисност е докажана како за домашни корисници така и за големи мрежи. </p> <p align="right"><em>Придонес на Kurt Pfeifle</em></p>
nb: <p align="center"><strong>KDE Utskrift (II)</strong></p> <p>Ikke alle delsystemene for utskrift har like mange ferdigheter som KDE Utskrift kan utnytte.</p> <p> <A HREF="http://printing.kde.org/">KDE utskriftslaget</A> anbefaler å installere en <A HREF="http://www.cups.org/"><strong>CUPS-basert</strong></A> programvare som underliggende delsystem for utskrift</p> <p> CUPS gir enkel bruk, har kraftige egenskaper, bred skriverstøtte og moderne design (basert på IPP, the «Internet Printing Protocol»). Nytten av dette er vist såvel for hjemmebrukere som for brukere i store nettverk. </p> <p align="right"><em>Skrevet av Kurt Pfeifle</em></p>
nds: <p align="center"><strong>KDE-Druckpleger(II)</strong></p> <p>Nich all Drucksystemen hebbt dat lieke Könen för KDE to beden.</p> <p>De <A HREF="http://printing.kde.org/">Druck-Koppel vun KDE</A> raadt Di, en Systeem to installeren, dat op <A HREF="http://www.cups.org/"><strong>CUPS</strong></A> opbuut is.</p> <p>CUPS is eenfach to bruken, hett goot Könen, ünnerstütt vele Druckers un baseert op dat modeerne IPP ("Internet Printing Protocol"). Sien Bruukborkeit hett sik al för Tohuus-Brukers un ok för grote Nettwarken wiest. </p> <p align="right"><em>Bidragen vun Kurt Pfeifle</em></p>
nl: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>Niet alle afdruksystemen bieden gelijkwaardige mogelijkheden waar KDEPrint gebruik van kan maken.</p> <p>Het <A HREF="http://printing.kde.org/">KDEPrinting-team</A> adviseert om op <A HREF="http://www.cups.org/"><strong>CUPS</strong></A>- gebaseerde software te installeren als onderliggend afdruksysteem.</p> <p>CUPS biedt eenvoudig gebruik, krachtige functies, brede printerondersteuning en een modern design (gebaseerd op IPP, het "Internet Printing Protocol". De bruikbaarheid van CUPS is bewezen voor zowel privégebruikers als grote netwerken. </p> <p align="right"><em>Bijgedragen door Kurt Pfeifle</em></p>
nn: <p align="center"><strong>KDE-utskrift (II)</strong></p> <p>Ikkje alle utskriftssystem gjev KDE det same grunnlaget.</p> <p><A HREF="http://printing.kde.org/">KDE-utskriftslaget</A> rår til at du installerer eit <A HREF="http://www.cups.org/"><strong>CUPS-basert</strong></A> utskriftssystem.</p> <p>CUPS tilbyr enkel bruk, kraftig funksjonalitet, omfattande skrivarstøtte og moderne oppbyggjing (basert på IPP, «Internet Printing Protocol»). Systemet er nyttig både for heimebrukarar og store nettverk.</p> <p align="right"><em>Tips frå Kurt Pfeifle</em></p>
pt: <p align="center"><strong>Impressão no KDE (II)</strong></p> <p>Nem todos os sub-sistemas de impressão oferecem as mesmas capacidades para o KDEPrint poder tirar partido delas.</p> <p>A <A HREF="http://printing.kde.org/">Equipa do KDEPrinting</A> recomenda a instalação do 'software' do <A HREF="http://www.cups.org/"><strong>CUPS</strong></A> para ser usado como sub-sistema de impressão.</p> <p> O CUPS possibilita uma utilização fácil, funcionalidades poderosas, um suporte vasto de impressoras e uma arquitectura moderna (baseada no IPP, o "Internet Printing Protocol"). A sua utilidade é confirmada nos utilizadores domésticos bem como nas grandes redes. </p> <p align="right"><em>Contribuída por Kurt Pfeifle</em></p>
pt_br: <p align="center"><strong>Impressão no KDE (II)</strong></p> <p>Nem todas os sub-sistemas de impressão fornecem capacidades e recursos para que sejam integradas ao KDEPrint.</p> <p>O <A HREF="http://printing.kde.org/">Time do KDE Print</A> recomenda a instalação de um software baseado no <A HREF="http://www.cups.org/"><strong>CUPS</strong></A> para que seja o subsistema de impressão.</p> <p>O CUPS fornece facilidade no uso, recursos poderosos, suporte a várias impressoras e um design moderno, baseado em IPP ( "Internet Printing Protocol" ou Protocolo de Impressão na Internet). Sua utilidade é garantida tanto para usuários comuns como para grandes redes. </p> <p align="right"><em>Contribuição de Kurt Pfeifle</em></p>
ru: <p align="center"><strong>Печать в KDE (II)</strong></p> <p>Не все подсистемы печати в равной степени полезны для KDEPrint.</p> <p>Команда <A HREF="http://printing.kde.org/">KDEPrinting</A> рекомендует установить <A HREF="http://www.cups.org/"><strong>CUPS</strong></A> в качестве подсистемы печати.</p> <p> CUPS мощна и проста в использовании, поддерживает множество принтеров и хорошо спроектирована (на основе IPP, "Internet Printing Protocol"). Она будет полезна и в домашнем использовании, и в больших сетях. </p> <p align="right"><em>Kurt Pfeifle</em></p>
rw: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>Sisitemuzungirije zo gucapa si ko zose zitanga ubushobozi bungana kugira ngo KDEPrint ishingireho.</p> <p>Ikipe ya<A HREF="http://printing.kde.org/">KDEPrinting</A> isaba kwinjiza <A HREF="http://www.cups.org/"><strong>Porogamu ishingiye kuri CUPS</strong></A> nka sisitemuyungirije icapa ishingiweho.</p> <p> CUPS ikoreshwa ku buryo bworoshye, ifite ibiyiranga bikaze, mucapyi yaguye yemera ihangashusho rigezweho (rishingiye kuri IPP, "Interineti Porotokole icapa"). Akamaro kayo kagaragara ku bakoresha mu rugo no ku rusobemiyoboro runini. </p> <p align="right"><em>Byagizwemo uruhare na Kurt Pfeifle</em></p>
sk: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>Nie všetky tlačové subsystémy poskytujú rovnaké možnosti, ktoré by KDEPrint mohol využiť.</p> <p>The <A HREF="http://printing.kde.org/">Tím KDEPrinting</A> doporučuje inštaláciu softvéru založeného na <A HREF="http://www.cups.org/"><strong>CUPS</strong></A> ako tlačový subsystém.</p> <p> CUPS poskytuje jednoduché použitie, výkonné funkcie, širokú podporu tlačiarní a moderný návrh (založený na IPP, "Internet Printing Protocol"). Jeho užitočnosť potvrdzujú domáci používatelia ale aj veľké siete. </p> <p align="right"><em>Dodal Kurt Pfeifle</em></p>
sl: <p align="center"><strong>Tiskanje v KDE (II)</strong></p> <p>Vsi tiskalniški podsistemi ne ponujajo enakih zmožnosti, na katerih bi lahko gradil KDEPrint.</p> <p><A HREF="http://printing.kde.org/">Skupina KDEPrinting </A> priporoča <A HREF="http://www.cups.org/"> na <strong>CUPS</strong></A> osnovano programsko opremo.</p> <p> CUPS ponuja preprosto uporabo, močne lastnosti, široko podporo tiskalnikom in sodobno zasnovo (osnovan na IPP, »Internet Printing Protocol«). Njegova uporabnost je dokazana tako za domače uporabnike kot velika omrežja. </p> <p align="right"><em>Prispeval Kurt Pfeifle</em></p>
sr: <p align="center"><strong>KDE штампање (II)</strong></p> <p>Не пружају сви подсистеми за штампање једнаке могућности на које KDE може да се ослони.</p> <p>The <A HREF="http://printing.kde.org/">Штампарски тим KDE-а</A> препоручује инсталирање софтвера <A HREF="http://www.cups.org/"><strong>заснованог на CUPS-у</strong></A> као подсистема за штампање.</p> <p>CUPS обезбеђује лаку употребу, напредне функције, широку подршку за штампаче и модеран дизајн (заснован на IPP-у, „интернет протоколу за штампање“). Његова употребна вредност се доказала и у кућној употреби као и у великим мрежама. </p> <p align="right"><em>Приложио Курт Пфајфле (Kurt Pfeifle)</em></p>
sr@latn: <p align="center"><strong>KDE štampanje (II)</strong></p> <p>Ne pružaju svi podsistemi za štampanje jednake mogućnosti na koje KDE može da se osloni.</p> <p>The <A HREF="http://printing.kde.org/">Štamparski tim KDE-a</A> preporučuje instaliranje softvera <A HREF="http://www.cups.org/"><strong>zasnovanog na CUPS-u</strong></A> kao podsistema za štampanje.</p> <p>CUPS obezbeđuje laku upotrebu, napredne funkcije, široku podršku za štampače i moderan dizajn (zasnovan na IPP-u, „internet protokolu za štampanje“). Njegova upotrebna vrednost se dokazala i u kućnoj upotrebi kao i u velikim mrežama. </p> <p align="right"><em>Priložio Kurt Pfajfle (Kurt Pfeifle)</em></p>
sv: <p align="center"><strong>Utskrift i KDE (II)</strong></p> <p>Alla utskriftssystem tillhandahåller inte samma möjligheter som KDEPrint kan bygga på.</p> <p><A HREF="http://printing.kde.org/">KDE:s utskriftsgrupp</A> rekommenderar installation av en <A HREF="http://www.cups.org/"><strong>CUPS-baserad</strong></A> programvara som det grundläggande utskriftssystemet.</p> <p> CUPS erbjuder lättanvända, kraftfulla funktioner, brett stöd för skrivare och modern utformning (baserat på IPP, "Internet Printing Protocol"). Dess användbarhet är beprövad både för hemanvändare och stora nätverk. </p> <p align="right"><em>Tipset kommer från Kurt Pfeifle</em></p>
th: <p align="center"><strong>การพิมพ์ของ KDE (II)</strong></p> <p>ไม่ใช่ว่าระบบย่อยสำหรับการพิมพ์ทั้งหมด จะจัดเตรียมความสามารถต่างๆ ให้ระบบการพิมพ์ของ KDE ได้เท่ากันหมด </p> <p>ซึ่ง <A HREF="http://printing.kde.org/">กลุ่มผู้พัฒนาระบบการพิมพ์ของ KDE</A> แนะนำให้ติดตั้ง <A HREF="http://www.cups.org/">ซอฟต์แวร์ที่ <strong>มีพื้นฐานจาก CUPS</strong></A> เพื่อใช้เป็นระบบการพิมพ์ของคุณ</p> <p>เนื่องจาก CUPS มีคุณสมบัติที่ง่ายต่อการใช้งาน, ทรงพลัง, สนับสนุนเครื่องพิมพ์มาก และมีการออกแบบที่ทันสมัย (มีพื้นฐานมากจาก IPP - "Internet Printing Protocol") ซึ่งเหมาะกับทั้งผู้ใช้ตามบ้าน และเครือข่ายขนาดใหญ่ </p> <p align="right"><em>จากคุณ Kurt Pfeifle</em></p>
uk: <p align="center"><strong>Друк в KDE (II)</strong></p> <p>Різні системи друку надають різні можливості для керування друком.</p> <p><a HREF="http://printing.kde.org/">Команда розробників друку для KDE</a> рекомендує використовувати <a HREF="http://www.cups.org/"><strong>CUPS</strong></a> як підсистему для друку.</p> <p>Систему друку CUPS легко використовувати, вона має багато можливостей, підтримує багато принтерів та має сучасний дизайн (побудований на протоколі IPP, "Internet Printing Protocol"). Вона придатна для використання як на домашньому комп'ютері так і для використання в великих мережах. </p> <p align="right"><em>Автор поради: Kurt Pfeifle</em></p>
vi: <p align="center"><strong>In KDE (2)</strong></p> <p>Không phải mọi hệ thống con in cung cấp cùng khả năng để In KDE xây dựng trên nó.</p> <p><A HREF="http://printing.kde.org/">Nhóm In KDE</A> khuyên bạn cài đặt phần mềm <A HREF="http://www.cups.org/"> <strong>đựa vào CUPS</strong></A> là hệ thống con in bên dưới.</p> <p>CUPS cung cấp cách sử dụng dễ dàng, nhiều tính năng mạnh, sự hỗ trợ máy in rộng, và cách thiết kế hiện thời (đựa vào IPP, giao thức in Mạng). Nó thật sự có ích cho người dùng riêng, cũng cho mạng lớn. </p> <p align="right"><em>Bị Kurt Pfeifle đóng góp</em>.</p>
zh_cn: <p align="center"><strong>KDEPrinting (II)</strong></p><p>并不是所有的打印子系统为 KDEPrint 提供的能力都相同。</p><p><A HREF="http://printing.kde.org/">KDEPrinting 开发组</A>强烈建议安装 <A HREF="http://www.cups.org/"><strong>基于 CUPS</strong></A>的软件作为底层打印子系统。</p><p>CUPS 易于使用，功能强大，支持的打印机很多，设计也是最新的(基于IPP，“Internet 打印协议”)。其实用性在家用和大网络中都得到证实。</p><p align="right"><em>Kurt Pfeifle 投稿</em></p>
zh_tw: <p align="center"><strong>KDEPrinting (II)</strong></p> <p>並非所有的列印子系統都能提供 KDEPrint 同樣的功能。</p> <p>The <A HREF="http://printing.kde.org/">KDEPrinting 團隊</A> 建議安裝<A HREF="http://www.cups.org/"><strong>基於 CUPS</strong></A> 的軟體做為基本的列印子系統。</p> <p> CUPS 提供簡單的用法、強大的功能、廣泛的印表機支援 和現代化的設計（基於 IPP ，「網路列印協定」）。 它的好處已經在家庭使用者和大型網路中證明了。 </p> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
