Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>By pressing the Middle Mouse-Button on the desktop you can get a brief list of all the windows on each desktop. From here you can also unclutter or cascade the windows.</p>
af: <p>Deur diemiddel muisknop op die werksskerm te druk, kan jy 'n lys kry van al die vensters op elke werksskerm. Van hier af kan jy ook die vensters organiseer of stapel.</p>
ar: <p>عند ضغط زر الفأرة الأوسط على سطح المكتب يمكنك الحصول على لائحة مختصرة لكلّ النوافذ على كلّ أسطح المكتب. يمكنك أيضاً من هنا إعادة ترتيب النوافذ أو ترتيبها شلالياً.</p>
ca: <p>En prémer el botó del mig del ratolí a l'escriptori, obtindreu una llista breu de totes les finestres de cada escriptori. També podeu endreçar les finestres o disposar-les en cascada.</p>
da: <p>Ved at klikke med musens midterknap på desktoppen kan du vise en kort liste over alle vinduer på hver desktop. Herfra kan du også ordne vinduet eller lægge vinduerne på linje.</p>
de: <p>Wenn Sie auf der Arbeitsfläche die mittlere Maustaste betätigen, erhalten Sie eine kurze Übersicht über alle Fenster auf jeder Arbeitsfläche. Mit dem aufklappenden Menü können Sie auch die Fenster anordnen oder gestaffelt anzeigen lassen.</p>
el: <p>Πατώντας το μεσαίο κουμπί του ποντικιού στην επιφάνεια εργασίας μπορείτε να ανακτήσετε μια σύντομη λίστα με όλα τα παράθυρα σε κάθε επιφάνεια εργασίας. Από εδώ μπορείτε επίσης να καθαρίσετε ή να τοποθετήσετε διαδοχικά τα παράθυρα.</p>
eo: <p>Per premo de la meza musbutono sur la tabula fono, vi povas vidi koncizan liston de la fenestroj kiuj estas sur ĉiu tabulo. Ankaŭ, vi povas malkonfuzi kaj vicigi la fenestrojn.</p>
es: <p>Pulsando el botón central del ratón sobre el escritorio obtendrá una pequeña lista de todas las ventanas de cada escritorio. Desde aquí puede ordenar o colocar en cascada las ventanas.</p>
et: <p>Töölaual hiire keskmise nupuga klõpsates näed kõigi töölaudade kõigi akende nimekirja. Samuti saab ilmuvast hüpikmenüüst aknad korrastada või kaskaadi seada.</p>
eu: <p>Saguaren erdiko botoia mahaigainean sakatuz mahaigain bakoitzeko leiho zerrendatxoa lortuko duzu Hemendik ere leihoak kaskadan edo eratu egin ditzakezu.</p>
fa: <p>با فشار دکمۀ میانی موشی روی رومیزی می‌توانید فهرست مختصری از همۀ پنجره‌های روی هر رومیزی، داشته باشید. همچنین، از اینجا می‌توان پنجره‌ها را منظم یا آبشاری کرد.</p>
fi: <p>Painamalla työpöydän yllä hiiren keskinäppäintä saa lyhyen luettelon kaikista ikkunoista kullakin työpöydällä. Tästä voit myös helposti järjestää ja sarjoittaa ikkunat.</p>
fr: <p>En utilisant le bouton central de la souris sur le bureau, vous obtiendrez une liste de toutes les fenêtres sur chaque bureau. Vous pourrez à partir de ce menu, séparer ou placer en cascade les fenêtres.</p>
fy: <p>As ko mei de middelte mûsknop op it buroblêd klikke, dan wurdt der in koarte list werjûn mei alle finters op elts buroblêd. Jon kinne dan ek de finsters (yn trepfoarm) oarderje.</p>
hu: <p>Ha a középső egérgombbal rákattint az asztalra, egy listában megjelennek az asztalokon található nyitott ablakok. A listában kérni lehet az ablakok egymás melletti vagy lépcsőzetes elrendezését is.</p>
is: <p>Þú getur fengið stuttann lista yfir alla glugga á skjáborðunum með því að miðsmella á skjáborðið. Einnig getur þú raðað eða staflað gluggunum þaðan.</p>
ja: <p>デスクトップ上でマウスの中ボタンを押すと、各デスクトップにあるすべてのウィンドウのリストが表示されます。そこから、ウィンドウの整頓やカスケード表示を選択することもできます。</p>
kk: <p>Үстелде тышқанның ортаңғы батырмасын басып, сол үстелдегі терезелер тізімін көре аласыз. Тізімде терезелерді мейлініше қабаттастырмай немесе тізбектеп қою амалдары бар.</p>
km: <p> ដោយ​ចុច​ប៊ូតុង​កណ្តុរ​កណ្តាល នៅ​លើ​ផ្ទៃតុ អ្នក​អាច​ទទួល​បាន​ បញ្ជី​សង្ខេប​មួយ​របស់​បង្អួច​ទាំងអស់​នៅ​លើ​ផ្ទៃតុ​និមួយៗ ។ ពី​ទីនេះ អ្នក​អាច​ រៀបចំ​បង្អួច ឬ ដាក់​បង្អួច​ជា​ល្បាក់ ។</p>
ko: <p>데스크탑에서 마우스 가운데 버튼을 누름을써 각 데스크탑의 모든 창의 목록을 검색할 수 있습니다. 여기서 또한 창을 정렬하거나 흐트러뜨릴 수 있습니다.</p>
lt: <p>Nuspaudę vidurinį pelės klavišą darbastalyje pamatysite visų tame darbastalyje esančių programų sąrašą. Taip pat pamatysite meniu įrašus „Sutvarkyti langus“ bei „Langai laiptuotai“.</p>
mk: <p>Со кликнување на средното копче на глушецот на работната површина може да добиете кратка листа на сите прозорци од сите површини. Од тука може да ги распоредувате и подредувате прозорците.</p>
nb: <p>Ved å trykke på midtre museknapp på skrivebordet kan du få en enkel liste over alle vinduene på alle skrivebordene. Via denne menyen kan du legge vinduene så de overlapper hverandre, eller spre dem.</p>
nds: <p>Wenn Du mit den Middel-Muusknoop op den Schriefdisch klickst, warrt en List vun de Finstern op all Schriefdischen wiest. Över dit Menü kannst Du de Finstern ok nieg anornen.</p>
nl: <p>Als u met de middelste muisknop op het bureaublad klikt, dan wordt er een korte lijst getoond met alle vensters op elk bureaublad. U kunt dan bovendien de vensters (trapsgewijs) ordenen.</p>
pt: <p>Se carregar no botão do meio do rato no ecrã, poderá obter uma breve lista de todas as janelas em cada ecrã. Aqui poderá também arrumar as janelas ou colocá-las em cascata.</p>
pt_br: <p>Ao pressionar o botão do meio do mouse no ambiente de trabalho, você poderá obter uma breve lista de todas as janelas em seu ambiente. Daí, você poderá também organizar as janelas ou colocá-las em cascata.</p>
ru: <p>Щёлкните средней кнопкой мыши на рабочем столе, чтобы получить список окон всех рабочих столов. С помощью этого меню также можно выстроить окна или расположить их каскадом.
rw: <p>Iyo ukanze Buto-Mbeba yo Hagati iri ku biro ushobora kubona ilisiti ngufi y'amadirishya yose ari kuri buri biro. Uhereye aha ushobora na none gutandukanya cyangwa kugerekeranya amadirishya.</p>
sk: <p>Stlačením stredného tlačidla myši na ploche získate výpis všetkých okien na každej ploche. Môžete aj prehľadne usporiadať alebo kaskádovať okná.</p>
sl: <p>Če s srednjim gumbom miške kliknete na namizje, se prikaže kratek seznam vseh oken na vsakem namizju. Od tu lahko okna tudi razmaknete ali pa jih postavite v kaskado.</p>
sr: <p>Притиском средњег дугмета миша на радној површини добићете кратак списак свих прозора на свакој радној површини. Одатле такође можете расчистити или наслагати прозоре.</p>
sr@latn: <p>Pritiskom srednjeg dugmeta miša na radnoj površini dobićete kratak spisak svih prozora na svakoj radnoj površini. Odatle takođe možete rasčistiti ili naslagati prozore.</p>
sv: <p>Genom att klicka med musens mittenknapp på skrivbordet kan du visa en kort lista över alla fönster på varje skrivbord. Härifrån kan du också ordna fönstret eller lägga fönstren i rad.</p>
th: <p>โดยการกดเมาส์ปุ่มกลางที่พื้นที่หน้าจอของคุณ คุณจะสามารถดูรายการโดยย่อของหน้าต่างทั้งหมด ของแต่ละหน้าจอได้ จากตรงนี้ คุณยังสามารถสั่งจัดเรียงหน้าต่างได้อีกด้วย</p>
uk: <p>Натискання середньої кнопки мишки на стільниці дозволить отримати короткий список всіх вікон на кожній з віртуальних стільниць. Додатково, у цьому меню можна буде упорядкувати вікна або розставити Їх уступами.</p>
vi: <p>Khi bạn nhắp-giữa vào màn hình nền, một danh sách các cửa sổ trên màn hình đó sẽ xuất hiện. Từ đó, bạn cũng có khả năng làm sạch cửa sổ hoặc xếp khung chồng lên nhau.</p> <p><i>Nhắp giữa</i> &mdash; bấm giữ cái nút giữa trên con chuột khi nhắp vào gì</p>
zh_tw: <p>在桌面上按滑鼠中鍵您可以取得每個桌面上 所有視窗的簡短清單。從這裡您也可以整理或 階梯排列視窗。</p>

source: <p>Different virtual desktops can be customized individually, to a certain extent. For example, you can specify a particular background for a given desktop: Take a look in KDE's Control Center, under Appearance &amp; Themes->Background, or right-click on the desktop and select Configure Desktop.</p>
af: <p>Die verskillende werksskerms kan in 'n mate verskillend opgestel word. Jy kan byvoorbeeld vir elke werksskerm sys eie agtergrond stel. Kyk in KDE se Beheer Sentrum, onder Voorkoms & Temas, Agtergrond, of regskliek op die werksskerm en kies "Stel Werksskerm Op".</p>
ar: <p>يمكنك ، إلى حدّ ما ، تخصيص أسطح المكتب الوهمية بشكل فريد ، مثلاً ، يمكنك تحديد خلفية مخصصة لسطح مكتب: أنظر إلى مركز التحكم لِــ KDE ، تحت البند: المظهر &amp; السمات --> الخلفية ، أو أنقر بلزرّ اليمين على سطح المكتب و إختر إعداد سطح المكتب.</p>
ca: <p>Els diferents escriptoris virtuals es poden personalitzar individualment, fins un cert punt. Per exemple, podeu especificar un fons particular per a un escriptori donat: doneu un cop d'ull al centre de control del KDE, sota Aparença i temes->Fons, o dretaclicant a l'escriptori i seleccionant Configura l'escriptori.</p>
da: <p>Forskellige virtuelle desktoppe kan indstilles individuelt, til en vis grad. Du kan for eksempel angive en bestemt desktopbaggrund for en given desktop. Kig i KDE's kontrolcenter under Udseende og temaer -> Baggrund, eller højreklik på desktoppen og vælg Indstil desktop.</p>
de: <p>Die virtuellen Arbeitsflächen können ganz individuell eingerichtet werden; zum Beispiel mit verschiedenen Hintergrundbildern. Schauen Sie im Kontrollzentrum unter "Erscheinungsbild -> Hintergrund" oder klicken Sie mit der rechten Maustaste auf die Arbeitsfläche und wählen Sie "Arbeitsfläche einrichten ...".</p>
el: <p>Οι διαφορετικές εικονικές επιφάνειες εργασίας μπορούν να προσαρμοστούν ξεχωριστά, μέχρι ενός σημείου. Για παράδειγμα, μπορείτε να ορίσετε ένα συγκεκριμένο φόντο για μια δοσμένη επιφάνεια: Ρίξτε μια ματιά στο κέντρο ελέγχου του KDE, κάτω από την Εμφάνιση &amp; Θέματα->Φόντο, ή κάντε δεξί κλικ στην επιφάνεια εργασίας και επιλέξτε τη ρύθμιση της επιφάνειας εργασίας.</p>
eo: <p>Ĉiu virtuala tabulo povas posedi propran aspekton kaj iom da etoso. Ekz. vi povas agordi malsaman fonon por ĉiu tabulo. Rigardu en Stircentro, Aspekto &amp; Etosoj->Fono, aŭ vi povas dekstraklaki sur la tabulo kaj elekti Agordu Tabulon.</p>
es: <p>Los diferentes escritorios virtuales se pueden personalizar individualmente, hasta cierto punto. Por ejemplo, puede especificar un fondo para un escritorio concreto: Eche un vistazo al aspecto en el Centro de control de KDE, bajo Aspecto y temas->Fondo, o pulse con el botón derecho sobre el escritorio y elija Configurar escritorio.</p>
et: <p>Erinevaid virtuaalseid töölaudu on teatud määral võimalik eraldi kohandada. Näiteks saab töölauale määrata teistest erineva tausta. Neid võimalusi saab uurida ja kasutada KDE juhtimiskeskuses (Välimus->Taust) või töölaual hiire parema nupuga klõpsates ja ilmuvast hüpikmenüüst käsu 'Seadista töölauda' valides.</p>
eu: <p>Mahaigan birtual ezberdinak, ezberdin pertsonaliza ditzakezu zatika Adibidez, atzeko planoa mahaigainez mahaigain zehatz dezakezu Begira KDE Kontrol gunea, Itxura eta gaik -> Atzeko planoa, edo egin klik eskuineko botoiarekin mahaigainean eta hautatu Konfiguratu mahaigaina.</p>
fa: <p>رومیزیهای مجازی متفاوت را به طور جداگانه تا حد معینی می‌توان سفارشی کرد. برای مثال، می‌توانید زمینۀ خاصی را برای یک رومیزی معین مشخص کنید: به مرکز کنترل KDE، قسمت ظاهر و چهره-<زمینه، نگاهی بیندازید، یا روی رومیزی فشار راست کنید و پیکر‌بندی رومیزی را برگزینید.</p>
fi: <p>Eri virtuaaliset työpöydät voi räätälöidä halutunlaisiksi. Voit esimerkiksi asettaa yhdelle työpöydälle muista poikkeavan taustakuvan. Tutki KDE:n Ohjauskeskuksessa <b>Ulkonäkö ja teemat</b>-><b>Tausta</b>. Voit myös napsauttaa työpöydällä hiiren oikeaa painiketta ja valita <b>Työpöydän asetukset</b>.</p>
fr: <p>Les différents bureaux virtuels peuvent être personnalisés individuellement jusqu'à un certain point. Vous pouvez par exemple spécifier un arrière-plan particulier pour un bureau donné. Consultez le Center de configuration de KDE, dans « Apparence et thèmes / Arrière-plan », ou cliquez avec le bouton droit sur le bureau et sélectionnez « Configurer le bureau ».</p>
fy: <p>Oant in bepaalde hichte ta kinne jo firtuele buroblêden apart ynstelle. Jo kinne bygelyks elts buroblêd in eigen eftergrûn jaan. Sjoch ris yn KDE's Konfiguraasjesintrum by Uterlik &amp; tema's->Eftergrûn, of troch mei de rjochter mûsknop op it buroblêd te klikken en menuoptie 'Buroblêd ynstelle...' te selektearjen.</p>
hu: <p>Az asztalok bizonyos mértékig külön-külön testreszabhatók. Így például mindegyiknél más-más háttérképet lehet használni. A Vezérlőpulton a Megjelenés, témák -> Háttér modulban kiválaszthatók a háttérképek (vagy jobb kattintás az asztalra -> A munkaasztal beállítása...).</p>
is: <p>Hægt er að stilla hvert sýndarskjáborð fyrir sig, upp að vissu marki. Þú getur til dæmis valið sérstakann bakgrunn fyrir ákveðið skjáborð. Skoðaðu Viðmót og útlit->Bakgrunnur í KDE Stjórnborðinu, eða hægrismelltu á skjáborðið og veldu Stilla skjáborð.</p>
ja: <p>仮想デスクトップは、ある程度まで個別にカスタマイズすることができます。例えば、あるデスクトップにだけ特定の背景を指定することも可能です。KDE コントロールセンターの「外見」->「背景」、またはデスクトップ上で右クリックし「デスクトップを設定」を選択してください。</p>
kk: <p>Виртуалды үстелдердің бірсыпыра параметрлерін бөлек баптауға болады. Мысалы, әрбір үстел аясы өзінің безендіруіне ие бола алады. KDE Басқару орталығында "Көрініс пен нақыштар -> Ая", немесе үстелде тышқанның оң батырмасын басып, "Үстелді баптау..." дегенді таңдаңыз.</p>
km: <p>ផ្ទៃ​តុ​និមិត្ត​ខុសៗគ្នា​អាច​ត្រូវ​បាន​ប្តូរ​ទៅ​ទំហំ​ផ្សេងៗ​គ្នា​តាម ​ចំណង់​ចំណូលចិត្ត ។ ឧទាហរណ៍ អ្នក​អាច​បញ្ជាក់​ផ្ទៃខាងក្រោយ​ជាពិសេស សម្រាប់​ផ្ទៃតុ​ដែល​បាន​ផ្តល់​មួយ ។ សូម​មើល​ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា​របស់ KDE ក្រោម រូបរាង &amp; ស្បែក->ផ្ទៃខាងក្រោយ, ឬ ចុច​ប៊ូតុង​កណ្តុរ​ស្តាំ​លើផ្ទៃតុ និង ជ្រើស កំណត់​រចនា​សម្ព័ន្ធ​ផ្ទៃតុ ។</p>
ko: <p>다른 가상 데스크탑은 범위 내에서 개인적으로 사용자가 설 정할 수 있습니다. 예를 들어, 주어진 데스크탑에 대한 특별한 배경을 지정할 수 있으며, KDE의 제어판에서 외양과 테마->배경 , 혹은 데스크탑에서 오른쪽 클릭을 하고 데스크탑 설정을 선택 하여 설정할 수 있습니다.</p>
lt: <p>Skirtingi virtualūs darbastaliai gali būti iki tam tikro laipsnio sutvarkyti individualiai. Pvz., galite nurodyti kokią nors konkrečią fono spalvą konkrečiam darbastaliui: eikite į KDE valdymo centrą, „Išvaizda ir temos“->„Fonas“, arba tiesiog spragtelėkite dešiniu klavišu ant darbastalio ir pasirinkite „Konfigūruoti darbastalį“.</p>
mk: <p>Различните виртуелни раб. површини може да бидат приспособувани индивидуално, до некаде. На пример, може да зададете различна подлога за одредена раб. површина. Погледнете во Контролниот центар на KDE, под „Изглед и теми -> Подлога“ или кликнете со десното копче на површината и изберете „Конфигурирај ја површината“.</p>
nb: <p>Ulike virtuelle skrivebord kan, i en viss grad, settes opp hver for seg. For eksempel kan du angi ulike bakgrunner for hvert skrivebord. Gå til KDEs kontrollpanel «Utseende og temaer – Bakgrunn» eller høyreklikke på skrivebordet og velg «Skrivebordsoppsett …»</p>
nds: <p>Schriefdischen köönt enkel instellt warrn, t.B. kannst Du för elk Schriefdisch en besünner Achtergrundbild angeven. Kiek in't Kuntrullzentrum ünner Utsehn &amp; Muster -> Achtergrund, oder klick mit den rechten Muusknoop op den Schriefdisch un söök Schriefdisch instellen... ut.</p>
nl: <p>Tot op bepaalde hoogte kunt u de virtuele bureaubladen individueel instellen. U kunt bijvoorbeeld elk bureaublad een eigen achtergrond geven. Neem een kijkje in KDE's Configuratiecentrum, bij Uiterlijk &amp; thema's->Achtergrond, of door met de rechter muisknop op het bureaublad te klikken en menuoptie 'Bureaublad instellen...' te selecteren.</p>
pt: <p>Os vários ecrãs virtuais podem ser personalizados de forma individual, a um certo ponto. Por exemplo, poderá atribuir um fundo em particular a um dado ecrã: Dê uma vista de olhos no Centro de Controlo do KDE em Aparência &amp; Temas->Fundo ou carregue com o botão direito no ecrã e seleccionar Configurar o Ecrã.</p>
pt_br: <p>Ambientes de trabalho virtuais diferentes podem ser personalizados individualmente. Por exemplo, você pode especificar um fundo particular para um certo ambiente virtual: dê uma olhada no Centro de Controle, em Aparência &amp; Temas -> Plano de fundo, ou clique com o botão direito no ambiente de trabalho e selecione a opção Configurar Área de Trabalho.</p>
ru: <p>Все виртуальные рабочие столы можно настраивать отдельно. Например, для них можно задавать разные фоновые рисунки. Это выполняется в Центре управления KDE, раздел Внешний вид и темы->Фон. Также вы можете щёлкнуть правой кнопкой мыши на рабочем столе и выбрать пункт меню Настроить рабочий стол...</p>
rw: <p>Ibiro bitandukanye bidafatika bishobora kubonezwa imwe imwe, kugeza ku rwego runaka. Urugero, ushobora kugaragaza imbuganyuma yihariye ijyana n'ibiro runaka: Reba mu Kigo Kigenzura cya KDE, mu Imigaragarire &kuzamura; Insanganyamatsiko->Imbuganyuma, cyangwa ukandishe buto y'iburyo ku biro maze uhitemo Kuboneza Ibiro.</p>
sk: <p>Rozdielne virtuálne plochy môžu byť nastavené individuálne, napríklad každá plocha môže mať iné pozadie, ktoré je moŽné zmeniť kliknutím pravým tlačidlom myši na plochu a voľbou Nastavenie plochy.</p>
sl: <p>Različna navidezna namizja lahko do neke mere prilagodite vsakega posebej. Vsakemu namizju lahko na primer določite svoje lastno ozadje. Pojdite v Nadzorno središče KDE > Videz in teme > Ozadje, ali pa z desnim gumbom miške kliknite na namizje in izberite Nastavi namizje.</p>
sr: <p>Различите виртуелне радне површине могу се до одређене мере засебно прилагодити. На пример, можете навести одређену позадину за дату површину: Погледајте у Контролном центру, под „Изглед и теме->Позадина“, или десно кликните на радну површину и изаберите „Подеси радну површину“.</p>
sr@latn: <p>Različite virtuelne radne površine mogu se do određene mere zasebno prilagoditi. Na primer, možete navesti određenu pozadinu za datu površinu: Pogledajte u Kontrolnom centru, pod „Izgled i teme->Pozadina“, ili desno kliknite na radnu površinu i izaberite „Podesi radnu površinu“.</p>
sv: <p>Olika virtuella skrivbord kan anpassas individuellt, till en viss del. Du kan till exempel ange ett visst skrivbordsunderlägg för ett givet skrivbord. Ta en titt i KDE:s Inställningscentral under Utseende och teman -> Bakgrund, eller högerklicka på skrivbordet och välj Anpassa skrivbordet.</p>
th: <p>พื้นที่หน้าจอเสมือนสามารถทำการปรับแต่งแยกกันสำหรับแต่ละหน้าจอได้ ตัวอย่างเช่น คุณสามารถระบุรูปพื้นหลังให้กับแต่ละพื้นที่หน้าจอได้: ลองดูที่ศูนย์ควบคุมของ KDE ภายใต้หัวข้อ รูปลักษณ์และชุดตกแต่ง->รูปพื้นหลัง หรือคลิกขวาบนพื้นที่หน้าจอและเลือกปรับแต่พื้นที่หน้าจอ</p>
uk: <p>Різні віртуальні стільниці можна налаштовувати оремо. Наприклад, для кожної з стільниць можна встановити окреме тло. Дивиться пункт Вигляд та теми->Тло у центрі керування, або клацніть правою кнопкою мишки на стільниці та виберіть "Налаштувати стільницю".</p>
vi: <p>Bạn có thể tùy chỉnh một số môi trường ảo khác nhau. Lấy thí dụ, bạn có thể xác định một nền đặc biệt cho một màn hình riêng. Hãy xem Trung tâm Điều khiển KDE, dưới <b>Diện mạo và Sắc thái &rarr; Nền</b>, hoặc nhắp-phải vào màn hình nền và chọn <b>Cấu hình màn hình nền</b>.</p> <p><i>Nhắp phải</i> &mdash; bấm giữ cái nút bên phải trên con chuột khi nhắp vào gì</p>
zh_tw: <p>不同的虛擬桌面可以各別自訂某些地方。 例如，您可以為特定的桌面指定特殊的背景： 可以看看 KDE 的控制中心，在「外觀 &amp; 佈景主題->背景」或者在桌面按右鍵並選擇 設定桌面。</p>
