Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p align="center"><strong>KDE Command Line Printing (I)</strong></p> <p> Want to print from command line, without missing KDE's printing power?</p> <p> Type <strong>'kprinter'</strong>. Up pops the KDEPrint dialog. Select printer, print options and print files (note that you may select <em>different</em> files of <em>different</em> types for <em>one</em> print job...). </p> <p>This works from Konsole, any x-Terminal, or "Run Command" (called by pressing <em>Alt+F2</em>)</p>
af: <p align="center"><strong>KDE Opdraglyn Druk (I)</strong></p> <p> Wil jy vanaf die opdraglyn druk sonder om KDE se drukwerk krag te verloor?</p> <p> Tik <strong>'kprinter'</strong>. Die KDEPrint dialoog sal opspring. Kies die drukker en druk opsies en druk lêers (Let wel Jy kan <em>verskillende</em> lêers of<em>verskillende</em> tipes vir <em>een</em> druk werk kies...). </p> <p>Dit werk vanuit Konsole, enige x-Terminaal, of "Harloop Opdrag" oproep deur <em>Alt+F2</em> te druk)</p>
ar: <p align="center"><strong>الطباعة 1 بواسطة سطر الأوامر في KDE</strong></p> <p> هل تريد الطباعة عن طريق سطر الأوامر بدون الإستغناء عن قوة الطباعة لدى KDE ؟</p> <p> أكتب <strong>'kprinter'</strong>. عندها سينبثق الحوار KDEPrint. إختر الطابعة و خيارات الطباعة ثم إطبع الملفات (لاحظ أنك تستطيع تحديد ملفات <em>مختلفة</em> من أنواع <em>ملفات مختلفة</em> و ذلك لطباعتها في مهمة طباعة <em> واحِدة</em>...). </p> <p> و ذلك يعمل من أي مطراف Konsole ، أي مطراف x أو من النافذة "تنفيذ الأمر" ( اللتي تحصل عليها بلضغط على <em>Alt و F2</em>)</p>
ca: <p align="center"><strong>Impressió de línia d'ordres KDE (I)</strong></p> <p>Voleu imprimir des de la línia d'ordres, sense perdre la potència d'impressió del KDE?</p> <p>Teclegeu <strong>'kprinter'</strong>. Apareix el diàleg KDEPrint. Seleccioneu impressora, opcions d'impressió i fitxers d'impressió (fixeu-vos que podeu seleccionar <em>diversos</em> fitxers de tipus <em>diferents</em> per un <em>sol</em> treball d'impressió...). </p> <p>Això funciona des de Konsole, qualsevol x-Terminal o "Executa ordre" (es crida prement <em>Alt+F2</em>)</p>
da: <p align="center"><strong>KDE Kommandolinje-udskrift (I)</strong></p> <p> Ønsker du at udskrive fra kommandolinjen, uden at miste KDE's udskrifts-kraft?</p> <p> Skriv <strong>'kprinter'</strong>. Så kommer KDEPrint-dialogen frem. Vælg printer, udskriftstilvalg og udskriv filer (bemærk at du kan vælge <em>forskellige</em> filer af <em>forskellige</em> typer for <em>ét</em> udskriftsjob...). </p> <p>Dette virker fra Konsole, en vilkårlig x-Terminal, eller "Kør kommando" (kaldet ved at trykke på <em>Alt+F2</em>)</p> <p align="right"><strong>-->&nbsp;</strong></p>
de: <p align="center"><strong>KDE-Druck über die Befehlszeile (I)</strong></p> <p>Möchten Sie über die Befehlszeile drucken, ohne auf die vielen Möglichkeiten des KDE-Druckmoduls zu verzichten?</p> <p>Geben Sie einfach <strong>kprinter</strong> ein. Darauf öffnet sich das Dialogfenster des KDE-Druckprogramms. Wählen Sie den Drucker, die Druckoptionen und die Dateien aus. (Sie können Dateien verschiedenen Typs in einem und demselben Auftrag angeben.) </p> <p>Das funktioniert aus Konsole, jedem X-Terminal sowie dem Fenster "Befehl eingeben", das sich nach dem Drücken von <em>Alt+F2</em> öffnet.</p>
el: <p align="center"><strong>KDE Εκτύπωση από γραμμή εντολών (I)</strong></p> <p> Θέλετε να εκτυπώσετε από τη γραμμή εντολών, χωρίς να χάσετε τη δύναμη εκτύπωσης του KDE;</p> <p> Πληκτρολογήστε <strong>'kprinter'</strong>. Αναδύεται ο διάλογος KDE Εκτύπωσης. Επιλέξτε εκτυπωτή, ρυθμίσεις εκτύπωσης και αρχεία προς εκτύπωση (βεβαίως!! μπορείτε να επιλέξετε <em>διαφορετικά</em> αρχεία <em>διαφορετικού</em> τύπου για <em>μία</em> εργασία εκτύπωσης...). </p> <p>Αυτό λειτουργεί από τη Konsole, ή οποιοδήποτε x-Τερματικό, ή "Εκτέλεση Εντολής" (καλείται πατώντας <em>Alt+F2</em>)</p>
eo: <p align="center"><strong>Komandlinia printado en KDE (1)</strong></p> <p> Ĉu vi volas printi de la komandlinio, ne rezignante pri la eblecoj de KDEa printado?</p> <p> Do uzu la programon <strong>kprinter</strong>: aperos la KDE-printdialogo. Elektu printilon, printopciojn kaj printendajn dosierojn (kaj jes, vi povas elekti <em>diversajn</em> dosierojn de <em>diversaj</em> specoj en <em>unu</em> printtasko...). </p> <p>Tio funkcias el Konzolo, iu ajn X-terminalo, aŭ Lanĉilo (vokata per <em>Alt+F2</em>)</p>
es: <p align="center"><strong>Impresión con la línea de órdenes en KDE (I)</strong></p> <p> ¿Desea imprimir desde la línea de órdenes, sin perder la potencia de impresión de KDE?</p> <p> Introduzca <strong>'kprinter'</strong>. Aparecerá el cuadro de diálogo impresión de KDE. Seleccione la impresora, las opciones de impresión y los archivos de impresión. (y ¡si!, puede seleccionar <em>diferentes</em> archivos de tipos <em>diferentes</em> para <em>un sólo</em> trabajo de impresión...). </p> <p>Funciona desde Konsole, cualquier terminal X, o desde «Ejecutar orden» (llamado al pulsar <em>Alt+F2</em>)</p>
et: <p align="center"><strong>Trükkimine KDEs käsurealt (I)</strong></p> <p> Kas soovid trükkida käsurealt ja samas kasutada KDE hiigelvõimalusi?</p> <p> Kirjuta <strong>'kprinter'</strong>. Ilmub KDEPrinti dialoog. Vali printer, trükkimise valikud ja trükitavad failid (ahjaa! <em>üheksainsaks</em> trükitööks võid valida ka <em>mitu</em> ja <em>erinevat</em> tüüpi faili...). </p> <p>See toimib Konsoolil, suvalisel x-terminalil või dialoogis "Käsu käivitamine" (ilmub kiirklahviga <em>Alt+F2</em>)</p>
eu: <p align="center"><strong>KDE komando bidezko inprimaketa (I)</strong></p> <p>Komando bitartez imprimatu nahi duzu, KDEren inprimaketa boterea galdu gabe?</p> <p> Tekleatu <strong>'kprinter'</strong>. KDEprinter elkarrizketa agertuko da. Hauta itzazu inprimagailua, inprimaketa aukerak eta inprimatzeko fitxategiak (bai!! Mota <em>ezberdinetako</em> fitxategi <em>ezberdinak</em> hauta ditzakezu inprimaketa lan <em>baterako</em>...).</p> <p>Honek Konsolerekin, edozein x-terminalekin edo "Abiarazi komandoa"rekin (<em>Alt+F2</em> teklei sakatuz irekitzen dena) balio du.</p>
fa: <p align="center"><strong>چاپ خط فرمان KDE (I)</strong></p> <p> می‌خواهید بدون از دست دادن توان چاپ KDE، از خط فرمان چاپ کنید؟</p> <p><strong>»kprinter«</strong> را تحریر کنید. محاورۀ بالاپرهای KDEPrint را بالا ببرید. چاپگر، چاپ گزینه‌ها و پرونده‌های چاپ را انتخاب کنید )توجه داشته باشید که ممکن است برای <em>یک</em> کار چاپ، پرونده‌های <em>مختلف</em> از انواع <em>مختلف</em> را برگزینید...(.</p> <p>این در Konsole، هر پایانۀ x، یا »فرمان اجرا« )که با فشار <em>دگرساز+F2</em> فراخوانی می‌شود( کار می‌کند.</p>
fi: <p align="center"><strong>Tulostaminen komentoriviltä (I)</strong></p> <p> Voit tulostaa myös komentoriviltä käyttäen KDE:n tehokkaita ominaisuuksia.</p> <p> Kirjoita <strong>"kprinter"</strong> niin eteesi avautuu KDEPrint-ikkuna. Valitse tulostin, asetukset ja tulostettavat tiedostot (Voit valita <em>eri</em> tiedostoja <em>eri</em> tyypeillä <em>yhdelle</em> tulostuskerralle). </p> <p>Tämä toimii Konsolesta, mistä tahansa X-päätteestä, tai "Suorita Komento"-ikkunasta (jonka saa esiin painamalla <em>Alt+F2</em>)</p>
fr: <p align="center"><strong>Impression KDE en ligne de commande (I)</strong></p> <p>Vous souhaitez imprimer à partir d'une ligne de commande, sans perdre la puissance du système d'impression de KDE ?</p> <p>Saisissez la commande <strong>kprinter</strong> affichant la fenêtre de KDEPrint. Sélectionnez l'imprimante, les options et les fichiers à imprimer (remarquez que vous pouvez sélectionner <em>différents</em> fichiers de types <em>différents</em> pour <em>une</em> seule tâche d'impression...).</p> <p>Ceci fonctionne pour Konsole, tout terminal X, et même avec « Exécuter une commande » (ouvert avec le raccourci <em>Alt+F2</em>)</p>
fy: <p align="center"><strong>Printsje fanôf de kommandopront mei KDE-printfasiliteiten (I)</strong></p> <p> Jo wolle printsje mei help fan de kommandopront, mar neat misse fan KDE's printfasiliteiten?</p> <p> Typ <strong>'kprinter'</strong>. Der ferskynt no in dialoochfinster KDEPrint. Selektearje de printer, printopsjes en de te printsjen triemmen. (Jawis, Jo kinne <em>ferskillende</em> triemmen fan <em>ferskillende</em> types selektearje foar <em>ien</em> printtaak...)</p> <p>Dit wurket fanút Konsole, elts willekeurich X-terminal, of mei help fan "Kommando útfiere" (Oan te roppen troch op <em>Alt+F2</em> te drukken).</p> <p align="right"><strong>-->&nbsp;</strong></p>
hu: <p align="center"><strong>Parancssoros nyomtatás a KDE-ben (I)</strong></p> <p> Parancssorból, mégis kényelmesen szeretne nyomtatni a KDE-ben?</p> <p> Adja ki a <strong>'kprinter'</strong> parancsot. Megjelenik a nyomtatási párbeszédablak. Válassza ki a nyomtatót, módosítsa a beállításokat, és már nyomtathat is (<em>több fájl is megadható</em>, melyek típusa <em>eltérő</em> lehet <em>egy</em> parancson belül...). </p> <p>A parancs kiadható a Konsole-ból, bármelyik X-terminálból, a mini parancsablakból, mely az <em>Alt+F2</em>-vel hívható elő.</p>
is: <p align="center"><strong>Skipanalínuprentun úr KDE (I)</strong></p> <p> Viltu prenta úr skipanalínunni án þess að verða af prentmöguleikum KDE?</p> <p> Sláðu inn <strong>'kprinter'</strong>. Þá kemur upp KDEPrint glugginn. Veldu prentara, prentvalkosti og skrár (þú getur valið <em>margar</em> tegundir skráa af <em>mismunandi</em> gerðum í <em>eitt</em> prentverk...). </p> <p>Þetta virkar úr Konsole, hvaða X skjá sem er, og "keyra skipun" glugganum (sem birtist ef þú slærð á <em>Alt+F2</em>)</p>
ja: <p align="center"><strong>KDE コマンドライン印刷 (I)</strong></p> <p>KDE の印刷機能はコマンドラインからもフルに利用できます。</p> <p>まず、<strong>'kprinter'</strong> と入力してください。KDEPrint ダイアログがポップアップします。そこで、プリンタの選択、各種オプションの指定、印刷するファイルの選択を行います。もちろん、さまざまなタイプのさまざまなファイルを一つの印刷ジョブ内で印刷することができます。</p> <p>これは Konsole だけでなく、X ターミナルや、[Alt+F2] で開く「コマンドを実行」ダイアログからも実行できます。</p> <p align="right"><strong>-->&nbsp;</strong></p>
kk: <p align="center"><strong>KDE командалық жолдан басып шығару (I)</strong></p><p>Командалық жолдан басып шығарғанда KDE жүйесінің басып шығару қуатын қолданғыңыз келе ме ?</p> <p><strong>'kprinter'</strong> деп теріңіз. KDEPrint диалогы ашылады. Принтерді, басып шығару параметрлерін таңдап, файлды басып шығаруға жіберіңіз (<strong>әр</strong> түрлі, <strong>бірнеше</strong> файлдарды <strong>бір</strong> тапсырмамен жіберуге болады). </p> <p>Бұл Konsole, X-терминал, (<em>Alt+F2</em> деп шақырылатын) "Команданы орындау" дегендерде істейді.</p>
km: <p align="center"><strong>ការ​បោះពុម្ព​ដោយ​ប្រើ​បន្ទាត់​ពាក្យ​បញ្ជា KDE (I)</strong></p> <p> ចង់​បោះពុម្ព​ពី​បន្ទាត់​ពាក្យ​បញ្ជា ដោយ​មិន​បាត់សមត្ថភាពបោះពុម្ព​របស់ KDE ឬ ?</p> <p> វាយ <strong>'kprinter'</strong> ។ ប្រអប់ KDEPrint នឹង​លេចឡើង ។ ជ្រើស​ម៉ាស៊ីន​បោះពុម្ព, ជម្រើស​បោះពុម្ព និង ឯកសារ​បោះពុម្ព (ពិត​ណាស់ !! អ្នក​អាច​នឹង​ជ្រើស​ឯកសារ​<em>ខុស​គ្នា</em> ដែល​មាន​ប្រភេទ​<em>ខុស​គ្នា</em> សម្រាប់​ការងារ​បោះពុម្ព​<em>មួយ</em>...) ។ </p> <p>វា​អាច​ដំណើរការ​ពី Konsole, ស្ថានីយ-x នានា ឬ "រត់​ពាក្យ​បញ្ជា" (ដែល​ហៅ​បាន​ដោយ​ចុច <em>ជំនួស+F2</em>)</p>
ko: <p align="center"><strong>KDE 명령줄 인쇄 (I)</strong></p> <p> 명령줄에서 KDE의 인쇄 능력을 그대로 사용하고 싶습니까?</p> <p> <strong>'kprinter'</strong> 라고 치십시오. KDE인쇄 대화창이 뜹니다. 프린터, 인쇄 옵션, 인쇄할 파일을 선택하십시오. (물론 <em>다른</em> 형식의 <em>다른</em> 파일을 <em>하나의</em> 인쇄 작업으로 선택할 수도 있습니다...). </p> <p>이 기능은 Konsole 등 어떠한 x-터미널에서든지 가능하며, 또한 "명령 실행" (<em>Alt+F2</em>를 눌러 불러오는)을 통해서도 가능합니다.</p> <p align="right"><strong>-->&nbsp;</strong></p>
lt: <p align="center"><strong>KDE spausdinimas komandinės eilutės (I)</strong></p> <p> Norite spausdinti iš komandinės eilutės, neprarasdami KDE spausdinimo galios?</p> <p>Komandų eiutėje įveskite <strong>„kprinter“</strong>. Pasirodo KDEPrint dialogas. Pasirinkite spausdintuvą, spausdinimo parinktis ir spausdinamas bylas (taip!! Jūs galite pasirinkti <em>įvairias</em> ir <em>įvairių tipų</em>bylas <em>vienam</em> spausdinimo darbui...). </p> <p>Tai veikia iš Konsole, bet kokio X terminalo, ar iš „Paleisti komandą“ dialogo (iškviečiamo <em>Alt+F2</em>)</p>
mk: <p align="center"><strong>Печатење од командна линија во KDE (I)</strong></p> <p> Сакате ли да печатите од командната линија, без да ви недостигаат можностите на KDE за печатење?</p> <p> Напишете <strong>„kprinter“</strong>. Се појавува дијалогот на KDEPrint. Изберете печатач, опции за печатење и датотеки за печатење (забележете дека може да изберете <em>различни</em> датотеки од <em>различни</em> типови за <em>една</em> печатарска задача...). </p> <p>Ова работи од Конзола, кој било x-Terminal, или со „Изврши команда“ (се повикува со притискање на <em>Alt+F2</em>)</p>
nb: <p align="center"><strong>Kommandolinjeutskrift i KDE (I)</strong></p> <p>Vil du skrive ut fra kommandolinja uten å gå glipp av utskriftsfunksjonene i KDE?</p> <p>Skriv <strong>«kprinter»</strong>, så får du utskriftsdialogvinduet til KDE. Velg skriver, utskriftsvalg og utskriftsfiler. (Ja, du kan velge <em>ulike</em> filer av <em>ulike</em> typer for den <em>samme</em> utskriftsjobben.)</p> <p>Dette virker fra Konsole, alle slags X-terminaler eller «Kjør kommando» (trykk <em>Alt&nbsp;+&nbsp;F2</em>)</p>
nds: <p align="center"><strong>Mit KDE vun de Befehlsreeg drucken (I)</strong></p> <p>Wullt Du KDE sien Könen bi't Drucken ok hebben, wenn Du vun de Befehlsreeg druckst?</p> <p>Wenn Du <strong>"kprinter"</strong> intippst, warrt de KDEPrint-Dialoog wiest. Söök den Drucker, de Optschonen un de Dateien ut (Du kannst för <em>een Druckopgaav</em> <em>mehr as een</em> Datei utsöken, un se köönt ok <em>verscheden Typen</em> hebben!).</p> <p>Dat geiht in Konsole, in jichtenseen X-Terminal un in de Befehlsreeg, de Du mit <em>Alt+F2</em> opropen kannst.</p>
nl: <p align="center"><strong>Afdrukken vanaf de commandoprompt met KDE-afdrukfaciliteiten (I)</strong></p> <p> U wilt afdrukken via de commandoprompt, maar niets missen van KDE's afdrukfaciliteiten?</p> <p> Typ <strong>'kprinter'</strong>. Nu verschijnt het dialoogvenster KDEPrint. Selecteer de printer, afdrukopties en de te afdrukken bestanden. (Jazeker, u kunt <em>verschillende</em> bestanden van <em>verschillende</em> types selecteren voor <em>één</em> afdruktaak...)</p> <p>Dit werkt vanuit Konsole, elke willekeurige X-terminal, of via "Commando uitvoeren" (aan te roepen door op <em>Alt+F2</em> te drukken).</p>
nn: <p align="center"><strong>Kommandolinjeutskrift i KDE (I)</strong></p> <p>Vil du skriva ut frå kommandolinja utan å gå glipp av utskriftsfunksjonane til KDE?</p> <p>Skriv <strong>«kprinter»</strong>, så får du utskriftsdialogen til KDE. Vel skrivar, utskriftsval og utskriftsfiler. (Ja, du kan velja <em>ulike</em> filer av <em>ulike</em> typar for den <em>same</em> utskriftsjobben.)</p> <p>Dette verkar frå Konsole, alle slags X-terminalar eller «Køyr kommando» (trykk <em>Alt&nbsp;+&nbsp;F2</em>)</p>
pt: <p align="center"><strong>Impressão no KDE na Linha de Comandos (I)</strong></p> <p> Deseja imprimir na linha de comandos, sem perder as funcionalidades de impressão do KDE?</p> <p> Execute o <strong>'kprinter'</strong>. Aí aparecerá a janela do KDEPrint. Seleccione a impressora, as opções de impressão e os ficheiros a imprimir (e sim, poderá seleccionar os <em>diferentes</em> ficheiros de <em>diferentes</em> tipos para <em>uma</em> tarefa de impressão...). </p> <p>Isto aplica-se ao Konsole, em qualquer Terminal X ou no "Executar Comando" (chamado ao carregar em <em>Alt+F2</em>)</p>
pt_br: <p align="center"><strong>Impressão em Linha de Comando do KDE (I)</strong></p> <p>Deseja imprimir da linha de comando, sem perder o poder de impressão do KDE?</p> <p>Digite <strong>'kprinter'</strong> e o diálogo do KDEPrint aparecerá. Selecione a impressora, as opções de impressão e os arquivos de impressão (note que você ode selecionar <em>diferentes</em> arquivos de <em>diferentes</em> tipos para <em>um</em> trabalho de impressão ...). </p> <p>Isto funciona no Konsole, de qualquer terminal, ou com o menu "Executar Comando" (iniciado ao pressionar as teclas <em>Alt+F2</em>).</p>
ru: <p align="center"><strong>Печать из командной строки в KDE (1)</strong></p> <p> Хотите печатать из командной строки, используя всю мощь печати в KDE?</p> <p> Введите <strong>'kprinter'</strong>. Откроется диалог KDEPrint. Выберите принтер, задайте параметры печати и отправьте файлы на печать (вы можете задать несколько файлов или даже файлы <em>разных типов</em> в <em>одном</em> задании печати...). </p> <p>Это можно сделать в Konsole, X-терминале и командной строке, открывающейся при нажатии <em>Alt+F2</em>)</p> <p align="right"><strong>-->&nbsp;</strong></p>
rw: <p align="center"><strong>Icapa Murongo Mabwiriza wa KDE (I)</strong></p> <p> Urashaka gucapa ibivuye mu murongo mabwiriza, udatakaje ubushobozi capa bwa KDE?</p> <p> Andika <strong>'kprinter'</strong>. Rambura uzamura agasandukiganiro ka KDEPrint. Hitamo mucapyi, uburyo bw'icapa na dosiye z'icapa (umenye ko ushobora gutoranya <em>dosiye</em> zitandukanye za <em>ubwoko</em> butandukanye ku <em>kintu gicapwa</em> kimwe...). </p> <p>Ibi bishoboka bivuye muri Konsole, indi porogaramu ihera ibonetse yose, cyangwa "Gutangiza Ibwiriza" (bigahamagarwa ukanze <em>Alt+F2</em>)</p>
sk: <p align="center"><strong>KDE tlač z príkazového riadku (I)</strong></p> <p> Chcete tlačiť z príkazového riadku a využiť výkonu tlače KDE?</p> <p> Napíšte <strong>'kprinter'</strong>. Objaví sa dialóg KDEPrint. Vyberte si tlačiareň, možnosti tlač a súbory (môžete si vybrať <em>rôzne</em> súbory <em>rôznych</em> typov pre <em>jednu</em> tlačovú úlohu).</p> <p>Funguje to z Konsole, x-Terminálu alebo "Vykonať príkaz" (zobrazeného stlačením <em>Alt+F2</em>)</p> <p align="right"><strong>-->&nbsp;</strong></p>
sl: <p align="center"><strong>Tiskanje iz ukazne vrstice v KDE (I)</strong></p><p>Želite tiskati iz ukazne vrstice, ne da bi pogrešali moč tiskanja v KDE?</p><p>Vtipkajte <strong>»kprinter«</strong>. Pojavi se pogovorno okno KPrinter. Izberite tiskalnik, možnosti tiskanja in datoteke za tiskanje (izberete lahko <em>različne</em> datoteke <em>različnih</em> vrst za <em>eno</em> tiskalno opravilo ...). </p><p>To dela iz Konzole, vsakega x-terminala, ali pa iz »Poženi ukaz« (ki ga prikličete z <em>Alt+F2</em>)</p>
sr: <p align="center"><strong>KDE штампање из командне линије (I)</strong></p> <p>Желите да штампате из командне линије, а да не изгубите све предности штампања из KDE-а?</p> <p>Куцајте <strong>„kprinter“</strong> и искочиће KDEPrint-ов дијалог. Изаберите штампач, опције штампе и фајлове за штампање (можете одабрати <em>различите</em> фајлове <em>различитих</em> типова у <em>једном</em> послу штампе).</p> <p>Ово ради из Konsole, било ког x-терминала, или из поља „Покрени наредбу“ (које добијате притиском <em>Alt+F2</em>).</p> <p align="right"><strong>-->&nbsp;</strong></p>
sr@latn: <p align="center"><strong>KDE štampanje iz komandne linije (I)</strong></p> <p>Želite da štampate iz komandne linije, a da ne izgubite sve prednosti štampanja iz KDE-a?</p> <p>Kucajte <strong>„kprinter“</strong> i iskočiće KDEPrint-ov dijalog. Izaberite štampač, opcije štampe i fajlove za štampanje (možete odabrati <em>različite</em> fajlove <em>različitih</em> tipova u <em>jednom</em> poslu štampe).</p> <p>Ovo radi iz Konsole, bilo kog x-terminala, ili iz polja „Pokreni naredbu“ (koje dobijate pritiskom <em>Alt+F2</em>).</p> <p align="right"><strong>-->&nbsp;</strong></p>
sv: <p align="center"><strong>Utskrift från kommandoraden i KDE (I)</strong></p> <p> Vill du skriva ut från kommandoraden, utan att gå miste om KDE:s kraftfulla utskriftsmöjligheter?</p> <p> Skriv <strong>'kprinter'</strong>. Då visas KDEPrint-dialogrutan. Välj skrivare, utskriftsalternativ och utskriftsfiler (observera att du kan välja <em>olika</em> filer av <em>olika</em> typer för <em>en</em> utskrift...). </p> <p>Det här fungerar från terminalen, alla X-terminaler, eller "Kör kommando" (som anropas genom att trycka på <em>Alt+F2</em>).</p>
th: <p align="center"><strong>การพิมพ์ด้วยบรรทัดคำสั่งของ KDE (I)</strong></p> <p> ต้องการพิมพ์จากบรรทัดคำสั่ง โดยไม่พลาดการพิมพ์แบบ KDE งั้นหรือ?</p> <p> ให้พิมพ์ <strong>'kprinter'</strong> ซึ่งจะเปิดกล่องการพิมพ์ ของ KDE ขึ้นมา แล้วเลือกเครื่องพิมพ์, ตัวเลือกการพิมพ์ และ แฟ้มที่จะพิมพ์ (โปรดสังเกตว่าคุณอาจจะเลือกแฟ้มที่<em>แตกต่าง</em> จากประเภทที่<em>แตกต่างกัน</em> สำหรับงานพิมพ์<em>หนึ่ง</em>งานได้...). </p> <p>ซึ่งทำงานได้บนคอนโซล หรือเทอร์มินัล x อื่น หรือ "ประมวลผลคำสั่ง" (เรียกใช้โดยการกดปุ่ม <em>Alt+F2</em>)</p>
uk: <p align="center"><strong>Друк з командного рядка у KDE (I)</strong></p> <p> Бажаєте друкувати з командного рядка без втрати можливостей системи друку KDE?</p> <p> Введіть команду <strong>"kprinter"</strong>. З'явиться вікно системи друку KDE. Виберіть принтер, параметри друку та файли для друку (ви можете вибрати <em>різні</em> файли <em>різних</em> типів для <em>одного</em> завдання друку...). </p> <p>Це можна робити з Konsole, будь-якого X-термінала, або "вікна швидкого запуску" (що викликається через <em>Alt+F2</em>)</p>
vi: <p align="center"><strong>In trên dòng lệnh KDE (1)</strong></p> <p>Bạn có muốn dùng khả năng in của KDE trên dòng lệnh không?</p> <p> Hãy gõ <strong>'kprinter'</strong>, và hộp thoại In KDE sẽ xuất hiện. Chọn máy in, các tùy chọn in và tập tin in (ghi chú rằng bạn có thể in <em>cùng lúc</em> nhiều tập tin <em>khác nhau</em> của nhiều kiểu <em>khác nhau</em>).</p> <p>Tính năng này hoạt động trong ứng dụng Konsole, trong bất kỳ thiết bị cuối X, và khi bạn <b>Chạy lệnh</b> (hộp thoại xuất hiện khi bạn bấm tổ hợp lệnh <em>Alt+F2</em>)</p>
zh_cn: <p align="center"><strong>KDE 命令行打印(I)</strong></p> <p>想要从命令行进行打印而不失掉 KDE 的打印特性？</p> <p>输入<strong>“kprinter”</strong>。马上就会弹出 KDEPrint 对话框。选择打印机，打印选项和打印文件(并 且！您还可以为<em>一个</em>打印任务选择<em>不同</em>类型的<em>不同</em>文件)。</p> <p>您可以在 Konsole，任何 X 终端，或“运行命令” (按 <em>Alt+F2</em> 弹出)中执行。</p>
zh_tw: <p align="center"><strong>KDE 命令列列印 (I)</strong></p> <p> 想在命令列列印，卻不想錯過 KDE 的列印威力？</p> <p> 輸入 <strong>「kprinter」</strong>。彈出 KDEPrint 對話盒。選擇印表機、列印選項和列印檔案（注意您可以 在<em>一次</em>列印工作中選擇<em>不同</em>類型的<em> 不同</em>檔案...）。</p> <p>這在 Konsole、任何 x-終端視窗或「執行命令」（以按 下 <em>Alt+F2</em> 叫出）都可以使用</p>
