Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> KDE's 'kioslaves' do not just work in Konqueror: you can use network URLs in any KDE application. For example, you can enter a URL like ftp://www.server.com/myfile in the Kate Open dialog, and Kate will open the file and save changes back to the FTP server when you click on 'Save.' </p>
af: <p> KDE se 'kioslaves' werk nie net in Konqueror: jy kan netwerk Urlle in enige KDE program gebruik. Jy kan byvoorbeeld 'n Url soos ftp://www.server.com/myfile in die Kate Open dialoog, en Kate sal die lêer open en die veranderinge terug stoor na die Ftp bediener wanneer jy op on 'Stoor kliek.' </p>
ar: <p> إن 'kioslaves' التابعة لـ KDE لا تعمل فقط في Konqueror: يمكنك إستعمال وصلات الشبكة من النوع URL في أي تطبيق KDE. يمكنك مثلاً إدخال الوصلة ftp://www.server.com/myfile في حوار فتح الملفات في البرنامج Kate ، و عندها سيفتح Kate الملف و ثم سيحفظ التغييرات على خادم ميفاق نقل الملفات ftp عندما تنقر على 'إحفظ'. </p>
ca: <p> Els 'kioslaves' de KDE no només funcionen al Konqueror: podeu usar URL de xarxa a qualsevol aplicació KDE. Per exemple, podeu introduir un URL com ara ftp://www.servidor.com/fitxer al diàleg d'obrir fitxers de Kate i Kate obrirà el fitxer i desarà els canvis al servidor FTP quan cliqueu 'Desa'. </p>
da: <p> KDE's I/O-slaver fungerer ikke kun i Konqueror: Du kan bruge netværks-url'er i et hvilket som helst KDE-program. Du kan for eksempel indtaste en url såsom ftp://www.server.com/min-fil i Kates filåbningsdialog, så åbner Kate filen og gemmer ændringerna på FTP- serveren når du klikker på 'Gem'. </p>
de: <p> Die Ein-/Ausgabemodule von KDE funktionieren nicht nur in Konqueror, Sie können sie in jedem KDE-Programm verwenden. Wenn Sie im Dialog "Datei Öffnen" von Kate eine URL wie z. B. ftp://ftp.server.de/meinedatei eingeben, lädt Kate die Datei vom FTP-Server und Ihre Änderungen werden auch wieder dorthin gespeichert. </p>
el: <p> Οι υπηρέτες kio του KDE δε δουλεύουν αυτομάτως στον Konqueror: μπορείτε να χρησιμοποιήσετε δικτυακές URLs σε οποιαδήποτε εφαρμογή KDE. Για παράδειγμα, μπορείτε να εισάγετε μια URL όπως η ftp://www.server.com/myfile στο διάλογο ανοίγματος αρχείου του Kate, και αυτό θα ανοίξει το αρχείο και θα αποθηκεύσει τις αλλαγές στον εξυπηρετητή FTP μόλις κάνετε κλικ στην αποθήκευση.' </p>
eo: <p> La KDEaj enelsklavoj ne nur funkcias ene de Konkeranto: Vi povas uzi retajn URLojn en ia ajn KDEa aplikaĵo. Ekz. vi povas tajpi URLon kiel ftp://www.servilo.com/dosiernomo en la Kate Malfermi dialogo, kaj Kate malfermos tiun dosieron kaj konservos ŝanĝojn en la FTP-servilon kiam vi klakas sur "Konservi". <p>
es: <p> Los 'kioslaves' de KDE no solo funcionan en Konqueror: puede utilizar URLs de red en cualquier aplicación de KDE. Por ejemplo, puede introducir una URL como ftp://www.servidor.com/miarchivo en el diálogo «Abrir» de Kate, y Kate abrirá el archivo y guardará los cambios en el servidor FTP cuando pulse en en 'Guardar' </p>
et: <p> KDE 'KIO-moodulid' ei tööta mitte ainult Konqueroris: võrgu-URL-e saab kasutada mis tahes KDE rakenduses. Näiteks võid sisestada URL-i ftp://www.server.ee/minufail Kate failiavamise dialoogis ning Kate avab faili ja salvestab muudatused FTP-serverisse, kui klõpsad nupule 'Salvesta'. </p>
eu: <p> KDE-ren ioslave-ak Konqueror-en ibiltzeaz gain, edozein aplikazioren URLetan ere dabiltza. Adibidez, ftp://www.zerbitzaria.com/nire_fitxategia bezalako URLa sar dezakezu Kate-ren Ireki elkarrizketan eta Katek irekiko du eta aldaketak FTP zerbitzarian gordeko ditu zuk Gorde sakatzean. </p>
fa: <p> «kioslaveهای» KDE فقط در Konqueror کار نمی‌کنند: می‌توانید از نشانیهای وب شبکه در هر کاربرد KDE استفاده کنید. برای مثال، می‌توانید نشانی وبی مانند ftp://www.server.com/myfile را در محاورۀ باز کردن Kate، وارد کنید و Kate پرونده را باز می‌کند و زمانی که بر روی »ذخیره« فشار دهید، تغییرات را در کارساز قاپ ذخیره می‌کند. </p>
fi: <p> KDE:n siirräntätyöskentelijät (kioslaves) toimivat myös Konquerorin ulkopuolella; voit käyttää verkko-osoitteita missä tahansa KDE-ohjelmassa. Voit esimerkiksi avata Kate-ohjelman tiedostonvalintaikkunassa verkko-osoitteen (kuten ftp://www.palvelin.com/tiedosto) ja tallentaa tiedoston takaisin FTP-palvelimelle. </p>
fr: <p> Les modules d'entrées sorties de KDE ne fonctionnent pas seulement dans Konqueror : vous pouvez utilisez les URL réseaux dans l'ensemble des applications KDE. Vous pouvez par exemple saisir l'adresse « ftp://www.server.com/monfichier » dans la fenêtre d'ouverture de Kate, et Kate sera capable d'ouvrir et même de modifier le fichier sur le serveur FTP lorsque vous cliquerez sur « Enregistrer ». </p>
fy: <p> KDE's kioslaves wurkje net allinne yn Konqueror: Jo kinne ynternetadressen yn alle willekeurige KDE-programma's benaderje. Bygelygs, as jo in adres as ftp://www.server.nl/ rjochtsboppe yn it dialooch fan Kate ynfiere, wêrmei jo triemmen iepenje , dan sil de dialooch triemmen op de ftp-tsjinner sjen litte. Alle wizigings yn de triem dat jo iepene hawwe sille op de ftp-tsjinner bewarre wurde as jo op 'Bewarje' klikke. </p>
hu: <p> A KDE-protokollok nem csak a Konquerorban működnek, hanem az összes KDE-alapú alkalmazásban. Például a Kate szövegszerkesztő megnyitóablakában beírható egy ftp://www.kiszolgáló.hu/fájlnév alakú cím, ilyenkor a Kate megnyitja a kért fájlt, majd mentéskor a módosított fájlt visszamenti az FTP-kiszolgálóra. </p>
is: <p> KDE 'kioslaves' virka ekki bara í Konqueror. Þú getur notað netslóðir í hvaða KDE forriti sem er. Sem dæmi getur þú slegið inn ftp://www.server.com/myfile í opnunarglugga Kate, og mun Kate þá opna skrána og vista breytingarnar á FTP þjóninn þegar þú smellir á 'Vista'. </p>
ja: <p> KDE の 'kioslaves' は Konqueror 以外でも機能します。ネットワーク URL は、すべての KDE アプリケーションで使用できます。例えば、Kate の「ファイルを開く」ダイアログに ftp://www.server.com/myfile のような URL を入力すると、Kate はファイルを開き、「保存」をクリックすると、FTP サーバに変更点を保存します。 </p>
kk: <p> KDE 'kioslaves' дегендер тек қана Konqueror шолғышта ғана істемейді: желідегі URL-сілтемелерді Сіз барлық KDE қолданбасында пайдалана аласыз. Мысалы, Kate редакторының "Ашу..." диалогында ftp://www.server.com/myfile деген URL-ды енгізсеңіз, Kate оны ашып, өзгерткен түрде сақта десеңіз, файлды FTP серверге сақтап береді. </p>
km: <p> KDE's 'kioslaves' មិន​គ្រាន់​តែ​ដំណើរការ​ក្នុង Konqueror ប៉ុណ្ណោះ​ទេ ៖ អ្នក​អាច​ប្រើ URLs របស់​បណ្តាញ ក្នុង​កម្មវិធី KDE ណាមួយ ។ ឧទាហរណ៍ អ្នក​អាច​បញ្ចូល URL មួយ​ដូចជា ftp://www.server.com/myfile ក្នុង​ប្រអប់​បើក​របស់ Kate នោះ Kate នឹង បើក​ឯកសារ ហើយរក្សាទុក​ការ​ផ្លាស់ប្តូរ​ត្រឡប់​ទៅម៉ាស៊ីន​បម្រើ FTP ពេល​អ្នក​ចុច​លើ 'រក្សាទុក ។' </p>
ko: <p> KDE의 'kioslaves'는 컹커러에서 그냥 동작하지 않습니다. 어떤 KDE 응용 프로그램에서 네트워크 URL을 사용할 수 있습니다. 예를들어, Kate 열기 대화상자에서 ftp://www.server.com/mywife와 같은 URL을 입력할 수 있습 니다. 그리고 Kate는 파일을 열 것이고, '저장하기'를 클릭할 때는 FTP 서버에 변경된 점을 저장할 것입니다. </p>
lt: <p> KDE pagalbinės programos (kioslaves) veikia ne tik kaip Konqueror priedai: galite naudoti tinklo URL bet kurioje KDE programoje. Pvz., galite galite įvesti URL ftp://www.serveris.lt/manobyla į Kate dialogą „Atveti“, ir Kate atvers šią bylą ir įrašys pakeitimus į FTP serverį kai paspausite „Įrašyti“. </p>
mk: <p> „kio-служителите“ на KDE не се само за Konqueror: може да користите мрежни URL-а бо која било апликација на KDE. На пример, може да внесете URL како ftp://www.server.com/myfile во дијалогот за отворање датотеки на Кате и Кате ќе ја отвори датотеката и потоа ќе ги зачува промените назад на FTP-серверот кога ќе кликнете на „Зачувај“ </p>
nb: <p> KDEs «kioslaves» virker ikke bare i Konqueror, du kan bruke nettverks adresser i alle KDE-programmene. For eksempel kan du skrive inn adressen ftp://www.server.com/myfile under «Åpne» i Kate-menyen. Kate vil da åpne fila og lagre endringene tilbake til FTP-tjeneren når du trykker på lagre. </p>
nds: <p> De In-/Utgaavmodulen vun KDE ("kioslaves") funkscheneert nich bloots in Konqueror: Du kannst t.B. Nettwark-URLs in jichtenseen KDE-Programm bruken. So kannst Du t.B. en URL as ftp://www.server.com/miendatei in den Opmaken-Dialoog vun Kate ingeven, Kate warrt de Datei denn opmaken un de Ännern wedder op den FTP-Server sekern, wenn Du op "Sekern" klickst. </p>
nl: <p> KDE's kioslaves werken niet alleen in Konqueror: u kunt internetadressen in elk willekeurig KDE-programma benaderen. Bijvoorbeeld, als u een adres als ftp://www.server.nl/ rechtsboven in het dialoog van Kate waarmee u bestanden opent invoert, dan zal de de dialoog bestanden op de ftp-server tonen. Alle wijzigingen in het bestand dat u hebt geopend zullen op de ftp-server worden bewaard als u op 'Opslaan' klikt. </p>
nn: <p> KDE sine «kioslavar» verker ikkje berre i Konqueror; du kan bruka adressene i alle KDE-programma. For eksempel kan du skriva inn adressa «ftp://www.tenar.no/mifil» i «Opna»-dialogvindauget i Kate. Kate vil då opna fila, og lagra endringane tilbake til FTP-tenaren når du trykkjer «Lagra». </p>
pt: <p> Os 'kioslaves' do KDE não funcionam apenas no Konqueror: você pode usar os URLs de rede em qualquer aplicação do KDE. Por exemplo, poderá indicar um URL do tipo ftp://www.servidor.com/ficheiro na janela Abrir do Kate, para que o Kate abra o ficheiro e grave as alterações no servidor de FTP quando carregar em 'Gravar'. </p>
pt_br: <p> Os protocolos do KDE - ou kioslaves - não funcionam somente com o Konqueror: você pode utilizá-los com qualquer aplicativo do KDE. Por exemplo, você pode digitar uma URL como ftp://www.servidor.com.br/meuarquivo no fiálogo Abrir do Kate, e o Kate abrirá o arquivo e salvará as modificações no servidor FTP, quando você clicar em 'Salvar'. </p>
ru: <p> Технология kioslaves (программные средства ввода-вывода) KDE используется не только в Konqueror. URL-адреса (пример: ftp://www.server.com/file) можно указывать и в окне Открыть файл программы Kate. При выборе опции Сохранить файл будет сохранён на сервере FTP. </p>
rw: <p> 'Kiyosileve' za KDE ntizipfa gukora muri Konqueror: ushobora gukoresha urusobemiyoboro URL ziboneka muri porogaramu KDE ibonetse yose. Nk'urugero, ushobora kwinjira muri URL nko ftp://www.server.com/myfile iboneka mu gasanduku kiganiro ka Kate Open , maze Kate igafungura dosiye ikanabika ibyahinduwe kuri seriveri FTP igihe ukanze ku 'Kubika.' </p>
sk: <p> KDE funkcia 'kioslaves' funguje aj mimo Konqueroru: môžete použiť sieťovú URL v ľubovoľnom KDE programe. Napríklad môžete napísať URL ftp://www.server.com/mojsubor do dialógu otvorenia súboru v Kate a Kate otvorí a uloží súbor späť na FTP server, keď kliknete na 'Uložiť' </p>
sl: <p>KDEjeva tehnologija »kioslaves« ne deluje le v Konquerorju. Uporabljate jo lahko v kateremkoli programu za KDE. Na primer: v pogovorno okno za odpiranje datotek v Kate lahko vnesete URL ftp://www.streznik.si/mojadatoteka in datoteka se bo odprla v Kate. Če imate zadostne pravice, jo lahko tudi shranite nazaj na strežnik FTP s preprostim klikom na gumb Shrani.</p>
sr: <p>KDE-ови kioslave-ови раде и ван Konqueror-а: можете користити мрежне URL-ове у било ком KDE програму. На пример, можете унети URL као ftp://www.server.com/mojfajl у Kate-ин дијалог за отварање, и Kate ће отворити фајл и снимити измене назад на FTP сервер кад кликнете на „Сними“.</p>
sr@latn: <p>KDE-ovi kioslave-ovi rade i van Konqueror-a: možete koristiti mrežne URL-ove u bilo kom KDE programu. Na primer, možete uneti URL kao ftp://www.server.com/mojfajl u Kate-in dijalog za otvaranje, i Kate će otvoriti fajl i snimiti izmene nazad na FTP server kad kliknete na „Snimi“.</p>
sv: <p> KDE:s I/O-slavar fungerar inte bara i Konqueror: Du kan använda nätverkswebbadresser i vilket KDE-program som helst. Du kan till exempel skriva in en webbadress som ftp://www.server.com/min-fil i Kates filöppningsdialogruta, så öppnar Kate filen och sparar ändringarna på FTP- servern när du klickar på 'Spara'. </p>
th: <p> 'kioslaves' ของ KDE ไม่เพียงแต่ทำงานแค่ทำงานได้ใน Konqueror เท่านั้น: คุณยังสามารถใช้ที่อยู่ URL ของเครือข่ายในแอพพลิเคชันใดๆ ของ KDE ก็ได้ ตัวอย่างเช่น คุณสามารถใส่ค่า URL อย่าง ftp://www.server.com/myfile ลงในกล่องเปิดแฟ้มของ Kate และ Kate ก็จะเปิดแฟ้มและ บันทึกความเปลี่ยนแปลงกลับไปยังเซิร์ฟเวอร์ FTP เมื่อคุณคลิกที่ 'บันทึก' อีกด้วย </p>
uk: <p> Підлеглі в/в у KDE вживаються не тільки програмою Konqueror. Ви можете вживати мережні адреси (URL) у будь якій програмі для KDE. Наприклад, можна ввести адресу, на кшталт, ftp://www.server.com/myfile у вікні для відкриття файлів програми Kate, та Kate відкриє цей файл і буде зберігати його на FTP сервер по команді "Зберегти". </p>
vi: <p> Các « kioslave » của KDE hoạt động không chỉ trong trình duyệt Mạng Konqueror: bạn có thể sử dụng địa chỉ Mạng trong bất kỳ ứng dụng KDE. Lấy thí dụ, bạn có thể nhập một địa chỉ Mạng như &lt;ftp://www.máy.com/tập_tin1&gt; vào hộp thoại mở của ứng dụng Kate, và nó sẽ mở tập tin này và lưu các thay đổi lên máy phục vụ FTP, khi bạn chọn <b>Lưu</b>. </p>
zh_cn: <p>KDE 的“kioslaves”不仅在 Konqueror 中可以使用：您可以在任何 KDE 应用程序中使用网络 URL。例如，您可以在 Kate 打开对话框中输入 URL ftp://www.server.com/myfile，而 Kate 就会打开该文件，并在您单击“保存”时将更改存回 FTP 服务器。</p>
zh_tw: <p> KDE 的「kioslaves」不只能在 Konqueror 使用：您可以在 任何 KDE 應用程式使用網路 URL。例如，您可以在 Kate 開啟對話盒輸入像 ftp://www.server.com/myfile 之類的 URL， Kate 會開啟該檔案並且當您按「儲存」時會將變更儲存回 FTP 伺服器。 </p>
