Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>You can integrate Kontact, KDE's Personal Information Management suit, with Kopete, KDE's Instant Messenger client, so that you can view contacts' online status, as well as respond to them easily from KMail itself. For a step-by-step guide, check <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">the KDE User Guide</a>.</p>
af: <p>Jy kan Kontact, KDE se Persoonlike Inligtings Bestuurder pakket, integreer met Kopete, KDE se Kits Boodskap kliënt, sodat jy kontakte se aanlyn status, en gesels met hulle direk uit KMail. Vir 'n stap vir stap gids, kyk na <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">die KDE Gebruikers Gids</a>.</p>
ar: <p>تستطيع دمج طاقم البرامج Kontact، منظم المعلومات الشخصية في KDE مع Kopete، زبون التراسل الفوري في KDE، كي تستيع هكذا مراقبة حالة مراسليك على الخط و أيضاً الجواب عليهم من KMail بسهولة. لإرشادك خطوة بعد الخطوة عن هذه الإمكانية راجع <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">دليل KDE للمستخدم</a>.</p>
ca: <p>Podeu integrar Kontact, el paquet de gestió d'informació personal del KDE amb Kopete, el client de missatgeria instantània del KDE, de manera que podeu veure l'estat en línia dels contactes, així com respondre'ls fàcilment des del mateix KMail. Consulteu una guia pas a pas a la <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">Guia d'Usuari del KDE</a>.</p>
da: <p>Du kan integrere Kontact, KDE's suite for personlig informationshåndtering, med Kopete, KDE's direkte meddelelsesklient, så du kan vise om kontakter er online, og enkelt svare dem fra Kmail. For en trinvis guide, kig i <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE's brugerhåndbog</a>.</p>
de: <p>Kontact (der persönliche Informationsmanager) lässt sich in Kopete (dem Instant Messenger von KDE) integrieren. Auf diese Weise können Sie zum Beispiel direkt in KMail den Online-Status eines Kontakts sehen oder auf Nachrichten antworten.Im <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE-Handbuch</a> finden Sie eine Schritt-für-Schritt-Anleitung.</p>
el: <p>Μπορείτε να συνδέσετε το Kontact, τη σουίτα διαχείρισης προσωπικών πληροφοριών του KDE , με το Kopete, τον πελάτη σύντομων μηνυμάτων του KDE, έτσι ώστε να μπορείτε να βλέπετε την ενεργή κατάσταση των επαφών, όπως επίσης να απαντάτε σε αυτές εύκολα μέσα από το KMail. Για έναν οδηγό βήμα-προς-βήμα, δείτε τον <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">Οδηγό χρήστη του KDE</a>.</p>
eo: <p>Vi povas unuigi la KDEan tujmesaĝilon, kiu estas nomita Kopete, kun Kontakton,la Persona Informa Administra garnituro de KDEo. Tiamaniere, vi povas vidi la salutitan staton de viaj kontakoj, kaj respondi ene de Kmail, la retpoŝtilo. Ĉi tiu estas laŭgrada gvidlibro: <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">la KDEa Gvidlibro</a>.</p>
es: <p>Puede integrar Kontact, el administrador de información personal de KDE, con Kopete, el cliente de mensajería instantánea de KDE, de forma que puede ver los contactos que están conectados, a la vez que responde fácilmente desde el propio KMail. Para ver una guía paso a paso, lea <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">la guía de usuario de KDE</a>.</p>
et: <p>KDE personaalse info halduri Kontacti võib põimida KDE kiirsuhtluskliendi Kopetega, mis võimaldab näha kontaktide viibimist võrgus ning neile otsekohe näiteks KMailist vastata. Täpsemalt räägib sellest <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE kasutaja käsiraamat</a>.</p>
eu: <p>Kontact, KDE informazio pertsonalaren kudeatzeila Kopeterekin integra dezakezu (KDE berehalako mezularitza bezeroa). Honela zure kontaktuen egoera ikus dezakezu eta baita ere erantzu era erraz eta bizkorrean KMail-etik adibidez. Gida xehatua hemen duzu: <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE erabiltzaile gida</a>.</p>
fa: <p>می‌توانید Kontact، رشتۀ مدیریت اطلاعات شخصی KDE، را با Kopete، کارخواه پیام‌رسان فوری KDE، ادغام کنید، به نحوی که می‌توانید وضعیت تماسهای برخط را ببینید و هم از طریق KMail به سهولت به آنها پاسخ دهید. برای راهنمایی گام به گام، <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">راهنمای کاربر KDE</a> را بررسی کنید.</p>
fi: <p>Voit integroida Kontactin (KDE:n henkilötietojen hallintaohjelma) Kopeten (KDE:n pikaviestiohjelman) kanssa siten, että voit näet, ovatko tuttavasi kirjautuneet pikaviestiverkkoon. Voit myös vastata pikaviestiyhteyksiin KMaililla. Tarkemmat ohjeet löydät <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE:n käyttäjän oppaasta</a>.</p>
fr: <p> Vous pouvez intégrer Kontact, le gestion d'informations personnelles de KDE avec Kopete, le client de messagerie instantanée, afin de consulter l'état de connexion de vos contacts, et leur répondre facilement depuis KMail. Pour une explication étape par étape, consultez le <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">guide de l'utilisateur de KDE</a>.</p>
fy: <p>Jo kinne Kontact, KDE's yntergrearre oplossing foar persoanlike-ynformaasje-behear, yntegrearje mei Kopete, KDE's ynstantberjouwer. Jo kinne dan de oanline tastân fan jo kontaktpersoanen fanút Kontakt-programma's lykas KMail sjen en fan dêr| rjochtstreeks kontakt sykje. Foar in stap-foar-stap begelieding, sjoch <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">de KDE-brûkersgids</a>.</p>
hu: <p>A Kontactba, a KDE információkezelő keretprogramjába beintegrálható a Kopete, a KDE üzenetküldője. Így áttekinthető a partnerek online állapota, és könnyen válaszolni lehet nekik a KMailből. A beállítási lépések megtalálhatók <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">a KDE felhasználói kézikönyvében</a>.</p>
is: <p>Þú getur notað Kontact, persónulega skipuleggjara KDE, saman með Kopete, KDE spjallforritinu, þannig að þú sérð stöðu tengiliða, ásamt að geta svarað þeim frá KMail. Fyrir nákvæma lýsingu á uppsetningu, skoðaðu <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE notanda handbókina</a>.</p>
ja: <p>連絡先のオンラインステータスを確認し、さらに KMail から簡単に返事できるように、KDE 個人情報管理スイート Kontact と KDE のインスタントメッセンジャークライアント Kopete を統合することができます。設定方法については <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE ユーザガイド</a> をご覧ください。</p>
kk: <p>Kontact деген KDE дербес ақпаратты басқару жинағы мен Kopete, KDE жедел хабарласу клиентін біріктіріп, контакттың желідегі күйін көріп отырып, KMail көмегімен оңай жауап баре аласыз. Егжей-текжейлі бағыттама үшін <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE пайдалану бағыттамасы</a> дегенді қараңыз.</p>
km: <p>អ្នក​អាច​រួម​បញ្ចូល Kontact, សំណុំកម្មវិធី​គ្រប់គ្រង​ព័ត៌មាន​ផ្ទាល់ខ្លួនរបស់ KDE ជាមួយ​នឹង Kopete, កម្មវិធី​ជជែក​កំសាន្តរបស់ KDE ដើម្បី​អ្នក​អាច​មើល​ការ​ទាក់ទង ​នៅ​លើ​បណ្តាញ ព្រមទាំង​ឆ្លើយតប​ទៅភ្លាមៗបាន​យ៉ាងងាយស្រួល​ពី KMail តែម្តង ។ សម្រាប់​មគ្គុទ្ទេសក៍​ដែល​ណែនាំ​មួយ​ជំហាន​ម្តងៗ, សូម​ពិនិត្យ​មើល<a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">មគ្គុទ្ទេសក៏​អ្នកប្រើ KDE</a>។</p>
ko: <p>KDE의 개인정보 관리자인 콘텍트와 KDE 인스턴트 메신져 인 코페테를 병합할 수 있습니다. 따라서 연락처에 있는 상대 의 접속 상태를 KMail로부터 받을 수 있습니다. 한 단계씩 따 라하는 가이드를 원한다면 <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE 사용자 가이드</a>를 읽어보십시오.</p>
lt: <p>Galite integruoti Kontact, KDE asmeninės informacijos tvarkyklę su Kopete, KDE greitųjų žinučių programa, ir galėsite matyti savo kontaktų prisijungimo būseną, bei rašyti jiems tiesiog iš Kmail. Žingsnis-po-žingsnio vadovą rasite <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE naudotojo vadove</a>.</p>
mk: <p>Може да го интегрирате Контакт, пакетот апликации за менаџмент на лични информации, со Копете, клиентот на KDE за брзи пораки, така што да може да го следите статусот на Вашите контакти, како и лесно и едноставно да им праќате пораки преку КПошта. За водич во чекори проверете го <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">Прирачникот за корисници на KDE</a>.</p>
nb: <p>Du kan integrere Kontact, KDEs personlige informasjonsbehandler sammen med Kopete (KDEs lynmelder) slik at du kan vise om en person er påkoblet og svare på dem raskt direkte fra Kmail. Du kan få en trinn-for-trinn-veiledning ved å gå til <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDEs brukerveiledning</a></p>
nds: <p>Du kannst Kontact, den Pleger för Dien Informatschonen, tosamenkoppeln mit Kopete, dat Kortnarichtenprogramm vun KDE. So kannst Du sehn, wat Dien Bekannten online sünd, oder se eenfach mit KMail antern. Binnen <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Narichtenmodulen">dat KDE-Brukerhandbook</a> gifft dat en Schritt-för-Schritt-Anleden.</p>
nl: <p>U kunt Kontact, KDE's geïntegreerde oplossing voor persoonlijke-informatie-beheer, integreren met Kopete, KDE's instantmessenger. U kunt dan de online status van uw contactpersonen vanuit Kontact-programma's als KMail zien en van daaruit| rechtstreeks contact zoeken. Voor een stap-voor-stap uitleg, zie <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">de KDE-gebruikersgids</a>.</p>
pt: <p>Pode integrar o pacote do Kontact, o Gestor de Informação Pessoal do KDE, com o Kopete, o cliente de Mensagens Instantâneas do KDE, para que possa ver o estado de ligação dos contactos, assim como para responder facilmente a eles no próprio KMail. Para um guia passo-a-passo, veja o <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Mensagens Integradas">Guia de Utilizador do KDE</a>.</p>
pt_br: <p>Você pode integrar o Kontact, o Gerenciador de Informações Pessoais do KDE (PIM), com o Kopete, que é o programa de isntant messeger do KDE, e assim poderá visualizar o status dos seus contatos, bem como respondê-los facilmente do próprio KMail. Para um guia passo-a-passo sobre isso, verifique o <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">Guia do Usuário do KDE</a>.</p>
ru: <p>Приложение Kontact, администратор личной информации KDE, можно интегрировать с Kopete, приложением отправки мгновенных сообщений KDE. При этом вы сможете просматривать состояние людей, занесённых в контакты (находятся ли они в сети), и отправлять им письма с помощью KMail. Пошаговые инструкции приведены в <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Встроенная служба сообщений">Руководстве пользователя KDE</a>.</p>
rw: <p>Ushobora kwinjiza Kontact, urusobeporogaramu rw'Icunga Makuru y'Umuntu ku giti cye KDE ukoresheje Kopete, umukiriya wa Mwohereza Butumwa ako kanya KDE, kugira ngo ushobore kubona imiterere y'aderesi z'abantu bari ku murongonterineti, ndetse no kubasubiza byoroshye biturutse kuri KMail ubwayo. Kugira ngo ubone ifashayobora uko ugenda ukora, reba <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">Imfashakoresha ya KDE</a>.</p>
sk: <p>Je možné integrovať aplikáciu Kontact (Osobný správca informácií) s aplikáciou Kopete, pričom napríklad môžete vidieť aktuálny stav vašich kontaktov. Pre podrobný návod si pozrite <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE Užívateľskú príručku</a>.</p>
sl: <p>Kontakt, zbirko programov za upravljanje z osebnimi podatki, lahko povežete s Kopete, takojšnjim sporočilnikom, tako da lahko vidite stanje stika ali pa mu preprosto odgovorite kar iz KMail. Za navodila po korakih si oglejte <a href="help:/khelpcenter/userguide/integrated-messaging.html"> Uporabniški priročnik KDE</a>.</p>
sr: <p>Можете интегрисати Kontact, KDE-ов пакет за управљање личним информацијама, са Kopete-ом, KDE-овим брзогласничким клијентом, тако да можете видети контактов статус на вези из самог KMail-а. За упутства корак-по-корак, погледајте <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">Кориснички водич за KDE</a>.</p>
sr@latn: <p>Možete integrisati Kontact, KDE-ov paket za upravljanje ličnim informacijama, sa Kopete-om, KDE-ovim brzoglasničkim klijentom, tako da možete videti kontaktov status na vezi iz samog KMail-a. Za uputstva korak-po-korak, pogledajte <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">Korisnički vodič za KDE</a>.</p>
sv: <p>Du kan integrera Kontact, KDE:s svit för personlig informationshantering, med Kopete, KDE:s direktmeddelandeklient, så att du kan visa om kontakter är uppkopplade, samt enkelt svara dem från Kmail. För en stegvis guide, titta i <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE:s användarhandbok</a>.</p>
th: <p>คุณสามารถรวมโปรแกรม Kontact (ชุดโปรแกรมสำหรับจัดการข้อมูลส่วนตัวของ KDE) เข้ากับ Kopete (โปรแกรมส่งข้อความทันใจของ KDE) ได้ ดังนั้น คุณจึงสามารถที่จะดูสถานะการออนไลน์ของผู้ที่ติดต่อด้วยได้ และสามารถตอบโต้ได้โดยการใช้โปรแกรม Kmail เอง สำหรับแนวทางเป็นขั้นเป็นตอน โปรดดูที่ <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">แนวทางสำหรับผู้ใช้ KDE</a>.</p>
uk: <p>Ви можете інтегрувати Kontact (менеджер особистої інформації KDE) з програмою Kopete (програмою миттєвого обміну повідомленнями KDE), це дозволить бачити чи контактна особа в мережі та відповідати їй прямо з KMail. Покрокову інструкцію з інтеграції дивіться у <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">довідці користувача KDE</a>.</p>
vi: <p>Bạn có thể hợp nhất Kontact, bộ ứng dụng quản lý thông tin cá nhân của KDE, với Kopete, ứng dụng khách tin nhắn tức khắc của KDE, để xem trạng thái trực tuyến của liên lạc, cũng đáp ứng dễ dàng từ KMail. Để tìm hướng dẫn theo từng bước một, hãy xem <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">Hướng dẫn Người dùng KDE</a>.</p>
zh_tw: <p>您可以將 Kontact，KDE 的個人資訊管理程式 套件跟 Kopete，KDE 的即時通訊客戶端整合， 因此您可以檢視連絡人的上線狀態，同時可以 KMail 本身輕易的回覆他們。需要一步步的指導，查閱 <a href="help:/khelpcenter/userguide/integrated-messaging.html" title="Integrated Messaging">KDE 使用者指南</a>。</p>

source: <p>By entering <b>kmail --composer</b> in Konsole you can have KMail only open up the composer window, so that you do not have to open the entire email client when you only want to send an email to someone.</p>
af: <p>Deur slegs <b>kmail --composer</b> in Konsole in te tik, kan jy KMail se saamstel venster oopmaak, sodat jy nie die hele e-pos kliënt hoef oop te maak indien jy net 'n boodskap na iemand wil stuur nie.</p>
ar: <p>عند إدخالك الأمر <b>kmail --composer</b> في المطراف تستطيع جعل KMail يفتح نافذة تحرير الرسالة فقط ، كي لا تكون بحاجة إلى فتح زبون البريد بكامله عندما تريد فقط إرسال رسالة إلى أحد ما.</p>
ca: <p>Si escriviu <b>kmail --composer</b> a Konsole podeu fer que KMail només obri la finestra de l'editor, per tal de no haver d'obrir el client de correu complet quan només voleu enviar un correu a algú.</p>
da: <p>Ved at indtaste <b>kmail --composer</b> i terminalen kan du få Kmail til kun at vise brevvinduet, så du ikke behøver at vise hele e-mail-klienten når du kun vil sende et brev til nogen.</p>
de: <p>Sie können auch eine E-Mail senden, ohne das komplette KMail zu starten. Dazu geben Sie in einer Befehlszeile <b>kmail --composer</b> ein.</p>
el: <p>Εισάγοντας <b>kmail --composer</b> στο Konsole μπορείτε να ανοίξετε μόνο το παράθυρο συγγραφής του KMail, έτσι ώστε να μην χρειάζεται να ανοίγετε ολόκληρο τον πελάτη αλληλογραφίας όταν θέλετε να στείλετε μόνο ένα μήνυμα σε κάποιον.</p>
eo: <p>Per tajpi <b>kmail --composer</b>en Konsole terminalo, vi povas lanĉi nur la enskriban fenestron de Kmail; vi ne devas lanĉi la tutan programon nur por sendi retleteron.</p>
es: <p>Introduciendo <b>kmail --composer</b> en Konsole puede hacer que KMail solo abra la ventana para crear un nuevo mensaje, sin que necesite para ello abrir el cliente de correo electrónico completo si solo va a enviar un correo electrónico a alguien.</p>
et: <p>Andes Konsoolis käsu <b>kmail --composer</b>, saab avada KMaili ainult kirja koostamise akna kujul. Nii ei ole sul vaja oodata terve e-posti kliendi käivitamist, kui soovid kõigest kirja saata.</p>
eu: <p><b>kmail --composer</b> Konsole-n idatziz KMail-ek leiho bakar bat irekiko du mezuak idazteko, honela ez duzu programa osoa ireki beharrik eposta bat bidali nahi duzunean bakarrik </p>
fa: <p>با وارد کردن <b>kmail --composer</b> در Konsole می‌توانید KMail را فقط برای باز کردن پنجرۀ مؤلف داشته باشید، بنابراین زمانی که می‌خواهید فقط یک رایانامه برای کسی ارسال کنید، مجبور نیستید تمام کارخواه رایانامه را باز کنید.</p>
fi: <p>Kirjoittamalla komentoikkunaan <b>kmail --composer</b>, avautuu KMailin sähköpostiviestin lähetysikkuna. Jos haluat vain lähettää sähköpostin, ei siis tarvitse käynnistää koko sähköpostiohjelmaa.</p>
fr: <p> En saisissant <b>kmail --composer</b> dans Konsole, vous ouvrirez uniquement la fenêtre de rédaction de courriels de KMail, afin de ne pas avoir à ouvrir entièrement ce programme pour envoyer du courrier à quelqu'un.</p>
fy: <p>As jo <b>kmail --compose</b> efter de kommandorigel fan bgl. Konsole ynfiere, dan begjint KMail allinne de opsteller op wêryn jo in e-postberjocht skriuwe kinne. Jo hoege dan net it folsleine e-postprogramma te begjinnen as jo allinne in e-post e-mail nei ien ta stjoere wolle.</p>
hu: <p>Ha kiadja a <b>kmail --composer</b> parancsot egy Konsole-ablakban, akkor csak az üzenetszerkesztő nyílik meg, így nem kell feltétlenül megnyitni az egész levelezőprogramot, ha csak egy levelet szeretne írni valakinek.</p>
is: <p>Með því að slá inn <b>kmail --composer</b> í Konsole glugga getur þú látið KMail opna bara ritilgluggann, þannig að þú þurfir ekki að vera að opna allt tölvupóstforritið bara til að senda eitt skeyti til einhvers.</p>
ja: <p>Konsole に <b>kmail --composer</b> と入力すると、KMail のメール作成ウィンドウだけを開くことができます。誰かにメールを一本送りたいだけのときに、メールクライアント全体を開く必要がなくなります。</p>
kk: <p>Konsole терезесінде <b>kmail --composer</b> деп жазып, бір хатты жіберу керегінде, KMail бағдарламасын түгелдей шақырмай, тек хат жазу терезесін ғана жеге аласыз.</p>
km: <p>ដោយ​វាយ​បញ្ចូល <b>kmail --composer</b> ក្នុង Konsole អ្នក​អាច ​ទទួល​បាន KMail ដែល​មាន​តែ​បង្អួច​តែង​មួយគត់ ។ ធ្វើ​ដូច្នេះ អ្នក​មិន​ចាំបាច់​ បើក​កម្មវិធី​អ៊ីមែល​ទាំងមូល ពេល​អ្នក​ចង់​ផ្ញើ​តែ​អ៊ីមែលតែមួយទៅ អ្នកណា​ម្នាក់ ។</p>
ko: <p><b>kmail --composer</b>를 입력함으로써 KMail의 편집기 창 만 열 수 있습니다. 또한 누군가에게 메일을 보내길 원할 때 전 체 이메일 클라이언트를 열지않고도 이메일을 전달할 수 있습니 다.</p>
lt: <p>Įvedę Konsole lange<b>kmail --composer</b> galite nurodyti KMail atverti tik redaktoriaus langą, be viso KMail kliento, jei tiesiog norite pasiųsti kam nors vieną laišką.</p>
mk: <p>Со внесување <b>kmail --composer</b> во Конзола може да наредите KMail да го отвори само составувачот, за да не мора да ја отворате целата апликација за е-пошта ако сакате сако да испратите е-порака.</p>
nb: <p>Ved å skrive <b>kmail --composer</b> i et skall kan du åpne en e-postmelding i Kmail uten å behøve å åpne hele e-postprogrammet. Dette er nyttig hvis du bare skal skrive e-post til noen.</p>
nds: <p>Wenn Du <b>kmail --composer</b> in en Konsoolfinster ingiffst, warrt bloots Kmails Nettbreef-Schriefansicht opmaakt. Du muttst also nich dat hele Programm opmaken, wenn Du bloots en Nettbreef schrieven wullt.</p>
nl: <p>Als u <b>kmail --compose</b> achter de commandoregel van bijv. Konsole intypt, dan start KMail alleen de opsteller op waarin u een e-mailbericht kunt schrijven. U hoeft dan niet het volledige e-mailprogramma op te starten als u alleen een e-mail naar iemand wilt sturen.</p>
pt: <p>Se escrever <b>kmail --composer</b> no Konsole, poderá fazer com que o KMail apenas abra a janela de composição do e-mail, para que não tenha de abrir todo o cliente de e-mail quando só deseja enviar uma mensagem de e-mail para alguém.</p>
pt_br: <p>Ao digitar <b>kmail --composer</b> no Konsole, você poderá fazer com que o KMail abra somente a janela de composição de e-mails, e assim não será preciso que você execute o cliente de e-mail inteiro quando precisar somente enviar um e-mail para alguém.<p>
ru: <p>Если в окне Konsole ввести <b>kmail --composer</b>, откроется только окно создания письма KMail. Таким образом, если требуется только отправить письмо, можно не запускать клиент полностью.</p>
rw: <p>Niwandika <b>muhanga --kmail</b> muri Konsole ushobora gutuma KMail gusa ifungura idirishya rya muhanga, ku buryo bitaba ngombwa ko ufungura umukiriya wa imeli yose igihe ushaka gusa kugira uwo woherereza imeli.</p>
sk: <p>Spustením príkazu <b>kmail --composer</b> v Konzole sa otvorí iba okno pre napísanie správy, teda nemusíte otvárať celý emailový klient, ak len potrebujete odoslať niekomu e-mail.</p>
sl: <p>Če v Konzolo vnesete <b>kmail --composer</b> bo KMail odprl samo okno za sestavljanje sporočila in vam ne bo potrebno odpirati celotnega odjemalca za e-pošto, ko želite nekomu le poslati e-pošto.</p>
sr: <p>Уношењем <b>kmail --composer</b> у Konsole-и можете натерати KMail да отвори само прозор састављача, тако да не морате покретати цео е-поштански клијент ако само желите да пошаљете поруку некоме.</p>
sr@latn: <p>Unošenjem <b>kmail --composer</b> u Konsole-i možete naterati KMail da otvori samo prozor sastavljača, tako da ne morate pokretati ceo e-poštanski klijent ako samo želite da pošaljete poruku nekome.</p>
sv: <p>Genom att skriva in <b>kmail --composer</b> i terminalen kan du få Kmail att bara visa brevfönstret, så att du inte behöver visa hela e-postklienten när du bara vill skicka ett brev till någon.</p>
th: <p>โดยการสั่งคำสั่ง <b>kmail --composer</b> เข้าไปใน Konsole คุณสามารถ ให้ Kmail เปิดเฉพาะหน้าต่างสำหรับเขียนจดหมายได้ หมายถึงว่าคุณไม่จำเป็นต้องเปิดโปรแกรมรับ-ส่งเมล ทั้งโปรแกรม เวลาที่คุณต้องการส่งอีเมลแค่ 1 ฉบับเท่านั้น <p>
uk: <p>Запуск програму <b>kmail --composer</b> у емуляторі терміналу, вкаже KMail відкрити тільки вікно редактора листа, це дозволить не запускати весь поштовий клієнт, якщо потрібно тільки написати листа.</p>
vi: <p>Khi bạn nhập <b>kmail --composer</b> vào thiết bị cuối Konsole, trình thư KMail sẽ mở cửa sổ biên soạn thư. Vậy bạn không cần mở toàn bộ ứng dụng khách thư khi bạn chỉ muốn gởi một lá thư thôi.</p>
zh_tw: <p>在 Konsole 中輸入 <b>kmail --composer</b> 您可以 只開啟 KMail 的編輯器視窗，因此當您只是想要寄一封 電子郵件給某個人的時候，可以不必開啟整個電子郵件 客戶端。</p>
