Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>If you want another panel, to make more space for your applets and buttons, press right mouse button on the panel to invoke the panel menu and select "Add to Panel->Panel->Panel".</p><p> (You can then put anything on the fresh panel, adjust its size and so on.)</p>
af: <p>As jy wil hê 'n ander paneel, maak meer spasie vir jou miniprogramme en knoppies, druk regterkant muis knoppie op die paneel om aktiveer die paneel kieslys en kies "Voeg by paneel -> Paneel -> Paneel".</p><p> (jy kan dan enige iets op die nuwe paneel plaas, verstel sy grootte en sodat op.)</p>
ar: <p>إذا إحتجت إلى لوحة إضافية ، لإضافة مساحة لتطبيقاتك و أزرارك ، إضغط الزرّ اليميني من الفأرة على اللوحة لمنادات قائمة اللوحة و إختر "أضف إلى اللوحة --> لوحة --> لوحة".</p><p> ( يمكنك عند إذاً وضع أي شيئ تريده على اللوحة الجديدة و تغيير قياسها و موضعها و إلخ...)</p>
ca: <p>Si voleu un altre plafó per tal de tenir més espai pels vostres aplets i botons, premeu el botó dret del ratolí al plafó per a invocar el menú del plafó i trieu "Afegeix nou plafó->Plafó".</p><p> (Llavors podeu posar qualsevol cosa al plafó nou, ajustar la seva mida i altres propietats.)</p>
da: <p>Hvis du ønsker et andet panel for at få mere plads til dine programmer og knapper, så tryk på panelet med højre museknap for at starte panelmenuen og vælg "Tilføj til panel->Panel->Panel".</p><p> (Du kan så putte hvad som helst i det nye panel, justere dets størrelse osv.)</p>
de: <p>Wenn Sie eine zusätzliche Kontrollleiste wünschen, um mehr Platz für Programme und Symbole zu erhalten, öffnen Sie das Kontrollleistenmenü mit der rechten Maustaste und wählen Sie "Kontrollleisten-Erweiterung hinzufügen -> Kontrollleiste".</p><p> (Anschließend können Sie beliebige Elemente auf die neue Kontrollleiste bringen, ihre Größe anpassen usw.)</p>
el: <p>Αν θέλετε ακόμη έναν πίνακα, για να οργανώσετε τις μικροεφαρμογές σας και τα κουμπιά σας έχοντας διαθέσιμο περισσότερο χώρο, κάντε δεξί κλικ στον πίνακα για να καλέσετε το μενού πίνακα και επιλέξτε "Προσθήκη στον πίνακα->Πίνακας->Πίνακας".</p><p> (Μπορείτε έπειτα να τοποθετήσετε οτιδήποτε στο νέο πίνακα, να μεταβάλετε το μέγεθός του και ούτω καθεξής.)</p>
eo: <p>Se vi volas uzi alian panelaranĝon por havi pli da spaco por viaj aplikaĵetoj kaj butonoj, premu la dekstran musbutonon sur la panelo por aperigi la panelmenuon kaj elektu "Aldonu novan panelon->Panelo".</p> <p> (Vi povas meti ĉion sur la subpanelon, alĝustigi la grandecon, ktp.)</p>
es: <p>Si desea otro panel, para dejar más espacio para sus miniaplicaciones y botones pulse el botón derecho del ratón en el panel para mostrar el menú de panel y seleccione «Añadir al panel->Panel->Panel».</p><p> (Entonces podrá poner lo que desee en el nuevo panel, ajustar su tamaño y así sucesivamente).</p>
et: <p>Kui soovid kasutada veel teist paneeli, et saada rohkem ruumi aplettidele ja nuppudele, vali paneeli menüüst (parem hiireklõps paneelil) "Lisa paneelile->Paneel->Paneel".</p><p> (Uuele paneelile saad siis panna mida iganes, muuta selle suurust jne.)</p>
eu: <p>Zure applet eta botoientzako leku handiagoa lortzeko beste panel bat nahi baduzu, klikatu panelean saguaren eskuin botoiarekin bertako menua ager dadin eta "Gehitu panelera->Panela->Panela" hautatu.</p><p> (Panel berrian edozer jar dezakezu orduan, neurria doitu e.a.) </p>
fa: <p>اگر برای ایجاد فضای بیشتر در مورد برنامکها و دکمه‌های خود، تابلوی دیگری می‌خواهید، برای احضار گزینگان تابلو، دکمۀ راست موشی را روی تابلو فشار دهید و » افزودن به تابلو-<تابلو-<تابلو« را برگزینید.</p><p> )سپس می‌توانید هر چیزی را روی تابلوی تازه گذاشته، اندازه و موارد دیگر را برای آن میزان کنید.(</p>
fi: <p>Jos haluat toisen paneelin, jossa on tilaa sovelmille ja painikkeille, avaa paneelin pikavalikko hiiren oikealla painikkeella ja valitse kohta Lisää uusi paneeli -> Paneeli.</p><p> Uutta paneelia voi nyt muokata haluamallaan tavalla.</p>
fr: <p>Si vous souhaitez un autre tableau de bord pour disposer de plus d'espace pour vos applets et autres boutons, cliquez avec le bouton droit sur le tableau de bord pour activer le menu, puis sélectionnez « Ajouter au tableau de bord / Tableau de bord / Tableau de bord ».</p><p> (Vous pouvez alors ajouter n'importe quoi sur ce nouveau tableau de bord, ajuster sa taille, etc.).</p>
fy: <p>As jo in oar paniel bûke wolle om sa mear romte te krijen foar jo applets en knoppen, klik dan mei de rjochter mûsknop op it paniel en selektearje "Taheakje->taheaksel->Dochterpaniel" út it ynhâldsmenu.</p><p> (Jo kinne dan fan alles yn it nije paniel sette en/of de grutte derfan oanpasse enzfh.)</p>
hu: <p>Ha még egy panelt szeretne használni, hogy a kisalkalmazások és a nyomógombok könnyebben elférjenek, kattintson a jobb egérgombbal a panelra a panelmenü előhívásához, majd válassza a "Hozzáadás->Panel->Panel" menüpontot.</p><p> (Ezután tetszés szerint beállítható az új panel tartalma, mérete és egyéb jellemzői.)</p>
is: <p>Ef þú vilt annað spjald, til að hafa meira pláss fyrir smáforritin þín og takkana, smelltu þá með hægri músarhnappnum á spjaldið til að fá upp spjaldvalmyndina og veldu "Bæta við nýju spjaldi->Spjald".</p><p> (Þú getur síðan bætt við á nýja spjaldið öllum þeim forritum sem þú vilt hafa þar, breytt stærð þess o.s.frv.)</p>
ja: <p>アプレットやボタンを置くスペースが足りないときは、パネル上で右クリックして、パネルメニューから「新規パネルを追加」->「パネル」を選択してください。</p><p> その後、新しいパネルにお好きなものを追加してください。大きさなども変更できます。</p>
kk: <p>Егер Сізге батырмалар мен аплеттерді орналастыру үшін тағы бір панель қажет болса, тышқанның оң батырмасымен панельді шертіп, "Панельге қосу -> Панель -> Панель" деп еншілес панелін құрыңыз.</p><p> (Содан кейін жаңа панельге керегін орналастыруға, оның өлшемін өзгертуге, және т.б. істеуге болады).</p>
km: <p>ប្រសិនបើ​អ្នក​ចង់​បាន​បន្ទះ​មួយ​ទៀត ដើម្បី​ធ្វើ​ឲ្យ​មាន​កន្លែង​កាន់​តែ​ច្រើន សម្រាប់​អាប់ភ្លេត និង​ប៊ូតុង​របស់​អ្នក សូម​ចុច​ប៊ូតុង​កណ្ដុរ​ខាង​ស្ដាំ​លើ​បន្ទះ ដើម្បី​ហៅម៉ឺនុយ​បន្ទះ ហើយ​ជ្រើស "បន្ថែមទៅ​បន្ទះ->បន្ទះ->បន្ទះ​" ។</p><p> (បន្ទាប់​មក អ្នក​អាច​ដាក់​អ្វី​ក៏​បាន​ដែរ​នៅ​លើ​បន្ទះ​ថ្មី ហើយ​លៃតម្រូវទំហំ​របស់​វា ។ល។)</p>
ko: <p>다른 패널을 원한다면, 응용프로그램에 대한 공간과 버튼을 만들기 위해 패널에서 마우스 오른쪽 버튼을 눌러서 패널 메뉴를 호출하고 "패널에 더하기->패널->패널"을 선택하십시오.</p><p> (새로운 패널에 크기를 적용하고 어떤 것도 가져다 놓을 수 있습니다.)</p>
lt: <p>Jei norite kito pulto, suteikiančio daugiau erdvės Jūsų įskiepiams ir mygtukams, spragtelėkite dešiniu pelės mygtuku ant pulto ir pasirinkite iš pulto meniu „Įdėti į pultą“->„Pultas“->„Pultas“.</p><p> (Tuomet galite įdėti bet ką į naują pultą, pakeisti jo dydį ir taip toliau.)</p>
mk: <p>Ако сакате друг панел за да направите повеќе место за вашите аплети и копчиња, кликнете со десното копче од глушецот на панелот за да го повикате менито и изберете „Додај на панел->Панел->Панел“.</p><p> (Потоа на новиот панел може да ставите било што, да му ја смените големината итн.)</p>
nb: <p>Dersom du vil ha enda et panel for å få bedre plass til panelprogrammer og knapper, klikk med høyre museknapp på panelet og velg «Legg til – Panel – Underpanel» fra panelmenyen.</p><p> (Du kan legge hva du vil på det nye panelet, endre størrelsen på det og så videre.)</p>
nds: <p>Wenn Du noch en Paneel bruukst, üm mehr Platz för Knööp un Lüttprogrammen to hebben, kannst Du mit den rechten Muusknoop op dat Paneel klicken un "Nieg Paneel tofögen->Paneel" anklicken.</p><p> (Du kannst dor allens op afleggen, de Grött ännern un so wieder.)</p>
nl: <p>Als u een ander paneel wilt gebruiken om zo meer ruimte te krijgen voor uw applets en knoppen, klik dan met de rechter muisknop op het paneel en selecteer "Paneelmenu->Aan paneel toevoegen->Extensie->Dochterpaneel" in het contextmenu.</p><p> (U kunt dan van alles in het nieuwe paneel zetten en/of de grootte ervan aanpassen etc.)</p>
nn: <p>Dersom du vil ha endå eit panel for å få betre plass til panelprogram og knappar, klikk med høgre museknapp på panelet og vel <em>Legg til – Panel – Panel</em> frå panelmenyen.</p> <p>(Du kan leggja kva du vil på det nye panelet, endra storleiken på det og så vidare.)</p>
pt: <p>Se quiser outro painel para ter mais espaço para as suas 'applets' ou botões no geral, carregue com o botão direito no painel para invocar o menu do painel e escolha o "Adicionar ao Painel->Painel->Painel".</p><p> (Poderá então pôr o que quiser no novo painel e/ou ajustar o seu tamanho e assim por diante.)</p>
pt_br: <p>Se você quer outro painel para ter mais espaço para seus mini-aplicativos e botões, pressione o botão direito do mouse sobre o painel para invocar o menu do painel e selecione "Adicionar ao Painel ->Painel->Painel".</p><p> (Você agora pode colocar qualquer coisa no painel novo e/ou ajustar seu tamanho e assim por diante).</p>
ru: <p>Если вам необходима ещё одна панель для размещения кнопок и аплетов, щёлкните правой кнопкой мыши на панели (откроется меню панели) и выберите "Добавить новую панель -> Панель".</p><p> После этого на новую панель можно помещать объекты, изменять её размер и т. д.</p>
rw: <p>Niba ushaka undi mwanya, kugira ngo apuleti na buto zawe zibone undi mwanya kandisha buto y'iburyo ku mwanya kugira ngo uhamagare ibikubiye mu mwanya maze uhitemo "Kongera ku Mwanya->Umwanya->Umwanya".</p><p> (Ushobora noneho gushyira ikibonetse k'umwanya mushya, gutunganya ingano yawo na ibindi.)</p>
sk: <p>Ak chcete ďalší panel pre viac miesta pre applety/tlačidlá, stlačte pravé tlačidlo myši na paneli a vyberte z menu "Pridať->Panel->Potomok panelu".</p><p> (Potom môžete umiestniť čokoľvek na novom paneli a prispôsobiť si jeho veľkosť, atď.)</p>
sl: <p>Če želite dodaten pult, da bi imeli več prostora za svoje vstavke ali gumbe, kliknite z desnim gumbom miške na pultu. S tem prikličete meni pulta. Nato izberite »Dodaj nov pult > Pult«.</p><p> (Potem lahko na novi pult dodate karkoli, pa tudi spreminjate njegovo velikost in podobno.)</p>
sr: <p>Ако желите још један панел, да бисте направили више простора за ваше аплете и дугмад, на панелу притисните десни дугме миша и добићете мени панела. У њему одаберите „Додај на панел->Панел->Панел“.</p> <p>(Можете додати било шта на нови панел, променити му величину, итд.)</p>
sr@latn: <p>Ako želite još jedan panel, da biste napravili više prostora za vaše aplete i dugmad, na panelu pritisnite desni dugme miša i dobićete meni panela. U njemu odaberite „Dodaj na panel->Panel->Panel“.</p> <p>(Možete dodati bilo šta na novi panel, promeniti mu veličinu, itd.)</p>
sv: <p>Om du vill ha ytterligare en panel för att få mer utrymme för miniprogram och knappar, klicka med den högra musknappen på panelen för att visa panelmenyn, och välj "Lägg till i panelen -> Panel -> Panel".</p> <p> (Därefter kan du lägga vad som helst på den nya panelen, ändra dess storlek osv.)</p>
th: <p>หากคุณต้องการถาดพาเนลอีกอัน เพื่อให้มีพื้นทีสำหรับแอพเพล็ตและปุ่มของคุณเอง ทำได้ด้วยการกดเมาส์ปุ่มขวาบนถาดพาเนล เพื่อเรียกเมนูของพาเนล และเลือก "เพิ่มใส่พาเนล->พาเนล->พาเนล"</p><p> (คุณจะสามารถเพิ่มอะไรๆ เข้าไปบนถาดพาเนลนี้, ปรับขนาดมัน และอื่น ๆ ได้)
uk: <p>Якщо вам потрібна ще одна панель для аплетів та кнопок, натисніть праву кнопку мишки на панелі, щоб з'явилось меню й виберіть "Меню панелі->Додати нову панель->Панель".</p><p> (Далі ви зможете додати все, що завгодно, у нову панель або змінити її розмір і та ін.)</p>
vi: <p>Nếu bạn muốn tạo một bảng điều khiển thêm, để cung cấp đủ chỗ cho các tiểu dụng và cái nút, bạn hãy nhắp-phải vào bảng điều khiển đã có, để mở trình đơn bảng, rồi chọn <b>Thêm vào bảng điều khiển &rarr; Bảng điều khiển &rarr; Bảng điều khiển</b>.</p><p> Sau đó, bạn có thể sử dụng bảng mới bằng cách nào thường: thêm mục, điều chỉnh kích cỡ v.v.</p> <p><i>Nhắp phải</i> &mdash; bấm giữ cái nút bên phải trên con chuột khi nhắp vào gì</p>
zh_cn: <p>如果您需要另一个面板来容纳您更多的程序或者按钮， 一般地，您可以在面板上右点鼠标激活面板菜单并选择 “添加到面板->面板->子面板”。</p> <p>(然后您可以在新面板中放入任何东西或者调整它的尺寸等等。)</p>
zh_tw: <p>如果您想增加面板來騰出空間給面板程式或按鈕， 可在面板上按滑鼠右鍵來顯示面板選單並選擇 「加入至面板→面板→面板」。</p><p> （您可以在新的面板上放上任何東西或 調整大小之類。）</p>

source: <p>If you want to contribute your own "tip of the day", please send it to <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, and we will be happy to include it in the next release.</p>
af: <p>As jy 'n bydrae wil lewer vir "leidraad van die dag", asseblief stuur dit na <a href="mailto:kalle@kde.org">de-doc-english@kde.org</a>, en ons sal bly wees dit vir die volgende vrystelling in te sluit.</p>
ar: <p>إذا كنت تريد المساهمة و إنشاء "تلميحة اليوم" من تأليفك، عليك بإرسالها إلى <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a> و سنكون سعداء بضمنها في التحرير التالي من الإصدار.</p>
ca: <p>Si voleu contribuir amb el vostre propi "consell del dia", envieu-lo a <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a> i ens alegrarà integrar-lo a l'edició següent.</p>
da: <p>Hvis du gerne vil bidrage med dit eget "dagens vink", så send det til <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, så vil vi med glæde inkludere det i næste udgave.</p>
de: <p>Wenn Sie selbst einen "Tipp des Tages" beisteuern möchten, schicken Sie diesen bitte an <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>. Wir werden ihn gern in die nächste Version aufnehmen.</p>
el: <p>Αν θέλετε να συνεισφέρετε τη δικιά σας "συμβουλή της ημέρας", παρακαλώ στείλτε την στο <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a> και ευχαρίστως θα την ενσωματώσουμε στην επόμενη έκδοση.</p>
eo: <p>Se vi volas kontribui vian propran "Konsileton de la tago", bv. sendi ĝin al <a href="mailto:kde-doc-esperanto@kde.org">kde-doc-esperanto@kde.org</a>, kaj ni ĝojos aldoni ĝin en la sekva eldono.</p>
es: <p>Si quiere contribuir con su propio «consejo del día», por favor envíelo a <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, y con mucho gusto lo integraremos en la siguiente versión.</p>
et: <p>Kui soovid kaasa aidata vihjetega, mida võiks siia baasi lisada, saada see palun aadressile <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a> ning me lisame hea meelega selle järgmisesse versiooni.</p>
eu: <p>Zuk ere zeure "Eguneko Iradokizuna"rekin lagundu nahi baduzu, mesedez <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a> helbidera bidali, eta hurrengo bertsioan gustura gehituko dugu.</p>
fa: <p>اگر می‌خواهید »نکتۀ روز« خود را ارائه کنید، لطفاً، آن را به <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a> ، ارسال نمایید، خوشحال می‌شویم که آن را در نشر بعدی به کار ببریم.</p>
fi: <p>Jos haluat sisällyttää kokoelmaan oman vinkkisi, lähetä se osoitteeseen <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>niin liitämme sen mielellämme seuraavaan versioon.</p>
fr: <p>Si vous souhaitez proposer votre propre « astuce du jour », veuillez l'envoyer à <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, nous serons heureux de l'intégrer dans la prochaine version.</p>
fy: <p>As jo in eigen "tip fan de dei" bydrage wolle, stjoer dizze dan (yn it Ingelsk!) nei <a href="mailto:kalle@kde.org">kalle@kde.org</a>, en wy sille jo tippe mei leafde taheakje oan de folgjende útjefte fan KDE.</p>
hu: <p>Ha valami eredeti ötlete támadt "A mai tipp" számára, küldje el a <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>címre. A legjobb javaslatok bekerülhetnek a KDE következő verziójába.</p>
is: <p>Ef þú hefur góða vísbendingu, vinsamlega sendu hana þá til <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, og við munum bæta henni við næstu útgáfu.</p>
ja: <p>あなた自身の「今日の一言」を提供していただけるなら、<a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a> に送ってください。次のリリースに喜んで取り込ませていただきます。</p>
kk: <p>Егер Сіз өзіңіздің "бүгінгі кеңесті" қосқыңыз келсе , оны мына сайтқа жіберіңіз: <a href="mailto:kalle@kde.org">kalle@kde.org</a>, біз оны қуанышпен келесі KDE шығарлымына енгіземіз.</p>
km: <p>ប្រសិនបើ​អ្នក​ចង់បរិច្ចាគ "ព័ត៌មាន​ជំនួយ​ថ្ងៃ​នេះ" ផ្ទាល់ខ្លួន​របស់​អ្នក សូម​ផ្ញើ​វា​ទៅកាន់ <a href="mailto:kalle@kde.org">kalle@kde.org</a> នោះយើង​នឹង​រីករាយ រួម​បញ្ចូល​វា​ក្នុង ការ​ចេញផ្សាយលើក​ក្រោយ ។</p>
ko: <p>"오늘의 팁"에 자기가 알고 있는 팁을 넣고 싶다면, <a href="mailto:kalle@kde.org">kalle@kde.org</a>로 편지를 보낸 뒤 다음 판이 나왔을 때 자신이 보낸 팁이 포함된 것으로 행복을 느껴보세요.</p>
lt: <p>Jei norite pridėti savo „dienos patarimą“, prašome siųsti jį <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, ir mes mielai integruosime jį leisdami kitą versiją.</p>
mk: <p>Ако сакате да придонесете со ваш „совет на денот“, испратете го на <a href="mailto:kalle@kde.org">kalle@kde.org</a>, а ние со задоволство ќе го вклучиме во следното издание.</p>
nb: <p>Hvis du vil bidra med egne «dagens tips», så kan du senda dem til <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, så vil vi gjerne bruke de i neste utgave.</p>
nds: <p>Wenn Du Dien egen "Tipp för Vundaag" bidregen wullt, schick em bitte an <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>. Wi freut uns, den Tipp mit in de tokamen Verschoon to nehmen.</p>
nl: <p>Als u uw eigen "tip van de dag" wilt bijdragen, zend deze dan (in het Engels!) naar <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, en we zullen uw tip met alle plezier toevoegen aan de volgende uitgave van KDE.</p>
nn: <p>Dersom du vil bidra med eigne «dagens tips», kan du senda dei til <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, så vil me gjerne bruka dei i neste utgåve.</p>
pt: <p>Se quiser contribuir com a sua própria "dica do dia", envie-a por favor para <a href="kde-doc-english@kde.org">kde-doc-english@kde.org</a> e teremos o maior prazer de a integrar na próxima versão.</p>
pt_br: <p>Se você quer contribuir com sua própria "dica do dia", mande-a para <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, e nós ficaremos felizes em integrá-la à próxima versão.</p>
ru: <p>Если вы хотите добавить ваши собственные "полезные советы", присылайте их на <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, и мы будем рады включить их в следующую версию.</p>
rw: <p>Niba ushaka gutanga inama y'uyu munsi "yawe bwite", yohereze ku <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, bityo tuzishimira kuyishyira mu bizahoka ubutaha.</p>
sk: <p>Ak by ste chceli prispieť vlastným "tipom dňa", prosím, pošlite ho na adresu <a href="mailto:kalle@kde.org">kalle@kde.org</a> a veľmi radi ho integrujeme do novej verzie.</p>
sl: <p>Če bi radi prispevali svoj »nasvet dneva«, ga pošljite na naslov <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a> in z veseljem ga bomo uvrstili v naslednjo izdajo.</p>
sr: <p>Ако желите да приложите свој „савет дана“, пошаљите га на <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, и радо ћемо га укључити у следеће издање.</p>
sr@latn: <p>Ako želite da priložite svoj „savet dana“, pošaljite ga na <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, i rado ćemo ga uključiti u sledeće izdanje.</p>
sv: <p>Om du vill bidra med ditt eget "dagens tips" kan du skicka det till <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>. Det blir oss ett nöje att lägga till det i nästa utgåva.</p>
th: <p>หากคุณต้องการเผยแพร่ "เคล็ดลับประจำวัน" ของคุณเอง โปรดส่งมาที่ <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a> และเรายินดีจะเพิ่มมัน เข้าไปยังฐานข้อมูลในรุ่นถัดไป</p>
uk: <p>Якщо ви хочете додати власну пораду, будь ласка, надішліть її до <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, ми з задоволенням інтегруємо її у наступному випуску.</p>
vi: <p>Nếu bạn muốn đóng góp một <b>Mẹo của hôm nay</b>, vui lòng gởi lá thư cho <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>, và chúng tôi sẽ thực hiện nó trong bản phát hành kế tiếp.</p> [<i>Dịch giả</i> &mdash; Nếu bạn gặp khó khăn viết tiếng Anh, vui lòng gởi thư cho <a href="mailto:kde-l10n-vi@kde.org">Nhóm Việt hoá KDE</a> và chúng tôi sẽ dịch cho bạn. :) ]
zh_cn: <p>如果您想贡献您自己的“日积月累”，请将它发到 <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>，我们将很高兴将它收集到下一个版本当中。</p>
zh_tw: <p>如果您想貢獻自己的「每日秘訣」，請寄到 <a href="mailto:kde-doc-english@kde.org">kde-doc-english@kde.org</a>， 我們將很樂意 把它收錄 到下一個版本。</p>
