Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> Double-clicking on the titlebar of any window "shades" it, which means that only the titlebar stays visible. Double-clicking the titlebar a second time will make the window visible again.<br> Of course, you can change this behavior within the Control Center. </p> <p>For more information about ways to manipulate windows in KDE, take a look at <a href="help:/khelpcenter/userguide/windows-how-to-work.html">the KDE User Guide</a>.</p>
af: <p> Deur te dubbel-kliek op die titelbar van enige venster "verdof" dit, wat beteken dat slegs die titelbalk sigbaar bly. Deur dit weer te dubbel-kliek sal dit weer sigbaar word.<br> Jy kan verander hierdie gedrag binne in die Kontrole Sentrum. </p> <p>Jy kan meer uitvind omtrent die manipulering van vensters in Kde, by <a href="help:/khelpcenter/userguide/windows-how-to-work.html">die Kde Gebruikers Gids</a>.</p>
ar: <p> أنً الضغط الثنائي على شريط العنوان لأي نافذة يسبب "تظليلها" و ذلك يعني أنً فقط العنوان سيبقى ظاهراً. إعادة التكرار للضغط الثنائي سوف يجعل النافذة تظهر عن جديد.<br> طبعاً يمكنك تغيير هذا السلوك في مركز التحكم. </p> <p>للمزيد من المعلومات عن كيفية المداولة بلنوافذ في KDE ، ألقي نظرة على <a href="help:/khelpcenter/userguide/windows-how-to-work.html">دليل KDE للمستخدم</a>.</p>
ca: <p> El doble clic a la barra de títol d'una finestra la "plega", el que significa que només queda visible la barra de títol. El segon doble clic a la barra de títol tornarà a fer visible la finestra.<br> Naturalment, podeu canviar aquest comportament usant el centre de control. </p> <p>Trobareu més informació quant a les maneres de manipular les finestres al KDE fent un cop d'ull a <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> la Guia d'Usuari KDE</a>.</p>
da: <p>For mere information om måder at manipulere vinduer i KDE, kig i <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE's brugerguide</a>.</p>
de: <p> Ein Doppelklick auf die Titelleiste eines Fensters betätigt den "Fensterheber". Das bedeutet, dass anschließend nur noch die Titelleiste sichtbar ist. Wenn Sie erneut auf die Leiste doppelklicken, wird wieder das gesamte Fenster ausgefahren.<br> Dieses Verhalten lässt sich selbstverständlich im Kontrollzentrum ändern. </p><p>Weitere Informationen und Hilfestellungen finden Sie im <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Benutzerhandbuch von KDE</a>.</p>
el: <p> Το διπλό κλικ στη γραμμή τίτλου ενός παραθύρου το "σκιάζει", που σημαίνει πως μόνο η γραμμή τίτλου μένει ορατή. Δεύτερο διπλό κλικ στη μπάρα τίτλου θα ξανακάνει ορατό το παράθυρο.<br> Φυσικά το Κέντρο ελέγχου σας επιτρέπει να αλλάξετε αυτή τη συμπεριφορά. </p> <p>Για περισσότερες πληροφορίες σχετικά με μεθόδους χειρισμού των παραθύρων στο KDE, ανατρέξτε στο <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Το εγχειρίδιο χρήστη του KDE</a>.</p>
eo: <p>Duklako sur titolabreto de fenestro, envolvas ĝin, t.e. restas videbla nur la titolabreto. Refoja duklako revidigas la tutan fenestron.<br> Kompreneble vi povas ŝanĝi tiun konduton en la Stircentro. </p> Por pli da informo pri la agordo de fenestroj en KDEa, vidu <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> la KDEa Uzant-gvidlibron</a>. </p>
es: <p> Pulsando dos veces sobre la barra de título de cualquier ventana ésta se «recoge», lo que significa que sólo la barra de título permanece visible. Pulsar de nuevo dos veces sobre ella hará la ventana visible de nuevo.<br> Por supuesto, puede cambiar este comportamiento desde el Centro de Control.</p> <p>Para obtener más información sobre la forma de manipular las ventanas en KDE, eche un vistazo a <a href="help:/khelpcenter/userguide/windows-how-to-work.html">la guí de usuario de KDE</a>.</p>
et: <p> Topeltklõps akna tiitliribal "kerib akna kokku", mis tähendab seda, et ainult tiitliriba jääb nähtavale. Teine topeltklõps tiitliribal toob akna uuesti nähtavale.<br> Loomulikult on sul võimalus seda käitumist juhtimiskeskuses muuta. </p> <p>Rohkem infot akende käsitlemise kohta KDE-s leiab <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE kasutaja käsiraamatust</a>.</p>
eu: <p> Edozein leihoren izenburu barran klik bikoitza egiteak leihoa "bildu" egiten du, eta, ondorioz, izenburu barra gelditzen da ikusgarri, soilik. Bigarren aldiz izenburu barran klik bikoitza egiteak leihoa ikusgai bihurtzen du berriz.<br> Portaera hau Kontrol gunean alda dezakezu, jakina. </p> <p>Leihoak kudeatzeari buruzko informazio gehiagorako begiratu <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE erabiltzaile gida</a>.</p>
fa: <p> دو بار فشار روی میله عنوان هر پنجره‌ای، آن را »سایه‌دار« می‌کند، یعنی فقط میله عنوان مرئی می‌ماند. با دو بار فشار میله عنوان در بار دوم، پنجره دوباره مرئی می‌شود. <br> البته، می‌توانید این رفتار را در مرکز کنترل تغییر دهید. </p> <p>جهت اطلاعات بیشتر پیرامون روشهای دست‌کاری پنجره‌ها در KDE، به <a href="help:/khelpcenter/userguide/windows-how-to-work.html">راهنمای کاربر KDE</a>، نگاهی بیندازید.</p>
fi: <p>Ikkunan otsikkorivin kaksoisnapsauttaminen "varjostaa" ikkunan, jolloin vain ikkunan otsikkorivi jää näkyviin. Kaksoisnapsautus varjostetulla otsikkorivillä palauttaa ikkunan.<br>Voit muuttaa tätä ominaisuutta KDE:n ohjauskeskuksesta.</p><p>Lisätietoa ikkunoiden ominaisuuksista on saatavilla <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE:n käyttöohjeesta</a>.</p>
fr: <p> Le double clic sur la barre de titre d'une fenêtre l'« enroule », ce qui signifie que seule cette barre reste visible. Un autre double clic la rend à nouveau visible.<br> Vous pouvez bien sûr modifier ce comportement dans le Centre de Configuration de KDE.</p> <p> Pour plus d'informations sur les façons de manipuler les fenêtres, consultez le <a href="help:/khelpcenter/userguide/windows-how-to-work.html">guide de l'utilisateur de KDE</a>.</p>
fy: <p> Ast op de titelbalke fan in willekeurich finster dûbelklikst, dan wurd dizze oprôle. Allinnich de titelbalke is dan noch sichtber. Ast dan noch in ker dûbelklikst op de titelbalke, dan wurd it finster wer sichtber. <br> Natuerlik kinst dit gedrach wizigje yn it konfiguraasjesintrum. </p> <p>Foar mear ynformaasje oer hoe't jo de finster yn KDE manipulearje kinne, sjoch ris yn <a href="help:/khelpcenter/userguide/windows-how-to-work.html">de KDE brûkersgids</a>.</p>
hu: <p> Ha duplán rákattint egy ablak címsorára, az ablak "felgördül", és csak a címsor marad látható. Ha még egyszer rákattint duplán, az ablak ismét láthatóvá válik.<br> Ezt a működést a Vezérlőpultban meg lehet változtatni. </p> <p>Ha többet szeretne tudni a KDE ablakkezelési lehetőségeiről, olvassa el <a href="help:/khelpcenter/userguide/windows-how-to-work.html">a KDE felhasználói kézikönyvét</a>.</p>
is: <p> Að tvísmella á titilslá glugga "rúllar honum upp", sem hefur þau áhrif að allur glugginn, fyrir utan titilslánna, hverfur. Að tvísmella á titilslá upprúllaða gluggans færir hann aftur í fyrra horf. <br> Þetta, eins og annað, er auðvitað stillanlegt í KDE Stjórnborðinu. </p> <p>Fyrir nánari upplýsingar um hvernig á að sýsla með glugga í KDE, skoðaðu <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE notandahandbókina</a>.</p>
ja: <p> ウィンドウのタイトルバーをダブルクリックすると、ウィンドウをタイトルバーだけに縮小することができます。これを「シェード」と言います。もう一度タイトルバーをダブルクリックすると、ウィンドウは元に戻ります。</p><p>この挙動は、コントロールセンターで変更できます。</p> <p>KDE でのウィンドウの詳しい操作方法については <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE ユーザガイド</a> をご覧ください。</p>
kk: <p> Терезе айдарынан қос шертім, оны айдарға түйеді. Сонда көрініп қалатыны тек айдардың жолағы ғана. Айдарды тағы қос шертсеңіз, терезе қайта жайылады.<br> Әрине, Басқару орталықта бұл тәртіпті өзгертуге болады. </p> <p>KDE жүйеде терезелермен айналысу туралы толығырақ <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> KDE пайдаланушының бағыттамасы</a> дегенді қараңыз.</p>
km: <p> ការ​ចុច​ទ្វេដង​លើ​របារ​ចំណងជើង​របស់​បង្អួច​ណា​មួយ នឹង​"ចោល​ស្រមោល"​វា មាន​ន័យ​ថា មាន​តែ​របារ​ចំណងជើង​ប៉ុណ្ណោះ ដែល​អ្នក​អាច​មើលឃើញ ។ ការ​ចុច​ទ្វេដង​លើ​របារ​ចំណងជើង ម្ដង​ទៀត នឹង​ធ្វើ​ឲ្យ​អ្នក​មើលឃើញ​បង្អួច​ម្ដង​ទៀត ។<br> ពិតប្រាកដណាស់ អ្នក​ក៏​អាច​ប្ដូរ​ឥរិយាបថ​នេះ នៅ​ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា​ផង​ដែរ ។</p> <p>ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី​វិធីរៀបចំ​បង្អួច​ក្នុង KDE សូម​មើល <a href="help:/khelpcenter/userguide/windows-how-to-work.html">មគ្គុទ្ទេសក៍​អ្នកប្រើ KDE</a>។</p>
ko: <p> 어떤 창의 제목을 더블 클릭하는 것이 "그림자"로 만듭니다. 즉 제목막대만 보이게 합니다. 제목을 다시 더블클릭하는 것은 안보였던 창을 다시 보이게 만들 것입니다.<br> 물론, 제어판에서 이 동작을 변경할 수 있습니다. </p> <p>KDE에서 창을 생성하하는 방법에 대한 더 많은 정보를 원한다면, <a href="help:/khelpcenter/userguide/windows-how-to-work.html">the KDE 사용자 가이드</a>를 보십시오.</p>
lt: <p> Dvigubas spragtelėjimas ant bet kokio lango antraštės „užtemdo“ jį, tai yra, palieka matomą tik antraštės juostą. Antras dvigubas spragtelėjimas vėl padaro langą matomu.<br> Savaime suprantama, Jūs galite pakeisti šį elgesį naudodami Valdymo centrą. </p> <p>Daugiau informacijos apie manipuliavimą langais KDE aplinkoje galite rasti <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE naudotojo vadove</a>.</p>
mk: <p> Двојниот клик на насловната лента на секој прозорец го „засенчува“ истиот, што значи дека останува видлива само насловната лента. Повторен двоен клик на насловната лента ќе го направи прозорецот повторно видлив.<br> Секако, ова однесување може да го смените во Контролниот центар. </p> <p>За повеќе информација околу начините на кои можете да манипулирате со прозорците во KDE, погледнете го <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Водичот за корисници на KDE</a>.</p>
nb: <p> Dobbeltklikk på tittellinja til et vindu for å «rulle» det inn, dvs at bare tittellinja vil bli synlig. Dobbeltklikk igjen for å gjøre det synlig.<br> Du kan selvsagt endre denne oppførselen i kontrollpanelet. </p>
nds: <p> Du kannst op den Titelbalken vun jichtenseen Finster dubbelklicken, dat warrt denn "oprullt" - bloots de Titelbalken warrt noch wiest. Wenn Du en tweet maal op den Titelbalken dubbelklickst, warrt dat Finster wedder heel sichtbor.<br> Kloor, dat Du dit Bedregen ok in't Kuntrullzentrum anners instellen kannst. </p> <p>Binnen <a href="help:/khelpcenter/userguide/windows-how-to-work.html">dat KDE-Brukerhandbook</a> gifft dat mehr Informatschonen över dat Bedenen vun Finstern in KDE.</p>
nl: <p> Als u op de titelbalk van een willekeurig venster dubbelklikt, dan wordt deze "opgerold". Alleen de titelbalk is dan nog zichtbaar. Als u dan nogmaals dubbelklikt op de titelbalk, dan wordt het venster weer zichtbaar. <br> Uiteraard kunt u dit gedrag wijzigen in het Configuratiecentrum. </p> <p>Voor meer informatie over het manipuleren van vensters in KDE: lees de <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE-gebruikersgids</a>.</p>
nn: <p>Dobbeltklikk på tittellinja til eit vindauge for å «rulla» det opp. Dåvert vindauget gøymt, med berre tittellinja synleg. Dobbeltklikk igjen for å rulla vindauget ned att.<br>I kontrollsenteret kan du sjølvsagt endra denne åtferda.</p> <p>Du finn meir informasjon om korleis du kan tilpassa vindauge i KDE i <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE-handboka</a>.</p>
pt: <p> Carregando duas vezes na barra de título de qualquer janela faz com que esta se "enrole", o que significa que só esta barra fica visível. Carregando duas vezes de novo na barra de título, volta a pôr a janela visível de novo.<br> Claro que o utilizador pode mudar este comportamento usando o Centro de Controlo. </p> <p>Para mais informações sobre as formas de manipular as janelas no KDE, dê uma vista de olhos no <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> Guia de Utilizador do KDE</a>.</p>
pt_br: <p> Clicar duas vezes na barra de título de qualquer janela "enrola" a mesma, o que significa que apenas a barra de título permanece visível. Clicar duas vezes na barra de título uma segunda vez fará esta janela ficar visível novamente.<br> É claro, você pode mudar este comportamento usando o Centro de Controle. </p> <p>Para mais informações sobre as maneiras de como manipular as janelas do KDE, dê uma olhada no <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Guia do Usuário do KDE</a>.</p>
ru: <p> Двойной щелчок на заголовке окна сворачивает его в заголовок. Ещё один двойной щелчок на заголовке восстанавливает окно в его прежнем виде.<br> Конечно, вы можете изменить это поведение окна в Центре управления. </p> <p>Более подробная информация о работе с окнами в KDE приведена в <a href="help:/khelpcenter/userguide/windows-how-to-work.html">руководстве пользователя KDE</a>.</p>
rw: <p> Gukanda kabiri ku murongo mutwe w'idirishya ribonetse ryose bituma"ryijima", bivuga ko umurongo mutwe gusa ari wo uzaguma kugaragara. Gukanda kabiri umurongo mutwe bwa kabiri bizatuma idirishya ryongera kugaragara.<br> Birumvikana, ushobora guhindurira iyi myifatire mu Kigo cy'Igenzura. </p> <p>Kugira ngo ubone ibindi bisobanuro byerekeye uburyo bakoresha amadirishya yo muri KDE, reba <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> Imfashakoresha ya KDE</a>.</p>
sk: <p> Dvojitým kliknutím na titulok okna sa okno presunie do módu "shades" (zabalí) to znamená, že viditeľný bude iba titulok okna. Opätovné dvojité kliknutie na titulok okna spôsobí, že okno bude zase viditeľné.<br> Samozrejme môžete túto vlastnosť zmeniť v Ovládacom centre. </p> <p>Pre viac informácií o spôsoboch ako manipulovať s oknami v KDE, pozrite <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Užívateľskú príručku KDE</a>.</p>
sl: <p>Če dvakrat kliknete naslovno vrstico okna, okno »zvijete«. To pomeni, da ostane vidna le naslovna vrstica. Če jo vnovič dvakrat kliknete, okno spet postane vidno.<br> To obnašanje seveda lahko spremenite v Nadzornem središču.</p> <p>Za več informacij o načinih za ravnanje z okni v KDE si oglejte <a href="help:/khelpcenter/userguide/desktop-components.html#id309853"> Uporabniški priročnik KDE</a>.</p>
sr: <p>Двокликом на насловну траку прозор се „намотава“, што значи да само насловна трака остаје видљива. Поновни двоклик на насловну траку ће учинити прозор опет видљивим.<br> Наравно, ово понашање можете променити у Контролном центру.</p> <p>За више информација о руковању прозорима у KDE-у, погледајте <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Кориснички приручник за KDE</a>.</p>
sr@latn: <p>Dvoklikom na naslovnu traku prozor se „namotava“, što znači da samo naslovna traka ostaje vidljiva. Ponovni dvoklik na naslovnu traku će učiniti prozor opet vidljivim.<br> Naravno, ovo ponašanje možete promeniti u Kontrolnom centru.</p> <p>Za više informacija o rukovanju prozorima u KDE-u, pogledajte <a href="help:/khelpcenter/userguide/windows-how-to-work.html">Korisnički priručnik za KDE</a>.</p>
sv: <p> Om du dubbelklickar på ett fönsters namnlist "rullas" det upp, vilket betyder att endast namnlisten förblir synlig. Om du dubbelklickar på namnlisten igen blir hela fönstret åter synligt.<br> Naturligtvis kan du ändra på det här beteendet i Inställningscentralen. </p> <p>För mer information om sätt att hantera fönster i KDE, ta en titt i <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE:s användarhandbok</a>.</p>
th: <p> ดับเบิลคลิ้กที่ แถบหัวเรื่องหน้าต่าง เพื่อ "พับเก็บ" มัน โดยจะทำให้เห็นเพียงแถบหัวเรื่องหน้าต่างเท่านั้น ดับเบิลคลิ้กอีกครั้งจะทำให้ แสดงตัวหน้าต่างเหมือนเดิม<br> และแน่นอน คุณสามารถเปลี่ยนคุณสมบัตินี้ได้ โดยใช้ศูนย์ควบคุม </p> <p>สำหรับข้อมูลเพิ่มเติมเกี่ยวกับวิธีในการปรับเปลี่ยนค่าของหน้าต่างใน KDE ลองไปดูที่ <a href="help:/khelpcenter/userguide/windows-how-to-work.html"> แนวทางผู้ใช้งาน KDE </a></p>
uk: <p> Подвійне клацання на смужці заголовка будь-якого вікна "згортає" його, тобто на екрані залишиться тільки смужка заголовка. Подвійне клацання на смужці заголовка другий раз зробить вікно знову видимим.<br> Ви можете змінити таку поведінку вікна у Центрі Керування. </p> <p>За більш докладною інформацією про керування вікнами у KDE зверніться до <a href="help:/khelpcenter/userguide/windows-how-to-work.html">посібника користувача KDE</a>.</p>
vi: <p> Việc nhắp đôi trên thanh tựa của cửa sổ nào sẽ cuộn lên toàn bộ cửa sổ, chỉ thanh tựa còn lại. Còn việc nhắp đôi lại sẽ cuộn nó xuống lại.<br> Bạn có thể điều chỉnh ứng xử này trong Trung tâm Điều khiển. </p> <p>Để tìm thông tin thêm về cách thao tác cửa sổ trong môi trường KDE, vui lòng đọc<a href="help:/khelpcenter/userguide/windows-how-to-work.html">chương này trong Hướng dẫn Người dùng KDE</a>.</p>
zh_cn: <p>双击任何窗口的标题栏将使它“卷起”，也就是只剩下标题栏可见。再次双击标题栏将使窗口重新出现。<br>当然，您可以用控制中心改变这一行为。</p><p>要获得关于在 KDE 中用不同方式操纵窗口的更多信息，请看<a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE 用户指南</a>。</p>
zh_tw: <p> 雙擊任何視窗的標題列可以「遮蓋」視窗， 亦即只有標題列是看得到的。再次雙擊標題列 會令視窗再次出現。<br> 當然，你可以使用控制中心來改變這個行為模式。 </p> <p>需要更多關於在 KDE 中管理視窗的資訊，請查閱 <a href="help:/khelpcenter/userguide/windows-how-to-work.html">KDE 使用者指南</a>。</p>
