Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>KMail is KDE's email client, but did you know that you can integrate it -- along with other programs -- to bring them all under one roof? Kontact was made to be a Personal Information Management suite, and it integrates all components under it seamlessly.</p> <p>Other possible programs to integrate with Kontact include KAddressBook (for handling Contacts), KNotes (for keeping notes), KNode (to keep up-to-date with the latest news), and KOrganizer (for a comprehensive calender).</p>
af: <p>KMail is KDE se e-pos kliënt, maar het jy geweet jy kan al die programme integreer -- om dit alles onder een dak byeen te bring. Kontact was ontwerp om 'n Persoonlike Inligtings Bestuurder pakket te wees, en dit integreer al die komponente sonder moeite.</p> <p>Ander moontlike programme om met Kontact te integreer sluit in, KAddressBook (om Kontakte te hanteer), KNotes (vir byhou van notas), KNode (om op datum te bly met die jongste nuus), en KOrganizer (vir 'n saamgestelde almanak).</p>
ar: <p>إنّ KMail هو زبون البريد لِــ KDE، و لكن هل أنت تعرف أنك تستطيع جعله متكامل مع برامج أخرى و جعلها كلها تحت سقف واحِد. لقد تمّ إنشاء Kontact كي يكون طاقم تنظيم معلوماتك الشخصي و يمكن دمج كل المكونات فيه .</p> <p>تضمّ البرامج الأخرى اللتي يمكن دمجها في Kontact : KAddressBook ( لمعاملة المراسلين) ، KNotes (لحفظ بعض الملحوظات )، KNode ( للبقاء على علم عن آخر الأخبار ) ، و أيضاً KOrganizer ( و هو رزنامة و دفتر يوميات شامل).</p>
ca: <p>KMail és el client de correu del KDE, però sabíeu que el podeu integrar -- amb altres programes -- i posar-los tots junts sota el mateix paraigües? Kontact s'ha creat per a ser un paquet de gestió d'informació personal (PIM), i integra estretament els seus components.</p> <p>Altres possibles programes a integrar amb Kontact són KAddressBook (per a la gestió de contactes), KNotes (per a guardar notes), KNode (per a mantenir-se al dia amb les notícies), i KOrganizer (per l'agenda i calendari).</p>
da: <p>Kmail er KDE's e-mail-klient, men vidste du at du kan integrere den sammen med andre programmer, for at få alle under et tag? Kontact oprettedes for at være en programsuite for personlig informationshåndtering, som gnidningsløst integrerer alle komponenter.</p> <p>Andre programmer som kan integreres i Kontact omfatter KAaddressbook (til at håndtere kontakter), KNotes (til at lave noter), Knode (for at være opdateret med de seneste nyheder), og Korganizer (for en indholdsrig kalender).</p>
de: <p>Dass KMail das E-Mail-Programm von KDE ist, wussten Sie wahrscheinlich schon. Aber wussten Sie auch schon, dass Sie KMail mit anderen Programmen integrieren können? Das Programm Kontact wurde als persönlicher Informationsmanager entwickelt und bringt sowohl KMail als auch weitere Programme unter einen Hut.</p> <p>In Kontact können Sie zum Beispiel auch das Adressbuch, Notizen, einen Newsreader und den Kalender finden.</p>
el: <p>Το KMail είναι ο πελάτης ταχυδρομείου του KDE, αλλά γνωρίζατε ότι μπορείτε να τον ενσωματώσετε μαζί με άλλα προγράμματα κάτω από μια κοινή στέγη; Το Kontact δημιουργήθηκε για να γίνει η προσωπική σας σουίτα διαχείρισης πληροφοριών, και ενσωματώνει όλα τα συστατικά κάτω από αυτό με αρμονία.</p> <p>Άλλα προγράμματα που είναι δυνατή η ενσωμάτωσή τους με το Kontact είναι το KAddressBook (για χειρισμό επαφών), το KNotes (για διατήρηση σημειώσεων), το KNode (για ενημέρωση με τα τελευταία νέα), και τον KOrganizer (για ένα αναλυτικό ημερολόγιο).</p>
eo: <p>KMail estas la KDE-poŝtilo, kaj vi povas unuigi ĝin kun aliaj programoj por formi Kontakton, kiu estas Persona Informa Administra garnituro.</p> <p>Aliaj programoj por ebla inkluzivo en Kontakto estas KAddressBook (por adresoj kaj aliaj detaloj de kontaktoj), KNotes (por notoj), KNode (kiu estas novaĵlegilo), kaj KOrganizer (multkapabla kalendaro).</p>
es: <p>KMail es el cliente de correo electrónico de KDE, pero ¿sabe que puede integrarlo (al igual que otros programas) para tenerlo todo bajo el mismo techo? Kontact pretende ser un administrador de información personal, e integra todos los componentes.</p> <p>Otros posibles programas para integrar con Kontact incluyen KAddressBook (para manejar contactos), KNotes (para dejar notas), KNode (para estar al día con las últimas noticias), y KOrganizer (para tener un completo calendario).</p>
et: <p>KMail on KDE e-posti klient, kuid kas tead, et saad selle koos mitme muu rakendusega põimida ja neid kõiki korraga üheskoos kasutada? KDE on loonud ühtseks personaalse info haldamise (PIM) rakenduseks Kontacti, mis põimibki kõik rakendused ühte.</p> <p>Kontact võib lisaks KMailile põimida veel KDE aadressiraamatu (oma kontaktide haldamiseks), KNotesi (märkmete haldamiseks), KNode'i (värskeimate uudiste lugemiseks) ja KOrganizeri (pakub kõikehõlmavat ajakava haldamise võimalust).</p>
eu: <p>KMail KDE eposta bezeroa da, baina bazenekien beste programekin integra daitekeela, eposta batua izateko. Kontact informazio pertsonala kudeatzailea da eta osagai guztiak integratzen ditu.</p> <p>Kontact-ekin integratzen diren beste programak hauxek dira: KAddresBook (kontaktuak kudeatzeko), KNotes (oharrak idazteko), KNode (azken berrien berri izteko), eta KOrganizer (egutegi tresna).</p>
fa: <p>KMail، کارخواه رایانامۀ KDE است، اما می‌دانید که می‌توان آن را -- همراه با برنامه‌های دیگر -- برای جمع کردن آنها در یک جا مجتمع کرد؟ Kontact مجبور شد که یک مجموعه مدیریت اطلاعات باشد، و تمام مؤلفه‌ها را به طور یکدست تحت آن مجتمع می‌کند.</p> <p>سایر برنامه‌های احتمالی برای مجتمع‌سازی با Kontact شامل KAddressBook)برای گرداندن تماسها(، KNotes)برای نگه‌داری یادداشتها(، KNode )برای به‌روز نگه داشتن با آخرین اخبار(، و KOrganizer )برای یک فشاردهندۀ جامع( می‌باشد.</p>
fi: <p>KMail on KDE:n sähköpostiohjelma. Voit käyttää sitä yhdessä monien muiden ohjelmien kanssa Kontact-ohjelman alaisuudessa. Kontact on kattava henkilötietojen hallintaohjelma, johon eri osat liittyvät saumattomasti.</p> <p>Muut mahdolliset Kontactin kanssa integroitavat ohjelmat ovat KAddressBook (osoitekirja), KNotes (muistikirja), KNode (uutiskatsaus) ja KOrganizer (kalenteri).</p>
fr: <p>KMail est le client de messagerie de KDE, mais saviez-vous que vous pouviez l'intégrer à tous les autres programmes, afin d'accéder à chacun d'eux d'une seule façon ? Kontact est la suite de gestion des informations personnelles, et intègre l'ensemble des composants aisément.</p> <p>Les autres programmes pouvant être intégrés à Kontact sont le Carnet d'adresses (pour gérer les contacts), KNotes (pour conserver des notes), KNode (pour être au courant des nouvelles informations), et KOrganizer (pour gérer facilement votre calendrier).</p>
fy: <p>KMail is it e-postprogramma fan KDE. Wisten jo dat jo it tegearre mei inkele oare programma's yntegrearje kinne yn ien programma? Kontakt is in yntergearre programma foar it behearren fan e-postberjochten, aginda, taken, notysjes, adresboek, nijsberjochten, en sels it waarberjocht.</p> <p>Kontakt yntegrearret hjirfoar besteande programma's, lykas KMail (e-post), KOrganizer (aginda), KNotes (notysjes), KAddressbook (adresboek) en KNode (nijsberjochten). </p>
hu: <p>A KMail, a KDE levelezőprogramja, egy bővebb keretprogramon belül is használható, hogy a levelezéshez hasonló funkciók is integrálva legyenek. A keretprogram neve Kontact, ez egyesíti a különféle információs komponenseket.</p> <p>A Kontactban megtalálható a KAddressBook (névjegyekhez), a KNotes (feljegyzésekhez), a KNode (NNTP-s hírekhez) és a KOrganizer (naptár és határidőnapló).</p>
is: <p>KMail er póstforritið í KDE, en vissir þú að þú getur notað það innfellt, ásamt öðrum forritum, undir sama þaki? Kontact var lagað til að vera persónulegur skipuleggjari og getur það notað ýmsar einingar á einfaldan hátt.</p> <p>Önnur forrit sem má nota undir Kontact eru meðal annars KAddressBook (til að halda utan um tengiliði), KNotes (fyrir minnismiða), KNode (til að fylgjast með fréttum, og KOrganizer (fyrir dagatal).</p>
ja: <p>KMail は KDE のメールクライアントですが、他のプログラムと一つのコンテナに統合することができます。Kontact は個人情報管理スイートとして作成され、すべてのコンポーネントをシームレスに統合します。</p> <p>Kontact に統合できる他のプログラムには、KAddressBook (アドレス帳) KNotes (付箋紙メモ) KNode (ニュースリーダー) KOrganizer (総合的なカレンダー) などがあります。</p>
kk: <p>KMail деген бөлек KDE эл. пошта клиенті, бірақ оны, басқа бағдарламалармен қоса, біріктіріп қоюға болатынын білесіз бе? Kontact деген Дербес ақпаратты басқару жинағы ретінде, құрамына оңай басқа бағдарламаларды біріктіріп алатындай жасалған қолданба.</p> <p>Басқа, Kontact біріктіре алатын бағдарламалардың қатарында, KAddressBook (контакттарды жинау үшін), KNotes (жазулар үшін), KNode (жаңалықтарды біліп отыру үшін), және KOrganizer (күрделі күнтізбесі).</p>
km: <p>KMail គឺ​ជា​កម្មវិធី​អ៊ីមែល​របស់ KDE, ប៉ុន្តែ​អ្នក​បាន​ដឹង​ទេ​ថា អ្នក​អាច រួម​បញ្ចូល​វាជាមួយ​នឹង​កម្មវិធី​ផ្សេងៗ ដើម្បី​ដាក់​ពួកវានៅក្រោម​ដំបូល​តែមួយ ? Kontact ត្រូវ​បាន​បង្កើត​ឡើង​ជា​សំណុំ​កម្មវិធី​គ្រប់គ្រង​ព័ត៌មាន​ផ្ទាល់ខ្លួន ហើយ​វា​រួម​បញ្ចូល​សមាសភាគ​ទាំងអស់ ឲ្យ​ស្ថិត​នៅ​ក្រោម​វា ។</p> <p>កម្មវិធី​ផ្សេងៗ​ដែល​អាច​រួម​បញ្ចូល​ជាមួយ​នឹង Kontact រួម​មាន KAddressBook (សម្រាប់​រក្សាទុក​ព័ត៌មាន​ទំនាក់ទំនង), KNotes (សម្រាប់​កត់ត្រាចំណាំ), KNode (សម្រាប់អាន​ព័ត៌មាន​ថ្មីៗ), and KOrganizer (សម្រាប់រៀបចំ ពេលវេលា​របស់​ខ្លួន) ។</p>
ko: <p>KMail은 KDE의 이메일 클라이언트이지만 한 프로그램 안 에서 다른 프로그램과 통합할 수 있다는 것을 알고 계십니까 ? 콘텍트는 개인 정보 관리자로 만들어졌지만, 별다른 연결 점 없이 모든 요소를 통합합니다.</p> <p>콘텍트와 연결할 수 있는 프로그램들은 (주소를 관리하는 ) K주소록, (노트를 유지해주는) K노트, (최신의 뉴스로 업 데이트를 유지해주는) K노드, (포괄적인 달력인) K일정관리 가 있습니다.</p>
lt: <p>KMail yra KDE e. pašto programa, tačiau ar žinojote, kad galite integruoti ją po vienu stogu su kitomis programomis? Kontact programa buvo sukurtas kaip asmeninės informacijos tvarkymo sprendimas, kuris lengvai integruoja savyje kitus komponentus.</p> <p>Su Kontact galima integruoti KAddressBook (kontaktų tvarkymui), KNotes (lipnių lapelių tvarkymui), KNode (naujienų grupių tvarkymui) ir KOrganizer (išsamaus kalendoriaus, dienoraščio tvarkymui).</p>
mk: <p>КПошта е клиентот за електронска пошта на KDE, но дали знаевте дека може да го интегрирате -- заедно со други програми -- во една апликација? Контакт е направен да биде апликациски пакет за менаџмент на лични информации (Personal Information Management) кој транспарентно ги интегрира сите апликации.</p> <p>Меѓу другите програми што може да се интегрираат спаѓаат и КАдресар (за контакти), КБелешки (за фаќање прибелешки), KNode (за најновите вести) и КОрганизатор (како детален роковник).</p>
nb: <p>Kmail er KDEs e-postprogram, men visste du at du kan integrere det med andre programmer og slik ha dem samlet? Kontact ble laget for å gi personlig informasjonshåndtering og alle enhetene under den integrerer sømløst med hverandre.</p> <p>Andre programmer som integrerer med Kontact erKAdressBook (for å håndtere kontakter), Knotes (for små notater), Knode (for å holde deg oppdatert med siste nytt) og KOrganizer (for å få et funksjonsrikt kalenderprogram).</p>
nds: <p>KMail is dat Nettpostprogramm vun KDE, man hest Du al wusst, dat Du dat mit anner Programmen ünner een Dack tosamenkoppeln kannst? Kontact is en Pleger för Dien Informatschonen, un koppelt all sien Komponenten ahn Rieven tosamen.</p> <p>Anner Programmen, de mit Kontact tosamenkoppelt warrn köönt, sünd KAdressbook (för de Kontakten), KNotes (för Notizen), KNode (för de niegsten Narichten) un KOrganizer (en ümfaten Kalenner).</p>
nl: <p>KMail is het e-mailprogramma van KDE. Wist u dat u het samen met enkele andere programma's kunt integreren in één programma? Kontact is een geïntegreerd programma voor het beheren en van e-mailberichten, agenda, taken, notities, adresboek, nieuwsberichten, en zelfs het weerbericht.</p> <p>Kontact integreert hiervoor bestaande programma's, zoals KMail (e-mail), KOrganizer (agenda), KNotes (notities), KAddressbook (adresboek) en KNode (nieuwsberichten). </p>
pt: <p>O KMail é o cliente de e-mail do KDE, mas sabia que o pode integrar -- em conjunto com outros programas -- para colocá-los todos sob um único 'telhado'? O Kontact foi feito para ser um pacote de Gestão de Informações Pessoais (PIM) e integra todos os componentes dentro dele de forma transparente.</p> <p>Os outros programas que podem ser integrados com o Kontact incluem o KAddressBook (para gerir contactos), o KNotes (para guardar notas), o KNode (para se manter a par das últimas notícias) e o KOrganizer (para um calendário acessível).</p>
pt_br: <p>O KMail é o cliente de e-mail do KDE, mas você sabia que pode integrá-lo - juntamente com outros programas - em uma única interface raiz? O Kontact foi feito para ser a suíte de Gerenciamento de Informações Pessoais ou suíte PIM, e ele integra todos os componentes como módulos com a mesma aparência.</p> <p>Outros programas possíveis de serem integrados ao Kontact são o KAddressBook (para manipular Contatos), o KNotes (para manter notas), o KNode (para ler grupos de discussões e últimas notícias) e o KOrganizer (como um calendário).</p>
ru: <p>KMail - клиент электронной почты KDE. Знаете ли вы, что его можно интегрировать с другими программами? Это позволяет сделать приложение Kontact (администратор личной информации).</p> <p>Kontact также позволяет работать с приложениями KAddressBook (обработка контактов), KNotes (электронные записки), KNode (программа чтения новостей) и KOrganizer (многофункциональный календарь).</p>
rw: <p>KMail ni umukiriya w'imeyili wa KDE, ariko wari uzi ko ushobora kuyinjiza -- hamwe n'izindi porogaramu -- kugira ngo uzishyire mu gisenge kimwe? Kontact yakorewe kuba itsinda porogaramu rya Mucunga Amakuru y'Umuntu ku giti cye, maze ikinjiza ibice byose birimo bidasandaguje.</p> <p>Izindi porogaramu zishoboka zo kwinjizwa na Kontact zirimo KAddressBook (yo gucunga Aderesi z'abantu), KNotes (yo gucunga inyandiko), KNode (yo gushyira ku giye amakuru atamaze igihe), na KOrganizer (igenewe ingengabihe rusange).</p>
sk: <p>KMail je e-mailový klient prostredia KDE, no je ho možné integrovať s inými programami, ako napríklad Kontact, KAddressBook, KNotes, KNode alebo KOrganizer.</p>
sl: <p>KMail je KDEjev odjemalec za e-pošto. Ste vedeli, da ga je skupaj z drugimi programi mogoče vdelati v enoten vmesnik? Kontakt je namenjen upravljanju z osebnimi podatki in neopazno združuje vse ustrezne komponente.</p> <p>Drugi programi, ki jih je možno vključiti v Kontakt so KAddressBook (upravljanje s stiki), KNotice (hranjenje opomnikov), KNode (spremljanje novic) in KOrganizer (zmogljiv koledar).</p>
sr: <p>KMail је KDE-ов е-поштански клијент, али да ли сте знали да га можете интегрисати са још неким програмима, како би сви били „под истим кровом“? Kontact је замишљен као свита за управљање личним информацијама, и глатко интегрише све компоненте под собом.</p> <p>Други програми које можете интегрисати Kontact-ом укључују KAddressBook (за руковање контактима), KNotes (за писање белешки), KNode (да бисте били у току са вестима), и KOrganizer (за свеобухватни календар).</p>
sr@latn: <p>KMail je KDE-ov e-poštanski klijent, ali da li ste znali da ga možete integrisati sa još nekim programima, kako bi svi bili „pod istim krovom“? Kontact je zamišljen kao svita za upravljanje ličnim informacijama, i glatko integriše sve komponente pod sobom.</p> <p>Drugi programi koje možete integrisati Kontact-om uključuju KAddressBook (za rukovanje kontaktima), KNotes (za pisanje beleški), KNode (da biste bili u toku sa vestima), i KOrganizer (za sveobuhvatni kalendar).</p>
sv: <p>Kmail är KDE:s e-postklient, men visste du att du kan integrera den tillsammans med andra program, för att få alla under ett tak? Kontact skapades för att vara en programsvit för personlig informationshantering, som sömlöst integrerar alla komponenter.</p> <p>Andra program som kan integreras i Kontact omfattar adressboken (för att hantera kontakter), Anteckningar (för att göra anteckningar), Knode (för att vara uppdaterad med de senaste nyheterna), och Korganizer (för en innehållsrik kalender).</p>
th: <p>Kmail เป็นโปรแกรมสำหรับรับ-ส่งเมลของ KDE แต่คุณรุ้ไหมว่า คุณสามารถ รวมโปรแกรมนี้ --เคียงข้างกับโปรแกรมอื่นๆ -- เพื่อทำให้ทั้งหมดมาอยุ่ภายใต้หลังคาเดียวกันได้ Kontact นั้นถูกสร้างขึ้นมาเพื่อให้เป็นชุดโปรแกรมสำหรับจัดการข้อมูลส่วนบุคคล และมันสามารถรวม ส่วนประกอบต่างๆ มาอยู่ภายใต้มันได้อย่างเรียบเนียน</p> <p>โปรแกรมอื่นๆ ที่อาจจะนำมารวมกับ Kontact ได้ก็มี KaddressBook (สำหรับจัดการกับที่อยู่ในการติดต่องาน), KNote (สำหรับการเก็บบันทึกย่อ), KNode (สำหรับอ่านข่าวล่าสุด) และ KOrganizer (สำหรับปฏิทินและรายการนัด)<p>
uk: <p>KMail - це поштовий клієнт для KDE, але чи знаєте ви що його можна інтегрувати разом з іншими програмами під одним дахом? Kontact - це програма розроблена як менеджер особистої інформації, вона інтегрує всі компоненти в одне ціле.</p> <p>Інші програми що інтегруються програмою Kontact - це KAddressBook (для роботи з контактами), KNotes (для приміток), KNode (для стеження за останніми новинами), та KOrganizer (просто тижневик).</p>
vi: <p>KMail là ứng dụng khách thư điện tử của KDE, và bạn cũng có thể hợp nhất nó với nhiều chương trình khác. Ứng dụng Kontact được thiết kế là bộ công cụ quản lý thông tin cá nhân (PIM), và nó hợp nhất các thành phần khác nhau dưới nó một cách không có đường nối.</p> <p>Chương trình thêm có thể hợp nhất dưới Kontact gồm KAddressBook (sổ địa chỉ, để quản lý các liên lạc), KNotes (ghi chú), KNode (tin tức) và KOrganizer (lịch).</p>
zh_tw: <p>KMail 是 KDE 的電子郵件客戶端，但是您是否 知道您可以把它整合於其他程式中，將它們全部合 而為一？Kontact 是設計做為個人資訊管理程式 套件。而它也完全整合了其下的所有元件。</p> <p>其他可能與 Kontact 整合的程式包括了 KAddressBook (處理連絡人)、KNotes (保存備忘錄)、 KNode (提供最即時的新聞)和 KOrganizer ( 一個多用途的行事曆。</p>
