Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> A fast way to get your favorite application onto your panel is to right-click the panel (Panel Menu) and select Add to Panel->Application->whatever. </p>
af: <p> 'n vinnige weg na jou gunsteling program op jou paneel is na regs-kliek die paneel (Paneel Kieslys) en kies Voeg by/Knoppie/wat ook al. </p>
ar: <p> هناك وسيلة سريعة لإضافة تطبيقك المفضل إلى اللوحة و هي أن تنقر على اللوحة بلزرّ اليمين ( قائمة اللوحة ) و إختيار أضِف إلى اللوحة --> التطبيق --> ما تشاء. </p>
ca: <p> Una manera ràpida de tenir la vostra aplicació favorita al plafó és dretaclicar al plafó (Menú del plafó) i seleccionar Afegeix al plafó->Aplicació->la que sigui. </p>
da: <p> En hurtig måde at få dit favoritprogram ind i panelet på, er at højreklikke på panelet (Panelmenuen) og vælge Tilføj til panel->Program->Hvadsomhelst </p>
de: <p> Damit ein Programm auf der Kontrollleiste erscheint, klicken Sie mit der rechten Maustaste auf die Leiste und wählen Sie aus dem Kontextmenü "Programm hinzufügen -> Knopf Ihrer Wahl". </p>
el: <p> Ένας γρήγορος τρόπος να βάλετε την αγαπημένη σας εφαρμογή στον πίνακα, είναι να κάνετε δεξί κλικ στον πίνακα (Μενού πίνακα) και να επιλέξετε Προσθήκη στον πίνακα->Εφαρμογής->οτιδήποτε. </p>
eo: <p> Rapida rimedo meti ŝatatan aplikaĵon en la panelon estas dekstraklaki la panelon (aŭ panelmenuon) kaj elekti Aldonu Aplikaĵon al panelo->aplikaĵo. </p>
es: <p> Un método rápido para tener su aplicación favorita en el panel es pulsar con el botón derecho sobre el panel (menú Panel) y seleccionar Añadir al panel->Aplicación->loquequiera. </p>
et: <p> Oma lemmikrakenduse kiireks lisamiseks paneelile klõpsa paneelil hiire parema nupuga ning vali menüüst Lisa paneelile->Rakendus->misiganes. </p>
eu: <p> Gustukoen duzun aplikazioa eskuratzeko modu bizkorrena, panela eskuin botoiaz klikatu (Panel menua) eta Gehitu -> Botoi berezia -> zerbait hautatzea da. </p>
fa: <p> یک روش سریع برای فراهم نمودن کاربرد مورد نظر بر روی تابلو خود این است که، روی تابلو )گزینگان تابلو( فشار راست کنید و افزودن به تابلو-<کاربرد-<هر چه را برگزینید. </p>
fi: <p> Nopea tapa lisätä suosikkiohjelmia paneeliin: napsauta hiiren oikeaa painiketta paneelissa ja valitse Lisää sovelma paneeliin -> haluamasi ohjelma -> Lisää paneeliin. </p>
fr: <p> Une manière rapide d'obtenir votre application favorite dans le tableau de bord est de cliquer avec le bouton droit sur le tableau de bord (ouverture de son menu), puis « Ajouter au tableau de bord / Application / Votre choix ».</p>
fy: <p> In flugge manier om jo favorite programma op jo paniel te krijen is troch mei de rjochter mûsknop op it paniel (panielmenu) te klikken en te kiezen foar Taheakje->Knop->.... </p>
hu: <p> Ha egy alkalmazását elérhetővé szeretné tenni a panelen, a jobb gombbal kattintva hívja elő a panel-menüt és válassza a Hozzáadás -> Alkalmazás ->... menüpontot. </p>
is: <p> Fljótleg leið til að setja uppáhalds forritið þitt á spjaldið er að hægrismella á spjaldið (Spjaldvalmynd) og velja Bæta forriti við spjaldið->Forrit </p>
ja: <p>お気に入りのアプリケーションを素早くパネルに追加するには、パネル上で右クリックし、パネルメニューの「アプリケーションをパネルに追加」を使用してください。</p>
kk: <p> Жиі қолданатын қолданбаны панельге орналастырудың жолы - тышқанның оң батырмасымен панельді шертіп, (Панель мәзірі->) Панельге қосу -> Қолданба -> (керегін) таңдаңыз. </p>
km: <p> វិធីដ៏​លឿន ក្នុង​ការ​ដាក់​កម្មវិធី​ដែល​អ្នក​ចូលចិត្ត ទៅ​លើ​បន្ទះ​របស់​អ្នក​គឺ​ត្រូវ ចុច​ប៊ូតុង​កណ្ដុរ​ស្ដាំ​លើ​បន្ទះ (ម៉ឺនុយ​បន្ទះ) ហើយ​ជ្រើស បន្ថែមទៅ​បន្ទះ->កម្មវិធី->​អ្វី​ក៏​បាន ។ </p>
ko: <p> 즐겨 쓰는 응용프로그램을 패널에 놓는 가장 쉬운 방법은 패널에서 마우스 오른쪽 단추를 눌렀을 때 나오는 메뉴(패널 메뉴)에서 패널에 더하기->응용프로그램->어떤 항목을 선택하십시오.</p>
lt: <p> Greitas būdas įterpti Jūsų mėgstamą programą į pultą: spragtelėkite dešiniu klavišu pultą (pamatysite „pulto meniu“) ir pasirinkite „Įdėti į pultą“->„Programa“->bet kas. </p>
mk: <p> Брз начин да ја добиете вашата омилена апликација на вашиот панел е да кликнете со десното копче од глушецот на панелот (Мени на панелот) и да изберете Додај на панелот->Апликација->било што. </p>
nb: <p> En rask måte å legge til ditt favorittprogram på panelet er å høyreklikke på panelet (Panelmenyen) og velge «Legg til – Knapp – programnavn». </p>
nds: <p> En gaue Metood, en Programm binnen dat Paneel to platzeren, is dor mit den rechten Muusknoop op to klicken un Programm dat Paneel tofögen -> WatOkJümmers to wählen. </p>
nl: <p> Een snelle manier om uw favoriete programma op uw paneel te krijgen is door met uw rechtermuisknop op het paneel te klikken en te kiezen voor Paneelmenu->Aan paneel toevoegen->Toepassing->.... </p>
nn: <p>Ein rask måte å leggja inn ditt favorittprogram på panelet er å høgreklikka på panelet (Panelmenyen) og velja «Legg til – Program – programnamn».</p>
pt: <p> Uma maneira rápida de pôr a sua aplicação favorita no seu painel é carregando com o botão direito do rato no painel (Menu do Painel) e seleccionar Adicionar ao Painel->Aplicação->'qualquer coisa'. </p>
pt_br: <p> Uma maneira rápida de fazer com que seu aplicativo predileto esteja no painel é clicar com o botão direito no painel (menu Painel) e selecionar Adicionar ao Painel->Aplicativo e escolher o aplicativo. </p>
ru: <p> Можно быстро поместить любимое приложение на панель, щёлкнув правой кнопкой мыши на панели (Меню Панели) и выбрав Добавить -> Приложение -> [имя_приложения]. </p>
rw: <p> Uburyo bwihuse bwo kubona porogaramu ikunogeye mu mwanya wawe ni gukandisha buto y'iburyo umwanya (Ibikubiye mu Mwanya) maze ugatoranya Kongera ku Mwanya->Porogaramu->ibibonetse bindi. </p>
sk: <p> Rýchla cesta, ako pridať aplikáciu do panelu je pravý klik na panel (Menu panelu) a vybrať Pridať->Tlačidlo->čokoľvek.</p>
sl: <p>Svoj priljubljen program lahko hitro dodate na pult tako, da z desno tipko miške kliknete na pult, z menija izberete »Dodaj program na pult« in nato izberete željeni program.</p>
sr: <p>Брз начин да ваш омиљен програм поставите на панел је да десно кликнете на панел („Мени панела“) и изаберете „Додај на панел->Програм->Шта-год“.</p>
sr@latn: <p>Brz način da vaš omiljen program postavite na panel je da desno kliknete na panel („Meni panela“) i izaberete „Dodaj na panel->Program->Šta-god“.</p>
sv: <p> Ett snabbt sätt att lägga till ett favoritprogram i panelen är att högerklicka på panelen (panelmenyn) och välja Lägg till i panelen -> Program -> något program. </p>
th: <p> เพื่อเพิ่มรายการแอพพลิเคชัน ที่คุณต้องใช้บ่อย ๆ เข้าไปยังพาเนล สามารถทำได้ โดยการคลิ้กเมาส์ขวาที่พาเนล (เมนูพาเนล) และเลือก เพิ่มเข้าพาเนล->แอพพลิเคชัน->อะไรก็แล้วแต่ </p>
uk: <p> Можна швидко додати улюблену програму у панель клацнувши правою кнопкою мишки на панелі (Меню панелі) і вибравши Додати до панелі->Програма->будь-що. </p>
vi: <p> Một cách nhanh để lấy ứng dụng ưa thích trên bảng điều khiển là nhắp-phải vào bảng điều khiển (Trình đơn Bảng điều khiển) rồi chọn <b>Thêm vào bảng điều khiển &rarr; Ứng dụng &rarr;</b> sự chọn của bạn. </p>
zh_cn: <p> 一个将你喜欢的应用程序快速添加到面板的方法是 右键点击面板(面板菜单)然后选择“添加到面板->应用程序->任何东西”。 </p>
zh_tw: <p> 一個將最喜歡的應用程式加到面板的快速方法是在面板（面板選單）上 按下滑鼠右鍵並選擇「加入至面板->應用程式->任何東西」。 </p>

source: <p> You can add more applets to your panel by selecting Panel Menu->Add->Applet from the K menu. </p>
af: <p> Jy meer miniprogramme jou paneel byvoeg deur te kies paneel Kieslys/voeg deur/Miniprogram van die K Kieslys. </p>
ar: <p> يمكن إضافة المزيد من البريمجات إلى لوحتك عند إختيار قائمة اللوحة --> أضف --> بريمج من القائمة K. </p>
ca: <p> Podeu afegir més aplets al plafó seleccionant al menú K, Menú del plafó->Afegeix->Aplet. </p>
da: <p> Du kan tilføje flere panelprogrammer til panelet ved at vælge Panel Menu->Tilføj->Panelprogram fra K-menuen. </p>
de: <p> Sie können der Kontrollleiste weitere Miniprogramme (Applets) hinzufügen, indem Sie Kontrollleisten-Menü -> Hinzufügen -> Miniprogramm im K-Menü auswählen. </p>
el: <p> Μπορείτε να προσθέσετε περισσότερες μικροεφαρμογές στον πίνακά σας επιλέγοντας Μενού πίνακα/Προσθήκη/Μικροεφαρμογή από το μενού K. </p>
eo: <p> Vi povas aldoni aplikaĵeton al via panelo per elekto el la K-menuo: Panela menuo->Aldonu Aplikaĵeton al panelo. </p>
es: <p> Puede añadir más miniaplicaciones a su panel seleccionando menú del Panel/Añadir/Miniaplicación desde el menú K. </p>
et: <p> Paneelile on võimalik aplette lisada, valides paneeli menüüst Lisa paneelile->Aplett. </p>
eu: <p> Zure panelari applet gehiago erants diezaiokezu K menutik Panel menua -> Gehitu -> Appleta hautatuz. </p>
fa: <p> با گزینش تابلو گزینگان-<افزودن-<برنامک از گزینگان K، می‌توانید برنامکهای بیشتری به تابلو خود اضافه کنید. </p>
fi: <p> Voit lisätä sovelman paneeliin valitsemalla K-valikosta <b>Paneelin valikko -> Lisää -> Sovelma</b>. </p>
fr: <p> Vous pouvez ajouter d'autres applets avec le « Menu du tableau de bord / Ajouter / Applet ». </p>
fy: <p> Jo kinne mear taheakje oan jo paniel troch yn it K-menu te kiezen foar Panielmenu->Taheakje->Applet. </p>
hu: <p> További kisalkalmazásokat adhat a panelhez a panel-menü Hozzáadás/Kisalkalmazás menüpontjával. </p>
is: <p> Þú getur bætt fleiri smáforritum á spjaldið með því að velja Spjaldvalmynd->Bæta við->Smáforrit </p>
ja: <p>パネルにアプレットを追加するには、パネル上で右クリックし、パネルメニューの「アプレットをパネルに追加」を使用してください。</p>
kk: <p> Панельге қосымша апплетерді панельге орналастырудың жолы - тышқанның оң батырмасымен панельді шертіп, (Панель мәзірі->) Панельге қосу -> Апплет -> (керегін) таңдаңыз. </p>
km: <p> អ្នក​អាច​បន្ថែម​អាប់ភ្លេត​ជាច្រើន​ទៀត​ទៅ​បន្ទះ​របស់​អ្នក ដោយ​ជ្រើស ម៉ឺនុយ​បន្ទះ->បន្ថែម->អាប់ភ្លេត ពី​ម៉ឺនុយ K ។ </p>
ko: <p> K 메뉴에서 패널 설정->더하기->애플릿을 고르면 패널에 애플릿을 더할 수 있습니다. </p>
lt: <p> Jūs galite įterpti daugiau įskiepių į pultą pasirinkdami iš K meniu: Konfigūruoti pultą->Pridėti->Įskiepis. </p>
mk: <p> Може да додадете повеќе аплети на вашиот панел со избор на „Мени на панелот->Додај->Аплет“ од K-менито. </p>
nb: <p> Du kan legge til flere panelprogram på panelet ved å velge «Panelmeny – Legg til – Panelprogram» fra K-menyen. </p>
nds: <p> Du kannst dat Paneel mehr Lüttprogrammen tofögen, wenn Du Paneel-Menü->Lüttprogramm dat Paneel tofögen utwählst. </p>
nl: <p> U kunt meer applets toevoegen aan uw paneel door in het K-menu te kiezen voor Paneelmenu->Toevoegen->Applet. </p>
nn: <p>Du kan leggja til fleire panelprogram på panelet ved å velja «Panelmeny – Legg til – Panelprogram» frå K-menyen.</p>
pt: <p> Poderá adicionar mais 'applet's ao seu painel ao seleccionar o Menu do Painel/Adicionar/'Applet' no menu K. </p>
pt_br: <p> Você pode adicionar mais mini-aplicativos em seu painel selecionando o menu Painel->Adicionar->Mini-aplicativo a partir do menu K.</p>
ru: <p> Можно добавить аплеты на панель, выбрав Меню панели -> Добавить аплет на панель. </p>
rw: <p> Ushobora kongeraho izindi apuleti mu mwanya wawe utoranyije Umwanya Ibikubiyemo->Kongeraho->Apuleti ivuye mu bikubiye muri K. </p>
sk: <p> Môžete pridať viacero appletov do panelu vybraním Panel Menu->Pridať->Applet z K menu. </p>
sl: <p>Na pult lahko dodate več vstavkov tako, da z menija pulta izberete »Dodaj vstavek na pult« in nato željeni vstavek</p>
sr: <p>Можете додати још аплета на панел избором „Мани панела->Додај->Аплет“ из K-менија.</p>
sr@latn: <p>Možete dodati još apleta na panel izborom „Mani panela->Dodaj->Aplet“ iz K-menija.</p>
sv: <p> Du kan lägga till fler miniprogram till panelen genom att i K-menyn välja Panelmenyn -> Lägg till -> Miniprogram. </p>
th: <p> คุณสามารถเพิ่มแอพเพล็ตเข้าไปยังพาเนลของคุณได้ โดยการเลือกเมนูของพาเนล-> เพิ่ม->แอพเพล็ต จากเมนู K </p>
uk: <p> Ви можете додати більше аплетів до панелі, вибравши Меню панелі->Додати до панелі->Аплет з меню KDE. </p>
vi: <p> Bạn có thể thêm tiểu dụng vào bảng điều khiển bằng cách chọn <b>Trình đơn bảng điều khiển &rarr; Thêm &rarr; Tiểu dụng</b> trong trình đơn K. </p>
zh_cn: <p> 您可以从 K 菜单中选择面板菜单/添加/小程序，添加更多的 小程序到您的面板中。 </p>
zh_tw: <p> 由 K 選單中選擇「面板選單->加入->面板程式」 就可以增加更多的小程式到面板上。 </p>

source: <p> You can add a little command line to your panel by selecting Panel Menu->Add to Panel->Applet->Run Command from the K menu. </p> <p>For information about other applets available for the KDE Panel, take a look at <a href="help:/kicker">the Kicker Handbook</a>.</p>
af: <p> Jy kan voeg deur 'n klein opdrag lyn na jou paneel deur deur te kies paneel Kieslys/voeg deur/Miniprogram/Aansoek Lanseerder van die K Kieslys. </p> <p>Vir meer inligting sien, take a look at <a href="help:/kicker">Die Kicker Handboek</a>.</p>
ar: <p> يمكنك إضافة سطر أمر صغير إلى لوحتك عند إختيار قائمة اللوحة --> أضف إلى اللوحة --> بريمج --> نفذ الأمر من القائمة K. </p> <p>للمزيد من المعلومات عن البريمجات المتوفرة للوحة KDE ، أنظر إلى <a href="help:/kicker">كتيّب Kicker</a>.</p>
ca: <p> Podeu afegir una petita línia de comandaments al plafó seleccionant Menú del plafó->Afegeix->Aplet->Engegador d'aplicacions al menú K. </p> <p>Per a més informació quant a altres aplets disponibles pel plafó del KDE, feu un cop d'ull al <a href="help:/kicker">Manual de Kicker</a>.</p>
da: <p> Du kan tilføje en lille kommandolinje til dit panel, ved at vælge Panel Menu->Tilføj til panel->Panelprogram->Kør kommando fra K-menuen. </p> <p>For information om andre panelprogrammer der findes KDE's panel, kig i <a href="help:/kicker">Kicker-håndbogen</a>.</p>
de: <p> Sie können der Kontrollleiste eine kleine Befehlszeile hinzufügen, indem Sie im Kontrollleisten-Menü "Miniprogramm hinzufügen ..." und dann "Befehl ausführen" wählen. </p> <p>Weitere Informationen zu Miniprorammen für die Kontrollleiste finden Sie im <a href="help:/kicker">Handbuch zu Kicker</a>.</p>
el: <p> Μπορείτε να προσθέσετε μια μικρή γραμμή εντολών στον πίνακά σας, επιλέγοντας το Μενού πίνακα->Προσθήκη στον πίνακα->Μικροεφαρμογή->Εκτέλεση εντολών από το K menu. </p> <p>Για περισσότερες πληροφορίες για άλλες διαθέσιμες μικροεφαρμογές για τον πίνακα του KDE, ρίξτε μια ματιά στο <a href="help:/kicker">Εγχειρίδιο του Kicker</a>.</p>
eo: <p> Vi povas aldoni malgrandan komandlinion al via panelo elektante el la K-Menuo Panelmenuo->Aldonu Aplikaĵeton al panelo ->Komandlanĉilo. </p> <p>Por pli informo pri aliaj disponeblaj aplikaĵetoj por la KDEa Panelo, rigardu <a href="help:/kicker">La Kicker Manlibron</a>.</p>
es: <p> Puede añadir una pequeña línea de órdenes a su panel seleccionando menú del Panel->Añadir al panel->Miniaplicación->Ejecutar orden desde el menú K. </p> <p>Para obtener más información sobre las miniaplicaciones disponibles para el panel de KDE, eche un vistazo al <a href="help:/kicker">manual de Kicker</a>.</p>
et: <p> Paneelile on võimalik lisada ka väike käsurida. Selleks vali K menüüst Paneeli menüü->Lisapaneelile->Aplett->Käsu käivitamine. </p> <p>Rohkem infot KDE paneelil Kicker saadaolevate aplettide kohta leiab <a href="help:/kicker">Kickeri käsiraamatust</a>.</p>
eu: <p> Zure panelari komando lerro txikia gehi diezaiokezu K menutik Panel Menua -> Gehitu ->Appleta -> Aplikazio Abiarazlea hautatuz. </p> <p>Applet eskuragarriei buruzko informazio gehiagorako, begira <a href="help:/kicker">Kicker eskuliburua</a>.</p>
fa: <p> با انتخاب گزینگان تابلو-<افزودن به تابلو-<برنامک-<اجرای فرمان از گزینگان K، می‌توانید چند خط فرمان به تابلو خود اضافه کنید. </p> <p>برای اطلاعات بیشتر پیرامون سایر برنامکهای موجود برای تابلو KDE، به <a href="help:/kicker">کتاب مرجع Kicker </a> مراجعه کنید.</p>
fi: <p> Voit lisätä pienen komentorivin paneeliin napsauttamalla oikeaa hiiren painiketta paneelin päällä ja valitsemalla <b>Lisää sovelma paneeliin -> Suorita komento -> Lisää paneeliin</b>. </p> <p>Lisätietoa muista paneeliin saatavista ohjelmista löydät <a href="help:/kicker">paneelin käyttöohjeesta</a>.</p>
fr: <p> Vous pouvez ajouter une petite ligne de commande dans votre tableau de bord par le menu du tableau de bord, « Ajouter au tableau de bord / Applet / Lanceur d'applications ».</p> <p>Pour plus d'informations sur les autres applets disponibles dans le tableau de bord de KDE, consultez le <a href="help:/kicker">manuel de Kicker</a>.</p>
fy: <p> Jo kinne in lytse kommandopront taheakje oan jo paniel troch yn it K-menu te kiezen foar Panielmenu->Taheakje->Applet->Programmastarter. </p> <p>Foar ynformaasje oer oare beskikbere applets foar it KDE Paniel, sjoch ris op <a href="help:/kicker">it Kicker hânboek</a>.</p>
hu: <p> Egy kis méretű parancssor adható a panelhez, ha a panel-menüből a Hozzáadás->Kisalkalmazás->Alkalmazásindító menüpontot választja. </p>
is: <p> Þú getur bætt lítilli skipanalínu á spjaldið þitt með því að velja Spjaldvalmynd->Bæta smáforriti við spjaldið->Keyra skipun. </p> <p>Fyrir nánari upplýsingar um önnur smáforrit sem eru fáanleg, skoðaðu <a href="help:/kicker">Kicker handbókina</a>.</p>
ja: <p>コマンドを入力するための小さなフィールドをパネルに追加することができます。パネル上で右クリックし、パネルメニューの「アプレットをパネルに追加」を選択、そして「アプレットを追加」ダイアログで「コマンドを実行」を選択してください。</p><p>KDE パネルで利用できるその他のアプレットについては <a href="help:/kicker">Kicker ハンドブック</a> をご覧ください。</p>
kk: <p> Қысқа командалық жолды панельге орналастыруға болады - тышқанның оң батырмасымен панельді шертіп, (Панель мәзірі->) панельге қосу -> Команданы орындау дегенді таңдаңыз. </p> <p> KDE панеліне орналасатын апплеттер туралы толығырақ мәлімет алу үшін, <a href="help:/kicker">Kicker анықтамасы</a> дегенді қараңыз.
km: <p> អ្នក​អាច​បន្ថែម​បន្ទាត់​ពាក្យ​បញ្ជា​តូច​មួយ​ទៅ​បន្ទះ​របស់​អ្នក ដោយ​ជ្រើស ម៉ឺនុយ​បន្ទះ->បន្ថែម​ទៅ​បន្ទះ->អាប់ភ្លេត->រត់​ពាក្យ​បញ្ជា​ពី​ម៉ឺនុយ K ។ </p> <p>ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពីអាប់ភ្លេត​ផ្សេងៗ​ដែល​មាន​សម្រាប់​បន្ទះ KDE សូម​មើល <a href="help:/kicker">សៀវភៅ​ដៃ Kicker</a>។</p>
ko: <p> K 메뉴에서 패널 메뉴->패널에 더하기->애플릿->명령어 실행을 고르면 패널에 바로 간단한 명령을 추가 할 수 있습니다. </p> <p>KDE 패널에 대한 사용 가능한 애플릿에 관한 더 많은 정보를 원하면, <a href="help:/kicker">킥커 핸드북</a>을 보십시오.</p>
lt: <p> Jūs galite pridėti mažą komandinę eilutę į Jūsų pultą pasirinkę „Pulto meniu“->„Įdėti į pultą“->„Įskiepis“->„Paleisti komandą“. </p> <p>Daugiau informacijos apie KDE pulto įskiepius ieškokite <a href="help:/kicker">Kicker vadove</a>.</p>
mk: <p> Може да додадете мала командна линија во панелот со избор на „Мени на панелот->Додај->Аплет->Извршувач на апликации“, од K-менито. </p> <p>За повеќе информации за другите аплети што се достапни за панелот на KDE, погледнете го <a href="help:/kicker">Прирачникот за Kicker</a>.</p>
nb: <p> Du kan legge til en liten kommandolinje på panelet ved å velge «Panelmeny – Legg til – Panelprogram – Programstarter» fra K-menyen. </p> <p>Du kan lese mer om hvilke panelprogram som er tilgjengelige i <a href="help:/kicker">Kicker-håndboka</a>.</p>
nds: <p> Du kannst dat Paneel en lütte Befehlsreeg tofögen, wenn Du Paneel-Menü->Lüttprogramm dat Paneel tofögen->Programm utföhren utwählst. </p> <p>Binnen <a href="help:/kicker">dat Kicker-Handbook</a> gifft dat mehr Informatschonen över verföögbore Lüttprogrammen för't Paneel.</p>
nl: <p> U kunt een kleine commandoprompt toevoegen aan uw paneel door Rechts te klikken op het paneel, en te kiezen voor Paneelmenu->Aan paneel toevoegen->Commando uitvoeren. </p> <p>Voor meer informatie over de andere beschikbare paneelapplets, zie het <a href="help:/kicker">handboek van Kicker</a>.</p>
nn: <p>Du kan leggja til ei lita kommandolinje på panelet ved å velja «Panelmeny – Legg til – Panelprogram – Programstartar» frå K-menyen.</p> <p>Du kan lesa meir om kva for panelprogram som er tilgjengelege i <a href="help:/kicker">Kicker-handboka</a>.</p>
pt: <p> Poderá adicionar uma pequena linha de comandos ao seu painel se seleccionar o Menu do Painel->Adicionar ao Painel->'Applet'->Executar um Comando no menu K. </p> <p>Para mais informações sobre as outras 'applets' disponíveis para o Painel do KDE, dê uma vista de olhos no <a href="help:/kicker">Manual do Kicker</a>.</p>
pt_br: <p> Você pode adicionar uma pequena linha de comando em seu Painel selecionando o menu Painel-> Adicionar->Mini-aplicativo -> Executar Comando a partir do menu K. </p> <p>Para mais informações sobre outros mini-aplicativos disponíveis para o painel do KDE, veja o <a href="help:/kicker">Manual do Kicker<a>.</p>
ru: <p> Можно добавить командную строку на панель, выбрав пункт Меню панели -> Добавить аплет на панель -> Выполнить команду. </p> <p>Информация о аплетах панели KDE приведена в <a href="help:/kicker">руководстве Kicker</a>.</p>
rw: <p> Ushobora kongeraho imirongo mabwiriza mike ku mwanya wawe utoranyije Umwanya Ibikubiyemo->Kongera ku Mwanya->Apuleti->Gutangiza Ibwiriza riturutse mu bikubiye muri K. </p> <p>Niba ukeneye ibindi bisobanuro byerekeye apuleti ziboneka mu Mwanya wa KDE, rebera mu <a href="help:/kicker">Gatabo ka Kicker</a>.</p>
sk: <p> Môžete pridať malý príkazový riadok do Vášho panelu vybraním Panel Menu->Pridať->Applet->Spúšťač Aplikácií z K menu. </p> <p>Viac informácií o tejto téme, nájdete tu: <a href="help:/kicker">Kicker Návod</a>.</p>
sl: <p>Na pult lahko dodate malo ukazno vrstico tako, da z menija pulta izberete »Dodaj vstavek na pult« in nato s seznama izberete »Poženi ukaz«.</p> <p>Za več informacij o ostalih vstavkih za Pult KDE si oglejte <a href="help:/kicker">Priročnik za Pult KDE</a>.</p>
sr: <p>Можете додати малу командну линију на панел избором „Мени панела->Додај на панел->Аплет->Покрени наредбу“ из K-менија.</p> <p>За информације о осталим аплетима доступним за KDE-ов панел, погледајте <a href="help:/kicker">Приручник за Kicker</a>.</p>
sr@latn: <p>Možete dodati malu komandnu liniju na panel izborom „Meni panela->Dodaj na panel->Aplet->Pokreni naredbu“ iz K-menija.</p> <p>Za informacije o ostalim apletima dostupnim za KDE-ov panel, pogledajte <a href="help:/kicker">Priručnik za Kicker</a>.</p>
sv: <p> Du kan lägga till en liten kommandoradsprompt till panelen genom att i K-menyn välja Panelmenyn -> Lägg till -> Miniprogram -> Programstartare. </p> <p>För information om andra tillgängliga miniprogram för KDE:s panel, ta en titt i <a href="help:/kicker">Kickers handbok</a>.</p>
th: <p> คุณสามารถเพิ่มบรรทัดคำสั่งเล็ก ๆ เข้าไปยังพาเนลของคุณได้ โดยการเลือกเมนูของพาเนล เพิ่มเข้าพาเนล/แอพเพล็ต/เรียกใช้คำสั่ง จากเมนู K </p> <p>สำหรับข้อมูลต่างๆ เกี่ยวกับแอพเพล็ตอื่นๆ สำหรับพาเนลของ KDE ลองไปดูที่ <a href="help:/kicker">คู่มือ Kicker</a>.</p>
uk: <p> Можна додати невеликий командний рядок до панелі вибравши з меню KDE Меню панелі->Додати до панелі->Аплет->Запуск команди. </p> <p>Інформацію про інші аплети для панелі KDE можна знайти в <a href="help:/kicker">підручнику з Kicker</a>.</p>
vi: <p> Bạn có thể thêm một dòng lệnh nhỏ vào bảng điều khiển, bằng cách chọn <b>Trình đơn bảng điều khiển &rarr; Thêm vào bảng điều khiển &rarr; Chạy lệnh</b> trong trình đơn K. </p> <p>Để tìm thông tin về các tiểu dụng khác công bố cho bảng điều khiển KDE, vui lòng xem <a href="help:/kicker">Sổ tay Kicker</a>.</p>
zh_cn: <p> 您可以从 K 菜单中选择“面板菜单->添加到面板->小程序->运行命令”， 给你的面板添加一个小的命令行。 </p> <p>要获得关于 KDE 面板中可用的其它小程序，请参看<a href="help:/kicker">Kicker 手册</a>。</p>
zh_tw: <p> 由 K 選單中選擇「面板選單->加入至面板->面板程式 ->執行指令」就可以新增命令列到面板上。 </p> <p>需要更多關於 KDE 面板可用的面板程式，請查閱 <a href="help:/kicker">Kicker 手冊</a>。</p>
