Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <P> There is a lot of information about KDE on the <A HREF="http://www.kde.org/">KDE web site</A>. There are also useful sites for major applications like <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> and <A HREF="http://www.kdevelop.org/">KDevelop</A>, or important KDE utilities like <A HREF="http://printing.kde.org/">KDEPrint</A>, which can be put to its full usage even outside KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
af: <P> Daar is baie inligting rakende KDE beskikbaar by <A HREF="http://www.kde.org/">KDE se web tuiste</A>. Daar is ook bruikbare web-tuistes vir al die groot programme soos: <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> and <A HREF="http://www.kdevelop.org/">KDevelop</A>, or important KDE nutsprogramme <A HREF="http://printing.kde.org/">KDEPrint</A>, wat 'n selfstandige program is, selfs buite KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
ar: <P> هناك العديد من المعلومات عن KDE على <A HREF="http://www.kde.org/">موقع KDE على الشبكة</A>. كما يوجد أيضاً مواقع مفيدة لأهم التطبيقات مثل <A HREF="http://www.konqueror.org/">Konqueror</A>، <A HREF="http://www.koffice.org/">KOffice</A> و <A HREF="http://www.kdevelop.org/">KDevelop</A>، أو معدات و أدوات مهمّة لــ KDE مثل <A HREF="http://printing.kde.org/">KDEPrint</A>، و اللتي يمكن إستعمالها في كلّ المجالات حتى خارج KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
ca: <P> Hi ha munts d'informació quant al KDE al <A HREF="http://www.kde.org/">lloc web KDE</A>. També hi ha llocs útils per a les principals aplicacions com ara <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> i <A HREF="http://www.kdevelop.org/">KDevelop</A>, o utilitats KDE importants com <A HREF="http://printing.kde.org/">KDEPrint</A>, que poden usar-se completament fins i tot fora del KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
da: <p> Der er masser af information om KDE på <A HREF="http://www.kde.org/">KDE's hjemmeside</A>. Der er også nyttige steder for større programmer såsom <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> og <A HREF="http://www.kdevelop.org/">KDevelop</A>. eller vigtigt KDE-redskaber som <A HREF="http://printing.kde.org/">KDEPrint</A>, som kan komme til fuld udnyttelse selv udenfor KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
de: <P> Sie finden reichlich Informationen zu KDE auf den <A HREF="http://www.kde.org/">KDE-Webseiten</A> (bzw. den entsprechenden <A HREF="http://www.kde.de/">deutschen Seiten</A>). Es gibt auch eigene Adressen für KDE-Programme wie <A HREF="http://www.konqueror.org/">Konqueror</A>. <A HREF="http://www.koffice.org/">KOffice</A> und <A HREF="http://www.kdevelop.org/">KDevelop</A> oder wichtige Dienstprogramme wie das <A HREF="http://printing.kde.org/">KDE-Druckmodul</A>, das sich sogar außerhalb von KDE benutzen lässt. </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
el: <P> Υπάρχουν πολλές πληροφορίες για το KDE στην <A HREF="http://www.kde.org/">ιστοσελίδα του KDE</A>. Υπάρχουν επίσης χρήσιμες τοποθεσίες για βασικές εφαρμογές, όπως τον <A HREF="http://www.konqueror.org/">Konqueror</A>, το <A HREF="http://www.koffice.org/">KOffice</A> και το <A HREF="http://www.kdevelop.org/">KDevelop</A>, ή για σημαντικά εργαλεία του KDE όπως το <A HREF="http://printing.kde.org/">KDEPrint</A>, τα οποία μπορούν να χρησιμοποιηθούν και έξω από το KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
eo: <p> Troviĝas multaj informoj pri KDE en la <A HREF="http://www.kde.org/">TTT-ejo de KDE</A>. Krome ekzistas utilaj TTT-ejoj pri gravaj aplikaĵoj kiel <A HREF="http://www.konqueror.org/">Konkeranto</A>, <A HREF="http://www.koffice.org/">Oficejo</A> kaj <A HREF="http://www.kdevelop.org/">Programejo</A>, aŭ gravaj KDE-uilaĵoj kiel <A HREF="http://printing.kde.org/">KDE-Printado</A>, kiu povas esti utila ankaŭ ekster KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
es: <P> Hay mucha información sobre KDE en <A HREF="http://www.kde.org/">el sitio web de KDE</A>. También hay sitios útiles para aplicaciones grandes como <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> y <A HREF="http://www.kdevelop.org/">KDevelop</A> o utilidades importantes como <A HREF="http://printing.kde.org/">KDEPrint</A>, que se puede hacer funcionar plenamente incluso fuera de KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
et: <P> KDE kohta on võimalik rohkelt infot saada <A HREF="http://www.kde.org/">KDE koduleheküljelt</A>. Ka võivad kasulikud olla peamiste rakenduste, näiteks <A HREF="http://www.konqueror.org/">Konquerori</A>, <A HREF="http://www.koffice.org/">KOffice'i</A> ja <A HREF="http://www.kdevelop.org/">KDevelopi</A> koduleheküljed. Sama kehtib KDE utiliitide kohta, näiteks <A HREF="http://printing.kde.org/">KDEPrint</A>, mida on võimalik kasutada ka täiesti väljaspool KDE'd... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
eu: <P> KDEri buruzko informazio ugari duzu <A HREF="http://www.kde.org/">KDEren web gunean</A>. Badaude baita aplikazio nagusientzako gune erabilgarriak ere. Hona hemen batzuk: <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> eta <A HREF="http://www.kdevelop.org/">KDevelop</A>; eta KDEren tresna garrantzitsuak ere bai, esate baterako: <A HREF="http://printing.kde.org/">KDEPrint</A>, KDEz kanpo ere erabilgarritasun osoa izan dezakeena... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
fa: <P> اطلاعات زیادی در مورد KDE روی <A HREF="http://www.kde.org/">وب‌گاه KDE</A> وجود دارد. همچنین پایگاههای مفیدی برای کاربردهای اصلی مانند <A HREF="http://www.konqueror.org/">Konqueror</A>، <A HREF="http://www.koffice.org/">KOffice</A> و <A HREF="http://www.kdevelop.org/">KDevelop</A>، یا برنامه‌های سودمند مهم KDE مانند <A HREF="http://printing.kde.org/">KDEPrint</A>، وجود دارد، که حتی خارج از KDE هم کاربرد فراوان دارد... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
fi: <P> <A HREF="http://www.kde.org/">KDE:n WWW-sivuilta löytyy paljon tietoa KDE:sta.</A> Myös tärkeimmillä sovellusohjelmilla on omat kotisivunsa, esimerkiksi <A HREF="http://www.konqueror.org/">Konquerorilla</A>, <A HREF="http://www.koffice.org/">KOfficella</A> ja <A HREF="http://www.kdevelop.org/">KDevelopilla</A>. Lisäksi useilla apuohjelmilla, kuten myös KDE:n ulkopuolella käytetyllä <A HREF="http://printing.kde.org/">KDEPrint</A>-ohjelmalla, on omat sivunsa.</P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
fr: <P>Il y a beaucoup d'informations concernant KDE sur son <A HREF="http://www.kde.org/">site Internet</A>. Il existe également des sites intéressants sur les applications principales comme <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> et <A HREF="http://www.kdevelop.org/">KDevelop</A>, ou des utilitaires comme <A HREF="http://printing.kde.org/">KDEPrint</A>, très intéressants, même hors de KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
fy: <P> Jo kinne in protte ynformaasje oer KDE fine op KDE's <A HREF="http://www.kde.nl/">webside</A>. Ek binne der noch oare brûkbere siden foar wichtige applikaasjes as <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> en <A HREF="http://www.kdevelop.org/">KDevelop</A>, of wichtige KDE-helpprogramma's, lykas <A HREF="http://printing.kde.org/">KDEPrint</A>, wêrfan jo de fasiliteiten sels bûten KDE brûke kinne... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
hu: <P> Számtalan fontos és érdekes információ található a KDE-ről a <A HREF="http://www.kde.org/">KDE honlapján</A>. A KDE sok alkalmazásának önálló webcíme van: <A HREF="http://www.konqueror.org/">Konqueror</A> <A HREF="http://www.koffice.org/">KOffice</A> <A HREF="http://www.kdevelop.org/">KDevelop</A> továbbá számos KDE-s rendszerprogramnak, például <A HREF="http://printing.kde.org/">KDEPrint</A> (ez a KDE-n kívül is használható) </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
is: <P> Fullt af upplýsingum um KDE má finna á <A HREF="http://www.is.kde.org/">heimasíðu KDE</A>. Einnig eru vefsíður helstu KDE forritana, eins og til að mynda <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> og <A HREF="http://www.kdevelop.org/">KDevelop</A>, eða mikilvæg KDE tól sem <A HREF="http://printing.kde.org/">KDEPrint</A>, sem einnig getur verið nýtt til fulls utanum KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
ja: <p> KDE に関する多くの情報は <A HREF="http://www.kde.org/">KDE ウェブサイト</A> で入手できます。主要なアプリケーションについては <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A>, <A HREF="http://www.kdevelop.org/">KDevelop</A> のような役立つサイトもあります。また、<A HREF="http://printing.kde.org/">KDEPrint</A> のような KDE 以外でも使用できるユーティリティに関するサイトもあります。</p> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
kk: <P> KDE туралы көптеген ақпаратты <A HREF="http://www.kde.org/">KDE сайтынан</A> табуға болады Сонымен қатар, негізгі қолданбаларға арналған пайдалы сайттар бар. Мысалы, <A HREF="http://www.konqueror.org/">Konqueror</A> сайты, <A HREF="http://www.koffice.org/">KOffice</A> сайты, <A HREF="http://www.kdevelop.org/">KDevelop</A> сайты, немесе маңызы тіпті KDE жүйе шеңберінен де асқан <A HREF="http://printing.kde.org/">KDEPrint</A> деген KDE утилитасына арналған сайты. </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
km: <P> មាន​ព័ត៌មាន​ជាច្រើន​អំពី KDE នៅ​លើ <A HREF="http://www.kde.org/">តំបន់​បណ្ដាញ KDE</A> ។ មាន​តំបន់​មាន​ប្រយោជន៍​ផ្សេង​ទៀត​ផង​ដែរ សម្រាប់​កម្មវិធី​សំខាន់ៗ​ដូចជា <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> និង <A HREF="http://www.kdevelop.org/">KDevelop</A> ឬ ឧបករណ៍ KDE សំខាន់ៗ​ដូចជា <A HREF="http://printing.kde.org/">KDEPrint</A>, ដែល​អាច​ដាក់​ឲ្យ​ប្រើ​ពេញលេញ ទោះបី​នៅ​ក្រៅ KDE ក៏​ដោយ... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
ko: <P> KDE에 대한 보다 더 많은 정보가 있습니다. <A HREF="http://www.kde.org/">KDE 웹사이트</A>. 주요 응용프로그램에 대한 사이트 또한 있습니다. <A HREF="http://www.konqueror.org/">컹커러</A>, <A HREF="http://www.koffice.org/">K오피스</A> and <A HREF="http://www.kdevelop.org/">K개발</A>. 또한, 많이 사용하는 중요한 유틸리티 등의 웹사이트도 있습니다. <A HREF="http://printing.kde.org/">KDE인쇄</A>. KDE환경이 아니라도 접속하여 사용할 수 있습니다... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
lt: <p> Yra daugybė informacijos apie KDE <A HREF="http://www.kde.org/">KDE svetainėje</A>. Taip pat yra naudingos sritys apie pagrindines programas, kaip <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> ir <A HREF="http://www.kdevelop.org/">KDevelop</A>, ar svarbias KDE pagalbines programas, kaip <A HREF="http://printing.kde.org/">KDEPrint</A>, kurias galima naudoti net ir už KDE ribų... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
mk: <P> Има многу информации за KDE на <A HREF="http://www.kde.org/">веб-страницата на KDE </A>. Исто така има и корисни страници за некои поголеми апликации како <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> и <A HREF="http://www.kdevelop.org/">KDevelop</A>, или важни алатки во KDE како <A HREF="http://printing.kde.org/">KDEPrint</A>, што можат да се користат целосно дури и надвор од KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
nb: <P> Du finner masse informasjon om KDE på <A HREF="http://www.kde.org/">KDEs nettside</A>. . Det er også mange nyttige sider for viktige programmer, f.eks. <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org">KOffice</A> og <A HREF="http://www.kdevelop.org">KDevelop</A>, eller viktige KDE-verktøy slik som <A HREF="http://printing.kde.org">KDEPrint</A>, som kan brukes fullt ut også utenfor selve KDE ... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
nds: <P> Över KDE gifft dat en heel Barg Informatschonen op de <A HREF="http://www.kde.org/">KDE-Nettsieden</A>. För grötter Programmen gifft dat ok egen Nettsieden, so t.B. för <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> un <A HREF="http://www.kdevelop.org/">KDevelop</A>, oder ok för KDE-Warktüüch as <A HREF="http://printing.kde.org/">KDEPrint</A>, dat ok ahn KDE vull bruukt warrn kann... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
nl: <P> U vindt zeer veel informatie over KDE op KDE's <A HREF="http://www.kde.nl/">website</A>. Daarnaast zijn er nog andere goede sites voor belangrijke toepassingen als <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> en <A HREF="http://www.kdevelop.org/">KDevelop</A>, of belangrijke KDE-hulpprogramma's, zoals <A HREF="http://printing.kde.org/">KDEPrint</A>, waarvan u de faciliteiten zelfs buiten KDE kunt gebruiken... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
nn: <p>Du finn mykje informasjon om KDE på <a href="http://www.kde.org/">nettstaden til KDE</a>. Det finst òg nyttige sider for viktige program, som til dømes <a href="http://www.konqueror.org/">Konqueror</a>,<A HREF="http://www.koffice.org/">KOffice</A> og<A HREF="http://www.kdevelop.org/">KDevelop</A>, eller viktige KDE-verktøy som <A HREF="http://printing.kde.org/">KDEPrint</A>,som til og med kan vera nyttig utanfor sjølve KDE …</P> <br><center><img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
pt: <P> Existe bastante informação sobre o KDE na <A HREF="http://www.kde.org/">sítio Web do KDE</A>. Existem também outros sítios úteis para as aplicações principais, como o <A HREF="http://www.konqueror.org/">Konqueror</A>, o <A HREF="http://www.koffice.org/">KOffice</A> e o <A HREF="http://www.kdevelop.org/">KDevelop</A>, bem como utilitários importantes do KDE como o <A HREF="http://printing.kde.org/">KDEPrint</A>, os quais podem ser usados por completo mesmo fora do KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
pt_br: <P> Há muita informação sobre o KDE no <A HREF="http://www.kde.org/">site do KDE</A>. Também existem sites úteis para os principais aplicativos, como o <A HREF="http://www.konqueror.org/">Konqueror</A>, o <A HREF="http://www.koffice.org/">KOffice</A> e o <A HREF="http://www.kdevelop.org/">KDevelop</A>, ou utilitários importantes do KDE, como o <A HREF="http://printing.kde.org/">KDEPrint</A>, que pode ser usado até mesmo fora do KDE ... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
ru: <P> Большое количество информации о KDE можно найти на <A HREF="http://www.kde.org/">сайте KDE</A>. Также полезные сайты есть для основных приложений (например, у <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> и <A HREF="http://www.kdevelop.org/">KDevelop</A>, а также важных утилит KDE, таких как <A HREF="http://printing.kde.org/">KDEPrint</A>, которые могут быть полезными даже при работе вне среды KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
rw: <P> Hari ibisobanuro byinshi kuri KDE biboneka ku <A HREF="http://www.kde.org/">Urubuga makuru rwa KDE</A>. Hari na none imbuga zifitiye akamaro porogarmu z'ibanze nka <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> na <A HREF="http://www.kdevelop.org/">KDevelop</A>, cyangwa ibikoresho KDE bikomeye nka <A HREF="http://printing.kde.org/">KDEPrint</A>, ishobora gukoreshwa bihagije yewe no hanze ya KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
sk: <P> Veľké množstvo informácií o KDE je na <A HREF="http://www.kde.org/">web stránke KDE</A>. Existujú aj ďalšie veľmi praktické stránky pre hlavné aplikácie, napr. <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> a <A HREF="http://www.kdevelop.org/">KDevelop</A>, alebo dôležité nástroje KDE ako je <A HREF="http://printing.kde.org/">KDEPrint</A>, ktorý je možné používať dokonca aj mimo KDE...</P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
sl: <P> Obilo podatkov o KDE dobite na <A HREF="http://www.kde.org/">spletni strani KDE</A>. Najdejo pa se tudi uporabne strani za večje programe, denimo <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> in <A HREF="http://www.kdevelop.org/">KDevelop</A>, ali pa pomembne pripomočke KDE, kot je <A HREF="http://printing.kde.org/">KDEPrint</A>, ki ga lahko v celoti uporabimo celo izven KDE ... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
sr: <P> Мноштво информација о KDE-у може се наћи на <A HREF="http://www.kde.org/">KDE-овој веб страни</A>. Такође постоје корисне веб стране главних програма као што су <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> и <A HREF="http://www.kdevelop.org/">KDevelop</A>, или важних компоненти KDE-а као што је <A HREF="http://printing.kde.org/">KDEPrint</A>, који се у потпуности може користити и ван KDE-а... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
sr@latn: <P> Mnoštvo informacija o KDE-u može se naći na <A HREF="http://www.kde.org/">KDE-ovoj veb strani</A>. Takođe postoje korisne veb strane glavnih programa kao što su <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> i <A HREF="http://www.kdevelop.org/">KDevelop</A>, ili važnih komponenti KDE-a kao što je <A HREF="http://printing.kde.org/">KDEPrint</A>, koji se u potpunosti može koristiti i van KDE-a... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
sv: <p> Det finns en stor mängd information om KDE på <A HREF="http://www.kde.org/">KDE:s webbplats</A>. Det finns även användbara webbplatser för viktiga program som <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">Koffice</A> och <A HREF="http://www.kdevelop.org/">Kdevelop</A>, eller viktiga KDE-verktyg som <A HREF="http://printing.kde.org/">KDEPrint</A>, som även kan användas i full utsträckning utanför KDE. </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
th: <P> มีข้อมูลจำนวนมากเกี่ยวกับ KDE ที่ <A HREF="http://www.kde.org/">เว็บไซต์ KDE</A> และยังมีเว็บไซต์ ที่มีประโยชน์เกี่ยวกับแอพพลิเคชันหลักๆ เช่น <A HREF="http://www.konqueror.org">Konquroro</A>, <A HREF="http://www.koffice.org/">โปรแกรมชุดสำนักงาน K</A> และ <A HREF="http://www.kdevelop.org/">KDevelop</A> หรือโปรแกรมสำคัญของ KDE อย่าง <A HREF="http://printing.kde.org/">KDEPrint</A> ซึ่งมีวิธีการใช้งานเต็มรูปแบบ แม้ว่าจะอยู่นอก KDE ... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
uk: <P> Існує багато інформації про KDE на <A HREF="http://www.kde.org/">сайті Тенет KDE</A>. Також існують сайти для основних програм <A HREF="http://www.konqueror.org/">Konqueror</A> <A HREF="http://www.koffice.org/">KOffice</A>, <A HREF="http://www.kdevelop.org/">KDevelop</A> та сайти важливих утиліт для KDE <A HREF="http://printing.kde.org/">KDEPrint</A>, якими можна користуватись навіть, якщо ви не користуєтесь KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
vi: <P> Có rất nhiều thông tin về KDE tại <A HREF="http://www.kde.org/">nơi Mạng KDE</A>. Cũng có nơi Mạng có ích cho ứng dụng chính như <A HREF="http://www.konqueror.org/">Konqueror</A>, <A HREF="http://www.koffice.org/">KOffice</A> and <A HREF="http://www.kdevelop.org/">KDevelop</A>, hoặc tiện ích KDE quan trọng như <A HREF="http://printing.kde.org/">KDEPrint</A>, mà có thể được dùng hoàn toàn ngay cả bên ngoài môi trường KDE... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
zh_cn: <P>在 <A HREF="http://www.kde.org/">KDE 的网站上</A>有许多关于 KDE 的信息。另外，还有一些有用的网站是有关主要的应用程序的，如 <A HREF="http://www.konqueror.org/">Konqueror</A>、<A HREF="http://www.koffice.org/">KOffice</A> 和 <A HREF="http://www.kdevelop.org/">KDevelop</A>，或者是重要的 KDE 工具，像<A HREF="http://printing.kde.org/">KDEPrint</A>，即使是在 KDE 以外的场合它也可以被充分利用……</P><br><center><img src="crystalsvg/48x48/filesystems/desktop.png"></center>
zh_tw: <P> <A HREF="http://www.kde.org/">KDE 網站</A> 上有很多 關於 KDE 的資訊。網路上也有很多關於主要應用程式的網站，像 <A HREF="http://www.konqueror.org/">Konqueror</A>， <A HREF="http://www.koffice.org/">KOffice</A> 和 <A HREF="http://www.kdevelop.org/">KDevelop</A> 或是重要的 KDE 公用程式，像 <A HREF="http://printing.kde.org/">KDEPrint</A>， 即使在 KDE 之外也相當有用... </P> <br> <center> <img src="crystalsvg/48x48/filesystems/desktop.png"> </center>
