Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>The <b>"Location" label</b> in Konqueror is draggable.</p> <p>This means you can create shortcuts (e.g. on the desktop or the panel) by dragging it there with the mouse. You can also drop it on to Konsole or edit fields to get the URL typed in there (as you can with links or files displayed in Konqueror).</p>
af: <p>Die <b>"Ligging" etiket</b> in Konqueror is sleepbaar.</p> <p>Hierdie beteken jy kan skep kortpaaie (e.g. op Die werkskerm of Die paneel) deur te trek dit daar met Die muis. jy kan asook laat val dit op na Konsole of redigeer velde na kry Die Url getikte in daar (as jy kan met skakel of lêers vertoon in Konqueror).</p>
ar: <p>أنً علامة <b>"الموقع " </b> في Konqueror يمكن سحبها.</p> <p>و هذا يعني أنك تستطيع إنشاء إختصارات ( مثلاً غلى سطح المكتب أو على اللوحة ) عند سحبها إلى هناك بواسطة الفأرة. يمكنك أيضاً إسقاطها على طرفية التحكم ( Konsole ) أو إي حقل نصي كي تحصل على رابط الشبكة ( URL ) يكتب هناك (كما هي الحالة أيضاً للروابط أو الملفات المعروضة فيKonqueror).</p>
ca: <p>L'etiqueta <b>"Localització"</b> al Konqueror es arrossegable.</p> <p>Això significa que podeu crear dreceres (p.ex. a l'escriptori o al plafó) arrossegant-la amb el ratolí. També podeu amollar-la a Konsole o bé editar camps d'entrada per teclejar l'URL (tal com podeu fer-ho amb els enllaços o els fitxers mostrats al Konqueror).</p>
da: <p><b>'Sted'-etiketten</b> i Konqueror kan trækkes.</p> <p>Det betyder du at kan lave genveje (f.eks. på desktoppen eller i panelet) ved at trække dem derhen med musen. Du kan også putte dem ind i konsollen eller redigere felter for at få en URL skrevet der (som man kan med links eller filer, der vises i Konqueror).</p>
de: <p>Das <b>Adressfeld</b> in Konqueror kann man an andere Plätze ziehen und dort fallen lassen.</p> <p>Das bedeutet, dass Sie Verknüpfungen erstellen können (z. B. auf der Arbeitsfläche oder auf der Kontrollleiste), indem Sie das Feld mit der Maus an die gewünschte Stelle ziehen.</p>
el: <p>Η ετικέτα <b>"Τοποθεσία"</b> στον Konqueror μπορεί να συρθεί.</p> <p>Αυτό σημαίνει ότι μπορείτε να δημιουργήσετε συντομεύσεις (π.χ. στην επιφάνεια εργασίας ή στον πίνακα) σύροντάς την εκεί με το ποντίκι. Μπορείτε επίσης να την αφήσετε στην Κονσόλα ή σε κάποιο πεδίο για να "τυπωθεί" αυτόματα το URL εκεί πέρα (όπως άλλωστε μπορείτε να κάνετε με αρχεία και δεσμούς που εμφανίζονται στον Konqueror).</p>
eo: <p>La <b>"Situo"-etikedo</b> en Konkeranto estas ŝovebla.</p> <p>Tiel vi povas krei legosignojn, ekz. sur la tabulofono aŭ en la panelo, trenante la situon per la muso tien. Vi povas ankaŭ faligi ĝin al la Konzolo aŭ tekstokampon por kopii la URLon tien (same kiel vi povas fari kun ligiloj kaj dosieroj prezentataj en Konkeranto).</p>
es: <p>La etiqueta <b>"Dirección" </b> en Konqueror se puede arrastrar.</p> <p>Esto significa que puede crear accesos directos (p. ej. en el escritorio o en el panel) arrastrandola hasta allí con el ratón. También puede soltarlos en Konsole o editar campos para obtener la URL introducida allí (al igual que lo puede hacer con los enlaces o archivos mostrados en Konqueror).</p>
et: <p>Konquerori väli <b>"Asukoht"</b> on lohistatav.</p> <p>See tähendab, et sa võid tekitada viitasid (nt. töölauale või paneelile), lohistades seda välja hiirega. Samuti võid kukutada selle terminalile või redigeerida välju (samuti nagu viitadega või Konqueroris näidatavate failidega).</p>
eu: <p>Konquerorreko <b>"Helbidea"</b> etiketa arrastagarria da.</p> <p>Honek zera esan nahi du: sagua erabilita mahaigainera edo panelera arrastatuz gero, lasterbideak sor ditzakezula. Konsolen ere jaregin dezakezu, edo eremuak editatu, bertan idatziak dauden URLak eskuratzeko (Konquerorren agertzen diren esteka edo fitxategiekin egin dezakezun moduan).</p>
fa: <p><b>برچسب »محل«</b> در Konqueror قابل کشیدن است.</p> <p>به این معنا که با کشیدن آن به وسیلۀ موشی در اینجا، می‌توانید میان‌برها را )مثلاً روی رومیزی یا تابلو( ایجاد کنید. همچنین می‌توانید آن را روی Konsole یا حوزه‌های ویرایش بکشید تا نشانی وب تحریرشده در آنجا به دست آید. )همان طور که با پیوندها یا پرونده‌های نمایش داده‌شده در Konqueror می‌توانید انجام دهید(.</p>
fi: <p>Konquerorissa oleva <b>"Sijainti" -otsikko</b> voidaan vetää ja pudottaa esimerkiksi työpöydälle tai paneeliin.</p> <p>Voit luoda pikakuvakkeita (esim. työpöydälle tai paneeliin) vetämällä ja pudottamalla sijainnin haluamaasi paikkaan. Voit myös pudottaa sen Konsolen ikkunaan (kuten myös tiedoston tai hakemiston).</p>
fr: <p>La zone <b>URL</b> dans Konqueror peut être glissée à la souris.</p> <p>Ceci signifie que vous pouvez créer des raccourcis (par exemple sur le bureau ou dans le tableau de bord) en l'y amenant avec la souris. Vous pouvez aussi la relâcher dans Konsole ou modifier le champ pour obtenir l'URL que vous saisissez (de la même manière qu'avec les liens ou les fichiers affichés dans Konqueror).</p>
fy: <p>It kaartsje <b>"Lokaasje"</b> yn Konqueror is Fersleepber.</p> <p>Dit jout oan dat jo fluchtoetsen oanmeitsje kinne (bgl. op jo buroblêd of paniel) troch it kaartsje mei de rjochter mûsknop der nei ta te slepen. Jo kinne it kaartsje ek nei Konsole slepe of nei bewurkfjilden om sa it URL-adres deryn te pleatsen. (lykas ko ek dwaan kinne mei keppelingen of triemmen dy yn Konqueror werjûn wurde).</p>
hu: <p>A <b>"Hely" címke</b> a Konquerorban elhúzható.</p> <p>Ez azt jelenti, hogy linkeket lehet létrehozni (pl. a munkaasztalon vagy a panelen) a címke odahúzásával. A címke ráejthető a Konsole-ra vagy bármely szövegmezőre az URL beírásához (ez a HTML-oldalak linkjeivel és a kilistázott fájlokkal is megtehető).</p>
is: <p><b>Staðsetningar:</b> merkið í Konqueror er draganlegt.</p> <p>Þannig má búa til hlekk (t.d. á skjáborðið eða spjaldið) með því að draga merkið þangað sem hlekkur á að vera. Það má líka sleppa því á skipanalínu, eða í textareit, til að skrifa slóðina inn þar (eins og hægt er að gera með hlekki, eða skrár í Konqueror).</p>
ja: <p>konqueror の「場所」ラベルは、実は「ドラッグ」できます。</p> <p>マウスを使ってこのラベルをデスクトップやパネルにドラッグすると、簡単にショートカットを作成することができます。また、ラベルを Konsole やエディタにドロップすると、Konqueror でリンクやファイルを開くのと同様に、そこに URL を入力することができます。</p>
kk: <p> Konqueror-дағы <b>"Адресі"</b> деген тамғасын сүйреуге болады.</p> <p>Бұл (үстелде не панельде) сілтеме жарлығын, керек жерге сүйреп апарып, жасауға мүмкіншілік береді. Адресті Сіз Konsole багарламасына да, басқа да енгізу өрістеріне, URL-сілтемені келтіру үшін, сүйреп апара аласыз (дәл осылай Konqueror-дың негізгі терезесіндегі сілтеме не файлдармен айналасуға болады).</p>
km: <p>អ្នក​អាច​អូស​ស្លាក <b>"ទីតាំង"</b> ក្នុង Konqueror ។</p> <p>នេះ​មាន​ន័យ​ថា អ្នក​អាច​បង្កើត​ផ្លូវកាត់ (ឧ. លើ​ផ្ទៃតុ ឬ បន្ទះ) ដោយ​អូស​វាទៅ​ទីនោះ​ដោយ​ប្រើ​កណ្ដុរ ។ អ្នក​ក៏​អាច​ទម្លាក់​វា​ទៅ​ក្នុង Konsole ឬ កែសម្រួល​វាល ដើម្បី​ទទួល​បាន URL ដែល​បាន​វាយ​នៅ​ទីនោះ (ដូច​ដែល​អ្នក​អាច​ធ្វើ​ជាមួយ​តំណ ឬ ឯកសារ ដែល​បាន​បង្ហាញ​ក្នុង Konqueror ដែរ) ។</p>
ko: <p>컹커러의 <b>"위치" 레이블</b>은 드래그 할 수 있습니다.</p> <p>마우스로 레이블을 드래그 하여 데스크톱이나 패널에 단축 아이콘을 만들 수 있습니다. 또한, 콘솔이나 편집할 수 있는 창에 끌어다 놓으면 URL을 고칠 수도 있습니다. (컹커러에서 보이는 연결이나 파일도 마찬가지로 쓸 수 있습니다).</p>
lt: <p><b>„Adreso“ žymė</b> Konqueror programoje gali būti nutempta.</p> <p>Tai reiškia Jūs galite kurti nuorodas (pvz. ant darbastalio ar pulto) nutempdami ją ten su pele. Jūs taip pat galite nutempti ją ant Konsole ar redaguoti laukus norėdami pasiekti URL įvestą ten (kaip Jūs galite daryti su nuorodomis ar bylomis, rodomomis Konqueror).</p>
mk: <p>Текстот <b>„Локација“</b> во Konqueror може да се влече.</p> <p>Ова значи дека може да создадете кратенки (пр. на површината или панелот) ако ги одвлечете таму со глушецот. Исто така може да го пуштите во Конзола или да ги измените полињата за да го добиете URL внесено таму (како што може да правите со врските или датотеките прикажани во Konqueror).</p>
nb: <p>Du kan dra <b>«Adresse»-knappen</b> i Konqueror.</p> <p>Slik kan du lage snarveier (for eksempel på skrivebordet eller panelet) ved å dra den dit med musa. Du kan også slippe den i et Konsoll-vindu eller i et skrivefelt for å få adressen skrevet der (slik du kan med lenker eller filer som er vist i Konqueror).</p>
nds: <p>De <b>"Adress"-Beschriften</b> vun Konqueror lett sik trecken.</p> <p>Dat bedüüdt, dat Du Links (t.B. op den Schriefdisch oder in't Paneel) eenfach opstellen kannst, wenn Du ehr dorhen treckst. Du kannst ehr ok över en Konsole-Finster oder en Ingaav-Feld looslaten, denn warrt dor de URL intippt (dat is ok mit Links un Dateien mööglich, de vun Konqueror wiest warrt).</p>
nl: <p>Het label genaamd <b>"Locatie"</b> in Konqueror is versleepbaar.</p> <p>Dit betekent dat u snelkoppelingen kunt aanmaken (bijv. op uw bureaublad of paneel) door het label dmv de rechter muisknop er naar toe te slepen. U kunt het label ook naar Konsole slepen of naar bewerkvelden om zo het URL-adres erin te plaatsen. (zoals u ook kunt doen met koppelingen of bestanden die in Konqueror worden weergegeven).</p>
nn: <p>Du kan dra <b>«Adresse»-knappen</b> i Konqueror.</p> <p>Slik kan du laga snarvegar (til dømes på skrivebordet eller panelet) ved å dra han dit med musa. Du kan òg sleppa han i eit Konsole-vindauge eller i skrivefelt for å få adressa skriven der (slik du kan med lenkjer eller filer som er viste i Konqueror).</p>
pt: <p>O campo <b>"Localização"</b> no Konqueror é arrastável.</p> <p>Isto significa que o utilizador pode criar atalhos (p. ex. no ecrã ou no painel) arrastando-o para lá com o rato. Também o poderá largar no Konsole ou nos campos de edição para obter o URL lá escrito (assim como nas ligações ou nos ficheiros mostrados no Konqueror).</p>
pt_br: <p>O rótulo <b>"Localização"</b> do Konqueror é arrastável.</p> <p>Isto significa que você pode criar atalhos (por exemplo, na área de trabalho ou no painel) arrastando-o para lá com o mouse. Você também pode largá-lo no Konsole ou campos de edição para ter a URL digitada aqui (você pode fazer o mesmo com links ou arquivos mostrados no Konqueror).</p>
ru: <p>Метку <b>"Адрес"</b> в Konqueror можно перетаскивать мышью.</p> <p>Это означает, что вы можете создать ссылки (на рабочем столе или панели), просто перетащив его мышью в нужное место. Вы также можете перетащить адрес в другое приложение (в konsole или поля редактирования), чтобы вставить туда URL (точно также вы можете поступить с ссылками или файлами в основном окне Konqueror).</p>
rw: <p> Akarango ka<b>"Ahantu" </b> kari muri Konqueror gashobora kunyerezwa.</p> <p>Ibi bivuga ko ushobora kurema amahinanzira (urugero ku biro cyangwa ku mwanya) ukahanyereza ukoresheje imbeba. Ushobora na none kukanyereza ukaganisha kuri Konsole cyangwa guhindura imyanya kugira ngo ubone URL yanditswemo(nk'uko ushobora kubigenza n'amahuza cyangwa za dosiye zigaragara muri Konqueror).</p>
sk: <p>Popis <b>"Miesto"</b> v Konquerorovi je ťahateľné.</p> <p>To znamená, že môžete vytvárať skratky (napr. na ploche alebo v paneli) jeho ťahaním myšou na dané miesto. Taktiež ho môžete pustiť do Konzole alebo do editačných polí a získate napísané URL (rovnako ako s odkazmi alebo súbormi zobrazenými v Konquerorovi).</p>
sl: <p>V Konquerorju lahko vrstico <b>»Lokacija«</b> premaknete.</p> <p>To pomeni, da lahko s potegom miške na to mesto ustvarite bližnjice (recimo na namizju ali na pultu). Lahko jo potegnete na konzolo ali z njo uredite polja, da se tam natipka URL (enako lahko storite s povezavami ali datotekami, prikazanimi v Konquerorju).</p>
sr: <p><b>Ознака „Локација“</b> у Konqueror-у може се превлачити.</p> <p>Ово значи да можете да направите пречицу (нпр. на радној површини или на панелу) превлачењем локације мишем. Такође је можете превући на Konsole-у или на поља за унос где желите да унесте URL (као што можете и везе или фајлове приказане у Konqueror-у).</p>
sr@latn: <p><b>Oznaka „Lokacija“</b> u Konqueror-u može se prevlačiti.</p> <p>Ovo znači da možete da napravite prečicu (npr. na radnoj površini ili na panelu) prevlačenjem lokacije mišem. Takođe je možete prevući na Konsole-u ili na polja za unos gde želite da uneste URL (kao što možete i veze ili fajlove prikazane u Konqueror-u).</p>
sv: <p>Du kan dra och släppa texten <b>"Plats"</b> i Konquerors platsrad.</p> <p>Det här innebär att du kan skapa genvägar (t ex på skrivbordet eller i panelen) genom att dra den dit med musen. Du kan också släppa den på Konsole eller ett inmatningsfält för att få webbadressen inskriven där (precis som du kan göra med länkar och filer som visas i Konqueror).</p>
th: <p>แถบเครื่องมือ <b>"ตำแหน่ง"</b> บนคอนเควอร์เรอร์นั้น สามารถลากได้</p> <p>ซึ่งจะทำให้คุณสามารถสร้างทางลัดได้ (เช่น ไว้บนพื้นที่ทำงานหรือพาเนล) โดยการลากมันด้วยเมาส์ จากนั้นวางมันบนคอนโซล K หรือ ช่องแก้ไขข้อมูล เพื่อเติมค่าตำแหน่งที่มีในแถบตำแหน่ง (คุณสามารถลากเพื่อสร้างการเชื่อมโยงหรือแสดงแฟ้ม ในคอนเควอร์เรอร์ได้เช่นกัน)</p>
uk: <p><b>Напис "Адреса"</b> у Konqueror можна перетягувати.</p> <p>Ви можете створювати посилання (напр. на стільниці або панелі) перетягуючи адресу за допомогою мишки до потрібного місця. Ви, також, можете перетягнути адресу до Konsole або поля редагування для того, щоб вставити URL туди (також ви можете робити це з посиланнями та файлами у вікні Konqueror).</p>
vi: <p><b>Nhãn « Địa điểm »</b> trong trình Konqueror có thể được kéo.</p> <p>Có nghĩa là bạn có thể tạo lối tắt (v.d. trên màn hình nền hay trên bảng điều khiển) bằng cách kéo nó vào đó bằng con chuột. Cũng có thể thả trên Konsole, hoặc vào trường hiệu chỉnh, để nhập địa chỉ Mạng đó (cũng như với liên kết hay tập tin được hiển thị trong Konqueror).</p>
zh_cn: <p>Konqueror 中的<b>“位置”标签</b>是可以拖动的。</p><p>这意味着您只要通过鼠标拖动，就可以创建快捷方式(比如，在桌面或者面板上)。您还可以把它拖到 Konsole 或者编辑区域，从而把 URL 填写进去(就像您可以让 Konqueror 显示链接和文件一样)。</p>
zh_tw: <p>Konqueror 的<b>「位置」標籤</b>是可以拖曳出來的。</p> <p>這表示您可以建立捷徑（例如在桌面或面板上），方法是使用滑鼠拖曳它。 您也可以將它放進 Konsole 或 Konqueror 的輸入欄來顯示 URL （像在 Konqueror 顯示連結或檔案一樣）。</p>
