Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>If you are using Konqueror and want to type another location into the location field below the toolbar to get there, you can clear the whole field very quickly with the black button with a white cross to the left of the "Location" label and start typing.</p> <p>You can also press Ctrl+L to clear the location field and place the text cursor there.</p>
af: <p>As jy word te gebruik Konqueror en wil hê na tipe nog 'n ligging binnein die ligging veld onder die nutsbalk na kry daar, jy kan maak skoon die volledige veld baie vinnig met die swart knoppie met 'n wit kruis na die links van die "ligging" etiket en begin te tik.</p> <p>jy kan asook druk Ctrl+L na open 'n dialoog na invoer nog 'n ligging.</p>
ar: <p>إذا كنت تستعمل Konqueror و تريد كتابة عنوان موقع آخر في حقل المواقع تحت شريط الأدوات كي تذهب إليه ، فإنك تستطيع محو الحقل الكامل سريعاً إذا نقرت على الزرّ الأسود اللذي يوجد فيه علامة الضرب x البيضاء على يمين العلامة "الموقع" ثم البدء في الكتابة.</p> <p>يمكنك أيضاً الضغط على Ctrl و L لمحو حقل الموقع و وضع مؤشر النصّ هناك.</p>
ca: <p>Si useu Konqueror i voleu teclejar una altra localització al camp localització sota de la barra d'eines per tal d'arribar-hi, podeu netejar tot el camp molt ràpidament amb el botó negre amb una creu blanca a l'esquerra de l'etiqueta "Localització" i començar a escriure.</p> <p>També podeu prémer Ctrl+L per netejar el camp localització i col·locar-hi el cursor de text.</p>
da: <p>Hvis du bruger Konqueror og ønsker at skrive en anden netside ind i stedfeltet under værktøjslinjen, for at komme dertil, kan du rydde hele feltet meget hurtigt vha. den sorte knap med det hvide kryds til venstre for 'Sted'-etiketten og så begynde at skrive.</p> <p>Du kan også trykke på Ctrl+L for at rydde stedfeltet og placere tekstmarkøren der.</p>
de: <p>Wenn Sie Konqueror benutzen und eine neue Adresse in das entsprechende Feld unter der Werkzeugleiste eingeben möchten, können Sie Feldinhalte vor der Neueingabe löschen, indem Sie auf das liegende Kreuz links von der Bezeichnung "Adresse" klicken.</p> <p>Sie können auch Strg+L drücken, um die Adressleiste zu leeren und den Cursor dorthin zu setzen.</p>
el: <p>Αν χρησιμοποιείτε τον Konqueror και θέλετε να πληκτρολογήσετε μια άλλη τοποθεσία στο πεδίο κάτω από τη μπάρα εργαλείων, μπορείτε να καθαρίσετε γρήγορα ολόκληρο το πεδίο χρησιμοποιώντας το μαύρο κουμπί με τον άσπρο σταυρό στα αριστερά της "Τοποθεσίας" και έπειτα ξεκινήστε την πληκτρολόγηση.</p> <p>Μπορείτε επίσης να πατήσετε Ctrl+L για τον καθαρισμό της τοποθεσίας και την τοποθέτηση του δρομέα εκεί.</p>
eo: <p>Se vi uzas Konkeranton kaj volas entajpi novan situon en la adresparto sub la ilobreto, vi povas forigi la nunan situon rapide per la nigra butono kun blanka kruco maldekstre de la situoetikedo. Nun vi povas entajpi la novan situon. Aŭ uzu la klavkombinon Ktrl+L por fari la saman.</p> <p>Vi povas ankaŭ premi Ktrl+O por malfermi dialogon, kie vi entajpos la novan situon.</p>
es: <p>Si utiliza Konqueror y desea introducir una nueva dirección en el campo de dirección debajo de la barra de herramientas puede borrar todo el campo muy rápidamente utilizando el botón con la cruz blanca a la izquierda de la etiqueta «Dirección» e introducir la nueva dirección.</p> <p>También puede pulsar Ctrl-L para borrar el campo de la dirección y situar el cursor de texto ahí.</p>
et: <p>Kui kasutad Konquerori ja soovid tööriistariba all olevale asukoharibale sisestada uut URL-i, võid kogu välja kiirelt puhastada, vajutades mustale ristiga nupule asukohariba kõrval (kirja "Asukoht" ees) ning hakata kohe seejärel aadressi kirjutama.</p> <p>Samuti võid vajutada Ctrl+L, mis puhastab asukohavälja ning asetab sinna tekstikursori.</p>
eu: <p>Konqueror erabiltzen ari zarela, tresna-barran dagoen kokapen eremuan bertara joateko beste helbide bat tekleatu nahi baduzu, eremu osoa berehala ezaba dezakezu "Helbidea" etiketaren ezkerrean gurutze zuria duen botoi beltzaren bitartez, eta tekleatzen hasi.</p> <p>Ktrl+L ere teklea dezakezu eta beste helbide bat sartzeko elkarrizketa ireki.</p>
fa: <p>اگر از Konqueror استفاده می‌کنید و می‌خواهید محل دیگری را در حوزۀ محل زیر میله ابزار تحریر کنید تا به آنجا دست یابید، می‌توانید به سرعت، کل حوزه را با دکمۀ سیاه دارای خط سفید سمت چپ برچسب »محل« پاک کرده و تحریر را آغاز کنید.</p> <p>همچنین می‌توانید مهار +L را فشار دهید تا حوزۀ محل پاک شود و مکان‌نمای متن را در آنجا قرار دهید.</p>
fi: <p>Jos haluat tyhjentää Konquerorin osoiterivin uutta osoitetta varten, napsautta "Sijainti" -tekstin vasemmalla puolella olevaa mustaa rastipainiketta.</p> <p>Osoiterivin voi tyhjentää myös Ctrl+L -näppäinyhdistelmällä.</p>
fr: <p>Si vous utilisez Konqueror et souhaitez saisir un autre emplacement dans cette barre (située généralement sous la barre d'outils), vous pouvez effacer la totalité du champ très vite avec le bouton noir portant une croix à gauche d'« Emplacement » puis commencer à saisir la nouvelle adresse.</p> <p>Vous pouvez également utiliser le raccourci « Ctrl+L » afin d'effacer le contenu de ce champ et placer le curseur à cet endroit.</p>
fy: <p>As jo brûk meitsje fan Konqueror en jo wolle in nij adres yn it lokaasjefjild ûnder de arkbalke ynfiere, dan kinne jo it hiele fjild fluch wiskje troch op de swarte pylk mei de witte krús lofts fan it "Lokaasje"-kaartsje te klikken.</p> <p>Jo kinne ek op de toetsen Ctrl-L drukken om in dialoochfinster te iepenjen wêryn jo it adres type kinne.</p>
hu: <p>Ha a Konquerorral böngészik és az eszköztár alatti címmezőbe egy új címet szeretne beírni, akkor először kattintson a "Cím:" felirat mellett látható, üres hátterű fehér X-re a mező törléséhez, majd írja be a címet.</p> <p>A Ctrl+L is használható erre a célra - a címmező törlődik, és a kurzor a mező elejére áll.</p>
is: <p>Ef þú notar Konqueror og vilt skrifa inn nýja slóð í staðsetningarlínuna, þá geturðu þurrkað út það sem er í reitnum á snöggan hátt, með því að smella á svarta takkann með hvíta X-inu vinstra megin við "Staðsetning:".</p> <p>Þú getur líka notað Ctrl-L til að hreinsa svæðið og setja textabendilinn þar.</p>
ja: <p>konqueror のツールバーの下にある場所フィールドに新しい URL を入力するときは、「場所」ラベルの左にある X の付いた黒いボタンをクリックすると、フィールドを素早くクリアしてから入力を開始できます。</p> <p>キーボードショートカット <b>[Ctrl+L]</b> でも、フィールドをクリアしてカーソルをそこへ移動させることがきます。</p>
kk: <p>Konqueror шолғышты қолданғанда, құралдар панелінің астындағы адрес жолына басқа адресті енгізгіңіз келсе, жолды тез тазалау үшін "Адресі"дегеннің сол жағындағы сыпырғыш белгісін басып, керек адресті енгізіңіз.</p> <p>Сонымен қатар, Ctrl+L пернелерін басып, адрес жолын тазалап, меңзерді осы жолға ауыстыруға болады.</p>
km: <p>ប្រសិនបើ​អ្នក​កំពុង​ប្រើ Konqueror ហើយ​អ្នក​ចង់​វាយ​ទីតាំង​ផ្សេង​ទៀត​ទៅ​ក្នុង វាល​ទីតាំងក្រោម​របារ​ឧបករណ៍ អ្នក​អាច​ជម្រះ វាល​ទាំងមូល​បាន​យ៉ាង​លឿន ដោយ​ចុច​ប៊ូតុង​ពណ៌​ខ្មៅ​ដែល​មាន​សញ្ញា​ខ្វែង​ពណ៌​ស ​ស្ថិត​នៅ​ខាង​ឆ្វេង​ស្លាក "ទីតាំង" រួច​ចាប់ផ្ដើម​វាយ​អ្វី​ដែល​អ្នក​ចង់​បាន ។</p> <p>អ្នក​ក៏​អាច​ចុច Ctrl+L ដើម្បីជម្រះ​វាល​ទីតាំង ហើយដាក់​ទស្សន៍​ទ្រនិច​នៅ​ទី​នោះផងដែរ ។</p>
ko: <p>컹커러를 쓰고 있을 때 도구줄에 있는 위치줄에 새 주소를 넣고 싶다면 "위치" 이름표 왼쪽에 있는 검정 십자가 단추를 눌러보세요. 그러면 위치줄에 있는 값이 지워지고 새로 값을 넣을 수 있습니다.</p> <p>대화 상자를 열어 주소를 넣고 싶다면 컨트롤+O(Ctrl+O)를 누르면 됩니다.</p>
lt: <p>Jei Jūs naudojate Konqueror ir norite įvesti kitą adresą adreso lauke po įrankių juosta, Jūs galite labai greitai išvalyti visą lauką naudodami juodą mygtuką su baltu kryžiumi kairėje nuo „Adreso“ užrašo, ir pradėti adreso įvedimą.</p> <p>Jūs taip pat galite paspausti Vald(Ctrl)+L ir taip išvalyti adreso lauką bei pastatyti jame kursorių.</p>
mk: <p>Ако го користите Konqueror и ако сакате да напишете друга локација во полето за локација под алатникот, може да го исчистите целото поле многу брзо со кликање на црното копче со бел крст лево од текстот „Локација“ и да почнете да пишувате.</p> <p>Исто така може да притиснете Ctrl+L за да го исчистите полето и да го поставите покажувачот таму.</p>
nb: <p>Dersom du bruker Konqueror og vil skrive inn en annen adresse i adresselinja under verktøylinja, kan du raskt tømme hele feltet ved å bruke knappen med et hvitt kryss, til venstre for adressefeltet og så begynne å skrive.</p> <p>Du kan også trykke «Ctrl + L» for å åpne et dialogvindu der du kan skrive inn en ny adresse.</p>
nds: <p>Wenn Du Konqueror bruukst un Du wullt en anner Adress in't Adressfeld ingeven, üm dor hentokamen, kannst Du dat Feld gau leddig maken, wenn Du op den swatten Piel mit dat witte Krüüz dor op klickst (linkerhand vun't Adressfeld).</p> <p>Du kannst ok Strg+L drücken, denn warrt dat Adressfeld leddig maakt un de Blinker dor rinsett.</p>
nl: <p>Als u Konqueror gebruikt en u wilt een nieuw adres in het locatieveld onder de werkbalk invoeren, dan kunt u het hele veld snel wissen door op de zwarte pijl met het witte kruis links van het "Locatie"-label te klikken.</p> <p>U kunt ook op de toetsen Ctrl-L drukken om het locatieveld te wissen en de cursor in het veld te plaatsen..</p>
nn: <p>Dersom du brukar Konqueror og vil skriva ei ny adresse i adressefeltet under verktøylinja, kan du raskt tøma heile feltet ved å bruka den svarte knappen med kvitt kross til venstre for adressefeltet.</p> <p>Du kan òg trykkja Ctrl&nbsp;+&nbsp;L for å opna eit dialogvindauge der du kan skriva ei ny adresse.</p>
pt: <p>Se for usar o Konqueror e quiser indicar outra localização no campo correspondente, abaixo da barra da ferramentas, poderá apagar o campo inteiro muito rapidamente carregando no botão com a seta à esquerda do texto "Localização" e depois começar a escrever.</p> <p>Também poderá carregar em Ctrl+L para abrir uma janela onde poderá indicar outra localização.</p>
pt_br: <p>Se você está usando o Konqueror e quer digitar outra localização no campo de localização abaixo da barra de ferramentas, você pode limpar o campo inteiro muito rapidamente com o botão cruzado preto à esquerda do rótulo "Localização", e começar a digitar.</p> <p>Você também pode pressionar Ctrl+L para limpar o campo e colocar o cursor lá.</p>
ru: <p>Если вы используете Konqueror и хотите ввести другой адрес в поле адреса под панелью инструментов, можете быстро очистить всё поле адреса, нажав чёрную кнопку с белым крестиком слева от метки "Адрес" и ввести другой адрес.</p> <p>Кроме того, вы можете использовать комбинацию клавиш Ctrl+L.</p>
rw: <p>Niba urimo gukoresha Konqueror ukaba ushaka kwandika ahandi hantu mu mwanya w'ahantu ukurikira umurongobikoresho kugira ngo uhagere, ushobora gusiba umwanya wose byihuse cyane ukoreshe buto yirabura iciyeho umurongo wera ikaba ibumoso bw'akarango ka "Umwanya" maze utangire kwandika.</p> <p>Ushobora no gukanda Ctrl+L kugira ngo usibe umwanya w'ahantu maze ukahashyira inyoborayandika y'umwandiko.</p>
sk: <p>Ak používate Konqueror a chcete zadať iné miesto, kam sa chcete pozrieť, celé pole rýchlo vymažete stlačením tlačidla s bielym krížikom vľavo od poľa. A môžete začať písať.</p> <p>Ak stlačíte Ctrl+L, otvorí sa dialóg pre zadanie nového miesta.</p>
sl: <p>Če uporabljate Konqueror in bi radi v lokacijsko vrstico pod orodjarno natipkali drug naslov, lahko celotno polje hitro počistite s črnim gumbom z belim križem levo od napisa »Lokacija« in začnete tipkati.</p><p>Da bi počistili lokacijsko vrstico (in vanjo postavili kazalec za besedilo) lahko pritisnete tudi Ctrl+L.</p>
sr: <p>Ако користите Konqueror и желите да укуцате другу локацију у поље за унос локација, које се налази испод траке са алатом, можете врло брзо очистити цело поље помоћу црног дугмета са иском са леве стране ознаке „Локација“, и онда почети са уносом.</p> <p>Такође можете притиснути Ctrl+L да бисте очистили поље са локацијом и поставили курсор у њега.</p>
sr@latn: <p>Ako koristite Konqueror i želite da ukucate drugu lokaciju u polje za unos lokacija, koje se nalazi ispod trake sa alatom, možete vrlo brzo očistiti celo polje pomoću crnog dugmeta sa iskom sa leve strane oznake „Lokacija“, i onda početi sa unosom.</p> <p>Takođe možete pritisnuti Ctrl+L da biste očistili polje sa lokacijom i postavili kursor u njega.</p>
sv: <p>Om du använder Konqueror och vill skriva in en annan plats i platsfältet nedanför verktygsraden för att komma dit, kan du snabbt rensa hela platsfältet med hjälp av den svarta kryssknappen till vänster om texten "Plats", och därefter börja skriva.</p> <p>Du kan också trycka på Ctrl+L för att rensa platsfältet och placera textmarkören där.</p>
th: <p>หากคุณกำลังใช้คอนเควอร์เรอร์อยู่ และต้องการพิมพ์ตำแหน่งบางที่ ในช่องตำแหน่งใต้แถบเครื่องมือ คุณสามารถล้างตำแหน่งเดิมที่มี ได้อย่างรวดเร็ว โดยการกดปุ่มสีดำที่รูปกากบาทสีขาว ที่อยู่ทางด้านซ้ายของแถบ "ตำแหน่ง" จากนั้นก็เริ่มพิมพ์ได้</p> <p>คุณอาจใช้วิธีกด Ctrl+L เพื่อล้างช่องตำแหน่งแล้วเลื่อนเคอร์เซอร์สำหรับพิมพ์ขึ้นไปก็ได้</p>
uk: <p>Якщо ви використовуєте Konqueror і хочете ввести нову адресу в поле адреси, то можна швидко очистити все поле натиснувши на чорну кнопку з білим перехрестям ліворуч від надпису "Адреса" і почати ввід нової адреси.</p> <p>Також можна натиснути Ctrl+L, щоб очистити поле адреси і вставити туди текстовий курсор.</p>
vi: <p>Nếu bạn dùng trình Konqueror và muốn gõ địa điểm thêm vào trường địa điểm dưới thanh công cụ, để tới đó, bạn có thể xoá nhanh trường địa điểm bằng nút đen có chữ thấp trên, bên trái nhãn « Địa điểm », và bất đầu gõ chữ.</p> <p>Bạn cũng có thể bấm tổ hợp phím Ctrl+L để xoá trường địa điểm và để con chạy chữ vào nó</p>
zh_cn: <p>如果您正在使用 Konqueror， 想在工具条下面的位置栏中输入另一个地址并访问那里， 您可以通过“位置” 标签左边的黑叉按钮快速清除整个区域并开始输入新内容。</p> <p>您还可以按 Ctrl+L 打开一个对话框来输入另一个地址。</p>
zh_tw: <p>如果您使用 Konqueror，又要在工具列下方的位置欄 輸入想到的地方，在「位置」標籤左方有白色交叉的 黑色按鈕可以很快速地清除整欄並讓你輸入。 </p> <p>你也可以按 Ctrl+L 來開啟對話窗並在這裡輸入其它 位置。</p>

source: <p> You can access a <strong>man page</strong> by entering a hash mark (#) and the name of the man page wherever you can enter a URL, like in the location field of the web browser or the <strong>Alt+F2</strong> command-line.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
ca: <p> Podeu accedir a una <strong>pàgina man</strong> introduint una marca de sostingut (#) i el nom de la pàgina man allà on podeu introduir un URL, tal com al camp de localització del fullejador web o a la línia d'ordres <strong>Alt+F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
da: <p> Du kan få adgang til en <strong>man-side</strong> ved at indtaste et #-tegn og navnet på manualsiden hvor som helst man i øvrigt kan indtaste en URL, som i URL-linjen i browseren eller <strong>Alt+F2</strong>-kommandolinjen.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
de: <p> Sie können auf <strong>Handbuchseiten (man pages)</strong> zugreifen, indem Sie ein Nummernzeichen (#) und den Namen der Seite an einer beliebigen Stelle eingeben, die zum Öffnen von URLs vorgesehen ist. So z. B. in der Adresszeile des Webbrowsers oder der Mini-Befehlszeile, die nach Eingabe von <strong>Alt+F2</strong> erscheint.</strong></p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
el: <p> Μπορείτε να δείτε μια <strong>σελίδα man</strong> εισάγοντας μια δίεση (#) και το όνομα της σελίδας man οπουδήποτε μπορείτε να εισάγετε ένα URL όπως στη γραμμή διευθύνσεων του περιηγητή ιστοσελίδων ή στη γραμμή εντολών που εμφανίζεται με <strong>Alt-F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
eo: <p> Vi povas aliri <strong>manlibron</strong> tajpante kradon (#) kaj la nomon de la manlibro ĉie kie vi povas entajpi URLon, ekz. en la URL-linio de TTT-legilo aŭ la <strong>Alt+F2</strong>-komandlinio.</p><br> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
es: <p> Puede acceder a una <strong>página del manual</strong> introduciendo una almohadilla (#) y el nombre de la página del manual en cualquier lugar donde pueda introducir una URL, como por ejemplo en el campo de dirección del navegador web o en la línea de órdenes <strong>Alt+F2</strong>.</p><br> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
et: <p> Kindla <strong>man-lehekülje</strong> lehitsemiseks võid sisestada trellid (#) ja man-lehekülje nime igale poole, kuhu on võimalik URL sisestada - nt. brauseri asukoharibale või <strong>Alt+F2</strong> käsureale.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
fa: <p> با وارد کردن یک نشان درهم)#( و نام صفحۀ راهنما در محلی که می‌توان نشانی وب را وارد کرد، مانند حوزۀ محل مرورگر وب یا خط فرمان <strong>دگرساز +F2</strong> ، می‌توانید به یک <strong>صفحۀ راهنما</strong> دست یابید.</p><br> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
fi: <p> Voit avata <strong>man-sivun</strong> kirjoittamalla selaimen osoiteriville <strong>Alt+F2</strong>-komentoriville risuaitamerkin (#) ja sivun nimen. <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
fr: <p> Vous pouvez accéder à toute <strong>page de manuel</strong> en saisissant un dièse (#) suivi du nom de la page de manuel à tout endroit où il est possible de saisir une URL, comme par exemple la barre d'URL de Konqueror, ou la ligne de commande obtenue en appuyant sur <strong>Alt+F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
fy: <p> Jo kinne in <strong>man-side</strong> iepenje troch in hekje (#) en de namme fan de man-side yn te fieren op alle plakken yn KDE wêr jo ek in ynternetadres ynfiere kinne. Sa as yn de programmastarter, de webblêder of de kommandopront <strong>Alt-F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
hu: <p> Könnyen megtekinthető bármely <strong>man oldal</strong>, ha egy # jel után beírja a kívánt man oldal nevét egy URL fogadására alkalmas címmezőben, például egy böngészőprogram címsorában vagy az <strong>Alt+F2</strong> lenyomásával előhívható parancsablakban.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
is: <p> Þú getur skoðað <strong>man-síður</strong> með því að slá inn 'hash' merki (#) og heiti síðunnar. Þetta virkar allsstaðar þar sem þú getur skrifað inn slóðir, eins og til dæmis í slóðarlínu vafrans eða í <strong>Alt-F2</strong> skipanaglugganum.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
ja: <p> <strong>[Alt-F2]</strong> で開くコマンド入力フィールドやウェブブラウザのアドレスフィールドなど、URL を入力できる場所ならどこでも、"#" に続けて man ページの名前を入力するだけで、素早く <strong>man ページ</strong>を見ることができます。</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
km: <p> អ្នក​អាច​ចូល​ដំណើរការទំព័រ <strong>man</strong> ដោយ​វាយ​បញ្ចូល សញ្ញា​ទ្រុង​ជ្រូក​មួយ (#) និង​ឈ្មោះ​របស់​ទំព័រ man ត្រង់​កន្លែង​ណា​ដែល​អ្នក​អាច វាយបញ្ចូល URL បាន ដូចជា​ក្នុង​វាល​ទីតាំង​របស់​កម្មវិធី​រុករក​បណ្ដាញ ឬ បន្ទាត់​ពាក្យ​បញ្ជា <strong>ជំនួស (Alt)+F2</strong> ។</p><br> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
ko: <p> <strong>man 페이지</strong>에 접근하려면 # 기호를 한 번 입력한 다음, URL을 입력할 수 있는 곳에 man 페이지의 이름을 입력하십시오. 예를 들어 웹 브라우저의 주소 표시줄이나 <string>Alt+F2</strong> 명령줄이 있습니다. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png"></center>
mk: <p> Може да пристапите до одредена <strong>man-страница</strong> со внесување на знакот тараба (#), проследен со името на man-страницата, таму каде што може да внесете URL, како во полето за локација на веб-прелистувачот или во командната линија добиена со <strong>Alt-F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
nb: <p> Du kan åpne en bestemt <strong>man-side</strong> ved å bruke en skigard (#) og navnet på manualsida der du kan skrive inn en URL, som f eks.URL-linja i nettleseren eller i <strong>Alt + F2</strong>-kommandolinja.</p> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
nds: <p> Du kannst <strong>man-Sieden</strong> wiesen, wenn Du en Dubbelkrüüz (#, "Gadderteken") un den Naam vun de Siet in jichtenseen Adressfeld ingiffst, t.B. in Konqueror oder de <strong>Alt+F2</strong>-Befehlsreeg.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
nl: <p> U kunt een <strong>man-pagina</strong> openen door een hekje (#) en de naam van de man-pagina in te voeren op elke plek in KDE waar u ook een internetadres kunt invoeren. Zoals in de programmastarter, de webbrowser of de commandoprompt <strong>Alt-F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
nn: <p>Du kan opna ei <strong>man-side</strong> ved å skriva ein skigard (#) og namnet på man-sida der du elles kan oppgje URL-ar, til dømes i adresselinja i nettlesaren eller i <strong>Alt&nbsp;+&nbsp;F2</strong>-vindauget.</p> <br><center> <img src="hicolor/48x48/apps/khelpcenter.png">
pt: <p> O utilizador poderá aceder a uma dada <strong>página do 'man'</strong> colocando um cardinal (#) e o nome da página do 'man' em qualquer lado onde possa introduzir um URL, como por exemplo a linha de URL do navegador ou a linha de comandos do <strong>Alt+F2</strong>.</p><br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
pt_br: <p> Você pode acessar uma <strong>página man</strong> digitando uma cerquilha (#) e o nome da man page em qualquer lugar que você possa introduzir uma URL, como no campo de localização do navegador web ou a linha de comandos do <strong>Alt+F2</strong>.</p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
ru: <p> Можно открыть любую <strong>man-страницу</strong>, введя знак решётки (#) и имя страницы man в любом поле для ввода адреса, например, в адресной строке веб-браузера или в диалоге командной строки по <strong>Alt+F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
sk: <p> Môžete pristupovať k <strong>manuálovým stránkam</strong> zadaním znaku hash (#) a mena manuálovej stránky, kedykoľvek keď zadáte URL, ako napríklad v okne web prehliadača, alebo v <strong>Alt+F2</strong> príkazovom riadku.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
sl: <p>Do izbrane <strong>strani man</strong> pridete tako, da vnesete ograjico (#) in ime strani man. To je mogoče povsod, kjer lahko vpišete URL, na primer v lokacijski vrstici spletnega brskalnika ali v ukazni vrstici dobljeni z <strong>Alt+F2</strong>.</p><br><center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
sr: <p>Одређеној <strong>man страни</strong> можете приступити уношењем знака тарабе (#) праћеним именом man стране, у било које поље у које можете да унесете URL, као што је поље за унос локација у веб прегледачу, или командна линија која се добија са <strong>Alt+F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
sr@latn: <p>Određenoj <strong>man strani</strong> možete pristupiti unošenjem znaka tarabe (#) praćenim imenom man strane, u bilo koje polje u koje možete da unesete URL, kao što je polje za unos lokacija u veb pregledaču, ili komandna linija koja se dobija sa <strong>Alt+F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
sv: <p> Du kan komma åt en <strong>manualsida</strong> genom att skriva in en brädhög (#) följd av namnet på manualsidan. Det här kan du göra på vilken plats som helst där du kan skriva in en webbadress, t ex i platsfältet i en webbläsare eller i kommandraden som visas då du trycker på <strong>Alt+F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
th: <p> คุณสามารถเข้าใช้ <strong>หน้าคู่มือ</strong> ได้ โดยใส่ เครื่องหมาย # และชื่อของหน้าคู่มือที่ต้องการ คุณสามารถเติม URL เหมือนในช่องตำแหน่งของเว็บบราวเซอร์ หรือใช้ <strong>Alt-F2</strong> เพื่อเรียกบรรทัดคำสั่งก็ได้</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
uk: <p> Ви можете переглянути будь-яку <strong>сторінку man</strong> набравши символ ґратки (#) та ім'я сторінки man скрізь, де ви можете ввести URL, наприклад у полі адреси навігатора Тенет або командного рядка <strong>Alt-F2</strong>.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
zh_tw: <p> 只要是能輸入 URL 的地方，例如網頁瀏覽器的位置欄或是 <strong>Alt+F2 </strong> 命令列中，輸入井號（#）然後跟隨 man 手冊頁的名稱 就可以瀏覽 <strong>man 手冊頁</strong>。</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
