Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> Want to print by using "DragNDrop"? </p> <p> Drag a file and drop it on the "Files" tab of an opened <strong>kprinter</strong> dialog. </p> <p>Then continue as you would normally: select a printer, job options, etc. and click the "Print" button. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
af: <p> Wil hê na druk deur te gebruik "Sleep'nLos"? </p> <p> Trek 'n lêer en laat val dit op die "Lêers" oortjie van 'n geöpende <strong>kdrukker</strong> dialoog. </p> <p>Dan word gaan voort as jy sal gewoonlik: kies 'n drukker, werk opsies, etc. en kliek die "druk" knoppie. </p> <center> <img src="hicolor/48x48/devices/printer2.png"> <p align="right"><em>Bygedra deur Kurt Pfeifle</em></p>
ar: <p> هل تريد إستعمال "السحب و الإسقات" لطباعة ملف ما ؟ </p> <p> إسحب أي ملف و أسقطه على لسان "الملفات" في حوار <strong>kprinter</strong> مفتوح. </p> <p>ثم تابع بشكل معتاد : إختر الطابعة ، خيارات المهمة و إلخ... و أنقر الزر "إطبع" . </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>مساهمة من Kurt Pfeifle</em></p>
ca: <p> Voleu imprimir usant "Arrossega i amolla"? </p> <p> Arrossegueu un fitxer i amolleu-lo damunt de la pestanya "Fitxers" d'un diàleg <strong>kprinter</strong> obert. </p> <p>Després continueu com ho faríeu normalment: trieu una impressora, opcions del treball, etc. i cliqueu el botó "Imprimeix". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribució de Kurt Pfeifle</em></p>
da: <p> Ønsker du at udskrive ved at bruge "Træk og slip"? </p> <p> Træk en fil og slip den på "Filer"-fanebladet af en åben <strong>kprinter</strong>-dialog. </p> <p>Fortsæt så som du ville normalt: vælg en printer, job-tilvalg osv. og tryk på "Udskriv"-knappen </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bidrag ved Kurt Pfeifle</em></p>
de: <p> Möchten Sie per "Ziehen &amp; Ablegen" drucken? </p> <p> Ziehen Sie dazu einfach ein Dateisymbol auf die Karteikarte "Dateien" des <strong>KDE-Druckprogramms (kprinter)</strong>.</p> <p>Dann fahren Sie fort wie üblich: Wählen Sie einen Drucker, Einstellungen für den Druckauftrag etc. und klicken Sie schließlich auf "Drucken". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Beigesteuert von Kurt Pfeifle</em></p>
el: <p> Θέλετε να εκτυπώσετε χρησιμοποιώντας το"Σύρετε και Αφήστε"? </p> <p> Σύρετε ένα αρχείο και αφήστε το στο πλαίσιο "Αρχεία" ενός ανοιγμένου <strong>kprinter</strong> διαλόγου. </p> <p>Έπειτα συνεχίστε κανονικά: επιλέξτε εκτυπωτή, επιλογές εργασίας, κτλ. και κάντε κλικ στο κουμπί "Εκτύπωση". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Προσφορά του Kurt Pfeifle</em></p>
eo: <p> Ĉu vi volas printi per simpla musŝovo? </p> <p> Trenu dosieron per la muso kaj faligi ĝin en la langeton "Dosieroj" en la malfermita printdialogo (komando <strong>kprinter</strong>). </p> <p>Poste daŭru kiel kutime: elektu printilon, opciojn ktp. kaj premu la butonon "Printu". </p> <center> <img src="crystalsvg/48x48/devices/printer2.png"> <p align="right"><em>kontribuita de Kurt Pfeifle</em></p>
es: <p> ¿Desea imprimir utilizando "Arrastrar y soltar"? </p> <p> Arrastre el archivo y suéltelo sobre la pestaña "Archivos" en el cuadro de diálogo de <strong>kprinter</strong> que esté abierto <p>Entonces proceda como habitualmente: seleccione una impresora, las opciones, etc, y pulse sobre el botón "Imprimir". </p> <br> <center> <img src="crystalsvg/48x48/devices/print_printer1.png"> <p align="right"><em>Por Kurt Pfeifle</em></p>
et: <p> Kas soovid kasutada trükkimisel "lohistamist"? </p> <p> Selleks lohista lihtsalt fail avatud <strong>kprinteri</strong> aknas kaardile "Failid". </p> <p>Seejärel jätka tavapäraselt: vali printer, lisavõimalused jne. ning klõpsa nupul "Trüki". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle</em></p>
eu: <p> "Arrastratu eta jaregin" erabiliz inprimatu nahi? </p> <p> Fitxategi bat arrastatu eta aurrez irekitako <strong>kprinter</strong>ren elkarrizketan "Fitxategiak" fitxan jaregin. </p> <p>Ondoren, ohi duzun moduan jarraitu: inprimagailu bat hautatu, lan aukerak, e.a. eta "Inprimatu" botoiari eragin. </p> <center> <img src="crystalsvg/48x48/devices/print_printer.png"> <p align="right"><em>Kurt Pfeiflek eskainia</em></p>
fa: <p> می‌خواهید با استفاده از »کشیدن و رها کردن« چاپ کنید؟ </p> <p> یک پرونده را بکشید و آن را روی تب »پرونده‌ها« در یک محاورۀ بازشدۀ <strong>kprinter</strong> رها کنید. </p> <p>سپس به روال عادی ادامه دهید: یک چاپگر، گزینه‌های کار و غیره را برگزینید. و دکمۀ »چاپ « را فشار دهید. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>با مشارکت کرت پی‌فیفل</em></p>
fi: <p> Tiesitkö, että voit tulostaa vetämällä ja pudottamalla? </p> <p> Vedä ja pudota tiedosto <strong>kprinter</strong>-ikkunan "Tiedosto"-välilehdelle.</p> <p>Valitse tämän jälkeen normaalisti käytettävä tulostin, muut asetukset ja paina "Tulosta"-painiketta.</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Lähettänyt Kurt Pfeifle</em></p>
fr: <p> Vous voulez imprimer en utilisant le « Glisser / Déposer » ? </p> <p> Glissez le fichier et déposez-le sur l'onglet « Fichiers » d'une boîte de dialogue <strong>kprinter</strong>. </p> <p>Puis, continuez comme d'habitude : sélection d'imprimante, options de tâches, etc. Cliquez ensuite sur le bouton « Imprimer » </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribution de Kurt Pfeifle</em></p>
fy: <p> Jo wolle printsje mei help fan "slepe en drope" (DragNDrop)? </p> <p> Sleep it byldkaike fan jo triem nei in <strong>kprinter-dialoochfinster</strong> mei de ljepper "Triemmen" iepene.</p> <p>Gean dan fierder sa as jo gebrûklik dwaan soenen: selektearje de printer, taakopsjes, etc. en druk op de knop "Printsjen". </p> <br> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bydroegen troch Kurt Pfeifle</em></p>
hu: <p> Tudja hogyan lehet a "húzd-és-ejtsd" módszerrel nyomtatni? </p> <p> A kinyomtatni kívánt fájl ikonját húzza át a fájlkezelőből egy megnyitott <strong>kprinter</strong> párbeszédablakra, a "Fájlok" lapra.</p> <p>Ezután a szokott módon válassza ki a nyomtatót, ha szükséges, módosítsa a beállításokat, majd nyomja meg a "Nyomtatás" gombot. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>A tippet Kurt Pfeifle küldte be</em></p>
is: <p> Langar þig að prenta með "draga og sleppa"? </p> <p> Dragðu skrá og slepptu henni í "skráar" flipann á opnum <strong>kprinter</strong> glugga. </p> <p>Haltu síðan áfram eins og vanalega: veldu prentara, prentvalkosti, o.s.frv. ýttu síðan á "Prenta" hnappinn. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Höfundur: Kurt Pfeifle</em></p>
ja: <p> 「ドラッグ&ドロップ」で印刷したくないですか？ </p> <p>開いている <strong>KPrinter</strong> ダイアログの「ファイル」タブにファイルをドラッグ&ドロップしてください。</p> <p>その後、通常の場合と同様に、プリンタを選択し、ジョブオプションその他を設定、そして「印刷」ボタンをクリックします。 </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>投稿者: Kurt Pfeifle さん</em></p>
kk: <p> Сүйреп апарып басып шығарғыңыз келе ме? </p> <p> <strong>kprinter</strong> диалогындағы "Файлдар" қойындысына файлды сүйреп апарыңыз.</p> <p>Әрі қарай әдеттегідей: принтерді, параметрлерді, т.б. таңдап, "Басып шығару" батырмасын басыңыз. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle қосқан үлесі</em></p>
km: <p> ចង់​បោះពុម្ព​ដោយ​ប្រើ "អូស និង​ទម្លាក់" ឬ ? </p> <p> អូស​ឯកសារ​មួយ ហើយ​ទម្លាក់​វា​លើ​ផ្ទាំង "ឯកសារ" នៃ ប្រអប់ <strong>kprinter</strong> ដែល​បើក ។</p> <p>បន្ទាប់​មក បន្ត​ដូចធម្មតា ៖ ជ្រើស​ម៉ាស៊ីន​បោះពុម្ព​មួយ, ជម្រើស​ការងារ ។ល។ ហើយ​ចុច​ប៊ូតុង "បោះពុម្ព" ។ </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>បរិច្ចាគដោយ Kurt Pfeifle</em></p>
ko: <p> "드래그 앤 드랍"을 통해 인쇄하고 싶습니까? </p> <p> 그냥 인쇄할 파일을 드래그하여 <strong>kprinter</strong> 대화창의 "파일" 탭에 드랍하십시오. </p> <p>그리고는 인쇄하던데로 진행합니다 s프린터 선택, 작업 옵션 등 d그리고 ri인쇄but버튼을 누릅니다</p> <center> <img src="crystalsvg/48x48/devices/print_printer.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
lt: <p> Norite spausdinti naudodami „Tempti-numesti funkciją“? </p> <p> Tempkite bylą ir numeskite ją ant kortelės „Bylos“ atvertame <strong>kprinter</strong> dialoge. </p> <p>Toliau tęskite, kaip įprasta: pasirinkite spausdintuvą, užduoties parinktis, kt. ir paspauskite mygtuką „Spausdinti“. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Pateikė Kurt Pfeifle</em></p>
mk: <p> Сакате ли да печатите со користење на „Повлечи и пушти“? </p> <p> Повлечете некоја датотека и пуштете ја на ливчето „Датотеки“ во отворен дијалог на <strong>kprinter</strong>. </p> <p>Потоа продолжете нормално: изберете печатач, поставете опции, итн. и кликнете на копчето „Печати“. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Придонес на Kurt Pfeifle</em></p>
nb: <p>Vil du skrive ut ved hjelp av «dra-og-slipp»?</p> <p>Dra en fil og slipp den på fanen «Filer» i et åpnet <strong>kprinter</strong>-dialogvindu.</p> <p>Etterpå kan du fortsette som vanleg ved å velge en skriver, eventuelle innstillinger og trykke på «Skriv ut»-knappen.</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tips fra Kurt Pfeifle</em></p>
nds: <p> Wullt Du mit "Dregen un Droppen" drucken könen? </p> <p> Griep Di en Datei un laat ehr över de "Dateien"-Kort vun en apen <strong>kprinter</strong>-Dialoog wedder loos.</p> <p>Maak denn wieder as jümmers: Söök en Drucker ut, stell de Optschonen in usw. un klick op den "Drucken"-Knoop. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bidragen vun Kurt Pfeifle</em></p>
nl: <p> U wilt afdrukken via "Verslepen-en-neerzetten" (DragNDrop)? </p> <p> Sleep het pictogram van uw bestand naar een <strong>kprinter-dialoogvenster</strong> met tabblad "Bestanden" geopend.</p> <p>Ga dan verder zoals u gebruikelijk zou doen: selecteer de printer, taakopties, etc. en druk op de knop "Afdrukken". </p> <br> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bijgedragen door Kurt Pfeifle</em></p>
nn: <p>Vil du skriva ut ved hjelp av «dra-og-slepp»?</p> <p>Dra ei fil og slepp ho på fana «Filer» i ein open <strong>kprinter</strong>-dialog.</p> <p>Etterpå kan du halda fram som vanleg ved å velja ein skrivar, eventuelle instillingar og trykkja på «Skriv ut»-knappen.</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tips frå Kurt Pfeifle</em></p>
pt: <p> Deseja imprimir usando o "Drag and Drop" (arrastar e largar)? </p> <p> Arraste um ficheiro e largue-o na secção "Ficheiros" de uma janela aberta do <strong>kprinter</strong>. </p> <p>Depois continue como costuma fazer: seleccionar a impressora, as opções da tarefa, etc. e carregue no botão "Imprimir". </p> <br> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribuída por Kurt Pfeifle</em></p>
pt_br: <p> Deseja imprimir usando o recurso "Arrastar e Soltar"? </p> <p> Arraste o arquivo e solte-o e na opção "Arquivos" de um diálogo do <strong>kprinter</strong> aberto. </p> <p>Continue então como você faria normalmente: selecione a impressora, opções de impressão, etc. e clique no botão "Imprimir". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Fornecido por Kurt Pfeifle</em></p>
ru: <p> Хотите использовать перетаскивание мышью для печати? </p> <p> Перетащите файл на вкладку "Файлы" в диалоге <strong>kprinter</strong>. </p> <p>Далее действуйте как обычно: выберите принтер, задайте параметры печати и пр. и нажмите кнопку "Печать". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Предоставил Kurt Pfeifle</em></p>
rw: <p> Urashaka gucapa ukoresheje"DragNDrop"? </p> <p> Nyereza dosiye maze uyirekurire ku gafishi "Dosiye" k'agasanduku kiganiro ka <strong>kprinter</strong> gafunguye. </p> <p>Maze ukomeze nk'uko bisanzwe: hitamo mucapyi, uburyo bw'igikorwa, n'ibindi maze ukande buto "Gucapa". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Byagizwemo uruhare na Kurt Pfeifle</em></p>
sk: <p> Chcete tlačiť pomocou myši? </p> <p> Pretiahnite ikonu vášho súboru zo správcu súborov Konqueror do otvoreného dialógu <strong>kprinter</strong>, záložky "Súbory".</p> <p>Potom pokračujte ako obvykle, vyberte tlačiareň, možnosti úlohy a stlačte "Tlačiť". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Dodal Kurt Pfeifle</em></p>
sl: <p> Želite tiskati z uporabo »povleci in spusti«? </p> <p> Povlecite datoteko in jo spustite na zavihek »Datoteke« v odprtem pogovornem oknu <strong>KPrinter</strong>.</p> <p>Nato nadaljujte, kot bi običajno: izberite tiskalnik, možnosti opravila, itd. ter kliknite gumb »Natisni«. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Prispeval Kurt Pfeifle</em></p>
sr: <p>Желите да штампате користећи „превлачење-и-испуштање“?</p> <p>Превуците фајл и испустите га на језичак „Фајлови“ отвореног <strong>KPrinter-овог</strong> дијалога. </p> <p>Даље наставите као и иначе: одаберите штампач, опције штампе, итд. и кликните на дугме „Штампај“.</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Приложио Курт Пфајфле (Kurt Pfeifle)</em></p>
sr@latn: <p>Želite da štampate koristeći „prevlačenje-i-ispuštanje“?</p> <p>Prevucite fajl i ispustite ga na jezičak „Fajlovi“ otvorenog <strong>KPrinter-ovog</strong> dijaloga. </p> <p>Dalje nastavite kao i inače: odaberite štampač, opcije štampe, itd. i kliknite na dugme „Štampaj“.</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Priložio Kurt Pfajfle (Kurt Pfeifle)</em></p>
sv: <p> Vill du skriva ut med "drag och släpp"? </p> <p> Dra filen och släpp den på fliken "Filer" i en öppen <strong>Kprinter</strong>-dialogruta. </p> <p>Gå sedan vidare som du normalt gör, och välj skrivare, utskriftsalternativ etc. och klicka därefter på knappen "Skriv ut". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tipset kommer från Kurt Pfeifle</em></p>
th: <p> ต้องการพิมพ์โดยใช้การ "ลากแล้ววาง" อย่างนั้นรึ? </p> <p> ลากแฟ้ม และปล่อยมันลงไปบนแท็บ "แฟ้ม" ของกล่อง <strong>kprinter</strong>ที่เปิดอยู่ </p> <p>จากนั้นทำต่อไปตามปกติคือ: เลือกเครื่องพิมพ์, ตัวเลือกงานพิมพ์ ฯลฯ ตามด้วยการกดปุ่ม "พิมพ์" </p> <center> <img src="crystalsvg/48x48/devices/printer2.png"> <p align="right"><em>เคล็ดลับจากคุณ Kurt Pfeifle</em></p>
uk: <p> Хочете друкувати за допомогою "перетягування мишкою"? </p> <p> Перетягніть файл у вкладку "Файли" відкритого вікна <strong>kprinter</strong>.</p> <p>Далі виберіть принтер, параметри друку та натисніть кнопку "Друкувати". </p> <center> <img src="crystalsvg/48x48/devices/printer2.png"> <p align="right"><em>Автор поради: Kurt Pfeifle</em></p>
vi: <p> Bạn có muốn in bằng <b>Kéo và Thả</b> không? </p> <p> Hãy kéo tập tin và thả nó trên thanh <b>Tập tin</b> của hộp thoại <strong>kprinter</strong> đã mở.</p> <p>Sau đó, tiếp tục một cách bình thường: chọn máy in, các tùy chọn công việc in v.v., và nhắp vào cái nút <b>In</b>. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bị Kurt Pfeifle đóng góp</em>.</p>
zh_cn: <p> 想要使用“拖放”进行打印吗？ </p> <p> 将文件拖放到打开的 <strong>kprinter</strong> 对话框的“文件”标签。</p> <p>然后就像平常那样继续：选择打印机，任务选项，等等。 最后单击“打印”选项。 </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle 投稿</em></p>
zh_tw: <p> 想要使用「拖放」來列印嗎？ </p> <p> 拖曳一個檔案並將它放到開啟的 <strong>kprinter</strong> 對話盒的「檔案」標籤中。</p> <p>接著就像您平常做的：選擇印表機，工作選項等等。 然後按「列印」按鈕。 </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>由 Kurt Pfeifle 提供</em></p>
