Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>You may at any time switch <strong>kprinter</strong> to another print subsystem "on the fly" (and you do not need to be root to do it.) </p> <p>Laptop users who frequently change to different environments may find <A HREF="ftp://truffula.com/pub/">RLPR</A> a useful complement to CUPS (or any other print subsystem they use as their preferred one). </p> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
af: <p>Jy dalk mag na enige tyd wissel <strong>kdrukker</strong> na nog 'n druk subsisteem "op die vlieg" (en Jy moet nie benodig na wees root na doen dit.) </p> <p>Draagbare rekenaar gebruikers wie dikwels verander na ander omgewings dalk mag soek <A HREF="ftp://truffula.com/pub/">Rlpr</A> 'n bruikbare byvoeging na Cups (of enige ander druk subsisteem hulle gebruik as hulle verkies een). </p> <p align="right"><em>Bygedra deur Kurt Pfeifle</em></p>
ar: <p>يمكنك في أي وقت تشائه تبديل <strong>kprinter</strong> إلى نظام فرعي للطباعة آخر "فوراً" ( و لست بحاجة لأن تكون المستخدم الجُذري للقيام بذلك ). </p> <p>إن مستخدمي الحاسوب النقال اللذين ينتقلون تكراراً إلى أماكن عمل مختلفة قد يجدون <A HREF="ftp://truffula.com/pub/">RLPR</A> البرنامج الإضافي لِــ CUPS مفيداً ( أو أي نظام طباعة فرعي هم يستعملونه كنظامهم المفضل). </p> <p align="right"><em>مساهمة من Kurt Pfeifle</em></p>
ca: <p>En qualsevol moment podeu passar de <strong>kprinter</strong> a un altre subsistema d'impressió "al vol" (i no cal que sigueu root per a fer-ho.) </p> <p>Els usuaris de portàtils que canvien amb freqüència d'entorn potser trobaran <A HREF="ftp://truffula.com/pub/">RLPR</A> un complement útil a CUPS (o a qualsevol altre subsistema d'impressió que tinguin com a preferit). </p> <p align="right"><em>Contribució de Kurt Pfeifle</em></p>
da: <p>Du kan nårsomhelst skifte <strong>kprinter</strong> til et andet udskrifts-undersystem "uden videre" (og du behøver ikke være root for at gøre det.) </p> <p>Brugere afbærbare der ofte skifter til forskellige miljøer vil finde at <A HREF="ftp://truffula.com/pub/">RLPR</A> er et nyttig komplement til CUPS (eller et vilkårligt andet udskrifts-undersystem de bruger som deres foretrukne). </p> <p align="right"><em>Bidrag ved Kurt Pfeifle</em></p>
de: <p>Sie können jederzeit aus dem <strong>KDE-Druckprogramm (kprinter)</strong> heraus auf ein anderes Drucksystem umschalten. Dafür sind keine Neustarts nötig, und Sie brauchen dafür auch nicht als Systemverwalter "root" angemeldet zu sein.</p> <p>Benutzer von Laptops, die häufig in unterschiedlichen Umgebungen arbeiten, werden vielleicht <A HREF="ftp://truffula.com/pub/">RLPR</A> als sinnvolle Ergänzung zu CUPS zu schätzen wissen (oder auch zu anderen Systemen, die sie anstelle von CUPS verwenden). </p> <p align="right"><em>Beigesteuert von Kurt Pfeifle</em></p>
el: <p>Μπορείτε οποιαδήποτε στιγμή να αλλάξετε στο <strong>kprinter</strong> σε άλλο υποσύστημα εκτύπωσης "κατά την εκτέλεση" (και δε χρειάζεται να είστε root γι αυτό.) </p> <p>Οι χρήστες φορητών που συχνά αλλάζουν σε διαφορετικά περιβάλλοντα θα βρουν το <A HREF="ftp://truffula.com/pub/">RLPR</A> ένα χρήσιμο πρόσθετο στο CUPS (ή οποιοδήποτε άλλο υποσύστημα εκτύπωσης προτιμούν). </p> <p align="right"><em>Προσφορά του Kurt Pfeifle</em></p>
eo: <p>Vi povas ĉiam ŝanĝi la printosistemon uzatan de <strong>Printutilaĵo</strong> "je la okazo" (kaj vi ne devas esti sistemestro por fari tion.) </p> <p>Uzantoj de portkomputiloj ofte ŝanĝantaj la medion eble trovos <A HREF="ftp://truffula.com/pub/">RLPR</A> utila komplemento al KUPS (aŭ iu alia printadoosubsistemo preferata). </p> <p align="right"><em>kontribuita de Kurt Pfeifle</em></p>
es: <p>En cualquier momento puede cambiar <strong>kprinter</strong> a otro subsistema de impresión «sobre la marcha» (y no necesita ser root para ello). </p> <p>Los usuarios de portátiles que cambian frecuentemente de entorno puede que encuentren <A HREF="ftp://truffula.com/pub/">RLPR</A> un complemento útil a CUPS (o a cualquier otro subsistema de impresión que utilicen preferentemente). </p> <p align="right"><em>Escrito por Kurt Pfeifle</em></p>
et: <p><strong>kprinter</strong> võimaldab igal ajal "käigult" ümber lülituda teisele trükkimis-alamsüsteemile (selleks ei pea isegi administraator olema). </p> <p>Sülearvuti kasutajad, kes vahetavad sageli keskkonda, peavad kindlasti <A HREF="ftp://truffula.com/pub/">RLPR-i</A> kasulikuks lisandiks CUPSile (või muule kasutaja eelistatud trükkimis-alamsüsteemile). </p> <p align="right"><em>Kurt Pfeifle</em></p>
eu: <p>Nahi duzunean <strong>kprinter</strong>tik beste inprimaketa azpisistemetara "zuzenean" aldatzeko aukera daukazu (eta hau egiteko ez duzu root izan behar.)</p> <p>Ingurunez maiz aldatzen diren portatilen erabiltzaileak <A HREF="ftp://truffula.com/pub/">RLPR</A> CUPSen (edo gustokoen duten beste edozein inprimaketa azpisistemaren) osagarri eralbigarri dela ohartuko dira. </p> <p align="right"><em>Kurt Pfeiflek eskainia</em></p>
fa: <p>ممکن است در هر زمانی <strong>kprinter</strong> را به زیرسیستم چاپ »on the fly« دیگری سودهی کنید )و برای انجام آن لازم نیست که کاربر ارشد باشید.( </p> <p>ممکن است کاربران رایانۀ کیفی که دائماً به محیطهای مختلف تغییر مکان می‌دهند، فکر کنند که <A HREF="ftp://truffula.com/pub/">RLPR</A> مکمل مفیدی برای CUPS )یا هر زیر‌سیستم چاپ دیگری که ترجیحاً از آن استفاده می‌کنند( باشد. </p> <p align="right"><em>با مشارکت کرت پی‌فیفل</em></p>
fi: <p>Voit koska tahansa vaihtaa <strong>kprinter</strong>-ohjelman toiseen tulostusjärjestelmään (et tarvitse pääkäyttäjän oikeuksia). </p> <p><A HREF="ftp://truffula.com/pub/">RLPR</A> voi olla käytännöllinen käytännöllinen täydennys CUPS:n (tai muiden tulostusjärjestelmien) rinnalle usein eri verkkoympäristöissä käytetyissä kannettavissa tietokoneissa. </p> <p align="right"><em>Lähettänyt Kurt Pfeifle</em></p>
fr: <p>Vous pouvez basculer de <strong>KPrinter</strong> vers un autre sous-système d'impression « à la volée » (sans être administrateur) </p> <p>Les utilisateurs de portables changeant souvent d'environnements peuvent trouver dans <A HREF="ftp://truffula.com/pub/">RLPR</A> un complément utile à CUPS (ou tout autre sous-système d'impression utilisé). </p> <p align="right"><em>Contribution de Kurt Pfeifle</em></p>
fy: <p>Jo kinne op elts momint wikselje fan <strong>kprinter</strong> nei in oar printsysteem (en dêrfoar ha jo root net nedich.) </p> <p>Brûkers fan skoatkompjûters dy't mei regelmaat fan omjouwing feroarje fine <A HREF="ftp://truffula.com/pub/">RLPR</A> wierkynlik in brûkbere oanfolling op CUPS (of elts oar printsysteem dat se it leafst brûke). </p> <p align="right"><em>Bydroegen troch Kurt Pfeifle</em></p>
hu: <p>A <strong>kprinter</strong> bármikor, akár menet közben is átállítható egy másik nyomtatási alrendszerre (még csak rendszergazdai jogosultság sem kell hozzá).</p> <p>A hordozható gépek tulajdonosai számára (akik sokféle környezethez kénytelenek igazodni) az <A HREF="ftp://truffula.com/pub/">RLPR</A> a CUPS alternatívája lehet (vagy egy más, hasonló alrendszer). </p> <p align="right"><em>Ezt a tippet Kurt Pfeifle küldte be</em></p>
is: <p>Þú getur hvenær sem er látið <strong>kprinter</strong> nota annað prentundirkerfi þegar á þarf að halda, (og þú þarft ekki rótaraðgang til þess). </p> <p>Fartölvunotendur sem breyta oft á milli umhverfa geta haft gagn af <A HREF="ftp://truffula.com/pub/">RLPR</A> viðbótinni við CUPS (eða hverju öðru prentundirkerfi sem er notað). </p> <p align="right"><em>Höfundur: Kurt Pfeifle</em></p>
ja: <p>いつでも <strong>kprinter</strong> から他の印刷サブシステムへ「オンザフライ」で切り替えることができます。これには root 権限も必要ありません。</p> <p>接続する環境がよく変わるラップトップユーザには、CUPS その他の印刷サブシステムを補うものとして <A HREF="ftp://truffula.com/pub/">RLPR</A> が役立つでしょう。</p> <p align="right"><em>投稿者: Kurt Pfeifle さん</em></p>
kk: <p><strong>kprinter</strong> утилитасын кез келгенде басқа бағыныңқы жүйесіне ауыстыруға болады (бұл үшін әкімшінің құқытары да қажет емес). </p> <p>Әртүрлі желілерге жиі ауысатын ноутбук пайдаланушылары, <A HREF="ftp://truffula.com/pub/">RLPR</A> дегенді, CUPS немесе басқа бағыныңқы жүйесіне) пайдалы қосымша деп табады. </p> <p align="right"><em>Kurt Pfeifle қосқан үлесі</em></p>
km: <p>នៅ​ពេល​ណា​ក៏​បាន អ្នក​អាចប្ដូរ <strong>kprinter</strong> ទៅ​ប្រព័ន្ធ​រង​នៃ​ការ​បោះពុម្ពមួយផ្សេងទៀត "ភ្លាមៗ" (ហើយ​អ្នក​មិន​ចាំបាច់​ជា root ឡើយ ដើម្បី​ធ្វើដូច្នេះ ។) </p> <p>អ្នក​ប្រើ​កុំព្យូទ័រ​យួរ​ដៃ ដែល​ផ្លាស់​ប្ដូរ​ទៅ​បរិស្ថាន​ផ្សេង​ជា​រឿយៗ <A HREF="ftp://truffula.com/pub/">RLPR</A> អាច​នឹង​មាន​ប្រយោជន៍ ដោយ​បំពេញ​បន្ថែម​ទៅ​នឹង CUPS (ឬ ប្រព័ន្ធ​រង​នៃការ​បោះពុម្ពផ្សេង​ទៀត​ណា​មួយ ដែល​ពួក​គេ​ចូលចិត្ត​ប្រើ) ។ </p> <p align="right"><em>បរិច្ចាគ​ដោយ Kurt Pfeifle</em></p>
ko: <p>언제라도 <strong>kprinter</strong>를 다른 프린트 서브시스템으로 전환할 수 있습니다. (root 권한일 필요는 없습니다.) </p> <p>랩탑 사용자들과 같이 자주 변화하는 환경이라면 CUPS의 유용한 보조 프로그램인 <A HREF="ftp://truffula.com/pub/">RLPR</A>을 찾아볼 수 있습니다. </p> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
lt: <p>Jūs galite bet kuriuo metu perjungti <strong>kprinter</strong> spausdinimo posistemę į kitą (ir jums nereikia turėti „root“ teisių norint tai padaryti.) </p> <p>Nešiojamų kompiuterių naudotojams, dažnai keičiantiems aplinką, <A HREF="ftp://truffula.com/pub/">RLPR</A> gali būti labai naudingas papildymas CUPS (ar bet kokiai kitai spausdinimo posistemei, naudojamai kaip labiausiai patinkanti). </p> <p align="right"><em>Pateikė Kurt Pfeifle</em></p>
mk: <p>Во секое време може да го преместите <strong>kprinter</strong> на друг печатарски подсистем „во лет“ (и не треба да сте root за да го направите тоа.) </p> <p>Корисниците на лаптопи кои често менуваат околини може да го користат <A HREF="ftp://truffula.com/pub/">RLPR</A>, корисен комплемент на CUPS (или било кој друг печатарски подсистем кој го претпочитаат). </p> <p align="right"><em>Придонес на Kurt Pfeifle</em></p>
nb: <p>Du kan når som helst bytte fra <strong>kprinter</strong> til et annet delsystem for utskrift «på direkten» (og du trenger ikke administratorrettigheter)</p> <p>Brukere av bærbare datamaskiner som ofte bruker forskjellige skrivere vil kanskje mene at <A HREF="ftp://truffula.com/pub/">RLPR</A> er et brukbart tillegg til CUPS (eller et annet delsystem som man kan ha behov for). </p> <p align="right"><em>Skrevet av Kurt Pfeifle</em></p>
nds: <p>Du kannst jümmers <strong>kprinter</strong> op en anner Drucksysteem ümstellen, ahn nieg to starten (un Du bruukst dor ok keen Systeemplegerrechten för.) </p> <p>Lüüd, de ehr Klappreekners faken in verscheden Ümgeven bruukt, seht villicht in <A HREF="ftp://truffula.com/pub/">RLPR</A> en goot Andoon to CUPS (oder ehr Standard-Drucksysteem). </p> <p align="right"><em>Bidragen vun Kurt Pfeifle</em></p>
nl: <p>U kunt op elk gewenst ogenblik overschakelen van <strong>kprinter</strong> naar een ander afdruksysteem (en daarvoor hoeft u geen root te zijn). </p> <p>Gebruikers van laptops die regelmatig van omgeving veranderen vinden <A HREF="ftp://truffula.com/pub/">RLPR</A> waarschijnlijk een bruikbare aanvulling op CUPS (of elk ander afdruksysteem dat ze het liefst gebruiken). </p> <p align="right"><em>Bijgedragen door Kurt Pfeifle</em></p>
nn: <p>Du kan når som helst byta ut det utskriftssystemet <strong>kprinter</strong> brukar (og du treng ikkje vera root for å gjera det).</p> <p>På bærbare datamaskiner, med stadig skiftande omgjevnader, kan <A HREF="ftp://truffula.com/pub/">RLPR</A> vera eit nyttig tillegg til det vanlege utskriftssystemet.</p> <p align="right"><em>Tips frå Kurt Pfeifle</em></p>
pt: <p>O utilizador pode em qualquer altura alterar o <strong>kprinter</strong> para outro sub-sistema de impressão "na altura" (e não precisa de ser 'root' para o fazer). </p> <p>Os utilizadores de portáteis, visto que mudam frequentemente de ambientes podem achar o <A HREF="ftp://truffula.com/pub/">RLPR</A> um complemento útil para o CUPS (ou qualquer outro sub-sistema de impressão que usem como favorito). </p> <p align="right"><em>Contribuído por Kurt Pfeifle</em></p>
pt_br: <p>Você pode, a qualquer hora, alternar do <strong>kprinter</strong> para outro subsistema de impressão "on the fly" (e você não precisa ser o superusuário para isso). </p> <p>Usuários de laptop que freqüentemente mudam para diferentes ambientes podem encontrar no <A HREF="ftp://truffula.com/pub/">RLPR</A> um complemento útil para o CUPS (ou para qualquer outro subsistema de impressão da preferência destes usuários). </p> <p align="right"><em>Contribuição de Kurt Pfeifle</em></p>
ru: <p>Изменить систему печати, используемую <strong>kprinter</strong>, можно "на лету" (причём для этого не нужны права администратора). </p> <p>Пользователям ноутбуков, которым приходится работать в разных сетях, может помочь <A HREF="ftp://truffula.com/pub/">RLPR</A>полезное дополнение к CUPS (или к любой другой системе печати, которую они предпочитают). </p> <p align="right"><em>Kurt Pfeifle</em></p>
rw: <p>Igihe icyo aricyo cyose ushobora kwimurira <strong>kprinter</strong> ku yindi sisitemu y'icapa "wihuta" (kandi ntibisaba kuba umuzi kugira ngo ubikore.) </p> <p>Abakoresha mudasobwa ngendanywa bakunda guhinduranya aho bakorera bashobora kubona <A HREF="ftp://truffula.com/pub/">RLPR</A> umugereka ufitiye akamaro CUPS (cyangwa se indi sisitemuyungirije y'icapa ibonetse yose bakoresha kuko ibanogeye). </p> <p align="right"><em>Byagizwemo uruhare na Kurt Pfeifle</em></p>
sk: <p>Kedykoľvek môžete <strong>kprinter</strong> prepnúť na používanie iného tlačového subsystému (a nemusíte byť na to ani root).</p> <p>Používatelia prenosných počítačov, ktorí často menia pracovné prostredie, budú oceňovať ako náhradu <A HREF="ftp://truffula.com/pub/">RLPR</A> (alebo iný tlačový subsystém). </p> <p align="right"><em>Dodal Kurt Pfeifle</em></p>
sl: <p>Vsak trenutek lahko preklopite <strong>kprinter</strong> na drug tiskalniški podsistem »v živo« (in zato vam ni potrebno biti root.)</p><p>Lastnikom prenosnikov, ki pogosto menjajo različna okolja, se utegne zdeti <a href="ftp://truffula.com/pub/">RLPR</A> uporabna dopolnitev CUPS-u (ali kateremu drugemu tiskalniškemu podsistemu, ki ga privzeto uporabljajo).</p><p align="right"><em>Prispeval Kurt Pfeifle</em></p>
sr: <p>У било ком тренутку се можете пребацити са <strong>KPrinter-а</strong> на било који други подсистем за штампање (и притом не морате бити администратор).</p> <p>Корисници лаптопа који често мењају радну средину могу наћи да је <A HREF="ftp://truffula.com/pub/">RLPR</A> корисна допуна CUPS-у (или било којем другом подсистему за штампање који користе). </p> <p align="right"><em>Приложио Курт Пфајфле (Kurt Pfeifle)</em></p>
sr@latn: <p>U bilo kom trenutku se možete prebaciti sa <strong>KPrinter-a</strong> na bilo koji drugi podsistem za štampanje (i pritom ne morate biti administrator).</p> <p>Korisnici laptopa koji često menjaju radnu sredinu mogu naći da je <A HREF="ftp://truffula.com/pub/">RLPR</A> korisna dopuna CUPS-u (ili bilo kojem drugom podsistemu za štampanje koji koriste). </p> <p align="right"><em>Priložio Kurt Pfajfle (Kurt Pfeifle)</em></p>
sv: <p>Du kan ändra <strong>Kprinter</strong> till att använda ett annat utskriftssystem "i farten" när som helst (och du behöver inte vara root). </p> <p>Användare av bärbara datorer som ofta byter mellan olika miljöer, kan märka att <A HREF="ftp://truffula.com/pub/">RLPR</A> är ett bra komplement till CUPS (eller något annat utskriftssystem som de föredrar). </p> <p align="right"><em>Tipset kommer från Kurt Pfeifle</em></p>
th: <p>คุณสามารถสลับ <strong>kprinter</strong> ไปยัง ระบบการพิมพ์อื่น "ขณะกำลังทำงานอยู่" ได้ทุกเวลา (และคุณก็ไม่ต้องใช้สิทธิ์ผู้ดูแลระบบด้วย) </p> <p>ผู้ใช้แลปทอปที่มักจะเปลี่ยนสภาพแวดล้อมอยู่บ่อย ๆ จะพบว่า <A HREF="ftp://truffula.com/pub/">RLPR</A> เหมาะสมกับการใช้กับ CUPS (หรือระบบการพิมพ์อื่น ที่กำหนดใช้) มาก </p> <p align="right"><em>จากคุณ Kurt Pfeifle</em></p>
uk: <p>В будь-який час ви можете перемикнути <strong>kprinter</strong> до іншої системи друку "на ходу" (вам не потрібні права адміністратора для цього.) </p> <p>Користувачі переносних комп'ютерів, які часто змінюють своє оточення можуть скористатись <a HREF="ftp://truffula.com/pub/">RLPR</a> - корисним додатком до CUPS (або до будь якої іншої системи друку). </p> <p align="right"><em>Автор поради: Kurt Pfeifle</em></p>
vi: <p>Vào lúc nào, bạn có thể chuyển đổi <strong>kprinter</strong> sang một hệ thống con in khác, trong khi sử dụng (không cần chạy với tư cách người chủ để làm như thế). </p> <p>Người dùng máy tính xách tay mà thường chuyển đổi giữa môi trường khác nhau có lẽ sẽ tìm thấy <A HREF="ftp://truffula.com/pub/">RLPR</A> là bổ sung hữu ích thêm với CUPS (hoặc với bất kỳ hệ thống con in đã chọn sử dụng). </p> <p align="right"><em>Bị Kurt Pfeifle đóng góp</em>.</p>
zh_cn: <p>您可以在任何时候“实时”切换 <strong>kprinter</strong> 为另外的打印系统 (您无需是 root 即可做到。) </p> <p>笔记本电脑的用户经常变换不同的工作环境，他们可能会觉得 <A HREF="ftp://truffula.com/pub/">RLPR</A> 比 CUPS 更有用 (或者其它他们喜爱的打印子系统)。 </p> <p align="right"><em>Kurt Pfeifle 投稿</em></p>
zh_tw: <p>您可以在任何時候切換 <strong>kprinter</strong> 為 另一個列印子系統（而您不需要是管理者。） </p> <p>時常變換不同環境的筆記型電腦使用者可能會發現 <A HREF="ftp://truffula.com/pub/">RLPR</A>對補充 CUPS （或其他為他們所喜歡的列印子系統）的不足很有幫助。 </p> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
