Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> If you drag a file from Konqueror or from the desktop to Konsole, you will have the choice between pasting the URL or entering that folder.</p> <p> Choose the one you want, so you do not have to write the entire path in the terminal window.</p> <p align="right"><em>Contributed by Gerard Delafond</em></p>
af: <p> As jy trek 'n lêer van Konqueror of van die werkskerm na Konsole, jy sal het die keuse tussen plak die Url of in te tik wat gids.</p> <p> Kies die een jy wil hê, sodat jy doen nie het na skryf die hele gids soeklys in die terminaal venster.</p> <p align="right"><em>Bygedra deur Gerard Delafond</em></p>
ar: <p> إذا سحبت ملفاً من Konqueror أو من على سطح المكتب إلى المطراف Konsole ، سيكون لديك الخيار بين إلصاق نص الرابط URL أو الدخول إلى ذالك المجلّد.</p> <p> إختر ما تشاء فعله، كي لا يتوجب عليك كتابة المسار الكامل في نافذة المطراف.</p> <p align="right"><em>مساهمة من Gerard Delafond</em></p>
ca: <p> Si arrossegueu un fitxer des de Konqueror o des de l'escriptori a Konsole, tindreu l'opció entre enganxar l'URL o entrar a la carpeta.</p> <p> Trieu la que vulgueu, de manera que no heu d'escriure la ruta sencera a la finestra terminal.</p> <p align="right"><em>Contribució de Gerard Delafond</em></p>
da: <p> Hvis du trækker en fil fra Konqueror eller fra desktoppen til Konsole, får du valget mellem at indsætte URL'en eller at gå ind i den mappe.</p> <p> Vælg det du ønsker, så du ikke behøver at skrive hele stien i terminalvinduet.</p> <p align="right"><em>Bidrag ved Gerard Delafond</em></p>
de: <p> Wenn Sie eine Datei aus Konqueror oder von der Arbeitsfläche in Konsole hineinziehen, haben Sie die Wahl zwischen dem Einfügen der Adresse (URL) oder dem Wechsel in den betreffenden Ordner.</p> <p> Bei diesem Verfahren brauchen Sie nicht den kompletten Pfad in das Terminalfenster einzutippen.</p> <p align="right"><em>Beigesteuert von Gerard Delafond</em></p>
el: <p> Αν σύρετε ένα αρχείο από τον Konqueror ή από την επιφάνεια εργασίας στο Konsole, θα έχετε την επιλογή ανάμεσα στην επικόλληση της URL ή στην είσοδο στον συγκεκριμένο φάκελο.</p> <p> Επιλέξτε αυτό που θέλετε, έτσι ώστε να αποφύγετε να γράφετε ολόκληρη τη διαδρομή στο παράθυρο τερματικού.</p> <p align="right"><em>Προσφορά του Gerard Delafond</em></p>
eo: <p> Se vi musŝovas dosieron el Konkeranto aŭ el la tabulfono al Konzolo, vi povas elekti inter enmetado de la URLo aŭ ŝanĝo al la dosierujo.</p> <p> Elektu la deziratan, vi tiel ne devas skribi la tutan vojon en la terminalfenestro.</p> <p align="right"><em>kontribuita de Gerard Delafond</em></p>
es: <p> Si arrastra un archivo desde Konqueror o desde el escritorio, a Konsole, tendrá la posibilidad de elegir entre pegar la URL, o introducir esa carpeta.</p> <p> Elija la que desee, de modo que no tenga que escribir la ruta completa en la ventana del terminal.</p> <p align="right"><em>Enviado por Gerard Delafond</em></p>
et: <p> Kui lohistad faili Konquerorist terminaliemulaatorisse, saad valida, kas asetada URL või siseneda vastavasse kataloogi.</p> <p> Vali üks nendest võimalustest ning sul pole vaja sisestada terminaliaknasse tervet otsinguteed.</p> <p align="right"><em>Gerard Delafond</em></p>
eu: <p> Konqueror edo mahaigainetik fitxategi bat Konsolera arrastatzen baduzu, URLa itsastea edo karpeta horretan sartzea hautatzeko aukera izango duzu.</p> <p> Nahi duzuna aukeratu, eta horrela ez duzu terminaleko leihoan bide-izen osoa idatzi behar.</p> <p align="right"><em>Gerard Delafondek eskainita</em></p>
fa: <p> اگر پرونده‌ای را از Konqueror یا رومیزی به Konsole بکشید، می‌توانید انتخاب کنید که نشانی وب را بچسبانید یا آن پوشه را وارد کنید.</p> <p> موردی را که می‌‌خواهید انتخاب کنید، بنابراین مجبور نیستید تمام مسیر را در پنجرۀ پایانه بنویسید.</p> <p align="right"><em> با مشارکت جرارد دلافوند </em></p>
fi: <p> Jos pudotat tiedoston Konquerorista tai työpöydältä Konsolen ikkunaan, voit valita liitetäänkö osoite vai siirrytäänkö kyseiseen kansioon.</p> <p> Näin koko polkua ei tarvitse kirjoittaa komentoikkunaan.</p> <p align="right"><em>Lähettänyt Gerard Delafond</em></p>
fr: <p> Si vous glissez-déposez un fichier depuis Konqueror ou depuis le bureau vers Konsole, vous aurez le choix entre coller son URL ou entrer dans ce dossier.</p> <p> Choisissez ce que vous voulez, ainsi vous n'aurez pas à saisir l'emplacement entier dans la fenêtre de terminal.</p> <p align="right"><em>Contribution de Gérard Delafond</em></p>
fy: <p> As jo in triem fanút Konqueror of fanôf jo buroblêd nei Konsole slepe, dan ha jo de kar tusken plakke of de map yngean.</p> <p> Kies de opsje dy jo brûke wolle, sadat jo net it hiele paad yn it terminalfinster hoege te typen.</p> <p align="right"><em>Bydroegen troch Gerard Delafond</em></p>
hu: <p> Ha áthúz egy fájlt a Konquerorból vagy a munkaasztalról a Konsole-ra, akkor választhat a fájlnév (URL) beillesztése és a fájl könyvtárába való belépés között.</p> <p> Bármelyiket választja is, megtakaríthatja egy fájl vagy egy könyvtár (gyakran hosszú) nevének beírását.</p> <p align="right"><em>A tippet Gerard Delafond küldte be.</em></p>
is: <p> Ef þú dregur skrá úr Konqueror eða af skjáborðinu í Konsole skjáherminn, þá hefurðu kost á að líma, afrita eða tengja.</p> <p> Þannig forðast þú að þurfa að skrifa alla slóðina í gluggann.</p> <p align="right"><em>Höfundur: Gerard Delafond</em></p>
ja: <p> Konqueror やデスクトップからファイルを Konsole ターミナルにドラッグすると、その URL を貼り付けるか、あるいはそのファイルを含むフォルダに入る (cd) かをメニューから選択することができます。</p> <p> お望みの方を選択すれば、ターミナルウィンドウに完全なパス名を打ち込む必要はありません。</p> <p align="right"><em>投稿者: Gerard Delafond さん</em></p>
kk: <p> Konqueror терезесінен немесе үстелінен Konsole терминалына файлды сүйреп апарғанда Сіз сілтемені қою немесе каталогына ауысу арасында таңдауыңызға болады.</p> <p> Қалағаныңызды таңдаңыз, сонда терминал терезесінде толық жолды теруідің қажеті жоқ болады.</p> <p align="right"><em>Gerard Delafond қосқан үлесі</em></p>
km: <p> ប្រសិនបើ​អ្នក​អូស​ឯកសារ​មួយ​ពី Konqueror ឬ ពី​ផ្ទៃតុ​ទៅ Konsole អ្នក​នឹងមាន​ជម្រើស ថា​តើ​ត្រូវ​បិទភ្ជាប់ URL ឬ ចូល​ទៅ​ក្នុង​ថត​នោះ ។</p> <p> ជ្រើស​ជម្រើស​ណា​មួយ​ដែល​អ្នក​ចង់​បាន ដូច្នេះ​អ្នក​មិន​ចាំបាច់​សរសេរ​ផ្លូវ​ទាំងមូល ក្នុង​បង្អួច​ស្ថានីយ​ឡើយ ។</p> <p align="right"><em>បរិច្ចាគដោយ Gerard Delafond</em></p>
ko: <p>컹커러나 데스크탑으로부터 K콘솔(Konsole)로 파일을 끌어 온다면 URL을 붙이는 것이나 그 디렉터리에 들어가는 것 중 하나를 선택해야 할 것입니다.</p> <p> 원하는 한가지를 고르고, 터미널 창에서 전체 경로를 쓰지 않아도 됩니다.</p> <p align="right"><em>제공자 : Gerard Delafond</em></p>
lt: <p> Jei Jūs atitempiate bylą iš Konqueror ar iš darbastalio į Konsole, Jūs galėsite pasirinkti tarp URL padėjimo ar įėjimo į tą aplanką.</p> <p> Pasirinkite norimą veiksmą, ir taip išvengsite viso kelio įvedimo terminalo lange.</p> <p align="right"><em>Pateikė Gerard Delafond</em></p>
mk: <p> Ако повлечете датотека од Konqueror или од работната површина во Конзола, ќе имате избор помеѓу вметнување на URL или влегување во таа папка.</p> <p> Направете го вашиот избор, за да не мора да ја пишувате целата патека во прозорецот на терминалот.</p> <p align="right"><em>Придонес на Gerard Delafond</em></p>
nb: <p> Hvis du drar en fil fra Konqueror eller fra skrivebordet til Konsoll, så vil du få valget mellom å lime inn adressen eller å åpne mappa.</p> <p> Velg den adressen du vil ha, så du ikke trenger å skrive inn hele stien i terminalvinduet.</p> <p align="right"><em>Tips av Gerard Delafond</em></p>
nds: <p> Wenn Du en Datei vun Konqueror oder vun den Schriefdisch na Konsole treckst, kannst Du utsöken, wat de Adress inföögt oder de Orner opmaakt warrn schall.</p> <p> Bruuk wat Du wullt, aver den helen Padd bruukst Du nich mehr intippen.</p> <p align="right"><em>Bidragen vun Gerard Delafond</em></p>
nl: <p> Als u een bestand vanuit Konqueror of vanaf uw bureaublad naar Konsole versleept, dan hebt u de keuze tussen plakken of die map binnengaan.</p> <p> Kies de optie die u wilt gebruiken, zodat u niet het hele pad in het terminalvenster hoeft te typen.</p> <p align="right"><em>Bijgedragen door Gerard Delafond</em></p>
nn: <p>Om du dreg ei fil frå Konqueror eller frå skrivebordet til eit konsollvindauge, kan du velja mellom å lima inn URL-en eller å opna mappa.</p> <p>Vel det du vil gjera, så slepp du skriva heile stigen i eit terminalvindauge.</p> <p align="right"><em>Tips frå Gerard Delafond</em></p>
pt: <p>Se arrastar um ficheiro do Konqueror ou do ecrã para o Konsole, terá a opção de colar o URL ou de aceder a essa pasta.</p> <p> Escolha a opção que lhe agradar, de maneira a que não tenha de escrever o nome completo da pasta na janela de terminal.</p> <p align="right"><em>Contribuído por Gerard Delafond</em></p>
pt_br: <p> Se você arrastar um arquivo do Konqueror ou da área de trabalho para o Konsole, você terá a escolha de colar a URL ou entrar naquela pasta.</p> <p>Escolha o que você quer, de modo que não precise digitar o caminho inteiro na janela de terminal.</p> <p align="right"><em>Fornecido por Gerard Delafond</em></p>
ru: <p> При перетаскивании файла из Konqueror или с рабочего стола в Konsole вы можете выбрать между вставкой ссылки и переходом в эту папку.</p> <p> Выберите то, что хотите, и вам не надо будет вводить полный путь в окне терминала.</p> <p align="right"><em>Gerard Delafond</em></p>
rw: <p> Nunyereza dosiye uyikura muri Konqueror cyangwa ku biro uyerekeza kuri Konsole, uzahitamo kimwe hagati yo komeka URL no kwinjiza ubwo bubiko.</p> <p> Hitamo kimwe ushaka kugira ngo bitagusaba kwandika inzira yose mu idirishya rihera.</p> <p align="right"><em>Byagizwemo uruhare na Gerard Delafond</em></p>
sk: <p> Ak budete ťahať súbor z Konquerora alebo z plochy do Konsole, dostanete na výber vloženie URL alebo prechod do daného priečinku.</p> <p> Vyberte, čo chcete a nemusíte písať celú cestu do terminálu.</p> <p align="right"><em>Dodal Gerard Delafond</em></p>
sl: <p> Če povlečete datoteko iz Konquerorja ali z namizja v Konzolo, dobite na izbiro lepljenje URL-ja ali vstop v to mapo.</p> <p> Izberite želeno, da vam v terminalno okno ne bo treba vpisati celotne poti.</p> <p align="right"><em>Prispeval Gerard Delafond</em></p>
sr: <p>Ако превучете фајл из Konqueror-а или са радне површине у Konsole, имаћете могућност избора између преноса URL-а или улажења у ту фасциклу.</p> <p>Изаберите онај који желите, тако да не морате да уносите пуну путању утерминалском прозору.</p> <p align="right"><em>Приложио Жерар Делафон (Gerard Delafond)</em></p>
sr@latn: <p>Ako prevučete fajl iz Konqueror-a ili sa radne površine u Konsole, imaćete mogućnost izbora između prenosa URL-a ili ulaženja u tu fasciklu.</p> <p>Izaberite onaj koji želite, tako da ne morate da unosite punu putanju uterminalskom prozoru.</p> <p align="right"><em>Priložio Žerar Delafon (Gerard Delafond)</em></p>
sv: <p> Om du drar en fil från Konqueror eller skrivbordet till konsollen kommer du att kunna välja mellan att klistra in webbadressen eller att gå in i den katalogen.</p> <p> Välj vad du vill göra, så att du slipper skriva in hela sökvägen i terminalfönstret.</p> <p align="right"><em>Tipset kommer från Gerard Delafond</em></p>
th: <p> หากคุณลากแฟ้มมาจาก Konqueror หรือพื้นที่ทำงาน ไปยังหน้าต่างคอนโซล คุณจะมีตัวเลือกให้เลือกว่า จะวางตำแหน่งที่ลากมา หรือเข้าไปยังตำแหน่งนั้น</p> <p> เลือกตัวใดตัวหนึ่งที่ต้องการ จะทำให้คุณไม่ต้องพิมพ์พาธของแฟ้มหรือตำแหน่งดังกล่าว ในหน้าต่างเทอร์มินัล</p> <p align="right"><em>เคล็ดลับจากคุณ Gerard Delafond</em></p>
uk: <p> Якщо ви перетягнете файл з Konqueror або зі стільниці до Konsole, вам запропонують або вставити URL, або перейти у цю теку.</p> <p> Вибір однієї з цих дій позбавить вас потреби вводити весь шлях у вікні терміналу.</p> <p align="right"><em>Автор поради: Gerard Delafond</em></p>
vi: <p> Khi bạn kéo tập tin từ trình duyệt Mạng Konqueror, hoặc từ màn hình nền vào thiết bị cuối Konsole, lúc đó bạn sẽ có tùy chọn gán địa chỉ Mạng của tập tin này, hoặc tới thư mục đó.</p> <p> Như thế thì bạn không cần gõ đường dẫn đầy đủ vào cửa sổ thiết bị cuối.</p> <p align="right"><em>Bị Gerard Delafond đóng góp</em>.</p>
zh_cn: <p> 如果您把一个文件从 Konqueror 或者桌面拖到 Konsole 中， 您将可以选择粘贴它的 URL 或者进入到那个文件夹。</p> <p> 您只要选择其中之一即可，不必在终端窗口中输入整个路径。</p> <p align="right"><em>Gerard Delafond 投稿</em></p>
zh_tw: <p> 如果由 Konqueror 或桌面拖曳檔案到 Konsole， 您可以選擇貼上該 URL 或進入該目錄。 </p> <p> 選擇您想要的模式，這樣就不需在終端機視窗裡 輸入整個路徑。</p> <p align="right"><em>由 Gerard Delafond 提供</em></p>
