Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> KDE is translated into many languages. You can change the country and language with the Control Center in "Regional &amp; Accessibility" ->."Country/Region &amp; Language". </p> <p>For more information about KDE translations and translators, see <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Contributed by Andrea Rizzi</em></p>
af: <p> Kde is vertaalde in vele tale. Jy kan verander die land en taal met die Kontrole Sentrum of in K-Menu->Preferences->Personalization->land & taal. </p> <p>Vir meer inligting mbt KDE vertalings en vertalers, kyk na <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <Sentrum> <img src="hicolor/48x48/apps/locale.png"> <p align="right"><em>Bygedra deur Andrea Rizzi</em></p>
ar: <p> إنّ واجهة المستخدم KDE متجرمة إلى العديد من اللغات. يمكنك تغيير البلد و اللغة في مركز التحكم في "أقليمي &amp; و تسهيل الوصول" ->."البلد/المنطقة &amp; اللغة". </p> <p>للمزيد من المعلومات عن ترجمة KDE و المترجمين ، إذهب إلى الصفحة <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>مساهمة من Andrea Rizzi</em></p>
ca: <p> KDE s'ha traduït a molts idiomes. Podeu canviar el país i l'idioma amb el Centre de Control a "Regional i accessibilitat"->"País/Regió i idioma". </p> <p>Per a més informació quant a les traduccions KDE i els traductors, visiteu <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Contribució d'Andrea Rizzi</em></p>
da: <p> KDE er oversat til mange sprog. Du kan ændre land og sprog med kontrolcenteret i "Område &amp; tilgængelighed" ->."Land/område &amp; sprog". </p> <p>For mere information om KDE-overættelser og oversættere, se <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Bidrag ved Andrea Rizzi</em></p>
de: <p> KDE wird in viele Sprachen übersetzt. Sie können Land und Sprache mit Hilfe des Kontrollzentrums auswählen oder über das K-Menü -> Einstellungen -> Regionaleinstellungen &amp; Zugangshilfen -> Land/Region &amp; Sprache. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Beigesteuert von Andrea Rizzi</em></p>
el: <p> Το KDE είναι μεταφρασμένο σε πολλές γλώσσες. Μπορείτε να αλλάξετε τη χώρα και τη γλώσσα με το Κέντρο ελέγχου στο "Τοπικές ρυθμίσεις &amp; Προσιτότητα" ->."Χώρα/Περιοχή &amp; Γλώσσα". </p> <p>Για περισσότερες πληροφορίες σχετικά με τις μεταφράσεις του KDE και τους μεταφραστές, ανατρέξτε στο <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Από τον Andrea Rizzi</em></p>
eo: <p> KDE estas tradukita al multaj lingvoj. Vi povas ŝanĝi la landon kaj la lingvon per la Stircentro en "Regiono &amp; Alirebleco" ->."Lando/Regiono &amp; Lingvo". </p> <p>Por pli da informo pri KDE tradukoj kaj tradukantoj, vidu <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br><center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>kontribuita de Andrea Rizzi</em></p>
es: <p> KDE está traducido a muchos idiomas. Puede modificar el país y el idioma con el Centro de Control en «Regional y accesibilidad» ->«País/región e idioma». </p> <p>Para obtener más información sobre las traducciones y los traductores de KDE, vea <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Escrito por Andrea Rizzi</em></p>
et: <p> KDE on tõlgitud paljudesse keeltesse. Keelt ja asukohariiki on võimalik vahetada juhtimiskeskuse vastavas moodulis ("Hõlbustus" -> "Riik ja keel"). </p> <p>Rohkem infot KDE tõlkimise ja tõlkijate kohta leiab aadressilt <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Andrea Rizzi</em></p>
eu: <p> KDE hizkuntza askotara itzulita dago. Herria eta hizkuntza alda dezakezu Kontrol gunean "Eskualdea eta erabilerraztasuna" -> "Herrialdea eta hizkuntza"-n. </p> <p>KDE itzlupengintza eta itzultzaileei buruzko informazio gehiago, begiratu <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Andrea Rizzik eskainia</em></p>
fa: <p> KDE به زبانهای زیادی ترجمه شده است. می‌توانید کشور و زبان را توسط مرکز کنترل در »منطقه‌ای و دستیابی‌پذیری« -<.»کشور/منطقه و زبان« تغییر دهید. </p> <p>برای اطلاعات بیشتر دربارۀ ترجمه‌ها و مترجمان KDE ، به <a href="http://i18n.kde.org/">http://i18n.kde.org</a> مراجعه کنید. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>با مشارکت آندری ریزی</em></p>
fi: <p> KDE on käännetty monille eri kielille. Maa- ja kieliasetuksia voit muuttaa ohjauskeskuksessa tai K-valikon kohdasta Asetukset/Alueellisuus ja Käytettävyys/Maa tai alue ja kieli. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Lähettänyt Andrea Rizzi</em></p>
fr: <p> KDE est traduit dans de nombreuses langues. Vous pouvez modifier le pays et la langue avec le Centre de configuration ou dans « Menu K / Préférences / Personnalisation / Pays et langue ». </p> <p>Pour plus d'informations sur la traduction et les traducteurs de KDE, consultez le site <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p><br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Contribution d'Andrea Rizzi</em></p>
fy: <p> KDE is yn protte talen beskikber. Jo kinne de ynstellings foar jo lân en taal oanpasse yn it konfiguraasjesintrum."Regionaal &amp; Tagonglikheid </p> <p>Foar mear ynformaasje oer KDE oersettings en oersetters, sjoch <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Bydroegen troch Andrea Rizzi</em></p>
hu: <p> A KDE sok nyelvre le van fordítva. Az ország és a nyelv a Vezérlőpultban, a "Helyi jellemzők"->"Ország/régió és nyelv" beállítómodulban változtatható meg. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>A tippet Andrea Rizzi küldte be.</em></p>
is: <p> KDE er þýtt yfir á mörg tungumál. Þú getur breytt bæði landi og tungumáli í Stjórnborðinu með því að fara í "Svæðisbundnar stillingar og aðgengi" ->."Land &amp; tungumál". </p> <p>Fyrir nánari upplýsingar um KDE þýðingar og þýðendur, skoðaðu <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Höfundur: Andrea Rizzi</em></p>
ja: <p> KDE は世界中のさまざまな言語に翻訳されています。コントロールセンターの「地域 & アクセシビリティ」->「国と言語」で国と言語を変更することができます。 </p> <p>KDE の翻訳と翻訳者の詳細については <a href="http://l10n.kde.org/">http://l10n.kde.org</a> をご覧ください。 </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>投稿者: Andrea Rizzi さん</em></p>
kk: <p> KDE жүйесі әлемдегі көп тілге аударылған. Ел мен тілді Сіз Басқару орталықтағы "Жергілікті және арнаулы мүмкіндіктер" ->"Ел мен тіл" бөлімінде өзгерте аласыз. </p> <p>KDE аудармалар мен аударушылар туралы толығырақ <a href="http://i18n.kde.org/">http://i18n.kde.org</a> сайтынан қараңыз. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Andrea Rizzi қосқан үлесі</em></p>
km: <p> KDE ត្រូវ​បាន​បកប្រែ​ទៅ​ជា​ច្រើន​ភាសា ។ អ្នក​អាចផ្លាស់​ប្ដូរ​ប្រទេស និង ភាសា​ដោយ​ប្រើ​មជ្ឈមណ្ឌល​បញ្ជា​ក្នុង "តំបន់ &amp; មធ្យោបាយ​ងាយស្រួល\n->"ប្រទេស/តំបន់ &amp; ភាសា" ។ <p>ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី​ការបកប្រែ KDE និង​អ្នកបកប្រែ សូម​មើល <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>​ចូល​រួម​ដោយ Andrea Rizzi</em></p>
ko: <p> KDE는 여러 언어로 번역 되어있습니다. KDE 제어판에서 '국가와 언어'를 변경하거나 "K-메뉴뉴 -> 환경 설정 -> 개인 설정 ->국가와 언어"에서 설정할 수 있습니다. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Contributed by Andrea Rizzi</em></p>
lt: <p> KDE išversta į daugelį kalbų. Jūs galite pakeisti šalį ir kalbą Valdymo centre pasirinkę „Regionai ir prieinamumas“ -> „Šalis/regionas ir kalba" </p> <p>Daugiau informacijos apie KDE vertimą ir vertėjus ieškokite <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. <p>KDE vertimo į lietuvių kalbą svetainė: <a href="http://lt.i18n.kde.org/">http://lt.i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Pateikė Andrea Rizzi</em></p>
mk: <p> KDE е преведен на многу јазици. Може да ги смените земјата и јазикот во Контролниот центар во „Пристапност“ ->„Земја - Регион и јазик“. </p> <p>За повеќе информации за преводите и за преведувачите на KDE погледнете на <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Придонес на Andrea Rizzi</em></p>
nb: <p> KDE er oversatt til mange språk. Du kan forandre land og språk i kontrollpanelet eller i «K-Meny – innstillinger – Personliggjøring – Land/region og språk». </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Tips fra Andrea Rizzi</em></p>
nds: <p> KDE is in vele Spraken översett worrn. Ännern kannst Du Land un Spraak in't Kuntrullzentrum över "Regioon &amp; Behinnertenhülp" -> "Land/Regioon un Spraak". </p> <p>Op <a href="http://i18n.kde.org/">http://i18n.kde.org</a> gifft dat mehr Informatschonen över dat Översetten vun KDE un de Översetters. </p><br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Bidragen vun Andrea Rizzi</em></p>
nl: <p> KDE is in veel talen beschikbaar. U kunt de instellingen voor uw land en taal aanpassen in het Configuratiecentrum, bij "Regio &amp; toegankelijkheid ->"Land/regio &amp; taal". </p> <p>Voor meer informatie over de KDE-vertalingen en -vertalers, kijk op <a href="http://i18n.kde.org/">http://i18n.kde.org</a> en op <a href="http://www.kde.nl/nl">www.kde.nl/nl</a>. <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Bijgedragen door Andrea Rizzi</em></p>
nn: <p>KDE er omsett til mange språk. Du finn innstillingar for både land og språk i Kontrollsenteret i «Innstillingar->Personleg->Land/region og språk». </p> <br><center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Tips frå Andrea Rizzi</em></p>
pt: <p> O KDE está traduzido em várias línguas. O utilizador pode mudar o país e a língua no Centro de Controlo em "Regional e Acessibilidade"->"País/Região e Língua". </p> <p>Para mais informações sobre as traduções e tradutores do KDE, veja em <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Contribuído por Andrea Rizzi</em></p>
pt_br: <p> O KDE é traduzido para vários idiomas. Você pode mudar o país e o idioma através do Centro de Controle em "Regional &amp; Acessibilidade" -> "País/Região &amp; Idioma". </p> <p>Para mais informações sobre as traduções do KDE e seus tradutores, veja o site <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Fornecido por Andrea Rizzi</em></p>
ru: <p> KDE переведён на многие языки мира. Вы можете выбрать страну и язык, используя раздел Центра управления "Региональные и специальные возможности->Язык и стандарты </p> <p>Более подробная информация о переводе и переводчиках KDE приведена на странице <ahref="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Andrea Rizzi</em></p>
rw: <p> KDE yahinduwe mu ndimi nyinshi. Ushobora guhindura igihugu n'ururimi rufite Ikigo Kigenzura mu "By'akarere &amp; Ukuba hafi" ->."Igihugu/Akarere &amp; Ururimi". </p> <p>Niba ushaka ibindi bisobanuro byerekeye amavunura n'abavunuzi ba KDE, reba <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Byagizwemo uruhare na Andrea Rizzi</em></p>
sk: <p> KDE je preložené do mnohých jazykov. Zmeniť krajinu a jazyk môžete v Ovládacom centre v "Regionálne a Prístupnosť" ->"Krajina/Región a Jazyk". </p> <p>Pre viac informácií o preklade KDE a prekladateľoch pozrite <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Dodal Andrea Rizzi</em></p>
sl: <p>KDE je preveden v številne jezike. Državo in jezik lahko spremenite v Nadzornem središču tako, da izberete <b>Regionalnost in dostopnost > Država/območje in jezik.</b></p> <p>Za več informacij o prevodih KDE-ja in prevajalcih obiščite spletno stran <a href="http://i18n.kde.org/">http://i18n.kde.org</a>.</p> <br> <center><img src="crystalsvg/48x48/apps/locale.png"></center> <p align="right"><em>Prispeval Andrea Rizzi</em></p>
sr: <p>KDE је преведен на велики број језика. Државу и језик можете променити у Контролном центру, под „Регија и приступачност->Држава/регион и језик“.</p> <p>За више информација о превођењу и преводиоцима KDE-а, погледајте <a href="http://i18n.kde.org/">http://i18n.kde.org</a>.</p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Приложио Андреа Рици (Andrea Rizzi)</em></p>
sr@latn: <p>KDE je preveden na veliki broj jezika. Državu i jezik možete promeniti u Kontrolnom centru, pod „Regija i pristupačnost->Država/region i jezik“.</p> <p>Za više informacija o prevođenju i prevodiocima KDE-a, pogledajte <a href="http://i18n.kde.org/">http://i18n.kde.org</a>.</p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Priložio Andrea Rici (Andrea Rizzi)</em></p>
sv: <p> KDE har översatts till många olika språk. Du byter land och språk i Inställningscentralen med "Region och handikappstöd" -> "Land/region och språk". </p> <p>För mer information om översättningar av KDE och översättare, se <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Tipset kommer från Andrea Rizzi</em></p>
th: <p> KDE ถูกแปลเป็นภาษาต่าง ๆ หลายภาษา คุณสามารถเปลี่ยนประเทศและภาษาที่คุณต้องการได้ โดยใช้ศูนย์ควบคุม ในส่วนของ "ภูมิภาคและการช่วยใช้งาน" ->"ประเทศและภาษา" </p> <p>หากต้องการข้อมูลเพิ่มเติมเกี่ยวกับการแปล KDE และผู้แปลภาษา สามารถดูได้ที่ <a href="http://i18n.kde.org/">http://i18n.kde.org</a> </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>เคล็ดลับโดยคุณแอนเดรีย ริซซี</em></p>
uk: <p> KDE перекладено багатьма мовами. Ви можете змінити країну та мову в Центрі керування "Локалізація та доступність->Країна/регіон та мова". </p> <p>Додаткову інформацію про переклади KDE та перекладачів дивіться на <a href="http://i18n.kde.org/">http://i18n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Автор поради: Andrea Rizzi</em></p>
vi: <p> KDE đã được dịch sang nhiều ngôn ngữ khác nhau. Bạn có thể chọn quốc giá và ngôn ngữ trong Trung tâm Điều khiển, phần « Miền và Khả năng Truy cập » &rarr; « Quốc gia/Miền và Ngôn ngữ ». </p> <p>Để tìm thông tin thêm về bản dịch và người dịch KDE, vui lòng xem <a href="http://l10n.kde.org/">http://l10n.kde.org</a>. </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>Bị Andrea Rizzi đóng góp</em>.</p>
zh_cn: <p>KDE 已经被翻译到各种语言。您可以通过控制中心的“区域和辅助功能->国家/地区和语言”中改变国家/地区和语言。</p><p>要获得关于 KDE 翻译和翻译者的更多新戏，请参看 <a href="http://i18n.kde.org/">http://i18n.kde.org</a>。</p><br><center><img src="crystalsvg/48x48/apps/locale.png"><p align="right"><em>Andrea Rizzi 投稿</em></p>
zh_tw: <p> KDE 已經有很多種語言的翻譯。您可以在「控制中心」的 「地區 &amp; 無障礙」->「國家/地區及語言」裡更改 國家及語言。 </p> <p>想獲取更多關於 KDE 翻譯與譯者的資訊，請查閱 <a href="http://i18n.kde.org/">http://i18n.kde.org</a>。 </p> <br> <center> <img src="crystalsvg/48x48/apps/locale.png"> <p align="right"><em>由 Andrea Rizzi 提供</em></p>
