Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>For quick access to KDEPrint Manager type <strong>"print:/manager"</strong>... -- <em>"Type where?"</em>, you may ask. Type it...</p> <ul> <li>...either in Konqueror's <i>address field</i>,</li> <li>...or in a <i>Run Command</i> dialog, opened by pressing <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
af: <p>Vir flink toegang tot KDEPrint Bestuurder tik <strong>"print:/manager"</strong>... -- <em>"Tik where?"</em>, mag jy vra. Tik dit...</p> <ul> <li>...hetsy in Konqueror's <i>adres veld</i>,</li> <li>...of in 'n <i>Hardloop Opdrag</i> dialoog, oopgemaak deur die druk van <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
ar: <p>للوصول السريع إلى مسيير الطباعة KDEPrint أكتب <p> <strong>"print:/manager"</strong>... <p> -- <em>"و لكن ربما أنك تسأل "</em>, أين أكتب ذالك ؟ . أكتب ذالك...</p> <ul> <li>...أما في حقل Konqueror <i>للعناوين</i>،</li> <li>...أو في حوار <i>نفِذ الأمر</i> ، اللذي تستطيع فتحه إذا ضغطت على <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>مساهمة من: Kurt Pfeifle</em></p>
ca: <p>Per accedir ràpidament al gestor KDEPrint teclegeu <strong>"print:manager"</strong>... -- <em>"On he de teclejar?"</em>, potser us preguntareu. Podeu teclejar...</p> <ul> <li>...bé al <i>camp d'adreça</i> de Konqueror,</li> <li>...o bé al diàleg <i>Executa ordre</i>, que podeu obrir prement <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribució de Kurt Pfeifle</em></p>
da: <p>For hurtig adgang til KDEPrint-håndteringen skriv <strong>"print:/manager"</strong>... -- <em>"Skriv hvor?"</em>, spørger du måske. Skriv det...</p> <ul> <li>...enten i Konqueror's <i>adressefelt</i>,</li> <li>...eller i en <i>Kør kommando</i>-dialog, åbnet ved at trykke på <strong>[Alt+F2]</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bidrag ved Kurt Pfeifle</em></p>
de: <p>Schnellen Zugriff auf die KDE-Druckerverwaltung erhalten Sie unter der Adresse <strong>"print:/manager"</strong>. Sie kann eingegeben werden</p> <ul> <li>... entweder im <i>Adressfeld von Konqueror</i>,</li> <li>... oder im Fenster <i>Befehl ausführen</i>, das durch die Tastenkombination <strong>Alt+F2</strong> geöffnet wird.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Beigesteuert von Kurt Pfeifle</em></p>
el: <p>Για γρήγορη πρόσβαση στο Διαχειριστή KDEPrint πληκτρολογήστε <strong>"print:/manager"</strong>... -- <em>"Που να πληκτρολογήσω;"</em>, θα ρωτήσετε. Πληκτρολογήστε το...</p> <ul> <li>...είτε στο <i>πεδίο διεύθυνσης</i> του Konqueror,</li> <li>...ή στο διάλογο <i>Εκτέλεση εντολής</i>, που ανοίγει πατώντας <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Συνεισφορά από τον Kurt Pfeifle</em></p>
eo: <p>Por rapida aliro al la KDE-Printadministrilo tajpu <strong>"print:/manager"</strong>... -- <em>"Kie tajpi tion?"</em>, vi demandas. Vi povas tajpi tion...</p> <ul> <li>...aŭ en la adresparto de Konkeranto,</li> <li>...aŭ en la Komandolanĉilo, aperanta ĉe la klavokombino <strong>[Alt+F2]</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>kontribuita de Kurt Pfeifle</em></p>
es: <p>Para acceder rápidamente al administrador de impresión de KDE introduzca <strong>"print:/manager"</strong>... -- <em>"¿Pero dónde..?"</em>, se preguntará. Introduzcalo bien...</p> <ul> <li>...directamente en el <i>campo de entrada</i> de Konqueror,</li> <li>...o en una ventana de diálogo <i>Ejecutar orden</i>, que se abre pulsando <strong>Alt+F2</strong></li> </ul> </p> <br> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Por Kurt Pfeifle</em></p>
et: <p>Kiiresti saab KDEPrinti haldurile ligi pääseda, kui kirjutada <strong>"print:/manager"</strong>... -- <em>"Kirjutada kuhu?"</em>, võid sa küsida. Kirjuta see...</p> <ul> <li>...Konquerori <i>aadressiväljale</i>,</li> <li>...või dialoogi <i>Käsu käivitamine</i>, mis avaneb klahvikombinatsiooniga <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle</em></p>
eu: <p>KDEPrint kudeatzailerako sarbide bizkorra lortzeko idatzi <strong>"print:/manager"</strong>... -- <em>"Baina, non idatzi?"</em> galdetuko diozu zure buruari. Bada, idatzi...</p> <ul> <li>...bai Konquerorreko <i>helbide eremuan</i>,</li> <li>...bai <i>Komandoa abiarazi</i> elkarrizketan, <strong>Alt+F2</strong> tekleatuz irekitzen dena.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeiflek eskainia</em></p>
fa: <p>برای دستیابی سریع به نوع مدیر KDEPrint ممکن است بپرسید، <strong>"print:/manager"</strong>... -- <em>»کجا رونوشت شود؟«</em> این را... </p> <ul> <li>...یا در <i>حوزۀ نشانی</i> Konqueror،</li> <li>...یا در یک محاورۀ <i>اجرای فرمان</i>، که با فشار <strong>دگرساز+F2</strong> بازشده، تحریر کنید.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>با مشارکت کرت پی‌فیفل</em></p>
fi: <p>Pääset nopeasti KDEPrint Manageriin kirjoittamalla <strong>"print:/manager"</strong>... </p> <ul> <li>...joko Konquerorin <i>osoitekenttään</i>,</li> <li>...tai <i>Suorita komento</i> -ikkunaan, jonka saa auki painamalla <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Lähettänyt Kurt Pfeifle</em></p>
fr: <p>Pour un accès rapide au gestionnaire d'impression KDEPrint, saisissez <strong>« print:/manager »</strong>... -- <em>Saisir où ?</em>, demandez-vous. Saisissez-le...</p> <ul> <li>...soit dans le <i>champ d'adresse</i> de Konqueror,</li> <li>...soit dans une boîte de dialogue <i>Exécuter une commande</i>, ouvert en appuyant sur <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribution de Kurt Pfeifle</em></p>
fy: <p>Foar flugge tagong ta KDE's printbehearder, typ <strong>"print:/manager"</strong>... -- <em>"Wêr type?"</em>, Feegje jo, jo mooglik ôf. Typ it...</p> <ul> <li>...rjochtstreeks yn it lokaasjefjild fan Konqueror,</li> <li>...of yn it dialoochfinster <strong>Kommando útfiere</strong>, dy't jo iepenje mei help fan <strong>Alt+F2</strong></li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bydroegen troch Kurt Pfeifle</em></p>
hu: <p>Gyorsan elő lehet hívni a KDE nyomtatáskezelőjét a <strong>"print:/manager"</strong> cím beírásával. <em>"Hová kell ezt beírni?"</em> Beírható például...</p> <ul> <li>...a Konqueror <i>címmezőjébe</i>,</li> <li>...az <strong>Alt+F2</strong>-vel előhívható <i>mini parancsablak</i> szövegmezőjébe</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>A tippet Kurt Pfeifle küldte be</em></p>
is: <p>Fyrir snöggan aðgang að KDE prentstjóranum skrifaðu <strong>"print:/manager"</strong>. <em>"Skrifa hvar?"</em>, spyrðu kanski. Skrifaðu það...</p> <ul> <li>...annarsvegar í <i>staðsetningarlínuna</i> í Konqueror,</li> <li>...eða í <i>Keyra skipun</i> gluggann, opnaður með að ýta á <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Höfundur: Kurt Pfeifle</em></p>
ja: <p>KDE プリントマネージャに素早くアクセスするには <strong>"print:/manager"</strong> と入力してください。--- どこに入力するの？ --- よろしい。入力するのは次のような場所です。</p><ul><li>Konqueror のアドレスフィールド</li><li><strong>[Alt+F2]</strong> で開く「コマンドを実行」ダイアログ</li></ul></p><center><img src="crystalsvg/48x48/devices/printer1.png"><p align="right"><em>投稿者: Kurt Pfeifle さん</em></p>
kk: <p>KDE жүйедегі басып шығару менеджерін тез іске қосу үшін <strong>"print:/manager"</strong> деп теріңіз. <em>"Қай жерде теру?"</em> десеңіз. Мұнда...</p> <ul> <li>...не Konqueror <i>адрес өрісінде</i>,</li> <li>...немесе <i>Команданы орындау</i> деген <strong>Alt+F2</strong> пернелерін басқанда ашылатын диалогында.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle қосқан үлесі</em></p>
km: <p>ដើម្បី​ចូលដំណើរការ​រហ័ស​ទៅកម្មវិធី​គ្រប់គ្រង KDEPrint ចូរ​វាយ <strong>"print:/manager"</strong>... -- <em>"វាយ​កន្លែង​ណា ?"</em>, អ្នកអាច​សួរ ។ អ្នក​អាច​វាយ​វា...</p> <ul> <li>...ក្នុង <i>វាល​អាសយដ្ឋាន</i> របស់ Konqueror ក៏​បាន</li> <li>...ឬ ក្នុង​ប្រអប់ <i>រត់​ពាក្យ​បញ្ជា</i> ក៏​បាន ដោយ​ចុច <strong>ជំនួស + F2</strong> ដើម្បី​បើក​ប្រអប់​នោះ ។</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>បរិច្ចាគ​ដោយ Kurt Pfeifle</em></p>
ko: <p>'KDE인쇄 관리자'에 접근하려면 컹커러의 주소창이나 명령 실행 대화창에 <strong>"print:/manager"</strong>라고 입력하십시오. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
lt: <p>Norėdami greitai pasiekti KDE spausdinimo tvarkyklę, įveskite <strong>"print:/manager"</strong>... -- <em>„Kur įvesti?“</em>, Jūs galite paklausti. Įveskite tai...</p> <ul> <li>...arba Konqueror <i>adreso lauke</i>,</li> <li>...arba <i>Paleisti komandą</i> dialoge, atvertame paspaudus <strong>[Alt+F2]</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Pateikė Kurt Pfeifle</em></p>
mk: <p>За брз пристап до Менаџерот за печатење во KDE внесете <strong>„print:/manager“</strong>... -- <em>„Каде?“</em>, ќе прашате. Внесете го...</p> <ul> <li>...или во <i>полето за адреса</i> во Konqueror,</li> <li>...или во дијалогот <i>Изврши команда</i> , кој се отвора со притискање на <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Придонес на Kurt Pfeifle</em></p>
nb: <p> For rask tilgang til utskriftshåndtereren i KDE, skriv <strong>«print:/manager»</strong>… -- <em>«Skriv hvor?»</em> spør du kanskje. Skriv det…</p> <ul> <li>…enten i Konquerors <i>adressefelt</i>,</li> <li>…eller i dialogvinduet <i>Kjør kommando</i>. åpnes ved å taste <strong>Alt + F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Skrevet av Kurt Pfeifle</em></p>
nds: <p>To den KDE-Druckpleger kannst Du op't Gaueste kamen, wenn Du <strong>"print:/manager"</strong> ingiffst. Dat kannst Du</p> <ul> <li>...in Konqueror sien <i>Adressfeld</i>,</li> <li>...oder in en <i>Befehl utföhren</i>-Dialoog, den Du mit <strong>Alt+F2</strong> opropen kannst.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Vun Kurt Pfeifle bidragen</em></p>
nl: <p>Voor snelle toegang tot KDE's printerbeheerder, typ <strong>"print:/manager"</strong>... -- <em>"Waar typen?"</em>, vraagt u zich mogelijk af. Typ het...</p> <ul> <li>...rechtstreeks in het locatieveld van Konqueror,</li> <li>...of in het dialoogvenster <strong>Commando uitvoeren</strong>, welke u opent via <strong>Alt+F2</strong></li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bijgedragen door Kurt Pfeifle</em></p>
nn: <p>For rask tilgang til utskriftshandsamaren i KDE, kan du skriva <strong>«print:/manager»</strong> … -- <em>«Kvar?»</em>, spør du kanskje. Skriv det …</p> <ul><li>… anten i <i>adressefeltet</i> i Konqueror,</li> <li>… eller i dialogen <i>Køyr kommando</i>, som du får opp når du trykkjer <strong>Alt&nbsp;+&nbsp;F2</strong>.</li></ul> </p> <center><img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tips frå Kurt Pfeifle</em></p>
pt: <p>Para um acesso rápido ao Gestor do KDEPrint basta o utilizador escrever <strong>"print:/manager"</strong>... -- <em>"Escrever onde?"</em>, poderá então perguntar. O utilizador pode escrever...</p> <ul> <li>...directamente no campo do endereço no Konqueror,</li> <li>...ou numa janela de <i>Executar Comando</i>, a qual é aberta carregando em <strong>Alt+F2</strong></li> </ul> </p> <br> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribuída por Kurt Pfeifle</em></p>
pt_br: <p>Para acesso rápido ao Gerenciador de Impressão do KDE, digite <strong>"print:/manager"</strong>.. -- <em>"Digitar onde?"</em>, você pode perguntar. Digite...</p> <ul> <li><i>no campo de endereço</i> no Konqueror,</li> <li>...ou no diálogo <i>Executar Comando</i>, aberto ao pressionar as teclas <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribuição de Kurt Pfeifle</em></p>
ru: <p>Для быстрого запуска менеджера печати KDE введите <strong>"print:/manager"</strong>... -- <em>"Где вводить?"</em>, спросите вы. А вот где...</p> <ul> <li>...либо в Konqueror, в <i>адресной строке</i>,</li> <li>...либо в диалоге <i>Выполнить команду</i>, открывающемся при нажатии <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle</em></p>
rw: <p>Kugira ngo ushobore kugera vuba ku bwoko bwa Mucunga KDEPrint <strong>"gucapa:/mucunga"</strong>... -- <em>"Kwandika he?"</em>, ushobora kubaza. Kuyandika...</p> <ul> <li>...haba mu mwanya wa aderesi wa <i> Konqueror</i>,</li> <li>...cyangwa mu <i>gasanduku kiganiro</i> Gutangiza Ibwiriza, gafungurwa ukanze <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Byagizwemo uruhare na Kurt Pfeifle</em></p>
sk: <p>Pre rýchly prístup k Správcovi tlače KDE zadajte <strong>"print:/manager"</strong>... -- <em>"Kam?"</em>, to zadať. Zadajte to...</p> <ul> <li>...priamo do <i>adresy</i> v okne Konquerora,</li> <li>...alebo do dialógu <i>Vykonať príkaz</i>, ktorý zobrazíte tlačením <strong>Alt+F2</strong></li> </ul> </p> <br> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Dodal Kurt Pfeifle</em></p>
sl: <p>Za hiter dostop do upravljalnika tiskanja KDE vtipkajte <strong>»print:/manager«</strong> ... -- <em>»Kam?«</em>, boste vprašali. Lahko v ...</p> <ul> <li>... Konquerorjevo <i>naslovno polje</i>,</li> <li>... ali v okno <i>Poženi ukaz</i>, ki ga odprete z <strong>[Alt+F2]</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Prispeval Kurt Pfeifle</em></p>
sr: <p>За брз приступ менаџеру KDEPring куцајте <strong>print:/manager</strong>... <em>„Да куцам где?“</em>, можете питати. Куцајте...</p> <ul> <li>...или у Konqueror-овом <i>пољу за адресе</i>,</li> <li>...или у дијалогу <i>Изврши наредбу</i>, који се отвара притиском на <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Приложио Курт Пфајфле (Kurt Pfeifle)</em></p>
sr@latn: <p>Za brz pristup menadžeru KDEPring kucajte <strong>print:/manager</strong>... <em>„Da kucam gde?“</em>, možete pitati. Kucajte...</p> <ul> <li>...ili u Konqueror-ovom <i>polju za adrese</i>,</li> <li>...ili u dijalogu <i>Izvrši naredbu</i>, koji se otvara pritiskom na <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Priložio Kurt Pfajfle (Kurt Pfeifle)</em></p>
sv: <p>För att snabbt komma åt KDEPrint-skrivarhanteraren skriv <strong>"print:/manager"</strong>. -- <em>"Var då?"</em>, kanske du frågar dig. Skriv det...</p> <ul> <li>...antingen direkt i Konquerors <i>platsfält</i>,</li> <li>...eller i en <i>Kör kommando</i>-dialogruta som visas genom att trycka <strong>Alt+F2</strong></li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tipset kommer från Kurt Pfeifle</em></p>
th: <p>เพื่อเรียกใช้งานเครื่องมือจัดการงานพิมพ์ของ KDE อย่างรวดเร็ว ให้พิมพ์ <strong>"print:/manager"</strong>... -- คุณอาจสงสัยว่า แล้วจะ <em>"พิมพ์ที่ไหนล่ะ ?"</em>ก็พิมพ์ได้ที่...</p> <ul> <li>...ช่อง <i>ตำแหน่ง</i> ของคอนเควอร์เรอร์</li> <li>...หรือในกล่อง <i>ประมวลผลคำสั่ง</i> ซึ่งเรียกใช้โดยการกดปุ่มพิมพ์ <strong>Alt+F2</strong></li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>เคล็ดลับจากคุณ Kurt Pfeifle</em></p>
uk: <p>Щоб швидко дістатися до менеджера друку KDE, введіть <strong>"print:/manager"</strong>... -- Питаєте <em>"Де ввести?"</em>, Введіть...</p> <ul> <li>...або в <i>поле адреси</i> Konqueror,</li> <li>...або у вікні <i>Виконати команду</i>, яке можна відкрити натиснувши <strong>[Alt+F2]</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Автор поради: Kurt Pfeifle</em></p>
vi: <p>Để truy cập nhanh Bộ Quản Lý In KDE, hãy gõ <strong>print:/manager</strong>... <ul> <li>...hoặc vào <i>trường địa chỉ</i> của trình Konqueror,</li> <li>...hoặc vào hộp thoại <i>Chạy lệnh</i>, được mở bằng cách bấm tổ hợp phím <strong>Alt+F2</strong>.</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bị Kurt Pfeifle đóng góp</em>.</p>
zh_cn: <p>要想快速访问 KDEPrint 打印管理器，只要输入<strong>“print:/manager”</strong>……您可能会问，<em>“在哪输入？”</em>可以是</p><ul> <li>……在 Konqueror 的<i>地址栏</i>中，</li> <li>……或者在用 <strong>Alt+F2</strong> 键 打开的<i>运行命令</i>对话框中。</li></ul></p><center><img src="crystalsvg/48x48/devices/printer1.png"><p align="right"><em>Kurt Pfeifle 投稿</em></p>
zh_tw: <p>要快速使用 KDEPrint 管理員，輸入 <strong>「print:/manager」</strong>... -- 您會問： <em>「在哪裡輸入？」</em>，您可以輸入到...</p> <ul> <li>...可以是 Konqueror 的 <i>位址欄</i> ，</li> <li>...或者是 <i>執行命令</i> 對話盒， 可以用按 <strong>[Alt+F2]</strong>開啟之。</li> </ul> </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>由 Kurt Pfeifle 提供</em></p>
