Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> KMail, the KDE email client, has built-in support for several popular spam filtering apps. To set up automatic spam filtering in KMail, configure your favorite spam filter as you like it, then go to Tools->Anti-spam wizard in KMail. </p> <p> For more information, look at <a href="help:/kmail/the-anti-spam-wizard.html">the KMail Handbook Anti-Spam Wizard chapter</a>. </p>
af: <p> KMail, die KDE e-pos kliënt, het ingeboude ondersteuning vir verskeie gewilde spam filter programme. Om auto spam filter aan te sit, konfigureer die filter soos jy dit wil hê, en gaan dan na Nutsprogramme - Anti-Spam Assistent in KMail. </p> <p> Vir meer inligting kyk by <a href="help:/kmail/the-anti-spam-wizard.html">die KMail Handboek Anti-Spam Assistent hoofstukr</a>. </p>
ar: <p> إنّ KMail ، و هو زبون البريد الإلكتروني لدى KDE، يحتوي على دعم لتطبيقات شعبية عديدة لترشيح البريد غير المرغوب. لتمكين الترشيح التلقائي للبريد غير المرغوب في KMail ، هيئ مرشحك المفضل للبريد غير المرغوب كما تحب ، ثم إذهب إلى أدوات --> مرشد مكافحة البريد غير المرغوب في KMail. </p> <p> للمزيد من المعلومات ، أنظر إلى <a href="help:/kmail/the-anti-spam-wizard.html">كتيّب KMail في الفصل : مرشد مكافحة البريد غير المرغوب</a>. </p>
ca: <p> KMail, el client de correu del KDE, té la implementació per a diverses aplicacions de filtrat de correu brossa. Per a establir filtrat automàtic al KMail, configureu el vostre filtre de correu brossa favorit com us sembli, després aneu a Eines->Assistent contra el correu brossa al KMail. </p> <p> Consulteu més informació al <a href="help:/kmail/the-anti-spam-wizard.html">capítol de l'assistent contra el correu brossa al Manual del KMail</a>. </p>
da: <p> Kmail, KDE's e-mail-klient, har indbygget støtte for flere populære programmer til filtrering af spam. For at indstille automatisk filtrering af spam i Kmail, indstilles dit favoritfilter for spam som du vil, og gå derefter til Værktøjer -> Guide for eliminering af spam i Kmail. </p> <p> For mere information, kig i <a href="help:/kmail/the-anti-spam-wizard.html">kapitlet om guiden til eliminering af spam i Kmails håndbog</a>. </p>
de: <p> KMail, das E-Mail-Programm von KDE, unterstützt verschiedene Programme zum Filtern von Spam. Sie können das automatische Filtern unerwünschter E-Mails in KMail aktivieren, indem Sie zuerst Ihr Spam-Programm einrichten und dann in KMail Extras->Anti-Spam-Assistent aufrufen. </p> <p> Weitere Information zu diesem Thema finden Sie im <a href="help:/kmail/the-anti-spam-wizard.html">Handbuch zu KMail</a>.</p>
el: <p> To KMail, o πελάτης ταχυδρομείου του KDE, έχει ενσωματωμένη υποστήριξη για αρκετές γνωστές εφαρμογές φιλτραρίσματος spam. Για να ρυθμίσετε αυτόματο φιλτράρισμα spam στο KMail, ρυθμίστε το αγαπημένο σας φίλτρο spam ανάλογα με τις προτιμήσεις σας, έπειτα πηγαίνετε στο Εργαλεία->Μάγος αντί-spam στο KMail. </p> <p> Για περισσότερες πληροφορίες, δείτε το <a href="help:/kmail/the-anti-spam-wizard.html">Εγχειρίδιο του KMail στο κεφάλαιο του μάγου αντί-Spam</a>. </p>
eo: <p> Poŝtilo, la KDEa retpoŝta programo, subtenas la oftajn uzatajn spamfiltrilojn. Por agordi aŭtomatan filtradon de spamo (disafiŝado), unue agordi la spamfiltrilon, due, trovu Iloj->Kontraŭdisafiŝada helpilo en Poŝtilo. <p> <p> Por pli da informo, vidu <a href="help:/kmail/the-anti-spam-wizard.html">la KMail Manlibron Kontraŭdisafiŝada helpila ĉapitro</a>. </p>
es: <p> KMail, el cliente de correo electrónico de KDE, incluye el soporte para varios filtros de aplicaciones de correo basura. Para la configuración automática del filtrado del correo basura en KMail, configure su filtro de correo basura favorito, y a continuación vaya a Herramientas->Asistente anti correo basura en KMail. </p> <p> Para obtener más información, eche un vistazo al <a href="help:/kmail/the-anti-spam-wizard.html">manual de KMail en el capítulo relativo al asistente anti correo basura</a>. </p>
et: <p> KDE e-posti klient KMail toetab mitmeid levinud rämpsposti filtreid. Rämpsposti automaatseks filtreerimiseks KMailis seadista oma lemmikust rämpspostifilter enda vajaduste kohaselt ning seejärel rakenda see KMailis (Tööriistad->Rämpspostiga võitlemise nõustaja). </p> <p> Täpsemalt räägib sellest <a href="help:/kmail/the-anti-spam-wizard.html">KMaili käsiraamatu rämpspostiga võitlemise nõustajat käsitlev osa</a>. </p>
eu: <p> KMail, KDE eposta bezeroa, spam iragazki ezagun batzuk onartzen ditu. Spam iragazkiak automatikoki konfiguratzeko KMail-en aski duzu konfiguratzea zure spam iragazkiak nahiago duzun bezala, gero zoaz Tresnak -> Anti-spam morroia-re KMailen. </p> <p> Informazio gehiagorako, begira <a href="help:/kmail/the-anti-spam-wizard.html"> KMail eskuliburuko anti-spam morroiaren atala </a>. </p>
fa: <p> KMail، کارخواه رایانامۀ KDE، برای چندین کاربرد پالایه‌ای مشهور هرزنامه؛ پشتیبانی توکار دارد. برای برپایی پالایش خودکار هرزنامه در KMail، پالایۀ موردنظرتان را همان طور که دوست دارید پیکربندی کنید، سپس به ابزارها-<جادوگر ضد هرزنامه در KMail بروید. </p> <p> برای اطلاعات بیشتر به <a href="help:/kmail/the-anti-spam-wizard.html">فصل جادوگر ضد هرزنامۀ کتاب مرجع KMail</a> نگاهی بیندازید. </p>
fi: <p> KDE:n sähköpostiohjelma KMail tukee useita roskapostin suodatusohjelmia. Asenna ensin mieleisesi roskapostin suodatusohjelma, sen jälkeen voit kytkeä KMailissa roskapostin automaattisen suodatuksen päälle valikosta <b>Työkalut -> Ohjattu roskapostin suodatus</b>. </p> <p> Lisätietoa löydät <a href="help:/kmail/the-anti-spam-wizard.html">KMailin käyttöohjeesta</a>. </p>
fr: <p> KMail, le client de messagerie de KDE, gère la plupart des applications détectant le courrier non sollicité. Pour configurer le filtrage automatique dans KMail, configurez votre outil favori, puis, dans KMail, allez dans « Outils / Assistant de gestion du courrier non sollicité ». </p> <p> Pour plus d'informations, consultez le <a href="help:/kmail/the-anti-spam-wizard.html">chapitre de l'assistant de gestion du courrier non sollicité dans le manuel de KMail</a>. </p>
fy: <p> KMail, it e-postprogramma fan KDE, hat ynboude stipe foar ferskate populêre ûnpostfilters. Om automatyske ûnpostfiltering yn KMail yn te stellen, konfigurearje earst jo favoriete ûnpostfilter en gjin dêrnei nei 'Helpmiddelen->Unpost-assistint' yn KMail. </p> <p> Foar mear ynformaasje, sjoch<a href="help:/kmail/the-anti-spam-wizard.html">it hânboek fan KMail, haadstik Antispam-assistent</a>. </p>
hu: <p> A KMail, a KDE levelezőprogramja támogatja az ismertebb spamszűrő programokat. ha egy ilyet szeretne használni, előbb állítsa be a programot, majd indítsa el az Üzenetszűrő varázslót (Eszközök->Üzenetszűrő varázsló) a KMailben. </p> <p> Ha többet szeretne tudni a témakörről, olvassa el <a href="help:/kmail/the-anti-spam-wizard.html">a KMail kézikönyvében az Üzenetszűrő varázsló fejezetet</a>. </p>
is: <p> KMail póstforritið hefur innbyggðan stuðning við mörg vinsæl ruslpóst-tól. Til að setja upp sjálfvirka síun af ruslpósti í KMail, stilltu fyrst ruslpóst-tólið eftir þínum þörfum, og farðu svo í Tól->Ruslpóstsálfur í KMail. </p> <p> Fyrir nánari upplýsingar, skoðaðu <a href="help:/kmail/the-anti-spam-wizard.html">KMail handbókina</a>. </p>
ja: <p> KDE のメールクライアントである KMail には、いくつかの有名なスパム対策ソフトのサポートが組み込まれています。KMail で自動スパムフィルタを有効にするには、お好みのスパムフィルタを設定し、その後「ツール」->「アンチスパムウィザード」を使用してください。 </p> <p> 詳細については <a href="help:/kmail/the-anti-spam-wizard.html">KMail ハンドブックの「アンチスパムウィザード」の章</a> をご覧ください。</p>
kk: <p> KDE-нің KMail деген эл. пошта клиентінің құрамында, бірнеше әйгілі спам-сүзгі бағдарламаларының қолдауы бар. KMail-де автоматты спам-сүзгілеуін орнату үшін, қалаған спам-сүзгісін баптап алып, KMail-дегі Құралдар -> Спам-қарсы шебері дегенге барыңыз. </p> <p> Толығырақ мәлімет алу үшін <a href="help:/kmail/the-anti-spam-wizard.html">KMail анықтамасының Спам-қарсы шебері тарауын</a> қараңыз. </p>
km: <p> KMail, កម្មវិធី​អ៊ីមែល KDE មាន​ការ​គាំទ្រ​ខាង​ក្នុង​ចំពោះ​កម្មវិធី​ត្រង​សារ​ឥត​បានការ ដែល​មាន​ប្រជាប្រិយ​ជាច្រើន ។ ដើម្បី​រៀបចំ​ការ​ត្រង​សារ​ឥត​បាន​ការ​ដោយ​ស្វ័យ​ប្រវត្តិ​ក្នុង KMail, សូម​កំណត់​រចនា​សម្ព័ន្ធ​តម្រង​សារ​ឥត​បានការ​ដែល​អ្នក​ពេញចិត្ត ទៅ​តាម​ចំណង់​ចំណូលចិត្ត​របស់​អ្នក បន្ទាប់​មក​ទៅ​កាន់ ឧបករណ៍->អ្នក​ជំនួយការ​ប្រឆាំង​សារ​ឥត​បាន​ការ ក្នុង KMail ។ </p> <p> ចំពោះ​ព័ត៌មាន​បន្ថែម, សូម​មើល​ជំពូក​អ្នកជំនួយការ​ប្រឆាំង​សារ​ឥតបានការរបស់ <a href="help:/kmail/the-anti-spam-wizard.html">សៀវភៅ​ដៃ KMail</a>។ </p>
ko: <p> KMail, KDE 이메일 클라이언트는 몇몇의 유명한 스팸 필터 응용프로그램 을 내장 지원합니다. KMail에서 자동적으로 스팸 필터링을 설정하기 위해 좋아하는 스팸 필터를 설정하고, KMail에서 도구->안티-스팸 마법사로 이동하십시오. </p> <p> 더 많은 정보를 원하시면, <a href="help:/kmail/the-anti-spam-wizard.html">KMail 핸드북 안티-스팸 마법사 부분</a>을 보십시오. </p>
lt: <p> KMail, KDE pašto programa, palaiko keletą populiarių šlamšto (spam) filtrų. Norėdami įjungti šlamšto filtravimą KMail, sukonfigūruokite kaip tik Jums patinka šlamšto filtrą pasinaudodami KMail meniu „Įrankiai“->„Šlamšto naikinimo vedlys...“. </p> <p> Daugiau informacijos ieškokite <a href="help:/kmail/the-anti-spam-wizard.html">KMail vadovo „Anti-Spam Wizard“ skyriuje</a>. </p>
mk: <p> КПошта, клиентот за електронска пошта на KDE, има вградена поддршка за неколку популарни апликации за филтрирање на спам-пораки. За да го поставите автоматското филтрирање на спам во КПошта, конфигурирајте го вашиот омилен филтер за спам и потоа отидете во КПошта, во Алатки->Волшебник за антиспам. </p> <p> За повеќе информации, погледнете го <a href="help:/kmail/the-anti-spam-wizard.html">Поглавјето за волшебникот за антиспам во прирачникот на КПошта</a>. </p>
nb: <p> Kmail, KDEs e-postprogram, har innebygget støttet for flere populære søppelpostfiltreringsprogrammer. For å sette opp automatisk filtrering i Kmail, sett opp ditt favorittprogram for filtrering av søppelpost slik du vil, gå så til «Verktøy – Veiviser for søppelpostfilter» i Kmail. </p> <p>
nds: <p> In KMail, dat KDE-Nettpostprogramm, is de Ünnerstütten för en Reeg faken bruukte Spam-Filterprogrammen al inbuut. Wenn Du dat automaatsch Utfiltern vun Spam in KMail anmaken wullt, richt Dien Spamfilter in as jümmers un söök in KMail Warktüüch -> Anti-Spam-Hölper ut. </p> <p> Binnen <a href="help:/kmail/the-anti-spam-wizard.html">dat KMail-Handbook</a> gifft dat mehr Informatschonen över dit Thema. </p>
nl: <p> KMail, het e-mailprogramma van KDE, heeft ingebouwde ondersteuning voor diverse populaire spamfilters. Om automatische spamfiltering in KMail in te stellen, configureer eerst uw favoriete spamfilter en ga daarna naar 'Hulpmiddelen->Antispam-assistent' in KMail. </p> <p> Voor meer informatie, zie<a href="help:/kmail/the-anti-spam-wizard.html">het handboek van KMail, hoofdstuk Antispam-assistent</a>. </p>
pt: <p> O KMail, o cliente de e-mail do KDE, tem suporte incorporado para várias aplicações de filtragem de lixo electrónico ('spam'). Para configurar o seu filtro de lixo favorito como preferir, vá então a Ferramentas->Assistente Anti-Lixo Electrónico no KMail. </p> <p> Para mais informações, veja no <a href="help:/kmail/the-anti-spam-wizard.html">Assistente Anti-Lixo Electrónico do Manual do KMail</a>. </p>
pt_br: <p> O KMail, o cliente de e-mail do KDE, possui suporte integrado para os aplicativos mais populares de filtragem de spams. Para configurar a filtragem automática de spams no KMail, configure o seu filtro favorito e então vá até o assistente em Ferramentas -> Anti-spam, no KMail. </p> <p> Para mais informações, dê uma olhada no <a href="help:/kmail/the-anti-spam-wizard.html">Manual do KMail - capítulo sobre o Assistente de Anti-Spam</a>. </p>
ru: <p> KMail, клиент электронной почты KDE, поддерживает несколько распространённых программ фильтрации спама. Для использования автоматической фильтрации настройте предпочитаемый спам-фильтр и выберите пункт меню KMail Сервис -> Анти-спам. </p> <p> Дополнительная информация приведена в <a href="help:/kmail/the-anti-spam-wizard.html">руководстве KMail, главе Анти-спам</a>. </p>
rw: <p> KMail, umukiriya wa imeyili ya KDE, ifite ibishigikira mo imbere bigenewe kuyungurura sipamu nyinshi zizwi na benshi. Kugira ngo ugene muyungurura sipamu yikoresha muri KMail, boneza muyunguruzi ya sipamu ikunogeye nk'uko ubishaka, maze ujye ku Ibikoresho->Nyobora irinda sipamu muri KMail. </p> <p> Kugira ngo ubone ibindi bisobanuro, rebera mu <a href="help:/kmail/the-anti-spam-wizard.html">Gatabo ka KMail Umutwe wa Nyobora Irinda Sipamu</a>. </p>
sk: <p> E-mailový klient KMail má zabudovanú podporu pre niekoľko populárnych aplikácií filtrujúcich spam. Pre nastavenie automatického filtrovania spam pošty nastavte váš obľúbený spam filter podľa vašich požiadaviek a spustite Anti-spam sprievodcu v programe KMail. </p> <p> Viac informácií nájdete tu: <a href="help:/kmail/the-anti-spam-wizard.html">KMail Návod kapitola Sprievodca Anti-Spam</a>. </p>
sl: <p>KMail, odjemalec e-pošte za KDE, ima vgrajeno podporo za mnoge priljubljene programe za filtriranje nezaželene e-pošte. Da bi nastavili samodejno filtriranje v KMail, najprej nastavite svoj najljubši program za filtriranje nezaželene e-pošte in nato v KMail iz menija Orodja izberite Čarovnik za neželjeno pošto.</p> <p>Za več informacij si oglejte <a href="help:/kmail/the-anti-spam-wizard.html"> Priročnik za KMail</a>.</p>
sr: <p>KMail, KDE-ов е-поштански клијент, има уграђену подршку за неколико популарних програма за филтрирање спама. Да бисте поставили аутоматско филтрирање у KMail-у, подесите свој омиљени филтер за спам како желите, а затим у KMail-у идите на „Алати->Чаробњак против спама...“</p> <p>Више информација потражите у <a href="help:/kmail/the-anti-spam-wizard.html">Приручнику за KMail, одељак о чаробњаку против спама</a>.</p>
sr@latn: <p>KMail, KDE-ov e-poštanski klijent, ima ugrađenu podršku za nekoliko popularnih programa za filtriranje spama. Da biste postavili automatsko filtriranje u KMail-u, podesite svoj omiljeni filter za spam kako želite, a zatim u KMail-u idite na „Alati->Čarobnjak protiv spama...“</p> <p>Više informacija potražite u <a href="help:/kmail/the-anti-spam-wizard.html">Priručniku za KMail, odeljak o čarobnjaku protiv spama</a>.</p>
sv: <p> Kmail, KDE:s e-postklient, har inbyggt stöd för flera populära program för filtrering av skräppost. För att ställa in automatisk filtrering av skräppost i Kmail, ställ in ditt favoritfilter för skräppost som du vill, och gå därefter till Verktyg -> Guide för eliminering av skräppost i Kmail. </p> <p> För mer information, titta på <a href="help:/kmail/the-anti-spam-wizard.html">kapitlet om guiden för eliminering av skräppost i Kmails handbok</a>. </p>
th: <p> KMail (โปรแกรมรับ-ส่งเมลของ KDE) มีการสนับสนุนแอพพลิเคชันยอดนิยมสำหรับกรองจดหมายขยะอยู่แล้วในตัว ในการตั้งค่าให้ใช้งานการกรองจดหมายขยะโดยอัตดนมัติใน Kmail ให้ปรับแต่งตัวกรองจดหมายขยะตัวโปรดตามที่คุณชอบก่อน จากนั้นให้ไปที่ เครื่องมือ->ตัวช่วยสำหรับกรองจดหมายขยะ ใน Kmail </p> <p> สำหรับรายละเอียดเพิ่มเติม กรุณาดูที่ <a href="help:/kmail/the-anti-spam-wizard.html">คู่มือการใช้งาน Kmail บท ตัวช่วยในการกรองจดหมายขยะ</a> </p>
uk: <p> KMail, поштовий клієнт для KDE, має підтримку деяких популярних програм для фільтрування спаму. Налаштувати автоматичну фільтрацію спаму в KMail, можна у меню Інструменти->Майстер блокування спаму. </p> <p> За більш докладною інформацією звертайтесь до <a href="help:/kmail/the-anti-spam-wizard.html">глави про майстер блокування спаму в підручнику з KMail</a>. </p>
vi: <p> KMail, ứng dụng khách thư điện tử của KDE, có sẵn cách hỗ trợ vài ứng dụng lọc thư rác phổ biến. Để thiết lập khả năng lọc tự động thư rác trong KMail, hãy cấu hình bộ lọc thư rác như bạn muốn, rồi truy cập <b>Công cụ &rarr; Trợ lý chống thư rác</b> trong KMail. </p> <p> Để tìm thông tin thêm, xem <a href="help:/kmail/the-anti-spam-wizard.html">chương Trợ lý chống thư rác trong Sổ tay KMail</a>. </p>
zh_cn: <p>KDE 的电子邮件客户端 KMail 内置了集中流行的垃圾邮件过滤程序。要设置 KMail 的自动垃圾邮件过滤，请配置您所喜爱的垃圾过滤器，然后在 KMail 中使用 工具->反垃圾向导。</p><p>更多信息请参看 <a href="help:/kmail/the-anti-spam-wizard.html">KMail 手册反垃圾向导一章</a>。</p>
zh_tw: <p> KMail，KDE 的郵件客戶端程式，內建支援許多熱門 的垃圾郵件過濾程式。要設定 KMail 的自動垃圾郵件 過濾，依您的喜好設定想用的垃圾郵件過濾程式，並在 KMail 中選「工具->防垃圾郵件精靈」。 </p> <p> 需要更多資訊，請查閱 <a href="help:/kmail/the-anti-spam-wizard.html">KMail 手冊 防垃圾郵件精靈章節</a>。 </p>

source: <p> You can make a window go below other windows by middle-clicking on its titlebar. </p>
af: <p> Jy kan 'n vesnter agter die ander inskuif, deur te middel kliek op die titelbalk van die venster. </p>
ar: <p> يمكنك جعل نافذة تختفي تحت النوافذ الأخرى عند نقر الزر الأوسط للفأرة على شريط عنوانها. </p>
ca: <p> Podeu posar una finestra dessota altres finestres migclicant a la seva barra de títol. </p>
da: <p> Du kan få et vindue til at havne under de øvrige vindue ved at klikke med midterknappen på dets titellinje. </p>
de: <p> Sie können ein Fenster in den Hintergrund stellen, indem Sie mit der mittleren Maustaste auf seine Titelleiste klicken. </p>
el: <p> Μπορείτε να μεταφέρετε ένα παράθυρο κάτω από τα άλλα παράθυρα κάνοντας μεσαίο κλικ στη γραμμή τίτλου του. </p>
eo: <p> Vi povas fonigi fenestron per mezklako sur la titolabreto. </p>
es: <p> Puede hacer que una ventana se mantenga sobre las demás pulsando con el botón central en su barra de título. </p>
et: <p> Akna saab saata teiste akende alla, kui klõpsata selle tiitliribal hiire keskmise nupuga. </p>
eu: <p> Leiho bat besteen azpian jar dezakezu haren titulu-barran klik eginez saguaren erdiko botoiaz. </p>
fa: <p> با فشار دکمۀ میانی موشی روی میله عنوان پنجره، می‌توانید آن را به زیر پنجره‌های دیگر ببرید. </p>
fi: <p> Ikkunan saa siirrettyä muiden ikkunoiden alle napsauttamalla keskimmäisellä hiiren painikkeella (rullalla) ikkunan otsikkoriviä. </p>
fr: <p> Vous pouvez déplacer une fenêtre derrière les autres en cliquant avec le bouton central de votre souris sur sa barre de titre. </p>
fy: <p> Jo kinne in finster efter in oar finster pleatse troch mei de middelste mûsknop op de titelbalke derfan te klikken. </p>
hu: <p> Ha egy ablakot a többi alá szeretne tenni, kattintson az ablak címsorára a középső egérgombbal. </p>
is: <p> Þú getur látið glugga fara undir aðra glugga með því að miðsmella með músinni á titilrönd hans. </p>
ja: <p> タイトルバーの上でマウスの中ボタンをクリックすると、そのウィンドウを他のウィンドウの下に移動することができます。 </p>
kk: <p> Айдарынан тышқанның ортаңғы батырмасымен шертіп, терезені барлық басқа терезер астына жіберуге болады. </p>
km: <p> អ្នក​អាច​ដាក់បង្អួច​មួយ​នៅ​ក្រោម​បង្អួច​ផ្សេង​ទៀត ដោយ​ចុច​កណ្តាល​លើ​របារ​ចំណង​ជើង​របស់​វា ។ </p>
ko: <p> 제목 막대를 마우스 가운데 버튼으로 클릭함으로써 다른 창으로 이동하도록 할 수 있습니다. </p>
lt: <p> Galite nusiųsti langą po kitais langais spragtelėdami viduriniu klavišu lango antraštės juostą. </p>
mk: <p> Може да направите прозорец да отиде под другите прозорци со кликање со средното копче врз неговата насловна лента. </p>
nb: <p> Du kan la et vindu plasseres under andre vinduer ved å trykke på midtre museknapp på tittellinja. </p>
nds: <p> Du kannst en Finster na achtern stellen, wenn Du op mit den Middelknoop op den Titelbalken klickst. </p>
nl: <p> U kunt een venster achter een ander venster plaatsen door met de middelste muisknop op de titelbalk ervan klikken. </p>
pt: <p> Pode fazer com que uma janela passe para baixo de outras se carregar com o botão do meio na sua barra de título. </p>
pt_br: <p> Você pode fazer com que uma janela fique abaixo de outras clicando com o botão do meio em sua barra de título. </p>
ru: <p> Для того чтобы переместить окно на задний план, щёлкните средней кнопкой мыши на его заголовке. </p>
rw: <p> Ushobora gutuma idirishya rijya mu nsi y'ayandi madirishya ukandisha buto yo hagati ku murongo mutwe waryo. </p>
sk: <p> Okno je možné presunúť pod ostatné okná kliknutím stredným tlačidlom na titulok. </p>
sl: <p>Okno lahko pošljete pod ostala okna tako, da s srednjim gumbom miške kliknete na njegovo naslovno vrstico.</p>
sr: <p>Можете послати прозор иза осталих прозора средњим кликом на његову насловну траку.</p>
sr@latn: <p>Možete poslati prozor iza ostalih prozora srednjim klikom na njegovu naslovnu traku.</p>
sv: <p> Du kan få ett fönster att hamna under övriga fönster genom att klicka med mittenknappen på dess namnlist. </p>
th: <p> คุณสามารถทำให้หน้าต่่างลงไปอยุ่ใต้หน้าต่างอื่นๆ ได้โดยการคลิกเมาส์ปุ่มกลาง ที่แถบหัวเรื่องของหน้าต่าง </p>
uk: <p> Щоб перемістити вікно на задній план, клацніть середньою кнопкою мишки на його заголовку. </p>
vi: <p> Bạn có thể đem cửa sổ dưới các cửa sổ khác, bằng cách nhắp-giữa vào thanh tựa của nó. </p> <p><i>Nhắp giữa</i> &mdash; bấm giữ cái nút giữa trên con chuột khi nhắp vào gì</p>
zh_cn: <p>用鼠标中键单击窗口的标题栏可将窗口推至最下方。</p>
zh_tw: <p> 您可以在視窗標題列上按滑鼠中鍵使其移至其它視窗下層。 </p>
