Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> KDE applications offer short "What's This?" help texts for many features. Just click on the question mark on the window titlebar, and then click on the item you need help on. (In some themes, the button is a lowercase "i" instead of a question mark). </p>
af: <p> KDE programme bied kort "Wat is Hierdie?" help teks vir baie fuksies. Kliek net op die vraagteken op die venster se titelbalk, en kliek dan op die item waarvoor jy hulp wil hê. (In somige skemas is die knoppie 'n laerkas "i" in plaas van die vraagteken. </p>
ar: <p> تطبيقات KDE تقدِم لك نصوص "ما هذا ؟ " و هي نصوص قصيرة للمساعدة و الشرح للعديد من المييزات. فقط أنقر على علامة السؤال على شريط عنوان النافذة ثم أنقر على البند اللذي تريد المعلومات عنه. ( في بعض السمات ، تكون العلامة حرف "i" الصغير بدلاً عن علامة السؤال ). </p>
ca: <p> Les aplicacions KDE ofereixen text d'ajuda "Què és això?" per a moltes característiques. Només heu de clicar a l'interrogant de la barra de títol de la finestra i després clicar a l'ítem pel qual us cal l'ajuda. (En alguns temes, el botó és una "i" minúscula en comptes d'un interrogant). </p>
da: <p> KDE-programmer tilbyder korte "Hvad er dette?" hjælpetekster for mange funktioner. Klik blot på spørgsmålstegnet i vinduets titellist, og klik derefter på objektet som du behøver hjælp til. (I visse temaer er knappen et lille "i" i stedet for et spørgsmålstegn). </p>
de: <p> KDE-Programme enthalten eine Kurzhilfe ("Was ist das?") für die meisten Funktionen und Bedienelemente. Klicken Sie auf das Fragezeichen im Fenstertitel und danach auf das Element, zu dem Sie einen Hilfetext sehen möchten. (In manchen Designs kann der Knopf auch ein kleines "i" statt einem Fragezeichen sein.) </p>
el: <p> Οι εφαρμογές KDE προσφέρουν μια σύντομη βοήθεια "Τί είναι αυτό;" για πολλά χαρακτηριστικά. Απλά κάντε κλικ στο ερωτηματικό στη γραμμή τίτλου και έπειτα κάντε κλικ στο αντικείμενο για το οποίο θέλετε βοήθεια. (Σε μερικά θέματα, το σύμβολο του κουμπιού είναι ένα "i" στη θέση του ερωτηματικού). </p>
eo: <p> KDEa aplikaĵoj oferas mallongajn "Kio estas Tio?" konsiletojn por pluraj ecoj. Nur klaku sur la demandosigno kiu situas sur la titolabreto, kaj poste klaku sur la ero por kiu vi bezonas helpon. (Iuj etosoj montras minusklan "i" anstataŭ demandosigno). </p>
es: <p> Las aplicaciones KDE ofrecen pequeños texto de ayuda «¿Qué es esto?» para la mayor parte de las funcionalidades. Solo tiene que pulsar sobre el signo de interrogación en la barra de título de la ventana, y pulsar sobre el elemento del que necesite obtener ayuda (en algunos temas, el botón es una «i» minúscula en lugar de un signo de interrogación). </p>
et: <p> KDE rakendused pakuvad paljude võimaluste jaoks lühikesi "Mis see on?" abitekste. Klõpsa akna tiitliribal asuvale küsimärgile ja seejärel huvipakkuvale elemendile ning näedki abi, kui see on olemas. (Mõne teema korral seisab nupul küsimärgi asemel väike "i".) </p>
eu: <p> KDE aplikaziook "Zer da hau" laguntza laburra eskeintzen dute eginbide askotan Aski duzu titulu-barrako galdera markan klik egitea eta gero klik egitea laguntza nahi duzun elementuan. (Gai batzuetan botoia "i" minuskulaz dago, galdera markaren ordez). </p>
fa: <p> کاربردهای KDE متنهای کوتاه کمک »این چیست؟« را برای بسیاری از ویژگیها ارائه می‌دهند. فقط بر روی علامت سؤال روی میله عنوان پنجره، و سپس بر روی فقره‌ای که در مورد آن به کمک نیاز دارید، فشار دهید. )در برخی چهره‌ها، دکمه به جای علامت سؤال، حرف کوچک »i« است(. </p>
fi: <p> KDE-ohjelmissa on lyhyt "Mikä tämä on?" avusteteksti monille ominaisuuksille. Napsauta hiirellä kysymysmerkkiä ikkunan otsikkorivillä ja sen jälkeen napsauta sitä kohdetta, josta haluat avusteen. (Joissakin teemoissa kysymysmerkin sijaan painikkeena on pieni kirjain "i"). </p>
fr: <p> Les applications KDE proposent de petites aides textuelles pour de nombreuses fonctionnalités à partir de l'action « Qu'est-ce que c'est ? ». Cliquez simplement sur le point d'interrogation de la barre de la fenêtre, puis choisissez l'élément sur lequel vous demandez de l'aide. (Dans certains thèmes, ce bouton est un « i » minuscule à la place du point d'interrogation). </p>
fy: <p> KDE-programma's biede foar de measte funksjes lytse tekstballonnen dy't de funksje útlizze. Klik op it fraachteken yn de titelbalke, en dan op it item wêr jo ynformaasje oer ha wolle. (By guon tema's is de knop in lytse "i", ynstee fan in fraachteken.) </p>
hu: <p> Sok KDE-alapú alkalmazásnál használhatók a "Mi ez?" tájékoztató szövegek. Kattintson először a kérdőjelre az ablak címsorán, majd az ablak egyik elemére. (Néhány témánál "i" betű látszik kérdőjel helyett). </p>
is: <p> KDE forrit bjóða upp á stutta "Hvað er þetta?" hjálp fyrir marga valkosti. Smelltu á spurningarmerkið á titilröndinni, og síðan á hlutinn þú vilt fá hjálp yfir. (Í sumum þemum er hnappurinn lágstafa "i" í stað spurningarmerkis). </p>
ja: <p> KDE アプリケーションには、多くの機能について、「これは何？」という短いヘルプ文が用意されています。ウィンドウタイトルバーのクエスチョンマーク (?) をクリックし、説明が必要な項目をクリックしてください。テーマによっては、このボタンはクエスチョンマークではなく、小文字の "i" です。 </p>
kk: <p> KDE қолданбалары мүмкіншіліктерінің көпшілігін "Бұл не?" деген қысқа анықтамалар арқылы түсіндіре алады. Ол үшін, терезе айдарындағы сұрақ белгі батырмасын түртіп (немесе мәзіріндегі "Анықтама -> Бұл не?" жолды таңдап, не жай Shift+F1 перне тіркесімін басып) , сұрақ қосылып өзгерген тышқанның меңзерімен, түсінідірмесі керек элементін түртіңіз. (Кейбір нақыштартарда сұрақ белгі батырмасының орнында "i" әрібі көрсетіледі.) </p>
km: <p> កម្មវិធី KDE ផ្តល់​នូវ​អត្ថបទ​ជំនួយ​ខ្លី "នេះ​ជា​អ្វី ?" សម្រាប់​លក្ខណៈ​ពិសេស ជាច្រើន ។ គ្រាន់តែ​ចុច​លើ​សញ្ញា​សួរ​លើ​របារ​ចំណង​ជើង​របស់​បង្អួច ហើយ​ បន្ទាប់​មក​ចុច​លើ​របស់​អ្វី​មួយ​ដែល​អ្នក​ចង់​បាន​ជំនួយ ។ </p>
ko: <p> KDE 응용프로그램은 많은 요소에 대해 도움말 본문으로 짧은 "풍선도움말" 을 제공합니다. 창 제목 막대에서 물음표를 클릭하십시오, 그리고 도움말이 필요한 곳에 클릭을 하십시오. (어떤 테마에선 버튼이 물음표 대신 소문자 "i"로 표시된 것도 있습니다.) </p>
lt: <p> KDE programos turi nedidelius „Kas tai?“ pagalbos pranešimus įvairioms savybėms ir parinktims. Tiesiog nuspauskite klaustuko ženklą lango antraštės juostoje ir spragtelėkite ant valdiklio, apie kurį norite daugiau sužinoti (kai kuriose temose šis klaustuko ženklas pakeičiamas mažąja „i“). </p>
mk: <p> Апликациите на KDE нудат кратки помошни текстови „Што е ова?“ за многуте карактеристики. Само кликнете на прашалникот на насловната лента и потоа кликнете на елементот за кој ви е потребна помош. (Во некои теми копчето е мала буква „i“ наместо прашалник). </p>
nb: <p> KDE-programmer tilbyr korte tipstekster for mange funksjoner. Velg spørsmålstegnet på vinduets tittellinje og deretter det elementet du vil ha hjelp om. (I noen temaer er knappen en liten «i» istedenfor et spørsmålstegn). </p>
nds: <p> KDE-Programmen bargt för vele Funkschonen en Korthülp (de "Wat is dat?"-Funkschoon). Klick eenfach op dat Fraagteken op den Titelbalken un denn op dat Element, för dat Du Hülp bruukst. (In en poor Mustern warrt de Knoop ok mit en lütt "i" un nich mit en Fraagteken wiest.) </p>
nl: <p> KDE-programma's bieden voor de meeste functies kleine tekstballonnen die de functie uitleggen. Klik op het vraagteken in de titelbalk, en dan op het item waar u informatie over wilt krijgen. (Bij sommige thema's is de knop een kleine "i", in plaats van een vraagteken.) </p>
pt: <p> As aplicações do KDE oferecem algumas breves ajudas "O que é isto?" sobre muitas funcionalidades. Basta carregar no ponto de interrogação e carregar depois no item onde necessita de ajuda. (Em alguns temas, o botão é um "i" minúsculo em vez de um ponto de interrogação). </p>
pt_br: <p> Os aplicativos do KDE oferecem uma ajuda rápida chamada "O Que É Isto?", para muitos recursos. Basta clicar no ponto de interrogação contido na barra de títulos e então clicar sobre o item no qual você precisa de ajuda (em alguns temas, o botão se parece com um "i"minúsculo, em vez do ponto de interrogação). </p>
ru: <p> Многие приложения KDE содержат короткие текстовые подсказки "Что это?" по многим элементам интерфейса. Щёлкните на вопросительном знаке в заголовке окна и щёлкните на элементе, по которому требуется получить справку. (В некоторых темах вместо вопросительного знака используется символ "i"). </p>
rw: <p> Porogaramu KDE zitanga imyandiko migufi y'ifashayobora ya "Ibi ni Ibiki?" igenewe ibiranga byinshi. Kanda ku karango kibazo kari ku murongo mutwe w'idirishya, maze ukande ku kintu ushaka gufashwamo. (Mu nsangamatsiko zimwe na zimwe, buto iba iri mu nyuguti ntoya "i" mu mwanya w'akarango kibazo). </p>
sk: <p> KDE aplikácie ponúkajú krátke texty "Čo je to?" pre mnohé položky. Jednoducho kliknite na otáznik v titulku a po zmene kurzora kliknite na položku, o ktorej chcete bližšie informácie. (V niektorých prípadoch môže mať tlačidlo podobu malého písmena "i" namiesto otáznika. </p>
sl: <p>Programi za KDE ponujajo kratko pomoč »Kaj je to?« za mnoge dele programa. Preprosto kliknite na gumb z vprašajem v naslovni vrstici okna in nato kliknite na del, za katerega potrebujete pomoč. (Pri nekaterih temah ima gumb za pomoč namesto vprašaja malo tiskano črko »i«.)</p>
sr: <p>KDE програми нуде кратке помоћне текстове, „Шта је ово?“, на многим местима. Само кликните на знак питања у насловној траци прозора, а затим на ставку за коју желите помоћ. (У неким темама уместо знака питања стоји мало латинично слово „i“.)</p>
sr@latn: <p>KDE programi nude kratke pomoćne tekstove, „Šta je ovo?“, na mnogim mestima. Samo kliknite na znak pitanja u naslovnoj traci prozora, a zatim na stavku za koju želite pomoć. (U nekim temama umesto znaka pitanja stoji malo latinično slovo „i“.)</p>
sv: <p> KDE-program erbjuder korta "Vad är det här?" hjälptexter för många funktioner. Klicka bara på frågetecknet i fönstrets namnlist, och klicka därefter på objektet som du behöver hjälp med. (I vissa teman är knappen ett litet "i" istället för ett frågetecken). </p>
th: <p> แอพพลิเคชันของ KDE ได้เตรียมข้อความช่วยเหลือแบบสั้นๆ ชื่อ "นี่คืออะไร?" สำหรับคุณสมบัติมากมาย เพียงแต่คลิกที่เครื่องหมายคำถามบนแถบหัวเรื่องของหน้าต่าง และ คลิกที่สิ่งที่คุณต้องการจะรู้ว่าเอาไว้ทำอะไร (ในบางชุดตกแต่ง ปุ่มนี้อาจจะเป็นรับตัว "i" เล็ก แทนที่จะเป้นรูปเครื่องหมายคำถาม) </p>
uk: <p> Програми для KDE надають коротку "Що це?" довідку. Просто спочатку клацніть на кнопку зі знаком питання у заголовку вікна, а далі клацніть на елементі допомога по якому потрібна. (У деяких темах, кнопка довідки має вигляд літери "i" замість знака питання). </p>
vi: <p> Ứng dụng KDE cung cấp đoạn trợ giúp ngắn <b>Cái này là gì?</b> về nhiều tính năng khác nhau. Chỉ hãy nhắp vào dấu hỏi trên thanh tựa của cửa sổ, rồi nhắp vào mục chưa hiểu được. (Trong một số sắc thái, nút thông tin thêm là chữ <b>i</b> thường, thay vào dấu hỏi.) </p>
zh_cn: <p>KDE 应用程序会对很多特性提供简短的“这是什么？”帮助文本。只需单击窗口标题栏上的问号，然后再单击您想要获取帮助的项目。(在某些主题中，按钮会显示为小写的“i”而不是问号)。</p>
zh_tw: <p> KDE 應用程式為許多功能提功了簡短的「這是什麼？」 說明文字。只要按下視窗標題列上的問號標記，接著 按下您需要協助的項目。(在某些佈景主題中，此按鈕 是以小寫的「i」來代替問號標記)。 </p>

source: <p> KDE supports several different window focus modes: take a look in the Control Center, under Desktop->Window Behavior. For example, if you use the mouse a lot, you might prefer the "Focus follows mouse" setting. </p>
af: <p> KDE ondersteun verskeie verskillende venster fokus modus. Kyk in die Beheer Sentrum module, onder Werksskerm -> Gedrag. As jy byvoorbeeld die muis baie gebruik, mag jy die "Fokus volg die muis" stelling verkies. </p>
ar: <p> محيط سطح المكتب يدعم العديد من أنماط التركيز للنوافذ: ألقي نظرة على مركز التحكم ، سطح المكتب --> سلوك النوافذ. على سبيل المثال ، إذا كنت تستعمل الفأرة كثيراً فمن الأفضل إختيار التعيين "التركيز يتبع الفأرة". </p>
ca: <p> El KDE permet diversos modes de focus de finestra: doneu un cop d'ull al centre de control, a Escriptori->Comportament de les finestres. Per exemple, si useu molt el ratolí, podíeu preferir l'opció "Focus al ratolí". </p>
da: <p> KDE understøtter flere forskellige modeller for vinduefokusering: Tag et kig i kontrolcentret under Desktop -> Vindueopførsel. Hvis du for eksempel bruger musen ofte, foretrækker du måske indstillingen "Fokus følger mus". </p>
de: <p> KDE unterstützt verschiedene Methoden zum Aktivieren von Fenstern: Schauen Sie im Kontrollzentrum unter "Arbeitsfläche -> Fenstereigenschaften" auf der Seite "Aktivierung" nach. Wenn Sie z. B. sehr intensiv mit der Maus arbeiten, könnte für Sie die Regelung "Aktivierung bei Mauskontakt" sinnvoll sein. </p>
el: <p> Το KDE υποστηρίζει πολλές διαφορετικές λειτουργίες εστίασης παραθύρων: Ρίξτε μια ματιά στο Κέντρο ελέγχου, κάτω από την Επιφάνεια εργασίας->Συμπεριφορά παραθύρων. Για παράδειγμα, αν χρησιμοποιείτε το ποντίκι αρκετά, μπορεί να προτιμήσετε την επιλογή "Η εστίαση ακολουθεί το ποντίκι". </p>
eo: <p> KDEa subtenas diversajn fenestrajn enfokusajn manierojn: en Stircentro, vidu Tabulo->Fenestrokonduto. Ekz, se vi ofte uzas la muson, eble vi preferus la agordon "Fokuso sekvas la muson". </p>
es: <p> KDE soporta varios modos diferentes de foco de las ventanas: eche un vistazo en el Centro de Control, en Escritorio->Comportamiento de la ventana. Por ejemplo, si utiliza mucho el ratón, puede preferir la configuración «Foco sigue al ratón». </p>
et: <p> KDE toetab mitmeid akna fokuseerimise viise: uuri neid lähemalt KDE juhtimiskeskuses (Töölaud->Akende käitumine). Kui näiteks kasutad palju hiirt, võid valida "Fookus järgib hiirt". </p>
eu: <p> KDE leihoetarako foku ezberdinak eskeintzen ditu. Begira Kontrol gunean, Mahaigaina -> Leihoen portaera-n. Adibidez, sagua asko erabiltzen baduzu, agian "Fokuak saguari jarraitzen dio" ezarpena. </p>
fa: <p> KDE از چندین حالت متفاوت کانون پنجره پشتیبانی می‌کند: به مرکز کنترل، قسمت رومیزی-<رفتار پنجره نگاهی بیندازید. برای مثال، اگر از موشی زیاد استفاده می‌کنید، ممکن است تنظیم »کانون به دنبال موشی می‌آید« را ترجیح دهید. </p>
fi: <p> KDE tukee useita erilaisia ikkunoiden kohdistustapoja. Voit vaihtaa asetusta ohjauskeskuksesta kohdasta Työpöytä -> Ikkunoiden käyttäytyminen. Jos esimerkiksi käytät hiirtä paljon, "Kohdistus seuraa hiirtä" -asetus on kätevä. </p>
fr: <p> KDE gère différents modes de focus de fenêtres : consultez le Centre de configuration, dans « Bureau / Comportement des fenêtres ». Si vous utilisez beaucoup la souris, vous préférerez probablement l'option « Le focus suit la souris ». </p>
fy: <p> KDE jout stipe foar ferskate manieren om in finster de fokus te jaan: sjoch ris yn it Konfiguraasjesintrum, by 'Buroblêd->Finstergedrach'. Bygelyks, as jo de mûs folle brûke, dan is de ynstelling 'Fokus folget de mûs' wol iets foar jo. </p>
hu: <p> A KDE-ben többféle ablakfókuszálási mód választható a Vezérlőpult Asztal->Ablakműveletek. Ha inkább az egeret szereti használni, próbálja ki "A fókusz követi az egeret" módot. </p>
is: <p> KDE styður fleiri mismunandi gluggahegðanir. Skoðaðu Skjáborð->Hegðun glugga í Stjórnborðinu. Ef þú notar músina mikið getur þú til dæmis valið "Virkni fylgir mús" stillinguna. </p>
ja: <p> KDE はいくつかの異なるウィンドウフォーカスモードをサポートしています。コントロールセンターの「デスクトップ」->「ウィンドウの挙動」で設定できます。マウスをよく使う場合は、「マウスに従ってフォーカス」が便利かもしれません。 </p>
kk: <p> KDE бірнеше назар аудару режімдерді қолдайды: Басқару орталығындағы "Үстел -> Терезе қасиеттері" модулін қараңыз. Мысалы, тышқанды жиі қолдансаңыз, Сізге "Назар тышқанға ереді" режімі ыңғайлы болар. </p>
km: <p> KDE គាំទ្រ​រ​របៀប​ផ្តោត​លើ​បង្អួច​ខុសគ្នា​ជាច្រើន ។ សូម​មើលក្នុង មជ្ឈមណ្ឌល​បញ្ជាក្រោម ផ្ទៃតុឥរិយាបថ​បង្អួច ។ ឧទាហរណ៍ ប្រសិនបើ​ អ្នកប្រើ​កណ្តុរញឹកញាប់អ្នក​ប្រហែល​ជា​ពេញចិត្ត​ការ​កំណត់ "ផ្តោត​តាម​កណ្តុរ" ។ </p>
ko: <p> KDE는 몇몇 다른 창 포커스 모드를 지원합니다. 제어판에서 데스크탑->창 동작 을 보십시오. 예를 들어, 만약 마우스를 많이 사용한다면, "마우스를 따라 포커스 이동" 설정이 적절할 것입니다. </p>
lt: <p> KDE palaiko keletą lango fokusavimo veiksenų: jas galite konfigūruoti Valdymo centre, eidami į „Darbastalis“->„Langų elgsena“. Pvz., jei dažnai naudojate pelę, Galite pasirinkti nustatymą „Fokusas seka pelę“. </p>
mk: <p> KDE поддржува повеќе различни режими за фокусирање прозорци: погледнете во Контролниот центар, под Работна површина->Однесување на прозорци. На пример ако го користите глушецот често, можеби ќе го претпочитате режимот „Фокусирањето го следи глушецот“. </p>
nb: <p> KDE støtter ulike fokusmodeller for vinduer. Hvis du for eksempel bruker musa mye så vil du kanskje foretrekke innstillinga «Fokus følger musa». </p>
nds: <p> KDE hett en Reeg Metoden för dat Aktiveren vun Finstern: kiek maal in't Kuntrullzentrum ünner Schriefdisch -> Finsterbedregen. Wenn Du t.B. veel mit de Muus arbeidst, treckst Du villicht ok de "Muus treckt Fokus na"- Instellen vör. </p>
nl: <p> KDE biedt ondersteuning voor verschillende manieren om een venster de focus te geven: neem een kijkje in het Configuratiecentrum, bij 'Bureaublad->Venstergedrag'. Bijvoorbeeld, als u de muis veel gebruikt, dan is de instelling 'Focus volgt de muis' misschien iets voor u. </p>
pt: <p> O KDE suporta vários modos diferentes de foco das janelas: veja no Centro de Controlo, em Ambiente de Trabalho->Comportamento das Janelas. Por exemplo, se usar bastante o rato, poderá preferir a configuração "O foco segue o rato" </p>
pt_br: <p> O KDE suporta vários modos de foco de janela diferentes: dê uma olhada no Centro de Controle, em Área de Trabalho -> Comportamento da Janela. Por exemplo, se você usa muito o mouse, poderá preferir a configuração "Foco sob o mouse". </p>
ru: <p> KDE поддерживает несколько режимов фокусировки на окнах: откройте раздел Рабочий стол->Поведение окна в Центре управления KDE. Например, если вы работаете в основном мышью, вам может подойти настройка "Фокус следует за мышью". </p>
rw: <p> KDE yemera uburyo cyerekezo madirishya bwinshi butandukanye: reba mu Kigo Kigenzura, mu nsi y'Ibiro->Imyifatire y'Idirishya. Nk'urugero, niba ukoresha imbeba kenshi, washobora guhitamo igenamiterere rya"Icyerekezo gikurikira imbeba". </p>
sk: <p> KDE podporuje niekoľko rôznych módov fokusu pre okná, pozrite sa do Ovládacieho Centra->Plocha->Chovanie okien. Napríklad, ak často pracujete s myšou, môže vám viac vyhovovať mód "Okno pod myšou je aktívne". </p>
sl: <p>KDE ponuja mnoge različne načine za fokusiranje oken. Oglejte in nastavite si jih v Nadzornem središču pod Namizje > Obnašanje oken. Če veliko uporabljate miško, preverite nastavitev »Fokus sledi miški«.</p>
sr: <p>KDE подржава неколико различитих режима фокусирања прозора; погледајте у Контролном центру, под „Радна површина->Понашање прозора“. На пример, ако доста користите миш, може вам одговарати поставка „Фокус прати миш“.</p>
sr@latn: <p>KDE podržava nekoliko različitih režima fokusiranja prozora; pogledajte u Kontrolnom centru, pod „Radna površina->Ponašanje prozora“. Na primer, ako dosta koristite miš, može vam odgovarati postavka „Fokus prati miš“.</p>
sv: <p> KDE stöder flera olika modeller för fönsterfokusering: Ta en titt i Inställningscentralen under Skrivbord -> Fönsterbeteende. Om du till exempel använder musen ofta, kanske du föredrar inställningen "Fokus följer musen". </p>
th: <p> KDE รองรับการโฟกัสหน้าต่างในโหมดต่างๆ หลายแบบ: ลองไปดูที่ ศูนย์ควบคุมภายใต้หัวข้อ พื้นที่หน้าจอ->พฤติกรรมของหน้าต่าง ได้ ตัวอย่างเช่น หากคุณใช้เมาส์เป็นส่วนใหญ่ คุณอาจจะชอบการ ตั้งค่าแบบ "ให้โฟกัสหน้าต่างตามเมาส์" </p>
uk: <p> KDE підтримує декілька різних режимів перемикання фокусу вікон: дивіться центр керування, пункт Стільниця->Поведінка вікон. Наприклад, якщо ви багато користуєтесь мишкою, то можливо вам більш підходить режим "Фокус йде за мишкою". </p>
vi: <p> KDE hỗ trợ vài chế độ khác nhau đặt cửa sổ hoạt động: hãy xem Trung tâm Điều khiển, dưới <b>Môi trường &rarr; Ứng xử cửa sổ</b>. Lấy thí dụ, nếu bạn thường sử dụng con chuột, có lẽ bạn muốn đặt tùy chọn <b>Tiêu điểm theo con chuột</b>. </p>
zh_cn: <p>KDE 支持多种不同的窗口焦点模式：您可以看看控制中心里的桌面->窗口行为。例如，如果您经常使用鼠标，可以试试“焦点跟随鼠标”设置。</p>
zh_tw: <p> KDE 支援許多不同的視窗焦點模式：請查閱 控制中心，在「桌面->視窗行為」。例如，若您 常用滑鼠，您可能偏好「焦點跟隨滑鼠」設定值。 </p>
