Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p align="center"><strong>KDE Command Line Printing (II)</strong></p> <p> You may specify print files and/or name a printer from the command line: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> This prints 3 different files (from different folders) to printer "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
af: <p align="center"><strong>Kde Opdrag Lyn Drukwerk (Ii)</strong></p> <p> Jy dalk mag spesifiseer druk lêers en/of naam 'n drukker van die Opdrag Lyn: <pre> kdrukker -d infotec \ /huis/Kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/biljet.ps </pre> Hierdie druk 3 verskillende lêers (van verskilende gidse) na drukker "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
ar: <p align="center"><strong>الطباعة 2 بواسطة سطر الأوامر في KDE</strong></p> <p> بإستطاعتك تحديد الملفات للطباعة أو إسم الطابعة على سطر الأوامر: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> سيطبع هذا الأمر 3 ثلاثة ملفات مختلفة (من ثلاثة مجلّدات مختلفة) إلى الطابعة "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>مساهمة من Kurt Pfeifle</em></p>
ca: <p align="center"><strong>Impressió de línia d'ordres KDE (II)</strong></p> <p> Podeu especificar fitxers d'impressió i/o anomenar una impressora des de la línia d'ordres: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Això imprimeix 3 fitxers diferents (des de carpetes diferents) a la impressora "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribució de Kurt Pfeifle</em></p>
da: <p align="center"><strong>KDE Kommandolinje-udskrift (II)</strong></p> <p> Du kan angive udskriftsfiler og/eller nævne en printer fra kommandolinjen: <pre> kprinter -d denalway \ /home/erik/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Dette skriver 3 forskellige filer ud (fra forskellige mapper) til printeren "denalway". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bidrag ved Kurt Pfeifle</em></p>
de: <p align="center"><strong>KDE-Druck über die Befehlszeile (II)</strong></p> <p> Sie können die Dateien und die Drucker auch direkt auf der Befehlszeile angeben, z. B. folgendermaßen: <pre> kprinter -d drucker\ /home/benutzer/datei1.jpg \ ../datei2.pdf \ /opt/kde3/flyer.ps </pre> Dadurch werden drei verschiedene Dateien aus drei verschiedenen Ordnern auf dem betreffenden Drucker ausgegeben. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Beigesteuert von Kurt Pfeifle</em></p>
el: <p align="center"><strong>KDE Γραμμή Εντολών Εκτύπωσης (II)</strong></p> <p> Μπορείτε να ορίσετε αρχεία προς εκτύπωση και/ή να επιλέξετε εκτυπωτή από τη γραμμή εντολών: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Αυτό εκτυπώνει 3 διαφορετικά αρχεία (από διαφορετικούς φακέλους) στον εκτυπωτή "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Προσφορά του Kurt Pfeifle</em></p>
eo: <p align="center"><strong>Komandlinio printado en KDE (2)</strong></p> <p> Vi povas doni printdosierojn kaj/aŭ uzendan printilon en la komandlinio: <pre> kprinter -d kolorprintilo \ /home/ludoviko/verkante.jpg \ ../fundamento.pdf \ /home/ludoviko/esperanto/flugfolio.ps </pre> Tio printas tri diversajn dosierojn (el diversaj dosierujoj) per la printilo "kolorprintilo". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>kontribuita de Kurt Pfeifle</em></p>
es: <p align="center"><strong>Impresión con la línea de órdenes en KDE (II)</strong></p> <p> Puede especificar los archivos de impresión y/o los nombres de impresora desde la línea de órdenes: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ /kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Imprime 3 archivos diferentes (de diferentes carpetas) en la impresora "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Enviado por Kurt Pfeifle</em></p>
et: <p align="center"><strong>Trükkimine KDEs käsurealt (II)</strong></p> <p> Trükitavad failid ja/või printeri nime saab määrata otse käsurealt: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> See trükib kolm erinevat faili (erinevatest kataloogidest) printeril "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle</em></p>
eu: <p align="center"><strong>KDE komando bidezko inprimaketa (II)</strong></p> <p> Inprimaketa fitxategiak zehaztu eta/edo inprimagailu bat izenda dezakezu komando bitartez: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Honek 3 fitxategi ezberdin (direktorio ezberdinetakoak) "infotec" inprimagailuan imprimatzen ditu </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeiflek eskeinita</em></p>
fa: <p align="center"><strong>چاپ خط فرمان KDE (II)</strong></p> <p> ممکن است پرونده‌های چاپ و/یا نام چاپگری را از خط فرمان مشخص کنید: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> ۳ پروندۀ مختلف را )از پوشه‌های متفاوت( در چاپگر »infotec« چاپ می‌کند. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>با مشارکت کرت پی‌ففیل</em></p>
fi: <p align="center"><strong>Tulostaminen komentoriviltä (II)</strong></p> <p> Voit valita tulostimen ja tulostettavat tiedostot komentoriviltä: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Yllä oleva komento tulostaa kolme erilaista tiedostoa (eri kansiosta) tulostimelle "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Lähettänyt Kurt Pfeifle</em></p>
fr: <p align="center"><strong>Impression KDE en ligne de commande (II)</strong></p> <p> Vous pouvez spécifier les fichiers à imprimer et/ou l'imprimante à utiliser à partir de la ligne de commande : <pre> /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Ceci imprime 3 fichiers différents (de dossiers différents) à l'imprimante « infotec ». </p> <center> <img src="crystalsvg/48x48/apps/printer1.png"> <p align="right"><em>Contribution de Kurt Pfeifle</em></p>
fy: <p align="center"><strong>Ofdrukken fanôf de kommandopronpt mei KDE-printfasiliteiten (II)</strong></p> <p align="center"><strong>Printsje fanôf de kommandopronpt mei KDE-printfasiliteiten (II)</strong></p> <p> Jo kinne de te printsjen triemmen en/of in printer beneame fanôf de kommandopront: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handboek.pdf \ /opt/kde3/flyer.ps </pre> Dit drukt 3 ferskillende triemmen (út ferskillende mappen) ôf nei de printer "infotec". </p>
hu: <p align="center"><strong>Parancssoros nyomtatás a KDE-ben (II)</strong></p> <p> A nyomtatandó fájlok és a nyomtató neve is megadható a parancssorban: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Ennek hatására a KDE kinyomtatja mindhárom megadott fájlt az "infotec" nevű nyomtatóra. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Ezt a tippet Kurt Pfeifle küldte be</em></p>
is: <p align="center"><strong>Skipanalínuprentun úr KDE (II)</strong></p> <p> Þú getur tiltekið prentskrár og/eða heiti prentara úr skipanalínunni: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Þetta sendir þrjár mismunandi skrár (úr þrem mismunandi möppum) á prentarann "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Sent inn af Kurt Pfeifle</em></p>
ja: <p align="center"><strong>KDE コマンドライン印刷 (II)</strong></p> <p> コマンドラインからでも印刷するファイルやプリンタ名を指定できます: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> このようにすると、異なるフォルダにある 3 つのファイルをプリンタ "infosec" で印刷します。 </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>投稿者: Kurt Pfeifle さん</em></p>
kk: <p align="center"><strong>KDE командалық жолдан басып шығару (II)</strong></p> <p> Командалық жолда файлдардың және принтер атауын келтіруге болады, мысалы: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Бұл команда "infotec" принтеріне 3 әр түрлі файлды (әр түрлі каталогтардан) жібереді. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Kurt Pfeifle қосқан үлесі</em></p>
km: <p align="center"><strong>ការ​បោះពុម្ព​ដោយ​ប្រើ​បន្ទាត់​ពាក្យ​បញ្ជា KDE (II)</strong></p> <p> អ្នក​អាច​នឹង​បញ្ជាក់​លម្អិត​ឯកសារ​បោះពុម្ព និង/ឬ ឈ្មោះ​ម៉ាស៊ីន​បោះពុម្ព​មួយ​ពី​បន្ទាត់​ពាក្យ​បញ្ជា ៖ <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> វា​នឹង​បោះពុម្ព​ឯកសារ ៣ ខុស​គ្នា (ពី​ថត​ផ្សេង​គ្នា) ទៅ​ម៉ាស៊ីន​បោះពុម្ព "infotec" ។ </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>បរិច្ចាគ​ដោយ Kurt Pfeifle</em></p>
ko: <p align="center"><strong>KDE 명령줄 인쇄 (II)</strong></p> <p> 명령줄에서 인쇄 파일이나 프린터 이름을 지정할 수 있습니다: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> 이는 3 개의 다른 디렉터리 안의 3 개의 다른 파일을 인쇄합니다. "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
lt: <p align="center"><strong>KDE spausdinimas iš komandinės eilutės (II)</strong></p> <p> Jūs galite nurodyti spausdinamas bylas ir/ar spausdintuvus komandinėje eilutėje: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Tai nusiunčia spausdinimui tris skirtingas bylas iš skirtingų aplankų į spausdintuvą „infotec“. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Pateikė Kurt Pfeifle</em></p>
mk: <p align="center"><strong>Печатење од командна линија во KDE (II)</strong></p> <p> Може да наведете датотеки за печатење и/или печатач од командната линија: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Ова ќе испечати 3 различни датотеки (од различни папки) на печатачот „infotec“. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Придонес на Kurt Pfeifle</em></p>
nb: <p align="center"><strong>Kommandolinjeutskrift i KDE (II)</strong></p> <p>Du kan angi utskriftsfiler og/eller skrivernavn på kommandolinja: <pre> kprinter -d infotec \ /home/ivar/katt.jpg \ ../kdeprint-håndbok.pdf \ /opt/kde3/brosjyre.ps </pre> Dette skriver ut tre ulike filer (fra ulike mapper) på skriveren «infotec».</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tips fra Kurt Pfeifle</em></p>
nds: <p align="center"><strong>Mit KDE vun de Befehlsreeg drucken (II)</strong></p> <p> Du kannst de Datei(en) un den Drucker op de Befehlsreeg angeven: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Disse Befehl druckt 3 Dateien (ut 3 verscheden Ornern) över den Drucker "infotec" ut. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bidragen vun Kurt Pfeifle</em></p>
nl: <p align="center"><strong>Afdrukken vanaf de commandoprompt met KDE-afdrukfaciliteiten (II)</strong></p> <p> U kunt de af te drukken bestanden en/of een printer benoemen vanaf de commandoprompt: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handboek.pdf \ /opt/kde3/flyer.ps </pre> Dit drukt 3 verschillende bestanden (uit verschillende mappen) af naar de printer "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bijgedragen door Kurt Pfeifle</em></p>
nn: <p align="center"><strong>Kommandolinjeutskrift i KDE (II)</strong></p> <p>Du kan spesifisera utskriftsfiler og/eller skrivarnamn på kommandolinja: <pre> kprinter -d infotec \ /home/ivar/katt.jpg \ ../kdeprint-handbok.pdf \ /opt/kde3/brosjyre.ps </pre> Dette skriv ut tre ulike filer (frå ulike mapper) på skrivaren «infotec».</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tips frå Kurt Pfeifle</em></p>
pt: <p align="center"><strong>Impressão no KDE na Linha de Comandos (II)</strong></p> <p> Poderá indicar os ficheiros a imprimir e/ou nomear uma impressora a partir da linha de comandos: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Isto imprime 3 ficheiros diferentes (de diferentes pastas) na impressora "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribuída por Kurt Pfeifle</em></p>
pt_br: <p align="center"><strong>Impressão em Linha de Comando no KDE (II)</strong></p> <p> Você pode especificar arquivos de impressão e/ou o nome de uma impressora através da linha de comando: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Isto imprime 3 arquivos diferentes (de diretórios diferentes) para a impressora"infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Contribuição de Kurt Pfeifle</em></p>
ru: <p align="center"><strong>Печать из командной строки в KDE (II)</strong></p> <p> В командной строке можно задавать имена файлов и/или принтера. Например: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Эта команда отправляет на печать 3 разных файла (из разных папок) на принтер "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Предоставил Kurt Pfeifle</em></p>
rw: <p align="center"><strong>Gucapa Umurongo Bwiriza wa KDE (II) </strong></p> <p> Ushobora kugaragaza dosiye zicapwa na/cyangwa izina rya mucapyi usnga mu murongo bwiriza: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Ibi bicapa dosiye 3 zitandukanye (zikomoka mu bubiko butandukanye) kuri mucapyi "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Byagizwemo uruhare na Kurt Pfeifle</em></p>
sk: <p align="center"><strong>KDE tlač z príkazového riadku (II)</strong></p> <p> Tlačené súbory a meno tlačiarne môžete zadať na príkazovom riadku: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Toto vytlačí 3 rôzne súbory (z rôznych priečinkov) na tlačiarni "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Dodal Kurt Pfeifle</em></p>
sl: <p align="center"><strong>Tiskanje iz ukazne vrstice v KDE (II)</strong></p> <p> Datoteke za tiskanje in/ali ime tiskalnika lahko določite iz ukazne vrstice: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> To natisne 3 različne datoteke (iz različnih map) na tiskalnik »infotec«. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Prispeval Kurt Pfeifle</em></p>
sr: <p align="center"><strong>KDE штампање из командне линије(II)</strong></p> <p>Можете одабрати фајлове за штампу и/или штампач из командне линије:<pre> kprinter -d kolubara \ /home/pera/padobranac.jpg \ ../kuvarski-prirucnik.pdf \ /opt/kde3/pamflet.ps </pre> Овим се штампају три различита фајла (из различитих фасцикли) на штампачу „kolubara“.</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Приложио Курт Пфајфле (Kurt Pfeifle)</em></p>
sr@latn: <p align="center"><strong>KDE štampanje iz komandne linije(II)</strong></p> <p>Možete odabrati fajlove za štampu i/ili štampač iz komandne linije:<pre> kprinter -d kolubara \ /home/pera/padobranac.jpg \ ../kuvarski-prirucnik.pdf \ /opt/kde3/pamflet.ps </pre> Ovim se štampaju tri različita fajla (iz različitih fascikli) na štampaču „kolubara“.</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Priložio Kurt Pfajfle (Kurt Pfeifle)</em></p>
sv: <p align="center"><strong>Utskrift från kommandoraden i KDE (II)</strong></p> <p> Du kan ange utskriftsfiler och/eller namnge en skrivare från kommandoraden: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbok.pdf \ /opt/kde3/broschyr.ps </pre> Det här skriver ut tre olika filer (från olika kataloger) till skrivaren "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Tipset kommer från Kurt Pfeifle</em></p>
th: <p align="center"><strong>การพิมพ์โดยใช้บรรทัดคำสั่งของ KDE (II)</strong></p> <p> คุณจะต้องกำหนดแฟ้มที่จะพิมพ์ และ/หรือชื่อเครื่องพิมพ์จากบรรทัดคำสั่ง: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> โดยจะเป็นการพิมพ์ 3 แฟ้มที่แตกต่างกัน (จากโฟลเดอร์ที่ต่างกันด้วย) ไปยังเครื่องพิมพ์ "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>ส่งมาจากคุณ Kurt Pfeifle</em></p>
uk: <p align="center"><strong>Друк з командного рядка (II)</strong></p> <p> Ви можете вказувати файли для друку та/або принтер з командного рядка: <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Ця команда надрукує 3 різні файли (з різних каталогів) на принтері "infotec". </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Автор поради: Kurt Pfeifle</em></p>
vi: <p align="center"><strong>In trên dòng lệnh KDE (2)</strong></p> <p> Bạn có thể xác định tập tin in và/hay chọn máy in trên dòng lệnh: <pre> kprinter -d infotec \ /home/minh/quê.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> Lệnh này in 3 tập tin khác nhau (nằm trong thư mục khác nhau) tới máy in tên « infotec ». </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Bị Kurt Pfeifle đóng góp</em>.</p>
zh_cn: <p align="center"><strong>KDE 命令行打印(II)</strong></p><p>您可以从命令行指定打印文件和/或打印机的名称：<pre>kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre>这将在打印机“infotec”上打印三个不同的文件(来自不同的文件夹)。</p><center><img src="crystalsvg/48x48/devices/printer1.png"><p align="right"><em>Kurt Pfeifle 投稿</em></p>
zh_tw: <p align="center"><strong>KDE 命令列列印 (II)</strong></p> <p> 您可以在命令列指定列印檔案和/或為印表機命名： <pre> kprinter -d infotec \ /home/kurt/paragliding.jpg \ ../kdeprint-handbook.pdf \ /opt/kde3/flyer.ps </pre> 這樣會利用印表機「infotec」列印三個不同的檔案 （來自不同的目錄）。 </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>由 Kurt Pfeifle 提供</em></p>
