Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can let KDE turn the <b>NumLock</b> ON or OFF at startup. </p> <p> Open the Control Center, select Peripherals->Keyboard and make your choice. </p> <p> <hr><br><br> <i>This is the last tip in the tips database. Clicking "Next" will take you back to the first tip.</i> </p>
af: <p> Jy kan Kde die <b>Numlock</b> Aan of Af skakel by aansit. </p> <p> Open die Beheer Sentrum -> Randaparatuur -> Sleutelbord -> en maak jou keuse. </p> <p> <hr><br><br> <i>This is the last tip in the tips database. Clicking "Next" will take you back to the first tip.</i> </p> <i>Dit is die laaste wenk in die databasis. Kliek "Volgende" om terug te gaan na die eerste wenk.</i> </p>
ar: <p> يمكنك جعل KDE يشغل/ يوقف تشغيل الزرّ <b>NumLock</b> (أي زرّ الوصول للأرقام على لوحة المفاتيح ) عند بدء التشغيل. </p> <p> إفتح مركز التحكم ، إختر الأجهزة المحيطية --> لوحة المفاتيح و ثمّ إختر ما تشاءه </p> <p> <hr><br><br> <i>هذه هي آخر التلميحات في قاعدة بيانات التلميحات. إنّ النقر على الزرّ "التالي" سيرجعك إلى التلميحة الأولى </i> . </i>ترجمة محمد سعد ، 2006 </p>
ca: <p> Podeu fer que el KDE engegui o aturi el <b>BloqNum</b> a l'engegar. </p> <p> Obriu el Centre de Control, seleccioneu Perifèrics -> Teclat i trieu la vostra opció. </p> <p> <hr><br><br> <i>Aquest és el darrer consell de la base de dades. En clicar "Següent" anireu enrere fins al primer consell.</i> </p>
da: <p> Du kan lade KDE slå <b>NumLock</b> TIL eller FRA ved opstart. </p> <p> Åbn kontrolcentret, vælg Tilslutninger -> Tastatur og gør dit valg. </p> <p> <hr><br><br> <i>Dette er det sidste vink i databasen med vink. Klik på "Næste" vil tage dig tilbage til det første vink.</i> </p>
de: <p> Sie können die <b>Zahlenblocksperre</b> beim KDE-Start ein- oder ausschalten lassen. </p> <p> Öffnen Sie dazu das Kontrollzentrum und treffen Sie eine entsprechende Auswahl unter Angeschlossene Geräte -> Tastatur. </p>
el: <p> Μπορείτε να ρυθμίσετε το KDE να θέτει το <b>NumLock</b> ON ή OFF κατά την εκκίνηση. </p> <p> Ανοίξτε το Κέντρο Ελέγχου, επιλέξτε Περιφερειακά/Πληκτρολόγιο και κάντε την επιλογή σας. </p> <p> <hr><br><br> <i>Αυτή είναι η τελευταία συμβουλή στη βάση δεδομένων. Κάνοντας κλικ στο "Επόμενο" θα πάτε πάλι στην πρώτη συμβουλή.</i> </p>
eo: <p> Vi povas difini, ĉu je KDE-lanĉo la <b>Nombra Baskulo</b> estus ŝaltita aŭ malŝaltita. </p> <p> Malfermu Stircentron -> Periferaĵoj -> Klavaro kaj elektu laŭ via prefero. </p> <p> <hr><br><br> <i>Ĉi tiu estas la lasta konsileto. Klaku "Sekva" kondukos vin al la unua konsileto.</i> </p>
es: <p> Puede hacer que KDE active o desactive el <b>bloqueo numérico</b> en el inicio. </p> <p> Abra el Centro de Control, sleccione Periféricos->Teclado y seleccione su opción. </p> <p> <hr><br><br> <i>Esta es la última sugerencia en la base de datos de sugerencias. Si pulsa "Siguiente" volverá a la primera.</i> </p>
et: <p> KDE võib käivitumisel <b>NumLock</b>-i sisse või välja lülitada. </p> <p> Ava selleks juhtimiskeskuses Välisseadmed -> Klaviatuur ja langeta oma valik. </p> <p> <hr><br><br> <i>See on viimane vihje meie vihjete andmebaasis. Klõps nupule "Järgmine" viib sind tagasi esimese vihje juurde.</i> </p>
eu: <p> KDEk <b>Blok. zbk</b> hasieran piztu edo itzaltzea lor dezakezu. </p> <p> Ireki Kontrol gunea, hautatu 'Periferikoak' -> 'Teklatua' eta egin zure aukeraketa. </p> <p> <hr><br><br> <i>Hau da aholkuen datu basean dagoen azken oharra. "Hurrengoa" klikatuz gero, berriz joango zara lehen aholkura.</i> </p>
fa: می‌توانید به KDE اجازه دهید هنگام راه‌‌اندازی، <b>قفل اعداد</b> را روشن یا خاموش کند. </p> <p> مرکز کنترل را باز کنید، وسایل جانبی-<صفحه کلید را برگزینید و انتخاب خود سازید. </p> <p> <hr><br><br> <i>این آخرین نکته در دادگان نکته‌ها می‌باشد. با فشار »بعدی« به نخستین نکته برمی‌گردید.</i> </p>
fi: <p> Voit asettaa <b>NumLockin</b> joko päälle tai pois KDE:n käynnistyksessä. </p> <p> Löydät asetuksen Ohjauskeskuksesta. (<b>Laitteet</b> -> <b>Näppäimistö</b>) </p> <p> <hr><br> <i>Tämä on vinkkitietokannan viimeinen vinkki. Napsauttamalla "Seuraava" pääset takaisin ensimmäiseen vinkkiin.</i> </p>
fr: <p> KDE peut activer le <b>Verrouillage numérique</b> au démarrage. </p> <p> Ouvrez le Centre de configuration, puis allez dans « Périphériques / Clavier » et faites votre choix </p> <p> <hr><br><br> <i>C'est la dernière astuce de la base de données des astuces. Un clic sur « Suivant » vous ramènera à la première astuce.</i> </p>
fy: <p> Jo kinne derfoar sourgje dat KDE de <b>NumLock</b> yn- of útset ûnder it opstarten. </p> <p> iepenje it Konfiguraasjesintrum -> Râne apparaten -> Toetsenbord en meitsje jo kar. </p> <p> <hr><br><br> <i>Dit is de lêste tip yn de tip-databank. Klik op "Fierder om werom te gean nei de earste tip.</i> </p>
hu: <p> A <b>NumLock</b> ki- vagy bekapcsolható a KDE indulásakor. </p> <p> A beállítás a Vezérlőpult -> Perifériák -> Billentyűzet modulban végezhető el. </p> <p> <hr><br><br> <i>Ez volt az utolsó tipp a listában. Ha a "Következő" gombra kattint, visszajut az első tippre.</i> </p>
is: <p> Þú getur látið KDE setja <b>NumLock</b> hnappinn Á eða AF við ræsingu. </p> <p> Notaðu Stillingar->Jaðartæki->Lyklaborð og veldu þar stöðu numlock. </p> <p> <hr><br><br> <i>Þetta er síðasta ábendingin í gagnagrunninum. Ef þú smellir á "Næsta" ferðu aftur á fyrstu ábendinguna.</i> </p>
ja: <p> KDE の起動時に KDE に <b>NumLock</b> のオン/オフを設定させることができます。 </p> <p>コントロールセンターの「周辺機器」->「キーボード」で、三つのオプションの中から選択してください。</p> <p> <hr><br><br> <i>これは、助言データーベースの最後の助言です。「次」をクリックすると、最初の助言に戻ります。</i> </p>
kk: <p> KDE жұмысын бастағанда <b>NumLock</b> пернесін қосып немесе өшіріп қоюға болады. </p> <p> Бұны баптау үшін Басқару орталығының "Периферия -> Пернетақта" дегенді ашыңыз. </p> <p> <hr><br><br> <i>Бұл кеңестер тізіміндегі соңғы кеңес. "Келесі" дегенді басу бірінші кеңеске қайтарады.</i>
km: ឥរិយាបថ្នក​អាច​ឲ្យ KDE បិទ ឬ បើក <b>NumLock</b> នៅ​ពេល​ចាប់ផ្ដើម ។ </p> <p> បើក​មជ្ឈមណ្ឌលត្រួតពិនិត្យ ជ្រើស គ្រឿង​កុំព្យូទ័រ -> ក្ដារចុច ហើយ​ជ្រើស​ជម្រើស ដែល​អ្នក​ចង់​បាន ។ </p> <p> <hr><br><br> <i>នេះ​ជា​ព័ត៌មាន​ជំនួយ​ចុងក្រោយ​ក្នុង​មូលដ្ឋាន​ទិន្នន័យ​ព័ត៌មាន​ជំនួយ ។ ចុច "បន្ទាប់" នឹង​នាំ​អ្នក​ទៅ​កាន់ ព័ត៌មាន​ជំនួយ​ដំបូង ។</i> </p>
ko: <p> KDE가 시작할 때에 <b>NumLock</b> 을 켜거나 끄게 할 수 있습니다. </p> <p> 제어판에서 주변장치를 열어 키보드로 들어가면 선택할 수 있습니다. </p> <p> <hr><br><br> <i>(팁 데이타베이스에 있는 마지막 팁 입니다. "다음" 단추를 눌러 첫번째 귀띔으로 돌아가십시오.)</i> </p>
lt: <p> Jūs galite leisti KDE įjungti ar išjungti <b>Skaitm(NumLock)</b> starto metu.</p> <p> Atverkite Valdymo centras -> Periferija -> Klaviatūra ir pasirinkite, kaip jums patinka. </p> <p> <hr><br><br> <i>Tai yra paskutinis patarimas duomenų bazėje. Paspaudę „Kitas“ pradėsite patarimų peržiūrą nuop pradžių.</i> </p>
mk: <p> Може да го направите KDE да го вклучува или исклучува <b>NumLock</b> при стартување. </p> <p> Отворете го Контролниот центар, изберете Периферни уреди->Тастатура и изберете соодветно. </p> <p> <hr><br><br> <i>Ова е последниот совет во базата со совети. Кликањето на „Следен“ ќе ве врати назад на првиот совет.</i> </p>
nb: <p> Du kan la KDE skru på eller av <b>NumLock</b> ved oppstart. </p> <p> Åpne Kontrollpanelet, velg «Perifere enheter – Tastatur» og kryss av for ditt valg. </p> <p> <hr><br><br> <i>Dette er det siste tipset i tipsdatabasen. Trykk «Neste» for å komme tilbake til det første tipset.</i> </p>
nds: <p> Du kannst KDE so instellen, dat <b>NumLock</b> bi't Starten anmaakt oder utschalt is. </p> <p> Maak dat Kuntrullzentrum op, gah na Reedschappen -> Tastatuur un söök ut, wat di passt. </p> <p> <hr><br><br> <i>Dit is de leste vun all Tipps. Wenn Du op "Nakamen" klickst, kummt wedder de eersteTipp.</i> </p>
nl: <p> U kunt er voor zorgen dat KDE de <b>NumLock</b> in- of uitschakelt tijdens het opstarten. </p> <p> Open het Configuratiecentrum -> Randapparaten -> Toetsenbord en maak uw keuze. </p> <p> <hr><br><br> <i>Dit is de laatste tip in de tipsdatabase. Klik op "Volgende om terug te gaan naar de eerste tip.</i> </p>
nn: <p>Du kan la KDE slå <b>Num Lock</b> på eller av ved oppstarten.</p> <p>Du finn innstillingane i Kontrollsenteret: <em>Tilleggseiningar – Tastatur</em>.</p> <p> <hr><br><br><i>Dette er det siste tipset. Når du trykkjer <em>Neste</em> får du opp att det første tipset.</i></p>
pt: <p> Você pode iniciar o KDE com a tecla <b>NumLock</b> ligada ou desligada. </p> <p> Abra o Centro de Controlo, seleccione Periféricos -> Teclado e faça a sua escolha. </p> <p> <hr><br><br> <i>Esta é a última dica na base de dados. Se carregar em "Próximo" voltará à primeira dica.</i> </p>
pt_br: <p> Você pode deixar o botão <b>NumLock</b> ligado ou desligado na inicialização do KDE. </p> <p> Abra o Centro de Controle, selecione Periféricos -> Teclado e faça sua escolha. </p>
ru: <p> При запуске KDE можно включать или отключать <b>NumLock</b>. </p> <p> Это настраивается в Центре управления KDE в модуле Периферия -> Клавиатура. </p> <hr><br><br> <i>Это последний совет в базе советов. При нажатии кнопки "Далее" будет вновь показан первый совет.</i>
rw: <p> Ushobora gutuma KDE izimya cyangwa yatsa <b>NumLock</b> igihe igitangira. </p> <p> Fungura Ikigo Kigenzura, uhitemo Ibyinyuma->Mwandikisho maze uhitemo. </p> <p> <hr><br><br> <i>Iyi ni yo nama ya nyuma mu bubikoshingiro bw'inama. Gukanda"Ibikurikira" bizatuma usubira inyuma ku nama ibanza.</i> </p>
sk: <p> Pri štarte môžete KDE zapnúť alebo vypnúť <b>NumLock</b>. </p> <p> Spustte Ovládacie centrum -> Periférie -> Klávesnica a vyberte si. </p> <p> <hr><br><br> <i>Toto je posledný tip. Stlačením "Nasledujúci" sa vrátite späť na prvý tip.</i> </p>
sl: <p> KDE lahko nastavite, da tipko <b>NumLock</b> vključi ali izključi pri zagonu. </p> <p> Odprite Nadzorno središče > Strojni dodatki > Tipkovnica in izberite željeno nastavitev. </p> <p> <hr><br><br> <i>To je zadnji namig v zbirki namigov. Klik na »Naslednji« vas bo vrnil nazaj na prvi namig.</i> </p>
sr: <p>Можете подесити KDE да укључи или искључи <b>NumLock</b> по пријављивању.</p> <p>Отворите Контролни центар, изаберите „Периферије->Тастатура“ и изаберите.</p> <p><hr><br><br> <i>Ово је последњи савет у бази. Кликом на „Следећи“ вратићете се на први савет.</i></p>
sr@latn: <p>Možete podesiti KDE da uključi ili isključi <b>NumLock</b> po prijavljivanju.</p> <p>Otvorite Kontrolni centar, izaberite „Periferije->Tastatura“ i izaberite.</p> <p><hr><br><br> <i>Ovo je poslednji savet u bazi. Klikom na „Sledeći“ vratićete se na prvi savet.</i></p>
sv: <p> Du kan låta KDE välja om <b>NumLock</b> ska vara PÅ eller AV efter start. </p> <p> Öppna Inställningscentralen, välj Kringutrustning -> Tangentbord och gör ditt val. </p> <p> <hr><br><br> <i>Det här är det sista tipset i databasen. Genom att klicka på "Nästa" kommer du tillbaka till det första tipset.</i> </p>
th: <p> คุณสามารถกำหนดให้ KDE เปิด/ปิด <b>ปุ่ม NumLock</b> เมื่อเริ่มทำงานได้ </p> <p> โดยเปิด ศูนย์ควบคุม -> อุปกรณ์ต่อพ่วงภายนอก -> แป้นพิมพ์ -> เพิ่มเติม และเลือกตัวเลือกที่ต้องการ </p> <p> <hr><br><br> <i>นี่เป็นเคล็ดลับสุดท้ายในฐานข้อมูลของเคล็ดลับ ในการคลิก "ต่อไป" จะนำคุณไปสู่เคล็ดลับอันแรก อีกครั้ง.</i> </p>
uk: <p> Ви можете вказати, щоб при запуску KDE вмикати чи вимикати <b>NumLock</b>. </p> <p> Відкрийте Центр керування ->Периферійні пристрої -> Клавіатура та зробіть свій вибір. </p> <p> <hr><br><br> <i>Це остання порада в базі даних порад. Натиснувши "Наступна" ви перейдете назад до першої поради.</i> </p>
vi: <p> Bạn có thể đặt môi trường KDE bật/tắt phím khoá số <b>NumLock</b> vào lúc khởi động. </p> <p> Hãy mở Trung tâm Điều khiển, chọn <b>Ngoại vi &rarr; Bàn phím</b>, và chọn bật hay tắt. </p> <p> <hr><br><br> <i>Đây là mẹo cuối cùng trong cơ sở dữ liệu các mẹo. Việc nhắp vào nút <b>Kế</b> sẽ trở về mẹo thứ nhất.</i> </p>
zh_cn: <p>您可以让 KDE 启动时打开或关闭 <b>NumLock</b>。</p><p>打开控制中心，选择外设->键盘，然后选择您喜欢的选项。</p><p><hr><br><br><i>这是提示数据库中的最后一条提示。单击“下一条”将会将您带回到第一条提示。</i></p>
zh_tw: <p> 您可以讓 KDE 在啟動時開啟或關閉 <b>NumLock</b> 。 </p> <p> 開啟控制中心，選擇「週邊設備→鍵盤」並做出 您的選擇。 </p> <p> <hr><br><br> <i>這是密訣資料庫中的最後一個密訣。按「下一步」會將您帶回 第一個密訣。</i> </p>
