Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can cycle through the virtual desktops by holding the Ctrl key and pressing Tab or Shift+Tab.</p> <p>For more information about using virtual desktops, look at <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">the KDE User Guide</a>.</p>
af: <p> Jy kan deur die virtulele werksskerms swaai deur die Ctrl sleutel in te hou en die Tab of Shift+Tab te druk.</p> <p>Vir meer inligting aangaande virtuele werksskerms, kyk by <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> dieKDE Gebruikers Gids</a>.</p>
ar: <p> يمكنك الدوران على أسطح المكتب الوهمية إذا ضغطت على الزرّ Ctrl و الزر Tab في نفس الوقت أو إذا ضغطت على Shift و Tab.</p> <p>للمزيد من المعلومات عن إستعمال اسطح المكتب الوهمية ، أنظر إلى <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">دليل KDE للمستخدم</a>.</p>
ca: <p> Podeu circular entre els escriptoris virtuals mantenint premuda la tecla Ctrl i prement Tab o Majús+Tab.</p> <p>Trobareu més informació quant a l'ús d'escriptoris virtuals a la <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> Guia de l'Usuari KDE</a>.</p>
da: <p> Du kan gå gennem de virtuelle desktoppe ved at holde Ctrl-tasten nede og trykke på Tab eller Shift+Tab.</p> <p>For mere information om at bruge virtuelle desktoppe, kig i <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE's brugerguide</a>.</p>
de: <p> Sie können zwischen den virtuellen Arbeitsflächen wechseln, indem Sie die Strg-Taste gedrückt halten und Tabulator oder Umschalt+Tabulator drücken.</p> <p>Weitere Informationen zu virtuellen Arbeitsflächen finden Sie im <ahref="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE-Handbuch</a>.</p>
el: <p> Μπορείτε να εναλλάσσετε μεταξύ των εικονικών επιφανειών εργασίας κρατώντας το πλήκτρο Ctrl και πατώντας το Tab ή το Shift+Tab.</p> <p>Για περισσότερες πληροφορίες σχετικά με τη χρήση των εικονικών επιφανειών εργασίας, ανατρέξτε στο <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> Εγχειρίδιο χρήσης του KDE</a>.</p>
eo: <p> Vi povas cikli tra la tabuloj per premado de la stira kaj taba klavoj aŭ la Majuskla kaj taba klavoj.</p> <p>Por pli da informo pri la uzo de virtualaj labortabloj, vidu <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">la KDEa Uzant-gvidlibron</a>.</p>
es: <p> Puede cambiar de un escritorio virtual a otro manteniendo pulsadas las teclas Ctrl y pulsando tabulador o mayúsculas+tabulador.</p> <p>Para obtener más información utilizando escritorios virtuales, eche un vistazo a <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">la guía de usuario de KDE</a>.</p>
et: <p> Vrituaalsete töölaudade vahel saab liikuda, hoides all klahvi Ctrl ja vajutades klahvi Tab või Shift+Tab.</p> <p>Rohkem infot virtuaalsete töölaudade kasutamise kohta leiab <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE kasutaja käsiraamatust</a>.</p>
eu: <p> Mahaigain birtualen zehar ibil zaitezke Ktrl tekla eta Tab edo Shift+Tab teklak sakatuz.</p> <p>Mahaigain birtualei buruzko informazio gehiagorako, begira <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> KDE erabiltzaile gida</a>.</p>
fa: <p> با پایین نگه داشتن کلید مهار و فشار جهش یا تبدیل+جهش، می‌توانید در میان رومیزیهای مجازی بچرخید.</p> <p>برای اطلاعات بیشتر پیرامون استفاده از رومیزیهای مجازی، به <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> راهنمای کاربر KDE</a> نگاهی بیندازید.</p>
fi: <p> Voit selata virtuaalityöpöytiä pitämällä Ctrl-näppäintä painettuna ja painamalla Tab tai Shift+Tab.</p> <p>Lisätietoa virtuaalityöpöytien käytöstä löydät <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE:n käyttöohjeesta</a>.</p>
fr: <p> Vous pouvez circuler entre les fenêtres d'un bureau virtuel en maintenant la touche « Alt » enfoncée et en appuyant sur « Tab » ou tout simplement sur « Maj+Tab ».</p><p>Pour plus d'informations, consultez le <ahref="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">guide de l'utilisateur de KDE</a>.</p>
fy: <p> Jo kinne troch de firuele burblêden fytse troch de toets CTLS yndrukt te hâlden wylst jo op de Tab of Shift+Tab drukke.</p> <p>Foar mea rynformaasje oer firtuele buroblêden, sjoch ris op <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE-brûkersgids</a>.</p>
hu: <p> Végig lehet lépkedni a beállított asztalokon a Ctrl lenyomása közben a Tab és Shift+Tab megnyomásával.</p> <p>A virtuális asztalok használatáról további információ található <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">a KDE felhasználói kézikönyvben</a>.</p>
is: <p> Þú getur flett gegnum sýndarskjáborðin með því að halda niðri Ctrl lyklinum og ýtt á Tab eða Shift+Tab.</p> <p>Fyrir nánari uppplýsingar um notkun sýndarskjáborða, skoðaðu <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE notandahandbókina</a>.</p>
ja: <p> <b>[Ctrl+Tab]</b> または <b>[Ctrl+Shift+Tab]</b> を使って仮想デスクトップを巡回することができます。</p> <p>仮想デスクトップの詳しい使い方については <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE ユーザガイド</a> をご覧ください。</p> </p>
kk: <p> Ctrl пернесін басып тұрып, Tab немесе Shift+Tab пернелерін басып виртуалды үстелдерді аралап шығуға болады.</p> <p>Толығырақ виртуалы үстелдері туралы , <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE пайдалану бағыттамасы</a> дегенді қараңыз.</p>
km: <p> អ្នក​អាច​ក្រឡឹង​កាត់​ផ្ទៃតុ​និមិត្ត​ដោយ​សង្កត់​គ្រាប់ចុច បញ្ជា ហើយ​ចុច ថេប ឬ ប្តូរ + ថេប ។</p> <p>ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី​ការ​ប្រើ​ផ្ទៃតុ​និមិត្ត សូម​មើល <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">មគ្គុទ្ទេសក៍​អ្នកប្រើ KDE </a>។</p>
lt: <p> Galite šokinėti per virtualiuosius darbastalius laikydami nuspaudę Vald(Ctrl) klavišą ir spausdami Tab ar Lyg2(Shift)+Tab.</p> <p>Daugiau informacijos apie virtualių darbastalių naudojimą rasite <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> KDE naudotojo vadove</a>.</p>
mk: <p> Може да се движите по виртуелните работни површини со притискање и држење на копчето Ctrlи притискање на Tab или Shift+Tab.</p> <p>За повеќе информации околу користењето на виртуелните површини погледнете на <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Прирачникот за корисници на KDE</a>.</p>
nb: <p>Du kan bla gjennom virtuelle skrivebord ved å holde nede Ctrl-tasten mens du trykker «Tab» eller «Shift + Tab».</p> <p>Du finner mer informasjon om virtuelle skrivebord i <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE-håndboka</a>.</p>
nds: <p> Du kannst Dien Schriefdischen dörgahn, wenn Du Strg-Tast daalhöllst un de Tabtast oder Ümschalt+Tabtast drückst.</p> <p>Binnen <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">dat KDE-Brukerhandbook</a> gifft dat mehr Informastchonen över dat Bruken vun mehr Schriefdischen.</p>
nl: <p> U kunt door de virtuele bureaubladen wandelen door de toets Ctrl ingedrukt te houden terwijl u op de toets Tab of Shift+Tab drukt.</p> <p>Voor meer informatie over virtuele bureaubladen, zie de <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE-gebruikersgids</a>.</p>
nn: <p>Du kan bla gjennom virtuelle skrivebord ved å halda nede Ctrl-tasten medan du trykkjer Tab eller Shift + Tab.</p> <p>Du finn meir informasjon om virtuelle skrivebord i <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE-handboka</a>.</p>
pt: <p> Pode percorrer os ecrãs virtuais se mantiver a tecla Ctrl carregada e for carregando nas teclas Tab ou Shift+Tab.</p> <p>Para mais informações sobre os ecrãs virtuais, veja no <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Guia de Utilizador do KDE</a>.</p>
pt_br: <p> Você pode circular através dos ambientes de trabalho virtuais pressionando a tecla Ctrl e em seguida pressionando, junto com o Ctrl, a tecla Tab ou as teclas Shift+Tab.</p> <p>Para mais informações sobre como usar ambientes de trabalho virtuais, dê uma olhada no <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> Guia do Usuário do KDE</a>.</p>
ru: <p> Для того чтобы перемещаться между рабочими столами, удерживайте клавишу Ctrl и нажимайте Tab или Shift+Tab.</p> <p>Сведения о рабочих столах приведены в <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Руководстве пользователя KDE</a>.</p>
rw: <p> Ushobora kunyuranyura mu madirishya ari ku biro bitagaragara utsindagira buto Ctrl maze ugakanda Tab cyangwa Shift+Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>Kugira ngo ubone ibindi bisobanuro byerekeye uko bakoresha ibiro bitagaragara, reba ku <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">the Imfashakoresha KDE</a>.</p>
sk: <p> Cez virtuálne plochy môžete prechádzať podržanim klávesy Ctrl a súčasne stlačením Tab alebo Shift+Tab.</p> <p>Pre získanie viac informácií o používaní virtuálnych plôch pozrite <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> KDE Užívateľská príručka</a>.</p>
sl: <p>Med navideznimi namizji lahko preklapljate tako, da držite pritisnjeno tipko Ctrl in pritiskate Tab ali Shift+Tab.</p> <p>Za več informacij o uporabi navideznih namizij si oglejte <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Uporabniški priročnik KDE</a>.</p>
sr: <p>Можете кружити кроз виртуелне радне површине држећи тастер Ctrl и притискајући Tab или Shift+Tab.</p> <p>За више детаља о употреби виртуелних радних површина, погледајте <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Кориснички приручник за KDE</a>.</p>
sr@latn: <p>Možete kružiti kroz virtuelne radne površine držeći taster Ctrl i pritiskajući Tab ili Shift+Tab.</p> <p>Za više detalja o upotrebi virtuelnih radnih površina, pogledajte <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">Korisnički priručnik za KDE</a>.</p>
sv: <p> Du kan gå igenom de virtuella skrivborden genom att hålla nere Ctrl-tangenten och trycka på Tab eller Skift+Tab.</p> <p>För mer information om att använda virtuella skrivbord, titta i <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE:s användarhanbok</a>.</p>
th: <p> คุณสามารถวนพื้นที่หน้าจอได้โดยการกดปุ่ม Ctrl ค้างไว้ และกดปุ่ม Tab หรือ Shift+Tab</p> <p>สำหรับรายละเอียดเพิ่มเติมในหารใช้งาน พื้นที่หน้าจอเสมือน โปรดดูที่ <a href="help:/khelpcenter/userguide/window-how-to-work.html#using-multiple-desktops"> แนวทางสำหรับผู้ใช้ของ KDE</a></p>
uk: <p> Ви можете переходити між віртуальними стільницями тримаючи клавішу Ctrl та натискаючи Tab або Shift-Tab.</p><br> <center><img src="crystalsvg/48x48/apps/kcmkwm.png"></center></p> <p>За більш докладною інформацією про віртуальні стільниці зверніться до <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">посібника користувача KDE</a>.</p>
vi: <p> Bạn có thể quay qua các màn hình nền ảo bằng cách ấn giữ phím Ctrl và bấm phím Tab hay tổ hợp phím dài và Tab.</p> <p>Để tìm thông tin thêm về cách sử dụng màn hình nền ảo, vui lòng xem href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">chương này trong Hướng dẫn Người dùng KDE</a>.</p>
zh_cn: <p>您可以按住 Ctrl 键，然后按 Tab 或 Shift+Tab 即可在虚拟桌面间循环。</p><p>要获得关于使用虚拟桌面的更多信息，请参看 <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops">KDE 用户指南</a>。</p>
zh_tw: <p> 您可以按住 Ctrl 鍵並按下 Tab 或 Shift+Tab 來循迴 各虛擬桌面。</p> <p>需要更多使用虛擬桌面的相關資訊，請查閱 <a href="help:/khelpcenter/userguide/windows-how-to-work.html#using-multiple-desktops"> KDE 使用者指南</a>。</p>
