Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>If you want to know when <b>the next release</b> of KDE is planned, look for the release schedule on <a href="http://developer.kde.org/">http://developer.kde.org</a>. If you only find old release schedules, there will probably be some weeks/months of intensive development left before the next release.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
ca: <p>Si voleu saber quan s'ha planificat <b>el següent lliurament</b> del KDE, cerqueu la planificació a <a href="http://developer.kde.org">http://developer.kde.org</a>. Si només trobeu les planificacions dels lliuraments antics, probablement queden setmanes o mesos de desenvolupament intensiu abans del següent lliurament.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
da: <p>Hvis du ønsker at vide hvornår <b>næste udgave</b> af KDE er planlagt, så kig efter udgivelsesskemaet på <a href="http://developer.kde.org/">http://developer.kde.org</a>. Hvis du kun finder gamle udgivelsesskemaer, vil der formodentlig være nogle ugers/måneders intensiv udvikling tilbage før næste udgave.</p> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
de: <p>Wenn Sie wissen möchten, für wann die <b>Veröffentlichung der nächsten Version</b> von KDE vorgesehen ist, werfen Sie einen Blick auf den entsprechenden Terminplan unter <a href="http://developer.kde.org/">http://developer.kde.org</a>. Falls Sie dort lediglich alte Terminpläne finden, stehen wahrscheinlich noch einige Wochen oder Monate intensiver Entwicklung an, bevor die nächste Version freigegeben wird.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
el: <p>Αν θέλετε να μάθετε πότε σχεδιάζεται <b>η νέα έκδοση</b> του KDE , αναζητήστε το πρόγραμμα κυκλοφοριών στο <a href="http://developer.kde.org/">http://developer.kde.org</a>. Αν βρείτε μόνο παλιά προγράμματα κυκλοφορίας, πιθανώς θα ακολουθήσουν κάποιες εντατικές εβδομάδες/μήνες έντονου προγραμματισμού πριν την επόμενη κυκλοφορία.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
eo: <p>Se vi volas scii kiam <b>la sekva eldono</b> de KDE venos laŭ plano, rigardu la eldonplanon ĉe <a href="http://developer.kde.org/">http://developer.kde.org</a>. Se vi trovas nur malnovajn eldonplanojn, supozeble ankoraŭ pasos kelkaj semajnoj aŭ eĉ monatoj de intensa evoluigo ĝis la sekva eldono.</p><br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
es: <p>Si desea saber cuando está planeada <b>la siguiente liberación</b> de KDE, mire el plan de liberaciones en <a href="http://developer.kde.org/">http://developer.kde.org</a>. Si sólo encuentra planes de antiguas versiones, probablemente habrá un desarrollo intenso de semanas/meses antes de la próxima liberación.</p></br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
et: <p>Kui soovid teada, mis ajale on KDE järgmise versiooni väljatulek planeeritud, külasta veebilehekülge <a href="http://developer.kde.org/">http://developer.kde.org</a>. Kui seal pole infot uute versioonide kohta, siis on uue versioonini ilmselt veel mõned nädalad/kuud aega.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
fa: <p>اگر می‌خواهید بدانید چه زمانی <b>نشر بعدی </b> KDE طرح می‌شود، زمان‌بندی نشر را در <a href="http://developer.kde.org/">http://developer.kde.org</a> جستجو کنید. اگر فقط زمان‌بندیهای نشر قدیمی را یافتید، احتمالاً تا نشر بعدی چند هفته/ماه باقی مانده است.</p><br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
fi: <p>Jos haluat tietää milloin KDE:n <b>seuraava versio</b> ilmestyy, katso julkaisuaikataulua osoitteessa <a href="http://developer.kde.org/">http://developer.kde.org</a>. Jos aikataulussa näkyy vain jo julkaistuja versioita, seuraavan version julkaisemiseen on vielä aikaa.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
fr: <p>Si vous voulez savoir quand <b>la prochaine version</b> de KDE est prévue, consultez le calendrier de sortie des versions sur <a href="http://developer.kde.org/">http://developer.kde.org</a>. Si vous ne trouvez que de vieux calendriers, c'est qu'il reste probablement de nombreuses semaines (ou de nombreux mois) de développement intensif avant la sortie de la prochaine version.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
fy: <p>As jo witte wolle wannear’t de <b>folgjende útjefte</b> fan KDE pland stiet, sykje dan nei de útjou tiidsplanner op <a href="http://developer.kde.org/">http://developer.kde.org</a>. As jo hjir allinne mar âlde tiidsplanners finne, dan duorret it wierskynlik noch inkele wiken of maanden fan heftige ûntwikkeling foardat de folgjende ferzje útkomt.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
hu: <p>Ha tudni szeretné, hogy a KDE <b>következő kiadása</b> mikor jelenik meg, olvassa el a <a href="http://developer.kde.org/">http://developer.kde.org</a> címen (angolul) mindig elérhető ütemtervet. Ha a terv néhány hétnél régebbi keltezésű, akkor feltehetően csak több hónap múlva várható a következő megjelenés.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
is: <p>Ef þú vilt vita hvenær <b>næsta útgáfa</b> af KDE er áætluð, athugaðu þá með útgáfudagskrána (En. "Release Schedule") á <a href="http://developer.kde.org/">http://developer.kde.org</a>. Ef þú finnur bara gamlar fréttir þá er það sennilega fyrir það að það er mikil vinna fyrir höndum áður en næsta útgáfa kemur út.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
ja: <p>KDE の次のバージョンがいつリリースされるかを知りたいときは <a href="http://developer.kde.org/">http://developer.kde.org</a> のリリーススケジュールをご覧ください。古いバージョンのリリーススケジュールしか見つからないときは、おそらく次のリリースまでに数週間または数カ月の開発期間が残っている場合です。 </p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
km: <p>ប្រសិនបើ​អ្នក​ចង់​ដឹង​អំពី​ពេលវេលា​នៃ<b>ការ​ចេញផ្សាយរបស់​ KDE លើក​ក្រោយ</b> សូម​មើល​តារាង​ពេល​នៃ​ការចេញ​ផ្សាយ​នៅ <a href="http://developer.kde.org/">http://developer.kde.org</a> ។ ប្រសិនបើ​អ្នក​ឃើញ​តែ​តារាង​ពេលវេលា​​នៃ​ការ​ចេញផ្សាយ​ចាស់ៗ នោះ​ប្រហែល​ជា​ការ​ចេញផ្សាយ​លើកក្រោយ ត្រូវការ​ពេល​វេលា​ច្រើន​សប្ដាហ៍ ឬ​ច្រើន​ខែ ដើម្បី​អភិវឌ្ឍបន្ថែម​ទៀត</p><br> <center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
ko: <p> KDE의 <b>다음 배포판</b>이 언제 어떻게 나오는지 알고 싶다면, <a href="http://developer.kde.org/"> http://developer.kde.org</a>에서 배포 계획을 볼수 있습니다. 주/달 기간으로 찾아보는게 좋습니다. </p> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
mk: <p>Ако сакате да дознаете кога е планирано <b>следното издание</b> на KDE, погледајте го распоредот за изданија на <a href="http://developer.kde.org/">http://developer.kde.org</a>. Ако пронајдете само стари распореди за изданија, тогаш најверојатно ќе има неколку недели или месеци на интензивен развој пред следното издание.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
nb: <p>Dersom du vil vite når den <b>neste utgaven</b> av KDE skal komme, så se etter utgivelsesplanen på <a href="http://developer.kde.org/"> http://developer.kde.org</a>. Hvis du bare finner gamle utgivelsesplaner, så vil det antakelig gå noen uker/måneder med intens utvikling før neste utgave.</p> <br><center><img src="crystalsvg/48x48/apps/konqueror.png"></center>
nds: <p>Wenn Du weten wullt, wannehr <b>de tokamen Verschoon</b> vun KDE rutkamen schall, kiek na den Rutgeven-Plaan op <a href="http://developer.kde.org/">http://developer.kde.org</a>. Wenn dat dor bloots en olen Plaan gifft, sünd wohrschienlich noch en Reeg Weken oder Maanden an Schriefarbeit na, ehr de tokamen Verschoon rutgeven warrt.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
nl: <p>Als u wilt weten wanneer de <b>volgende uitgave</b> van KDE gepland staat, zoek dan naar de release schedule op <a href="http://developer.kde.org/">http://developer.kde.org</a>. Als u hier onverhoopt alleen maar oude release schedules vindt, dan duurt het waarschijnlijk nog zeker enkele weken of maanden van intensieve ontwikkeling voordat de volgende versie uitkomt.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
nn: <p>Dersom du vil vita når den <b>neste utgåva</b> av KDE skal koma, kan du sjå etter utgjevingsplanen på <a href="http://developer.kde.org/">http://developer.kde.org/</a>. Dersom du berre finn gamle planar, vil det truleg enno gå nokre veker eller månader med intens utvikling før neste utgåve.</p> <br><center><img src="hicolor/48x48/apps/konqueror.png"></center>
pt: <p>Se quiser saber quando está planeada a <b>próxima versão</b> no KDE, procure pelo calendário de lançamento em <a href="http://developer.kde.org/">http://developer.kde.org</a>. Se só encontrar os calendários das versões antigas, é porque faltam ainda muitas semanas/meses de programação intensiva até sair a próxima versão.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
pt_br: <p>Se você quer saber para quando <b>a próxima versão</b> do KDE está prevista, procure pelo calendário de lançamento em <a href="http://developer.kde.org/">http://developer.kde.org</a>.Se você encontrar apenas calendários de lançamento antigos, provavelmente ainda haverá algumas semanas/meses de desenvolvimento intensivo antes da próxima versão.</p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
ru: <p>Если вы хотите узнать о планах выхода <b>следующей версии</b> KDE, посмотрите расписание выхода версий на <a href="http://developer.kde.org/">http://developer.kde.org</a>. Если там приведены сведения только об уже вышедших версиях, то в настоящее время идёт интенсивное развитие следующей версии, которая появится через несколько недель или месяцев.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sk: <p>Ak chcete vedieť, kedy je plánovaná <b>ďalšia verzia</b> KDE, nájdite si plán na <a href="http://developer.kde.org/">http://developer.kde.org</a>. Ak nájdete iba staré verzie, asi bude ešte niekoľko týždňov/mesiacov vývoja trvať, kým bude nová verzia.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sl: <p>Če vas zanima, kdaj naj bi predvidoma izšla <b>naslednja izdaja</b> KDE, si oglejte načrt izdaj na <a href="http://developer.kde.org/">http://developer.kde.org</a>. Če tam najdete samo zastarele načrte, nas od naslednje izdaje verjetno loči vsaj še nekaj tednov ali mesecev intenzivnega razvoja.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sr: <p>Ако желите да сазнате за када је <b>следеће издање</b> KDE-а планирано, посетите распоред нових верзија на <a href="http://developer.kde.org/">http://developer.kde.org</a>. Ако затекнете само старе распореде издања, вероватно је потребно још неколико седмица/месеци интензивног развоја пре следећег издања.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sr@latn: <p>Ako želite da saznate za kada je <b>sledeće izdanje</b> KDE-a planirano, posetite raspored novih verzija na <a href="http://developer.kde.org/">http://developer.kde.org</a>. Ako zateknete samo stare rasporede izdanja, verovatno je potrebno još nekoliko sedmica/meseci intenzivnog razvoja pre sledećeg izdanja.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
sv: <p>Om du vill veta när <b>nästa version</b> av KDE planeras att släppas kan du titta på tidplanen på <a href="http://developer.kde.org/">http://developer.kde.org</a>. Om du bara hittar gamla tidplaner där återstår det förmodligen flera veckor/månader av intensivt utvecklingsarbete innan nästa version släpps.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
th: <p>หากคุณต้องการทราบว่า KDE <b>รุ่นถัดไป</b> จะมีการเผยแพร่เมื่อไหร่ จะสามารถดูได้ที่ตารางการเผยแพร่ บนเว็บไซต์ <a href="http://developer.kde.org/">http://developer.kde.org</a> ซึ่งบางที คุณอาจจะเห็นเพียงตารางการเผยแพร่รุ่นเก่า ๆ อาจจะเนื่องจาก รุ่นใหม่นั้น กำลังอยู่ในการพัฒนาพัฒนาอย่างคร่ำเคร่ง</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
uk: <p>Якщо ви хочете знати на яку дату заплановано <b>наступний випуск</b> KDE, дивіться розклад випусків на <a href="http://developer.kde.org/">http://developer.kde.org</a>. Якщо ви знайшли тільки розклади старих випусків, то напевно залишилось декілька тижнів або місяців інтенсивної роботи перед наступним випуском.</p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
zh_tw: <p>如果想知道<b>下一個版本</b>的 KDE 會計劃在何時推出，在 <a href="http://developer.kde.org/">http://developer.kde.org</a> 中 就可以找到推出時間表。如果你只找到舊版本的時間表，下個版本可能需時 數星期或數個月的發展。<p><br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>

source: <p> Under the <em>"B II"</em> window decoration, the title bars automatically move by themselves so they are always visible. You can edit your title bar decoration by right clicking on your title bar and selecting "Configure Window Behavior...".</p>
af: <p> Onder die <em>"B Ii"</em> venster versiering, die titel stawe automaties beweeg deur hulleself sodat hulle word altyd sigbare! Jy kan redigeer jou titel kolom versiering deur te regs kliek op jou titel balk deur te kies "Konfigureer Venster Gedrag...".</p>
ar: <p> عند إستعمال التزيين <em>"B II"</em> للنوافذ ، تتحرك أشرطة العناوين تلقائياً كي تبقى مرئية على الشاشة. يمكنك تحرير تزيينات شريط العنوان عند الضغط اليميني على شريط العنوان و إختيار "إعداد سلوك النافذة...".</p>
ca: <p> Amb la decoració de finestra <em>"B II"</em>, les barres de títol es mouen automàticament de manera que siguin sempre visibles. Podeu editar la decoració de la barra de títol dretaclicant a la barra de títol i seleccionant "Configura el comportament de la finestra...".</p>
da: <p> Under <em>"B II"</em>-vinduesdekorationen, flytter titellinjerne sig automatisk så de altid er synlige. Du kan redigere din titellinjedekoration ved at højreklikke på titellinjen og vælge 'Indstil vinduesopførsel...'.</p>
de: <p> In der Fensterdekoration <em>"B II"</em> werden die Titelleisten automatisch so positioniert, dass sie immer sichtbar bleiben. Sie können eine Fensterdekoration auswählen, indem Sie mit der rechten Maustaste auf eine Titelleiste klicken und "Fensterverhalten festlegen ..." auswählen.</p>
el: <p> Κάτω από το <em>"B II"</em> θέμα διακόσμησης παραθύρων, οι μπάρες τίτλων αυτόματα κινούνται έτσι ώστε να παραμένουν ορατές κάθε στιγμή! Μπορείτε να επεξεργαστείτε τη διακόσμηση της μπάρας τίτλου κάνοντας δεξί κλικ στη μπάρα τίτλου και επιλέγοντας "Ρύθμιση συμπεριφοράς παραθύρων...".</p>
eo: <p> Ĉe la fenestro-ornamaĵo <em>B II</em> la titolabretoj aŭtomate moviĝas tiel, ke ili estu ĉiam videblaj. Vi povas ŝanĝi la ornamaĵon per dekstra musklako sur la titolabreto kaj elektante "Agordu Fenestran agmanieron...".</p>
es: <p> Con la decoración de ventana <em>«B II»</em>, las barras de título automáticamente se mueven por sí mismas de modo que siempre están visibles. Puede modificar la decoración de la barra de título pulsando con el botón derecho del ratón sobre la barra de título y seleccionando «Configurar comportamiento de la ventana...».</p>
et: <p> <em>"B II"</em> akende dekoratsiooni puhul liigutatakse tiitliribasid nii, et need oleks alati nähtaval! Tiitliriba dekoratsiooni on võimalik muuta, klõpsates tiitliribal hiire parema klahviga ning valides menüüst "Seadista akna käitumist...".</p>
eu: <p> <em>"B II"</em> leiho dekorazio barnean, titulu-barrak automatikoki mugitzen dira beti ikusgai agertzeko! Zure titulu-barraren dekorazioa, bertan eskuineko botoiaz klikatuz eta "Konfiguratu leihoaren portaera..." hautatuz edita dezkezu.</p>
fa: <p> به دلیل تزئین پنجره به <em>»B II«</em>، میله‌های عنوان خودشان به طور خودکار حرکت می‌کنند، بنابراین همیشه مرئی می‌باشند. می‌توانید تزئین میله عنوان خود را با فشار دکمۀ راست بر روی میله عنوان و برگزیدن »پیکر‌بندی رفتار پنجره ...« ویرایش کنید.</p>
fi: <p> Ikkunoiden koristeluteemassa <em>"B II"</em> ikkunoiden otsikkorivit liikkuvat siten, että otsikkorivi on aina näkyvillä. Voit muuttaa ikkunoiden koristelua napsauttamalla ikkunan otsikkorivillä hiiren oikeaa painiketta ja valitsemalla kohdan "Ikkunoiden asetukset...".</p>
fr: <p> Avec la décoration de fenêtres « <em>B II</em> », les barres de titre se déplacent automatiquement afin de toujours rester visibles. Vous pouvez modifier la décoration des barres de titre en cliquant avec le bouton droit sur la barre de titre et en sélectionnant « Comportement des fenêtres... ».</p>
fy: <p> As jo de finsterdekoraasje <em>"BII"</em> brûke, dan ferpleatse de titelbalken harsels automatysk nei lofts of rjochts sadat de titelbalken fan oare finsters altyd sichtber binne! Jo kinne de finsterdekoraasje wizigje troch op de titelbalke te klikken mei de rjochter mûsknop en te kiezen voor "ynstelle finster gedrach...".</p>
hu: <p> A <em>"B II"</em> ablakstílus használatakor az ablakok címsorai automatikusan úgy rendeződnek el, hogy mindig láthatóak maradjanak. Az ablakstílus megváltoztatásához kattintson az egér jobb gombjával bármely ablak címsorára, és válassza a "Beállítás..." menüpontot.</p>
is: <p> Í <em>"B II"</em> gluggaskreytingunum, færast titilslárnar sjálfkrafa svo þær eru alltaf sjáanlegar. Þú getur breytt gluggaskreytingunni með því að smella á titilslána með hægri músarhnappnum og velja "stilla gluggahegðan..."</p>
ja: <p> <em>"B II"</em> ウィンドウ装飾では、タイトルバーは常に見えるように自動的に移動します! タイトルバーの装飾を変更するには、タイトルバー上で右クリックして「ウィンドウの挙動を設定」を選択します。</p>
kk: <p> Терезені <em>"B II"</em> деген безендіру стилін таңдағанда айдарының жазуы автоматты түрде көрінетін жағына жылжыйды. Терезені безендіру стилін, тышқанның оң батырмасын басып, мәзірінен "Терезе қасиеттерін баптау..." дегенді таңдау арқылы, өзгертуге болады.</p>
km: <p> នៅ​ក្នុង​ការ​តុបតែង​បង្អួច <em>"B II"</em> របារ​ចំណងជើង​ផ្លាស់ទី​ដោយ​ស្វ័យប្រវត្តិ ដោយ​ខ្លួន​ឯង ដូច្នេះ​យើង​អាច​មើល​វា​ឃើញ​ជានិច្ច ។ អ្នក​អាច​កែសម្រួល ការ​តុបតែង​របារ​ចំណងជើង​របស់​អ្នក ដោយ​ចុច​ប៊ូតុង​កណ្ដុរ​ស្ដាំ​លើ របារ​ចំណងជើង​របស់​អ្នក ហើយ​ជ្រើស "កំណត់​រចនាសម្ព័ន្ធឥរិយាបថ​បង្អួច..." ។</p>
ko: <p> 창 장식을 하려면, 제목줄에서 오른쪽 단추를 누른 다음 "설정..."을 골라 창 모양새에 있는 <em>"B II"</em>를 고른 뒤 "적용" 단추 눌러보세요. 창 테두리와 제목줄이 변하는 모습을 볼 수 있습니다.</p>
lt: <p> Naudojant <em>„B II“</em> langų išvaizdą, antraščių juostos pačios automatiškai juda taip, kad visuomet būtų matomos. Jūs galite pakeisti Jūsų antraščių juostų išvaizdą spragtelėdami dešiniu pelės klavišu ant Jūsų antraštės juostos ir pasirinkdami „Konfigūruoti lango elgseną...“.</p>
mk: <p> Со декорацијата на прозорци <em>„B II“</em> , насловните ленти самите автоматски се движат за постојано да бидат видливи. Може да ги смените декорациите на насловната лента со десен клик на насловната лента и избор на „Конфигурирај однесување на прозорец...“.</p>
nb: <p> Når du bruker vindusdekorasjonen <em>'B II'</em>, vil tittellinjene automatisk flytte seg slik at de alltid er synlige! Du kan endre dekorasjonene ved å høyreklikke på tittellinja og velge «Dekorasjoner».</p>
nds: <p> Mit de <em>"B II"</em>-Finsterdekoratschoon beweegt sik de Titelbalkens vun sülven, so dat se jümmers sichtbor sünd! Du kannst de Dekoratschoon vun den Titelbalken instellen, wenn Du op em mit den rechten Muusknoop klickst un "Finsterbedregen Instellen..." utwählst.</p>
nl: <p> Als u de vensterdecoratie <em>"BII"</em> gebruikt, dan verplaatsen de titelbalken zichzelf automatisch naar links of rechts zodat de titelbalken van andere vensters altijd zichtbaar zijn. U kunt de vensterdecoratie wijzigen door op de titelbalk te klikken met uw rechter muisknop en te kiezen voor "Venstergedrag instellen...".</p>
nn: <p>Når du brukar vindaugsdekorasjonen <em>«B II»</em>, vil tittellinjene automatisk flytta seg slik at dei alltid er synlege. Du kan endra dekorasjonen ved å høgreklikka på tittellinja og velja «Set opp vindaugsåtferd».</p>
pt: <p>Na decoração de janelas <em>"B II"</em>, as barras de título mexem-se sozinhas de maneira a estarem sempre visíveis. O utilizador poderá escolher a decoração da barra de título carregando com o botão direito na barra de título e escolhendo a opção "Configurar o Comportamento da Janela...".</p>
pt_br: <p> Sob a decoração de janelas <em>"B II"</em>, as barras de título movem-se automaticamente de modo que estejam sempre visíveis. Você pode editar sua decoração de barra de título clicando com o botão direito sobre a barra de título e selecionando "Configurar Comportamento da Janela...".</p>
ru: <p> При выборе стиля <em>"B II"</em> оформления окна заголовки окон автоматически перемещаются на ту сторону, где они будут всегда видны! Можно изменить стиль оформления окон, щёлкнув правой кнопкой мыши на заголовке окна и выбрав пункт "Настройка поведения окна...".</p>
rw: <p> Mu <em>"B II"</em> mitako y'idirishya, imirongo y'umutwe ihita yiyimura ku buryo igaragara buri gihe. Ushobora guhindura imitako y'umurongo mutwe ukandishije buto y'iburyo ku murongo mutwe no gutoranya "Kuboneza Imyifatire y'Idirishya...".</p>
sk: <p> Pod dekoráciou okien <em>"B II"</em> sa titulky okien automaticky presúvajú, takže budú vždy viditeľné! Upraviť titulok okna môžete kliknutím pravým tlačidlom na titulku a vybraním "Nastaviť...". </p>
sl: <p>Pri krašenju oken <em>»B II«</em> se naslovne vrstice samodejno premikajo, tako da so vedno vidne. Okras naslovnih vrstic spremenite, tako da z desnim gumbom miške kliknete naslovno vrstico in izberete »Nastavi obnašanje okna ...«.</p>
sr: <p>Уз декорацију прозора <em>„B II“</em>, насловне траке прозора аутоматски се померају саме од себе како би увек биле видљиве. Декорацију насловне траке можете уредити десним кликом на траку и избором „Подеси понашање прозора...“</p>
sr@latn: <p>Uz dekoraciju prozora <em>„B II“</em>, naslovne trake prozora automatski se pomeraju same od sebe kako bi uvek bile vidljive. Dekoraciju naslovne trake možete urediti desnim klikom na traku i izborom „Podesi ponašanje prozora...“</p>
sv: <p> När du använder fönsterdekoren <em>"B II"</em> flyttar namnlisterna automatiskt på sig så att de alltid är synliga. Du kan byta dekor för namnlisterna genom att högerklicka på en namnlist och välja "Anpassa fönsterbeteende...".</p>
th: <p> ในชุดตกแต่งหน้าต่างแบบ <em>"B II"</em> นั้น แถบหัวเรื่องหน้าต่าง จะย้ายอัตโนมัติด้วยตัวมันเอง ซึ่งมันจะแสดงให้เห็นอยู่เสมอ คุณสามารถแก้ไขการตกแต่งส่วนแถบหัวเรื่องหน้าต่างได้โดยการ คลิ้กเมาส์ปุ่มขวาบนแถบหัวเรื่องที่จะปรับแต่งและเลือก "ปรับแต่งพฤติกรรมหน้าต่าง..."</p>
uk: <p> Коли використовується обрамлення вікна <em>"B II"</em>, заголовки вікон автоматично змінюються так, щоб завжди бути на екрані! Ви можете змінити обрамлення вікна клацнув правою кнопкою на титулу вікна та вибрав "Налаштувати поведінку вікна...".</p>
vi: <p> Trong hệ thống trang trí cửa sổ kiểu <em>B II</em>, thanh tựa của cửa sổ có khả năng di chuyển tự động, để cứ hiển thị. Bạn có thể sửa đổi ứng xử của thanh tựa cửa sổ (và phần cửa sổ khác) bằng cách nhắp-phải vào thanh tựa và chọn <b>Cấu hình ứng xử cửa sổ...</b>.</p> <p><i>Nhắp phải</i> &mdash; bấm giữ cái nút bên phải trên con chuột khi nhắp vào gì</p>
zh_cn: <p> 在<em>“B II”</em>窗口装饰下， 标题栏会自动移动以使到它们总是可见的！ 您可以右键点击标题栏并选择“配置窗口行为...” 来改变您的标题栏的装饰。</p>
zh_tw: <p> 在 <em>"B II"</em> 視窗裝飾中，標題列會 自行移動並顯現出來。您可以在標題列上按 滑鼠右鍵並選擇「設定視窗行為...」就可以 編輯標題列的裝飾了。</p>
