Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can <strong>resize a window</strong> on the screen by holding the Alt key, right-clicking anywhere into the window and moving the mouse.</p>
af: <p> Jy kan <strong>hervergroot 'n venster</strong> op die skerm deur hou die Alt sleutel, right-clicking orals binnein die venster en beweeg die muis.</p>
ar: <p> يمكنك <strong>تغيير قياس نافذة </strong> على الشاشة عند الضغط على الزرّ Alt و بنفس الوقت النقر اليميني في أي مكان من النافذة و تحريك الفأرة.</p>
ca: <p> Podeu <strong>dimensionar una finestra</strong> de la pantalla prement la tecla Alt, dretclicant dins de la finestra i movent el ratolí.</p>
da: <p> Du kan <strong>ændre størrelse på et vindue</strong> på skærmen ved at holde Alt-tasten nede, højreklikke i vinduet og flytte musen.</p>
de: <p> Sie können <strong>die Größe eines Fensters ändern</strong>, indem Sie die Alt-Taste gedrückt halten, mit der rechten Maustaste in das Fenster hineinklicken und dann den Mauszeiger bewegen.</p>
el: <p> Μπορείτε να <strong>αλλάξετε το μέγεθος ενός παραθύρου</strong> στην οθόνη κρατώντας πατημένο το πλήκτρο Alt, κάνοντας δεξί κλικ οπουδήποτε πάνω στο παράθυρο και μετακινώντας το ποντίκι.</p>
eo: <p> Vi povas <strong>regrandigi fenestron</strong> per la dekstra musbutono dum vi tenas premite la ALT-klavon.</p>
es: <p> Puede <strong>redimensionar una ventana</strong> en la pantalla manteniendo pulsada la tecla Alt, pulsando con el botón derecho en cualquier lugar de la ventana y moviendo el ratón.</p>
et: <p> <strong>Akna suurust</strong> on võimalik <strong>muuta</strong>, hoides all klahvi Alt, klõpsates parema klahviga suvalisel akna osal ning siis hiirt liigutades.</p>
eu: <p> Alt tekla sakatuta edukiz, eskumako botoiaz leihoaren edozein tokitan klik eginez eta sagua mugituz <strong>leiho horren tamaina </strong> alda dezakezu.</p>
fa: <p> با نگه داشتن کلید دگرساز و فشار راست در هر جایی از پنجره و حرکت موشی، می‌توانید <strong>پنجره‌ای را روی پرده تغییر اندازه دهید</strong> .</p>
fi: <p> Voit muuttaa ikkunan kokoa mistä tahansa ikkunan kohdasta, kun painat Alt-painikkeen pohjaan, ja vedät ikkunaa hiiren oikea painike alas painettuna.</p>
fr: <p> Vous pouvez <strong>redimensionner</strong> une fenêtre en tenant la touche Alt enfoncée, en cliquant avec le bouton droit n'importe où dans la fenêtre et en déplaçant la souris.</p>
fy: <p> Jo kinne <strong>de finstergrutte wizigje</strong> troch de ALT-toets yndrukt te hâlden wylst jo mei de rjochter mûsknop op in willekeurich finster klikke en dizze bewege.</p>
hu: <p> Úgy is <strong>átméretezhet egy ablakot</strong>, ha lenyomva tartva az Alt gombot, a jobb gombbal az ablak területére kattint és mozgatni kezdi az egeret.</p>
is: <p> Þú getur <strong>breytt stærð glugga</strong> á skjánum með því að halda inni Alt hnappnum, hægri-smella hvar sem er í gluggann og færa músina.</p>
ja: <p> Alt キーを押しながらウィンドウのどこかをマウスの右ボタンでクリックしてドラッグすると、ウィンドウのサイズを変更することができます。</p>
kk: <p> <strong>Терезенің өлшемін өзгерту</strong> үшін, Alt пернесін басып тұрып, тышқанның оң батырмасымен терезенің кез келген жерінен "ұстап", тышқанды жылжытуға болады.</p>
km: <p> អ្នក​អាច​<strong>ប្ដូរ​ទំហំ​បង្អួច​មួយ</strong>​លើ​អេក្រង់ ដោយ​ចុច​គ្រាប់ចុច ជំនួស ឲ្យ​ជាប់ រួច​ចុច​ប៊ូតុង​កណ្ដុរ​ស្ដាំ​ឲ្យ​ជាប់​ត្រង់​កន្លែង​ណា​ក៏​បាន​ក្នុង​បង្អួច ហើយ​ផ្លាស់ទី​កណ្ដុរ ។</p>
ko: <p> 알트(Alt) 키를 누른채로 창 안에 어떤 곳에든 마우스 오른쪽 단추를 누른 다음 마우스를 움직이면 <strong>창 크기를 바꿀 수 있습니다</strong>.</p>
lt: <p> Jūs galite <strong>pakeisti lango dydį</strong> ekrane laikydami paspaudę Alt klavišą, „prispaudę“ langą dešiniu pelės klavišu ir judindami pele.</p>
mk: <p> Може да ги менувате <strong>димензиите на прозорецот</strong> со држење на Alt копчето, десен клик било каде во прозорецот и движење на глушецот.</p>
nb: <p> Du kan <strong>endre størrelsen på et vindu</strong> på skjermen ved å holde Alt-tasten nede, høyreklikke et eller annet sted på vinduet og flytte musa.</p>
nds: <p> Du kannst de <strong>Grött vun Finstern ännern</strong>, wenn Du Alt drückst, mit den rechten Muusknoop in't Finster klickst un de Muus beweegst.</p>
nl: <p> U kunt <strong>het vensterformaat wijzigen</strong> door de Alt-toets ingedrukt te houden terwijl u met uw rechter muisknop op een willekeurige plek in het venster klikt en deze beweegt.</p>
nn: <p>Du kan <strong>endra storleiken på et vindauge</strong> på skjermen ved å halda Alt-tasten nede, høgreklikka ein eller annan stad i vindauget og flytta musa.</p>
pt: <p> O utilizador poderá <strong>redimensionar uma janela</strong> no ecrã carregando na tecla Alt, carregando com o botão direito em qualquer ponto da janela e movendo o rato.</p>
pt_br: <p> Você pode <strong>redimensionar uma janela</strong> na tela segurando a tecla Alt, clicando com o botão direito em qualquer lugar dentro da janela e movendo o mouse.</p>
ru: <p> Вы можете <strong>изменить размеры окна</strong>, нажав Alt, щёлкнув правой кнопкой мыши где-либо на окне и передвигая мышь.</p>
rw: <p> Ushobora <strong>gusubiramo ingano y'idirishya</strong> riri kuri mugaragaza utsindagiye buto Alt , ukandishije buto y'iburyo ahabonetse hose mu idirishya maze ukayegayeza imbeba.</p>
sk: <p> Môžete <strong>meniť veľkosť okna</strong> na obrazovke držaním klávesy Alt a pravým kliknutím kdekoľvek v okne a posúvaním myši.</p>
sl: <p> <strong>Velikost okna spremenite</strong> tako, da držite pritisnjeno tipko Alt, z desno tipko miške kliknete nekje v oknu in miško premaknete.</p>
sr: <p>Можете <strong>да мењате величину прозора</strong> који се налази на радној површини, тако што држите притиснут тастер Alt, кликнете десним дугметом миша на било који део прозора и почнете да мењате његову величину.</p>
sr@latn: <p>Možete <strong>da menjate veličinu prozora</strong> koji se nalazi na radnoj površini, tako što držite pritisnut taster Alt, kliknete desnim dugmetom miša na bilo koji deo prozora i počnete da menjate njegovu veličinu.</p>
sv: <p> Du kan <strong>ändra storleken på ett fönster</strong> genom att hålla Alt-tangenten nertryckt, högerklicka var som helst i fönstret och flytta på musen.</p>
th: <p> คุณสามารถ <strong>ปรับขนาดหน้าต่าง</strong> บนจอได้ โดยการกดปุ่ม Alt ค้างไว้ จากนั้นคลิ้กเมาส์ขวา บนพื้นที่ของหน้าต่าง แล้วทำการเคลื่อนเมาส์</p>
uk: <p> Ви можете <strong>змінити розмір вікна</strong> тримаючи клавішу Alt, клацнув будь-де у вікні правою кнопкою миші та пересуваючи мишу.</p>
vi: <p> Bạn có thể <strong>thay đổi kích cỡ của cửa sổ</strong> trên màn hình, bằng cách bấm giữ phím Alt, nhắp-phải vào nơi nào trong cửa sổ đó, rồi di chuyển con chuột.</p> <p><i>Nhắp phải</i> &mdash; bấm giữ cái nút bên phải trên con chuột khi nhắp vào gì</p>
zh_cn: <p> 您可以按住 Alt 键，然后鼠标右点窗口中的任何地方并拖动它， 来<strong>改变窗口的大小</strong>。</p>
zh_tw: <p> 按著 Alt 鍵不放，再在視窗內的任何地方按下滑鼠右鍵 並移動滑鼠就可以在螢幕中<strong>改變視窗大小</strong>。</p>

source: <p> KDE's mail client (KMail) provides seamless <strong>PGP/GnuPG integration</strong> for encrypting and signing your email messages.</p> <p>See <a href="help:/kmail/pgp.html">the KMail Handbook</a> for instructions on setting up encryption.</p>
af: <p> KDE se e-pos kliënt (KMail) voorsien foutlose <strong>PGP/GnuPG integrasie</strong> om jou boodskappe te kodeer en dit te teken.</p> <p>Sien <a href="help:/kmail/pgp.html">die KMail Handboek</a> vir instruksies hoe om kodering op te stel.</p>
ar: <p> إنّ زبون البريد لِــ KDE (أي البرنامج KMail ) يزودك <strong>بلتشفير السريّ PGP/GnuPG السهل الإستعمال </strong> لتشفير و توقيع رسائلك بلبريد الإلكتوني.</p> <p>أنظر في <a href="help:/kmail/pgp.html">كتيّب KMail</a> للتعليمات عن إعداد التشفير.</p>
ca: <p> El client de correu del KDE (KMail) proporciona una <strong>integració amb PGP/GnuPG</strong> estreta per tal de xifrar i signar els missatges de correu.</p> <p>Consulteu les instruccions per a arranjar el xifratge al <a href="help:/kmail/pgp.html">Manual del KMail</a>.</p>
da: <p>Se <a href="help:/kmail/pgp.html">KMail-håndbogen</a> for instruktioner om at opsætning af kryptering.</p>
de: <p> Das E-Mail-Programm von KDE ermöglicht die nahtlose <strong>Integration von PGP/GnuPG</strong> für die Verschlüsselung und Authentifizierung Ihrer E-Mail-Nachrichten.</p> <p>Weitere Informationen zum Einstellen der Verschlüsselung finden Sie im <a href="help:/kmail/pgp.html">Handbuch zu KMail</a>.</p>
el: <p> Ο πελάτης mail (KMail) του KDE προσφέρει πλήρη <strong>PGP/GnuPG ενσωμάτωση</strong> για την κρυπτογράφηση και την υπογραφή των μηνυμάτων αλληλογραφίας σας.</p> <p>Δείτε το <a href="help:/kmail/pgp.html">Εγχειρίδιο του KMail</a> για οδηγίες σχετικά με τη ρύθμιση της κρυπτογράφησης.</p>
eo: <p> Poŝtilo, la retpoŝtilo de KDE bonege subtenas <strong>PGP/GnuPG</strong> por ĉifrado kaj subskribo de retmesaĝoj.</p> <p>Vidu <a href="help:/kmail/pgp.html">la KMail Manlibron</a> por instrukcioj pri estigi ĉifradon.</p>
es: <p> El cliente de correo de KDE (KMail) proporciona una completa <strong>integración con PGP/GnuPG</strong> para cifrar y firmar sus mensajes de correo electrónico.</p> <p>Vea <a href="help:/kmail/pgp.html">el manual de KMail</a> para obtener instrucciones de cómo configurar el cifrado.</p>
et: <p> KDE e-posti kliendil KMail on ka <strong>PGP toetus</strong>, mis annab sulle võimaluse oma kirju krüptida ja signeerida.</p> <p>Täpsemalt räägib kirjade krüptimisega seonduvast <a href="help:/kmail/pgp.html">KMaili käsiraamat</a>.</p>
eu: <p> KDEren posta bezeroak (KMail-ek) zure posta elektronikoak zifratzeko eta sinatzeko <strong>PGP/GnuPG integrazio oso-osoa </strong> eskaintzen du.</p> <p>Begira <a href="help:/kmail/pgp.html"> KMail eskuliburua</a> informazio gehiagorako.</p>
fa: <p> کارخواه نامۀ KDE (KMail) <strong >مجتمع‌سازی PGP/GnuPG</strong> یکپارچه‌ای را برای رمزبندی و علامت‌گذاری پیامهای رایانامۀ شما فراهم می‌کند.</p> برای دستورالعملهای برپایی رمزبندی <p>به <a href="help:/kmail/pgp.html">کتاب مرجع KMail</a> مراجعه کنید.</p>
fi: <p> KDE:n sähköpostiohjelma KMail osaa käyttää <strong>PGP- tai GnuPG -salausta</strong> viestien salaamista ja allekirjoittamista varten.</p> <p>Lisätietoa salauksen käyttöönotosta löydät <a href="help:/kmail/pgp.html">KMailin käyttöohjeesta</a>.</p>
fr: <p> Le gestionnaire de messagerie de KDE, KMail, fournit une <strong>intégration poussée de PGP / GnuPG</strong> pour le chiffrement et la signature de votre courrier électronique.</p> <p>Consultez le <a href="help:/kmail/pgp.html">manuel de KMail</a> pour obtenir les instructions de configuration du chiffrement.</p>
fy: <p> KDE's e-postprogramma KMail levert naadloaze <strong>PGP/GnuPG-yntegraasje</strong> foar it fersiferjen en ûndertekenjen fan jo e-postberjochten.</p> <p>See <a href="help:/kmail/pgp.html">it KMail hânboek</a> foar ynstruksjes fan ynstellings en fersifering.</p>
hu: <p> A KDE levelezőprogramja, a KMail zökkenőmentes <strong>PGP/GnuPG-integrációt biztosít</strong>, lehetővé téve a levelek könnyű titkosítását és elektronikus aláírását.</p> <p>A titkosítás és az elektronikus aláírás beállítási módja megtalálható <a href="help:/kmail/pgp.html">a KMail kézikönyvében</a>.</p>
is: <p> Í póstforriti KDE (KMail) er boðið upp á einfalda notkun af <strong>PGP/GnuPG</strong> til að dulrita og undirrita tölvupóstinn þinn.</p> <p>Skoðaðu <a href="help:/kmail/pgp.html">KMail handbókina</a> fyrir nánari lýsingu á hvernig á að setja upp dulritun.</p>
ja: <p> KDE のメールクライアント KMail は、Eメールメッセージの暗号化や署名のための <strong>PGP/GnuPGP</strong> をシームレスに統合しています。</p> <p>暗号化の設定方法については <a href="help:/kmail/pgp.html">KMail ハンドブック</a> をご覧ください。</p>
kk: <p> Эл. поштаңызды шифрлау және қолтаңбалау үшін KDE пошта клиенті (KMail) <strong>PGP/GnuPG</strong> жүйесімен біріктірілген.</p> <p>Шифрлау туралы нұсқаулар үшін <a href="help:/kmail/pgp.html">KMail бағыттамасы</a> дегенді караңыз.</p>
km: <p> កម្មវិធី​អ៊ីមែល​របស់ KDE (KMail) ផ្ដល់​នូវ​<strong>ការ​រួមបញ្ចូល PGP/GnuPG </strong> ដែល​គ្មាន​ស្នាម សម្រាប់​ការ​ចុះ​ហត្ថលេខា និង​បម្លែង​សារ​អ៊ីមែល​ជា​កូដ ។</p> <p>ចំពោះ​សេចក្តីណែនាំ​អំពី​របៀប​ធ្វើ​ការ​បម្លែង​ជា​កូដ សូម​មើល <a href="help:/kmail/pgp.html">សៀវភៅ​ដៃ KMail</a> ។</p>
ko: <p> KDE 편지 클라이언트(KMail)는 전자 편지에 사인을 하거나 암호화를 할 수 있도록 <strong>PGP/GnuPG와 통합</storng> 해서 쓸 수 있습니다.</p> <p>암호 설정에 대한 명령어에 대해 알고 싶으면 <a href="help:/kmail/pgp.html">K메일 핸드북</a>을 보십시오.</p>
lt: <p> KDE pašto klientas (KMail) sklandžiai <strong>integruoja PGP/GnuPG</strong> e. pašto laiškų šifravimui ir pasirašymui.</p> <p>Plačiau apie laiškų šifravimą skaitykite <a href="help:/kmail/pgp.html">KMail vadove</a>.</p>
mk: <p> Клиентот за е-пошта во KDE (КПошта) овозможува транспарентна <strong>интеграција со PGP/GnuPG</strong> за криптирање и потпишување на вашите е-поштенски пораки.</p> <p>Погледнете го <a href="help:/kmail/pgp.html">Прирачникот за КПошта</a> за инструкции за поставување на криптирањето.</p>
nb: <p> E-postklienten i KDE integrerer sømløst med <strong>PGP/GnuPG-integrering</strong> så du kan kryptere og signere e-postmeldingene dine.</p>
nds: <p> <strong>PGP/GnuPG</strong> kann heel eenfach in KDE sien Nettpost-Programm KMail integreert warrn, wenn Du Diene Nettbreven ünnerschrieven un verslöteln wullt.</p> <p>Binnen <a href="help:/kmail/pgp.html">dat KMail-Handbook</a> gifft dat mehr Informatschonen över dat Inrichten vun Verslöteln.</p>
nl: <p> KDE's e-mailprogramma KMail levert naadloze <strong>PGP/GnuPG-integratie</strong> voor het versleutelen en ondertekenen van uw e-mailberichten.</p> <p>Zie <a href="help:/kmail/pgp.html">het handboek van KMail</a> voor instructies over het instellen van de versleuteling.</p>
nn: <p> E-postklienten i KDE integrerer saumlaust med <strong>PGP/GnuPG</strong> for kryptering og signering av e-postmeldingar.</p> <p>Du kan lesa meir om korleis du set opp kryptering i <a href="help:/kmail/pgp.html">KMail-handboka</a>.</p>
pt: <p> O cliente de 'e-mail' do KDE (KMail) fornece uma <strong>integração do PGP/GnuPG</strong> transparente para cifrar e assinar as suas mensagens de e-mail.</p> <p>Veja o <a href="help:/kmail/pgp.html">Manual do KMail</a> para mais instruções para configurar a encriptação.</p>
pt_br: <p> O cliente de e-mail do KDE oferece integração <strong>PGP/GnuPG</strong> para criptografia e assinatura de suas mensagens.</p> <p>Veja o <a href="help:/kmail/pgp.html">Manual do KMail</a> para instruções sobre como configurar a criptografia.</p>
ru: <p> В почтовой программе KDE (KMail) поддерживается <strong>интеграция с PGP/GnuPG</strong>, что позволяет шифровать и подписывать почтовые сообщения. <p>Инструкции по настройке шифрования приведены в <a href="help:/kmail/pgp.html">руководстве KMail</a>.</p>
rw: <p> Ubutumwa bw'umukiriya wa KDE (KMail) butanga kwinjiza <strong>PGP/GnuPG bidasandaguje</strong> kugira ngo usobeke cyangwa usinye ubumwa imeyili bwawe.</p> <p>Reba <a href="help:/kmail/pgp.html">Agatabo ka KMail</a>kugira ngo ubone amabwiriza yo kugena imiterere y'imisobekere.</p>
sk: <p> KDE poštový klient (KMail) poskytuje <strong>PGP/GnuPG integráciu</strong> na šifrovanie a podpis vašich poštových správ.</p> <p>Viac informácií o tejto téme, nájdete tu: <a href="help:/kmail/pgp.html">KMail Návod</a>.</p>
sl: <p>Poštni program KDE (KMail) omogoča gladko <strong>vgradnjo PGP/GnuPG</strong> za šifriranje in podpisovanje e-poštnih sporočil.</p> <p>Navodila za nastavitev šifriranja najdete v <a href="help:/kmail/pgp.html">Priročniku za KMail</a>.</p>
sr: <p>KDE-ов е-поштански клијент KMail садржи интегрисану подршку за <strong>PGP/GnuPG</strong> шифровање и потписивање ваших е-порука.</p> <p>Погледајте упутства за постављање шифровања у <a href="help:/kmail/pgp.html">Приручнику за KMail</a>.</p>
sr@latn: <p>KDE-ov e-poštanski klijent KMail sadrži integrisanu podršku za <strong>PGP/GnuPG</strong> šifrovanje i potpisivanje vaših e-poruka.</p> <p>Pogledajte uputstva za postavljanje šifrovanja u <a href="help:/kmail/pgp.html">Priručniku za KMail</a>.</p>
sv: <p> Med KDE:s e-postprogram (Kmail) kan du enkelt utnyttja <strong>PGP eller GnuPG</strong> för att kryptera och signera e-postmeddelanden.</p> <p>Se <a href="help:/kmail/pgp.html">Kmails handbok</a> för instruktioner om hur kryptering ställs in.</p>
th: <p> โปรแกรมรับส่งเมล์ของ KDE (KMail) ได้รวมเอาส่วน <strong>PGP/GnuPG </strong> ไว้ด้วย เพื่อใช้สำหรับการเข้ารหัสและการเซ็นจดหมายของคุณ</p> <p>ดูที่ <a href="help:/kmail/pgp.html">คู่มือของ KMail</a> เพื่อดู คำแนะนำในการตั้งค่าการเข้ารหัส.</p>
uk: <p> Клієнт пошти KDE (KMail) забезпечує <strong>інтегрування з PGP/GnuPG</strong> для шифрування та підпису ваших листів.</p> <p>Інструкції як налаштувати шифрування можна знайти в <a href="help:/kmail/pgp.html">підручнику з KMail</a>.</p>
vi: <p> Ứng dụng khách thư điện tử của KDE (KMail) cung cấp cách <strong>hợp nhất mật mã PGP/GnuPG</strong> không có đường nối, để mật mã hoá và ký tên thư của bạn.</p> <p>Xem <a href="help:/kmail/pgp.html">Sổ tay KMail</a> để tìm hướng dẫn về cách thiết lập mật mã.</p>
zh_cn: <p> KDE 的邮件客户程序(KMail)为加密和签署您的 电子邮件信息提供无缝的 <strong>PGP/GnuPG 集成</strong>。</p> <p>关于设置加密的指示，请参看<a href="help:/kmail/pgp.html">KMail 手册</a>。</p>
zh_tw: <p> KDE 的郵件客戶端程式（KMail）提供完整的 <strong>PGP/GnuPG 整合</strong> 功能作為加密用途，並可簽署郵件。</p> <p>請查閱 <a href="help:/kmail/pgp.html">KMail 手冊</a> 以了解如何設定加密。</p>
