Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>Want to see the local time of your friends or business partners <b>around the world</b>?</p> <p>Just press the middle mouse button on the <b>panel clock</b>.</p>
af: <p>Wil jy die lokale tyd van jou vriende of besigheids venote <b>rondom die wêreld</b>sien?</p> <p>Kliek die middelste muis knoppie op die <b>paneel horlosie</b>.</p>
ar: <p>هل تريد رؤية الوقت المحلّي لأصدقائك أو لشركائك في العمل، و <b>ذلك حول العالم</b> ؟ </p> <p>فقط إضغط زرّ الفأرة الأوسط على <b>ساعة اللوحة</b>.</p>
ca: <p>Voleu veure l'hora local dels vostres amics o socis comercials <b>arreu del món</b>?</p> <p>Només cal prémer el botó del mig del ratolí al <b>rellotge del plafó</b>.</p>
da: <p>Ønsker du at se dine venners lokale tid eller forretningsforbindelses <b>rundt om i verden</b>?</p> <p>Tryk blot med den mellemste museknap på <b>paneluret</b>.</p>
de: <p>Möchten Sie wissen, wie spät es gerade bei Ihren Freunden oder Geschäftspartnern irgendwo in der Welt ist?</p> <p>Dann drücken Sie einfach mal mit der mittleren Maustaste auf die Uhr in der Kontrollleiste.</p>
el: <p>Θέλετε να δείτε την τοπική ώρα των φίλων σας ή των επαγγελματικών συνεταίρων σας <b>σε όλο τον κόσμο</b>;</p> <p>Απλά πατήστε με το μεσαίο κουμπί του ποντικού στο <b>ρολόι</b>.</p>
eo: <p>Ĉu vi volas rigardi la lokajn tempojn de viaj amikoj aŭ komerckunuloj?</p> <p>Premu la mezan musbutonon sur la <b>K-menua horloĝo</b>.</p>
es: <p>¿Desea ver la hora local de sus amigos o colaboradores <b>en el mundo</b> ?</p> <p>Pulse con el botón central del ratón en el <b>reloj del panel</b>.</p>
et: <p>Kas tahad näha, milline on parajasti kellaaeg sinu mujal maailmas elavatel sõpradel või äripartneritel?</p> <p>Klõpsa selleks hiire keskmise nupuga <b>paneeli kellal</b>.</p>
eu: <p><b>Munduan zehar</b> dituzun lagun edo lankideen ordu lokala jakin nahi?</p> <p><b>Paneleko erlojuan</b> saguaren erdiko botoia sakatzea baino ez duzu.
fa: <p>مایلید که زمان محلی دوستان یا شرکای کاری خود در <b>سراسر جهان</b> را ببینید؟</p> <p>کافی است دکمۀ میانی موشی را روی <b>ساعت تابلو</b> فشار دهید.</p>
fi: <p>Haluatko nähdä <b>maailman eri puolilla</b> asuvien kollegoidesi tai ystäviesi paikallisajan?</p> <p>Napsauta hiiren keskimmäistä painiketta <b>paneelin kellon</b> kohdalla.</p>
fr: <p>Vous voulez voir l'heure locale de vos amis ou partenaires d'entreprise <b>de par le monde</b> ?</p> <p>Actionnez simplement le bouton central de la souris sur l'horloge du <b>tableau de bord</b>.</p>
fy: <p>Wolle jo de lokale tiid fan al jo famylje, freonen , kollega’s of saaklike partners <b>oer de hiele wrâld</b> sjen?</p> <p>Druk gewoanwei mei de middelste mûsknop op de <b>panielklok</b>.</p>
hu: <p>Meg szeretné nézni, hogy <b>a világ más pontjain</b> mennyi a pontos idő?</p> <p>Kattintson a középső egérgombbal <b>a panelen látható órára</b>.</p>
is: <p>Langar þig að sjá staðartímann hjá vinum þínum, eða viðskiptafélögum <b>umhverfis heiminn</b>?</p> <p>Ýttu með mið-músarhnappnum á <b>spjaldsklukkuna</b>.</p>
ja: <p>世界中の友人やビジネスパートナーの現地時間を知りたくないですか？</p> <p>「パネル時計」の上でマウスの中ボタンをクリックしてみてください。</p>
kk: <p><b>Әлемдегі</b> достарыңыздың не істес әріптестеріңіздің жергілікті уақытын білгіңіз келе ме?</p> <p>Тышқанның ортаңғы батырмасымен <b>панельдегі сағатты</b> басыңыз.</p>
km: <p>ចង់​ឃើញពេលវេលា​ក្នុង​តំបន់នៃមិត្តភក្ភិ ឬ ដៃ​គូ​ពាណិជ្ជកម្ម របស់​អ្នក​នៅ​<b>ទូទាំង​ពិភពលោក</b> ឬទេ ?</p> <p>គ្រាន់​តែ​ចុច​ប៊ូតុង​កណ្ដុរ​កណ្ដាល​លើ <b>នាឡិកា​បន្ទះ</b> ប៉ុណ្ណោះ ។</p>
ko: <p>친구나 사업 상대가 있는 지역의 현재 시간을 알고 싶습니까? <b>전세계 어디라도</b>?</p> <p> <b>패널 시계</b>위에 마우스 가운데 버튼을 누르십시오.</p>
lt: <p>Norite matyti Jūsų draugų ar verslo partnerių <b>visame pasaulyje</b> vietinį laiką?</p> <p>Tiesiog paspauskite vidurinįjį pelės klavišą ant <b>pulto laikrodžio</b>.</p>
mk: <p>Дали сакате да го видите локалното време на вашите пријатели или бизнис партнери <b>низ светот</b>?</p> <p>Само кликнете со средното копче на глушецот на <b>часовникот на панелот</b>.</p>
nb: <p>Har du lyst til å se lokal tid hos venner eller forretningspartnere <b>verden rundt</b>? </p> <p>Trykk midtre musetast på <b>panelklokka</b>.</p>
nds: <p>Wullt Du weten, wo laat dat jüst bi Dien Frünnen oder Hannelspartners <b>rund de Welt</b> is?</p> <p>Klick eenfach mit den Middel-Muusknoop op de <b>Paneel-Klock</b>.</p>
nl: <p>Wilt u de lokale tijd van al uw familie, vrienden, collega's of zakelijke partners <b>over de hele wereld</b> zien?</p> <p>Druk eenvoudigweg met de middelste muisknop op de <b>paneelklok</b>.</p>
nn: <p>Vil du sjå kva klokka er hos venner eller forretningspartnarar <b>rundt i verda</b>?</p> <p>Bruk midtknappen på musa på <b>panelklokka</b>.</p>
pt: <p>Deseja ver a hora local dos seus amigos ou parceiros de negócio <b>à volta do mundo</b>?</p> <p>Basta carregar com o botão do meio do rato no <b>relógio do painel</b>.</p>
pt_br: <p>Deseja ver a hora local de seus amigos ou parceiros de negócio <b>ao redor do mundo</b>?</p> <p>Basta pressionar o botão do meio do mouse no <b>relógio do painel</b>.</p>
ru: <p>Хотите узнать, сколько сейчас у ваших друзей или партнёров по бизнесу <b>во всём мире</b>?</p> <p>Щёлкните средней кнопкой мыши на <b>часах на панели</b>.</p>
rw: <p>Urashaka kureba isaha yo mu gihugu cy'inshuti zawe cyangwa se abo mukorana <b>ahantu hatandukanye ku isi</b>?</p> <p>Hita ukandisha buto mbeba yo hagati ku <b>isaha y'umwanya</b>.</p>
sk: <p>Chcete zobraziť lokálny čas vašich známych alebo spolupracovníkov <b>po celom svete</b>?</p> <p>Jednoducho stlačte stredné tlačidlo myši na <b>hodinách v paneli</b>.</p>
sl: <p>Bi radi videli krajevni <b>čas</b> vaših prijateljev ali poslovnih partnerjev <b>po svetu</b>?</p><p>Preprosto kliknite s srednjim miškinim gumbom na <b>uri pulta</b>.</p>
sr: <p>Желите да видите локално време ваших пријатеља или пословних партнера <b>широм света</b>?</p> <p>Само кликните средњим дугметом на <b>часовник на панелу</b>.</p>
sr@latn: <p>Želite da vidite lokalno vreme vaših prijatelja ili poslovnih partnera <b>širom sveta</b>?</p> <p>Samo kliknite srednjim dugmetom na <b>časovnik na panelu</b>.</p>
sv: <p>Vill du se den lokala tiden hos dina vänner eller affärskontakter <b>runt om i världen</b>?</p> <p>Tryck bara med musens mittenknapp på <b>klockan i panelen</b>.</p>
th: <p>ต้องการดูเวลาในเครื่องของเพื่อนคุณ หรือหุ้นส่วนทางธุรกิจ <b>ที่อยู่ทั่วโลก</b> หรือไม่ ?</p> <p>สามารถทำได้ง่าย ๆ ด้วยการกดเมาส์ปุ่มกลางบน <b>ถาดนาฬิกา</b></p>
uk: <p>Бажаєте побачити час у часовому поясі де знаходяться ваші друзі або бізнес партнери <b>з усього світу</b>?</p> <p>Просто натисніть середню кнопку мишки на <b>годиннику</b>.</p>
vi: <p>Bạn có muốn xem giờ cục bộ của bạn bè hay công ty <b>trên khắp thế giới</b> không?</p> <p>Chỉ hãy nhắp nút giữa trên chuột vào <b>đồng hồ bảng điều khiển</b>.</p>
zh_cn: <p>想要看到<b>世界各地</b>朋友或合作伙伴的本地时间吗？</p> <p>只需用鼠标中键单击<b>时钟面板</b>。</p>
zh_tw: <p>想要知道您在<b>世界各地</b>的 朋友或生意伙伴的當地時間嗎？</p> <p>只要在<b>面板時鐘</b>上按下滑鼠中鍵即可。</p>

source: <p>Your <b>panel clock</b> can be configured to display the time in <b>plain</b>, <b>digital</b>, <b>analog</b> or <b>fuzzy-style</b> mode.</p> <p>See <a href="help:/kicker/clock-applet.html">the Kicker Handbook</a> for more information.</p>
af: <p>Jou <b>paneel horlosie</b> kan wees gekonfigureer na vertoon die tyd in <b>eenvoudig</b>, <b>digitaal</b>, <b>analoog</b> of <b>fuzzy-style</b> modus.</p> <p>Vir meer inligting sien, <a href="help:/kicker/clock-applet.html">Die Kicker Handboek</a></p>
ar: <p>يمكن إعداد <b>ساعتك على اللوحة </b> كي تعرض الوقت في الأنماط <b>عادي</b>، <b>رقمي </b>، <b>تماثلي</b> أو <b> تقريبي</b> . </p> <p>راجع <a href="help:/kicker/clock-applet.html">كتيّب Kicker </a> للمزيد من المعلومات.</p>
ca: <p>El vostre <b>rellotge del plafó</b> pot configurar-se per a mostrar l'hora en mode <b>normal</b>, <b>digital</b>, <b>analògic</b> o <b>aproximat</b>.</p> <p>Consulteu més informació al <a href="help:/kicker/clock-applet.html"> Manual del Kicker</a>.</p>
da: <p>Se <a href="help:/kicker/clock-applet.html">Kicker- håndbogen</a> for mere information.</p>
de: <p>Die <b>Uhr in der Kontrollleiste</b> kann die Zeit wahlweise <b>einfach</b>, <b>digital</b>, <b>analog</b> oder <b>umgangssprachlich</b> anzeigen.</p> <p>Weitere Informationen finden Sie im <a href="help:/kicker/clock-applet.html">Handbuch zu Kicker</a>.</p>
el: <p>Το <b>ρολόι</b> μπορεί να ρυθμιστεί ώστε να εμφανίζει την ώρα σε <b>απλή</b>, <b>ψηφιακή</b>, <b>αναλογική</b> ή <b>ασαφής</b> μορφή.</p> <p>Δείτε το <a href="help:/kicker/clock-applet.html">Εγχειρίδιο του Kicker </a> για περισσότερες πληροφορίες.</p>
eo: <p>Via <b>K-menua horloĝo estas agordebla, por ke ĝi vidigu la tempon <b>ciferece</b>, <b>analoge</b> aŭ <b>vorte</b>.</p> <p>Vidu <a href="help:/kicker/clock-applet.html">la Kicker Manlibron</a> por pli da informo.</p>
es: <p>Su <b>reloj de panel</b> se puede configurar para mostrar el tiempo en modo <b>sencillo</b>, <b>digital</b>, <b>analógico</b> o <b>borroso</b></p> <p>Vea <a href="help:/kicker/clock-applet.html">el manual de Kicker</a> para obtener más información.</p>
et: <p><b>Paneeli kella</b> saab seadistada näitama aega <b>tavalise</b>, <b>digitaalse</b>, <b>analoog-</b> või <b>segase</b> kella stiilis.</p> <p>Täpsemalt räägib sellest <a href="help:/kicker/clock-applet.html">Kickeri käsiraamat</a>.</p>
eu: <p>Zure <b>paneleko erlojua</b> egokitua izan daiteke, ordua modu <b>arruntean</b>, <b>digitalean</b>, <b>analogikoan</b> edo <b>"gutxi gora beherakoan"</b> aurkez dezan.</p> <p>Begira <a href="help:/kicker/clock-applet.html">Kicker eskuliburua</a> informazio gehiagorako.</p>
fa: <p>می‌توانید <b>ساعت تابلو</b> خود را برای نمایش زمان به حالت <b>ساده</b> ،<b>رقمی</b> ،<b>قیاسی</b> یا <b>سبک مبهم</b> پیکربندی کنید.</p> <p>برای اطلاعات بیشتر <a href="help:/kicker/clock-applet.html">کتاب مرجع Kicker</a>را ببینید.</p>
fi: <p><b>Paneelikello</b> voidaan asettaa näyttämään aika <b>paljaalla</b>, <b>digitaalisella</b>, <b>analogisella</b> tai <b>epätarkalla tyylillä.</b> </p> <p>Lisätietoa löydät <a href="help:/kicker/clock-applet.html">paneelin käyttöohjeesta</a>.</p>
fr: <p>Votre <b>horloge du tableau de bord</b> peut être configurée pour afficher l'heure en mode <b>simple</b>, <b>numérique</b>, <b>analogique</b> ou <b>flou</b>.</p> <p>Consultez le <a href="help:/kicker/clock-applet.html">manuel de Kicker</a> pour plus d'informations.</p>
fy: <p>Jo kinne jo <b>panielklok</b> sa ynstelle dat dizze de tiid <b>analooch</b>, <b>digitaal</b>, <b>normaal</b> of <b>Dizich</b> lit sjen.</p> <p>Sjoch <a href="help:/kicker/clock-applet.html">it Kicker hânboek</a> foar mear ynformaasje.</p>
hu: <p><b>A panelen látható óra</b> időkijelzési módja megválasztható, lehet <b>egyszerű</b>, <b>digitális</b>, <b>analóg</b> és <b>különleges</b> is.</p> <p>További információ <a href="help:/kicker/clock-applet.html">a KDE panel kézikönyvében</a> található.</p>
is: <p>Það er hægt að stilla <b>spjaldsklukkuna</b> til að sýna tímann í <b>venjulegum</b>, <b>stafrænum</b>, <b>skífu</b> eða <b>ónákvæmum</b> stíl.</p> <p>Skoðaðu <a href="help:/kicker/clock-applet.html">Kicker handbókina</a> fyrir nánari lýsingu.</p>
ja: <p>「パネル時計」の表示形式は、プレーン、デジタル、アナログ、ファジーの 4 つのタイプから選択できます。</p> <p>詳細については <a href="help:/kicker/clock-applet.html">Kicker ハンドブック</a> をご覧ください。</p>
kk: <p><b>Панельдегі сағат</b> уақытты <b>қарапайым</b>, <b>цифрлық</b>, <b>аналогтық</b> және<b>сөзді</b> күйінде көрсете алады.</p> <p>Толығырақ мәліметті алу үшін, <a href="help:/kicker/clock-applet.html"> Kicker анықтамасы</a> дегенді қараңыз.
km: <p>អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​<b>នាឡិកា​បន្ទះ</b>​របស់​អ្នក ឲ្យ​បង្ហាញ​ពេលវេលា​ជា​របៀប​ <b>ធម្មតា</b>, <b>ឌីជីថល</b>, <b>អាណាឡូក</b> ឬ <b>រចនាប័ទ្ម​ស្រពិចស្រពិល ។</b> </p> <p>ចំពោះ​ព័ត៌មាន​បន្ថែម សូម​មើល <a href="help:/kicker/clock-applet.html">សៀវភៅ​ដៃ Kicker</a> ។</p>
ko: <p><b>패널 시계</b>는 다음의 여러가지 스타일로 표시될 수 있습니다. <b>보통 시계</b>, <b>전자 시계</b>, <b>바늘 시계</b> or <b>퍼지 시계</b> .</p> <p>더 많은 정보에 대해서 <a href="help:/kicker/clock-applet.html">킥 커 핸드북</a>을 보십시오.
lt: <p>Jūsų <b>pulto laikrodis</b> gali būti sukonfigūruotas rodyti laiką <b>paprastu</b>, <b>skaitmeniniu</b>, <b>analoginiu</b>, ar <b>netikslaus stiliaus</b> būdu.</p> <p>Daugiau informacijos ieškokite <a href="help:/kicker/clock-applet.html">Kicker vadove</a>.</p>
mk: <p>Вашиот <b>часовник на панелот</b> може да биде конфигуриран да го прикажува времето во <b>обичен</b>, <b>дигитален</b>, <b>аналоген</b> или <b>непрецизен</b> режим.</p> <p>Погледнете го <a href="help:/kicker/clock-applet.html">Прирачникот за Kicker</a> за повеќе информации.</p>
nb: <p><b>Panelklokka</b> kan vise tida som <b>enkel</b>, <b>digital</b>, <b>analog</b> eller <b>uklar</b> <p>Du kan lese mer om klokka i <a href="help:/kicker/clock-applet.html">Kicker-håndboka</a>.</p>
nds: <p>De <b>Paneel-Klock</b> kann de Tiet <b>eenfach</b>, <b>digitaal</b>, <b>analoog</b> oder ok <b>as man snackt</b> wiesen.</p> <p>Binnen <a href="help:/kicker/clock-applet.html">dat Kicker-Handbook</a> gifft dat mehr informatschonen.</p>
nl: <p>U kunt uw <b>paneelklok</b> instellen zodat deze de tijd <b>eenvoudig</b>, <b>analoog</b>, <b>digitaal</b>, of <b>vaag</b> toont.</p> <p>Zie het <a href="help:/kicker/clock-applet.html">handboek van Kicker</a> voor meer informatie.</p>
nn: <p><b>Panelklokka</b> kan visa tida som <b>enkel</b>, <b>digital</b>, <b>analog</b> eller <b>diffus</b> klokke.</p> <p>Du kan lesa meir om klokka i <a href="help:/kicker/clock-applet.html">the Kicker-handboka</a>.</p>
pt: <p>O seu <b>relógio do painel</b> pode ser configurado para mostrar a hora no modo <b>normal</b>, <b>digital</b>, <b>analógico</b> ou <b>difuso</b>.</p> <p>Veja o <a href="help:/kicker/clock-applet.html">Manual do Kicker </a> para mais informações.</p>
pt_br: <p>Seu <b>relógio do painel</b> pode ser configurado para exibir a hora nos modos <b>comum</b>, <b>digital</b>, <b>analógico</b> ou <b>inexato</b>.</p> <p>Para mais informações, veja o <a href="help:/kicker/clock-applet.html">Manual do Kicker<a>.</p>
ru: <p>Ваши <b>часы на панели</b> могут показывать время в <b>простом</b>, <b>цифровом</b>, <b>аналоговом</b> и <b>неточном</b> режиме.</p> p>Более подробная информация приведена в <a href="help:/kicker/clock-applet.html">руководстве Kicker</a>.</p>
rw: <p>Isaha y'umwanya <b>yawe</b> ishobora kubonezwa kugira ngo igaragaze igihe mu buryo <b>busanzwe</b>, <b>mibare</b>, <b>nshinge</b> cyangwa <b>imisusire-ruvange</b> </p> <p>Rebera ku<a href="help:/kicker/clock-applet.html">Agatabo ka Kicker</a> kugira ngo ubone ibindi bisobanuro.</p>
sk: <p>Vaše <b>hodiny</b> sa dajú nastaviť tak, aby zobrazovali čas <b>jednoducho</b>, <b>ako digitálky</b>, <b>pomocou ručičiek</b> alebo <b>nepresne</b>.</p> <p>Viac informácií o tejto téme, nájdete tu: <a href="help:/kicker">Kicker Návod</a>.</p>
sl: <p>Vaša <b>ura na pultu</b> lahko prikazuje čas na <b>navaden</b>, <b>digitalen</b>, <b>analogen</b> ali <b>zgovoren</b> način.</p> <p>Za več informacij si oglejte <a href="help:/kicker/clock-applet.html">Priročnik za Pult KDE</a>.</p>
sr: <p><b>Часовник на панелу</b> се може подесити да приказује време на <b>обичан</b>, <b>дигитални</b>, <b>аналогни</b> или <b>нејасан</b> начин.</p> <p>Погледајте <a href="help:/kicker/clock-applet.html">Приручник за Kicker</a> за више информација.</p>
sr@latn: <p><b>Časovnik na panelu</b> se može podesiti da prikazuje vreme na <b>običan</b>, <b>digitalni</b>, <b>analogni</b> ili <b>nejasan</b> način.</p> <p>Pogledajte <a href="help:/kicker/clock-applet.html">Priručnik za Kicker</a> za više informacija.</p>
sv: <p><b>Panelklockan</b> kan ställas in för att visa tiden i något av lägena <b>ren</b>, <b>digital</b>, <b>analog</b> eller <b>inexakt</b>. </p> <p>Se <a href="help:/kicker/clock-applet.html">Kickers handbok</a> för mer information.</p>
th: <p>คุณสามารถปรับแต่งให้ <b>ถาดนาฬิกา</b> แสดงเวลาในรูปแบบ <b>ข้อความธรรมดา</b>, <b>ดิจิตอล</b>, <b>แบบเข็ม</b> หรือ <b>แบบคำพูด</b> ได้</p> <p>ดู <a href="help:/kicker/clock-applet.html">คู่มือ Kicker</a> สำหรับข้อมูลเพิ่มเติม</p>
uk: <p>Ваш <b>годинник панелі</b> можна налаштувати для відображення часу у <b>звичайному</b>, <b>цифровому</b>, <b>аналоговому</b> або <b>нечіткому</b> режимі.</p> <p>В <a href="help:/kicker/clock-applet.html">підручнику з Kicker</a> можна знайти більше інформації.</p>
vi: <p><b>Đồng hồ bảng điều khiển</b> của bạn có thể được cấu hình để hiển thị giờ bằng chế độ <b>chuẩn</b>, <b>số</b>, <b>tương tự</b> hay <b>kiểu mờ</b>.</p> <p>Vui lòng xem <a href="help:/kicker/clock-applet.html">Sổ tay Kicker</a> để tìm thông tin thêm.</p>
zh_cn: <p>您的<b>面板时钟</b>可配置为用<b>纯文本</b>，<b>数字钟</b>， <b>模拟钟</b>或<b>模糊方式</b>显示时间。</p> <p>更多信息请参看 <a href="help:/kicker/clock-applet.html">Kicker 手册</a>。</p>
zh_tw: <p>您的<b>面板時鐘</b>可以設定用<b>普通</b>、 <b>數字</b>、<b>長短針</b>或<b>智慧形式</b>的模式 來顯示時間。</p> <p>請查閱 <a href="help:/kicker/clock-applet.html">Kicker 手冊</a> 以獲取更多資訊。</p>
