Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> If you want to make your desktop look more interesting, you can find tons of themes, widget styles window decorations and more at <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Contributed by Carsten Niehaus</em></p>
af: <p> Indien jy jou werksskerm meer ineteressant wil maak, kan jy hope temas, style en venster versiersels en nog meer vind by <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Bygedra deur Carsten Niehaus</em></p>
ar: <p> إذا كنت تريد سطح مكتبك أن يظهر مفيداً أكثر، يمكنك الحصول على أطنان من السمات ، أنواع وتخرفات نوافذ و أشياء أخرى متعددة على العنوان <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>مساهمة من Carsten Niehaus</em></p>
ca: <p> Si voleu que l'escriptori tingui un aspecte més interessant, podeu trobar cabassos de temes, estils d'estri, decoracions de finestra i molt més a <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Contribució de Carsten Niehaus</em></p>
da: <p> Hvis du ønsker at din desktop skal se mere interessant ud, kan du finde masser af temaer, kontrolstil for vinduesdekorationer og mere på <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Bidrag ved Carsten Niehaus</em></p>
de: <p> Wenn Sie Ihre Arbeitsumgebung interessanter aussehen lassen möchten, suchen Sie sich eines der vielen Designs auf <a href="http://kde-look.org/">kde-look.org</a> aus. </p> <p align="right"><em>Beigesteuert von Carsten Niehaus</em></p>
el: <p> Αν θέλετε να κάνετε την επιφάνεια εργασίας σας πιο ενδιαφέρουσα, μπορείτε να αναζητήσετε πολλά θέματα, διακοσμήσεις παραθύρων και άλλα στο <a href="http://www.kde-look.org/">www.kde-look.org</a>. </p> <p align="right"><em>Από τον Carsten Niehaus</em></p>
eo: <p> Se vi deziras pli belaspektan tabulon, vi trovos multegajn etosojn, fenestraĵajn stilojn, fenestro-ornamaĵojn, ks. ĉe <a href="http://www.kde-look.org/">www.kde-look.org</a>. </p> <p align="right"><em>kontribuita de Carsten Niehaus</em></p>
es: <p> Si quiere que su escritorio tenga un aspecto más interesante, puede encontrar multitud de temas, estilos de decoraciones de los elementos de las ventanas y más en <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Escrito por Carsten Niehaus</em></p>
et: <p> Kui soovid muuta oma töölaua välimust huvitamaks, siis leiad aadressilt <a href="http://kde-look.org/">kde-look.org</a> hulga teemasid, akna dekoratsioonide stiile ja palju muud. </p> <p align="right"><em>Carsten Niehaus</em></p>
eu: <p> Zure mahaigainak itxura interesgarriagoa izan dezan nahi baduzu, makina bat gai aurki dezakezu <a href="http://www.kde-look.org/">www.kde-look.org</a>en. </p> <p align="right"><em>Carsten Niehausek eskainita</em></p>
fa: <p> اگر می‌خواهید کاری کنید که رومیزیتان جالب‌تر به نظر برسد، می‌توانید چهره‌های بسیار زیاد، تزئینات سبکهای عنصر پنجره و غیره را در <a href="http://kde-look.org/">kde-look.org</a> بیابید. </p> <p align="right"><em>با مشارکت کارستن نی هاوس</em></p>
fi: <p> Jos haluat muokata työpöydästä mielenkiintoisemman näköisen, löydät runsaasti teemoja osoitteesta <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Lähettänyt Carsten Niehaus</em></p>
fr: <p> Si vous souhaitez que votre bureau ait un aspect plus sympathique, vous pouvez trouver un grand nombre de thèmes sur <a href="http://kdelook.org/">kdelook.org</a>. </p> <p align="right"><em>Contribution de Carsten Niehaus</em></p>
fy: <p> As jo, jo buroblêd moaier oanklaaie wolle, dan kinne jo ûntelber folle tema's fine op <a href="http:/themes.kde.org/">themes.kde.org</a>. </p> <p align="right"><em>Bydroegen troch Carsten Niehaus</em></p>
hu: <p> Ha nincs megelégedve az asztal megjelenésével, válasszon ki és töltsön le egy új témát vagy ablakstílust a <a href="http://kde-look.org/">kde-look.org</a> címről. </p> <p align="right"><em>Ezt a tippet Carsten Niehaus küldte be.</em></p>
is: <p> Ef þú vilt gera skjáborðið meira spennandi, þá geturðu fundið fullt af nýjum þemum og öðru augnayndi á <a href="http://kde-look.org/">kde-look.org</a>vefsíðunni. </p> <p align="right"><em>Höfundur: Carsten Niehaus</em></p>
ja: <p> あなたのデスクトップをもっと面白くしたいのなら、<a href="http://www.kde-look.org/">themes.kde.org</a> をのぞいてみてください。壁紙をはじめ、テーマ、スタイル、ウィンドウ装飾などが山ほどあります。</p><p align="right"><em>投稿者: Carsten Niehausさん</em></p>
kk: <p> Егер үстеліңізді безендіргіңіз келсе, төмендегі сайттан көптеген нақыштар, безендіру стильдерді таба аласыз: <a href="http://themes.kde.org/">themes.kde.org</a>. </p> <p align="right"><em>Carsten Niehaus қосқан үлесі</em></p>
km: <p> ប្រសិនបើអ្នក​ចង់​ធ្វើ​ឲ្យ​ផ្ទៃតុ​របស់​អ្នក​កាន់​តែ​គួរ​ឲ្យ​ចាប់អារម្មណ៍ថែម​ទៀត អ្នក​អាច​ស្វែងរកស្បែក ការ​តុបតែង​បង្អួច​របស់​រចនាប័ទ្ម​វត្ថុមើល​ឃើញ ហើយ​អ្វី​ៗ​ផ្សេងៗ​ជា​ច្រើន​ទៀត​នៅ<a href="http://themes.kde.org/">themes.kde.org</a> ។ </p> <p align="right"><em>បរិច្ចាគដោយ Carsten Niehaus</em></p>
ko: <p> 테스크탑을 보다 재미있게 만들고 싶다면 테마를 찾아서 써보십시오. <a href="http://kde.themes.org/">kde.themes.org</a>에 있습니다. </p> <p align="right"><em>제공자 : Carsten Niehaus</em></p>
lt: <p> Jei norite, kad Jūsų darbastalis atrodytų įdomiau, galite parsisiųsti daugybę temų, valdiklių stilių, langų dekoracijų ir t.t. iš <a href="http://www.kde-look.org/">www.kde-look.org</a> . svetainės.</p> <p align="right"><em>Pateikė Carsten Niehaus</em></p>
mk: <p> Ако сакате да ја направите вашата работна површина поинтересна, можете да најдете огромен број теми, стилови на графички контроли, декорации на прозорци и повеќе на <a href="http://www.kde-look.org/">www.kde-look.org</a>. </p> <p align="right"><em>Придонес на Carsten Niehaus</em></p>
nb: <p>Dersom du vil ha et mer spennende skrivebord, finner du mange temaer på <a href="http://kde-look.org/">kde-look.org</a>.</p> <p align="right"><em>Tips fra Carsten Niehaus</em></p>
nds: <p> Wenn Du Dien Schriefdisch wat intressanter maken wullt, gifft dat hele Bargen vun Mustern op <a href="http://www.kde-look.org/">www.kde-look.org</a>. </p> <p align="right"><em>Bidragen vun Carsten Niehaus</em></p>
nl: <p> Als u uw bureaublad mooier wilt aankleden, dan kunt u ongelooflijk veel thema's vinden op <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Bijgedragen door Carsten Niehaus</em></p>
nn: <p>Dersom du vil ha eit meir spennande skrivebord, finn du mange tema på <a href="http://kde-look.org/">kde-look.org</a>.</p> <p align="right"><em>Tips frå Carsten Niehaus</em></p>
pt: <p> Se quiser tornar o seu ambiente de trabalho mais interessante, poderá procurar montes de temas, estilos de itens e decorações de janelas, entre outras coisas em <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Contribuído por Carsten Niehaus</em></p>
pt_br: <p> Se você quer tornar sua área de trabalho mais interessante, você pode encontrar toneladas de temas, estilos de widget, decorações para janelas e muito mais em <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Fornecido por Carsten Niehaus</em></p>
ru: <p> Если вы хотите украсить свой рабочий стол, вы сможете найти великое разнообразие тем и стилей на сайте <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Carsten Niehaus</em></p>
rw: <p> Niba ushaka ko ibiro byawe birushaho kugaragara neza, ushobora kubona imiterere y'imigaragarire, imisusire ya wijeti, iminogereze y'idirishya n'ibindi ku <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Byagizwemo uruhare na Carsten Niehaus</em></p>
sk: <p> Ak chcete, aby vaša plocha vyzerala zaujímavejšie, na adrese <a href="http://themes.kde.org/">themes.kde.org</a> nájdete veľa tém. </p> <p align="right"><em>Dodal Carsten Niehaus</em></p>
sl: <p>Če bi si radi malce popestrili namizje, lahko najdete mnogo tem, slogov za gradnike, okraskov za okna in drugega na strani <a href="http://kde-look.org/">kde-look.org</a>.</p><p align="right"><em>Prispeval Carsten Niehaus</em></p>
sr: <p>Ако желите да ваша радна површина изгледа интересантније, можете наћи гомилу тема, стилова за контроле, декорација прозора, и још више на <a href="http://kde.themes.org/">kde.themes.org</a>.</p> <p align="right"><em>Приложио Карстен Нихаус (Carsten Niehaus)</em></p>
sr@latn: <p>Ako želite da vaša radna površina izgleda interesantnije, možete naći gomilu tema, stilova za kontrole, dekoracija prozora, i još više na <a href="http://kde.themes.org/">kde.themes.org</a>.</p> <p align="right"><em>Priložio Karsten Nihaus (Carsten Niehaus)</em></p>
sv: <p> Om du vill att skrivbordet ska se mer intressant ut kan du hitta tonvis med teman, komponentstilar, fönsterdekorationer med mera på <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Tipset kommer från Carsten Niehaus</em></p>
th: <p> หากคุณต้องการให้พื้นที่ทำงานของคุณ มีความน่าสนใจ คุณจะสามารถหา ชุดตกแต่ง, รูปแบบหน้าต่างและอีกมากจำนวนมหาศาลได้ที่ <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>จากคุณ Carsten Niehaus</em></p>
uk: <p> Якщо ви бажаєте, щоб ваша стільниця мала більш цікавий вигляд, ви можете знайти багато тем на <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Автор поради: Carsten Niehaus</em></p>
vi: <p> Nếu bạn muốn trang trí môi trường mình, bạn có thể tìm thấy rất nhiều sắc thái, kiểu dáng ô điều khiển, sự trang trí cửa sổ v.v. tại <a href="http://kde-look.org/">kde-look.org</a>. </p> <p align="right"><em>Bị Carsten Niehaus đóng góp</em>.</p>
zh_cn: <p> 如果您想让您的桌面看起来更加有趣，您可以在 <a href="http://kde-look.org/">kde-look.org</a> 找到许多主题。 </p> <p align="right"><em>Carsten Niehaus 投稿</em></p>
zh_tw: <p> 如果想讓桌面看來更有趣，在 <a href="http://www.kde-look.org/"> www.kde-look.org</a> 裡有很多佈景主題、 介面風格和視窗裝飾可使用。 </p> <p align="right"><em>由 Carsten Niehaus 提供</em></p>

source: <p> Did you know that you can use the middle mouse button to paste text? Try selecting some text with the left mouse button and click elsewhere with the middle mouse button. The selected text will be pasted at the click position. This even works between different programs. </p> <p align="right"><em>Contributed by Carsten Niehaus</em></p>
af: <p> Het jy ken wat jy kan gebruik die middelste muis knoppie na plak teks? Probeer deur te kies sommige teks met die links muis knoppie en kliek erens anders met die middelste muis knoppie. die gekose teks sal wees geplak na die kliek posisie. Hierdie al werk tussen ander programme. </p> <p align="right"><em>Bygedra deur Carsten Niehaus</em></p>
ar: <p> هل تعرف أنّك تستطيع إستعمال الزر الأوسط من الفأرة لإلصاق نص ؟ حاول إختيار بعض النص بزر الفأرة اليميني ثمّ أنقر في مكان آخر على زر الفأرة الوسط. سيتم لصق النص المحدد في مكان النقر. و هذا يعمل أيضاً لنقل النصوص بين برامج مختلفة. </p> <p align="right"><em> تلميحة من مساهمة Carsten Niehaus</em></p>
ca: <p> Sabíeu que podeu usar el botó del mig del ratolí per enganxar text? Proveu a seleccionar algun text amb el botó esquerre i cliqueu onsevulga amb el botó del mig. El text seleccionat s'enganxarà a la posició del clic. Això fins i tot funciona entre programes diferents. </p> <p align="right"><em>Contribució de Carsten Niehaus</em></p>
da: <p> Vidste du at man kan bruge den midterste museknap til at indsætte tekst? Prøv at vælge noget tekst med venstre museknap og klik et andet sted med den midterste knap. Den valgte tekst vil så blive indsat ved klikpositionen. Dette virker endog mellem forskellige programmer. </p> <p align="right"><em>Bidrag ved Carsten Niehaus</em></p>
de: <p> Zur Erinnerung: Sie können die mittlere Maustaste verwenden, um Text einzufügen. Wählen Sie dazu Text mit Hilfe der linken Maustaste aus und klicken Sie an anderer Stelle mit der mittleren Maustaste. Dann wird der ausgewählte Text an der Klickposition eingefügt. Das funktioniert auch zwischen unterschiedlichen Programmen. </p> <p align="right"><em>Beigesteuert von Carsten Niehaus</em></p>
el: <p> Μπορείτε να χρησιμοποιήσετε το μεσαίο κουμπί του ποντικιού για την επικόλληση κειμένου; Δοκιμάστε να επιλέξετε κάποιο κείμενο με το αριστερό κουμπί του ποντικιού και κάντε κλικ κάπου αλλού με το μεσαίο πλήκτρο. Το επιλεγμένο κείμενο θα επικολληθεί στη νέα θέση. Αυτό λειτουργεί ακόμα και μεταξύ διαφορετικών εφαρμογών. </p> <p align="right"><em>Προσφορά του Carsten Niehaus</em></p>
eo: <p> Ĉu vi sciis, ke vi povas uzi la mezan musbutonon por enmeti tekston? Provu elekti tekstopecon per la maldekstra musbutonon kaj klaku ien per la meza musbutono. La elektita teksto aperos tie, kie vi klakis. Tio funkcias ankaŭ inter diversaj programoj. </p> <p align="right"><em>kontribuita de Carsten Niehaus</em></p>
es: <p> ¿Sabía que puede usar el botón central del ratón para pegar texto? Intente seleccionar texto con el botón izquierdo del ratón y pulse en cualquier otro lugar con el botón central del ratón. El texto seleccionado será pegado en la posición de la pulsación. Esto funciona incluso entre diferentes programas. </p> <p align="right"><em>Por Carsten Niehaus</em></p>
et: <p> Kas teadsid, et hiire keskmise nupuga on võimalik kopeeritud tekst uude kohta asetada? Proovi valida mingi tekst hiire vasaku klahviga ning klõpsa kusagil mujal hiire keskmise nupuga. Valitud tekst asetatakse sellese kohta. See töötab ka erinevate rakenduste vahel. </p> <p align="right"><em>Carsten Niehaus</em></p>
eu: <p> Ba al zenekien saguaren erdiko botoia testua itsasteko erabil dezakezula? Hauta ezazu testu zati bat saguaren ezkerreko botoiaz, eta ondoren klik egin beste edozein lekutan erdikoa erabilirik. Hautatutako testua klikatutako kokapenean itsatsia izango da. Honek programa ezberdinen artean ere balio du. </p> <p align="right"><em>Carsten Niehaus-ek eskainia</em></p>
fa: <p> می‌دانید که برای چسباندن متن می‌توان از دکمۀ میانی موشی استفاده کرد؟ سعی کنید که با دکمۀ چپ موشی چند متن را برگزیده و با دکمۀ میانی موشی جای دیگری را فشار دهید. متن برگزیده در محل فشار چسبانده می‌شود. این حتی بین برنامه‌های متفاوت نیز کار می‌کند. </p> <p align="right"><em>با مشارکت کارستن نی هاوس</em></p>
fi: <p> Tiesitkö, että voit käyttää hiiren keskimmäistä painiketta tekstin kopiointiin? Valitse kopioitava teksti hiirellä ja napsauta jossakin toisessa kohdassa hiiren keskimmäistä painiketta. Teksti liitetään tähän. Tämä kopiointitapa toimii myös erilaisten ohjelmien välillä. </p> <p align="right"><em>Lähettänyt Carsten Niehaus</em></p>
fr: <p> Saviez-vous que vous pouvez utiliser le bouton central de la souris pour coller du texte ? Essayez de sélectionner quelque chose avec le bouton gauche de la souris et cliquez quelque part ailleurs avec le bouton central. Le texte sélectionné sera collé à l'endroit du clic. Ceci fonctionne même entre des programmes différents </p> <p align="right"><em>Contribution de Carsten Niehaus</em></p>
fy: <p> Witte jo dat jo de middelste mûsknop brûke kinne om tekst te plakken? Selektearje mar ris wat tekst mei jo loftermûsknop en klik samar ergens mei jo rjochter mûsknop./nDe selektearre tekst sil op sizze posysje plakt wurde/nJo kinne op dizze manier ek tusken ferskillenden programma's kopiearje en plakken</p> <p align="right"><em>Bydroegen troch Carsten Niehaus</em></p>
hu: <p> Tudta, hogy a középső egérgomb szöveg beillesztésére is használható? Jelöljön ki egy tetszőleges szövegrészt a bal gombbal, majd kattintson máshova a középső gombbal. A kijelölt szöveg másolata megjelenik a kattintási pozícióban. Ezzel a módszerrel alkalmazások között is lehet szöveget mozgatni! </p> <p align="right"><em>Ezt a tippet Carsten Niehaus küldte be.</em></p>
is: <p> Vissir þú að þú getur notað miðhnapp músarinnar til þess að líma texta? Prófaðu að velja einhvern texta með vinstri hnappnum og smelltu svo einhversstaðar annarstaðar með miðhnappnum. Textinn birtist þá þar sem þú smelltir. Þetta virkar líka á milli forrita. </p> <p align="right"><em>Höfundur: Carsten Niehaus</em></p>
ja: <p> マウスの中ボタンを使ってテキストを貼り付けることができます。テキストをマウスの左ボタンで選択してから、どこか他の場所で中ボタンをクリックしてみてください。選択したテキストがクリックした場所に貼り付けられます。これは異なるプログラムのウィンドウ間でも機能します。 </p> <p align="right"><em>投稿者: Carsten Niehaus さん</em></p>
kk: <p> Көшіріп алған мәтінді тышқанның ортаңғы батырмасымен орналастыруы болатынын білесіз бе? Мәтінді тышқанның сол батырмасымен таңдап, керек жерде ортаңғы батырмасын шертіңіз. Сол жерде таңдалған мәтін шыға келеді. Бұл әр түрлі бағдарламалар арасында да істейді. </p> <p align="right"><em>Carsten Niehaus қосқан үлесі</em></p>
km: <p> តើ​អ្នក​ដឹង​ទេ​ថា អ្នក​អាច​ប្រើ​ប៊ូតុង​កណ្ដុរ​កណ្ដាល ​ដើម្បី​បិទភ្ជាប់​អត្ថបទ ? សាកល្បង​ជ្រើស​អត្ថបទ​មួយ​ចំនួន ដោយ​ប្រើ​ប៊ូតុង​កណ្ដុរ​ខាង​ឆ្វេង ហើយ​ចុច​ប៊ូតុង​កណ្ដុរ​កណ្ដាល ។ អត្ថបទ​ដែល​បាន​ជ្រើស នឹង​ត្រូវ​បាន​បិទភ្ជាប់​ត្រង់​ទីតាំង​ដែល​អ្នក​ចុច ។ ការងារ​នេះ​ក៏​អាច​ដំណើរការ​ឆ្លង​កម្មវិធី​ផង​ដែរ ។</p> <p align="right"><em>បរិច្ចាគដោយ Carsten Niehaus</em></p>
ko: <p> 마우스 가운데 단추를 써서 문서 쉽고 빠르게 붙이는 방법을 알고 있습니까? 왼쪽 단추를 누른채로 문서 몇개를 고른 다음 붙일 위치로 가서 마우스 가운데 단추를 눌러보십시오. 앞에서 고른 문서가 마우스가 있는 곳에 붙여질 것입니다. 이런 방법은 여러 프로그램 사이를 오갈 때 쓸 수 있습니다. </p> <p align="right"><em>제공자 : Carsten Niehaus</em></p>
lt: <p> Ar Jūs žinote, kad galite naudoti vidurinį pelės klavišą padėti pažymėtam tekstui? Pamėginkite pažymėti tekstą su kairiu pelės klavišu ir spragtelėkite kitur su viduriniu. Pažymėtas tekstas bus padėtas spragtelėjimo vietoje. Tai netgi veikia tarp skirtingų programų. </p> <p align="right"><em>Pateikė Carsten Niehaus</em></p>
mk: <p> Дали знаевте дека може да го користите средното копче на глушецот за да вметнувате текст? Изберете некој текст со левото копче и кликнете на друго место со средното копче на глушецот. Избраниот текст ќе биде вметнат на позицијата на кликот. Ова работи и помеѓу различни програми. </p> <p align="right"><em>Придонес на Carsten Niehaus</em></p>
nb: <p> Visste du at du kan bruke den midterste museknappen til å lime inn tekst? Prøv å velge noe tekst med den venstre museknappen og klikk et annet sted med den midterste museknappen. Den valgte teksten vil da bli limt inn på det stedet du klikket. Dette virker til og med mellom forskjellige programmer. </p> <p align="right"><em>Tips av Carsten Niehaus</em></p>
nds: <p> Hest Du al wusst, dat Du den Middel-Muusknoop för't Infögen vun Text bruken kannst? Versöök dat maal: Markeer en beten Text mit den linken Muusknoop un klick an en anner Steed mit den Middel-Muusknoop. De utwählte Text warrt an de Steed vun den Klick inföögt. Dat geiht sogor twischen verscheden Programmen. </p> <p align="right"><em>Bidragen vun Carsten Niehaus</em></p>
nl: <p> Wist u dat u de middelste muisknop kunt gebruiken om tekst te plakken? Selecteer maar eens wat tekst met uw linker muisknop en klik ergens ergens anders met u rechter muisknop. De geselecteerde tekst zal op deze positie worden geplakt. U kunt op deze manier ook tussen verschillende programma's kopiëren en plakken</p> <p align="right"><em>Bijgedragen door Carsten Niehaus</em></p>
nn: <p>Visste du at du kan bruka midtknappen på musa for å lima inn tekst? Prøv å merka litt tekst med venstre museknapp og trykk ein annan stad med midtknappen. Den merka teksten vert limt inn der du klikka. Dette verkar til og med på tvers av ulike program.</p> <p align="right"><em>Tips frå Carsten Niehaus</em></p>
pt: <p>Sabia que pode utilizar o botão do meio do rato para colar texto? Experimente seleccionar algum texto com o botão esquerdo do rato e carregar noutro lado com o botão do meio do rato. O texto seleccionado será colado na posição onde o utilizador carregou. Isto até funciona entre programas diferentes. </p> <p align="right"><em>Contribuído por Carsten Niehaus</em></p>
pt_br: <p> Você sabia que pode usar o botão central do mouse para colar texto? Tente selecionar algum texto com o botão esquerdo e clique com o botão central em outro lugar. O texto selecionado será colado na posição do clique. Isto funciona inclusive entre programas diferentes. </p> <p align="right"><em>Fornecido por Carsten Niehaus</em></p>
ru: <p> Знаете ли вы, что можно использовать среднюю кнопку мыши для вставки скопированного текста? Выделите текст, используя левую кнопку мыши и щёлкните средней кнопкой мыши в любом другом месте. Выделенный текст будет вставлен в указанную позицию. Это работает даже между различными программами. </p> <p align="right"><em>Предоставил Carsten Niehaus</em></p>
rw: <p> Wari uzi ko ushobora gukoresha buto mbeba yo hagati kugira ngo womeke umwandiko? Bigerageze utoranya agace k'umwandiko ukoresheje buto mbeba y'ibumoso maze ukande ahandi hantu na buto yo hagati. Umwandiko watoranyijwe uzomekwa aho wakanze. Ibi binashoboka yewe no hagati ya porogaramu zitandukanye. </p> <p align="right"><em>Byagizwemo uruhare na Carsten Niehaus</em></p>
sk: <p> Vedeli ste, že stredným tlačidlom myši môžete vložiť text? Skúste nejaký text vybrať a kliknúť niekde inde stredným tlačidlom. Vybraný text bude vložený na miesto kliknutia. Toto dokonca funguje aj medzi rôznymi programami. </p> <p align="right"><em>Dodal Carsten Niehaus</em></p>
sl: <p> Ste vedeli, da lahko s srednjim gumbom miške lepite besedilo? Z levim gumbom miške izberite kos besedila in s srednjim gumbom miške kliknite kje drugje. Izbrano besedilo se bo prilepilo tja, kamor ste kliknili. To deluje celo med različnimi programi. </p> <p align="right"><em>Prispeval Carsten Niehaus</em></p>
sr: <p>Да ли сте знали да можете да користе средње дугме миша за преношење текста? Пробајте да изаберете неки текст левим дугметом миша и потом кликните било где средњим дугметом. Изабрани текст ће бити пренесен на место на које сте кликнули. Ово ради чак и између различитих програма.</p> <p align="right"><em>Приложио Карстен Нихаус (Carsten Niehaus)</em></p>
sr@latn: <p>Da li ste znali da možete da koriste srednje dugme miša za prenošenje teksta? Probajte da izaberete neki tekst levim dugmetom miša i potom kliknite bilo gde srednjim dugmetom. Izabrani tekst će biti prenesen na mesto na koje ste kliknuli. Ovo radi čak i između različitih programa.</p> <p align="right"><em>Priložio Karsten Nihaus (Carsten Niehaus)</em></p>
sv: <p> Visste du att du kan använda den mittersta musknappen för att klistra in text? Prova att markera någon text med den vänstra musknappen, och klicka sedan någon annanstans med den mittersta musknappen. Den markerade texten kommer då att klistras in där du klickade. Det här fungerar även mellan olika program. </p> <p align="right"><em>Tipset kommer från Carsten Niehaus</em></p>
th: <p> คุณทราบหรือไม่ว่า คุณสามารถใช้ปุ่มกลางของเมาส์ในการวางข้อความได้ ? ทดลองเลือกบางข้อความด้วยการใช้ปุ่มซ้ายของเมาส์ และคลิ้กไปที่ใด ๆ ด้วยปุ่มกลางของเมาส์ ข้อความที่เลือกไว้จะถูกวางลงไปยังตำแหน่งที่คลิ้ก ซึ่งนี่สามารถทำงานข้ามไปมาบนโปรแกรมที่ต่างกันได้ </p> <p align="right"><em>เคล็ดลับจากคุณ Carsten Niehaus</em></p>
uk: <p> Чи знаєте ви, що для вставлення тексту можна використовувати середню кнопку мишки? Виділіть якийсь текст за допомогою лівої кнопки мишки й клацніть в іншому місці середньою кнопкою. Текст буде вставлено у тій позиції. Також працює між різними програмами. </p> <p align="right"><em>Автор поради: Carsten Niehaus</em></p>
vi: <p> Bạn có khả năng sử dụng cái nút giữa trên con chuột để dán đoạn. Hãy cố lựa chọn một đoạn bằng nút trái trên chuột, và nhắp vào nơi khác bằng nút giữa trên chuột. Đoạn đã chọn sẽ được dán vào vị trí nhắp. Tính năng này hoạt động ngay cả giữa hai chương trình khác nhau. </p> <p align="right"><em>Bị Carsten Niehaus đóng góp</em>.</p>
zh_cn: <p> 您知道您可以用鼠标中键来粘贴文本吗？试试先用 鼠标左键选择一段文本，然后在别的地方点击鼠标 中键。被选择的文字就会粘到点击的地方。甚至在 不同的程序之间这也能工作。 </p> <p align="right"><em>Carsten Niehaus 投稿</em></p>
zh_tw: <p> 您知不知道滑鼠中鍵可以用來剪貼文字？試試使用滑鼠左鍵選擇一段文字 並在其它地方按下滑鼠中鍵。所選擇的文字會在按下的地方貼上。這甚至 可在不同的程式之間使用。 </p> <p align="right"><em>由 Carsten Niehaus 提供</em></p>
