Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> If you need to kill some time, KDE comes with an extensive collection of games.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
af: <p> As jy tyd het, Kde kom met 'n ekstensiewe versameling van speletjies.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
ar: <p> إذا كنت تريد اللهو لبعض الوقت ، فإنّ KDE يأتي مع مجموعة شاملة من الألعاب.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
ca: <p> Si de tant en tant us cal matar el temps, KDE porta una col·lecció de jocs completa.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
da: <p> Hvis du keder dig, kommer KDE med et stort udvalg af spil.</p> <center> <img src="crystalsvg/48x48/apps/package_games.png">
de: <p> Wenn Sie ein wenig Zeit totschlagen müssen: KDE bietet eine große Auswahl an Spielen.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
el: <p> Αν θέλετε να σκοτώσετε την ώρα σας, το KDE έρχεται με μια εκτεταμένη συλλογή παιχνιδιών.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
eo: <p>Se vi volas amuze pasigi tempon, KDE helpas per ampleksa kolekto da ludoj.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
es: <p> Si necesita matar el tiempo, KDE proporciona una extensa colección de juegos.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
et: <p> Kui sul on vaja aega surnuks lüüa, pakub KDE sulle terve hulga erinevaid mänge.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
eu: <p> Denbora pixka bat galtzeko gogoa baldin baduzu, KDEk joko bilduma zabala dakar. </p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
fa: <p> اگر بخواهید کمی وقت‌کشی کنید، KDE مجموعۀ وسیعی از بازیها را ارائه می‌کند.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
fi: <p> KDE:n laaja pelikokoelma on hyvä lääke pitkästymistä vastaan. </p><br><center> <img src="crystalsvg/48x48/apps/package_games.png">
fr: <p> Si vous voulez tuer le temps, KDE fournit une vaste collection de jeux.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
fy: <p> As jo sa no en dan wat tiid te deadzje ha, dan hat KDE in útwreide spultsjekolleksje foar jo.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
hu: <p> Ha akad egy kis szabadideje, próbálja ki a KDE érdekes és szórakoztató játékait.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
is: <p> Ef þú þarft að drepa smá tíma, þá geturðu prófað einhverja þeirra fjölmörgu leikja sem fylgja KDE.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
ja: <p> 暇つぶしが必要なときは、KDE の豊富なゲームコレクションをお試しください。</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
kk: <p> Уақытты жай кетірем десеңіз, KDE жүйесіде біраз ойындар бар. .</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
km: <p> ប្រសិនបើ​អ្នក​មាន​ពេល​ទំនេរ អ្នក​អាច​លេង​ល្បែង​ជាច្រើន ដែល​ភ្ជាប់​មក​ជាមួយ KDE</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
ko: <p> 심심할 때, KDE용 게임을 즐겨보세요.</p><br> <center> <img src="crystal/48x48/apps/package_games.png"></center>
lt: <p> Jei neturite ką veikti, KDE turi didelį žaidimų rinkinį.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
mk: <p> Ако сакате да ја разбиете досадата, KDE доаѓа со голема колекција игрички.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
nb: <p> Har du ikke annet å gjøre, så kan du prøve KDEs omfattende samling med spill.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
nds: <p> Wenn Du jüst maal en beten Tiet över hest, kannst Du Di maal den groten Koppel vun Spelen ankieken, de to KDE höört.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
nl: <p> Als u zo nu en dan wat tijd wilt doden, dan heeft KDE een uitgebreide spellencollectie voor u.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
nn: <p>Dersom du må slå i hel litt tid, kan du prøva dei mange KDE-spela.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
pt: <p> Se precisar de matar o tempo, o KDE traz uma extensa colecção de jogos.</p> <br> <center><img src="crystalsvg/48x48/apps/package_games.png"></center>
pt_br: <p> Se você precisa matar algum tempo, o KDE vem com uma extensiva coleção de jogos.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
ru: <p> Если вам нечем себя занять, вспомните, что с KDE поставляется большая коллекция игр.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
rw: <p> Niba ukeneye ibyo ukora ngo igihe gihite, KDE izana n'urutonde runini rw'imikino.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
sk: <p> Ak potrebujete zabiť nejaký čas, KDE prichádza s rozsiahlou kolekciou hier.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
sl: <p> Če potrebujete kaj, s čimer bi si krajšali čas, si oglejte precej obsežno zbirko iger, priloženih namizju KDE.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
sr: <p>Ако вам је потребно да убијете време, KDE долази са великом збирком игара.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
sr@latn: <p>Ako vam je potrebno da ubijete vreme, KDE dolazi sa velikom zbirkom igara.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
sv: <p> Det följer med en stor samling spel till KDE, utifall du skulle få tråkigt.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
th: <p> KDE มาพร้อมกับเกมส์พื้นฐานสนุก ๆ หลายตัว ซึ่งคุณสามารถเล่นมันเพื่อฆ่าเวลาได้</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
uk: <p> Якщо у вас є вільний час, то у KDE є великий набір ігор.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
vi: <p> Nếu bạn muốn nghỉ, KDE có sẵn một tập hợp trò chơi rộng rãi.</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
zh_cn: <p> 如果您需要消磨时间，KDE 带有很多游戏。 </p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">
zh_tw: <p> 如果想消磨時間，可以玩附隨 KDE 的大量遊戲。</p><br> <center> <img src="crystalsvg/48x48/apps/package_games.png">

source: <p>You can <strong>quickly change the background</strong> image of the desktop by dragging a graphics image from a Konqueror window to the desktop background.</p>
af: <p>Jy kan <strong>vinnig verander die agtergrond</strong> beeld van die werkskerm deur te trek 'n grafieka beeld van 'n Konqueror venster na die werkskerm agtergrond.</p>
ar: <p>يمكنك <strong>تغيير الصورة الخلفية</strong> بسرعة لسطح المكتب عند سحب صورة من نافذة Konqueror إلى خلفية سطح المكتب.</p>
ca: <p>Podeu <strong>canviar ràpidament la imatge de fons</strong> de l'escriptori arrossegant una imatge gràfica des d'una finestra Konqueror al fons de l'escriptori.</p>
da: <p>Du kan <strong>hurtigt ændre baggrundsbilledet</strong> på desktoppen ved at trække et billede fra et Konqueror-vindue til desktopbaggrunden.</p>
de: <p>Sie können <strong>das Hintergrundbild der Arbeitsfläche auf die Schnelle ändern</strong>, indem Sie eine Bilddatei aus einem Konqueror-Fenster auf den Hintergrund ziehen.</p>
el: <p>Μπορείτε <strong>να αλλάξετε γρήγορα την εικόνα φόντου</strong> της επιφάνειας εργασίας σύροντας μια εικόνα από ένα παράθυρο του Konqueror και αφήνοντάς την στο φόντο της επιφάνειας εργασίας.</p>
eo: <p>Vi povas facile <strong>ŝanĝi la tapeton</strong> de la tabulo ŝovante grafikon el Konkerantofenestro al la tabulfono.</p>
es: <p>Puede <strong>cambiar rápidamente el tapiz</strong> del escritorio arrastrando una imágen gráfica desde una ventana de Konqueror hasta el fondo del escritorio.</p>
et: <p>Töölaua <strong>tausta on võimalik kiirelt muuta</strong>, lohistades pildifaili Konquerorist töölaua taustale.</p>
eu: <p>Mahaigainaren <strong>atzeko planoko irudia aldatzea </strong> oso erraza da, nahikoa baita Konquerorren leiho bateko irudi grafikoa mahaigainaren atzeko planora arrastatzea.</p>
fa: <p>می‌توانید با کشیدن یک تصویر نگاره‌ای از یک پنجرۀ Konqueror به زمینۀ رومیزی، <strong>تصویر زمینۀ رومیزی را به سرعت تغییر دهید</strong>.</p>
fi: <p>Voit <strong>muuttaa työpöydän taustakuvaa</strong> vetämällä kuvan Konquerorin ikkunasta työpöydän taustaan.</p>
fr: <p> Vous pouvez <strong>rapidement changer l'image de fond d'écran</strong> du bureau en glissant-déposant une image située dans une fenêtre de Konqueror sur le fond du bureau.</p>
fy: <p>Jo kinne <strong>ienfâldich en fluch jo eftergrûnôfbylding wizigje</strong> Troch in ôfbylding út in finster fan Konqueror nei it buroblêd te slepe.</p>
hu: <p><strong>Egy mozdulattal kicserélhető a munkaasztal háttérképe</strong>: a fájlkezelőben jelölje ki a kívánt képet, és ejtse rá a munkaasztalra.</p>
is: <p>Þú getur <strong>breytt myndinni í bakgrunninum</strong> með því að draga mynd úr Konqueror glugga yfir á bakgrunn skjáborðsins.</p>
ja: <p>画像ファイルを Konqueror のウィンドウからデスクトップの背景にドラッグ＆ドロップするだけで、簡単に壁紙を変更することができます。</p>
kk: <p >Сіз суретті Konqueror терезесінен үстеліне сүйреп апарып <strong>үстел аясын оңай өзгерте</strong> аласыз.</p>
km: <p>អ្នក​អាច​<strong>ប្ដូរ​រូបភាព​ផ្ទៃ​ខាង​ក្រោយ</strong>​របស់​ផ្ទៃតុ​បាន​យ៉ាង​លឿន ដោយ​អូស​រូបភាព​ក្រាហ្វិក​មួយ​ពី​បង្អួច Konqueror ទៅ ផ្ទៃ​ខាង​ក្រោយ​ផ្ទៃតុ ។</p>
ko: <p>컹커러 창에서 그래픽 이미지를 드래그 하여 데스크톱 배경화면에 놓으면 쉽게 바탕화면을 바꿀 수 있습니다.</p>
lt: <P> Jūs galite <strong>greitai pakeisti fono</strong> paveiksliuką darbastaliui nutempdami paveiksliuką iš Konqueror lango į darbastalio foną.</p>
mk: <p>Може <strong>набрзина да ја смените подлогата</strong> на работната површина со влечење на слика од прозорец на Konqueror врз подлога на површината.</p>
nb: <P>Du kan <strong>raskt endre bakgrunnsbildet</strong> på skrivebordet ved å dra et bilde fra Konqueror-vinduet til skrivebordsbakgrunnen.</p>
nds: <p>Du kannst dat <strong>Schriefdisch-Achtergrundbild gau ännern</strong>, wenn Du en Bild ut Konqueror to den Schriefdisch-Achtergrund treckst.</p>
nl: <p>U kunt <strong>eenvoudig en snel uw achtergrondafbeelding wijzigen</strong> door een afbeelding uit een venster van Konqueror naar het bureaublad te verslepen.</p>
nn: <p>Du kan <strong>raskt endra bakgrunnsbiletet</strong> på skrivebordet ved å dra eit bilete frå eit Konqueror-vindauge til skrivebordsbakgrunnen.</p>
pt: <p>O utilizador pode <strong>mudar a imagem de fundo</strong> do ecrã arrastando uma imagem gráfica duma janela do Konqueror para o fundo do ecrã.</p>
pt_br: <p>Você pode <strong>mudar rapidamente a imagem de fundo</strong> da área de trabalho arrastando uma imagem gráfica de uma janela do Konqueror para o fundo de tela.</p>
ru: <p>Вы можете <strong>быстро изменить фоновый рисунок</strong> рабочего стола, перетащив картинку из окна Konqueror на рабочий стол.</p>
rw: <p>Ushobora <strong>guhindura vuba imbuganyuma</strong> ishusho rya ibiro unyereza ishusho bishushanyo ukarivana ku idirishya rya Konqueror urijyana ku mbuganyuma y'ibiro.</p>
sk: <p>Môžete <strong>rýchlo meniť pozadie</strong> pretiahnutím obrázku z Konquerora na plochu pozadia.</p>
sl: <p><strong> Podobo ozadja</strong> namizja najhitreje spremenite, če na ozadje namizja zvlečete sliko iz okna Konquerorja.</p>
sr: <P>Можете <strong>веома брзо да промените слику у позадини</strong> тако што ћете из Konqueror-овог прозора превући слику на радну површину.</p>
sr@latn: <P>Možete <strong>veoma brzo da promenite sliku u pozadini</strong> tako što ćete iz Konqueror-ovog prozora prevući sliku na radnu površinu.</p>
sv: <p>Du kan <strong>snabbt ändra skrivbordets bakgrundsbild</strong> genom att dra en bild från något av Konquerors fönster till skrivbordets bakgrund.</p>
th: <p>คุณสามารถ<strong>เปลี่ยนภาพพื้นหลัง</strong>ของพื้นที่ทำงาน ได้อย่างรวดเร็ว โดยการลากภาพกราฟิกจากหน้าต่างคอนเควอร์เรอร์ ไปยังพื้นหลังของพื้นที่ทำงาน</p>
uk: <p>Ви можете <strong>швидко змінити</strong> тло стільниці перетягнувши зображення з вікна Konqueror на стільницю.</p>
vi: <p>Bạn có thể <strong>đổi nhanh ảnh nền</strong> màn hình, bằng cách kéo một ảnh từ cửa sổ trình Konqueror nào vào nền màn hình.</p>
zh_cn: <p>只要把一幅图片从 Konqueror 窗口拖到桌面背景中， 您就可以<strong>快速改变桌面的背景图像</strong>。</p>
zh_tw: <p>由 Konqueror 視窗拖曳圖像到桌面背景可<strong>快速改變背景</strong>圖像。</p>

source: <p>You can change the background color of the desktop by dragging a color from a color selector in any application to the desktop background. </p>
af: <p>Jy kan verander die agtergrond kleur van die werkskerm deur te trek 'n kleur van 'n kleur kiesser in enige aansoek na die werkskerm agtergrond. </p>
ar: <p>يمكنك تغيير لون خلفية سطح المكتب عند سحب أي لون من منتقي الألوان لدى أي تطبيق إلى خلفية سطح المكتب. </p>
ca: <p>Podeu canviar el color de fons de l'escriptori arrossegant un color des d'un selector de color de qualsevol aplicació al fons de l'escriptori. </p>
da: <p>Du kan ændre baggrundsfarven på desktoppen ved at trække en farve fra en farvevælger i et vilkårligt program hen på desktoppens baggrund. </p>
de: <p>Sie können die Hintergrundfarbe der Arbeitsfläche ändern, indem Sie eine Farbe aus dem Farbauswahldialog eines beliebigen Programms auf den Hintergrund ziehen.</p>
el: <p>Μπορείτε να αλλάξετε το χρώμα φόντου της επιφάνειας εργασίας, σύροντας ένα χρώμα από οποιονδήποτε ανοικτό επιλογέα χρωμάτων στο φόντο της επιφάνειας εργασίας.</p>
eo: <p>Vi povas ŝanĝi la fonkoloron de tabulo ŝovante iun koloron el kolordialogo de iu ajn aplikaĵo al la tabulfono. </p>
es: <p>Puede cambiar el color de fondo del escritorio arrastrando un color desde el selector de colores de cualquier aplicación al fondo del mismo. </p>
et: <p>Töölaua tausta värvi on võimalik muuta, lohistades suvalise rakenduse värvivalijast värvi töölaua taustale.</p>
eu: <p>Mahaigainaren atzeko planoko kolorea aldatzeko nahikoa duzu edozein aplikazioren kolore hautatzailetik kolore bat mahaigainaren atzeko planora arrastzea. </p>
fa: <p>رنگ زمینۀ رومیزی را می‌توان با کشیدن رنگی از یک گزینندۀ رنگ در هر کاربرد به زمینۀ رومیزی، تغییر داد. </p>
fi: <p>Voit muuttaa työpöydän taustan väriä vetämällä värin minkä tahansa ohjelman värinvalitsimesta työpöydän taustaan. </p>
fr: <p>Vous pouvez changer la couleur de fond d'écran en tirant une couleur du sélecteur de couleur de n'importe quelle application KDE vers le fond du bureau.</p>
fy: <p>Jo kinne de eftergrûnkleur fan jo buroblêd wizigje troch in kleur út de kleurenselekter fan alle willekeurige KDE-programma nei jo buroblêd te slepe. </p>
hu: <p>Egy mozdulattal megváltoztatható a munkaasztal háttérszíne: egy színválasztó párbeszédablakban válassza ki a kívánt színt és ejtse rá a munkaasztalra.</p>
is: <p>Þú getur breytt lit bakgrunnsins með því að draga lit af litaspjaldi í einhverju forriti yfir á bakgrunn skjáborðsins. </p>
ja: <p>アプリケーションの色選択ダイアログからデスクトップの背景に色をドラッグするだけで、簡単にデスクトップの背景色を変更することができます。</p>
kk: <p>Сіз, кез келген қолданбаның түстер таңдау диалогынан керек түсті үстеліне сүйреп апарып, үстелінің аясының түсін өзгерте аласыз. </p>
km: <p>អ្នក​អាច​ប្ដូរ​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​របស់​ផ្ទៃតុ ដោយ​អូស​ពណ៌​មួយ​ពី ឧបករណ៍​ជ្រើស​ពណ៌​ក្នុង​កម្មវិធី​ណា​មួយ ទៅ​ផ្ទៃ​ខាង​ក្រោយ​ផ្ទៃតុ ។ </p>
ko: <p> 바탕화면 색을 바꿀 때 아무 응용프로그램에서나 "색 고르기"를 써서 색상을 뽑아서 바탕화면 색으로 지정할 수 있습니다.</p>
lt: <P> Jūs galite pakeisti darbastalio fono spalvą atitempdami spalvą iš spalvų parinkėjo bet kurioje programoje į darbastalio foną. </p>
mk: <p>Може да ја смените бојата на подлогата на работната површина со влечење на боја од избирач на бои од која и да е апликација врз подлогата на површината.</p>
nb: <P>Du kan endre bakgrunnsfargen på skrivebordet ved å dra en farge fra fargevelgeren i et hvilket som helst program til skrivebordsbakgrunnen.</p>
nds: <p>Du kannst de Klöör vun den Schriefdisch-Achtergrund wesseln, wenn Du en Klöör ut den Klören-Wähler vun jichtenseen Programm to den Schriefdisch-Achtergrund treckst.</p>
nl: <p>U kunt de achtergrondkleur van uw bureaublad wijzigen door een kleur uit de kleurenselector van elke willekeurig KDE-programma naar uw bureaublad te verslepen. </p>
nn: <p>Du kan endra bakgrunnsfargen på skrivebordet ved å dra ein farge frå fargeveljaren i eit vilkårleg program til skrivebordsbakgrunnen.</p>
pt: <p>O utilizador pode mudar a cor de fundo do ecrã arrastando uma cor de um selector de cores em qualquer aplicação para o fundo do ecrã. </p>
pt_br: <p>Você pode mudar a cor de fundo da área de trabalho arrastando uma cor de um seletor de cores de qualquer aplicação para o fundo da tela. </p>
ru: <p>Вы можете изменить цвет фона рабочего стола, перетащив цвет из диалога выбора цветов любого приложения на рабочий стол. </p>
rw: <p>Ushobora guhindura ibara mbuganyuma ry'ibiro unyereza ibara urivanye muri mutoranyamabara iri muri porogaramu iyo ariyo yose ukaryerekeza ku mbuganyuma y'ibiro. </p>
sk: <p>Môžete meniť farbu pozadia pretiahnutím farby zo selektora farieb v nejakej aplikácii na plochu pozadia. </p>
sl: <p>Barvo ozadja namizja spremenite tako, da na ozadje namizja iz izbirnika barv v kateremkoli programu povlečete barvo. </p>
sr: <p>Можете променити боју позадине радне површине тако што ћете превући боју из бирача боја у било ком програму на позадину радне површине.</p>
sr@latn: <p>Možete promeniti boju pozadine radne površine tako što ćete prevući boju iz birača boja u bilo kom programu na pozadinu radne površine.</p>
sv: <p>Du kan ändra skrivbordets bakgrundsfärg genom att dra en färg från en färgväljare i vilket program som helst till skrivbordets bakgrund. </p>
th: <p>คุณสามารถ เปลี่ยนสีพื้นหลังของพื้นที่ทำงานได้ โดยการคลิกลากที่สี จากกล่องเลือกสีในแอพพลิเคชันใดๆ ก็ได้ ไปยังพื้นหลังของพื้นที่ทำงาน </p>
uk: <p>Ви можете змінити колір тла стільниці пересунувши колір з діалогу вибору кольору у будь який програмі на тло стільниці. </p>
vi: <p>Bạn có thể thay đổi màu màn hình nền bằng cách kéo một màu từ bảng chọn màu trong bất kỳ ứng dụng, vào nền màn hình. </p>
zh_cn: <p>只要把一种颜色从任意应用程序拖到桌面背景中， 您就可以改变桌面的背景颜色。 </p>
zh_tw: <p>在任何應用程式中的顏色選擇器拖曳顏色到桌面背景就可以改變桌面的背景顏色。 </p>
