Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> You can access an <strong>info page</strong> by entering a double hash mark (##) and the name of the info page wherever you can enter a URL, like in the URL line of the web browser or the <strong>Alt+F2</strong> command-line. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
ca: <p> Podeu accedir a una <strong>pàgina info</strong> introduint dos marques de sostingut (##) i el nom de la pàgina info allà on podeu introduir un URL, tal com a la línia d'URL del fullejador web o a la línia d'ordres <strong>Alt-F2</strong>. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
da: <p> Du kan få adgang til en <strong>infoside</strong> ved at indtaste et dobbelt ##-tegn og navnet på infosiden hvor som helst man i øvrigt kan indtaste en URL, som i URL-linjen i browseren eller <strong>Alt+F2</strong>-kommandolinjen. </p> <br><center> <img src="hicolor/48x48/apps/khelpcenter.png">
de: <p> Sie können auf <strong>Infoseiten</strong> zugreifen, indem Sie ein doppeltes Nummernzeichen (##) und den Namen der Seite an einer beliebigen Stelle eingeben, die zum Öffnen von URLs vorgesehen ist. So z. B. in der Adresszeile des Webbrowsers oder der Mini-Befehlszeile, die nach Eingabe von <strong>Alt+F2</strong> erscheint. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
el: <p> Μπορείτε να δείτε μια <strong>σελίδα info</strong> εισάγοντας μια διπλή δίεση (##) και το όνομα της σελίδας info οπουδήποτε μπορείτε να εισάγετε ένα URL όπως στη γραμμή διευθύνσεων του περιηγητή ιστοσελίδων ή στη γραμμή εντολών που εμφανίζεται με <strong>Alt-F2</strong>. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
eo: <p> Vi povas aliri <strong>info-paĝon</strong> tajpante du kradojn (##) kaj la nomon de la info-paĝo ĉie kie vi povas entajpi URLon, ekz. en la URL-linio de TTT-legilo aŭ la <strong>Alt+F2</strong>-komandlinio. </p> <br> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
es: <p> Puede acceder a ciertas <strong>páginas info</strong> introduciendo una doble almohadilla (##) y el nombre de la página info en cualquier lugar donde pueda introducir una URL, como por ejemplo en la barra de direcciones del navegador web o en la línea de órdenes de <strong>Alt+F2</strong>. </p> <br> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
et: <p> Kindla <strong>infolehekülje</strong> lehitsemiseks võid sisestada trellid (#) ja infolehekülje nime igale poole, kuhu on võimalik URL sisetada, nt. brauseri asukoharibale või <strong>Alt+F2</strong> käsureale. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
fa: <p> با وارد کردن دو نشان درهم )##( و نام صفحۀ اطلاعات در محلی که می‌توان نشانی وب را وارد کرد، مانند خط نشانی وب مرورگر وب یا خط فرمان <strong>دگرساز+F2</strong>، می‌توانید به یک <strong>صفحۀ راهنما</strong> دست یابید. </p> <br> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
fi: <p> Voit avata <strong>info-sivun</strong> kirjoittamalla selaimen osoiteriville tai <br> <strong>Alt+F2</strong>-komentoriville kaksinkertaisen risuaitamerkin (##) ja sivun nimen . </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
fr: <p> Vous pouvez accéder à toute <strong>page info</strong> en saisissant un double dièse (##) suivi du nom de la page info à tout endroit où il est possible de saisir une URL, comme par exemple la barre d'URL de Konqueror, ou la ligne de commande obtenue en appuyant sur <strong>Alt+F2</strong>. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
fy: <p> Jo kinne in <strong>ynfo-side</strong> iepenje troch in dûbel hekje (##) en de namme fan de ynfo-side yn te fieren op alle plakken yn KDE wêr jo ek in URL-adres/ynternetadres ynfiere kinne. Sa as yn de programmastarter, de webblêder of de kommandopront <strong>Alt-F2</strong>. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
hu: <p> Könnyen előhívhatja bármelyik <strong>info oldalt</strong>, ha beírja az oldal nevét egy # jel után egy URL fogadására alkalmas mezőben, például egy böngészőprogram címsorában vagy az <strong>Alt+F2</strong> lenyomásával előhívható parancssorban. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
is: <p> Þú getur skoðað <strong>info-síður</strong> með því að slá inn tvö 'hash' merki (##) og heiti síðunnar. Þetta virkar allsstaðar þar sem þú getur skrifað inn vefslóðir, eins og til dæmis í slóðarlínu vafrans eða í <strong>Alt-F2</strong> skipanaglugganum. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
ja: <p> <strong>[Alt-F2]</strong> で開くコマンド入力フィールドやウェブブラウザのアドレスフィールドなと、URL を入力できる場所ならどこでも、"##" に続けて info ページの名前を入力するだけで、素早く <strong>info ページ</strong>を見ることができます。</p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
km: <p> អ្នក​អាច​ចូល​ដំណើរការទំព័រ <strong>info</strong> ដោយ​វាយ​បញ្ចូល​សញ្ញា​ទ្រុង​ជ្រូក​ពីរ (##) និងឈ្មោះ របស់​ទំព័រ​ info ត្រង់​កន្លែង​ណា​ដែល​អ្នក​អាច​វាយ​បញ្ចូល URL បាន​ ដូចជា​ក្នុង បន្ទាត់ URL របស់​កម្មវិធី​រុករក​បណ្ដាញ ឬបន្ទាត់​ពាក្យ​បញ្ជា <strong>ជំនួស (Alt)+F2</strong> ។ </p> <br> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
ko: <p> <strong>info 페이지</strong>에 접근하려면 # 기호를 두 번 입력한 다음, URL을 입력할 수 있는 곳에 info 페이지의 이름을 입력하십시오. 예를 들어 웹 브라우저의 주소 표시줄이나 <string>Alt+F2</strong> 명령줄이 있습니다. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png"></center>
mk: <p> Може да пристапите до одредена <strong>info-страница</strong> со внесување на знакот две тараби (##), проследено со името на man страницата, таму каде што може да внесете URL, како во полето за локација на веб прелистувачот или во командната линија добиена со <strong>Alt-F2</strong>. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
nb: <p> Du kan åpne en bestemt <strong>info-side</strong> ved å skrive en dobbel skigard (##) og navnet på infosida der du ellers kan skrive inn en URL, som f eks. adresselinja i nettleseren eller i <strong>Alt + F2</strong>-kommandolinja. </p> <br> <center> <img src="crystalsvg/48x48/apps/khelpcenter.png">
nds: <p> Du kannst <strong>info-Sieden</strong> wiesen, wenn Du twee Dubbelkrüzen (##, "Gaddertekens") un den Naam vun den Siet in jichtenseen Adressfeld ingiffst, t.B. in Konqueror oder de <strong>Alt+F2</strong>-Befehlsreeg. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
nl: <p> U kunt een <strong>info-pagina</strong> openen door een dubbel hekje (##) en de naam van de info-pagina in te voeren op elke plek in KDE waar u ook een URL-adres/internetadres kunt invoeren. Zoals in de programmastarter, de webbrowser of de commandoprompt <strong>Alt-F2</strong>. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
nn: <p>Du kan opna ei <strong>info-side</strong> ved å skriva ein dobbel skigard (##) og namnet på info-sida der du elles kan oppgje URL-ar, til dømes i adresselinja i nettlesaren eller i <strong>Alt&nbsp;+&nbsp;F2</strong>-vindauget.</p> <br><center> <img src="hicolor/48x48/apps/khelpcenter.png">
pt: <p> O utilizador poderá aceder a uma dada <strong>página do 'info'</strong> colocando um duplo cardinal (##) e o nome da página do 'info' em qualquer lado onde possa introduzir um URL, como na linha de URL do navegador ou a linha de comandos do <strong>Alt+F2</strong>.</p><br> <center><img src="hicolor/48x48/apps/khelpcenter.png">
pt_br: <p> Você pode acessar uma <strong>página info</strong> digitando duas cerquilhas (##) e o nome da página info em qualquer lugar que você possa introduzir uma URL, como na linha de URL do navegador web ou a linha de comandos do <strong>Alt+F2</strong>. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
ru: <p> Можно открыть любую <strong>страницу info</strong>, введя двойной знак решётки (##) и имя страницы info в любом поле для ввода адреса, например, в адресной строке веб-браузера или в диалоге командной строки по <strong>Alt+F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
sk: <p> Môžete pristupovať k <strong>info stránkam</strong> zadaním dvojitého znaku hash (#) a mena info stránky, kedykoľvek keď zadáte URL, ako napríklad v okne web prehliadača, alebo v <strong>Alt+F2</strong> príkazovom riadku. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
sl: <p>Do izbrane <strong>strani info</strong> pridete tako, da vnesete dvojno ograjico (##) in ime strani info. To je mogoče povsod, kjer lahko vpišete URL, na primer v lokacijski vrstici spletnega brskalnika ali v ukazni vrstici dobljeni z <strong>Alt+F2</strong>.</p> <br><center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
sr: <p>Одређеној <strong>info страни</strong> можете приступити уношењем двоструког знака тарабе (##) праћеним именом info стране, у било које поље у које можете да унесете URL, као што је поље за унос локација у веб прегледачу, или командна линија која се добија са <strong>Alt+F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
sr@latn: <p>Određenoj <strong>info strani</strong> možete pristupiti unošenjem dvostrukog znaka tarabe (##) praćenim imenom info strane, u bilo koje polje u koje možete da unesete URL, kao što je polje za unos lokacija u veb pregledaču, ili komandna linija koja se dobija sa <strong>Alt+F2</strong>.</p><br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
sv: <p> Du kan komma åt en <strong>infosida</strong> genom att skriva in dubbla brädhögar (##) följt av namnet på infosidan. Det här kan du göra på vilken plats som helst där du kan skriva in en webbadress, t ex i webbadressraden i en webbläsare eller i kommandoraden som visas då du trycker på <strong>Alt+F2</strong>. </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
th: <p> คุณสามารถเข้าใช้ <strong>หน้าข้อมูล (Info)</strong> ได้ โดยใส่ เครื่องหมาย ## และชื่อของหน้าข้อมูลที่ต้องการ คุณสามารถเติม URL เหมือนในช่องตำแหน่งของเว็บบราวเซอร์ หรือใช้ <strong>Alt-F2</strong> เพื่อเรียกบรรทัดคำสั่งก็ได้ </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">
uk: <p> Ви можете переглянути будь-яку <strong>сторінку info</strong> набравши подвійний символ ґратки (##) та назву сторінки info скрізь, де ви можете ввести URL, наприклад у полі адреси навігатора Тенет або командного рядка <strong>Alt-F2</strong> . </p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
zh_tw: <p> 只要是能輸入 URL 的地方，例如網頁瀏覽器的網址欄或是 <strong>Alt+F2 </strong> 命令列中，輸入雙井號（##）然後跟隨 info 說明頁的名稱 就可以瀏覽 <strong>info 說明頁</strong>。 </p> <br> <center> <img src="hicolor/48x48/apps/khelpcenter.png">

source: <p> If you cannot access the titlebar, you can still <strong>move a window</strong> on the screen by holding the Alt key, clicking anywhere into the window and "dragging" it with the mouse.</p><br> <p>Of course, you can change this behavior by using the Control Center.</p>
af: <p> Indien jy nie toegang tot die titelbalk het nie, kan jy steeds die <strong> venster skuif</strong> op doie skerm, deur die Alt te druk en dan enige plek in die venster te kliek en dit dan te "sleep" met die muis.</p><br> <p>Jy kan dit ook stel in die Beheer Sentrum.</p>
ar: <p> إذا لم تستطع الوصول إلى شريط العنوان لنافذة ما ، لا يزال بإمكانك <strong> تحريك نافذة</strong> على الشاشة عند الضغط على المفتاح Alt ثم النقر في أي مكان من النافذة و "سحبها" بواسطة الفأرة.</p><br> <p>طبعاً يمكنك تغيير هذا السلوك في مركز التحكم.</p>
ca: <p> Si no podeu accedir a la barra de títol, encara podeu <strong>moure una finestra</strong> de la pantalla, prement la tecla Alt, clicant dins de la finestra i "arrossegant-la" amb el ratolí.</p><br> <p>Naturalment, podeu canviar aquest comportament usant el Centre de control.</p>
da: <p> Hvis du ikke kan få fat i titellinjen, kan du stadig <strong>flytte et vindue</strong> på skærmen ved at holde Alt-tasten nede, klikke et vilkårligt sted i vinduet og "trække" det med musen.</p><br> <p>Du kan naturligvis ændre dette i Kontrolcenteret.</p>
de: <p> Falls Sie an eine Titelleiste nicht herankommen, können Sie auch dadurch <strong>ein Fenster verschieben</strong>, dass Sie die Alt-Taste gedrückt halten, irgendwo in das Fenster hineinklicken und es dann mit der Maus an die gewünschte Position ziehen.</p><br> <p>Natürlich können Sie auch diese Einstellungen über das Kontrollzentrum ändern.</p>
el: <p> Αν δεν έχετε πρόσβαση στη γραμμή τίτλου, μπορείτε ακόμη να <strong>μετακινήσετε ένα παράθυρο</strong> στην οθόνη κρατώντας πατημένο το πλήκτρο Alt, κάνοντας κλικ οπουδήποτε πάνω στο παράθυρο και "σέρνοντάς" το με το ποντίκι.</p><br> Φυσικά μπορείτε να αλλάξετε αυτή τη συμπεριφορά μέσω του Κέντρου ελέγχου.
eo: <p> Se vi ne povas aliri la titolabreton, vi povas movi la fenestron per la muso. Trenu la fenestron dum premante la ALT-klavon.</p><br> <p>Vi povas ŝanĝi tiun konduton en la Stircentro.</p>
es: <p> Si no puede acceder a la barra de título, todavía puede <strong>mover una ventana</strong> en la pantalla manteniendo pulsada la tecla Alt, pulsando en cualquier lugar de la ventana y «arrastrándola» con el ratón.</p><br> <p>Por supuesto, puede cambiar este comportamiento utilizando el Centro de Control.</p>
et: <p> Kui sul ei ole mingil põhjusel võimalik akna tiitliribale juurde pääseda, saad <strong>akent liigutada</strong>, hoides all klahvi Alt, klõpsates suvalisel akna osal ning siis hiirega lohistades.</p><br> Loomulikult on võimalik seda käitumist juhtimiskeskuse abil muuta.
eu: <p> Titulu-barrara ailegatzerik ez baldin baduzu, Alt tekla sakatuta mantenduz, leihoaren edozein tokitan klik eginez eta saguaz arrastatuz <strong>leihoa mugitu</strong> egin dezakezu.</p><br> Portaera hau Kontrol gunean alda dezakezu, noski.
fa: <p> اگر نمی‌توانید به میله عنوان دست یابید، هنوز می‌توانید با نگه داشتن کلید دگرساز، فشار در هر جایی از پنجره و »کشیدن« آن با موشی، <strong> پنجره‌ای را روی پرده حرکت دهید</strong>.</p><br> <p>البته، می‌توانید این رفتار را با استفاده از مرکز کنترل تغییر دهید.</p>
fi: <p> Jos et yllä ikkunan otsikkoriviin, voit kuitenkin liikuttaa ikkunaa hiiren avulla mistä tahansa ikkunan kohdasta painamalla Alt-painikkeen pohjaan. </p><br> Tätä ominaisuutta voi muuttaa ohjauskeskuksessa.
fr: <p> Si vous ne pouvez pas atteindre la barre de titre, vous pouvez tout de même <strong>déplacer une fenêtre</strong> en conservant la touche « Alt » enfoncée, puis cliquer n'importe où dans la fenêtre, et enfin la tirer avec la souris.</p><br> Bien sûr, vous pouvez modifier ce comportement en utilisant le Centre de configuration de KDE.
fy: <p> As jo de titelbalke fan in finster net berikke kinne, dan kinne jo it <strong>finster altyd noch ferpleatse</strong> oer it skerm troch de ALT-toets yndrukt te hâlden wylst jo mei de lofter mûsknop op in willekeurich plak binnen it finster klikke en dizze ferpleatse. </p><br> Yndie kinne jo dit gedrach ek wizigje yn it Konfiguraasjesintrum.
hu: <p> Ha nem látszik egy ablak címsora, akkor is <strong>elmozgatható az ablak</strong>. Ehhez tartsa lenyomva az Alt gombot, kattintson az ablak területére és kezdje el "húzni" az egérrel.</p><br> Ezt a működést módosítani lehet a Vezérlőpultban.</p>
is: <p> Ef þú kemst ekki í titlslá glugga getur þú samt <strong>fært gluggann</strong> til með því að halda inni Alt hnappnum, smella hvar sem er á gluggann og "draga" hann til með músinni.</p><br> <p>Þú getur að sjálfsögðu breytt þessari hegðun í Stjórnborðinu.</p>
ja: <p> タイトルバーにアクセスできないときでも、Alt キーを押しながらウィンドウのどこかをクリックしてマウスでドラッグすると、ウィンドウを移動することができます。</p><br> <p>この挙動は、コントロールセンターで変更できます。</p>
kk: <p> Егер терезенің айдары қол жеткізбесе, <strong>терезені жылжыту</strong> үшін, Alt пернесін басып тұрып, тышқанмен терезенің кез келген жерінен "ұстап", керек жерге "сүйреп" апаруға болады.</p><br> <p>Әрине, бұл тәртіпті Басқару орталығында өзгертуге болады.</p>
km: <p> ប្រសិនបើ​អ្នក​មិន​អាច​ចូលដំណើរការ​របារ​ចំណងជើង អ្នក​នៅ​តែ​អាច​<strong>ផ្លាស់ទី​បង្អួច​មួយ</strong> លើ​អេក្រង់​ដោយ​ចុច​គ្រាប់ចុច ជំនួស ឲ្យ​ជាប់​ត្រង់​កន្លែង​ណា​មួយ​ក្នុង​បង្អួច ហើយ "អូស" វា​ដោយ​ប្រើ​កណ្ដុរ ។</p><br> ពិតប្រាកដ​ណាស់ អ្នក​អាច​ផ្លាស់ប្តូរ​ឥរិយាបថ​នេះ ដោយ​ប្រើ​មជ្ឈមណ្ឌល​បញ្ជា ។</p>
ko: <p> 제목줄에 쉽게 접근할 수 없을 때, 알트(Alt) 글쇠를 누른채로 창 안에 어떤 곳이든 눌러서 마우스로 창을 끌고 다니면 <strong>창을 옮길 수 있습니다</strong>. </p><br> <p>물론, 제어판에서 이런 움직임을 바꿀 수 있습니다.</p>
lt: <p> Net ir negalėdami pasiekti antraštės juostos, Jūs vis dar galite <strong>nustumti langą</strong> į ekraną laikydami paspaudę Alt klavišą, „prispaudę“ su pelės klavišu bet kurią lango vietą ir tempdami langą su pele.</p><br> Be abejo, Jūs galite pakeisti šį elgesį naudodami Valdymo centrą.
mk: <p> Ако не може да пристапите до насловната лента, сѐ уште може да <strong>преместите прозорец</strong> на екранот со држење на копчето Alt, кликање било каде во прозорецот и влечење со глушецот.</p><br> <p>Секако, ова однесување може да се промени во Контролниот центар.</p>
nb: <p> Selv om du ikke kan se tittellinja kan du fortsatt <strong>flytte et vindu</strong> på skjermen ved å holde Alt-tasten nede, klikke et eller annet sted på vinduet og «dra» det med musepekeren.</p><br> Du kan selvfølgelig endre denne oppførselen i kontrollpanelet.
nds: <p> Ok wenn Du nich an den Titelbalken kummst, kannst Du <strong>Finstern bewegen</strong>: Eenfach Alt drücken un mit den linken Muusknoop in't Finster klicken, denn kannst Du dat mit de Muus trecken.</p><br> <p>Kloor, wat Du dit Bedregen ok in't Kuntrullzentrum ännern kannst.</p>
nl: <p> Als u de titelbalk van een venster niet kunt bereiken, dan kun u het <strong>venster nog steeds verplaatsen</strong> over het scherm door de Alt-toets ingedrukt te houden terwijl u met de linker muisknop op een willekeurige plek binnen het venster klikt en deze beweegt. </p><br> <p>Uiteraard kunt u dit gedrag wijzigen in het Configuratiecentrum.</p>
nn: <p>Sjølv om du ikkje kan sjå tittellinja kan du framleis <strong>flytta eit vindauge</strong> på skjermen ved å halda Alt-tasten nede, klikka ein eller annan stad i vindauget og «dra» det med musa.</p><p>Du kan sjølvsagt endra denne åtferda i kontrollsenteret.</p>
pt: <p> Se não conseguir aceder à barra de título, o utilizador poderá à mesma <strong>mover uma janela</strong> no ecrã carregando na tecla Alt, carregando também em qualquer ponto da janela e "arrastando-a" com o rato.</p><br> <p>Claro que o utilizador poderá mudar este comportamento através do Centro de Controlo.</p>
pt_br: <p> Se você não pode acessar a barra de título, você ainda pode <strong>mover uma janela</strong> na tela segurando a tecla Alt, clicando em qualquer lugar dentro da janela e "arrastando-a" com o mouse.</p><br> <p> Você pode, é claro, mudar este comportamento através do Centro de Controle.</p>
ru: <p> Если заголовок окна недоступен, вы все же можете <strong>переместить окно</strong>.Удерживая Alt, "перетащите" окно мышкой, зажав левую кнопку в любой точке окна.<br> Конечно, вы можете изменить это поведение в Центре управления.
rw: <p> Niba udashobora kwinjira umurongo mutwe, ushobora na none <strong>kwimurira idirishya</strong> kuri mugaragaza utsindagira buto Alt, ugakanda ahabonetse hose mu idirishya maze "ukayinyereza" ukoresheje imbeba.</p><br> <p>Birumvika, ushobora guhindura iyi myifatire ukoresheje Ikigo Kigenzura.</p>
sk: <p> V prípade, že nemôžete kliknúť na titulok okna, stále môžete <strong>presúvať okno</strong> po obrazovke stlačením klávesy Alt, kliknutím kdekoľvek do okna a "presunom" myšou.<br> Samozrejme môžete zmeniť túto vlastnosť s pomocou Ovládacieho centra.
sl: <p>Če ne morete doseči naslovne vrstice, lahko še zmeraj <strong>premaknete okno</strong> na zaslonu tako, da držite pritisnjeno tipko Alt, kliknete nekje v oknu in ga »povlečete« z miško.</p><p>Seveda lahko obnašanje tudi spremenite in sicer v Nadzornem središču KDE.</p>
sr: <p>Ако не можете да приступите насловној траци, и даље можете <strong>померати прозор</strong> по екрану тако што држите тастер Alt, кликните било где у прозору и почнете да га „вучете“ мишем.</p><br> <p>Наравно, ово понашање можете променити у Контролном центру.</p>
sr@latn: <p>Ako ne možete da pristupite naslovnoj traci, i dalje možete <strong>pomerati prozor</strong> po ekranu tako što držite taster Alt, kliknite bilo gde u prozoru i počnete da ga „vučete“ mišem.</p><br> <p>Naravno, ovo ponašanje možete promeniti u Kontrolnom centru.</p>
sv: <p> Om du inte kan komma åt namnlisten till ett fönster kan du ändå <strong>flytta på fönstret</strong> genom att hålla Alt-tangenten nertryckt, klicka var som helst i fönstret och "dra" det med musen.</p><br> <p>Naturligtvis kan du ändra på det här beteendet i Inställningscentralen.</p>
th: <p> หากคุณไม่สามารถเข้าใช้งานแถบหัวเรื่องหน้าต่างได้ คุณยังคงสามารถ <strong>ย้ายหน้าต่าง</strong> ได้ โดยการกดปุ่ม Alt จากนั้นคลิ้กส่วนใดก็ได้ของหน้าต่าง แล้ว "ลาก" มันด้วยเมาส์</p><br> <p>และแน่นอน คุณสามารถเปลี่ยนรูปแบบการกระทำนี้ได้ โดยใช้ศูนย์ควบคุม</p>
uk: <p> Навіть, якщо ви не маєте доступу до заголовка вікна, ви можете <strong>пересунути вікно</strong> на екрані тримаючи клавішу Alt, клацнувши будь-де у вікні й "перетягнувши" вікно за допомогою мишки.</p><br> <p>Ви можете змінити таку поведінку вікна у Центрі керування.</p>
vi: <p> Trong trường hợp không thường khi bạn không thể truy cập thanh tựa, bạn vẫn còn có khả năng <strong>di chuyển cửa sổ</strong> trên màn hình, bằng cách bấm giữ phím Alt, nhắp vào nơi nào trong cửa sổ, rồi kéo nó bằng con chuột.</p><br> <p>Tất nhiên, bạn có thể thay đổi ứng xử này trong Trung tâm Điều khiển.</p>
zh_cn: <p> 即使您无法触及标题栏，您仍然可以按住 Alt 键， 然后鼠标点击窗口中的任何地方并拖动它， 就可以在屏幕上<strong>移动窗口</strong>。</p><br> <p>当然，您可以用控制中心改变这一行为。</p>
zh_tw: <p> 如果無法取得標題列，你仍然可以按著 Alt 鍵不放， 再以滑鼠按下視窗內的任何地方並「拖曳」它來在 螢幕中<strong>移動視窗</strong>。</p><br> <p>當然，您可以使用控制中心來改變這個行為模式。</p>
