Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> Each UNIX user has a so-called Home folder in which his or her files as well as user-dependent configuration files are saved. If you work in a Konsole window, you can easily change to your home folder by entering the <b>cd</b> command without any parameters. </p> <p align="right"><em>Contributed by Carsten Niehaus</em></p>
af: <p> Elke Unix gebruiker het 'n so-genaamde Tuis gids in wat sy of haar lêers as goed as gebruiker-dependent opstelling lêers word gestoor. As jy werk in 'n Konsole venster, jy kan maklik verander na jou Huis gids deur in te tik die <b>cd</b> opdrag sonder om te enige parameters. </p> <p align="right"><em>Bygedra deur Carsten Niehaus</em></p>
ar: <p> لكلّ مستخدم/ة على يونكس ( UNIX ) مجلّدهُ الخاص المسمى المنزل حيث يتم حفظ ملفاته/ها كما يتم حفظ ملفات الإعدادات الخاصة به/بها. إذا كنت تعمل في نافذة مطراف ، يمكنك الذهاب إلى مجلدك المنزلي حين تكتب الأمر <b>cd</b> فقظ بدون ضوابط أخرى. </p> <p align="right"><em>مساهمة من Carsten Niehaus</em></p>
ca: <p> Cada usuari UNIX té l'anomenada carpeta inici on es desen els seus fitxers i la configuració que depèn de l'usuari. Si treballeu a una finestra Konsole, podeu canviar fàcilment a la vostra carpeta inici introduint l'ordre <b>cd</b> sense cap paràmetre. </p> <p align="right"><em>Contribució de Carsten Niehaus</em></p>
da: <p> Hver UNIX-bruger har en hjemmemappe (også kaldet et hjemmekatalog) hvori vedkommendes filer og brugerafhængige indstillingsfiler opbevares. Hvis du arbejder i et konsolvindue, kan du hurtigt skifte til din hjemmemappe ved at skrive <b>cd</b>-kommandoen uden parametre. </p> <p align="right"><em>Bidrag ved Carsten Niehaus</em></p>
de: <p> Jeder Unix-Benutzer hat einen so genannten Persönlichen Ordner (home directory), in dem sowohl persönliche als auch Einrichtungsdateien abgelegt werden. Wenn Sie in einem Konsole-Fenster arbeiten, können Sie einfach in Ihren Persönlichen Ordner wechseln, indem Sie den Befehl <b>cd</b> ohne Parameter eingeben. </p> <p align="right"><em>Beigesteuert von Carsten Niehaus</em></p>
el: <p> Κάθε χρήστης UNIX έχει τον ονομαζόμενο φάκελο Σπίτι στον οποίο αποθηκεύονται τα αρχεία του καθώς και τα αρχεία ρυθμίσεών του. Αν δουλεύετε σε ένα παράθυρο Konsole, μπορείτε εύκολα να μεταφερθείτε στο φάκελο σπίτι δίνοντας την εντολή <b>cd</b> χωρίς παραμέτρους. </p> <p align="right"><em>Προσφορά του Carsten Niehaus</em></p>
eo: <p> Ĉiu uniksa uzanto havas tiel nomatan hejman dosierujon, en kiu troviĝas ĉiuj liaj propraj dosieroj kaj ankaŭ la personaj agordodosieroj de la programoj. Se vi laboras en Konzolo vi povas facile aliri tiun dosierujon tajpante <b>cd</b> sen iuj parametroj. </p> <p align="right"><em>kontribuita de Carsten Niehaus</em></p>
es: <p> Cada usuario de UNIX tiene un directorio denominado personal en el que se guardan sus archivos así como sus archivos de configuración. Si trabaja en una ventana de Konsole, puede fácilmente ir a su directorio personal introduciendo la orden <b>cd</b> sin ningún otro parámetro después. </p> <p align="right"><em>Enviado por Carsten Niehaus</em></p>
et: <p> Igal UNIX-i kasutajal on oma kataloog, kus ta saab hoida isiklike faile ning kus on ka kasutaja määratud seadistuste failid. Kui töötad terminaliemulaatori aknas, saad kiiresti liikuda oma kodukataloogi, sisestades käsu <b>cd</b> ilma parameetriteta. </p> <p align="right"><em>Carsten Niehaus</em></p>
eu: <p> UNIX erabiltzaile bakoitzak bere fitxategiak eta konfigurazio pertsonala gordetzen duen etxeko karpeta bat dauka. Konsole leiho batean lan egiten baduzu, oso erraz joan zaitezke zure etxeko karpetara <b>cd</b> komandoa, parametrorik gabe, sartuz. </p> <p align="right"><em>Carsten Niehausek eskainia</em></p>
fa: <p> هر کاربر یونیکس یک پوشۀ به اصطلاح آغازه‌ای دارد که در آن پرونده‌هایش و نیز پرونده‌های پیکربندی مربوط به کاربر ذخیره می‌شوند. اگر در یک پنجرۀ Konsole کار می‌کنید، به سهولت می‌توانید با وارد کردن فرمان <b>cd</b> بدون هر پارامتری به پوشۀ آغازه‌ خود تغییر مکان دهید. </p> <p align="right"><em>با مشارکت کارستن نی هاوس</em></p>
fi: <p> Jokaisella Unixin käyttäjällä on niin kutsuttu kotikansio, jossa käyttäjän tiedostot ja asetustiedostot ovat. Kotikansioon voidaan siirtyä Konsolen ikkunassa yksinkertaisesti komennolla <b>cd</b> ilman parametreja. </p> <p align="right"><em>Lähettänyt Carsten Niehaus</em></p>
fr: <p> Tout utilisateur, sous UNIX, a un dossier dit « personnel » dans lequel ses fichiers et ses données de configuration sont enregistrés. Si vous travaillez dans une fenêtre Konsole, vous pouvez facilement aller dans votre dossier personnel en saisissant la commande <b>cd</b> sans option ni paramètre. </p> <p align="right"><em>Contribution de Carsten Niehaus</em></p>
fy: <p> Eltse UNIX-brûker hat in persoanlike map mei dêryn syn of har triemmen en brûkersspesifieke konfiguraasjetriemmen. As jo yn Konsole wurkje, dan kinne jo op ienfâldige wize nei jo persoanlike map tagean troch it kommando <b>cd</b> sûnder parameters yn te fieren. </p> <p align="right"><em>Bydroegen troch Carsten Niehaus</em></p>
hu: <p> A UNIXban minden felhasználó rendelkezik egy ún. saját könyvtárral, ezen belül találhatók a saját dokumentumok és konfigurációs fájlok. Ha egy Konsole ablakban dolgozik, bármikor átválthat a saját könyvtárába a <b>cd</b> parancs kiadásával (paraméterek nélkül). </p> <p align="right"><em>A tippet Carsten Niehaus küldte be.</em></p>
is: <p> Í UNIX hefur hver notandi svokallaða heimamöppu (heimasvæði) þar sem skrár notandans eru geymdar, ásamt ýmsum stillingarskrám. Ef þú ert að nota Konsole glugga þá geturðu auðveldlega farið í heimamöppuna með því að slá inn <b>cd</b> skipunina án nokkurs annars. </p> <p align="right"><em>Höfundur: Carsten Niehaus</em></p>
ja: <p>UNIX ユーザは、いわゆる「ホームディレクトリ」を持っています。そこには、それぞれのファイルやユーザ固有の設定ファイルが保存されます。Konsole ターミナルウィンドウを使っているときに <b>cd</b> と引数なしで入力すると、簡単にホームディレクトリに移動することができます。</p><p align="right"><em>投稿者: Carsten Niehaus さん</em></p>
kk: <p> Әрбір Unix пайдаланушының мекен каталогы деп аталатын қапшығы бар, онда оның файлдары мен жеке баптау файлдары сақталады. Konsole терезесінде жұмыс істегенде, өзіңіздің мекен каталогыңызға ауысу үшін ешбір параметрсіз <b>cd</b> командасын берсеңіз болды. </p> <p align="right"><em>Carsten Niehaus қосқан үлесі</em></p>
km: <p> អ្នក​ប្រើ UNIX ម្នាក់ៗ​មាន​ថត​មួយ​ឈ្មោះ​ថា ផ្ទះ ដែល​ឯកសារ​របស់​ពួក​គាត់ ក៏​ដូចជា​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​របស់​អ្នក​ប្រើ​ម្នាក់ៗ រក្សាទុក​ក្នុង ។ ប្រសិនបើ​អ្នក​ធ្វើការ​ក្នុង​បង្អួច Konsole មួយ អ្នក​អាច​ប្ដូរ​ទៅ​ថត​ផ្ទះ​របស់​អ្នក​យ៉ាង​ស្រួល ដោយ​វាយ​បញ្ចូល​ពាក្យ​បញ្ជា <b>cd</b> ដោយ​គ្មាន​ប៉ារ៉ាម៉ែត្រ​អ្វី​ទាំងអស់ ។ </p> <p align="right"><em>បរិច្ចាគដោយ Carsten Niehaus</em></p>
ko: <p> 각 유닉스 사용자는 자기 홈 디렉터리 안에 자기가 쓰는 파일과 사용자에게 필요한 파일 구성을 넣어둡니다. 터미널 창에서 일할 때 다음 명령을 쓰면 쉽게 자기 홈 디렉터리으로 갈 수 있습니다. <b>cd</b></p> <p align="right"><em>제공자 : Carsten Niehaus</em></p>
lt: <p> Kiekvienas Unix naudotojas turi taip vadinamą „namų“ aplanką, kuriame saugomos jo ar jos bylos, taip pat naudotojui specifinės konfigūracijos bylos. Jei Jūs dirbate Konsole lange, Jūs galite lengvai pakeisti darbinį aplanką į namų aplanką įvesdami <b>cd</b> komandą be jokių parametrų. </p> <p align="right"><em>Pateikė Carsten Niehaus</em></p>
mk: <p> Секој корисник на UNIX има таканаречена Домашна папка во која се чуваат личните датотеки и корисничките датотеки за конфигурација. Ако работите во Конзола, може многу лесно да се вратите во вашата домашна папка со пишување на командата <b>cd</b> без параметри. </p> <p align="right"><em>Придонес на Carsten Niehaus</em></p>
nb: <p> Alle Unix brukere har en såkalt hjemmemappe hvor alle hennes eller hans dokumenter og spesielle innstillinger ligger lagret. Jobber du i et Konsoll-vindu, kan du raskt skifte til din hjemmemappe ved å skrive kommandoen <b>cd</b> uten noe etter. </p> <p align="right"><em>Tips av Carsten Niehaus</em></p>
nds: <p> Elkeen UNIX-Bruker hett en so nöömten Tohuusorner, binnen den em sien Dateien un persöönliche Instellen-Dateien liggt. Wenn Du binnen en Konsole-Finster arbeidst, kannst Du eenfach den Befehl <b>cd</b> ahn wieder Angaven bruken, üm dor gau hentokamen. </p> <p align="right"><em>Bidragen vun Carsten Niehaus</em></p>
nl: <p> Elke UNIX-gebruiker heeft een persoonlijke map met daarin zijn of haar bestanden en gebruikersspecifieke configuratiebestanden. Als u in Konsole werkt, dan kunt u op eenvoudige wijze naar uw persoonlijke map gaan door het commando <b>cd</b> zonder parameters in te voeren. </p> <p align="right"><em>Bijgedragen door Carsten Niehaus</em></p>
nn: <p>Alle UNIX-brukarar har ei heimemappe der brukaren sine private filer og oppsettfilene for programma er lagra. Dersom du arbeider i eit konsollvindauge, kan du lett gå til heimemappa ved å bruka kommandoen <b>cd</b> utan andre parametrar.</p> <p align="right"><em>Tips frå Carsten Niehaus</em></p>
pt: <p> Cada utilizador do Unix tem uma pasta pessoal na qual são guardados os ficheiros dele(a), assim como os ficheiros de configuração de cada um. Se trabalhar numa janela do Konsole, poderá mudar para a sua pasta pessoal indicando o comando <b>cd</b> sem nenhuns parâmetros. </p> <p align="right"><em>Contribuído por Carsten Niehaus</em></p>
pt_br: <p> Cada usuário UNIX tem uma pasta de trabalho (também chamada de diretório "home"), onde seus arquivos bem como preferências personalizadas são gravados. Se você trabalha em uma janela do Konsole, pode ir rapidamente para a sua pasta de trabalho digitando o comando <b>cd</b> sem nenhum parâmetro. </p> <p align="right"><em>Fornecido por Carsten Niehaus</em></p>
ru: <p> Каждый пользователь Unix имеет так называемый домашнюю папку, в которой хранятся его файлы и личные настройки. Если вы работаете в окне Konsole, вы можете быстро перейти в свой домашнюю папку, просто введя <b>cd</b> без параметров. </p> <p align="right"><em>Carsten Niehaus</em></p>
rw: <p> Ukoresha UNIX wese afite ikizwi ku izina ry'ububiko Rugo bubikwamo dosiye ze ndetse na dosiye z'iboneza rishingiye ku ukoresha. Niba ukorera mu idirishya rya Konsole, bishobora kukorohera guhindura ujya mu bubiko rugo bwawe winjiza <b>cd</b> ibwiriza ritagira ikibiranga. </p> <p align="right"><em>Byagizwemo uruhare na Carsten Niehaus</em></p>
sk: <p> Každý užívateľ Unixu má niečo, čomu sa hovorí Domovský priečinok, kde sú uložené jeho súbory a aj jeho nastavenie. Ak pracujete v okne Konsole, do domovského priečinku sa jednoducho presuniete príkazom<b>cd</b> bez parametrov. </p> <p align="right"><em>Dodal Carsten Niehaus</em></p>
sl: <p> Vsak uporabnik Unixa ima tako imenovano <em>domačo mapo</em>, v kateri so shranjene njegove datoteke in uporabniške nastavitve. Kadar delate v konzolnem oknu, se na hitro prestavite v domačo mapo, če vnesete ukaz <b>cd</b> brez vseh parametrov. </p> <p align="right"><em>Prispeval Carsten Niehaus</em></p>
sr: <p>Сваки Unix корисник има тзв. домаћу домаћу фасцику у којој се налазе његови фајлови, као и фајлови са корисничким подешавањима. Ако радите у прозору Konsole, лако се можете пребацити у своју домаћу фасциклу извршивши наредбу <b>cd</b> без параметара.</p> <p align="right"><em>Приложио Карстен Нихаус (Carsten Niehaus)</em></p>
sr@latn: <p>Svaki Unix korisnik ima tzv. domaću domaću fasciku u kojoj se nalaze njegovi fajlovi, kao i fajlovi sa korisničkim podešavanjima. Ako radite u prozoru Konsole, lako se možete prebaciti u svoju domaću fasciklu izvršivši naredbu <b>cd</b> bez parametara.</p> <p align="right"><em>Priložio Karsten Nihaus (Carsten Niehaus)</em></p>
sv: <p> Varje Unix-användare har en så kallad hemkatalog i vilken hans eller hennes filer och användarspecifika inställningsfiler sparas. Om du arbetar i ett terminalfönster kan du snabbt gå till din hemkatalog genom att skriva in kommandot <b>cd</b> utan några parametrar. </p> <p align="right"><em>Tipset kommer från Carsten Niehaus</em></p>
th: <p> ผู้ใช้บนระบบยูนิกซ์นั้น จะมีพื้นที่สำหรับเก็บแฟ้มของแต่ละคน ซึ่งเรียกพื้นที่นั้นว่า ไดเร็กทอรีส่วนตัว ซึ่งบางทีก็ใช้สำหรับเก็บแฟ้มปรับแต่ง ต่าง ๆ ของผู้ใช้แต่ละคนด้วยเช่นกัน หากคุณกำลังทำงานบนหน้าต่างคอนโซล คุณสามารถเปลี่ยนไปยังไดเร็กทอรีส่วนตัวของคุณได้ง่าย ๆ ด้วยการใช้คำสั่ง <b>cd</b>โดยไม่ต้องมีพารามิเตอร์ </p> <p align="right"><em>เคล็ดลับจากคุณ Carsten Niehaus</em></p>
uk: <p> Кожен користувач UNIX має, так звану, "Домівку" в якій зберігаються його(її) файли, а, також, конфігураційні файли. Якщо ви використовуєте вікно Konsole, ви можете легко перейти до вашого домашнього каталогу ввівши команду <b>cd</b> без параметрів. </p> <p align="right"><em>Автор поради: Carsten Niehaus</em></p>
vi: <p> Mỗi người dùng trên hệ thống UNIX có một thư mục chính (Home, Nhà) chứa các tập tin cá nhân của họ, cùng với các tập tin cấu hình đặc trưng cho người dùng. Trong cửa sổ thiết bị cuối Konsole, bạn có thể chuyển dễ dàng sang thư mục chính mình, bằng cách nhập lệnh <b>cd</b> (chuyển đổi thư mục), không có tham số nào. </p> <p align="right"><em>Bị Carsten Niehaus đóng góp</em>.</p>
zh_cn: <p> 每一个 Unix 用户都有一个主目录用于保存他/她的个人文件 和用户个人设置。如果您在 Konsole 窗口中工作， 您只要输入不带任何参数的 <b>cd</b> 命令， 就可以轻松的回到您的主目录。 </p> <p align="right"><em>Carsten Niehaus 投稿</em></p>
zh_tw: <p> 每個 Unix 使用者都有所謂的「家目錄」，這裡儲存了 使用者的所有檔案及設定檔。如果您在 Konsole 視窗中 工作，想快速進入自己的家目錄，可以輸入 <b>cd</b> 而不需任何參數。 </p> <p align="right"><em>由 Carsten Niehaus 提供</em></p>
