Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> The window list, which is accessible via an icon on the panel, provides a quick overview of all windows on all virtual desktops. Alternatively, press Alt+F5 to display the window list.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
af: <p> Die venster lys, wat toeganklik is deur middel van 'n ikoon op die paneel, verskaf 'n vinnige oorsig van alle vensters op alle virtuele werkskerms. Alternatief, vertoon Alt+F5 die venster lyd</p><br> <center> <img src="hicolor/48x48/apps/window_list.png"> </center>
ar: <p> إنّ لائحة النوافذ اللتي تصل إليها عن طريق الأيقونة في لوحة النظام تسمح لك بمشاهدة كلّ النوافذ على كل أسطح المكتب الوهمية. كخيار آخر، يمكنك ضغظ الزرين Alt+F5 لعرض لائحة النوافذ.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
ca: <p> La llista de finestres, que és accessible via una icona al plafó, proporciona una vista ràpida de totes les icones a tots els escriptoris virtuals. Com a alternativa, premeu Alt+F5 per a mostrar-la.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
da: <p> Vindueslisten, som er tilgængelig via et ikon i panelet, giver et hurtigt overblik over alle vinduer på alle virtuelle desktoppe. Alternativt, kan du trykke på Alt+F5 for at vise vindueslisten.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
de: <p> Die Fensterliste, die über ein Symbol der Kontrollleiste zugänglich ist, erlaubt einen raschen Überblick über sämtliche Fenster, die auf den virtuellen Arbeitsflächen geöffnet sind. Alternativ können Sie zum Anzeigen der Fensterliste auf Alt+F5 drücken.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
el: <p> Η λίστα παραθύρων, που είναι προσβάσιμη μέσω ενός εικονιδίου του πίνακα, παρέχει μια γρήγορη εποπτεία όλων των παραθύρων σε όλες τις εικονικές επιφάνειες εργασίας.Εναλλακτικά πιέστε το Alt+F5 για την εμφάνιση της λίστας παραθύρων.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
eo: <p> La fenestrolisto, alirebla per piktogramo en la panelo, ebligas rapidan superrigardon pri ĉiuj fenestroj de ĉiuj tabuloj. Alterne, premu Alt+F5 por vidigi la fenestro-liston.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
es: <p> La lista de ventanas, que es accesible a través de un icono en el panel, proporciona una vista rápida de todas las ventanas existentes en todos los escritorios. También puede pulsar Alt+F5 para mostrar la lista de ventanas.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
et: <p> Akende nimekiri, mis on kättesaadav ikooni kaudu paneelil, annab sulle kiire ülevaate kõigist akendest kõigil töölaudadel. Teine võimalus akende nimekirja näha on kiirklahv Alt+F5.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
eu: <p> Leihoen zerrendak, paneleko ikono baten bidez eskuragarri dagoenak, mahaigain birtual guztietako leihoen ikuspegi bizkorra eskaintzen du. Alt+F5 saka dezakezu baita ere leiho zerrenda bistaratzeko</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
fa: <p> فهرست پنجره که از طریق یک شمایل روی تابلو قابل دستیابی است، نمای کلی سریعی از همۀ پنجره‌های تمام رومیزیهای مجازی فراهم می‌کند. و یا اینکه برای نمایش فهرست پنجره، کلید دگرساز+F5 را فشار دهید</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
fi: <p>Paneelissa olevasta ikkunalistapainikkeesta saat yleiskäsityksen eri virtuaalityöpöydillä olevista avoimista ikkunoista. Ikkunalista voidaan avata myös näppäinyhdistelmällä Alt+F5.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
fr: <p> La liste des fenêtres, accessible par une icône du tableau de bord, fournit un aperçu des fenêtres de tous les bureaux virtuels. Vous pouvez également afficher cette liste en appuyant sur « Alt+F5 »</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
fy: <p> It finsterlist jout jo fluch oersicht fan alle finsters op alle firtuele buroblêden. Jo kinne de finsterlist berike mei help fan de knop op jo paniel. As alternatyf kinne jo Alt+F5 brûke</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
hu: <p> A panel egyik gombjával megjeleníthető ablaklista segítségével könnyen áttekinthetők az asztalokon megnyitott ablakok. A lista az Alt+F5 billentyűparanccsal is előhívható.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
is: <p> Gluggalistinn birtist þegar smellt er á táknmynd hans á spjaldinu. Hann sýnir stutt yfirlit yfir alla glugga á öllum skjáborðum. Einnig getur þú smellt á Alt+F5 til að sýna listann.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
ja: <p> パネルの「ウィンドウリストメニュー」アプレットから、すべての仮想デスクトップ上のすべてのウィンドウを概観することができます。<b>[Alt+F5]</b> を押してウィンドリストを表示することもできます。</p> <br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
kk: <p> Панельде орнатуға болатын арнаулы "Терезелер тізімі" таңбашасы арқылы барлық виртуалды үстелдердегі барлық терезелердің тізімін көре аласыз. Сонымен қатар, сол тізімді Alt+F5 пернелерді басып та көре аласыз.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
km: <p> បញ្ជី​បង្អួច​ដែល​អាច​ចូល​ដំណើរការ​តាម​រយៈ​រូបតំណាង​មួយ​លើ​បន្ទះ នឹង​ផ្តល់​យ៉ាង​រហ័សនូវ​ ទិដ្ឋភាព​ទូទៅ​នៃ​បង្អួច​ទាំងអស់​លើ​ផ្ទៃតុ​និមិត្ត​របស់​អ្នក ។ ម្យ៉ាង​វិញ​ទៀត ចុច Alt+F5 ដើម្បី​បង្ហាញ​បញ្ជី​របស់​បង្អួច ។</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
ko: <p> 창 목록은 패널에 있는 아이콘을 통해서 볼 수 있으며, 가상 데스크톱에 있는 모든 창을 빠르게 볼 수 있도록 도와줍니다.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
lt: <p> Langų sąrašas, prieinamas per ženkliuką ant pulto, suteikia greitą visų langų visuose menamuose darbastaliuose apžvalgą. Taip pat, visų langų sąrašą galite pamatyti surinkę Alt+F5.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
mk: <p> Листата со прозорци, која е достапна преку икона на панелот, овозможува брз преглед на сите прозорци на сите виртуелни површини. Алтернативно, притиснете Alt+F5 за да ја прикажете листата со прозорци.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
nb: <p> Vinduslista, som er tilgjengelig ved hjelp av en knapp på panelet, gir en rask oversikt over alle vinduene på alle virtuelle skrivebord. Du kan også trykke «Alt + F5» for å vise vinduslista.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
nds: <p> De Finsterlist, de Een över en Lüttbild in't Paneel opropen kann, gifft en gaue Översicht över all Finstern op all Schriefdischen. Du kannst de Finsterlist ok mit Alt+F5 opropen.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
nl: <p> De vensterlijst geeft u een snel overzicht van alle vensters op alle virtuele bureaubladen. U kunt de vensterlijst bereiken via de knop op uw paneel. U kunt ook op de toetsencombinatie Alt+F5 drukken om de vensterlijst te openen.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
nn: <p>Vindaugslista gjev ei oversikt over alle vindauga på alle dei virtuelle skriveborda. Lista er tilgjengeleg via eit ikon på panelet. Du kan òg trykkja Alt + F5 for å visa vindaugslista.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
pt: <p> A lista de janelas, a qual se encontra acessível através de um ícone no painel, fornece uma visão geral rápida sobre todas as janelas em todos os ecrãs virtuais. Em alternativa, carregue em Alt+F5 para mostrar a lista de janelas.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
pt_br: <p> A lista de janelas, que é acessível através de um ícone no Painel, oferece uma visão rápida de todas as janelas em todas as áreas de trabalho virtuais. Alternativamente, pressione Alt+F5 para exibir a lista de janelas.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
ru: <p> При нажатии на кнопку "Список окон" на панели отображается список всех окон на всех виртуальных рабочих столах. Комбинация клавиш Alt+F5 позволяет получить тот же список.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
rw: <p> Ilisiti y'amadirishya, ushobora kugeraho ukoresheje agashushondanga kari ku mwanya, ituma bishoboka kureba byihuse amadirishya yose aboneka ku biro bidafatika byose. Na none, kanda Alt+F5 kugira ngo ugaragaze ilisiti y'amadirishya.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
sk: <p> Zoznam okien, ktorý je dostupný cez ikonu na paneli, poskytuje rýchly prehľad o všetkých oknách na všetkých virtuálnych plochách. Alternetívne,</p> môžte stlačiť Alt+F5 na zobrazenie zoznamu okien.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
sl: <p>Na seznamu oken, dostopnem prek ikone na pultu, si lahko na hitro ogledate pregled oken na vseh navideznih namizjih. Seznam je dostopen tudi s pritiskom kombinacije tipk Alt+F5.</p><br><center><img src="crystalsvg/48x48/apps/window_list.png"></center>
sr: <p>Листа прозора, којој је могуће приступити преко иконе на панелу, омогућава брзи преглед свих покренутих програма на свим виртуелним радним површинама. Поред тога, можете и притиснути Alt+F5 за добијање листе прозора.</p><br> <center> <img src="hicolor/48x48/apps/window_list.png"> </center>
sr@latn: <p>Lista prozora, kojoj je moguće pristupiti preko ikone na panelu, omogućava brzi pregled svih pokrenutih programa na svim virtuelnim radnim površinama. Pored toga, možete i pritisnuti Alt+F5 za dobijanje liste prozora.</p><br> <center> <img src="hicolor/48x48/apps/window_list.png"> </center>
sv: <p> Fönsterlistan, som du kan komma åt via en ikon i panelen, ger dig en snabb överblick över alla fönster på alla virtuella skrivbord. Som ett alternativ, kan du trycka på Alt+F5 för att visa fönsterlistan.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
th: <p> รายการหน้าต่าง ซึ่งสามารถเรียกใช้ได้ ผ่านทางปุ่มไอคอนบนพาเนล ทำให้คุณสามารถเรียกดู และใช้งานหน้าต่างที่มีทั้งหมดในพื้นที่หน้าจอเสมือนทั้งหมด ได้อย่างรวดเร็ว อีกทางเลือกหนึ่ง กด Alt+F5 เพื่อแสดงรายการหน้าต่าง</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
uk: <p> Список вікон, доступний через піктограму на панелі, надає швидкий перегляд вікон на всіх віртуальних стільницях. Додатково, список вікон доступний при натисканні Alt+F5</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
vi: <p> Danh sách cửa sổ, mà bạn có thể truy cập thông qua một biểu tượng trên bảng điều khiển, cung cấp toàn cảnh các cửa sổ trên mọi môi trường ảo. Hoặc bạn có thể bấm tổ hợp phím Alt+F5 để hiển thị danh sách cửa sổ.</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
zh_cn: <p>面板上有个按钮能弹出一个窗口列表，它能提供所有虚拟桌面上的所有窗口的概况。另外，按 Alt+F5 也可以显示窗口列表。</p><br><center><img src="crystalsvg/48x48/apps/window_list.png"></center>
zh_tw: <p> 可經由面板上的圖示來使用的視窗列表，它能 提供所有虛擬桌面上所有視窗的快速檢視。另外， 按 Alt+F5 可以顯示視窗列表。</p><br> <center> <img src="crystalsvg/48x48/apps/window_list.png"> </center>
