Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p>You can start <strong>kprinter</strong> as a standalone program from any xterm, Konsole window or from the "Run Command" dialog (started by pressing <i>Alt+F2</i>). Then select the file to print. You can print as many items of different types as you want, all at once. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
af: <p>Jy kan begin <strong>kdrukker</strong> as 'n alleen staande program van enige xterm, Konsole venster of van die "Hardloop Opdrag" dialoog (beginne <i>Alt+F2</i>) te druk. Kies dan die lêer om te druk. Jy kan soveel items en soveel verskillende iems druk soos jy wil - alles op een slag. </p> <center> <img src="hicolor/48x48/devices/printer2.png"></center> <p align="right"><em>Bygedra deur Kurt Pfeifle</em></p>
ar: <p>يمكنك بدء تشغيل <strong>kprinter</strong> كبرنامج بحد ذاته من إي مطراف xterm, نافذة أوامر Konsole أو من الحوار "تنفيذ الأمر" (اللذي تبدأه عند النقر على المفاتيح <i>Alt و F2</i>). ثم إختر الملف للطباعة. يمكنك طباعة أي عدد أو أي نوع من الملفات المختلفة اللتي تشائها و الكل بمرة واحدة. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>مساهمة من Kurt Pfeifle</em></p>
ca: <p>Podeu engegar <strong>kprinter</strong> com a programa aïllat des de qualsevol xterm, finestra Konsole o des del diàleg "Executa ordre" (s'engega prement <i>Alt+F2</i>). Després seleccioneu el fitxer a imprimir. Podeu imprimir tants ítems de tipus diferents com vulgueu, tots a la vegada. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Contribució de Kurt Pfeifle</em></p>
da: <p>Du kan starte <strong>kprinter</strong> som et alenestående program fra en vilkårlig xterm, Konsole-vindue eller fra "Kør kommando"-dialogen (startet ved at trykke på <i>Alt+F2</i>). Vælg så den fil der skal udskrives. Du kan udskrive så mange punkter af forskellig type som du ønsker, alle på én gang. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Bidrag ved Kurt Pfeifle</em></p>
de: <p>Sie können das <strong>KDE-Druckprogramm (kprinter)</strong> auch einzeln aus jedem Befehlsfenster heraus starten, z. B. aus Konsole oder über den Dialog "Befehl ausführen" (<i>ALT+F2</i>). Wählen Sie anschließend die Dateien aus, die Sie drucken möchten. Sie können mehrere und auch verschiedene Arten von Dateien angeben. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Beigesteuert von Kurt Pfeifle</em></p>
el: <p>Μπορείτε να εκκινήσετε το <strong>kprinter</strong> σαν αυτόνομο πρόγραμμα από οποιοδήποτε x τερματικό (xterm,Konsole), ή με το διάλογο "Εκτέλεση Εντολής"(που εκκινεί πατώντας <i>Alt+F2</i>). Έπειτα επιλέξτε το αρχείο προς εκτύπωση. Μπορείτε να εκτυπώσετε όσα αντικείμενα διαφορετικού τύπου θέλετε, ταυτόχρονα. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Προσφορά του Kurt Pfeifle</em></p>
eo: <p>Vi povas lanĉi <strong>Printutilaĵon</strong> kiel propra programo tajpante en xterm, aŭ Konzolo-fenestro, aŭ en Lanĉilo (<i>[ALT+F2]</i>) la komandon "kprinter". Poste elektu la printendan dosieron. Vi povas printi ankaŭ plurajn dosierojn aŭ pecojn de ili samtempe... </p> <center> <img src="crystalsvg/48x48/apps/printer2.png"></center> <p align="right"><em>kontribuita de Kurt Pfeifle</em></p>
es: <p>Puede iniciar <strong>kprinter</strong> como programa individual desde cualquier terminal X, ventana de Konsole o desde el diálogo "Ejecutar orden" (iniciado pulsando <i>ALT+F2</i>). Después seleccione el archivo a imprimir. Puede imprimir simultáneamente tantos elementos de diferentes tipos como desee. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Por Kurt Pfeifle</em></p>
et: <p><strong>kprinter</strong> on võimalik käivitada omaette rakendusena igast XTermi või Konsooli aknast või "mini-käsurealt" (selle käivitab <i>Alt+F2</i>). Seejärel vali fail, mida soovid trükkida. Sa võid trükkida mitte ainult ühe faili kaupa, vaid soovi korral kas või anda korralduse trükkida palju faile korraga... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Kurt Pfeifle</em></p>
eu: <p><strong>kprinter</strong> edozein xterm edo Konsole leihotik (<i>Alt+F2</i> sakatuta hasten dena) programa automono bezala abiaraz dezakezu. Ondoren inprimatzeko fitxategia aukeratu. Nahi adina fitxategi inprima ditzakezu, eta denak batera.</p> <center> <img src="crystalsvg/48x48/devices/printer2.png"></center> <p align="right"><em>Kurt Pfeiflek eskainia</em></p>
fa: <p>می‌توانید <strong>kprinter</strong> را به عنوان یک برنامۀ خود‌اتکا از هر xterm، پنجرۀ Konsole یا از محاورۀ »اجرای فرمان« )که با فشار <i>دگرساز+F2</i> شروع‌شده( آغاز کنید. سپس پرونده را برای چاپ برگزینید. می‌توانید هر تعداد فقره از انواع مختلف را که می‌خواهید، همزمان چاپ کنید. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>با مشارکت کرت پی‌فیفل</em></p>
fi: <p>Voit käynnistää <strong>kprinter</strong>-ohjelman mistä tahansa pääteikkunasta tai pienoiskomentorivistä (<i>Alt+F2</i>). Tämän jälkeen voit valita tulostettavan tiedoston. Tulostamista ei ole rajoitettu vain yhteen tiedostoon tai -tyyppiin, vaan voit tulostaa samalla kertaa useita myös eri tyyppisiä tiedostoja. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Lähettänyt Kurt Pfeifle</em></p>
fr: <p>Vous pouvez lancer <strong>kprinter</strong> comme programme isolé à partir de n'importe quel terminal, fenêtre Konsole ou depuis la fenêtre d'exécution de commande (lancée par <i>Alt+F2</i>). Sélectionnez ensuite le fichier à imprimer. Vous n'êtes pas limité à un fichier ou un type à la fois, mais vous pouvez en sélectionner plusieurs que vous imprimer en une seule fois.</p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Contribution de Kurt Pfeifle</em></p>
fy: <p>Jo kinne <strong>kprinter</strong> as tappasing begjinne fanút eltst wilekeurig X-terminal, Konsole, of mei help fan "Kommando útfiere" (oan te roppen mei help fan <i>Alt+F2</i>). Selektearje dan it te printsjen triem. Jo kinne safolle triemmen yn ien kear printsje as jo sels wolle. </p> <center> <img src="crystalsvg/48x48/devices/print_printer.png"></center> <p align="right"><em>Bydroegen troch Kurt Pfeifle</em></p>
hu: <p>A <strong>kprinter</strong> önálló programként is elindítható bármelyik Konsole vagy xterm ablakból vagy az <i>Alt+F2</i>-vel előhívható parancsablakból. Ezután válassza ki a kinyomtatni kívánt fájlt. Egyszerre több, eltérő típusú fájl is megadható. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>A tippet Kurt Pfeifle küldte be</em></p>
is: <p>Þú getur keyrt <strong>kprinter</strong> frá hvaða skjáhermi, Konsole glugga eða frá "Keyra skipun" glugganum (Ræstur með því að velja <i>Alt+F2</i>). Veldu þar eftir skrána sem þú vilt prenta út. Þú getur keyrt fleiri en eitt eintak í einu, og prentað samtímis frá þeim. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Höfundur: Kurt Pfeifle</em></p>
ja: <p><strong>kprinter</strong> は xterm, Konsole または [Alt+F2] で開く「コマンドを実行」ダイアログから、独立したプログラムとして起動することができます。起動後、印刷するファイルを選択してください。異なるタイプの項目を一括印刷できます。 </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>投稿者: Kurt Pfeifle さん</em></p>
kk: <p><strong>kprinter</strong> бағдарламасын бөлек қолданба ретінде xterm, Konsole терезесінен немесе ( <i>ALT+F2</i> пернелерімен шақырылатын) "Команданы орындау" диалог терезесінен жегуге болады. Содан кейін басып шығаратын файлды келтіріңіз. Әртүрлі файдардың бірнешеуін бірден басуға жіберуге болады. </p> <center> <img src="crystalsvg/48x48/devices/printук1.png"></center> <p align="right"><em>Kurt Pfeifle қосқан үлесі</em></p>
km: <p>អ្នក​អាច​ចាប់ផ្ដើម <strong>kprinter</strong> ជា​លក្ខណៈ​កម្មវិធី​ឈរ​តែ​ឯង ពី xterm, បង្អួច Konsole ឬ ពី​ប្រអប់ "រត់​ពាក្យ​បញ្ជា" (ដែល​ចាប់ផ្ដើម ដោយ​ចុច <i>ជំនួស+F2</i>) ។ បន្ទាប់​មក​ជ្រើស​ឯកសារ​ដែល​ត្រូវ​បោះពុម្ព ។ អ្នក​អាច​បោះពុម្ព ឯកសារ​ប្រភេទ​ខុសៗ​គ្នា​ជាច្រើន តាម​តែ​អ្នក​ចង់​បាន នៅ​ពេល​តែ​មួយ ។ </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>បរិច្ចាគ​ដោយ Kurt Pfeifle</em></p>
ko: <p>모든 xterm, 콘솔 창, 또는 명령 실행창(Alt+F2를 눌러서 시작 수 있는)에서 <strong>kprinter</strong>를 시작할 수 있습니다. 그런 다음 인쇄할 파일을 선택하면 됩니다. 어떠한 형식의 항목이더라도 한번에 인쇄할 수 있습니다. </p> <center> <img src="crystalsvg/48x48/devices/print_printer.png"></center> <p align="right"><em>Contributed by Kurt Pfeifle</em></p>
lt: <p>Jūs galite paleisti <strong>kprinter</strong>, kaip atskirą programą, iš bet kurio xterm, Konsole lango ar iš „Vykdyti komandą“ dialogo (paleidžiamo paspaudus <i>Alt+F2</i>). Po to pasirinkite norimą spausdinti bylą. Jūs galite pasirinkti ne tik vieną ar vienos rūšies bylą vienu metu, bet daugelį skirtingų tipų bylų vienu metu. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Pateikė Kurt Pfeifle</em></p>
mk: <p>Може да го стартувате <strong>kprinter</strong> како посебна програма од било кој xterm, конзолен прозорец или од дијалогот „Изврши команда“ (кој се стартува со притискање на <i>Alt+F2</i>). Потоа изберете ја датотеката за печатење. Може да испечатите колку што сакате датотеки од различни типови, и тоа сите одеднаш </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Придонес на Kurt Pfeifle</em></p>
nb: <p>Du kan starte <strong>kprinter</strong> som et enkeltstående program fra en hvilken som helst xterm, konsollvindu eller fra «Kjør kommando» (startet via <i>Alt&nbsp;+&nbsp;F2</i>). Deretter velger du fila som skal skrives ut. Du kan sende ut mange forskjellige filer til utskrift samtidig, ikke bare en om gangen ... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Skrevet av Kurt Pfeifle</em></p>
nds: <p>Du kannst <strong>kprinter</strong> ok alleen starten, vun elk XTerm- oder Konsole-Finster ut, oder ok mit den "Befehl utföhren"-Dialoog (warrt mit <i>Alt+F2</i> start). Dor binnen kannst Du en Datei för't Drucken utsöken. Du kannst so vele Dateien angeven, as Du wullt, ok vun verscheden Typen. </p> <center> <img src="crystalsvg/48x48/devices/print_printer.png"></center> <p align="right"><em>Bidragen vun Kurt Pfeifle</em></p>
nl: <p>U kunt <strong>kprinter</strong> als toepassing opstarten vanuit elke willekeurige X-terminal, Konsole, of via "Commando uitvoeren" (aan te roepen via <i>Alt+F2</i>). Selecteer vervolgens het te afdrukken bestand. U kunt zoveel bestanden in één keer afdrukken als u zelf wilt. </p> <center> <img src="crystalsvg/48x48/devices/print_printer.png"></center> <p align="right"><em>Bijgedragen door Kurt Pfeifle</em></p>
nn: <p>Du kan starta <strong>kprinter</strong> som eit eige program frå ein xterm, Konsole-vindauge eller dialogen «Køyr kommando» (starta med <i>Alt&nbsp;+&nbsp;F2</i>). Etterpå vel du fila som skal skrivast ut. Du treng ikkje berre skriva ut ein del eller ein type om gongen, men kan oppgje mange som vert skrivne ut samtidig.</p> <center><img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Tips frå Kurt Pfeifle</em></p>
pt: <p>O utilizador pode iniciar o <strong>kprinter</strong> como um programa autónomo a partir de qualquer xterm, janela do Konsole ou do "Mini-CLI" (iniciado através do <i>ALT+F2</i>). Em seguida seleccione o ficheiro a imprimir. Não se encontra limitado a apenas um documento ou um tipo de cada vez, mas sim a muitos, os quais poderá imprimir de uma vez. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Contribuída por Kurt Pfeifle</em></p>
pt_br: <p>Você pode iniciar o <strong>kprinter</strong> no modo standalone (independente) de qualquer terminal, janela do Konsole ou do diálogo "Executar comando" (iniciado via teclas <i>Alt+F2</i>). Selecione então o arquivo a imprimir. Você não só pode imprimir uma parte ou um tipo por vez, como tudo de uma vez. </p> <center> <img src="crystalsvg/48x48/devices/print_printer.png"></center> <p align="right"><em>Contribuição de Kurt Pfeifle</em></p>
ru: <p><strong>kprinter</strong> может быть запущен отдельно из любого X-терминала, окна Konsole или диалогового окна запуска приложений (вызываемого по нажатию <i>ALT+F2</i>). Далее вы можете выбрать файл для печати. Можно запускать на печать не один файл, а сразу несколько. </p> <center> <img src="crystalsvg/48x48/devices/printук1.png"></center> <p align="right"><em>Kurt Pfeifle</em></p>
rw: <p>Ushobora gutangiza <strong>kprinter</strong> nka porogaramu ikora yonyine uhereye kuri xterm iyo ariyo yose, idirishya rya Konsole cyangwa mu gasanduku kiganiro "Gutangiza Ibwiriza" (byatangiye ukanze <i>Alt+F2</i>). Noneho uhitemo dosiye yo gucapa. Ushobora gucapa umubare wose wifuza w'ibintu by'ubwoko butandukanye, mu ngunga imwe. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Byagizwemo uruhare na Kurt Pfeifle</em></p>
sk: <p><strong>KPrinter</strong> môžete spustiť ako samostatný program z ľubovoľného xtermu, okna Konsole alebo z okna "Vykonať príkaz" (spusteného pomocou <i>Alt+F2</i>). Potom vyberte súbor, ktorý chcete vytlačiť. Môžete ich vybrať aj viac naraz. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"> <p align="right"><em>Dodal Kurt Pfeifle</em></p>
sl: <p><strong>Kprinter</strong> lahko poženete kot samostojen program iz kateregakoli xterma, okna Konzole ali iz okna »poženi ukaz« (pognan z <i>ALT+F2</i>). Nato izberite datoteko za tiskanje. Tiskate lahko katerokoli število predmetov ali vrst. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Prispeval Kurt Pfeifle</em></p>
sr: <p>Можете покренути <strong>kprinter</strong> као самосталан програм из било којег xterm-а, прозора Konsole или дијалога „Покрени наредбу“ (који се покреће притиском на <i>Alt+F2</i>). Онда одаберите фајл за штампање. Можете штампати колико год ставки и којих год типова желите, све одједном. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Приложио Курт Пфајфле (Kurt Pfeifle)</em></p>
sr@latn: <p>Možete pokrenuti <strong>kprinter</strong> kao samostalan program iz bilo kojeg xterm-a, prozora Konsole ili dijaloga „Pokreni naredbu“ (koji se pokreće pritiskom na <i>Alt+F2</i>). Onda odaberite fajl za štampanje. Možete štampati koliko god stavki i kojih god tipova želite, sve odjednom. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Priložio Kurt Pfajfle (Kurt Pfeifle)</em></p>
sv: <p>Du kan starta <strong>Kprinter</strong> som ett eget program från en Xterm, ett terminalfönster eller från dialogrutan "Kör kommando" (som startas genom att trycka på <i>Alt+F2</i>). Välj därefter filen att skriva ut. Du kan skriva ut så många utskrifter av olika typ som du vill, allt på en gång. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Tipset kommer från Kurt Pfeifle</em></p>
th: <p>คุณสามารถเริ่มใช้งาน <strong>kprinter</strong> เป็นโปรแกรมทำงานเดี่ยว ๆ ได้ จากหน้าต่าง xterm, Konsole หรือจาก "ประมวลผลคำสั่ง" (เรียกใช้โดยปุ่ม <i>ALT+F2</i>) จากนั้น เลือกแฟ้มที่จะพิมพ์ ซึ่งคุณสามารถสั่งพิมพ์แฟ้มรูปแบบต่างๆ ได้มากตามต้องการ ทั้งหมดภายในครั้งเดียว </p> <center> <img src="crystalsvg/48x48/devices/printer2.png"></center> <p align="right"><em>เคล็ดลับจากคุณ Kurt Pfeifle</em></p>
uk: <p>Ви можете запускати <strong>kprinter</strong> як окрему програму з будь-якого вікна xterm, Konsole або з вікна "Виконання команди" (доступного через <i>Alt+F2</i>). Далі виберіть файл для друку. Ви можете вибирати одночасно декілька елементів різних типів. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Автор поради: Kurt Pfeifle</em></p>
vi: <p>Bạn có thể khởi chạy <strong>kprinter</strong> là chương trình độc lập từ bất kỳ cửa sổ xterm hay Konsole, hoặc từ hộp thoại « Chạy lệnh » được mở bằng cách bấm tổ hợp phím <i>Alt+F2</i>). Rồi hãy chọn tập tin cần in. Bạn có thể in rất nhiều mục kiểu khác nhau cùng lúc. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Bị Kurt Pfeifle đóng góp</em>.</p>
zh_cn: <p>您可以从任何的 xterm、Konsole 窗口或“运行命令”对话框 (按 <i>Alt+F2</i> 启动) 中启动 <strong>kprinter</strong> 作为独立程序。 然后选择要打印的文件。您不仅可以一次打印一页或一种类型，还 能一次打印不同类型的多页文档。 </p> <center> <img src="crystalsvg/48x48/devices/printer1.png"></center> <p align="right"><em>Kurt Pfeifle 投稿</em></p>
zh_tw: <p>您可以從 xterm 、 Konsole 視窗或是從「執行指令」（以<i> ALT+F2</i>啟動）來如同單獨程式一般啟動 <strong>kprinter </strong>。然後選擇要列印的檔案。您每次可以選擇很多類型的 檔案，並且可以馬上列印。 </p> <center> <img src="crystalsvg/48x48/devices/printer2.png"></center> <p align="right"><em>由 Kurt Pfeifle 提供</em></p>
