Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <P>You can run non-KDE applications without problems on a KDE desktop. It is even possible to integrate them into the menu system. The KDE program "KAppfinder" will look for known programs to integrate them into the menu.</P>
af: <P>Jy kan hardloop Nie-Kde programme sonder om te probleme op 'n Kde werkskerm. Dit is al moontlik na integreer hulle binnein die kieslys stelsel. die Kde program "Kappfinder" sal kyk vir bekend programme na integreer hulle binnein die kieslys.</P>
ar: <P>يمكنك تنفيذ تطبيقات غير تابعة لـ KDE بدون مشاكل على سطح المكتب KDE يمكنك أيضاً ضمنها في نظام القائمة. إنّ البرنامج "KAppfinder" سيبحث عن البرامج المعروفة و يضمها إلى القائمة.</P>
ca: <P>Podeu executar aplicacions no-KDE sense problemes a l'escriptori KDE. Fins i tot és possible integrar-les al sistema de menús. El programa KDE "KAppfinder" cercarà programes coneguts per a integrar-los al menú.</P>
da: <P>Du kan køre ikke-KDE-programmer uden problemer på en KDE-desktop. Det er oven i købet muligt at integrere dem i menusystemet. KDE-programmet 'KAppfinder' vil kigge efter kendte programmer for at integrere dem i menuen.</p>
de: <p>Sie können problemlos ältere X-Anwendungen unter KDE starten. Es ist sogar möglich, diese in das Menü-System einzubinden. Das Programm "KAppfinder" sucht nach bekannten Programmen, um sie in das Menü zu integrieren.</p>
el: <P>Μπορείτε χωρίς προβλήματα να τρέχετε μη KDE εφαρμογές στην επιφάνεια εργασίας KDE. Μπορείτε ακόμα και να τις ενσωματώσετε στο σύστημα των μενού. Το πρόγραμμα του KDE "KAppfinder" θα αναζητήσει για γνωστά προγράμματα με σκοπό αυτή την ενσωμάτωση.</P>
eo: <P>Vi povas senprobleme lanĉi konvenciajn X-aplikaĵojn sur KDE-tabulo. Vi povas eĉ enmeti ilin en la menusistemon. La KDE-programo "kappfinder" (Aplikaĵotrovilo) serĉos konatajn programojn kaj instalos ilin en la menuo.</P>
es: <p>Puede ejecutar sin problemas las aplicaciones X heredadas en un escritorio KDE. Incluso es posible integrarlas en el menú del sistema. El programa KDE "KAppfinder" buscará dichas aplicaciones para integrarlas en el menú.</p>
et: <P>KDE töölaual võid ilma probleemideta käivitada ka vanemaid X'i rakendusi. Neid on võimalik ka menüüsüsteemi integreerida. Tuntumate rakenduste menüüsse lisamiseks käivita rakendus "KAppfinder".</P>
eu: <P>KDE mahaigainean KDErenak ez diren aplikazioak arazorik gabe abiaraz ditzakezu. Menu sisteman integratzeko aukera ere badago. KDEren "KAppfinder"ek programa ezagunak bilatuko ditu menuan integratzeko.</P>
fa: <P>کاربردهای غیر KDE را می‌توانید بدون هیچ مشکلی روی رومیزی KDE اجرا کنید. حتی می‌توان آنها را در سیستم گزینگان ادغام کرد. برنامۀ KDE »KAppfinder« به دنبال برنامه‌های شناخته‌شده‌ای است تا آنها را در گزینگان مجتمع سازد.</P>
fi: <P>KDE:ssa voidaan ajaa hyvin myös ohjelmia, jotka eivät ole KDE:n omia. Ohjelmat on helppo lisätä K-valikkoon, sillä KDE-ohjelma "Kappfinder" etsii ohjelmia ja lisää ne valikkoon.</P>
fr: <P>Vous pouvez sans problème lancer des applications non KDE sur un bureau KDE. Il est même possible de les intégrer dans le menu K. Le programme KDE « KAppFinder » recherchera les programmes connus pour les intégrer dans le menu K.</P>
fy: <P>Jo kinne sûnder swierrichheid net-KDE-programma's begjinne yn KDE. It is sels mooglik om dizze te yntegrearjen yn KDE's menusysteem. It KDE-programma "KAppfinder" sikket foar jo nei bekende programma's en set se dan yn it menu.</p>
hu: <P>A KDE környezetben problémamentesen futtathatók, sőt a KDE menürendszerébe is beilleszthetők a nem KDE-alapú programok. A "KAppFinder (alkalmazáskereső)" program segítségével az ismert programok könnyen megkereshetők és beintegrálhatók a menürendszerbe.</P>
is: <P>Þú getur keyrt forrit sem eru ekki skrifuð fyrir KDE í KDE skjáborði. Það má meira að segja tengja þau beint inn í valmyndarkerfið. KDE forritið "kappfinder" getur gert þetta fyrir þig með því að leita að þekktum forritum og bæta þeim inn í valmyndina.</P>
ja: <p> KDE デスクトップでは KDE 以外のアプリケーションも問題なく実行できます。それらのアプリケーションをメニューに統合することも可能です。KDE プログラム "KAppfinder" (アプリケーション検索) は KDE 以外のアプリケーションを探し出してメニューに追加します。</p>
kk: <P>Сіз KDE жүйесіне кірмейтін қолданбаларды KDE жүйесінде қаперсіз орындай аласыз. Тіпті оларды жүйелік мәзірге де енгізіп қоюға болады. KDE "KAppfinder" қолданбасы әйгілі бағдарламаларды тауып, оларды мәзірге кіргізіп қояды.</P>
km: <P>អ្នក​អាច​រត់​កម្មវិធី​មិន​មែន KDE នៅ​លើ​ផ្ទៃតុ KDE ដោយ​គ្មាន​បញ្ហា​ឡើយ ។ មិន​តែ​ប៉ុណ្ណោះ អ្នក​ក៏​អាច​រួម​បញ្ចូល​កម្មវិធី​ទាំងនោះ​ទៅ​ក្នុង​ប្រព័ន្ធ​ម៉ឺនុយ​ផង​ដែរ ។ កម្មវិធី KDE មួយ​ឈ្មោះ​ថា "KAppfinder" នឹង​ស្វែងរក​កម្មវិធី​ទាំងអស់​ដែល​វា​ស្គាល់ រួច​រួមបញ្ចូល​កម្មវិធី​ទាំងនោះ​ទៅ​ក្នុង​ម៉ឺនុយ ។</P>
ko: <p> KDE에서 비-KDE용 프로그램을 아무 문제없이 실행할 수 있습니다. 또한 메뉴 시스템에 포함할 수도 있습니다.KDE 프로그램인 "KAppfinder"는 알려진 프로그램을 찾아서 메뉴에 통합해줍니다.</p>
lt: <P>Jūs galite be problemų leisti ne KDE programas KDE darbastalyje. Netgi galima integruoti jas į meniu sistemą. KDE programa „kappfinder“ ieškos žinomų programų integravimui į meniu.</P>
mk: <P>Во KDE може без проблеми да извршувате апликации кои не се KDE. Исто така е можно да се интегрираат ваквите апликации во системот на менија. KDE програмата „kappfinder“ (Пронаоѓач на апликации) ќе го пребара вашиот систем за познати програми и ќе ги интегрира во менијата.</P>
nb: <p>Du kan uten problemer kjøre standard X-programmer på et KDE- skrivebord. Det er til og med mulig å legge disse inn i menysystemet. KDE-programmet «KAppfinder» vil lete etter kjente programmer og legge dem inn i menyen.</p>
nds: <P>Op en KDE-Schriefdisch kannst Du ahn Problemen Programmen starten, de nich to KDE höört. Dat is sogor mööglich, se mit in't Menü to nehmen. Dat Programm "KAppfinder" söcht na bekannte Programmen un nimmt se in't Menü op.</P>
nl: <P>U kunt probleemloos niet-KDE-programma's starten in KDE. Het is zelfs mogelijk om deze te integreren in KDE's menusysteem. Het KDE-programma "KAppfinder" zoekt voor u naar bekende programma's en plaatst ze vervolgens in het menu.</p>
nn: <p>Det er lett å køyra ikkje-KDE-program i KDE-miljøet. Du kan til og med leggja dei inn i K-menyen. KDE-programmet «KAppfinder» leitar etter program på maskina for å gjera dei tilgjengelege i menyen.</p>
pt: <P>Pode correr sem problemas as aplicações do X que não são do KDE no ambiente de trabalho do KDE. Até é possível integrá-las com o sistema do menu. O programa do KDE "KAppFinder" irá procurar por programas conhecidos para os integrar no menu.</P>
pt_br: <P>Você pode rodar sem problemas os aplicativos que não são do KDE em um ambiente de trabalho KDE. É possível até mesmo integrá-los no menu do sistema. O programa "KAppfinder" procurará por programas conhecidos para integrá-los ao menu.</P>
ru: <P>Вы можете без проблем запускать приложения не из KDE. Можно даже включить их в системное меню. Программа "kappfinder" найдёт известные программы и поместит их в меню.</P>
rw: <P>Ushobora gutangiza porogaramu zitari iza KDE zidafite ibibazo ku biro bya KDE. Biranashoboka kuzinjiza muri sisitemu y'ibikubiyemo. Porogaramu ya KDE "KAppfinder" izashaka porogaramu zizwi kugira ngo izinjize mu bikubiyemo.</P>
sk: <P>Môžete bez problémov používať aplikácie, ktoré neboli napísané pre KDE v prostredí KDE. Je dokonca možné ich integrovať do menu systému. KDE program "KAppfinder" bude hľadať známe programy a pridá ich do menu.</P>
sl: <P>Na namizju KDE lahko brez težav poganjate ne-KDE programe. Mogoče jih je celo integrirati v menijski sistem KDE. Program »KAppfinder« za KDE bo poiskal znane programe in jih uvrstil na meni.</P>
sr: <P>Без икаквих проблема можете покретати не-KDE програме на KDE-овој радној површини. Чак је могуће да ове програме интегришете у систем менија. KDE програм „KAppfinder“ ће потражити познате програме и интегрисаће их у систем менија.</P>
sr@latn: <P>Bez ikakvih problema možete pokretati ne-KDE programe na KDE-ovoj radnoj površini. Čak je moguće da ove programe integrišete u sistem menija. KDE program „KAppfinder“ će potražiti poznate programe i integrisaće ih u sistem menija.</P>
sv: <P>Du kan utan problem använda program som inte hör till KDE på ett KDE-skrivbord. Det är till och med möjligt att integrera dem i menysystemet. KDE-programmet "Programfinnaren (Kappfinder)" letar efter kända program och lägger in dem i menyn.</P>
th: <P>คุณสามารถเรียกแอพพลิเคชันที่ไม่ใช่แบบ KDE บนพื้นที่ทำงาน KDE ได้อย่างไม่มีปัญหา อีกทั้งยังสามารถ เพิ่มมันเข้าไปในเมนูของระบบก็ได้ โดยใช้โปรแกรมของ KDE ที่เรียกว่า "KAppfinder" เพื่อค้นหาโปรแกรม ที่จะรวมมันเข้าไปยังเมนู</P>
uk: <P>Ви можете виконувати програми не з KDE без проблем на стільниці KDE. Ці програми також можливо додати у меню. KDE програма "KAppfinder" знаходить відомі програми та додає їх у меню.</P>
vi: <P>Bạn có thể chạy ứng dụng không KDE, không gặp khó khăn, trong môi trường KDE. Ngay cả có thể hợp nhất những ứng dụng khác này vào hệ thống trình đơn. Chương trình KDE <b>KAppfinder</b> sẽ tìm chương trình đã biết, để hợp nhất vào trình đơn.</P>
zh_cn: <P>您可以在 KDE 桌面上正常地运行原有的 X 应用程序。 甚至还可以把这些应用程序集成到菜单系统。 KDE 的“应用程序查找(KAppfinder)”程序将搜索已知程序 并将它们加入到菜单当中。</P>
zh_tw: <P>您可以正常地在 KDE 的桌面上執行非 KDE 的應用程式。 您甚至可以將它們整合到選單系統上。 KDE 程式「KAppfinder」會搜尋已知的程式來整合到選單中。</P>

source: <p>You can quickly move the panel to another screen edge by "grabbing" it with the left mouse button and moving it to where you want it.</p> <p>For more information about personalizing Kicker, the KDE Panel, take a look at <a href="help:/kicker">the Kicker Handbook</a>.</p>
af: <p>Jy kan vinnig beweeg die paneel na nog 'n skerm rand deur "te gryp" dit met die links muis knoppie en beweeg dit na waar Jy wil hê dit.</p> <p>Vir meer inligting sien, <a href="help:/kicker">Die Kicker Handboek</a>.</p>
ar: <p>يمكنك نقل اللوحة سريعاً إلى أي طرف من الشاشة " بسحبها " بواسطة الزر الأيسر للفأرة و نقلها إلى حيث ما تريدها ان تكون.</p> <p>للمزيد من المعلومات عن تخصيص Kicker ، لوحة KDE ، لإستعمالك الخاص ، أنظر إلى <a href="help:/kicker">كتيّب Kicker</a>.</p>
ca: <p>Podeu moure el plafó ràpidament a una altra vora de la pantalla "agafant-lo" amb amb el botó esquerre del ratolí i movent-lo allà on el voleu.</p> <p>Per a més informació quant a la personalització de Kicker, el plafó del KDE, consulteu el <a href="help:/kicker">Manual de Kicker</a>.</p>
da: <p>For mere information om at brugerindstille Kicker, KDE's panel, kig i <a href="help:/kicker">Kicker-håndbogen</a>.</p>
de: <p>Sie können die Kontrollleiste rasch an einen anderen Bildschirmrand verlegen, indem Sie sie mit der linken Maustaste packen und dorthin verschieben, wo Sie sie haben möchten.</p> <p>Weitere Informationen zum Anpassen der Kontrollleiste finden Sie im <a href="help:/kicker">Handbuch zu Kicker</a>.</p>
el: <p>Μπορείτε να μετακινήσετε γρήγορα τον πίνακα σε μια άλλη άκρη της οθόνης "πιάνοντάς" τον με το αριστερό κουμπί του ποντικιού και μετακινώντας τον εκεί που θέλετε.</p> <p>Για περισσότερες πληροφορίες σχετικά με την προσαρμογή του Kicker, τον πίνακα του KDE, δείτε το <a href="help:/kicker">Εγχειρίδιο του Kicker</a>.</p>
eo: <p>Vi povas facile movi la panelon al alia ekranrando per treni kaj faligi ĝin uzante la maldekstran musbutonon.</p> <p>Por pli informo pri Kicker, la KDEa panelo, rigardu <a href="help:/kicker">Kicker Manlibron</a>.</p>
es: <p>Puede mover rápidamente el panel a otro borde de la pantalla «atrapándolo» con el botón derecho del ratón y moviéndolo donde quiera.</p> <p>Para obtener más información sobre la personalización de Kicker, el panel de KDE, eche un vistazo al <a href="help:/kicker">manual de Kicker</a>.</p>
et: <p>Paneeli on võimalik liigutada teise ekraani serva, "haarates sellest kinni" hiire vasaku nupuga ja lohistades siis soovitud kohta.</p> <p>Rohkem infot KDE paneeli Kickeri kohandamise kohta leiab <a href="help:/kicker">Kickeri käsiraamatust</a>.</p>
eu: <p>Panela pantailaren edozein ertzetara eramatea oso erraza da saguaren ezkerreko botoiarekin arrastatuz eta nahi den lekura mugituz.</p> <p>Kicker pertsonalizatzeko aukera gehiago jakiteko, begira <a href="help:/kicker">Kicker eskuliburua</a>.</p>
fa: <p>تابلو را می‌توانید با »چنگ‌اندازی« توسط دکمۀ چپ موشی و حرکت آن به محل مورد نظر، به سرعت حرکت دهید.</p> <p>برای اطلاعات بیشتر پیرامون شخصی‌سازی Kicker، تابلو KDE، به <a href="help:/kicker"> کتاب مرجع Kicker</a> مراجعه کنید.</p>
fi: <p>Paneelin voi "vetää" mille tahansa näytön laidalle tarttumalla siihen hiiren vasemmalla painikkeella ja siirtämällä haluttuun paikkaan.</p> <p>Lisätietoa paneelin ominaisuuksista saat <a href="help:/kicker">paneelin käyttöohjeesta</a>.</p>
fr: <p>Vous pouvez facilement déplacer le tableau de bord d'un bord de l'écran à un autre en le « tirant » tout en maintenant le bouton gauche de la souris enfoncé.</p> <p>Pour plus d'informations sur la personnalisation de Kicker, le tableau de bord de KDE, consultez le <a href="help:/kicker">manuel de Kicker</a>.</p>
fy: <p>Jo kinne it paniel ienfâldich ferpleatse nei in oare skermrâne troch dizze mei de lofter mûsknop oan te klikken en nei it winske plak te slepen.</p> <p>Foar mear ynformaasje oer ferpersoanlikjen fan Kicker, it KDE Paniel, sjoch ris op <a href="help:/kicker">it Kicker hânboek</a>.</p>
hu: <p>A panel könnyen átmozgatható a képernyő bármelyik oldalára: "fogja meg" a panelt a bal egérgombbal és húzza át a kívánt helyre.</p> <p>Ha többet szeretne tudni a KDE panel tesreszabásáról, olvassa át <a href="help:/kicker">a KDE panel kézikönyvét</a>.</p>
is: <p>Þú getur á einfaldan hátt fært spjaldið yfir á annan kant skjáborðsins með því að "grípa" í það með vinstri músarhnappnum og draga það til.</p> <p>Fyrir nánari upplýsingar um Kicker, skoðaðu <a href="help:/kicker">Kicker handbókina</a>.</p>
ja: <p>パネルは、マウスの左ボタンで「つかんで」スクリーンの他の端へ素早く移動することができます。</p> <p>KDE パネル Kicker の詳しいカスタマイズ方法については <a href="help:/kicker">Kicker ハンドブック</a> をご覧ください。</p>
kk: <p>Сіз панельді экранның басқа жағына тышқанның сол батырмасымен "сүйреп" тастап, оны оп-оңай керек жерге жылжыта аласыз. <p> Kicker, KDE панелін ыңғайлау туралы толығырақ мәліметті алу үшін, <a href="help:/kicker">Kicker анықтамасы</a> дегенді қараңыз.
km: <p>អ្នក​អាច​ផ្លាស់ទី​បន្ទះ​ទៅ​គែម​អេក្រង់​ផ្សេង​ទៀត ដោយ​"ចាប់"​វាជាមួយ​នឹង ប៊ូតុង​កណ្ដុរ​ខាង​ឆ្វេង ហើយ ផ្លាស់ទី​វា​ទៅ​កន្លែង​ដែល​អ្នក​ចង់​បាន ។</p> <p>ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី​របៀប​ប្តូរ Kicker, បន្ទះ KDE តាម​បំណង, សូម​មើល <a href="help:/kicker">សៀវភៅ​ដៃ Kicker</a>។</p>
ko: <p>패널을 왼쪽 마우스 버튼으로 누르면서 원하는 곳으로 이동하면 스크린 다른 테두리로 빠르게 이동할 수 있습니다.</p> <p>KDE 패널에 데스크탑 킥커에 관하여 더 많은 정보를 원하시면, <a href="help:/kicker">킥커 핸드북</a>을 얻으십시오.</p>
lt: <P>Jūs galite greitai perkelti pultą į kitą ekrano kraštą „prispausdami“ jį su kairiu pelės klavišu ir nustumdami ten, kur norite.</p> <p>Daugiau informacijos apie Kicker, KDE pulto pritaikymą sau, ieškokite <a href="help:/kicker">Kicker vadove</a>.</p>
mk: <p>Може брзо да го преместите панелот на друг раб од екранот така што ќе го „грабнете“ со левото копче од глушецот и ќе го одвлечете до саканиот раб.</p> <p>За повеќе информации за прилагодувањето на Kicker, панелот на KDE, погледнете го <a href="help:/kicker">Прирачникот за Kicker</a>.</p>
nb: <p>Du kan raskt flytte panelet til en annen kant av skjermen ved å «dra» det med venstre museknapp og flytte det dit du vil ha det.</p> <p>Du finner mer informasjon om hvordan du kan tilpasse KDE-panelet Kicker i <a href="help:/kicker">Kicker-håndboka</a>.</p>
nds: <p>Du kannst dat Paneel eenfach "griepen" un to en anner Kant vun den Schirm bewegen. Klick dor mit den linken Muusknoop op un treck dat dor hen, wor Du dat hebben wullt.</p> <p>Binnen <a href="help:/kicker">dat Kicker-Handbook</a> gifft dat mehr Informatschonen över dat Topassen vun Kicker, dat KDE-Paneel.</p>
nl: <p>U kunt het paneel eenvoudig verplaatsen naar een andere schermrand door deze met de linkermuisknop aan te klikken en naar de gewenste plaats te verslepen.</p> <p>Voor meer informatie over het instellen van Kicker, het KDE-paneel, zie het <a href="help:/kicker">handboek van Kicker</a>.</p>
nn: <p>Du kan raskt flytta panelet til ein annan kant av skjermen ved å «dra» det med venstre museknapp og flytta det dit du vil.</p> <p>Du finn meir informasjon om korleis du kan tilpassa KDE-panelet Kicker i <a href="help:/kicker">Kicker-handboka</a>.</p>
pt: <p>O utilizador pode mover rapidamente o painel para outro canto do ecrã "pegando" nele com o botão esquerdo do rato e movendo-o para onde o desejar.</p> <p>Para mais informações sobre a personalização do Kicker, o painel do KDE, veja o <a href="help:/kicker">Manual do Kicker</a>.</p>
pt_br: <P>Você pode mover rapidamente o Painel para outra posição da tela "arrastando-o" com o botão esquerdo do mouse e movendo-o para onde você quiser.</p> <p>Para mais informações sobre como personalizar o painel, veja o <a href="help:/kicker">Manual do Kicker<a>.</p>
ru: <p>Вы можете быстро передвинуть панель на другую сторону экрана, "перетащив" её левой кнопкой мыши на новое место.</p> <p>Информация о настройке панели KDE приведена в <a href="help:/kicker">руководстве Kicker</a>.</p>
rw: <p>Ushobora kwimurira vuba umwanya ku mpera ya mugaragaza y'indi "uyifatishije" buto mbeba y'ibumoso maze ukayimurira aho wifuza ko ijya.</p> <p>Niba ukeneye ibindi bisobanuro byerekeye uko baboneza Kicker, Umwanya wa KDE, rebera ku <a href="help:/kicker">Agatabo ka Kicker</a>.</p>
sk: <p>Môžete rýchlo presunúť panel do inej plochy s pomocou "presunu" so stlačeným ľavým tlačidlom a presunom tam kde chcete.</p> <p>Viac informácií o tejto téme, nájdete tu: <a href="help:/kicker">Kicker Návod</a>.</p>
sl: <p>Pult lahko hitro prestavite na drug rob zaslona, če ga »zgrabite« z levim gumbom miške in premaknete, kamor pač želite.</p> <p>Za več informacij o prilagajanju Kickerja, pulta v KDE, si oglejte <a href="help:/kicker">Priročnik za Pult KDE</a>.</p>
sr: <p>Можете брзо померити панел на другу ивицу екрана, тако што ће те га „зграбити“ левим дугметом миша и померити га где желите.</p> <p>За више информација о прилагођавању Kicker-а, KDE-овог панела, погледајте <a href="help:/kicker">Приручник за Kicker</a>.</p>
sr@latn: <p>Možete brzo pomeriti panel na drugu ivicu ekrana, tako što će te ga „zgrabiti“ levim dugmetom miša i pomeriti ga gde želite.</p> <p>Za više informacija o prilagođavanju Kicker-a, KDE-ovog panela, pogledajte <a href="help:/kicker">Priručnik za Kicker</a>.</p>
sv: <p>Du kan snabbt flytta panelen till en annan skärmkant genom att "ta tag" i den med vänster musknapp och flytta den dit du vill ha den.</p> <p>För mer information om personlig inställning av Kicker, KDE:s panel, ta en titt i <a href="help:/kicker">Kickers handbok</a>.</p>
th: <p>คุณสามารถย้ายพาเนลไปยังขอบจอด้านต่าง ๆ ได้อย่างรวดเร็ว โดยการ "จับ" มัน ด้วยการคลิ้กเมาส์ปุ่มซ้ายค้างไว้ แล้วย้ายมันไปยังตำแหน่งที่ต้องการ</p> <p>สำหรับรายละเอียดเพิ่มเติมในการตกแต่ง Kicker (พาเนลของ KDE) ไปดูได้ที่ <a href="help:/kicker">คู่มือ Kicker</a>.</p>
uk: <p>Ви можете швидко пересунути панель до іншої межі екрана "схопивши" її лівою кнопкою мишки та пересунувши її на нове місце.</p> <p>Більш докладна інформація про панель KDE (Kicker) знаходиться у <a href="help:/kicker">Підручнику Kicker</a>.</p>
vi: <p>Bạn có thể di chuyển nhanh bảng điều khiển sang một cạnh màn hình khác, bằng cách nhắp-trái (nhắp nút trái trên con chuột) vào nó để lấy nó, rồi kéo nó sang nơi khác.</p> <p>Để tìm thông tin thêm về cách tùy chỉnh Kicker, bảng điều khiển KDE, vui lòng xem <a href="help:/kicker">Sổ tay Kicker</a>.</p>
zh_cn: <p>您可以快速移动面板到另一屏幕边缘，只要用鼠标左键“抓住”它， 然后把它移动到您想放置的位置。</p> <p>要获得关于个性化 KDE 面板 Kicker 的更多信息，请参看<a href="help:/kicker">Kicker 手册</a>。</p>
zh_tw: <p>想快捷地將面板移到螢幕其它邊緣， 您可以用滑鼠左鍵「抓取」面板並移到想要的地方去。</p> <p>需要更多關於個人化 Kicker，KDE 面板的資訊， 請查閱 <a href="help:/kicker">Kicker 手冊</a>。</p>
