Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <p> Need comprehensive info about KDEPrinting?<br> </p> <p> Type <strong>help:/kdeprint/</strong> into a Konqueror address field and get the <a href="http://printing.kde.org/documentation/handbook/">KDEPrint Handbook</a> displayed.</p> <p>This, plus more material (like a <a href="http://printing.kde.org/faq/">FAQ</a>, various <a href="http://printing.kde.org/documentation/tutorials/">Tutorials</a>, a "TipsNTricks" section and the <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint mailing list</a>) are available at <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
af: <p> Benodig omvattende inligting aangaande Kdeprinting?<br> </p> <p> Tik <strong>help:/kdeprint/</strong> binnein 'n Konqueror adres veld en kry die <a href="http://printing.kde.org/documentation/handbook/">kdeprint Handboek</'n> vertoon.</p> <p>Hierdie, plus meer materiaal (hou van <a href="http://printing.kde.org/faq/">FAQ</a>, verskeidenheid <a href="http://printing.kde.org/documentation/tutorials/">Tutorials</a>, a "TipsNTricks" seksie en die <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint mailing list</a>) ais beskikbaar by <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
ar: <p> أنت بحاجة إلى معلومات و شرح شامل عن الطباعة في KDE ؟<br> </p> <p> أكتب <p><strong>help:/kdeprint/</strong> <p> في حقل Konqueror للعناوين و إجعل <a href="http://printing.kde.org/documentation/handbook/">كتيّب KDEPrint</a> يظهر على شاشتك.</p> <p>هذا و المزيد من المواد (مثل <a href="http://printing.kde.org/faq/">الأسئلة المتكرِرة</a> ، <a href="http://printing.kde.org/documentation/tutorials/">أنظمة تعليم إفرادية</a> مختلفة ، جزء "تلميحات و نصائح فنّية" و <a href="http://mail.kde.org/mailman/listinfo/kde-print/">لائحة توزيع بريدية</a>) جميعهم متوفرون على <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
ca: <p> Us cal informació completa quant a KDEPrinting?<br> </p> <p>Teclegeu <strong>help:/kdeprint</strong> al camp d'adreça de Konqueror i se us mostrarà el <a href="http://printing.kde.org/documentation/handbook/">Manual KDEPrint</a>.</p> <p>Això i més material (com un <a href="http://printing.kde.org/faq/">PMF</a>, diversos <a href="http://printing.kde.org/documentation/tutorials/">Tutorials</a>, una secció "Consells i trucs" i la <a href="http://mail.kde.org/mailman/listinfo/kde-print/">llista de correu kdeprint</a>) estan disponibles a <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
da: <p> Har du brug for omfattende hjælp til KDE-udskrift?<br> </p> <p> Skriv <strong>help:/kdeprint/</strong> i Konqueror's adressefelt og få <a href="http://printing.kde.org/documentation/handbook/">KDEPrint-håndbogen</a> vist frem.</p> <p>Dette, plus mere materiale (såsom en <a href="http://printing.kde.org/faq/">OSS</a>, forskellige <a href="http://printing.kde.org/documentation/tutorials/">Øvelser</a>, et afsnit om "Tips og Tricks" og <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint-postlisten</a>) er tilgængelige på <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
de: <p> Brauchen Sie umfassende Hilfe zum Drucken unter KDE?<br> </p> <p>Geben Sie <strong>help:/kdeprint/</strong> in ein Konqueror-Adressfeld ein und lassen Sie sich das <a href="http://printing.kde.org/documentation/handbook/">KDEPrint Handbook</a> anzeigen.</p> <p>Dieses Handbuch sowie zusätzliches Material (z. B. eine <a href="http://printing.kde.org/faq/">FAQ</a> (Häufig gestellte Fragen) und einige <a href="http://printing.kde.org/documentation/tutorials/">Einführungen</a> sowie "Tipps &amp; Tricks" und die <a href="http://mail.kde.org/mailman/listinfo/kde-print/">Mailingliste zu kdeprint</a>) sind verfügbar unter <a href="http://printing.kde.org/">printing.kde.org</a>. (Das meiste Material liegt derzeit nur auf Englisch vor.) </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
el: <p> Θέλετε αναλυτικές πληροφορίες για την εκτύπωση KDE;<br> </p> <p> Πληκτρολογήστε <strong>help:/kdeprint/</strong> σε πεδίο διεύθυνσης του Konqueror και κάντε το <a href="http://printing.kde.org/documentation/handbook/">Εγχειρίδιο Εκτύπωσης KDE</a> να εμφανιστεί.</p> <p>Αυτό, καθώς και επιπλέον υλικό (όπως <a href="http://printing.kde.org/faq/">ΕΡΩΤΗΣΕΙΣ/ΑΠΑΝΤΗΣΕΙΣ</a>, διάφορα <a href="http://printing.kde.org/documentation/tutorials/">Μαθήματα</a>, ένα τμήμα "Βοήθειες και Λύσεις" και τη <a href="http://mail.kde.org/mailman/listinfo/kde-print/">λίστα ταχυδρομείου εκτύπωσης του kde</a>) είναι διαθέσιμα στο <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
eo: <p> Ĉu vi bezonas ampleksan informon pri KDE-printado?<br> </p> <p> Tajpu <strong>help:/kdeprint</strong> en la adresparto de Konkeranto kaj legu la <a href="http://printing.kde.org/documentation/handbook/">manlibron de KDE-printado (angle)</a> </p> <p>Tiu kaj pli da materialo (ekz. <a href="http://printing.kde.org/faq/">Oftaj Demandoj</a>, diversaj <a href="http://printing.kde.org/documentation/tutorials/">Enkondukoj</a>, konsiletaro kaj la <a href="http://mail.kde.org/mailman/listinfo/kde-print/">dissendlisto pri KDE-printado</a>) troviĝas ĉe <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer2.png">
es: <p> ¿Necesita ayuda para imprimir en KDE?<br> </p> <p> Introduzca <strong>help:/kdeprint/</strong> en el campo de entrada de dirección de Konqueror y se le mostrará el <a href="http://printing.kde.org/documentation/handbook/">manual de KDEPrint </a> </p> <p> Esto más material adicional (como un <a href="http://printing.kde.org/faq/">FAQ</a>, varios <a href="http://printing.kde.org/documentation/tutorials/">Tutoriales</a>, una sección "Trucos y Sugerencias" y la <a href="http://mail.kde.org/mailman/listinfo/kde-print/">lista de correo de kdeprint</a>) están disponibles en el servidor web <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/print_printer1.png">
et: <p> Kas vajad põhjalikku infot trükkimise kohta KDEs?<br> </p> <p> Kirjuta <strong>help:/kdeprint/</strong> Konquerori aadressiväljale ja sinu ette ilmub <a href="http://printing.kde.org/documentation/handbook/">KDEPrinti käsiraamat</a>. </p> <p>See ja veel hulk materjali (nt. <a href="http://printing.kde.org/faq/">KKK</a>, mitmesugused <a href="http://printing.kde.org/documentation/tutorials/">sissejuhatused</a>, "Nipid ja trikid" ning <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprinti postiloend</a>) on saadaval aadressil <a href="http://printing.kde.org/">printing.kde.org</a>... /p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
eu: <p> KDEPrinting-i buruzko informazio ulergarria behar?<br> </p> <p> Tekleatu <strong>help:/kdeprint/</strong> Konquerorren helbide eremuan eta <a href="http://printing.kde.org/documentation/handbook/">KDEPrint Eskuliburua</a> agertuko da.</p> <p>Hau, eta beste gai gehiago (hala nola <a href="http://printing.kde.org/faq/">FAQ</a>a, hainbat <a href="http://printing.kde.org/documentation/tutorials/">Tutoretza</a>, "TipsNTricks" atal bat eta <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint posta zerrenda</a>) aurki ditzakezu <a href="http://printing.kde.org/">printing.kde.org</a>-en ... </p> <center> <img src="crystalsvg/48x48/devices/print_printer.png">
fa: <p> به اطلاعات جامع پیرامون چاپ KDE نیاز دارید؟<br> </p> <p><strong>help:/kdeprint/</strong> را در حوزۀ نشانی Konqueror تحریر کنید و <a href="http://printing.kde.org/documentation/handbook/">کتاب مرجع KDEPrint</a> نمایش داده‌شده را به دست آورید.</p> <p> این، به علاوۀ مادۀ دیگر)مثل یک <a href="http://printing.kde.org/faq/">FAQ</a> ، <a href="http://printing.kde.org/documentation/tutorials/">Tutorials</a> یک بخش »TipsNTricks« و <a href="http://mail.kde.org/mailman/listinfo/kde-print/">فهرست ارسال نامۀ KDEprint</a>) در <a href="http://printing.kde.org/">printing.kde.org</a>...موجود است . </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
fi: <p> Tarvitsetko kattavaa tietoa tulostamisesta KDE:ssa?<br> </p> <p> Kirjoita Konquerorin osoitekenttään <strong>help:/kdeprint/</strong> avataksesi <a href="http://printing.kde.org/documentation/handbook/">KDEPrintin ohjeen</a>. </p> <p>Tämä ja paljon muuta (kuten <a href="http://printing.kde.org/faq/">FAQ</a>, erilaisia <a href="http://printing.kde.org/documentation/tutorials/">oppaita</a>, "TipsNTricks"-osio ja <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint postituslistan arkisto</a>) on saatavilla osoitteesta <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
fr: <p> Vous avez besoin d'informations plus complètes sur l'impression dans KDE ?<br></p> <p>Saisissez <strong>help:/kdeprint</strong> dans un champ d'adresse de Konqueror et vous obtiendrez le <a href="http://printing.kde.org/documentation/handbook/">Manuel de KDEPrint</a> à l'écran.</p><p>Ceci, ainsi que d'autres sources (comme une <a href="http://printing.kde.org/faq/">FAQ</a>, de nombreux <a href="http://printing.kde.org/documentation/tutorials/">didacticiels</a>, une section « Trucs et astuces » et la <a href="http://mail.kde.org/mailman/listinfo/kde-print/">liste de diffusion de KDEPrint</a>) sont disponibles sur <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/apps/printer1.png">
fy: <p> Wolle jo mear ynformaasje oer KDEPrinting (KDE's printfasiliteiten)?<br> </p> <p> Typ <strong>help:/kdeprint</strong> yn it l.okaasjefild fan Konqueror en iepenje it hânboek fan <a href="http://printing.kde.org/documentation/handbook/">KDEPrint</a></p> <p>Dit, plus mear materiaal, (likas in <a href="http://printing.kde.org/faq/">Fraach en antwurd</a>, ferskate <a href="http://printing.kde.org/documentation/tutorials/">leerprogramma's</a>, in tippe-en-truken-seksje en de <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint mailing list</a>), is te finen op <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
hu: <p> Részletes leírást szeretne a KDE nyomtatási rendszeréről?<br> </p> <p> Ha beírja a <strong>help:/kdeprint/</strong> címet a Konqueror címmezőjébe, megjelenik <a href="http://printing.kde.org/documentation/handbook/">A KDE nyomtatáskezelő kézikönyve</a>. </p> <p>Ez és néhány más kiegészítő anyag (például a <a href="http://printing.kde.org/faq/">FAQ</a>, különféle <a href="http://printing.kde.org/documentation/tutorials/">kezdőknek szánt leírások</a>, egy "Tippek és trükkök" gyűjtemény, a <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint levelezőlista</a>) elérhető itt: <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
is: <p> Þarftu nánari upplýsingar um KDEPrentun?<br> </p> <p> Sláðu inn <strong>help:/kdeprint/</strong> í Konqueror staðsetningarlínuna og fáðu <a href="http://printing.kde.org/documentation/handbook/">KDEPrentunar handókina</a> á skjáinn.</p> <p>Þetta, ásamt meira efni (t.d. <a href="http://printing.kde.org/faq/">FAQ</a>, ýmsar <a href="http://printing.kde.org/documentation/tutorials/">leiðbeiningar</a>, "Vísbendinga" hluti og <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint póstlistinn</a>) er aðgengilegt á <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
ja: <p> KDEPrinting に関する総合的な情報が必要ですか？<br></p> <p>Konqueror のアドレスフィールドに <strong>help:/kdeprint/</strong> と入力すると、<a href="http://printing.kde.org/documentation/handbook/">KDEPrint ハンドブック</a> が開きます。</p><p><a href="http://printing.kde.org/">printing.kde.org</a> では、この他にも <a href="http://printing.kde.org/faq/">FAQ</a>、<a href="http://printing.kde.org/documentation/tutorials/">さまざまなチュートリアル</a>、「ヒントと小技」、そして <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint メーリングリスト</a> などをご利用いただけます。</p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
kk: <p> KDEPrint туралы бәрін білгіңіз келе ме?<br> </p> <p>Konqueror адрес өрісінде <strong>help:/kdeprint/</strong> деп теріп, <a href="http://printing.kde.org/documentation/handbook/">KDEPrint анықтамасы</a> дегенді оқыңыз.</p> <p>Оған басқа материалдары ( <a href="http://printing.kde.org/faq/">FAQ</a> секілді, және түрлі <a href="http://printing.kde.org/documentation/tutorials/">нұсқау</a>, "TipsNTricks" бөлімін және <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint</a> пошта архивы) <a href="http://printing.kde.org/">printing.kde.org</a> деген сайтында бар </p> <center> <img src="crystalsvg/48x48/devices/printук1.png">
km: <p> ត្រូវការ​ព័ត៌មាន​កាន់​តែ​ទូលំទូលាយ​អំពី KDEPrinting ឬ ?<br> </p> <p> វាយ <strong>help:/kdeprint/</strong> ទៅ​ក្នុង​វាល​អាសយដ្ឋាន Konqueror អ្នក​នឹង​ឃើញ <a href="http://printing.kde.org/documentation/handbook/">សៀវភៅ​ដៃ KDEPrint</a> បង្ហាញ​ឡើង ។</p> <p>នៅ​មាន​ឯកសារ​ជាច្រើន​ទៀត (ដូចជា <a href="http://printing.kde.org/faq/">សំណួរ​ដែល​សួរ​រឿយៗ</a>, <a href="http://printing.kde.org/documentation/tutorials/">មេរៀន</a>​ជាច្រើន, "ព័ត៌មាន​បន្ថែម និង​ល្បិច" និង <a href="http://mail.kde.org/mailman/listinfo/kde-print/">បញ្ជី​សំបុត្រ​រួម kdeprint</a>) នៅ <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
ko: <p> KDE인쇄에 관한 보다 자세한 정보가 필요하십니까?<br> </p> <p> 컹커러의 주소창에 <strong>help:/kdeprint/</strong>라고 입력해서 <a href="http://printing.kde.org/documentation/handbook/">KDEPrint Handbook</a>을 참고 해보십시오. </p> <p>아울러 <a href="http://printing.kde.org/faq/">FAQ</a>나, 다양한 <a href="http://printing.kde.org/documentation/tutorials/">안내서</a>, "유용한 팁" 섹션 그리고 <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint mailing list</a>와 같은 다양한 자료가 있습니다. <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/print_printer.png">
lt: <p> Reikia išsamios informacijos apie KDE spausdinimą?<br> </p> <p> Įveskite <strong>help:/kdeprint/</strong> į Konqueror adreso lauką ir pateksite į <a href="http://printing.kde.org/documentation/handbook/">KDE spausdinimo vadovą</a>. </p> <p>Šis vadovas, bei kita medžiaga (pvz., <a href="http://printing.kde.org/faq/">FAQ</a>, įvairūs <a href="http://printing.kde.org/documentation/tutorials/">žinynai</a>, „TipsNTricks“ skyrius ir <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint pašto konferencija</a>) prieinami <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
mk: <p> Дали ви се потребни детални информации за KDEPrinting?<br> </p> <p> Внесете <strong>help:/kdeprint/</strong> во полето за адреси на Konqueror и ќе можете да го видите <a href="http://printing.kde.org/documentation/handbook/">Прирачникот за KDEPrint</a> .</p> <p>Ова, како и повеќе материјали (како <a href="http://printing.kde.org/faq/">ЧПП</a>, различни <a href="http://printing.kde.org/documentation/tutorials/">учебници</a>, оддел за „Совети и трикови“ и <a href="http://mail.kde.org/mailman/listinfo/kde-print/">дописни листи за kdeprint</a>) се достапни на <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
nb: <p> Trenger du mer informasjon om KDEs Utskriftssystem?<br> </p> <p>Skriv <strong>help:/kdeprint/</strong> i Konquerors adressefelt og få tak i <a href="http://printing.kde.org/documentation/handbook/">KDEs Utskrifts-</a> håndbok.</p> <p>Dette og mye mer (som f.eks en <a href="http://printing.kde.org/faq/">ofte stilte spørsmål</a>, og <a href="http://printing.kde.org/documentation/tutorials/">øvelser</a>, lure tips og <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint-e-postlista</a>) er tilgjengelig på <a href="http://printing.kde.org/">printing.kde.org</a>… </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
nds: <p> Hest Du Bruuk för ümfaten Informatschonen över dat Drucken mit KDE?<br> </p> <p>Giff <strong>help:/kdeprint</strong> in't Adressfeld vun Konqueror in, denn kriggst Du dat <a href="http://printing.kde.org/documentation/handbook/">KDEPrint Handbook</a> to sehn. </p> <p>Dit, un anner Saken (as en <a href="http://printing.kde.org/faq/">FAQ</a>, en Reeg <a href="http://printing.kde.org/documentation/tutorials/">Tutorials</a>, en "Tips&amp;Tricks"-Afsnitt, de <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint-Nettpostlist</a>), kannst Du op <a href="http://printing.kde.org/">printing.kde.org</a> finnen... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
nl: <p> Wilt u meer informatie over KDEPrinting (KDE's afdrukfaciliteiten)?<br> </p> <p> Typ <strong>help:/kdeprint</strong> in het locatieveld van Konqueror en open het handboek van <a href="http://printing.kde.org/documentation/handbook/">KDEPrint</a></p> <p>Dit, plus meer materiaal, (zoals een <a href="http://printing.kde.org/faq/">Vraag en Antwoord</a>, diverse <a href="http://printing.kde.org/documentation/tutorials/">leerprogramma's</a>, een tips-en-trucs-sectie en de <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint mailing list</a>), is te vinden op <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
nn: <p>Treng du meir info om utskrift i KDE?<br></p> <p>Skriv <strong>help:/kdeprint/</strong> i adressefeltet til Konqueror, så kan du lesa <a href="http://printing.kde.org/documentation/handbook/">KDEPrint-handboka</a>.</p> <p>Dette og mykje meir (som til dømes <a href="http://printing.kde.org/faq/">ofte stilte spørsmål</a>, <a href="http://printing.kde.org/documentation/tutorials/">øvingar</a>, lure tips og <a href="http://mail.kde.org/mailman/listinfo/kde-print/">KDEPrint-e-postlista</a>) finn du på <a href="http://printing.kde.org/">printing.kde.org</a>.</p><center><img src="crystalsvg/48x48/devices/printer1.png">
pt: <p> Precisa de ajuda ao imprimir?<br> </p> <p> Escreva <strong>help:/kdeprint/</strong> no campo de endereço do Konqueror ou na linha de comandos do <em>Alt+F2</em>.</p> <p>O <em>Manual do KDEPrint</em>, escrito por Kurt Pfeifle, será mostrado.</p> <p>O <a href="http://printing.kde.org/documentation/handbook/">Manual</a>, acompanhado de mais material (como uma <a href="http://printing.kde.org/faq/">FAQ</a>, vários <a href="http://printing.kde.org/documentation/tutorials/">Tutoriais</a>, uma secção de "Dicas e Truques" e a <a href="http://mail.kde.org/mailman/listinfo/kde-print/">'mailing list' do kdeprint</a>) estão disponíveis no sítio Web <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/apps/printer1.png">
pt_br: <p> Precisa de informação abrangente sobre o Sistema de Impressão do KDE?<br> </p> <p>Digite <strong>help:/kdeprint</strong> dentro do campo de endereços do Konqueror e obtenha o <a href="http://printing.kde.org/documentation/handbook/">Manual do KDEPrint.</a> </p> <p>Conseqüentemente, muito mais material (como um <a href="http://printing.kde.org/faq/">FAQ</a>, vários <a href="http://printing.kde.org/documentation/tutorials/">Tutoriais</a>, uma seção de "Dicas e Truques" e a <a href="http://mail.kde.org/mailman/listinfo/kde-print/">lista de discussão do kdeprint </a>) estarão disponíveis em <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/apps/printer1.png">
ru: <p> Хотите все знать о печати в KDE?<br> </p> <p> Введите <strong>help:/kdeprint/</strong> в поле адреса Konqueror и прочитайте <a href="http://printing.kde.org/documentation/handbook/">Справочное руководство по KDEPrint.</a> </p> <p>Кроме этого, есть <a href="http://printing.kde.org/faq/">FAQ</a>, <a href="http://printing.kde.org/documentation/tutorials/">Учебное руководство</a>, полезные советы и рассылка <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint</a>) - все это на <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printук1.png">
rw: <p> Hakenewe amakuru rusange yerekeye KDEPrinting?<br> </p> <p> Andika <strong>ifashayobora:/kdeprint/</strong> mu mwanya wa aderesi ya Konqueror maze ubone <a href="http://printing.kde.org/documentation/handbook/"> Agatabo ka KDEPrint</a> kagaragara.</p> <p>Ibi, wongeyeho ibindi bintu (nka <a href="http://printing.kde.org/faq/">FAQ</a>, Amasomo <a href="http://printing.kde.org/documentation/tutorials/">anyuranye</a>, igice cya "TipsNTricks" na <a href="http://mail.kde.org/mailman/listinfo/kde-print/">ilisiti yohereza ubutumwa kdeprint</a>) biboneka ku <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
sk: <p> Potrebujete pomôcť s tlačou v KDE?<br> </p> <p> Zadajte <strong>help:/kdeprint/</strong> do poľa umiestnenia v okne Konqueror a zobrazí sa <a href="http://printing.kde.org/documentation/handbook/">Manuál KDEPrint</a>. </p><p>Toto a veľa ďalšieho materiálu (ako je <a href="http://printing.kde.org/faq/">FAQ</a>, rôzne <a href="http://printing.kde.org/documentation/tutorials/">Výučby</a>, tipy a <a href="http://mail.kde.org/mailman/listinfo/kde-print/">konferenciu kdeprint</a> nájdete na adrese <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
sl: <p> Potrebujete celovite podatke o tiskanju v KDE?<br> </p> <p> Vtipkajte <strong>help:/kdeprint/</strong> v Konquerorjevo lokacijsko vrstico in si oglejte <a href="http://printing.kde.org/documentation/handbook/">Priročnik za KDEPrint (KDEPrint Handbook)</a>. </p> <p>To in ostali podatki (kot npr. <a href="http://printing.kde.org/faq/">FAQ</a>, razni <a href="http://printing.kde.org/documentation/tutorials/">vodiči</a>, razdelek »TipsNTricks« in <a href="http://mail.kde.org/mailman/listinfo/kde-print/">dopisni seznami kdeprint </a>) so dosegljivi na <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
sr: <p> Потребно вам је више информација о KDE штампању?<br> </p> <p> Куцајте <strong>help:/kdeprint/</strong> у поље за адресу у Konqueror-у и приказаће вам се <a href="http://printing.kde.org/documentation/handbook/">Приручник за KDEPrint</a> </p> <p>Ово, као и додатни материјали (попут <a href="http://printing.kde.org/faq/">FAQ-а</a>, разних <a href="http://printing.kde.org/documentation/tutorials/">туторијала</a>, одељака „Савети и форе“ и <a href="http://mail.kde.org/mailman/listinfo/kde-print/">поштанске листе KDEPrint-а</a>) на располагању су на адреси <a href="http://printing.kde.org/">printing.kde.org</a>...</p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
sr@latn: <p> Potrebno vam je više informacija o KDE štampanju?<br> </p> <p> Kucajte <strong>help:/kdeprint/</strong> u polje za adresu u Konqueror-u i prikazaće vam se <a href="http://printing.kde.org/documentation/handbook/">Priručnik za KDEPrint</a> </p> <p>Ovo, kao i dodatni materijali (poput <a href="http://printing.kde.org/faq/">FAQ-a</a>, raznih <a href="http://printing.kde.org/documentation/tutorials/">tutorijala</a>, odeljaka „Saveti i fore“ i <a href="http://mail.kde.org/mailman/listinfo/kde-print/">poštanske liste KDEPrint-a</a>) na raspolaganju su na adresi <a href="http://printing.kde.org/">printing.kde.org</a>...</p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
sv: <p> Behöver du omfattande information om utskrift i KDE?<br> </p> <p> Skriv <strong>help:/kdeprint/</strong> i Konquerors adressfält för att visa <a href="http://printing.kde.org/documentation/handbook/">Handbok KDEPrint-</a>.</p> <p>Den här, plus ytterligare material (som <a href="http://printing.kde.org/faq/">svar på vanliga frågor</a>, diverse <a href="http://printing.kde.org/documentation/tutorials/">handledningar</a>, ett avsnitt med "tips och trick" och <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprints e-postlista</a>) är tillgängliga via webbplatsen <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
th: <p> ต้องการรายละเอียดของระบบการพิมพ์ของ KDE หรือเปล่า ?<br> </p> <p> พิมพ์ <strong>help:/kdeprint</strong> ในช่องตำแหน่งของ Konqueror และอ่าน <a href="http://printing.kde.org/documentation/handbook/">คู่มือระบบการพิมพ์ของ KDE</a> </p> <p>ซึ่งมีรายละเอียดมากมายที่น่าสนใจ (เช่นในส่วน <a href="http://printing.kde.org/faq/">คำถามที่ถามบ่อย</a>, <a href="http://printing.kde.org/documentation/tutorials/">สอนการใช้งาน</a>, "เคล็ดลับและเทคนิค" และ <a href="http://mail.kde.org/mailman/listinfo/kde-print/">กลุ่มจดหมายเวียน kdeprint</a>) ซึ่งหาได้ที่ <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
uk: <p> Вам потрібна вичерпна допомога по системі друку KDE?<br> </p> <p> Введіть <strong>help:/kdeprint/</strong> в поле адреси Konqueror й ви потрапите до <a href="http://printing.kde.org/documentation/handbook/">Підручника по системі друку KDE</a>. </p> <p>Також є багато додаткової інформації: <a href="http://printing.kde.org/faq/">ЧАП</a>, різні <a href="http://printing.kde.org/documentation/tutorials/">навчальні посібники</a>, корисні поради та список розсилки <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint</a>) -- все це на <a href="http://printing.kde.org/">printing.kde.org</a>... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
vi: <p> Bạn có cần tìm thông tin đầy đủ về cách in KDE không?<br> </p> <p>Hãy gõ <strong>help:/kdeprint/</strong> vào trường địa chỉ của trình Konqueror, để xem <a href="http://printing.kde.org/documentation/handbook/">Sổ tay In KDE</a>. </p><p>Sổ tay In KDE, cùng với thông tin hướng dẫn thêm như <a href="http://printing.kde.org/faq/">Hỏi Đáp</a>, nhiều <a href="http://printing.kde.org/documentation/tutorials/">Trợ lý Hướng dẫn</a>, một phần <b>Mẹo</b> và <a href="http://mail.kde.org/mailman/listinfo/kde-print/">hộp thư chung In KDE</a>) sẵn sàng tại nơi Mạng <a href="http://printing.kde.org/">printing.kde.org</a>. </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
zh_cn: <p> 想要全面了解 KDEPrinting？<br></p> <p>在 Konqueror 地址栏中输入 <strong>help:/kdeprint/</strong>就可得到 <a href="http://printing.kde.org/documentation/handbook/">KDEPrint 手册</a>。</p> <p>还有更多材料，包括 <a href="http://printing.kde.org/faq/">常见问题解答</a>，各种 <a href="http://printing.kde.org/documentation/tutorials/">教程</a>， “日积月累”内容和 <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint 邮件列表</a>，都能在<a href="http://printing.kde.org/">printing.kde.org</a>上找到... </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
zh_tw: <p> 需要更多關於 KDEPrinting 的資訊？<br> </p> <p> 在 Konqueror 位址欄輸入 <strong>help:/kdeprint/</strong> 就可以看到 <a href="http://printing.kde.org/documentation/handbook/">KDEPrint 手冊</a> </p> <p>更多的資料（如 <a href="http://printing.kde.org/faq/">FAQ</a> ，各種的 <a href="http://printing.kde.org/documentation/tutorials/">教學</a>， 「TipsNTricks」文件和 <a href="http://mail.kde.org/mailman/listinfo/kde-print/">kdeprint 通信論壇</a>） 可以在<a href="http://printing.kde.org/">printing.kde.org</a>...找到 </p> <center> <img src="crystalsvg/48x48/devices/printer1.png">
