Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/ktip.po
Languages: af, ar, ca, da, de, el, eo, es, et, eu, fa, fi, fr, fy, hu, is, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, rw, sk, sl, sr, sr@latn, sv, th, uk, vi, zh_cn, zh_tw

source: <P> KDE's help system can display not only KDE's own HTML-based help, but also info and man pages.</P> <p>For more ways of getting help, see <a href="help:/khelpcenter/userguide/getting-help.html">the KDE User Guide</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
ca: <P> El sistema d'ajuda KDE no només pot mostrar l'ajuda pròpia de KDE, basada en HTML, sinó també les pàgines tradicionals man i info.</P> <p>Consulteu més maneres de trobar ajuda a la <a href="help:/khelpcenter/userguide/getting-help.html">Guia d'Usuari KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
da: <P> KDE's hjælpesystem kan ikke blot vise KDE's egen HTML-baserede hjælp, men også standardinfo- og man-sider.</P> <p>For flere måder at få hjælp på, se <a href="help:/khelpcenter/userguide/getting-help.html">KDE's nrugerguide </a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
de: <p>Das Hilfesystem von KDE zeigt nicht nur die eigene, in HTML formatierte Hilfe von KDE an, sondern auch Info- und Handbuch-Seiten (man pages).</p> <p>Weitere Informationen zu diesem Thema finden Sie im <a href="help:/khelpcenter/userguide/getting-help.html">KDE-Handbuch</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
el: <P> Το σύστημα βοήθειας του KDE μπορεί να προβάλει όχι μόνο τη, βασισμένη σε HTML, δική του βοήθεια αλλά επίσης σελίδες info και man.</P> <p>Για περισσότερους τρόπους εύρεσης βοήθειας, δείτε τον <a href="help:/khelpcenter/userguide/getting-help.html">Οδηγό χρήστη του KDE </a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
eo: <P> La KDE-helpsistemo povas ne nur prezenti la proprajn KDE-helppaĝojn, sed ankaŭ konvenciajn info- kaj man-paĝojn.</P> <p>Por pli pri helpo, vidu <a href="help:/khelpcenter/userguide/getting-help.html">la KDEa Uzant- gvidlibron</a>.</p> <br> <center><img src="crystalsvg/48x48/apps/khelpcenter.png"></center>
es: <p> El sistema de ayuda de KDE no solo puede visualizar la ayuda basada en HTML, sino también los documentos info y las páginas de manual.</p> <p>Para averiguar más formas de conseguir ayuda, vea <a href="help:/khelpcenter/userguide/getting-help.html">la guía de usuario de KDE</a>.</p> <br> <center><img src="crystalsvg/48x48/apps/khelpcenter.png"></center>
et: <P> KDE abifailide süsteem on võimeline näitama mitte ainult KDE enda HTML-abifaile, vaid ka info- ja man-lehekülgi.</P><p>Rohkem infot abisüsteemi kohta leiab <a href="help:/khelpcenter/userguide/getting-help.html">KDE kasutaja käsiraamatust</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
fa: <P> سیستم کمک KDE، نه تنها می‌تواند کمک بر اساس زنگام شخصی KDE را، بلکه صفحات راهنما و اطلاعات را هم نمایش می‌دهد.</P> <p>برای روشهای بیشتر در مورد کمک گرفتن، به <a href="help:/khelpcenter/userguide/getting-help.html"> راهنمای کاربر KDE</a> مراجعه کنید.</p> <br> <center><img src="crystalsvg/48x48/apps/khelpcenter.png"></center>
fi: <p>KDE:n ohje voi näyttää KDE:n omien ohjesivujen lisäksi info- ja man-sivujen sisällön.</p><p>Lisätietoa saat <a href="help:/khelpcenter/userguide/getting-help.html">KDE:n käyttöohjeesta</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
fr: <P> Le système d'aide de KDE n'affiche pas uniquement les aides HTML spécifiques à KDE, mais également les pages de manuel (« man ») et les pages d'informations (« info »).</P><p>Pour d'autres méthodes permettant d'obtenir de l'aide, consultez le <a href="help:/khelpcenter/userguide/getting-help.html">guide de l'utilisateur de KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
fy: <P> Jo kinne mei KDE's helpsysteem neist de KDE-dokumintaasje ek alle ynfo- en man-siden iepenje.</P> <p>Foar mear manieren fan help, sjoch <a href="help:/khelpcenter/userguide/getting-help.html">de KDE brûkersgids Guide</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
hu: <P> A KDE Segítség rendszer nem csak a KDE HTML-formátumú dokumentációját, hanem az info- és man-oldalakat is meg tudja jeleníteni.</P> <p>A segítség különböző előhívási módjairól <a href="help:/khelpcenter/userguide/getting-help.html">a KDE felhasználói kézikönyvében</a> olvashat.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
is: <p>KDE hjálparkerfið getur ekki einungis sýnt KDE HTML-byggðu hjálpina, heldur getur það líka birt info- og man-síður.</P> <p>Fyrir nánari upplýsingar um hjálp, skoðaðu <a href="help:/khelpcenter/userguide/getting-help.html">KDE notandahandbókina</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
ja: <p> KDE のヘルプシステムは KDE の HTML 形式のヘルプだけでなく、info や man ページも表示することができます。</p> <p>ヘルプを見るための方法については <a href="help:/khelpcenter/userguide/getting-help.html">KDE ユーザガイド</a> をご覧ください。</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
km: <P> ប្រព័ន្ធ​ជំនួយ​របស់ KDE អាច​បង្ហាញ​មិន​ត្រឹម​តែ​ជំនួយ​ផ្ទាល់​ខ្លួន​របស់ KDE ដែល​ផ្អែក​លើ HTML ប៉ុណ្ណោះ​ទេ ប៉ុន្តែ​វា​ថែម​ទាំង​អាច​បង្ហាញ ទំព័រ​ព័ត៌មាន និង​ទំព័រ​សៀវភៅ​ដៃ​ផង​ដែរ ។</P> <p>ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី​របៀប​ទទួល​បាន​ជំនួយ សូម​មើល<a href="help:/khelpcenter/userguide/getting-help.html">មគ្គុទ្ទេសក៍​អ្នកប្រើ KDE</a>។</p> <br> <center><img src="crystalsvg/48x48/apps/khelpcenter.png"></center>
ko: <p> KDE 제공하는 도움말 시스템은 KDE의 HTML 기반 도움말뿐만 아니라, info 와 man 페이지를 표시할 수 있습니다.</p> <p>더 많은 도움말을 얻는 방법에 대해선, <a href="help:/khelpcenter/userguide/getting-help.html">KDE 사용자 가이드</a>를 보십시오.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
mk: <P> Системот за помош на KDE не ги прикажува само страниците за помош на KDE базирани на html, туку и info и man-страници.</P> <p>За повеќе информации како да добиете помош погледнете го <a href="help:/khelpcenter/userguide/getting-help.html">Прирачникот за корисници на KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png">
nb: <p> KDEs hjelpesystem kan vise ikke bare KDEs egen HTML-baserte hjelp, men kan også vise info- og man-sider.<br> <p>Du kan finne ut mer om hvordan du kan få hjelp i <a href="help:/khelpcenter/userguide/getting-help.html">KDE-håndboka</a>.</p> <br><center><img src="crystalsvg/48x48/apps/khelpcenter.png"></center>
nds: <P> KDE sien Hülpsysteem kann nich bloots KDE sien egen HTML-baseerte Hülpsieden, man ok man- un info-Sieden wiesen.</P> <p>Binnen <a href="help:/khelpcenter/userguide/getting-help.html">dat KDE-Brukerhandbook</a> gifft dat mehr Informatschonen över de Metoden, an Hülp to kamen.</p><br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
nl: <P> U kunt met KDE's helpsysteem naast de KDE-documentatie ook alle info- en man-pagina's en de documentatie van GNOME-toepassingen openen.</p> <p>Voor meer manieren om hulp te verkrijgen, zie <a href="help:/khelpcenter/userguide/getting-help.html">de KDE-gebruikersgids</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
nn: <p>Hjelpesystemet i KDE kan ikkje berre visa HTML-baserte KDE-hjelpesider, men òg vanlege info- og man-sider.</p> <p>Du kan finna ut meir om korleis du kan få hjelp i <a href="help:/khelpcenter/userguide/getting-help.html">KDE-handboka</a>.</p> <br><center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
pt: <P> O sistema de ajuda do KDE não só mostra a ajuda do próprio KDE em HTML, mas também as páginas do 'man' e do 'info'.</p> <p>Para mais formas de obter ajuda, veja o <a href="help:/khelpcenter/userguide/getting-help.html">Guia de Utilizador do KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
pt_br: <P> O sistema de ajuda do KDE pode mostrar não apenas sua própria ajuda baseada em HTML, mas também páginas man e info.</P> <p>Para mais formas de obter ajuda, veja <a href="help:/khelpcenter/userguide/getting-help.html">o Guia do Usuário do KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
ru: <P> В системе справки KDE находится не только собственная, основанная на HTML, справочная информация по KDE, но также страницы info и man.</P> <p>Получение справочной информации описано в <a href="help:/khelpcenter/userguide/getting-help.html">руководстве пользователя KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
sk: <P>KDE pomocný systém nezobrazuje len KDE pomoc založenú na HTML, ale aj info a manuálové stránky.</P><br> <center> <img src="hicolor/48x48/apps/kdehelpcenter.png"></center>
sl: <p>KDE-jev sistem pomoči ne prikaže le pomoči za KDE v obliki HTML, ampak tudi strani s pomočjo v oblikah info in man.</p><p>Za več načinov pridobivanja pomoči si oglejte <a href="help:/khelpcenter/userguide/getting-help.html">Uporabniški priročnik KDE</a>.</p> <br><center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
sr: <P>Поред приказа сопствене помоћи у HTML формату, KDE-ов систем помоћи може такође да прикаже и info и man стране.</P><p>За више начина на које се помоћ може добити, погледајте <a href="help:/khelpcenter/userguide/getting-help.html">Кориснички приручник за KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
sr@latn: <P>Pored prikaza sopstvene pomoći u HTML formatu, KDE-ov sistem pomoći može takođe da prikaže i info i man strane.</P><p>Za više načina na koje se pomoć može dobiti, pogledajte <a href="help:/khelpcenter/userguide/getting-help.html">Korisnički priručnik za KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
sv: <P> KDE:s hjälpsystem kan inte bara visa KDE:s egna HTML-baserade hjälp utan även info- och manualsidor.</P> <p>För fler sätt att få hjälp, se <a href="help:/khelpcenter/userguide/getting-help.html">KDE:s användarguide</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
th: <p> ระบบช่วยเหลือของ KDE ไม่เพียงแต่แสดงหน้าช่วยเหลือแบบ HTML ของ KDE เท่านั้น แต่สามารถแสดงได้ทั้งหน้าข้อมูลของ man และ info ด้วย</P> <p>ในการรับความช่วยเหลือด้วยวิธีอื่นๆ กรุณาดูที่ <a href="help:/khelpcenter/userguide/getting-help.html">แนวทางสำหรับผู้ใช้ของ KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>
uk: <P> Система довідки KDE може відображати не тільки довідку по KDE, що побудована на HTML, а також сторінки man та info.</P><p>Інші варіанти отримання довідки описані у <a href="help:/khelpcenter/userguide/getting-help.html">посібнику користувача KDE</a>.</p> <br> <center><img src="hicolor/48x48/apps/konqueror.png"></center>
zh_tw: <P> KDE 的求助系統不單能顯示 KDE 本身的 HTML 格式 說明系統，也能顯示 info 及 man 的說明頁面。</P> <p>需要更多取得協助的方式，請查閱<a href="help:/khelpcenter/userguide/getting-help.html">KDE 使用者 指南</a>。</p> <br> <center><img src="hicolor/48x48/apps/khelpcenter.png"></center>

source: <P>Clicking with the right mouse button on panel icons or applets opens a popup menu that allows you to move or remove the item, or add a new one.</P> <p>For more information about customizing Kicker, the KDE Panel, see <a href="help:/kicker">the Kicker Handbook</a>.</p>
af: <P>Te kliek met die regterkant muis knoppie op paneel ikoone of miniprogramme maak oop 'n opspring kieslys wat laat toe jy na beweeg of verwyder die item, of voeg by 'n nuwe een.</P> <p>Vir meer inligting sien <a href="help:/kicker">Die Kicker Handboek</a>.</p>
ar: <P>النقر بلزرّ اليميني للفأرة على أيقونة في لوحة التحكم أو على تطبيق يفتح قائمة منبثقة تسمح لك بنقل أو حذف العنصر، أو بزيادة عنصر جديد.</P> <p>للمزيد من المعلومات عن إعداد Kicker ، لوحة KDE ، لإستعمالك الخاص أنظر إلى <a href="help:/kicker">كتيّب Kicker</a>.</p>
ca: <P>En clicar amb el botó dret del ratolí a les icones del plafó o aplets, s'obre un menú emergent que us permet moure o eliminar l'ítem o afegir-ne un de nou.</P> <p>Per a més informació quant a la personalització del Kicker, el plafó KDE, consulteu el <a href="help:/kicker">Manual de Kicker</a>.</p>
da: <p>For mere information om at tilrette Kicker, KDE's panel, se <a href="help:/kicker">Kicker-håndbogen</a>.</p>
de: <p>Ein Klick mit der rechten Maustaste auf Knöpfe oder Miniprogramme in der Kontrollleiste öffnet ein Kontextmenü, mit dem Sie das Element verschieben, entfernen oder auch ein neues hinzufügen können.</p> <p>Weitere Informationen zum Anpassen der Kontrollleiste finden Sie im <a href="help:/kicker">Handbuch zu Kicker</a>.</p>
el: <P>Κάνοντας κλικ με το δεξί κουμπί του ποντικιού στα εικονίδια και τις μικροεφαρμογές του πίνακα, εμφανίζεται ένα αναδυόμενο μενού που σας επιτρέπει να τα μετακινήσετε ή να διαγράψετε, ή και να προσθέσετε άλλα.</P> <p>Για περισσότερες πληροφορίες σχετικά με την προσαρμογή του Kicker, τον πίνακα του KDE, δείτε το <a href="help:/kicker">Εγχειρίδιο του Kicker</a>.</p>
eo: <P>Klako per la dekstra musbutono sur la panelaj piktogramoj aŭ aplikaĵoj malfermas ŝprucmenuon, kiu permesas movi aŭ forigi la piktogramon aŭ aldoni novan.</P> <p>Por pli da informo pri la agordo de Kicker, la KDEa panelo, vidu <a href="help:/kicker">la Kicker Manlibron</a>.</p>
es: <p>Pulsando con el botón derecho del ratón sobre los iconos o miniaplicaciones se abre un menú contextual que le permite mover o eliminar el elemento, o añadir uno nuevo.</p> <p>Para obtener más información sobre cómo personalizar Kicker, el panel de KDE, vea <a href="help:/kicker">el manual de Kicker</a>.</p>
et: <P>Klõps hiire parema nupuga paneeli ikoonile või apletile avab kontekstimenüü, mis võimaldab sul elementi liigutada ja eemaldada või uusi lisada.</P> <p>Rohkem infot KDE paneeli Kickeri kohandamise kohta leiab <a href="help:/kicker">Kickeri käsiraamatust</a>.</p>
eu: <P>Paneleko ikono eta appletetan saguaren eskuineko botoiarekin klik eginez, elementu horiek mugitzen edo kentzen, edota berri bat gehitzen utziko dizun laster-menua irekitzen da.</P> <p>Kicker pertsonalizatzeko aukera gehiago jakiteko, begira <a href="help:/kicker">Kicker eskuliburua</a>.</p>
fa: <P>با فشار دکمۀ راست موشی روی شمایل تابلو یا برنامکها، گزینگان بالاپری باز می‌شود، که به شما اجازۀ حرکت یا حذف فقره‌ها و یا افزودن فقرۀ جدید را می‌دهد.</P> <p>جهت اطلاعات بیشتر پیرامون سفارشی کردن Kicker، تابلوی KDE، به <a href="help:/kicker">کتاب مرجع Kicker</a> مراجعه کنید.</p>
fi: <p>Hiiren oikea painike avaa paneelin kuvakkeiden ja sovelmien kohdalla pikavalikon, jonka avulla kohteita voi siirtää tai poistaa. Pikavalikossa voi myös lisätä uusia kuvakkeita tai sovelmia paneeliin.</p> <p>Lisätietoa paneelin muokkaamisesta saa <a href="help:/kicker">paneelin käyttöohjeesta</a>.</p>
fr: <P>Un clic droit sur les icônes ou applets du tableau de bord ouvre un menu autorisant leur déplacement ou leur suppression, voir même l'ajout d'un nouvel élément.</P> <p>Pour plus d'informations sur la personnalisation de Kicker, le tableau de bord de KDE, consultez le <a href="help:/kicker">manuel de Kicker</a>.</p>
fy: <P>As jo mei de rjochtermûsknop op in panielbyldkaike of -applet klikke, dan wurdt der in ynhâldmenu iepene wêrmei jo it item ferpleatse, fuortsmite of in nije taheakje kinne.</P> <p>Foar mear ynformaasje oer it oanpassen fan Kicker, it KDE Panil, sjoch <a href="help:/kicker">de Kicker-hânboek</a>.</p>
hu: <P>Ha az egér jobb gombjával rákattint a panelen az egyik ikonra vagy kisalkalmazásra, a felbukkanó menüben az elemeket átmozgathatja, törölheti, vagy új elemet vehet fel.</P> <p>A KDE panel testreszabási lehetőségeiről <a href="help:/kicker">a KDE panel kézikönyvében</a> olvashat.</p>
is: <P>Með því að smella með hægri músarhnappnum á táknmyndir spjaldsins eða smáforrit, fæst aðgangur að valblaði sem leyfir þér að færa hlutinn til eða einfaldlega taka hann af spjaldinu. Einnig geturðu bætt öðrum hlutum á spjaldið.</P> <p>Fyrir nánari upplýsingar um Kicker, skoðaðu <a href="help:/kicker">Kicker handbókina</a>.</p>
ja: <p>パネルアイコンやアプレットの上でマウスの右ボタンをクリックすると、ポップアップメニューが表示されます。このメニューを使って、項目を移動または削除したり、新しい項目を挿入することができます。</p> <p>KDE パネル Kicker の詳しいカスタマイズ方法については <a href="help:/kicker">Kicker ハンドブック</a> をご覧ください。</p>
kk: <P>Панельдегі таңбашаға немесе апплетке тышқанның оң батырмасымен шертсеңіз, нысанды жылжытуға, өшіруге немесе жаңасын қосуға мүмкіндік беретін, қалқымалы мәзір ашылады.</P> <p>Kicker деген KDE панелін баптау туралы <a href="help:/kicker">the Kicker анықтамасы</a> дегенінен қараңыз.</p>
km: <P>ការ​ចុច​ប៊ូតុង​កណ្ដុរ​ខាង​ស្ដាំ​លើ​រូបតំណាង​បន្ទះ ឬ អាប់ភ្លេត នឹង​បើក​ម៉ឺនុយ​លេចឡើង​មួយ ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​ផ្លាស់ទី ឬ យក​ធាតុ​ចេញ ឬ​ក៏​បន្ថែម​ធាតុ​ថ្មី​មួយ ។</P> <p>ចំពោះ​ព័ត៌មាន​បន្ថែម​អំពី​របៀប​ប្តូរ Kicker, បន្ទះ KDE តាម​បំណង, សូម​មើល <a href="help:/kicker">សៀវភៅ​ដៃ Kicker</a>។</p>
ko: <p>패널 아이콘이나 애플릿에 대고 마우스 오른쪽 버튼을 클릭하면 해당 항목을 옮기거나 이동, 추가할 수 있는 팝 업 메뉴가 나타납니다.</p> <p>KDE 패널, 킥커의 사용자 정의에 대한 더 많은 정보를 원하시면,<a href=" help:/kicker">킥커 핸드북</a>을 보십시오.</p>
lt: <P>Spragtelėjimas dešiniuoju pelės mygtuku ant pulto ženkliukų ar įskiepių atveria pasirodantį meniu, leidžiantį Jums perkelti ar pašalinti objektą, ar pridėti naują.</P> <p>Daugiau informacijos apie Kicker, KDE pulto pritaikymą sau, ieškokite <a href="help:/kicker">Kicker vadove</a>.</p>
mk: <P>Со кликање со десното копче од глушецот на иконите или аплетите на панелот, се отвора мени што дозволува тие да се отстранат, преместат или да се додадат нови икони и аплети.</P> <p>За повеќе информации за прилагодувањето на Kicker, панелот на KDE, погледнете го <a href="help:/kicker">Прирачникот за Kicker</a>.</p>
nb: <p>Høyreklikk på panelikonet eller panelprogram for å åpne en sprettoppmeny der du kan flytte, fjerne eller legge til nye elementer på panelet.</p> <p>Du finner mer informasjon om hvordan du kan tilpasse KDE-panelet Kicker i <a href="help:/kicker">Kicker-håndboka</a>.</p>
nds: <P>Wenn Du mit den rechten Muusknoop op en Lüttbild in't Paneel klickst, warrt en Menü wiest, mit dat Du den Indrag bewegen oder wegmaken, oder ok en niegen Indrag tofögen kannst.</P> <p>Binnen <a href="help:/kicker">dat Kicker-Handbook</a> gifft dat mehr Informatschonen över dat Topassen vun Kicker.</p>
nl: <P>Als u met uw rechtermuisknop op een paneelpictogram of -applet klikt, dan wordt er een contextmenu geopend waarmee u het item kunt verplaatsen, verwijderen of een nieuwe toevoegen.</P> <p>Voor meer informatie over het aanpassen van Kicker, het KDE-paneel, zie het <a href="help:/kicker">handboek van Kicker</a>.</p>
nn: <p>Høgreklikk på panelikon eller panelprogram for å opna ein sprettoppmeny der du kan flytta, fjerna eller leggja til nye element på panelet.</p> <p>Du finn meir informasjon om korleis du kan tilpassa KDE-panelet Kicker i <a href="help:/kicker">Kicker-handboka</a>.</p>
pt: <P>Se carregar com o botão direito do rato nos ícones do painel ou nas 'applets' abre um menu que lhe permite mover ou remover o item, ou mesmo adicionar um novo.</P> <p>Para mais informações sobre como personalizar o Kicker, o Painel do KDE, veja o <a href="help:/kicker">Manual do Kicker</a>.</p>
pt_br: <P>Clicar com o botão direito nos ícones ou mini-aplicativos do Painel abre um menu de contexto que permite mover ou apagar o item, ou adicionar um novo.</p> <p>Para mais informações sobre como personalizar o painel, veja o <a href="help:/kicker">Manual do Kicker<a>.</p>
ru: <P>При щелчке правой кнопкой мыши на значках или аплетах панели открывается меню, которое позволяет вам перемещать, удалять объект или добавлять новый.</P> <p>Информация о настройке панели KDE приведена в <a href="help:/kicker">руководстве Kicker</a>.</p>
rw: <P>Gukandisha buto mbeba y'iburyo ku dushushondanga cyangwa apuleti z'umwanya bifungura ibikubiyemo byirambura bituma ushobora kwimura cyangwa kuvanaho ikintu, cyangwa kongereho igishya.</P> <p>Kugira ngo ubone ibindi bisobanuro byerekeye uko baboneza Kicker, Umwanya wa KDE, rebera ku <a href="help:/kicker">Agatabo ka Kicker</a>.</p>
sk: <P>Kliknutím pravým tlačidlom myši na ikonu panelu, alebo appletu sa otvorí Kontextové menu, ktoré Vám umožní presúvať, odstraňovať, alebo pridávať nové položky.</P> <p>Viac informácií o tejto téme nájdete tu: <a href="help:/kicker">Kicker Návod</a>.</p>
sl: <p>Če z desnim gumbom miške kliknete ikono ali vstavek na pultu, se odpre pojavni meni. Ta omogoča, da predmet premaknete ali odstranite, ali pa dodate novega.</p> <p>Za več informacij o prilagajanju Kickerja, pulta v KDE, si oglejte <a href="help:/kicker">Priročnik za Pult KDE</a>.</p>
sr: <P>Десним кликом миша на иконе или аплете на панелу, појављује се искачући мени који вам нуди могућност да померите или уклоните ставку, или да додате нову.</P> <p>За више информација о прилагођавању Kicker-а, KDE-овог панела, погледајте <a href="help:/kicker">Приручник за Kicker</a>.</p>
sr@latn: <P>Desnim klikom miša na ikone ili aplete na panelu, pojavljuje se iskačući meni koji vam nudi mogućnost da pomerite ili uklonite stavku, ili da dodate novu.</P> <p>Za više informacija o prilagođavanju Kicker-a, KDE-ovog panela, pogledajte <a href="help:/kicker">Priručnik za Kicker</a>.</p>
sv: <P>När du klickar med höger musknapp på en ikon eller ett miniprogram i panelen visas en meny med alternativ för att flytta eller ta bort objektet, alternativt lägga till en ny.</P> <p>För mer information om anpassning av Kicker, KDE:s panel, se <a href="help:/kicker">Kickers handbok</a>.</p>
th: <P>การคลิกเมาส์ปุ่มขวาที่ปุ่มไอคอนหรือแอพเพล็ตบนพาเนล จะเป็นการเรียกเมนูป๊อบอัพเพื่อให้คุณย้ายหรือลบรายการนั้น หรือเพิ่มเข้าไปใหม่ก็ได้</P> <p>สำหรับรายละเอียดเพิ่มเติมในการปรับแต่ง Kicker (พาเนลของ KDE), โปรดดูที่ <a href="help:/kicker">คุ่มือ Kicker</a>.</p>
uk: <P>Клацання правою кнопкою мишки на піктограмі або аплеті в панелі відкриє контекстне меню, яке дозволить вам пересунути чи вилучити цей об'єкт, або додати новий.</P> <p>Більш докладна інформація про панель KDE знаходиться у <a href="help:/kicker">підручнику</a>. </p>
vi: <P>Việc nhắp nút phải trên chuột vào biểu tượng hay tiểu dụng trên bảng điều khiển sẽ mở một trình đơn bật lên cho bạn khả năng di chuyển hoặc gỡ bỏ mục, hoặc thêm mục mới.</P> <p>Để tìm thông tin thêm về cách tùy chỉnh Kicker, bảng điều khiển KDE, vui lòng xem <a href="help:/kicker">Sổ tay Kicker</a>.</p>
zh_cn: <P>鼠标右键点击面板上的图标或小程序会弹出菜单， 您可以选择移动或者删除该项目，或者添加一个新项目。</P> <p>要获得关于自定义 KDE 面板 Kicker 的更多信息，请参看<a href="help:/kicker">Kicker 手册</a>。</p>
zh_tw: <P>在面板圖示或面板程式上按滑鼠右鍵會開啟一個彈出式 選單，它會允許你移動或移除這個項目，或是新增 另一個。</P> <p>需要更多關於自訂 Kicker，KDE 面板的資訊，請查閱 <a href="help:/kicker">Kicker 手冊</a>。</p>
