Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdebase/libkonq.po
Languages: ar, az, eo, lt, mn, pa, rw, te

source: Create New
ar: أنشئ جديد
az: Yenisini Yarat
eo: Kreu novan
lt: Sukurti naują
mn: Шинээр үүсгэх ...
pa: ਨਵਾਂ ਬਣਾਓ
rw: Kurema Bishya
te: కొత్తది తయారు చేయి

source: Link to Device
eo: Ligo al Aparato
lt: Nuoroda į įrenginį
pa: ਜੰਤਰ ਨਾਲ ਸਬੰਧ
rw: Guhuza na Apareye

source: <qt>The template file <b>%1</b> does not exist.</qt>
eo: <qt>La ŝablonodosiero <b>%1</b> ne ekzistas.</qt>
lt: <qt>Šablono byla <b>%1</b> neegzistuoja.</qt>
pa: <qt>ਨਮੂਨਾ ਫਾਇਲ <b>%1</b> ਮੌਜੂਦ ਨਹੀਂ ਹੈ।</qt>
rw: <qt>Idosiye y'inyandikorugero <b> %1 </b> ntibaho.</qt>

source: File name:
ar: إسم الملف:
az: Fayl adı:
eo: Dosiernomo:
lt: Bylos vardas:
mn: Файлын нэр:
pa: ਫਾਇਲ ਨਾਂ:
rw: Izina ry'idosiye:
te: దస్త్రం పేరు

source: Background Settings
ar: تعيينات الخلفية
eo: Fonagordaro...
lt: Fono nustatymai
pa: ਪਿੱਠਭੂਮੀ ਸੈਟਿੰਗ
rw: Amagenamiterere ya mbuganyuma

source: Background
ar: الخلفية
az: Arxa plan
eo: Fono
lt: Fonas
mn: Дэвсгэр
pa: ਪਿੱਠਭੂਮੀ
rw: Mbuganyuma

source: Co&lor:
ar: اللو&ن:
eo: Ko&loro:
lt: Spa&lva:
pa: ਰੰਗ(&l):
rw: Ibara:
te: (&l) రంగు

source: &Picture:
ar: ال&رسمة:
eo: &Bildo:
lt: &Paveikslėlis:
pa: ਤਸਵੀਰ(&P):
rw: &Ishusho:
te: (&P) చిత్రం

source: Preview
ar: المعاينة
eo: Antaŭrigardo
lt: Peržiūra
pa: ਝਲਕ
rw: Igaragazambere
te: ముందు వీక్షణం

source: None
ar: لا شيئ
az: Yox
eo: Neniu
lt: Nėra
mn: Дэвсгэргүй
pa: ਕੋਈ ਨਹੀਂ
rw: Nta na kimwe
te: ఎమి లేదు

source: Enlarge Icons
ar: كبِر الأيقونة
eo: Grandigu piktogramojn
lt: Didinti ženkliukus
pa: ਆਈਕਾਨ ਵੱਡੇ
rw: Kugira Udushushondanga tugari
te: ప్రతిమలను పెద్దవి చెయి

source: Shrink Icons
ar: صغر الأيقونة
eo: Malgrandigu piktogramojn
lt: Mažinti ženkliukus
pa: ਆਈਕਾਨ ਸੁੰਘਡ਼ੋ
rw: Kugira Udushushondanga duto
te: ప్రతిమలను చిన్నవి చెయి

source: &Default Size
ar: القياس الا&فتراضي
az: Ön &Qurğulu Böyüklük
eo: &Apriora grandeco
lt: Nu&matytas dydis
mn: &Стандарт хэмжээ
pa: ਮੂਲ ਆਕਾਰ(&D)
rw: &Ingano Mburabuzi
te: (&D) అప్రమెయ పరిమాణం

source: &Huge
ar: &ضخم
az: Ç&ox Böyük
eo: &Grandega
lt: &Didžiuliai
mn: &Маш том
pa: ਵਿਰਾਟ(&H)
rw: &Binini
te: (&H) అతి పెద్ద

source: &Very Large
ar: &كبير جداً
eo: &Tre grandaj
lt: &Labai dideli
pa: ਬਹੁਤ ਵੱਡਾ(&V)
rw: &Bigaye Cyane
te: (&V) చాలా పెద్ద

source: &Large
ar: &كبير
az: &Böyük
eo: &Grandaj
lt: &Dideli
mn: &Том
pa: ਵੱਡਾ(&L)
rw: &Bigaye
te: (&L) పెద్ద

source: &Medium
ar: م&توسط
az: &Orta
eo: &Mezgrandaj
lt: &Vidutiniai
mn: &Дунд
pa: ਮੱਧਮ(&M)
rw: &Hagati
te: (&M) మద్యస్థ

source: &Small
ar: &صغير
az: &Kiçik
eo: &Malgrandaj
lt: &Maži
mn: &Жижиг
pa: ਛੋਟਾ(&S)
rw: &Gitoya
te: (&S) చిన్న

source: &Tiny
ar: &نحيف
eo: T&re malgrandaj
lt: &Smulkūs
pa: ਨਿੰਮਾ(&T)
rw: &Bito cyane
te: (&T) అతి చిన్న

source: Configure Background...
ar: إعداد الخلفيّة...
eo: Agordu fonon...
lt: Konfigūruoti foną...
pa: ਪਿੱਠਭੂਮੀ ਸੰਰਚਨਾ...
rw: Kuboneza Mbuganyuma...

source: Allows choosing of background settings for this view
eo: Permesas elekti fonagordaron por tiu ĉi rigardo
lt: Leidžia pasirinkti šio vaizdo fono nustatymus
pa: ਇਸ ਦਰਿਸ਼ ਲਈ ਪਿੱਠਭੂਮੀ ਸੈਟਿੰਗ ਚੁਣਨ ਦਾ ਇਜ਼ਾਜਤ
rw: Yemerera uguhitamo kw'amagenamiterere y'iri garagaza

source: <p>You do not have enough permissions to read <b>%1</b></p>
ar: <p> لا تتوفر تصاريح كافية لقراءة <b>%1</b></p>
az: <p><b>%1</b>üzvünü oxumaq üçün lazımi səlahiyyətləriniz yoxdur</p>
eo: <p>Mankas permeso al vi por legi <b>%1</b></p>
lt: <p>Jūs neturite užtektinai leidimų rašyti <b>%1</b></p>
mn: <p>Таньд <b>%1</b>-г унших хүрэлцээтэй эрх алга байна</p>
pa: <p>ਤੁਹਾਡੇ ਕੋਲ ਪੜਨ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੈ <b>%1</b></p>
rw: <p>Ntufite uburenganzira buhagije bwo gusoma <b>%1</b></p>

source: <p><b>%1</b> does not seem to exist anymore</p>
eo: <p><b>%1</b> ŝajne ne plu ekzistas</p>
lt: <p>Atrodo, kad <b>%1</b> daugiau neegzistuoja</p>
pa: <p><b>%1</b> ਹੁਣ ਮੌਜੂਦ ਨਹੀਂ ਹੈ</p>
rw: <p><b>%1</b> ntigaragara nkibaho</p>

source: Search result: %1
ar: نتيجة البحث: %1
az: Axtarış nəticələri: %1
eo: Serĉrezulto: %1
lt: Paieškos rezultatas: %1
mn: Хайлтын үр дүн: %1
pa: ਖੋਜ ਨਤੀਜਾ: %1
rw: Gushakisha igisubizo: %1
te: అన్వెషణ ఫలితం: %1

source: _n: Do you really want to delete this item? Do you really want to delete these %n items?
ar: هل تريد بالتأكيد حذف هذا العنصر؟ هل تريد بالتأكيد حذف هذين العنصرين؟ هل تريد بالتأكيد حذف هذه العناصر الـ %n؟ هل تريد بالتأكيد حذف هذه العناصر الـ %n؟
az: Həqiqətən də bu %n üzvü silmək istəyirsiniz?
eo: Ĉu vi vere volas forigi tiun eron? Ĉu vi vere volas forigi tiujn %n erojn?
lt: Ar tikrai norite ištrinti %n elementą? Ar tikrai norite ištrinti %n elementus? Ar tikrai norite ištrinti %n elementų?
mn: Та энэ бичлэгийг үнэхээр устгахыг хүсэж байна уу? Та эдгээр %n бичлэгийг үнэхээр устгахыг хүсэж байна уу?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਇਕਾਈ ਹਟਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ? ਕੀ ਤੁਸੀਂ %n ਇਕਾਈਆਂ ਹਟਾਉਣੀਂ ਚਾਹੁੰਦੇ ਹੋ?

source: Delete Files
ar: الغاء الملفات
az: Faylları Sil
eo: Forigu dosierojn
lt: Ištrinti bylas
mn: Файл устгах
pa: ਫਾਇਲ਼ਾਂ ਹਟਾਓ
rw: Siba amadosiye
te: దస్త్రాలని తీసివేయి

source: _n: Do you really want to shred this item? Do you really want to shred these %n items?
ar: هل تريد بالتأكيد حذف هذا العنصر بشكل نهائي؟ هل تريد بالتأكيد حذف هذين العنصرين بشكل نهائي؟ هل تريد بالتأكيد حذف هذه العناصر الـ %n بشكل نهائي؟ هل تريد بالتأكيد حذف هذه العناصر الـ%n بشكل نهائي؟
az: Həqiqətən də bu %n üzvü yox etmək istəyirsiniz?
eo: Ĉu vi vere volas detrui tiun eron? Ĉu vi vere volas detrui tiujn %n erojn?
lt: Ar Jūs tikrai norite išskaidyti šį %n elementą? Ar Jūs tikrai norite išskaidyti šiuos %n elementus? Ar Jūs tikrai norite išskaidyti %n šių elementų?
mn: Та энэ бичлэгийг үнэхээр таслахыг хүсэж байна уу? Та эдгээр %n бичлэгийг үнэхээр таслахыг хүсэж байна уу?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਇਕਾਈ ਨੂੰ ਖਤਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਕੀ ਤੁਸੀਂ %n ਇਕਾਈਆਂ ਨੂੰ ਖਤਮ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Shred Files
ar: سحق الملفات
az: Faylları Yox Et
eo: Detruu dosierojn
lt: Išskaidytos bylos
mn: Тасархай файлууд
pa: ਖਤਮ ਫਾਇਲਾਂ
rw: Gucamo uduce Amadosiye

source: Shred
ar: سحق
az: Yox Et
eo: Detruu
lt: Išskaidyti
mn: Таслах
pa: ਖਤਮ
rw: Gucamo uduce

source: _n: Do you really want to move this item to the trash? Do you really want to move these %n items to the trash?
ar: هل تريد بالتأكيد إرسال هذا العنصر إلى سلّة المحذوفات؟ هل تريد بالتأكيد إرسال هذين العنصرين إلى سلّة المحذوفات؟ هل تريد بالتأكيد إرسال هذه العناصر الـ %n إلى سلّة المحذوفات؟ هل تريد بالتأكيد إرسال هذه العناصر الـ %n إلى سلّة المحذوفات؟
az: Həqiqətən də bu %n üzvü zibilə daşımaq istəyirsiniz?
eo: Ĉu vi vere volas meti tiun eron en la rubujon? Ĉu vi vere volas meti tiujn %n erojn en la rubujon?
lt: Ar Jūs tikrai norite išmesti į šiukšliadėžę šį %n elementą? Ar Jūs tikrai norite išmesti į šiukšliadėžę šiuos %n elementus? Ar Jūs tikrai norite išmesti į šiukšliadėžę %n šių elementų?
mn: Та энэ бичлэгийг үнэхээр хогийн сав руу чулуудахыг хүсэж байна уу? Та эдгээр %n бичлэгийг үнэхээр хогийн сав руу чулуудахыг хүсэж байна уу?
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਇਕਾਈ ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਕੀ ਤੁਸੀਂ %n ਇਕਾਈਆਂ ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Move to Trash
ar: نقل الى سلة المهملات
az: Zibilə Daşı
eo: Movu al rubujo
lt: Išmesti į šiukšliadėžę
mn: Хогийн сав руу зөөх
pa: ਰੱਦੀ ਵਿੱਚ ਭੇਜੋ
rw: Kwimurira mu gatebo njyamwanda
te: చెత్త బుట్టకు జరుపు

source: _: Verb &Trash
eo: Ĵetu Rubujen
lt: Iš&mesti į šiukliadėžę
pa: ਰੱਦੀ(&T)
rw: & Guta
te: (&T) చెత్త బుట్ట

source: You cannot drop a folder on to itself
ar: لا يمكن إسقاط المجلّد على نفسه
az: Bir qovluğu öz üstünə daşıya bilməzsiniz
eo: Vi ne povas treni dosierujon al si mem
lt: Negalima padėti aplanko į jį patį
mn: Та лавлахуудыг өөр дотор нь зөөж чадахгүй.
pa: ਤੁਸੀਂ ਇੱਕ ਫੋਲਡਰ ਨੂੰ ਉਸ ਵਿੱਚ ਹੀ ਨਕਲ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ
rw: Ntushobora gushyira ububiko kuri bwo ubwabo

source: File name for dropped contents:
eo: Dosiernomo por lasitaj enhavoj
lt: Nurodykite numesto turinio bylos pavadinimą:
pa: ਸੁੱਟੇ ਭਾਗਾਂ ਲਈ ਫਾਇਲ ਨਾਂ:
rw: Izina ry'idosiye ry'ibikubiyemo byatawe:

source: &Move Here
ar: ان&قل هنا
az: Buraya &Daşı
eo: &Movu tien ĉi
lt: &Perkelti čia
mn: Энэ байрлалд &зөө
pa: ਇੱਥੇ ਭੇਜੋ(&M)
rw: &Kwimurira hano
te: (&M) ఇక్కడికి జరుపు

source: &Copy Here
ar: ا&نسخ هنا
az: &Buraya Köçür
eo: &Kopiu tien ĉi
lt: &Kopijuoti čia
mn: Энэ байрлалд &хуул
pa: ਇੱਥੇ ਨਕਲ ਕਰੋ(&C)
rw: K&oporora hano
te: (&C) ఇక్కడికి నకలు చేయి

source: &Link Here
ar: ا&ربط هنا
az: Burada &Körpüsünü Yarat
eo: &Referencu tie ĉi
lt: Padaryti &nuorodą čia
mn: Энд &холбо
pa: ਸਬੰਧ ਇੱਥੇ(&L)
rw: &Guhuriza Hano
te: (&L) ఇక్కడికి లింక్ చేయి

source: Set as &Wallpaper
ar: اجعلها صورة &خلفية
az: &Divar Kağızı Olaraq Tə'yin Et
eo: Uzu kiel &tapeto
lt: Nustatyti kaip &apmušalą
mn: &Дэвсгэр зургаар хэрэглэх
pa: ਵਿਹੜੇ ਵਿੱਚ ਲਗਾਓ(&W)
rw: Gushyiraho nk'Urupapurorukuta
te: (&W) రంగాలంకరణ పటం లాగా అమర్చు

source: C&ancel
ar: إ&لغاء
az: &Ləğv Et
eo: &Rezignu
lt: A&tšaukti
mn: &болих
pa: ਰੱਦ ਕਰੋ(&a)
rw: Ku&reka

source: New Folder
ar: مجلد جديد
az: Yeni Qovluq
eo: Nova dosierujo:
lt: Naujas aplankas
mn: Шинэ хавтас
pa: ਨਵਾਂ ਫੋਲਡਰ
rw: Ububiko Bushya
te: కొత్త ఫోల్డర్

source: Enter folder name:
ar: ادخل اسم المجلّد:
az: Qovluq adını bildir:
eo: Donu dosierujonomon:
lt: Įveskite aplanko vardą:
mn: Хавтасын нэр өгнө үү:
pa: ਫੋਲਡਰ ਨਾਂ ਭਰੋ:
rw: Kwinjiza izina ry'ububiko:
te: ఫోల్డర్ పేరు ఇవ్వండి

source: &Open
ar: ا&فتح
az: &Aç
eo: &Malfermu
lt: At&verti
mn: &Нээх
pa: ਖੋਲੋ(&O)
rw: Gufungura
te: (&O) తెరువు

source: Open in New &Window
ar: فتح في &نافذة جديدة
az: Yeni &Pəncərədə Aç
eo: Malfermu en &nova fenestro
lt: Atverti naujame &lange
mn: &Шинэ цонхонд нээх
pa: ਨਵੇਂ ਝਰੋਖੇ ਵਿੱਚ ਖੋਲੋ(&W)
rw: Gufungurira mw'i&dirishya rishya
te: (&W) కొత్త విండొ లో తెరవండి

source: Open the trash in a new window
ar: افتح سلة المهملات في نافذة جديدة
az: zibili yeni pəncərədə aç
eo: Malfermu la rubujon en nova fenestro
lt: Atverti šiukšlinę naujame lange
mn: Хогийн савыг шинэ цонхонд нээх
pa: ਰੱਦੀ ਨਵੇਂ ਝਰੋਖੇ ਵਿੱਚ ਖੋਲੋ
rw: Gufungura agatebo mu idirishya rishya

source: Open the medium in a new window
eo: Malfermu la medion en nova fenestro
lt: Atverti media naujame lange
pa: ਮਾਧਿਅਮ ਨੂੰ ਨਵੇਂ ਝਰੋਖੇ ਵਿੱਚ ਖੋਲੋ
rw: Gufungura igitangazamakuru mu idirishya rishya

source: Open the document in a new window
ar: فتح المستند في نافذة جديدة
az: Sənədi yeni pəncərədə aç
eo: Malfermu la dokumenton en nova fenestro
lt: Atverti dokumentą naujame lange
mn: Баримтыг шинэ цонхонд нээх
pa: ਦਸਤਾਵੇਜ਼ ਨਵੇਂ ਝਰੋਖੇ ਵਿੱਚ ਖੋਲੋ
rw: Gufungura inyandiko mu idirishya rishya
te: పత్రాన్ని కొత్త విండొ లొ తెరువు

source: Create &Folder...
ar: إنشاء &مجلد...
az: &Qovluq Yarat...
eo: &Nova dosierujo...
lt: Sukurti ap&lanką...
mn: &Хавтас үүсгэх...
pa: ਫੋਲਡਰ ਬਣਾਓ(&F)...
rw: Kurema &Ububiko...
te: (&F) ఫొల్డర్ తయారు చేయి...

source: &Restore
eo: &Restaŭru
lt: A&tstatyti
pa: ਮੁੜ-ਸਟੋਰ(&R)
rw: &Gusubira ku ngano
te: (&R) పునర్నిర్మించు

source: &Empty Trash Bin
ar: ت&فريغ سلة المهملات
az: Zibil Qutusunu &Boşalt
eo: &Malplenigu rubujon
lt: &Išvalyti šiukšliadėžę
mn: Хогийн сав &хоослох
pa: ਰੱਦੀ ਖਾਲੀ(&E)
rw: &Gusiga ubusa mu Gatebo
te: (&E) చెత్తబుట్ట ని ఖాళీ చేయండి

source: &Bookmark This Page
ar: &ضع علامة موقع لهذه الصفحة
az: Bu Səhifəni &Nişanlara Əlavə Et
eo: &Legosignu tiun paĝon
lt: Įtraukti šį puslapį prie &žymelių
mn: Энэ хуудсыг &хавч
pa: ਇਹ ਸਫ਼ਾ ਬੁੱਕਮਾਰਕ ਕਰੋ(&B)
rw: &Kumenyesha Iyi Paji

source: &Bookmark This Location
ar: ضع علامة مرجع&ية لهذا الموقع
az: Bu Ünvanı &Nişanlara Əlavə Et
eo: &Legosignu tion lokon
lt: Įtraukti šią vietą prie &žymelių
mn: Энэ хаягийг &хавч
pa: ਇਹ ਟਿਕਾਣਾ ਬੁੱਕਮਾਰਕ ਕਰੋ(&B)
rw: &Kumenyekanisha Aha Hantu

source: &Bookmark This Folder
ar: ضع علامة للمجلد
az: Bu Qovluğu &Nişanlara Əlavə Et
eo: &Legosignu tiun dosierujon
lt: Įtraukti šį aplanką prie &žymelių
mn: Энэ хавтасыг &хавч
pa: ਇਹ ਫੋਲਡਰ ਬੁੱਕਮਾਰਕ ਕਰੋ(&B)
rw: &Kumenyekanisha Ubu Bubiko

source: &Bookmark This Link
ar: ض&ع علامة مرجعية لهذا الرابط
az: Bu Körpünü &Nişanlara Əlavə Et
eo: &Legosignu tiun montrilon
lt: Įtraukti šią nuorodą prie &žymelių
mn: Энэ холбоосыг &хавч
pa: ਇਹ ਸਬੰਧ ਬੁੱਕਮਾਰਕ ਕਰੋ(&B)
rw: &Kumenyekanisha Iri Huza

source: &Bookmark This File
ar: ضع ع&لامة مرجعية لهذا الملف
az: Bu Faylı &Nişanlara Əlavə Et
eo: &Legosignu tiun dosieron
lt: Įtraukti šią bylą prie &žymelių
mn: Энэ файлыг &хавч
pa: ਇਹ ਫਾਇਲ ਬੁੱਕਮਾਰਕ ਕਰੋ(&B)
rw: &Kumenyekanisha Iyi Dosiye

source: &Open With
ar: ا&فتح باستخدام
az: &Birlikdə Aç
eo: Malfermu &per
lt: Atverti &su
mn: &Нээх -тай
pa: ਇਸ ਨਾਲ ਖੋਲੋ(&O)
rw: &Gufungura Na
te: (&O) తో తెరుచుము

source: Open with %1
eo: Malfermu per %1
lt: Atverti su %1
pa: %1 ਨਾਲ ਖੋਲੋ
rw: Gufungura na %1
te: %1 తో తెరుచుము

source: &Other...
ar: آ&خر...
az: &Digər...
eo: &Aliaj...
lt: &Kita...
mn: &Бусад...
pa: ਹੋਰ(&O)...
rw: &Ikindi...
te: (&O) ఇతర...

source: &Open With...
ar: ا&فتح باستخدام...
az: &Birlikdə Aç...
eo: Malfermu &per...
lt: Atverti &su...
mn: &Нээх -тай...
pa: ਇਸ ਨਾਲ ਖੋਲੋ(&O)...
rw: &Gufungurira na...
te: (&O) తో తెరుచుము...

source: Ac&tions
ar: أع&مال
az: &Gedişatlar
eo: &Agoj
lt: Vei&ksmai
mn: Үй&лдлүүд
pa: ਕਾਰਵਾਈਆਂ(&t)
rw: I&bikorwa
te: (&t) చర్యలు

source: &Properties
ar: &خصائص
az: &Xassələr
eo: &Ecoj
lt: &Savybės
mn: &Онцлогууд
pa: ਵਿਸ਼ੇਸਤਾ(&P)
rw: I&ndangabintu
te: (&P) లక్షణాలు

source: Share
ar: تشارك
az: Bölüş
eo: Retdosiero
lt: Skirti bendram naudojimui
mn: Хамтын хэрэглээ
pa: ਸਾਂਝ
rw: Gusangiza
te: పంచు

source: Und&o
ar: ت&راجع
az: Ge&ri Al
eo: &Malfaru
lt: At&statyti
mn: &Цуцлах
pa: ਵਾਪਿਸ(&o)
rw: Isubiranyuma
te: (&o) రద్దు చేయి

source: Und&o: Copy
ar: ت&راجع: نسخ
az: Ge&ri Al: Köçür
eo: &Malfaru: Kopio
lt: At&statyti: Kopijavimas
mn: &Хуулах цуцлах
pa: ਵਾਪਿਸ(&o): ਨਕਲ
rw: Isubiranyuma: Gukoporora
te: (&o) రద్దు చేయి: నకలు

source: Und&o: Link
ar: ت&راجع: ربط
az: Ge&ri Al: Körpü
eo: &Malfaru: Ligo
lt: At&statyti: Nuoroda
mn: &Холбохыг цуцлах
pa: ਵਾਪਿਸ(&o): ਸਬੰਧ
rw: Isubiranyuma: Guhuza
te: (&o) రద్దు చేయి: లింక్

source: Und&o: Move
ar: ت&راجع: نقل
az: Ge&ri Al: Daşı
eo: &Malfaru: Movo
lt: At&statyti: Perkėlimas
mn: &Зөөхийг цуцлах
pa: ਵਾਪਿਸ(&o): ਭੇਜਿਆ
rw: Isubiranyuma: Kwimura
te: (&o) రద్దు చేయి: జరుపు

source: Und&o: Trash
eo: &Malfaru: Rubujo
lt: Atsta&tyti iš šiukšliadėžės
pa: ਵਾਪਿਸ(&o): ਰੱਦੀ
rw: Isubiranyuma: Guta
te: (&o) రద్దు చేయి: చెత్త బుట్ట

source: Und&o: Create Folder
ar: &تراجع عن إنشاء مجلد
az: Ge&ri Al: Qovluq Yarat
eo: &Malfaru: Kreu dosierujon
lt: At&statyti: Sukurti aplanką
mn: &Лавлах үүсгэлтийг цуцлах
pa: ਵਾਪਿਸ(&o): ਫੋਲਡਰ ਬਣਾਓ
rw: Isubiranyuma: Kurema Ububiko
te: (&o) రద్దు చేయి: ఫొల్డర్ ని తయారు చేయి
