Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Raise Last Window
bg: Активиране на последния прозорец
ca: Refés l'última finestra
cs: Zdvihnout poslední okno
cy: Codi'r Ffenestr Ddiwethaf
da: Hæv sidste vindue
de: Letztes Fenster nach vorn
el: Ανύψωση τελευταίου παραθύρου
es: Levantar última ventana
et: Viimane aken tuuakse esile
eu: Goratu azken lehioa
fa: بالا بردن آخرین پنجره
fi: Nosta viimeinen ikkuna
fr: Placer la dernière fenêtre dessus
hu: Az utolsó ablak előtérbe hozása
is: Lyfta síðasta glugga
it: Alza l'ultima finestra
ja: 最後のウィンドウを前面に表示
kk: Соңғы терезені алға шығару
km: លើក​បង្អូច​ចុងក្រោយ​ឡើង​
ko: 최근 창 띄우기
lt: Iškelti paskutinį langą
mk: Подигни го последниот прозорецот
nb: Hev siste vindu
nds: Lest Finster na vörn
nl: Laatste venster naar voorgrond halen
nn: Hev siste vindu
pt: Elevar a Última Janela
pt_br: Elevar Última Janela
ru: Восстановить последнее окно
sk: Vyvolať posledné okno
sl: Dvigni zadnje okno
sr: Подигни последњи прозор
sv: Höj senaste fönster
ta: உயர்த்திய கடைசி சாளரம்
tg: Барқарорсозии Тирезаи Охирон
uk: Підняти останнє вікно
zh_cn: 升起上个窗口
zh_tw: 提升上次的視窗

source: If someone said your nick in a window, this action will make that window active for you.
bg: Ако някой спомене вашия псевдоним в някой прозорец, този прозорец ще бъде активиран.
ca: Si algú anomena el vostre sobrenom en una finestra, aquesta acció farà que la finestra s'activi.
cs: Pokud někdo zmínil vaši přezdívku v nějakém okně, tato akce učiní toto okno aktivním.
cy: Os defnyddiwyd eich ffugenw mewn ffenestr, bydd y weithred hon yn gwneud y ffenestr honno'n weithredol
da: Hvis nogen siger dit alias i et vindue, vil dette gøre dette vindue aktivt for dig.
de: Falls der eigene Spitzname in einem Fenster erwähnt wird, aktiviert diese Aktion das betreffende Fenster.
el: Αν κάποιος πει το ψευδώνυμό σας σε ένα παράθυρο, αυτή η ενέργεια θα κάνει το παράθυρο ενεργό για εσάς.
es: Si alguien dice su apodo en una ventana, esta se activará.
et: Kui keegi kasutab mõnes aknas sinu hüüdnime, siis see tegevus muudab selle akna aktiivseks.
eu: Norbaitek zure goitizena lehio batean esaten badu, ekintza honek lehio hori aktibatuko dizu.
fa: اگر شخصی لقب شما را در پنجره بگوید، این‌ عمل باعث فعال ‌شدن این پنجره برای شما می‌شود.
fi: Jos joku mainitsee lempinimesi, kyseinen ikkuna aktivoidaan.
fr: Si quelqu'un écrit votre pseudonyme dans une fenêtre, cette action la rend active.
hu: Ha valaki az Ön becenevét említi egy ablakban, akkor az az ablak automatikusan aktívvá fog válni.
is: Ef einhver sagði gælunafn þitt í glugga, mun þessi aðgerð virkja þann glugga fyrir þig.
it: Se qualcuno digita il tuo nick in una finestra, la finestra diventa attiva.
ja: 誰かがあなたのニックネームに言及したときに、自動的にそのウィンドウをアクティブにします。
kk: Егер терезеде Сізді біреу атаса, терезеге назар ауысады.
km: បើ​នរណា​ម្នាក់​បាន​និយាយ​សម្មតិ​របស់​អ្នក​ក្នុង​បង្អួច សកម្មភាព​នេះ​នឹង​ធ្វើ​ឲ្យ​បង្អួច​នោះ​សកម្ម​សម្រាប់​អ្នក ។
ko: 누군가 사용자의 별명을 부르면, 이 기능은 해당 창을 활성화시켜줍니다.
lt: Jei lange kažkas paminėjo jūsų vardą, šis veiksmas suaktyvins tą langą.
mk: Ако некој го спомене вашиот прекар во прозорец. оваа акција ќе го активира тој прозорец за вас.
nb: Om noen nevner ditt kallenavn i et vindu, så vil denne aksjonen aktivisere det vinduet.
nds: Disse Akschoon aktiveert Finstern, binnen de Een Dien Ökelnaam bruukt
nl: Als iemand ergens uw bijnaam typte maakt deze instelling dat venster dan actief.
nn: Dersom nokon nemner kallenamnet ditt i eit vindauge, gjer denne handlinga at det vindauget kjem fram.
pt: Se alguém referiu o seu alcunha numa janela, esta acção tornará essa mesma janela activa para si.
pt_br: Se alguém disser seu apelido em uma janela, esta ação vai tornar aquela janela ativa para você.
ru: Если кто-то сказал ваш ник в канале, окно будет активизировано.
sk: Ak niekto povie váš nick v okne, táto akcia urobí toto okno aktívne pre vás.
sl: Če je kdo omenil vaš vzdevek v oknu, bo to dejanje naredilo to okno aktivno.
sr: Ако је неко у прозору поменуо ваш надимак, ова акција ће учинити да се прозор активира.
sv: Om någon nämnde ditt smeknamn i ett fönster, så aktiverar den här åtgärden fönstret åt dig.
ta: யாராவது உங்கள் புனைப்பெயர் சாளரத்தில் உள்ளது என்று சொன்னால், இந்த செயல் உங்கள் சாளரத்தை நடப்பிற்கு கொண்டு வரும்
tg: Агар касе ники шуморо дар тиреза гӯяд, он тиреза барои шумо фаъол мегардад.
uk: Якщо хтось сказав ваше прізвисько у якомусь вікні, ця дія зробить те вікно активним для вас.
zh_tw: 如果有人在聊天視窗中提到您的暱稱，這個動作會提升該視窗。

source: Clear Blinking Dock Icon
bg: Изчистване на мигащата икона
ca: Desocupa la icona ancoratge parpellejant
cs: Zrušit blikající ikonu v panelu
cy: Gwaredu'r Eicon Docio Amrantol
da: Fjern blinkende statusikon
de: Blinken des Andocksymbols abschalten
el: Καθαρισμός εικονιδίων που τρεμοπαίζουν
es: Limpiar el icono parpadeante del panel
et: Lõpetatakse dokiikooni vilkumine
eu: Garbitu paneleko ikono keinularia
fa: پاک ‌کردن شمایل ‌پیوندی ‌چشمک‌زن
fi: Sammuta vilkkuva Dock kuvake
fr: Arrêter le clignotement de l'icône dans la boîte à miniatures
hu: A dokkolási ikon villogásának kikapcsolása
is: Stöðva blikk á bakkatákni
it: Elimina lampeggiamento dell'icona pannello
ja: ドックアイコンの点滅を止める
kk: Таңбашаның жыпылықтауын тоқтату
km: ជម្រះ​រូប​តំណាង​ចត​ភ្លឹបភ្លេតៗ
ko: 도킹 아이콘 반짝임 제거
lt: Išjungti sumažinto ženkliuko mirksėjimą
mk: Отстрани ја вкотвената икона што трепка
nb: Rydd vekk blinkende kurvikon
nds: Lüttbild-Blinken utmaken
nl: Knipperen systeempictogram stoppen
nn: Rydd vekk blinkande korgikon
pt: Limpar o Ícone Intermitente da Bandeja
pt_br: Limpar Ícone Piscante
ru: Убрать мигание значка
sk: Vyčistiť blikajúcu ikonu dokovania
sl: Počisti utripajočo sidrno ikono
sr: Очисти трепћућу пристајућу икону
sv: Stoppa blinkande dockningsikon
ta: தெளிவாக சிமிட்டும் ஓர சின்னம்
tg: Тоза намудани Милт-милткунии Тасвир
uk: Очистити у доку піктограму, що миготить
zh_tw: 清除閃爍的圖示

source: If the dock icon is blinking, but you don't want to go to the window this will clear the blinking.
bg: Изчистване на мигащата икона, ако вие не искате да отворите прозореца, който предизвиква мигането.
ca: Si la icona del plafó està parpellejant, però no desitgeu anar-la a veure, això farà que deixi de parpellejant.
cs: Pokud ikona v panelu bliká, ale vy nechcete toto okno aktivovat, zrušíte tímto blikání ikony.
cy: Os ydi'r eicon docio'n amrantu, ond nad ydych eisiau mynd i'r ffenestr bydd hwn yn clirio'r amrantu.
da: Hvis statusikonen blinker, men du ikke ønsker at gå til vinduet vil dette fjerne blinkningen.
de: Falls das Andocksymbol blinkt, Sie aber nicht in das betreffende Fenster wechseln möchten, wird durch diese Aktion der Blinkmodus abgeschaltet.
el: Αν το εικονίδιο τρεμοπαίζει, αλλά δε θέλετε να πάτε στο παράθυρο αυτό θα καθαρίσει το τρεμοπαίξιμο.
es: Si el icono del panel está parpadeando, pero no quiere ir a ver esa ventana, esto hará que deje de parpadear.
et: Kui dokiikoon vilgub, aga sa ei soovi akent kasutada, siis see lõpetab vilkumise.
eu: Paneleko ikonoa keinuka badabil, baina lehio honetara joan nahi ez baduzu, honek keinulari egoera amaituko du.
fa: اگر شمایل ‌پیوندی در حال چشمک‌ زدن است اما نمی‌خواهید به پنجره بروید، این باعث پاک ‌شدن چشمک‌زنی خواهد شد.
fr: Si l'icône de la boîte à miniatures clignote mais que vous ne voulez pas aller à la fenêtre, ceci arrêtera le clignotement.
hu: Ha a dokkolási ikon villog, de nem szeretne átváltani az ablakra, ezzel megszüntetheti a villogást.
is: Ef táknið í bakkanum er að blikka en þú vilt ekki opna gluggann, mun þetta stöðva blikkið.
it: Se il pannello lampeggia, ma non vuoi andare alla finestra, ciò eliminerà il lampeggiamento.
ja: ドックアイコンが点滅しているけれどもウィンドウを開きたくないときに、点滅を止めます。
kk: Егер сөредегі таңбашасы жыпылықтаған терезені ашқыңыз келмесе, жыплықтауын осымен басуға болады.
km: បើ​រូប​តំណាង​ចត​កំពុង​ភ្លឹបភ្លែត ប៉ុន្តែ​អ្នក​មិន​ចង់​ទៅ​កាន់​បង្អួច នេះ​នឹង​ជម្រះ​ភ្លឹបភ្លែត ។
ko: 도킹 아이콘이 반짝이는데, 해당 창으로 가고 싶지 않으면 이 기능이 반짝임을 제거합니다.
lt: Jei sumažinimo ženkliukas mirksi, bet jūs neketinate pereiti prie to lango, mirksėjimas išsijungs.
mk: Ако вкотвената икона трепка, но не сакате да одите на тој прозорец, ова ќе го отстрани трепкањето.
nb: Om kurvikonet blinker, men du ikke vil gå til vinduet, så vil dette avslutte blinkingen.
nds: Mit dit kannst Du dat Blinken vun dat Lüttbild binnen den Systeemafsnitt utmaken, wenn dat blinkt, Du jüst aver nich nakieken wullt.
nl: Als het pictogram in het systeemvak knippert maar u niet naar het venster wilt gaan zal deze actie het knipperen stoppen.
nn: Dersom trauikonet blinkar sjølv om du ikkje vil gå til vindauget, kan du her avslutta blinkinga.
pt: Se o ícone da bandeja estiver intermitente, mas se você não quiser ir para a janela, este ícone deixará de piscar.
pt_br: Se o ícone está piscando, mas você não quer ir para a janela, isto vai fazê-lo parar de piscar.
ru: Если значок в системном лотке мигает, но вы не хотите активизировать окно, чтобы убрать мигание, вы можете сделать это вручную без активизации окна.
sk: Ak ikona v doku bliká, ale nechcete okno zobraziť, týmto blikanie zrušíte.
sl: Če sidrna ikona utripa, vendar ne želite iti v to okno, bo to počistilo utripanje,
sr: Ако пристајућа икона трепће, а не желите да идете на дати прозор, ово ће зауставити трептање.
sv: Om dockningsikonen blinkar, men du inte vill gå till fönstret, stoppar detta blinkningen.
ta: ஓர சின்னம் சிமிட்டி கொண்டிருக்கும் பொழுது, நீங்கள் சாளரத்துக்கு செல்ல விரும்பவில்லையெனில் சிம்மிடலை நிறுத்தலாம்.
tg: Агар тасвир дар сабади системавӣ милтос занад, ва лекин шумо ба тиреза гузаштан нахоҳед, он милтосзаниро давом намедиҳад.
uk: Якщо піктограма у доку блимає,але ви не хочете йти до того вікна, це очистить блимання.
zh_tw: 如果圖示在閃爍，但是不打算到那個視窗看，這個動作會清除閃爍的圖示。

source: Came Online:
bg: Включване:
ca: Ha connectat:
cs: Přešel online:
cy: Ddaeth Arlein:
da: Kom online:
de: Statuswechsel auf Online:
el: Συνδέθηκε:
es: Conectó:
et: Tuli võrku:
eu: Konektatu da:
fa: برخط آمد:
fi: Siirry Online-tilaan:
fr: Est arrivé en ligne :
hu: Csatlakozva:
is: Tengdist inn:
it: Divenuto "in linea":
ja: オンラインになりました:
kk: Желіге ауысу:
km: បាន​មក​ដល់​លើ​បណ្តាញ ៖
ko: 온라인 시점:
lt: Prisijungė:
mk: Дојден на линија:
nb: Kom tilkoblet:
nds: Hett sik tokoppelt:
nl: Ging online:
nn: Kopla til:
pt: Ligou-se:
pt_br: Ficou On-line:
ru: Начало работы в сети:
sk: Pripojil sa:
sl: Prišel na zvezo:
sr: Дођи на везу:
sv: Kopplade upp:
ta: நிகழ்நிலை அடைந்து
tg: Оғози кор дар шабака:
uk: Ввійшов в мережу:
zh_cn: 上线时间：
zh_tw: 來到線上時間：

source: Last Offline:
bg: Последно изключване:
ca: Última desconnexió:
cs: Naposledy offline:
cy: All-lein yn ddiwethaf:
da: Sidste offline:
de: Zuletzt Offline:
el: Τελευταία συνδεδεμένος:
es: Última desconexión:
et: Viimati võrgust ära:
eu: Azken deskonexioa:
fa: آخرین برون‌خط:
fi: Viimeiksi poissa:
fr: Dernière déconnexion :
hu: Utolsó csatlakozás bontva:
is: Síðast ótengd:
it: Divenuto "non in linea":
ja: 前のオフライン:
kk: Желіден тыс болған:
km: ក្រៅ​បណ្តាញ​ចុងក្រោយ ៖
ko: 오프라인 시점:
lt: Vėliausi atsijungę:
mk: Последен се исклучил:
nb: Forrige frakoblede:
nds: Tolest afkoppelt:
nl: Laatst offline:
nn: Sist kopla frå:
pt: Desligou-se Em:
pt_br: Último Off-line:
ru: Был отключён:
sk: Naposledy off-line:
sl: Zadnjič brez povezave:
sr: Последњи пут није био на вези:
sv: Senaste nerkoppling:
ta: கடைசி தொடர்பு
tg: Баромадан аз Шабака:
uk: Останній поза мережею:
zh_cn: 上次离线：
zh_tw: 最後離線時間：

source: Whois
cs: Kdo je
cy: Pwy-ydi
da: Hvem-er
de: Wer ist
el: Ποιος είναι
es: Quién
et: Keson
eu: Nor
fa: چه ‌کسی
is: Hver er
kk: Бұл екен
km: នរណា​ជា
ko: 누구
mk: Koj e
nb: Hvem er
nds: Wokeen is
nn: Kven er
pt: Quem é
ru: Кто это?
sl: KdoJe
sr: Ко је
sv: Vem är det här
ta: யார் அது
tg: Ин кист?
uk: Хто це
zh_cn: 他是谁

source: DCC Chat
bg: Чат
ca: Xat DCC
cs: DCC rozhovor
cy: Sgwrs DCC
el: Συνομιλία DCC
es: Conversación DCC
et: DCC vestlus
eu: DCC berriketa
fa: گپ DCC
fr: Discussion DCC
hu: DCC csevegés
is: DCC-spjall
it: Chat DCC
ja: DCC チャット
kk: DCC әңгіме-дүкені
km: ជជែក​កំសាន្ត DCC
ko: DCC 대화
lt: DCC pokalbis
mk: DCC-разговор
nb: DCC-prat
nds: DCC-Klönen
nl: DCC-gesprek
nn: DCC-prat
pt: Conversa DCC
pt_br: Bate-papo DCC
ru: Чат DCC
sl: Klepet DCC
sr: DCC ћаскање
sv: DCC-chatt
ta: DCC அரட்டை
tg: Чати DCC
uk: Розмова
zh_cn: DCC 聊天
zh_tw: DCC 聊天

source: online
bg: с връзка
ca: connectat
cy: arlein
el: σε σύνδεση
es: conectado
et: võrgus
eu: konektatuta
fa: برخط
fr: en ligne
hu: csatlakozva
is: tengdur
it: in linea
ja: オンライン
kk: желіде
km: លើ​បណ្តាញ​
ko: 온라인
lt: prisijungę
mk: на линија
nb: tilkoblet
nds: Tokoppelt
nn: tilkopla
pt: ligado
ru: в сети
sk: pripojený
sl: na zvezi
sr: на вези
sv: uppkopplad
ta: நிகழ்நிலை
tg: дар шабака
uk: в мережі
zh_cn: 在线
zh_tw: 上線

source: Went Offline:
bg: Изключване:
ca: S'ha desconnectat:
cs: Přešel offline:
cy: Aeth All-lein:
da: Gik offline:
de: Statuswechsel Offline:
el: Αποσυνδέθηκε:
es: Se desconectó:
et: Lahkus võrgust:
eu: Deskonektatu da:
fa: برون‌خط رفت‌:
fi: Meni pois:
fr: S'est déconnecté :
hu: Csatlakozás bontva:
is: Aftengdist:
it: Divenuto "non in linea":
ja: オフラインになりました:
kk: Желіден тыс болғаны:
km: នៅ​ក្រៅបណ្តាញ​ ៖​
ko: 오프라인 시점:
lt: Atsijungė:
mk: Се исклучи:
nb: Avkoblet:
nds: Hett sik afkoppelt:
nl: Ging offline:
nn: Kopla frå:
pt: Desligou-se:
pt_br: Ficou Off-line:
ru: Отключился:
sk: Prešiel do off-line:
sl: Šel z zveze:
sr: Отишао са везе:
sv: Kopplade ner:
ta: தொடர்பில் இல்லை
tg: Аз шабака Баромад:
uk: Вийшов з мережі:
zh_cn: 离线时间：
zh_tw: 離線時間：

source: Last Online:
bg: Последно включване:
ca: Última connexió:
cs: Naposledy online:
cy: Arlein ddiwethaf
da: Sidst online:
de: Zuletzt Online:
el: Τελευταία σύνδεση:
es: Última conexión:
et: Viimati võrgus:
eu: Azken konexioa:
fa: آخرین برخط:
fi: Viimeiksi online:
fr: Dernière connexion :
hu: Utolsó csatlakozás:
is: Síðast tengdur:
it: Ultima volta "in linea":
ja: 前のオンライン:
kk: Желіде болғаны:
km: លើ​បណ្តាញ​ចុងក្រោយ​ ៖​
ko: 마지막 온라인 시점:
lt: Vėliausi prisijungę:
mk: Последен на линија:
nb: Forrige tilkobling:
nds: Tolest tokoppelt:
nl: Laatst online:
nn: Sist tilkopla:
pt: Última Ligação:
pt_br: Último On-line:
ru: Последний раз был в сети:
sk: Posledne pripojený:
sl: Zadnjič na zvezi:
sr: Последњи пут био на вези:
sv: Senaste uppkoppling:
ta: கடைசி நிகழ்நிலை
tg: Бори охирон дар шабака:
uk: Востаннє в мережі:
zh_cn: 上次上线：
zh_tw: 上次上線時間：

source: offline
bg: без връзка
ca: desconnectat
cy: All-lein
el: χωρίς σύνδεση
es: desconectado
et: võrgust ära
eu: deskonektatuta
fa: برون‌خط
fr: non connecté
hu: csatlakozás bontva
is: aftengd
it: non in linea
ja: オフライン
kk: желіден тыс
km: ក្រៅបណ្តាញ​
ko: 오프라인
lt: atsijungę
mk: не е на линија
nb: . frakoblet
nds: afkoppelt
nn: fråkopla
pt: desligado
ru: отключен
sk: nepripojený
sl: brez povezave
sr: није на вези
sv: nerkopplad
ta: தொடர்பில்லாத
tg: хомӯш аст
uk: поза мережею
zh_cn: 离线
zh_tw: 離線

source: Help on Notify Popup...
bg: Помощ за прозорците за известяване....
ca: Ajuda en la notificació emergent...
cs: Nápověda k vyskakovacímu oznamování...
cy: Cymorth ar y Naidlen Hysbysu...
da: Hjælp ved påmindelses-popop...
de: Hilfe zum Aufklappmenü für Benachrichtigungen ...
el: Βοήθεια στο αναδυόμενο παράθυρο ειδοποιήσεων...
es: Ayuda en menú emergente...
et: Hüpikakna abi...
eu: Laguntza Jakinarazpen menua-ri buruz...
fa: کمک به بالاپر اخطار...
fi: Notify ponnahdusikkunan avustaja...
fr: Aide sur le message de notification...
hu: Segítség az értesítési ablak használatához...
is: Hjálp um Tilkynningasmelli...
it: Aiuto in caso di notifica
ja: 通知ポップアップのヘルプ...
kk: Құлақтандыру тізімінің анықтамасы...
km: ជំនួយ​ការ​លេចឡើង​ការ​ជូន​ដំណឹង...
ko: 알림 팝업 도움말...
lt: Pagalba apie pranešimų langą...
mk: Помош при известувачки скок-прозорец
nb: Hjelp om varslingssprettopp …
nds: Hülp för't Bescheden-Opdukmenü
nl: Help over notificatie-popup...
nn: Hjelp om varsel …
pt: Ajuda na Notificação...
pt_br: Ajuda sobre Janela Instantânea de Notificação...
ru: Справка по меню уведомлений...
sk: Pomocník pre vyskakovacie okno s upozornením...
sl: Pomoč pri obvestilnem pojavnem meniju ...
sr: Помоћ за искачућа обавештења...
sv: Hjälp om meddelanderuta...
ta: தோன்றும் அறிவிப்புக்கு உதவி...
tg: Ёрӣ дар Огоҳкунии ба Рӯй бароянда...
uk: Довідка на вигульк сповіщення...
zh_cn: 通知弹出帮助...
zh_tw: 通知清單的說明...

source: Configure Notify...
bg: Настройване на известяването...
ca: Configura notificacions...
cs: Nastavit oznamování...
cy: Ffurfweddu Hysbysu...
da: Indstil påmindelser...
de: Benachrichtigungen festlegen ...
el: Ρύθμιση ειδοποιήσεων...
es: Configurar notificaciones...
et: Märguannete seadistamine...
eu: Jakinarazpenak konfiguratu...
fa: پیکربندی اخطار...‌
fi: Notifyn asetukset...
fr: Configurer la notification...
hu: Az értesítések beállítása...
is: Stilla tilkynningar...
it: Configura notifiche...
ja: 通知を設定...
kk: Құлақтандыру тізімін баптау...
km: កំណត់​រចនា​សម្ព័ន្ធ​ជូន​ដំណឹង...
ko: 알림 설정...
lt: Derinti pranešimus...
mk: Конфигурирај известувања...
nb: Sett opp varsling …
nds: Bescheden instellen...
nl: Notificatie instellen...
nn: Set opp varsel …
pt: Configurar a Notificação...
pt_br: Configurar Notificação ...
ru: Настроить Notify...
sk: Nastaviť upozornenia...
sl: Nastavi obvestilo ...
sr: Подеси обавештења...
sv: Anpassa meddelanden...
ta: அறிவிப்பை உள்ளமை...
tg: Танзимкунии Огоҳонӣ...
uk: Налаштувати сповіщення...
zh_cn: 配置通知...
zh_tw: 設定通知...
