Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: This popup menu can show a list of people you have in your notify list, and their status. You can configure this list by going to Configure KSirc->Startup->Notify and adding people to the list. This will take effect the next time you connect to a server. This message appears when there is nothing in your notify list or when no one in your list is online.
bg: Списък на хората, които са регистрирани във вашата система за известяване. Също така може да видите и тяхното състояние. От диалога за настройки може да добавяте нови хора. Настройките ще влязат в сила при следващото включване към сървъра. Това съобщение се показва, когато няма регистрирани потребители или никой от регистрираните не е включен.
ca: Aquest menú emergent pot mostrar-vos un llistat de la gent que teniu a la vostra llista de notificacions, i el seu estatus. La podeu configurar a "Configura KSirc->Engega->Llista de noticiació", així com també afegir gent a la llista. Això tindrà efecte la següent vegada que connecteu a un servidor. Aquest missatge apareixerà quan no hi hagi res a la vostra llista o quan ningú de la llista estiga en línia.
cs: Tato nabídka zobrazuje seznam lidí, které máte na oznamovacím seznamu, spolu s jejich stavem. Lze jej nastavit pomocí přidání položek do 'Nastavit KSirc -> Počáteční -> Seznam oznámení', což se projeví při příštím připojení k nějakému serveru. Tato zpráva se objeví, když není nikdo v tomto seznamu nebo nikdo z tohoto seznamu není online.
cy: Gall y naidlen hon ddangos rhestr o'r bobl sy gennych ar eich rhestr hysbysu, a'u cyflwr. Cewch addasu'r rhestr hon trwy fynd i Addasu KSirc->Cychwyn->Hysbysu ac ychwanegu pobl i'r rhestr. Daw hyn i rym y tro nesaf cysylltwch chi â gweinydd. Ymddengys y neges yma pan na fydd dim byd yn eich rhestr hysbysu neu pan bydd neb ar eich rhestr arlein.
da: Denne popop-menu kan vise en liste af folk du har på din påmindelse-liste, og deres status. Du kan indstille denne liste ved at gå til Indstil KSirc->Opstart->Påmindelse og tilføje folk til listen. Dette vil gå i gang næste gang du forbinder til en server. Denne besked kommer frem når der ikke er noget i din påmindelsesliste eller når ingen på din liste er online.
de: Dieses Aufklappmenü kann eine Liste der Personen der eigenen Benachrichtigungsliste und deren Status anzeigen. Diese Liste kann über KSirc->Start->Benachrichtigung eingerichtet werden. Die Einstellungen werden bei der nächsten Verbindung mit einem Server aktiv. Diese Nachricht erscheint, wenn die Benachrichtigungsliste leer oder keiner der Liste Online ist.
el: Αυτό το αναδυόμενο μενού σας εμφανίζει μια λίστα με τους ανθρώπους που έχετε στη λίστα ειδοποιήσεων, και την κατάστασή τους. Μπορείτε να ρυθμίσετε αυτή τη λίστα πηγαίνοντας στο Ρύθμιση KSirc-> Εκκίνηση-> Ειδοποίηση και προσθέτοντας ανθρώπου στη λίστα. Αυτό θα λάβει χώρα από την επόμενη φορά που θα συνδεθείτε σε έναν διακομιστή. Αυτό το μήνυμα εμφανίζεται όταν δεν υπάρχει κανείς στη λίστα ειδοποιήσεών σας ή όταν κανείς δεν είναι συνδεδεμένος.
es: Este menú emergente puede mostrarle un listado de la gente que tiene en su lista de notificaciones y su estado. Puede configurar esta lista en Configurar KSirc -> Arrancar -> Lista de notificación y añadiendo gente a la lista. Esto tendrá efecto la siguiente vez que conecte al servidor. Este mensaje aparece cuando no hay nada en su lista o cuando nadie de la lista está conectado.
et: See hüpikaken näitab inimesi, kes on sinu märguannete nimekirjas, ja nende käesolevat staatust. Nimekirja saab seadistada KSirci seadistamine->Käivitamine->Märguanded, kus on võimalik inimesi nimekirja lisada. See hakkab toimima järgmisel serveriga ühendumisel. See teadaanne ilmub siis, kui sinu märguannete nimekirjas ei ole üldse midagi või kui keegi nimekirjas olijatest ei ole parasjagu võrgus.
eu: Menu honek zure jakinarazpen zerredan dituzun jendearen zerrenda erakutsiko dizu, eta beraien egoera. Hau konfiguratzeko, jo ezazu Konfiguratu KSirc->Abioa->Jakinarazi eta gehitu jendea zerrendara. Honek zerbitzarira konektatzen zaren hurrengo aldian izango du eragina. Mezu hau zure jakinarazpen zerrendan ezer ez dagoenean agertuko da edo zure konektatuen zerrendan inor ez dagoenean.
fa: این گزینگان بالاپر می‌تواند فهرستی از اشخاص موجود در فهرست اخطار شما و وضعیت آنها را نشان دهد. می‌توانید این فهرست را با رفتن به پیکربندی KSirc-<راه‌اندازی-<اخطار، پیکربندی و اشخاص را به این فهرست اضافه کنید. این، بار دیگری که به کارساز متصل شوید، مؤثر واقع خواهد شد. این، زمانی که هیچ چیزی در فهرست اخطار شما وجود ندارد و یا هیچ شخصی در فهرست شما برخط نیست، ظاهر می‌شود.‌
fr: Ce menu vous montre la liste des personnes présentes dans votre liste de notification ainsi que leur état. Vous pouvez configurer la liste en allant dans la boîte de dialogue « Configurer KSirc », puis dans la rubrique « Démarrage », puis « Liste de notification ». Ceci prendra effet la prochaine fois que vous vous connecterez à un serveur. Ce message apparaît lorsque votre liste de notification est vide ou lorsqu'il n'y a personne de connecté dans votre liste.
hu: Ez a felbukkanó menü az értesítési listába felvett személyek neveit tartalmazhatja, az állapotukkal együtt. A lista beállításainak módosításához válassza A KSirc beállításai->Indulás->Értesítés részt és vegye fel a kívánt neveket a listába. A módosítások a következő csatlakozástól lépnek érvénybe. Ez az üzenet akkor jelenik meg, ha üres az értesítési lista vagy a listán szereplők közül még senki sem csatlakozott.
is: Þessi smellivalmynd getur sýnt lista yfir þá sem eru á tilkynningalistanum þínum og stöðu þeirra. Hægt er að stilla þennan lista með því að fara í Stilla KSirc->Ræsing->Tilkynna og bætt fólki á listann. Þetta verður virkt næst þegar þú tengist IRCþjóni. Þessi boð birtast þegar ekkert er á tilkynningalistanum eða þegar enginn af listanum er tengdur.
it: Questo menu mostra una lista delle persone che hai nella lista delle notifiche, ed il loro stato. Puoi configurare questa lista andando a Configura -> KSirc -> Avvio -> Notifiche e aggiungendo le persone alla lista. Ciò avrà effetto la prossima volta che ti connetterai al server. Questo messaggio appare quando quando la lista è vuota oppure quando nessuno nella lista è in linea.
ja: 通知ポップアップは、通知リストに登録されている人のリストとその状態を表示します。このリストは「KSirc を設定」->「スタートアップ」->「通知リスト」で設定できます。この変更は次回サーバに接続したときから有効になります。このメッセージは通知リストに誰も登録されていないか、リストの人が誰もオンラインでない場合に表示されます。
kk: Бұл мәзіріндегі құлақтандыру мәзіріңіздегі тұлғаларды және олардың қазіргі желідегі күйін көрсетеді. Бұл тізімді, KSirc баптауы->Бастау->Құлақтандыру тізімі дегенге барып баптауға болады. Жасалған өзгерістер серверге келесі қосылғанда күшіне енеді. Ал бұл хабарлама тізіміңіз бос, немесе барлық тізімдегілер желіден тыс кезде көрселіледі.
km: ម៉ឺនុយ​លេចឡើង​នេះ​អាច​បង្ហាញ​បញ្ជី​នៃ​មនុស្ស​ដែល​អ្នក​មាន​ក្នុង​បញ្ជី​ជូន​ដំណឹង និង​ស្ថានភាព ។ អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធ​បញ្ជី​នេះ​ដោយ​ទៅ​កាន់​ការ​កំណត់​រចនា​សម្ព័ន្ធ KSirc->ចាប់ផ្ដើម->ជូន​ដំណឹង និង​បន្ថែម​មនុស្ស​ទៅ​បញ្ជី ។ វា​នឹង​មាន​ប្រសិទ្ធិភាព​ពេល​ក្រោយ​ដែល​អ្នក​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ ។ សារ​នេះ​លេចឡើង​ពេល​គ្មាន​អ្វី​ក្នុង​បញ្ជី​ជូន​ដំណឹង ឬ ពេល​គ្មាន​នរណា​ក្នុង​បញ្ជី​របស់​អ្នក​នៅ​លើ​បណ្ដាញ ។
ko: 이 팝업 메뉴에서 사용자의 알림 목록에 들어 있는 사람들과, 그 상태를 알 수 있습니다. 이 목록은 'KSirc 설정->시작->알림' 을 통해 설정할 수 있고, 목록에 사람을 추가할 수 있습니다. 이 설정은 다음에 서버에 연결했을 때 적용됩니다. 이 메시지는 알림 목록에 아무것도 없거나 목록에 있는 사람들 중 온라인인 사람이 하나도 없을 때 나타납니다.
lt: Šiame meniu rodomi asmenys, kurie yra pranešimų sąraše bei jų būsena. Norėdami keisti sąrašą eikite KSirc->Paleidimas->Pranešti ir papildykite sąrašą. Pakeitimai įsigalios kitą kartą prisijugus prie serverio. Ši žinutė matoma kai pranešimų sąrašas tuščias arba jei niekas iš sąrašo narių nėra prisijungęs.
mk: Ова скок-мени може да покаже листа на луѓе кои ги имате во вашата листа за известувања, како и нивниот статус. Оваа листа може да ја конфигурирате во Конфигурирај KSirc->Стартување->Извести со додавање на луѓе на листата. Ова ќе има ефект при наредното поврзување на серверот. Оваа порака се појавува кога нема никој во вашата листа за известувања или кога никој од вашата листа не е на линија.
nb: Denne sprettoppmenyen kan vise en liste av folk som er i varsellista, og deres status. Man kan sette opp denne lista ved å gå til Oppsett KSirc-> Oppstart->Varsel og legg til personer til lista. Dette vil tas i bruk neste gang du kobles til en tjener. Denne meldinga dukker opp når det er varsellista er tom, eller når ingen på lista er på nett.
nds: An disse Steed kann en List vun Lüüd opduken, de Du binnen Dien Bescheedlist hest, un ok ehr Tokoppel-Status. Du kannst Disse List ünner "Instellen" -> "KSirc instellen..." -> "Starten" -> "Bescheedlist" instellen. De Ännern warrt bi't nakamen Tokoppeln na en Server anwendt. Disse Mellen dukt op, wenn Dien Bescheedlist leddig oder keen vun de Lüüd dor op tokoppelt is.
nl: Dit popup-menu kan een lijst van personen laten zien die u in uw notificatielijst hebt staan, en hun status. U kunt deze lijst bewerken onder KSirc instellen->Opstarten->Notificaties, waar u ook personen aan de lijst kunt toevoegen. Deze instellingen worden actief bij de eerstvolgende keer dat u verbinding maakt met een server. Dit bericht verschijnt als er geen personen in uw notificatielijst staan, of niemand uit deze lijst online is.
nn: Denne menyen kan visa ei liste over personar i varsellista og statusen deira. Du kan leggja til personar i denne lista i «Set opp KSirc – Oppstart – Varsel». Den nye lista vert teken i bruk neste gong du koplar til ein tenar. Denne meldinga vert vist når varsellista er tom eller når ingen av personane i lista er kopla til.
pt: Este menu de contexto pode mostrar uma lista das pessoas que você tem na sua lista de notificação, assim como o seu estado. Você pode configurar esta lista ao ir ao Configurar o KSirc->Arranque->Notificação e depois adicionar as pessoas à lista. Isto fará efeito da próxima vez que você se ligar a um servidor. Esta mensagem aparece quando não existe ninguém na sua lista de notificações ou quando nenhum se encontra ligado.
pt_br: Este menu instantâneo pode mostrar uma lista de pessoas que você tem na sua lista de notificação e o status delas. Você pode configurar esta lista indo para 'Configurar KSirc->Inicialização-> Notificar' e adicionar pessoas à lista. Isto vai ter efeito na próxima vez que você conectar a um servidor. Esta mensagem aparece quando não há qualquer coisa na sua lista de notificação ou quando ninguém na sua lista está on-line.
ru: Это контекстное меню показывает список людей, которые находятся в вашем списке уведомлений и их статус. Вы можете настроить этот список в окне Настроить KSirc - Запуск - Уведомления. Изменения этого списка вступят в силу при следующем подключении к серверу. Это сообщение появляется когда в списке уведомлений никого нет или все все люди из этого списка не подключены к серверу.
sk: Toto kontextové menu dokáže zobraziť zoznam ľudí, ktorí sú vo vašom zozname upozornení a ich stav. Tento zoznam môžete nastaviť v menu Nastaviť KSirc->Spustenie->Upozornenie a pridať ich tam. Zmeny sa prejavia pri budúcom pripojení na server. Táto správa sa zobrazí, ak je váš zoznam upozornení prázdny alebo nikto v tomto zozname nie je pripojený.
sl: Ta pojavni meni lahko prikazuje seznam ljudi, ki jih imate na obvestilnem seznamu, ter njihovo stanje. Ta seznam lahko nastavite tako, da greste na »KSirc -> Zagon -> Obvesti« in dodate ljudi na seznam. To se bo poznalo ob naslednji povezavi na strežnik. To sporočilo se bo pojavilo, ko ni nič na obvestilnem seznamu ali ko ni nihče na seznamu ni povezan.
sr: Овај искачући мени може приказати листу људи које имате у вашој листи за обавештавање, као и њихов статус. Можете подесити ову листу користећи Подеси KSirc->Покретање->Обавештења, такође можете и додати људе у листу. Ово ће ступити на снагу када се следећи пут повежете на сервер. Ова порука се појављује када нема ничега у вашој листи за обавештавање или када нико из ваше листе није на вези.
sv: Menyn som visas med högerknappen kan visa en lista med alla som du har i ändringslistan, och deras status. Du kan ställa in listan genom att gå till Anpassa Ksirc -> Start och lägga till personer i listan. Det här får effekt nästa gång du ansluter till servern. Det här meddelandet visas när det inte finns någonting i ändringslistan, eller om du inte är ansluten till en server.
ta: இந்த தோன்றும் பட்டியல் உங்கள் அறிவிப்பு பட்டியலில் உள்ள பெயர் பட்டியலும், அதன் நிலையும் காண்பிக்கும். KSirc->Startup->அறிவி மற்றும் பெயரை சேர் என சென்று பட்டியலை அமைக்கலாம். அடுத்த முறை சேவையத்தோடு இணைக்கப்படும் போது செயலுக்கு வரும். இந்த செய்தி அறிவிக்கும் பட்டியலில் எதுவும் இல்லை என்றால் அல்லது யாரும் நிகழ்நிலை பட்டியலில் இல்லை எனில் தோன்றும்.
tg: Менюи ба рӯй бароянда рӯйхати одамон ва ҳолати онҳоеро, ки шумо дар рӯйхати огоҳонии худ доред, нишон медиҳад. Шумо ин рӯйхатро ба воситаи гузариш ба Батанзимдарории KSirc->Оғозёбӣ->Огоҳонӣ ва иловакунии одамон ба рӯйхат танзим карда метавонед. Ин паём дар ҳолате, ки дар рӯйхат ҳеҷ чиз нест ё ҳангоме, ки ҳеҷ каси дар рӯйхати шумо буда дар шабака нест, пайдо мешавад.
uk: Це меню-вигульк може показувати список людей, яких ви маєте в своєму списку сповіщень і їхній стан. Можна налаштувати цей список через Налаштувати KSirc->Запуск->Список Сповіщення, де й можна додати людей до списку. Налаштування прийде в дію наступного разу, коли ви приєднаєтесь до сервера. Це повідомлення з'являється, коли ваш список сповіщень порожній або, коли немає в мережі нікого зі списку.
zh_tw: 這個彈出式選單會顯示您通知清單中的使用者，及他們的狀態。您可以到「設定 KSirc」→「啟動」→「通知」中設定此清單。所做的改變將會在下次連線到該伺服器時才會套用。這個訊息出現表示您的清單是空的，或是目前在您清單上的使用者都不在線上。

source: Help for Notification Popup
bg: Помощ за прозорците за известяване
ca: Ajuda per a la notificació emergent
cs: Nápověda k vyskakovacímu oznamování
cy: Cymorth ar y Naidlen Hysbysu
da: Hjælp med påmindelses-popop
de: Hilfe zum Aufklappmenü für Benachrichtigungen
el: Βοήθεια για το αναδυόμενο παράθυρο ειδοποιήσεων
es: Ayuda para la notificación emergente
et: Hüpikakna abi
eu: Laguntza Jakinarazpen menua-ri buruz
fa: کمک برای بالاپر اخطار
fr: Aide sur le menu de notification
hu: Segítség az értesítési ablakhoz
is: Hjálp fyrir tilkynningasmelli
it: Aiuto per notifiche
ja: 通知ポップアップのヘルプ
kk: Мәзірдің анықтамасы
km: ជំនួយ​សម្រាប់​ការ​លេចឡើង​ការ​ជូន​ដំណឹង
ko: 알림 팝업 도움말
lt: Pagalba apie pranešimų langą
mk: Помош за известувачки скок-прозорец
nb: Hjelp om varslingssprettopp
nds: Hülp för dat Bescheden-Opdukmenü
nl: Help over notificatie-popup
nn: Hjelp om varsel
pt: Ajuda para a Mensagem de Notificação
pt_br: Ajuda para Janela Instantânea de Notificação
ru: Справка по меню уведомлений
sk: Pomocník pre vyskakovacie okno s upozornením
sl: Pomoč pri obvestilnem pojavnem meniju
sr: Помоћ за искачући прозор обавештења
sv: Hjälp om ändringsruta
ta: தோன்றும் அறிக்கைக்கு உதவி
tg: Ёрӣ барои Огоҳкунии ба Рӯй бароянда
uk: Довідка для вигульку повідомлення...
zh_tw: 通知清單的說明

source: DCC Controller
ca: Controlador DCC
cs: Ovladač DCC
cy: Rheolydd DCC
da: DCC-kontrollør
de: DCC-Kontrolle
el: Ελεγκτής DCC
es: Controlador DCC
et: DCC kontroller
eu: DCC kontrolatzailea
fa: کنترل‌کنندۀ DCC
fi: DCC hallinta
fr: Contrôleur DCC
hu: DCC-vezérlő
is: DCC stjóri
it: controllo DCC
ja: DCC コントローラ
kk: DCC контроллері
km: ឧបករណ៍​បញ្ជា DCC
ko: DCC 제어기
lt: DCC Valdiklis
mk: Контролер за DCC
nds: DCC-Kuntrull
nn: DCC-styring
pt: Controlador de DCC
pt_br: Controlador DCC
ru: Управление DCC
sk: DCC kontrolér
sl: Nadzornik DCC
sr: DCC управљач
sv: DCC-styrning
ta: DCC கண்காணிப்பாளர்
tg: Идоракунандаи DCC
uk: Контролер DCC
zh_tw: DCC 控制器

source: DCC SEND with %1 for %2 failed because of %3
ca: Enviament DCC amb %1 per a %2 ha fallat a causa de %3
cs: DCC Send s %1 (%2) selhalo; příčina: %3
cy: Methodd DCC SEND gyda %1 ar gyfer %2 o achos %3
da: DCC SEND med %1 for %2 mislykkedes på grund af %3
de: DCC SEND mit %1 für %2 fehlgeschlagen. Grund: %3
el: Το DCC SEND με %1 για %2 απέτυχε λόγω του %3
es: Enviar DCC con %1 para %2 fallidos debido a %3
et: DCC SEND %1-ga %2 jaoks ebaõnnestus, põhjus: %3
eu: Errorea DCC SEND-en %1e-(r)ekin %2-(r)entzat. Arrazoia: %3
fa: خرابی ارسال DCC توسط %1 برای %2 به دلیل %3
fi: DCC SEND tiedosto %1 lempinimelle %2 epäonnistui, koska %3
fr: L'envoi DCC de %2 à %1 a échoué à cause de %3
hu: Egy DCC SEND - %1, %2 - művelet nem sikerült: %3
is: DCC SEND með %1 fyrir %2 mistókst vegna %3
it: Richiesta DCC con %1 per %2 fallita per %3
ja: %3 により %1 への %2 の DCC 送信は失敗しました
kk: %1 дегенімен %2 үшін DCC SEND команданың жаңылысының себебі: %3
km: DCC ផ្ញើ %1 សម្រាប់​ %2 បាន​បរាជ័យ​ដោយសារ​តែ %3
ko: %1으로 %2에의 DCC SEND 가 실패하였습니다. 원인은 %3 입니다.
lt: Nepavyko DCC SEND su %1 į %2, nes %3
mk: DCC SEND со %1 за %2 не успеа поради %3
nb: DCC SEND med %1 til %2 mislyktes på grunn av %3
nds: DCC SEND na "%1" mit "%2" fehlslaan. Grund: %3
nl: DCC SEND met %1 voor %2 mislukt vanwege %3
nn: DCC SEND med %1 til %2 mislukkast på grunn av %3
pt: O DCC SEND com o %1 para o %2 falhou devido a %3
pt_br: DCC SEND com %1 para %2 falhou porque %3
ru: Ошибка выполнения команды DCC SEND с %1 для %2: %3
sk: DCC SEND s %1 pre %2 bol neúspešný pretože %3
sl: DCC SEND z %1 za %2 ni uspel zaradi %3
sr: DCC слање са %1 за %2 није успело због %3
sv: DCC-skickning med %1 för %2 misslyckades på grund av %3
ta: %1 னுடன் அனுப்பிய DCC %2 வில் %3 யால் பிழை
tg: DCC SEND бо %1 барои %2 бо нокомӣ анҷомид аз сабаби %3
uk: DCC ВІДІСЛАТИ з %1 для %2 зазнала невдачі через %3
zh_tw: 發送檔案 %2 給 %1 的 DCC SEND 命令失敗，理由：%3

source: DCC GET with %1 for %2 failed because of %3
ca: Rebuda DCC amb %1 per a %2 ha fallat a causa de %3
cs: DCC Get s %1 (%2) selhalo; příčina: %3
cy: Methodd DCC GET gyda %1 ar gyfer %2 o achos %3
da: DCC GET med %1 for %2 mislykkedes på grund af %3
de: DCC GET mit %1 für %2 fehlgeschlagen. Grund: %3
el: Το DCC GET με %1 για %2 απέτυχε λόγω του %3
es: Recibido DCC con %1 para %2 fallidos debido a %3
et: DCC GET %1-ga %2 jaoks ebaõnnestus, põhjus: %3
eu: Errorea DCC GET-en %1e-(r)ekin %2-(r)entzat. Arrazoia: %3
fa: خرابی دریافت DCC توسط %1 برای %2 به‌ دلیل %3
fi: DCC GET tiedostolle %1 lempinimeltä %2 epäonnistui, koska %3
fr: La réception DCC de %2 depuis %1 a échoué à cause de %3
hu: Egy DCC GET - %1, %2 - művelet nem sikerült: %3
is: DCC GET með %1 fyrir %2 mistókst vegna %3
it: Ricezione DCC con %1 per %2 fallita per %3
ja: %3 により %1 からの %2 の DCC 受信は失敗しました
kk: %1 дегенімен %2 үшін DCC GET команданың жаңылысының себебі: %3
km: DCC ទទួល​យក​ %1 សម្រាប់​%2 បាន​បរាជ័យ​ដោយសារ​តែ​ %3
ko: %1으로 %2에의 DCC GET 이 실패하였습니다. 원인은 %3 입니다.
lt: Nepavyko DCC GET su %1 į %2, nes %3
mk: DCC GET со %1 за %2 не успеа поради %3
nb: DCC GET med %1 til %2 mislyktes på grunn av %3
nds: DCC GET vun "%1" mit "%2" fehlslaan. Grund: %3
nl: DCC GET met %1 voor %2 mislukt vanwege %3
nn: DCC GET med %1 til %2 mislukkast på grunn av %3
pt: O DCC GET com o %1 para o %2 falhou devido a %3
pt_br: DCC GET com %1 para %2 falhou porque %3
ru: Ошибка выполнения команды DCC GET с %1 для %2: %3
sk: DCC GET s %1 pre %2 bol neúspešný pretože %3
sl: DCC GET z %1 za %2 ni uspel zaradi %3
sr: DCC добављање са %1 за %2 није успело због %3
sv: DCC-hämtning med %1 för %2 misslyckades på grund av %3
ta: %1 னுடன் வாங்கிய DCC %2வில் %3 யால் பிழை
tg: DCC GET бо %1 барои %2 бо нокомӣ анҷомид аз сабаби %3
uk: DCC ОТРИМАТИ з %1 для %2 зазнала невдачі через %3
zh_tw: 從 %1 取得檔案 %2 的 DCC GET 命令失敗，理由：%3

source: DCC Get with %1 for %2 failed because of %3
ca: Rebuda DCC amb %1 per a %2 ha fallat a causa de %3
cs: DCC Get s %1 (%2) selhalo; příčina: %3
cy: Methodd DCC Get gyda %1 ar gyfer %2 o achos %3
da: DCC Get med %1 for %2 mislykkedes på grund af %3
de: DCC GET mit %1 für %2 fehlgeschlagen. Grund: %3
el: Το DCC Get με %1 για %2 απέτυχε λόγω του %3
es: Recibir DCC con %1 para %2 fallidos debido a %3
et: DCC Get %1-ga %2 jaoks ebaõnnestus, põhjus: %3
eu: Errorea DCC Get-en %1e-(r)ekin %2-(r)entzat. Arrazoia: %3
fa: خرابی دریافت DCC توسط %1 برای %2 به‌ دلیل %3
fi: DCC Get tiedostolle %1 lempinimeltä %2 epäonnistui, koska %3
fr: La réception DCC de %2 depuis %1 a échoué à cause de %3
hu: Egy DCC Get - %1, %2 - művelet nem sikerült: %3
is: DCC Get með %1 fyrir %2 mistókst vegna %3
it: Ricezione DCC con %1 per %2 fallita per %3
ja: %3 により %1 からの %2 の DCC 受信は失敗しました
kk: %1 дегенімен %2 үшін DCC Get команданың жаңылысының себебі: %3
km: DCC ទទួល​យក​ %1 សម្រាប់​ %2 បាន​បរាជ័យ​ដោយសារ​តែ​ %3
ko: %1으로 %2에의 DCC Get 이 실패하였습니다. 원인은 %3 입니다.
lt: Nepavyko DCC gavimas su %1 į %2, nes %3
mk: DCC Get со %1 за %2 не успеа поради %3
nb: DCC Get med %1 til %2 mislyktes på grunn av %3
nds: DCC Get vun "%1" mit "%2" fehlslaan. Grund: %3
nl: DCC GET met %1 voor %2 mislukt vanwege %3
nn: DCC Get med %1 til %2 mislukkast på grunn av %3
pt: O DCC Get com o %1 para o %2 falhou devido a %3
pt_br: DCC Get com %1 para %2 falhou porque %3
ru: Ошибка выполнения команды DCC GET с %1 для %2: %3
sk: DCC získanie s %1 pre %2 zlyhalo kvôli %3
sl: DCC Get z %1 za %2 ni uspel zaradi %3
sr: DCC добављање са %1 за %2 није успело због %3
sv: DCC-hämtning med %1 för %2 misslyckades på grund av %3
ta: %1 னுடன் வாங்கிய DCC %2வில் %3 யால் பிழை
tg: DCC Get бо %1 барои %2 бо нокомӣ анҷомид аз сабаби %3
uk: DCC Отримати з %1 для %2 зазнала невдачі через %3
zh_tw: 從 %1 取得檔案 %2 的 DCC GET 命令失敗，理由：%3

source: DCC Chat with %1 failed because of %2
ca: Xat DCC amb %1 fallit per %2
cs: DCC Chat s %1 selhalo; příčina: %2
cy: Methodd DCC Chat gyda %1 o achos %2
da: DCC Chat med %1 mislykkedes på grund af %2
de: DCC-Chat mit %1 fehlgeschlagen. Grund: %2
el: Η συνομιλία DCC με %1 απέτυχε λόγω του %2
es: Conversación DCC con %1 falló por %2
et: DCC Chat %1-ga ebaõnnestus, põhjus: %2
eu: Errorea DCC berriketan %1e-(r)ekin. Arrazoia: %2
fa: خرابی گپ DCC توسط %1 به دلیل %2
fi: DCC Chat lempinimen %1 kanssa epäonnistui, koska %2
fr: La discussion DCC avec %1 a échoué à cause de %2
hu: Egy DCC Chat - %1 - művelet nem sikerült: %2
is: DCC spjall með %1 mistókst vegna %2
it: Richiesta chat con %1 fallita per %2
ja: %2 により %1 との DCC チャットは失敗しました
kk: %1 үшін DCC Chat команданың жаңылысының себебі: %2
km: DCC ជជែក​កំសាន្ត​ជាមួយ %1 បាន​បរាជ័យ​ដោយសារ​តែ​ %2
ko: %1으로의 DCC Chat 가 실패하였습니다. 원인은 %2 입니다.
lt: Nepavyko DCC pokalbis su %1, nes %2
mk: DCC Chat со %1 не успеа поради %2
nb: DCC Chat med %1 mislyktes på grunn av %2
nds: DCC Chat mit "%1" fehlslaan. Grund: %2
nl: DCC-gesprek met %1 is mislukt vanwege %2
nn: DCC Chat med %1 mislukkast på grunn av %2
pt: A conversação por DCC com o %1 falhou devido a %2
pt_br: DCC Chat com %1 falhou porque %2
ru: Ошибка выполнения команды DCC CHAT с %1: %2
sk: DCC rozhovor s %1 zlyhal kvôli %2
sl: Klepet DCC z %1 ni uspel zaradi %2
sr: DCC ћаскање са %1 није успело због %2
sv: DCC-chatt med %1 misslyckades på grund av %2
ta: %1 னுடன் அரட்டை அடித்த DCC %2 யால் பிழை
tg: DCC Chat бо %1 бо нокомӣ анҷомид аз сабаби %2
uk: DCC Розмова з %1 зазнала невдачі через %2
zh_tw: 與 %1 的 DCC CHAT 命令失敗，理由：%2

source: KDE IRC client
bg: Клиент за IRC
ca: Client IRC del KDE
cs: IRC klient pro KDE
cy: Dibynnydd IRC KDE
da: KDE IRC-klient
de: IRC-Programm für KDE
el: Πελάτης IRC του KDE
es: Cliente IRC KDE
et: KDE IRC klient
eu: KDE IRC bezeroa
fa: کارفرمای KDE IRC
fi: IRC-asiakasohjelma KDE:lle
fr: Client IRC pour KDE
hu: KDE IRC-kliens
is: KDE Irc forrit
it: Client IRC di KDE
ja: KDE IRC クライアント
kk: KDE IRC клиенті
km: ម៉ាស៊ីន​ភ្ញៀវ IRC របស់ KDE
ko: KDE IRC 클라이언트
lt: KDE IRC klientas
mk: IRC-клиент за KDE
nb: KDE IRC-klient
nds: IRC-Client för KDE
nl: KDE IRC-programma
nn: KDE IRC-klient
pt: Cliente de IRC do KDE
pt_br: Cliente IRC do KDE
ru: Клиент IRC для KDE
sk: KDE IRC klient
sl: Odjemnik IRC za KDE
sr: KDE IRC клијент
sv: IRC-klient för KDE
tg: Мизоҷи IRC барои KDE
uk: Клієнт IRC для KDE
zh_cn: KDE IRC 客户程序
zh_tw: KDE IRC 客戶端程式
