Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Red:
bg: Червено:
ca: Vermell:
cs: Červená:
da: Rød:
de: Rot:
el: Κόκκινο:
es: Rojo:
et: Punane:
eu: Gorria:
fa: قرمز:
fi: Punainen:
fr: Rouge :
hu: Vörös:
is: Rauður:
it: Rosso:
ja: 赤:
kk: Қызыл:
km: ​​ក្រហម ៖
ko: 적색:
lt: Raudona:
mk: Црвено:
nb: Rød:
nds: Root:
nl: Rood:
nn: Raud:
pt: Vermelho:
pt_br: Vermelho:
ru: Красный:
sk: Červená:
sl: Rdeča:
sr: Црвена:
sv: Röd:
ta: சிவப்பு:
tg: Сурх:
uk: Червоний:
zh_cn: 红色：
zh_tw: 紅色：

source: <p align="center">Red</p>
bg: <p align="center">Червено</p>
ca: <p align="center">Vermell</p>
cs: <p align="center">Červená</p>
cy: <p align="center">Coch</p>
da: <p align="center">Rød</p>
de: <p align="center">Rot</p>
el: <p align="center">Κόκκινο</p>
es: <p align="center">Rojo</p>
et: <p align="center">Punane</p>
eu: <p align="center">Gorria</p>
fa: <p align="center">قرمز</p>
fi: <p align="center">Punainen</p>
fr: <p align="center">Rouge</p>
hu: <p align="center">Vörös</p>
is: <p align="center">Rauður</p>
it: <p align="center">Rosso</p>
ja: <p align="center">赤</p>
kk: <p align="center">Қызыл</p>
km: <p align="center">ក្រហម​</p>
ko: <p align="center">적색</p>
lt: <p align="center">Raudona</p>
mk: <p align="center">Црвено</p>
nb: <p align="center">Rød</p>
nds: <p align="center">Root</p>
nl: <p align="center">Rood</p>
nn: <p align="center">Raud</p>
pt: <p align="center">Vermelho</p>
pt_br: <p align="center">Vermelho</p>
ru: <p align="center">Красный</p>
sk: <p align="center">Červená</p>
sl: <p align="center">Rdeča</p>
sr: <p align="center">Црвена</p>
sv: <p align="center">Röd</p>
ta: <p align="center">சிவப்பு</p>
tg: <p align="center">Сурх</p>
uk: <p align="center">Червоний</p>
zh_cn: <p align="center">红色</p>
zh_tw: <p align="center">紅色</p>

source: Dark green:
bg: Тъмно зелено:
ca: Verd fosc:
cs: Tmavě zelená:
cy: Gwyrdd tywyll:
da: Mørkegrøn:
de: Dunkelgrün:
el: Σκούρο πράσινο:
es: Verde oscuro:
et: Tumeroheline:
eu: Berde iluna:
fa: سبز تیره:
fi: Tummanvihreä:
fr: Vert foncé :
hu: Sötétzöld:
is: Dökkgrænn:
it: Verde scuro:
ja: ダークグリーン:
kk: Қою жасыл:
km: បៃតង​ចាស់ ៖​
ko: 어두운 녹색:
lt: Tamsiai žalia:
mk: Темно зелено:
nb: Mørk grønn:
nds: Düüstergröön:
nl: Donkergroen:
nn: Mørkegrøn:
pt: Verde escuro:
pt_br: Verde Escuro:
ru: Тёмно-зелёный:
sk: Tmavozelená:
sl: Temno zelena:
sr: Тамно зелена:
sv: Mörkgrön:
ta: கரும்பச்சை:
tg: Сабзи Баланд
uk: Темно-зелений:
zh_cn: 暗绿色：
zh_tw: 暗綠色：

source: <p align="center">Dark Green</p>
bg: <p align="center">Тъмно зелено</p>
ca: <p align="center">Verd fosc</p>
cs: <p align="center">Tmavě zelená</p>
cy: <p align="center">Gwyrdd Tywyll</p>
da: <p align="center">Mørkegrøn</p>
de: <p align="center">Dunkelgrün</p>
el: <p align="center">Σκούρο πράσινο</p>
es: <p align="center">Verde oscuro</p>
et: <p align="center">Tumeroheline</p>
eu: <p align="center">Berde iluna</p>
fa: <p align="center">سبز تیره</p>
fi: <p align="center">Tummanvihreä</p>
fr: <p align="center">Vert foncé</p>
hu: <p align="center">Sötétzöld</p>
is: <p align="center">Dökkgrænn</p>
it: <p align="center">Verde scuro</p>
ja: <p align="center">ダークグリーン</p>
kk: <p align="center">Қою жасыл</p>
km: <p align="center">បៃតង​ចាស់​</p>
ko: <p align="center">어두운 녹색</p>
lt: <p align="center">Tamsiai žalia</p>
mk: <p align="center">Темно зелено</p>
nb: <p align="center">Mørk grønn</p>
nds: <p align="center">Düüstergröön</p>
nl: <p align="center">Donkergroen</p>
nn: <p align="center">Mørkegrøn</p>
pt: <p align="center">Verde Escuro</p>
pt_br: <p align="center">Verde Escuro</p>
ru: <p align="center">Тёмно-зелёный</p>
sk: <p align="center">Tmavozelená</p>
sl: <p align="center">Temno zelena</p>
sr: <p align="center">Тамно зелена</p>
sv: <p align="center">Mörkgrön</p>
ta: <p align="center">கரும்பச்சை</p>
tg: <p align="center">Сабзи Баланд</p>
uk: <p align="center">Темно-зелений</p>
zh_cn: <p align="center">暗绿色</p>
zh_tw: <p align="center">暗綠色</p>

source: Brown:
bg: Кафяво:
ca: Marró:
cs: Hnědá:
da: Brun:
de: Braun:
el: Καφέ:
es: Marrón:
et: Pruun:
eu: Marroia:
fa: قهوه‌ای:
fi: Ruskea:
fr: Marron :
hu: Barna:
is: Brúnn:
it: Marrone:
ja: 茶:
kk: Қоңыр:
km: ត្នោត ៖​
ko: 갈색:
lt: Ruda:
mk: Кафеаво:
nb: Brun:
nds: Bruun:
nl: Bruin:
nn: Brun:
pt: Castanho:
pt_br: Marrom:
ru: Коричневый:
sk: Hnedá:
sl: Rjava:
sr: Браон:
sv: Brun:
ta: பழுப்பு:
tg: Ҷигарранг:
uk: Коричневий:
zh_cn: 棕色：
zh_tw: 棕色：

source: <p align="center">Brown</p>
bg: <p align="center">Кафяво</p>
ca: <p align="center">Marró</p>
cs: <p align="center">Hnědá</p>
da: <p align="center">Brun</p>
de: <p align="center">Braun</p>
el: <p align="center">Καφέ</p>
es: <p align="center">Marrón</p>
et: <p align="center">Pruun</p>
eu: <p align="center">Marroia</p>
fa: <p align="center">قهوه‌ای</p>
fi: <p align="center">Ruskea</p>
fr: <p align="center">Marron</p>
hu: <p align="center">Barna</p>
is: <p align="center">Brúnn</p>
it: <p align="center">Marrone</p>
ja: <p align="center">茶</p>
kk: <p align="center">Қоңыр</p>
km: <p align="center">ត្មោត​</p>
ko: <p align="center">갈색</p>
lt: <p align="center">Ruda</p>
mk: <p align="center">Кафеаво</p>
nb: <p align="center">Brun</p>
nds: <p align="center">Bruun</p>
nl: <p align="center">Bruin</p>
nn: <p align="center">Brun</p>
pt: <p align="center">Castanho</p>
pt_br: <p align="center">Marrom</p>
ru: <p align="center">Коричневый</p>
sk: <p align="center">Hnedá</p>
sl: <p align="center">Rjava</p>
sr: <p align="center">Браон</p>
sv: <p align="center">Brun</p>
ta: <p align="center">பழுப்பு</p>
tg: <p align="center">Ҷигарранг</p>
uk: <p align="center">Коричневий</p>
zh_cn: <p align="center">棕色</p>
zh_tw: <p align="center">棕色</p>

source: Magenta:
bg: Пурпурно:
cs: Fialová:
el: Ματζέντα:
fa: ارغوانی:
hu: Világoslila:
ja: マゼンタ:
kk: Күлгін:
km: ក្រហម​ស្វាយ ៖​
ko: 자홍색:
lt: Rausva:
mk: Магента:
nb: Magentarød:
nn: Magentaraud:
ru: Фуксин:
sk: Purpurová:
sl: Škrlatna:
sr: Магента:
ta: மெஜந்தா:
tg: Фуксин:
uk: Бузковий:
zh_cn: 洋红色：
zh_tw: 紫紅色：

source: <p align="center">Magenta</p>
bg: <p align="center">Пурпурно</p>
cs: <p align="center">Fialová</p>
el: <p align="center">Ματζέντα</p>
fa: <p align="center">ارغوانی</p>
hu: <p align="center">Világoslila</p>
ja: <p align="center">マゼンタ</p>
kk: <p align="center">Күлгін</p>
km: <p align="center">ក្រហម​ស្វាយ</p>
ko: <p align="center">자홍색</p>
lt: <p align="center">Rausva</p>
mk: <p align="center">Магента</p>
nb: <p align="center">Magentarød</p>
nn: <p align="center">Magentaraud</p>
ru: <p align="center">Фуксин</p>
sk: <p align="center">Purpurová</p>
sl: <p align="center">Škrlatna</p>
sr: <p align="center">Магента</p>
ta: <p align="center">மெஜந்தா</p>
tg: <p align="center">Фуксин</p>
uk: <p align="center">Бузковий</p>
zh_cn: <p align="center">洋红色</p>
zh_tw: <p align="center">紫紅色</p>

source: Orange:
bg: Оранжево:
ca: Taronja:
cs: Oranžová:
cy: Oren:
el: Πορτοκαλί:
es: Naranja:
et: Oranž:
eu: Laranja:
fa: نارنجی:
fi: Oranssi:
hu: Narancssárga:
is: Appelsínugulur:
it: Arancione:
ja: オレンジ:
kk: Қызғылт сары:
km: ទឹកក្រូច​ ៖​
ko: 오렌지색:
lt: Oranžinė:
mk: Портокалово:
nl: Oranje:
nn: Oransje:
pt: Laranja:
pt_br: Laranja:
ru: Оранжевый:
sk: Oranžová:
sl: Oranžna:
sr: Наранџаста:
ta: ஆரஞ்சு:
tg: Норинҷӣ:
uk: Оранжевий:
zh_cn: 橙色：
zh_tw: 橘色：

source: <p align="center">Orange<p>
bg: <p align="center">Оранжево<p>
ca: <p align="center">Taronja<p>
cs: <p align="center">Oranžová<p>
cy: <p align="center">Oren<p>
el: <p align="center">Πορτοκαλί<p>
es: <p align="center">Naranja</p>
et: <p align="center">Oranž<p>
eu: <p align="center">Laranja<p>
fa: <p align="center">نارنجی<p>
fi: <p align="center">Oranssi<p>
hu: <p align="center">Narancssárga<p>
is: <p align="center">Appelsínugulur<p>
it: <p align="center">Arancione<p>
ja: <p align="center">オレンジ<p>
kk: <p align="center">Қызғылт сары<p>
km: <p align="center">ទឹកក្រូច​<p>
ko: <p align="center">오렌지색<p>
lt: <p align="center">Oranžinė</p>
mk: <p align="center">Портокалово<p>
nl: <p align="center">Oranje<p>
nn: <p align="center">Oransje<p>
pt: <p align="center">Laranja<p>
pt_br: <p align="center">Laranja<p>
ru: <p align="center">Оранжевый<p>
sk: <p align="center">Oranžová<p>
sl: <p align="center">Oranžna<p>
sr: <p align="center">Наранџаста<p>
ta: <p align="center">ஆரஞ்சு</p>
tg: <p align="center">Норинҷӣ<p>
uk: <p align="center">Оранжевий<p>
zh_cn: <p align="center">橙色<p>
zh_tw: <p align="center">橘色<p>

source: Light Colors
bg: Светли цветове
ca: Colors clars
cs: Světlé barvy
cy: Lliwiau Golau
da: Lyse farver
de: Helle Farben
el: Ανοικτά χρώματα
es: Colores claros
et: Heledad värvid
eu: Kolore argiak
fa: رنگهای روشن
fi: Kirkkaat värit
fr: Couleur claires
hu: Világos színek
is: Ljósir litir
it: Colori chiari
ja: ライトカラー
kk: Ашық түстер
km: ពណ៌​ភ្លឺ​
ko: 밝은 색상
lt: Šviesios spalvos
mk: Светли бои
nb: Lyse farger
nds: Helle Klören
nl: Lichte kleuren
nn: Lyse fargar
pt: Cores Claras
pt_br: Cores Claras
ru: Светлые цвета
sk: Svetlé farby
sl: Svetle barve
sr: Светле боје
sv: Ljusa färger
ta: மென் நிறங்கள்
tg: Рангҳои Равшан
uk: Світлі кольори
zh_cn: 浅颜色
zh_tw: 亮的顏色

source: IRC Channel Colors
bg: Светли цветове
ca: Colors del canal IRC
cs: Barvy IRC kanálů
cy: Lliwiau Sianel IRC
da: IRC-kanal-farver
de: IRC Kanal-Farben
el: Χρώματα καναλιού IRC
es: Colores del canal IRC
et: IRC kanali värvid
eu: IRC kanalen koloreak
fa: رنگ مجراهای IRC
fi: IRC-kanavan värit
fr: Couleur des canaux IRC
hu: Az IRC-csatornák színei
is: IRC rásalitir
it: Colori canali IRC
ja: IRC チャンネルの配色
kk: IRC арна түстері
km: ពណ៌ឆាលែល IRC
ko: IRC 채널 색상
lt: IRC kanalo spalvos
mk: Бои на канали на IRC
nb: IRC kanalfarger
nds: Klöönruum-Klören
nl: IRC-kanaalkleuren
nn: IRC-kanalfargar
pt: Cores do Canal de IRC
pt_br: Cores do Canal de IRC
ru: Цвета в канале
sk: Farby kanálu IRC
sl: Barve kanalov IRC
sr: Боје IRC канала
sv: IRC-kanalfärger
tg: IRC Рангҳои Канал
uk: Кольори каналів IRC
zh_cn: IRC 频道颜色
zh_tw: IRC 頻道顏色

source: Dark cyan:
bg: Тъмен циан:
ca: Cian fosc:
cs: Modrozelená:
cy: Gwyrddlas tywyll:
da: Mørk cyan:
de: Dunkel-Cyan:
el: Σκούρο κυανό:
es: Cián oscuro:
et: Tumelilla:
eu: Zian iluna:
fa: سبزآبی تیره:
fi: Tumma syaani:
fr: Cyan foncé :
hu: Sötét ciánkék:
is: Dökkblágrænn:
it: Azzurro scuro:
ja: ダークシアン:
kk: Жасыл көк:
km: ស៊ីយ៉ាន​ចាស់​ ៖​
ko: 어두운 청록색:
lt: Tamsiai žalsvai mėlyna:
mk: Темен цијан:
nb: Mørk cyanblå:
nds: Düüsterzyan:
nl: Donker cyaan:
nn: Mørk cyanblå:
pt: Azul-cião escuro:
pt_br: Ciano Escuro:
ru: Тёмный циан:
sk: Tmavá zelenomodrá
sl: Temno turkizna:
sr: Тамно цијан:
sv: Mörk turkos:
ta: கரு நீலம்:
tg: Циани баланд:
uk: Темно бірюзовий:
zh_cn: 暗青色：
zh_tw: 暗青色：

source: Cyan:
bg: Циан:
ca: Cian:
cs: Světle modrá:
cy: Gwyrddlas:
el: Κυανό:
es: Cián:
et: Lilla:
eu: Zian:
fa: سبزآبی:
fi: Syaani:
hu: Ciánkék:
is: Blágrænn:
it: Azzurro:
ja: シアン:
kk: Көгілдір:
km: ស៊ីយ៉ាន​ ៖​
ko: 청록색:
lt: Žalsvai mėlyna:
mk: Цијан:
nb: Cyanblå:
nds: Zyan:
nl: Cyaan:
nn: Cyanblå:
pt: Azul-cião:
pt_br: Ciano:
ru: Циан
sk: Zelenomodrá:
sl: Turkizna:
sr: Цијан:
sv: Turkos:
ta: நீலம்:
tg: Циан:
uk: Бірюзовий:
zh_cn: 青色：
zh_tw: 青色：

source: Blue:
bg: Синьо:
ca: Blau:
cs: Modrá:
cy: Glas:
da: Blå:
de: Blau:
el: Μπλε:
es: Azul:
et: Sinine:
eu: Urdina:
fa: آبی:
fi: Sininen:
fr: Bleu :
hu: Kék:
is: Blár:
it: Blu:
ja: 青:
kk: Көк:
km: ​ខៀវ ៖
ko: 청색:
lt: Mėlyna:
mk: Плаво:
nb: Blå:
nds: Blaag:
nl: Blauw:
nn: Blå:
pt: Azul:
pt_br: Azul:
ru: Синий:
sk: Modrá
sl: Modra:
sr: Плава:
sv: Blå:
ta: நீலம்:
tg: Кабуд:
uk: Синій:
zh_cn: 蓝色：
zh_tw: 藍色：

source: Purple:
bg: Виолетово:
ca: Púrpura:
cs: Purpurová:
cy: Porffor:
da: Lilla:
de: Violett:
el: Πορφυρό:
es: Púrpura:
et: Purpurne:
eu: Morea:
fa: بنفش:
fi: Violetti:
fr: Violet :
hu: Lila:
is: Fjólublár:
it: Viola:
ja: 紫:
kk: Ашық қызғылт:
km: ពណ៌ស្វាយ​ ៖​
ko: 자주색:
lt: Violetinė:
mk: Пурпурно:
nb: Fiolett:
nds: Vigelett:
nl: Paars:
nn: Fiolett:
pt: Roxo:
pt_br: Púrpura:
ru: Пурпурный:
sk: Fialová:
sl: Vijolična:
sr: Пурпурна:
sv: Violett:
ta: ஊதா:
tg: Нилобӣ:
uk: Фіолетовий:
zh_cn: 紫色：
zh_tw: 紫色：

source: Gray:
bg: Сиво:
ca: Gris:
cs: Šedá:
cy: Llwyd:
da: Grå:
de: Grau:
el: Γκρι:
es: Gris:
et: Hall:
eu: Grisa:
fa: خاکستری:
fi: Harmaa:
fr: Gris :
hu: Szürke:
is: Grár:
it: Grigio:
ja: 灰色:
kk: Сұр:
km: ប្រផេះ​ ៖​
ko: 회색:
lt: Pilka:
mk: Сиво:
nb: Grå:
nds: Gries:
nl: Grijs:
nn: Grå:
pt: Cinzento:
pt_br: Cinza:
ru: Серый:
sk: Sivá:
sl: Siva:
sr: Сива:
sv: Grå:
ta: பழுப்பு:
tg: Хокистарӣ:
uk: Сірий:
zh_cn: 灰色：
zh_tw: 灰色：

source: Light gray:
bg: Светло сиво:
ca: Gris suau:
cs: Světle šedá:
cy: Llwyd golau:
da: Lysegrå:
de: Hellgrau:
el: Ανοικτό γκρι:
es: Gris suave:
et: Helehall:
eu: Gris argia:
fa: خاکستری روشن:
fi: Vaaleanharmaa:
fr: Gris clair :
hu: Világosszürke:
is: Ljósgrár:
it: Grigio chiaro:
ja: ライトグレイ:
kk: Ашық сұр:
km: ប្រផេះ​ភ្លឺ​ ៖​
ko: 밝은 회색:
lt: Šviesiai pilka:
mk: Светло сиво:
nb: Lys grå:
nds: Hellgries:
nl: Lichtgrijs:
nn: Lys grå:
pt: Cinzento claro:
pt_br: Cinza Claro:
ru: Светло-серый:
sk: Svetlosivá:
sl: Svetlo siva:
sr: Светло сива:
sv: Ljusgrå:
ta: மென் பழுப்பு:
tg: Хокистарии Равшан:
uk: Світло сірий:
zh_cn: 浅灰色：
zh_tw: 亮灰色：

source: Green:
bg: Зелено:
ca: Verd:
cs: Zelená:
cy: Gwyrdd:
da: Grøn:
de: Grün:
el: Πράσινο:
es: Verde:
et: Roheline:
eu: Berdea:
fa: سبز:
fi: Vihreä:
fr: Vert :
hu: Zöld:
is: Grænn:
it: Verde:
ja: 緑:
kk: Жасыл:
km: បៃតង ៖
ko: 녹색:
lt: Žalia:
mk: Зелено:
nb: Grønn:
nds: Gröön:
nl: Groen:
nn: Grøn:
pt: Verde:
pt_br: Verde:
ru: Зелёный:
sk: Zelená:
sl: Zelena:
sr: Зелена:
sv: Grön:
ta: பச்சை:
tg: Сабз:
uk: Зелений:
zh_cn: 绿色：
zh_tw: 綠色：

source: <p align="center">Yellow</p>
bg: <p align="center">Жълто</p>
ca: <p align="center">Groc</p>
cs: <p align="center">Žlutá</p>
cy: <p align="center">Melyn</p>
da: <p align="center">Gul</p>
de: <p align="center">Gelb</p>
el: <p align="center">Κίτρινο</p>
es: <p align="center">Amarillo</p>
et: <p align="center">Kollane</p>
eu: <p align="center">Horia</p>
fa: <p align="center">زرد</p>
fi: <p align="center">Keltainen</p>
fr: <p align="center">Jaune</p>
hu: <p align="center">Sárga</p>
is: <p align="center">Gulur</p>
it: <p align="center">Giallo</p>
ja: <p align="center">黄</p>
kk: <p align="center">Сары</p>
km: <p align="center">បៃតង​</p>
ko: <p align="center">황색</p>
lt: <p align="center">Geltona</p>
mk: <p align="center">Жолто</p>
nb: <p align="center">Gul</p>
nds: <p align="center">Geel</p>
nl: <p align="center">Geel</p>
nn: <p align="center">Gul</p>
pt: <p align="center">Amarelo</p>
pt_br: <p align="center">Amarelo</p>
ru: <p align="center">Жёлтый</p>
sk: <p align="center">Žltá</p>
sl: <p align="center">Rumena</p>
sr: <p align="center">Жута</p>
sv: <p align="center">Gul</p>
ta: <p align="center">மஞ்சள்</p>
tg: <p align="center">Зард</p>
uk: <p align="center">Жовтий</p>
zh_cn: <p align="center">黄色</p>
zh_tw: <p align="center">黃色</p>

source: <p align="center">Green</p>
bg: <p align="center">Зелено</p>
ca: <p align="center">Verd</p>
cs: <p align="center">Zelená</p>
cy: <p align="center">Gwyrdd</p>
da: <p align="center">Grøn</p>
de: <p align="center">Grün</p>
el: <p align="center">Πράσινο</p>
es: <p align="center">Verde</p>
et: <p align="center">Roheline</p>
eu: <p align="center">Berdea</p>
fa: <p align="center">سبز</p>
fi: <p align="center">Vihreä</p>
fr: <p align="center">Vert</p>
hu: <p align="center">Zöld</p>
is: <p align="center">Grænn</p>
it: <p align="center">Verde</p>
ja: <p align="center">緑</p>
kk: <p align="center">Жасыл</p>
km: <p align="center">បៃតង​</p>
ko: <p align="center">녹색</p>
lt: <p align="center">Žalia</p>
mk: <p align="center">Зелено</p>
nb: <p align="center">Grønn</p>
nds: <p align="center">Gröön</p>
nl: <p align="center">Groen</p>
nn: <p align="center">Grøn</p>
pt: <p align="center">Verde</p>
pt_br: <p align="center">Verde</p>
ru: <p align="center">Зелёный</p>
sk: <p align="center">Zelená</p>
sl: <p align="center">Zelena</p>
sr: <p align="center">Зелена</p>
sv: <p align="center">Grön</p>
ta: <p align="center">பச்சை</p>
tg: <p align="center">Сабз</p>
uk: <p align="center">Зелений</p>
zh_cn: <p align="center">绿色</p>
zh_tw: <p align="center">綠色</p>

source: <p align="center">Cyan</p>
bg: <p align="center">Циан</p>
ca: <p align="center">Cian</p>
cs: <p align="center">Světle modrá</p>
cy: <p align="center">Gwyrddlas</p>
el: <p align="center">Κυανό</p>
es: <p align="center">Cián</p>
et: <p align="center">Lilla</p>
eu: <p align="center">Zian</p>
fa: <p align="center">سبزآبی</p>
fi: <p align="center">Syaani</p>
hu: <p align="center">Ciánkék</p>
is: <p align="center">Blágrænn</p>
it: <p align="center">Azzurro</p>
ja: <p align="center">シアン</p>
kk: <p align="center">Көгілдір</p>
km: <p align="center">ស៊ីយ៉ាន​</p>
ko: <p align="center">청록색</p>
lt: <p align="center">Žalsvai mėlyna</p>
mk: <p align="center">Цијан</p>
nb: <p align="center">Cyanblå</p>
nds: <p align="center">Zyan</p>
nl: <p align="center">Cyaan</p>
nn: <p align="center">Cyanblå</p>
pt: <p align="center">Azul-Cião</p>
pt_br: <p align="center">Ciano</p>
ru: <p align="center">Циан</p>
sk: <p align="center">Zelenomodrá</p>
sl: <p align="center">Turkizna</p>
sr: <p align="center">Цијан</p>
sv: <p align="center">Turkos</p>
ta: <p align="center">நீலம்</p>
tg: <p align="center">Циан</p>
uk: <p align="center">Бірюзовий</p>
zh_cn: <p align="center">青色</p>
zh_tw: <p align="center">青色</p>

source: <p align="center">Dark Cyan</p>
bg: <p align="center">Тъмен циан</p>
ca: <p align="center">Cian fosc</p>
cs: <p align="center">Modrozelená</p>
cy: <p align="center">Gwyrddlas Tywyll</p>
da: <p align="center">Mørk cyan</p>
de: <p align="center">Dunkel-Cyan</p>
el: <p align="center">Σκούρο κυανό</p>
es: <p align="center">Cían oscuro</p>
et: <p align="center">Tumelilla</p>
eu: <p align="center">Zian iluna</p>
fa: <p align="center">سبزآبی تیره</p>
fi: <p align="center">Tumma syaani</p>
fr: <p align="center">Cyan foncé</p>
hu: <p align="center">Sötét ciánkék</p>
is: <p align="center">Dökkblágrænn</p>
it: <p align="center">Azzurro scuro</p>
ja: <p align="center">ダークシアン</p>
kk: <p align="center">Жасыл көк</p>
km: <p align="center">ស៊ីយ៉ាន​ចាស​</p>
ko: <p align="center">어두운 청록색</p>
lt: <p align="center">Tamsiai žalsvai mėlyna</p>
mk: <p align="center">Темен цијан</p>
nb: <p align="center">Mørk cyanblå</p>
nds: <p align="center">Düüsterzyan</p>
nl: <p align="center">Donker cyaan</p>
nn: <p align="center">Mørk cyanblå</p>
pt: <p align="center">Azul-Cião Escuro</p>
pt_br: <p align="center">Ciano Escuro</p>
ru: <p align="center">Тёмный циан</p>
sk: <p align="center">Tmavá zelenomodrá</p>
sl: <p align="center">Temno turkizna</p>
sr: <p align="center">Тамно цијан</p>
sv: <p align="center">Mörk turkos</p>
ta: <p align="center">கரும் நீலம்</p>
tg: <p align="center">Циани Баланд</p>
uk: <p align="center">Темно бірюзовий</p>
zh_cn: <p align="center">暗青色</p>
zh_tw: <p align="center">暗青色</p>

source: <p align="center">Blue</p>
bg: <p align="center">Синьо</p>
ca: <p align="center">Blau</p>
cs: <p align="center">Modrá</p>
cy: <p align="center">Glas</p>
da: <p align="center">Blå</p>
de: <p align="center">Blau</p>
el: <p align="center">Μπλε</p>
es: <p align="center">Azul</p>
et: <p align="center">Sinine</p>
eu: <p align="center">Iluna</p>
fa: <p align="center">آبی</p>
fi: <p align="center">Sininen</p>
fr: <p align="center">Bleu</p>
hu: <p align="center">Kék</p>
is: <p align="center">Blár</p>
it: <p align="center">Blu</p>
ja: <p align="center">青</p>
kk: <p align="center">Көк</p>
km: <p align="center">ខៀវ​</p>
ko: <p align="center">청색</p>
lt: <p align="center">Mėlyna</p>
mk: <p align="center">Плаво</p>
nb: <p align="center">Blå</p>
nds: <p align="center">Blaag</p>
nl: <p align="center">Blauw</p>
nn: <p align="center">Blå</p>
pt: <p align="center">Azul</p>
pt_br: <p align="center">Azul</p>
ru: <p align="center">Синий</p>
sk: <p align="center">Modrá</p>
sl: <p align="center">Modra</p>
sr: <p align="center">Плава</p>
sv: <p align="center">Blå</p>
ta: <p align="center">நீலம்</p>
tg: <p align="center">Кабуд</p>
uk: <p align="center">Синій</p>
zh_cn: <p align="center">蓝色</p>
zh_tw: <p align="center">藍色</p>

source: <p align="center">Purple</p>
bg: <p align="center">Виолетово</p>
ca: <p align="center">Púrpura</p>
cs: <p align="center">Purpurová</p>
cy: <p align="center">Porffor</p>
da: <p align="center">Lilla</p>
de: <p align="center">Violett</p>
el: <p align="center">Πορφυρό</p>
es: <p align="center">Púrpura</p>
et: <p align="center">Purpurne</p>
eu: <p align="center">Morea</p>
fa: <p align="center">بنفش</p>
fi: <p align="center">Violetti</p>
fr: <p align="center">Violet</p>
hu: <p align="center">Lila</p>
is: <p align="center">Fjólublár</p>
it: <p align="center">Viola</p>
ja: <p align="center">紫</p>
kk: <p align="center">Ашық қызғылт</p>
km: <p align="center">ពណ៌ស្វាយ</p>
ko: <p align="center">자주색</p>
lt: <p align="center">Violetinė</p>
mk: <p align="center">Пурпурно</p>
nb: <p align="center">Fiolett</p>
nds: <p align="center">Vigelett</p>
nl: <p align="center">Paars</p>
nn: <p align="center">Fiolett</p>
pt: <p align="center">Roxo</p>
pt_br: <p align="center">Púrpura</p>
ru: <p align="center">Пурпурный</p>
sk: <p align="center">Fialová</p>
sl: <p align="center">Vijolična</p>
sr: <p align="center">Пурпурна</p>
sv: <p align="center">Violett</p>
ta: <p align="center">ஊதா</p>
tg: <p align="center">Нилобӣ</p>
uk: <p align="center">Фіолетовий</p>
zh_cn: <p align="center">紫色</p>
zh_tw: <p align="center">紫色</p>

source: <p align="center">Gray</p>
bg: <p align="center">Сиво</p>
ca: <p align="center">Gris</p>
cs: <p align="center">Šedá</p>
cy: <p align="center">Llwyd</p>
da: <p align="center">Grå</p>
de: <p align="center">Grau</p>
el: <p align="center">Γκρι</p>
es: <p align="center">Gris</p>
et: <p align="center">Hall</p>
eu: <p align="center">Grisa</p>
fa: <p align="center">خاکستری</p>
fi: <p align="center">Harmaa</p>
fr: <p align="center">Gris</p>
hu: <p align="center">Szürke</p>
is: <p align="center">Grár</p>
it: <p align="center">Grigio</p>
ja: <p align="center">グレイ</p>
kk: <p align="center">Сұр</p>
km: <p align="center">ប្រផេះ​</p>
ko: <p align="center">회색</p>
lt: <p align="center">Pilka</p>
mk: <p align="center">Сиво</p>
nb: <p align="center">Grå</p>
nds: <p align="center">Gries</p>
nl: <p align="center">Grijs</p>
nn: <p align="center">Grå</p>
pt: <p align="center">Cinzento</p>
pt_br: <p align="center">Cinza</p>
ru: <p align="center">Серый</p>
sk: <p align="center">Sivá</p>
sl: <p align="center">Siva</p>
sr: <p align="center">Сива</p>
sv: <p align="center">Grå</p>
ta: <p align="center">பழுப்பு</p>
tg: <p align="center">Хокистарӣ</p>
uk: <p align="center">Сірий</p>
zh_cn: <p align="center">灰色</p>
zh_tw: <p align="center">灰色</p>

source: <p align="center">Light Gray</p>
bg: <p align="center">Светло сиво</p>
ca: <p align="center">Gris clar</p>
cs: <p align="center">Světle šedá</p>
cy: <p align="center">Llwyd Golau</p>
da: <p align="center">Lysegrå</p>
de: <p align="center">Hellgrau</p>
el: <p align="center">Ανοικτό γκρι</p>
es: <p align="center">Gris claro</p>
et: <p align="center">Helehall</p>
eu: <p align="center">Gris argia</p>
fa: <p align="center">خاکستری روشن</p>
fi: <p align="center">Vaaleanharmaa</p>
fr: <p align="center">Gris clair</p>
hu: <p align="center">Világosszürke</p>
is: <p align="center">Ljós Grár</p>
it: <p align="center">Grigio chiaro</p>
ja: <p align="center">ライトグレイ</p>
kk: <p align="center">Ашық сұр</p>
km: <p align="center">ប្រផេះ​ភ្លឺ​</p>
ko: <p align="center">밝은 회색</p>
lt: <p align="center">Šviesiai pilka</p>
mk: <p align="center">Светло сиво</p>
nb: <p align="center">Lys grå</p>
nds: <p align="center">Hellgries</p>
nl: <p align="center">Lichtgrijs</p>
nn: <p align="center">Lys grå</p>
pt: <p align="center">Cinzento Claro</p>
pt_br: <p align="center">Cinza Claro</p>
ru: <p align="center">Светло-серый</p>
sk: <p align="center">Svetlosivá</p>
sl: <p align="center">Svetlo siva</p>
sr: <p align="center">Светло сива</p>
sv: <p align="center">Ljusgrå</p>
ta: <p align="center">மென் பழுப்பு</p>
tg: <p align="center">Хокистарии равшан</p>
uk: <p align="center">Світло сірий</p>
zh_cn: <p align="center">浅灰色</p>
zh_tw: <p align="center">亮灰色</p>
