Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Selection backgr&ound:
bg: Фон на &маркировката:
ca: Selecció del f&ons:
cs: P&ozadí výběru:
cy: C&efndir y Dewis:
da: &Valg af baggrund:
de: &Hintergrund der Auswahl:
el: Επιλ&ογή εικόνας βάθους:
es: Selección de fond&o:
et: Va&liku taust:
eu: A&tzeko planoarenhautapena:
fa: &زمینۀ گزینش:‌
fi: Valitun ta&usta:
fr: &Sélection de l'arrière-plan :
hu: Kiválasztási &háttér:
is: Merktur &bakgrunnur:
it: Scelta &sfondo:
ja: 選択範囲の背景(&O):
kk: Таңдалғанның аяс&ының:
km: ការជ្រើស​រើស​ពណ៌​ផ្ទៃខាងក្រោយ​ ៖
ko: 선택 배경(&O):
lt: Žymėjimo &fonas:
mk: Избрана п&озадина:
nb: Bakgr&unn for utvalg:
nds: Markeert &Achtergrund:
nl: Selectie-achtergr&ond:
nn: Bakgr&unn for utval:
pt: Fund&o da selecção:
pt_br: Plano de fundo da &seleção:
ru: Фон &выделения:
sk: Po&zadie vybraného:
sl: O&zadje izbire:
sr: Б&оја позадине избора:
sv: Markeringsbak&grund:
ta: பின்னணி தேர்வு
tg: &Паснамои ҷудосозӣ:
uk: Тл&о вибраного:
zh_cn: 选择区背景(&O)：
zh_tw: 選擇背景(&O)：

source: Sele&ction foreground:
bg: Текст на м&аркировката:
ca: Sele&cció del primer pla:
cs: Popředí vý&běru:
cy: Blae&ndir y Dewis:
da: Valg af &forgrund:
de: &Vordergrund der Auswahl:
el: Επιλογή εικόνα&ς κορυφής:
es: Sele&cción de frente:
et: Valiku esi&plaan:
eu: A&urreko planoaren hautapena:
fa: پیش‌زمینۀ &گزینش:‌
fi: Valitun edustaväri:
fr: &Sélection du premier plan :
hu: Kiválasztási &előtér:
is: Merktur &forgrunnur:
it: Scelta &primo piano:
ja: 選択範囲の前景(&C):
kk: Таң&далғаның:
km: ការជ្រើស​រើស​ផ្ទៃខាងមុខ​ ៖​
ko: 선택 글자(&C):
lt: Žymėjimo p&riekinis planas:
mk: Избран &текст:
nb: &Forgrunn for utvalg:
nds: Markeert &Vörgrund:
nl: Sele&ctie-voorgrond:
nn: &Framgrunn for utval:
pt: Primeiro plano da sele&cção:
pt_br: Primeiro plano da &seleção:
ru: Т&екст выделения:
sk: &Popredie vybraného:
sl: &Ospredje izbire:
sr: Боја &исписа избора:
sv: Ma&rkeringsförgrund:
ta: முன்னணி தேர்வு
tg: &Матни ҷудосозӣ:
uk: &Шрифт вибраного:
zh_cn: 选择区前景(&C)：
zh_tw: 選擇前景(&C)：

source: &Use background color for links
bg: &Използване на цвета на фона за хипервръзките
ca: &Usa color de fons per als enllaços
cs: Po&užít barvu pozadí pro odkazy
cy: &Defnyddio lliw cefndir ar gyfer cysylltau
da: &Brug baggrundsfarver for link
de: Hintergrundfarbe für &Verknüpfungen verwenden
el: &Χρήση του χρώματος φόντου για τους δεσμούς
es: &usar color de fondo para enlaces
et: Ta&usta värvide kasutatamine viitadel
eu: &Erabili loturen atzeko planoko kolorea.
fa: &استفاده از رنگ زمینه برای پیوندها‌
fi: &Käytä taustaväriä linkeille
fr: Utiliser la couleur de fon&d pour les liens
hu: A lin&kek színe egyezzen meg a háttér színével
is: &Nota bakgrunns liti fyrir tengla
it: &Usa il colore di sfondo per i collegamenti
ja: リンクに背景色を使う(&U)
kk: &Сілтеме үшін ая түсі колданылсын
km: ប្រើ​ពណ៌​ផ្ទៃខាងក្រោយ​សម្រាប់​តំណ​
ko: 링크에 배경 색상 사용(&U)
lt: Na&udoti fono spalvas nuorodoms
mk: &Користи боја на позадина за врски
nb: &Bruk bakgrunnsfarger på linker
nds: A&chtergrunklöör för Links bruken
nl: Achtergrondkleur voor koppelingen gebr&uiken
nn: Br&uk bagrunnsfarge på lenkjer
pt: &Utilizar uma cor de fundo para ligações
pt_br: &Usst cores de fundo para links
ru: &Использовать цвет фона для ссылок
sk: &Použiť farbu pozadia pre odkazy
sl: &Uporabi barvo ozadja za povezave
sr: &Користи боју позадине за везе
sv: An&vänd bakgrundsfärg för länkar
ta: இணைப்புக்கு பின்னணி வண்ணம் உபயோகி
tg: &Истифодабарии ранги паснамо барои пайвандҳо
uk: &Вживати колір тла для посилань
zh_cn: 链接使用背景色(&U)
zh_tw: 連結使用背景顏色(&U)

source: Sample Color Themes
bg: Преглед на цветовите схеми
ca: Mostra de color de temes
cs: Vzorová barevná schémata
cy: Cynlluniau Lliwiau Enghreifftiol
da: Forsøg farvetemaer
de: Beispiele für Farbdesigns
el: Δείγμα χρωματικών Θεμάτων
es: Muestra de color de temas
et: Näidisvärviteemad
eu: Kolore gaien adibideak
fa: چهره‌های رنگ نمونه
fi: Värimalli
fr: Exemple de thèmes de couleurs
hu: Színösszeállítás-minták
is: Sýnishorn litaþema
it: Colore temi campione
ja: サンプルカラーテーマ
kk: Дайын түстер нақыштары
km: ស្បែក​ពណ៌គំរូ​
ko: 예시 색상 스키마
lt: Spalvų temų pavyzdžiai
mk: Примероци со теми за бои
nb: Prøver på fargetemaer
nds: Bispeel-Klöörmustern
nl: Voorbeeld-kleurthema's
nn: Prøver på fargetema
pt: Temas de Cores de Exemplo
pt_br: Amostra de Temas de Cores
ru: Пример цветовой темы
sk: Ukážkove farebné témy
sl: Vzorčne barvne teme
sr: Узорци тема боја
sv: Exempel på färgteman
ta: மாதிரி வண்ணப் பொருள்கள்
tg: Намуди Мавзӯъи Ранг
uk: Зразки тем кольорів
zh_cn: 示例配色主题
zh_tw: 範例顏色主題

source: &Highlighting
bg: Откро&яване
ca: &Ressaltat
cs: Zvý&razňování
cy: &Amlygu
da: &Fremhævning
de: &Hervorhebung
el: &Τονισμός
es: &Resaltado
et: Esiletõst&mine
eu: &Nabarmentzea
fa: &مشخص‌
fi: &Korosta lempinimesi
fr: Surli&gnement
hu: K&iemelés
is: &Textamerking
it: &Evidenziazione
ja: 強調(&H)
kk: &Бояулау
km: ការ​បន្លិច
ko: 강조(&H)
lt: &Paryškinimas
mk: &Осветлување
nb: &Utheving
nds: &Rutheven
nl: Accent&ueren
nn: Fram&heving
pt: Real&ce
pt_br: &Realce
ru: &Подсветка
sk: &Zvýraznenie
sl: &Osvetljevanje
sr: &Истицање
sv: &Markering
ta: &தனிப்படுத்துதல்
tg: &Равшаннамоӣ
uk: В&иділення
zh_cn: 加亮(&H)
zh_tw: 高亮度(&H)

source: Your Nick
bg: Вашият псевдоним
ca: El vostre sobrenom
cs: Vaše přezdívka
cy: Eich Ffugenw
da: Dit alias
de: Eigener Spitzname
el: Το ψευδώνυμό σας
es: Su apodo
et: Enda hüüdnimi
eu: Zure goitizena
fa: لقب شما
fi: Lempinimesi
fr: Votre pseudonyme
hu: Az Ön beceneve
is: Gælunafn þitt
it: Il tuo nick
ja: 自分のニックネーム
kk: Сіздің бүркеншік атыңыз
km: សម្មតិនាម​
ko: 사용자의 별명
lt: Jūsų slapyvardis
mk: Вашиот прекар
nb: Ditt kallenavn
nds: Dien Ökelnaam
nl: Uw bijnaam
nn: Kallenamnet ditt
pt: A Sua Alcunha
pt_br: Seu Apelido
ru: Ваш ник
sk: Vaša prezývka
sl: Vaš vzdevek
sr: Ваш надимак
sv: Ditt smeknamn
ta: உங்கள் புனை
tg: Ники Шумо
uk: Ваше прізвисько
zh_cn: 您的昵称
zh_tw: 您的暱稱

source: Color:
bg: Цвят:
cs: Barva:
cy: Lliw:
da: Farver:
de: Farbe:
el: Χρώμα:
et: Värvid:
eu: Kolorea:
fa: رنگ:
fi: Väri:
fr: Couleur :
hu: Szín:
is: Litur:
it: Colore:
ja: 色:
kk: Түсі:
km: ពណ៌​ ៖​
ko: 색상:
lt: Spalvos:
mk: Боја:
nb: Farge:
nds: Klöör:
nl: Kleur:
nn: Farge:
pt: Cor:
pt_br: Cor:
ru: Цвет:
sk: Farba:
sl: Barve:
sr: Боја:
sv: Färg:
ta: நிறம்
tg: Ранг:
uk: Колір:
zh_cn: 颜色：
zh_tw: 顏色：

source: Bold
bg: Получер
ca: Negreta
cs: Tučné
cy: Trwm
da: Fed
de: Fett
el: Έντονο
es: Negrita
et: Rasvane
eu: Lodia
fa: توپر
fi: Lihavoitu
fr: Gras
hu: Félkövér
is: Feitletur
it: Grassetto
ja: ボールド
kk: Қалың
km: ដិត
ko: 진하게
lt: Pusjuodis
mk: Задебелено
nb: Fet
nds: Fett
nl: Vet
nn: Feit
pt: Negrito
pt_br: Negrito
ru: Полужирный
sk: Tučné
sl: Polkrepko
sr: Мастан
sv: Fetstil
ta: தடித்த
tg: Нимғафс
uk: Жирний
zh_cn: 粗体
zh_tw: 粗體

source: Reverse
bg: Обръщане
ca: Invers
cs: Opačné
cy: Gwrthwynebu
da: Omvendt
de: Invertiert
el: Αντίστροφο
es: Inverso
et: Vastupidine
eu: Atzerantz
fa: معکوس
fi: Käänteinen
fr: Inverser
hu: Fordított
is: Snúa við
it: Inverso
ja: 反転
kk: Терістелген
km: បញ្ច្រាស
ko: 반전
lt: Atvirkščias
mk: Инверзно
nb: Omvendt
nds: Ümdreiht
nl: Andersom
nn: Omvendt
pt: Inverter
pt_br: Invertido
ru: Инверсный
sk: Opačne
sl: Obrnjeno
sr: Обрнуто
sv: Omvänd
ta: திசை மாற்று
tg: Баръакс
uk: Зворотній
zh_cn: 保留
zh_tw: 反白

source: Underline
bg: Подчертан
ca: Subratllat
cs: Podtržené
cy: Tanlinellu
da: Understreget
de: Unterstrichen
el: Υπογραμμισμένο
es: Subrayado
et: Allajoonitud
eu: Azpimarratu
fa: زیرخط
fi: Alleviivattu
fr: Souligné
hu: Aláhúzott
is: Undirstrikað
it: Sottolineato
ja: 下線
kk: Асты сызылған
km: គូស​បន្ទាត់​ក្រោម
ko: 밑줄
lt: Pabrauktas
mk: Подвлечено
nb: Understrek
nds: Ünnerstreken
nl: Onderstrepen
nn: Understrek
pt: Sublinhado
pt_br: Sublinhado
ru: Подчёркивание
sk: Podčiarknuté
sl: Podčrtano
sr: Подвучено
sv: Understruken
ta: அடிக்கோடு
tg: Зерхаткашидан
uk: Підкреслити
zh_cn: 下划线
zh_tw: 底線

source: Other Nicks
bg: Другите псевдоними
ca: D'altres sobrenoms
cs: Ostatní přezdívky
cy: Ffugenwau Eraill
da: Andre aliasser
de: Andere Spitznamen
el: Άλλα ψευδώνυμα
es: Otros apodos
et: Teised hüüdnimed
eu: Beste goitizenak
fa: القاب‌ دیگر
fi: Muut lempinimet
fr: Autres pseudonymes
hu: Egyéb becenevek
is: Önnur gælunöfn
it: Altri nick
ja: その他のニックネーム
kk: Басқалардың бүркеншік аттары
km: សម្មតិនាម​ផ្សេងទៀត​
ko: 다른 별명
lt: Kiti slapyvardžiai
mk: Други прекари
nb: Andre kallenavn
nds: Anner Ökelnaams
nl: Andere bijnamen
nn: Andre kallenamn
pt: Outras Alcunhas
pt_br: Outros Apelidos
ru: Другие ники
sk: Iné prezývky
sl: Drugi vzdevki
sr: Остали надимци
sv: Andra smeknamn
ta: மற்றப் புனைகள்
tg: Никҳои Дигар
uk: Інші прізвиська
zh_cn: 其它昵称
zh_tw: 其他暱稱

source: N&o nick colors
bg: &Без употреба на цветове за псевдоними
ca: Sobrenoms se&nse colors
cs: Žádné barvy pr&o přezdívky
cy: &Dim Lliwiau Ffugenw
da: &Ingen alias-farver
de: Spitznamen &nicht einfärben
el: Χρώματα &μη ψευδώνυμου
es: Sin colores de ap&odo
et: Hüüdnime e&i värvita
eu: Kolorerik &ez goitizenetan
fa: &بدون رنگ لقبها‌
fi: E&i lempinimivärejä
fr: Pas de c&ouleurs pour les pseudonymes
hu: Színezés nél&küli becenevek
is: &Ekki lita gælunöfn
it: N&on colorare i nick
ja: ニックネームの色なし(&O)
kk: &Түссіз
km: ពណ៌សម្មតិនាម​
ko: 별명 색상 없음(&O)
lt: Slapyvardžiai &be spalvų
mk: Без б&ои за прекарите
nb: I&ngen kallenavnfarger
nds: &Keen Klören för Ökelnaams
nl: G&een bijnaamkleuren
nn: Ingen fargar på &kallenamn
pt: Nã&o usar cores das alcunhas
pt_br: S&em vores para apelido
ru: Не подсвечивать &другие ники
sk: &Bez farieb prezýviek
sl: &Brez barv vzdevkov
sr: Без б&оја за надимке
sv: In&ga smeknamnsfärger
ta: &புனை நிறங்கள் இல்லை
tg: Никҳои &дигарро равшан накардан
uk: Без прізвиськ - кольори
zh_cn: 昵称无颜色(&O)
zh_tw: 暱稱不特別著色(&O)

source: Au&to nick colorization
bg: &Автоматично оцветяване на псевдонимите
ca: Color au&tomàtic per als sobrenoms
cs: Au&tomatické barvy pro přezdívky
cy: Lliwiau Ymysgogol &Ffugenw
da: Au&to-alias kolorering
de: Spitznamen a&utomatisch einfärben
el: &Αυτόματος χρωματισμός ψευδώνυμου
es: Color au&tomático en apodos
et: &Hüüdnime automaatne värvimine
eu: Au&to koloreak goitizenetan
fa: رنگ‌آمیزی &خودکار لقب‌
fi: Lempi&nimien automaattinen väritys
fr: Colorisa&tion automatique des pseudonymes
hu: A becenevek a&utomatikus színezése
is: Sjálfvirk &litun gælunafna
it: Colorazione nick automa&tica
ja: ニックネームを自動配色(&T)
kk: Түстерді &автотаңдау
km: ដាក់ពណ៌​សម្មតិនាម​ស្វ័យប្រវត្តិ​
ko: 자동 별명 컬러화(&T)
lt: Automatinis slapy&vardžių spalvinimas
mk: Ав&тообојување на прекарите
nb: Au&tofarging av kallenavn
nds: Ökelnaams au&tomaatsch infarven
nl: Automatische bij&naamkleuren
nn: A&utomatisk farging av kallenamn
pt: Coloração au&tomática da alcunha
pt_br: Au&to-colorir apelido
ru: &Автоматическая подсветка ников
sk: &Automatické farby prezýviek
sl: Samodejno barvanje v&zdevkov
sr: Ау&томатско бојење надимака
sv: Au&tomatisk smeknamnsfärg
ta: தானியங்கி புனை நிறப்படுத்துதல்
tg: Рангнамоии &худкоронаи никҳо
uk: Ав&товибір кольорів для прізвиськ
zh_cn: 自动对昵称着色(&T)
zh_tw: 自動著色暱稱(&T)

source: Fi&xed
bg: &Непроменливи
ca: Establei&x
cs: Op&raveno
cy: &Sefydlog
da: F&ast
de: &Fest
el: Διορ&θώθηκε
es: &Fijo
et: &Fikseeritud
eu: &Finkoa
fa: &ثابت‌
fi: Kor&jattu
fr: Fi&xe
hu: Rög&zített
is: Fa&st
it: Fi&sso
ja: 固定(&X)
kk: Тұ&рақты
km: ជួសជុល​
ko: 고정됨(&X)
lt: &Nustatytas
mk: Фи&ксно
nb: Fa&st
nds: &Fast
nl: Vas&t
nn: Fa&st
pt: Fi&xo
pt_br: Fi&xo
ru: &Фиксированный
sk: &Pevné
sl: &Fiksno
sr: Фи&ксни
sv: Fa&st
ta: &மாறாதது
tg: &Собитнамуда
uk: &Фіксований
zh_cn: 固定(&X)
zh_tw: 固定(&X)

source: Backg&round:
bg: Цвят на &фона:
ca: &Fons:
cs: Poz&adí:
cy: &Cefndir:
da: &Baggrund:
de: &Hintergrund:
el: &Φόντο:
es: Fon&do:
et: Ta&ust:
eu: A&tzeko planoa:
fa: &زمینه:‌
fi: &Tausta:
fr: &Fond :
hu: &Háttér:
is: Bakg&runnur:
it: S&fondo:
ja: 背景(&R):
kk: А&ясы:
km: ពណ៌​ផ្ទៃខាងក្រោយ​ ៖​
ko: 배경(&R):
lt: &Fonas:
mk: Поза&дина:
nb: Bakg&runn:
nds: &Achtergrund:
nl: Achte&rgrond:
nn: Bakg&runn:
pt: &Fundo:
pt_br: Plano de f&undo:
ru: &Фон:
sk: Po&zadie:
sl: O&zadje:
sr: По&задина:
sv: Bakgr&und:
ta: &பின்னணி
tg: &Паснамо:
uk: &Тло:
zh_cn: 背景(&R)：
zh_tw: 背景(&R)：

source: Highlight Messages
bg: Открояване на съобщения
ca: Ressaltat dels missatges
cs: Zvýrazňovat zprávy
cy: Amlygu Negeseuon
da: Fremhæv beskeder
de: Nachrichten hervorheben
el: Τονισμός μηνυμάτων
es: Resaltar mensajes
et: Sõnumite esiletõstmine
eu: Nabarmendu mezuak
fa: پیامهای مشخص
fi: Korosta viestit
fr: Messages surlignés
hu: Az üzenetek kiemelése
is: Merkja skilaboð
it: Evidenzia messaggi
ja: メッセージを強調
kk: Бояп ерекшелейтін хабарламалар
km: សារ​បន្លិច​
ko: 메시지 강조
lt: Paryškinti žinutes
mk: Осветли ги пораките
nb: Fremhev meldinger
nds: Narichten rutheven
nl: Berichten accentueren
nn: Framhev meldingar
pt: Realçar as Mensagens
pt_br: Realçar Mensagens
ru: Подсветка сообщений
sk: Zvýrazňovať správy
sl: Osvetli sporočila
sr: Истакни поруке које
sv: Markera meddelanden
ta: தனிப்படுத்தப்பட்ட செய்திகள்
tg: Равшаннамоии Паёмҳо
uk: Виділяти повідомлення
zh_cn: 加亮消息
zh_tw: 高亮度訊息

source: Containing &your nick:
bg: &Съдържащи вашия псевдоним:
ca: Que continguin el &vostre sobrenom:
cs: O&bsahující vaši přezdívku:
cy: Yn cynnwys eich &ffugenw:
da: Indeholder &dit alias:
de: mit dem eigenen Spit&znamen:
el: Που περιέχουν το ψευδώνυμό σ&ας:
es: Que contengan su a&podo:
et: Sisaldab enda &hüüdnime:
eu: Zure goitizena dutenak:
fa: شامل لقب &شما:‌
fi: Väri viesteillä, joissa &sinun lempinimesi esiintyy:
fr: Contenant votre pseudon&yme :
hu: A sa&ját becenevet tartalmazó üzenetek:
is: Sem &innihalda gælunafnið þitt:
it: contenenti il &tuo nick:
ja: 自分のニックネームを含むもの(&Y):
kk: &Сіздің бүркеншік атыңыз кездесетінді:
km: ចំណុះ​សម្មតិនាម​របស់​អ្នក​ ៖​
ko: 사용자 별명 포함(&Y):
lt: Su &Jūsų slapyvardžiu:
mk: Кои го содржат &вашиот прекар:
nb: Meldinger med ditt kallena&vn:
nds: De &Dien Ökelnaam bargt:
nl: die uw bi&jnaam bevatten:
nn: Med &ditt kallenamn:
pt: Que contêm a &sua alcunha:
pt_br: Contendo &seu apelido:
ru: Содержащие &ваш ник:
sk: Obsahujúcej &vašu prezývku:
sl: ki vsebujejo &vaš vzdevek:
sr: садрже &мој надимак:
sv: Innehåller &ditt smeknamn:
ta: &உள்ளடக்கியுள்ள உங்கள் புனை
tg: Дар бар гиранда Ники &шумо:
uk: Містить &ваше прізвисько:
zh_cn: 包含您的昵称(&Y)：
zh_tw: 包含您的暱稱時(&Y)：

source: Containing:
bg: Съдържащи:
ca: Que continguin:
cs: Obsahující:
cy: Yn cynnwys:
da: Indeholder:
de: mit folgendem Inhalt:
el: Που περιέχουν:
es: Que contengan:
et: Sisaldab:
eu: Edukina:
fa: شامل:
fi: Sisältää:
fr: Contenant :
hu: Tartalmazva:
is: Inniheldur:
it: contenenti:
ja: 次を含むもの:
kk: Келесі кездесетінді:
km: មាន ៖
ko: 포함:
lt: Turinčias:
mk: Содржат:
nb: Inneholder:
nds: De dit bargt:
nl: die tekst bevatten:
nn: Inneheld:
pt: Que contém:
pt_br: Contendo:
ru: Содержащие:
sk: Obsahujúce:
sl: Vsebujejo:
sr: садрже:
sv: Innehåller:
ta: உள்ளடக்கியுள்ள
tg: Дар бар гиранда:
uk: Містить:
zh_cn: 包含：
zh_tw: 包含：

source: Regex
bg: Регулярен израз
ca: Expressió regular
cs: Reg. výraz
de: Regulärer Ausdruck
el: Κανονική έκφραση
et: Regulaaravaldis
eu: Espresio erregularra
fa: عبارت منظم
fr: Exp. rationnelle
hu: reg.kif.
it: Espressione regolare
ja: 正規表現
kk: Үлгі өрнек
lt: Taisyklinga išraiška
mk: Рег. израз
nds: Reguleer Utdruck
nn: Regulært uttrykk
pt_br: Expressão regular
ru: Регулярное выражение
sk: Regulárny výraz
sl: Reg. izraz
sr: Рег.из.
sv: Reguljärt uttryck
tg: Ифодаҳои муқаррарӣ
uk: Регулярний вираз
zh_cn: 正则表达式
zh_tw: 正規表示式

source: Color Codes
bg: Кодове на цветове
ca: Codis de color
cs: Kódy barev
cy: Codau Lliw
da: Farvekoder
de: Farbkodierungen
el: Κωδικοί χρωμάτων
es: Códigos de color
et: Värvikoodid
eu: Koloreen kodeak
fa: کد رنگها
fi: Värikoodit
fr: Codes couleur
hu: Színkódok
is: Lita-stillingar
it: Codici colore
ja: 色コード
kk: Түстердің кодтары
km: កូដ​ពណ៌​
ko: 색상 코드
lt: Spalvų kodai
mk: Кодови на бои
nb: Fargekoder
nds: Klöörkoden
nl: Kleurcodes
nn: Fargekodar
pt: Códigos de Cores
pt_br: Códigos de Cores
ru: Коды цветов
sk: Kódy farieb
sl: Nastavitve barv
sr: Кодови за боје
sv: Färgkoder
ta: நிறக்குறியீடுகள்
tg: Рамзҳои Ранг
uk: Коди кольорів
zh_cn: 颜色编码
zh_tw: 顏色碼

source: Strip &kSirc color codes
bg: &Игнориране кодовете на цветове на kSirc
ca: Treu els codis de color de &kSirc
cs: Povolit kódy barev &KSirc
cy: Gwaredu codau lliw &kSirc
da: Strip &KSirc-farvekoder
de: &kSirc-Farbkodes entfernen
el: Αφαίρεση κωδικών χρωμάτων του &kSirc
es: Quitar códigos de color de &kSirc
et: Eemalda KSir&c värvikoodid
eu: Kendu &kSirc-en kolore-kodeak
fa: جدا کردن‌ کد رنگهای &kSirc‌
fi: Leikkaa &KSirc-värikoodit
fr: Enlever les codes couleur de &KSirc
hu: A kSir&c színkódok eltávolítása
is: Hreinsa &KSirc litastillingar
it: Rimuovi i codici colore di &KSirc
ja: &kSirc の色コードを削除
kk: &kSirc түстер кодтарын жою
km: បន្ទះកូដ​ពណ៌​ &kSirc
ko: kSirc 색상 코드 제거(&K)
lt: Naudoti &KSirc spalvų kodus
mk: Отстрани ги &KSirc-кодовите за бои
nb: Fjern &kSirc-fargekoder
nds: &KSirc-Klöörkoden wegmaken
nl: &KSirc's kleurcodes verwijderen
nn: Fjern &KSirc-fargekodar
pt: Cortar os códigos de cores do &kSirc
pt_br: Remover códigos de cor do &KSirc
ru: Запретить коды цветов &KSirc
sk: Zahodiť kódy farieb &KSirc
sl: Dovoli nastavitve barv za &KSirc
sr: Одсеци kSirc-ове &кодове за боје
sv: Ta bort &Ksirc-färgkoder
ta: கோடுகளோடு ksirc நிறக்குறியீடுகள்
tg: Манънамоии рамзҳои ранги &kSirc
uk: Усунути &коди кольорів kSirc
zh_cn: 去掉 &kSirc 颜色编码
zh_tw: 去除 KSirc 顏色碼(&K)

source: Strip &mIRC color codes
bg: И&гнориране кодовете на цветове на mIRC
ca: Treu els codis de color de &mIRC
cs: Povolit kódy barev &mIRC
cy: Gwaredu codau lliw &mIRC
da: Strip &mIRC-farvekoder
de: &mIRC-Farbkodes entfernen
el: Αφαίρεση κωδικών χρωμάτων του &mIRC
es: Quitar códigos de color de &mIRC
et: Eemalda &mIRC värvikoodid
eu: Kendu &mIRC-en kolore-kodeak
fa: جدا کردن‌ کد رنگهای &mIRC‌
fi: Leikkaa &mIRC-värikoodit
fr: Enlever les codes couleur de &mIRC
hu: A mI&RC színkódok eltávolítása
is: Hreinsa &mIRC litastillingar
it: Rimuovi i codici colore di &mIRC
ja: &mIRC の色コードを削除
kk: &mIRC түстер кодтарын жою
km: បន្ទះ​កូដ​ពណ៌​ &mIRC
ko: mIRC 색상 코드 제거(&M)
lt: Naudoti &mIRC spalvų kodus
mk: Отстрани ги &mIRC-кодовите за бои
nb: Fjern &mircs fargekoder
nds: &mIRC-Klöörkoden wegmaken
nl: &mIRC's kleurcodes verwijderen
nn: Fjern &mIRC-fargekodar
pt: Cortar os códigos de cores do &mIRC
pt_br: Remover códigos de cor do &mIRC
ru: Запретить коды цветов &mIRC
sk: Zahodiť kódy farieb &mIRC
sl: Dovoli nastavitve barv za &mIRC
sr: Одсеци mIRC-ове &кодове за боје
sv: &Ta bort mIRC-färgkoder
ta: கோடுகளோடு mIRC நிறக்குறியீடுகள்
tg: Манънамоии рамзҳои ранги &mIRC
uk: Усунути коди кол&ьорів mSirc
zh_cn: 去掉 &mIRC 颜色编码
zh_tw: 去除 mIRC 顏色碼(&M)

source: General
bg: Общи
cs: Obecné
cy: Cyffredinol
da: Generelt
de: Allgemein
el: Γενικά
et: Üldine
eu: Orokorra
fa: عمومی
fi: Yleiset
fr: Général
hu: Általános
is: Almennt
it: Generale
ja: 全般
kk: Жалпы
km: ទូទៅ
ko: 일반
lt: Bendra
mk: Општо
nb: Generelt
nds: Allgemeen
nl: Algemeen
nn: Generelt
pt: Geral
pt_br: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sr: Опште
sv: Allmänt
ta: பொது
tg: Умумӣ
uk: Загальне
zh_cn: 常规
zh_tw: 一般

source: Global Options
bg: Общи настройки
ca: Opcions globals
cs: Globální možnosti
cy: Dewisiadau Eang
da: Globale valgmuligheder
de: Globale Einstellungen
el: Καθολικές επιλογές
es: Opciones globales
et: Globaalsed valikud
eu: Aukera orokorrak
fa: گزینه‌های سراسری
fi: &Yleisasetukset
fr: Options globales
hu: Globális beállítások
is: Víðværir valkostir
it: Opzioni globali
ja: 全体のオプション
kk: Жалпы параметрлер
km: ​ជម្រើស​សកល
ko: 범용 옵션
lt: Bendros parinktys
mk: Глобални опции
nb: Globale innstillinger
nds: Globaal Optschonen
nl: Algemene instellingen
nn: Globale val
pt: Opções Globais
pt_br: Opções Globais
ru: Общие настройки
sk: Globálne nastavenia
sl: Splošne možnosti
sr: Глобалне опције
sv: Allmänna alternativ
ta: பொதுத்தேர்வுகள்
tg: Хосиятҳои Умумӣ
uk: Глобальні параметри
zh_cn: 全局选项
zh_tw: 全域選項

source: Histor&y length:
bg: Истори&я:
ca: Longitud de l'&historial:
cs: Délka &historie:
cy: &Hyd Hanes:
da: Historik&længde:
de: &Verlaufslänge:
el: &Μήκος ιστορικού:
es: Longitud del &historial:
et: A&jaloo pikkus:
eu: H&istoriaren luzera:
fa: طول &تاریخچه:‌
fr: Lon&gueur de l'historique :
hu: A n&apló hossza:
is: &Lengd sögu:
it: Dim. &cronologia:
ja: 履歴の長さ(&Y):
kk: &Журналы:
km: ប្រវែង​ប្រវត្តិ​ ៖
ko: 과거 기록 길이(&Y):
lt: &Žurnalo dydis:
nb: H&istorielengde:
nds: &Vörgeschicht-Längde:
nl: &Lengte van geschiedenis:
nn: &Lengd på historie:
pt: &Tamanho do histórico:
pt_br: C&omprimento do histórico:
ru: Длина &хронологии:
sk: Dĺžka &histórie:
sl: &Dolžina zgodovine:
sr: Дужина &историјата:
sv: Historik&längd:
uk: Довжина історі&ї:
zh_cn: 历史长度(&Y)：
zh_tw: 歷史長度(&Y)：

source: lines
bg: реда
ca: línies
cs: řádků
cy: o linellau
da: linjer
de: Zeilen
el: γραμμές
es: líneas
et: rida
eu: lerro
fa: خطوط
fi: riviä
fr: lignes
hu: sor
is: línur
it: righe
ja: 行
kk: жол
km: បន្ទាត់​
ko: 줄
lt: eilučių
mk: линии
nb: linjer
nds: Regen
nl: regels
nn: linjer
pt: linhas
pt_br: linhas
ru: строк
sk: riadkov
sl: vrstic
sr: линија
sv: rader
ta: வரிகள்
tg: сатрҳо
uk: рядків
zh_cn: 行
zh_tw: 行

source: unlimited
bg: неограничено
ca: il·limitat
cs: bez limitu
cy: heb derfyn
da: ubegrænset
de: unbegrenzt
el: απεριόριστο
es: ilimitado
et: piiramatu
eu: mugagabea
fa: نامحدود
fi: loputon
fr: illimité
hu: nincs korlátozva
is: ótakmarkað
it: illimitata
ja: 無制限
kk: шектеусіз
km: គ្មាន​កំណត់
ko: 제한없음
lt: neribotas
mk: неоганичено
nb: ubegrenset
nds: ahn Grenz
nl: onbeperkt
nn: uavgrensa
pt: ilimitado
pt_br: sem limite
ru: неограниченно
sk: neobmedzená
sl: neomejeno
sr: неограничено
sv: obegränsad
ta: அளவில்லாதது
tg: номаҳдуд
uk: необмежено
zh_cn: 不限制
zh_tw: 不限制

source: Stores up to this many lines of chat from each window as history
bg: Дължина в редове на историята за всеки отделен прозорец
ca: Emmagatzema aquest nombre de línies d'historial de xat per cada finestra
cs: Ukládá až tolik řádků rozhovoru jako historii z každého okna
da: Opbevarer op til så mange linjer med chat- fra hvert vindue som historik
de: Speichert diese maximale Anzahl Chat-Zeilen für jedes Chat-Fenster als Verlauf.
el: Αποθηκεύει μέχρι τόσες γραμμές συζήτησης από το κάθε παράθυρο σαν ιστορικό
es: Guarda hasta este numero de lineas de charla para cada ventana como historial
et: Salvestab määratud arvu ridu igast vestlusaknast ajaloona
eu: Hemen zehaztutako berriketaren lerro kopurua historia moduan gordetzen du lehio bakoitzean
fa: در این، بسیاری از خطوط گپ از هر پنجره به عنوان تاریخچه ذخیره می‌شود
fr: Enregistrer cette quantité de lignes de la discussion de chaque fenêtre pour l'historique
hu: Az ablakokban ennyi sornyi beszélgetés lesz meghagyva előzményként
is: Geymir þetta margar línur af spjalli frá hverjum glugga sem sögu
it: Conserva questa quantità di righe nella finestra di chat come cronologia
ja: 各ウィンドウのチャットから履歴として保存する最大行数
kk: Әрбір әңгіме-дүкен терезесіндегі әңгімені осындай жолдар санына дейін сақтау
km: ទុក​រហូត​ដល់​បន្ទាត់​នេះ​នៃ​ការ​ជជែក​កំសាន្ត​ពី​បង្អួច​នីមួយៗ​ជា​ប្រវត្តិ
lt: Tiek pokalbio eilučių iš kiekvieno lango bus laikoma žurnale
mk: Зачувува толку линии со разговор како историја од секој прозорец за разговор
nb: Lagrer opptil så mange linjer prat fra hvert vindu som historie
nds: De Vörgeschicht vun elk Finster wohrt so vele Regen, as hier angeven.
nl: Dit aantal regels van de gesprekken wordt als geschiedenis bewaard
nn: Lagra opptil så mange linjer av praten frå kvart vindauge som historie.
pt: Guarda este número de linhas de conversação de cada janela como histórico
pt_br: Manter um histórico das linhas de bate-papo de cada janela.
ru: Устанавливает максимальное количество показываемых в окне строк
sk: Uloží komunikáciu z každého okna ako históriu.
sl: Število vrstic pogovora, ki se shranijo v zgodovino za vsako okno posebej
sr: Смешта као историјат оволико линија ћаскања из сваког прозора
sv: Lagrar upp till så här många rader med chattmedelanden från varje fönster som historik
uk: Зберігає як історію не більше цієї кількості рядків балачки з кожного вікна
zh_tw: 在視窗中保留多少行的訊息
