Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: If you selected an IRC Network in <i>"Group"</i>, this window shows all of its servers. If you did not choose a group, you can enter your own here or select one of the recently used ones (<i>"Quick Connect"</i>).
bg: Ако сте избрали <i>Група</i> в списъка от мрежи на IRC, този прозорец ще покаже всичките сървъри в тази група. Ако не сте избрали група, може да зададете сървър или да изберете от списъка на последно използваните сървъри.
ca: Si escolliu una xarxa d'IRC en <i>"Grup"</i>, aquesta finestra us mostrarà tots els seus servidors. Si no escolliu un grup, podeu introduir el vostre propi o seleccionar-ne un dels més recentment usats (<i>"Connexió ràpida"</i>).
cs: Jestliže jste si vybrali síť IRC v políčku <i>"Skupina"</i>, pak toto okno zobrazuje všechny její servery. Nezvolíte-li si skupinu, můžete zde zadat svůj vlastní server nebo si zvolit jeden z naposledy použitých (<i>"Rychlé připojení"</i>).
da: Hvis du valgte et IRC-Netværk i <i>"Gruppe"</i>, viser dette vindue alle dens servere. Hvis du ikke vælger en gruppe, kan du indtaste din egen her eller vælge en af de senest brugte (<i>"Hurtigforbindelse"</i>).
de: Wenn Sie ein IRC-Netzwerk in <i>"Gruppe"</i> ausgewählt haben, dann zeigt dieses Fenster alle zugehörigen Server an. Wenn Sie keine Gruppe ausgewählt haben, können Sie hier Ihre eigene angeben oder eine kürzliche benutzte auswählen (<i>"Schnellverbindung"</i>).
el: Αν επιλέξατε ένα δίκτυο IRC στην <i>"Ομάδα"</i>, αυτό το παράθυρο εμφανίζει όλους τους εξυπηρετητές του. Αν δεν επιλέξατε μια ομάδα, μπορείτε να καταχωρήσετε τη δικιά σας εδώ ή να επιλέξετε μιας εκ των τελευταίων που χρησιμοποιήθηκαν (<i>"Γρήγορη σύνδεση"</i>).
es: Si elige una red de IRC en <i>"Grupo"</i>, esa ventana le mostrará todos sus servidores. Si no elige un grupo, puede introducir el suyo propio o seleccionar uno de los recientemente usados (<i>"Conexión rápida"</i>).
et: Kui valisid IRC võrgu valikust <i>"Grupp"</i>, siis näitab see aken kõiki selle servereid. Kui sa gruppi ei valinud, saad sisestada siia oma serveri või valida viimati kasutatu (<i>"Kiirühendus"</i>).
eu: <i>"Taldea"</i>n IRC sare bat hautatu baduzu, lehio honek bere zerbitzari guztiak erakutsiko ditu. Talderik hautatu ez baduzu, hemen zure talde bat edo azkenaldian erabilitako bat (<i>"Konexio azkarra"</i>) hauta dezakezu
fa: اگر شبکۀ IRC را در <i>»گروه«</i> برگزیدید. این پنجره همۀ کارسازهای آن را نشان ‌می‌دهد.‌ اگر گروهی مشخص نکرده‌اید، می‌توانید گروهی از خودتان وارد کنید یا گروهی که اخیراً استفاده ‌شده را برگزینید )<i>»اتصال ‌سریع«</i>(.
fi: Jos valitsit IRC verkon kohdassa <i>"Ryhmä"</i>, tämä ikkuna näyttää kaikki verkon palvelimet. Jos et ole valinnut ryhmää voit antaa tähän omasi tai valita yhden lähiaikoina käytetyistä (<i>"Pikayhdistä"</i>).
fr: Si vous avez sélectionné un réseau IRC dans « <i>Groupe</i> », cette fenêtre affiche tous ses serveurs. Si vous n'avez pas choisi de groupe, saisissez le vôtre ici ou sélectionnez un de ceux utilisés récemment (« <i>Connexion rapide</i> »).
hu: Ha kiválasztott egy IRC-hálózatot a <i>"Csoport"</i> listában, akkor ebben az ablakban megjelennek a hálózathoz tartozó kiszolgálók. Ha még nem választott hálózatot, akkor adjon meg itt egyet vagy válasszon egyet a legutóbb használtak közül (<i>"Gyors csatlakozás"</i>).
is: Ef þú valdir IRC net í <i>"Hópur"</i> þá sýnir þessi gluggi alla þjónana. Ef þú valdir ekki neinn hóp þá geturðu búið til þinn eigin hér eða valið af nýlega notuðum (<i>"Skynditenging"</i>).
it: Se selezioni una rete IRC in <i>"Gruppo"</i>, questa finestra mostrerà tutti i server ad essa riferiti. Se non scegli nessun gruppo, qui puoi inserire il tuo oppure uno di quelli più utilizzati recente. (<i>"Connessione rapida"</i>).
ja: 「グループ」で IRC ネットワークを選択した場合、このウィンドウにはそのネットワークのすべてのサーバが表示されます。グループを選択しなかった場合は、ここに直接入力するか、「クイック接続」で最近使ったもののなかから選択してください。
kk: Егер IRC желісін <i>"Тобы"</i> дегеннен таңдасаңыз, бұл терезе топтағы барлық серверлерді көрсетеді. Егер топты таңдамасаңыз, өзіңіздікін келтере аласыз, немесе <i>"Жедел қосылу"</i> дегеннен жуырда қолданғандардан таңдай аласыз.
km: បើ​ជ្រើស​បណ្ដាញ​ក្នុង <i>"ក្រុម"</i> បង្អួច​នេះ​បង្ហាញ​ម៉ាស៊ីន​បម្រើ​របស់​វា​ទាំងអស់ ។ បើ​អ្នក​មិន​ជ្រើស​ក្រុម អ្នក​អាច​បញ្ចូល​ក្រុម​ផ្ទាល់​របស់​អ្នក​ទីនេះ ឬ ជ្រើស​ក្រុម​ដែល​ប្រើ​ហើយ​ថ្មីៗ​មួយ (<i>"តភ្ជាប់​រហ័ស"</i>) ។
ko: 만약 <i>"그룹"</i> 중에서 IRC 네트워크를 선택했다면, 이 창은 그에 속한 모든 서버를 보여줍니다. 그룹을 선택하지 않으면, 스스로 여기에 입력하거나 최근에 사용한 것을 선택할 수 있습니다. (<i>"빠른 연결"</i>).
lt: Jeigu <i>„Grupėje“</i> nurodysite IRC tinklą, šiame lange matysite visus jo serverius. Jeigu grupės nepasirenkate, įrašykite savo serverį, arba nurodyti vieną iš paskutinių naudotų (<i>„Greitame prijungime“</i>).
mk: Ако избравте IRC-мрежа во <i>„Група“</i>, овој прозорец ги прикажува сите нејзини сервери. Ако не избравте група, тука може да внесете ваша или да изберете некоја од скорешните (<i>„Брзо поврзување“</i>).
nb: Hvis du velger et IRC nettverk i <i>«Gruppe»</i>,så vil dette vinduet vise alle tilhørende tjenere. Hvis du ikke har valgt en gruppe kan du skrive inn din egen her, eller velge blant de sist brukte (<i>«Rask tilkobling»</i>).
nds: Wenn Du ünner <i>Koppel</i> en Nettwark utsöchst, wiest disse List all tohören Servers. Hest Du keen Koppel utsöcht, kannst Du hier sülven en ingeven oder een vun de verleden bruukte Servers utsöken (<i>"Fix tokoppeln"</i>).
nl: Als u een IRC-netwerk uit <i>"Groep"</i> selecteert, dan toont dit venster alle bijhorende servers. Als u geen groep selecteert, dan kunt u hier zelf een invoeren of een recent gebruikte selecteren (<i>"Snel verbinden"<i>).
nn: Dersom du valde eit IRC-nettverk i <i>«Gruppe»</i>, vil dette vindauget visa alle tenarane der. Dersom du ikkje har valt ei gruppe, kan du oppgje ei her eller velja ei av dei nyleg bruka (<i>«Snøggtilkopling»</i>).
pt: Se o utilizador escolheu uma rede de IRC em <i>"Grupo"</i>, esta janela mostra todos os seus servidores. Se não escolheu nenhum grupo, poderá indicar o seu próprio ou escolha um dos usados recentemente (<i>"Ligação Rápida"</i>).
pt_br: Se você selecionou uma Rede IRC no <i>"Grupo"</i>, esta janela mostrará todos os servidores da rede. Se você não escolheu um grupo, pode digitar o servidor aqui ou escolher dentre os mais recentemente usados (<i>"Conexão Rápida"</i>).
ru: Если вы выбрали <i>"Группу"</i> в списке сетей IRC, в этом окне будут показаны все сервера в этой группе. Если вы не хотите выбрать группу, создайте собственную новую группу или выберите из списка недавно использованных (<i>"Быстрое подключение"</i>).
sk: Ak ste vybrali sieť IRC v <i>"Skupina"</i>, toto okno zobrazuje všetky jej servery. Ak nechcete vybrať skupinu, môžete zadať svoju vlastnú alebo vybrať niektorú z naposledy použitých (<i>"Rýchle pripojenie"</i>).
sl: Če ste v <i>»Skupini«</i> izbrali omrežje IRC, to okno prikaže vse njegove strežnike. Če niste izbrali skupine, lahko tu vnesete svoje strežnike ali pa izberete enega najpogosteje rabljenih (<i>»Hitra povezava«</i>).
sr: Ако сте изабрали IRC мрежу у <i>„Група“</i>, овај прозор показује све њене сервере. Ако не изаберете групу, можете унети вашу овде или изабрати једну од скоро коришћених (<i>„Брзо повезивање“</i>).
sv: Om du valde ett IRC-nätverk i <i>"Grupp"</i>, visar det här fönstret alla dess servrar. Om du inte har valt en grupp kan du ange din egen här eller välja en av de senast använda (<i>"Snabb uppkoppling"</i>).
ta: நீங்கள் IRC பிணையத்தில் <i>"குழுவை" தேர்ந்தெடுத்தால்</i>, இந்த சாளரம் அனைத்து சேவையகத்தையும் காட்டும். நீங்கள் குழுவை தேர்ந்தெடுத்தால், நீங்கள் உங்கள் பெயர் அல்லது கடைசியாக பயன்படுத்தியதை தேர்ந்தெடுக்க முடியும் (<i>"விரைவு இணைப்பு"</i>).
tg: Агар шумо IRC Шабакаро дар <i>"Гурӯҳ"</i> интихоб карда бошед, ин тиреза ҳамаи хидматрасонҳои онро намоиш медиҳад. Агар шумо гурӯҳро қабул накарда бошед, метавонед аз они худиро ворид кунед ё аз байни охирон истифодашудагон якеро қабул кунед (<i>"Пайвастшавии Зуд"</i>).
uk: Якщо ви вибрали мережу IRC у <i>"Групі"</i>, це вікно показує всі сервери цієї групи. Якщо ви не вибирали групу, ви можете ввести ваш власний тут або вибрати один з недавно використаних (<i>"Швидкий зв'язок"</i>).
zh_cn: 如果您在<i>“组”</i>中选中了一个 IRC 网络，这个窗口将显示该网络的所有服务器。如果您没有选中一个组，您可以在此输入或从最近用过的列表中选择一个(<i>“快速连接”</i>)。
zh_tw: 如果您選擇了一個在<i>群組</i>中的 IRC 網路，這個視窗會顯示所有它的伺服器。假如您沒有選擇群組，您可以在此輸入您自己的，或選擇一個最近使用的群組（<i>快速連接</i>）。

source: Choose a server port
bg: Изберете порт на сървъра
ca: Escollir un port del servidor
cs: Zvolte port serveru
cy: Dewiswch porth gweinydd
da: Vælg en server-port
de: Wählen Sie einen Server-Port
el: Επιλογή θύρας εξυπηρετητή
es: Elija un puerto de servidor
et: Vali serveri port
eu: Hautatu zerbitzariaren ataka
fa: یک درگاه‌ کارساز انتخاب ‌کنید
fi: Valitse palvelimen portti
fr: Choisissez un port du serveur
hu: Válassza ki a kiszolgáló portját
is: Veldu port númer
it: Scegli la porta del server
ja: サーバのポートを選択
kk: Сервердің портын таңдаңыз
km: ជ្រើស​ច្រកម៉ាស៊ីន​បម្រើ​
ko: 서버 포트 선택
lt: Nurodyti serverio prievadą
mk: Изберете порта на серверот
nb: Velg en tjenerport
nds: Söök en Serverport ut
nl: Kies een serverpoort
nn: Vel ein tenarport
pt: Escolha o porto de um servidor
pt_br: Escolha uma porta do servidor
ru: Выберите порт сервера
sk: Vyberte port serveru
sl: Izberite vrata strežnika
sr: Изаберите порт сервера
sv: Välj en serverport
ta: சேவையக துறையை தேர்ந்தெடு
tg: Даргоҳи хидматрасонро интихоб кунед
uk: Виберіть порт сервера
zh_cn: 选择服务器端口
zh_tw: 選擇一個連接埠

source: Using <i>"6667"</i> or <i>"6666"</i> here is safe in most cases. Only use other values if you have been told so.
bg: В повечето случаи се използват портове <i>6667</i> или <i>6666</i>. Използвайте други номера на портове, ако знаете какво правите.
ca: Usar <i> "6667"</i> o <i>"6666"</i> aquí és segur en la majoria dels casos. Només haureu d'usar d'altres valors si així us ho han indicat.
cs: Použití <i>"6667"</i> anebo <i>"6666"</i> je ve většině případů bezpečné. Jiné hodnoty použijte pouze v případě, že jste byli výslovně vyzváni.
cy: Mae defnyddio <i>"6667"</i> neu <i>"6666"</i> yma'n ddiogel ran fwyaf. Na ddefnyddiwch werthoedd eraill onibai eich bod chi wedi cael cyfarwyddyd i wneud.
da: Brug af <i>"6667"</i> eller <i>"6666"</i> her er sikkert i de fleste tilfælde. Brug kun andre værdier hvis du er blevet bedt om det.
de: <i>"6667"</i> oder <i>"6666"</i> sollte meistens richtig sein. Benutzen Sie nur andere Werte, wenn Ihnen das extra mitgeteilt wurde.
el: Η χρήση <i>"6667"</i> ή <i>"6666"</i> εδώ είναι ασφαλής στις περισσότερες περιπτώσεις. Χρησιμοποιήστε άλλες τιμές μόνο αν σας έχει ειπωθεί να το κάνετε.
es: Usar <i> "6667"</i> o <i>"6666"</i> aquí es seguro en la mayoría de los casos use solo otros valores si se han dicho así.
et: <i>"6667"</i> või <i>"6666"</i> peaksid enamasti sobima. Teisi väärtusi kasuta ainult siis, kui sulle on nii öeldud.
eu: <i>"6667"</i> edo <i>"6666"</i> hautatzea egokia da kasu gehienetan. Erabili beste balio batzuk gomendatu badizkizute bakarrik.
fa: در بیشتر موارد، استفاده از <i>«۶۶۶۷»</i> یا <i>«۶۶۶۶»</i> در اینجا امن است.‌ اگر مقادیر دیگر را به شما گفته‌ شده امن است، استفاده ‌کنید.
fi: Arvojen <i>"6667"</i> tai <i>"6666"</i> käyttö on yleensä turvallista. Käytä muita arvoja vain, jos sinulle on erikseen kerrottu muu arvo.
fr: L'utilisation de « <i>6667</i> » ou « <i>6666</i> » ici est sûre dans la plupart des cas. N'utilisez d'autres valeurs que si on vous a dit de le faire.
hu: Itt általában nyugodtan lehet <i>"6667"</i>-ot vagy <i>"6666"</i>-ot használni. Más értéket csak indokolt esetben használjon.
is: Það er venjulega í lagi að nota <i>"6667"</i> eða <i>"6666"</i>. Notaðu bara önnur port ef þér hefur verið sagt að gera það.
it: Usare <i>"6667"</i> o <i>"6666"</i> è consigliato nella maggior parte dei casi. Utilizzare altri valori solo se se ne è sicuri.
ja: ほとんどの場合、ここでは <i>"6667"</i> または <i>"6666"</i> を使用するのが安全です。特に理由がある場合以外、他の値を使わないでください。
kk: Көбінде <i>"6667"</i> немесе <i>"6666"</i> порттарды қолданған қауіпсіз. Басқалар туралы мәліметіңіз болса ғана оларды қолдаңыңыз.
km: ការ​ប្រើ <i>"6667"</i> ឬ <i>"6666"</i> ទីនេះ​មាន​សុវត្ថិភាព​ក្នុង​គ្រប់​ករណី ។ ប្រើ​បាន​តែ​តម្លៃ​ផ្សេង បើ​អ្នក​ត្រូវ​បាន​ប្រាប់​ដូច​នោះ ។
ko: 여기에서는 <i>"6667"</i> 이나 <i>"6666"</i> 을 사용하는 것이 보통 안전합니다. 다른 값을 사용하라는 정보를 들었을 경우에만 이 값을 변경하십시오.
lt: Naudoti <i>„6667“</i> arba <i>„6666“</i> daugeliu atveju yra saugu. Naudokite kitas reikšmes tik tada, jeigu esate priverstas.
mk: Користењето на <i>„6667“</i> или <i>„6666“</i> тука е безбедно во повеќето случаи. Користете други вредности ако ви е така кажано.
nb: Det er trygt å bruke <i>«6667»</i> eller <i>«6666»</i> i de fleste tilfeller. Bruk bare andre verdier dersom du har fått beskjed om det.
nds: <i>6667</i> oder<i>6666</i> schull tomehrst funkscheneren. Bruuk bitte bloots en anner Weert, wenn dat dor en Anwiesen för gifft.
nl: In de meeste gevallen kunt u veilig <i>"6667"</i> of <i>"6666"</i> gebruiken. Gebruik andere waarden alleen als u dit expliciet wordt opgedragen.
nn: Det er oftast trygt å bruka <i>'6667'</i> eller <i>'6666'</i>. Bruk ikkje andre verdiar utan at du har fått melding om det.
pt: Usar o <i>"6667"</i> ou o <i>"6666"</i> aqui é seguro na maioria dos casos. Utilize outros valores só se tal lhe for dito.
pt_br: Usar <i>"6667"</i> ou <i>"6666"</i> aqui é seguro na maioria dos casos. Use outros valores somente se for expressamente instruído.
ru: В большинстве случаев используются порты <i>"6667"</i> или <i>"6666"</i>. Используйте другие номера портов, если вы в этом уверены.
sk: Použitie <i>"6667"</i> alebo <i>"6666"</i> býva väčšinou správne. Iné hodnoty použite iba ak ste boli informovaný, že to máte urobiť.
sl: V večini primerov se tu uporabi <i>»6667«</i> ali <i>»6666«</i>. Druge vrednosti uporabite le, če vam tako posebej rečejo.
sr: Овде је најсигурније, у већини случајева, да користите <i>„6667“</i> или <i>„6666“</i>. Користите друге вредности само ако вам је тако речено.
sv: Att använda <i>"6667"</i> eller <i>"6666"</i> här är säkert i de flesta fall. Använd endast andra värden om du har blivit tillsagd att göra det.
ta: பயன்படுத்தல்<i>"6667"</i> அல்லது <i>"6666"</i>இங்கு பல நிலைகளிலும் பாதுகாப்பு உள்ளது. ஏதேனும் பயன்படுத்த சொல்லி இருந்தால் உபயோகி.
tg: Истифодабарии даргоҳҳои <i>"6667"</i> ё <i>"6666"</i> дар ин ҷо дар бисёр ҳолатҳо захира мегарданд. Дигар қимматҳоро истифода баред, агар инро ба шумо гуфта бошанд.
uk: <i>"6667"</i> або <i>"6666"</i> безпечні у більшості випадків. Використовуйте інші значення тільки, якщо це було вказано.
zh_cn: 使用<i>“6667”</i>或<i>“6666”</i>在多数情况下是安全的。只有在您被告知需要使用其它值的时候才用别的。
zh_tw: 在大部份情況下，使用 <i>6667</i> 或 <i>6666</i> 是安全的。除非伺服器特別要求才使用其他值。

source: Server Description
bg: Описание на сървър
ca: Descripció del servidor
cs: Popis serveru
cy: Disgrifiad y Gweinydd
da: Serverbeskrivelse
de: Server-Beschreibung
el: Περιγραφή εξυπηρετητή
es: Descripción del servidor
et: Serveri kirjeldus
eu: Zerbitzariaren deskribapena
fa: توصیف کارساز
fi: Palvelimen kuvaus
fr: Description du serveur
hu: A kiszolgáló leírása
is: Lýsing á þjóni:
it: Descrizione server
ja: サーバの説明
kk: Сервердің сипаттамасы
km: ការ​ពិពណ៌នា​អំពី​ម៉ាស៊ីន​បម្រើ​
ko: 서버 설명
lt: Serverio aprašymas
mk: Опис на серверот
nb: Tjenerbeskrivelse
nds: Server-Beschrieven
nl: Serverbeschrijving
nn: Tenarskildring
pt: Descrição do Servidor
pt_br: Descrição do servidor
ru: Описание сервера
sk: Popis serveru
sl: Opis strežnika:
sr: Опис сервера
sv: Serverbeskrivning
ta: சேவையக விவரிப்பு
tg: Шарҳдиҳии Хидматрасон
uk: Опис сервера
zh_cn: 服务器描述
zh_tw: 伺服器描述

source: This is the description of the server currently selected
bg: Описание на текущо избрания сървър
ca: Aquesta és la descripció del servidor actualment seleccionat
cs: Toto je popis právě vybraného serveru
cy: Disgrifiad y gweinydd wedi'i ddewis ar hyn o bryd ydi hyn.
da: Dette er beskrivelsen af den valgte server
de: Beschreibung des aktuell ausgewählten Servers
el: Αυτή είναι η περιγραφή του εξυπηρετητή που έχει επιλεγεί
es: Esta es la descripción del servidor actualmente seleccionado
et: See on parajasti valitud serveri kirjeldus
eu: Hau da uneko hautatutako zerbitzariaren deskribapena.
fa: این توصیف کارساز جاری برگزیده است
fi: Valitun palvelimen kuvaus
fr: Voici la description du serveur actuellement sélectionné
hu: Ez a jelenleg kijelölt kiszolgáló leírása
is: Þetta er lýsing á þjóninum sem er valinn í augnablikinu
it: Questa è la descrizione del server attualmente selezionato
ja: これは現在選択されているサーバの説明です
kk: Бұл таңдалып тұрған сервердің сипаттамасы
km: នេះ​ជា​ការពិពណ៌នា​អំពី​ម៉ាស៊ីន​បម្រើ​បច្ចុប្បន្ន​ដែល​បាន​ជ្រើស​
ko: 이는 현재 선택한 서버의 설명입니다.
lt: Šiuo metu pažymėto serverio aprašymas
mk: Ова е опис на моментално избраниот сервер
nb: Dette er beskrivelsen for valgt tjener
nds: Dit is de Beschrieven för den opstunns utsöchten Server
nl: Dit is de beschrijving van de momenteel geselecteerde server
nn: Dette er ei skildring av den valde tenaren
pt: Esta é a descrição do servidor seleccionado no momento
pt_br: Esta é a descrição do servidor selecionado atualmente
ru: Здесь приведено описание выбранного сервера
sk: Toto je popis momentálne vybraného serveru
sl: To je opis trenutno izbranega strežnika
sr: Ово је опис тренутно одабраног сервера
sv: Det här är beskrivningen av den för tillfället valda servern
ta: தற்சமயம் உபயோகப்படுத்தும் சேவையகத்தின் விரிவாக்கம் இது
tg: Ин шарҳи хидматрасоне, ки шумо дар айни замон интихоб кардаед
uk: Це - опис вибраного сервера
zh_cn: 这是当前所选服务器的描述信息
zh_tw: 目前選擇的伺服器的描述

source: Server Access
bg: Достъп до сървър
ca: Accés al servidor
cs: Přístup k serveru
cy: Mynediad i'r Gweinydd
da: Serveradgang
de: Server-Zugriff
el: Πρόσβαση εξυπηρετητή
es: Acceso al servidor
et: Juurdepääs serverile
eu: Zerbitzarian atzipena
fa: دستیابی کارساز
fi: Oikeudet palvelimelle
fr: Accès au serveur
hu: A kiszolgáló elérése
is: Aðgangur að þjónum
it: Accesso server
ja: サーバアクセス
kk: Серверге қатынау
km: ចូល​ដំណើរការ​ម៉ាស៊ីន​បម្រើ​
ko: 서버 접근
lt: Serverio prieiga
mk: Пристап на сервер
nb: Tjenertilgang
nds: Server-Togriep
nl: Servertoegang
nn: Tenartilgang
pt: Acesso ao Servidor
pt_br: Acesso ao Servidor
ru: Доступ к серверу
sk: Prístup k serveru
sl: Dostop do strežnika
sr: Приступ серверу
sv: Serveråtkomst
ta: சேவையக அனுமதி
tg: Дастрасӣ ба Хидматрасон
uk: Доступ до сервера
zh_cn: 服务器访问
zh_tw: 伺服器存取

source: Pass&word:
bg: Паро&ла:
ca: Cont&rasenya:
cs: &Heslo:
cy: Cy&frinair:
da: Kode&ord:
de: &Passwort:
el: &Κωδικός πρόσβασης:
es: Contrase&ña:
et: P&arool:
eu: &Pasahitza:
fa: &اسم رمز:‌
fi: Sala&sana:
fr: Mot de &passe :
hu: &Jelszó:
is: &Lykilorð:
ja: パスワード(&W):
kk: Па&ролі:
km: ពាក្យ​សម្ងាត់ ៖
ko: 비밀번호(&W):
lt: &Slaptažodis:
mk: Ло&зинка:
nb: Pass&ord:
nds: &Passwoort:
nl: &Wachtwoord:
nn: &Passord:
pt: Sen&ha:
pt_br: Se&nha:
ru: &Пароль:
sk: &Heslo:
sl: &Geslo:
sr: Ло&зинка:
sv: &Lösenord:
ta: &கடவுச்சொல்
tg: &Гузарвожа:
uk: П&ароль:
zh_cn: 密码(&W)：
zh_tw: 密碼(&W)：

source: Use SS&L
bg: &Използване на SSL
ca: Usa SS&L
cs: Použít SS&L
cy: Defnyddier SS&L
da: Brug SS&L
de: SS&L verwenden
el: Χρήση SS&L
es: Usar SS&L
et: SS&L'i kasutamine
eu: Erabili &SSL
fa: استفاده از SS&L‌
fi: Käytä SS&L:ää
fr: Utiliser SS&L
hu: SSL &használata
is: Nota SS&L
it: Utilizza SS&L
ja: SSL を使う(&L)
kk: SS&L қолданылсын
km: ប្រើ SSL
ko: SSL 사용(&L)
lt: Naudoti SS&L
mk: Кори&сти SSL
nb: Bruk SS&L
nds: SS&L bruken
nl: SS&L gebruiken
nn: Bruk SS&L
pt: Utilizar SS&L
pt_br: Usar SS&L
ru: Использовать шифрование &SSL
sk: Použiť SS&L
sl: Uporabi SS&L
sr: К&ористи SSL
sv: Använd &SSL
ta: SS&L பயன்படுத்துக
tg: Истифодабарии SS&L
uk: Використовуйте SS&L
zh_cn: 使用 SS&L
zh_tw: 使用 SSL(&L)

source: This will use a secure connection to the server. This must be supported by the server.
bg: Използване на шифрован канал до сървъра. Разбира се, сървърът трябва да поддържа тази възможност.
ca: Això usarà una connexió segura al servidor. Ha d'estar acceptat pel servidor.
cs: Tímto použijete bezpečné spojení se serverem, který to ovšem musí podporovat.
cy: Defnyddia hyn cysylltiad diogel â'r gweinydd. Rhaid bod hyn yn cael ei gynnal gan y gweinydd.
da: Dette vil bruge en sikker forbindelse til serveren. Dette skal være understøttet af serveren.
de: Es wird eine sichere Verbindung zum Server aufgebaut. Der Server muss diese Funktion allerdings unterstützen.
el: Αυτό θα χρησιμοποιήσει μια ασφαλή σύνδεση στο διακομιστή. Αυτό θα πρέπει να υποστηρίζεται από το διακομιστή.
es: Usará una conexión segura al servidor. Debe ser soportado por el servidor.
et: See võimaldab tarvitada turvalist ühendust serveriga. Mõistagi peab seda toetama ka server ise.
eu: Zerbitzariarekin konexio seguru bat erabili. Hau zerbitzariak onartu behar du.
fa: این از اتصالی امن به کارساز استفاده‌ خواهد کرد. ‌این باید توسط کارساز پشتیبانی ‌شود.
fi: Tämä käyttää salattua yhteyttä palvelimeen. Palvelimen on tuettava SSL-salausta.
fr: Ceci utilise une connexion sécurisée au serveur. Cela doit être pris en charge par le serveur.
hu: Ennek hatására a kapcsolat adatforgalma titkosítva lesz. Csak akkor működik, ha a kiszolgáló is támogatja ezt a lehetőséget.
is: Með þessum hætti er tengst með öruggum við netþjóninn. Netþjónninn verður styðja þessa aðferð.
it: Questa opzione farà in modo che la connessione al server sia sicura. Presuppone, però, che sia supportato dal server.
ja: サーバ接続にセキュア接続を使います。これはサーバがサポートしている必要があります。
kk: Бұл қауісіз қосылымды қолдану бұйрығы. Сервер қауіпсіз қосылымды таныса.
km: នេះ​នឹង ប្រើ​ការតភ្ជាប់​ដែល​មាន​សុវត្តិភាព​​This will use a secure connection to the server. This must be supported by the server.
ko: 이는 서버로의 보안 연결을 사용합니다. 물론 서버에서 지원이 되어야 합니다.
lt: Ryšys su serveriu bus saugus. Serveris turi būti suderintas su šia galimybe.
mk: Ова ќе користи безбедна врска до серверот. Ова мора да биде поддржано од серверот.
nb: Dette bruker en sikret tilkobling til tjeneren. Det må være støtte for dette hos tjeneren.
nds: De Verbinnen na den Server warrt sekert, man de Server mutt dat ok ünnerstütten.
nl: Hiermee wordt een versleutelde verbinding met de server opgezet. De server dient dit wel ondersteunen.
nn: Her kan du velja å bruka ei sikra tilkopling til tenaren. Tenaren må støtta denne typen tilkopling.
pt: Isto irá usar uma ligação segura ao servidor. Isto deverá ser suportado pelo mesmo.
pt_br: Isto vai usar uma conexão segura para o servidor. Isto deve ser suportado pelo servidor.
ru: Шифрованное соединение с сервером. Оно должно поддерживаться самим сервером.
sk: Toto použije bezpečné spojenie so serverom. Server ho musí podporovať.
sl: To bo uporabilo varno povezavo do strežnika. To mora strežnik podpirati.
sr: Ово ће користити безбедну везу ка серверу. Наравно, сервер мора да подржава такву врсту везе.
sv: Det här gör att säker anslutning till servern används. Det måste stödjas av servern.
ta: இது சேவையகத்தின் இணைப்பை பத்திரப்படுத்தும். இதற்கு சேவையகத்தின் ஆதரவு தேவை.
tg: Ин пайвастшавии бехатарро ба хидматрасон истифода мебарад. Он бояд аз тарафи хидматрасон пуштибонӣ гардад.
uk: Буде використовуватись безпечне з'єднання з сервером. Воно мусить мати підтримку на сервері.
zh_tw: 這會建立與伺服器間的秘密連線。伺服器必須有支援此功能。
