Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Do Not Interpret
bg: Без интерпретиране
ca: No interpretis
cs: Neinterpretovat
da: Fortolk ikke
de: Nicht interpretieren
el: Όχι
es: No interpretar
et: Ära tõlgenda
eu: Ez interpretatu
fa: تفسیر نشود
fr: Ne pas interpréter
hu: Nem kell tolmácsolni
it: Non interpretare
ja: 解釈しない
kk: Қабылданбасын
km: កុំបកប្រែ​
ko: 처리하지 않기
lt: Neinterpretuoti
nb: Ikke tolk
nds: As Text
nl: Niet interpreteren
nn: Ikkje tolk
pt: Não Interpretar
pt_br: Não Interpretar
ru: Не интерпретировать
sk: Nevykonaj
sl: Ne obravnavaj kot ukaz
sr: Не обрађуј
sv: Tolka inte
uk: Не інтерпретувати
zh_cn: 不解释
zh_tw: 不要

source: Save Chat/Query Logfile
bg: Запис на чат/заявка в журнал
ca: Desar xat/recerca a la bitàcola
cs: Uložit chat / dotaz na log
cy: Cadw Ffeil Cofnod Sgwrs/Holi
da: Gem chat/forespørgselslogfil
de: Chat-Protokolldatei speichern
el: Αποθήκευση αρχείου καταγραφής συζήτησης/εξέτασης
es: Guardar charla/buscar archivo de registro
et: Vestluse logifaili salvestamine
eu: Gorde berriketa/egunkari fitxategia bilatu
fa: ذخیرۀ گپ/پرس‌وجوی پروندۀ ثبت
fi: Tallenna keskustelun lokitiedosto
fr: Enregistrer le journal des discussions et requêtes
hu: A csevegés mentése/a naplófájl lekérdezése
is: Vista spjall/fyrirspurnarannál
it: Salva chat/file di log della query
ja: チャット/クエリーログファイルを保存
kk: Әнгіме/Сұраныстарды журналда сақтау
km: រក្សាជជែក​ឬ សួរ​ឯកសារ​ចូល​
ko: 대화/쿼리 기록파일 저장
lt: Įrašyti pokalbio (užklausos) žurnalą
mk: Зачувај евиденција за разговор/барање
nb: Lagre loggfil for prat/forespørsel
nds: Klöön-Logbook sekern
nl: Gesprek opslaan/logbestand opvragen
nn: Lagra samtale / spør loggfil
pt: Gravar a Conversa/Ver o Registo
pt_br: Salvar arquivo de registro de bate-papo/consula
ru: Сохранять сообщения приватов в журнале
sk: Uložiť rozhovor/odpoveď do súboru so záznamom
sl: Shrani pogovorno/poizvedbeno datoteko
sr: Сними дневник ћаскања и упита
sv: Spara loggfil för chatt/förfrågan
ta: அரட்டை/வினவல் பதிவு கோப்பினை சேமி
tg: Захира кардани паёмҳои Дархост дар Номнавис
uk: Зберегти балачки/опитати файл журналу
zh_cn: 保存聊天/查询日志
zh_tw: 儲存聊天/查詢紀錄檔

source: Your nick appeared on channel %1
bg: Вашият псевдоним се появи в канала %1
ca: El vostre sobrenom apareix al canal %1
cs: Vaše přezdívka se objevila na kanálu %1
cy: Ymddangosodd eich ffugenw ar sianel %1
da: Din alias viste sig på kanal %1
de: Ihr Spitzname wurde in Kanal %1 erwähnt
el: Το ψευδώνυμό σας εμφανίστηκε στο κανάλι %1
es: Su apodo aparece en el canal %1
et: Sinu hüüdnimi ilmus kanalile %1
eu: Zure goitizena %1 kanalean azaldu da
fa: لقب شما در مجرای %1 ظاهر شد
fi: Lempinimesi mainittiin kanavalla %1
fr: Votre pseudo est apparu sur le canal %1
hu: Az Ön beceneve megjelent a(z) %1 csatornán
is: Gælunafnið þitt birtist á rás %1
it: Il tuo nick è apparso sul canale %1
ja: あなたのニックネームがチャンネル %1 に現れています
kk: Бүркеншік атыңыз %1 арнасында пайда болды
km: សម្មតិនាម​របស់​អ្នក​ត្រូវ​បាន​បង្ហាញ​លើ​ឆានែល​ %1
ko: 별명이 %1 채널에 있습니다
lt: Jūsų slapyvardis pasirodė kanale %1
mk: Вашиот прекар се појави на каналот %1
nb: Kallenavnet ditt synes i kanal %1
nds: Een hett Dien Ökelnaam binnen Klöönruum %1 bruukt
nl: Uw bijnaam verscheen op kanaal %1
nn: Kallenamnet ditt vart nemnt på kanalen %1
pt: A sua alcunha apareceu no canal %1
pt_br: Seu apelido apareceu no canal %1
ru: Ваш ник появился в канале %1
sk: Vaša prezývka sa objavila v kanáli %1
sl: Vaš vzdevek se je pojavil na kanalu %1
sr: На каналу %1 се појавио ваш надимак
sv: Ditt smeknamn nämndes på kanal %1
ta: உங்கள் புனைப் பெயர் தடத்தில் %1 தெரியும்
tg: Ники шумо дар канали %1 пайдо гашт
uk: Ваше прізвисько з'явилось в каналі: %1
zh_cn: 您的昵称出现在频道%1
zh_tw: 您的暱稱在頻道 %1 中出現了

source: Channel %1 changed
bg: Каналът %1 е променен
ca: Canal %1 canviat
cs: Kanál %1 se změnil
cy: Newidodd sianel %1
da: Kanal %1 ændret
de: Kanal %1 geändert
el: Το κανάλι %1 άλλαξε
es: Canal %1 cambiado
et: Muutus kanalil %1
eu: %1 kanala aldatu da
fa: مجرای %1 تغییر کرد
fi: Kanava %1 muuttui
fr: Le canal %1 a changé
hu: A(z) %1 csatorna megváltozott
is: Rás %1 breytt
it: Canale %1 cambiato
ja: チャンネル %1 が変更されました
kk: %1 арнасы өзгертілген
km: ឆានែល​ %1 ត្រូវ​បានផ្លាស់ប្តូរ​
ko: %1 채널이 변경되었습니다
lt: Kanalas %1 pasikeitė
mk: Каналот %1 се промени
nb: Kanal %1 endret
nds: Klöönruum %1 ännert
nl: Kanaal %1 is gewijzigd
nn: Kanalen %1 er endra
pt: O canal %1 foi alterado
pt_br: Canal %1 modificado
ru: Сообщение в канале %1
sk: Kanál %1 zmenený
sl: Kanal %1 se je spremenil
sr: Канал %1 се променио
sv: Kanal %1 ändrad
ta: %1 தடம் மாற்றபட்டது
tg: Канали %1 иваз гашт
uk: Канал %1 змінився
zh_cn: 频道%1已改变
zh_tw: 頻道 %1 已改變

source: &Refresh Nicks
bg: О&бновяване
ca: A&ctualitzar sobrenoms
cs: Aktualizovat přezdívk&y
cy: &Adfer ffugenwau
da: &Opfrisk aliasser
de: &Spitznamen aktualisieren
el: &Ανανέωση ψευδωνύμων
es: Actualiza&r apodos
et: &Värskenda hüüdnimesid
eu: &Freskatu goitizenak
fa: &بازآوری القاب‌
fi: &Päivitä lempinimilista
fr: &Rafraîchir les pseudos
hu: A becenevek fr&issítése
is: &Hressa við gælunöfn
it: &Aggiorna i Nick
ja: ニックネームリストを更新(&R)
kk: Бүркеншік аттарды жаңа&рту
km: សម្មតិនាម​ធ្វើ​ឲ្យ​ស្រស់​
ko: 별명 새로고침(&R)
lt: A&tnaujinti slapyvardžių sąrašą
mk: &Освежи прекари
nb: &Frisk opp kallenavn
nds: Ökelnaams op&frischen
nl: Bijnamen ve&rversen
nn: &Frisk opp kallenamn
pt: Actualiza&r as Alcunhas
pt_br: &Atualizar Apelidos
ru: &Обновить ники
sk: &Aktualizovať prezývky
sl: &Osveži vzdevke
sr: &Освежи надимке
sv: Uppdate&ra smeknamn
ta: புனைப்பெயர்களை புதுப்பி
tg: &Навсозии Никҳо
uk: &Поновити прізвиська
zh_cn: 刷新昵称(&R)
zh_tw: 刷新暱稱(&R)

source: &Follow
bg: &Следване
cs: Násle&dovat
cy: &Dilyn
da: &Følg
de: &Verfolgen
el: &Ακολούθησε
es: Se&guir
et: &Järgi (follow)
eu: &Jarraitu
fa: &تعقیب‌
fi: &Seuraa
fr: Sui&vre
hu: Kö&vetés be
is: &Fylgja
ja: フォロー(&F)
kk: &Ілесу
km: ធ្វើតាម​
ko: 따르기(&F)
lt: &Sekti
mk: &Следи
nb: &Følg
nds: &Nagahn
nl: &Volgen
nn: &Følg
pt: &Seguir
pt_br: &Seguir
ru: &Следовать
sk: &Sledovať
sl: &Sledi
sr: &Прати
sv: &Följ
ta: &கவனி
tg: Аз &Пас рафтан
uk: &Йти за
zh_cn: 跟踪(&F)
zh_tw: 跟隨(&F)

source: &UnFollow
bg: &Без следване
cs: Nenás&ledovat
cy: Da&t-ddilyn
da: Følg &ikke
de: Nicht ver&folgen
el: Ά&φησε
es: N&o Seguir
et: &Lõpeta järgimine (unfollow)
eu: &Ez jarraitu
fa: &بدون تعقیب‌
fi: &Lopeta seuraaminen
fr: Ne pl&us suivre
hu: Követés k&i
is: &Affylgja
ja: フォロー停止(&U)
kk: Ілес&пеу
km: មិន​ធ្វើតាម​
ko: 따르지 않음(&U)
lt: Nebes&ekti
mk: &Не следи
nb: &ikke følg
nds: Ni&ch nagahn
nl: &Niet volgen
nn: &Ikkje følg
pt: &Não Seguir
pt_br: &Não Seguir
ru: П&рекратить следование
sk: &Zrušiť sledovanie
sl: &Ne sledi
sr: &Немој да пратиш
sv: Sl&uta följ
ta: &கவனிக்காதே
tg: Аз &Пас равиро идома надодан
uk: &Не йти за
zh_cn: 不跟踪(&U)
zh_tw: 不要跟隨(&U)

source: &Whois
bg: &Кой е
cs: Kdo &je
cy: Pw&y-ydi
da: &Hvem-er
de: &Wer ist
el: &Ποιος είναι
es: &Quien es
et: &Keson (whois)
eu: &Nor da
fa: &چه ‌کسی‌
is: &Hver er
kk: &Кім екен
km: នណា​
ko: 누가(&W)
mk: &Koj e
nb: &Hvem er
nds: &Wokeen is
nl: &Wie is
nn: &Kven er
pt: &Quem é
ru: &Кто это?
sl: &KdoJe
sr: &Ко је
sv: &Vem är det här
tg: &Кист
uk: &Хто це
zh_cn: 他是谁(&W)
zh_tw: Whois(&W)

source: V&ersion
bg: &Версия
cs: V&erze
cy: F&ersiwn
el: Έ&κδοση
es: V&ersión
et: &Versioon
eu: B&ertsioa
fa: &نسخه‌
hu: &Verzió
is: &Útgáfa
it: V&ersione
ja: バージョン(&E)
kk: &Нұсқасы
km: កំណែរ​
ko: 버전(&E)
lt: &Versija
mk: В&ерзија
nb: V&ersjon
nds: V&erschoon
nl: V&ersie
nn: V&ersjon
pt: V&ersão
pt_br: &Versão
ru: &Версия клиента
sk: &Verzia
sl: &Različica
sr: &Издање
ta: பதிப்பு
tg: &Нусха
uk: В&ерсія
zh_cn: 版本(&E)
zh_tw: 版本(&E)

source: &Abuse
bg: Оби&да
cs: Pr&udit
cy: Ca&mddefnydd
da: &Misbrug
de: &Missbrauch
el: &Κατάχρηση
et: &Solva (abuse)
eu: &Gehiegikeria
fa: &سوء استفاده‌
fr: R&âler
hu: Ki&használás
is: &Misnotkun
ja: 虐待する(&A)
kk: &Тәртіп бұзушылық
km: បញ្ឆោទ​
ko: 초과(&A)
lt: Piktnaud&žiauti
mk: &Злоупотреба
nb: &Misbruk
nds: &To Bost nehmen
nl: Misbr&uik
nn: &Mishandla
pt: &Abusar
pt_br: Pro&vocar
ru: &Оскорбление
sl: &Zloraba
sr: &Злоупотреба
sv: Smäd&a
ta: மோசடி
tg: &Дашном
uk: &Знущання
zh_cn: 滥用(&A)
zh_tw: 騷擾控制(&A)

source: &Kick
bg: &Ритане
ca: E&xpulsar
cs: Vy&kopnout
cy: &Lluchio
da: S&park
de: &Hinauswerfen
el: &Διώξιμο
es: Ec&har
et: Löö &minema (kick)
eu: &Bidali kanaletik
fa: &حذف کردن‌
fi: &Potkaise
fr: Jeter de&hors
hu: Ki&zárás
is: &Sparka
ja: 追い出す(&K)
kk: &Шығарып тастау
km: ទាត់
ko: 추방(&K)
lt: &Išspirti
mk: &Исфрли
nb: &Spark
nds: &Rutsmieten
nl: Eruit &zetten
nn: &Spark ut
pt: E&xpulsar
pt_br: &Expulsar
ru: В&ыкинуть с канала
sk: &Vyhodiť
sl: &Brcni
sr: &Избаци
sv: Spar&ka ut
ta: உதை
tg: &Партофтан аз канал
uk: &Виштовхнути
zh_cn: 踢出(&K)
zh_tw: 踢出(&K)

source: &Ban
bg: &Забрана
cs: Vy&hnat
cy: G&wahardd
da: &Forbyd
de: Ver&bannen
el: &Αποκλεισμός
es: Prohi&bir
et: Kanalile tul&eku keeld (ban)
eu: &Debekatu
fa: &تحریم‌ کردن‌
fi: &Anna pannaa
fr: Inter&dire
hu: Ki&tiltás
is: &Banna
ja: 締め出す(&B)
kk: &Тыйым салу
km: បម្រាម
ko: 영구추방(&B)
lt: &Uždrausti
mk: &Забрани
nb: &Steng ute
nds: &Utsluten
nl: Ver&bannen
nn: &Bannlys
pt: &Banir
pt_br: &Proibir
ru: &Запретить вход в канал
sk: &Zakázať
sl: Pr&epoved
sr: За&брани
sv: För&bjud
ta: தடை
tg: &Манъи ворид ба канал
uk: &Заборонити
zh_cn: 禁止(&B)
zh_tw: 阻擋(&B)

source: U&nBan
bg: Разр&ешаване
cs: &Nevyhnat
cy: Dat-wa&hardd
da: Forbyd i&kke
de: &Bann aufheben
el: Ά&ρση αποκλεισμού
es: Per&mitir
et: Tü&hista kanalile tuleku keeld (unban)
eu: &Baimendu
fa: &تحریم نکردن‌
fi: &Poista panna
fr: Ne plus i&nterdire
hu: Kiti&ltás visszavonása
is: &Afbanna
ja: 締め出し解除(&N)
kk: Тыйымды &шешу
km: មិន​ហាម
ko: 영구추방 해제(&N)
lt: Nebe&drausti
mk: О&дзабрани
nb: S&lipp inn
nds: Utsluten op&heven
nl: Ba&n opheffen
nn: &Opphev bannlysing
pt: Acol&her
pt_br: &Retirar Proibição
ru: Сн&ять запрет входа в канал
sk: Z&rušiť zákaz
sl: Ne prepove&d
sr: По&ништи забрану
sv: Ta bort f&örbud
ta: தடையை நீக்கு
tg: &Бардоштани манъи ворид ба канал
uk: Д&озволити
zh_cn: 解禁(&N)
zh_tw: 釋放(&N)

source: &Op
bg: &Оператор
cy: Gwei&thredu (Op)
et: Anna ope&raatori staatus (op)
fa: &عملوند‌
fi: &Anna operaattorioikeudet
fr: Donner les privilèges &opérateur
hu: &Op be
is: &Gefa op
ja: オペレータ権限を与える(&O)
kk: &Оп(ератор) қылу
ko: 관리자 부여(&O)
nds: To &Operator maken
ru: Сделать &оператором
sk: &Operátor
sl: Vr&hnji
sr: &Опуј
sv: &Ge behörighet
tg: &Оператор гардонидан
uk: &Оп(ератор)
zh_cn: 提升管理员(&O)
zh_tw: 管理員(&O)

source: &Deop
bg: Без опер&атор
cy: Dadweit&hredu (Deop)
et: Võta operaatori st&aatus (deop)
eu: &Desop
fa: &بدون عملوند‌
fi: &Poista operaattorioikeudet
fr: Retirer les privil&èges opérateur
hu: O&p ki
is: &Taka op
ja: オペレータ権限を奪う(&D)
kk: Оп-тығынан ай&ыру
ko: 관리자 박탈(&D)
nds: Operator-Status a&ftrecken
nn: &Ikkje op
ru: Сделать о&бычным пользователем
sk: Zr&ušiť operátora
sl: Ne vrhn&ji
sr: &Поништи оповање
sv: Ta bort behörig&het
tg: &Корванди муқаррарӣ кардан
uk: Н&е оп(ератор)
zh_cn: 降级管理员(&D)
zh_tw: 解除管理(&D)

source: &Voice
bg: Озв&учаване
cy: &Lleisio
da: &Stemme
de: Sprachberechtigung a&n
es: &Voz
et: Anna õigus &vestelda (voice)
eu: Ah&otsa jarri
fa: &صدا‌
fi: &Anna puheoikeudet
fr: Autoriser &à parler
hu: H&ang be
is: &Gefa rödd
ja: 発言権を与える(&V)
kk: &Дауысты қылу
km: សំឡេង​
ko: 발언권 부여(&V)
lt: Su&teikti balsą
mk: &Глас
nb: &Talerett
nds: Snack&verlööf
nl: Stem&geluid aan
nn: &Talerett
pt: &Voz
pt_br: &Dar Voz
ru: Дать право &голоса
sk: &Počuteľný
sl: &Glas
sr: &Глас
sv: Ge rö&st
ta: &குரல்
tg: Иҷозати ҳуқуқи &ивоздиҳӣ
uk: З &голосом
zh_cn: 让讲话(&V)
zh_tw: 可聊天(&V)

source: Devo&ice
bg: Обеззву&чаване
cy: Datle&isio
da: &Ikke stemme
de: Sprachberechtigung a&us
es: Qu&itar voz
et: Võta õ&igus vestelda (devocie)
eu: Ahotsa &kendu
fa: &بی‌‌صدا‌
fi: Poista puhe&oikeudet
fr: Interd&ire de parler
hu: Han&g ki
is: &Taka rödd
ja: 発言権を奪う(&I)
kk: Дау&ыстан айыру
km: បំបាត់​សំឡេង​
ko: 발언권 박탈(&I)
lt: &Atimti balsą
mk: Без г&лас
nb: Ta &fra talerett
nds: &Snackverlööf aftrecken
nl: Stemgeluid u&it
nn: Opp&hev talerett
pt: Ca&lar
pt_br: &Retirar voz
ru: Отменить право го&лоса
sk: &Nepočuteľný
sl: Brez g&lasu
sr: Ис&кључи глас
sv: &Ta bort röst
ta: குரல் நீக்கு
tg: Манъи ҳуқуқи &овоздиҳӣ
uk: Без г&олосу
zh_cn: 不让讲话(&I)
zh_tw: 不可聊天

source: Connect to Server
bg: Връзка със сървър
ca: Connecta amb el servidor
cs: Připojit k serveru
cy: Cysylltu â'r Gweinydd
da: Forbind til server
de: Mit Server verbinden
el: Σύνδεση στον εξυπηρετητή
es: Conectar al servidor
et: Serverisse ühenduse loomine
eu: Konektatu zerbitzarira
fa: اتصال به کارساز
fi: Yhdistä palvelimeen
fr: Se connecter au serveur
hu: Csatlakozás egy kiszolgálóhoz
is: Tengjast þjóni
it: Connessione al server
ja: サーバに接続
kk: Серевермен байланысу
km: ត​ភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ
ko: 서버에 연결
lt: Prisijungti prie serverio
mk: Поврзи се на сервер
nb: Koble opp mot tjener
nds: Na Server tokoppeln
nl: Verbinden met server
nn: Kopla til tenar
pt: Ligar ao Servidor
pt_br: Conectar ao Servidor
ru: Связаться с сервером
sk: Pripojiť sa k serveru
sl: Poveži se s strežnikom
sr: Повежи се на сервер
sv: Anslut till server
ta: சேவையகத்துடன் இணை
tg: Пайвастшавӣ ба Хидматрасон
uk: Приєднатися до сервера
zh_cn: 连接到服务器
zh_tw: 連接到伺服器

source: Recent
bg: Използвани
cs: Nedávný
cy: Diweddar
da: Nylig
de: Zuletzt geöffnet
el: Πρόσφατο
es: Reciente
et: Viimati kasutatud
eu: Azkenekoak
fa: اخیر
fi: Viimeaikainen
fr: Récent
hu: Legutóbbi
is: Nýlegt
it: Recente
ja: 最近
kk: Жуырдағы
km: ថ្មីៗ​
ko: 최근
lt: Paskutiniai
mk: Скорешни
nb: Nylig
nds: Tolest bruukt
nn: Nyleg
pt: Recente
pt_br: Recente
ru: Последний
sk: Nedávne
sl: Nedavno
sr: Скорашњи
sv: Senaste
ta: கடைசியாக
tg: Охирон
uk: Недавні
zh_cn: 最近
zh_tw: 最近的

source: Recent Server
bg: Последен сървър
ca: Servidor recent
cs: Nedávný server
cy: Gweinydd Diweddar
da: Nylig server
de: Letzter Server
el: Πρόσφατος εξυπηρετητής
es: Servidor reciente
et: Viimati kasutatud server
eu: Azkeneko zerbitzariak
fa: کارساز اخیر
fi: Viimeaikainen palvelin
fr: Serveur récent
hu: Legutóbbi kiszolgáló
is: Nýlega notaðir þjónar
it: Server recente
ja: 最近のサーバ
kk: Жуырдағы сервер
km: ម៉ាស៊ីន​បម្រើ​ថ្មីៗ​
ko: 최근 서버
lt: Paskutinis serveris
mk: Скорешен сервер
nb: Nylig brukt tjener
nds: Lest Server
nl: Recente server
nn: Nyleg bruka tenar
pt: Servidor Recente
pt_br: Servidor Recente
ru: Последний сервер
sk: Nedávny server
sl: Nedaven strežnik
sr: Скорашњи сервер
sv: Senaste server
ta: சமீபத்திய சேவையகம்
tg: Хидматрасони Охирон
uk: Недавній сервер
zh_cn: 最近服务器
zh_tw: 最近的伺服器

source: Random
bg: Случаен
ca: Aleatori
cs: Náhodný
cy: Hap
da: Tilfældig
de: Zufällig
el: Τυχαίο
es: Aleatorio
et: Juhuslik server
eu: Ausaz
fa: تصادفی
fi: Satunnainen
fr: Aléatoire
hu: Véletlenszerű
is: Slembið
it: Casuale
ja: ランダム
kk: Кездейсоқ
km: ចៃដន្យ
ko: 무작위
lt: Atsitiktinis
mk: Случаен
nb: Tilfeldig
nds: Tofällig
nl: Willekeurig
nn: Vilkårleg
pt: Aleatório
pt_br: Aleatório
ru: Случайное
sk: Náhodné
sl: Naključno
sr: Случајни
sv: Slumpmässig
ta: குறியில்லா
tg: Тасодуфӣ
uk: Довільний
zh_cn: 随机
zh_tw: 隨機

source: Not available
bg: Недостъпно
ca: No disponible
cs: Není k dispozici
cy: Dim ar gael
da: Ikke tilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμη
es: No disponible
et: Pole saadaval
eu: Ez dago eskuragarri
fa: غیرقابل دسترس
fi: Ei saatavilla
fr: Indisponible
hu: Nem érhető el
is: Ekki í boði
it: Non disponibile
ja: 利用できません
kk: Қол жеткізбеуде
km: មិនអាច​ប្រើ​បាន
ko: 불가능함
lt: Neprieinamas
mk: Недостапно
nb: Ikke tilgjengelig
nds: Nich verföögbor
nl: Niet beschikbaar
nn: Ikkje tilgjengeleg
pt: Não disponível
pt_br: Não disponível
ru: Недоступен
sk: Nie sú k dispozícii
sl: Ni na voljo
sr: Није на располагању
sv: Inte tillgänglig
ta: கிடைக்காத
tg: Дастрас нест
uk: Недоступний
zh_cn: 不可用
zh_tw: 找不到

source: Please enter a server name.
bg: Моля, въведете име на сървър.
ca: Si us plau, introduïu un nom de servidor.
cs: Prosím, zadejte název serveru.
cy: Rhowch enw gweinydd.
da: Indtast venligst et servernavn.
de: Geben Sie bitten einen Server-Namen ein.
el: Παρακαλώ δώστε το όνομα ενός εξυπηρετητή.
es: Por favor introduzca un nombre de servidor.
et: Palun sisesta serveri nimi.
eu: Sar ezazu zerbitzariaren izena
fa: لطفاً، نام یک کارساز را وارد کنید.
fi: Anna palvelimen nimi.
fr: Veuillez saisir un nom de serveur.
hu: Adjon meg egy kiszolgálónevet.
is: Sláðu inn nafn þjóns.
it: Inserisci il nome del server.
ja: サーバ名を指定してください。
kk: Сервердің атауын келтіріңіз.
km: សូម​បញ្ចូល​ឈ្មោះ​ម៉ាស៊ីន​បម្រើ​ ។​
ko: 서버 이름을 입력하십시오.
lt: Įrašykite serverio pavadinimą.
mk: Внесете име на сервер.
nb: Oppgi et tjenernavn.
nds: Bitte en Servernaam ingeven.
nl: Voer a.u.b. een servernaam in.
nn: Oppgje eit tenarnamn.
pt: Indique o nome do servidor.
pt_br: Entre com um nome de servidor
ru: Введите имя сервера.
sk: Prosím, zadajte meno serveru.
sl: Prosim, vnesite ime strežnika.
sr: Унесите име сервера.
sv: Ange ett servernamn.
ta: சேவையகம் பெயரை உள்ளிடு
tg: Марҳамат карда номи хидматрасонро ворид кунед.
uk: Введіть, будь ласка, назву сервера
zh_cn: 请输入服务器名称。
zh_tw: 請輸入伺服器名稱。

source: Configure KSirc
bg: Настройване на KSirc
ca: Configura KSirc
cs: Nastavení KSirc
cy: Ffurfweddu KSirc
da: Tilpas KSirc
de: KSirc einrichten
el: Ρύθμιση KSirc
es: Configurar KSirc
et: KSirci seadistamine
eu: Konfigurate KSirc
fa: پیکربندی KSirc
fi: KSircin asetukset
fr: Configurer KSirc
hu: A KSirc beállításai
is: Stilla KSirc
it: Configura KSirc
ja: KSirc を設定
kk: KSirc баптауы
km: កំណត់​រចនាសម្ព័ន្ធ​ KSirc
ko: KSirc 설정
lt: Derinti KSirc
mk: Конфигурирај KSirc
nb: Sette opp KSirc
nds: KSirc instellen
nl: KSirc instellen
nn: Set opp KSirc
pt: Configurar o KSirc
pt_br: Configurar KSirc
ru: Настройка KSirc
sk: Nastaviť KSirc
sl: Nastavi KSirc
sr: Подеси KSirc
sv: Anpassa Ksirc
ta: உள்ளமை KSirc
tg: Танзимоти KSirc
uk: Налаштувати KSirc
zh_cn: 配置KSirc
zh_tw: 設定 KSirc

source: Look and Feel
bg: Външен вид
ca: Aspecte i comportament
cs: Vzhled a chování
cy: Golwg a Theimlad
da: Fremtoning
de: Erscheinungsbild
el: Όψη και Αίσθηση
es: Aspecto
et: Välimus
eu: Itxura eta izaera
fa: نگریستن و درک‌ کردن
fi: Ulkonäkö ja tatsi
fr: Apparence et ergonomie
hu: Grafikai megjelenés
is: Útlit og viðmót
it: Aspetto
ja: 外観
kk: Сыртқы көрінісі
km: រូបរាង និង​មុខងារ
ko: 외양
lt: Išvaizda ir pojūtis
mk: Изглед и чувство
nb: Utseende og oppførsel
nds: Utsehn
nl: Uiterlijk
nn: Utsjånad og åtferd
pt: Aparência e Comportamento
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sl: Videz in občutek
sr: Изглед и осећај
sv: Utseende och känsla
ta: பார்த்ததை உணர்
tg: Намуди зоҳирӣ
uk: Вигляд та поведінка
zh_cn: 观感
zh_tw: 外觀與感覺

source: Controls how kSirc looks
bg: Настройки на външния вид
ca: Controla com es mostrarà kSirc
cs: Určuje, jak bude kSirc vypadat
cy: Rheoli sut bydd kSirc yn edrych
da: Kontrollerer hvordan kSirc ser ud
de: Steuert das Erscheinungsbild von kSirc
el: Ελέγχει το πως φαίνεται το kSirc
es: Controla la apariencia de kSirc
et: KSirci välimuse määramine
eu: Kontrolatu kSirc-en itxura
fa: کنترل چگونه به ‌نظر رسیدن kSirc
fi: Säätelee, miltä KSirc näyttää
fr: Contrôle à quoi ressemble KSirc
hu: A program működési jellemzőinek beállítása
is: Stjórnar hvernig KSirc lítur út
it: Controlla l'aspetto di KSirc
ja: kSirc の外観設定
kk: KSirc көрінісін баптау
km: គ្រប់គ្រង​រូបរាង​របស់ kSirc
ko: kSirc 외양 제어
lt: Derinti KSirc išvaizdą
mk: Контролира како ќе изгледа kSirc
nb: Bestem hvordan kSirc ser ut
nds: Leggt dat Utsehn vun KSirc fast
nl: Hier kunt u instellen hoe kSirc eruit ziet
nn: Vel korleis kSirc skal sjå ut
pt: Controla como é que o kSirc fica
pt_br: Controla a aparência do KSirc
ru: Настройки внешнего вида и интерфейса kSirc
sk: Ovláda, ako kSirc vyzerá
sl: Nadzoruje izgled KSirca
sr: Одређује како ће kSirc да изгледа
sv: Styr hur Ksirc ser ut
ta: KSirc எப்படி இருக்க வேண்டும் என்பதை கட்டுப்படுத்து
tg: Танзимотҳои намуди зоҳирии kSirc
uk: Керує виглядом kSirc
zh_cn: 控制 KSirc 的外观
zh_tw: 控制 KSirc 的外觀

source: General KSirc Settings
bg: Общи настройки
ca: Configuració general de KSirc
cs: Obecná nastavení KSirc
cy: Gosodiadau Cyffredinol KSirc
da: Generel KSirc-opsætning
de: Allgemeine Einstellungen von KSirc
el: Γενικές ρυθμίσεις του KSirc
es: Configuración general de KSirc
et: Üldised KSirc seadistused
eu: KSirc-en ezarpen orokorrak
fa: تنظیمات عمومی KSirc
fi: Yleiset KSirc-asetukset
fr: Configuration générale de KSirc
hu: A KSirc általános beállításai
is: Almennar KSirc stillingar
it: Impostazioni generali KSirc
ja: KSirc の全般設定
kk: KSirc жалпы баптаулары
km: ការកំណត់​ទូទៅ​នៃ​ KSirc
ko: 일반 KSirc 설정
lt: Bendrieji KSirc nustatymai
mk: Општи поставувања за KSirc
nb: Generelle KSirc innstillinger
nds: Allgemeen Instellen för KSirc
nl: Algemene KSirc-instellingen
nn: Generelle KSirc-innstillingar
pt: Opções Gerais do KSirc
pt_br: Configurações Gerais do KSirc
ru: Общие настройки KSirc
sk: Všeobecné nastavenie KSirc
sl: Splošne nastavitve KSirc
sr: Опште поставке KSirc-а
sv: Allmänna inställningar för Ksirc
ta: பொது KSirc அமைப்புகள்
tg: Гузоришҳои Умумии KSirc
uk: Загальні параметри KSirc
zh_cn: 常规 KSirc 设置
zh_tw: 一般 KSirc 設定

source: Startup
bg: Стартиране
ca: Engega
cs: Počáteční
cy: Ymgychwyniad
da: Opstart
de: Programmstart
el: Έναρξη
es: Arrancar
et: Käivitamine
eu: Abioa
fa: راه‌انداز
fi: Käynnistys
fr: Démarrage
hu: Indulás
is: Ræsing
it: Avvio
ja: スタートアップ
kk: Бастау
km: ចាប់ផ្ដើមឡើង​
ko: 시작
lt: Paleidimas
mk: Стартување
nb: Oppstart
nds: Starten
nl: Programmastart
nn: Oppstart
pt: Arranque
pt_br: Iniciar
ru: Запуск
sk: Pri spustení
sl: Zagon
sr: Покретање
sv: Start
ta: தொடங்கல்
tg: Сар додан
uk: Запуск
zh_cn: 启动
zh_tw: 啟動

source: KSirc Startup Settings
bg: Настройки на стартиране
ca: Configuració per engegar KSirc
cs: Počáteční nastavení KSirc
cy: Gosodiadau Ymcychwyn KSirc
da: KSirc-opstartsindstillinger
de: Einstellungen für den Programmstart von KSirc
el: Ρυθμίσεις έναρξης του KSirc
es: Configuración del arranque de KSirc
et: KSirc käivitamise seadistused
eu: KSirc-en abioko ezarpenak
fa: تنظیمات راه‌انداز KSirc
fi: KSirc käynnistysasetukset
fr: Configuration de démarrage de KSirc
hu: A KSirc indulási beállításai
is: Uppkeyrslustillingar KSirc
it: Impostazione d'avvio di KSirc
ja: KSirc 起動時の設定
kk: KSirc бастау параметрлері
km: ការកំណត់​ការចាប់ផ្តើម​ឡើង KSirc
ko: KSirc 시작 설정
lt: KSirc paleidimo nustatymai
mk: Поставувања при стартување на KSirc
nb: KSirc oppstartsinnstillinger
nds: Start-Instellen för KSirc
nl: KSirc's opstartinstellingen
nn: Oppstartsval for KSirc
pt: Opções Iniciais do KSirc
pt_br: Configurações de Inicialização do KSirc
ru: Настройки запуска KSirc
sk: Nastavenie KSirc pri štarte
sl: Zagonske nastavitve KSirc
sr: KSirc-ове поставке за покретање
sv: Startinställningar för Ksirc
ta: KSirc தொடங்கல் அமைப்புகள்
tg: Гузоришҳои Сардиҳии KSirc
uk: Параметри запуску KSIrc
zh_cn: KSirc 启动设置
zh_tw: KSirc 啟動設定

source: KSirc Color Settings
bg: Настройки на цветове
ca: Configuració de color de KSirc
cs: Nastavení barev KSirc
cy: Gosodiadau Lliw KSirc
da: KSirc-farveindstillinger
de: Farbeinstellungen von KSirc
el: Ρυθμίσεις χρωμάτων του KSirc
es: Configuración de color de KSirc
et: KSirc värviseadistused
eu: KSirc-en kolore ezarpenak
fa: تنظیمات رنگ KSirc
fi: KSircin väriasetukset
fr: Paramétrage des couleurs de KSirc
hu: A KSirc színbeállításai
is: Stillingar lita KSirc
it: Impostazioni di colore di KSirc
ja: KSirc の色設定
kk: KSirc түстерін баптау
km: ការកំណត់​ពណ៌​KSirc
ko: KSirc 색상 설정
lt: KSirc spalvų nustatymai
mk: Поставувања за бои во KSirc
nb: KSirc fargeinnstillinger
nds: Klöör-Instellen för KSirc
nl: KSirc's kleureninstellingen
nn: Fargeinnstillingar for KSirc
pt: Opções de Cores do KSirc
pt_br: Configurações de Cor do KSirc
ru: Настройки цветов KSirc
sk: Nastavenie farieb KSirc
sl: Nastavitve barv KSirc
sr: KSirc-ове поставке боја
sv: Färginställningar för Ksirc
ta: KSirc நிறம் அமைப்புகள்
tg: Гузоришҳои Ранги KSirc
uk: Налаштування кольорів KSirc
zh_cn: KSirc 颜色设置
zh_tw: KSirc 顏色設定
