Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: &Beep on change
bg: Зв&ук при промяна
ca: &Pita en canviar
cs: &Pípnout při změně
cy: Bi&pio pan fo newid
da: &Bip ved ændring
de: Signalton bei Änderung
el: &Προειδοποιητικός ήχος κατά την αλλαγή
es: &Pitar al cambio
et: &Helisignaal muutuse korral
eu: &Soinua jo aldatzean
fa: &صدای بوق هنگام تغییر‌
fi: &Anna äänimerkki muutoksesta
fr: &Biper lors d'un changement
hu: &Hangjelzés változás esetén
is: &Pípa við breytingar
it: &Bip in caso di cambio
ja: 変更時にビープ(&B)
kk: Ө&згерісте сигнал берілсін
km: ប៊ីប​ពេល​ផ្លាស់ប្ដូរ
ko: 변경 시 소리 알림(&B)
lt: &Pyptelėti pasikeitus
mk: &Бипни при промена
nb: &Gi lyd ved endring
nds: &Signaaltoon bi Ännern
nl: Gelui&dsignaal bij verandering
nn: &Lydsignal ved endring
pt: A&pitar ao mudar
pt_br: &Soar alarme ao alterar
ru: &Сигнал при изменении
sk: &Pípnuť pri zmene
sl: Za&piskaj ob spremembi
sr: &Зазвони при промени
sv: L&judsignal vid ändring
ta: &மாறும் பொழுது ஒலி எழுப்பு:
tg: &Садо дар ҳолати ивазгардӣ
uk: Г&удок при зміні
zh_cn: 改变时响铃(&B)
zh_tw: 改變時發出嗶聲(&B)

source: Hide part/join messages
bg: Скриване на съобщенията за присъединяване
ca: Oculta els missatges d'entrada/sortida
cs: Skrýt zprávy o příchodu/odchodu
cy: Cuddio negeseuon gadael/ymuno
da: Skjul Part/Join-beskeder
de: Betreten/Verlassen-Meldungen ausblenden
el: Απόκρυψη μηνυμάτων part/join
es: Ocultar mensajes part/join
et: Lahkumis-/ühinemisteateid ei näidata
eu: Ezkutatu sartu/alde egin mezuak
fa: مخفی ‌کردن جزء/پیوستن پیامها
fi: Piilota kanavalle liittymis- ja poistumisilmoitukset
fr: Cacher les messages de départ / d'arrivée
hu: A távozási/belépési üzenetek elrejtése
is: Fela part/join skilaboð
it: Nascondi i messaggi di entrata e di uscita
ja: part/join メッセージを隠す(&R)
kk: Арнадағы кіру/шығу хабарлары жасырылсын
km: លាក់​សារ ផ្នែក/ចូលរួម
ko: 떠남/참여 메시지 숨기기
lt: Slėpti atsijungimo/prisijungimo žinutes
mk: Скриј пораки за одење/приклучување
nb: Skjul meldinger om brukere inn i og ut av kanalen
nds: Rin-/Rutgah-Mellen versteken
nl: part- en join-berichten verbergen
nn: Gøym meldingar om brukarar som går inn og ut
pt: Esconder as mensagens de saída/ligação
pt_br: Ocultar parte das mensagens/mensagensjJuntas
ru: Скрыть сообщения о подключении к каналу
sk: Skryť správy o príchode/odchode
sl: Skrij pridružitvena/zapustitvena sporočila
sr: Сакриј поруке о растанку и придруживању
sv: Dölj lämna/gå med-meddelanden
ta: பகுதி/சேர் செய்திகளை மறை
tg: Пинҳонкунии паёми ҳамроҳгардӣ ба канал
uk: Ховати повідомлення про відокремлення/приєднання
zh_cn: 隐藏离开/加入消息
zh_tw: 隱藏離開/加入的訊息

source: Enable lo&gging
bg: Вкл&ючване на отчитането
ca: Habilita el re&gistre
cs: Povolit zázn&amy
cy: &Galluogi cofnodi
da: Aktivér lo&gning
de: Protoko&ll aktivieren
el: Ενεργοποίηση &καταγραφής
es: Activar re&gistro
et: Logimine on lu&batud
eu: Gaitu egun&karia
fa: فعال‌سازی &ورود‌
fi: Talleta &keskustelut
fr: A&ctiver la journalisation
hu: A napló&zás bekapcsolása
is: Halda anná&l
it: Abilita registrazione lo&g
ja: ログを有効にする(&G)
kk: Жу&рналы жүргізілсін
km: អនុញ្ញាត​ឲ្យ​ចូល​
ko: 기록 사용(&G)
lt: Įjungti &žurnalą
mk: Овозможи &евиденција
nb: Slå på lo&gging
nds: Lo&gbook bruken
nl: L&oggen inschakelen
nn: Slå på lo&gging
pt: Activar o re&gisto
pt_br: Habilitar &Log
ru: Вести &журнал
sk: Povoliť &zaznamenávanie
sl: Omogoči &beleženje
sr: Укључи вођење &дневника
sv: Akti&vera loggning
ta: உள்நுழை செயல்படுத்தல்:
tg: Фаъол сохтани &номнавис
uk: Ввімкнути ре&єстрування
zh_cn: 启用日志(&G)
zh_tw: 開啟紀錄(&G)

source: Default en&coding:
bg: &Стандартна кодова таблица:
ca: &Codificació per omissió:
cs: Vý&chozí kódování:
cy: A&mgodiad rhagosodedig:
da: Standard&indkodning:
de: Voreingestellte &Kodierung:
el: Προκαθορισμένη κ&ωδικοποίηση:
es: &Codificación predeterminada:
et: Vaikek&odeering:
eu: &Kodetze lehenetsia:
fa: &کدبندی پیش‌فرض:‌
fi: Oletusmerkistö&muunnos:
fr: En&codage par défaut :
hu: Az alapértelmezett &kódolás:
is: Sjálfgefin &kóðun:
it: &Codifica predefinita:
ja: 標準のエンコーディング(&C):
kk: Әдетті &кодтамасы:
km: ការ​អ៊ិនកូដ​លំនាំដើម ៖​
ko: 기본 인코딩(&C):
lt: Numatytas &kodavimas:
mk: Основно &кодирање:
nb: Standard&koding:
nds: Standard&koderen:
nl: Standaard &codering:
nn: Standard&koding:
pt: &Codificação por omissão:
pt_br: &Codificação padrão:
ru: &Кодировка по умолчанию:
sk: Štandardné &kódovanie:
sl: Privzeto &kodiranje:
sr: Подразумевано &кодирање:
sv: Standard&kodning:
ta: இயல்பான குறியீடு:
tg: &Рамзигузории бо нобаёнӣ:
uk: Типове &кодування:
zh_cn: 默认编码(&C)：
zh_tw: 預設編碼(&C)：

source: IRC Colors
bg: Цветове на канал
ca: Colors IRC
cs: Barvy IRC
cy: Lliwiau IRC
da: IRC-farver
de: IRC-Farben
el: Χρώματα IRC
es: Colores IRC
et: IRC värvid
eu: IRC koloreak
fa: رنگهای IRC
fi: Värit
fr: Couleurs IRC
hu: IRC-színek
is: IRC litir
it: Colori IRC
ja: IRC カラー
kk: IRC түстері
km: ពណ៌ IRC
ko: IRC 색상
lt: IRC spalvos
mk: Бои на IRC
nb: IRC-farger
nds: IRC-Klören
nl: IRC-kleuren
nn: IRC-fargar
pt: Cores do IRC
pt_br: Cores do IRC
ru: Цвета IRC
sk: IRC farby
sl: Barve IRC
sr: IRC Боје
sv: Chattfärger
ta: ஐஆர்சி வண்ணங்கள்:
tg: Рангҳои IRC
uk: Кольори IRC
zh_cn: IRC 颜色
zh_tw: IRC 顏色

source: <p>This selection allows you to control what the colors displayed inline in the channel look like. These colors are used for both mIRC style colors in channels and colorful nicks. The sample box beside the button gives you an example of what it will look like in the channel. The checkbox controls if the color is used for the colorful nick features. Checked means use it.</p>
bg: <p>От тук може да настроите какви цветове ще се използват в каналите.</p>
ca: <p>Aquesta selecció us permetrà controlar quins colors es mostraran en el canal que indiqueu. S'usaran a l'estil dels colors de mIRC en el colorejat de canals i sobrenoms. La caixa de mostra al costat del botó us dona un exemple del que apareixerà al canal. La caixa de selecció controla si el color és usat per al colorejat dels sobrenoms. Marqueu el que s'usarà.</p>
cs: <p>Tento výběr vám umožňuje, jak budou vypadat barvy zobrazené v kanálu IRC. Tyto barvy se používají jak pro styl mIRC, tak pro obarvení přezdívek. Pole vpravo od tlačítka s barvou ukazuje, jak bude doopravdy vypadat. Zaškrtávací políčko určuje, jestli bude barva použita pro obarvení přezdívky.</p>
cy: <p>Mae'r dewisiad yma'n caniatau ichi reoli sut mae'r lliwiau a ymddengys mewnlein yn y sianel yn edrych. Defnyddir y lliwiau hyn am arddull mIRC mewn sianeli a ffugenwau lliwgar ill dau. Mae'r blwch yn rhoi, wrth ochr y botwm, enghraifft o sut byddai'n edrych yn y sianel. Rheola'r blwch brith ai defnyddia'r lliw ar gyfer y nodweddion ffugenwau lliwgar ai peidio. Pan fo wedi'i fritho, yr ystyr yw i'w ddefnyddio.</p>
da: <p>Dette udvalg lader dig kontrollere hvordan farverne der vises indlejret i kanalen ser ud. Disse farver bruges både til mIRC-stil farver i kanaler og farverige aliasser. Eksempelfeltet ved siden af knappen giver dig et eksempel på hvordan det vil se ud i kanalen. Afkrydsningsfeltet kontrollerer om farven bruges til farverige alias-egenskaber. Afkrydset betyder det bruges.</p>
de: <p>Durch diese Auswahl bestimmen Sie die im Kanal angezeigten Farben. Sie werden sowohl für mIRC-Farben in Kanälen als auch farbigen Spitznamen verwendet. Das Beispielfeld neben dem Knopf zeigt eine Vorschau auf die Farben. Das Ankreuzfeld bestimmt, ob die Farben auch für farbige Spitznamen verwendet werden. Ist das Feld angekreuzt, werden sie verwendet.</p>
el: <p>Αυτή η επιλογή σας επιτρέπει να ελέγχετε πως θα μοιάζουν τα χρώματα που θα προβάλλονται στη συνομιλία στο κανάλι. Αυτά τα χρώματα χρησιμοποιούνται και για στυλ mIRC στα κανάλια και για πολύχρωμα ψευδώνυμα. Το πεδίο δείγματος δίπλα από το κουμπί σας δίνει ένα παράδειγμα του πως θα μοιάζει στο κανάλι. Το πεδίο επιλογής ελέγχει αν το χρώμα χρησιμοποιείται για τη δυνατότητα χρωματισμού των ψευδωνύμων. Επιλεγμένο σημαίνει ότι χρησιμοποιείται.</p>
es: <p>Esta selección le permite controlar que colores se muestran en el aspecto del canal. Estos colores se usan en el estilo mIRC en canales y apodos con colores. La caja de ejemplo debajo de los botones le muestra un ejemplo de cómo será el aspecto del canal. La casilla para marcar controla si se usa un color para los apodos. Márquelo si le interesa.</p>
et: <p>Siin saab määrata, milliseid värve näidatakse kanali visuaalses pildis. Neid kasutatakse nii mIRC stiilis värvidel kanalite kui ka värviliste hüüdnimede jaoks. Näidisekast nupu kõrval näitab, kuidas asi kanalil välja peaks nägema. Märkekastiga saab määrata, kas värvi kasutatakse ka hüüdnime värvimisel. Linnuke kastis tähendab jaatust.</p>
eu: <p>Hautapen honek kanal barruan ikusiko diren koloreak kontrolatzeko aukera emango dizu. Kolore hauek kanaletako mIRC estiloko koloretan eta koloredun goitizenetan erabiliko dira. Kontrol-laukia honek koloredun goitizenen ezaugarriak erabiliko diren ala ez kontrolatzen du. Hautatuta badago, ezaugarri hauek aktibatuko dira.</p>
fa: <p>این انتخاب به شما اجازۀ کنترل رنگهایی را که به طور ردیفی در به نظر رسیدن مجرا نمایش داده می‌شود را می‌دهد. این رنگها برای هر دو سبک رنگ mIRC در مجراها و القاب رنگارنگ استفاده می‌شود. جعبۀ نمونۀ کنار دکمه به شما مثالی از چگونگی به نظر رسیدن آن را در مجرا می‌دهد. جعبۀ بررسی، کنترل رنگ استفاده‌شده در ویژگی لقب رنگارنگ را برعهده دارد.‌ بررسی‌شده یعنی استفادۀ آن. </p>
fi: <p>Tässä voit valita kanavien värit. Näitä värejä on käytetty sekä mIRC-tyylisissä väreissä kanavilla että lempinimien värityksessä. Esimerkki-ikkunassa napin vieressä näet esimerkin, millaisilta valitut värit näkyvät kanavalla. Checkbox kontrolloi lempinimien värityksessä käytettyjä värejä. Valittu tarkoittaa, että väriä käytetään.</p>
fr: <p>Cette sélection vous permet de voir à quoi ressemblent les couleurs affichées dans le canal. Ces couleurs sont utilisées pour les deux styles de couleurs de mIRC, dans les canaux et les pseudonymes colorés. La zone d'exemple près du bouton vous montre à quoi ils ressembleront dans le canal. La case à cocher définit si la couleur est utilisée pour les fonctionnalités de coloration des pseudonymes. Elle est cochée si la couleur est utilisée.</p>
hu: <p>Ez lehetővé teszi, hogyan nézzenek ki a csatornában megjelenő színek. Ezek a színek lesznek felhasználva a mIRC-stílusú színeknél és a színes beceneveknél is. A gomb melletti mintán látható, hogyan fog kinézni a csatorna. A választónégyzet értéke határozza meg, hogy a szín a becenevek színezéséhez is használható-e.</p>
is: <p>Þetta gefur þér möguleika á að stýra hvernig litir sem eru sýndir á rásinni koma út. Þessir litir eru notaðir bæði fyrir rásarlitun í anda mIRC og til að gera litrík gælunöfn. Sýnishornakassinn við hlið hnappsins sýnir þér hvernig þetta mun birtast á rásinni. Fjölvalsreiturinn stjórnar því hvort liturinn er notaður fyrir litrík gælunöfn.</p>
it: <p>Questa finestra ti permette di scegliere i colori da visualizzare nel canale. I colori vengono utilizzati per colorare i nick ed i messaggi. La casella di esempio di fianco al pulsante mostra il risultato finale. La casella da marcare permette di definire il colore per i nick: se è marcata allora i colori verranno visualizzati.</p>
ja: <p>このセクションではチャンネル内の配色を設定します。ここでの色設定は mIRC のスタイルカラーとカラーニックネームの両方で使用します。ボタン横のサンプルボックスに、選択した色がチャンネルでどのように見えるかが表示されます。チェックボックスでそれぞれの色をカラーニックネームに使用するかどうかを選択します。チェックすると使用します。</p>
kk: <p>Бұнда арнаны көрсеткендегі қолданатын түстерді өзгертуге мүмкіндік беріледі. Бүл түстер mIRC стиліндегі арнаны түспен безендіруге және бүркеншік аттарды бояп ерекшелеуге қолданылады. Батырмалардың касындағы мысалда оның қалай бейнеленетіні көрсетіледі. Құсбелгісі қойылса - қатардағы түс бүркеншік аттарды бояп ерекшелеуге қолданылады.</p>
km: <p>ការ​ជ្រើស​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​គ្រប់គ្រង​ពណ៌​ដែល​ត្រូវ​បង្ហាញ​ក្នុង​បន្ទាត់​ក្នុង​ប៉ុស្តិ៍ ។ ពណ៌​ទាំង​នេះ​ត្រូវ​បាន​ប្រើ​ទាំង​ពណ៌​រចនាប័ទ្ម mIRC ក្នុង​ប៉ុស្តិ៍​និង​សម្មតិ​យ៉ាង​ស្រស់ ។ ប្រអប់​គំរូ​ក្រៅ​ពី​ប៊ូតុង​ដែល​ឲ្យ​អ្នក​នូវ​ឧទហរណ៍​នៃ​អ្វី​ដែល​វា​នឹង​បង្ហាញ​ក្នុង​ប៉ុស្តិ៍ ។ ប្រអប់​ធីក​គ្រប់គ្រង បើ​ពណ៌​ត្រូវ​បាន​ប្រើ​សម្រាប់​លក្ខណៈ​ពិសេស​សម្មតិ​យ៉ាង​ស្រស់ ។ បាន​ធីក​មាន​ន័យ​ថា​ប្រើ​វា ។</p>
ko: <p>이 선택은 채널에서 인라인이 어떤 색상으로 보여질지를 제아합니다. 이 색상은 채널의 mIRC 스타일 색상과 색있는 별명에 모두 쓰입니다. 버튼 옆에 있는 예시 상자가 채널에서 어떻게 보여질지 실제 예를 보여 줍니다. 체크박스에서는 색있는 별명 기능을 사용할 것이지의 여부를 결정합니다. 체크하면 사용한다는 의미입니다.</p>
lt: <p>Šios parinktys skirtos nurodyti kokias spavas naudoti pateikiant tekstą kanale. Šios spalvos naudojamos tiek mIRC stiliaus kanalo spalvoms, tiek slapyvardžių spalvinimui. Pavyzdžių laukelyje prie mygtuko matote kaip atrodo šios spalvos. Pažymimame langelyje nurodykite ar naudoti spalvas slapyvardžiams. Jei pažymėsite, slapyvardžiai bus spalvinami.</p>
mk: <p>Овој избор ви овоможува да контролирате како ќе изгледаат боите прикажани непосредно во каналот. Овие бои се користат и за стиловите на mIRC во канали и за боење на прекарите. Полето со примери покрај копчето ви дава претстава како ќе изгледа тоа во каналот. Полето за избор контролира дали ќе се користи боја за можноста за обојување на прекарите. обележано значи дека се користи.</p>
nb: <p>Med dette valget kan du styre utseendet på fargene som vises i kanalen. Disse fargene brukes både for mIRC-farger i kanalene og fargerike kallenavn. Eksempelvinduet ved siden av knappen viser hvordan det kommer til å se ut i kanalen. Avkryssingsboksen styrer om fargen brukes for fargerike kallenavn. Kryss betyr bruk det.</p>
nds: <p>Hier kannst Du de Klören fastleggen, de för de Klöörkoden bruukt warrt. De Klören warrt för Klören in mIRC-Stil, man ok för infarvte Ökelnaams bruukt. Dat Bispeel blang den Klöörknoop wiest Di, woans dat later utsüht. Mit dat Ankrüüzfeld kannst Du fastleggen, wat de Klöör ok för Ökelnaams bruukt warrt. Ankrüüzt bedüüdt "Bruken."</p>
nl: <p>Met deze selectie kunt u bepalen hoe de kleuren in het kanaal eruit zien. Deze kleuren worden gebruikt voor mIRC-stijl kleuren en voor gekleurde bijnamen. Het voorbeeldvenster geeft een idee van hoe het eruit ziet. Als u het keuzevakje selecteert wordt de kleur ook gebruikt voor het kleuren van bijnamen.</p>
nn: <p>Her kan du velja fargane som vert bruka i kanalen. Desse fargane vert bruka til mIRC-fargar i kanalane og til vising av kallenamn. Dømevindauget ved sida av knappen viser korleis det vil sjå ut. Avkryssingsboksen vel om fargen skal brukast til kallenamn.</p>
pt: <p>Esta selecção permite-lhe controlar como é que ficam as cores, mostrando-as incorporadas no canal. Estas cores são usadas tanto para as cores do estilo do mIRC como nas alcunhas coloridos. A zona de exemplo por baixo do botão dá-lhe um exemplo de como irá ficar no canal. A opção controla se a cor é usada para as funcionalidades de coloração das alcunhas. Se estiver assinalada, significa que é usada.</p>
pt_br: <p> Esta seleção permite que você controle a aparência das cores exibidas em linha no canal. Estas cores são usadas tanto para cores no estilo do mIRC nos canais como para apelidos coloridos. A caixa de amostra ao lado do botão lhe dá um exemplo de como ela vai aparecer no canal. A caixa de verificação controla se a cor é usada para os recursos de apelido colorido. Marcada significa use-a.</p>
ru: <p>Этот раздел позволит вам настроить цвета, используемые при показе канала. Эти цвета разделяются на выделении цветами части сообщения в стиле mIRC и подсветку ников. Окно примера около кнопок показывает как будет выглядеть окно канала. Флажки позволяют включать и выключать определённые опции подсветки. Используйте подсказки, чтобы узнать, какими возможностями управляют эти флажки.</p>
sk: <p>Tento výber umožňuje ovládať, aké budú farby zobrazené v texte v kanáli. Tieto farby bude používať štýl mIRC v kanáloch aj vo farebných prezývkach. Ukážka vedľa tlačidla ukazuje, ako bude výsledok vyzerať v kanáli. Voľba ovláda, či sa farba používa aj pre farebné prezývky. Zapnuté znamená, že áno.</p>
sl: <p>Ta izbira vam omogoča naszorovati, kako izgledajo barve znotraj kanala. Te barve se uporabljajo tako za slogovne barve mIRC-a v kanalih in barvne vzdevke. Primer zraven gumba vam daje primer, kako bo to izgledalo v kanalu. Potrditveno polje nadzoruje uporabo barv v možnostih barvanja vzdevkov. Izbrano pomeni, da se uporablja.</p>
sr: <p>Овај избор вам дозвољава да контролишете како ће боје приказане унутар канала изгледати. Ове боје ће бити коришћене и за боје mIRC стила боја у каналима и за обојене надимке. Оквир са узорком поред дугмета вам даје пример како ће боје изгледати у каналу. Кућица за попуњавање одређује да ли ће се боје користити за обојене надимке. Ако је попуњена то значи да ће се боје користити.</p>
sv: <p> Det här valet låter dig styra hur färgerna som visas inne i kanalen ser ut. Färgerna används både för Mirc-liknande färger i kanaler och färglagda smeknamn. Förhandsgranskningsrutan intill knappen ger ett exempel på hur det ser ut i kanalen. Kryssrutan till höger styr om färgen används för funktionen med färglagda smeknamn. Markerad betyder att den används.</p>
tg: <p>Ин қисмат ба шумо имконияти идоракунии ранги канали намоиш дода шавандаро медиҳад. Ин рангҳо барои навъи рангҳои mIRC ҳам барои каналҳо ва равшансозии никҳо истифода мегардад. Тирезаи намунавӣ дар назди тугма ба шумо намуди каналро баъди рангкунӣ нишон медиҳад. Парчамҳо истифодабарии рангҳоро барои хусусиятҳои равшансозии ник идора мекунанд. Интихоб кардан аънои истифода бурдани онро дорад.</p>
uk: <p>Цей вибір дозволяє керувати зображенням кольорів у рядках каналу. Ці кольори використовуються і для стилю mIRC у каналах, і для різнокольорових прізвиськ. Рамка прикладу розміщена поряд з кнопкою показує як воно буде виглядати у каналі. Кнопка з незалежною фіксацією керує чи колір буде використовуватись для різнокольорових прізвиськ. Галочка означає, що буде.</p>
zh_tw: <p>這個選項讓您控制頻道中的顏色顯示。這些顏色會用在 mIRC 風格的頻道顏色，以及暱稱著色上。您可以參考範例盒中所顯示的樣子。這個勾選盒控制是否要將暱稱著色。</p>

source: Dark Colors
bg: Тъмни цветове
ca: Color foscos
cs: Tmavé barvy
cy: Lliwiau Tywyll
da: Mørke farver
de: Dunkle Farben
el: Σκούρα χρώματα
es: Color oscuros
et: Tumedad värvid
eu: Kolore ilunak
fa: رنگهای تیره
fi: Tummat värit
fr: Couleurs foncées
hu: Sötét színek
is: Dökkir Litir
it: Colori scuri
ja: ダークカラー
kk: Қою түстер
km: ពណ៌​ចត​
ko: 어두운 색상
lt: Tamsios spalvos
mk: Темни бои
nb: Mørke farger
nds: Düüster Klören
nl: Donkere kleuren
nn: Mørke fargar
pt: Cores Escuras
pt_br: Cores Escuras
ru: Тёмные цвета
sk: Tmavé farby
sl: Temne barve
sr: Тамне боје
sv: Mörka färger
ta: கரும் வண்ணங்கள்:
tg: Рангҳои Баланд
uk: Темні кольори
zh_cn: 暗颜色
zh_tw: 暗的顏色

source: Black:
bg: Черно:
ca: Negre:
cs: Černá:
cy: Du:
da: Sort:
de: Schwarz:
el: Μαύρο:
es: Negro:
et: Must:
eu: Beltza:
fa: سیاه:
fi: Musta:
fr: Noir :
hu: Fekete:
is: Svartur:
it: Nero:
ja: 黒:
kk: Қара:
km: ពណ៌​ខ្មៅ ៖​
ko: 검은색:
lt: Juoda:
mk: Црно:
nb: Svart:
nds: Swatt:
nl: Zwart:
nn: Svart:
pt: Preto:
pt_br: Preto:
ru: Чёрный:
sk: Čierna:
sl: Črna:
sr: Црна:
sv: Svart:
ta: கருப்பு:
tg: Сиёҳ:
uk: Чорний:
zh_cn: 黑色：
zh_tw: 黑色：

source: <p align="center">Black</p>
bg: <p align="center">Черно</p>
ca: <p align="center">Negre</p>
cs: <p align="center">Černá</p>
cy: <p align="center">Du</p>
da: <p align="center">Sort</p>
de: <p align="center">Schwarz</p>
el: <p align="center">Μαύρο</p>
es: <p align="center">Negro</p>
et: <p align="center">Must</p>
eu: <p align="center">Beltza</p>
fa: <p align="center">سیاه</p>
fi: <p align="center">Musta</p>
fr: <p align="center">Noir</p>
hu: <p align="center">Fekete</p>
is: <p align="center">Svartur</p>
it: <p align="center">Nero</p>
ja: <p align="center">黒</p>
kk: <p align="center">Қара</p>
km: <p align="center">ពណ៌​ខ្មៅ​</p>
ko: <p align="center">검은색</p>
lt: <p align="center">Juoda</p>
mk: <p align="center">Црно</p>
nb: <p align="center">Svart</p>
nds: <p align="center">Swatt</p>
nl: <p align="center">Zwart</p>
nn: <p align="center">Svart</p>
pt: <p align="center">Preto</p>
pt_br: <p align="center">Preto</p>
ru: <p align="center">Чёрный</p>
sk: <p align="center">Čierna</p>
sl: <p align="center">Črna</p>
sr: <p align="center">Црна</p>
sv: <p align="center">Svart</p>
ta: <p align="center">கருப்பு</p>
tg: <p align="center">Сиёҳ</p>
uk: <p align="center">Чорний</p>
zh_cn: <p align="center">黑色</p>
zh_tw: <p align="center">黑色</p>

source: White:
bg: Бяло:
ca: Blanc:
cs: Bílá:
cy: Gwyn:
da: Hvid:
de: Weiß:
el: Άσπρο:
es: Blanco:
et: Valge:
eu: Zuria:
fa: سفید:
fi: Valkoinen:
fr: Blanc :
hu: Fehér:
is: Hvítur:
it: Bianco:
ja: 白:
kk: Ақ:
km: ពណ៌ស​ ៖​
ko: 흰색:
lt: Balta:
mk: Бело:
nb: Hvit:
nds: Witt:
nl: Wit:
nn: Kvit:
pt: Branco:
pt_br: Branco:
ru: Белый:
sk: Biela:
sl: Bela:
sr: Бела:
sv: Vit:
ta: வெள்ளை:
tg: Сафед:
uk: Білий:
zh_cn: 白色：
zh_tw: 白色：

source: <p align="center">White</p>
bg: <p align="center">Бяло</p>
ca: <p align="center">Blanc</p>
cs: <p align="center">Bílá</p>
cy: <p align="center">Gwyn</p>
da: <p align="center">Hvid</p>
de: <p align="center">Weiß</p>
el: <p align="center">Άσπρο</p>
es: <p align="center">Blanco</p>
et: <p align="center">Valge</p>
eu: <p align="center">Zuria</p>
fa: <p align="center">سفید</p>
fi: <p align="center">Valkoinen</p>
fr: <p align="center">Blanc</p>
hu: <p align="center">Fehér</p>
is: <p align="center">Hvítur</p>
it: <p align="center">Bianco</p>
ja: <p align="center">白</p>
kk: <p align="center">Ақ</p>
km: <p align="center">ពណ៌ស</p>
ko: <p align="center">흰색</p>
lt: <p align="center">Balta</p>
mk: <p align="center">Бело</p>
nb: <p align="center">Hvit</p>
nds: <p align="center">Witt</p>
nl: <p align="center">Wit</p>
nn: <p align="center">Kvit</p>
pt: <p align="center">Branco</p>
pt_br: <p align="center">Branco</p>
ru: <p align="center">Белый</p>
sk: <p align="center">Biela</p>
sl: <p align="center">Bela</p>
sr: <p align="center">Бела</p>
sv: <p align="center">Vit</p>
ta: <p align="center">வெள்ளை</p>
tg: <p align="center">Сафед</p>
uk: <p align="center">Білий</p>
zh_cn: <p align="center">白色</p>
zh_tw: <p align="center">白色</p>

source: Dark blue:
bg: Тъмно синьо:
ca: Blau fosc:
cs: Tmavě modrá:
cy: Glas tywyll:
da: Mørkeblå:
de: Dunkelblau:
el: Σκούρο μπλε:
es: Azul oscuro:
et: Tumesinine:
eu: Urdin iluna:
fa: آبی تیره:
fi: Tummansininen:
fr: Bleu foncé :
hu: Sötétkék:
is: Dökkblár:
it: Blu scuro:
ja: ダークブルー:
kk: Қою көк:
km: ពណ៌​ខៀ​វ​ក្រម៉ៅ ៖
ko: 어두운 청색:
lt: Tamsiai mėlyna:
mk: Темно сино:
nb: Mørkeblå:
nds: Düüsterblaag:
nl: Donkerblauw:
nn: Mørkeblå:
pt: Azul escuro:
pt_br: Azul Escuro:
ru: Тёмно-синий:
sk: Tmavomodrá:
sl: Temno modra:
sr: Тамно плава:
sv: Mörkblå:
ta: கரும்நீலம்:
tg: Кабуди баланд:
uk: Темно синій:
zh_cn: 蓝黑色：
zh_tw: 暗藍色：

source: <p align="center">Dark Blue</p>
bg: <p align="center">Тъмно синьо</p>
ca: <p align="center">Blau fosc</p>
cs: <p align="center">Tmavě modrá</p>
cy: <p align="center">Glas Tywyll</p>
da: <p align="center">Mørkeblå</p>
de: <p align="center">Dunkelblau</p>
el: <p align="center">Σκούρο μπλε</p>
es: <p align="center">Azul oscuro</p>
et: <p align="center">Tumesinine</p>
eu: <p align="center">Urdin iluna</p>
fa: <p align="center">آبی تیره</p>
fi: <p align="center">Tummansininen</p>
fr: <p align="center">Bleu foncé</p>
hu: <p align="center">Sötétkék</p>
is: <p align="center">Dökkblár</p>
it: <p align="center">Blu scuro</p>
ja: <p align="center">ダークブルー</p>
kk: <p align="center">Қою көк</p>
km: <p align="center">ពណ៌​ខៀ​វ​ក្រម៉ៅ </p>
ko: <p align="center">어두운 청색</p>
lt: <p align="center">Tamsiai mėlyna</p>
mk: <p align="center">Темно сино</p>
nb: <p align="center">Mørkeblå</p>
nds: <p align="center">Düüsterblaag</p>
nl: <p align="center">Donkerblauw</p>
nn: <p align="center">Mørkeblå</p>
pt: <p align="center">Azul Escuro</p>
pt_br: <p align="center">Azul Escuro</p>
ru: <p align="center">Тёмно-синий</p>
sk: <p align="center">Tmavomodrá</p>
sl: <p align="center">Temno modra</p>
sr: <p align="center">Тамно плава</p>
sv: <p align="center">Mörkblå</p>
tg: <p align="center">Кабуди Баланд</p>
uk: <p align="center">Темно синій</p>
zh_cn: <p align="center">蓝黑色</p>
zh_tw: <p align="center">暗藍色</p>
