Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Stores up to this many lines of chat from each window, allowing you to scroll upwards and see what has already been said.
bg: Дължина в редове на историята за всеки отделен прозорец. По този начин може да превъртате и да гледате какво се говорили преди.
ca: Emmagatzema aquest nombre de línies d'historial de xat per cada finestra, permetent-vos el desplaçament cap enrere i veure el que ja s'ha dit.
cs: Uloží maximálně tento počet řádků rozhovoru z každého okna,umožňuje skrolovat nahoru a přečíst si historii rozhovoru.
da: Gemmer op til så mange linjer tekst fra hvert vindue, for at lade dig gå tilbage og se hvad der allerede blev sagt.
de: Hält diese maximale Anzahl Chat-Zeilen für jedes Chat-Fenster vor. Sie können das Fenster hochrollen um den Diskussionsverlauf nachzulesen.
el: Αποθηκεύει μέχρι τόσες γραμμές συζήτησης από το κάθε παράθυρο, επιτρέποντάς σας να κάνετε κύλιση προς τα πάνω και να δείτε τι έχει ειπωθεί.
es: Guarda hasta este numero de lineas de charla para cada ventana, permitiéndole desplazarse hacia arriba y ver que se ha dicho.
et: Salvestab määratud arvu ridu igast vestlusaknast ajaloona, võimaldades aknas tagasi kerida ja näha, mida keegi on varem öelnud.
eu: Hemen zehaztutako berriketaren lerro kopurua historia moduan gordetzen du lehio bakoitzean, eta gorantz joan zaitezke lehen esan dena ikusteko.
fa: ذخیرۀ بسیاری از خطوط گپ در این پنجره، به شما اجازۀ لغزیدن به بالا و دیدن آنچه در قبل گفته شده را می‌دهد.
fr: Enregistrer cette quantité de lignes de la discussion de chaque fenêtre, ce qui vous permet de remonter la discussion et de voir ce qui a été dit auparavant.
hu: Ennyi sornyi lesz az előzmény az ablakokban, ebben a szövegben felfelé és lefelé görgetve lehet mozogni.
is: Geymir þetta margar línur af spjalli frá hverjum glugga, sem gerir þér kleyft að skoða aftur það sem var sagt.
it: Conserva questa quantità di righe nella finestra di chat, permettendo lo scorrimento in su per mostrare cosa è stato detto.
ja: 各ウィンドウのチャットから履歴として保存する最大行数。上へスクロールすることで、過去の発言を見ることができます。
kk: Әрбір әңгіме-дүкен терезесінде жүгірткіні жоғарға тартып, өткен әңгіме барысын қайта оқу үшін осындай жолдар санына дейін сақтау.
km: ទុក​រហូត​ដល់​បន្ទាត់​នេះ​នៃ​ការ​ជជែក​កំសាន្ត​ពី​បង្អួច​នីមួយៗ អនុញ្ញាត​ឲ្យ​អ្នក​រមូរ​ឡើង​លើ​ហើយ​មើល​អ្វី​ដែល​បាន​និយាយ​រួច​ហើយ ។
lt: Tiek pokalbio eilučių bus laikoma kiekvieno lango žurnale, todėl galėsite prasukti lango turinį atgal ir peržiūrėti pokalbį.
mk: Зачувува толку линии со разговор од секој прозорец, дозволувајќи ви да се придвижите нагоре и да видите што е веќе кажано.
nb: Lagrer opptil så mange linjer prat fra hvert vindu, slik at du kan rulle oppover og se hva som er blitt sagt.
nds: De Vörgeschicht wohrt so vele Regen as hier angeven, so dat Du op- un daalrullen un Di ankieken kannst, wat wokeen seggt hett.
nl: Dit aantal regels van de gesprekken wordt als geschiedenis bewaard in elk gespreksvenster. U kunt dan omhoog schuiven om te zien wat er zoal gezegd is.
nn: Lagrar opptil så mange linjer av praten i kvart vindauge, slik at du kan rulla tilbake og sjå kva som er sagt tidlegare.
pt: Guarda este número de linhas de conversação para cada janela, o que lhe permite subir na janela e ver o que já foi dito.
pt_br: Manter um histórico das linhas de bate-papo, permitindo que você veja o que já foi dito movimentando a barra de rolagem para cima.
ru: Устанавливает максимальное количество показываемых в окне строк.
sk: Uloží komunikáciu z každého okna ako históriu, povolí posúvanie nahor a prezeranie toho, čo sa už povedalo.
sl: Število vrstic pogovora, ki se shranijo v zgodovino za vsako okno posebej. Tako se lahko premaknete proti vrhu okna in preberete, kaj ste se pogovarjali v preteklosto.
sr: Смешта као историјат оволико линија ћаскања из сваког прозора, дозвољавајући вам да одете на горе и видите шта је већ речено.
sv: Lagrar upp till så här många rader med chattmedelanden från varje fönster, vilket gör det möjligt att rulla uppåt för att se vad som redan har sagts.
uk: Зберігає не більше цієї кількості рядків балачки з кожного вікна і дає змогу прокручувати й переглядати те, що вже було сказано.
zh_tw: 在視窗中保留多少行的訊息，讓您可以用捲軸往前尋找先前的聊天內容。

source: &Announce away messages
bg: Анонсиране на съоб&щенията "Зает"
ca: &Missatges d'anunci d'absència
cs: Ozn&amovat zprávy o odchodu
cy: &Cyhoeddi negeseuon i ffwrdd
da: &Annoncér borte-beskeder
de: Abwesenheits-Nachrichten an&zeigen
el: Ανακοίνωση &μηνυμάτων απουσίας
es: &Anunciar mensajes de ausente
et: Eemalolekuteadete levita&mine
eu: &Urruneko mezuen berri eman
fa: &اعلان ‌پیامهای دور‌
fr: &Annoncer les messages d'absence
hu: A távolléti üzenetek be&jelentése
is: Send&a 'Ekki við' skilaboð
it: Annuncia &messaggi di assenza
ja: 離席メッセージを表示(&A)
kk: &Кетіп қалуды жариялау
km: យក​សារ​អនាមិក​ចេញ​
ko: 자리 비움 메시지 알리기(&A)
lt: &Paskelbti atsitraukimo žinutes
nb: Annonser fraværs&meldinger
nds: &Wegwesen-Narichten wiesen
nl: Afwe&zig-berichten aankondigen
nn: Kunngjer &fråversmeldingar
pt: &Anunciar as mensagens de ausência
pt_br: Anunci&ar mensagens de ausência
ru: Сообщение об &отсутствии
sk: Oznámiť &správy o neprítomnosti
sl: Oznani sporočila od&hodov
sr: &Објави поруке о одсутности
sv: Annonsera fr&ånvaromeddelanden
uk: Оголо&шувати про повідомлення відсутності
zh_cn: 发布离开消息(&A)
zh_tw: 宣告離開訊息(&A)

source: See the messages when a user selects the away option
bg: Показване на съобщение, когато потребителят зададе, че е зает
ca: Veure els missatges quan un usuari seleccioni l'opció d'absència
cs: Zobrazení zprávy, když uživatel zvolí volbu odchodu
da: Se meddelelser når en bruger vælger fravær-alternativet
de: Macht Abwesenheits-Nachrichten sichtbar, wenn ein Benutzer die Abwesenheitsfunktion verwendet.
el: Εμφάνιση των μηνυμάτων όταν ένας χρήστης ενεργοποιήσει την επιλογή απουσίας
es: Ver los mensajes cuando un usuario selecciona la opción de ausente
et: Teadete nägemine, kui kasutaja määrab ennast eemalolevaks
eu: Ikusi mezuak erabiltzaileak urrunean aukera hautatzen duenean
fa: پیامها را زمانی که کاربر گزینۀ دور را انتخاب می‌کند ببینید
fr: Voir les messages lorsqu'un utilisateur s'absente
hu: Az üzenetek megtekintése, ha egy felhasználó távolléti módba vált
is: Sjá skilaboð þegar notandi velur fjarverandi valkostinn
it: Guarda i messaggi quanto un utente selezione l'opzione assente
ja: ユーザが away オプションを選択したときにメッセージを表示
kk: Қатысушының кетіп қалу дегенді таңдағаны хабарланады
km: មើល​សារ​ពេល​អ្នក​ប្រើ​ជ្រើស​ជម្រើស​​ចាក​ឆ្ងាយ
lt: Įjungti atsitraukimo žinučių rodymą
mk: Прикажи ја пораката кога корисникот ја овозможува опцијата за отсутност
nb: Se meldingene når en bruker melder seg borte
nds: Wiest de Wegwesen-Narichten, wenn Brukers na en "Weg"-Tostand wesselt.
nl: Zie de berichten als een gebruiker de afwezigoptie selecteert
nn: Vis melding når ein brukar vel å vera fråverande.
pt: Ver as mensagens quando um utilizador seleccionar a opção de ausência
pt_br: Vizualizar mensagens de ausência dos usuários
ru: Показывать сообщение об отсутствии
sk: Prezrieť správy keď užívateľ zvolí voľbu Neprítomný
sl: Prikaže sporočilo, ko uporabnik postane odsoten
sr: Прикажи поруке када корисник изабере опцију о одсутности
sv: Se meddelanden när en användare väljer frånvaroalternativet
uk: Бачити повідомлення, коли користувач вибрав параметр "відлучився"
zh_tw: 當使用者設定為離開時的看到訊息

source: If this is checked, you will see the messages when a user selects the away option. By default this option is not checked.
bg: Показване на съобщение, когато потребителят зададе, че е зает. По подразбиране настройката не е включена.
ca: Si aquesta opció està marcada veureu els missatges quan un usuari seleccioni l'opció d'absència. Per omissió aquesta opció no està marcada.
cs: Pokud je zaškrtnuto, uvidíte, když uživatel zvolí volbu odchodu, zprávu. Ve vychozím nastavení není zaškrtnuto.
da: Hvis dette er markeret, ser du meddelelser når en bruger vælger fraværalternativet. Normalt er det ikke markeret.
de: Wenn diese Einstellung aktiviert ist, werden Abwesenheits-Nachrichten anderer Benutzer im Chat-Fenster angezeigt. In der Voreinstellung ist diese Einstellung deaktiviert.
el: Αν αυτό είναι ενεργοποιημένο, θα βλέπετε τα μηνυμάτων όταν ένας χρήστης ενεργοποιήσει την επιλογή απουσίας.
es: Si esta opción esta activada, vera los mensajes cuando un usuario selecciona estar ausente. Esta opción no esta activada de manera predeterminada.
et: Selle märkimisel näed teadet, kui kasutaja määrab ennast eemalolevaks. Vaikimisi pole märgitud.
eu: Hau hautatzean, erabiltzaileak urrunean aukera hautatzen duenean mezuak ikusiko duzu. Lehenespenez aukera hau ez dago hautatuta.
fa: اگر این علامت زده شود، پیامها را زمانی که کاربر گزینۀ دور را انتخاب کند خواهید دید. در حالت پیش‌فرض این گزینه بدون علامت است.
fr: Si cette case est cochée, vous verrez les messages lorsqu'un utilisateur se déclare absent. Par défaut, cette option n'est pas activée.
hu: Ha ez be van jelölve, az üzenetek láthatók lesznek, amikor egy felhasználó távolléti módba vált. Alapértelmezés szerint nincs bejelölve.
is: Ef þetta er valið munt þú sjá fjarverandi skilaboð þegar notandi velur þennan valkost. Sjálfgefið er að þetta sé ekki valið.
it: Se selezionata, potrai vedere i messaggi quando un utente seleziona l'opzione assente. In modo predefinito questa opzione non è selezionata.
ja: このオプションをチェックすると、ユーザが away オプションを選択したときにメッセージが表示されます。標準ではこのオプションはチェックされていません。
kk: Құсбелгісі қойылса, бір қатысушының кетіп қалу дегенді таңдаған кезде Сіз ол туралы хабарланасыз. Әдетте бұл құсбелгі қойылмайды.
km: បើធីក​វា​ អ្នក​នឹង​មើល​សារ​ពេល​អ្នក​ប្រើ​ជ្រើស​យក​ជម្រើស​យក​ចេញ ។ តាម​លំនាំដើម​ជម្រើស​នេះ​មិន​ត្រូវ​បាន​ជ្រើស​​។​
lt: Įjungus šią parinktį matysite kitų naudotojų pranešamas atsitraukimo žinutes. Numatyta parinkties reikšmė išjungta.
mk: Ако е ова означено, ќе ги видите пораките кога корисникот ја избира опцијата за отсутност. По стандард оваа опција не е означена.
nb: Hvis dette er krysset av, får du se meldingene når en bruker velger «borte». Standard er at det ikke er krysset av.
nds: Wenn anmaakt, kriggst Du de Wegwesen-Narichten to sehn, wenn en Bruker na en "Weg"-Tostand wesselt. Standardwies is disse Optschoon nich anmaakt.
nl: Als dit is ingeschakeld, dan zult u de berichten zien die verschijnen als een gebruiker de afwezigoptie selecteert. Standaard is deze optie uitgeschakeld.
nn: Her kan du velja om meldingar skal visast når ein brukar vel å vera fråverande. Standardinnstillinga er å ikkje visa meldingane.
pt: Se esta opção estiver assinalada, irá ver as mensagens quando um utilizador seleccionar a opção de ausência. Por omissão, esta opção não está assinalada.
pt_br: Se esta opção for marcada, você será capaz de vizualizar as mensagens de ausência dos usuários. Por padrão esta opção não é marcada.
ru: Показывать сообщение об отсутствии, если пользователь указал, что он отсутствует. По умолчанию выключено.
sk: Po zvolení budete vidieť správu ak niekto bude označený "preč". Štandardne je toto vypnuté.
sl: Če je ta možnost omogočena, boste videli sporočilo, ko uporabnik postane odsoten. Privzeto ta možnost ni omogočena.
sr: Ако је ово означено, видећете поруку када корисник изабере опцију о одсутности. Подразумевано је да ова опција није означена.
sv: Om det här är markerat, ser du meddelanden när en användare väljer frånvaroalternativet. Normalt är det inte markerat.
uk: Якщо увімкнено, ви будете бачити повідомлення, коли користувач вибрав параметр "відлучився". Типово цей параметр вимкнено.
zh_tw: 如果勾選此選項，在使用者選擇離開時您會看到訊息。預設是不開啟。

source: A&uto create window
bg: &Автоматично отваряне на прозорци
ca: A&uto-crea les finestres
cs: A&utomaticky vytvářet okna
cy: Hunan-greu &ffenestr
da: A&uto-opret vindue
de: Fenster a&utomatisch erstellen
el: &Αυτόματη δημιουργία παραθύρου
es: A&uto crear ventana
et: A&utomaatne akende loomine
eu: A&uto sortu lehioak
fa: ایجاد &خودکار پنجره‌
fi: Luo &ikkunat automaattisesti
fr: Création automati&que de fenêtre
hu: Automatikus a&blaklétrehozás
is: búa &glugga til sjálfkrafa
it: Crea a&utomaticamente finestra
ja: /msg でウィンドウを自動作成(&U)
kk: Терезе а&втоматты түрде құрылсын
km: បង្កើត​បង្អួច​ស្វ័យប្រវត្តិ​
ko: 자동 생성 창(&U)
lt: A&utomatiškai kurti langus
mk: А&втосоздади прозорец
nb: Lag a&utomatisk nytt vindu
nds: Finster a&utomaatsch opstellen
nl: Venster a&utomatisch aanmaken
nn: Lag &vindauge automatisk
pt: A&uto-criar a janela
pt_br: &Criação automática de janelas
ru: Автоматическое создание &окон
sk: &Automatické vytváranie okien
sl: S&amodejno ustvari okno
sr: А&утоматски направи прозор
sv: Skapa fönster a&utomatiskt
ta: &தானே உருவாகும் சாளரம்
tg: &Худофариниши тиреза
uk: Ст&ворювати вікно автоматично
zh_cn: 自动创建窗口(&U)
zh_tw: 自動建立視窗(&U)

source: Will auto create a window for each user who sends a /msg to you
bg: Автоматично отваряне на нов прозорец при изпращане на съобщение от потребител
ca: Crearà automàticament una finestra per cada usuari que us enviï un /msg
cs: Automaticky vytvoří okno pro každého uživatele, který vám zašle /msg.
da: Opretter automatisk et vindue for hver bruger som sender en /msg til dig
de: Erstellt automatisch ein neues Fenster für jeden Benutzer der Ihnen eine persönlich Nachricht sende (/msg).
el: Θα δημιουργήσει αυτόματα ένα παράθυρο για κάθε χρήστη που σας σας στέλνει /msg
es: Esto creara automáticamente una ventana para cada usuario que le mande un /msg
et: Automaatne akna loomine igale kasutajale, kes saadab sulle sõnumi
eu: Zure mezu bat bidaltzen dizun erabiltzaile bakoitzeko lehio bat auto-sortzen du
fa: پنجره‌ای برای کسانی که یک msg/ برای شما فرستاده‌اند، به طور خودکار ایجاد خواهد شد
fr: Crée automatiquement une fenêtre pour chaque utilisateur qui vous envoie un message.
hu: Új ablak nyílik mindig, ha egy felhasználó /msg üzenetet küld
is: Mun sjálfkrafa búa til glugga fyrir hvern notanda sem sendir /msg til þín
it: Creerà una finestra per ogni utente che ti invia un messaggio
ja: あなたに /msg を送信したユーザごとにウィンドウを自動作成
kk: Сізге /msg жіберген әрбір қатысушы үшін бөлек терезе ашылады
km: វា​នឹង បង្កើត​បង្អួច​សម្រាប់​អ្នក​ប្រើ​និមួយៗ​ដែល​បាន​ផ្ញើ​សារ​ទៅ​កាន់​អ្នក​ដោយ​ស្វ័យប្រវត្តិ​
lt: Kai tik naudotojas jums pasiunčia /msg žinutę, bus automatiškai sukurtas langas pokalbiui su tuo naudotoju
mk: Автоматски ќе создаде прозорец за секој корисник кој ви праќа /msg
nb: Oppretter automatisk et vindu for hver bruker som sender deg en /msg.
nds: Stellt automaatsch en nieg Finster för elkeen Bruker op, de Di mit den "/msg"-Befehl en Naricht sendt.
nl: Zal automatisch een venster openen voor elke gebruiker die een /msg naar u stuurt.
nn: Lagar automatisk eit vindauge for kvar brukar som sender deg ein /msg.
pt: Irá criar automaticamente uma janela por cada utilizador que enviar um /msg para si
pt_br: Criará automaticamente uma janela para cada usuário que lhe enviar uma mensagem (/msg)
ru: Автоматически открывать окна приватных бесед, если вам кто-то написал приватное сообщение
sk: Automaticky otvorí okno pre každého užívateľa, ktorý Vám pošle správu (/msg)
sl: Za vsakega uporabnika, ki vam pošlje /msg, bo ustvarjeno novo okno
sr: Аутоматски ће направити прозор за сваког корисника који вам пошаље /msg
sv: Skapar automatiskt ett fönster för varje användare som skickar ett /msg till dig
uk: Буде автоматично створювати вікно для кожного користувача, який надішле вам /msg
zh_tw: 當使用者送出 /msg 命令與您秘密談話時，自動建立新視窗
