Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Server
bg: Сървър
ca: Servidor
cy: Gweinydd
el: Εξυπηρετητής
es: Servidor
eu: Zerbitzaria
fa: کارساز
fi: Palvelin
fr: Serveur
hu: Kiszolgáló
is: Þjónn
ja: サーバ
kk: Сервер
km: ម៉ាស៊ីន​បម្រើ
ko: 서버
lt: Serveris
mk: Сервер
nb: Tjener
nn: Tenar
pt: Servidor
pt_br: Servidor
ru: Сервер
sl: Strežnik
sr: Сервер
ta: சேவையகம்
tg: Хидматрасон
uk: Сервер
zh_cn: 服务器
zh_tw: 伺服器

source: De&lete Server From List
bg: &Изтриване на сървър
ca: Es&borra el servidor de la llista
cs: S&mazat server ze seznamu
cy: Di&leu'r Gweinydd o'r Rhestr
da: S&let server fra liste
de: Server aus der Liste en&tfernen
el: &Διαγραφή εξυπηρετητή από τη λίστα
es: E&liminar servidor de la lista
et: Ku&stuta server nimekirjast
eu: &Ezabatu zerbitzaria zerrendatik
fa: &حذف کارساز از فهرست‌
fi: Po&ista palvelin listasta
fr: Supprimer &le serveur de la liste
hu: A k&iszolgáló törlése a listából
is: Fjar&lægja Þjón Af Lista
it: E&limina server dalla lista
ja: リストからサーバを削除(&L)
kk: Серверді тізімнен ө&шіру
km: លុប​ម៉ាស៊ីន​បម្រើ​ពី​បញ្ជី​
ko: 목록으로부터 서버 삭제(&L)
lt: Pa&šalinti serverį iš sąrašo
mk: Из&бриши сервер од листата
nb: S&lett tjener fra lista
nds: Server vun List &wegdoon
nl: Server uit &lijst verwijderen
nn: S&lett tenar frå lista
pt: Apagar o Servidor da &Lista
pt_br: A&pagar servidor da lista
ru: У&далить сервер из списка
sk: O&dstrániť server zo zoznamu
sl: Izb&riši strežnik s seznama
sr: О&бриши сервер са листе
sv: Ta &bort server från listan
ta: சேவையகத்தை பட்டியலிலிருந்து நீக்கு
tg: Хориҷ кардани &Хидматрасон аз Рӯйхат
uk: Ви&лучити сервер зі списку
zh_cn: 从列表中删除服务器(&L)
zh_tw: 從清單中刪除伺服器(&L)

source: Add &Server to List
bg: &Добавяне на сървър
ca: Afegeix el &servidor a la llista
cs: Přidat &server do seznamu
cy: Ychwanegu'r Gweinydd at y R&hestr
da: Tilføj &server til liste
de: Server zur Liste &hinzufügen
el: Πρόσθεση &εξυπηρετητή στη λίστα
es: Añadir &servidor a la lista
et: &Lisa server nimekirja
eu: Gehitu &zerbitzaria zerrendara
fa: افزودن &کارساز به فهرست‌
fi: Lisää &palvelin listaan
fr: Ajouter un &serveur à la liste
hu: Kiszolgáló felvétele a lis&tába
is: Bæta Þjóni Við Li&sta
it: Aggiungi &server alla lista
ja: リストにサーバを追加(&S)
kk: &Серверді тізімге қосу
km: បន្ថែម​ម៉ាស៊ីន​បម្រើ​ទៅ​ក្នុង​បញ្ជី​
ko: 목록에 서버 추가(&S)
lt: Įdėti &serverį į sąrašą
mk: Додај &сервер во листата
nb: Legg tjener til li&sta
nds: Server na List &tofögen
nl: &Server aan lijst toevoegen
nn: Legg &tenar til lista
pt: Adicionar o &Servidor à Lista
pt_br: Adicionar &servidor à lista
ru: До&бавить сервер в список
sk: Pridať &server do zoznamu
sl: &Dodaj strežnik na seznam
sr: Додај &сервер у листу
sv: Lägg till &server i listan
ta: பட்டியலில் சேவையகத்தை சேர்
tg: Илова кардани &Хидматрасон ба Рӯйхат
uk: Додати &сервер до списку
zh_cn: 添加服务器到列表(&S)
zh_tw: 新增伺服器到清單(&S)

source: Channels
bg: Канали
ca: Canals
cs: Kanály
cy: Sianeli
da: Kanaler
de: Kanäle
el: Κανάλια
es: Canales
et: Kanalid
eu: Kanalak
fa: مجراها
fi: Kanavat
fr: Canaux
hu: Csatornák
is: Rás
it: Canali
ja: チャンネル
kk: Арналар
km: ឆានែល
ko: 채널
lt: Kanalai
mk: Канали
nb: Kanaler
nds: Klöönrüüm
nl: Kanalen
nn: Kanalar
pt: Canais
pt_br: Canais
ru: Каналы
sk: Kanále
sl: Kanali
sr: Канали
sv: Kanaler
ta: தடங்கள்
tg: Каналҳо
uk: Канали
zh_cn: 频道
zh_tw: 頻道

source: D&elete Channel From List
bg: И&зтриване на канал
ca: Es&borra el canal de la llista
cs: Smazat kanál z&e seznamu
cy: Dil&eu Sianel o'r Rhestr
da: S&let kanal fra liste
de: Kanal aus der Liste en&tfernen
el: Δια&γραφή καναλιού από τη λίστα
es: &Eliminar canal de la lista
et: K&ustuta kanal nimekirjast
eu: E&zabatu kanala zerrendatik
fa: &حذف مجرا از فهرست‌
fi: Poi&sta kanava listasta
fr: Supprim&er le canal de la liste
hu: A &csatorna törlése a listából
is: &Fjarlægja Rás Af Lista
it: &Elimina canale dalla lista
ja: リストからチャンネルを削除(&E)
kk: Арнаны тізімнен өш&іру
km: លុប​ឆានែល​ចេញ​ពី​បញ្ជី​
ko: 목록에서 채널 삭제(&E)
lt: Paša&linti kanalą iš sąrašo
mk: Из&бриши канал од листата
nb: Sl&ett kanalen fra lista
nds: Klöönruum vun List w&egdoon
nl: Kanaal uit lijst v&erwijderen
nn: Sl&ett kanal frå lista
pt: Apagar o &Canal da Lista
pt_br: A&pagar canal da lista
ru: Уд&алить канал из списка
sk: &Odstrániť kanál zo zoznamu
sl: Iz&briši kanal s seznama
sr: Об&риши канал из листе
sv: &Ta bort kanal från listan
ta: பட்டியலிலிருந்து தடத்தை அழி
tg: Хориҷ кардани &Канал аз Рӯйхат
uk: В&илучити канал зі списку
zh_cn: 从列表中删除频道(&E)
zh_tw: 從清單中刪除頻道(&E)

source: Add Cha&nnel to List
bg: До&бавяне на канал
ca: Afegeix el ca&nal a la llista
cs: Přidat ka&nál do seznamu
cy: Ychwanegu Sia&nel at y Rhestr
da: Tilføj ka&nal til liste
de: Kanal zur Liste &hinzufügen
el: Πρόσθεση κα&ναλιού στη λίστα
es: Añadir ca&nal a la lista
et: Lis&a kanal nimekirja
eu: Gehitu ka&nala zerrendari
fa: &افزودن مجرا به فهرست‌
fi: Lisää &kanava listaan
fr: Ajouter u&n canal à la liste
hu: Csa&torna felvétele a listába
is: Rásastilli&ngar
it: Aggiungi ca&nale alla lista
ja: リストにチャンネルを追加(&N)
kk: Ар&наны тізімге қосу
km: បន្ថែម​ឆានែល​ទៅ​ក្នុង​បញ្ជី​
ko: 목록에 채널 추가(&N)
lt: Įdėti ka&nalą į sąrašą
mk: Додај ка&нал во листата
nb: Legg ka&nalen til lista
nds: Klöönruum na List t&ofögen
nl: Ka&naal aan lijst toevoegen
nn: Legg ka&nal til lista
pt: Adicionar o Ca&nal à Lista
pt_br: Adicionar ca&nal à lista
ru: Доба&вить канал в список
sk: Pridať &kanál do zoznamu
sl: Doda&j kanal na seznam
sr: Додај ка&нал у листу
sv: Lägg till ka&nal i listan
ta: தடத்தை பட்டியலில் சேர்
tg: Илова кардани &Канал ба Рӯйхат
uk: Додати ка&нал до списку
zh_cn: 添加频道到列表(&N)
zh_tw: 新增頻道到清單(&N)

source: Shortcuts
bg: Бързи клавиши
ca: Dreceres
cs: Zkratky
cy: Byrlwybrau
da: Genveje:
de: Kurzbefehle
el: Συντομεύσεις
es: Atajos
et: Kiirklahvid
eu: Lasterbideak
fa: میان‌برها
fi: Pikavalinnat
fr: Raccourcis
hu: Billentyűparancsok
is: Flýtilyklar
it: Scorciatoie
ja: ショートカット
kk: Перне тіркесімдері
km: ផ្លូវ​កាត់
ko: 단축키
lt: Nuorodos
mk: Кратенки
nb: Snarveier
nds: Tastkombinatschonen
nl: Sneltoetsen
nn: Snøggtastar
pt: Atalhos
pt_br: Atalhos
ru: Быстрые клавиши
sk: Skratky
sl: Bližnjice
sr: Пречице
sv: Genvägar
ta: குறுக்குவழிகள்
tg: Миёнбурҳо
uk: Скорочення
zh_cn: 快捷键
zh_tw: 快速鍵

source: Global Shortcuts
bg: Глобални клавиши
ca: Dreceres globals
cs: Globální zkratky
cy: Byrlwybrau Eang
da: Globale genveje
de: Globale Kurzbefehle
el: Καθολικές συντομεύσεις
es: Atajos globales
et: Üldised kiirklahvid
eu: Lasterbide orokorrak
fa: میان‌برهای سراسری
fi: &Yleiset pikavalintanäppäimet
fr: Raccourcis globaux
hu: Globális billentyűparancsok
is: Víðværir flýtilyklar
it: Scorciatoie globali
ja: グローバルショートカット
kk: Жалпы тіркесімдері
km: ផ្លូវកាត់សកល​
ko: 범용 단축키
lt: Bendros nuorodos
mk: Глобални кратенки
nb: Globale snarveier
nds: Globaal Tastkombinatschonen
nl: Algemene sneltoetsen
nn: Globale snøggtastar
pt: Atalhos Globais
pt_br: Atalhos Globais
ru: Общие клавиши
sk: Globálne klávesové skratky
sl: Splošne bližnjice
sr: Глобалне пречице
sv: Globala genvägar
ta: முழுமையான குறுக்குவழிகள்
tg: Миёнбурҳои Умумӣ
uk: Глобальні скорочення
zh_cn: 全局快捷键
zh_tw: 全域快速鍵

source: StartUp
bg: Стартиране
ca: Engega
cs: Počáteční
cy: Cychwyniad
da: Opstart
de: Programmstart
el: Έναρξη
es: Arrancar
et: Käivitamine
eu: Abioa
fa: راه‌اندازی
fi: Käynnistys
fr: Démarrage
hu: Indulás
is: Ræsing
it: Avvio
ja: スタートアップ
kk: Бастау
km: ចាប់ផ្តើម​ឡើង
ko: 시작
lt: Paleidimas
mk: Стартување
nb: Oppstart
nds: Starten
nl: Starten
nn: Oppstart
pt: Arranque
pt_br: Iniciar
ru: Запуск
sk: Pri spustení
sl: Zagon
sr: Покретање
sv: Start
ta: ஆரம்பம்
tg: Сардиҳӣ
uk: Запуск
zh_cn: 启动
zh_tw: 啟動

source: Name Settings
bg: Настройки на име
ca: Paràmetres del sobrenom
cs: Nastavení jmen
cy: Gosodiadau Enwau
da: Navneopsætning
de: Identität
el: Ρυθμίσεις ονόματος
es: Configuración del nombre
et: Nimeseadistused
eu: Izen ezarpenak
fa: تنظیمات نام
fi: Nimiasetukset
fr: Configuration des noms
hu: Névbeállítások
is: Stillingar Nafna
it: Impostazioni nome
ja: 名前の設定
kk: Аттарыңыз
km: កាកំណត់​ឈ្មោះ​
ko: 이름 설정
lt: Vardo nustatymai
mk: Поставувања за име
nb: Navneinnstillinger
nds: Naams
nl: Naaminstelling
nn: Namneinnstillingar
pt: Configuração do Nome
pt_br: Configurações de Nome
ru: Настройки идентификации
sk: Nastavenie mena
sl: Nastavitve imena
sr: Поставке имена
sv: Namninställningar
ta: பெயர் அமைப்புகள்
tg: Гузоришҳои Ном
uk: Параметри ідентифікації
zh_cn: 名称设置
zh_tw: 名稱設定

source: &Nick name:
bg: &Псевдоним:
ca: Sobre&nom:
cs: Přez&dívka:
cy: &Ffugenw:
da: &Alias:
de: &Spitzname:
el: &Ψευδώνυμο:
es: Apo&do:
et: &Hüüdnimi:
eu: &Goitizena:
fa: &لقب:‌
fi: &Lempinimi:
fr: &Pseudonyme :
hu: &Becenév:
is: &Gælunafn:
it: &Nick:
ja: ニックネーム(&N):
kk: &Бүркеншік атыңыз:
km: សម្មតិនាម ៖
ko: 별명(&N):
lt: &Slapyvardis:
mk: &Прекар:
nb: Kalle&navn:
nds: Ö&kelnaam:
nl: Bij&naam:
nn: &Kallenamn:
pt: Alcu&nha:
pt_br: &Apelido:
ru: &Ник:
sk: &Prezývka:
sl: &Vzdevek:
sr: &Надимак:
sv: Smek&namn:
ta: புனைப் பெயர்
tg: &Ник:
uk: &Прізвисько:
zh_cn: 昵称(&N)：
zh_tw: 暱稱(&N)：

source: A&lternative nick:
bg: &Алтернативен псевдоним:
ca: Sobrenom a&lternatiu:
cs: A&lternativní přezdívka:
cy: Ffugenw &arall:
da: A&lternativt alias:
de: A&lternativer Spitzname:
el: Ε&ναλλακτικό ψευδώνυμο:
es: Apodo a&lternativo:
et: Alter&natiivne hüüdnimi:
eu: Goitizen albernatiboa:
fa: لقب &متناوب:‌
fi: &Vaihtoehtoinen lempinimi:
fr: Pseudonyme a&lternatif :
hu: Máso&dik becenév:
is: &Hliðstætt gælunafn:
it: Nick &alternativo:
ja: 別のニックネーム(&L):
kk: Қ&осалқы бүркеншік атыңыз:
km: សម្មតិនាម​ជំនួស​ ៖​
ko: 대체 별명(&L):
lt: &Kitas slapyvardis:
mk: А&лтернативен прекар:
nb: A&lternativt kallenavn:
nds: A&nner Ökelnaam:
nl: A&lternatieve bijnaam:
nn: A&lternativt kallenamn:
pt: Alcunha a&lternativa:
pt_br: Ape&lido Alternativo:
ru: &Альтернативный ник:
sk: A&lternatívna prezývka:
sl: N&adomestni vzdevek:
sr: А&лтернативни надимак:
sv: Alternati&vt smeknamn:
ta: புனைப் பெயர்
tg: Ники &алтертативӣ:
uk: &Інше прізвисько:
zh_cn: 备用昵称(&L)：
zh_tw: 第二暱稱(&L)：

source: &User ID:
bg: Код &на потребител:
ca: ID d'&usuari:
cs: ID &uživatele:
cy: &Dynodiad Defnyddiwr:
da: &Bruger-ID:
de: Ben&utzer-ID:
el: ID &χρήστη:
es: ID de &usuario:
et: Kas&utaja ID:
eu: &Erabiltzaile ID-a:
fa: شناسۀ &کاربر:‌
fi: &KäyttäjäID
fr: Identifiant &utilisateur :
hu: &Felhasználóazonosító:
is: Not&endanafn:
it: ID &utente:
ja: ユーザ ID(&U):
kk: &Қатысушы ID:
km: លេខសម្គាល់​អ្នក​ប្រើ ៖
ko: 사용자 ID(&U):
lt: &Naudotojo ID:
nb: &Bruker-ID:
nds: &Bruker-ID:
nl: Gebr&uikers-id:
nn: &Brukar-ID:
pt: ID do &Utilizador:
pt_br: ID do &Usuário
ru: &Идентификатор пользователя:
sk: ID &Užívateľa:
sl: ID &uporabnika:
sr: &Кориснички ид.:
sv: Användar-&ID:
ta: உதவி அடையாளச் செயல்
tg: Шиносаи &Корванд:
uk: ІД &Користувача:
zh_cn: 用户 ID(&U)：
zh_tw: 使用者代號(&U)：

source: &Real name:
bg: &Действително име:
ca: Nom &real:
cs: &Reálné jméno:
cy: &Enw go iawn:
da: &Egentligt navn:
de: &Wirklicher Name:
el: Π&ραγματικό όνομα:
es: Nombre &real:
et: &Tegelik nimi:
eu: Izen e&rreala:
fa: نام &واقعی:‌
fi: &Oikea nimi:
fr: &Vrai nom :
hu: &Igazi név:
is: &Raunv. nafn:
it: Nome &reale:
ja: 実名(&R):
kk: &Шын атыңыз:
km: ឈ្មោះ​ពិត​ ៖
ko: 실제 이름(&R):
lt: &Tikras vardas:
mk: &Вистинско име:
nb: Vi&rkelig navn:
nds: &Reaalnaam:
nl: E&chte naam:
nn: &Verkeleg namn:
pt: Nome ve&rdadeiro:
pt_br: Nome &Real:
ru: &Реальное имя:
sk: &Skutočné meno:
sl: &Pravo ime:
sr: П&раво име:
sv: &Riktigt namn:
ta: உண்மை பெயர்
tg: Номи &ҳақиқӣ:
uk: &Справжнє ім'я:
zh_cn: 真实名称(&R)：
zh_tw: 真實姓名(&R)：

source: Notify List
bg: Списък за известяване
ca: Llista de notificacions
cs: Seznam oznámení
cy: Rhestr Hysbysu
da: Påmind liste
de: Benachrichtigungsliste
el: Λίστα ειδοποιήσεων
es: Lista de notificación
et: Märguannete nimekiri
eu: Jakinarazpen zerrenda:
fa: فهرست آگاهی
fi: Huomautuslista
fr: Liste de notification
hu: Értesítési lista
is: Tilkynnigalisti
it: Lista di notifica
ja: 通知リスト
kk: Құлақтандыру тізімі
km: បញ្ជី​ជូន​ដំណឹង​
ko: 알림 목록
lt: Pranešimų sąrašas
mk: Листа за известувања
nb: Varselsliste
nds: Bescheedlist
nl: Notificatielijst
nn: Påminningsliste
pt: Lista de Notificações
pt_br: Lista de Notificação
ru: Список уведомлений
sk: Zoznam upozornení
sl: Seznam opozorjenih
sr: Листа обавештења
sv: Ändringslista
ta: பட்டியல் பெட்டி
tg: Рӯйхати Огоҳнамоӣ
uk: Список сповіщення
zh_cn: 通知列表
zh_tw: 通知清單

source: &New Server...
bg: &Нов сървър...
ca: &Nou servidor...
cs: &Nový server...
cy: Gweinydd &Newydd...
da: &Ny server...
de: &Neuer Server ...
el: &Νέος εξυπηρετητής...
es: &Nuevo servidor...
et: &Uus server...
eu: Zerbitzari &berria...
fa: کارساز &جدید...‌
fi: &Uusi palvelin...
fr: &Nouveau serveur...
hu: Ú&j kiszolgáló...
is: &Nýr þjónn...
it: &Nuovo server...
ja: 新しいサーバ(&N)...
kk: &Жаңа сервер...
km: ម៉ាស៊ីន​បម្រើ​ថ្មី ...
ko: 새 서버(&N)...
lt: &Naujas serveris...
mk: &Нов сервер...
nb: &Ny tjener …
nds: &Nieg Server...
nl: &Nieuwe Server...
nn: &Ny tenar …
pt: &Novo Servidor...
pt_br: &Novo Servidor...
ru: &Новый сервер...
sk: &Nový server...
sl: &Nov strežnik ...
sr: &Нови сервер...
sv: N&y server...
ta: சேவையகத்தின் பெயர்:
tg: Хидматрасони &Нав...
uk: &Новий сервер...
zh_cn: 新建服务器(&N)...
zh_tw: 新伺服器(&N)...

source: &Join Channel...
bg: &Включване към канал...
ca: &Entra al canal...
cs: &Připojit ke kanálu...
cy: Y&muno â'r Sianel...
da: &Deltag i kanal...
de: In K&anal eintreten ...
el: Σ&υμμετοχή στο κανάλι...
es: &Entrar al canal...
et: Ü&hine kanaliga...
eu: &Sartu kanalera...
fa: &پیوستن مجرا...‌
fi: &Liity kanavalle...
fr: &Joindre un canal...
hu: &Csatlakozás egy csatornához...
is: &Tengjast rás...
it: &Entra nel canale...
ja: チャンネルに参加(&J)...
kk: Арнаға к&іру...
km: តភ្ជាប់​ឆានែល​...
ko: 채널 참여(&J)...
lt: &Prisijungti prie kanalo...
mk: &Приклучи се на канал...
nb: &Gå inn i kanal …
nds: Na Klöönruum &ringahn...
nl: &Bij kanaal aanmelden...
nn: &Delta i kanal …
pt: &Entrar no Canal...
pt_br: &Entrar em Canal...
ru: &Присоединиться к каналу...
sk: &Pripojiť sa ku kanálu...
sl: P&ridruži se kanalu ...
sr: &Придржи се каналу...
sv: &Deltag i kanal...
ta: சேர் தடம்
tg: &Ҳамроҳшавӣ ба Канал...
uk: &Приєднатися до каналу...
zh_cn: 加入频道(&J)...
zh_tw: 加入頻道(&J)...

source: &Connections
bg: &Връзки
ca: &Connexions
cs: &Připojení
cy: C&ysylltiadau
da: For&bindelse
de: &Verbindungen
el: &Συνδέσεις
es: &Conexiones
et: Ühen&dused
eu: &Konexioak
fa: &اتصالات‌
fi: &Yhteydet
fr: Conne&xions
hu: &Kapcsolatok
is: T&engingar
it: &Connessioni
ja: 接続(&C)
kk: Қ&осылымдар
km: ការតភ្ជាប់​
ko: 연결(&C)
lt: Užmegzti &ryšiai
mk: &Поврзувања
nb: &Tilkoplinger
nds: &Verbinnen
nl: &Verbindingen
nn: &Samband
pt: &Ligações
pt_br: &Conexões
ru: &Подключения
sk: &Spojenia
sl: P&ovezave
sr: &Везе
sv: &Uppkoppling
ta: இணைப்புகள்
tg: &Пайвастшавиҳо
uk: &З'єднання
zh_cn: 连接(&C)
zh_tw: 連線(&C)

source: New Server
bg: Нов сървър
ca: Nou servidor
cs: Nový server
cy: Gweinydd Newydd
da: Ny server
de: Neuer Server
el: Νέος εξυπηρετητής
es: Nuevo servidor
et: Uus server
eu: Zerbitzari berria
fa: کارساز جدید
fi: Uusi palvelin
fr: Nouveau serveur
hu: Új kiszolgáló
is: Nýr þjónn
it: Nuovo Server
ja: 新しいサーバ
kk: Жаңа сервер
km: ម៉ាស៊ីន​បម្រើ​ថ្មី​
ko: 새 서버
lt: Naujas serveris
mk: Нов сервер
nb: Ny tjener
nds: Nieg Server
nl: Nieuwe server
nn: Ny tenar
pt: Novo Servidor
pt_br: Novo Servidor
ru: Новый сервер
sk: Nový server
sl: Nov strežnik
sr: Нови сервер
sv: Ny server
ta: புதிய சேவையகம்
tg: Хидматрасони Нав
uk: Новий сервер
zh_cn: 新服务器
zh_tw: 新增伺服器

source: This action allows you to open a new server more easily when in docked mode, since you don't need to click on the dock icon.
bg: Тази команда ви позволява да се свържете към нов сървър по-лесно, когато програмата е иконизирана.
ca: Aquesta acció us permetrà obrir un nou servidor amb més facilitat quan estigueu en el mode ancorat, atès que no necessitareu prémer en la icona ancorada.
cs: Tato akce vám umožňuje jednodušeji otevřít nový server, pokud je KSirc pohlcen v panelu, protože nemusíte klikat na jeho ikonu.
cy: Galluoga'r weithred hon ichi agor gweinydd newydd yn haws pan ydych mewn modd docio, am nad oes angen ichi glicio ar yr eicon docio.
da: Denne handling tillader dig at åbne en ny server nemmere i neddokket tilstand, da du ikke behøver at klikke på statusikonen.
de: Durch diese Aktion kann im Andockmodus auf einfache Weise ein neuer Server geöffnet werden, da nicht zuerst auf das Andocksymbol geklickt werden muss.
el: Αυτή η ενέργεια σας επιτρέπει να ανοίξετε έναν νέο διακομιστή πιο εύκολα στην κατάσταση σύνδεσης της καρτέλας, από τη στιγμή που δε θα χρειάζεται να κάνετε κλικ στο συνδεδεμένο εικονίδιο.
es: Esta acción le permite abrir un nuevo servidor más fácilmente cuando está en el panel ya que no necesita pulsar en el icono del panel.
et: See võimaldab avada uue serveri lihtsamalt kui dokirežiimis, sest siin ei pea klõpsama dokiikoonil.
eu: Ekintza honek zerbitzari berri bat irekiera errazten du atrakatuta dagoenean, ez duzulako ikonoetan klik egin beharko.
fa: این عمل به شما اجازۀ آسان‌تر باز کردن پنجره در حالت پیوندی را می‌دهد، بعد از آن نیاز به فشار دادن شمایل پیوندی ندارید.
fr: Cette action vous permet d'ouvrir un nouveau serveur plus facilement en mode ancré, puisque vous n'avez pas besoin de cliquer sur l'icône dans la boîte à miniatures.
hu: Ezzel a művelettel könnyen lehet kiszolgálóablakot nyitni bedokkolt állapotban, mert nem kell rákattintani a dokkolási ikonra.
is: Þessi aðgerð gefur þér kost á að opna nýjan þjón á auðveldari hátt þegar forritið er á spjaldi, því þá þarf ekki að smella á táknmyndina á spjaldinu.
it: Questa azione ti permette di aprire un nuovo server più facilmente in modalità agganciato, in quanto non c'è bisogno di fare clic sull'icona del pannello.
ja: ドックモードで新しいサーバを開くのが簡単になります。システムトレイのアイコンをクリックする必要がありません。
kk: Бұл әрекет жаңа серверді оңай ашуға мүмкіндік береді.
km: សកម្មភាព​អនុញ្ញាត​ឲ្យ​អ្នក​បើក​ម៉ាស៊ីន​បម្រើ​កាន់​តែ​ងាយ​ស្រួល ពេល​ក្នុង​របៀប​ដែល​ចត តាំង​ពី​អ្នក​មិន​ត្រូវការ​ចុច​លើ​រូប​តំណាង​ចត ។
ko: 이 기능은 시스템 트레이에 아이콘을 도킹했을 때, 그 아이콘을 클릭할 필요가 없기 때문에, 새 서버를 조금 더 쉽게 열 수 있게 합니다.
lt: Ši parinktis palengvina naujo serverio atvėrimą esant sumažintoje veiksenoje, nes jums nebūtina spragtelėti sumažinto ženkliuko.
mk: Оваа акција ви дозволува полесно да отворите отворите нов сервер кога сте во вкотвен режим, бидејќи не мора да кликнете на вкотвената икона.
nb: Denne handlinga gjør at du kan lettere åpne en tjener i dokket modus, siden du ikke trenger å trykke på dokk-ikonet.
nds: Mit disse Akschoon kannst Du wat lichter na en niegen Server gahn, wiel Du nich toeerst op dat Lüttbild binnen den Systeemafsnitt klicken bruukst.
nl: Met deze optie kunt u in systeemvakmodus sneller een nieuwe server openen, omdat u niet op het pictogram in het systeemvak hoeft te klikken.
nn: Her vel du om nye tenarar skal kunna opnast lettare i dokka modus, ved at du ikkje treng klikka på dokkikonet.
pt: Esta acção permite-lhe abrir um novo servidor mais facilmente, quando está no modo acoplado, dado que você não precisa carregar no ícone da bandeja.
pt_br: Esta ação permite que você abra um novo servidor mais facilmente quando estiver no modo de ícone no painel, já que você não precisa clicar no ícone.
ru: Позволяет открыть подключение к другому серверу на новой вкладке.
sk: Táto akcia umožňuje otvoriť nový server jednoduchšie v dokovanom režime, pretože nemusíte kliknúť na ikonu v doku.
sl: To dejanje omogoča lažje odpiranje novega strežnika v sidranem načinu, ker ne rabite klikati na sidrno ikono.
sr: Оца акција вам дозвољава да лакше отворите нови сервер када је програм у пристајућем режиму рада, пошто не морате да кликнете на икону у системској касети.
sv: Den här åtgärden låter dig lättare öppna en ny server i dockat läge, eftersom du inte behöver klicka på dockningsikonen.
ta: இந்த செயல் புதிய சேவையகத்தை எளிதாக திறக்க உதவும் ஓரமாகிய நிலையில் மட்டும், இதிலிருந்து சின்னத்தை கிளிக் செய்யாதே
tg: Ин амалиёт ба шумо имконияти осонтар кушодани хидматрасони навро дар усули даргоҳбандӣ ва ба шумо лозим нест, ки дар тасвири сабад ангушт занед.
uk: Ця дія значно полегшує відкриття нового сервера коли програма працює у пришвартованому режимі, тому що не потрібно клацати на пришвартовану піктограму.
zh_tw: 這個動作讓您更容易地在嵌入模式中開啟新的伺服器，您不需要點選圖示。

source: Server Control
bg: Управление на сървър
ca: Control del servidor
cs: Ovládání serveru
cy: Rheoli Gweinydd
da: Serverkontrol
de: Server-Kontrolle
el: Έλεγχος εξυπηρετητή
es: Control de servidor
et: Serveri juhtimine
eu: Zerbitzari kontrola
fa: کنترل کارساز
fi: Palvelimen asetus
fr: Configuration du serveur
hu: Kiszolgálóbeállítás
is: Stillingar þjóna
it: Controllo dei server
ja: サーバコントロール
kk: Серверді басқару
km: ពិនិត្យ​ម៉ាស៊ីន​បម្រើ​
ko: 서버 제어
lt: Serverio valdymas
mk: Контрола на сервер
nb: Tjener-styring
nds: Server-Kuntrull
nl: Serverbeheer
nn: Tenarkontroll
pt: Controlo do Servidor
pt_br: Controle do servidor
ru: Управление сервером
sk: Kontrola serveru
sl: Nadzor strežnika
sr: Управљање сервером
sv: Serverkontroll
ta: கட்டுப்பாட்டுச் சேவையகம்
tg: Идораи Хидматрасон
uk: Керування серверами
zh_cn: 服务器控制
zh_tw: 伺服器控制

source: Online
bg: Включен
ca: Connectat
cy: Arlein
el: Σε σύνδεση
es: Conectado
et: Võrgus
eu: Konektatuta
fa: برخط
fr: En ligne
hu: Csatlakozva
is: Tengd
it: In linea
ja: オンライン
kk: Онлайн
km: លើ​បណ្ដាញ
ko: 온라인
lt: Prisijungę
mk: На линија
nb: Tilkoblet
nds: Tokoppelt
nn: Tilkopla
pt: Ligado
ru: В сети
sl: Povezan
sr: На вези
sv: Uppkopplad
ta: இணைப்பில்
tg: Дар шабака
uk: В мережі
zh_cn: 在线
zh_tw: 上線

source: %1 just went offline on %2
bg: %1 се изключи на %2
ca: %1 acaba de desconnectar en %2
cs: %1 právě přešel offline na %2
cy: %1 newydd fynd all-lein ar %2
da: %1 gik netop offline på %2
de: %1 hat auf %2 auf Offline gewechselt
el: %1 μόλις αποσυνδέθηκε στο %2
es: %1 acaba de desconectar en %2
et: %1 läks just %2 võrgust ära
eu: %1 deskonektatu egin da hemen: %2
fa: %1 اندکی پیش روی %2‌ برون‌خط شده
fi: %1 jsiirtyi poissaolevaksi kanavalla %2
fr: %1 vient de se déconnecter de %2
hu: %1 most bontotta a kapcsolatot itt: %2
is: %1 var að aftengjast á %2
it: %1 appena divenuto "non in linea" %2
ja: %2 の %1 がオフラインになりました
kk: %1 желіден шықты, шыққан кезі %2
km: %1គ្រាន់​តែ​ត្រឡប់​ទៅក្រៅ​បណ្តាញ​ %2
ko: %1 이(가) %2 에 오프라인 상태가 되었음
lt: %1 ką tik atsijungė nuo %2
mk: %1 тукушто се исклучи на %2
nb: %1 koblet nettopp fra på %2
nds: "%1" hett sik jüst ut %2 afkoppelt
nl: %1 ging net offline op %2
nn: %1 kopla nett frå %2
pt: O %1 desligou-se agora no %2
pt_br: %1 ficou off-line em %2
ru: %1 отключился %2
sk: %1 sa práve odpojil v %2
sl: %1 je ravnokar zapustil %2
sr: %1 је управо отишао са везе на %2
sv: %1 kopplade precis ner på %2
ta: %1 எளிதாக வெளியே %2 வில் சென்றார்
tg: %1 ҳозир аз шабакаи %2 канда шуд
uk: %1 щойно вийшов поза мережу на %2
zh_cn: %1 在 %2 刚下线
zh_tw: %1 剛剛在 %2 時離線

source: %1 just came online on %2
bg: %1 се включи на %2
ca: %1 acaba de connectar en %2
cs: %1 právě přešel online na %2
cy: %1 newydd ddod arlein ar %2
da: %1 kom netop online på %2
de: %1 hat auf %2 auf Online gewechselt
el: %1 μόλις συνδέθηκε στο %2
es: %1 acaba de conectar en %2
et: %1 tuli nüüd %2 võrku
eu: %1 konektatu egin da hemen: %2
fa: %1 اندکی پیش روی %2‌ بر‌خط شده
fi: %1 tuli juuri kanavalle %2
fr: %1 vient de se connecter à %2
hu: %1 most csatlakozott itt: %2
is: %1 var að tengjast á %2
it: %1 appena divenuto "in linea" %2
ja: %2 の %1 がオンラインになりました
kk: %1 желіден кірді, кірген кезі %2
km: %1 គ្រាន់​តែ​ត្រឡប់​មក​លើ​បណ្តាញ​ %2
ko: %1 이(가) %2 에 온라인 상태가 되었음
lt: %1 ką tik prisijungė prie %2
mk: %1 тукушто се вклучи на %2
nb: %1 koblet nettopp til på %2
nds: %1 hett sik jüst na %2 tokoppelt
nl: %1 ging net online op %2
nn: %1 kopla nett til %2
pt: O %1 ligou-se agora no %2
pt_br: %1 ficou on-line em %2
ru: %1 вошёл в сеть %2
sk: %1 sa práve pripojil v %2
sl: %1 se je ravnokar pridružil %2
sr: %1 је управо дошао на везу на %2
sv: %1 kopplade precis upp på %2
ta: %2யின் மேல் %1 தற்போது இணைப்பில் வந்தது
tg: %1 ҳозир ба шабакаи %2 пайваст шуд
uk: %1 щойно вийшов в мережу на %2
zh_cn: %1 在 %2 刚上线
zh_tw: %1 剛剛在 %2 時上線
