Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Size
bg: Размер
ca: Mida
cs: Velikost
cy: Maint
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
et: Suurus
eu: Tamaina
fa: اندازه
fi: Koko
fr: Taille
hu: Méret
is: Stærð
it: Dimensione
ja: サイズ
kk: Көлемі
km: ទំហំ
ko: 크기
lt: Dydis
mk: Големина
nb: Størrelse
nds: Grött
nl: Grootte
nn: Storleik
pt: Tamanho
pt_br: Tamanho
ru: Размер
sk: Veľkosť
sl: Velikost
sr: Величина
sv: Storlek
ta: அளவு
tg: Андоза
uk: Розмір
zh_cn: 大小
zh_tw: 大小

source: KB/s
bg: кБ/сек
cy: KB/eil
fa: کیلوبایت/ثانیه
fr: ko/s
ja: KB/秒
kk: Кб/сек
ru: кб/с
tg: КБ/с
uk: КБ/с
zh_cn: KB/秒

source: Progress
bg: Прогрес
ca: Progrés
cs: Průběh
cy: Cynnydd
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
et: Edenemine
eu: Aurrerapena
fa: پیشرفت
fi: käynnissä
fr: Progression
hu: Állapot
is: Framvinda
it: Avanzamento
ja: 進捗
kk: Барысы
km: វឌ្ឍនភាព
ko: 진행
lt: Eiga
mk: Напредок
nb: Fremdrift
nds: Vörankamen
nl: Voortgang
nn: Framdrift
pt: Evolução
pt_br: Progresso
ru: Ход выполнения
sk: Postup
sl: Napredek
sr: Напредак
sv: Förlopp
ta: முன்னேற்றம்
tg: Равиши кор
uk: Поступ
zh_cn: 进度
zh_tw: 進度

source: &New...
bg: &Нов...
ca: &Nou...
cs: &Nový...
cy: &Newydd...
da: &Ny...
de: &Neu ...
el: &Νέο...
es: &Nuevo...
et: &Uus...
eu: &Berria...
fa: &جدید...‌
fi: &Uusi...
fr: &Nouveau...
hu: Ú&j...
is: &Nýtt...
it: &Nuovo...
ja: 新規(&N)...
kk: &Жаңа...
km: ថ្មី...
ko: 새로(&N)...
lt: &Naujas...
mk: &Нов...
nb: &Ny …
nds: &Nieg...
nl: &Nieuw...
nn: &Ny …
pt: &Novo...
pt_br: &Novo...
ru: &Новый...
sk: &Nový...
sl: &Novo ...
sr: &Нови...
sv: &Ny...
ta: &புதிய
tg: &Нав...
uk: &Новий...
zh_cn: 新建(&N)...
zh_tw: 新增(&N)...

source: &Connect
bg: &Връзка
ca: &Connecta
cs: &Připojit se
cy: &Cysylltu
da: &Forbind
de: &Verbinden
el: &Σύνδεση
es: &Conectar
et: Ü&henda
eu: &Konektatu
fa: &اتصال‌
fi: &Yhdistä
fr: &Connecter
hu: &Csatlakozás
is: &Tengjast
it: &Connetti
ja: 接続(&C)
kk: &Қосылу
km: តភ្ជាប់
ko: 연결(&C)
lt: &Prisijungti
mk: &Поврзи
nb: &Koble til
nds: &Tokoppeln
nl: &Verbinden
nn: &Kopla til
pt: &Ligar
pt_br: &Conectar
ru: &Подключение
sk: &Pripojiť
sl: &Poveži
sr: &Повежи се
sv: A&nslut
ta: &இணை
tg: &Пайвастшавӣ
uk: &Приєднатися
zh_cn: 连接(&C)
zh_tw: 連接(&C)

source: R&esume
bg: Про&дължение
ca: Con&tinua
cs: O&bnovit
cy: Ail&gychwyn
da: G&enoptag
de: Wi&ederaufnehmen
el: &Επαναφορά
es: Con&tinuar
et: &Jätka
eu: &Jarraitu
fa: &از سر گرفتن‌
fi: P&alauta
fr: R&eprendre
hu: F&olytatás
is: Hal&da áfram
it: R&ipristina
ja: レジューム(&E)
kk: Қ&алпына қайту
km: បន្ត
ko: 계속하기(&E)
lt: &Pratęsti
mk: П&родолжи
nb: Gj&enoppta
nds: Wi&edermaken
nl: H&ervatten
nn: Gj&enoppta
pt: &Continuar
pt_br: &Continuar
ru: &Восстановить
sk: O&bnoviť
sl: N&adaljuj
sr: &Настави
sv: Åter&uppta
ta: மீண்டும் தொடர்
tg: &Барқароркунӣ
uk: &Продовжити
zh_cn: 许传(&E)
zh_tw: 回復(&E)

source: &Rename
bg: Преимен&уване
ca: &Reanomena
cs: Pře&jmenovat
cy: Ail&enwi
da: &Omdøb
de: &Umbenennen
el: &Μετονομασία
es: &Renombrar
et: &Nimeta ümber
eu: &Berrizendatu
fa: &تغییر نام‌
fi: &Nimeä uudelleen
fr: &Renommer
hu: Átne&vezés
is: Endu&rnefna
it: &Rinomina
ja: 名前変更(&R)
kk: Қ&айта атау
km: ប្ដូរ​ឈ្មោះ
ko: 이름 변경(&R)
lt: &Pervadinti
mk: &Преименувај
nb: End&re navn
nds: Ü&mnömen
nl: He&rnoemen
nn: End&ra namn
pt: Muda&r o Nome
pt_br: &Renomear
ru: &Переименовать
sk: P&remenovať
sl: Pre&imenuj
sr: &Промени име
sv: &Byt namn
ta: &மறுபெயரிடு
tg: &Бозномгузорӣ
uk: Пере&йменувати
zh_cn: 重命名(&R)
zh_tw: 重新命名(&R)

source: &Disconnect
bg: &Разкачване
ca: &Desconnecta
cs: O&dpojit se
cy: &Datgysylltu
da: &Afbryd
de: &Trennen
el: &Αποσύνδεση
es: &Desconectar
et: &Katkesta ühendus
eu: &Deskonektatu
fa: &قطع ارتباط‌
fi: &Katkaise yhteys
fr: &Déconnecter
hu: A ka&pcsolat bontása
is: A&ftengjast
it: &Disconnetti
ja: 切断(&D)
kk: &Ажырату
km: ផ្ដាច់
ko: 연결 끊기(&D)
lt: &Atsijungti
mk: &Исклучи
nb: &Koble fra
nds: &Afkoppeln
nl: Ver&breken
nn: Kopla &frå
pt: &Desligar
pt_br: &Desconectar
ru: &Отключиться
sk: &Odpojiť
sl: P&rekini
sr: &Прекини везу
sv: &Koppla ner
ta: இணைப்பு துண்டிப்பு
tg: &Кандашавӣ
uk: &Роз'єднати
zh_cn: 断开连接(&D)
zh_tw: 斷線(&D)

source: New DCC
bg: Нов DCC
ca: Nou DCC
cs: Nové DCC
cy: DCC Newydd
da: Ny DCC
de: Neuer DCC
el: Νέο DCC
es: DCC nuevo
et: Uus DCC
eu: DCC berria
fa: DCC جدید
fi: Uusi DCC
fr: Nouvelle DCC
hu: Új DCC
is: Ný DCC
it: Nuovo DCC
ja: 新しい DCC
kk: Жаңа DCC
km: DCC ថ្មី​
ko: 새 DCC
lt: Naujas DCC
mk: Нов DCC
nb: Ny DCC
nds: Nieg DCC-Verbinnen
nl: Nieuwe DCC
nn: Ny DCC
pt: Novo DCC
pt_br: Novo DCC
ru: Новый сеанс DCC
sk: Nové DCC
sl: Nov DCC
sr: Нови DCC
sv: Ny DCC
ta: புதிய DCC
tg: DCC-и Нав
uk: Новий DCC
zh_cn: 新建 DCC
zh_tw: 新的 DCC

source: DCC Type
bg: Тип DCC
ca: Tipus de DCC
cs: Typ DCC
cy: Math DCC
de: DCC-Typ
el: Τύπος DCC
es: Tipo DCC
et: DCC tüüp
eu: DCC mota
fa: نوع DCC
fi: DCC:n tyyppi
fr: Type de la DCC
hu: DCC típus
is: DCC gerð
it: Tipo DCC
ja: DCC の種類
kk: DCC түрі
km: ប្រភេទ DCC
ko: DCC 형식
lt: DCC tipas
mk: Тип на DCC
nds: Verbinnentyp
pt: Tipo de DCC
pt_br: Tipo do DCC
ru: Тип DCC
sk: Typ DCC
sl: Vrsta DCC
sr: Врста DCC-а
sv: DCC-typ
ta: DCC வகை
tg: Навъи DCC
uk: Тип DCC
zh_cn: DCC 类型
zh_tw: DCC 類型

source: &File send
bg: Изпращане на &файл
ca: Envia &fitxer
cs: Odes&lání souboru
cy: Anfon &ffeil
da: Send &fil
de: &Datei senden
el: &Αρχείο στάλθηκε
es: En&viar archivo
et: &Faili saatmine
eu: &Fitxategia bidali
fa: ارسال &پرونده‌
fi: Lähetä &tiedosto
fr: Envoi de &fichier
hu: Fájl kül&dése
is: &Senda skrá
it: Invio &file
ja: ファイル送信(&F)
kk: &Файлды жіберу
km: ឯកសារ​ផ្ញើ
ko: 파일 보냄(&F)
lt: &Siųsti bylą
mk: Испрати &датотека
nb: &Filsending
nds: Datei &sennen
nl: &Bestand verzenden
nn: &Filsending
pt: Enviar &ficheiro
pt_br: &Arquivo Enviado
ru: &Посылка файла
sk: &Súbor poslaný
sl: &Datoteka poslana
sr: Слање &фајла
sv: Skicka &fil
ta: &கோப்பினை அனுப்பு
tg: &Файл фиристода шуд
uk: Відіслати &файл
zh_cn: 文件发送(&F)
zh_tw: 送出檔案(&F)

source: C&hat
bg: &Чат
ca: &Xat
cs: Roz&hovor
cy: S&gwrsio
el: Συνομ&ιλία
es: C&harlar
et: &Vestle
eu: Berriketa
fa: &گپ‌
fi: Ju&ttele
fr: &Discuter
hu: &Csevegés
is: &Spjalla
ja: チャット(&H)
kk: Ә&ңгіме-дүкен
km: ជជែក​កំសាន្ត​
ko: 대화(&H)
lt: &Pokalbis
mk: &Разговор
nb: &Prat
nds: &Klönen
nl: &Gesprek
nn: &Prat
pt: C&onversar
pt_br: Ba&te-papo
ru: &Чат
sl: &Klepet
sr: Ћ&аскање
sv: C&hatta
uk: Ба&лачка
zh_cn: 聊天(&H)
zh_tw: 聊天(&H)

source: Nick
bg: Псевдоним
ca: Sobrenom
cs: Přezdívka
cy: Ffugenw
da: Alias
de: Spitzname
el: Ψευδώνυμο
es: Apodo
et: Hüüdnimi
eu: Goitizena
fa: لقب
fi: Lempinimi
fr: Pseudonyme
hu: Becenév
is: Gælunafn
ja: ニックネーム
kk: Бүркеншік ат
km: សម្មតិ
ko: 별명
lt: Slapyvardis
mk: Прекар
nb: Kallenavn
nds: Ökelnaam
nl: Bijnaam
nn: Kallenamn
pt: Alcunha
pt_br: Apelido
ru: Ник
sl: Vzdevek
sr: Надимак
sv: Smeknamn
ta: புனை பெயர்
tg: Ник
uk: Прізвисько
zh_cn: 昵称
zh_tw: 暱稱

source: File Name
bg: Име на файл
ca: Nom de fitxer
cs: Název souboru
cy: Enw Ffeil
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre del archivo
et: Failinimi
eu: Fitxategiaren izena
fa: نام پرونده
fi: Tiedostonimi
fr: Nom de fichier
hu: Fájlnév
is: Skráarnafn
it: Nome del file
ja: ファイル名
kk: Файл атауы
km: ឈ្មោះ​ឯកសារ
ko: 파일명
lt: Bylos pavadinimas
mk: Име на датотека
nb: Filnavn
nds: Dateinaam
nl: Bestandsnaam
nn: Filnamn
pt: Nome do Ficheiro
pt_br: Nome de Arquivo
ru: Имя файла
sk: Názov súboru
sl: Ime datoteke
sr: Име фајла
sv: Filnamn
ta: கோப்பு பெயர்
tg: Номи Файл
uk: Назва файла
zh_cn: 文件名
zh_tw: 檔名

source: &Send
bg: &Изпращане
ca: E&nvia
cs: Ode&slat
cy: &Anfon
de: &Senden
el: &Αποστολή
es: &Enviar
et: &Saada
eu: &Bidali
fa: &ارسال‌
fi: &Lähetä
fr: Envo&yer
hu: &Küldés
is: &Senda
it: &Invia
ja: 送信(&S)
kk: &Жіберу
km: ផ្ញើ
ko: 보내기(&S)
lt: &Siųsti
mk: &Испрати
nds: &Sennen
nl: Ver&zenden
pt: &Enviar
pt_br: &Enviar
ru: &Послать
sk: Po&lať
sl: &Pošlji
sr: &Пошаљи
sv: &Skicka
ta: &அனுப்பு
tg: &Фиристодан
uk: Віді&слати
zh_cn: 发送(&S)
zh_tw: 送出(&S)

source: &Server/Quick connect to:
bg: &Сървър/бърза връзка с:
ca: &Serveix/connecta ràpidament amb:
cs: &Server/Rychlé připojení k:
cy: &Gweinydd/Chwimgyswllt i:
da: &Server/Hurtigforbindelse til:
de: &Server-Schnellverbindung:
el: &Εξυπηρετητής/Γρήγορη σύνδεση σε:
es: &Servidor/Conexión rápida a:
et: S&erver/kiire ühenduse loomine serverisse:
eu: &Zerbitzaria/Konexio azkarra hona:
fa: &کارساز/اتصال سریع به:‌
fi: Pa&lvelin/Pikayhdistä:
fr: &Serveur/Connexion rapide à :
hu: Kiszol&gáló/gyors csatlakozás:
is: &Þjónn/Skynditenging við:
it: &Server/Connessione rapida a:
ja: サーバ/クイック接続(&S):
kk: Келесіге &жедел косылу:
km: ម៉ាស៊ីន​បម្រើ/លឿន តភ្ជាប់​ទៅ ៖
ko: 서버/빠른 연결 상대(&S):
lt: &Serveris ir Greitas prijungimas:
mk: &Сервер/брзо поврзување на:
nb: Tjener/ra&sk tilkobling til:
nds: &Server/Fix tokoppeln:
nl: &Server/Snel verbinden met:
nn: &Tenar/snøggtilkopling til:
pt: &Servidor/Ligação rápida a:
pt_br: &Servidor/conexão rápida a:
ru: &Быстрое подключение к:
sk: &Server/Rýchle pripojenie:
sl: &Strežnik/Hitra povezava z:
sr: &Сервер/Брзо повезивање на:
sv: Server/snabb &uppkoppling mot:
ta: உடன் இணைக்க முடியவில்லை
tg: &Хидматрасон/Пайвастшавии зуд ба:
uk: &Сервер/швидке приєднання до:
zh_cn: 服务器/快速连接到(&S)：
zh_tw: 伺服器/快速連接到(&S)：

source: &Port:
bg: По&рт:
cy: &Porth:
el: &Θύρα:
es: &Puerto:
eu: &Ataka:
fa: &درگاه:‌
fi: &Portti:
it: &Porta:
ja: ポート(&P):
kk: &Порты:
km: ច្រក ៖
ko: 포트(&P):
lt: &Prievadas:
mk: &Порта:
nl: &Poort:
pt: &Porto:
pt_br: &Porta:
ru: &Порт:
sl: V&rata:
sr: &Порт:
ta: துறை:
tg: &Даргоҳ:
uk: &Порт:
zh_cn: 端口(&P)：
zh_tw: 連接埠(&P)：

source: Choose a server for an IRC Network
bg: Изберете сървър за мрежа IRC
ca: Escolliu un servidor d'una xarxa d'IRC
cs: Vyberte server ze sítě IRC
cy: Dewiswch weinydd ar gyfer Rhwydwaith IRC
da: Vælg en server for et IRC-netværk
de: Wählen Sie einen Server eines IRC-Netzwerkes
el: Επιλογή εξυπηρετητή για ένα δίκτυο IRC
es: Elija un servidor de la red IRC
et: Vali IRC võrgu server
eu: Hautatu zerbitzaria IRC sare batetik
fa: یک کارساز برای شبکۀ IRC انتخاب کنید
fi: Valitse palvelin IRC-verkko
fr: Choisissez un serveur dans un réseau IRC
hu: Válasszon egy kiszolgálót valamelyik IRC-hálózatból
is: Veldu þjón fyrir IRC net
it: Scegli un server per una rete IRC
ja: IRC ネットワークサーバを選択
kk: IRC желі серверін таңдаңыз
km: ជ្រើស​ម៉ាស៊ីន​បម្រើ​របស់​បណ្តាញ​ IRC
ko: IRC 네트워크 서버 선택
lt: Nurodyti IRC tinklo serverį
mk: Изберете сервер за мрежата на IRC
nb: Velg tjener til et IRC nettverk
nds: Söök en Reekner vun en IRC-Nettwark ut
nl: Kies een server voor een IRC-netwerk
nn: Vel ein tenar for eit IRC-nettverk
pt: Escolha o servidor de uma rede de IRC
pt_br: Escolha um servidor de uma Rede IRC
ru: Выберите сервер сети IRC
sk: Vyberte server zo siete IRC
sl: Izberite strežnik za omrežje IRC
sr: Изаберите сервер за IRC мрежу
sv: Välj en server i ett IRC-nätverk
ta: IRC பிணையத்திற்காக சேவையகத்தை தேர்வு செய்
tg: Хидматрасонро барои Шабака IRC интихоб кунед
uk: Виберіть сервер з мережі IRC
zh_cn: 选择IRC网络上的服务器
zh_tw: 選擇一個 IRC 網路的伺服器

source: Usually IRC Servers are connected to a net (IRCNet, Freenode, etc.). Here, you can select the closest server for your favorite network.
bg: Обикновено сървърите за IRC се обединяват в мрежа (IRCNet, OpenProjects Net, RuNet и пр.). Изберете най-близкия сървър от вашата любима мрежа.
ca: Habitualment els servidors d'IRC estan connectats a una xarxa (IRCNet, Freenode, etc.). Aquí podreu seleccionar el servidor més proper per a la vostra xarxa preferida.
cs: IRC servery bývají obvykle připojeny k tzv. síti (IRCNet, OpenProjects Net, atd.). Zde si můžete zvolit nejbližší server své oblíbené sítě.
cy: Fel arfer cysylltir Gweinyddion IRC â rhwydwaith (IRCNet, Freenode, etc). Yma cewch ddewis eich hoff rwydwaith.
da: IRC-servere er sædvanligvis forbundet til et net (IRCNet, Freenode osv.). Her kan du vælge den nærmeste server til dit foretrukne netværk.
de: Üblicherweise gehören IRC-Server zu Netzen (IRC-Netz, Freenode usw.). Hier kann der nahegelegenste Server des bevorzugten Netzwerkes ausgewählt werden.
el: Συνήθως οι εξυπηρετητές IRC είναι συνδεδεμένοι σε ένα δίκτυο (IRCNet, Freenode, κ.α.). Εδώ, μπορείτε να επιλέξετε τον πιο κοντινό εξυπηρετητή για το αγαπημένο σας δίκτυο.
es: Habitualmente los servidores de IRC están conectados a una red (IRCNet, Freenode, etc.) Aquí puede seleccionar el servidor más cercano de su red favorita.
et: Tavaliselt on IRC serverid ühendatud võrku (IRCNet, Freenode jne.). Siin saab valida lähima serveri oma lemmikvõrgust.
eu: Normalean IRC zerbitzariak sare batetara konektatuak daude (IRCNet, Freenode, etb.). Hemen, nahien duzun saretik hurbilen dagoen zerbitzaria hautatu dezakezu.
fa: معمولاً کارساز IRC به یک شبکه متصل‌ می‌شود )شبکۀIRC، گرۀ آزاد، غیره(. ‌اینجا می‌توانید نزدیک‌ترین کارساز به شبکۀ پسندان خود را انتخاب ‌کنید.
fi: Yleensä IRC-palvelimet ovat kytketty verkkoon (IRCNet, OpenProjects Net, jne.). Tästä voit valita lähimmän lempiverkkosi lähimmän palvelimen.
fr: Habituellement, les serveurs IRC sont connectés à un réseau (IRCNet, Freenode, etc.). Vous pouvez choisir ici le serveur le plus proche pour votre réseau favori.
hu: A legtöbb IRC-kiszolgáló valamelyik nagyobb hálózathoz tartozik (IRCNet, Freenode stb.). Itt lehet kiválasztani a használni kívánt hálózat legközelebbi kiszolgálóját.
is: IRC þjónar er venjulega tengdir við einhver net (IRCNet, Freenode, o.s.frv.). Hér getur þú að valið þann þjón sem er næst þér á uppáhaldsnetinu þínu.
it: In genere, i server IRC sono connessi ad una rete (IRCNet, OpenProjects, ecc...). Qui è possibile selezionare il server più vicino a te della tua rete preferita.
ja: 通常 IRC サーバはネット (IRCNet, Freenode など) に接続します。ここで、好きなネットワークの最寄りのサーバを選択できます。
kk: Әдетте, IRC серверлері бір желіге біріктірілген болады (IRCNet, Freenode, т.б.). Мұнда керек желінің ең жақын серверін таңдай аласыз.
km: ជានិច្ច​ជាកាល​ម៉ាស៊ីន​បម្រើ​ IRC ត្រូវ​បាន​តភ្ជាប់​ទៅ​កាន់​បណ្តាញ​ (IRCNet, Freenode, ។ល។) ។ អ្នក​ជា​ជ្រើស​ម៉ាស៊ីន​បម្រើ​ជិត​បំផុត​សម្រាប់​បណ្ដាញ​ចំណូល​ចិត្ត​របស់​អ្នក ។
ko: 보통 IRC 서버는 네트워크(IRCNet, Freenode 등)로 연결됩니다. 여기서 사용자의 취향과 가장 가까운 네트워크를 선택할 수 있습니다.
lt: Dažniausiai IRC serveriai būna sujungti į tinklą (IRCNet, Aitvaras, Freenode ir kt.). Čia galite nurodyti artimiausią serverį iš jums patinkančio tinklo.
mk: Обично IRC-серверите се поврзани во мрежа (IRCNet, Freenode, UnderNet, итн.). Тука може да го изберете најблискиот сервер за вашата омилена мрежа.
nb: Vanligvis er IRC tjenere koblet til et nett (IRCNet, Freenode ol.). Her kan du velge den nærmeste tjeneren for ditt yndlingsnettverk.
nds: IRC-Servers höört normaal en Nettwark to (IRCNet, Freenode, usw.). Hier kannst Du den neegsten Server vun Dien Nettwark utsöken.
nl: Normaal gesproken zijn IRC-servers verbonden met een net. (IRCNet, Freenode, etc.). Hier kunt u de dichtstbijzijnde server van uw favoriete netwerk selecteren.
nn: Vanlegvis er IRC-tenarar knytte til eit nett (IRCNet, Freenode, osv.). Her kan du velja den næraste tenaren til favorittnettet ditt.
pt: Normalmente os servidores de IRC estão ligados a uma rede (IRCNet, Freenode, etc.). Aqui, o utilizador pode escolher o servidor mais próximo para a sua rede favorita.
pt_br: Usualmente, os servidores IRC estão conectados a uma rede (IRCNet, Freenode, etc.). Aqui você pode selecionar o servidor mais próximo para a sua rede favorita.
ru: Обычно сервера IRC объединены в сети (IRCNet, Freenode,РуНет и так далее). Выберите ближайший сервер из вашей любимой сети.
sk: Normálne sú IRC servery spojené do sietí (IRCNet, OpenProjects Net, atď.). Tu je možné vybrať najbližší server z vašej obľúbenej siete.
sl: Navadno so strežniki IRC povezani v omrežja (IRCNet, Freenode, itd.). Tu lahko izberete najbližji strežnik vašega priljubljenega omrežja.
sr: Већином су IRC сервери повезани у мрежу (IRCNet, Freenode, итд.) Овде можете изабрати најближи сервер за вашу омиљену мрежу.
sv: Vanligtvis är IRC-servrar anslutna till ett nät (IRCNet, Freenode, etc.). Här kan du välja den närmaste servern för ditt favoritnätverk.
ta: பொதுவாக IRC சேவையகங்கள் வலையுடன் தொடர்புள்ளவை (IRCNet,Freenode,etc.) உங்கள் விரும்பிய பிணையத்தை தேர்வு செய்ய உங்கள் நெருங்கிய சேவையகத்தை தேர்வு செய்யவும்.
tg: Одатан Хидматрасонҳои IRC ба шабака пайваст шудаанд (IRCNet, Freenode, ва ғайра). Дар ин ҷо шумо метавонед хидматрасони наздиктаринро барои шабакаи дӯстдоштаи худ интихоб кунед.
uk: Зазвичай, сервери IRC приєднані до мережі (IRCNet, Open Projects і т.і.). Тут ви можете вибрати найближчий сервер з улюбленої мережі.
zh_cn: 通常 IRC 服务器与一个网络相连(IRCNet、Freenode 等)。此处您可以为喜爱的网络选择一台离您最近的服务器。
zh_tw: 通常，IRC 伺服器會連接到一個網路 (IRCNet, Freenode, 等等)。 您可以在此選擇最靠近您常用網路的伺服器。

source: &Group:
bg: &Група:
ca: &Grup:
cs: Sk&upina:
cy: &Grŵp:
da: &Gruppe:
de: &Gruppe:
el: &Ομάδα:
es: &Grupo:
et: &Grupp:
eu: &Taldea:
fa: &گروه:‌
fi: &Ryhmä:
fr: &Groupe :
hu: &Csoport:
is: &Hópur:
it: &Gruppo:
ja: グループ(&G):
kk: &Тобы:
km: ក្រុម ៖
ko: 그룹(&G):
lt: &Grupė:
mk: &Група:
nb: &Gruppe:
nds: &Koppel:
nl: &Groep:
nn: &Gruppe:
pt: &Grupo:
pt_br: &Grupo:
ru: &Группа:
sk: &Skupina:
sl: S&kupina:
sr: &Група:
sv: &Grupp:
ta: குழு:
tg: &Гурӯҳ:
uk: &Група:
zh_cn: 组(&G)：
zh_tw: 群組(&G)：

source: Enter/choose a server to connect to
bg: Въведете/изберете сървър, към който да се свържете
ca: Introduïu/escolliu un servidor al que connectar-se
cs: Zadejte/vyberte server, ke kterému se chcete připojit
cy: Rhowch/dewiswch weinydd i gysylltu ag ef
da: Indtast/vælg en server at forbinde til
de: Wählen Sie einen Server, mit dem eine Verbindung hergestellt werden soll.
el: Καταχώρηση/επιλογή εξυπηρετητή για σύνδεση
es: Introduzca/elija un servidor al que conectarse
et: Sisesta/vali server, millesse ühendus luuakse
eu: Sartu/hautatu konektatzeko zerbitzaria
fa: یک کارساز برای اتصال وارد/انتخاب‌ کنید
fi: Anna/valitse käytettävä palvelin
fr: Saisissez ou choisissez un serveur auquel vous connecter
hu: Adja meg annak a kiszolgálónak a nevét, amelyikhez csatlakozni szeretne
is: Sláðu inn eða veldu þjón til að tengjast
it: Inserisci/scegli un server per la connessione
ja: 接続するサーバを選択または入力
kk: Қосылу үшін серверді таңдаңыз
km: បញ្ចូល/ជ្រើស​ម៉ាស៊ីនបម្រើ​សម្រាប់​តភ្ជាប់​ទៅ
ko: 연결할 서버를 입력/선택하십시오
lt: Įrašykite arba pasirinkite serverį prisijungimui
mk: Внесете/изберете сервер на кој ќе се поврзете
nb: Skriv inn/velg en tjener å koble til
nds: Bitte den Server utsöken oder ingeven, na den Du Di tokoppeln wullt
nl: Selecteer of voer de server in waarmee u wilt verbinden
nn: Skriv eller vel ein tenar du vil kopla til
pt: Indique/escolha um servidor ao qual se ligar
pt_br: Digite/escolha um servidor para conexão
ru: Подключиться к серверу IRC
sk: Zadajte/vyberte server, ku ktorému sa chcete pripojiť
sl: Vnesite/Izberite strežnik za povezavo
sr: Унесите/изаберите сервер на који желите да се повежете
sv: Ange/Välj en server att ansluta till
ta: உள்ளிடு அல்லது சேவையகத்தை தேர்ந்தெடுத்து இணை
tg: Барои пайвастшавӣ ба хидматрасон онро ворид/интихоб кунед
uk: Введіть/виберіть сервер для з'єднання
zh_cn: 输入或选择一台要连接的服务器
zh_tw: 輸入/選擇一個要連接的伺服器
