Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: S&tore password
bg: &Запомняне на паролата
ca: De&sa la contrasenya
cs: Uloži&t heslo
cy: &Cadw'r cyfrinair
da: &Gem kodeord
de: Pass&wort speichern
el: Α&ποθήκευση κωδικού πρόσβασης
es: Guardar con&traseña
et: Parooli sal&vestamine
eu: &Gorde pasahitza
fa: &ذخیرۀ اسم رمز‌
fi: &Säilytä salasana
fr: &Mémoriser le mot de passe
hu: A jelszó &mentése
is: &Vista lykilorð
it: &Conserva password
ja: パスワードを保存する(&T)
kk: Пароль жа&тталып алынсын
km: ផ្ទុក​ពាក្យ​សម្ងាត់​
ko: 비밀번호 저장(&T)
lt: &Įrašyti slaptažodį
mk: З&ачувај лозинка
nb: &Lagre passord
nds: Passwoort &wohren
nl: Wachtwoord on&thouden
nn: &Lagra passord
pt: &Guardar a senha
pt_br: G&uardar Senha
ru: &Сохранить пароль
sk: &Uložiť heslo
sl: S&hrani geslo
sr: &Похрани лозинку
sv: Spa&ra lösenord
ta: &கடவுச்சொல்லை சேமி
tg: &Захира кардани гузарвожа
uk: З&берегти пароль
zh_cn: 存储密码(&T)
zh_tw: 儲存密碼(&T)

source: This will cause your server password to be stored on your disk.
bg: Запомняне на паролата за достъп до сървъра на диска, така че няма нужда да я въвеждате всеки път.
ca: Això causarà que la contrasenya sigui desada al vostre disc.
cs: Toto vyvolá uložení hesla pro server na disk.
cy: Achosith hyn i'ch cyfrinair gael ei gadw ar eich ddisg.
da: Dette vil få dit serverkodeord til at blive gemt på disken
de: Damt wird Ihr Server-Passwort auf Ihrer Festplatte gespeichert.
el: Αυτό θα οδηγήσει στην αποθήκευση του κωδικού πρόσβασής σας στον εξυπηρετητή, στο δίσκο σας.
es: Ésto hará que la contraseña sea guardada en su disco.
et: Sellega saab serveri parooli kettale salvestada.
eu: Honek zure zerbitzariaren pasahitza zure diskan gordeko du.
fa: این باعث ذخیره‌ شدن اسم رمز کارساز در دیسک شما می‌شود.
fi: Palvelimen salasana talletetaan levylle.
fr: Cela entraînera l'enregistrement de votre mot de passe sur votre disque dur.
hu: A jelszó elmentése a lemezre.
is: Þetta mun vista lykilorðið á harða diskinn.
it: Questo farà in modo che la tua password sia conservata sul disco.
ja: あなたのサーバのパスワードをディスクに保存します。
kk: Бұл сервер паролін дискіңізде сақтайтындай қылады.
km: នេះ​នឹង​បង្ករ​ឲ្យ​ពាក្យ​សម្ងាត់​ម៉ាស៊ីន​បម្រើត្រូវ​ទុក​នៅ​លើ​ថាស​របស់​អ្នក ។
ko: 이는 사용자의 서버 비밀번호를 디스크에 저장하도록 합니다.
lt: Jūsų serverio slaptažodis bus įrašytas diske.
mk: Ова ќе предизвика вашата лозинка за серверот да биде зачувана на вашиот диск.
nb: Dette gjør at tjenerpassordet blir lagret på din disk.
nds: Sekert dat Serverpasswoort op de Fastplaat.
nl: Dit zorgt ervoor dat uw serverwachtwoord wordt opgeslagen op uw schijf.
nn: Gjer at tenarpassordet vert lagra lokalt på disken.
pt: Isto fará com que a sua senha do servidor seja guardada no seu disco.
pt_br: Isto irá fazer com que sua senha de servidor seja guardada no seu disco.
ru: Сохраняет пароль на доступ к серверу на жёстком диске.
sk: Toto spôsobí, že heslo pre server bude uložené na disk.
sl: To bo povzročilo, da se vaše geslo shrani na disk.
sr: Ово значи да ће ваша лозинка за сервер бити похрањена на вашем диску.
sv: Det här sparar ditt serverlösenord på hårddisken.
ta: இது உங்கள் சேவையகத்தின் கடவுச்சொல்லை தகட்டில் சேமிக்கும்.
tg: Гузарвожаро барои дастрасӣ ба хидматрасон дар диски сахти шумо захира мекунад.
uk: Ваш пароль буде збережено на диску.
zh_cn: 这会将您的服务器密码保存在磁盘上。
zh_tw: 這會讓您的密碼存在磁碟上。

source: Cancel Connect
bg: Прекъсване на връзката
ca: Cancel·la la connexió
cs: Zrušit připojení
cy: Diddymu Cysylltiad
da: Afbryd forbindelsen
de: Verbindung abbrechen
el: Ακύρωση σύνδεσης
es: Cancelar conexión
et: Katkesta ühenduse loomine
eu: Konexioa bertan behera utzi
fa: لغو اتصال
fi: Peruuta yhteys
fr: Annuler la connexion
hu: A csatlakozás megszakítása
is: Hætta við tengingu
it: Cancella connessione
ja: 接続を取消し
kk: Қосылудан бас тарту
km: បោះបង់​តភ្ជាប់​
ko: 연결 취소
lt: Atšaukti prijungimą
mk: Откажи поврзување
nb: Avbryt tilkobling
nds: Tokoppeln afbreken
nl: Verbinding annuleren
nn: Avbryt tilkopling
pt: Cancelar a Ligação
pt_br: Cancelar conexão
ru: Отменить подключение
sk: Zrušiť spojenie
sl: Prekliči povezavo
sr: Откажи повезивање
sv: Avbryt anslutning
ta: இணைப்பைத் துண்டி
tg: Рад кардани Пайвастшавӣ
uk: Скасувати з'єднання
zh_cn: 取消连接
zh_tw: 取消連線

source: C&onnect
bg: &Връзка
ca: C&onnecta
cs: Přip&ojit se
cy: C&ysylltu
da: &Forbind
de: &Verbinden
el: Σύνδε&ση
es: C&onectar
et: Ü&henda
eu: K&onektatu
fa: &اتصال‌
fi: &Yhdistä
fr: C&onnexion
hu: Cs&atlakozás
is: &Tengjast
it: C&onnetti
ja: 接続(&O)
kk: Қ&осылу
km: តភ្ជាប់
ko: 연결(&O)
lt: &Prisijungti
mk: П&оврзи
nb: K&oble til
nds: &Tokoppeln
nl: Verbin&den
nn: &Kopla til
pt: L&igar
pt_br: C&onectar
ru: &Подключение
sk: &Pripojiť
sl: Po&veži
sr: &Повежи се
sv: A&nslut
uk: З'&єднатися
zh_cn: 连接(&O)
zh_tw: 連線(&O)

source: Connect to the selected server
bg: Връзка с избрания сървър
ca: Connecta amb el servidor seleccionat
cs: Připojit se k vybranému serveru
cy: Cysylltu â'r gweinydd dewisiedig
da: Forbind til den valgte server
de: Mit ausgewähltem Server verbinden
el: Σύνδεση στον επιλεγμένο εξυπηρετητή
es: Conectar al servidor seleccionado
et: Loo ühendus valitud serverisse
eu: Konektatu hautatutako zerbitzarira
fa: اتصال به کارساز برگزیده
fi: Yhdistä valittuun palvelimeen
fr: Se connecter au serveur sélectionné
hu: Csatlakozás a kiválasztott kiszolgálóhoz
is: Tengjast völdum þjóni
it: Connessione al server selezionato
ja: 選択されたサーバに接続
kk: Таңдалған серверге қосылу
km: តភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​ជ្រើស​
ko: 선택한 서버로 연결
lt: Prisijungti prie nurodyto serverio
mk: Поврзете се на избраниот сервер
nb: Kobler opp mot den valgte tjener
nds: Na den utsöchten Server tokoppeln
nl: Verbinden met de geselecteerde server
nn: Kopla til den valde tenaren
pt: Ligar ao servidor seleccionado
pt_br: Conectar ao servidor selecionado
ru: Подключение к выбранному серверу
sk: Pripojiť sa k vybranému serveru
sl: Poveži se z izbranim strežnikom
sr: Повежи се на изабрани сервер
sv: Anslut till den valda servern
ta: தேர்ந்தெடுக்கப்பட்ட சேவையகத்துடன் இணை
tg: Пайвастшавӣ ба хидматрасони интихобгашта
uk: Приєднатися до вибраного сервера
zh_cn: 连接到选中的服务器
zh_tw: 連線到選擇的伺服器

source: Connect to the server given in <i>"Server / Quick Connect to:"</i> on the port given in <i>"Port:"</i>.
bg: Връзка със сървър зададен в <i>Сървър/бърза връзка с:</i> на порт зададен в <i>Порт:</i>.
ca: Connecta amb el servidor especificat en <i>"Servidor / Connexió ràpida:"</i> i al port especificat en <i>"Port:"</i>.
cs: Připojit se k serveru zadanému v <i>"Server / Rychlé připojení k:"</i> na port, zadaný v políčku <i>"Port:"</i>.
cy: Cysylltu â'r gweinydd sy wedi'i roi yn <i>"Gweinydd/ChwimGyswllt â:"</i> ar y porth sy wedi'i roi yn <i>"Porth:"</i>.
da: Forbind til serveren givet i <i>"Server / Forbind hurtigt til:"</i> på porten givet i <i>"Port:"</i>.
de: Baut eine Verbindung zum Server aus <i>"Server-Schnellverbindung"</i> auf dem Port in <i>"Port"</i> auf.
el: Σύνδεση στον εξυπηρετητή που δόθηκε στο <i>"Εξυπηρετητής / Γρήγορη σύνδεση σε:"</i> και στη θύρα που δόθηκε στο <i>"Θύρα:"</i>.
es: Conectar al servidor dado en <i>"Servidor/Conexión rápida:"</i> al puerto dado en <i>"Puerto:"</i>.
et: Ühenduse loomine väljal <i>"Server/kiire ühendus serverisse:"</i> toodud serverisse väljal <i>"Port"</i> toodud porti.
eu: Konektatu <i>"Zerbitzaria / Konexio azkarra hona:" </i> aukerak emandako zerbitzarira <i>"Ataka:"</i> aukerak emandako atakan.
fa: اتصال به کارساز داده‌شده در <i>»کارساز/اتصال‌ سریع به:«</i> در درگاه داده‌شده در<i>»درگاه:«</i>.
fi: Yhdistä palvelimeen joka on kerrottu kentässä <i>"Palvelin / Pikayhdistä:"</i> annetussa postissa, joka on kentässä <i>"Portti:"</i>.
fr: Se connecter au serveur donné dans « <i>Serveur/Connexion rapide à :</i> » sur le port donné dans « <i>Port :</i> ».
hu: Csatlakozás a <i>"Kiszolgáló / gyors csatlakozás:"</i> mezőben megadott géphez a <i>"Port:"</i> mezőben megadott porton keresztül.
is: Tengjast þjóninum í <i>"Þjónn / Skynditenging við:"</i> á portinu sem tiltekið er í <i>"Port:"</i>.
it: Effettua la connessione al server scelto in <i>"Server/Connessione rapida a:"</i> alla porta specificata nella casella <i>"Porta"</i>.
ja: 「サーバ/クイック接続:」で指定されたサーバに「ポート:」で指定されたポート番号で接続します。
kk: р<i>"Келесіге &жедел косылу:"</i> дегендегі серверге <i>"Порты:"</i> дегендегі порт арқылы қосылу.
km: តភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន​បម្រើ​ដែល​បាន​ផ្តល់​ឲ្យ​ក្នុង​ <i>"ម៉ាស៊ីន​បម្រើ​ / តភ្ជាប់​យ៉ាង​ឆាប់​រហ័ស​ទៅ​ ៖​</i> លើ​ច្រក​ដែល​បាន​ផ្តល់​ឲ្យ​ក្នុង <i>"ច្រក ​៖​"</i> ។
ko: <i>"서버/빠른 연결 대상:"</i> 에 주어진 서버에 <i>"포트:"</i>에 주어진 포트를사용하여 연결합니다.
lt: Prisijungti prie serverio, nurodyto <i>„Serveris arba Greitas prijungimas:“</i>; ryšio prievado nr. pateiktas <i>„Prievadas:“</i>.
mk: Се поврзува на серверот даден во <i>„Сервер / Брзо поврзување на:"</i>, на портата дадена во <i>„Порта:“</i>.
nb: Kobler til tjener oppgitt i <i>«Tjener / rask tilkobling:»</i> på porten angitt i <i>«Port:»</i>.
nds: Na den Server ünner <i>Server/Fix tokoppeln</i> an de Port ünner <i>Port</i> tokoppeln
nl: Bouw een verbinding op met de server die opgegeven is in <i>"Server / Snel verbinden met:"</i> op de poort die opgegeven is bij <i>"Poort:"</i>.
nn: Kopla til tenaren som er vald i <i>'Tenar/snøggtilkopling til:'</i> på porten som er vald i <i>'Port:'</i>.
pt: Liga-se ao servidor dado por <i>"Servidor / Ligação Rápida a:"</i> no porto dado em <i>"Porto:"</i>.
pt_br: Conecta ao servidor especificado em <i>"Servidor / Conexão rápida a:"</i> na porta especificada em <i>"Porta:"</i>.
ru: Подключение к серверу <i>"Быстрое подключение к:"</i> по порту <i>"Порт:"</i>.
sk: Pripojiť sa na server <i>"Server/Rýchle pripojenie:"</i> na port zadaný v <i>"Port"</i>.
sl: Povezava s strežnikom, podanem v <i>»Strežnik / Hitra povezava do:«</i> na vrata, podana v <i>»Vrata:«</i>.
sr: Повежи се на сервер који је дат у <i>„Сервер / Брзо повезивање на:“</i> на порту датом у <i>„Порт:“</i>.
sv: Anslut till servern som angetts i <i>"Server/Snabb uppkoppling mot:"</i> på porten som angetts i <i>"Port:"</i>.
ta: கொடுக்கப்பட்டுள்ள சேவையகத்தை தொடர்பு கொள்க<i>" சேவையக/விரைவு இணைப்பிற்கு:"</i> கொடுக்கப்பட்ட துறையுடன்<i>"துறை:"</i>.
tg: Пайвастшавӣ ба хидматрасони додашудаи <i>"Хидматрасон / Пайвастшавии Зуд ба:"</i> дар даргоҳи додашудаи <i>"Даргоҳ:"</i>.
uk: Приєднатися до сервера наведеного у <i>"Сервер/швидкий зв'язок:"</i> з портом наведеним у <i>"Порт:"</i>.
zh_cn: 连接到<i>“服务器/快速连接到：”</i>指定的服务器，使用<i>“端口：”</i>指定的端口。
zh_tw: 連線到「伺服器/快速連接到」欄位所指定的伺服器，及「連接埠」所指定的連接埠。

source: &Edit Servers
bg: &Редактиране на сървъри
ca: &Edita els servidors
cs: Upravit s&ervery
cy: Golygu Gw&einyddion
da: &Redigér servere
de: &Server bearbeiten
el: &Επεξεργασία εξυπηρετητών
es: &Editar servidores
et: Serverite &redigeerimine
eu: &Editatu zerbitzariak
fa: &ویرایش کارسازها‌
fi: &Muokkaa palvelimia
fr: Modifi&er les serveurs
hu: A kiszol&gálók szerkesztése
is: Breyta &þjónum
it: &Modifica i server
ja: サーバ一覧を編集(&E)
kk: Серверлер тізімін өзг&ерту
km: កែសម្រួល​ម៉ាស៊ីន​បម្រើ​
ko: 서버 편집(&E)
lt: &Keisti serverius
mk: Ур&еди сервери
nb: &Endre tjenere
nds: Servers &bewerken
nl: Servers b&ewerken
nn: &Endra tenarar
pt: &Editar os Servidores
pt_br: &Editar servidores
ru: &Редактировать список серверов
sk: &Upraviť servery
sl: Ur&edi strežnike
sr: Ур&еди сервере
sv: R&edigera servrar
ta: சேவையக தொகுப்பி
tg: &Таҳрири Хидматрасонҳо
uk: &Редагувати сервери
zh_cn: 编辑服务器(&E)
zh_tw: 編輯伺服器(&E)

source: Auto Connect
bg: Връзка
ca: Autoconnecta
cs: Automaticky se připojit
cy: Hunan-gysylltu
da: Auto-forbind
de: Automatisch verbinden
el: Αυτόματη σύνδεση
es: Autoconectar
et: Automaatne ühendamine
eu: Auto konektatu
fa: اتصال خودکار
fi: Yhdistä automaattisesti
fr: Connexion automatique
hu: Automatikus csatlakozás
is: Tengjast sjálfvirkt
it: Connessione automatica
ja: 自動接続
kk: Автоқосылу
km: តភ្ជាប់​ស្វ័យប្រវត្តិ​
ko: 자동 연결
lt: Automatiškai prijungti
mk: Поврзи се автоматски
nb: Auto-tilkobling
nds: Automaatsch tokoppeln
nl: Automatisch verbinden
nn: Kopla til automatisk
pt: Ligar Automaticamente
pt_br: Auto Conectar
ru: Автоподключение
sk: Automatické pripojenie
sl: Samodejna povezava
sr: Аутоматско повезивање
sv: Anslut automatiskt
ta: தானே இணை
tg: Худпайвастшавӣ
uk: Автоз'єднання
zh_cn: 自动连接
zh_tw: 自動連線

source: Auto Connect List
bg: Списък за автоматична връзка
ca: Llista d'autoconnexió
cs: Seznam automatických připojení
cy: Rhestr Hunan-gysylltu
da: Auto-forbind-liste
de: Liste automatischer Verbindungen
el: Λίστα αυτόματης σύνδεσης
es: Lista de autoconexión
et: Automaatsete ühenduste nimekiri
eu: Auto konexio zerrenda
fa: فهرست اتصال خودکار
fi: Automaattisesti liityttävien palvelimien lista
fr: Liste des connexions automatiques
hu: Az automatikus csatlakozás listája
is: Listi yfir sjálfv. tengingar
it: Lista connessione automatica
ja: 自動接続のリスト
kk: Автоқосылу тізімі
km: បញ្ជី​តភ្ជាប់​ស្វ័តប្រវត្តិ​
ko: 자동 연결 목록
lt: Auto prijungimo sąrašas
mk: Листа за автоматско поврзување
nb: Liste for auto-tilkobling
nds: List för't automaatsche Tokoppeln
nl: Lijst automatisch verbinden
nn: Liste for auto-tilkopling
pt: Lista de Auto Ligação
pt_br: Lista de Auto Conexão
ru: Список автоподключений
sk: Zoznam pre automatické pripojenie
sl: Seznam samodejnih povezav
sr: Листа аутоматског повезивања
sv: Lista för automatisk anslutning
ta: தானே இணைக்கும் பட்டியல்
tg: Рӯйхати Худпайвастшавӣ
uk: Список автоз'єднань
zh_cn: 自动连接列表
zh_tw: 自動連線清單

source: Port/Key
bg: Порт/ключ
ca: Port/Clau
cs: Port/Klíč
cy: Porth/Allwedd
da: Port/Tast
de: Port/Schlüssel
el: Θύρα/Κλειδί
es: Puerto/Clave
et: Port/võti
eu: Ataka/giltza
fa: درگاه/کلید
fi: Portti/Avain
fr: Port / clé
hu: Port/kulcs
is: Gátt/Lykill
it: Porta/Chiave
ja: ポート/キー
kk: Порт/Кілт
km: ច្រក​ឬ គ្រាប់ចុច​
ko: 포트/키
lt: Prievadas/raktas
mk: Порта/клуч
nb: Port/nøkkel
nds: Port/Slötel
nl: Poort/Sleutel
nn: Port/nøkkel
pt: Porta/Chave
pt_br: Porta/Chave
ru: Порт/Ключ
sk: Port/Kľúč
sl: Vrata/Ključ
sr: Порт/кључ
sv: Port/nyckel
ta: துறை/விசை
tg: Даргоҳ/Калид
uk: Порт/ключ
zh_cn: 端口/密钥
zh_tw: 連接埠/金鑰

source: Server Password
bg: Парола на сървъра
ca: Contrasenya del servidor
cs: Heslo na server
cy: Cyfrinair i'r Gweinydd
da: Server-kodeord
de: Server-Passwort
el: Κωδικός πρόσβασης εξυπηρετητή
es: Contraseña del servidor
et: Serveri parool
eu: Zerbitzariaren pasahitza
fa: اسم رمز کارساز
fi: Palvelimen salasana
fr: Mot de passe du serveur
hu: A kiszolgáló jelszava
is: Lykilorð á þjóni
it: Password del server
ja: サーバのパスワード
kk: Сервердің паролі
km: ពាក្យ​សម្ងាត់​ម៉ាស៊ីន​បម្រើ​
ko: 서버 비밀번호
lt: Serverio slaptažodis
mk: Лозинка за серверот
nb: Tjenerpassord
nds: Server-Passwoort
nl: Serverwachtwoord
nn: Tenarpassord
pt: Senha do Servidor
pt_br: Senha do Servidor
ru: Пароль для доступа на сервер
sk: Heslo servera
sl: Geslo strežnika
sr: Лозинка за сервер
sv: Serverlösenord
ta: சேவையக கடவுச்சொல்
tg: Гузарвожаи Хидматрасон
uk: Пароль сервера
zh_cn: 服务器密码
zh_tw: 伺服器密碼

source: Auto Connect Setup
bg: Настройки на автоматична връзка
ca: Configuració de l'autoconnexió
cs: Nastavení automatického připojení
cy: Gosod Hunan-Gysylltu
da: Auto-forbind-opsætning
de: Automatische Verbindungen einrichten
el: Ρύθμιση αυτόματης σύνδεσης
es: Configuración de autoconexión
et: Automaatse ühendamise seadistamine
eu: Auto konexioen konfigurazioa
fa: برپایی اتصال خودکار
fi: Automaattisen yhteydenoton asetukset
fr: Réglage des connexions automatiques
hu: Az automatikus csatlakozás beállítása
is: Uppsetning sjálfvirkrar tengingar
it: Impostazioni connessione automatica
ja: 自動接続の設定
kk: Автоқосылуды баптау
km: រៀបចំ​តភ្ជាប់​ដោយ​ស្វ័យប្រវត្តិ​
ko: 자동 연결 설정
lt: Auto prijungimo parinktys
mk: Поставување на автоматско поврзување
nb: Oppsett for auto-tilkobling
nds: Automaatsch Tokoppeln instellen
nl: Automatisch verbinden instellen
nn: Oppsett for auto-tilkopling
pt: Configuração da Ligação Automática
pt_br: Configuração de Auto-Conexão
ru: Настройка автоподключения
sk: Nastavenie automatického pripájania
sl: Nastavitve samodejnega povezovanja
sr: Подешавање аутоматског повезивања
sv: Anpassa automatisk anslutning
ta: தானே இணைக்கும் உள்ளமைப்பு
tg: Танзими Худпайвастшавӣ
uk: Налаштування автоз'єднання
zh_cn: 自动连接设置
zh_tw: 自動連線設定

source: Server:
bg: Сървър:
ca: Servidor:
cy: Gweinydd:
el: Εξυπηρετητής:
es: Servidor:
eu: Zerbitzaria:
fa: کارساز:
fi: Palvelin:
fr: Serveur :
hu: Kiszolgáló:
is: Þjónn:
ja: サーバ:
kk: Сервері:
km: ម៉ាស៊ីនបម្រើ ៖
ko: 서버:
lt: Serveris:
mk: Сервер:
nb: Tjener:
nn: Tenar:
pt: Servidor:
pt_br: Servidor:
ru: Сервер:
sl: Strežnik:
sr: Сервер:
ta: சேவையகம்
tg: Хидматрасон:
uk: Сервер:
zh_cn: 服务器：
zh_tw: 伺服器：

source: Server password:
bg: Парола на сървъра:
ca: Contrasenya del servidor:
cs: Heslo na server:
cy: Cyfrinair y Gweinydd:
da: Server-kodeord:
de: Server-Passwort:
el: Κωδικός πρόσβασης εξυπηρετητή:
es: Contraseña del servidor:
et: Serveri parool:
eu: Zerbitzariaren pasahitza:
fa: اسم رمز کارساز:
fi: Palvelimen salasana:
fr: Mot de passe du serveur :
hu: A kiszolgáló jelszava:
is: Lykilorð þjóns:
it: Password del server:
ja: サーバのパスワード:
kk: Қосылу паролі:
km: ពាក្យ​សម្ងាត់​ម៉ាស៊ីន​បម្រើ​
ko: 서버 비밀번호:
lt: Serverio slaptažodis:
mk: Лозинка за серверот:
nb: Tjenerpassord:
nds: Server-Passwoort:
nl: Serverwachtwoord:
nn: Tenarpassord:
pt: Senha do servidor:
pt_br: Senha do Servidor:
ru: Пароль для доступа к серверу:
sk: Heslo servera:
sl: Geslo strežnika:
sr: Лозинка за сервер:
sv: Serverlösenord:
ta: சேவையக கடவுச்சொல்:
tg: Гузарвожаи хидматрасон:
uk: Пароль сервера:
zh_cn: 服务器密码：
zh_tw: 伺服器密碼：

source: &Channel:
bg: Ка&нал:
ca: &Canal:
cs: &Kanál:
cy: &Sianel:
da: &Kanal:
de: &Kanal:
el: &Κανάλι:
es: &Canal:
et: &Kanal:
eu: &Kanala:
fa: &مجرا:‌
fi: &Kanava:
fr: C&anal :
hu: Csa&torna:
is: &Rás:
it: &Canale:
ja: チャンネル(&C):
kk: &Арнасы:
km: ឆានែល​ ៖
ko: 채널(&C):
lt: &Kanalas:
mk: &Канал:
nb: &Kanal:
nds: &Klöönruum:
nl: &Kanaal:
nn: &Kanal:
pt: &Canal:
pt_br: &Canal:
ru: &Канал:
sk: &Kanál:
sl: &Kanal:
sr: &Канал:
sv: &Kanal:
ta: தடம்
tg: &Канал:
uk: &Канал:
zh_cn: 频道(&C)：
zh_tw: 頻道(&C)：

source: &Add
bg: До&бавяне
ca: A&fegeix
cs: Přid&at
cy: Ychw&anegu
da: &Tilføj
de: &Hinzufügen
el: &Προσθήκη
es: Aña&dir
et: &Lisa
eu: &Gehitu
fa: &افزودن‌
fi: &Lisää
fr: &Ajouter
hu: &Hozzáadás
is: Bæt&a við
it: &Aggiungi
ja: 追加(&A)
kk: Қ&осу
km: បន្ថែម
ko: 추가(&A)
lt: &Įdėti
mk: &Додај
nb: &Legg til
nds: &Tofögen
nl: &Toevoegen
nn: &Legg til
pt: &Adicionar
pt_br: &Adicionar
ru: &Добавить
sk: Prid&ať
sl: &Dodaj
sr: Дод&ај
sv: Lägg &till
ta: சேர்
tg: &Илова кардан
uk: &Додати
zh_cn: 添加(&A)
zh_tw: 新增(&A)

source: Colors
bg: Цветове
cs: Barvy
cy: Lliwiau
da: Farver
de: Farben
el: Χρώματα
es: Colores
et: Värvid
eu: Koloreak
fa: رنگها
fi: Värit
fr: Couleurs
hu: Színek
is: Litir
it: Colori
ja: 色
kk: Түстері
km: ពណ៌
ko: 색상
lt: Spalvos
mk: Бои
nb: Farger
nds: Klören
nl: Kleuren
nn: Fargar
pt: Cores
pt_br: Cores
ru: Цвета
sk: Farby
sl: Barve
sr: Боје
sv: Färger
ta: நிறங்கள்
tg: Рангҳо
uk: Кольори
zh_cn: 颜色
zh_tw: 顏色

source: &Scheme
bg: &Схема
ca: Es&quema
cs: &Schéma
cy: C&ynllun
da: &System
de: &Schema
el: &Σχήμα
es: E&squema
et: &Skeem
eu: &Eskema
fa: &طرحواره‌
fi: &Skeema
fr: A&rrangement
hu: Össz&eállítás
is: &Skema
it: &Schema
ja: スキーム(&S)
kk: &Сұлбасы
km: គ្រោង​ការណ៍​
ko: 스키마(&S)
lt: &Schema
mk: &Шема
nb: &Skjema
nds: &Muster
nl: &Schema
nn: &Oppsett
pt: E&squema
pt_br: &Esquema
ru: &Тема
sk: &Schéma
sl: &Shema
sr: Ше&ма
sv: S&chema
ta: திட்டமுறை
tg: &Мавзӯъ
uk: С&хема
zh_cn: 方案(&S)
zh_tw: 機制(&S)

source: Chat Colors
bg: Цветове на чата
ca: Colors del xat
cs: Barvy chatu
cy: Lliwiau Sgwrsio
da: Chat-farver
de: Chat-Farben
el: Χρώματα συζήτησης
es: Colores de charla
et: Vestluse värvid
eu: Berriketearen koloreak
fa: رنگهای گپ
fi: Värit
fr: Couleur pour les discussions
hu: Színek - csevegés
is: Spjall Litir
it: Colori di chat
ja: チャットの色設定
kk: Әнгіме түстері
km: ពណ៌ជជែកកំសាន្ត​
ko: 대화 색상
lt: Pokalbio spalvos
mk: Бои за муабетење
nb: Pratefarger
nds: Klöön-Klören
nl: Gesprek-kleuren
nn: Pratefargar
pt: Cores da Conversação
pt_br: Cores do Bate-papo
ru: Цвета чата
sk: Farby pre chat
sl: Barve pri klepetu
sr: Боје за ћаскање
sv: Chattfärger
ta: அரட்டை நிறங்கள்
tg: Рангҳои Чат
uk: Кольори балачки
zh_cn: 聊天颜色
zh_tw: 聊天顏色

source: C&hannel messages:
bg: С&ъобщения в канал:
ca: Missatges del c&anal:
cs: Zprávy &kanálů:
cy: Ne&geseuon Sianel:
da: &Kanal-beskeder:
de: &Kanal-Nachrichten:
el: Μηνύματα &καναλιού:
es: Mensajes de C&han:
et: &Kanali teated:
eu: &Kanalaren mezuak:
fa: پیام &مجراها:‌
fi: &Kanavaviestit:
fr: Messages des &canaux :
hu: Cs&evegési üzenetek:
is: S&kilaboð Rásar:
it: Messaggi del cana&le:
ja: チャンネルメッセージ(&H):
kk: А&рна хабарламаларының:
km: ឆានែល​សារ​ ៖
ko: 채널 메시지(&H)
lt: Kanalo prane&šimai:
mk: Пораки на к&анал:
nb: Ka&nalmeldinger:
nds: &Klöönruum-Narichten:
nl: &Kanaalberichten:
nn: &Kanalmeldingar:
pt: Mensagens do &canal:
pt_br: &Mensagens de canal:
ru: Сообщения &канала:
sk: Správy &kanálu:
sl: Sporočila na &kanalu:
sr: Поруке са &канала:
sv: &Kanalmeddelanden:
ta: தடத் தகவல்கள்:
tg: Паёмҳои &канал:
uk: Повідомлення &каналів:
zh_cn: 频道消息(&H)：
zh_tw: 頻道訊息(&H)：

source: &Generic text:
bg: Об&щ текст:
ca: Text &genèric:
cs: O&byčejný text:
cy: Testun Cy&ffredinol:
da: &Generisk tekst:
de: &Allgemeiner Text
el: &Γενικό κείμενο:
es: Texto &genérico:
et: Tavali&ne tekst:
eu: Testu &generikoa
fa: متن &عمومی:‌
fi: &Yleinen teksti:
fr: Texte &générique :
hu: Álta&lános szöveg:
is: &Almennur Texti:
it: Testo &generico:
ja: 通常のテキスト(&G):
kk: &Негізгі мәтіннің:
km: នៃ​ប្រភេទ​អត្ថបទ​ ៖​
ko: 일반 텍스트(&G):
lt: &Bendras tekstas:
mk: &Општ текст:
nb: &Generisk tekst:
nds: &Normaal Text:
nl: &Generieke tekst:
nn: &Vanleg tekst:
pt: Texto &genérico:
pt_br: Texto &genérico:
ru: Основной &текст:
sk: &Generický text:
sl: &Generično besedilo:
sr: &Обичан текст:
sv: Generell te&xt:
ta: பொதுவான உரை:
tg: Манти &асосӣ:
uk: &Загальний текст:
zh_cn: 普通文本(&G)：
zh_tw: 一般文字(&G)：

source: &Errors:
bg: &Грешки:
cs: &Chyby:
cy: G&wallau:
da: &Fejl:
de: &Fehler:
el: &Σφάλματα:
es: &Errores:
et: V&eateated:
eu: &Erroreak:
fa: &خطاها:‌
fi: &Virheet:
fr: &Erreurs :
hu: H&ibák:
is: &Villur:
it: &Errori:
ja: エラー(&E):
kk: &Қателердің:
km: កំហុស​ ៖​
ko: 오류(&E):
lt: &Klaidos:
mk: &Грешки:
nb: &Feil:
nds: &Fehlers:
nl: Foutm&eldingen:
nn: &Feil:
pt: &Erros:
pt_br: &Erros:
ru: &Ошибки:
sk: &Chyby:
sl: N&apake:
sr: &Грешке:
sv: Fe&l:
ta: பிழைகள்:
tg: &Хатогиҳо:
uk: &Помилки:
zh_cn: 错误(&E)：
zh_tw: 錯誤(&E)：

source: &Info:
bg: И&нформация:
ca: &Informació:
cs: &Informace:
cy: Gwy&bodaeth:
el: Π&ληροφορίες:
es: &Información:
eu: &Informazioa:
fa: &اطلاعات:‌
fr: &Informations :
hu: &Tájékoztató szövegek:
is: &Upplýsingar:
it: &Informazioni:
ja: 情報(&I):
kk: &Мәліметтің:
km: ព័ត៌មាន​ ៖
ko: 정보(&I):
mk: &Информација:
pt_br: &Informações:
ru: &Информация:
sl: &Informacije:
sr: &Информације:
sv: &Information:
ta: தகவல்:
tg: &Ахборот:
uk: &Інформація:
zh_cn: 信息(&I)：
zh_tw: 資訊(&I)：

source: &Links:
bg: &Хипервръзки:
ca: En&llaços:
cs: O&dkazy:
cy: &Cysylltau:
da: &Link:
de: &Verknüpfungen:
el: &Δεσμοί:
es: En&laces:
et: &Viidad:
eu: &Loturak:
fa: &پیوندها‌:‌
fi: &Linkit:
fr: &Liens :
hu: L&inkek:
is: H&lekkir:
it: &Collegamenti:
ja: リンク(&L):
kk: &Сілтемелердің:
km: តណរ ៖​
ko: 링크(&L):
lt: &Nuorodos:
mk: &Врски:
nb: &Lenker:
nn: &Lenkjer:
pt: &Ligações:
ru: &Ссылки:
sk: O&dkazy:
sl: &Povezave:
sr: &Везе:
sv: L&änkar:
ta: இணைப்புகள்:
tg: &Пайвандҳо:
uk: Поси&лання:
zh_cn: 链接(&L)：
zh_tw: 連結(&L)：
