Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Nickname to use
ca: Sobrenom a usar
cs: Použít přezdívku
da: Alias der skal bruges
de: Zu benutzender Spitzname
el: Ψευδώνυμο προς χρήση
es: Apodo a usar
et: Kasutatav hüüdnimi
eu: Erabiltzeko goitizena
fa: لقب مورد استفاده
fi: Käytettävä lempinimi.
fr: Pseudonyme à utiliser
hu: A használni kívánt becenév
is: Gælunafn til að nota
it: Nick da utilizzare
ja: 使用するニックネーム
kk: Қолданатын бүркеншік ат
km: សម្មតិនាម​ត្រូវ​ប្រើ
ko: 사용할 별명
lt: Naudoti slapyvardį
mk: Прекар за употреба
nb: Kallenavn du vil bruke
nds: Ökelnaam, de bruukt warrn schall
nl: Te gebruiken bijnaam
nn: Kallenamnet som skal brukast
pt: Alcunha a usar
pt_br: Apelido para uso
ru: Использовать ник
sk: Používaná prezývka
sl: Uporabljeni vzdevek
sr: Надимак за коришћење
sv: Smeknamn som ska användas
ta: பயன்படுத்த வேண்டிய புனைப்பெயர்
tg: Номи ник барои истифодабарӣ
uk: Вживати прізвисько
zh_cn: 要使用的昵称
zh_tw: 要使用的暱稱

source: Server to connect to on startup
ca: Servidor al qual connectar en engegar
cs: Při startu se připojit k serveru
da: Server der skal forbindes til ved opstart
de: Server, mit dem beim Start eine Verbindung hergestellt werden soll
el: Ο διακομιστής που θα συνδέεστε κατά την εκκίνηση
es: Servidor al que conectar al arrancar
et: Server, millega luuakse ühendus käivitamisel
eu: Abioan konektatuko zaren zerbitzaria
fa: کارساز برای اتصال هنگام راه‌اندازی
fi: Palvelin, jonne yhdistetään käynnistettäessä.
fr: Serveur auquel se connecter au démarrage
hu: Induláskor csatlakozás ehhez a kiszolgálóhoz
is: Þjónn sem tengst er við ræsingu
it: Server a cui connettersi all'avvio
ja: 起動時に接続するサーバ
kk: Бастағанда қосылатын сервері
km: ម៉ាស៊ីន​បម្រើ​ត្រូវ​តភ្ជាប់​ទៅ​ពេល​ចាប់ផ្ដើម
ko: 시작할 때 연결할 서버
lt: Pradėjus darbą jungtis prie šio serverio
mk: Сервер за поврзување при стартување
nb: Tjener å koble opp mot ved oppstart
nds: De Server, na den bi't Starten tokoppelt warrt
nl: Server om bij het opstarten mee te verbinden
nn: Tenaren du vil kopla til ved oppstart
pt: O servidor ao qual ligar no arranque
pt_br: Servidor para conectar-se na inicialização
ru: Соединиться с этим сервером при запуске
sk: Server, ku ktorému sa pri štarte pripojiť
sl: Strežnik za povezavo ob zagonu
sr: Сервер на који се треба повезати при покретању
sv: Server att ansluta till vid start
ta: துவக்கத்தில் சேவையத்துடன் இணைப்பு
tg: Пайвастшавӣ ба ин хидматрасон ҳангоми оғозёбӣ
uk: З'єднуватись з сервером при запуску
zh_cn: 启动时连接的服务器
zh_tw: 啟動時要連線的伺服器

source: Channel to connect to on startup
ca: Canal al que connectar en engegar
cs: Při startu se připojit ke kanálu
da: Kanal der skal forbindes til ved opstart
de: Kanal, mit dem beim Start eine Verbindung hergestellt werden soll
el: Το κανάλι που θα συνδέεστε κατά την εκκίνηση
es: Canal al que conectar al inicio
et: Kanal, millega luuakse ühendus käivitamisel
eu: Abioan konektatuko zaren kanala
fa: مجرا برای اتصال هنگام راه‌اندازی
fi: Kanava, jolle liitytään käynnistettäessä.
fr: Canal auquel se connecter au démarrage
hu: Induláskor csatlakozás ehhez a csatornához
is: Rás sem á að tengjast við ræsingu
it: Canale a cui connettersi all'avvio
ja: 起動時に接続するチャンネル
kk: Бастағанда қосылатын арна
km: ប៉ុស្តិ៍​ត្រូវ​តភ្ជាប់​ទៅ​ពេល​ចាប់ផ្ដើម
ko: 시작할 때 연결할 채널
lt: Pradėjus darbą jungtis prie šio kanalo
mk: Канал за поврзување при стартување
nb: Kanal å koble opp til ved oppstart
nds: Klöönruum, na den bi't Starten tokoppelt warrt
nl: Kanaal om bij het opstarten mee te verbinden
nn: Kanalen du vil kopla til ved oppstart
pt: O canal ao qual ligar no arranque
pt_br: Canal para conectar-se na inicialização
ru: Присоединиться к этим каналам при запуске
sk: Kanál, ku ktorému sa pri štarte pripojiť
sl: Kanal za povezavo ob zagonu
sr: Канал на који се треба повезати при покретању
sv: Kanal att ansluta till vid start
ta: துவக்கத்தில் தட இணைப்பு
tg: Пайвастшавӣ ба ин канал ҳангоми оғозёбӣ
uk: Приєднуватися до каналу при запуску
zh_cn: 启动时连接的频道
zh_tw: 啟動時要加入的頻道名稱

source: Do not autoconnect on startup
ca: No connectar automàticament en engegar
cs: Při startu se automaticky nepřipojovat
da: Forbind ikke automatisk ved opstart
de: Beim Programmstart nicht automatisch verbinden
el: Να μη γίνεται αυτόματη σύνδεση κατά την εκκίνηση
es: No conectar automáticamente en el inicio
et: Käivitamisel ei looda automaatselt ühendust
eu: Ez automatikoki autokonektatu abioan
fa: عدم اتصال خودکار هنگام راه‌اندازی
fi: Älä ota yhteyttä käynnistyksessä.
fr: Ne pas se connecter automatiquement au démarrage
hu: Induláskor nem kell automatikusan csatlakozni
is: Ekki tengast sjálfvirkt við ræsingu
it: Non connettersi automaticamente all'avvio
ja: 起動時に自動接続をしない
kk: Бастағанда автоматты түрде қосылмау
km: កុំ​តភ្ជាប់​ដោយ​ស្វ័យប្រវត្តិ​ពេល​ចាប់ផ្តើម
ko: 시작할 때 자동 연결하지 않음
lt: Pradėjus darbą nesijungti automatiškai
mk: Не се поврзувај автоматски при стартување
nb: Ikke koble til automatisk ved oppstart
nds: Bi't Starten nich automaatsch tokoppeln
nl: Niet automatisch verbinden bij opstarten
nn: Ikkje kopla til automatisk ved oppstart
pt: Não ligar automaticamente no arranque
pt_br: Não conectar automaticamente na inicialização
ru: Не соединяться с сервером при запуске
sk: Nepripájať sa automaticky pri štarte
sl: Ne poveži samodejno ob zagonu
sr: Немој да се повежеш аутоматски приликом покретања
sv: Anslut inte automatiskt vid start
ta: துவக்கத்தில் தானியக்க இணைப்பு வேண்டாம்
tg: Ҳангоми оғозёбӣ ба таври худкор пайваст нашудан
uk: Не робити автоз'єднання при запуску
zh_cn: 启动时不自动连接
zh_tw: 啟動時不要自動連線

source: (c) 1997-2002, The KSirc Developers
bg: (c) 1997-2002, екипът на KSirc
ca: (c) 1997-2002, Els desenvolupadors de KSirc
cs: (c) 1997-2003, vývojáři KSirc
cy: (h) 1997-2002, Datblygwyr KSirc
da: (c) 1997-2002, KSirc-udviklerne
de: (c) 1997-2002, die KSirc-Entwickler
el: (c) 1997-2002, οι προγραμματιστές του KSirc
es: (c) 1997-2002, Los desarrolladores de KSirc
et: (c) 1997-2002: KSirci arendajad
eu: (c) 1997-2002, KSirc-en garatzaileak
fi: (c) 1997-2001, KSirc-kehittäjät
fr: (c) 1997-2002, Les développeurs de KSirc
hu: (c) A KSirc fejlesztői, 1997-2002.
is: (c) 1997-2002, KSirc forritararnir
it: (c) 1997-2002, gli sviluppatori di KSirc
kk: (c) 1997-2002, KSirc жасаушылары
km: (រក្សាសិទ្ធ​) ១៩៩៧-២០០២, អ្នក​អភិវឌ្ឍន៍ KSirc
lt: © 1997-2002, KSirc programuotojai
mk: (c) 1997-2002, развивачите на KSirc
nb: © 1997–2002 KSirc utviklerne
nds: (c) 1997-2002, De KSirc-Schrievers
nl: (c) 1997-2002, de KSirc-ontwikkelaars
nn: © 1997–2002 KSirc-utviklarane
pt: (c) 1997-2002, Os Programadores do KSirc
pt_br: (c) 1997-2002, Os Desenvolvedores do KSirc
ru: (c) 1997-2002, разработчики KSirc
sk: (c) 1997-2002, Vývojári KSirc
sl: © 1997-2002, razvijalci KSirc
sr: © 1997-2002, програмери KSirc-а
sv: © 1997-2002, Ksirc-utvecklarna
ta: (c) 1997-2002, KSirc உருவாக்குபவர்கள்
tg: (c) 1997-2002, Коргардонони KSirc
uk: (c) 1997-2002, Розробники KSirc
zh_cn: (c) 1997-2002, KSirc 开发者
zh_tw: (c) 1997-2002，KSirc 開發團隊

source: Original Author
ca: Autor original
cs: Původní autor
cy: Awdur Gwreiddiol
da: Oprindelig forfatter
de: Ursprünglicher Autor
el: Αρχικός συγγραφέας
es: Autor original
et: Algupärandi autor
eu: Jatorrizko egilea
fa: نویسندۀ اصلی
fi: Alkuperäinen tekijä
fr: Auteur originel
hu: Az eredeti szerző
is: Upprunalegur höfundur
it: Autore originario
ja: オリジナルの作者
kk: Бастапқы авторы
km: អ្នក​និពន្ធ​ដើម
ko: 처음 만든이
lt: Pradinis autorius
mk: Оригинален автор
nb: Originalforfatter
nds: Orginaalautor
nl: Oorspronkelijke auteur
nn: Opphavleg forfattar
pt: Autor Original
pt_br: Autor Original
ru: Автор идеи
sk: Pôvodny autor
sl: Prvotni avtor
sr: Првобитни аутор
sv: Ursprunglig upphovsman
ta: மூல ஆசிரியர்
tg: Муаллифи Ибтидоӣ
uk: Перший автор
zh_cn: 原作者
zh_tw: 原始作者

source: Icons Author
ca: Autor de les icones
cs: Autoři ikon
cy: Awdur yr Eiconau
da: Ikon-forfatter
de: Symbol-Autor
el: Συγγραφέας εικονιδίων
es: Autor de iconos
et: Ikoonide autor
eu: Ikonoen egileak
fa: نویسندۀ شمایلها
fi: Kuvakkeiden kehittelijä
fr: Auteur des icônes
hu: Ikonkészítő
is: Táknmyndagerð
it: Icone autore
ja: アイコンの作者
kk: Таңбашалардың авторы
km: អ្នក​និពន្ធ​រូប​តំណាង
ko: 아이콘 만든이
lt: Ženkliukų autorius
mk: Автор на иконите
nb: Ikon-forfatter
nds: Autor vun de Lüttbiller
nl: Auteur van pictogrammen
nn: Ikonartist
pt: Autor dos Ícones
pt_br: Autor dos Ícones
ru: Автор значков
sk: Autor ikon
sl: Avtor ikon
sr: Аутор икона
sv: Upphovsman till ikoner
ta: சின்னத்தின் ஆசிரியர்
tg: Муаллифи Тасвирҳо
uk: Автор піктограм
zh_cn: 图标作者
zh_tw: 圖示作者

source: 5 Channel windows were opened in less than 5 seconds. Someone may be trying to flood your X server with windows. Shall I turn off AutoCreate windows?
bg: Отворени са 5 нови прозореца за канали за по-малко от 5 секунди. Някой се опитва да задръсти вашия сървър X с прозорци. Искате ли автоматичното създаване на прозорци да бъде изключено?
ca: S'han obert 5 finestres de canal en menys de 5 segons. Potser algú està provant d'inundar amb finestres el vostre servidor X. Haig d'apagar l'autocreació de finestres?
cs: Během méně než pěti sekund bylo otevřeno 5 oken. Někdo se možná pokouší zaplavit váš X server okny. Vypnout automatické vytváření oken?
cy: Agorwyd 5 ffenestr sianel mewn llai na 5 eiliad. Hwyrach bod rhywun yn ceisio gorlifo eich gweinydd X gyda ffenestri. Hoffech imi ddiffodd Hunan-Greu Ffenestri?
da: 5 kanalvinduer blev åbnet på mindre end 5 sekunder. Der er måske nogen, der forsøger at oversvømme din X-server med vinduer. Skal jeg slå AutoCreate vinduer fra?
de: Es wurden 5 Fenster in weniger als 5 Sekunden geöffnet. Möglicherweise versucht jemand, Ihren X-Server mit Fenstern zu überfluten. Soll das automatische Öffnen von Fenstern abgeschaltet werden?
el: 5 παράθυρα καναλιού ανοίχτηκαν σε λιγότερο από 5 δευτερόλεπτα. Πιθανόν κάποιος προσπαθεί να πλημμυρίσει τον εξυπηρετητή Χ σας με παράθυρα. Να απενεργοποιήσω την Αυτόματη δημιουργία παραθύρων;
es: 5 ventanas de canales fueron abiertos en menos de 5 segundos. Alguien puede estartratando de tirar su servidor X con ventanas. ¿Deshabilito el autocrear ventanas?
et: Vähem kui viie sekundiga on avatud vähemalt viis akent. Keegi üritab võib-olla sinu X serverit akendega pommitada. Kas keelata automaatne akende loomine?
eu: 5 kanal lehio ireki dira 5 segundu baino denbora tarte txikiagoan. Agian norbait zure X zerbitzaria lehioekin gainezkatzen saiatzen ari da. "Auto sortu lehioak" aukera ezgaitzea nahi duzu?
fa: پنجره‌های ۵ مجرا در کمتر از ۵ ثانیه باز می‌شوند. ممکن است شخصی کارساز X شما را پر از پنجره کرده باشد. آیا باید ایجاد خودکار پنجره‌ها را خاموش کنم؟
fi: 5 kanavaikkunaa avattiin alle viidessä sekunnissa. Joku ehkä yrittää aiheuttaa ongelmia X-palvelimellesi avaamalla paljon ikkunoita. Poistanko käytöstä ikkunoiden automaattinen luonti?
fr: 5 fenêtres de canaux ont été ouvertes en moins de 5 secondes. Quelqu'un est peut être en train d'essayer de submerger votre serveur X avec des fenêtres. Voulez-vous que la fonction de création automatique de fenêtres soit désactivée ?
hu: 5 csatornaablak nyílt meg 5 másodpercen belül. Valaki feltehetően ablaknyitási üzenetekkel bombázza az Ön gépét. Le szeretné tiltani az ablakok automatikus megnyitását?
is: 5 gluggar opnuðust á minna en 5 sekúndum. Einhver gæti verið að reyna að flæða X þjóninn þinn með gluggum. Á ég að slökkva á 'AutoCreate windows'?
it: Sono state aperte 5 finestre in meno di 5 secondi. Potrebbe esserci qualcuno che sta cercando di effettuare un flood sul tuo server X. Vuoi che disattivi l'opzione di apertura automatica delle finestre?
ja: 5 秒以内に 5 つのチャンネルウィンドウが開かれました。誰かがあなたの X サーバをウィンドウでいっぱいにさせよう (flood) としている可能性があります。 ウィンドウの自動作成を無効にしますか？
kk: 5 арна терезелері 5 секундтан кем уақытта ашылған. Біреу X серверіңіздің терезелерін шексіз ашып жатыр. Терезелердің автоматты түрде ашылуы бұғатталып тасталсын ба?
km: បង្អួច​ប៉ុស្តិ៍ ៥ ត្រូវ​បាន​បើក​មិន​ដល់ ៥ វិនាទី​ផង ។ នរណា​ម្នាក់​ប្រហែល​ជា​កំពុង​ធ្វើ​ឲ្យ​ម៉ាស៊ីន​បម្រើ​របស់​អ្នក​មាន​ចំនួន​បង្អួច​ច្រើន ។ តើ​ខ្ញុំ​គួរ​តែ​បិទ​ការ​បង្កើត​បង្អួច​ដោយ​ស្វ័យប្រវត្តិ​ឬ ?
ko: 다섯 채널의 창이 5초 미만의 시간에 열렸습니다. 누군가 사용자의 X서버를 플러드 하려고 시도하는 것일 수 있습니다. 창 자동생성을 끄시겠습니까?
lt: 5 kanalo langai buvo atidaryti neužtrukus nei 5 sekundžių. Kažkas gali bandyti užtvindyti (flood) Jūsų X serverį langais. Ar išjungti langų automatinį kūrimą?
mk: Се отворија 5 прозорци со канали за помалку од 5 секунди. Можеби некој сака да го поплави вашиот X сервер со прозорци. Да го исклучам Автосоздавањето на прозорци?
nb: 5 kanalvinduer ble åpnet på mindre enn 6 sekunder. Noen prøver kanskje å overfylle X-tjeneren din med vinduer. Skal jeg slå av automatisk åpning av vinduer?
nds: Binnen 5 Sekunnen hebbt sik 5 Finstern opmaakt. Dat mag angahn, dat Een Dien X-Server mit Finstern överspölen will. Wullt Du dat automaatsche Opmaken vun Finstern utmaken?
nl: 5 vensters met kanalen werden in minder dan 5 seconden seconden geopend. Mogelijk is iemand bezig uw X-Server te laten overstromen met vensters. Wilt u het automatisch openen van vensters uitschakelen?
nn: 5 kanalvindauge vart opna på mindre enn 5 sekund. Nokon prøver kanskje å oversvømma X-tenaren din med vindauge. Skal eg slå av funksjonen som lagar nye vindauge?
pt: Foram abertas 5 janelas de canal em menos de 5 segundos. É possível que alguém esteja a tentar inundar de janelas o seu servidor X. Deseja que eu desligue o AutoCriar de janelas?
pt_br: Cinco janelas de canal foram abertas em menos de 5 segundos. Alguém pode estar tentando "floodar" (saturar) seu servidor X com janelas. Devo desligar a criação automática das janelas ?
ru: 5 окон каналов было открыто менее, чем за 5 секунд. Кто-то пытается наводнить Ваш X-сервер окнами. Отключить автосоздание окон?
sk: 5 okien s kanálmi boli otvorených za posledných 5 sekúnd. Niekto sa možno snaží zahltiť váš X server oknami. Mám vypnúť automatické otváranie okien?
sl: 5 oken kanalov je bilo odprtih v manj kot 5 sekundah. Morda nekdo poskuša preplaviti vaš strežnik X z okni. Ali naj izklopim samodejno odprtje oken?
sr: 5 прозора са каналима за ћаскање су отворени у мање од 5 секунди. Можда неко покушава да преплави ваш X сервер позивањем великог броја прозора. Да ли да искључим аутоматско прављење прозора?
sv: 5 kanalfönster öppnades under mindre än 5 sekunder. Någon kanske försöker överfylla X-servern med fönster. Ska automatisk fönsteröppning stängas av?
ta: 5 நொடிக்குள் 5 தட சாளரங்கள் துவக்கப்பட்டுள்ளன. எவரெனும் உங்கள் சேவையகத்தை சேதப்படுத்த முயற்சிக்கலாம். தானியங்கு சாளரத் தொடக்கத்தை தடை செய்ய வேண்டுமா ?
tg: Дар мӯҳлати камтар аз 5 сония 5тирезаи каналҳо кушода шуданд. Касе кӯшиш карда истодааст, ки X хидматрасони шуморо бо тирезаҳо пур кунад. Худофаридани Тирезаҳоро Хомӯш созам?
uk: Відкрито 5 вікон каналів менш ніж за 5 секунд. Можливо, що хтось пробує затопити ваш X-сервер вікнами. Виключити автоматичне створення вікон?
zh_cn: 在小于5秒的时间里打开了5个频道窗口。可能有人想用窗口冲击你的X服务器。 要关闭自动创建窗口功能吗？
zh_tw: 在五秒以內開啟了五個頻道視窗。也許有人試著用視窗擾亂您的 X 伺服器。 要關閉自動建立視窗嗎?

source: Flood Warning
bg: Предупреждение за задръстване
ca: Avís d'inundació
cs: Pozor záplava
cy: Rhybudd Gorlifo
da: Oversvømmelsesadvarsel
de: Überflutungswarnung
el: Προειδοποίηση πλημμύρας
es: Aviso de caída
et: Pommitamise hoiatus
eu: Gainezkatze abisua
fa: اخطار انبوه‌سازی
fi: Flood-varoitus
fr: Avertissement de submersion
hu: Bombázási figyelmeztetés
is: Aðvörun - flóð
it: Avvertimento di flood
ja: Flood 攻撃の警告
kk: Толып кету туралы ескерту
km: ការ​ព្រមាន​ច្រើន​ដង​
ko: 플러드 경고
lt: Užtvindymo įspėjimas
mk: Предупредување за поплава
nb: Overflod-advarsel
nds: Floot-Wohrschoen
nl: Overvloedwaarschuwing
nn: Åtvaring om oversvømming
pt: Aviso de Inundação
pt_br: Aviso de "flood" (saturação)
ru: Предупреждение о переполнении
sk: Varovanie o zahltení
sl: Opozorilo na poplavo
sr: Упозорење о преплављивању
sv: Överfyllningsvarning
ta: அணுகல் எச்சரிக்கை
tg: Огоҳонӣ оиди Пуршавии аз ҳад зиёд
uk: Попередження про затоплення
zh_cn: 冲击警告
zh_tw: 擾亂警告

source: Turn Off
bg: Изключване
ca: Desactiva
cs: Vypnout
da: Luk af
de: Abschalten
el: Απενεργοποίηση
es: Apagar
et: Keela
eu: Desgaitu
fa: خاموش کردن
fi: Pois
fr: Désactiver
hu: Kikapcsolás
is: Slökkva á
it: Spegni
ja: 無効にする
kk: Бұғаттау
km: បិទ
lt: Išjungti
mk: Исклучи
nb: Slå av
nds: Utmaken
nl: Uitzetten
nn: Slå av
pt: Desligar
pt_br: Desativar
ru: Выключить
sk: Vypnúť
sl: Ugasni
sr: Искључи
sv: Stäng av
uk: Вимкнути
zh_cn: 关闭
zh_tw: 關閉

source: Keep Enabled
bg: Без изключване
ca: Deixa activat
cs: Ponechat zapnuté
da: Behold aktiveret
de: Aktiviert lassen
el: Να διατηρηθεί ενεργοποιημένο
es: Mantener habilitado
et: Ära keela
eu: Mantendu gaituta
fa: فعال ‌نگه داشتن
fr: Laisser activé
hu: Bekapcsolva hagyás
is: Halda virku
it: Mantieni attivo
ja: 有効にしておく
kk: Рұқсатты болып қалсын
km: ទុក​ឲ្យ​បើក​ដដែល
lt: Palikti įjungtą
mk: Остави овозможено
nb: Behold påslått
nds: Anmaakt laten
nl: Aan laten
nn: Hald på
pt: Manter Activo
pt_br: Manter Ativado
ru: Не выключать
sk: Nechať zapnuté
sl: Pusti omogočeno
sr: Остави кључено
sv: Behåll aktiverad
uk: Залишити увімкненою
zh_cn: 保持启用
zh_tw: 保持開啟

source: Beep Received
bg: Звуков сигнал
ca: S'ha rebut un bip
cs: Obdrženo pípnutí
da: Lydsignal mottaget
de: Signalton empfangen
el: Λήφθηκε ηχητική ειδοποίηση
es: Pitido recibido
et: Saabus piiks
eu: Sistema-soinua jaso da
fa: بوق دریافت ‌شد
fi: Piippaus vastaanotettu
fr: Bip reçu
hu: Hangjelzés érkezéskor
is: Hljóðmerki móttekið
it: Bip ricevuto
ja: ビープを受信
kk: Сигнал келді
km: បានទទួល​សំឡេង​
lt: Gautas skambutis
mk: Примен е сигнал
nb: Tut mottatt
nds: Signaaltoon kregen
nl: Geluidssignaal ontvangen
nn: Pip motteke
pt: Apito Recebido
pt_br: Beep Recebido
ru: Получен сигнал
sk: Prijatý zvukový signál
sl: Prejet pisk
sr: Примљен бип
sv: Ljudsignal mottagen
uk: Отримано гудок
zh_tw: 接收到嗶聲

source: Open URL
bg: Отваряне на адрес
ca: Obre URL
cs: Otevřít URL
cy: URL Agored
da: Åbn URL
de: URL öffnen
el: Άνοιγμα URL
es: Abrir URL
et: Ava URL
eu: Ireki URL-a
fa: باز کردن نشانی وب
fi: Avaa osoite
fr: Ouvrir une URL
hu: Az URL megnyitása
is: Opna slóð
it: Apri URL
ja: URL を開く
kk: URL адресті ашу
km: ​បើក URL
ko: URL 열기
lt: Atverti URL
mk: Отвори URL
nb: Åpne URL
nds: URL opmaken
nl: URL-adres openen
nn: Opna URL
pt: Abrir o URL
pt_br: Abrir URL
ru: Открыть ссылку
sk: Otvoriť URL
sl: Odpri URL
sr: Отвори URL
sv: Öppna webbadress
ta: திற URL
tg: Кушодани URL
uk: Відкрити URL
zh_cn: 打开 URL
zh_tw: 開啟網址

source: Copy Link Address
bg: Копиране на адреса
ca: Copia l'adreça de l'enllaç
cs: Kopírovat adresu odkazu
cy: Copïo Cyfeiriad Cyswllt
da: Kopiér linkadresse
de: Verknüpfungsadresse kopieren
el: Αντιγραφή διεύθυνσης δεσμού
es: Copiar la dirección del enlace
et: Kopeeri viida aadress
eu: Kopiatu loturaren helbidea
fa: رونوشت‌ نشانی پیوند
fi: Kopioi linkin osoite
fr: Copier l'adresse du lien
hu: A link címének másolása
is: Afrita vistfang tengils
it: Copia indirizzo del collegamento
ja: リンクアドレスをコピー
kk: Адресті көшіріп алу
km: ចម្លង​អាសយដ្ឋាន​តំណ
ko: 링크 주소 복사
lt: Kopijuoti nuorodos adresą
mk: Копирај ја адресата на врската
nb: Kopier lenkeadresse
nds: Linkadress koperen
nl: Koppelingslocatie kopiëren
nn: Kopier lenkjeadresse
pt: Copiar o Endereço da Ligação
pt_br: Copiar Link
ru: Копировать адрес
sk: Kopírovať adresu odkazu
sl: Kopiraj naslov povezave
sr: Копирај адресу везе
sv: Kopiera länkadress
ta: இணைப்பு முகவரியை நகலிடு
tg: Нусха бардоштани Алоқаи Суроға
uk: Скопіювати адресу посилання
zh_cn: 复制链接地址
zh_tw: 複製連結位址

source: &New
bg: &Нов
ca: &Nou
cs: &Nový
cy: &Newydd
da: &Ny
de: &Neu
el: &Νέο
es: &Nuevo
et: &Uus
eu: &Berria
fa: &جدید‌
fi: &Uusi
fr: &Nouveau
hu: Ú&j
is: &Nýtt
it: &Nuovo
ja: 新規(&N)
kk: &Жаңа
km: ថ្មី
ko: 새로(&N)
lt: &Naujas
mk: &Нов
nb: &Ny
nds: &Nieg
nl: &Nieuw
nn: &Ny
pt: &Novo
pt_br: &Novo
ru: &Новый
sk: &Nový
sl: &Nov
sr: &Нови
sv: &Ny
ta: புதிய
tg: &Нав
uk: &Новий
zh_cn: 新建(&N)
zh_tw: 新增(&N)

source: Details
bg: Подробности
ca: Detalls
cs: Detaily
cy: Manylion
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
eu: Xehetasunak
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
hu: Részletek
is: Smáatriði
it: Dettagli
ja: 詳細
kk: Құрылымы
km: លម្អិត
ko: 세부사항
lt: Detaliai
mk: Детали
nb: Detaljer
nds: Enkelheiten
nn: Detaljar
pt: Detalhes
pt_br: Detalhes
ru: Детали
sk: Detaily
sl: Podrobnosti
sr: Детаљи
sv: Detaljer
ta: விவரங்கள்
tg: Тафсилотҳо
uk: Подробиці
zh_cn: 细节
zh_tw: 詳情

source: D&escription:
bg: Описани&е:
ca: D&escripció:
cs: Pop&is:
cy: D&isgrifiad:
da: B&eskrivelse:
de: &Beschreibung:
el: &Περιγραφή:
es: D&escripción:
et: Ki&rjeldus:
eu: &Azalpena:
fa: &توصیف:‌
fi: Ku&vaus:
hu: &Leírás:
is: &Lýsing:
it: D&escrizione:
ja: 説明(&E):
kk: С&ипаттамасы:
km: ការពិពណ៌នា​ ៖
ko: 설명(&E):
lt: Ap&rašymas:
mk: О&пис:
nb: B&eskrivelse:
nds: &Beschrieven:
nl: B&eschrijving:
nn: &Skildring:
pt: D&escrição:
pt_br: D&escrição:
ru: &Описание:
sk: &Popis:
sl: Op&is:
sr: &Опис:
sv: B&eskrivning:
ta: விவரிப்பு
tg: &Шарҳдиҳӣ:
uk: &Опис:
zh_cn: 描述(&E)：
zh_tw: 描述(&E)：

source: &To:
bg: З&а:
ca: &A:
cs: &Do:
cy: A&t:
da: &Til:
de: &An:
el: Π&ρος:
es: &Para:
et: M&illeks:
eu: Nor&i:
fa: &به:‌
fi: K&enelle:
fr: &À :
hu: &Hová:
is: &Til:
it: &A:
kk: &Мынаған:
km: ដល់ ៖
ko: 수신(&T):
lt: &Kam:
mk: &До:
nb: &Til:
nds: &Na:
nl: &Aan:
nn: &Til:
pt: A&té:
pt_br: &Para:
ru: &К:
sk: &Komu:
sl: Z&a:
sr: &За:
sv: &Till:
ta: பெறுவது
tg: &Ба:
uk: &До:
zh_cn: 给(&T)：
zh_tw: 到(&T)：

source: M&atch:
bg: &Съвпадение:
ca: Coi&ncidència:
cs: &Výběr dle:
cy: Cyd&weddu:
da: &Modstykke:
de: &Stimmt überein mit:
el: &Ταιριάζει:
es: Coincidenci&a:
et: K&okkulangevus:
eu: &Parekatu:
fa: &تطبیق:‌
fi: O&suma:
fr: Corres&pondance :
hu: &Illeszkedés:
is: &Samsvörun:
it: C&orrispondenza:
ja: マッチ(&A):
kk: Сә&йкестігі:
km: ផ្គូផ្គង ៖​
ko: 일치(&A):
lt: &Atitinka:
mk: Совпаѓ&а:
nb: P&asser:
nds: Övereensti&mmen:
nl: &Overeenkomst:
nn: Tr&eff:
pt: &Corresponder a:
pt_br: &Coincidir:
ru: &Совпадение:
sk: &Zhoda:
sl: U&jemajoč:
sr: Покл&апање:
sv: M&atcha:
ta: பொருத்தம்
tg: &Мувофиқат:
uk: В&ідповідний:
zh_cn: 匹配(&A)：
zh_tw: 符合(&A)：

source: &From:
bg: &От:
ca: &Des de:
cs: &Od:
cy: &Oddi wrth:
da: &Fra:
de: &Von:
el: &Από:
es: &De:
et: Mi&s:
eu: Nor&k:
fa: &از:‌
fi: K&eneltä:
fr: &De :
hu: H&onnan:
is: &Frá:
it: &Da:
kk: Мын&адан:
km: ពី ៖
ko: 발신(&F):
lt: &Nuo:
mk: &Од:
nb: &Fra:
nds: &Vun:
nl: &Van:
nn: &Frå:
pt: &De:
pt_br: &De:
ru: &От:
sk: &Od:
sl: O&d:
sr: &Од:
sv: &Från:
ta: அனுப்புனர்
tg: &Аз:
uk: Ві&д:
zh_cn: 来自(&F)：
zh_tw: 從(&F)：

source: DCC Manager
bg: Мениджър DCC
ca: Gestor DCC
cs: Správce DCC
cy: Rheolydd DCC
da: DCC-Håndtering
de: DCC-Verwaltung
el: Διαχειριστής DCC
es: Gestor DCC
et: DCC haldur
eu: DCC kudeatzailea
fa: مدیر DCC
fi: DCC Hallinta
fr: Gestionnaire DCC
hu: DCC-kezelő
is: DCC stjóri
it: Gestore DCC
ja: DCC マネージャ
kk: DCC менеджері
km: អ្នក​គ្រប់គ្រង DCC
ko: DCC 관리자
lt: DCC valdymas
mk: Менаџер на DCC
nb: DCC-håndtering
nds: DCC-Pleger
nn: DCC-handtering
pt: Gestor de DCC
pt_br: Gerenciador de DCC
ru: Менеджер DCC
sk: DCC správca
sl: Upravljalnik DCC
sr: DCC менаџер
sv: DCC-hantering
ta: DCC மேலாளர்
tg: Мудири DCC
uk: Менеджер DCC
zh_cn: DCC 管理器
zh_tw: DCC 管理員

source: Who
bg: Кой
ca: Quí
cs: Kdo
cy: Pwy
da: Hvem
de: Wer
el: Ποιος
es: Quien
et: Kes
eu: Nor
fa: چه ‌کسی
fr: Qui
hu: Név
is: Hver er
it: Chi
ja: 相手
kk: Кім
km: នរណា​
ko: 누구
lt: Kas
mk: Koj
nb: Hvem
nds: Wokeen
nl: Wie
nn: Kven
pt: Quem
pt_br: Quem
ru: Кто
sk: Kto
sl: Kdo
sr: Ко
sv: Vem
ta: யார்
tg: Кист
uk: Хто це
zh_cn: 他是谁
zh_tw: 連線對象

source: Status
bg: Състояние
ca: Estatus
cs: Stav
cy: Cyflwr
el: Κατάσταση
es: Estado
et: Staatus
eu: Egoera
fa: وضعیت
fi: Tila
fr: État
hu: Állapot
is: Staða
it: Stato
ja: 状態
kk: Күйі
km: ស្ថានភាព
ko: 상태
lt: Būsena
mk: Статус
pt: Estado
ru: Состояние
sk: Stav
sl: Stanje
sr: Статус
ta: நிலை
tg: Вазъият
uk: Стан
zh_cn: 状态
zh_tw: 狀態
