Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Displays the topic of the current channel in the window caption. If not selected, the topic is only displayed inside the window.
bg: Показване темата на текущия канал в заглавието на прозореца. Ако отметката не е включена, темата се показва най-отгоре в прозореца.
ca: Mostra el tema del canal actual en el títol de la finestra. Si no està seleccionat, el tema només es mostra a dins de la finestra.
da: Viser den nuværende kanals emne i vinduets overskrift. Hvis ikke markeret, vises emnet kun inde i vinduet.
de: Zeigt das Thema des aktuellen Chat-Raums im Fenstertitel an. Wenn diese Einstellung nicht aktiviert ist, wird das Thema nur innerhalb des Fensters angezeigt.
el: Εμφανίζει το θέμα του τρέχοντος καναλιού στη λεζάντα του παραθύρου. Αν δεν ενεργοποιηθεί, το θέμα θα εμφανίζεται μόνο μέσα στο παράθυρο.
es: Muestra el tema (topic) del canal en la barra de la ventana. Si no está seleccionado, el titulo solo es mostrado dentro de la ventana.
et: Võimaldab näidata aktiivse kanali teemat akna tiitliribal. Kui see on märkimata, näeb kanali teemat ainult akna sees.
eu: Bistaratu uneko kanalaren gaia lehioaren epigrafean. Hautatzen ez bada, gaia lehioaren barruan bakarrik bistaratuko da.
fa: سرفصل مجرای جاری را در عنوان پنجره‌ نمایش می‌دهد. اگر انتخاب نشود، سرفصل فقط داخل پنجره نمایش داده خواهد شد.
fr: Affiche le sujet du canal courant dans le titre de la fenêtre. Sinon, le sujet n'est affiché qu'à l'intérieur de la fenêtre.
hu: Megjeleníti a csatorna témáját az ablak címsorában. Ha nincs bejelölve, a téma csak az ablak belsejében jelenik meg.
it: Visualizza l'argomento del canale corrente nella didascalia della finestra. Se non è selezionato, l'argomento viene visualizzato nella finestra.
ja: ウィンドウのタイトルバーに現在のチャンネルのトピックを表示します。選択しなかった場合は、トピックはウィンドウ内にだけ表示されます。
kk: Құсбелгісі қойылса, арна тақырыбы терезесінің айдарында көрсетіледі.Қойылмаса тақырыбы тек терезенің ішінде ғана көрсетіледі.
km: បង្ហាញ​ប្រធានបទ​នៃ​ប៉ុស្តិ៍​បច្ចុប្បន្ន​ក្នុង​ចំណង​ជើង​បង្អួច ។ បើ​មិន​ជ្រើស ប្រធានបទ​ត្រូវ​បាន​បង្ហាញ​តែ​ខាង​ក្នុង​បង្អួច ។
lt: Rodyti dabartinio kanalo temą lango antraštėje. Jei ši parinktis išjungta, tema bus rodoma tik lango viduje.
mk: Прикажи ја темата на каналот во насловот на прозорецот. Ако не е избрано, темата е прикажана само во прозорецот.
nb: Viser emnet for gjeldende kanal i vindustittelen. Hvis det ikke er krysset av blir emnet bare vist inne i vinduet.
nds: Wiest dat Thema vun den aktuellen Klöönruum binnen den Titelbalken. Wenn dit nich anmaakt is, warrt dat Thema bloots binnen dat Finster wiest.
nl: Toont het onderwerp van het huidige kanaal in de titelbalk van het venster. Waneer uitgeschakeld wordt het onderwerp alleen binnen het venster getoond.
nn: Viser emnet til kanalen i vindaugstittelen. Dersom dette ikkje er valt, vert emnet berre vist inni vindauget.
pt: Mostra o tópico do canal actual no título da janela. Se não estiver seleccionado, o tópico só é mostrado dentro da janela.
pt_br: Mostra o tópico do canal atual no título da janela. Se esta opção não for selecionada o tópico é mostrado apenas dentro da janela.
ru: Показывать тему канала в заголовке окна. Если параметр выключен, тема будет показана в окне.
sk: Zobraz temu (topic) aktuálneho kanála v záhlaví okna. Po nezvolení bude téma (topic) zobrazená iba vo vnútri okna.
sl: Če je možnost omogočena, bo v naslovu okna prikazana tema trenutnega kanala. V nasprotnem primeru je tema prikazana le znotraj okna.
sr: Приказује тему текућег канала у наслову прозора. Ако није означено, тема се приказује само унутар прозора.
sv: Visar den nuvarande kanalens ämne i fönstrets namnlist. Om inte markerat, visas ämnet bara inne i fönstret.
uk: Показує тему поточного каналу в заголовку вікна. Якщо не увімкнено, то тему буде показано тільки всередині вікна.
zh_tw: 在視窗標題列顯示標題。如果沒有選取的話，標題列會顯示在視窗內。

source: Color pi&cker popup
bg: Показване на &диалога за избор на цвят
ca: Capturador del &color
cs: Výběr &barev
cy: Naidlen dewis &lliwiau
da: Farve&vælger popop
de: Far&bauswahl-Dialog
el: Αναδυόμενο μενού επι&λογής χρωμάτων
es: Capturador de &color
et: Värvivalija hüpik&dialoog
eu: Kolore hautatzaile laster-lehioa
fa: بالاپر &گزینندۀ رنگ‌
fi: &Värivalitsinikkuna
fr: Fe&nêtre du sélecteur de couleur
hu: Szín&választó ablak
is: Skjá&borðs -litaval
it: Comparsa sele&ttore di colori
ja: 色選択ダイアログをポップアップ(&C)
kk: Түсті таң&дау қалқымалы
km: លេចឡើង​ឧបករណ៍​រើស​ពណ៌
ko: 색상 선택기 팝업(&C)
lt: Spalvų pa&rinkimo langas
mk: Скок-прозоре&ц за избирање бои
nb: Oppse&tt av fargevelger
nds: Klöör&utwahl-Opduker
nl: Kleurenkie&zer openen
nn: &Fargeveljar-sprettopp
pt: Janela de extra&cção de cores
pt_br: &Janela de seleção de cores
ru: Список &выбора цветов
sk: Okno pre &výber farby
sl: Pojavno okno izbiralnika &barv
sr: Искачући &бирач боја
sv: Fä&rgvalsdialogruta
ta: வண்ணம் எடுக்க தோன்றும் சாளரங்கள்:
tg: Рӯйхати &интихоби рангҳо
uk: Вигульк піп&етки кольору
zh_cn: 颜色选择器弹出窗(&C)
zh_tw: 顏色選取選單(&C)

source: Allow you to get the color pickup dialog with Ctrl K
bg: Показване на диалога за избор на цвят чрез клавишната комбинация Ctrl+K
ca: Us permet obrir el diàleg de captura de color amb Control K
da: Lader dig vise farvehentningsdialogen med Ctrl+K
de: Ermöglicht das Aufrufen des Farbauswahl-Dialog mit Strg-K
el: Σας δίνει τη δυνατότητα να εμφανίσετε το διάλογο επιλογής χρώματος, πατώντας Ctrl K
es: Permitir conseguir el selector de color con Ctrl K
et: Võimaldab valida värvi hüpikdialoogist käsuga Ctrl+K
eu: Baimendu Ctrl K erabiliz koloreak hautatzeko elkarrizketa eskuratzea
fa: می‌توانید به محاورۀ گزینش رنگ با Ctrl K دسترسی پیدا کنید
fr: Vous permet d'afficher la fenêtre de sélection de couleurs via le raccourci clavier « Ctrl + K ».
hu: A Ctrl+K lenyomásával előhívható egy színválasztó ablak
it: Ti permette di aprire la finestra dei colori con Ctrl K
ja: Ctrl+K で色を選択するダイアログを表示
kk: Ctrl K пернелерін басқанда, түсті таңдау диалогын шақыруыңызға мүмкіндік береді
km: អនុញ្ញាត​ឲ្យ​អ្នក​យក​ប្រអប់​ជ្រើស​ពណ៌​ដោយ Ctrl K
ko: Allow you to get the colour pickup dialogue with Ctrl K
lt: Įjungti spalvų parinkimo langą, iškviečiamą klavišu Ctrl+K
mk: Ви дозволува со Ctrl+K да го добиете дијаголот за избирање боја
nb: Du kan få tak i fargevelgerdialogen med Ctrl-K
nds: Den Klörendialoog mit Strg+K opropen
nl: Maakt het mogelijk om de kleurenkieze te openen met de toetsencombinatie Ctrl K
nn: Lèt deg henta fram fargeplukkaren med Ctrl + K.
pt: Permite-lhe obter a janela de extracção de cores com o Ctrl+K
pt_br: Permite que você selecione a cor do seu texto pressionando Ctrl K
ru: Показать диалог выбора цвета при нажатии Ctrl+K
sk: Povoluje spustenie dialógu palety farieb pomocou klávesovej skratky Ctrl + K.
sl: Omogoča vam, da odprete izbiralnik za barve z Ctrl+K
sr: Омогућава да добијете дијалог за бирање боја са Ctrl-K
sv: Låter dig visa färghämtningsdialogrutan med Ctrl+K
uk: Дає змогу відкрити вікно вибору кольору через Ctrl K
zh_tw: 讓您可以用 Ctrl-K 叫出顏色選取對話框。

source: If selected, a popup window from which to select the color of your text is presented when you press Ctrl K. If not, you have to type the color codes manually.
bg: Показване на диалога за избор на цвят при натискане клавишната комбинация Ctrl+K. Ако отметката е изключена, трябва да въвеждате кодовете на цветовете ръчно.
ca: Si està seleccionat, quan premeu Control K es presentarà una finestra emergent que permetrà escollir el color del text. Si no ho està, caldrà que teclegeu els codis de color manualment.
da: Hvis markeret, vises en dialog hvor din teksts farve kan vælges når du trykker på Ctrl+K. Hvis ikke, skal du indtaste farvekoderne manuelt.
de: Wenn diese Einstellung aktiviert ist, wird beim Drücken von Strg-K ein Farbauswahl-Dialog für Ihre Textfarbe angezeigt. Wenn diese Einstellung nicht aktiviert ist, müssen Sie die Farbcodes manuell eingeben.
el: Αν ενεργοποιηθεί, θα εμφανιστεί ένα αναδυόμενο παράθυρο, όταν πατήσετε Ctrl K, από το οποίο θα μπορείτε να επιλέξετε το χρώμα του κειμένου. Αν όχι, θα πρέπει να πληκτρολογήσετε τους κωδικούς χρώματος χειροκίνητα.
es: Si está seleccionado, una ventana emergente se presentará con la que podrá elegir el color de su texto cuando pulse Crtl K. Si no, deberá escribir los códigos de color manualmente.
et: Märkimise korral näidatakse käsku Ctrl+K andes hüpikakent, kus saab valida oma teksti värvi. Kui see on märkimata, tuleb värvikoodid käsitsi ise kirjutada.
eu: Hautatzen bada, Ctrl K sakatzean zure testuaren kolorea hautatzeko laster-lehio bat agertuko da. Bestela, kolore kodeak eskuz sartu beharko dituzu.
fa: اگر انتخاب شود، پنجرۀ بالابر که رنگ متن خود را از آن انتخاب کرده‌اید با زدن Ctrl K ظاهر می‌شود. اگر انتخاب نشود، باید کد رنگها را دستی تحریرکنید.
fr: Si cette case est cochée, une fenêtre vous permettant de choisir la couleur de votre texte s'affichera lorsque vous appuierez sur la combinaison de touches « Ctrl + K ». Sinon, vous aurez à saisir les codes des couleurs manuellement.
hu: Ha ez be van jelölve, a Ctrl+K megnyomásával előhívható egy színválasztó ablak, ahol kijelölhető a szöveg színe. Ha nincs bejelölve, csak kézzel lehet beírni a színkódokat.
it: Se selezionata, apparirà una finestra di selezione dei colori premendo Ctrl K. In caso contrario, bisogna inserire il codice del colore manualmente.
ja: これを選択すると、あなたのテキストの色を選択するためのポップアップウィンドウを Ctrl+K で表示させることができます。選択しなかった場合は、カラーコードを手で入力する必要があります。
kk: Құсбелгісі қойылса, Ctrl K тіркесімді басқанда мәтіннің түсін таңдау үшін қалқымалы терезе ұсынылады, қойылмаса, түстің кодтарын қолмен жазасыз.
km: បើ​ជ្រើស បង្អួច​លេចឡើង​ពី​កន្លែង​ដែល​ត្រូវ​ជ្រើស​ពណ៌​នៃ​អត្ថបទ​របស់​ត្រូវ​បាន​បង្ហាញ​ពេល​ចុច Ctrl K ។ បើ​មិន អ្នក​ត្រូវ​តែ​វាយ​កូដ​ពណ៌​ដោយ​ដៃ ។
ko: If selected, a popup window from which to select the colour of your text is presented when you press Ctrl K. If not, you have to type the colour codes manually.
lt: Įjungus šią parinktį, bus atveriamas Ctrl+K klavišu iškviečiamas spalvų parinkimo langas. Jei parinktis išjungta, spalvų kodus įveskite klaviatūra.
mk: Ако е избрано, со притискање на Ctrl+K се прикажува скокачки прозорец од кој можете да ја изберете бојата на вашиот текст. Ако не, ќе мора да ги пишувате кодовите на боите рачно.
nb: Hvis dette er krysset av, blir det vist et sprettoppsvindu der du kan velge farge på teksten din når du trykker Ctrl-K. Ellers må du skrive inn fargekodene manuelt.
nds: Wenn anmaakt, kannst Du mit Strg+K en Dialoog för Dien Textklören opropen, wenn nich, muttst Du de Klöörkoden per Hand ingeven.
nl: Wanneer ingeschakeld zal er een kleurenkiezer worden geopend als u op de toetsencombinatie Ctrl K drukt. In deze kleurenkiezer kunt u de kleur voor de tekst selecteren. Wanneer uitgeschakeld moet u de kleurcodes zelf intypen.
nn: Her kan du velja om eit sprettoppsvindauge der du kan velja farge på teksten skal dukka opp når du trykkjer Ctrl + K. Viss ikkje, må du skriva inn fargekodane sjølv.
pt: Se for seleccionado, irá aparecer uma janela onde poderá seleccionar a cor com que o seu texto é apresentado, quando carregar em Ctrl+K. Caso contrário, terá de escrever manualmente os códigos das cores.
pt_br: Se selecionada, esta opção apresenta uma janela popup para você selecionar a cor do seu texto quando você pressiona Ctrl K. Se não for selecionada você tem que digitar os códigos de cores manualmente.
ru: Показать диалог выбора цвета при нажатии Ctrl+K. Если параметр выключен, вам нужно указывать коды цветов вручную.
sk: Po zvolení stlačenie Ctrl+K zobrazí okno z ktorého vyberiete farbu vášeho textu. Ak nie, budete musiet zadať kódy farieb ručne.
sl: Če je možnost omogočena, lahko pogovorno okno za izbiranje barve prikličete s pritiskom tipk Ctrl+K. V nasprotnem primeru morate kode barv vpisati ročno.
sr: Ако је означено, искачући прозор из ког можете изабрати боју вашег текста се може добити притиском на Ctrl-K. Ако није, ручно ћете морати да укуцавате кодове боја.
sv: Om markerat, visas en dialogruta där din texts färg kan väljas när du trycker på Ctrl+K. Om inte, måste du skriva in färgkoderna för hand.
uk: Якщо увімкнено, то при натисканні Ctrl K вигулькне вікно, з якого можна вибрати колір тексту. Якщо не увімкнено, то потрібно буде вводити коди кольорів вручну.
zh_tw: 選取此選項的話，您按下 Ctrl-K 時會跳出一個視窗，讓您選取文字的顏色。反之，您必須手動輸入顏色碼。

source: One line te&xt entry box
bg: &Единичен ред за въвеждане на съобщения
ca: Caixa d'entrada d'una línia de te&xt
cs: Textové vstupní pole v &jednom řádku
cy: Blwch mewnosod testun un llinell
da: Ènlinjes te&kstindgangsfelt
de: Ein&zeiliges &Texteingabefeld
el: Μ&ια γραμμή στο πεδίο εισόδου
es: Entrada de te&xto de una linea
et: Ühe&realine tekstikast
eu: &Lerro bakarreko testu sarrerarako laukia
fa: جعبه ‌مدخل &متن یک خطی‌
fr: Zone de saisie de te&xte d'une ligne
hu: Egys&oros szövegbeviteli mező
it: Casella inserimento te&sto ad una riga
ja: 一行のテキスト入力ボックス(&X)
kk: Бір жолды мә&тін енгізу өрісі
km: ប្រអប់​បញ្ចូល​អត្ថបទ​មួយ​បន្ទាត់​
ko: 한 줄 텍스트 항목 상자(&X)
lt: Vi&enos eilutės teksto įvedimo laukas
mk: Поле за внес на текст со една &линија
nb: Tekstfe&lt for én linje
nds: Eenreegte Te&xtingaav
nl: Tekstinvoer van één &regel
nn: Tekstfe&lt med éi linje
pt: Campo de te&xto de uma linha
pt_br: Caixa de entrada de te&xto de uma linha
ru: &Однострочное поле ввода сообщений
sk: &Jednoriadkový vstupný box pre text
sl: &Enovrstično polje za vnos besedila
sr: Поље за унос од једне &линије текста
sv: Te&xtinmatningsruta med en rad
uk: Одно&рядкове поле введення тексту
zh_cn: 单行文字输入框(&X)
zh_tw: 單行文字項目盒(&X)

source: Us&e color nick list
bg: Изпо&лзване на цветовете за псевдонимите
ca: U&sa llista de sobrenoms en color
cs: Používat bar&evný seznam přezdívek
cy: D&efnyddio rhestr liwiau ffugenwau
da: Br&ug farve-aliasliste
de: &Farbige Spitznamenliste benutzen
el: Χρήση έγ&χρωμης λίστας ψευδωνύμων
es: Usar lista de apodos color&eada
et: Hüüdnim&ede värvimine nimekirjas
eu: &Erabili goitizen kolore zerrenda
fa: &استفاده از فهرست رنگ لقب‌
fi: Käytä värillisiä l&empinimiä
fr: Utilis&er la liste des pseudos colorée
hu: Színes b&ecenévlista használata
is: N&ota litaðan gælunafnalista
it: Ut&ilizza lista di colori nick
ja: カラーニックネームリストを使う(&E)
kk: Бүркеншік аттар түрлі түсті &болсын
km: ប្រើ​ពណ៌​បញ្ជី​សម្មតិនាម​
ko: 컬러 별명 목록 사용(&E)
lt: Naudoti &spalvotą slapyvardžių sąrašą
mk: Користи листа со обоени пр&екари
nb: Bruk farg&e på kallenavn-liste
nds: Klör&en för Ökelnaamlist bruken
nl: Gekleurde bijnamenlij&st gebruiken
nn: Bruk farg&e på kallenamnliste
pt: Usar a lista d&e alcunhas colorida
pt_br: Us&ar lista de apelidos colorida
ru: &Использовать подсветку ников
sk: Použiť zoznam fari&eb prezývky
sl: Upor&abi seznam barv za vzdevke
sr: Ко&ристи обојену листу надимака
sv: A&nvänd smeknamnslista med färg
ta: வண்ணப் புனைப் பட்டியலை உபயோகி
tg: &Истифодабарии рангҳои рӯйхати никҳо
uk: Вжива&ти список кольорів прізвиськ
zh_cn: 使用彩色昵称列表(&E)
zh_tw: 使用暱稱著色清單(&E)

source: Use the colors set in the Colors tab of the Configure KSirc dialog for coloring the nicknames
bg: Използване на цветовете за псевдонимите, според зададените в диалога за избор на цвят
ca: Empra el conjunt de colors de la pestanya Colors del diàleg de configuració del KSirc per acolorir els sobrenoms
da: Brug farverne som angives i farvefanebladet i dialogen Indstil Ksirc for at farve aliasserne
de: Die Farben aus dem KSirc-Einrichtungsdialog zum Einfärben von Spitznamen verwenden.
el: Χρήση των χρωμάτων που έχουν οριστεί στην καρτέλα Χρώματα του διαλόγου Ρύθμιση του KSirc για το χρωματισμό των ψευδωνύμων
es: Usar los colores elegidos en la pestaña de colores del dialogo de configuración para colorear los apodos
et: KSirci seadistustedialoogi värvide kaardi värvide kasutamine hüüdnimede värvimiseks
eu: Erabili Konfiguratu KSirc elkarrizketako Koloreak fitxan ezarritako koloreak goitizenak koloreztatzeko
fa: برای رنگ‌آمیزی القاب، از تنظیم رنگ در تب رنگها در محاورۀ پیکربندی KSirc استفاده کنید
fr: Utiliser les couleurs définies dans l'onglet « couleurs » de la configuration de KSirc pour colorer les pseudonymes
hu: A KSirc beállítóablakának Színek lapján beállított színek használata a beceneveknél
it: Utilizza per colorare i nick, l'insieme di colori nella scheda colori della finestra di configurarazione di KSirc
ja: ニックネームの色に KSirc 設定ダイアログの「色」タブで選択した色を使用
kk: "KSirc баптауы" диалогындағы "Түстері" қойындыдағы түстерді бүркеншік аттарды бояу үшін қолданыңыз
km: ប្រើ​ពណ៌​ដែល​បាន​កំណត់​ក្នុង​ថេប​ពណ៌​នៃ​ប្រអប់ កំណត់​រចនា​សម្ព័ន្ធ KSirc សម្រាប់​ដាក់​ពណ៌​សម្មតិ​នាម
ko: Use the colours set in the Colours tab of the Configure KSirc dialogue for colouring the nicknames
lt: Naudoti spalvotą slapyvardžių sąrašą. Spalvos bus parenkamos iš Spalvų kortelės KSirc derinimo lange
mk: Користи ги боите поставени во ливчето Бои во дијалогот Конфигурирај KSirc за обојување на прекарите
nb: Sett farge på kallenavnene med farger innstilt på Farger-fanebladet i KSircs oppsettsdialog
nds: De Klören ut den Klören-Instellendialoog för de Ökelnaamlist bruken
nl: Gebruik de kleuren ingesteld bij tabblad 'Kleuren' voor het inkleuren van de bijnamen.
nn: Bruk fargane som er valde under «Fargar» i KSirc-oppsettet til å fargeleggja kallenamna.
pt: Usar as cores definidas na página Cores da janela Configurar KSirc para colorir as alcunhas
pt_br: Usar as cores definidas nas configurações do KSirc para colorir os apelidos
ru: Использовать подсветку ников, заданную в диалоге настройки KSirc
sk: Použijú sa farby z tabuľky farieb v nastaveniach KSirc položka IRC farby
sl: Za barvanje vzdevkov uporabi barve določene v nastavitvah
sr: Користите скуп боја у језичку Боје дијалога Подеси KSirc да бисте обојили надимке
sv: Använd färgerna som anges under färgfliken i dialogrutan Anpassa Ksirc för att färga smeknamnen
uk: Вживати для прізвиськ кольори, вказані в однойменній вкладці, з вікна налаштування KSirc
zh_tw: 使用在「設定 KSirc」中的「顏色」頁裡所設定的暱稱著色設定。

source: If selected, it will use the colors set in the Colors tab of the Configure KSirc dialog for coloring the nicknames.
bg: Използване на цветовете за псевдонимите, според зададените в диалога за избор на цвят.
ca: Si està seleccionat, s'emprarà el conjunt de colors de la pestanya Colors del diàleg de configuració del KSirc per acolorir els sobrenoms.
da: Hvis markeret, bruges farverne som angives i farvefanebladet i dialogen Indstil Ksirc for at farve aliasserne.
de: Wenn diese Einstellung aktiviert ist, werden die Farben aus dem KSirc-Einrichtungsdialog zum Einfärben von Spitznamen verwendet.
el: Αν ενεργοποιηθεί, θα χρησιμοποιηθούν τα χρώματα της καρτέλας Χρώματα του διαλόγου Ρύθμιση του KSirc για το χρωματισμό των ψευδωνύμων.
es: Si está seleccionado, se usaran los colores elegidos en la pestaña de colores del dialogo de configuración para colorear los apodos
et: Märkimise korral kasutatakse hüüdnimede värvimiseks värve, mis on määratud KSirci seadistustedialoogi värvide kaardil.
eu: Hautatzen bada, Konfiguratu KSirc elkarrizketako Koloreak fitxan ezarritako koloreak erabiliko ditu goitizenak koloreztatzeko.
fa: اگر انتخاب شود، برای رنگ‌آمیزی القاب از تنظیم رنگ در تب رنگها در محاورۀ پیکربندی KSirc استفاده خواهد کرد.
fr: Si cette option est sélectionnée, les couleurs définies dans l'onglet « couleurs » de la configuration de KSirc seront utilisées pour colorer les pseudonymes.
hu: Ha ez be van jelölve, a program a beállítóablak Színek lapján megadott színekkel jeleníti meg a beceneveket.
it: Se selezionata, per la colorazione dei nick, verranno utilizzati gli insiemi di colori nella scheda colori della finestra di configurazione di KSirc.
ja: これを選択すると、ニックネームの色に KSirc 設定ダイアログの「色」タブで選択した色を使います。
kk: Құсбелгісі қойылса, бүркеншік аттар, "KSirc баптауы" диалогындағы "Түстері" қойындыдағы түстер қолданылып, боялады.
km: បើ​បាន​ជ្រើស​ វា​នឹង​ប្រើ​ពណ៌​កំណត់​ក្នុង​ផ្ទាំង​ពណ៌​នៃ​ប្រអប់​កំណត់​រចនាសម្ព័ន្ធ​របស់​ KSirc សម្រាប់​ដាក់​ពណ៌​លើ​សម្មតិនាម​​។
ko: If selected, it will use the colours set in the Colours tab of the Configure KSirc dialogue for colouring the nicknames.
lt: Įjungus šią parinktį, bus naudojamas spalvotas slapyvardžių sąrašas. Spalvos bus parenkamos iš Spalvų kortelės KSirc derinimo lange.
mk: Ако е означено, ќе се користат боите поставени во ливчето Бои во дијалогот Конфигурирај KSirc за обојување на прекарите.
nb: Hvis dette er krysset av, vil KSirc sette farge på kallenavnene med farger innstilt på Farger-fanebladet i oppsettsdialogen.
nds: Wenn anmaakt, warrt de Ökelnaams mit de Klören ut den Klören-Instellendialoog wiest.
nl: Wanneer ingeschakeld worden de kleuren gebruikt die zijn ingesteld bij tabblad 'Kleuren' in de configuratiedialoog voor het inkleuren van de bijnamen.
nn: Her vel du om fargane som er valde under «Fargar» i KSirc-oppsettet skal brukast til å fargeleggja kallenamna.
pt: Se estiver seleccionado, irá usar as cores definidas na página Cores da janela Configurar o KSirc para colorir as alcunhas.
pt_br: Se selecionada, esta opção irá usar as cores definidas nas configurações do KSirc para colorir os apelidos.
ru: Использовать подсветку ников, заданную в диалоге настройки KSirc.
sk: Po zvolení sa použijú farby z tabuľky farieb v nastaveniach KSirc - položka IRC farby.
sl: Za barvanje vzdevkov uporabi barve določene v razdelku Barve v nastavitvah za KSirc.
sr: Ако је означено, користиће скуп боја у језичку Боје дијалога Подеси KSirc да би обојио надимке.
sv: Om markerat, används färgerna som anges under färgfliken i dialogrutan Anpassa Ksirc för att färga smeknamnen.
uk: Якщо увімкнено, для прізвиськ будуть вживатись кольори з однойменної вкладки з вікна налаштування KSirc.
zh_tw: 如果選取此選項，會使用在「設定 KSirc」對話框中的「顏色」頁中的設定來為暱稱著色。

source: &Nick completion
bg: Авто&матично завършване на псевдоними
ca: Completa el sobre&nom
cs: Doplňová&ní přezdívek
cy: C&wblhau ffugenw
da: &Alias komplettering
de: Spitz&namen vervollständigen
el: Συμπλήρωση &ψευδωνύμου
es: Relle&no del apodo
et: Hüüd&nime lõpetamine
eu: &Goitizen osatzea
fa: تکمیل &لقب‌
fi: Lempi&nimentäydennys
fr: Complètement du &pseudo
hu: Automatikus kiegészítés a be&ceneveknél
is: &Gælunafna klárun
it: Completamento &nick
ja: ニックネーム補完(&N)
kk: &Бүркеншік аттарды автотолтыруы болсын
km: ការបំពេញ​សម្មតិមាន​
ko: 별명 완성(&N)
lt: Slap&yvardžio užbaigimas
mk: Довршување на &прекар
nb: Fullføri&ng av kallenavn
nds: Ökelnaams ko&mpletteren
nl: Bij&naamaanvulling
nn: &Fullføring av kallenamn
pt: Completação de alcu&nhas
pt_br: Complementação de a&pelido
ru: &Завершение ников
sk: Dopĺňanie &prezývky
sl: Dokončanje &vzdevka
sr: Довршавање &надимка
sv: Komplettering av &smeknamn
ta: புனைநிறைவு
tg: Итмомёбии &никҳо
uk: Завершення &прізвиськ
zh_cn: 昵称自动补全(&N)
zh_tw: 暱稱補完(&N)

source: Switch nickname completion on
bg: Включване на автоматичното завършване на псевдоними
ca: Activa el completar el sobrenom
cs: Zapnout doplňování přezdívek
da: Aktivér komplettering af aliasser
de: Spitznamen vervollständigen
el: Ενεργοποίηση συμπλήρωσης ψευδωνύμου
es: Cambiar completado de apodos a activado
et: Hüüdnime lõpetamise sisselülitamine
eu: Aktibatu goitizenen osatzea
fa: روشن کردن تکمیل لقب
fr: Activer le complètement du pseudonyme
hu: Automatikus kiegészítés a beceneveknél
it: Attiva il completamento dei nick
ja: ニックネーム補完を有効にする
kk: Бүркеншік аттарының автотолтыруын қосу
km: ប្តូរ​ការបំពេញ​សម្មតិនាម​លើ​
ko: 별명 자동 완성을 켭니다
lt: Įjungti slapyvardžio užbaigimą
mk: Вклучи довршување на прекар
nb: Slå på fullføring av kallenavn
nds: Maakt dat Kompletteren för Ökelnaams an
nl: Zet de bijnaamaanvulling aan
nn: Slå på fullføring av kallenamn
pt: Activar a completação de alcunhas
pt_br: Ativar Complementação de apelido
ru: Дополнение ников по табуляции
sk: Zapnúť dopĺňanie &prezývky
sl: Vklopi dokončanje vzdevkov
sr: Укључује довршавање надимка
sv: Aktivera komplettering av smeknamn
uk: Увімкнути завершення прізвиськ
zh_cn: 打开昵称自动补全
zh_tw: 開啟「暱稱補完」功能
