Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Edit Filter Rules
bg: Редактиране на филтрите
ca: Edita les regles de filtre
cs: Upravit pravidla filtrů
cy: Golygu Rheolau Hidl
da: Redigér filterregler
de: Filterregeln bearbeiten
el: Επεξεργασία κανόνων φίλτρων
es: Editar reglas de filtrado
et: Filtri reeglite redigeerimine
eu: Editatu iragazki aginduak
fa: ویرایش قواعد پالایه
fi: Muokkaa suodinsääntöjä
fr: Modifier les règles de filtrage
hu: A szűrési szabályok szerkesztése
is: Breyta reglum síu
it: Modifica le regole di filtro
ja: フィルタルールを編集
kk: Сүзгілеу ережелерін өңдеу
km: កែ​សម្រួល​ច្បាប់​តម្រង
ko: 필터 규칙 편집
lt: Redaguoti filtro taisykles
mk: Уреди правила за филтрирање
nb: Endre filtreringsreglene
nds: Filterregeln bewerken
nl: Filterregels bewerken
nn: Rediger filterreglar
pt: Editar as Regras de Filtragem
pt_br: Editar Regras de Filtragem
ru: Редактировать правила фильтрации
sk: Upraviť filtrovacie pravidlá
sl: Uredi filtrirna pravila
sr: Уреди правила филтрирања
sv: Redigera filterregler
ta: வடிகட்டி அமைப்புகளை திருத்து
tg: Таҳрири Қоидаҳои Полоягарӣ
uk: Редагування правил фільтра
zh_cn: 编辑过滤规则
zh_tw: 編輯過濾器規則

source: Cannot create the rule since not all the fields are filled in.
bg: Не може да бъде създадено правило, понеже не всичките полета са попълнени.
ca: No es pot crear la regla atès que no s'han omplert tots els camps.
cs: Nelze vytvořit pravidlo, dokud nejsou vyplněny všechny položky.
cy: Methu creu'r rheol gan nad yw pob maes wedi'i lenwi.
da: Kan ikke lave reglen da alle felterne ikke er udfyldt.
de: Es kann kein Filter erzeugt werden, da nicht alle Felder ausgefüllt sind.
el: Δεν είναι δυνατή η δημιουργία του κανόνα αφού δεν έχουν συμπληρωθεί όλα τα πεδία.
es: No puedo crear un filtro porque no todos los campos están rellenos.
et: Reeglit pole võimalik luua, kuna kõik väljad pole täidetud.
eu: Ezin izan da agindua sortu eremu guztiak bete ez direlako.
fa: تا زمانی که تمام میدانها پر ‌نشود نمی‌توان قاعده را ایجاد کرد.
fi: Sääntöä ei voitu luoda, koska kaikkia kenttiä ei täytetty.
fr: Impossible de créer une règle tant que tous les champs ne sont pas remplis.
hu: Nem lehet a szabályt létrehozni, mert nincs minden mező kitöltve.
is: Það er ekki hægt að skilgreina reglu nema allt sé útfyllt.
it: È impossibile creare una regola visto che non tutti i campi sono pieni.
ja: すべての欄が埋められていないので ルールを作れません。
kk: Барша өрістерді толтырмай ,жаңа ереже құруға болмайды.
km: មិន​អាច​បង្កើត​ច្បាប់​ចាប់តាំង​ពី វាល​ទាំងអស់​មិន​បាន​បំពេញ ។
ko: 모든 필드가 채워지지 않아 규칙을 생성할 수 없습니다.
lt: Nepavyko sukurti taisyklės, kadangi ne visi laukeliai užpildyti.
mk: Не можам да го создадам правилото бидејќи не се пополнети сите полиња.
nb: Kan ikke opprette en regel ettersom ikke alle felter er fylt ut.
nds: De Regel lett sik nich opstellen, wiel nich binnen all Feller wat steiht.
nl: De regel kan niet worden aangemaakt omdat niet alle velden zijn ingevuld.
nn: Klarte ikkje laga regel sidan ikkje alle felta er fylte ut.
pt: Não é possível criar a regra, dado que existem campos por preencher.
pt_br: Não foi possível criar a regra pois nem todos os campos estão preenchidos.
ru: Невозможно создать правило, так как не все поля заполнены.
sk: Nemôžem vytvoriť pravidlo, pretože nie sú vyplnené všetky položky.
sl: Ker vsa polja niso izpolnjena, ni moč ustvariti pravila.
sr: Не могу да направим ново правило пошто нису сва поља попуњена.
sv: Kan inte skapa regeln eftersom alla fälten inte är ifyllda.
ta: விதியை உருவாக்க முடியாது. ஏனென்றால் எல்லா புலங்களும் நிரப்பப்பட்டுவிட்டது.
tg: Офаридани қоидаҳо намешавад то он даме, ки ҳамаи майдон пур нагардад.
uk: Неможливо створити правило, оскільки не всі поля заповнено.
zh_cn: 不能创建规则，因为所需字段没有填写完整。
zh_tw: 所有欄位均已填滿，無法再建立規則。

source: New Window For
bg: Нов прозорец за
ca: Nova finestra per
cs: Nové okno pro
cy: Ffenestr Newydd ar Gyfer
da: Nyt vindue for
de: Neues Fenster für
el: Νέο παράθυρο για
es: Nueva ventana para
et: Uus aken
eu: Lehio berria honentzat
fa: پنجرۀ جدید برای
fi: Uusi ikkuna
fr: Nouvelle fenêtre pour
hu: Új ablak
is: Nýr gluggi fyrir
it: Nuova finestra per
ja: 新しいウィンドウ
kk: Келесі үшін жаңа терезе
km: បង្អួច​ថ្មី​សម្រាប់
ko: 다음을 위한 새 창
lt: Naujas langas
mk: Нов прозорец за
nb: Nytt vindu for
nds: Nieg Finster för
nl: Nieuw venster voor
nn: Nytt vindauge for
pt: Nova Janela Para
pt_br: Nova Janela Para
ru: Новое окно для
sk: Nové okno pre
sl: Novo okno za
sr: Нови прозор за
sv: Nytt fönster för
ta: புதிய சாளரம்
tg: Тирезаи Нав Барои
uk: Нове вікно для
zh_cn: 新建窗口用于
zh_tw: 新視窗給

source: C&hannel/Nick:
bg: &Канал/псевдоним:
ca: C&anal/sobrenom:
cs: &Kanál/Přezdívka:
cy: &Sianel/Ffugenw:
da: &Kanal/Alias:
de: &Kanal/Spitzname:
el: &Κανάλι/Ψευδώνυμο:
es: Canal/apo&do:
et: Ka&nal/hüüdnimi:
eu: &Kanala/goitizena:
fa: &مجرا/لقب:‌
fi: &Kanava/Lempinimi:
fr: &Canal/Pseudo :
hu: &Csatorna/becenév:
is: &Rás/gælunafn:
it: &Canale/Nick:
ja: チャンネル/ニック(&H):
kk: А&рна/Бүркеншік ат:
km: ប៉ុស្តិ៍/សម្មតិ ៖​
ko: 채널/별명(&H):
lt: &Kanalas ir slapyvardis:
mk: К&анал/Прекар:
nb: &Kanal/Kallenavn:
nds: &Klöönruum/Ökelnaam:
nl: &Kanaal/bijnaam:
nn: &Kanal/Kallenamn:
pt: C&anal/Alcunha:
pt_br: Ca&nal/Apelido:
ru: &Канал/Ник:
sk: &Kanál/Prezývka:
sl: K&anal/Vzdevek:
sr: Ка&нал/надимак:
sv: &Kanal/Smeknamn:
ta: &தடம்/ புனைப்பெயர்
tg: &Канал/Ник:
uk: Ка&нал/прізвисько:
zh_cn: 频道/昵称(&H)：
zh_tw: 頻道/暱稱(&H)：

source: &Key:
bg: К&люч:
ca: &Clau:
cs: &Klíč:
cy: &Allwedd:
da: &Nøgle:
de: &Schlüssel:
el: &Κλειδί:
es: &Clave:
et: &Võti:
eu: &Giltza:
fa: &کلید:‌
fi: &Avain
fr: Cl&é :
hu: K&ulcs:
is: Ly&kill:
it: &Chiave:
ja: キー(&K):
kk: &Кілт:
km: កូន​សោរ ៖​
ko: 키(&K):
lt: &Raktas:
mk: &Клуч:
nb: &Nøkkel:
nds: &Slötel:
nl: &Sleutel:
nn: &Nøkkel:
pt: C&have:
pt_br: &Chave:
ru: &Ключ:
sk: &Kláves:
sl: &Ključ:
sr: &Тастер:
sv: N&yckel:
ta: &விசை:
tg: &Калид:
uk: &Ключ:
zh_cn: 密钥(&K)：
zh_tw: 密碼(&K)：

source: _: NAME OF TRANSLATORS Your names
bg: Радостин Раднев
ca: Marc Valerio i Brau,Antoni Bella Perez
cs: Lukáš Tinkl, Milan Hejpetr,Klára Cihlářová
cy: Peter Bradley, KD drwy KGyfieithu
da: Erik Kjær Pedersen,Lars K. Schunk
de: Matthias Kiefer, Frank Schütte
el: Στέργιος Δράμης, Βασίλης Γιαννακόπουλος,Σπύρος Γεωργαράς,Τούσης Μανώλης
es: Jaime Robles
et: Hasso Tepper, Marek Laane
eu: Ion Gaztañaga
fa: نوشین آسیایی
fi: Kim Enkovaara
fr: Matthieu Robin,Laurent Rathle,Thibaut Cousin
hu: Szántó Tamás
is: Logi Ragnarsson, Richard Allen, Þórhallur Páll Pjetursson, Stígur Snæsson
it: Alessandro Astarita,Andrea Rizzi
ja: R. Imura,Noboru Sinohara,UTUMI Hirosi
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee,Hongsoo Byun
lt: Eugenijus Paulauskas,Ričardas Čepas,Dovydas Sankauskas
mk: Божидар Проевски,Дамјан Величковски
nb: Knut Yrvin, Christian A Strømmen [Number1/NumeroUno],Rune Nordvik, Harald Thingelstad
nds: Sönke Dibbern
nl: Otto Bruggeman,Rinse de Vries,Wilbert Berendsen
nn: Gaute Hvoslef Kvalnes
pt: José Nuno Pires,Pedro Morais
pt_br: Waldemar Silva Júnior, Elvis Pfützenreuter, Rodrigo Stulzer, Antonio Sergio de Mello e Souza
ru: Const Kaplinsky,Denis Perchine,Андрей Черепанов
sk: Juraj Bednar,Ferro,Pavol Cvengroš,Stanislav Višňovský,laki
sl: Marko Samastur,Roman Maurer,Gregor Rakar,Jure Repinc
sr: Милош Пузовић,Топлица Танасковић,Слободан Симић
sv: Mattias Newzella,Karl Backström
ta: அ.அகஸ்டின் ராஜ்
tg: Абророва Хиромон
uk: Andriy Rysin,Іван Петрущак
zh_cn: Funda Wang
zh_tw: Eric Cheng, Frank Weng (a.k.a. Franklin)

source: _: EMAIL OF TRANSLATORS Your emails
bg: radnev@yahoo.com
ca: mvalerio-upc@bei.upc.es,bella5@teleline.es
cs: lukas@kde.org, mhejpetr@iss.cz,koty@seznam.cz
cy: kyfieithu@dotmon.com
da: erik@binghamton.edu,lars@schunk.dk
de: matthias.kiefer@gmx.de, F.Schuette@t-online.de
el: sdramis@egnatia.ee.auth.gr, kde@billg.gr,sng@hellug.gr,manolis@koppermind.homelinux.org
es: jaime@kde.org kde-es@kde.org
et: hasso@linux.ee, bald@online.ee
eu: igaztanaga@gmail.com
fa: asiaie@itland.ir
fi: kim.enkovaara@iki.fi
fr: kde@macolu.org,lrathle@teaser.fr,cousin@kde.org
hu: tszanto@mol.hu
is: logir@logi.org, ra@ra.is, olli@pjetur.net, stigur@vortex.is
it: aleast@capri.it,rizzi@kde.org
ja: imura@cs.titech.ac.jp,shinobo@leo.bekkoame.ne.jp,utuhiro78@yahoo.co.jp
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com, leedos@hanmail.net, freeyama@gmail.com
lt: eugenijus@agvila.lt, laisve@gmail.com
mk: bobibobi@freemail.com.mk,damjan91@gmail.com
nb: knuty@skolelinux.no, number1@realityx.net,rune@linuxnorge.com, harald@skolelinux.no
nds: s_dibbern@web.de
nl: ,rinsedevries@kde.nl,wilbert@kde.nl
nn: gaute@verdsveven.com
pt: jncp@netcabo.pt,morais@kde.org
pt_br: wsjunior@kdemail.net, epx@conectiva.com.br, rodrigo@conectiva.com.br, asergioz@bol.com.br
ru: const@ce.cctpu.edu.ru,dyp@perchine.com,sibskull@mail.ru
sk: juraj@bednar.sk,?,orpheus@hq.alert.sk,visnovsky@kde.org,laki@laki.sk
sl: markos@elite.org,roman.maurer@amis.net,gregor.rakar@kiss.si,jlp@holodeck1.com
sr: m.puzovic@etoncollege.org.uk,toptan@kde.org.yu,simicsl@verat.net
sv: newzella@linux.nu,backstrom@kde.org
ta: augustin_raj@hotmail.com
tg: H_Abrorova@rambler.ru
uk: rysin@kde.org,ivanpetrouchtchak@yahoo.com
zh_cn: fundawang@linux.net.cn
zh_tw: ericc@shinewave.com.tw, franklin at goodhorse dot idv dot tw

source: Channel Modes
bg: Режими на канал
ca: Modes del canal
cs: Režimy kanálů
cy: Moddau Sianel
da: Kanaltilstande
de: Kanal-Modi
el: Καταστάσεις καναλιού
es: Modo de canales
et: Kanali režiimid
eu: Kanal moduak
fa: حالتهای مجرا
fi: Kanavatilat
fr: Modes des canaux
hu: Csatornamódok
is: Rásastillingar
it: Modi canale
ja: チャンネルモード
kk: Арна режімдері
km: របៀប​ប៉ុស្តិ៍
ko: 채널 모드
lt: Kanalo veiksenos
mk: Режими за каналот
nb: Kanalmoduser
nds: Ruum-Bedriefoorden
nl: Kanalenmodi
nn: Kanalmodusar
pt: Modos do Canal
pt_br: Modos de Canais
ru: Режимы канала
sk: Módy kanálu
sl: Kanalski načini
sr: Режими канала
sv: Kanallägen
ta: தடம் முறைகள்
tg: Усулҳои Канал
uk: Режими каналів
zh_cn: 频道模式
zh_tw: 頻道模式

source: i (invite-only)
bg: п (само покана)
ca: i (tan sols invitats)
cs: i (pouze pozvat)
cy: i (gwahoddiad yn unig)
da: i (kun invitér)
de: i (nur auf Einladung)
el: i (πρόσκληση μόνο)
es: i (invitación únicamente)
et: i (ainult kutsega)
eu: b (gonbidapenak bakarrik)
fa: i )فقط دعوت(
fi: i (vain kutsutuille)
fr: i (invité seulement)
hu: i (csak meghívással)
is: i (aðeins boðið inn)
it: i (solo invito)
ja: i (招待のみ)
kk: i (тек шақыру бойынша)
km: i (បាន​តែ​អញ្ចើញ​)
ko: i (초대만)
lt: i (tik pakviesti)
mk: i (само со покана)
nb: i (kun invitasjon)
nds: i (bloots mit Inladen)
nl: i (alleen uitnodigen)
nn: i (berre invitering)
pt: i (só por convite)
pt_br: i (somente com convite)
ru: i (только приглашённые)
sk: i (len pozvaný)
sl: i (samo povabi)
sr: i (само позови)
sv: i (endast inbjudan)
ta: i(அழைக்க மட்டும்)
tg: i (танҳо таклифшудагон)
uk: i (тільки по запрошенню)
zh_cn: i (非请莫入)
zh_tw: i (只邀請)

source: l (limited users)
bg: о (ограничен брой потребители)
ca: l (limitar els usuaris)
cs: l (uživatelé s omezením)
cy: l (defnyddwyr cyfyngefig)
da: l (begrænsede brugere)
de: l (eingeschränkte Nutzung)
el: l (περιορισμένοι χρήστες)
es: l (usuarios limitados)
et: l (kasutajate arvu piiramine)
eu: m (erabiltzaile mugatuak)
fa: l )کاربرهای محدود(
fi: l (käyttäjärajoitus)
fr: l (utilisateurs limités)
hu: l (korlátozott felhasználószám)
is: l (fjöldi takmarkaður)
it: l (utenti limitati)
ja: l (ユーザ数制限あり)
kk: l (шектелген қатысушылар)
km: l (អ្នក​ប្រើ​ដែល​បាន​កំណត់)
ko: l (제한된 사용자)
lt: l (apriboti naudotojai)
mk: l (ограничување на корисници)
nb: l (brukerbegrensning)
nds: l (Grenz för Brukertall)
nl: l (beperkt aantal gebruikers)
nn: a (avgrensa brukarar)
pt: l (utilizadores limitados)
pt_br: l (usuários limitados)
ru: l (ограниченное количество участников)
sk: l (obmedzený počet užívateľov)
sl: l (omejeni uporabniki)
sr: l (ограничени корисници)
sv: l (begränsat antal användare)
ta: I(அளவான பயனர்)
tg: l (шумораи маҳдуди корвандон)
uk: l (обмежені користувачі)
zh_cn: l (限制用户数)
zh_tw: l (限制使用者)

source: k (key to join)
bg: к (ключ за присъединяване)
ca: k (clau per entrar)
cs: k (klíč k připojení)
cy: k (allwedd i ymuno)
da: k (nøgle til at deltage)
de: k (Teilnahme durch Passwort)
el: k (κλειδί για συμμετοχή)
es: k (tecla para unir)
et: k (ühinemiseks vajalik võti)
eu: g (giltza sartzeko)
fa: k )کلید برای پیوند(
fi: k (avain liittymiselle)
fr: k (appui sur une touche pour participer)
hu: k (csatlakozás)
is: k (lykill til inngöngu)
it: k (chiave per entrare)
ja: k (参加キー要)
kk: k (кіру кілті)
km: k (កូន​សោរ​ត្រូវ​ចូលរួម​)
ko: k (참여하는 키)
lt: k (raktas įėjimui)
mk: k (копче за приклучување)
nb: k (deltakernøkkel)
nds: k (bloots mit Slötel)
nl: k (trefwoord om toegang te krijgen)
nn: n (treng nøkkel for å delta)
pt: k (senha para juntar)
pt_br: k (senha para entrar)
ru: k (ключ для приглашённых)
sk: k (kľúč pri prihlásení)
sl: k (ključ za pridružitev)
sr: k (тастер за придруживање)
sv: k (nyckel för att gå med)
ta: k(இனணவதற்கான விசை)
tg: k (калид барои ҳамроҳшавӣ)
uk: k (ключ щоб приєднатись)
zh_cn: k (要密码才能进)
zh_tw: k (需要密碼)

source: s (secret)
bg: т (тайна)
cs: s (tajný)
cy: s (cyfrinachol)
da: s (hemmelig)
de: s (geheim)
el: s (μυστικό)
es: s (secreto)
et: s (salajane)
eu: s (sekretua)
fa: s )محرمانه(
fi: s (salainen)
hu: s (titkos)
is: s (leyndarmál)
it: s (segreto)
ja: s (シークレット)
kk: s (құпиялы)
km: s (សម្ងាត់​)
ko: s (비밀)
lt: s (slaptas)
mk: s (тајно)
nb: s (hemmelig)
nds: s (geheem)
nl: s (geheim)
nn: h (hemmeleg)
pt: s (secreto)
pt_br: s (secreto)
ru: s (секретный)
sk: s (tajný)
sl: s (skrivno)
sr: s (тајна)
sv: s (hemlig)
ta: s(இரகசியம்)
tg: s (махфӣ)
uk: s (секретний)
zh_cn: s (秘密隐蔽)
zh_tw: s (秘密)

source: User Modes
bg: Потребителски режими
ca: Modes d'usuari
cs: Uživatelské režimy
cy: Moddau Defnyddiwr
da: Brugertilstande
de: Benutzer-Modi
el: Καταστάσεις χρήστη
es: Modos de usuario
et: Kasutaja režiimid
eu: Erabiltzaile moduak
fa: حالتهای کاربر
fi: Käyttäjätilat
fr: Modes utilisateur
hu: Felhasználói módok
is: Notendahamur
it: Modi utente
ja: ユーザモード
kk: Қатысушылардың күйлері
km: របៀប​អ្នក​ប្រើ​
ko: 사용자 모드
lt: Naudotojo veiksenos
mk: Кориснички режими
nb: Brukermoduser
nds: Bruker-Bedriefoorden
nl: Gebruikersmodi
nn: Brukarmodusar
pt: Modos do Utilizador
pt_br: Modos de usuário
ru: Режимы
sk: Užívateľské módy
sl: Uporabniški načini
sr: Кориснички режими
sv: Användarlägen
ta: பயன்படுத்துபவரின் வகைகள்
tg: Усулҳои Корванд
uk: Режими користувачів
zh_cn: 用户模式
zh_tw: 使用者模式

source: i (be invisible)
bg: н (невидим)
ca: i (ser invisible)
cs: i (být neviditelný)
cy: i (anweledig)
da: i (vær usynlig)
de: i (unsichtbar)
el: i (γίνε αόρατος)
es: i (ser invisible)
et: i (nähtamatu)
eu: i (ikustezina izan)
fa: i )نامرئی بودن(
fi: i (näkymätön)
fr: i (invisible)
hu: i (láthatatlanul)
is: i (ósýnilegur)
it: i (invisibile)
ja: i (潜伏)
kk: i (көрінбейтін)
km: i (មើល​មិន​ឃើញ)
ko: i (보이지 않음)
lt: i (būti nematomam)
mk: i (биди невидлив)
nb: i (vær usynlig)
nds: i (nich sichtbor)
nl: i (wees onzichtbaar)
nn: u (ver usynleg)
pt: i (invisível)
pt_br: i (invisível)
ru: i (невидимый)
sk: i (byť neviditeľný)
sl: i (bodi neviden)
sr: i (невидљивост)
sv: i (var osynlig)
tg: i (ноаён)
uk: i (бути невидимим)
zh_cn: i (不可见)
zh_tw: i (隱身)

source: w (receive wallops)
bg: у (ударен)
ca: w (rebre wallops)
cs: w (dostávat wallops)
cy: w (cael eich taro)
da: w (modtag wallops)
de: w (wallops empfangen)
el: w (λήψη wallops)
es: w (recibir wallops)
et: w (wallop teadete saamine)
eu: w (wallops-ak jaso)
fa: w )دریافت wallops(
fi: w (wallops)
fr: w (recevoir les coups)
hu: w (wallops-ok fogadása)
is: w (taka á móti wallops)
it: w (ricevi wallop)
ja: w (wallops を受信)
kk: w (wallops хабарларын қабылдау)
km: w (ទទួល​ការ​វាយ)
ko: w (타격 받음)
lt: w (gauti smūgius)
mk: w (примај пораки до операторите)
nb: w (motta wallops)
nds: w ("Wallops" kriegen)
nl: w (wallops ontvangen)
nn: v (motta vegg-op)
pt: w (receber 'wallops')
pt_br: w (receber wallops)
ru: w (принимать wallops)
sk: w (prijímať wallops)
sl: w (sprejmi udarce)
sr: w (примање кључања (wallops))
sv: w (ta emot smällar)
ta: w(பெறும் முறை)
tg: w (қабули wallops)
uk: w (отримувати wallops)
zh_cn: w (接收Op交谈)
zh_tw: w (接收管理者訊息)

source: s (get server notices)
bg: с (съобщения от сървъра)
ca: s (rebre les notícies del servidor)
cs: s (dostávat zprávy serveru)
cy: s (cael hysbysiadau gweinydd)
da: s (få server bemærkninger)
de: s (Servernachrichten empfangen)
el: s (λήψη ειδοποιήσεων εξυπηρετητή)
es: s (recibir noticias del servidor)
et: s (serveri teadete saamine)
eu: z (zerbitzariaren berriak jaso)
fa: s (به دست آوردن یادداشتهای کارساز(‌
fi: s (vastaanota palvelinhuomautuksia)
fr: s (recevoir les messages du serveur)
hu: s (kiszolgálóüzenetek engedélyezése)
is: s (fá tilkynningar frá þjóni)
it: s (prendi notizie del server)
ja: s (サーバ通知を受信)
kk: s (сервердің хабарламаларын қабылдау)
km: s (ស្គាល់​ដោយ​ម៉ាស៊ីន​បម្រើ)
ko: s (서버 알림 받기)
lt: s (gauti serverio perspėjimus)
mk: s (земај известувања од серверот)
nb: s (motta tjenermeldinger)
nds: s (Servermellen kriegen)
nl: s (ontvang servernotificaties)
nn: t (motta tenarmeldingar)
pt: s (obter avisos do servidor)
pt_br: s (obter avisos do servidor)
ru: s (получать уведомления сервера)
sk: s (získať upozornenia serveru)
sl: s (dobi sporočila strežnika
sr: s (примање серверових обавештења)
sv: s (få servermeddelanden)
ta: s(சேவையகங்களை பெருக)
tg: s (гирифтани огоҳкунии хидматрасон)
uk: s (діставати вістки сервера)
zh_cn: s (接收服务器通知)
zh_tw: s (接收伺服器通知)

source: T
uk: Т

source: Only op'ed users can change the topic
bg: Само специалните потребители могат да сменят темата
ca: Tan sols els usuaris 'op' poden canviar el tema
cs: Téma mohou změnit pouze vybraní uživatelé
cy: Defnyddwyr gweithredu (op) yn unig sy'n cael newid y pwnc
da: Kun brugere med operatør-privilegier kan ændre emnet
de: Nur Operator-Benutzer können das Thema ändern
el: Μόνο χρήστες op μπορούν να αλλάξουν το θέμα
es: Sólo los operadores pueden cambiar el tema
et: Ainult kanali operaatorid saavad teemat muuta
eu: Gaia operadore erabiltzaileek bakarrik alda dezakete
fa: فقط کاربرهای op'ed می‌توانند موضوع را تغییر دهند
fi: Vain operaattorit voivat vaihtaa aihetta
fr: Seuls les opérateurs peuvent changer le sujet de la discussion
hu: Csak a kiemelt felhasználók legyenek képesek a témát megváltoztatni
is: Aðeins rásarstjórnendur geta breytt umræðuefninu
it: Solo gli utenti op possono cambiare l'argomento
ja: オペレータ権限のあるユーザのみトピック変更可
kk: Тақырыпты тек операторлар өзгерте алады
km: បាន​តែ​អ្នក​ប្រើ​របស់​ op'ed ដែល​អាច​ផ្លាស់ប្តូរ​ប្រធាន​បទ​
ko: 관리자만이 주제를 바꿀 수 있음
lt: Tik op naudotojai gali keisti temas
mk: Само корисници кои се оператори можат да ја сменат темата
nb: Kun op-ede brukere kan endre tema
nds: Bloots Operatoren köönt dat Thema ännern
nl: Alleen gebruikers met de status "Op" kunnen het onderwerp wijzigen
nn: Berre brukarar med op kan endra emnet
pt: Só os utilizadores com 'op' podem alterar o tópico
pt_br: Somente operadores podem trocar o tópico
ru: Только операторы канала могут изменять тему
sk: Iba operátori môžu zmeniť tému
sl: Samo vrhnji uporabniki lahko spremenijo temo
sr: Само оповани (op'ed) корисници могу да мењају тему
sv: Endast OP-användare kan ändra ämnet
ta: அங்கீகரிக்கப்பட்ட பயனர்கள் மட்டும் தலைப்பை மாற்றலாம்
tg: Танҳо амалгарони канал мавзӯъро иваз карда метавонанд
uk: Тільки оп(ератори) можуть міняти тему
zh_cn: 只有管理员才可以修改话题
zh_tw: 只有管理者才能改變標題

source: N
bg: В
uk: Н

source: No outside messages
bg: Без външни съобщения
ca: No hi ha missatges externs
cs: Venku nejsou žádné zprávy
cy: Dim negeseuon allanol
da: Ingen beskeder udefra
de: Keine Nachrichten von außerhalb
el: Όχι εξερχόμενα μηνύματα
es: No hay mensajes externos
et: Kanaliväliste sõnumiteta
eu: Ez dago kanpoko mezurik
fa: بدون پیامهای خارجی
fi: Ei viestejä kanavan ulkopuolelta
fr: Aucun message extérieur
hu: A külső üzenetek tiltása
is: Engin skilaboð utan frá
it: Nessun messaggio esterno
ja: 外部メッセージを認めない
kk: Сыртқы хабарларсыз
km: គ្មាន​សារ​នៅ​ខាងក្រៅ
ko: 외부 메시지 없음
lt: Be išorinių pranešimų
mk: Без надворешни пораки
nb: Ingen meldinger fra utsiden
nds: Keen Narichten vun buten
nl: Geen externe berichten
nn: Ingen meldingar utanfrå
pt: Sem mensagens exteriores
pt_br: Sem mensagens de fora
ru: Без внешних сообщений
sk: Žiadne správy mimo
sl: Brez zunanjih sporočil
sr: Нема спољних порука
sv: Inga meddelanden från andra
ta: அன்னிய செய்திகள் இல்லை
tg: Бе паёмҳои беруна
uk: Зовнішні повідомлення недозволені
zh_cn: 没有外部消息
zh_tw: 不接收外界訊息

source: M
bg: Г
uk: М

source: Only op'ed users and voiced users (+v) can speak
bg: Само специалните потребители и гласовите потребители (+v) могат да говорят
ca: Tan sols poden parlar els usuaris 'op' i els que tinguin veu (+v)
cs: Hovořit mohou pouze vybraní uživatelé a uživatelé s hlasem (+v)
cy: Dim ond defnyddwyr gweithredu (op) a defnyddwyr llais (+v) all siarad
da: Kun brugere med operatør-privilegier og stemmetildelte brugere (+v) kan tale
de: Nur Operatoren und sprachberechtigte (+v) Benutzer können sprechen
el: Μόνο χρήστες op και χρήστες voiced (+v) μπορούν να μιλήσουν
es: Sólo los operadores y los usuarios con voz (+v) pueden hablar
et: Ainult operaatorid ja kasutajad, kellel õigus vestelda (+v), võivad rääkida
eu: Operadore erabiltzaileek eta ahotsdun erabiltzaileek bakarrik (+v) hitz egin dezakete
fa: فقط کاربران op'ed و گفتاری )v+( می‌توانند صحبت‌ کنند
fi: Vain äänioikeutetut(+v) ja operaattorit(+o) voivat puhua
fr: Seuls les opérateurs et les utilisateurs autorisés à parler (+v) peuvent s'exprimer
hu: Csak a kiemelt és a hangos (+v) felhasználók beszélhetnek
is: Aðeins rásarstjórnendur og notendur með rödd (+v) geta talað
it: Solo gli utenti op, e gli utenti con voice (+v) possono parlare
ja: オペレータ権限または発言権 (+v) のあるユーザのみ発言可
kk: Тек операторлар мен дауысты қатысушылар (+v) сөйле алады
km: តែ​អ្នក​ប្រើ op'ed និង​អ្នក​ប្រើ​មាន​សំឡេង (+v) អាច​និយាយ
ko: 관리자 혹은 발언권이 있는 사용자만이 말할 수 있음
lt: Gali kalbėti tik op ir kalbantys (+v) naudotojai
mk: Можат да зборуваат само корисници кои се оператори и кои имаат глас (+v)
nb: Kun op-ede brukere eller brukere med talerett (+v) kan prate
nds: Bloots Operatoren un Brukers mit Snackverlööf (+v) köönt klönen
nl: Alleen gebruikers met de status "Op" en voiced gebruikers (+v) kunnen spreken
nn: Berre brukarar med op eller talerett (+v) kan prata
pt: Só os utilizadores com 'op' e com voz (+v) podem falar
pt_br: Somente operadores e usuários com voz (+v) podem falar
ru: Только операторы и участники с правом голосом (+w) могут говорить
sk: Iba operátori a ýoužívatelia, ktorý sú počuť (voiced) môžu hovoriť
sl: Samo vrhnji uporabniki in uporabniki z govorjenjem (+v) lahko govorijo
sr: Само оповани (оp'ed) и гласовни корисници (+v) могу да говоре
sv: Endast OP-användare och användare med röst (+v) kan tala
ta: அங்கீகரிக்கப்பட்ட பயனர் மற்றும் ஒலி பயனர் மட்டும் பேசலாம்
tg: Танҳо амалгарон ва корвандони овоздор (+v) гуфтугӯ карда метавонанд
uk: Тільки оп(ераторам) і користувачам з правом голосу (+v) можна розмовляти
zh_cn: 只有管理员和有发言权的用户(+v)方可讲话
zh_tw: 只有管理者與認證使用者才能交談
