Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Yellow:
bg: Жълто:
ca: Groc:
cs: Žlutá:
cy: Melyn:
da: Gul:
de: Gelb:
el: Κίτρινο:
es: Amarillo:
et: Kollane:
eu: Horia:
fa: زرد:
fi: Keltainen:
fr: Jaune :
hu: Sárga:
is: Gulur:
it: Giallo:
ja: 黄:
kk: Сары:
km: លឿង​ ៖​
ko: 황색:
lt: Geltona:
mk: Жолто:
nb: Gul:
nds: Geel:
nl: Geel:
nn: Gul:
pt: Amarelo:
pt_br: Amarelo:
ru: Жёлтый:
sk: Žltá:
sl: Rumena:
sr: Жута:
sv: Gul:
ta: மஞ்சள்:
tg: Зард:
uk: Жовтий:
zh_cn: 黄色：
zh_tw: 黃色：

source: LooknFeel
bg: Външен вид
ca: Aspecte
cs: Vzhled a chování
cy: Golwg a Theimlad
da: Udseende
de: Erscheinungsbild
el: Όψη και Αίσθηση
es: Aspecto
et: Välimus
eu: Itxura eta izaera
fi: Ulkonäkö
fr: Apparence et ergonomie
hu: Megjelenés
is: Útlit og viðmót
it: Aspetto
ja: 外観
kk: Сыртқы көрінісі
ko: 외양
lt: Išvaizda ir pojūtis
mk: Изглед и чувство
nb: Utseende/oppførsel
nds: Utsehn
nl: Uiterlijk
nn: Utsjånad og åtferd
pt: Aparência e Comportamento
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sl: Videz in občutek
sr: Изглед и осећај
sv: Utseende och känsla
ta: தோற்ற உணர்வு
tg: Намуди зоҳирӣ
uk: Вигляд та поведінка
zh_cn: 观感
zh_tw: 外觀與感覺

source: Window Mode
bg: Режим на прозорците
ca: Mode de la finestra
cs: Režim oken
cy: Modd Ffenestri
da: Vinduestilstand
de: Fenstermodus
el: Μορφή παραθύρων
es: Modo de ventana
et: Akna välimus
eu: Lehio modua
fa: حالت پنجره
fi: Ikkunatila
fr: Mode de fenêtrage
hu: Ablak-mód
is: Glugga viðmót
it: Modalità finestre
ja: ウィンドウモード
kk: Терезе режімі
km: របៀប​បង្អួច
ko: 창 모드
lt: Lango veiksena
mk: Режим на прозорец
nb: Vindustilstand
nds: Finster-Bedriefoort
nl: Venstermodus
nn: Vindaugsmodus
pt: Modo de Janelas
pt_br: Modo de Janela
ru: Режим окон
sk: Mód okien
sl: Okenski način
sr: Режим прозора
sv: Fönsterläge
ta: சாளர வகை:
tg: Усули Тиреза
uk: Режим вікон
zh_cn: 窗口模式
zh_tw: 視窗模式

source: &Paged MDI mode (XChat)
bg: &Страници (режим MDI - XChat)
ca: Mode &paginat MDI (XChat)
cs: MDI režim se stránkami (&XChat)
cy: Modd MDI &hysbysiedig (XChat)
da: &Paged MDI-tilstand (XChat)
de: MDI-Modus mit &Unterfenstern (XChat)
el: Μορφή &Paged MDI (περιβάλλον χρήσης πολλαπλών εγγράφων) (XChat)
es: Modo &paginado MDI (XChat)
et: Kaartidega MDI režiim (á la &XChat)
eu: &Orridun MDI modua (XChat)
fa: &صفحه‌بندی حالت( MDIXChat(‌
fi: &Sivutettu MDI-tila (XChat-tyylinen)
fr: Mode MDI &paginé (XChat)
hu: La&pozgatós MDI-mód (XChat)
is: &Paged MDI hamur (XChat)
it: Modalità documenti &multipli (XChat)
ja: &MDI モード (XChat と同じ)
kk: &Көп терезелі парақтар режімі (XChat)
km: បាន​ដាក់​ទំព័រ​របៀប MDI (XChat)
ko: 페이지형 MDI 모드 (XChat)(&P)
lt: &Puslapių MDI veiksena (XChat)
mk: Режим MDI со &страници (XChat)
nb: &Flippet MDI-tilstand (XChat)
nds: &Mehrdokmenten-Bedrief mit Koorten (XChat)
nl: Tabbla&den (zoals XChat)
nn: &MDI-modus med sider (XChat)
pt: Modo MDI &paginado (XChat)
pt_br: Modo MDI &Paginado (XChat)
ru: &Многооконный режим с вкладками (XChat)
sk: &Záložkový mód MDI (XChat)
sl: Način &MDI z zavihki (XChat)
sr: &Странични MDI режим (XChat)
sv: Sidbaserat &multipelt dokumentgränssnitt (Xchat)
ta: & பக்கம் எம்டிஐ வகை (XCHAT)
tg: Усули &Бисёрсаҳифавии MDI (XChat)
uk: &Сторінковий інтерфейс (XChat)
zh_cn: 分页的MDI模式(&P)(XChat)
zh_tw: Paged MDI 模式(XChat)(&P)

source: Choose your favorite window mode:
bg: Режим за показване на прозорците:
ca: Escolliu el vostre mode de finestra preferit:
cs: Zvolte si svůj oblíbený režim oken:
cy: Dewiswch eich hoff fodd ffenestri:
da: Vælg din fortrukne vinduestilstand:
de: Wählen Sie den gewünschten Fenstermodus aus:
el: Επιλέξτε την αγαπημένη σας μορφή παραθύρων:
es: Elija su modo de ventana favorito:
et: Meelepärase akna välimuse valimine:
eu: Hautatu nahien duzun lehio modua:
fa: انتخاب حالت پسندان پنجرۀ شما:
fi: Valitse ikkunalle lempimoodisi:
fr: Choisissez votre mode de fenêtrage favori :
hu: Válassza ki az ablakkezelés módját:
is: Veldu þitt uppáhalds gluggaviðmót:
it: Scegli la tua modalità finestre preferita:
ja: お好みのウィンドウモードを選んでください:
kk: Қалаған терезе режімін таңдаңыз:
km: ជ្រើស​របៀប​បង្អួច​ដែល​អ្ន​កពេញចិត្ត ៖​
ko: 선호하는 창 모드를 선택하십시오:
lt: Pasirinkite mėgiamą lango veikseną:
mk: Изберете го вашиот омилен режим на прозорец:
nb: Velg favoritt-tilstand for vinduer:
nds: Söök Dien vörtrocken Bedriefoort för Finstern ut:
nl: Kies uw favoriete venstermodus:
nn: Vel den vindaugsmodusen du føretrekk:
pt: Escolha o seu modo de janelas favorito:
pt_br: Escolha seu modo de janela favorito:
ru: Выберите размещение окон:
sk: Vyberte si svoj obľúbený mód okna:
sl: Izberite najljubši način prikaza oken:
sr: Одаберите ваш омиљени режим прозора:
sv: Välj favoritinställning för fönster:
ta: பிடித்த சாளர வகையை தேர்ந்தெடு:
tg: Усули дӯстдоштаи тирезаро интихоб кунед:
uk: Виберіть улюблений режим вікон:
zh_cn: 选择您喜爱的窗口模式：
zh_tw: 選擇您喜歡的視窗模式：

source: &SDI mode (old behavior)
bg: От&делни прозорци (режим SDI - остаряло поведение)
ca: Mode &SDI (comportament antic)
cs: &SDI režim (původní chování)
cy: Modd &SDI (hen ymddygiad)
da: &SDI-tilstand (gammeldags opførsel)
de: &SDI-Modus (altes Verhalten)
el: Μορφή &SDI (περιβάλλον χρήσης ενός εγγράφου) (παλιά συμπεριφορά)
es: Modo &SDI (comportamiento antiguo)
et: &SDI režiim (vana käitumine - aken kanali kohta)
eu: &SDI modua (portaera zaharra)
fa: حالت &SDI )رفتار قدیم(‌
fi: &SDI-tila (vanhanaikainen)
fr: Mode &SDI (ancien comportement)
hu: &SDI-mód (hagyományos)
is: &SDI viðmót (gamalt)
it: Modalità documento &singolo (vecchio comportamento)
ja: &SDI モード (従来の挙動)
kk: &Жалғыз терезелі (ескі түрі)
km: របៀប​SDI (ឥរិយាបទ​ចាស់)
ko: SDI 모드 (오래된 방식)(&S)
lt: &SDI veiksena (senas elgesys)
mk: режим &SDI (старото однесување)
nb: &SDI-tilstand (gammel adferd)
nds: &Enkeldokment-Bedrief (oolt Bedregen)
nl: Lo&sse vensters (oud gedrag)
nn: &SDI-modus (gammal åtferd)
pt: Modo &SDI (antigo)
pt_br: Modo &SDI (comportamento antigo)
ru: &Отдельные окна (старый вариант)
sk: Mód &SDI (staré správanie)
sl: Način &SDI (staro obnašanje)
sr: SDI &режим (старо понашање)
sv: En&kelt dokumentgränssnitt (gammalt beteende)
ta: &SDI வகை (பழைய பழக்கங்கள்)
tg: Усули &SDI (нусхаи кӯҳна)
uk: &Багатовіконний інтерфейс (старий)
zh_cn: &SDI模式(过时方式)
zh_tw: SDI 模式(舊式行為)(&S)

source: Wallpaper
bg: Изображение на фона
ca: Paper pintat
cs: Tapeta
cy: Papur wal
da: Tapet
de: Hintergrundmuster
el: Ταπετσαρία
es: Papel tapiz
et: Taustapilt
eu: Atzekaldea
fa: کاغذدیواری
fi: Taustakuva
fr: Papier-peint
hu: Tapéta
is: Veggfóður
it: Immagine di sfondo
ja: 壁紙
kk: Тұсқағазы
km: ផ្ទាំងរូបភាព
ko: 바탕화면
lt: Fonas
mk: Тапет
nb: Bakgrunnsbilde
nds: Achtergrundmuster
nl: Achtergrond
nn: Bakgrunnsbilete
pt: Papel de parede
pt_br: Papel de Parede
ru: Обои
sk: Tapeta
sl: Tapeta
sr: Слика у позадини
sv: Skrivbordsunderlägg
ta: சுவரொட்டி
tg: Паснамо
uk: Шпалери
zh_cn: 墙纸
zh_tw: 壁紙

source: Nick Option Menu
bg: Меню за псевдоним
ca: Menú d'opcions del sobrenom
cs: Nabídka voleb pro přezdívky
cy: Dewislen Dewisiadau Ffugenwau
da: Alias indstillingsmenu
de: Spitznamen-Menü
el: Μενού επιλογών ψευδωνύμου
es: Menú de opciones del apodo
et: Hüüdnime kontekstimenüü
eu: Goitizen aukeren menua
fa: گزینگان گزینۀ لقب
fi: Lempinimen ominaisuuksien valinta
fr: Menu des options de pseudo
hu: Becenév-opciók menü
is: Gælunafnastillingar
it: Menu opzioni nick
ja: ニックネームオプションメニュー
kk: Бүркеншік аттың параметрі
km: ជម្រើស​ម៉ឺនុយ​សម្មតិនាម​យ​
ko: 별명 옵션 메뉴
lt: Slapyvardžio parinkčių meniu
mk: Мени за опции на прекар
nb: Kallenavnmeny
nds: Ökelnaam-Menü
nl: Optiesmenu bijnamen
nn: Meny for kallenamn
pt: Menu de Opções da Alcunha
pt_br: Menu de Opções do Apelido
ru: Опции ников
sk: Menu možnosti prezývky
sl: Meni z možnostmi za vzdevek
sr: Мени опција надимака
sv: Smeknamnsmeny
tg: Менюи Хосияти Ник
uk: Меню параметрів прізвиськ
zh_cn: 昵称选项菜单
zh_tw: 暱稱選項選單

source: This page allows configuration of the RMB Menu for the nicklist located on the right. You can define names for certain actions. Look at the predefined commands to learn how it works.
bg: От тук може да настроите менюто за псевдоними, което се намира в дясно. Може да зададете имена на често повтарящи се команди. За повече информация, вижте секцията за предефиниране на команди.
ca: Aquesta pàgina permet la configuració del menú RMB per a la llista dels sobrenoms de la dreta. Podreu definir noms per a certes accions. Consulteu els comandaments predefinits i apreneu com usar-los.
cs: Tato stránka vám umožňuje nastavit si kontextovou nabídku pro seznam přezdívek umístěný na pravé straně. Můžete si definovat jména pro určité činnosti. Podívejte se na předdefinované příkazy, jak se to dělá.
cy: Galluoga'r dudalen hon addasu'r Ddewislen RMB ar gyfer y rhestr ffugenwau sy wedi'i leoli ar y dde. Cewch ddiffinio enwau ar gyfer rhai gweithredoedd arbennig. Edrychwch ar y gorchmynion rhagosodedig i ddysgu sut mae'n gweithio.
da: Denne side tillader indstilling af højre musekliksmenuen for aliaslisten i højre side. Du kan definere navne for visse handlinger. Kig på de prædefinerede kommandoer for at lære hvordan det virker.
de: In diesem Abschnitt können Sie das Menü einrichten, das beim Klicken mit der rechten Maustaste auf die Spitznamenliste erscheint. Jeder Aktion kann ein Name zugeordnet werden. Schauen Sie sich die Beispiel-Befehle an, um die Funktionsweise zu verstehen.
el: Αυτή η σελίδα επιτρέπει τη ρύθμιση του μενού του δεξιού κουμπιού του ποντικιού για τη λίστα ψευδωνύμων που βρίσκεται στα δεξιά. Μπορείτε να ορίσετε ονόματα για κάποιες ενέργειες. Κοιτάξτε τις προκαθορισμένες εντολές για να μάθετε το πως λειτουργεί.
es: Esta página permite la configuración del menú contextual para la lista de apodos de la derecha. Puede definir nombres para ciertas acciones. Mire las órdenes predefinidas y aprenda a usarlas.
et: Siin saab määrata, milliseid valikuid pakub klõps hiire parema nupuga hüüdnimede nimekirjas akna paremas servas. Võimalik on määrata konkreetsele tegevusele kindel nimi. Uuri eelnevalt määratud käske, et aru saada, kuidas asi käib.
eu: Orri honek eskuineko goitizen zerrendentzat RMB menuaren konfiguratzeko aukera ematen dizu. Ekintza batzurentzat izenak definitu ditzakezu. Begira ezazu aurredefinitutako aginduak, nola funtzionatzen duen ikasteko.
fa: این صفحه اجازۀ پیکر‌بندی گزینگان RMB برای فهرست القاب واقع در سمت راست را می‌دهد. می‌توانید نامهایی را برای اعمال خاص تعریف کنید. به فرمانهای از پیش تعیین‌شده برای فهمیدن نحوۀ عملکرد آنها نگاه کنید.
fr: Cette page vous permet de configurer le menu contextuel (obtenu par un clic droit) de la liste des pseudonymes située sur la droite. Vous pouvez y définir certaines actions par leur nom. Regardez les commandes prédéfinies à titre d'exemple.
hu: Itt lehet módosítani a jobb oldali becenévlistához tartozó felbukkanó menü bejegyzéseit. A műveleteknek nevet lehet adni. Az előre definiált parancsoknál jól látszik, hogy működik ez a lehetőség.
is: Þessi síða leyfir stillingar fyrir RMB valmynd fyrir gælunafnalistann til hægri. Þú getur valið nöfn fyrir sérstakar aðgerðir. Líttu á fyrirfram valdar skipanir til að skilja hvernig það virkar
it: Questa finestra ti permette di configurare il menu che si ottiene premendo il tasto destro sulla lista dei nomi a destra. Puoi definire dei nomi per alcune azioni. Guarda i comandi predefiniti per capire come funziona.
ja: このページでは、各チャンネルの右に表示されるニックネームリストに使用する右クリックメニューを設定します。各アクションには名前を付けることができます。これがどのように機能するかは、定義済みのコマンドを見てください。
kk: Бұл бетте бүркеншік аттар тізімін тышқанның оң жақ батырмасымен түрткенде шығатын мәзірді баптауға мүмкіндік беріледі. Мұнда түрлі әрекеттерді енгізе аласыз. Мысалдар үшін әлден енгізілген командаларды қараңыз.
km: ទំព័រ​នេះ អនុញ្ញាត​ការកំណត់រចនាសម្ព័ន្ធ​នៃ​ម៉ឺនុយ​ RMB សម្រាប់ទីតាំង​របស់​បញ្ជី​សម្មតិនាម​ ។​អ្នក​អាច​កំណត់​ឈ្មោះ​សកម្មភាព​ពិត​ ។ ក្រឡេក​មើល​ពាក្យ​បញ្ជា​ដែល​បាន​កំណត់មុន​ដើម្បី​សិក្សា​ពី​របៀប​ធ្វើការ​ ​។​
ko: 오른쪽에 위치한 별명 목록의 RMB 메뉴 설정을 하는 페이지입니다. 특정 동작에 대한 이름을 정의할 수 있습니다. 어떻게 작동하는지 보려면 먼저 정의된 명령을 참고하십시오.
lt: Šiame puslapyje derinkite dešinėje esančio slapyvardžių sąrašo kontekstinį meniu. Įvairiems veiksmams galite sugalvoti pavadinimus. Pažiūrėję į iš anksto nustatytas komandas sužinosite kaip jos dirba.
mk: Оваа страница дозволува конфигурирање на менито за десното копче од глушецот, за листата со прекари лоцирана на десната страна. Може да дефинирате имиња за одредени акции. Погледнете ги предефинираните команди за да научите како работи.
nb: Med denne siden kan du sette opp RMB-menyen for lista med kallenavn på høyresida. Du kan bestemme bestemte handlinger for kallenavn. For å lære hvordan det virker kan du se på lista over forhåndsvalgte kommandoer.
nds: Hier kannst Du dat Rechtsklickmenü för de Ökelnaamlist instellen. Du kannst de Akschonen Naams toornen - kiek Di man de vörhannen Befehlen an, wenn Du weten wullt, woans dat funkscheneert.
nl: Op deze pagina kunt u het contextmenu onder uw rechter muisknop voor de bijnamenlijst rechts instellen. U kunt de namen van bepaalde acties definiëren. Kijk bij de voorgedefinieerde commando's hoe het werkt.
nn: På denne sida kan du setja opp sprettoppmenyen for lista over kallenamn. Du kan definera namn for enkelte handlingar. Studer dei førehandsdefinerte kommandoane for å finna ut korleis det verkar.
pt: Esta página permite ao utilizador configurar o menu do botão direito para a lista de alcunhas à direita. Poderá definir os nomes para certas acções. Veja os comandos predefinidos para aprender como funciona.
pt_br: Esta página permite configurar o Menu RMB para a lista de apelidos localizada na direita. Você pode definir nomes para certas ações. Veja os comandos predefinidos para aprender como isto funciona.
ru: Эта вкладка позволит настроить реакцию на нажатие правой кнопки мыши на списке ников справа. Вы можете определить пункты меню для часто употребляемых действий. Смотрите список предопределённых команд для информации как это работает.
sk: Tu môžete nastaviť kontextové menu pre zoznam prezýviek vpravo. Môžete definovať mená pre jednotlivé akcie. Skúste sa pozrieť na preddefinované príkazy.
sl: Ta stran vam omogoča nastavitve menija desnega miškinega gumba za seznam vzdevkov, ki se nahaja na desni. Za določena imena lahko navedete dejanja. Poglejte na preddoločene ukaze, da bi videli, kako deluje.
sr: Ова страница вам дозвољава подешавање RMB менија за листу надимака која се налази са десне стране. Можете дефинисати имена за одређене акције. Погледајте предефинисане наредбе да би сте схватили како то ради.
sv: Den här sidan låter dig anpassa menyn som visas med höger musknapp i smeknamnslistan till höger. Du kan ange namn för vissa åtgärder. Titta på de fördefinierade kommandona för att förstå hur det fungerar.
ta: இந்த பக்க அமைப்பை RMB வலப்பக்க துணைப்பட்டியலில் காணலாம், சில செயல்களுக்கு பெயர் சூட்டுக, முன் அறுதியிட்ட கட்டளைகள் செயல்பட உதவும்
tg: Ин саҳифа ба шумо имконияти батанзимдарории Менюи RMB-ро дар рӯйхати дар чап будаи никҳо, медиҳад. Шумо номҳоро барои амалиётҳои муайян муқаррар карда метавонед. Барои фаҳмидани тарзи кори он ба фармонҳои пешаки муайяншуда нигаред.
uk: На цій сторінці можна налаштувати меню правої кнопки мишки для списку прізвиськ, що знаходиться праворуч. Ви можете визначити назви для деяких дій. Щоб зрозуміти як визначати дії, дивіться на попередньо задані команди.
zh_cn: 该页面让您配置右边昵称列表的RMB菜单。您可以定义特定动作的名称。请查看预定义的命令来学习它如何工作。
zh_tw: 這一頁能設定右方暱稱清單的 RMB。您可以定義特定動作的名稱。您可以參考預先定義好的命令以學習如何使用。

source: &Entry name:
bg: &Име:
ca: Nom de l'&entrada:
cs: Náz&ev položky:
cy: &Enw cofnod:
da: &Indgangsnavn:
de: &Name:
el: Όνομα &καταχώρησης:
es: Nombre de la &entrada:
et: &Kirje nimi:
eu: &Sarreraren izena:
fa: نام &مدخل:‌
fi: Oikea nimi
fr: Nom de l'entr&ée :
hu: A &bejegyzés neve:
is: H&eiti færslu:
it: Nome di &ingresso:
ja: エントリ名(&E):
kk: &Мәзірдегі жол:
km: បញ្ចូល​ឈ្មោះ​ ៖
ko: 항목 이름(&E):
lt: &Įrašo pavadinimas:
mk: Име на &внес:
nb: &Oppføringsnavn:
nds: &Naam:
nl: &Ingangnaam:
nn: &Oppføringsnamn:
pt: Nome do it&em:
pt_br: &Nome de entrada:
ru: &Пункт меню:
sk: Meno &položky:
sl: Ime &vnosa:
sr: Им&е ставке:
sv: &Menynamn:
ta: &உள்ளிட்ட பெயர்:
tg: Номи &ворид:
uk: Назва &запису:
zh_cn: 条目名称(&E)：
zh_tw: 項目名稱(&E)：

source: Associated co&mmand:
bg: Ко&манда:
ca: Co&mandament associat:
cs: Přiřazený pří&kaz:
cy: Gorchy&myn cysylltiedig:
da: Tilknyttet ko&mmando:
de: Auszuführender &Befehl:
el: Σχετιζόμενη εντο&λή:
es: Co&mando asociado:
et: &Seostatud käsk:
eu: Lotutako &agindua:
fa: &فرمان وابسته:‌
fi: Liitetty ko&mento:
fr: Com&mande associée :
hu: Társított p&arancs:
is: Tengd s&kipun:
it: Co&mando associato:
ja: 関連付けるコマンド(&M):
kk: Орындалатын ко&мандасы:
km: ពាក្យ​បញ្ជា​ដែល​បានភ្ជាប់​ ៖​
ko: 지정된 명령(&M):
lt: Priskirta ko&manda:
mk: Придружена ко&манда:
nb: Assosiert ko&mmando:
nds: Tohören &Befehl:
nl: Geassocieerd co&mmando:
nn: Assosiert ko&mmando:
pt: Co&mando associado:
pt_br: Co&mando associado:
ru: &Связанная команда:
sk: Priradený p&ríkaz:
sl: Povezan &ukaz:
sr: Придружена &наредба:
sv: Motsvarande &kommando:
ta: சார்ந்த கட்டளை:
tg: &Фармони иртиботӣ:
uk: Відповідна ко&манда:
zh_cn: 相关的命令(&M)：
zh_tw: 相關命令(&M)：

source: Onl&y enable on Op status
bg: Вк&лючване само в режим на оператор
ca: Tan sols &habilitat en estatus 'op'
cs: Povolit pouze &při stavu "Op"
cy: Galluogi ar gyflwr &Op yn unig
da: Aktivér &kun ved Op-status
de: N&ur bei Op-Status aktivieren
el: Ενεργοποίηση μόν&ο στην κατάσταση Op
es: Sólo &habilitado en estado Op
et: Lu&batud ainult operaatorile
eu: Op egoeran &bakarrik gaitu
fa: &فقط ‌فعال در وضعیت Op‌
fi: Sallitt&u vain kanavaoperaattoreille
fr: N'acti&ver qu'avec le statut d'opérateur
hu: En&gedélyezés csak Op állapotnál
is: Virkja aðeins við &op stöðu
it: Abilita solo quando O&P
ja: オペレータの場合にのみ有効にする(&Y)
kk: Операторға ғ&ана рұқсат етіледі
km: បាន​តែ​អនុញ្ញាត​សម្រាប់​ស្ថានភាព Op
ko: 관리자 상태일 경우에만 사용(&Y)
lt: Į&jungta tik Op būsenoje
mk: Овозможи са&мо при статус оператор
nb: Slå &bare på ved op-status
nds: Bloots bi &Operator-Status anmaken
nl: Alleen ins&chakelen bij de status "Op"
nn: Berre på ved op-&status
pt: Só ac&tivar no estado Op
pt_br: &Somente habilitar no estado de Op
ru: Доступны при статусе &оператора
sk: Povoliť iba v stave &Operátor
sl: Omogoči samo na s&tanju Op
sr: &Укључи само за статус Оп
sv: Aktivera bara &vid OP-status
ta: Op நிலையில் மட்டும் செயல்படுத்தவும்
tg: &Танҳо дар ҳолати Оператор дастрас аст
uk: Ввімкн&ути на стані тільки в оп(ератора)
zh_cn: 只在管理员状态启用(&Y)
zh_tw: 只有管理者可以使用(&Y)

source: Move Down
bg: Надолу
ca: Moure avall
cs: Dolů
cy: Symud i Lawr
da: Flyt nedad
de: Abwärts verschieben
el: Μετακίνηση κάτω
es: Mover abajo
et: Liiguta alla
eu: Mugitu behera
fa: حرکت به پایین
fi: Liikuta alas
fr: Descendre
hu: Lefelé
is: Færa niður
it: Sposta in basso
ja: 下に移動
kk: Төмендету
km: ផ្លាស់​ទី​ចុះ​ក្រោម
ko: 아래로 이동
lt: Žemyn
mk: Помести надолу
nb: Flytt ned
nds: Na nerrn
nl: Omlaag plaatsen
nn: Flytt ned
pt: Descer
pt_br: Movar para baixo
ru: Переместить вниз
sk: Presunúť dolu
sl: Premakni dol
sr: Помери доле
sv: Flytta ner
ta: கீழ் நகர்த்து
tg: Ҳаракат ба Поён
uk: Пересунути вниз
zh_cn: 下移
zh_tw: 下移

source: Move Up
bg: Нагоре
ca: Moure amunt
cs: Nahoru
cy: Symud i Fyny
da: Flyt opad
de: Aufwärts verschieben
el: Μετακίνηση πάνω
es: Subir
et: Liiguta üles
eu: Mugitu gora
fa: حرکت به بالا
fi: Liikuta ylös
fr: Monter
hu: Felfelé
is: Færa upp
it: Sposta in alto
ja: 上に移動
kk: Жоғарлату
km: ផ្លាស់​ទី​ឡើង​លើ
ko: 위로 이동
lt: Aukštyn
mk: Помести нагоре
nb: Flytt opp
nds: Na baven
nl: Omhoog plaatsen
nn: Flytt opp
pt: Subir
pt_br: Mover para cima
ru: Переместить вверх
sk: Presunúť hore
sl: Premakni gor
sr: Помери горе
sv: Flytta upp
ta: மேல் நகர்த்து
tg: Ҳаракат ба Боло
uk: Пересунути вгору
zh_cn: 上移
zh_tw: 上移

source: Insert &Separator
bg: В&мъкване на разделител
ca: Inserir &separador
cs: Vložit &oddělovač
cy: Mewnosod &Gwahanydd
da: Indsæt &adskiller
de: Trenn&zeichen einfügen
el: Εισαγωγή &διαχωριστικού
es: Insertar &separador
et: Li&sa eraldaja
eu: Txertatu &bereizlea
fa: درج &جداساز‌
fi: Lisää &jakaja
fr: Insérer un &séparateur
hu: El&választó beszúrása
is: Setja inn að&skiljara
it: Inserisci &separatore
ja: セパレータを挿入(&S)
kk: &Бөлгішті енгізу
km: បញ្ចូល​អ្នក​បំបែក
ko: 구분자 삽입(&S)
lt: Įterpti &skirtuką
mk: Вметни &разделувач
nb: &Sett inn delelinje
nds: &Trennteken infögen
nl: Scheidingslijn &invoegen
nn: Set inn &delelinje
pt: Inserir um &Separador
pt_br: Inserir &Separador
ru: Вставить &разделитель
sk: Vložiť &oddeľovač
sl: Vstavi &ločilo
sr: Уметни &раздвајач
sv: &Infoga avskiljare
ta: பிரிப்பானை நுழை
tg: Дохил намудани &Ҷудосоз
uk: Вставити роз&дільник
zh_cn: 插入分隔符(&S)
zh_tw: 插入分隔線(&S)

source: &Insert Command
bg: Вм&ъкване на команда
ca: &Inserir comandament
cs: Vlož&it příkaz
cy: Mewnosod Go&rchymyn
da: &Indsæt kommando
de: &Befehl einfügen
el: &Εισαγωγή εντολής
es: &Insertar una orden
et: L&isa käsk
eu: &Txertatu agindua
fa: &درج فرمان‌
fi: &Lisää komento
fr: &Insérer une commande
hu: Parancs beszúrá&sa
is: Setja &inn staf
it: &Inserisci comando
ja: コマンドを挿入(&I)
kk: Команданы енг&ізу
km: បញ្ចូល​ពាក្យ​បញ្ជា
ko: 명령 삽입(&I)
lt: Į&terpti komandą
mk: &Вметни команда
nb: Sett &inn kommando
nds: Befel &infögen
nl: Commando &invoegen
nn: Set inn &kommando
pt: &Inserir um Comando
pt_br: &Inserir comando
ru: Вставить &команду
sk: Vložiť &príkaz
sl: Vstavi &ukaz
sr: &Уметни наредбу
sv: Infoga komman&do
ta: கட்டளையை நுழை
tg: &Дохил намудани Фармон
uk: &Вставити команду
zh_cn: 插入命令(&I)
zh_tw: 插入命令(&I)

source: M&odify
bg: &Редактиране
ca: M&odifica
cs: Z&měnit
cy: &Addasu
da: Æ&ndr
de: Ä&ndern
el: &Τροποποίηση
es: M&odificar
et: &Muuda
eu: &Aldatu
fa: &تغییر دادن‌
fi: Mu&uta
fr: M&odifier
hu: Mó&dosítás
is: &Breyta
it: M&odifica
ja: 編集(&O)
kk: Ө&згерту
km: កែប្រែ​
ko: 수정(&O)
lt: &Keisti
mk: Из&мени
nb: &Endre
nds: Ä&nnern
nl: W&ijzigen
nn: &Endra
pt: M&odificar
pt_br: M&odificar
ru: &Изменить
sk: &Upraviť
sl: Spr&emeni
sr: И&змени
sv: &Ändra
ta: திருத்து
tg: &Тағир додан
uk: Зм&інити
zh_cn: 修改(&O)
zh_tw: 修改(&O)

source: De&lete Selected Command
bg: Из&триване
ca: E&liminar el comandament seleccionat
cs: &Smazat vybraný příkaz
cy: Di&leu'r Gorchymyn Dewisiedig
da: S&let valgt kommando
de: Ausgewählten Befehl en&tfernen
el: Διαγρα&φή επιλεγμένης εντολής
es: E&liminar la orden seleccionada
et: Kustuta va&litud käsk
eu: Ezabatu hautatutako agindua
fa: &حذف فرمان برگزیده‌
fi: &Poista valittu komento
fr: Supprimer &la commande sélectionnée
hu: A kijelölt parancs &törlése
is: Eyða va&linni skipun
it: E&limina il comando selezionato
ja: 選択されたコマンドを削除(&L)
kk: Таңдалған команданы ө&шіру
km: លុប​ពាក្យ​បញ្ជា​ដែល​បានជ្រើស​
ko: 선택된 명령 삭제(&L)
lt: Pa&šalinti nurodytą komandą
mk: Из&бриши ја избраната команда
nb: S&lett valgt kommando
nds: Utsöcht Befehl &wegdoon
nl: Gese&lecteerd commando verwijderen
nn: S&lett den valde kommandoen
pt: Apagar o Comando Se&leccionado
pt_br: Apagar &comando selecionado
ru: &Удалить выбранную команду
sk: &Odstrániť vybraný príkaz
sl: Iz&briši izbran ukaz
sr: &Обриши одабрану наредбу
sv: Ta &bort markerat kommando
ta: தேர்ந்தெடுத்த கட்டளையை அழி
tg: &Хориҷ кардани Фармони Интихобшуда
uk: Ви&лучити вибрану команду
zh_cn: 删除选中命令(&L)
zh_tw: 刪除已選取的命令(&L)

source: Server/Channels
bg: Сървър/канали
ca: Servidor/canals
cs: Server/kanály
cy: Gweinydd/Sianeli
da: Server/Kanaler
de: Server/Kanäle
el: Εξυπηρετητής/Κανάλια
es: Servidor/canales
et: Server/Kanalid
eu: Zerbitzaria/kanalak
fa: کارساز/مجراها
fi: Palvelin/kanavat
fr: Serveur / Canaux
hu: Kiszolgáló/csatornák
is: Þjónar/rásir
it: Server/canali
ja: サーバ/チャンネル
kk: Сервер/Арнасы
km: ម៉ាស៊ីន​បម្រើ ឬ ឆានែល​
ko: 서버/채널
lt: Serveris ir kanalai
mk: Сервер/канали
nb: Tjener/kanaler
nds: Server/Klöönrüüm
nl: Server/Kanalen
nn: Tenar/kanalar
pt: Servidor/Canais
pt_br: Servidores/Canais
ru: Сервер/каналы
sk: Server/Kanále
sl: Strežnik/kanali
sr: Сервер/канали
sv: Server/kanaler
ta: சேவையகம்/தடங்கள்
tg: Хидматрасон/Каналҳо
uk: Сервер/канали
zh_cn: 服务器/频道
zh_tw: 伺服器/頻道
