Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: If selected, switches nickname completion on. Nickname completion works as follows: Type the first letters of a user's nickname, press the Tab key, the text you typed will be completed to match the username, including changes in capitalization if necessary.
bg: Включване на автоматичното завършване на псевдоними. Ако отметката е включена, ще може да въведете първата буква на псевдонима и след това да натиснете клавиша Tab и псевдонимът ще бъде завършен автоматично, ако е възможно.
ca: Si està seleccionat, s'activa el completar el sobrenom. El completar el sobrenom funciona així: teclegeu les primeres lletres del sobrenom d'un usuari, premeu la tecla de tabulació, i el text que heu teclejat es completarà amb el nom d'usuari, inclòs els canvis de majúscules si fos necessari.
da: Hvis markeret, aktiveres komplettering af aliasser. Aliaskomplettering virker som følger: Indtast de første bogstaver i en kontakts alias, tryk på tabulatortasten, så kompletteres teksten du skrev ind til at stemme med brugernavnet, inklusive ændring af store bogstaver hvis det behøves.
de: Wenn diese Einstellung aktiviert ist, werden Spitznamen automatisch vervollständigt. Dies funktioniert so: Geben Sie die ersten Buchstaben des Spitznamens ein und drücken Sie dann die Tabulator-Taste. Der Spitzname wird dann vervollständigt, auch die Groß/Kleinschreibung wird korrigiert.
el: Αν ενεργοποιηθεί, εναλλάσσει τη συμπλήρωση ψευδωνύμου, η οποία δουλεύει ως εξής: Πληκτρολογήστε το πρώτο γράμμα του ψευδωνύμου και πατήστε το πλήκτρο Στηλοθέτη. Το κείμενο που πληκτρολογήσατε θα συμπληρωθεί ώστε να ταιριάζει με το όνομα του χρήστη, αλλάζοντας τα κεφαλαία γράμματα σε πεζά, όπου χρειάζεται.
es: Si está seleccionado, cambia el completado de apodos a activado. El completado de apodos funciona como sigue: escriba las primeras letras del apodo de un usuario, pulse la tecla tabulador, el texto que ha escrito se completara para coincidir con el apodo, incluyendo cambios en la capitalización si es necesario.
et: Märkimise korral lubatakse hüüdnime lõpetamine. See käib nii: kirjuta hüüdnime paar esimest tähte ja vajuta klahvi TAB ning rakendus lõpetab sinu eest ise hüüdnime, arvestades vajaduse korral ka suur- ja väiketähtedega.
eu: Hautatzen bada, goitizenen osatzea aktibatzen du. Goitizenen osotzeak honela funtzionatzen du: Sartu goitizen baten lehenengo letrak, sakatu Tab tekla, sartu duzun testua osatu egingo da erabiltzail-izen batekin bat egiteko, maiuskula/minuskuletan beharrezko aldaketak eginez.
fa: اگر انتخاب شود، تکمیل لقب را روشن می‌کند. تکمیل لقب به صورت زیر عمل می‌کند: حرف اول لقب کاربرها را تحریر کنید، کلید جهش را فشار دهید،‌ متنی که شما تحریرکرده‌اید به منظور تطبیق با نام کاربر کامل خواهد شد، که شامل تغییر در بزرگ‌ نویسی در صورت ضرورت است.
fr: Si cette option est activée, le complètement des pseudonymes est activé. Il fonctionne de la façon suivante : saisissez les premières lettres d'un pseudonyme (sans vous soucier de la casse), et appuyez sur la touche « Tabulation ». Le pseudonyme complet s'affiche alors.
hu: Ha ez be van jelölve, automatikus szövegkiegészítés lesz a beceneveknél. Ez így működik: először be kell írni a becenév első betűjét és meg kell nyomni a Tabot. A program ekkor behelyettesíti az illeszkedő becenevet, ha kell, kisbetű helyett nagybetű lesz vagy fordítva.
it: Se selezionata, attiva il completamento dei nick. Il completamento dei nick funziona come segue: scrivi la prima lettera del nick dell'utente, premi il tasto Tab e il testo scritto verrà completato automaticamente facendo corrispondere il nome dell'utente compreso delle maiuscole se necessario.
ja: これを選択すると、ニックネーム補完が有効になります。ニックネーム補完は以下のように動作します: ユーザのニックネームの最初のいくつかの文字をタイプし、Tab キーを押すと、マッチするユーザ名があれば補完されます。必要であれば、小文字が大文字に変換されます。
kk: Құсбелгісі қойылса, бүркеншік аттар автотолтыруы қосылады. Автотолтыру былай істейді. Керек бүркеншік аттың бастапқы бір-екі әріпін келтіріп, Tab пернесін басып қалыңыз. Сонда аттың қалған әріптері (үлкен-кішісі ескеріліп) жалғаса келеді.
km: បើ​ជ្រើស បើក​ការ​បំពេញ​សម្មតិ​នាម ។ ការ​បំពេញ​សម្មតិ​នាម​ធ្វើការ​ដូច​ខាងក្រោម ៖ វាយ​តួ​អក្សរ​ទីមួយ​នៃ​សម្មតិ​នាម​របស់​អ្នក​ប្រើ ចុច​គ្រាប់​ចុច ថេប អត្ថបទ​ដែល​អ្នក​បាន​វាយ​នឹង​ត្រូវ​បាន​បំពេញ​ដើម្បី​ផ្គូផ្គង​ឈ្មោះ​អ្នក​ប្រើ រួម​បញ្ចូល​ការ​ផ្លាស់ប្ដូរ​ក្នុង​ការ​វាយ​តួ​អក្សរ​តូច​បើ​ចាំបាច់ ។
ko: If selected, switches nickname completion on. Nickname completion works as follows: Type the first letters of a user's nickname, press the Tab key, the text you typed will be completed to match the username, including changes in capitalisation if necessary.
lt: Jei ši parinktis įjungta, bus įjungtas automatinis slapyvardžio užbaigimas. Jis veikia taip: įrašykite pirmąsias slapyvardžio raides ir paspauskite TAB klavišą; tuomet įvesta slapyvardžio pradžia bus papildyta ir didžiosios bei mažosios raidės bus pakeistos atitinkamai.
mk: Ако е означено, го вклучува довршувањето на прекарот. Довршувањето на прекарот работи на следниов начин: напишете ги првите букви од прекарот, притиснете Tab и следниот дел автоматски ке биде дополнет, вклучувајќи и големи букви ако е потребно.
nb: Hvis dette er krysset av blir det brukt fullføring for kallenavn. Fullføring virker slik: Tast de første bokstavene av en brukers kallenavn og trykk TAB-tasten, så fullføres teksten du skrev med hele navnet, store/små bokstaver justeres hvis nødvendig.
nds: Wenn anmaakt, warrt Ökelnaams kompletteert. Dat geiht so: Giff den eerst Bookstaav vun en Brukernaam in un drück de Tab-Tast. Ut den Bookstaav warrt de hele Ökelnaam, un wenn nödig, warrt ok de Groot- oder Lüttschrieven ännert.
nl: Wanneer ingeschakeld wordt de bijnaamaanvulling geactiveerd. Bijnaamaanvulling werkt als volgt: typ de eerste letters van de bijnaam van een gebruiker en druk vervolgens op de Tab-toets. De ingetypte tekst zal dan worden aangevuld met de eerste overeenkomende gebruikersnaam. Wanneer nodig zullen kleine letters worden omgezet in hoofdletters. Druk nogmaals op Tab als u een andere gebruikersnaam wilt.
nn: Her kan du velja om fullføring av kallenamn skal vera på. Fullføringa fungerer slik: Skriv dei første bokstavane av eit kallenamn, trykk på Tab, og heile brukarnamnet dukkar opp. Store og små bokstavar vert bytte ut der det trengst.
pt: Se estiver seleccionado, activará a completação de alcunhas dos utilizadores. A completação funciona da seguinte forma: Escreva as primeiras letras da alcunha de um utilizador e carregue na tecla Tab para completar o texto que você escreveu com o nome de um utilizador existente, ajustando a capitalização se for necessário.
pt_br: Se selecionado, ativa a complementação de apelido. A complementação de apelido funciona da seguinte maneira: Digite as primeiras letras do apelido de um determinado usuário e pressione a tecla Tab, o apelido que você começou a digitar será complementado automaticamente, incluindo mudanças entre letras maiúsculas e minúsculas se forem necessárias.
ru: При включении этого параметра, ники могут дополняться при нажатии на клавишу Tab. Начните вводить первые буквы ника (в любом регистре), нажмите клавишу Tab и в текст, который вы набиваете будет вставлен полный ник, начинающийся с заданных букв.
sk: Po zvolení zapne dopÍňanie prezývky. DopÍňanie prezývky pracuje nasledovne: Napíšete prvých pár písmen prezývky a potom stlačíte kláves Tab. Text ktorý ste napísali bude doplnený tak aby bol zhodný s prezývkou a to vrátane veľkých písmen.
sl: Če omogočite to možnost, bo vklopljeno dokončanje vzdevkov. Dokončanje deluje tako: Vtipkajte nekaj črk z začetka vzdevka, pritisnite tipko Tab in besedilo, ki ste ga vtipkali, bo dokončano, tako da se bo ujemalo z vzdevkom, vključno z velikostjo črk.
sr: Ако је означено, укључује довршавање надимка. Довршавање ради овако: Унесите прва слова корисниковог надимка, притисните Tab тастер и текст који куцате ће бити довршен да се поклопи са корисничким именом, укључујући измену капитализације ако је потребно.
sv: Om markerat, aktiveras komplettering av smeknamn. Smeknamnskomplettering fungerar som följer: Skriv in de första bokstäverna i en kontakts smeknamn, tryck på tabulatortangenten, så kompletteras texten du skrev in för att stämma med användarnamnet, inklusive ändring av stora bokstäver om det behövs.
uk: Вмикає завершення прізвиськ. Завершення прізвиськ працює так: Введіть перші літери прізвиська користувача, натисніть клавішу Tab і текст, який ви ввели буде завершено, включно зі змінами в регістрі літер, якщо потрібно.
zh_tw: 選取此選項的話，會開啟「暱稱補完」功能。暱稱補完是這樣運作的：先輸入使用者暱稱的第一個字母，按下 Tab 鍵，就會出現完整的使用者暱稱，包括可能改變大小寫。

source: &Dock in system tray
bg: Поставяне на &икона в системния панел
ca: Fixa a la safata &del sistema
cs: Po&hltit do panelu
cy: &Docio yn y cafn cysawd
da: &Dok i statusfelt
de: Im Systembereich der Kontrollleiste an&docken
el: &Προσάρτηση στο πλαίσιο συστήματος
es: Anclar en la bandeja &del sistema
et: &Dokk paneelil
eu: &Atrakatu sistemaren bandejan
fa: &پیوند به ‌سینی سیستم‌
fr: Incruster &dans la boîte à miniatures
hu: Dokkolás a paneltál&cába
is: &Hafa í bakka
it: &Aggiungi al pannello di sistema
ja: システムトレイにドック(&D)
kk: Жүйелік сөреде &орналастырылсын
km: ចត​ក្នុង​ថាសប្រព័ន្ធ​
ko: 시스템 트레이에 도킹(&D)
lt: &Laikyti sistemos dėkle
mk: В&котви во системската лента
nb: &Dokk i systemkurven
nds: Binnen S&ysteemafsnitt lopen
nl: In systeemvak &plaatsen
nn: Legg i &systemfeltet
pt: Acoplar na bandeja &do sistema
pt_br: &Colocar no painel do sistema
ru: &Значок в системном лотке
sk: &Dokovať v systémovej lište
sl: &Zasidraj v sistemsko vrstico
sr: &Пристани у системску касету
sv: &Docka i systembrickan
ta: அமைப்பு தட்டில் மறை
tg: &Тасвир дар сабади системавӣ
uk: Пришвартувати у системному лотк&у
zh_cn: 停靠在系统托盘(&D)
zh_tw: 顯示系統匣圖示(&D)

source: Put the KSirc icon in the system tray
bg: Поставяне икона на KSirc в системния панел
ca: Posa la icona del Ksirc a la safata del sistema
cs: Umístit ikonu KSirc do systémové části panelu
da: Placér Ksircs ikon i statusfeltet
de: KSirc-Symbol im Systemabschnitt der Kontrollleiste anzeigen
el: Βάζει το εικονίδιο του KSirc στο πλαίσιο συστήματος
es: Poner el icono de KSirc en la bandeja del sistema
et: KSirci ikooni asetamine süsteemsesse salve
eu: Jarri KSirc-en ikonoa sistemaren bandejan
fa: قرار دادن شمایل KSirc در سینی سیستم
fr: Place l'icône de KSirc dans la boîte à miniatures
hu: Programikon a paneltálcában
it: Aggiungi l'icona di KSirc al pannello di sistema
ja: システムトレイに KSirc アイコンを表示
kk: KSirc таңбашасын жүйелік сөреге орналастырады
km: ដាក់​រូបតំណាង KSirc ក្នុងថាស​ប្រព័ន្ធ​
lt: Rodyti KSirc ženkliuką sistemos dėkle
nb: Legg KSirc-ikonet i systemkurven
nds: Wiest dat KSirc-Lüttbild binnen den Systeemafsnitt
nl: Plaatst de pictogram van KSirc in het systeemvak
nn: Legg KSirc-ikonet i systemfeltet
pt: Colocar o ícone do KSirc na bandeja do sistema
pt_br: Colocar o ícone do KSirc na bandeja do sistema
ru: Поместить в системный лоток значок KSirc
sk: Vlož ikonu KSirc do system tray.
sl: V sistemski vrstici prikaže ikono za KSirc
sr: Постави KSirc икону у системску касету
sv: Placera Ksircs ikon i systembrickan
uk: Помістити піктограму KSirc в системний лоток
zh_cn: 在系统托盘中放置 KSirc 图标
zh_tw: 將 KSirc 圖示嵌入系統匣中

source: This allows KSirc to be docked in the system tray. By default this is not enabled. When KSirc is docked in the system tray, you are able to access several options by clicking on the KSirc icon. When you close KSirc window, the icon stays in the systray until you quit KSirc.
bg: Поставяне икона на програмата в системния панел. По подразбиране не е включено. Ако отметката е включена, при затваряне прозореца на програмата, тя няма да се затвори, а ще бъде иконизирана. Ако искате да затворите програмата, ще трябва да изберете "Изход" менюто.
ca: Això permet encastar el Ksirc a la safata del sistema. Per omissió no està actiu. Quan el Ksirc està encastat a la safata del sistema, podeu accedir a vàries opcions fent clic a la icona del Ksirc. Quan tanqueu la finestra del Ksirc, la icona romandrà a la safata del sistema fins que sortiu del Ksirc.
da: Dette gør det muligt at dokke Ksirc i statusfeltet. Normalt er det ikke aktiveret. Når Ksirc dokkes i statusfeltet kan du få adgang til flere indstillinger ved at klikke på Ksircs ikon. Når du lukker Ksircs vindue forbliver ikonen i statusfeltet indtil du afslutter Ksirc.
de: Dies ermöglicht das Einbetten von KSirc in die Kontrollleiste. Diese Funktion ist in der Voreinstellung deaktiviert. Wenn KSirc eingebettet ist, können Sie verschieden Optionen mit einem Rechtsklick auf das Symbol erreichen. Wenn Sie das KSirc-Fenster schließen, bleibt es in der Kontrollleiste aktiv, bis Sie KSirc beenden.
el: Αυτό επιτρέπει την προσάρτηση του KSirc στο πλαίσιο συστήματος. Αυτό δεν είναι ενεργοποιημένο εξ ορισμού. Όταν το KSirc προσαρτηθεί στο πλαίσιο συστήματος, πολλές λειτουργίες του είναι διαθέσιμες με κλικ στο εικονίδιό του. Όταν κλείσετε το παράθυρο του KSirc, το εικονίδιο παραμένει στο πλαίσιο συστήματος μέχρι να τερματίσετε το KSirc.
es: Esto permite a KSirc ser colocado en la bandeja del sistema. De manera predeterminada esto no está habilitado. Cuando KSirc está en la bandeja del sistema, puede acceder a varias opciones pulsando en el icono de KSirc. Cuando cierre la ventan de KSirc, el icono permanecerá en la bandeja hasta que salga de la aplicación.
et: See võimaldab dokkida KSirci süsteemsesse salve. Vaikimisi pole see lubatud. Kui KSirc on dokitud paneelile, saab mitmeid valikuid kasutada KSirci ikoonile hiirega klõpsates. KSirci akna sulgemisel jääb ikoon süsteemsesse salve, kuni otsustad KSircist väljuda.
eu: Honek KSirc sistemaren bandejan atrakatzeko aukera ematen dizu. Lehenespenez, ez dago gaituta. KSirc sistemaren bandejan atrakatzen denean, KSirc ikonoan klikatuz hainbat aukera izango dituzu eskuragarri. KSirc-en lehioa ixten duzunean, ikonoa sistemaren bandejan egongo da KSirc-etik irten arte.
fa: این اجازۀ پیوند خوردن KSirc به سینی سیستم را می‌دهد. در حالت پیش‌فرض این فعال نیست. زمانی که KSirc به سینی سیستم پیوند می‌خورد، شما با فشار دادن شمایل KSirc توانایی دسترسی به گزینه‌های زیادی را دارید. زمانی که پنجرۀ KSirc را می‌بندید، شمایل تا خروج از KSirc در سینی سیستم باقی خواهد ماند.
fr: Ceci permet à KSirc de s'ancrer dans la boîte à miniatures. Cette option n'est pas activée par défaut. Lorsque KSirc est ancré, vous pouvez accéder à plusieurs options en cliquant sur son icône. Lorsque vous fermez la fenêtre de KSirc, l'icône reste dans la boîte à miniatures jusqu'à ce que vous quittiez le programme.
hu: Lehetővé teszi, hogy a KSirc bedokkoljon a paneltálcába. Alapértelmezés szerint ez ki van kapcsolva. Ha a KSirc be van dokkolva, néhány opció elérhető a KSirc ikonjára kattintva. Ha bezárja a program ablakát, az ikon továbbra is a tálcában marad, amíg ki nem lép a programból.
it: Questa opzione permette di aggiungere KSirc al vassoio di sistema. In modo predefinito, non è attivo. Quando KSirc è aggiunto al pannello, puoi accedere a varie opzioni facendo clic sull'icona corrispondente. Quando chiudi la finestra del programma, l'icona rimane nel vassoio fino a quando KSirc non viene chiuso.
ja: システムトレイに KSirc アイコンを表示します。これは標準設定では有効になっていません。有効にすると、KSirc のアイコンをクリックすることで、いくつかのオプションにアクセスすることができます。KSirc ウィンドウを閉じても、KSirc を「終了」するまでアイコンがシステムトレイに残ります。
kk: Бұл KSirc бағдарламасын жүйелік сөреде орналасуын рұқсат етуі. Әдетте бұл рұқсат етілмейді. KSirc жүйелік сөреде орналасқанда, оның таңбашасын түртіп бірнеше амалдарына қол жеткізе аласыз. Терезесі жабылғанда, KSirc бағдарламасынан шыққанша, оның таңбашасы жүйелік сөреде қала береді.
km: នេះ​អនុញ្ញាត​ឲ្យ KSirc ចត​នៅ​លើ​ថាស​ប្រព័ន្ធ ។ ដោយ​លំនាំ​ដើម នេះ​មិន​ត្រូវ​បាន​បើក​ទេ ។ ពេល KSirc ត្រូវ​បាន​ចត​លើ​ថាស​ប្រព័ន្ធ អ្នក​អាច​ចូល​ដំណើរ​ការ​ជម្រើស​ច្រើន​ដោយ​ចុច​លើ​រូប​តំណាង KSirc ។ ពេល​អ្នក​បិទ​បង្អួច KSirc រូប​តំណាង​នៅ​ក្នុង​ថាស​ប្រព័ន្ធ​រហូត​ដល់​អ្នក​ចេញ​ពី KSirc ។
lt: Jei ši parinktis įjungta, KSirc sistemos dėkle įkels savo ženkliuką. Paspaudę ženkliuką pele galėsite pasiekti kai kurias KSirc funkcijas. Uždarius KSirc langą ženkliukas liks sistemos dėkle tol, kol baigsite darbą su KSirc. Numatyta parinkties reikšmė išjungta.
mk: Ова овозможува KSirc да биде вкотвен во системската лента. По стандард ова не е овозможено. Кога KSirc е вкотвен, ќе бидете во можност да пристапите до неколку опции со кликање на иконата на KSirc. Кога ќе го затворите прозорецот на KSirc, иконата останува во системската лента сѐ додека не излезете од KSirc.
nb: Dette gjør at KSirc kan dokkes i systemkurven. Standard er at dette ikke er slått på. Når KSirc er dokket i systemkurven kan du få tak i mange innstillinger ved å trykke på ikonet. Når du lukker KSirc-vinduet blir ikonet liggende i systemkurven til du avslutter KSirc.
nds: Mit disse Optschoon kannst Du KSirc binnen den Systeemafsnitt lopen laten. Standardwies is dat nich anmaakt, man wenn dor dat Lüttbild binnen wiest warrt, kannst Du dor en Reeg Funkschonen över utföhren. Dat Lüttbild löppt in den Systeemafsnitt wieder, ok wenn Du all KSirc-Finstern tomaakst, bet Du KSirc beennst.
nl: Dit plaatst het pictogram van KSirc in het systeemvak. Standaard staat deze optie uit. Als KSirc in het systeemvak staat, dan kunt u diverse opties benaderen door op de pictogram te klikken. Als u het venster van KSirc sluit, dan blijft het pictogram in het systeemvak staan, totdat u KSirc beëindigt.
nn: Her vel du om KSirc skal leggjast i systemfeltet. Det er ikkje standardinnstillinga. Når KSirc ligg i systemfeltet, får du tilgang til fleire funksjonar ved å klikka på ikonet. Når du lukkar KSirc-vindauget, vil ikonet framleis liggja i systemfeltet heilt til du avsluttar KSirc.
pt: Isto permite ao KSirc ser acoplado na bandeja do sistema. Por omissão, esta opção não fica activa. Quando o KSirc ficar acoplado na bandeja do sistema, poderá aceder às várias opções se carregar no ícone do KSirc. Quando fechar a janela do KSirc, o ícone irá permanecer na bandeja do sistema até que você saia do KSirc.
pt_br: Isso permite que o KSirc seja minimizado para a bandeja do sistema. Por padrão está opção não é ativada. Quando o KSirc está minimizado na bandeja do sistema é possível que você acesse algumas opções clicando no ícone do KSirc. Quando você fecha a janela do KSirc, o ícone permanece na bandeja do sistema até que você encerre o KSirc.
ru: Поместить в системный лоток значок KSirc. По умолчанию этот параметр отключен. Если в системном лотке находится значок KSirc, то при щелчке на нём можно получить доступ к некоторым возможностям. Если вы закрываете окно KSirc, программа сворачивается в значок в системном лотке.
sk: Po zvolení bude KSirc dokované v systémovej lište.Štandardne je toto vypnuté. Keď je KSirc dokované v systémovej lište, máte prístup k pár položkám kliknutím na jeho ikonku. Ikonka zostane v systémovej lište kým nevypnete KSirc.
sl: Omogoči, da se KSirc zasidra v sistemsko vrstico. Privzeto ta možnost ni omogočena. Ko je KSirc zasidran v sistemski vrstici, lahko do nekaterih možnosti dostopate s klikom na ikono KSirca. Ko zaprete okno KSirca, ikona ostane v sistemski vrstici vse dokler ne zapustite programa.
sr: Ово омогућава да KSirc пристане у системску касету. Ово није укључено као подразумевано. Када KSirc пристане у системску касету, моћи ћете да приступите неким опцијама кликом на KSirc икону. Када затворите прозор KSirc-а window, икона ће стајати у касети док не напустите KSirc.
sv: Det här gör det möjligt att docka Ksirc i systembrickan. Normalt är det inte aktiverat. När Ksirc dockas i systembrickan kan du komma åt flera inställningar genom att klicka på Ksircs ikon. När du stänger Ksircs fönster förblir ikonen i systembrickan till du avslutar Ksirc.
uk: Дає змогу швартувати KSirc в системному лотку. Типово це не увімкнено. Коли програма KSirc пришвартована в системному лотку, ви маєте доступ до декількох параметрів через клацання на піктограму KSirc. Коли ви закриєте вікно KSirc, піктограма залишиться в системному лотку, доки ви не закриєте програми KSirc.
zh_tw: 這讓 KSirc 能嵌入系統匣中。預設是關閉的。當 KSirc 嵌入系統匣時，您可以點選該圖示來設定選項。當您關閉 KSirc 視窗時，系統匣圖示仍會存在，直到您離開 KSirc。

source: Auto save history
bg: Автоматичен запис на историята
ca: Desa automàticament l'historial
cs: Automaticky ukládat historii
cy: Hunan-gadw hanes
da: Autogemme historik
de: Verlauf automatisch speichern
el: Αυτόματη αποθήκευση ιστορικού
es: Guardar historia automáticamente
et: Ajaloo automaatne salvestamine
eu: Auto gorde historia
fa: ذخیرۀ خودکار تاریخچه
fi: Talleta tekstit automaattisesti
fr: Enregistrer automatiquement l'historique
hu: Az előzmények automatikus elmentése
is: Vista annál sjálfkrafa
it: Salvataggio automatico cronologia
ja: 履歴を自動保存
kk: Журналы автосақталсын
km: រក្សា​ប្រវត្តិ​ដោយ​ស្វ័យប្រវត្តិ​
ko: 자동 저장 히스토리
lt: Automatiškai įrašyti žunalą
mk: Автоматски зачувувај ја историјата
nb: Autolagre historien
nds: Vörgeschicht automaatsch sekern
nl: Geschiedenis automatisch opslaan
nn: Autolagra historia
pt: Gravar o histórico automaticamente
pt_br: Histórico de salvar automático
ru: Автосохранение истории
sk: Automaticky uložiť históriu
sl: Samodejno shrani zgodovino
sr: Аутоматско снимање историјата
sv: Spara historik automatiskt
ta: தானியங்கு சேமிப்பு வரலாறு:
tg: Худзахиракунии таърих
uk: Історія автозбереження
zh_cn: 自动保存历史
zh_tw: 自動儲存歷史

source: Per Channel Options
bg: Настройки на канал
ca: Opcions per canal
cs: Možnosti kanálů
cy: Dewisiadau sianeli
da: Pr kanal-tilvalg
de: Kanal-Optionen
el: Επιλογές ανά κανάλι
es: Opciones por canal
et: Kanali seadistused
eu: Kanal bakoitzeko aukerak
fa: گزینه‌های هر مجرا
fi: Kanavatilat
fr: Options par canal
hu: Csatornánkénti beállítások
is: Valkostir fyrir einstaka rásir
it: Opzioni per canale
ja: チャンネルのオプション
kk: Арналарының параметрлері
km: ក្នុង​ជម្រើស​ប៉ុស្តិ៍
ko: 채널 옵션 당
lt: Kanalo parinktys
mk: Опции по канал
nb: Innstillinger per kanal
nds: Klöönruum-Optschonen
nl: Kanaalinstellingen
nn: Innstillingar per kanal
pt: Opções por Canal
pt_br: Opções Por Canal
ru: Настройки каналов
sk: Voľby pre každý kanál
sl: Možnosti za kanal
sr: Опције по каналу
sv: Alternativ för varje kanal
ta: ஒவ்வொரு தட விருப்பங்கள்:
tg: Хосиятҳои Каналҳо
uk: Параметри каналів
zh_cn: 每频道选项
zh_tw: 個別頻道選項

source: &Time stamp
bg: Вм&ъкване на датата и часа
ca: Marca el &temps
cs: Časové razí&tko
cy: &Amsernod
da: &Tidsstempel
de: &Zeitmarke
el: Απ&οτύπωση χρόνου
es: Marcar &tiempo
et: Ajatem&pel
eu: &Denbora-marka
fa: &مهر زمان‌
fi: &Aikaleima
fr: &Horodateur
hu: Dát&um és idő
is: &Tímastimpill
it: &Data e ora
ja: タイムスタンプ(&T)
kk: &Уақыт белгсі қойылсын
km: តែម​ពេលវេលា​
ko: 시간 기록(&T)
lt: Laiko &žymė
mk: &Временска ознака
nb: &Tidsmerke
nds: &Tietmark
nl: &Tijdaanduiding
nn: &Tidsstempel
pt: &Hora
pt_br: &Marca de tempo/hora
ru: Показывать &время
sk: Časové &razítko
sl: Časovna &oznaka
sr: &Временски печат
sv: Tidsstä&mpel
ta: &நேர குறியீடு:
tg: Ҷойгузории &вақт
uk: Позн&ачка часу
zh_cn: 时间戳(&T)
zh_tw: 時間(&T)
