Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Pick Color
bg: Избор на цвят
ca: Agafar color
cs: Vybrat barvu
cy: Dewis Lliw
da: Vælg farve
de: Farbe auswählen
el: Επιλογή χρώματος
es: Coger color
et: Värvi valimine
eu: Hautatu kolorea
fa: گزیدن رنگ
fi: Valitse väri
fr: Capturer la couleur
hu: Színválasztás
is: Velja lit
it: Scegli colore
ja: 色を選択
kk: Түсті шұқып алу
km: រើស​ពណ៌
ko: 색상 선택
lt: Parinkti spalvą
mk: Изберете боја
nb: Velg farge
nds: Klöör utsöken
nl: Kleur kiezen
nn: Vel farge
pt: Extrair uma Cor
pt_br: Escolher cor
ru: Поместить цвет
sk: Vyberte farbu
sl: Izberite barvo
sr: Одабери боју
sv: Välj färg
ta: நிறம் தேர்ந்தெடு
tg: Ҷойгузории Ранг
uk: Вибрати колір
zh_cn: 挑选颜色
zh_tw: 選取顏色

source: Preview:
bg: Преглед:
ca: Vista prèvia:
cs: Náhled:
cy: Rhagolwg:
da: Forhåndsvisning:
de: Vorschau:
el: Προεπισκόπηση:
es: Previsualización:
et: Eelvaatlus:
eu: Aurrebista:
fa: پیش‌نمایش:
fi: Esikatselu:
fr: Aperçu :
hu: Előnézet:
is: Forskoðun:
it: Anteprima:
ja: プレビュー:
kk: Қарап шығу:
km: មើល​ជា​មុន ៖
ko: 미리보기:
lt: Peržiūra:
mk: Преглед:
nb: Forhåndsvis:
nds: Vöransicht:
nl: Voorbeeld:
nn: Førehandsvising:
pt: Antevisão:
pt_br: Pré-visualização:
ru: Просмотр:
sk: Náhľad:
sl: Predogled:
sr: Преглед:
sv: Förhandsgranskning:
ta: முன்பார்வை
tg: Азназаргузаронӣ:
uk: Перегляд:
zh_cn: 预览：
zh_tw: 預覽：

source: Sample Text
bg: Обикновен текст
ca: Mostra de text
cs: Vzorek textu
cy: Testun Enghraifft
da: Eksempeltekst
de: Beispieltext
el: Δείγμα κειμένου
es: Muestra de texto
et: Näidistekst
eu: Testuaren adibidea
fa: متن نمونه
fi: Malliteksti
fr: Texte exemple
hu: Szövegminta
is: Sýnishorn
it: Testo campione
ja: サンプルテキスト
kk: Мысал мәтіні
km: អត្ថបទ​គំរូ​
ko: 예시 텍스트
lt: Teksto pavyzdys
mk: Текст за примерок
nb: Tekstprøve
nds: Bispeeltext
nl: Voorbeeldtekst
nn: Prøvetekst
pt: Texto de Exemplo
pt_br: Texto de Exemplo
ru: Пример текста
sk: Príklad textu
sl: Vzorčno besedilo
sr: Пример текста
sv: Testtext
ta: மாதிரி உரைப் தொகுப்பி
tg: Намунаи Матн
uk: Приклад
zh_cn: 示例文本
zh_tw: 範例文字

source: &Foreground:
bg: Цвят на &текста:
ca: El &davant:
cs: &Popředí:
cy: &Blaendir:
da: &Forgrund:
de: &Vordergrund:
el: Π&ροσκήνιο:
es: &Frente:
et: &Esiplaan:
eu: &Aurreko planoa:
fa: &پیش‌زمینه:‌
fi: &Edusta:
fr: &Texte :
hu: &Előtér:
is: &Forgrunnur:
it: &Primo piano:
ja: 前景(&F):
kk: &Мәтіні:
km: ពណ៌​ផ្ទៃ​ខាង​មុខ ៖
ko: 글자(&F):
lt: P&riekinis planas:
mk: &Текст:
nb: &Forgrunn:
nds: &Vörgrund:
nl: &Voorgrond:
nn: &Framgrunn:
pt: &Principal:
pt_br: &Frente:
ru: &Текст:
sk: &Popredie:
sl: &Ospredje:
sr: &Боја исписа:
sv: F&örgrund:
ta: &முன்னணி
tg: &Ранги матн:
uk: &Передній план:
zh_cn: 前景(&F)：
zh_tw: 前景(&F)：

source: &Background:
bg: Цвят на &фона:
ca: El &fons:
cs: P&ozadí:
cy: &Cefndir:
da: &Baggrund:
de: &Hintergrund:
el: &Φόντο:
es: Fon&do:
et: &Taust:
eu: &Atzeko planoa:
fa: &زمینه:‌
fi: &Tausta:
fr: &Fond :
hu: &Háttér:
is: &Bakgrunnur:
it: &Sfondo:
ja: 背景(&B):
kk: &Аясы:
km: ផ្ទៃ​ខាង​ក្រោយ ៖
ko: 배경(&B):
lt: &Fonas:
mk: &Позадина:
nb: &Bakgrunn:
nds: &Achtergrund:
nl: &Achtergrond:
nn: &Bakgrunn:
pt: &Fundo:
pt_br: F&undo:
ru: &Фон:
sk: Po&zadie:
sl: O&zadje:
sr: Боја &позадине:
sv: Bakgr&und:
ta: பின்னணி
tg: &Паснамо:
uk: &Тло:
zh_cn: 背景(&B)：
zh_tw: 背景(&B)：

source: Receiving
bg: Получаване
ca: S'està rebent
cs: Přijímám
cy: Derbyn
da: Modtager
de: Empfang
el: Λήψη αρχείου
es: Recibiendo
et: Vastuvõtmine
eu: Jasotzen
fa: دریافت
fi: Vastaanotetaan
fr: Réception en cours
hu: Fogadás
is: Tek við
it: Ricezione
ja: 受信
kk: Қабылдау
km: កំពុង​ទទួល​យក​
ko: 받기
lt: Gaunama
mk: Примам
nb: Mottar
nds: An't Kriegen
nl: Ontvangen
nn: Mottek
pt: A Receber
pt_br: Recebendo
ru: Приём
sk: Prijímanie
sl: Sprejemanje
sr: Примање
sv: Tar emot
ta: பெறப்படுகிறது
tg: Қабулкунӣ
uk: Отримання
zh_cn: 正接收
zh_tw: 接收

source: Got Offer
bg: Получена оферта
ca: Agafa oferiment
cs: Obdržena nabídka
cy: Cafwyd Cynnig
da: Fik tilbud
de: Einladung erhalten
el: Παραλαβή προσφοράς
es: Obtener oferta
et: Saadud pakkumine
eu: Eskeintza jaso da
fa: پیشنهاد به دست آمده
fi: Saatiin tarjous
fr: Offre reçue
hu: Ajánlat érkezett
is: Tilboð borist
it: Offerta ricevuta
ja: オファー取得
kk: Шақыру келді
km: យក​ការ​ស្នើ
ko: 제안 받음
lt: Gautas pasiūlymas
mk: Примив понуда
nb: Fikk tilbud
nds: Inladen kregen
nl: Aanbod ontvangen
nn: Fekk tilbod
pt: Recebida Oferta
pt_br: Oferta Recebida
ru: Получено приглашение
sk: Prijať ponuku
sl: Dobljena ponudba
sr: Добијена је понуда
sv: Tog emot erbjudande
ta: பெற்ற வசதி
tg: Таклифот қабул гардид
uk: Отримав пропозицію
zh_tw: 取得 Offer

source: Sent Offer
bg: Изпратена оферта
ca: Envia oferiment
cs: Odeslána nabídka
cy: Anfonwyd Cynnig
da: Sendte tilbud
de: Einladung gesendet
el: Αποστολή προσφοράς
es: Enviar oferta
et: Saadetud pakkumine
eu: Eskeintza bidali da
fa: پیشنهاد ارسال‌شده
fi: Lähetettiin tarjous
fr: Offre envoyée
hu: Ajánlat elküldve
is: Sendi tilboð
it: Offerta inviata
ja: オファー送信
kk: Шақыру жіберілді
km: បញ្ជូន​ការ​ស្នើ
ko: 제안 보냄
lt: Išsiųstas pasiūlymas
mk: Испратив понуда
nb: Sendt tilbud
nds: Inladen sendt
nl: Aanbod verzonden
nn: Sendt tilbod
pt: Oferta Enviada
pt_br: Oferta Enviada
ru: Послать приглашение
sk: Poslať ponuku
sl: Poslana ponudba
sr: Понуда ја послата
sv: Skickade erbjudande
ta: அனுப்பும் வசதி
tg: Фиристодани Таклифот
uk: Відіслав пропозицію
zh_tw: 送出 Offer

source: Resume Requested
bg: Възобновяване на заявката
ca: Continua petició
cs: Požadováno obnovení
cy: Cais i Ailgychwyn
da: Genoptagelse forespurgt
de: Anforderung wiederaufnehmen
el: Αιτήθηκε επανάληψη
es: Continuar petición
et: Soovitakse jätkamist
eu: Jarraitu eskaera
fa: از سر گرفتن درخواست‌شده
fi: Tauko pyydetty
fr: Une reprise a été demandée
hu: Folytatási kérés
is: Hefja aftur umbeðið
it: Richiesto ripristino
ja: レジュームをリクエスト
kk: Жалғастыру сұралды
km: បន្ត​ដែល​បាន​ស្នើ
ko: 요청사항 계속하기
lt: Tęsti prašomus
mk: Побарано е продолжување
nb: Fortsett anmodning
nds: Wiedermaken anfraagt
nl: Hervatten aangevraagd
nn: Hald fram førespurd
pt: Continuar o Pedido
pt_br: Continuação Requisitada
ru: Принять приглашение
sk: Obnoviť požadované
sl: Zahtevano nadaljevanje
sr: Захтевано је настављање
sv: Återupptagning begärd
ta: மீட்டமைக்க வேண்டும்
tg: Қабули Таклифот
uk: Попросили продовжити
zh_tw: 回復要求

source: Did Resume
bg: Възобновени
ca: Continua
cs: Obnoveno
cy: Wedi Ailgychwyn
da: Genoptog
de: Wiederaufgenommen
el: Έγινε Επανάληψη
es: Continuar
et: Jätkati
eu: Jarraipen zuzena
fa: از سر گرفتن انجام شد
fi: Tauko päällä
fr: A repris
hu: Folytatás megkezdődött
is: Hóf aftur
it: Ripristinato
ja: レジュームしました
kk: Жалғастырылды
km: បន្ត
ko: 계속했음
lt: Tęsiama
mk: Продолжив
nb: Fortsatte virkelig
nds: Wiedermaakt
nl: Hervat
nn: Heldt verkeleg fram
pt: Foi Continuado
pt_br: Efetuou Continuação
ru: Продолжить
sk: Urobiť obnovu
sl: Je nadaljeval
sr: Настављање је успело
sv: Återupptog
ta: துவக்கம் முடிந்தது
tg: Давом додан
uk: Таки продовжено
zh_tw: 回復

source: Sending
bg: Изпращане
ca: S'està enviant
cs: Odesílám
cy: Anfon
da: Sender
de: Nachrichten werden versandt
el: Αποστολή
es: Enviando
et: Saatmine
eu: Bidaltzen
fa: ارسال
fi: Lähetetään
fr: Envoi en cours
hu: Küldés
is: Sendi
it: Invio
ja: 送信
kk: Жіберу
km: កំពុង​ផ្ញើ​
ko: 보냄
lt: Siunčiama
mk: Испраќам
nb: Sender
nds: An't Sennen
nl: Verzenden
nn: Sender
pt: A Enviar
pt_br: Enviando
ru: Посылка
sk: Posielanie
sl: Pošiljanje
sr: Слање
sv: Skickar
ta: அனுப்புகிறது
tg: Фиристодан
uk: Відсилання
zh_cn: 发送
zh_tw: 送出中

source: _: dcc status Open
bg: Отваряне
ca: Obert
cs: Otevřený
cy: Agor
da: Åbn
de: Offen
el: Άνοιγμα
es: Abrir
et: Avatud
eu: Irekita
fa: باز کردن
fi: Avaa
fr: Ouvert
hu: Megnyitva
is: Opna
it: Apri
ja: オープン
kk: Ашық
km: បើក​
ko: Open
lt: Atviras
mk: Отворено
nb: Åpen
nds: Apen
nl: Open
nn: Open
pt: Aberto
pt_br: Abrir
ru: Открыт
sk: Otvoriť
sl: Odprto
sr: Отвори
sv: Öppen
uk: Відкритий
zh_cn: 开放
zh_tw: 開啟

source: Done
bg: Готово
ca: Fet
cs: Hotovo
cy: Gwnaed
da: Færdig
de: Fertig
el: Έγινε
es: Hecho
et: Tehtud
eu: Eginda
fa: انجام‌شده
fi: Valmis
fr: Terminé
hu: Kész
is: Búin
it: Fatto
ja: 完了
kk: Дайын
km: ធ្វើ​រួច
ko: 완료
lt: Atlikta
mk: Готово
nb: Ferdig
nds: Fardig
nl: Klaar
nn: Ferdig
pt: Concluído
pt_br: Feito
ru: Готово
sk: Hotovo
sl: Opravljeno
sr: Завршено
sv: Klar
ta: முடிந்தது
tg: Шуд
uk: Завершено
zh_cn: 完成
zh_tw: 已完成

source: Canceled
bg: Прекъснати
ca: Cancel·lat
cs: Zrušeno
cy: Diddymwyd
da: Annulleret
de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
et: Katkestatud
eu: Bertan behera utzi da
fa: لغوشده
fi: Peruutettu
fr: Annulé
hu: Megszakítva
is: Hætta við
it: Annullato
ja: キャンセル
kk: Доғарылған
km: បានបោះបង់
ko: 취소
lt: Atšaukta
mk: Откажано
nb: Avbrutt
nds: Afbraken
nl: Geannuleerd
nn: Avbroten
pt: Cancelado
pt_br: Cancelado
ru: Прервано
sk: Zrušené
sl: Preklicano
sr: Отказано
sv: Avbruten
ta: நீக்கியது
tg: Барҳам дода шуд
uk: Скасовано
zh_cn: 已取消
zh_tw: 已取消

source: Unknown State
bg: Неизвестно състояние
ca: Estat desconegut
cs: Neznámý stav
cy: Cyflwr Anhysbys
da: Ukendt tilstand
de: Status unbekannt
el: Άγνωστη κατάσταση
es: Estado desconocido
et: Tundmatu olek
eu: Egoera ezezaguna
fa: وضعیت ناشناخته
fi: Tuntematon tila
fr: État inconnu
hu: Ismeretlen állapot
is: Óþekkt staða
it: Stato sconosciuto
ja: 状態不明
kk: Күйі беймәлім
km: មិន​ស្គាល់​សភាព
ko: 알 수 없는 상태
lt: Nežinoma būsena
mk: Непозната состојба
nb: Ukjent tilstand
nds: Nich bekannt Tostand
nl: Status onbekend
nn: Ukjend tilstand
pt: Estado Desconhecido
pt_br: Estado Desconhecido
ru: Неизвестное состояние
sk: Neznámy stav
sl: Neznano stanje
sr: Непознато стање
sv: Okänt tillstånd
ta: தெரியாத நிலை
tg: Ҳолати Номаълум
uk: Стан невідомий
zh_cn: 未知状态
zh_tw: 未知的狀態

source: Get
bg: Получаване
ca: Obtenir
cs: Získat
cy: Cael
da: Hent
de: Annehmen
el: Λήψη αρχείου
es: Obtener
et: Võta
eu: Hartu
fa: به دست آوردن
fi: Hae
fr: Prendre
hu: Letöltés
is: Sækja
it: Ricevi
ja: 受信
kk: Алу
km: យក
ko: 받음
lt: Gauti
mk: Земи
nb: Hent
nds: Kriegen
nl: Ophalen
nn: Hent
pt: Obter
pt_br: Pegar
ru: Получить
sk: Získať
sl: Dobi
sr: Добави
sv: Få
ta: கொண்டு வா
tg: Гирифтан
uk: Отримати
zh_cn: 获取
zh_tw: 取得

source: Send
bg: Изпращане
ca: Envia
cs: Odeslat
cy: Anfon
de: Senden
el: Αποστολή
es: Enviar
et: Saada
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
hu: Küldés
is: Senda
it: Invia
ja: 送信
kk: Жіберу
km: ផ្ញើ
ko: 보냄
lt: Siųsti
mk: Испрати
nds: Sennen
nl: Verzenden
pt: Enviar
pt_br: Enviar
ru: Послать
sk: Poslať
sl: Pošlji
sr: Пошаљи
sv: Skicka
ta: அனுப்பு
tg: Фиристодан
uk: Відіслати
zh_cn: 发送
zh_tw: 送出

source: Chat
bg: Чат
ca: Xat
cs: Rozhovor
cy: Sgwrsio
el: Συζήτηση
es: Conversar
et: Vestle
eu: Berriketa
fa: گپ
fi: Juttele
fr: Discuter
hu: Csevegés
is: Spjalla
ja: チャット
kk: Әңгіме-дүкен
km: ជជែក​កំសាន្ត
ko: 대화
lt: Kalbėti
mk: Разговор
nb: Prat
nds: Klönen
nl: Gesprek
nn: Prat
pt: Conversar
pt_br: Bate-papo
ru: Чат
sl: Klepet
sr: Ћаскање
sv: Chatta
ta: அரட்டை
tg: Чат
uk: Розмова
zh_cn: 聊天
zh_tw: 聊天

source: dcc activity
ca: Activitat dcc
cs: dcc aktivita
cy: Gweithgarwch dcc
da: dcc-aktivitet
de: DCC-Aktivität
el: δραστηριότητα dcc
es: actividad dcc
et: dcc aktiivsus
eu: dcc aktibitatea
fa: فعالیت dcc
fi: dcc-toiminta
fr: activité dcc
hu: DCC-aktivitás
is: dcc virkni
it: attività dcc
ja: DCC アクティビティ
kk: dcc белсендік
km: សកម្មភាព​ dcc
ko: dcc 활동
lt: dcc aktyvumas
mk: dcc-активности
nb: dcc-aktivitet
nds: DCC-Aktiviteet
nl: dcc-activiteit
nn: dcc-aktivitet
pt: Actividade de DCC
pt_br: atividade dcc
ru: активность DCC
sk: dcc aktivita
sl: aktivnost dcc
sr: dcc активност
sv: DCC-aktivitet
ta: dcc செயல்பாடு
tg: фаъолияти dcc
uk: dcc діяльність
zh_tw: DCC 活動

source: Detach Window
bg: Разкачване на подпрозорец
ca: Desenganxa finestra
cs: Odpojit okno
cy: Datgysylltu Ffenestr
da: Frigør vindue
de: Fenster abkoppeln
el: Αποσύνδεση παραθύρου
es: Desenganchar ventana
et: Haagi aken lahti
eu: &Askatu lehioa
fa: جدا کردن پنجره
fi: Irrota ikkuna
fr: Détacher la fenêtre
hu: Az ablak leválasztása
is: Aðskilja glugga
it: Stacca finestra
ja: ウィンドウを分離
kk: Терезені бөліп алу
km: បង្អួច Detach
ko: 창 붙이기
lt: Atskirti langą
mk: Издвои прозорец
nb: Frakoble vindu
nds: Finster aflösen
nl: Venster losmaken
nn: Kopla frå vindauge
pt: Separar a Janela
pt_br: Desanexar Janela
ru: Отделить окно
sk: Uvolniť okno
sl: Odcepi okno
sr: Откачи прозор
sv: Koppla från fönster
ta: புதிய சாளரம்
tg: Ҷудосозии Тиреза
uk: Відчепити вікно
zh_cn: 分离窗口
zh_tw: 分離視窗

source: Move Tab Left
bg: Преместване подпрозореца наляво
ca: Moure pestanya a l'esquerra
cs: Přesunout záložku doleva
cy: Symud Tab i'r Chwith
da: Flyt tabulator til venstre
de: Unterfenster nach links verschieben
el: Μετακίνηση καρτέλας αριστερά
es: Mover pestaña a la izquierda
et: Liiguta kaart vasakule
eu: Mugitu fitxa ezkerrera
fa: حرکت تب به چپ
fi: Siirrä välilehteä vasemmalle
fr: Déplacer l'onglet à gauche
hu: A lap balra mozgatása
is: Færa flipa til vinstri
it: Sposta scheda a sinistra
ja: タブを左に移動
kk: Қойындыны солға жылжыту
km: ផ្លាស់ទី​ថេប​ទៅ​ខាង​ឆ្វេង
ko: 탭 왼쪽으로 이동
lt: Perkelti kortelę į kairę
mk: Помести јазиче налево
nb: Flytt fane til venstre
nds: Paneel na links verschuven
nl: Tab naar links verplaatsen
nn: Flytt fane til venstre
pt: Mover a Página para a Esquerda
pt_br: Mover Tabulação p/ Esquerda
ru: Передвинуть вкладку влево
sk: Presun záložky vľavo
sl: Premakni zavihek levo
sr: Помери језичак на лево
sv: Flytta flik åt vänster
ta: இடது நகர்த்திய தத்தல்
tg: Ҷойивазкунии Ҷадвалбандӣ ба Чап
uk: Пересунути вкладку ліворуч
zh_cn: 向左移动标签
zh_tw: 將 Tab 左移

source: Move Tab Right
bg: Преместване подпрозореца надясно
ca: Moure pestanya a la dreta
cs: Přesunout záložku doprava
cy: Symud Tab i'r Dde
da: Flyt tabulator til højre
de: Unterfenster nach rechts verschieben
el: Μετακίνηση καρτέλας δεξιά
es: Mover pestaña a la derecha
et: Liiguta kaart paremale
eu: Mugitu fitxa eskuinera
fa: حرکت تب به راست
fi: Siirrä välilehteä oikealle
fr: Déplacer l'onglet à droite
hu: A lap jobbra mozgatása
is: Færa flipa til hægri
it: Sposta scheda a destra
ja: タブを右に移動
kk: Қойындыны оңға жылжыту
km: ផ្លាស់ទី​ថេប​ទៅ​ស្ដាំ
ko: 탭 오른쪽으로 이동
lt: Perkelti kortelę į dešinę
mk: Помести јазиче надесно
nb: Flytt fane til høyre
nds: Paneel na rechts verschuven
nl: Tab naar rechts verplaatsen
nn: Flytt fane til høgre
pt: Mover a Página para a Direita
pt_br: Mover Tabulação p/ Direita
ru: Передвинуть вкладку вправо
sk: Presun záložky vpravo
sl: Premakni zavihek desno
sr: Помери језичак на десно
sv: Flytta flik åt höger
ta: வலது நகர்த்திய தத்தல்
tg: Ҷойивазкунии Ҷадвалбандӣ ба Рост
uk: Пересунути вкладку праворуч
zh_cn: 向右移动标签
zh_tw: 將 Tab 右移

source: &Window
bg: Про&зорци
ca: &Finestra
cs: O&kno
cy: &Ffenestr
da: &Vindue
de: &Fenster
el: &Παράθυρο
es: &Ventana
et: &Aken
eu: &Lehioa
fa: &پنجره‌
fi: &Ikkuna
fr: &Fenêtre
hu: A&blak
is: &Gluggi
it: &Finestra
ja: ウィンドウ(&W)
kk: &Терезе
km: បង្អួច
ko: 창(&W)
lt: &Langas
mk: &Прозорец
nb: &Vindu
nds: &Finster
nl: &Venster
nn: &Vindauge
pt: &Janela
pt_br: &Janela
ru: &Окно
sk: &Okno
sl: &Okno
sr: &Прозор
sv: &Fönster
ta: & சாளரம்
tg: &Тиреза
uk: &Вікно
zh_cn: 窗口(&W)
zh_tw: 視窗(&W)

source: &Tab Bar
bg: &Лента
ca: &Barra de pestanyes
cs: Liš&ta záložek
cy: B&ar Tab
da: &Fanebladslinje
de: &Unterfensterleiste
el: Γραμμή καρ&τελών
es: Barra de sola&pas
et: &Kaardiriba
eu: &Fitxa barra
fa: میلۀ &تب‌
fi: &Välilehtipalkki
fr: Barre d'ongle&ts
hu: &Lapozósáv
is: &Flipaslá
it: Barra delle &schede
ja: タブバー(&T)
kk: Қ&ойынды панелі
km: របារ​ថេប
ko: 탭 바(&T)
lt: &Kortelės
mk: &Лента со јазичиња
nb: &Tabulatorstolpe
nds: &Paneelbalken
nl: &Tabbalk
nn: &Fanelinje
pt: Barra de &Páginas
pt_br: &Barra de Abas
ru: &Панель вкладок
sk: Panel &kariet
sl: Vrstica zavi&hkov
sr: &Трака табулатора
sv: &Flikrad
ta: தத்தல் பட்டை
tg: Панели &Ҷадвалҳо
uk: Смужка &вкладок
zh_cn: 标签栏(&T)
zh_tw: Tab 列(&T)

source: &Top
bg: &Горе
ca: &Dalt
cs: Na&hoře
cy: &Pen
de: &Oben
el: Κορυ&φή
es: Arr&iba
et: Ü&lal
eu: &Goian
fa: &بالا‌
fi: &Ylös
fr: En &haut
hu: &Fent
is: &Efst
it: In &Alto
ja: 上(&T)
kk: &Жоғарда
km: កំពូល
ko: 위(&T)
lt: &Viršus
mk: &Горе
nb: &Topp
nds: &Baven
nl: &Bovenaan
nn: &Topp
pt: &Topo
pt_br: &Superior
ru: &Вверху
sk: &Hore
sl: &Vrh
sr: &Врх
sv: &Toppnivå
ta: &மேல்
tg: &Боло
uk: &Вгорі
zh_cn: 上(&T)
zh_tw: 頂端(&T)

source: Cycle left
bg: Циклично преместване наляво
ca: Gira a l'esquerra
cs: Posunout doleva
cy: Cylchu i'r chwith
da: Cykel til venstre
de: Nach rechts drehen
el: Κυκλική μετακίνηση αριστερά
es: Circular a la izquierda
et: Tsükkel vasakule
eu: Zikloa ezkerrera
fa: چرخ ‌زدن به چپ
fi: Kierrä vasemmalle
fr: Défilement à gauche
hu: Balra görgetés
is: Fletta til vinstri
it: Scorrimento a sinistra
ja: 左サイクル
kk: Солға айнала
km: រង្វង់​ខាង​ឆ្វេង​
ko: 왼쪽으로 돌림
lt: Ciklas į kairę
mk: Циклус налево
nb: Roter mot venstre
nds: Na links dörgahn
nl: Naar rechts draaien
nn: Roter mot venstre
pt: Esquerda
pt_br: Esquerda
ru: Влево
sk: Dookola meniť doľava
sl: Zasuči levo
sr: Кружи на лево
sv: Växla vänster
ta: இடது சுழற்சி
tg: Ба чап
uk: Цикл ліворуч
zh_cn: 向左循环
zh_tw: 向左循環

source: Cycle right
bg: Циклично преместване надясно
ca: Gira a la dreta
cs: Posunout doprava
cy: Cylchu i'r dde
da: Cykel til højre
de: Nach links drehen
el: Κυκλική μετακίνηση δεξιά
es: Circular a la derecha
et: Tsükkel paremale
eu: Zikoa eskuinera
fa: چرخ ‌زدن به راست
fi: Kierrä oikealle
fr: Défilement à droite
hu: Jobbra görgetés
is: Fletta til hægri
it: Scorrimento a destra
ja: 右サイクル
kk: Оңға айнала
km: រង្វង់​ខាង​ស្តាំ
ko: 오른쪽으로 돌림
lt: Ciklas į dešinę
mk: Циклус надесно
nb: Roter mot høyre
nds: Na rechts dörgahn
nl: Naar links draaien
nn: Roter mot høgre
pt: Direita
pt_br: Direita
ru: Вправо
sk: Dookola meniť doprava
sl: Zasuči desno
sr: Кружи на десно
sv: Växla höger
ta: வலது சுழற்சி
tg: Ба рост
uk: Цикл праворуч
zh_cn: 向右循环
zh_tw: 向右循環

source: Dump Object Tree
bg: Печат на дървото на обекта
ca: Descarrega l'arbre d'objectes
cs: Vypsat strom s objekty
cy: Tomenu'r Goeden Wrthrychau
da: Smid objekttræ væk
de: Objektbaum ausgeben
el: Απόρριψη δένδρου Αντικειμένου
es: Volcar el árbol de objetos
et: Objektipuu tõmmis
eu: Objektu zuhaitza irauli
fa: تخلیۀ درخت شیء
fi: Dumppaa oliopuu
fr: Détailler l'arbre des objets
hu: Az objektumfa kiírása
is: Demba viðfangstré
it: Mostra albero oggetti
ja: オブジェクトツリーをダンプ
kk: Нысан бұтағын бейнелеу
km: បោះបង់ចោល​មែកធាង​វត្ថុ​
ko: 객체 트리 버리기
lt: Pateikti objektų medį
mk: Исфрли стебло со објекти
nb: Tøm objekttre
nds: Objektboom utgeven
nl: Object-boomstructuur dumpen
nn: Tøm objekttre
pt: Mostrar a Árvore de Objectos
pt_br: Despejar Árvore de Objetos
ru: Показать дерево объектов
sk: Získať strom objektov
sl: Vrzi objektno drevo
sr: Испиши стабло објекта
sv: Lagra objektträd
ta: திணிப் பொருள் மரம்
tg: Нишондиҳии Дарахти Объектҳо
uk: Скинути дерево об'єктів
zh_cn: 转储对象树
zh_tw: 傾印物件樹

source: Server Debug Window
bg: Прозорец за трасиране на сървъра
ca: Finestra de depuració del servidor
cs: Okno pro ladění serveru
cy: Ffenestr Ddatnamu'r Gweinydd
da: Server fejlret vindue
de: Server Debug-Fenster
el: Παράθυρο αποσφαλμάτωσης του διακομιστή
es: Ventana de depuración del servidor
et: Serveri silumisaken
eu: Zerbitzariaren arazketa lehioa
fa: پنجرۀ اشکال‌زدایی کارساز
fi: Palvelimen virheenjäljitysikkuna
fr: Fenêtre de débogage du serveur
hu: A kiszolgáló nyomkövetési ablaka
is: Aflúsunargluggi fyrir þjón
it: Finestra di debug del server
ja: サーバのデバッグウィンドウ
kk: Сервермен байланысты жөндеу терезесі
km: បង្អួច​បំបាត់​កំហុស​ម៉ាស៊ីន​បម្រើ​
ko: 서버 디버그 창
lt: Serverio derinimo langas
mk: Прозорец за чистење на серверот од бубачки
nb: Feilsøkingsvindu for tjener
nds: Server-Fehlersöökfinster
nl: Server debugvenster
nn: Feilsøkingsvindauge for tenar
pt: Janela de Depuração do Servidor
pt_br: Janela de Depuração do Servidor
ru: Окно отладки связи с сервером
sk: Okno ladenia servera
sl: Razhroščevalno okno strežnika
sr: Серверов прозор за отклањање грешака
sv: Serverfelsökningsfönster
ta: சேவையக வழு நீக்கு சாளரம்
tg: Тирезаи Ислоҳкунии Хидматрасон
uk: Вікно зневадження сервера
zh_cn: 服务器调试窗口
zh_tw: 伺服器除錯視窗

source: &Filter Rule Editor...
bg: &Редактор на филтри...
ca: Editor de les regles de &filtre...
cs: Úprava &pravidel filtrů...
cy: &Golygydd Rheolau Hidlenni...
da: &Redigér filterregler...
de: E&ditor für Filterregeln ...
el: &Επεξεργαστής κανόνων φίλτρου...
es: Editor de normas de &filtros...
et: &Filtrireeglite redaktor...
eu: &Iragazketa agindu editorea...
fa: &پالایش ویرایشگر قاعده‌...‌
fi: &Suodinsäännöt...
fr: Éditer les règles de &filtrage...
hu: A &szűrési szabályok szerkesztése...
is: &Síuregluritill...
it: Editor delle regole di &filtro...
ja: フィルタルールを編集(&F)...
kk: &Сүзгілеу ережелерін өңдеу...
km: កម្មវិធី​និពន្ធ​ច្បាប់​តម្រង​...
ko: 필터 규칙 편집기(&F)...
lt: &Filtro taisyklių keitimas...
mk: Уредувач за правила на &филтри...
nb: &Filterregelredigerer …
nds: &Filterregel-Editor...
nl: Editor voor &filterregels...
nn: &Filterregelredigerar …
pt: Editor de Regras de &Filtragem...
pt_br: Editor de Regras de &Filtragem...
ru: &Редактор правил фильтрации...
sk: Editor &filtrovacích pravidiel...
sl: Urejevalnik pravil za &filtriranje ...
sr: Уређивач правила за &филтрирање...
sv: &Filterregler...
ta: வடிகட்டி விதி தொகுப்பி
tg: Муҳаррири Қоидаҳои &Полоягар...
uk: Редактор правил &фільтру...
zh_cn: 过滤规则编辑器(&F)...
zh_tw: 過濾器規則編輯器(&F)...

source: New &Server...
bg: &Нов сървър...
ca: Nou &servidor...
cs: Nový &server...
cy: Gweinydd &Newydd...
da: &Ny server...
de: Neuer &Server ...
el: &Νέος εξυπηρετητής...
es: &Nuevo servidor...
et: &Uus server...
eu: &Zerbitzari berria...
fa: &کارساز جدید‌...‌
fi: Uusi &palvelin...
fr: Nouveau &serveur...
hu: Ú&j kiszolgáló...
is: Nýr þ&jónn...
it: Nuovo &server...
ja: 新しいサーバ(&S)...
kk: Жаңа &сервер...
km: ម៉ាស៊ីន​បម្រើ​ថ្មី...
ko: 새 서버(&S)...
lt: Naujas &serveris...
mk: Нов &сервер...
nb: &Ny tjener …
nds: Nieg &Server...
nl: Nieuwe &server...
nn: Ny &tenar …
pt: Novo &Servidor...
pt_br: Novo &Servidor...
ru: &Новый сервер...
sk: Nový &server...
sl: Nov &strežnik ...
sr: &Нови сервер...
sv: N&y server...
ta: புதிய சேவையகம்
tg: &Хидматрасони Нав...
uk: Новий &сервер...
zh_cn: 新建服务器(&S)...
zh_tw: 新伺服器(&S)...

source: &Do Autoconnect...
bg: &Автоматична връзка...
ca: &Autoconnecta...
cs: Auto&maticky se připojit...
cy: Gweithredu &Hunan-gysylltu...
da: &Auto-forbind...
de: &Automatisch verbinden ...
el: Να γίνει Αυτόματη σύν&δεση...
es: &Autoconectar...
et: Automaatühen&dus...
eu: Autokonexioa &egin...
fa: &انجام اتصال‌ خودکار...‌
fi: &Yhdistä automaattisesti...
fr: Connexion &automatique...
hu: Automatikus cs&atlakozás...
is: &Tengjast sjálfkrafa...
it: &Connessione automatica...
ja: 自動接続(&D)...
kk: &Автоқосылу...
km: ភ្ជាប់​ដោយ​ស្វ័យ​ប្រវត្តិ...
ko: 자동연결 하기(&D)...
lt: &Automatiškai prisijungti...
mk: &Поврзи се автоматски...
nb: &Utfør autotilkobling …
nds: &Automaatsch tokoppeln...
nl: &Automatisch verbinden...
nn: &Utfør autotilkopling …
pt: Ligar Au&tomaticamente...
pt_br: &Efetuar Auto Conexão...
ru: &Автоподключение...
sk: &Automatické pripojenie...
sl: Poveži se samo&dejno ...
sr: Аутоматски се пове&зуј...
sv: Ansl&ut automatiskt...
ta: தானாக இணைக்க செய்
tg: &Иҷрои Худпайвастшавӣ...
uk: Зробити автоз'є&днання...
zh_cn: 自动连接(&D)...
zh_tw: 自動連接(&D)...
