Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: If selected, KSirc will automatically create a new window for each user who sends a /msg command to you. If not selected, any text sent to you with /msg is displayed in the current window and you can use /query username to create a window to chat to that user.
bg: Автоматично отваряне на нов прозорец при изпращане на съобщение от потребител. Ако отметката е изключена, съобщението ще се появява в общия прозорец. И вие ръчно трябва да изберете псевдонима му, за да може да отворите нов прозорец за разговор.
ca: Si està seleccionat, el KSirc crearà automàticament una finestra nova per cada usuari que us enviï una ordre /msg. Si no està seleccionat, qualsevol text que us enviïn amb /msg es visualitzarà a la finestra actual i podreu usar /query nomusuari per crear una finestra per fer un xat amb aquest usuari.
da: Hvis markeret, laver Ksirc automatisk et nyt vindue for hver bruger som sender kommandoen /msg til dig. Hvis det ikke er markeret, vises al tekst som sendes til dig i det nuværende vindue, og du kan bruge /query brugernavn for at oprette et vindue hvor du kan chatte med brugeren.
de: Wenn diese Einstellung aktiviert ist, wird automatisch ein neues Fenster für jeden Benutzer erstellt, der Ihnen eine persönliche Nachricht sendet. Wenn diese Einstellung nicht aktiviert ist, werden Nachrichten die mit /msg an Sie gesendet werden im normalen Chat-Fenster angezeigt. Sie können dann /query "Benutzername" verwenden, um für den Chat mit dem Benutzer ein neues Fenster zu erstellen.
el: Αν ενεργοποιηθεί, θα δημιουργήσει αυτόματα ένα νέο παράθυρο για κάθε χρήστη που σας στέλνει μία εντολή /msg. Στην αντίθετη περίπτωση, το κείμενο που σας στέλνεται με την εντολή /msg θα εμφανίζεται στο τρέχον παράθυρο και θα μπορείτε να δημιουργήσετε ένα παράθυρο συζήτησης με το χρήστη χρησιμοποιώντας την εντολή /query όνομα χρήστη.
es: Si está elegido, KSirc creará automáticamente una nueva ventana para cada nuevo usuario que le envié una orden /msg. Si no lo elige, cualquier texto que le envíen con /msg será mostrado en la ventana actual, y puede usar /query nombre para crear una ventana con la cual charlar con el.
et: Märkimisel loob KSirc automaatselt uue akna igale kasutajale, kes saadab sulle sõnumi (käsu /msg). Kui see on märkimata, näidatakse sulle käsuga /msg saadetud teksti aktiivses aknas ning antud kasutajale omaette vestlusakna loomiseks tuleb kasutada käsku /query <kasutajanimi>.
eu: Hautatzen bada, KSirc-en automatikoki lehio berri bat sortuko du zure mezu bat bidaltzen dizun erabiltzaile bakoitzarentzat. Hautatzen ez bada, zure bidalitako edozein mezu uneko lehioan bistaratuko da eta /query erabiltzaile-izena erabil dezakezu erabiltzaile horrentzat lehio berri bat sortzeko.
fa: اگر برگزیده شود، KSirc پنجره‌ای جدید برای هر کاربری که یک فرمان msg/ برای شما ارسال کرده است، ایجاد خواهد کرد. اگر انتخاب نشود، هر متنی که با msg/ به شما ارسال شده در پنجرۀ جاری نشان داده می‌شود، و شما می‌توانید از /پرس‌وجوی نام کاربر برای ایجاد یک پنجره به منظور گپ با آن کاربر ایجاد کنید.
fr: Si cette option est activée, KSirc créera automatiquement une nouvelle fenêtre pour chaque utilisateur qui vous envoie un message à l'aide de la commande « /msg ». Sinon, ces messages seront affichés dans la fenêtre en cours, et vous pourrez y répondre à l'aide de la commande « /query ».
hu: Ha ez be van jelölve, a KSirc új ablakot nyit az olyan felhasználóknak, akik /msg üzenetet küldenek. Ha nincs bejelölve, az /msg paranccsal küldött üzenetek az aktuális ablakban jelennek meg, ilyenkor a /query felhasználónév paranccsal lehet új ablakot nyitni az üzenetet küldő felhasználóval.
it: Se selezionata, KSirc creerà automaticamente una finestra per ogni utente che ti invia un messaggio. Se non è selezionato, ogni testo che ti sarà inviato attraverso il comando /msg verrà visualizzato nella finestra corrente e potrai usare il comando "/query nomeutente" per creare una finestra di chat ed iniziare a parlare con l'utente.
ja: これを選択すると、あなたに /msg を送信したユーザごとに自動的に新しいウィンドウが作成されます。選択しなかった場合は、/msg で送信されたテキストはすべて現在のウィンドウに表示されます。「/query ユーザ名」を使って、そのユーザとチャットするためのウィンドウを作成できます。
kk: Таңдалса, KSirc Сізге /msg команданы жіберген әрбір қатысушы үшін автоматты түрде жаңа терезе ашады. Таңдалмаса, /msg арқылы келген барлық мәтін назардағы терезеде жазылады, ал жіберген қатысушымен әңгіме-дүкен терезесін құру үшін /query атау командасын қолдану керек.
km: បើ​បាន​ជ្រើស​ KSirc នឹង​បង្កើត​បង្អួច​ថ្មី​សម្រាប់​អ្នក​ប្រើ​ដែល​បាន​ផ្ញើ​បញ្ជា​msg ដោយ​ស្វ័យប្រវត្តិ​ទៅ​កាន់​អ្នក​ ។ បើ​មិន​បាន​ជ្រើស​ អត្ថបទផ្ញើ​ទៅ​កាន់​អ្នក​ជា​មួយ​សារ​ដែល​បាន​បង្ហាញ​ក្នុង​បង្អួច​បច្ចុប្បន្ន​ ហើយ​អ្នក​អាច​សួរ​ឈ្មោះ​អ្នក​ប្រើ​ដើម្បី​បង្កើត​បង្អួច​ជជែកកំសាន្ត សម្រាប់​អ្នក​ប្រើ​នោះ ​។
lt: Jei ši parinktis įjungta, kai tik koks nors naudotojas jums pasiunčia /msg žinutę, bus automatiškai sukurtas langas pokalbiui su tuo naudotoju. Jei parinktis išjungta, visos /msg žinutės bus rodomas dabartiniame lange. Tuomet komanda „/query naudotojas“ galėsite sukurti atskirą langą pokalbiui su tuo naudotoju.
mk: Автоматски ќе создаде прозорец за секој корисник кој ви ја праќа наредбата /msg. Ако не е избрано, секој текст пратен до вас со наредбата /msg ќе биде прикажан во тековниот прозорец. Можете да ја користите наредбата /query и да отворите прозорец за разговор.
nb: Hvis dette er krysset av, vil KSirc automatisk opprette et nytt vindu for hver bruker som sender deg en /msg-kommando. Hvis det ikke er krysset av, blir all tekst som sendes til deg med en /msg-kommando vist i gjeldende vindu og du kan bruke /query brukernavn for å lage et vindu for en prat med den brukeren.
nds: Wenn anmaakt, stellt KSirc automaatsch en nieg Finster för elkeen Bruker op, de Di mit den "/msg"-Befehl en Naricht sendt. Is dat nich anmaakt, warrt mit "/msg" sendte Texten binnen dat aktuelle Finster wiest, un Du kannst mit "/query brukernaam" en Klöönfinster för den Bruker opstellen.
nl: Wanneer ingeschakeld zal KSirc automatisch een nieuw venster openen voor elke gebruiker die een /msg-commando naar u heeft gestuurd. Wanneer uitgeschakeld zal alle tekst die met /msg naar u wordt gestuurd in het huidige venster getoond. U kunt dan /query gebruikersnaam gebruiken om een venster te openen waarin u met die gebruiker kunt converseren.
nn: Her kan du velja om KSirc automatisk skal laga eit nytt vindauge for kvar brukar som sender deg ein /msg-kommando. Dersom dette ikkje er valt, vil meldingar du får med /msg dukka opp i det vindauget du har framme. Du kan då bruka /query brukarnamn for å prata med den brukaren i eit eige vindauge.
pt: Se estiver seleccionado, o KSirc irá criar automaticamente uma janela por cada utilizador que enviar um /msg para si. Se não estiver, todo o texto que for enviado para si com o /msg será mostrado na janela actua, pelo que poderá usar a opção '/query utilizador' para criar uma janela de conversação com esse utilizador.
pt_br: Se selecionada, esta opção irá fazer com que o KSirc automaticamente crie uma nova janela para cada usuário que lhe enviar uma mensagem com o comando /msg. Se não for selecionada, qualquer mensagem enviada para você com o comando /msg será exibida na janela atual e você pode usar o comando /query nomedousuário para abrir uma janela separada para conversar com este usuário.
ru: Автоматически открывать окна приватных бесед, если вам кто-то написал приватное сообщение. Если этот параметр выключен, приватное сообщение будет показано в текущем окне и вам нужно будет вручную открыть приват с этим собеседником командой /query username.
sk: Po zvolení KSirc automaticky vytvorí nové okno pre každého užívateľa, ktorý Vám pošle príkaz "/msg". Pokiaľ to nebude zvolené, celý text poslaný príkazom "/msg" bude zobrazený v aktuálnom okne. Pomocou príkazu "/query username" vytvoríte samostatné okno pre chat s daným užívateľom.
sl: Če je možnost omogočena, bo KSirc za vsakega uporabnika, ki vam pošlje ukaz /msg, ustvaril novo okno. V nasprotnem primeru bo besedilo, ki vam je poslano na ta način, prikazano v trenutne oknu. Za odprtje novega okna za klepet s pošiljateljem lahko uporabite ukaz /query.
sr: Ако је изабрано, KSirc ће аутоматски направити нови прозор за сваког корисника који вам пошаље /msg наредбу. Ако није изабрано, сваки текст који вам је послат са /msg се приказује у тренутном прозору а ви можете употребити /query корисник, да бисте направили прозор за ћаскање са тим корисником.
sv: Om markerat, skapar Ksirc automatiskt ett nytt fönster för varje användare som skickar kommandot /msg till dig. Om inte markerat, visas all text som skickas till dig i det nuvarande fönstret, och du kan använda /query användarnamn för att skapa ett fönster där du kan chatta med användaren.
uk: Якщо увімкнено, то KSirc буде автоматично створювати вікно для кожного користувача, який надішле вам команду "/msg". Якщо не увімкнено, то будь-який текст, надісланий вам з /msg буде показано в поточному вікні і ви скористатись командою "/query ім'я користувача", щоб створити вікно для балачки з цим користувачем.
zh_tw: 如果選取此項，當有使用者送出 /msg 命令要與您私下談話時，KSirc 會自動建立新的視窗。反之，則使用者送出的 /msg 命令，也會顯示在目前的視窗中，您可以用 /query <使用者名稱> 來建立與該使用者對話的新視窗。

source: Auto create &on notice
bg: Ав&томатично създаване при известяване
ca: Auto-crea &en notificar
cs: Aut&omaticky vytvářet při upozornění
cy: Hunan-greu ar &sylwad
da: Auto-opret &ved notice
de: Bei Benachrichtigung automatisch &erstellen
el: Αυτόματη δημιουργία κατά την ειδ&οποίηση
es: A&uto crear en aviso
et: Automaatne l&oomine märguandel
eu: Auto sortu lehioa &jakinarazpenean
fa: ایجاد خودکار &هنگام اخطار‌
fi: Luo &ikkunat automaattisesti
fr: Créati&on automatique sur notification
hu: Automatikus létrehozás fel&ismeréskor
is: búa glugga til sjálfkrafa fyrir &tilkynningar
it: Crea autom. in caso di &avvertimento
ja: /notice でウィンドウを自動作成(&O)
kk: Құлақтандыруда авт&оқұрылсын
km: បង្កើត​សំគាល់​ដោយ​ស្វ័យប្រវត្តិ
ko: 자동 생성 알림(&O)
lt: A&utomatiškai kurti perspėjus
mk: Автос&оздади на известување
nb: Lag automatisk v&ed varsling
nds: &Bi Bescheed automaatsch opstellen
nl: Automatisch &aan-bericht maken
nn: &Lag automatisk ved varsel
pt: Auto-criar em cas&o de aviso
pt_br: Auto-criar ao ser &notificado
ru: Автоматическое &создание при уведомлении
sk: &Automaticky vytvoriť pri upozornení
sl: S&amodejno ustvari ob obvestilu
sr: Аутоматски направи при при&мећивању
sv: Skapa au&tomatiskt vid meddelande
ta: அறிக்கையின் போது தானாக உருவாக்கு
tg: Худофариниш &ҳангоми огоҳонӣ
uk: Автоматично створ&ювати при сповіщенні
zh_cn: 提示时自动创建(&O)
zh_tw: 通知時自動建立(&O)

source: Auto-re&join
bg: Автомати&чно възстановяване на връзката
ca: Auto-e&ntra
cs: Automaticky znovu připo&jit
cy: Ail-y&muno'n ymysgogol
da: Auto-&deltag igen
de: Automatisch &wiedereintreten
el: Αυτόματη επα&νασύνδεση
es: &Unirse automáticamente
et: Auto&maatne taasühinemine
eu: Auto-bir&konektatu
fa: &پیوند مجدد خودکار‌
fi: Palaa kanava&lle automaattisesti
fr: Re&joindre automatiquement
hu: Automatikus újracsa&tlakozás
is: Sjálfvirk &endurtenging
it: Rie&ntra automaticamente
ja: 自動再参加(&J)
kk: Авто қа&йта кіру
km: តភ្ជាប់​ឡើង​វិញ​ដោយ​ស្វ័យ​ប្រវត្តិ​
ko: 자동-재참여(&J)
lt: Autom. vėl &prisijungti
mk: При&клучи се повторно автоматски
nb: Gå automatisk &inn igjen
nds: Automaatsch wedder rin&gahn
nl: Automatisch opnieu&w deelnemen
nn: &Gå automatisk inn att
pt: Auto-&juntar de novo
pt_br: Automaticamente &reentrar
ru: &Автоматический вход на канал после выкидывания
sk: Automatické &znovu-prihlásenie
sl: Samodejno se pri&druži
sr: Аутоматско поновно &придруживање
sv: &Gå automatiskt med igen
ta: தானாக மீண்டும் இணை
tg: &Бозҳамроҳшавии худкор
uk: Авто-перепр&иєднання
zh_cn: 自动重新加入(&J)
zh_tw: 自動重新加入(&J)

source: Rejoin channels automatically if you are disconnected.
bg: Автоматично влизане в каналите при възстановяване на връзката след прекъсване.
ca: Reconnecta automàticament als canals si us desconnecteu.
cs: Automaticky se připojit ke kanálům po odpojení.
da: Gå automatisk med i kanaler igen hvis forbindelsen afbrydes.
de: Chat-Räume nach Verbindungsabbruch automatisch wieder betreten
el: Αυτόματη επανασύνδεση αν αποσυνδεθείτε από τα κανάλια.
es: Unirse a los canales automáticamente si es desconectado.
et: Automaatne taasühinemine kanalitega pärast ühenduse katkemist.
eu: Bateratu kanalak automatikoki deskonektatuta bazaude.
fa: اگر اتصال شما قطع شود، اتصال مجدد به مجراها به طور خودکار انجام می‌شود.
fr: Retourner automatiquement dans les canaux lors des déconnexions
hu: A kapcsolat megszakadása esetén automatikus újracsatlakozás a csatornákhoz.
it: Rientra automaticamente nei canali in caso di disconnessione.
ja: 切断された場合、自動的にチャンネルに再参加
kk: Шығып қалған соң арнаға автоматты түрде қайта кіру.
km: តភ្ជាប់​ឆានែល​ឡើង​វិញ ដោយស្វ័យប្រវត្តិ​ បើ​អ្នក​មិន​បាន​តភ្ជាប់​។
lt: Prisijungti prie kanalų automatiškai, jei jus atjungė.
mk: Автоматски се приклучува повторно на каналите ако сте биле исклучени.
nb: Gå automatisk inn i kanaler hvis du blir frakoblet.
nds: Automaatsch wedder na de Klöönrüüm ringahn, wenn de Verbinnen afritt.
nl: Automatisch opnieuw deelnemen aan kanalen als de verbinding was verbroken.
nn: Gå automatisk inn att i kanalar dersom du vert fråkopla.
pt: Juntar de novo aos canais automaticamente se tiver sido desligado.
pt_br: Automaticamente retornar aos canais caso você seja desconectado.
ru: Автоматически входить на канал при сбое соединения.
sk: Automatické pripojenie do kanálu po prerušení spojenia.
sl: Samodejno pridruževanje kanalom po prekinitvi povezave
sr: Поново се придружује каналу ако сте изгубили везу.
sv: Gå automatiskt med i kanaler igen om du kopplas ner.
uk: Автоматично приєднатись до каналу, якщо вас було роз'єднано.
zh_tw: 當您斷線時自動重新加入頻道。

source: If selected, it allows you to rejoin channels automatically if you are disconnected.
bg: Автоматично влизане в каналите, в които сте били включени, при възстановяване на връзката след прекъсване.
ca: Si està seleccionat us permet reconnectar automàticament als canals si us desconnecteu.
cs: Pokud je zvoleno, umožňuje automatické připojování ke kanálům po odpojení.
da: Hvis markeret, lader dette dig gå med i kanaler igen automatisk hvis dy afbrydes.
de: Wenn diese Einstellung aktiviert ist, können Chat-Räume nach einem Verbindungsabbruch automatisch erneut betreten werden.
el: Αν ενεργοποιηθεί, σας επιτρέπει να επανασυνδεθείτε αυτόματα αν αποσυνδεθείτε.
es: Si está seleccionado, le permite unirse a los canales automáticamente si se desconecta.
et: Märkimise korral saab automaatselt uuesti ühineda kanalitega pärast ühenduse katkemist või lõpetamist.
eu: Hautatzen bada, deskonektatuta bazaude kanalak automatikoki bateratzeko aukera ematen dizu.
fa: اگر انتخاب شود، به شما اجازه می‌دهد که اگر اتصال قطع شد، به طور خودکار به مجراها متصل شوید.
fr: Si elle est activée, cette option vous permet de retourner automatiquement dans les canaux lorsque vous êtes déconnecté(e).
hu: Ha ez be van jelölve, a kapcsolat megszakadása után a program automatikusan újból csatlakozik a korábbi csatornákhoz.
it: Se selezionata, permette di rientrare nei canali automaticamente in caso di disconnessione.
ja: これを選択すると、接続が切断された場合、自動的にチャンネルに再参加できるようになります。
kk: Құсбелгісі қойылса, шығып қалған соң арнаға автоматты түрде қайта кіруге мүмкіндік беріледі.
km: បើ​ជ្រើស វា​អនុញ្ញាត​ឲ្យ​អ្នក​ចូលរួម​ប៉ុស្តិ៍​ឡើងវិញ​ដោយ​ស្វ័យប្រវត្តិ បើ​អ្នក​ត្រូវ​បាន​កាត់​ផ្ដាច់ ។
lt: Jei ši parinktis įjungta, prisijungti prie kanalų automatiškai, jei jus atjungė.
mk: Ако е означено, ви овозможува автоматски да се приклучите повторно ако сте биле исклучени.
nb: Hvis dette er krysset av, kan du gå automatisk inn i kanaler igjen dersom du blir frakoblet.
nds: Wenn aktiveert, koppelt KSirc Di automaatsch wedder na Klöönrüüm to, na dat de Verbinnen afreten is.
nl: Wanneer ingeschakeld kunt u automatisch opnieuw deelnemen aan kanalen als de verbinding verbroken was.
nn: Her kan du velja om du skal automatisk gå inn att i kanalar dersom du vert fråkopla.
pt: Se estiver seleccionado, permite-lhe ligar-se de novo aos canais automaticamente se tiver desligado entretanto.
pt_br: Se selecionada, essa opção permite que você retorne aos canais automaticamente caso seja desconectado.
ru: Автоматически входить на канал при сбое соединения.
sk: Po zvolení umožní automatické pripojenie do kanálu po prerušení spojenia.
sl: Če pride do prekinitve povezave, se KSirc samodejno ponovno pridruži kanalom
sr: Ако је означено, омогућава да се аутоматски поново придружите каналу ако сте изгубили везу.
sv: Om markerat, låter det dig gå med i kanaler igen automatiskt om du kopplas ner.
uk: Якщо увімкнено, то це дає змогу автоматично приєднатись до каналу, якщо вас було роз'єднано.
zh_tw: 如果選取此選項，當您斷線時您可以重新加入該頻道。

source: Dock &passive popups
bg: Иконизиране на пасивните прозор&ци
ca: Fixa missatges emergents &passius
cs: Dokovat &pasivní vyskakovací zprávy
cy: Docio naidlenni &goddefol
da: Dok &passive popop
de: &Passive Aufklappmenüs andocken
el: Σύνδεση &παθητικών αναδυόμενων
es: Anclar mensajes emergentes &pasivos
et: &Passiivsed hüpikaknad dokitakse
eu: Atrakatu laster-lehio &pasiboak
fa: پیوند بالاپرهای &منفعل‌
fr: Incruster les &popups passifs
hu: A passzí&v üzenetablakok dokkolása
is: Setja óvirka smelliglugga í &bakka
it: Agg. al pannello i popup &passivi
ja: パッシブポップアップをドック(&P)
kk: &Пассивті қалқымалы сөреде болсын
km: ចំណត​អកម្ម​លេចឡើង
ko: 비활성화 팝업창 도킹(&P)
lt: &Sumažinti pasyvius iššokusius langus
mk: Вкотви ги &пасивните скок-прозорци
nb: Dokk &passive sprettoppsvinduer
nds: &Passive Opdukers andocken
nl: &Passieve popups in systeemvak plaatsen
nn: Dokk &passive sprettoppsvindauge
pt: Mensagens &passivas da bandeja
pt_br: Estacionar janelas instantâneas &passivas
ru: &Пассивные уведомления в системном лотке
sk: Dokovať &pasívne upozornenia
sl: Zasidraj &pasivna pojavna okna
sr: Пристани &пасивна искакања
sv: Docka &passiva meddelanden
ta: நிலைத்து தோன்றும் சாளரத்தை இணை
tg: Огоҳонии ба рӯй барояндаи &ғайри фаъол дар сабади системавӣ
uk: &Пасивні вигульки в доку
zh_cn: 停靠被动弹出(&P)
zh_tw: 嵌入被動選單(&P)

source: D&isplay topic in caption
bg: Пока&зване на темата в заглавието
ca: M&ostra el tema al títol
cs: Zobrazit tém&a v záhlaví
cy: A&rddangos y pwnc yn yr egluryn
da: V&is emne med store bogstaver
de: Thema im Fenster-&Titel anzeigen
el: Π&ροβολή θέματος στην επικεφαλίδα
es: Mostrar te&ma en la barra
et: Teemat näidatakse akna tiitliri&bal
eu: &Erakutsi gaia epigrafean
fa: &نمایش سرفصل در عنوان‌
fi: Näytä aihe i&kkunan otsikossa
fr: Afficher le su&jet dans la légende
hu: A téma neve j&elenjen meg a címsorban
is: Sýna efn&i í gluggaslá
it: &Mostra l'argomento nella didascalia
ja: トピックをタイトルバーに表示(&I)
kk: Тақ&ырып айдарда көрсетілсін
km: បង្ហាញ​ចំណង​ជើង​ប្រធាន​បទ​
ko: 캡션에 주제 표시(&I)
lt: &Rodyti temą antraštėje
mk: П&рикажи тема во насловот
nb: V&is tema i overskrift
nds: T&hema binnen Titelbalken wiesen
nl: Onderwerp &in bijschrift tonen
nn: V&is emne i tittel
pt: Mostrar o tóp&ico no título
pt_br: Mostrar tóp&ico no cabeçalho
ru: Показывать тему в &заголовке
sk: Zobraziť &tému v titulku
sl: Prik&aži temo v naslovu
sr: Пр&икажи тему у наслову
sv: V&isa ämne i namnlist
ta: தலைப்பை தடித்து காட்டு:
tg: &Намоиши мавзӯъ дар сарлавҳа
uk: П&оказувати тему в заголовку
zh_cn: 在标题栏显示话题(&I)
zh_tw: 在視窗標題列顯示標題(&I)

source: Display the topic of the current channel in the window caption
bg: Показване темата на текущия канал в заглавието на прозореца
ca: Mostra el tema del canal actual en el títol de la finestra
cs: Zobrazit předmět aktuálního kanálu v záhlaví okna
da: Viser den nuværende kanals emne i vinduets overskrift
de: Zeigt das Thema des aktuellen Chat-Raums im Fenstertitel an.
el: Εμφάνιση του θέματος του τρέχοντος καναλιού στη λεζάντα του παραθύρου
es: Muestra el tema del canal actual en barra de la ventana
et: Aktiivse kanali teema näitamine akna tiitliribal
eu: Bistaratu uneko kanalaren gaia lehioaren epigrafean
fa: نمایش سرفصل مجرای جاری در عنوان پنجره
fr: Afficher le sujet du canal en cours dans le titre de la fenêtre
hu: Az aktuális csatorna témájának megjelenítése az ablak címsorában
it: Visualizza l'argomento del canale corrente nella didascalia della finestra
ja: ウィンドウのタイトルバーに現在のチャンネルのトピックを表示
kk: Арна тақырыбы терезесінің айдарында көрсетіледі
km: បង្ហាញ​ប្រធាន​បទ​នៃ​ឆានែល​បច្ចុប្បន្ន​ក្នុង​ចំណង​ជើង​បង្អួច​
lt: Rodyti dabartinio kanalo temą lango antraštėje
mk: Прикажи ја темата на тековниот канал во насловот на прозорецот
nb: Vis temaet for gjeldende kanal i vindusoverskriften
nds: Dat Thema vun den aktuellen Klöönruum binnen den Titelbalken wiesen
nl: Onderwerp van huidig kanaal in venstertitelbalk tonen
nn: Viser emnet til kanalen i vindaugstittelen.
pt: Mostrar o tópico do canal actual no título da janela
pt_br: Mostrar o tópico do canal atual no título da janela
ru: Показывать тему канала в заголовке окна
sk: Zobraz tému (topic) aktuálneho kanála v záhlaví okna.
sl: V naslovu okna bo prikazana tema trenutnega kanala
sr: Приказује тему тренутног канала у наслову прозора
sv: Visar den nuvarande kanalens ämne i fönstrets namnlist
uk: Показувати тему поточного каналу в заголовку вікна
zh_tw: 在視窗標題列顯示標題。
