Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Add the time and date on the left of each message
bg: Добавяне на датата и часа преди съобщението
ca: Afegeix la hora i la data a l'esquerra de cada missatge
cs: Vlevo od každé zprávy zobrazit datum a čas
da: Tilføjer tid og dato til venstre i hver meddelelse
de: Zeit-/Datumsstempel links neben jeder Nachricht anzeigen
el: Προσθήκη της ώρας και της ημερομηνίας στα αριστερά του κάθε μηνύματος
es: Añadir la fecha y la hora a la izquierda de cada mensaje
et: Kellaaja ja kuupäeva lisamine iga sõnumi ette
eu: Gehitu data eta ordua mezu bakoitzaren ezkerrean
fa: افزودن زمان و تاریخ سمت چپ هر پیام
fr: Ajouter l'heure et la date à gauche de chaque message
hu: A dátum és az idő beszúrása az üzenetek elé
it: Aggiungi data e ora alla sinistra di ogni messaggio
ja: 各メッセージの左側に日付と時間を追加
kk: Әрбір хабарламаның сол жағында уақыт пен күн белгісін қосу
km: បន្ថែម​ពេលវេលា​និង​កាលបរិច្ឆេទ​នៅ​ផ្នែក​ខាងឆ្វេង​នៃ​សារនីមួយៗ​
lt: Rodyti pranešimo laiką
mk: Додај време и датум на лево од секоја порака
nb: Legg til klokkeslett og dato til venstre for hver melding
nds: Datum un Tiet links vun de Narichten wiesen
nl: Plaatst de tijd links van elk bericht
nn: Legg til klokkeslett til venstre for kvar melding
pt: Adicionar a data e hora à esquerda de cada mensagem
pt_br: Adicionar data e hora à esquerda de cada mensagem
ru: Показывать время слева от каждого сообщения
sk: Pridaj čas a dátum na ľavú stranu každej správy.
sl: Na levi strani sporočila bo dodan čas
sr: Додај време и датум лево поред сваке поруке
sv: Lägger till tid och datum till vänster i varje meddelande
uk: Додавати час і дату ліворуч від кожного повідомлення
zh_cn: 在每条消息的左侧添加时间和日期
zh_tw: 在每個訊息的左方加入時間與日期

source: Prepends each thing said in the channel with the time it was said, in the form [HH:MM:SS].
bg: Добавяне на датата и часа преди съобщението, за да става ясно кога е казано.
ca: Precedeix qualsevol cosa dita en el canal amb el temps en que s'ha dit, amb el format [HH:MM:SS].
da: Tilføjer tiden til det der siges før alting som siges i en kanal, på formen [TT:MM:SS].
de: Fügt links neben jeder Textzeile einen Zeit- und Datumsstempel der Form [HH:MM:SS] hinzu.
el: Προθεματίζει οτιδήποτε λέτε στο κανάλι με την ώρα που λέγεται , με μορφή [ΩΩ:ΛΛ:ΔΔ].
es: Precede cada mensaje dicho en el canal con la hora en la que fue dicha, con el formato [HH:MM:SS].
et: Kõigele, mida kanalil ütled, lisatakse ette ütlemise aeg kujul [HH:MM:SS].
eu: Kanalan esandako mezu guztiei mezuaren ordua jarriko die aurretik, [OO:MM:SS] forma erabiliz.
fa: آنچه در مجرا گفته شده و زمان گفته شدن آن در برگۀ [HH:MM:SS] وجود دارد.
fr: Ajoute, devant chaque message de la discussion, l'heure à laquelle il a été écrit, sous la forme [HH:MM:SS].
hu: A csatornában megjelenő minden üzenet előtt megjelenik annak időpontja [ÓÓ:PP:MM] alakban.
it: Inserisci prima di ogni cosa detta nel canale l'ora nella forma [OO:MM:SS].
ja: チャンネル中の各発言の文頭に、発言された時間を [HH:MM:SS] のフォーマットで追加します。
kk: Арнадағы әрбір хабарлама көрсетілгенде, оның алдына жіберілген кезі ([HH:MM:SS] түрде) жазылады.
km: បន្ថែម​ខាង​ដើម​ទៅ​រាល់​សម្ដី​ដែល​បាន​និយាយ​ក្នុង​ប៉ុស្តិ៍​ជាមួយ​ពេល​វេលា​ដែល​វា​និយាយ ក្នុង​ទម្រង់ [HH:MM:SS] ។
lt: Prieš kiekvieną pranešimą kanale pateikiamas pranešimo pasirodymo laikas [VV:MM:SS].
mk: Означува сѐе што е кажано на канал со време, во облик: [ЧЧ:ММ:СС]
nb: Foran alt som blir sagt i kanalen blir det lagt tidspunktet da det ble sagt, på formen [TT:MM:SS]
nds: Stellt allens, wat binnen den Klöönruum seggt warrt, sien Tiet in de Form [hh:mm:ss] vöran.
nl: Plaatst voor alles dat in het kanaal wordt gezegd het tijdstip waarop het gezegd is, in de opmaak [UU:MM:SS].
nn: Legg inn klokkeslett til venstre for alt som vert sagt i ein kanal, på forma [TT:MM:SS].
pt: Antecede tudo o que for dito no canal com a hora em que foi dito, no formato [HH:MM:SS].
pt_br: Marca cada coisa dita no canal com o tempo em que foi dita, na forma [HH:MM:SS].
ru: Показывать в начале каждой строки сообщения время в формате [чч:мм:сс]
sk: Pripojí na začiatok každej odoslanej vety čas, kedy bola odoslaná v tvare [HH:MM:SS].
sl: Pred vsakim besedilom na kanalu je dodan čas v obliki [HH:MM:SS].
sr: Пре сваке изречене ствари додаје време када је речено, у формату [Час:Мин:Сек].
sv: Lägger till tiden det sägs innan allting som sägs i en kanal, på formen [TT:MM:SS].
uk: Додає до всього сказаного в каналі час в форматі [HH:MM:SS].
zh_tw: 在每個訊息前面加上時間，格式為 HH:MM:SS。

source: O&verride existing channel options
bg: И&гнориране на съществуващите настройки за канала
ca: Solapa les opcions e&xistents del canal
cs: Obejít možnosti existu&jícího kanálu
cy: Anwy&byddu dewisiadau sianeli presennol
da: Sæt &eksisterende kanaltilvalg ud af kraft
de: Kanaloptionen ü&berschreiben
el: &Επικάλυψη υπαρχόντων επιλογών καναλιού
es: Sobreescribir opciones de canal e&xistentes
et: Olemasolevai&d kanali seadistusi ei arvestata
eu: Gainidatzi exititzen diren kanalen aukerak
fa: &لغو گزینه‌های موجود در مجرا‌
fi: Kor&vaa nykyiset kanava-asetukset
fr: Ignorer les options de canal e&xistantes
hu: A meglevő csatornabeállítások &felülbírálása
is: Fara framhjá rásas&tillingum
it: So&vrascrivi opzioni esistenti del canale
ja: 既存のチャンネルオプションを無視(&V)
kk: Мын&дағы параметрлер, арнаның өзіндікінен артық
km: បដិសេធ​ជម្រើស​ឆានែល​ដែល​មាន​រួច​ហើយ​
ko: 현존하는 채널 옵션 덮어쓰기(&V)
lt: N&epaisyti esamų kanalo parinkčių
mk: Игнорирај ги постоечките опции за &канал
nb: O&verstyr eksisterende kanalinnstillinger
nds: &Vörhannen Klöönruumoptschonen övergahn
nl: Bestaande kanaalinstellingen &negeren
nn: O&verstyr andre kanalinnstillingar
pt: So&brepor as opções existentes do canal
pt_br: &Substituir opções de canal existentes
ru: &Игнорировать существующие настройки канала
sk: Pre&definovať existujúce voľby pre kanál
sl: Po&vozi obstoječe možnosti kanala
sr: Пре&гази постојеће опције канала
sv: &Överskrid befintliga kanalalternativ
ta: இருக்கும் தட விருப்பத்தை மேல் எழுதுகிறது
tg: &Радкунии хосиятҳои мавҷудаи канал
uk: Ігнорувати існуючі параметри ка&налів
zh_cn: 超越现有的频道选项(&V)
zh_tw: 覆寫已存在的頻道選項(&V)

source: The settings in this tab will be applied and each channel settings will be ignored
bg: Игнориране на съществуващите настройки за канала и прилагане на тези настройки
ca: S'aplicaran els paràmetres d'aquesta pestanya i s'ignorarà qualsevol paràmetre de canal
da: Indstillingerne i dette faneblad anvendes, og indstillinger for hver kanal ignoreres
de: Die Einstellungen in dieser Seite werden angewendet und die einzelnen Kanaloptionen werden ignoriert.
el: Όταν εφαρμοστούν οι ρυθμίσεις αυτής της καρτέλα, οι ρυθμίσεις του κάθε καναλιού θα παραβλεφθούν
es: La configuración de esta pestaña serán aplicadas y las configuraciones de cada canal serán ignoradas
et: Antud kaardi seadistuste rakendamine ning kanalite seadistuste ignoreerimine
eu: Fitxa honetako ezarpenak aplikatuko dira eta kanal bakoitzaren ezarpenei ez ikusia egingo zaie
fa: تنظیمات در این تب اعمال خواهد شد، و از تنظیمات هر مجرا چشم‌پوشی می‌شود
fr: Les paramètres de cet onglet seront appliqués, et les paramètres de chaque canal seront ignorés.
hu: A lapon levő beállítások lesznek érvényesek, felülbírálva az egyes csatornák beállításait
it: L'impostazione di questa scheda verrà applicata e ogni impostazione sarà ignorata
ja: 各チャンネルの設定を無視して、このタブの設定を適用
kk: Осы қойындыдағы параметрлер қолданылып, арнаның өзінің параметрлері еленбей қалады
km: ការកំណត់​ក្នុង​ផ្ទាំង​នេះ​នឹង​ត្រូវ​បាន​អនុវត្ត​ហើយ​ការកំណត់​ឆានែល​និមួយៗ​ត្រូវ​បាន​មិន​អើពើ​
lt: Parinktys šioje kortelėje bus pritaikytos, o kiekvieno kanalo parinktys bus ignoruojamos
mk: Ќе бидат применети поставувањата во ова ливче, а сите други поставувања за канали ќе бидат игнорирани
nb: Innstillingene på dette fanebladet blir brukt og kanalinnstillingene ignorert.
nds: De Instellen vun disse Siet warrt op all Klöönrüüm anwendt, anner Instellen warrt övergahn.
nl: De instellingen op dit tabblad zullen worden toegepast en elke kanaalinstelling zal worden genegeerd.
nn: Innstillingane på denne fana vil verta bruka og dei enkelte kanalinnstillingane ignorerte.
pt: A configuração desta página será aplicada e as opções de cada canal serão ignoradas
pt_br: Estas configurações serão aplicadas e as configurações específicas de cada canal serão ignoradas
ru: Использовать для всех каналов общие настройки программы
sk: Nastavenia v tomto tabe budú použité a všetky nastavenia kanálov budú ignorované.
sl: V veljavi bodo nastavitve s tega zavihka, nastavitve za posamezni kanal bodo spregledane
sr: Поставке у овом језичку биће примењене а поставке сваког канала биће занемарене
sv: Inställningarna under den här fliken verkställs, och inställningar för varje kanal ignoreras
uk: Параметр у цій вкладці буде застосовано, а параметри каналів будуть зігноровані
zh_tw: 讓此頁中的設定直接套用，每個頻道的個別設定會被忽略。

source: If this is selected, the settings in this tab will override each channel's options so these settings will be applied in each channel, independently of your channel settings in the Channel menu. This setting will only work until next time you open the configuration dialog and it will be reset unchecked then; this is because you probably do not want to override the existing channels options all the time.
bg: Игнориране на съществуващите настройки за канала и прилагане на тези настройки. Тези настройки ще работят само до затварянето на програмата. След това, при повторно стартиране, ще се възстановят настройките за каналите.
ca: Si això està seleccionat, els paràmetres d'aquesta pestanya substitueixen les opcions de cada canal, de manera que s'aplicaran aquests paràmetres, independentment dels paràmetres de canal del menú Canal. Aquests paràmetres només serviran fins que obriu el diàleg de configuració, quan es desmarcarà aquesta opció; el motiu és que probablement no voldreu substituir per sempre les opcions de canal existents.
da: Hvis dette er markeret, sætter indstillingerne i dette faneblad indstillingerne for hver kanal ud af kraft, så de anvendes i alle kanaler, uafhængig af dine kanalindstillinger i menuen Kanal. Indstillingen virker kun frem til næste gang du åbner indstillingsdialogen, og nulstilles så til til umarkeret. Dette gøres fordi du formodentlig ikke altid vil sætte kanalindstillingerne ud af kraft.
de: Wenn dies aktiviert ist, werden die Einstellungen dieser Seite die Optionen einzelner Chat-Räume überschreiben. Diese Einstellung ist nur einmal aktiv und wird mit dem nächsten Aufruf des Einrichtungsdialoges wieder deaktiviert.
el: Αν ενεργοποιηθεί, οι ρυθμίσεις της καρτέλας θα παρακάμψουν τις ρυθμίσεις του κάθε καναλιού. Έτσι αυτές οι ρυθμίσεις θα εφαρμοστούν σε όλα τα κανάλια ανεξάρτητα από τις ρυθμίσεις του καναλιού στο μενού Κανάλι. Αυτή η επιλογή θα είναι σε ισχύ μέχρι την επόμενη φορά που θα ανοίξετε το διάλογο ρύθμισης (τότε θα απενεργοποιηθεί). Αυτό γιατί πιθανότατα δε θέλετε να παρακάμπτονται πάντα οι υπάρχουσες ρυθμίσεις του καναλιού.
es: Si esto está activado, la configuración de esta pestaña sobrescribirá lasopciones de cada canal, independientemente de su configuración de canal en el menú "Canal". Esta opción solo funcionara hasta la siguiente vez que abra el dialogo y sea entonces establecido a desmarcado. Esto es así ya que probablemente no quiera sobrescribir las opciones de canal siempre.
et: Märkimise korral tühistavad selle kaardi seadistused kõik kanalite valikud, nii et siinseid seadistusi rakendatakse kõigile kanalitele sõltumata sellest, millised on kanali seadistused kanalimenüüs. See mõjub ainult seni, kuni avad uuesti seadistustedialoogi - sellisel juhul lähtestatakse see valik taas märkimata kujule. Selle põhjuseks on asjaolu, et usutavasti ei ole sinu suurimaks sooviks alati ja kogu aeg tühistada olemasolevaid kanalite valikuid.
eu: Hau hautatzen bada, fitxa honetako ezapenek kanal bakoitzaren aukerak gainezarriko dituzte, Kanal menuareen ezarpenei kasu egin gabe. Ezarpen honek konfigurazioaren elkarrizketa hurrengo aldiz irekitzen duzun arte iraungo du eta desautatuta egongo da. seguruenik denbora guztian kanalen aukerak gainidatzi nahi ez dituzulako.
fa: اگر این انتخاب شود، تنظیمات در این تب گزینه‌های هر مجرا را باطل خواهد کرد؛ بنابراین، این تنظیمات در هر مجرا بدون وابستگی به تنظیمات مجرا در گزینگان مجرا، اعمال خواهد شد. این تنظیمات تا بار دیگری که محاورۀ پیکربندی را باز کنید کار می‌کند و بدون بررسی بازگردانده خواهد شد؛ این، به این دلیل است که احتمالاً شما‌ نمی‌خواهید همیشه گزینه‌های موجود مجراها را باطل کنید.
fr: Si cette option est activée, les paramètres de cet onglet seront prioritaires par rapport à ceux de chaque canal, et s'appliqueront donc dans tous les canaux. Cette option ne reste active que jusqu'à la prochaine ouverture de la fenêtre de configuration ; la case sera alors décochée. Cette option fonctionne ainsi, car vous ne voulez probablement pas outrepasser les options des canaux existants tout le temps.
hu: Ha ezt bejelöli, az ezen a lapon végrehajtott beállítások lesznek érvényesek minden csatornára, a csatornák egyéni beállításai elvesznek. Ha legközelebb kinyitja a beállítóablakot, a beállítás automatikusan törlődik, mert valószínűleg nem akarja mindig felülbírálni a csatornák egyéni beállításait.
it: Se questa opzione è selezionata, l'impostazione dei questa scheda sovrascriverà ogni altra opzione, in modo da essere applicata a tutti i canali indipendentemente dalle impostazioni del menu. Questa opzione funziona fino alla successiva apertura del pannello di configurazione per poi tornare non selezionata. Ciò perché probabilmente non vuoi sovrascrivere le opzioni dei canali definitivamente.
ja: これを選択すると、このタブの設定が各チャンネルのオプションより優先されます。つまり、この設定が各チャンネルに適用され、チャンネルメニューで設定した内容が無視されます。この設定は、次回設定ダイアログが開かれるまで有効です。(そのときには自動的に無効に設定されます。) その理由は、恒久的にチャンネルオプションを無視することを望むことはないであろう、という判断からです。
kk: Бұл құсбелгі қойылса, осы қойындының параметрлері бүкіл арналардың "Арна" мәзірінде орнатылған параметрлерін басып тастайды. Бұл баптаулары конфигурация диалогы келесіде ашылып, құсбелгілерді тазалағанша дейін істейді, өйткені ашылған арналардың параметрлерін тұрақты түрде өзгертуді қаламайтыңызға ұқсас.
km: បើ​ជម្រើស​នេះ​ត្រូវ​បាន​ជ្រើស​ ការកំណត់​ក្នុង​ផ្ទាំង​នេះ​នឹង​បដិសេធ​ជម្រើស​របស់​ឆានែល​និមួយៗ​ ដូច្នេះ​ការកំណត់​នេះ​នឹង​ត្រូវ​បាន​អនុវត្ត​ក្នុង​ឆានែល​និមួយៗ​ ភាព​ឯកជន​នៃ​ការកំណត់​ឆានែល​របស់​អ្នក​ក្នុង​ម៉ឺនុយ​ឆានែល​ ។ ការកំណត់​នេះ​បាន​តែ​ធ្វើការ​រហូត​ដល់​ពេល​ក្រោយ​ដែល​អ្នក​បើក​ប្រអប់​ការកំណត់​រចនាសម្ព័ន្ធ​ហើយ​ វា​នឹង​មិន​ពិនិត្យ​កំណត់​ឡើង​វិញ នេះ​ព្រោះ​តែ​អ្នក​ប្រហែល​ជា​មិន​បាន​បដិសេធ​ជម្រើស​ឆានែល​ដែល​មាន​រួច​ហើយ​គ្រប់ពេល​​។
ko: If this is selected, the settings in this tab will override each channel's options so these settings will be applied in each channel, independently of your channel settings in the Channel menu. This setting will only work until next time you open the configuration dialogue and it will be reset unchecked then; this is because you probably do not want to override the existing channels options all the time.
lt: Jei ši parinktis įjungta, parinktys, esančios šioje kortelėje, bus svarbesnės už kiekvieno kanalo atskiras parinktis, nebus paisoma kanalo nustatymų, esančių Kanalų meniu. Ši parinktis galios iki tol, kol vėl atversite šios parinkties langą. Tuomet parinktis bus vėl išjungiama. Tai daroma todėl, kad vargu bau norėsite nuolatos nepaisyti atskirų kanalų parinkčių.
mk: Ако е ова избрано, поставувањата од ова ливче ќе ги заменат сите досегашни опции за каналите така што ќе бидат поставени во секој канал, независно од вашите опции претходно внесени во менито на каналот. Овие опции работат сѐ до следниот пат кога ќе го отворите дијалогот за конфигурација и опцијата ќе биде ресетирана односно нема да биде избрана. Ова е така бидејќи најверојатно нема да сакате да имате исти опции во каналите во секое време.
nb: Hvis dette er krysset av, vil innstillingene på dette fanebladet overstyre innstillingene i hver kanal slik at disse innstillingene brukes i hver kanal, uavhengig av kanalinnstillingene dine i Kanal-menyen. Dette valget virker bare til neste gang du åpner oppsettsdialogen og blir da slått av, fordi du antakelig ikke vil overstyre kanalinnstillingene hele tida.
nds: Wenn dit anmaakt is, warrt de Instellen op disse Siet bruukt, ansteed vun de enkel Klöönrüüm ehr Instellen. Disse Instellen gellt bloots bet Du dat nakamen Maal den Instellendialoog opmaakst, se warrt denn torüchsett, wiel Du de Klöönruumoptschonen wohrschienlich nich jümmers övergahn wullt.
nl: Als dit is ingeschakeld, dan zullen de instellingen op dit tabblad alle kanaalopties overschrijven. Deze instellingen zullen dus op elk kanaal worden toegepast, ongeacht de kanaalinstellingen bij het kanaalmenu. Deze instelling werkt tot het moment dat u de configuratiedialoog weer opent. De optie wordt dan weer uitgeschakeld, omdat u waarschijnlijk niet de hele tijd de bestaande kanaalopties wilt overschrijven.
nn: Her kan du velja om innstillingane på denne fana skal overstyra innstillingane for dei enkelte kanalane. Denne innstillinga vil ikkje fungera før du opnar oppsettet på nytt, og då vil innstillinga igjen vera slått av. Dette er fordi du neppe vil overstyra kanalinnstillingane heile tida.
pt: Se esta opção estiver seleccionada, a configuração desta página sobrepor-se-á às opções de cada canal, independentemente da configuração do seu canal no menu Canal. Esta configuração só irá funcionar até à próxima vez que você abrir a janela de configuração, e será reiniciada no modo desligado; isto acontece porque provavelmente não irá querer sobrepor sempre as opções dos canais existentes.
pt_br: Se esta opção estiver selecionada, as configurações setadas aqui irão sobrepôr as configurações específicas de cada canal e irá funcionar somente até que você abra o diálogo de configuração novamente; porque provavelmente você não vai querer sobrepôr as configurações específicas de cada canal o tempo todo.
ru: При включении этого параметра настройки на этой вкладке заменяют персональные настройки каждого канала.
sk: Po zvolení, nastavenia v tejto karte budú platné vo všetkých kanáloch nezávisle na konfigurácií kanála vo vaších nastaveniach.Toto nastavenie bude fungovať iba do nasledujúcej úpravy nastavení KSirc. Potom bude bez upozornenia resetované. To je preto, že pravdepodobne nechcete meniť nastavenia existujúcich kanálov po celý čas.
sl: Če je omogočena ta možnost, bodo nastavitve s tega zavihka povozile nastavitve za posamezni kanal posebej. Ta nastavitev bo veljala le dokler spet ne odprete pogovornega okna za nastavitve. Takrat bo možnost spet onemogočena.
sr: Ако је означено, поставке у овом језичку ће прегазити опције појединачних канала тако да ће ове поставке бити примењене у сваком каналу независно од поставки у менију канала. Ове поставке ће радити само док поново не отворите дијалог подешавања, када ће се вратити на неозначено; то је зато што вероватно не желите да стално имате прегажене опције канала.
sv: Om det här är markerat, överskrider inställningarna under den här fliken inställningarna för varje kanal, så att de verkställs i alla kanaler, oberoende av dina kanalinställningar i menyn Kanal. Inställningen fungerar bara fram till nästa gång du öppnar inställningsdialogrutan, och återställs då till omarkerat. Det görs eftersom du troligen inte alltid vill överskrida kanalinställningarna.
uk: Якщо увімкнено, то параметри у цій вкладці перезапишуть параметри кожного каналу, і будуть застосовані до кожного каналу незалежно від ваших параметрів каналу в меню каналів. Цей параметр буде працювати до наступного відкриття вікна налаштування, тоді його знов буде вимкнено, тому що ви, мабуть, не захочете постійно ігнорувати існуючі параметри каналів.
zh_tw: 如果選取此選項，在此頁中的設定會覆蓋個別頻道的設定，讓每個頻道都套用這些設定。這個選項會在下次開啟設定對話框時生效，並且會被重置，因為您可能不想每次都覆蓋目前已存在的頻道選項。

source: Sho&w topic
bg: Показва&не на темата
ca: &Mostra tema
cs: Zobrazovat &téma
cy: Dang&os pwnc
da: Vis &emne
de: &Thema anzeigen
el: Εμφάνιση θέματο&ς καναλιού
es: &Mostrar tema
et: Teema näitamine
eu: Erakut&si gaia
fa: &نمایش سرفصل‌
fi: Näytä kanavan &topic
fr: Afficher le su&jet
hu: A tém&a megjelenítése
is: Sý&na umræðuefni
it: M&ostra l'argomento
ja: トピックを表示(&W)
kk: Тақырыбы кө&рсетілсін
km: បង្ហាញ​ប្រធាន​បទ​
ko: 주제 보기(&W)
lt: &Rodyti temą
mk: П&окажи тема
nb: &Vis tema
nds: Thema &wiesen
nl: &Onderwerp tonen
nn: &Vis emne
pt: Mostrar o &tópico
pt_br: &Mostrar Tópico
ru: Показывать &тему
sk: Zo&braziť tému
sl: Prika&ži temo
sr: При&кажи тему
sv: Visa &ämne
ta: தலைப்பை காட்டு:
tg: &Намоиши мавзӯъ
uk: Пока&зувати тему
zh_cn: 显示话题(&W)
zh_tw: 顯示標題(&W)

source: Displays the channel topic on top
bg: Показване темата на текущия канал най-отгоре в прозореца
ca: Mostra el tema del canal al títol
cs: Zobrazit téma kanálu v záhlaví
da: Viser kanalens emne i for oven
de: Thema des Chat-Raums oben anzeigen
el: Προβολή του θέματος του καναλιού στην κορυφή
es: Mostrar te&ma del canal arriba
et: Kanali teema näitamine akna ülaosas
eu: Kanalaren gaia goiko aldean bistaratzen du
fa: سرفصل مجرا را در بالا نمایش می‌دهد
fr: Affiche le sujet du canal en haut
hu: A téma neve jelenjen meg felül
it: Mostra l'argomento del canale in alto
ja: チャンネルのトピックを最上段に表示
kk: Жоғарында арнаның тақырыбы көрсетіледі
km: បង្ហាញ​ប្រធាន​បទ​ឆានែល​នៅ​កំពូល​
ko: 위에 채널 주제 보이기
lt: Rodyti kanalo temą viršuje
nb: Viser kanalemnet øverst
nds: Wiest baven dat Klöönruum-Thema
nl: Toont het kanaalonderwerp bovenlangs het scherm
nn: Vis kanalemnet øvst
pt: Mostra o tópico do canal no topo
pt_br: Mostrar tópico do canal no cabeçalho
ru: Показывать тему в заголовке
sk: Zobraziť &tému kanálu záhlaví titulku
sl: Prikaže temo kanala na vrhu okna
sr: Приказује тему канала на врху
sv: Visar kanalens ämne i namnlisten
uk: Показує тему каналу в заголовку
zh_cn: 在顶部显示频道话题
zh_tw: 在頂端顯示頻道的標題

source: Displays the channel topic on top of each channel window.
bg: Показване темата на текущия канал най-отгоре в текущия прозорец.
ca: Mostra el tema del canal a dalt de cada finestra de canal.
cs: Zobrazit téma kanálu v záhlaví každého okna.
da: Vis kanalemnet ovenfor hvert kanalvindue.
de: Zeigt das Thema des Chat-Raums ganz oben im jedem Chat-Fenster an.
el: Εμφανίζει το θέμα του καναλιού στην κορυφή του παραθύρου του.
es: Muestra el tema del canal encima de cada ventana de canal.
et: Näitab kanali teemat iga kanaliakna ülaosas.
eu: Kanalaren gaia kanal bakoitzaren goiko aldean bistaratzen du.
fa: سرفصل مجرا را در بالا‌ی هر پنجر‌ۀ مجرا نمایش می‌دهد.
fr: Affiche le sujet du canal en haut de chaque fenêtre.
hu: A csatorna témája megjelenik az ablakok tetején.
it: Mostra l'argomento del canale in alto per ogni finestra.
ja: 各チャンネルウィンドウの上部にチャンネルトピックを表示します。
kk: Арна терезесінің жоғарында оның тақырыбы көрсетіледі.
km: បង្ហាញ​ប្រធានបទ​ប៉ុស្តិ៍​លើ​កំពូល​បង្អួច​ប៉ុស្តិ៍​នីមួយៗ
ko: 각 채널 창 위에 채널 주제를 표시합니다.
lt: Rodyti kanalo temą kiekvieno kanalo lango viršuje.
nb: Viser kanalens emne øverst i hvert kanalvindu.
nds: Wiest dat Klöönruum-Thema baven binnen elk Klöönfinster.
nl: Toont het kanaalonderwerp bovenlangs elk kanaalvenster.
nn: Viser kanalemnet øvst i kvart kanalvindauge.
pt: Mostra o tópico do canal no topo de cada janela do canal.
pt_br: Mostra o tópico do canal no topo de cada janela.
ru: Показывать тему канала в заголовке каждого канала.
sk: Zobraz tému (topic) kanála na vrchu každého okna s kanálom.
sl: Prikaže temo kanala na vrhu vsakega okna za kanal
sr: Приказује тему канала на врху сваког прозора.
sv: Visar kanalens ämne längst upp i varje kanalfönster.
uk: Показує тему каналу в заголовку вікна кожного каналу.
zh_cn: 在每个频道的顶端显示频道主题。
zh_tw: 在每個頻道視窗的頂端顯示頻道的標題
