Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: KSirc IRC Color Settings
bg: Настройки на цветовете на канали
ca: Configuració de color de KSirc
cs: Nastavení IRC barev KSirc
cy: Gosodiadau Lliw IRC KSirc
da: KSirc-IRC-farveindstillinger
de: KSirc IRC-Farbeinstellungen
el: Ρυθμίσεις χρωμάτων IRC του KSirc
es: Configuración de color de KSirc
et: KSirc IRC värviseadistused
eu: KSirc-en IRC kolore ezarpenak
fa: تنظیمات رنگ KSirc IRC
fi: KSircin IRC-väriasetukset
fr: Paramétrage des couleurs IRC de KSirc
hu: IRC-s színbeállítások
is: Stillingar lita KSirc
it: Impostazioni di colore di KSirc
ja: IRC カラーの設定
kk: KSirc IRC түстерін баптау
km: ការកំណត់​ពណ៌​KSirc IRC
ko: KSirc IRC 색상 설정
lt: KSirc IRC spalvų nustatymai
mk: Поставувања за IRC-бои во KSirc
nb: KSirc IRC fargeinnstillinger
nds: IRC-Klöörinstellen för KSirc
nl: KSirc's kleurinstellingen
nn: IRC-fargeinnstillingar for KSirc
pt: Configuração das Cores de IRC do KSirc
pt_br: Configurações de Cores do IRC no KSirc
ru: Настройки цветов используемых в IRC
sk: Nastavenie IRC farieb KSirc
sl: Nastavitve barv za IRC v KSirc
sr: KSirc-ове поставке боја за IRC
sv: Färginställningar för Ksirc-chatt
ta: KSirc IRC நிறம் அமைப்புகள்
tg: Гузоришҳои Ранги KSirc IRC
uk: Налаштування кольорів KSirc IRC
zh_cn: KSirc IRC 颜色设置
zh_tw: KSirc IRC 顏色設定

source: User Menu
bg: Меню
ca: Menú d'usuari
cs: Uživatelská nabídka
cy: Dewislen y Defnyddiwr
da: Brugermenu
de: Benutzermenü
el: Μενού χρήστη
es: Menú de usuario
et: Kasutaja menüü
eu: Erabiltzailearen menua
fa: گزینگان کاربر
fi: Käyttäjän valikko
fr: Menu utilisateur
hu: Felhasználói menü
is: Notendavalmynd
it: Menu utente
ja: ユーザメニュー
kk: Пайдаланушы мәзірі
km: ម៉ឺនុយ​អ្នកប្រើ​
ko: 사용자 메뉴
lt: Naudotojo meniu
mk: Корисничко мени
nb: Brukermeny
nds: Brukermenü
nl: Gebruikersmenu
nn: Brukarmeny
pt: Menu do Utilizador
pt_br: Menu de Usuário
ru: Меню пользователя
sk: Užívateľské menu
sl: Uporabniški meni
sr: Кориснички мени
sv: Användarmeny
ta: பயனர் பட்டியல்
tg: Менюи Корванд
uk: Меню користувачів
zh_cn: 用户菜单
zh_tw: 使用者選單

source: User Menu Configuration
bg: Настройки на потребителското меню
ca: Configuració del menú d'usuari
cs: Nastavení uživatelské nabídky
cy: Ffurfweddiad Dewislen y Defnyddiwr
da: Brugermenu-indstilling
de: Benutzermenü einrichten
el: Ρύθμιση μενού χρήστη
es: Configuración del menú de usuario
et: Kasutaja menüü seadistamine
eu: Erabiltzailearen menuaren konfigurazioa
fa: پیکربندی گزینگان‌ کاربر
fi: Käyttäjän valikon asetukset
fr: Configuration du menu utilisateur
hu: A felhasználói menü beállítása
is: Stillingar notendavalmynda
it: Configurazione menu utente
ja: ユーザメニューの設定
kk: Қатысушылардың мәзірінің баптауы
km: ការកំណត់​ម៉ឺនុយ​អ្នក​ប្រើ​
ko: 사용자 메뉴 설정
lt: Naudotojo meniu derinimas
mk: Конфигурација на корисничко мени
nb: Oppsett for brukermeny
nds: Brukermenü instellen
nl: Instellen van gebruikersmenu
nn: Oppsett for brukarmeny
pt: Configuração do Menu do Utilizador
pt_br: Configuração de Menu de Usuário
ru: Настройка меню пользователя
sk: Nastavenie užívateľského menu
sl: Nastavitve uporabniškega menija
sr: Подешавање корисничког менија
sv: Inställning av användarmeny
ta: பயனர் பட்டியல் உள்ளமை
tg: Танзимоти Менюи Корванд
uk: Налаштування меню користувачів
zh_cn: 用户菜单配置
zh_tw: 使用者選單設定

source: Server/Channel
bg: Сървър/канали
ca: Servidor/canal
cs: Server/kanál
cy: Gweinydd/Sianel
da: Server/Kanal
de: Server/Kanal
el: Εξυπηρετητής/Κανάλι
es: Servidor/canal
et: Server/Kanalid
eu: Zerbitzari/kanala
fa: کارساز/مجرا
fi: Palvelin/kanava
fr: Serveur / canal
hu: Kiszolgáló/csatorna
is: Þjónar/rásir
it: Server/canale
ja: サーバ/チャンネル
kk: Сервер/Арна
km: ម៉ាស៊ីន​បម្រើឬ ឆានែល​
ko: 서버/채널
lt: Serveris ir kanalai
mk: Сервер/Канал
nb: Tjener/kanal
nds: Server/Klöönruum
nl: Server/Kanaal
nn: Tenar/kanal
pt: Servidor/Canal
pt_br: Servidor/Canal
ru: Сервер/каналы
sk: Server/Kanál
sl: Strežnik/Kanali
sr: Сервер/канал
sv: Server/kanal
ta: சேவையகம்/தடம்
tg: Хидматрасон/Канал
uk: Сервер/канал
zh_cn: 服务器/频道
zh_tw: 伺服器/頻道

source: Server/Channel Configuration
bg: Настройки на сървъри и канали
ca: Configuració del servidor/canals
cs: Nastavení serveru/kanálu
cy: Ffurfweddiad y Gweinydd/Sianel
da: Server/Kanal-indstilling
de: Server/Kanal einrichten
el: Εξυπηρετητής/Ρύθμιση καναλιού
es: Configuración del servidor/canales
et: Serveri/kanalite seadistamine
eu: Zerbitzari/kanala konfigurazioa
fa: پیکربندی کارساز/مجرا
fi: Palvelimen/kanavien asetukset
fr: Configuration du canal / serveur
hu: Kiszolgáló/csatornabeállítások
is: Stilling þjóna/rása
it: Configurazione server/canale
ja: サーバとチャンネルの設定
kk: Сервер/Арна баптаулары
km: ការកំណត់​រចនាសម្ព័ន្ធ​ម៉ាស៊ីន​បម្រើ​ឬ ឆានែល​
ko: 서버/채널 설정
lt: Serverio ir kanalų derinimas
mk: Конфигурација на сервер/канал
nb: Tjener/kanal-oppsett
nds: Server/Klöönruum instellen
nl: Server/Kanaal-instellingen
nn: Oppsett av tenar/kanal
pt: Configuração do Servidor/Canal
pt_br: Configuração de Servidor/Canal
ru: Настройка серверов и каналов
sk: Nastavenie servera/kanálu
sl: Nastavitve strežnikov/kanalov
sr: Подешавања сервера/канала
sv: Inställning av server/kanal
ta: சேவையகம்/தடம் உள்ளமை
tg: Танзимоти Хидматрасон/Канал
uk: Налаштування сервера/каналу
zh_cn: 服务器/频道配置
zh_tw: 伺服器/頻道設定

source: Auto Connect Configuration
bg: Настройки на автоматична връзка
ca: Configuració de l'autoconnexió
cs: Nastavení automatického připojení
cy: Ffurfweddiad Hunan-gysylltu
da: Autoforbind-indstilling
de: Automatische Verbindungen einrichten
el: Ρύθμιση αυτόματης σύνδεσης
es: Configuración de autoconexión
et: Automaatse ühendamise seadistamine
eu: Auto konektatu konfigurazioa
fa: پیکربندی اتصال‌ خودکار
fi: Automaattiliittymisetn asetukset
fr: Configuration de la connexion automatique
hu: Az automatikus csatlakozás beállításai
is: Stilling sjálvirkrar tengingar
it: Configurazione connessione automatica
ja: 自動接続の設定
kk: Автоқосылудың баптауы
km: ការកំណត់​រចនាសម្ព័ន្ធ​តភ្ជាប់​ស្វ័យប្រវត្តិ​
ko: 자동 연결 설정
lt: Automatinio prijungimo derinimas
mk: Конфигурација на автоповрзување
nb: Oppsett for auto-tilkobling
nds: Automaatsch Tokoppeln instellen
nl: Instellingen voor automatisch verbinden
nn: Oppsett av automatisk tilkopling
pt: Configuração da Ligação Automática
pt_br: Configuração de Auto Conexão
ru: Автоподключение
sk: Nastavenie automatického pripájania
sl: Nastavitve samodejnega povezovanja
sr: Подешавања аутоматског повезивања
sv: Inställning av automatisk anslutning
ta: தானே இணைக்கும் உள்ளமை
tg: Танзимоти Худпайвастшавӣ
uk: Налаштування автоз'єднання
zh_cn: 自动连接配置
zh_tw: 自動連線設定

source: Font Settings
bg: Настройки на шрифт
ca: Configuració de la lletra
cs: Nastavení písem
cy: Gosodiadau Wynebfath
da: Skrifttype-indstillinger
de: Zeichensatzeinstellungen
el: Ρυθμίσεις γραμματοσειράς
es: Configuración de los tipos de letra
et: Fondiseadistused
eu: Letra-tipo ezarpenak
fa: تنظیمات قلم‌
fi: Kirjasinasetukset
fr: Configuration des polices
hu: Betűtípus-beállítások
is: Stillingar leturgerðar
it: Impostazioni caratteri
ja: フォントの設定
kk: Қаріп баптаулары
km: ការ​កំណត់​ពុម្ពអក្សរ
ko: 글꼴 설정
lt: Šriftų nustatymai
mk: Поставувања за фонтови
nb: Skriftinnstillinger
nds: Schriftoorden instellen
nl: Lettertype-instellingen
nn: Skriftinnstillingar
pt: Configuração dos Tipos de Letra
pt_br: Configurações de Fonte
ru: Настройки шрифтов
sk: Nastavenie písma
sl: Nastavitve pisav
sr: Поставке фонта
sv: Teckensnittsinställningar
ta: எழுத்துரு அமைப்புகள்
tg: Танзимотҳои Ҳуруф
uk: Параметри шрифтів
zh_cn: 字体设置
zh_tw: 字型設定

source: Shortcut Configuration
bg: Настройки на бързите клавиши
ca: Configuració de dreceres
cs: Nastavení zkratek
cy: Ffurfweddiad Byrlwybrau
da: Genvej-indstilling
de: Tastenzuordnungen vornehmen
el: Ρύθμιση συντόμευσης
es: Configuración de atajos
et: Kiirklahvide seadistamine
eu: Lasterbideen konfigurazioa
fa: پیکربندی میان‌بر
fi: Pikavalintojen asetukset
fr: Configuration des raccourcis
hu: A billentyűparancsok beállításai
is: Flýtilyklastillingar
it: Configurazione scorciatoia
ja: ショートカットの設定
kk: Перне тіркесім баптаулары
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​ផ្លូវ​កាត់
ko: 단축키 설정
lt: Derinti nuorodas
mk: Конфигурација на кратенки
nb: Oppsett for snarveier
nds: Tastkombinatschonen instellen
nl: Sneltoetsen instellen
nn: Oppsett av snøggtastar
pt: Configuração dos Atalhos
pt_br: Configuração de Atalho
ru: Настроить быстрые клавиши
sk: Nastavenie skratiek
sl: Nastavitve bližnjic
sr: Подешавања гашења
sv: Inställning av genvägar
ta: குறுவழி உள்ளமை
tg: Танзимкунии Миёнбурҳо
uk: Налаштування скорочень
zh_cn: 快捷键配置
zh_tw: 快速鍵設定

source: &Update/Add
bg: &Редактиране/добавяне
ca: Act&ualitza/afegeix
cs: Akt&ualizovat/přidat
cy: &Diweddaru/Ychwanegu
da: &Opdatér/Tilføj
de: Akt&ualisieren/Hinzufügen
el: &Ενημέρωση/Προσθήκη
es: Act&ualizar/Añadir
et: &Uuenda/Lisa
eu: &Eguneratu/gehitu
fa: &به‌روزرسانی/افزودن‌
fi: &Päivitä/Lisää
fr: Mettre à jo&ur / ajouter
hu: &Frissítés/hozzáadás
is: &Uppfæra/Bæta við
it: &Aggiorna/Aggiungi
ja: 更新/追加(&U)
kk: &Жаңарту/Қосу
km: ធ្វើ​ឲ្យទាន់សម័យ​ឬ បន្ថែម​
ko: 업데이트/추가(&U)
lt: Atna&ujinti bei papildyti
mk: &Ажурирај/Додај
nb: &Oppdater/legg til
nds: Op&frischen/Tofögen
nl: &Bijwerken/Toevoegen
nn: &Oppdater / legg til
pt: Act&ualizar/Adicionar
pt_br: &Atualizar/Adicionar
ru: &Обновить/Добавить
sk: &Aktualizovať/Pridať
sl: Os&veži/Dodaj
sr: &Ажурирај/додај
sv: &Uppdatera/lägg till
ta: புதுப்பித்தல்/சேர்
tg: &Навсозӣ/Илова кардан
uk: Понов&ити/додати
zh_cn: 更新/添加(&U)
zh_tw: 更新/新增(&U)

source: Transfer Status
bg: Състояние на трансфера
ca: Estatus de la transferència
cs: Stav přenosu
cy: Cyflwr Trosglwyddo
da: Overførselsstatus
de: Übertragungsstatus
el: Κατάσταση μεταφοράς
es: Estado de transferencia
et: Edastamise staatus
eu: Trasferentziaren egoera
fa: انتقال وضعیت
fi: Siirron tila
fr: État du transfert
hu: Átviteli állapot
is: Staða Flutnings
it: Stato del trasferimento
ja: 転送状況
kk: Берілім күйі
km: ស្ថានភាព​ផ្ទេរ​
ko: 전송 상태
lt: Siuntimo būklė
mk: Статус на пренос
nb: Overføringsstatus
nds: Överdreeg-Status
nl: Overdrachtstatus
nn: Overføringsstatus
pt: Estado da Transferência
pt_br: Status da Transferência
ru: Состояние передачи
sk: Stav prenosu
sl: Stanje prenosa
sr: Статус преноса
sv: Överföringsstatus
ta: பரிமாற்றம் நிலை
tg: Ҳолати Интиқол
uk: Стан перенесення
zh_cn: 传输状态
zh_tw: 傳輸狀態

source: Font...
bg: Шрифт...
cs: Písmo...
cy: Wynebfath...
da: Skrifttype...
de: Schriftart ...
el: Γραμματοσειρά...
es: Tipo de letra...
eu: Letra-tipoa...
fa: قلم...
fi: Fontti...
fr: Police...
hu: Betűtípus...
is: Letur...
it: Tipo di carattere...
ja: フォント...
kk: Қаріп...
km: ពុម្ពអក្សរ​...
ko: 글꼴...
lt: Šriftas...
mk: Фонт...
nb: Skrifttype …
nds: Schriftoort...
nl: Lettertype...
nn: Skrift …
pt: Tipo de Letra...
pt_br: Fonte...
ru: Шрифт...
sk: Písmo...
sl: Pisava ...
sr: Фонт...
sv: Teckensnitt...
ta: எழுத்துரு..
tg: Ҳуруф...
uk: Шрифт...
zh_cn: 字体...
zh_tw: 字型...

source: Scroll Rate...
bg: Честота на превъртане...
ca: Velocitat de desplaçament...
cs: Rychlost rolování...
cy: Cyfradd Sgrolio...
da: Rullerate...
de: Rollgeschwindigkeit ...
el: Ταχύτητα ροής...
es: Velocidad de desplazamiento...
et: Kerimiskiirus...
eu: Korritze abiadura...
fa: سرعت لغزیدن...
fi: Vieritysnopeus...
fr: Vitesse de défilement...
hu: Görgetési gyorsaság...
is: Skrunhraði...
it: Velocità di scorrimento...
ja: スクロール率...
kk: Жүгірту қарқыны...
km: អត្រា​រមូរ​...
ko: 스크롤 정도...
lt: Slinkties sparta...
mk: Брзина на движење...
nb: Rullehastighet …
nds: Rull-Gauheit...
nl: Schuifsnelheid...
nn: Rullefart …
pt: Taxa de Deslizamento...
pt_br: Taxa de Rolagem...
ru: Скорость прокрутки...
sk: Rýchlosť posunu...
sl: Hitrost drsenja ...
sr: Брзина скроловања...
sv: Rullhastighet...
ta: உருட்டு விதம்
tg: Суръати Чархиш...
uk: Частота прокрутки...
zh_cn: 滚动速度...
zh_tw: 捲軸速率...

source: Scroll Constantly
bg: Постоянно превъртане
ca: Desplaçament constant
cs: Rolovat konstantně
cy: Sgrolio o Hyd
da: Rul konstant
de: Andauerndes Rollen
el: Συνεχόμενη ροή
es: Desplazar constantemente
et: Pidev kerimine
eu: Korritu denbora osoan
fa: لغزیدن به طور ثابت
fr: Défilement constant
hu: Folyamatos görgetés
is: Skruna stanslaust
it: Scorrimento costante
ja: 絶え間なくスクロール
kk: Жүгіртіп қою
km: រមូរ​ជានិច្ច​
ko: 스크롤 일정하게
lt: Slinkti pastoviai
mk: Движи се константно
nb: Rull hele tiden
nds: Jümmers rullen
nl: Constant doorschuiven
nn: Rull heile tida
pt: Deslizar Constantemente
pt_br: Rolar constantemente
ru: Прокручивать постоянно
sk: Posúvať okamžite
sl: Konstantno drsenje
sr: Скролуј константно
sv: Rulla hela tiden
ta: நிலையாக நகர்த்து
tg: Доимо Чархиш додан
uk: Постійно прокручувати
zh_cn: 持续滚动
zh_tw: 定速捲軸

source: Return to Normal Mode
bg: Връщане в нормален режим
ca: Retorna al mode normal
cs: Vrátit se do normálního režimu
cy: Dychwelyd i'r Modd Arferol
da: Vend tilbage til normaltilstand
de: Rückkehr zum normalen Modus
el: Επιστροφή στην κανονική μορφή
es: Vuelta al modo normal
et: Tagasi tavarežiimi
eu: Itzuli modu normalera
fa: بازگشت به حالت عادی
fi: Palaa normaalitilaan
fr: Retourner au mode normal
hu: Visszatérés normál módba
is: Fara aftur í venjulegan ham
it: Ritorna al modo normale
ja: 標準モードに戻る
kk: Қалыпты күйге оралу
km: ត្រឡប់ទៅកាន់​របៀប​ធម្មតា​
ko: 보통 모드로 돌아감
lt: Grižti į įprastą būseną
mk: Врати се на нормален режим
nb: Tilbake til normalmodus
nds: Torüch na Normaalbedrief
nl: Terugkeren naar normale modus
nn: Tilbake til normalmodus
pt: Voltar ao Modo Normal
pt_br: Retornar para o Modo Normal
ru: Вернуться в обычный режим
sk: Návrat do normálneho režimu
sl: Vrnitev v navadni način
sr: Врати се у нормални режим
sv: Återgå till normalläge
ta: இயல்பான வகைக்கு திரும்பி செல்லுக
tg: Баргаштан ба Усули Муқаррарӣ
uk: Повернутись до нормального режиму
zh_cn: 返回到普通模式
zh_tw: 回到正常模式

source: (c) 1997-2002, Andrew Stanley-Jones
cy: (h) 1997-2002, Andrew Stanley-Jones
es: (c) 1997-2002, Los desarrolladores de KSirc
fr: (c) 1997-2002, Les développeurs de KSirc
hu: (c) Andrew Stanley-Jones, 1997-2002.
km: (រក្សាសិទ្ធ​) ១៩៩៧-២០០២ ដោយ​លោក​ Andrew Stanley-Jones
lt: © 1997-2002, KSirc programuotojai
nb: © 1997–2002 Andrew Stanley-Jones
nn: © 1997–2002 Andrew Stanley-Jones
sl: © 1997-2002, Andrew Stanley-Jones
sr: © 1997-2002, Ендру Стенли-Џонс (Andrew Stanley-Jones)
sv: © 1997-2002, Andrew Stanley-Jones
ta: (c) 1997-2002,ஆன்டிரு ஸ்டேன்டிலி-ஜோன்ஸ்
uk: г(c) 1997-2002, Розробники KSirc

source: Speed Setup
bg: Настройки на скорост
ca: Configuració de la velocitat
cs: Nastavení rychlosti
cy: Ffurfweddu Cyflymder
da: Opsætning af hastighed
de: Geschwindigkeitseinstellungen
el: Ρύθμιση ταχύτητας
es: Configuración de velocidad
et: Kiiruse seadistused
eu: Abiadura konfigurazioa
fa: برپایی سرعت
fi: Nopeusasetus
fr: Configuration de la vitesse
hu: A sebesség beállítása
is: Hraðuppsetning
it: Impostazioni velocità
ja: 速度の設定
kk: Жылдамдығын баптау
km: ល្បឿន​ចាប់ផ្តើម​ឡើង​
ko: 속도 설정
lt: Spartos derinimas
mk: Поставување на брзина
nb: Hastighetsinnstillinger
nds: Gauheit instellen
nl: Snelheid instellen
nn: Innstillingar for fart
pt: Configuração da Velocidade
pt_br: Velocidade de Configuração
ru: Настройка скорости
sk: Nastavenie rýchlosti
sl: Nastavitve hitrosti
sr: Постављање брзине
sv: Snabbinställning
ta: வேகம் நிறுவுதல்
tg: Барпосозии Суръат
uk: Налаштування швидкості
zh_cn: 速度设置
zh_tw: 速度設定

source: Tick interval:
bg: Интервал на отмятане:
ca: Interval del teletip:
cs: Interval tiků:
cy: Cyfnod Tic:
da: Telegrafinterval:
de: Tickerintervall:
el: Χρονικό διάστημα τηλέγραφου:
es: Intervalo de tick:
et: Tiki intervall:
eu: Tik denbora-tartea:
fa: فاصلۀ تیک:
fi: Päivitysväli:
fr: Intervalle d'enregistrement :
hu: Skálázási köz:
is: Hraði strimils:
it: Intervallo di tick:
ja: Tick の間隔:
kk: Өлшем аралығы:
km: ចន្លោះ​ពេល​បន្លឺ​សូរ​តឹកៗ ៖
ko: 수신 간격:
lt: Tiksėjimo intervalas:
mk: Интервал на трепкање:
nb: Tikk-intervall:
nds: Wiederrücktiet:
nn: Tikk-intervall:
pt: Período das marcas:
pt_br: Intervalo de Tique:
ru: Интервал тика:
sk: Interval ticku:
sl: Interval utripa:
sr: „Tick“ интервал:
sv: Tidsintervall:
ta: நொடி இடைவேளை:
tg: Фосилаи тик:
uk: Період такту стрічки:
zh_cn: 滴嗒间隔：
zh_tw: 滴答間隔：

source: Step size:
bg: Размер на стъпка:
ca: Mida de la passa:
cs: Velikost kroku:
cy: Maint y cam:
da: Trinstørrelse:
de: Schrittgröße:
el: Μέγεθος βήματος:
es: Tamaño de escalón:
et: Sammu pikkus:
eu: Pausoaren tamaina:
fa: اندازۀ گام:
fi: Askelkoko:
fr: Taille d'un pas :
hu: Lépésméret:
is: Færsla strimils:
it: Dimensione passo:
ja: ステップサイズ:
kk: Қадам өлшемі:
km: ទំហំ​ជំហាន​ ៖​
ko: 단계 크기:
lt: Žingsnio dydis:
mk: Големина на чекор:
nb: Steg-størrelse:
nds: Schrittgrött:
nl: Stapgrootte:
nn: Stegstorleik:
pt: Tamanho do passo:
pt_br: Tamanho do passo:
ru: Размер шага:
sk: Veľkosť kroku:
sl: Velikost koraka:
sr: Величина корака:
sv: Stegstorlek:
ta: நிலை அளவு:
tg: Андозаи қадам:
uk: Розмір кроку:
zh_cn: 步长：
zh_tw: 一步大小：

source: Ping
fa: پینگ
kk: Пинг
km: ភីង
ko: 핑
mk: Пинг
ru: Пинг
sr: Пинг
sv: Pinga
ta: பிங்
tg: Пинг

source: URL
bg: Адрес
eu: URL-a
fa: نشانی وب
is: Slóð
kk: URL адресі
nl: URL-adres
ru: Адрес Интернета
sv: Webbadress
zh_tw: 網址

source: &Ping
bg: &Проверка
fa: &پینگ‌
kk: &Пинг
km: ភីង
ko: 핑(&P)
mk: &Пинг
ru: &Пинг
sr: &Пинг
sv: &Pinga
ta: பிங்
tg: &Пинг
zh_cn: 乒(&P)
zh_tw: Ping(&P)

source: aListBox::
fr: uneListe::
hu: egylista::
pt: umaLista::
sv: en listruta::
ta: பட்டியல் பெட்டி
