Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: Active server connections:
bg: Активни връзки със сървър:
ca: Connexions actives del servidor:
cs: Aktivní připojení k serveru:
cy: Cysylltiadau gweinydd gweithredol:
da: Aktive serverforbindelser:
de: Aktive Server-Verbindungen
el: Ενεργές συνδέσεις εξυπηρετητή:
es: Conexiones activas del servidor:
et: Aktiivsed ühendused serveritesse:
eu: Zerbitzari aktiboaren konexioak:
fa: اتصالات کارساز فعال:
fi: Aktiiviset palvelinyhteydet:
fr: Connexions actives :
hu: Aktív kapcsolatok:
is: Virkar tengingar:
it: Connessioni server attive:
ja: アクティブなサーバ接続:
kk: Сервердегі белсенді қосылымдар:
km: សកម្ម​ការតភ្ជាប់​ម៉ាស៊ីន​បម្រើ​
ko: 활성 서버 연결:
lt: Aktyvūs serverio prijungimai:
mk: Активни поврзувања со сервер:
nb: Aktive tjenertilkoblinger:
nds: Aktive Serververbinnen:
nl: Actieve serververbindingen:
nn: Aktive tenarsamband:
pt: Ligações do servidor activas:
pt_br: Conexões de servidor ativas:
ru: Активные подключения к серверу:
sk: Aktívne spojenia:
sl: Aktivne povezave s strežnikom:
sr: Активне везе са серверима:
sv: Aktiva serveranslutningar:
ta: நடப்பிலுள்ள சேவையக இணைப்புகள்
tg: Пайвастагиҳои фаъол бо хидматрасон:
uk: Активні з'єднання з серверами:
zh_cn: 活动的服务器连接：
zh_tw: 啟動伺服器連線：

source: Prompt
bg: Подкана
ca: Pregunta
cs: Výzva
cy: Annog
de: Eingabeaufforderung
el: Προτροπή
es: Preguntar
et: Viip
eu: Galdetu
fa: اعلان
fi: Komentokehote
fr: Invite
hu: Parancssor
is: Hvati
ja: プロンプト
kk: Шақыру
km: ប្រអប់បញ្ចូល
ko: 물음
lt: Kreipinys
mk: Одзив
nb: Ledetekst
nds: Ingaavopföddern
nn: Leietekst
pt: Mensagem
ru: Приглашение
sk: Výzva
sl: Pozornik
sr: Упит
sv: Fråga
ta: தூண்டி
tg: Таклифот
uk: Підказка
zh_cn: 提示
zh_tw: 提示

source: New Ser&ver...
bg: Но&в сървър...
ca: Nou ser&vidor...
cs: Nový ser&ver...
cy: Gw&einydd Newydd...
da: Ny ser&ver...
de: Neuer Ser&ver ...
el: &Νέος εξυπηρετητής...
es: Nuevo ser&vidor...
et: &Uus server...
eu: Zer&bitzari berria...
fa: &کارساز جدید...‌
fi: Uusi pal&velin...
fr: Nouveau ser&veur...
hu: Ú&j kiszolgáló...
is: Ný&r þjónn...
it: Nuovo ser&ver...
ja: 新しいサーバ(&V)...
kk: Жаңа сер&вер...
km: ម៉ាស៊ីន​បម្រើ​ថ្មី​...
ko: 새 서버(&V)...
lt: Naujas ser&veris...
mk: &Нов сервер...
nb: &Ny tjener …
nds: Nieg Ser&ver...
nl: Nieuwe ser&ver...
nn: &Ny tenar …
pt: Novo Ser&vidor...
pt_br: Novo Ser&vidor...
ru: &Новый сервер...
sk: Nový ser&ver...
sl: Nov stre&žnik ...
sr: Нови сер&вер...
sv: N&y server...
ta: புதிய சேவையகம்
tg: &Хидматрасони Нав...
uk: Новий сер&вер...
zh_cn: 新服务器(&V)...
zh_tw: 新增伺服器(&V)...

source: &DCC Manager...
bg: &Мениджър DCC...
ca: Gestor &DCC...
cs: Správce &DCC...
cy: Rheolydd &DCC
da: &DCC-Håndtering...
de: &DCC-Verwaltung ...
el: Διαχειριστής &DCC...
es: Gestor &DCC...
et: &DCC haldur...
eu: &DCC kudeatzailea...
fa: مدیر &DCC...‌
fi: &DCC Hallinta...
fr: Gestionnaire &DCC...
hu: &DCC-kezelő...
is: &DCC stjóri...
it: Gestione &DCC...
ja: DCC マネージャ(&D)...
kk: &DCC менеджері...
km: អ្នក​គ្រប់គ្រង DCC ...
ko: DCC 관리자(&D)...
lt: &DCC valdymas...
mk: &Менаџер за DCC...
nb: &DCC-behandler …
nds: &DCC-Pleger...
nn: &DCC-handsamar …
pt: Gestor de &DCC...
pt_br: &Gerenciador de DCC...
ru: Менеджер &DCC...
sk: &DCC správca...
sl: Upravljalnik &DCC
sr: DCC &менаџер...
sv: &DCC-hantering...
ta: &DCC மேலாளர்
tg: Мудири &DCC...
uk: Мене&джер DCC...
zh_cn: DCC 管理器(&D)...
zh_tw: DCC 管理員...

source: &Save to Logfile...
bg: &Запис в журнал...
ca: De&sa a la bitàcola...
cs: &Uložit do logu...
cy: &Cadw i Ffeil Cofnod...
da: &Gem til logfil...
de: In Protoko&lldatei speichern ...
el: &Αποθήκευση στο αρχείο καταγραφής...
es: &Guardar en archivo de registro...
et: &Salvesta logifaili...
eu: &Gorde egunkari fitxategira...
fa: &ذخیره در پروندۀ ثبت‌...‌
fi: &Tallenna lokitiedostoon...
fr: &Enregistrer dans le journal...
hu: Mentés a na&plófájlba...
is: &Vista í færsluskrá...
it: &Salva nel file di log...
ja: ログファイルに保存(&S)...
kk: &Журналға сақтау...
km: រក្សា​ឯកសារចូល​...
ko: 기록파일에 저장(&S)...
lt: Į&rašyti žurnale...
mk: &Зачувај во записник...
nb: &Lagre til loggfil …
nds: As Logbook &sekern...
nl: Op&slaan naar logbestand...
nn: Lagra til logg&fil …
pt: &Gravar num Registo...
pt_br: &Salvar para arquivo de log...
ru: &Сохранять в журнале...
sk: &Uložiť do súboru so záznamom...
sl: &Shrani v dnevniško datoteko ...
sr: &Сними у дневнички фајл...
sv: &Spara till loggfil...
ta: கோப்பு பதிவேட்டை &சேமி
tg: &Захиракунӣ дар Номнавис...
uk: &Зберегти у файл журналу...
zh_cn: 保存到日志文件(&S)...
zh_tw: 儲存到紀錄檔(&S)...

source: Time St&amp
bg: &Вмъкване на дата и час
ca: M&arca el temps
cs: Č&asové razítko
cy: &Amsernod
da: Tidsst&empel
de: &Zeitmarke
el: Απ&οτύπωση χρόνου
es: M&arcar tiempo
et: &Ajatempel
eu: Denbora-&marka
fa: &مهر‌ زمان‌
fi: &Aikaleima
fr: &Horodateur
hu: Idő&bélyeg
is: &Tímastimpill
it: &Data e ora
ja: タイムスタンプ(&A)
kk: Уақыт б&елгісі
km: តែម​ពេលវេលា​
ko: 시간 기록(&A)
lt: Laiko &žymė
mk: Временска ознак&а
nb: Tids&merke
nds: &Tietmark
nl: D&atum
nn: Tids&stempel
pt: Hora/D&ata
pt_br: M&arca de tempo/hora
ru: Вставить &время
sk: Časové &razítko
sl: Časovna &oznaka
sr: Временски печ&ат
sv: T&idsstämpel
ta: நேர &ஸ்டாம்ப்
tg: &Ҷойгузории Вақт
uk: Позн&ачка часу
zh_cn: 时戳(&A)
zh_tw: 時間戳記(&A)

source: Hide Join/Part Messages
bg: Скриване на системните съобщения
ca: Oculta els missatges d'entrada/sortida
cs: Skrýt zprávy o příchodu/odchodu
cy: Cuddio Negeseuon Ymuno/Ymadael
da: Skjul Join/Part-beskeder
de: Betreten/Verlassen-Meldungen ausblenden
el: Απόκρυψη μηνυμάτων Join/Part
es: Filtrar mensajes join/part
et: Ühinemis/lahkumisteateid ei näidata
eu: Ezkutatu Sartu/Alde egin mezua
fa: مخفی کردن پیامهای پیوند/جزء
fi: Piilota kanavalle liittymis- ja poistumisilmoitukset
fr: Cacher les messages d'arrivée / de départ
hu: A csatlakozási/távozási üzenetek elrejtése
is: Fela Join/Part skilaboð
it: Nascondi i messaggi di entrata e di uscita
ja: Join/Part メッセージを隠す
kk: Арнаға кіру хабарларды жасыру
km: លាក់​ត ឬ ផ្នែក​សារ​
ko: 참여/떠남 메시지 숨기기
lt: Slėpti atsijungimo/prisijungimo žinutes
nb: Skjul meldinger om brukere inn i/ut av kanaler
nds: Rin-/Rutgah-Mellen versteken
nl: Join- en Part-berichten verbergen
nn: Gøym meldingar om brukarar som går inn/ut
pt: Esconder as Mensagens de Saída/Ligação
pt_br: Ocultar Parte das Mensagens/Mensagens Juntas
ru: Скрыть сообщения о входе в канал
sk: Skryť správy o príchode/odchode
sl: Skrij pridružitvena/zapustitvena sporočila
sr: Сакриј поруке о придруживању и растајању
sv: Dölj gå med/lämna-meddelanden
ta: சேர்/பங்கு செய்திகளை மறை
tg: Пинҳон кардани Паёми воридгардӣ ба канал
uk: Ховати повідомлення приєднання/від'єднання
zh_cn: 隐藏加入/离开消息
zh_tw: 隱藏加入/離開訊息

source: Character &Table
bg: &Таблица на знаците (Character Map)
ca: &Taula de caràcters
cs: &Tabulka znaků
cy: &Tabl Nodau
da: Tegn&tabel
de: Zeichen&tabelle
el: &Πίνακας χαρακτήρων
es: &Tabla de caracteres
et: Sümbolite &tabel
eu: Karaktere &taula
fa: &جدول نویسه‌
fi: Merkki&taulu
fr: &Table de caractères
hu: K&araktertáblázat
is: &Táknatafla
it: &Tabella caratteri
ja: 文字表(&T)
kk: &Таңба кестесі
km: តារាង​តួអក្សរ​
ko: 문자표(&T)
lt: Simbolių &lentelė
mk: &Табела со знаци
nb: Tegn&tabell
nds: Tekentabe&ll
nl: Teken&tabel
nn: &Teikntabell
pt: &Tabela de Caracteres
pt_br: &Tabela de Caracteres
ru: &Таблица символов
sk: Tabuľka z&nakov
sl: &Tabela znakov
sr: &Табела знакова
sv: &Teckentabell
ta: எழுத்து &பட்டியல்
tg: &Ҷадвали Аломатҳо
uk: &Таблиця символів
zh_cn: 字符表(&T)
zh_tw: 字元表格(&T)

source: N&otify on Change
bg: &Известяване при промяна
ca: N&otifica en canviar
cs: &Oznámit změnu
cy: &Hysbysu ar Newid
da: Bi&p ved ændring
de: &Signalton bei Änderung
el: &Ειδοποίηση κατά την αλλαγή
es: N&otificar al cambiar
et: A&nna muutusest märku
eu: &Jakinarazi aldatzean
fa: &آگاهی ‌دادن هنگام تغییر‌
fi: Ilm&oita muutoksesta
fr: Biper l&ors d'une modification
hu: Érte&sítés változás esetén
is: &Láta vita ef breyting verður
it: N&otifica al cambio
ja: 変更時に通知(&O)
kk: Өзг&ерісте құлақтандыру
km: ផ្លាស់ប្តូរ​ការជូន​ដំណឹង​
ko: 변경 시 알림(&O)
lt: &Pranešti pakeitus
mk: И&звести при промена
nb: V&arsle ved endring
nds: Bi Ännern Bes&cheed geven
nl: Gelui&dsignaal bij wijziging
nn: &Lydsignal ved endring
pt: Avisar a&o Mudar
pt_br: Notificar ao Modifica&r
ru: &Уведомление при изменении
sk: &Pípnuť pri zmene
sl: Za&piskaj ob spremembi
sr: &Обавести при промени
sv: Meddelande vid &ändring
ta: மாற்றத்தை &குறிப்பிடுக
tg: &Огоҳонӣ ҳангоми Ивазгардӣ
uk: С&повіщення при зміні
zh_cn: 改变时通知(&O)
zh_tw: 變更時通知(&O)

source: &Encoding
bg: Ко&дова таблица
ca: &Codificació
cs: Kódová&ní
cy: A&mgodiad
da: &Tegnsæt
de: &Kodierung
el: &Κωδικοποίηση
es: Co&dificación
et: K&odeering
eu: &Kodetzea
fa: &کدبندی‌
fi: &Koodaus
fr: &Encodage
hu: &Kódolás
is: &Stafatafla
it: &Codifica
ja: エンコーディング(&E)
kk: &Кодтамасы
km: ការ​អ៊ិនកូដ
ko: 인코딩(&E)
lt: &Koduotė
mk: &Кодирање
nb: Kodin&g
nds: &Koderen
nl: Cod&ering
nn: Kodin&g
pt: Cod&ificação
pt_br: &Codificação
ru: &Кодировка
sk: &Kódovanie
sl: &Kodiranje
sr: &Кодирање
sv: &Kodning
ta: &குறியாக்கம்
tg: &Рамзгузорӣ
uk: &Кодування
zh_cn: 编码(&E)
zh_tw: 編碼(&E)

source: S&how Topic
bg: Пока&зване на темата
ca: M&ostra tema
cs: Zo&brazit téma
cy: &Dangos Pwnc
da: V&is emne
de: &Thema anzeigen
el: Εμφάνισ&η θέματος καναλιού
es: M&ostrar tema
et: &Näita teemat
eu: &Erakutsi gaia
fa: &نمایش عنوان‌
fi: Nä&ytä topic
fr: Affic&her le sujet
hu: A téma meg&jelenítése
is: Sý&na umræðuefni
it: M&ostra argomento
ja: トピックを表示(&H)
kk: Тақырыпты к&өрсету
km: បង្ហាញ​ប្រធាន​បទ​
ko: 주제 보기(&H)
lt: &Rodyti temą
mk: По&кажи тема
nb: Vi&s tema
nds: T&hema wiesen
nl: &Onderwerp tonen
nn: &Vis emne
pt: Mos&trar o Tópico
pt_br: Mo&strar Tópico
ru: Показывать &тему
sk: Zob&raziť tému
sl: Pri&kaži temo
sr: Пр&икажи тему
sv: &Visa ämne
ta: தலைப்பைக் &காட்டு
tg: &Намоиши Мавзӯъ
uk: Показувати т&ему
zh_cn: 显示话题(&H)
zh_tw: 顯示標題(&H)

source: Ticker &Mode
bg: Режим на &махало
ca: &Mode teletip
cs: Reži&m tickeru
cy: &Modd Ticer
da: Ticker&-tilstand
de: Ticker-&Modus
el: Λειτουργία &τηλέγραφου
es: &Modo de tick
et: Tikkeri režii&m
eu: Markatzaile &modua
fa: &حالت تیکر‌
fi: &Ticker tila
fr: Mode défile&ment
hu: F&igyelési (ticker) mód
is: Strimil&shamur
it: &Modalità a scorrimento
ja: Ticker モード(&M)
kk: Таспа-хабар &режімі
km: របៀប​ទូរលេខ
ko: 수신 모드(&M)
lt: Tiksėjimo &veiksena
nb: Telegraf&modus
nds: Tele&graaf-Bedrief
nl: Ticker&modus
nn: Telegraf&modus
pt: &Modo de Marcas
pt_br: Modo de &Animação
ru: Ре&жим телеграфной ленты
sk: &Mód hodín
sl: Drsni &način
sr: „Ticker“ &режим рада
sv: R&ubrikradsläge
ta: டிக்கர் முறை
tg: &Усули лентаи телефонӣ
uk: Режими стрі&чки
zh_cn: 简讯模式(&M)
zh_tw: 滴答模式(&M)

source: &Channel
bg: &Канал
ca: &Canal
cs: &Kanál
cy: &Sianel
da: &Kanal
de: &Kanal
el: &Κανάλι
es: &Canal
et: &Kanal
eu: &Kanala
fa: &مجرا‌
fi: &Kanava
fr: C&anal
hu: Csa&torna
is: &Rás
it: &Canale
ja: チャンネル(&C)
kk: &Арна
km: ឆានែល​
ko: 채널(&C)
lt: &Kanalas
mk: &Канал
nb: &Kanaler
nds: &Klöönruum
nl: &Kanaal
nn: &Kanal
pt: &Canal
pt_br: &Canal
ru: &Канал
sk: &Kanál
sl: &Kanal
sr: &Канал
sv: &Kanal
ta: தடம்
tg: &Канал
uk: &Канал
zh_cn: 频道(&C)
zh_tw: 頻道(&C)

source: Lag: Wait
bg: Закъснение: изчакайте
ca: Lag: Espera
cs: Lag: vyčkejte
cy: Oedi: Arhoswch
da: Lag: Vent
de: Verzögerung: Warte
el: Καθυστέρηση: Περιμένετε
es: Lag: Espera
et: Viivitus: oota veidi
eu: Lag: Itxaron
fa: تأخیر: انتظار
fi: Lag: Odota
fr: Latence : attendez
hu: Akadozás: egy kis türelmet
is: Töf: Bíddu
it: Ritardo: attesa
ja: 遅延: 待ち
kk: Кідіріс: күту
km: Lag ៖ រង់ចាំ
ko: 렉: 기다리십시오
lt: Vėlavimas: Laukite
mk: Заостанување: почекајте
nb: Heng: Vent
nds: Paus: Töven
nl: Vertraging: moment a.u.b.
nn: Heng: Vent
pt: Atraso: Espere
pt_br: Log: Aguarde
ru: Запаздывание: ожидание
sk: Lag: Čakanie
sl: Zastoj: čakanje
sr: Застој: чека се
sv: Fördröjning: Vänta
ta: லேக்: காத்திரு
tg: Дермонӣ: Интизорӣ
uk: Запізнення: зачекайте
zh_cn: 延迟：等待
zh_tw: 延遲：等待

source: C&lear Window
bg: Из&чистване
ca: Ne&teja la finestra
cs: Vyči&stit okno
cy: C&lirio'r Ffenestr
da: &Ryd vindue
de: F&enster leeren
el: Κ&αθαρισμός παραθύρου
es: Lim&piar ventana
et: &Puhasta aken
eu: &Garbitu lehioa
fa: &پاک ‌کردن پنجره‌
fi: &Tyhjennä ikkuna
fr: Nettoyer &la fenêtre
hu: Az a&blak tartalmának törlése
is: &Hreinsa glugga
it: &Pulisci finestra
ja: ウィンドウをクリア(&L)
kk: Терезені таза&лау
km: ជម្រះ​បង្អួច​
ko: 창 지움(&L)
lt: Iš&valyti langą
mk: И&счисти прозорец
nb: &Tøm vindu
nds: Finster &leddig maken
nl: Venster ops&chonen
nn: &Tøm vindauge
pt: &Limpar a Janela
pt_br: &Limpar Janela
ru: &Очистить окно
sk: &Vymazať okno
sl: &Počisti okno
sr: &Очисти прозор
sv: &Töm fönster
ta: சாளரத்தை காலி&யாக்கு
tg: &Тоза намудани Тиреза
uk: &Очистити вікно
zh_cn: 清除窗口(&L)
zh_tw: 清除視窗(&L)

source: &Users
bg: &Потребители
ca: &Usuaris
cs: &Uživatelé
cy: De&fnyddwyr
da: &Brugere
de: Be&nutzer
el: &Χρήστες
es: &Usuarios
et: Kas&utajad
eu: &Erabiltzaileak
fa: &کاربران‌
fi: &Käyttäjät
fr: &Utilisateurs
hu: &Felhasználók
is: &Notendur
it: &Utenti
ja: ユーザ(&U)
kk: Қ&атысушылар
km: អ្នកប្រើ
ko: 사용자(&U)
lt: &Naudotojai
mk: &Корисници
nb: &Brukere
nds: &Brukers
nl: Gebr&uikers
nn: &Brukarar
pt: &Utilizadores
pt_br: &Usuários
ru: &Пользователи
sk: &Užívatelia
sl: &Uporabniki
sr: Кор&исници
sv: &Användare
ta: &பயனாளர்கள்
tg: &Корванд
uk: &Користувачі
zh_cn: 用户(&U)
zh_tw: 使用者(&U)

source: C&ommand
bg: Ком&анда
ca: C&omandament
cs: Přík&az
cy: G&orchymyn
da: K&ommando
de: &Befehl
el: &Εντολή
es: C&omando
et: Kä&sk
eu: &Agindua
fa: &فرمان‌
fi: K&omento
fr: C&ommande
hu: Paran&cs
is: S&kipun
it: C&omando
ja: コマンド(&O)
kk: К&оманда
km: ពាក្យ​បញ្ជា​
ko: 명령(&O)
lt: &Komanda
mk: К&оманда
nb: K&ommando
nds: Be&fehl
nl: C&ommando
nn: &Kommando
pt: C&omando
pt_br: C&omando
ru: &Команда
sk: &Príkaz
sl: &Ukaz
sr: На&редба
sv: K&ommando
ta: க&ட்டளை
tg: &Фармон
uk: К&оманда
zh_cn: 命令(&O)
zh_tw: 命令(&O)

source: Client
bg: Клиент
cs: Klient
cy: Dibynnydd
da: Klient
el: Πελάτης
es: Cliente
et: Klient
eu: Bezeroa
fa: کارخواه
fi: IRC-asiakasohjelma KDE:lle
hu: Kliens
is: Biðlari
ja: クライアント
kk: Клиент
km: ម៉ាស៊ីន​ភ្ញៀវ
ko: 클라이언트
lt: Klientas
mk: Клиент
nb: Klient
nl: IRC-programma
nn: Klient
pt: Cliente
pt_br: Cliente
ru: Клиент
sk: Klient
sl: Odjemalec
sr: Клијент
sv: Klient
ta: கிளையண்
tg: Мизоҷ
uk: Клієнт
zh_cn: 客户
zh_tw: 客戶端

source: User
bg: Потребител
ca: Usuari
cs: Uživatel
cy: Defnyddiwr
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
et: Kasutaja
eu: Erabiltzailea
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
hu: Felhasználó
is: Notandi
it: Utente
ja: ユーザ
kk: Қатысушы
km: អ្នក​ប្រើ
ko: 사용자
lt: Naudotojas
mk: Корисник
nb: Bruker
nds: Bruker
nl: Gebruiker
nn: Brukar
pt: Utilizador
pt_br: Usuário
ru: Пользователь
sk: Užívateľ
sl: Uporabnik
sr: Корисник
sv: Användare
ta: பயனர்
tg: Корванд
uk: Користувач
zh_cn: 用户
zh_tw: 使用者

source: Basic
bg: Обикновен
ca: Bàsic
cs: Základní
cy: Sylfaenol
da: Basal
de: Elementar
el: Βασικό
es: Básico
et: Põhiline
eu: Basikoa
fa: پایه‌ای
fi: Perus
fr: Basique
hu: Alapvető
is: Einföld
it: Base
ja: 基本
kk: Қатарлы
km: មូល​ដ្ឋាន
ko: 기본
lt: Pagrindinis
mk: Обичен
nb: Grunnleggende
nds: Eenfach
nl: Eenvoudig
nn: Enkel
pt: Básico
pt_br: Básico
ru: Обычный
sk: Základné
sl: Osnovno
sr: Основно
sv: Grundläggande
ta: அடிப்படை
tg: Асосӣ
uk: Основні
zh_cn: 基本
zh_tw: 基本

source: Operator
bg: Оператор
ca: Operador
cs: Operátor
cy: Gweithredwr
es: Operador
et: Operaator
eu: Operadorea
fa: عملگر
fi: Toiminto
fr: Opérateur
hu: Operátor
is: Stjórnandi
it: Operatore
ja: オペレータ
kk: Оператор
km: ) សញ្ញា​ប្រមាណវិធី
ko: 관리자
lt: Operatorius
mk: Оператор
nb: Operatør
pt: Operador
pt_br: Operador
ru: Оператор
sk: Operátor
sr: Оператер
sv: Operatör
ta: செயலி
tg: Оператор
uk: Оператор
zh_cn: 操作员
zh_tw: 管理者

source: Channel
bg: Канал
ca: Canal
cs: Kanál
cy: Sianel
da: Kanal
de: Kanal
el: Κανάλι
es: Canal
et: Kanal
eu: Kanala
fa: مجرا
fi: Kanava
fr: Canal
hu: Csatorna
is: Rás
it: Canale
ja: チャンネル
kk: Арна
km: ប៉ុស្តិ៍
ko: 채널
lt: Kanalas
mk: Канал
nb: Kanal
nds: Klöönruum
nl: Kanaal
nn: Kanal
pt: Canal
pt_br: Canal
ru: Канал
sk: Kanál
sl: Kanal
sr: Канал
sv: Kanal
ta: தடம்
tg: Канал
uk: Канал
zh_cn: 频道
zh_tw: 頻道

source: Oper
bg: Оператор
ca: Operador
cy: Gweithredwr
es: Operador
fa: عملگر
fi: Operaattori
fr: Opérateur
is: Stjóri
kk: Оператор
ko: 제안
mk: Опер
pt_br: Operador
ru: Оператор
sk: Operátor
sr: Опер.
sv: Operatör
ta: இயக்குபவர்
tg: Оператор
uk: Опер
zh_cn: 操作员
zh_tw: 管理者

source: You are about to send %1 lines of text. Do you really want to send that much?
bg: Опитвате се да изпратите %1 реда. Сигурни ли сте, че искате да изпратите такова дълго съобщение?
ca: Esteu a punt d'enviar %1 línies de text. De veres voleu fer-ho?
cs: Chystáte se odeslat %1 řádků textu. Opravdu jich chcete odeslat tolik?
cy: 'Rydych ar anfon %1 llinell o destun. Ydych eisiau danfon gymaint?
da: Du er ved at sende %1 linjer tekst. Ønsker du at gøre det?
de: Sie sind dabei, %1 Textzeilen zu senden. Wollen Sie wirklich so viel auf einmal senden?
el: Πρόκειται να στείλετε %1 γραμμές κειμένου. Θέλετε σίγουρα να στείλετε τόσες πολλές;
es: Va a enviar %1 lineas de texto. ¿Realmente quiere enviar tanto?
et: Sa üritad saata väga palju teksti (%1 rida). On see tõesti just see, mida sa teha soovid?
eu: %1 testu bidaltzeko zorian zaude. Ziur zaude hainbeste bidali nahi dituzula?
fa: شما درصدد ارسال %1 خط متن هستید. آیا واقعاً می‌خواهید این همه را ارسال کنید؟
fi: Olet lähettämässä %1 riviä tekstiä. Haluatko todella lähettää näin paljon?
fr: Vous êtes sur le point d'envoyer %1 lignes de texte. Voulez-vous vraiment en envoyer autant ?
hu: Sok (%1) szövegsor elküldésére készül. Biztosan el akarja küldeni mindet?
is: Þú ert við það að senda %1 línur af texta. Viltu virkilega gera þetta?
it: Stai per inviare %1 righe di testo. Sei sicuro di volerne inviare così tante?
ja: %1 行のテキストを送信しようとしています。 本当に続けますか？
kk: Сіз %1 жол мәтінді жібермекшісіз. Соңшалық көп жібергіңіз келгені рас па?
km: អ្នក​បាន​ផ្ញើ​អត្ថបទ​ %1 ។​ តើ​អ្នក​ពិតជា​ចង់​ផ្ញើ​ច្រើន​ឬ ?
ko: 텍스트의 %1 줄을 보내려고 합니다. 그 만큼을 모두 보내시겠습니까?
lt: Jūs ketinate siųsti %1 teksto eilučių. Ar tikrai norite siųsti tiek daug?
mk: Ќе испраќате %1 линии со текст. Дали навистина сакате да пратите толку многу?
nb: Du er i ferd med å lime inn %1 linjer. Er du sikker på at du vil sende så mye?
nds: Wullt Du redig en Text vun %1 Regen Längde sennen ?
nl: U staat op het punt om %1 regels tekst te verzenden. Wilt u werkelijk zoveel verzenden?
nn: Du er i ferd med å senda %1 linjer tekst. Er du sikker på at du vil senda så mykje?
pt: O utilizador vai enviar %1 linhas de texto. Deseja mesmo enviar tanto?
pt_br: Você está para colar %1 linhas de texto Deseja mesmo fazer isso?
ru: Вы собираетесь послать %1 строк текста. Вы действительно хотите вставить их?
sk: Chcete ťoslať %1 riadkov textu. Naozaj to chcete?
sl: Ste pred tem, da prilepite %1 vrstic besedila. Ali resnično želite poslati tako veliko?
sr: Управо ћете послати %1 линија текста. Да ли стварно желите да пошаљете толико много?
sv: Du är på väg att skicka %1 rader text. Vill du verkligen skicka så mycket?
ta: நீங்கள் %1 வரிகள் கொண்ட உரைய அனுப்ப உள்ளீர். நீங்கள் அவை அனைத்தையும் அனுப்ப வேண்டுமா?
tg: Шумо кӯшиши фиристодани %1 сатрҳои матнро карда истодаед. Дар ҳақиқат ин қадар зиёд фиристодан мехоҳед?
uk: Ви збираєтеся відіслати %1 рядків тексту. Ви справді хочете відіслати велику кількість рядків?
zh_cn: 您在发送 %1 行文本。 您真要发送这么多吗？
zh_tw: 您要送出 %1 行文字。 您確定要送那麼多嗎？

source: The text you pasted contains lines that start with /. Should they be interpreted as IRC commands?
bg: Текстът, който поставихте от системния буфер, съдържа редове започващи с "/". Искате ли тези редове да бъдат интерпретирани като команди?
ca: El text que heu enganxat conté línies que comencen per /. S'haurien d'interpretar com a comandaments d'IRC?
cs: Vložený text obsahuje řádky, které začínají znakem /. Mají být tyto řádky považovány za IRC příkazy?
cy: Cynnwys y testun y wnaethoch ludo linellau a gychwyn efo /. Dylen nhw gael eu trin fel gorchmynion IRC?
da: Den tekst du indsatte indeholder linjer som begynder med /. Skal de fortolkes som IRC-kommandoer?
de: Der eingefügte Text enthält Zeilen, die mit / beginnen. Sollen diese als IRC-Befehle interpretiert werden?
el: Το κείμενο που επικολλήσατε περιέχει γραμμές που ξεκινούν με /. Θέλετε να ερμηνευτούν σαν εντολές IRC;
es: El texto que ha pegado contiene lineas que empiezan con /. ¿Deberían ser interpretadas como órdenes IRC?
et: Asetatud tekst sisaldab ridu, mille alguses on /. Kas neid peaks tõlgendama IRC käskudena?
eu: Itsatsi dituzun lerroaren bate /karakterearekin hasten da. IRC agindu bezala interpretatzea nahi al duzu?
fa: متنی که شما چسبانده‌اید، شامل خطوطی است که با ٪ آغاز شده‌ است آیا باید به‌ عنوان فرمانهای IRC تفسیر شوند؟
fi: Liittämäsi teksti sisältää rivejä jotka alkavat /-merkillä. Pitäisikö ne tulkita IRC-komennoiksi?
fr: Le texte que vous avez collé contient des lignes commençant par /. Doivent-elles êtres interprétées comme des commandes IRC ?
hu: A beillesztett szöveg sorai / jellel kezdődnek. IRC-parancsokat tartalmaz a szöveg?
is: Textinn sem þú límdir inniheldur línur sem byrja á /. Á að túlka þær sem IRC skipanir?
it: Il testo che stai incollando contiene delle linee che cominciano con /. Esse devono essere interpretate come comandi IRC?
ja: 貼り付けられたテキストに / で始まる行があります。 これを IRC コマンドとして解釈しますか？
kk: Орналастырылған мәтінде / деген таңбадан басталатын жолдар бар. Олар IRC командалар ретінде қабылдансын ба?
km: អត្ថបទ​ដែល​អ្នក​បាន​បិទភ្ជាប់​មាន​បន្ទាត់​ដែល​ចាប់ផ្ដើម​ដោយ / ។ តើ​ពួក​វា​គួរ​តែ​ត្រូវ​បកប្រែ​ជា​ពាក្យ​បញ្ជា IRC ?
ko: 붙여넣은 텍스트에는 '/'로 시작하는 줄이 있습니다. 해당 줄을 IRC 명령으로 인식해야합니까?
lt: Jūsų įdėtame tekste yra eilučių, prasidedančių /. Ar jas reikia vykdyti kaip IRC komandas?
mk: Текстот што го вметнавте содржи линии што почнуваат со / (коса црта). Дали тие да се интерпретираат како IRC-команди?
nb: Teksten du overførte inneholder linjer som begynner med /. Skal de tolkes som kommandoer i IRC?
nds: De Text, den Du inföögt hest, bargt Regen, de mit en Dwarsstreek (/) anfangt. Schöölt se as Befehlen behannelt warrn?
nl: De tekst die hebt geplakt bevat regels die beginnen met /. Wilt u dat deze worden geïntepreteerd als IRC-commando's?
nn: Teksten du limte inn inneheld linjer som startar med /. Skal dei tolkast som IRC-kommandoar?
pt: O texto que o utilizador colou tem linhas que começam com /. Deverão ser elas interpretadas como comandos de IRC?
pt_br: O texto que você colou contém linhas que iniciam com /. Elas devem ser interpretadas como comandos IRC?
ru: Вставляемый текст содержит строки, начинающиеся с символа / Интерпретировать эти строки как команды IRC?
sk: Vložený text obsahuje riadky, ktoré začínajú znakom /. Majú sa interpretovať ako príkazy IRC?
sl: Besedilo, ki ste ga prilepili, vsebuje vrstico, ki se začne z /. Naj se obravnava kot ukaz za IRC?
sr: Текст који сте пренели садржи линије које почињу са „/“. Треба ли их обрадити као наредбе IRC-а?
sv: Texten som du klistrade in innehåller rader som börjar med /. Ska de tolkas som IRC-kommandon?
ta: நீங்கள் ஒட்டிய வரிகளின் உள்ளடக்கம் / உடன் ஆரம்பிக்கிறது. அவைகளை IRC கட்டளைகளாக மாற்ற வேண்டுமா?
tg: Матне, ки шумо ҷойгузоштед, сатрҳои бо / саршавандаро дорост. Оё онҳо ба фармонҳои IRC гардонида шаванд?
uk: Вставлений вами текст містить строки, що починаються з /. Чи розглядати їх як команди IRC?
zh_cn: 您粘贴的文本中包含了以/开始的行。 要将它们作为 IRC 命令解释吗？
zh_tw: 您貼上的文字中含有 / 符號。 要把它當成 IRC 命令嗎？

source: Interpret
bg: Интерпретиране
ca: Interpreta
cs: Interpretovat
da: Fortolk
de: Interpretieren
el: Μετάφραση
es: Interpretar
et: Tõlgenda
eu: Interpretatu
fa: تفسیر کردن
fr: Interpréter
hu: Tolmácsolás
it: Interpreta
ja: 解釈する
kk: Қабылдансын
km: បកប្រែ​
ko: 처리하기
lt: Interpretuoti
nb: Tolk
nds: As Befehlen
nl: Interpreteren
nn: Tolk
pt: Interpretar
pt_br: Interpretar
ru: Интерпретировать
sk: Vykonaj
sl: Obravnavaj kot ukaz
sr: Обради
sv: Tolka
uk: Інтерпретувати
zh_cn: 解释
zh_tw: 要
