Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/ksirc.po
Languages: bg, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pt, pt_br, ru, sk, sl, sr, sv, ta, tg, uk, zh_cn, zh_tw

source: More mode commands
bg: Повече команди за режим
ca: Més comandaments de mode
cs: Více příkazů režimu
cy: Mwy o orchymynion modd
da: Flere tilstandskommandoer
de: Weitere Modus-Befehle
el: Περισσότερες εντολές καταστάσεων
es: Más órdenes de modo
et: Veel režiimi käske
eu: Modu agindu behiago
fa: فرمانهای حالت بیشتر
fi: Lisää kanavan tiloja
fr: Commandes de modes supplémentaires
hu: További módparancsok
is: Fleiri stillingarskipanir
it: Altri comandi modo
ja: 他のモードコマンド
kk: Қосымша режім командалары
km: ពាក្យ​បញ្ជា​របៀប​ច្រើន
ko: 더 많은 모드 명령
lt: Daugiau veiksenos komandų
mk: Повеќе команди за режим
nb: Flere tilstandskommandoer
nds: Anner Bedriefbefehlen
nl: Meer modicommando's
nn: Fleire moduskommandoar
pt: Mais comandos de modo
pt_br: Mais modos de comando
ru: Другие команды режимов
sk: Ďalšie príkazy módov
sl: Več načinovnih ukazov
sr: Још наредби за режиме
sv: Fler lägeskommandon
ta: அதிக வகை கட்டளைகள்
tg: Дигар фармонҳои усул
uk: Додаткові команди режимів
zh_cn: 更多模式命令
zh_tw: 更多模式命令

source: Limit Number of Users
bg: Ограничаване броя на потребителите
ca: Limitar el nombre d'usuaris
cs: Omezit počet uživatelů
cy: Cyfryngu Maint o Ddefnyddwyr
da: Begræns antallet af brugere
de: Benutzeranzahl begrenzen
el: Περιορισμός αριθμού χρηστών
es: Limitar el número de usuarios
et: Kasutajate arvu piiramine
eu: Erabiltzaile kopurua mugatu
fa: محدود کردن تعداد کاربران
fi: Rajoita käyttäjien määrää
fr: Limiter le nombre d'utilisateurs
hu: A felhasználók számának korlátozása
is: Takmarka fjölda notenda
it: Limita il numero di utenti
ja: ユーザ数の制限
kk: Қатысушылар санын шектеу
km: កំណត់​ចំនូន​អ្នកប្រើ​
ko: 사용자 수 제한
lt: Riboti naudotojų skaičių
mk: Ограничи број на корисници
nb: Begrens antall brukere
nds: Brukertall ingrenzen
nl: Aantal gebruikers beperken
nn: Avgrens talet på brukarar
pt: Limitar o Número de Utilizadores
pt_br: Limitar o número de usuários
ru: Лимит количества участников
sk: Obmedziť počet užívateľov
sl: Omeji število uporabnikov
sr: Ограничи број корисника
sv: Begränsa antalet användare
ta: பயன்படுத்துபவர்களின் எண்ணிக்கையை கட்டுப்படுத்து
tg: Ҳудуди Шумораи Корвандон
uk: Обмежити кількість користувачів
zh_cn: 限制用户个数
zh_tw: 限制使用者數量

source: Unable to parse status string
bg: Не може да бъде анализиран низът за състояние
ca: No es pot analitzar la cadena d'estatus
cs: Nelze analyzovat řetězec se stavem
cy: Methu dadansoddi'r llinyn cyflwr
da: Kan ikke fortolke statusstreng
de: Fehler beim Parsen des Statustextes
el: Δεν είναι δυνατή η ανάλυση της συμβολοσειράς κατάστασης
es: No puedo analizar la cadena de estado
et: Olekustringi parsimine ebaõnnestus
eu: Ezin izan da egoera karaktere-katea aztertu
fa: قادر به تجزیۀ رشتۀ‌ وضعیت نیست
fi: Tilan merkkijonoa ei voitu lukea
fr: Impossible d'analyser l'état de la chaîne de caractères
hu: Nem sikerült feldolgozni az állapotleíró sztringet
is: Get ekki þáttað stöðustreng
it: Impossibile effettuare il parsing della stringa di stato
ja: 状態文字列を解読できません
kk: Күй-жай жолы талдауға келмейді
km: មិន​អាច​ញែក​ខ្សែ​អក្សរ​ស្ថានភាព
ko: 상태 문자열 분석할 수 없음
lt: Nepavyko išanalizuoti būvio eilutės
mk: Не може да се анализира статусната низа
nb: Kan ikke tolke statusstreng
nds: Statustext lett sik nich inlesen
nl: Statusterm kon niet worden ontleed
nn: Klarte ikkje tolka statusstreng
pt: Não é possível analisar o texto do estado
pt_br: Não foi possível analisar seqüência de status
ru: Не удаётся обработать строку состояния
sk: Nepodarilo sa spracovať reťazec stavu
sl: Ni možno analizirati niza stanja
sr: Не могу да рашчланим статусни низ
sv: Kan inte tolka statussträng
ta: பாகுபடுத்த முடியாத நிலை சரம்
tg: Сатри ҳолатро таҷзия кардан ғайри имкон аст
uk: Неможливо розібрати рядок стану
zh_cn: 无法分析状态字符串
zh_tw: 無法剖析狀態字串

source: Unable to parse status (no known format) string
bg: Не може да бъде анализиран низът за състояние (неизвестен формат)
ca: No es pot analitzar la cadena d'estatus (format desconegut)
cs: Nelze analyzovat řetězec se stavem (neznámý formát)
cy: Methu dadansoddi'r llinyn cyflwr (fformat anhysbys)
da: Kan ikke fortolke statusstreng (ikke kendt format)
de: Fehler beim Parsen des Statustextes (kein bekanntes Format)
el: Δεν είναι δυνατή η ανάλυση (άγνωστη μορφή) της συμβολοσειράς κατάστασης
es: No puedo analizar la cadena de estado (formato desconocido)
et: (Tundmatus vormingus) olekustringi parsimine ebaõnnestus
eu: Ezin izan da egoera karaktere-katea aztertu (formatu ezezaguna)
fa: قادر به تجزیۀ )قالب ناشناخته( رشتۀ وضعیت نیست
fi: Tilaa ei voitu lukea (tuntematon muoto)
fr: Impossible d'analyser létat de la chaîne de caractères (format inconnu)
hu: Az állapotleíró sztringet nem sikerült értelmezni (ismeretlen formátumú)
is: Get ekki þáttað stöðustreng (óþekkt snið)
it: Impossibile effettuare il parsing della stringa di stato (formato sconosciuto)
ja: 状態文字列 (未知のフォーマット) を解読できません
kk: Күй-жай жолының беймәлім пішімі талдауға келмейді
km: មិន​អាច​ញែក​ខ្សែ​អក្សរ​ស្ថានភាព (គ្មាន​ទ្រង់ទ្រាយ​ដែល​ស្គាល់)
ko: 상태(알려지지 않은 형식) 문자열 분석할 수 없음
lt: Nepavyko išanalizuoti būvio (nežinomo formato) eilutės
mk: Не може да се анализира статусната низа (непознат формат)
nb: Kan ikke tolke statusstreng (ukjent format)
nds: Statustext lett sik nich inlesen (keen bekannt Formaat)
nl: Statusterm kon niet worden ontleed, onbekend formaat
nn: Klarte ikkje tolka statusstreng (ukjend format)
pt: Não é possível analisar a mensagem do estado (formato desconhecido)
pt_br: Não foi possível analisar seqüência de status (não é um formato conhecido)
ru: Не удаётся обработать строку состояния - неизвестный формат
sk: Nepodarilo sa spracovať reťazec stavu (neznámy formát)
sl: Ni možno analizirati niza stanja (ni znana vrsta)
sr: Не могу да рашчланим статусни низ (непознат формат)
sv: Kan inte tolka statussträng (inget känt format)
ta: பாகுபடுத்த முடியாத நிலை (தெரியும் வடிவம் இல்லை) சரம்
tg: Сатри ҳолатро таҷзия кардан ғайри имкон аст (шаклбандии номаълум)
uk: Неможливо розібрати рядок стану (невідомий формат)
zh_cn: 无法分析状态字符串(格式未知)
zh_tw: 無法剖析狀態字串（未知的格式）

source: Away-
bg: Зает-
ca: Absent-
cs: Pryč-
cy: I Ffwrdd-
da: Væk-
de: Abwesend-
el: Λείπω-
es: Ausente-
et: Eemal-
eu: Urrunean-
fa: دور-
fi: Poissa-
fr: Absent-
hu: Távollét-
is: Fjarverandi-
it: Assente-
kk: Кетіп қалу-
km: ចាក​ឆ្ងាយ
ko: 외부-
lt: Atsitraukęs-
mk: Отсутен-
nb: Borte-
nds: Weg-
nl: Afwezig-
nn: Borte-
pt: Ausente-
pt_br: Ausente-
ru: Ушёл-
sk: Preč-
sl: Stran-
sr: Одсутан-
sv: Borta
ta: வெளியே
tg: Рафт-
uk: Відлучився-
zh_cn: 离开-
zh_tw: 離開

source: <No Topic Set>
bg: <Няма зададена тема>
ca: <Tema no establert>
cs: <Téma nenastaveno>
cy: <Dim Pwnc wedi'i Osod>
da: <Intet emne sat>
de: <Kein Thema eingestellt>
el: <Δεν έχει καθοριστεί θέμα>
es: <No se puso un tema>
et: <Teema puudub>
eu: <Ez da gairik ezarri>
fa: >سرفصلی تنظیم نشده است<
fi: <Aihetta ei ole asetettu>
fr: <Aucun sujet défini>
hu: <Nincs beállítva téma>
is: <ekkert efni sett>
it: <Argomento non impostato>
ja: <トピックが設定されていません>
kk: <Тақырыпсыз>
km: <មិន​កំណត់​ប្រធាន​បទ​>
ko: <주제 없음>
lt: <Nepasirinkta tema>
mk: <Не е поставена тема>
nb: <Intet tema satt>
nds: <Ahn Thema>
nl: <Geen onderwerp opgegeven>
nn: <Utan tema>
pt: <Sem Tópico Definido>
pt_br: <Nenhum Tópico Definido>
ru: <Тема не задана>
sk: <Nenastavená téma>
sl: <Ni nastavljene teme>
sr: <Није постављена тема>
sv: <Inget ämne angivet>
ta: <தலைப்பு அமைக்கவில்லை>
tg: <Мавзӯъ барпо нашудааст>
uk: <Тему не встановлено>
zh_cn: <无话题>
zh_tw: <沒有標題>

source: String length for nick is greater than 100 characters. This is unacceptably long.
bg: Псевдонимът е по-дълъг от 100 знака. Това е недопустимо.
ca: La longitud del sobrenom es més gran de 100 caràcters. És massa llarg.
cs: Přezdívka je delší než 100 znaků, což je příliš dlouhé.
cy: Mae hyd y llinyn ffugenw yn fwy na 100 nod. Mae hyn yn annerbynniol o hir.
da: Strenglængde for alias er større end 100 tegn. Dette er uacceptabelt langt.
de: Die Länge des Spitznamens beträgt mehr als 100 Zeichen. Das ist nicht akzeptabel.
el: Το μέγεθος της συμβολοσειράς για το ψευδώνυμο είναι μεγαλύτερο από 100 χαρακτήρες. Αυτό είναι απαράδεκτα μεγάλο.
es: La longitud del apodo es mayor de 100 caracteres. Es demasiado grande.
et: Hüüdnime string on pikem kui 100 märki. Seda on lubamatult palju.
eu: Goitizenaren karaktere-katearen luzera 100 karaktere baina luzeagoa. Hau luzeegia da.
fa: طول لقب بیشتر از ۱۰۰ کاراکتر است. این به طور غیرقابل قبولی طولانی است.
fi: Nimimerkin pituus on enemmän kuin 100 merkkiä, joka on aivan liian pitkä.
fr: La longueur du pseudo dépasse 100 caractères. C'est beaucoup trop.
hu: A becenév hossza 100 fölött van. Ez túlságosan hosszú.
is: Lengd gælunafns er meiri en 100 stafir, þetta er allt of langt
it: La lunghezza del nick è maggiore di 100 caratteri. Ciò non è accettabile.
ja: ニックネームの文字列が 100 文字を超えています。これは受け入れられません。
kk: Бүркеншік аты 100 таңбадан асып кетті. Бұл тым ұзын.
km: ប្រវែង​ខ្សែ​អក្សរ​សម្រាប់​សម្មតិ​ច្រើន​ជា ១០០ តួ​អក្សរ ។ នេះ​វែង​ពេក​មិន​អាច​ទទួល​យក​បាន ។
ko: 별명 문자열이 100자가 넘습니다. 이는 너무 길어 적용할 수 없습니다.
lt: Slapyvardžio eilutės ilgis viršija 100 simbolių. Tai tikrai per daug!
mk: Должината на низата со прекар е поголема од 100 знаци. Ова е неприфатливо долго.
nb: Strenglengde for kallenavn er større enn 100 tegn. Den er uakseptabelt lang.
nds: De Ökelnaam is länger as 100 Tekens. Dat geiht so nich.
nl: Tekstlengte voor bijnaam is meer dan 100 tekens. Dit is onacceptabel lang.
nn: Kallenamnet er lengre enn 100 teikn, og kan ikkje brukast.
pt: O tamanho da alcunha é maior do que 100 caracteres, é extremamente grande.
pt_br: O comprimento da seqüência para o apelido é maior que 100 caracteres. Isto é muito longo.
ru: Длина ника более 100 символов. Это неприлично длинный ник.
sk: Reťazec prezývky je dlhší ako 100 znakov. To nie je akceptovateľné.
sl: Dolžina niza za vzdevek je večja od 100 znakov. To je preveč.
sr: Дужина надимка прелази сто знакова, што је неприхватљиво много.
sv: Stränglängden för smeknamnet är större än 100 tecken. Detta är inte en acceptabel längd.
ta: புனைப்பெயரின் நீளம் 100 எழுத்துக்களுக்கு அதிகமாக உள்ளது. This is unacceptably long.
tg: Дарозии сатр барои ник на зиёда аз 100 аломат. Ин дарозӣ аз ҳад зиёд аст.
uk: Довжина прізвиська більше 100 символів. Це - занадто довгий рядок.
zh_cn: 昵称字符串多于100个字符。这么长不能接受。
zh_tw: 暱稱長度超過 100 字元。無法接受。

source: String not long enough
bg: Прекалено дълъг низ
ca: La cadena no és prou llarga
cs: Řetězec příliš krátký
cy: Nid yw'r llinyn ddim yn ddigon hir
da: Streng ikke lang nok
de: Der Text ist zu kurz
el: Όχι αρκετά μεγάλη συμβολοσειρά
es: La cadena no es lo suficientemente larga
et: String ei ole piisavalt pikk
eu: Karaktere-katea motzegia da
fa: رشته به ‌اندازۀ کافی طولانی نیست
fi: Merkkijono ei ole riittävän pitkä
fr: La chaîne de caractères est trop courte
hu: A sztring nem elég hosszú
is: Strengur ekki nógu langur
it: Stringa non abbastanza lunga
ja: 文字列が短すぎます
kk: Жол тым қысқа
km: ខ្សែ​អក្សរ​វែង​មិន​គ្រប់គ្រាន់
ko: 문자열 충분히 길지 않음
lt: Eilutė nėra užtektinai ilga
mk: Низата не е доволно долга
nb: Strengen er ikke lang nok
nds: Tekenkeed nich lang noog
nl: Tekst niet lang genoeg
nn: Strengen er ikkje lang nok
pt: O texto não é comprido o suficiente
pt_br: A seqüência não é longa o suficiente
ru: Строка недостаточно длинна
sk: Reťazec nie je dostatočne dlhý
sl: Niz ni dovolj dolg
sr: Низ није довољно дуг
sv: Strängen är inte lång nog
ta: வார்த்தைகள் போதுமான அளவில் இல்லை
tg: Дарозии сатр кифоя нест
uk: Рядок занадто короткий
zh_cn: 字符串不够长
zh_tw: 字串不夠長

source: Could not find channel name
bg: Не може да бъде намерено името на канала
ca: No es pot trobar el nom del canal
cs: Nelze najít název kanálu
cy: Methu darganfod enw sianel
da: Kunne ikke finde kanalnavn
de: Kanalname nicht gefunden
el: Δεν ήταν δυνατό να βρεθεί το όνομα καναλιού
es: No puedo encontrar el nombre del canal
et: Kanali nime ei leitud
eu: Ezin izan da kanalaren izena aurkitu
fa: نتوانست نام‌ مجرا را پیدا کند
fi: Kanavaa ei löytynyt
fr: Impossible de trouver le nom du canal
hu: A csatornanév nem található
is: Gat ekki fundið nafn rásar
it: Impossibile trovare il nome del canale
ja: チャンネル名が見つかりません
kk: Арнаның атауы табылмады
km: មិន​អាច​រក​ឃើញ​ឈ្មោះ​ប៉ុស្តិ៍
ko: 채널 이름 찾을 수 없음
lt: Nepavyko rasti kanalo vardo
mk: Не можам да го најдам името на каналот
nb: Finner ikke kanalnavn
nds: Klöönruumnaam lett sik nich finnen
nl: Kanaalnaam kon niet worden gevonden
nn: Fann ikkje kanalnamn
pt: Não foi possível encontrar o nome do canal
pt_br: Não foi possível encontrar o nome do canal
ru: Не удаётся найти имя канала
sk: Nepodarilo sa nájsť meno kanálu
sl: Ni možno najti ime kanala
sr: Не могу да пронађем име канала
sv: Kunde inte hitta kanalnamn
ta: துணைநிலை தடம்
tg: Номи канал пайдо нагардид
uk: Неможливо знайти назву каналу
zh_cn: 找不到频道名
zh_tw: 找不到此頻道

source: Kick window open
bg: Отворен е прозорецът за изритване
ca: Obrir finestra kick
cs: Okno pro vykopnutí otevřeno
cy: Ffenestr lluchio ar agor
da: Slå vinduet ind
de: Fenster zum Hinauswerfen offen
el: Παράθυρο απομάκρυνσης ανοικτό
es: Abrir ventana de expulsiones
et: Minemalöömise aken avatud
eu: Kanporaketa lehioa ireki
fa: حذف پنجرۀ باز
fi: Avaa ikkuna
fr: Ouvrir la fenêtre de renvoi
hu: Kizárási ablak
is: Opna spark glugga
it: Finestra di kick
ja: Kick ウィンドウが開きます
kk: Арнадан шығарып тастағанда терезе ашылсын
km: បើក​បង្អួច​ទាត់
ko: 추방 창 열기
lt: Išspyrimo langas atvertas
mk: Отворен е прозорецот за исфрлање
nb: Kick-vindu åpent
nds: Rutsmiet-Finster apen
nl: Venster openen
nn: Kick-vindauge ope
pt: Expulsar a janela aberta
pt_br: Janela de expulsão aberta
ru: Открывать окно при выкидывании с канала
sk: Otvorené okno Kick
sl: Odprto okno z brcami
sr: Прозор за избацивање је отворен
sv: Utsparkningsfönster öppet
ta: சாளரத்தை திற
tg: Кушодани тиреза ҳангоми партофтан аз канал
uk: Відкрити вікно виштовхнутих
zh_cn: 踢出窗口已打开
zh_tw: 開啟踢人視窗

source: You Have Been Kicked
bg: Вие сте изритани от канала
ca: Heu estat expulsat
cs: Byl jste vyhozen
cy: Rdych wedi Cael eich Lluchio
da: Du er blevet sparket af
de: Sie wurden hinausgeworfen
el: Σας κλωτσήσανε
es: Ha sido expulsado
et: Sind on minema löödud
eu: Kanporatu egin zaituzte
fa: شما حذف شده‌اید
fi: Sinut on potkaistu ulos
fr: Vous avez été jeté dehors
hu: Önt kizárták
is: Þér hefur verið sparkað
it: Sei stato cacciato
ja: 追い出されました
kk: Сізді шығарып тастады
km: អ្នក​បាន​ត្រូវ​ទាត់​ចោល
ko: 당신은 추방되었습니다
lt: Jūs buvote išspirtas
mk: Исфрлен сте
nb: Du har blitt kastet ut
nds: Du wöörst rutsmeten
nl: U bent eruit getrapt
nn: Du vart sparka ut
pt: Foi Expulso
pt_br: Você foi expulso
ru: Вас выкинули с канала
sk: Vyhodili vás
sl: Bili ste brcnjeni
sr: Управо сте избачени са канала
sv: Du har blivit utsparkad
ta: நீங்கள் இணைய இணைப்பில் இல்லை
tg: Шумо Аз Канал Партофта Шудаед
uk: Вас було виштовхнуто
zh_cn: 您已被踢出
zh_tw: 您已經被踢出

source: Rejoin
bg: Повторно включване
ca: Torna a entrar
cs: Znovu se připojit
cy: Ail-ymuno
da: Genforbind
de: Wieder hineingehen
el: Επανεισαγωγή
es: Reentrar
et: Taasühinemine
eu: Birkonektatu
fa: پیوستن مجدد
fi: Liity uudelleen
fr: Rejoindre
hu: Automatikus újracsatlakozás
is: Fara sjálfvirkt inn aftur
it: Rientra nel canale
ja: 参加し直す
kk: Қайта қосылу
km: ចូលរួម​ឡើង​វិញ
ko: 재참여
lt: Vėl prisijungti
mk: Приклучи се повторно
nb: Gå inn igjen
nds: Wedder ringahn
nl: Opnieuw aanmelden
nn: Delta automatisk igjen
pt: Reentrar
pt_br: Entrar novamente
ru: Повторить вход в канал
sk: Znovu-prihlásenie
sl: Ponovni vstop
sr: Поново се придружи
sv: Gå med igen
ta: திரும்ப சேர்
tg: Бозҳамроҳшудан
uk: Переприєднатися
zh_cn: 重新加入
zh_tw: 重新加入

source: Leave
bg: Изход
ca: Sortir
cs: Opustit
cy: Gadael
da: Forlad
de: Verlassen
el: Έξοδος
es: Salir
et: Lahkumine
eu: Utzi
fa: ترک‌ کردن
fi: Poistu
fr: Quitter
hu: Kilépés
is: Fara
it: Abbandona
ja: 退出
kk: Кету
km: ចាកចេញ
ko: 떠나기
lt: Išeiti
mk: Напушти
nb: Gå ut
nds: Weggahn
nl: Verlaten
nn: Forlat
pt: Sair
pt_br: Sair
ru: Уйти
sk: Odchod
sl: Zapusti
sr: Напусти
sv: Lämna
ta: வெளியே
tg: Партофта рафтан
uk: Залишити
zh_cn: 离开
zh_tw: 離開

source: Failed to parse part/kick/leave/quit message
bg: Грешка при анализ на съобщението "part/kick/leave/quit"
ca: Falla en analitzar el missatge de part/kick/leave/quit
cs: Analýza zprávy s odejitím/vykopnutím/ukončením selhala
cy: Methu dadansoddi neges rhan/lluchio/ymadael/gadael
da: Mislykkedes at fortolke part/kick/leave/quit besked
de: Fehler beim Parsen einer "part/kick/leave/quit"-Nachricht
el: Αποτυχία στην ανάλυση των μηνυμάτων part/kick/leave/quit
es: Fallo al analizar el mensaje de part/kick/leave/quit
et: Part/kick/leave/quit sõnumi parsimine ebaõnnestus
eu: Errorea part/kick/leave/quit mezua aztertzen
fa: خرابی تجزیۀ پیام part/kick/leave/quit
fi: part/kick/leave/quit -viestin parserointi epäonnistui
fr: Impossible d'analyser le message de part/renvoi/départ/fermeture
hu: Nem sikerült értelmezni egy elválási/kirúgási/elhagyási/kilépési üzenetet
is: Gat ekki þáttað (skilið) part/sparka/fara/hætta skeyti
it: Parsing del messaggio part/kick/leave/quit fallito
ja: part/kick/leave/quit メッセージの解読に失敗
kk: part/kick/leave/quit хабарын талдау қатесі
km: បាន​បរជ័យ​ក្នុង​ការ​ញែក ផ្នែក/kick/leave/quit message
ko: 참여/추방/떠나기/종료 메시지 분석 실패
lt: Nepavyko išanalizuoti atsijungimo/išspyrimo/išėjimo/baigimo žinutės
mk: Не може да се анализира part/kick/leave/quit пораката
nb: Klarte ikke tolke part/kick/leave/quit-melding
nds: Rutgah-/Rutsmiet-/Weggah-/Verlaat-Naricht lett sik nich inlesen
nl: Het onleden van een "part/kick/leave/quit"-bericht is mislukt
nn: Klarte ikkje tolka part/kick/leave/quit-melding
pt: Falhou a análise da mensagem part/kick/leave/quit
pt_br: Não foi possível analisar mensagem de separação/expulsão/saída/encerramento
ru: Ошибка обработки сообщения part/kick/leave/quit
sk: Nepodarilo sa spracovať správu part/kick/leave/quit
sl: Ni uspelo analizirati sporočilo za del/brco/odhod/končanje
sr: Нисам успео да рашчланим растани/избаци/напусти/заврши поруку
sv: Misslyckades med tolkning av meddelandet sparka ut/lämna/avsluta.
ta: parse part/kick/leave/quit message
tg: Таҷзияи паёми part/kick/leave/quit бо нокомӣ анҷомид
uk: Помилка розбору повідомлення part/kick/leave/quit
zh_cn: 解析加入/踢出/离开/退出消息失败
zh_tw: 無法剖析 part/kick/leave/quit 訊息

source: Unable to parse: %1
bg: Не може да бъде обработено: %1
ca: No es pot analitzar: %1
cs: Nelze analyzovat: %1
cy: Methu dadansoddi: %1
da: Kan ikke analysere: %1
de: Fehler beim Parsen: %1
el: Δεν είναι δυνατή η ανάλυση του: %1
es: No puedo analizar: %1
et: Ei õnnestunud parsida: %1
eu: Errorea %1 aztertzen
fa: قادر به تجزیه نیست: %1
fi: %1 -parserointi epäonnistui
fr: Impossible d'analyser : %1
hu: Nem sikerült értelmezni: %1
is: Get ekki þáttað: %1
it: Impossibile effettuare il parsing di: %1
ja: 解読できません: %1
kk: Келесі талдауға келмейді: %1
km: មិន​អាច​ញែក ៖ %1
ko: 분석할 수 없음: %1
lt: Nepavyko išanalizuoti: %1
mk: Не може да се анализира: %1
nb: Ikke mulig å tolke: %1
nds: Inlesen nich mööglich: %1
nl: %1 kon niet worden ontleed
nn: Klarte ikkje tolka: %1
pt: Não foi possível analisar: %1
pt_br: Impossível analisar: %1
ru: Не удаётся обработать: %1
sk: Nepodarilo sa spracovať: %1
sl: Ni moč analizirati: %1
sr: Не могу да рашчланим: %1
sv: Kan inte tolka: %1
ta: %1 இனைத் திறக்க முடியவில்லை
tg: Нокомии таҷзияи: %1
uk: Неможливо розібрати: %1
zh_cn: 不能解析：%1
zh_tw: 無法剖析 %1

source: Unable to parse change nick code
bg: Не може да бъде обработена заявката за промяна на псевдонима
ca: No es pot analitzar el codi de canvi del sobrenom
cs: Nelze analyzovat kód se změnou přezdívky
cy: Methu dadansoddi cod newid ffugenw
da: Kan ikke fortolke ændrings aliaskode
de: Fehler beim Parsen der Spitznamenänderung
el: Δεν είναι δυνατή η ανάλυση της αλλαγής κωδικού ψευδωνύμου
es: No puedo analizar el código de cambio de apodo
et: Ei õnnestunud parsida hüüdnime muutmise koodi
eu: Errorea goitizen aldaketa kodea aztertzen
fa: قادر به تجزیۀ کد لقب نیست
fi: Lempinimen muutoksen parserointi epäonnistui
fr: Impossible d'analyser le code de changement de pseudo
hu: A becenév-módosítás kódját nem sikerült értelmezni
is: Get ekki þáttað breytingu á gælunafni
it: Impossibile effettuare il parsing del codice di cambio nick
ja: ニックネーム変更コードを解読できません
kk: Бүркеншік атты өзгерту коды талдауға келмеді
km: មិន​អាច​ញែក​កូដ​សម្មតិ​ផ្លាស់ប្ដូរ
ko: 별명 변경 코드 분석할 수 없음
lt: Nepavyko išanalizuoti slapyvardžio pakeitimo kodo
mk: Не може да се анализира кодот за промена на прекарот
nb: Kan ikke tolke endret nick-kode
nds: Ökelnaam-Ännern lett sik nich inlesen
nl: Code voor het wijzigen van de bijnaam kon niet worden ontleed
nn: Klarte ikkje tolka endring i kallenamnkode
pt: Não foi possível analisar a mudança do código da alcunha
pt_br: Não foi possível analisar código de alteração de apelido
ru: Не удаётся обработать изменение ника
sk: Nepodarilo sa spracovať zmenu kódu prezývky
sl: Ni možno analizirati spremembe kode vzdevka
sr: Не могу да рашчланим кôд за промену надимка
sv: Kan inte tolka ändringskod för smeknamn
ta: புனை எண்ணை புரிந்து கொள்ள முடியவில்லை
tg: Тағири рамзи ник таҷзия карда намешавад
uk: Неможливо розібрати код зміни прізвиська
zh_cn: 不能解析昵称变化代码
zh_tw: 無法剖析更換暱稱的命令

source: Unable to parse mode change: %1
bg: Не може да бъде обработена промяната на режима: %1
ca: No es pot analitzar el canvi de mode: %1
cs: Nelze analyzovat změnu režimu: %1
cy: Methu dadansoddi newidiadau modd: %1
da: Kan ikke analysere tilstandsændring: %1
de: Fehler beim Parsen des Moduswechsels: %1
el: Δεν είναι δυνατή η ανάλυση αλλαγής λειτουργίας: %1
es: No puedo analizar el cambio de modo: %1
et: Ei õnnestunud parsida režiimi muutmist: %1
eu: Errorea modu aldaketa aztertzen: %1
fa: قادر به تجزیۀ تغییر حالت نیست:‌ %1
fi: Tilamuutoksen %1 parserointi epäonnistui
fr: Impossible d'analyser le changement de mode : %1
hu: A módváltozás értelmezése nem sikerült: %1
is: Get ekki þáttað breytingu á ham: %1
it: Impossibile effettuare il parsing della modalità cambio: %1
ja: モード変更を解読できません: %1
kk: Режімді өзгерту талдауға келмеді: %1
km: មិន​អាច​ញែក​ការ​ផ្លាស់ប្ដូរ​របៀប ៖ %1
ko: 모드 변경 분석할 수 없음: %1
lt: Nepavyko išanalizuoti veiksenos pakeitimo: %1
mk: Не може да се анализира промена на режимот: %1
nb: Kan ikke tolke mode-endring: %1
nds: Ännern vun de Bedriefoort lett sik nich inlesen: %1
nl: Methodewijziging %1 kon niet worden ontleed
nn: Klarte ikkje tolka modusendring: %1
pt: Impossível analisar a mudança do modo: %1
pt_br: Não foi possível analisar alteração de modo: %1
ru: Не удаётся обработать изменение режима: %1
sk: Nepodarilo sa spracovať zmenu módu: %1
sl: Ni možno analizirati spremembo načina: %1
sr: Не могу да рашчланим промену режима: %1
sv: Kan inte tolka lägesändring: %1
ta: பகுப்பு வகையினை மாற்ற முடியவில்லை: %1
tg: Тағири усул таҷзия карда намешавад: %1
uk: Неможливо розібрати зміну режиму: %1
zh_cn: 不能解析模式变化：%1
zh_tw: 無法剖析更換模式：%1

source: &Insert Char
bg: &Вмъкване на знак
ca: Caràcter a &inserir
cs: Vlož&it znak
cy: &Mewnosod Nod
da: &Indsæt tegn
de: &Zeichen einfügen
el: &Εισαγωγή χαρακτήρα
es: &Insertar carácter
et: L&isa märk
eu: &Txertatu karakterea
fa: &درج نویسه‌
fi: &Lisää merkki
fr: &Insérer un caractère
hu: Karakter &beszúrása
is: &Setja inn staf
it: &Inserisci carattere
ja: 文字を挿入(&I)
kk: Таңбаны к&ірістіру
km: បញ្ចូល​តួ​អក្សរ​
ko: 문자 삽입(&I)
lt: &Įterpti simbolį
mk: &Вметни знак
nb: Sett &inn tegn
nds: Teken &infögen
nl: Teken &invoegen
nn: Set &inn teikn
pt: &Inserir um Carácter
pt_br: &Inserir caractere
ru: Вставить &символ
sk: Vložiť &znak
sl: &Vstavi znak
sr: &Уметни знак
sv: &Infoga tecken
ta: எழுத்தை நுழை
tg: &Воридкунии Аломат
uk: &Вставити символ
zh_cn: 插入字符(&I)
zh_tw: 插入字元(&I)
