Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/kwifimanager.po
Languages: ar, bg, br, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn, zh_tw

source: Local IP:
ar: عنوان ميفاق الأنترنت المحلّي:
bg: Локален адрес:
br: IP lec'hel :
bs: Lokalna IP:
ca: IP local:
cs: Místní IP:
cy: IP Lleol:
da: Lokal IP:
de: Eigene IP:
el: Τοπική ΙΡ:
es: IP local:
et: Kohalik IP:
eu: IP lokala:
fa: IP محلی:
fi: Paikallinen IP-osoite:
fr: IP locale :
gl: IP Local:
he: IP מקומי :
hu: Helyi IP-cím:
is: Staðvær IP:
it: IP locale:
ja: ローカル IP:
kk: Жергілікті IP:
km: IP មូលដ្ឋាន ៖
ko: 지역 IP:
lt: Vidinis IP:
mk: Локална IP:
nb: Lokal IP:
nds: Lokaal IP:
nl: Lokaal IP:
nn: Lokal IP:
pa: ਸਥਾਨਕ IP:
pl: Lokalny IP:
pt: IP local:
pt_br: IP Local:
ru: Локальный IP:
sk: Lokálna IP:
sl: Krajevni IP:
sr: Локални IP:
sr@latn: Lokalni IP:
sv: Lokalt IP:
tg: IP-и Маҳаллӣ:
th: หมายเลข IP ที่ได้:
uk: Локальний IP:
zh_cn: 本地 IP：
zh_tw: 本地端 IP：

source: Frequency [channel]:
ar: الذبذبة [القنات]:
bg: Честота (канал):
br: Frekañs [kanol] :
bs: Frekvencija [kanal]:
ca: Freqüència [canal]:
cs: Frekvence [kanál]:
cy: Amledd [sianel]:
da: Frekvens [kanal]:
de: Frequenz [Kanal]:
el: Συχνότητα [κανάλι]:
es: Frecuencia [Canal]:
et: Sagedus [kanal]:
eu: Maiztasuna [kanala]:
fa: بسامد ]مجرا[:
fi: Taajuus [kanava]:
fr: Fréquence [canal] :
gl: Frecuencia [canle]:
he: תדירות [ערוץ]:
hu: Frekvencia [csatorna]:
is: Tíðni [rás]:
it: Frequenza [canale]:
ja: 周波数 [チャンネル]:
kk: Жиілігі [арна]:
km: ប្រេកង់ [ឆានែល] ៖
ko: 주파수 [채널]:
lt: Dažnis [kanalas]:
mk: Фреквенција [канал]:
nb: Frekvens [kanal]:
nds: Frequenz [Kanaal]:
nl: Frequentie [kanaal]:
nn: Frekvens (kanal):
pa: ਫ੍ਰੀਕਿਊਂਸੀ [ਚੈਨਲ]:
pl: Częstotliwość [kanał]:
pt: Frequência [canal]:
pt_br: Freqüência [Canal]:
ru: Частота [канал]:
sk: Frekvencia [kanál]:
sl: Frekvenca [kanal]:
sr: Учестаност [канал]:
sr@latn: Učestanost [kanal]:
sv: Frekvens [kanal]:
ta: அதிர்வெண் [channel]:
tg: Зуддӣ [канал]:
th: ความถี่ [ช่องสัญญาณ]:
uk: Частота [канал]:
zh_cn: 频率[频道]：
zh_tw: 頻率（頻道）：

source: Encryption:
ar: التشفير:
bg: Шифроване:
br: Enrinegadur :
bs: Enkripcija:
ca: Xifrat:
cs: Šifrování:
cy: Cêl-ysgrifaeth:
da: Kryptering:
de: Verschlüsselung:
el: Κρυπτογράφηση:
es: Cifrado:
et: Krüptimine:
eu: Enkriptatzea:
fa: رمزبندی:
fi: Salaus:
fr: Chiffrage :
gl: Cifraxe:
he: הצפנה:
hu: Titkosítás:
is: Dulritun:
it: Cifratura:
ja: 暗号化:
kk: Шифрлауы:
km: អ៊ិនគ្រីប ៖
ko: 암호화:
lt: Šifravimas:
mk: Крипција:
nb: Kryptering:
nds: Verslöteln:
nl: Versleuteling:
nn: Kryptering:
pa: ਇਕ੍ਰਿਪਸ਼ਨ:
pl: Szyfrowanie:
pt: Cifra:
pt_br: Criptografia:
ru: Шифрование:
sk: Šifrovanie:
sl: Šifriranje:
sr: Шифровање:
sr@latn: Šifrovanje:
sv: Kryptering:
ta: மறையாக்கம்:
tg: Рамзгузорӣ:
th: การเข้ารหัส:
uk: Шифрування:
zh_cn: 加密：
zh_tw: 編碼：

source: active
ar: نشط
bg: включено
br: bev
bs: aktivno
ca: actiu
cs: aktivní
cy: gweithredol
da: aktiv
de: aktiv
el: ενεργό
es: activo
et: aktiivne
eu: aktibo
fa: فعال
fi: aktiivinen
fr: activé
gl: activa
he: פעיל
hu: aktív
is: virk
it: attivo
ja: アクティブ
kk: белсенді
km: សកម្ម
ko: 활성화됨
lt: aktyvus
mk: активно
nb: aktiv
nds: aktiv
nl: actief
nn: aktiv
pa: ਸਰਗਰਮ
pl: aktywny
pt: activa
pt_br: ativo
ru: активно
sk: aktívne
sl: aktivno
sr: активно
sr@latn: aktivno
sv: aktiv
ta: செயல்படுத்து
tg: фаъол
th: ทำงาน
uk: активний
zh_cn: 激活
zh_tw: 開啟

source: DISABLED
ar: معطّل
bg: ИЗКЛЮЧЕНО
br: MARV
bs: ISKLJUČENO
ca: DESHABILITAT
cs: ZAKÁZÁNO
cy: ANALLUOGIR
da: DEAKTIVERET
de: ABGESCHALTET
el: ΑΠΕΝΕΡΓΟΠΟΙΗΜΕΝΟ
es: DESHABILITADO
et: KEELATUD
eu: EZGAITUTA
fa: غیرفعال
fi: EI KÄYTÖSSÄ
fr: DÉSACTIVÉ
gl: DESHABILITADA
he: מופסק
hu: LETILTVA
is: ÓVIRKT
it: DISABILITATO
ja: 無効
kk: ӨШІРІЛГЕН
km: បិទ
ko: 비활성화됨
lt: IŠJUNGTA
mk: ОНЕВОЗМОЖЕНО
nb: AVSLÅTT
nds: utmaakt
nl: UITGESCHAKELD
nn: AV
pa: ਆਯੋਗ
pl: WYŁĄCZONE
pt: DESACTIVADO
pt_br: DESABILITADO
ru: Выкл.
sk: VYPNUTÝ
sl: ONEMOGOČENO
sr: ОНЕСПОСОБЉЕНО
sr@latn: ONESPOSOBLJENO
sv: INAKTIVERAD
ta: செயல்நீக்கப்பட்டது
th: ปิดการทำงาน
uk: ВИМКНЕНО
zh_cn: 已禁用
zh_tw: 關閉

source: NOT CONNECTED
ar: غير متصل
bg: НЯМА ВРЪЗКА
br: N'EO KET KEVREET
bs: NEMA KONEKCIJE
ca: NO CONNECTAT
cs: NEPŘIPOJENO
cy: HEB GYSYLLTU
da: IKKE FORBUNDET
de: NICHT VERBUNDEN
el: ΑΠΟΣΥΝΔΕΔΕΜΕΝΟ
es: NO CONECTADO
et: ÜHENDUST POLE
eu: DESKONEKTATUTA
fa: اتصال برقرار نیست
fi: EI YHDISTETTYNÄ
fr: NON CONNECTÉ
gl: NON CONECTADO
he: לא מחובר
hu: NINCS KAPCSOLAT
is: EKKI TENGT
it: NON CONNESSO
ja: 接続していません
kk: ҚОСЫЛМАҒАН
km: មិន​អាច​តភ្ជាប់
ko: 연결되지 않았음
lt: NĖRA RYŠIO
mk: НЕ Е ПОВРЗАНО
nb: IKKE TILKOBLET
nds: nich tokoppelt
nl: NIET VERBONDEN
nn: IKKJE TILKOPLA
pa: ਜੁੜਿਆ ਨਹੀਂ
pl: NIE PODŁĄCZONY
pt: DESLIGADO
pt_br: DESCONECTADO
ru: Нет соединения
sk: NEPRIPOJENÉ
sl: NI POVEZAVE
sr: НИЈЕ ПОВЕЗАН
sr@latn: NIJE POVEZAN
sv: INTE ANSLUTEN
ta: இணைப்பு இல்லை
tg: ПАЙВАСТ НАШУДААСТ
th: ไม่มีการเชื่อมต่อ
uk: НЕ З'ЄДНАНО
zh_cn: 未连接
zh_tw: 未連線

source: AD-HOC MODE
ar: نمط المناسبة
bg: СПЕЦИАЛЕН РЕЖИМ
br: MOD AD-HOC
bs: AD-HOC MOD
ca: MODE AD-HOC
cs: AD-HOC REŽIM
cy: MODD AD-HOC
da: AD-HOC TILSTAND
de: AD-HOC-MODUS
el: ΑΥΘΑΙΡΕΤΗ ΚΑΤΑΣΤΑΣΗ
es: Modo ad-hoc
et: AD-HOC REŽIIM
eu: AD-HOC MODUA
fa: حالت AD-HOC
fi: AD-HOC-TILA
fr: MODE AD-HOC
gl: MODO AD-HOC
he: מצב חירום
hu: Ad-hoc mód
is: AD-HOC HAMUR
it: MODALITÀ AD-HOC
ja: アドホックモード
kk: AD-HOC РЕЖІМІ
km: របៀប AD-HOC
ko: AD-HOC 모드
lt: AD-HOC veiksena
mk: Режим AD-HOC
nb: AD-HOC MODUS
nds: Ad-Hoc-Bedrief
nl: AD-HOC MODUS
nn: AD-HOC-MODUS
pa: AD-HOC ਢੰਗ
pl: TRYB AD-HOC
pt: MODO AD-HOC
pt_br: MODO AD-HOC
ru: Режим AD-HOC
sk: REŽIM AD-HOC
sl: NAČIN AD-HOC
sr: АД ХОК РЕЖИМ
sr@latn: AD HOK REŽIM
sv: AD-HOC-LÄGE
ta: AD-HOC வகை
tg: УСУЛИ AD-HOC
th: โหมดเชื่อมต่ออิสระ (AD-HOC)
uk: РЕЖИМ ЗАЛЕЖИТЬ ВІД ОБСТАВИН
zh_cn: AD-HOC 模式
zh_tw: Ad-Hoc 模式

source: ULTIMATE
ar: النهائي
bg: ПРЕВЪЗХОДНО
bs: VRHUNSKO
ca: MÀXIMA
cs: NEJVYŠŠÍ
cy: EITHAF
da: ULTIMATIV
de: ULTIMATIV
el: ΤΕΛΙΚΟ
es: ULTIMA
et: PARIM
eu: AZKENA
fa: نهایی
fr: ULTIME
gl: Inmellorábel
hu: Tökéletes
is: HÁMARK
it: DEFINITIVO
ja: 最強
kk: ЖОҒАРЫ ШЕГІНДЕ
ko: 상당히 좋음
lt: TOBULAS
mk: УЛТИМАТИВНО
nb: YPPERLIG
nds: Best
nl: ULTIEM
nn: YPPARLEG
pa: ਉੱਤਮ
pl: NAJLEPSZY
pt: FABULOSA
pt_br: OTIMA
ru: ПРЕДЕЛЬНЫЙ
sk: FANTASTICKÝ
sl: POPOLNO
sr: КРАЈЊИ
sr@latn: KRAJNJI
sv: BÄSTA MÖJLIGA
ta: இறுதி
tg: ҲУДУДӢ
th: สัญญาณแรงสูงสุด
uk: НАЙВИЩА
zh_cn: 最好
zh_tw: 非常強

source: TOP
ar: الأعلى
bg: СУПЕР
bs: VRLO DOBRO
ca: SUPERIOR
cs: VELKÁ
cy: GORAU
el: ΚΟΡΥΦΑΙΟ
es: SUPERIOR
et: HIILGAV
eu: MAXIMOA
fa: بالا
fi: HUIPPU
fr: PARFAIT
gl: Superior
he: עליון
hu: Szinte tökéletes
it: ALTO
ja: 強い
kk: ЖОҒАРЫ
km: កំពូល
ko: 괜찮음
lt: AUKŠČIAUSIAS
mk: ВРВ
nb: TOPP
nds: Bannig goot
nn: TOPP
pa: ਉੱਚ
pl: NAJWYŻSZY
pt: TOPO
pt_br: TOPO
ru: ВЫСОКИЙ
sk: NAJLEPŠÍ
sl: VISOKO
sr: ВРХ
sr@latn: VRH
sv: TOPPNIVÅ
ta: மேலே
tg: БАЛАНД
th: สัญญาณแรงดีมาก
uk: ВИСОКА
zh_cn: 很好
zh_tw: 相當強

source: EXCELLENT
ar: ممتاز
bg: ОТЛИЧНО
br: MAD-TRE
bs: ODLIČNO
cs: VÝBORNÁ
cy: ARDDERCHOG
de: HERVORRAGEND
el: ΤΕΛΕΙΟ
es: EXCELENTE
et: SUUREPÄRANE
eu: APARTA
fa: عالی
fi: ERINOMAINEN
gl: Excelente
he: מצויין
hu: Kitűnő
is: FRÁBÆRT
it: ECCELLENTE
ja: やや強い
kk: ҮЗДІК
km: ល្អណាស់
ko: 매우 좋음
lt: PUIKUS
mk: ОДЛИЧНО
nb: UTMERKET
nds: Goot
nl: UITSTEKEND
nn: FRAMIFRÅ
pa: ਬਹੁਤ ਚੰਗਾ
pl: ZNAKOMITY
pt: EXCELENTE
pt_br: EXCELENTE
ru: ОТЛИЧНЫЙ
sk: VYNIKAJÚCI
sl: ODLIČNO
sr: ОДЛИЧАН
sr@latn: ODLIČAN
sv: UTMÄRKT
ta: அற்புதமான
tg: ОЛИҶАНОБ
th: สัญญาณแรงดี
uk: ВІДМІННА
zh_cn: 较好
zh_tw: 強

source: GOOD
ar: جيد
bg: ДОБРО
br: MAT
bs: DOBRO
ca: BONA
cs: DOBRÁ
cy: DA
da: GOD
de: GUT
el: ΚΑΛΟ
es: BUENA
et: HEA
eu: ONA
fa: خوب
fi: HYVÄ
fr: BON
gl: Boa
he: טוב
hu: Jó
is: GOTT
it: BUONO
ja: 普通
kk: ЖАҚСЫ
km: ល្អ
ko: 좋음
lt: GERAS
mk: ДОБРО
nb: BRA
nds: Langt
nl: GOED
nn: BRA
pa: ਵਧੀਆ
pl: DOBRY
pt: BOA
pt_br: BOA
ru: ХОРОШИЙ
sk: DOBRÝ
sl: DOBRO
sr: ДОБАР
sr@latn: DOBAR
sv: BRA
ta: நல்ல
tg: ХУБ
th: สัญญาณแรง
uk: ЗАДОВІЛЬНА
zh_cn: 好
zh_tw: 好

source: WEAK
ar: ضعيف
bg: СЛАБО
br: GWAN
bs: SLABO
ca: DÈBIL
cs: SLABÁ
cy: GWAN
da: SVAG
de: SCHWACH
el: ΑΔΥΝΑΜΟ
es: DEBIL
et: NÕRK
eu: AHULA
fa: ضعیف
fi: HEIKKO
fr: FAIBLE
gl: Débil
he: חלש
hu: Gyenge
is: VEIKT
it: DEBOLE
ja: 弱い
kk: ТӨМЕН
km: ខ្សោយ
ko: 약함
lt: SILPNAS
mk: СЛАБО
nb: SVAK
nds: Swach
nl: MATIG
nn: SVAKT
pa: ਕਮਜ਼ੋਰ
pl: SŁABY
pt: FRACA
pt_br: FRACA
ru: СЛАБЫЙ
sk: SLABÝ
sl: ŠIBKO
sr: СЛАБ
sr@latn: SLAB
sv: SVAG
ta: நலமில்லாத
tg: ЗАИФ
th: สัญญาณอ่อน
uk: СЛАБКА
zh_cn: 较弱
zh_tw: 弱

source: MINIMUM
ar: الأقل
bg: МИНИМУМ
br: IZELAÑ
ca: MÍNIMA
cs: MINIMÁLNÍ
cy: LLEIAF
el: ΕΛΑΧΙΣΤΟ
es: MINIMO
et: MINIMAALNE
eu: MINIMOA
fa: کمینه
fi: VÄHIMMÄIS
fr: MINIMUN
gl: Mínima
he: מינימלי
hu: Minimális
is: LÁGMARK
it: MINIMO
ja: 微弱
kk: МИНИМАЛДЫ
km: អប្បបរមា
ko: 매우 약함
lt: MINIMALUS
mk: МИНИМАЛНО
nb: MINIMAL
nds: Minimaal
nl: MINIMAAL
nn: MINIMALT
pa: ਨਿਊਨਤਮ
pl: MINIMALNY
pt: MÍNIMA
pt_br: MÍNIMA
ru: ИСЧЕЗАЮЩИЙ
sk: MINIMÁLNY
sl: MINIMALNO
sr: МИНИМАЛАН
sr@latn: MINIMALAN
ta: குறைந்த பட்சம்
tg: ХУРДТАРИН
th: สัญญาณอ่อนมาก
uk: МІНІМАЛЬНА
zh_cn: 最小
zh_tw: 最弱

source: OUT OF RANGE
ar: خارج عن المدى
bg: ИЗВЪН ИНТЕРВАЛА
bs: IZVAN DOMETA
ca: FORA D'ABAST
cs: MIMO ROZSAH
cy: ALLAN O AMREDIAD
da: UDE AF OMRÅDE
de: AUSSER REICHWEITE
el: ΕΚΤΟΣ ΕΜΒΕΛΕΙΑΣ
es: FUERA DE RANGO
et: LEVIALAST VÄLJAS
eu: BARRUTITIK KANPO
fa: خارج از گستره
fi: ULOTTUMATTOMISSA
fr: EN DEHORS DE LA PLAGE AUTORISÉE
gl: Fóra de rango
he: מחוץ לטווח
hu: Hatótávolságon kívül
is: ÚR FÆRI
it: FUORI CAMPO
ja: 圏外
kk: АУҚЫМЫНАН ТЫС
km: ក្រៅ​ជួរ
ko: 범위를 벗어남
lt: NEPASIEKIAMAS
mk: НАДВОР ОД ОПСЕГ
nb: UTE AV REKKEVIDDE
nds: Ut Rebeet
nl: BUITEN BEREIK
nn: UTE AV REKKJEVIDDE
pa: ਸੀਮਾ ਤੋਂ ਬਾਹਰ
pl: POZA ZASIĘGIEM
pt: SEM SINAL
pt_br: FORA DO INTERVALO
ru: НЕТ ДОСТУПА
sk: MIMO ROZSAH
sl: IZVEN DOSEGA
sr: ВАН ДОМЕТА
sr@latn: VAN DOMETA
sv: UTANFÖR OMRÅDET
ta: எல்லைக்கு அப்பாற்பட்ட
tg: БЕРУН АЗ МАҲДУДА
th: ไม่อยู่ในข่ายสัญญาณ
uk: ПОЗА МЕЖАМИ ДІЇ
zh_cn: 超出范围
zh_tw: 不在範圍內

source: Signal strength:
ar: قوة الإشارة:
bg: Сила на сигнала:
br: Nerzh an arhent :
bs: Jačina signala:
ca: Potència del senyal:
cs: Síla signálu:
cy: Nerth signal:
da: Signalstyrke:
de: Signalstärke:
el: Ισχύς σήματος:
es: Nivel de la señal:
et: Signaali tugevus:
eu: Seinalearen indarra:
fa: استحکام نشانک:
fi: Signaalin voimakkuus:
fr: Force du signal :
gl: Forza do sinal:
he: עוצמת האות:
hu: A jel erőssége:
is: Styrkur merkis:
it: Intensità segnale:
ja: 信号強度:
kk: Сигнал деңгейі:
km: កម្លាំង​សញ្ញា ៖
ko: 신호 강도:
lt: Signalo stiprumas:
mk: Јачина на сигналот:
nb: Signalstyrke:
nds: Signaalstärk:
nl: Signaalsterkte:
nn: Signalstyrke:
pa: ਸੰਕੇਤ ਸ਼ਕਤੀ:
pl: Moc sygnału:
pt: Potência do sinal:
pt_br: Comprimento do sinal:
ru: Уровень сигнала:
sk: Intenzita signálu:
sl: Moč signala:
sr: Снага сигнала:
sr@latn: Snaga signala:
sv: Signalstyrka:
ta: சிக்னல் திறன்
tg: Иқтидори аломатдиҳӣ:
th: ความแรงของสัญญาณ:
uk: Потужність сигналу:
zh_cn: 信号强度：
zh_tw: 信號強度：

source: KWiFiManager
cy: KRheolyddDiWi
et: KWiFi haldur
pa: ਕੇਵਾਈਫਾਈਮੈਨੇਜਰ
pt_br: Gerenciador de WiFi do KDE
ta: KWiFமேலாளர்
