Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/kwifimanager.po
Languages: ar, bg, br, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn, zh_tw

source: Configuration &Editor...
ar: &محرر الإعداد...
bg: &Редактор на настройките...
br: &Aozer ar gefluniadur ...
ca: &Editor de configuració...
cs: &Editor nastavení...
cy: &Golygydd Ffurfweddiad ...
da: Konfigurations&editor...
de: Einrichtungs&editor ...
el: &Επεξεργαστής ρυθμίσεων...
es: &Editor de configuración...
et: S&eadistuste redaktor...
eu: Konfigurazio &editorea...
fa: &ویرایشگر پیکربندی...‌
fi: &Asetuseditori...
fr: &Éditeur de la configuration...
gl: E&ditor de Configuración...
he: עורך &הגדרות...
hu: Beállítássze&rkesztő...
is: Sýsla m&eð stillingar...
it: &Editor di configurazione...
ja: 設定パネル(&E)...
kk: Конфигурациянсын ө&згерту...
km: កម្មវិធី​និពន្ធ​កំណត់​រចនា​សម្ព័ន្ធ...
ko: 설정 편집기(&E)...
lt: &Derinimas...
mk: У&редувач на конфигурација...
nb: Innstillingsr&edigering …
nds: Instellen&editor...
nl: Instellingen bew&erken...
nn: &Oppsettsredigering …
pa: ਸੰਰਚਨਾ ਸੰਪਾਦਕ(&E)...
pl: &Edytor konfiguracji...
pt: &Editor de Configuração...
pt_br: Editor de &Configuração...
ru: Редактор &конфигурации...
sk: &Editor konfigurácie...
sl: Ur&ejevalnik nastavitev ...
sr: Ур&еђивач подешавања...
sr@latn: Ur&eđivač podešavanja...
sv: Inställnings&editor...
th: เครื่องมือแก้ไขการปรับแต่ง...
uk: &Редактор налаштування...
zh_cn: 配置编辑器(&E)...
zh_tw: 設定編輯器(&E)...

source: Connection &Statistics
ar: &إحصائيات الإتصال
bg: &Статистика за връзката
br: &Stadegoù ar gevreadenn
bs: &Statistika konekcije
ca: E&stadístiques de la connexió
cs: &Statistiky připojení
cy: &Ystadegau Cysylltau
da: Forbindelses&statistik
de: Verbindungs&statistiken
el: Στατιστικά σύνδε&σης
es: E&stadísticas de conexión
et: Ühenduse &statistika
eu: Konexio e&statistikak
fa: &آمار اتصال‌
fi: Yhtey&stilastot
fr: &Statistiques de la connexion
gl: E&statísticas de Conexión
he: סטטיסטיקות &חיבור
hu: Forgalmi st&atisztika
is: Tengi&upplýsingar
it: &Statistiche di connessione
ja: 接続状態(&S)
kk: Қосылым &статистикасы
km: ស្ថិតិ​តភ្ជាប់
ko: 연결 통계(&S)
lt: Ryšio &statistika
mk: &Статистики за поврзувањето
nb: Tikoblings&statistikk
nds: Verbinnen&statistik
nl: Verbindings&statistieken
nn: Tikoplings&statistikk
pa: ਕੁਨੈਕਸ਼ਨ ਅੰਕੜੇ(&S)
pl: &Statystyki połączenia
pt: E&statísticas da Ligação
pt_br: &Estatísticas da Conexão
ru: Статистика &соединения
sk: Š&tatistiky pripojenia
sl: &Statistika povezave
sr: &Статистика везе
sr@latn: &Statistika veze
sv: Anslutnings&statistik
ta: தொடர்பு & புள்ளி விவரம்
tg: &Омори Пайвастшавӣ
th: สถิติของการเชื่อมต่อ
uk: &Статистика з'єднання
zh_cn: 连接统计(&S)
zh_tw: 連線統計(&S)

source: &Acoustic Scanning
ar: المسح ال&سمعي
bg: &Акустично сканиране
bs: &Akustično skeniranje
ca: Exploració &audible
cs: &Akustické skenování
cy: A&rsylwi Acwstig
da: &Akustisk skanning
de: Akustische &Netzsuche
el: &Ακουστική σάρωση
es: Escaneo &audible
et: &Akustiline jälgimine
eu: Eskaneaketa &akustikoa
fa: پویش &صوتی‌
fi: &Akustinen skannaus
fr: &Analyse acoustique
gl: &Rastrexo Acústico
he: &סריקה אקוסטית
hu: Akusztikus &keresés
is: &Hljóðskönnun
it: Sc&ansione acustica
ja: スキャニング(&A)
kk: &Акустикалық іздестіру
km: ការស្កេន​សំឡេង
ko: 신호 강도 들려주기(&A)
lt: &Garsinė paieška
mk: &Акустично скенирање
nb: &Akustisk søk
nds: Nettsöök mit T&oon
nl: &Akoestisch scannen
nn: &Akustisk søk
pa: ਸੁਣਨ ਖੋਜ(&A)
pl: &Akustyczne przeszukiwanie
pt: Varrimento &Acústico
pt_br: &Varredura da acústica
ru: &Акустическое сканирование
sk: &Akustické hľadanie
sl: &Akustično iskanje
sr: &Акустична потрага
sr@latn: &Akustična potraga
sv: &Akustisk avsökning
ta: ஓசை புலனைச் சார்ந்த வருடல்
tg: Сканеркунии &Акустикӣ
th: ค้นหาคลื่นแบบละเอียด
uk: Ак&устичне сканування
zh_cn: 声学扫描(&A)
zh_tw: 聲學掃描(&A)

source: Stay in System &Tray on Close
ar: إبقى في &صينية النظام عند الإغلاق
bg: &Иконизиране в системния панел при затваряне
br: Chom e &barlenn ar reizhiad pa serriñ
bs: Ostani u System Tray-u nakon zatvaranja
ca: Ves a la &safata de sistema en tancar
cs: Zůs&tat v systémové liště při uzavření
da: Bliv i status&elt ved lukning
de: &Beim Schließen im Systemabschnitt der Kontrollleiste offen halten
el: Διατήρηση στο &πλαίσιο συστήματος κατά το κλείσιμο
es: Permanecer en la barra de &tareas al cerrar
et: Sulgemisel jääb rakendus süs&teemses salves tööle
eu: Jarraitu sistemaren bandejan ixtean
fa: ماندن در &سینی سیستم هنگام بستن‌
fi: Pysy &paneelissa suljettaessa
fr: Rester dans la boîte à minia&tures à la fermeture
gl: Ficar na Bandexa do &Sistema ao Pecharse
hu: A program bezáráskor a &paneltálcába kerüljön
is: Vera áfram í &kerfisbakka við lokun
it: Mantieni nel &vassoio di sistema alla chiusura
ja: 閉じた後もシステムトレイにアイコンを表示する(&T)
kk: Жапқанда жүйелік &сөреде қалдыру
km: ទុក​ក្នុង​ថាស​ប្រព័ន្ធ ពេល​បិទ
ko: 닫을 때 시스템 트레이로 가기(&T)
lt: &Uždarius sumažinti į sistemos dėklą
mk: &Остани во сис. лента по затворањето
nb: Vedbli i system&kurven ved lukking
nds: &Bi't Tomaken in Systeemafsnitt wiederlopen
nl: In systeemvak blijven bij afslui&ten
nn: &Ligg i systemfeltet ved lukking
pa: ਬੰਦ ਕਰਨ ਤੇ ਸਿਸਟਮ ਟਰੇ 'ਚ ਰਹੋ(&T)
pl: Zostań w &tacce systemowej po zamknięciu
pt: Man&ter na Bandeja do Sistema ao Fechar
pt_br: Continuar da Área de Notificação ao Fec&har
ru: &Значок в системном лотке при закрытии
sk: &Minimalizuj do ikony na systémovej lište pri zavretí
sl: Ostani v sistemski vrstici ob &zaprtju
sr: Остани у системској &касети при затварању
sr@latn: Ostani u sistemskoj &kaseti pri zatvaranju
sv: &Bli kvar i systembrickan vid stängning
ta: மூடும்போது அமைப்புத் தட்டில் இரு
th: คงการทำงานไว้ในถาดระบบเมื่อปิดหน้าต่าง
uk: При закритті залишатись в системному &лотку
zh_cn: 关闭时停在系统托盘(&T)
zh_tw: 關閉視窗後留在系統匣內(&T)

source: Scan for &Networks...
ar: إمسح بحثاً عن ال&شبكات...
bg: &Търсене на мрежи...
br: O tezrann ar &roueadoù ...
bs: &Traži mreže...
ca: Explora &xarxes...
cs: Vy&hledat sítě...
da: Skanner efter &netværk...
de: Nach &Netzwerken suchen ...
el: Σάρωση για &δίκτυα...
es: Buscar &redes...
et: Võrkude otsimi&ne...
eu: Eskaneatu &sareen bila
fa: پویش برای &شبکه‌ها...‌
fi: &Etsi verkkoja...
fr: Chercher des &réseaux...
gl: Procurar por &Redes...
he: סרוק &רשתות...
hu: &Hálózat keresése...
is: Leita að &neti...
it: Ricerca &reti...
ja: ネットワークを探索(&N)...
kk: &Желілерді іздестіру...
km: ស្កេន​បណ្តាញ...
ko: 네트워크 검색(&N)...
lt: &Ieškoti tinklų...
mk: Барај за &мрежи...
nb: Søker etter &nettverk …
nds: &Nettwarksöök...
nl: Naar &netwerken zoeken...
nn: Søk etter &nettverk …
pa: ਨੈਟਵਰਕ ਲਈ ਖੋਜ(&N)...
pl: &Szukaj sieci...
pt: Procurar &Redes...
pt_br: Procurar por &Redes...
ru: Поиск &сетей...
sk: &Hľadať siete...
sl: Išči o&mrežja ...
sr: Потражи &мреже...
sr@latn: Potraži &mreže...
sv: Sök efter &nätverk...
ta: வலைத்தளங்களுக்கான வருடல்...
th: ค้นหาเครือข่าย...
uk: Сканування &мереж...
zh_cn: 扫描网络(&N)...
zh_tw: 掃描網路(&N)...

source: The current signal strength
ar: قوة الشارة الحالية
bg: Сила на сигнала
br: Nerzh an arhent red
bs: Trenutna jačina signala.
ca: La potència del senyal actual
cs: Aktuální síla signálu
da: Nuværende signalstyrke.
de: Die momentane Signalstärke
el: Η τρέχουσα ισχύς του σήματος
es: La potencia de la señal
et: Praegune signaalitugevus
eu: Uneko seinalearen indarra
fa: استحکام نشانک جاری
fi: Tämän hetkinen signaalin voimakkuus
fr: La force du signal actuel
gl: A forza do sinal actual
he: עוצמת האות הנוכחי
hu: A pillanatnyi jelerősség
is: Núverandi styrkur merkis
it: L'attuale intensità del segnale
ja: 現在の信号強度
kk: Сигналдың деңгейі
km: កម្លាំង​សញ្ញា​បច្ចុប្បន្ន
ko: 현재 신호 강도
lt: Dabartinis signalo galingumas
mk: Јачина на тековниот сигнал
nb: Her vises signalstyrken i øyeblikket
nds: Signaalstärk opstunns
nl: De huidige signaalsterkte
nn: Signalstyrken nett no
pa: ਮੌਜੂਦਾ ਸੰਕੇਤ ਸ਼ਕਤੀ
pl: Bieżąca moc sygnału
pt: Aqui é mostrada a potência actual do sinal
pt_br: O comprimento do sinal atual
ru: Уровень сигнала
sk: Aktuálna intenzita signálu
sl: Trenutna moč signala
sr: Тренутна снага сигнала
sr@latn: Trenutna snaga signala
sv: Aktuell signalstyrka
ta: தற்போதைய சிக்னலின் திறன்
tg: Иқтидори аломатдиҳии ҷорӣ
th: ระดับความแรงของสัญญาณในปัจจุบัน
uk: Потужність поточного сигналу
zh_cn: 当前的信号强度
zh_tw: 目前的信號強度

source: The speed at which the wireless LAN card is operating
ar: السرعة اللتي تعمل عليها بطاقة شبكة المنطقة المحلّية اللاسلكية
bg: Скорост на мрежовата карта, с която работи
bs: Brzina na kojoj radi bežična LAN kartica
ca: La velocitat a la que està operant la targeta de LAN sense fils
cs: Rychlost, jakou bezdrátová LAN karta pracuje
da: Hastigheden med hvilken det trådløse LAN-kort virker
de: Die momentane Übertragungsgeschwindigkeit der WLAN-Karte
el: Η ταχύτητα με την οποία η ασύρματη κάρτα LAN λειτουργεί
es: La velocidad a la que la tarjeta de red esta funcionando
et: Traadita võrgu kaardi töökiirus
eu: Kablerik gabeko LAN txartelaren uneko abiadura
fa: سرعتی که کارت شبکۀ داخلی بی‌سیم عمل می‌کند
fi: Langattoman verkkokortin toimintanopeus.
fr: La vitesse à laquelle la carte réseau sans fil fonctionne.
gl: A velocidade á que a tarxeta de rede sen fíos LAN está operando
he: המהירות שבה כרטיס ה-LAN האלחוטי מתפקד
hu: A WLAN-kártya működési sebessége
is: Hraðinn sem þráðlausa netkortið er að keyra á
it: La velocità a cui la scheda di rete wireless sta operando
ja: 無線 LAN カードが作動している速度
kk: Сымсыз желі картасының істейтін жылдамдығы
km: ល្បឿន​ដែល​កាត LAN ឥតខ្សែ កំពុង​ប្រតិបត្តិ​
ko: 현재 무선 네트워크 카드의 속도
lt: Bevielio ryšio plokštės darbo sparta
mk: Брзината на која работи бежичната LAN картичка
nb: Hastigheten som det trådløse LAN-kortet kjører med
nds: De Överdregen-Gauheit vun de Funknettwark-Koort
nl: De snelheid waarmee de LAN-kaart opereert
nn: Farten trådlauskortet opererer med
pa: ਗਤੀ, ਜਿਸ ਤੇ ਬੇਤਾਰ LAN ਕਾਰਡ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ
pl: Szybkość pracy bezprzewodowej karty sieciowej
pt: A velocidade a que a placa de rede ser fios está a trabalhar
pt_br: A velocidade com a qual a placa de wireless está operando
ru: Скорость работы беспроводной сетевой карты
sk: Rýchlosť, na ktorej práve funguje bezdrôtová karta
sl: Hitrost, pri kateri deluje kartica za brezžično omrežje
sr: Брзина на којој ради бежична LAN картица
sr@latn: Brzina na kojoj radi bežična LAN kartica
sv: Hastigheten som kortet för trådlöst lokalt nätverk arbetar med
ta: கம்பி இல்லா LAN அட்டையின் இயக்கு நேர வேகம்.
tg: Суръате, ки бо он корти шабакаи маҳаллии бесим амалиёт мебарад
th: ความเร็วในการทำงานของอุปกรณ์เครือข่ายไร้สาย
uk: Швидкість, з якою працює безпровідна карта ЛОМ
zh_cn: 无线网卡工作的速度
zh_tw: 無線網卡運作的速度

source: Detailed connection status
ar: حالة الإتصال المفصّلة
bg: Подробности за състоянието на връзката
br: Stad ar gevreadenn gant munudoù
bs: Detaljni status konekcije
ca: Estat detallat de la connexió
cs: Detailní informace o spojení
da: Detaljeret forbindelsesstatus
de: Detaillierter Verbindungsstatus
el: Λεπτομερής κατάσταση σύνδεσης
es: Estado detallado de la conexión
et: Ühenduse üksikasjalik staatus
eu: Konexioaren egoera zehatza
fa: جزئیات وضعیت اتصال
fi: Yksityiskohtainen yhteyden tila
fr: État détaillé de la connexion
gl: Estado de conexión detallado
he: מצב חיבור בעל מידע
hu: A kapcsolat állapota (részletes)
is: Nákvæm staða tengingar
it: Stato delle connessione dettagliato
ja: 詳細な接続状況
kk: Қосылым күй-жайының егжей-тегжейі
km: ស្ថានភាព​តភ្ជាប់​លម្អិត
ko: 자세한 연결 상태
lt: Detali ryšio statistika
mk: Детален статус за поврзувањето
nb: Detaljert tilkoblingsstatus
nds: Verwiedert Verbinnenstatus
nl: Gedetailleerde verbindingsstatus
nn: Detaljert sambandsstatus
pa: ਵੇਰਵੇ ਸਹਿਤ ਕੁਨੈਕਸ਼ਨ ਸਥਿਤੀ
pl: Szczegółowy status połączenia
pt: Estado detalhado da ligação
pt_br: Status detalhados da conexão
ru: Подробные сведения о соединении
sk: Detailný stav spojenia
sl: Podrobno stanje povezave
sr: Детаљни статус везе
sr@latn: Detaljni status veze
sv: Detaljerad anslutningsstatus
ta: இணைப்பு நிலை தகவல்கள்
tg: Ҳолати пайвастшавии ҷузъӣ
th: รายละเอียดสถานะการเชื่อมต่อ
uk: Докладний стан з'єднання
zh_cn: 详细的连接状态
zh_tw: 詳細連線狀態

source: Performs a scan to discover the networks you can log into
ar: يوئدي مسح لإكتشاف الشبكات التي يمكنك الدخول إليها
bg: Автоматично търсене на мрежи, към които може да се включите
bs: Izvodi skeniranje za otkrivanje mreža na koje se možete spojiti
ca: Fa una exploració per descobrir xarxes a les que s'hi pugui entrar
cs: Provede vyhledání sítí, do kterých se můžete přihlásit
da: Udfører en skanning for at opdage de netværk du kan logge på
de: Durchsucht die Umgebung nach verfügbaren Netzwerken.
el: Πραγματοποιεί μια σάρωση για την ανίχνευση δικτύων στα οποία μπορείτε να συνδεθείτε
es: Realiza una búsqueda para descubrir las redes a las que puede conectarse
et: Sooritab otsingu võrgu leidmiseks, kuhu sisse logida
eu: Eskaneatu, sar zaitezkeen sareen bila
fa: پویشی را برای یافتن شبکه‌هایی که می‌توانید در آن ثبت کنید، انجام می‌دهد
fi: Etsii verkot joihin voit kirjautua sisään
fr: Effectue une recherche pour découvrir les réseaux auxquels vous pouvez vous connecter.
gl: Leva a cabo un rastrexo para descubrir as redes nas que se pode entrar
he: העדף סריקה לרשתות אשר ביכולתך להיכנס לתוכן
hu: Az elérhető hálózatok keresése (ahová be lehet jelentkezni)
is: Leitar að netum sem þú getur skráð þig inn á
it: Esegui una scansione per scoprire le reti a cui puoi connetterti
ja: ログインできるネットワークを発見するためにスキャンを実行します。
kk: Қосыла алатын сымсыз желілерді іздестіру
km: ស្កេន​រកមើល​បណ្តាញ​ដែល​អ្នក​អាច​ចូល
ko: 로그인할 수 있는 네트워크 검색
lt: Ieškoma tinklų, prie kurių galima prisijungti
mk: Извршува скенирање за да открие на кои мрежи можете да се најавите
nb: Utfører et søk for å finne nettverk du kan logge inn på
nds: Söcht dat Rebeet na verföögbor Nettwarken dör
nl: Voert een scan uit om te kijken bij welke netwerken u kunt inloggen
nn: Søkjer etter nettverk du kan logga deg på
pa: ਨੈਟਵਰਕ, ਜਿਸ ਵਿੱਚ ਤੁਸੀਂ ਲਾਗਿੰਨ ਕਰ ਸਕੋ, ਲਈ ਖੋਜ ਕਰੋ
pl: Wykonuje przeszukiwanie w poszukiwaniu sieci do których możesz się zalogować
pt: Efectua uma procura para descobrir as redes a que se pode ligar
pt_br: Executa uma varredura, para descborir as redes as quais você pode acessar
ru: Поиск доступных для подключения сетей
sk: Vyhľadá dostupné siete, do ktorých je možné prihlásiť sa
sl: Opravi iskanje, da odkrije omrežja, na katera se lahko prijavite
sr: Потрага да би се откриле мреже на које можете да се пријавите
sr@latn: Potraga da bi se otkrile mreže na koje možete da se prijavite
sv: Utför en sökning för att upptäcka nätverken där du kan logga in
ta: நீங்கள் நுழைய ஒரு பிணையத்தை கண்டுபிடிக்க வருடலில் ஈடுபடுகிறது.
tg: Сканеркуниро барои гардиш дар шабакае, ки ба он ворид шудаед, пешкаш мекунад
th: ทำการค้นหาเครือข่ายที่คุณสามารถจะล็อกอินเข้าใช้งานได้
uk: Виконує сканування з метою пошуку мереж для реєстрації
zh_cn: 执行扫描，以便发现您可以登录的网络
zh_tw: 執行掃描以尋找您可以登入的網路

source: Scan in progress...
ar: المسح قيد التقدم...
bg: Търсене на мрежа...
br: O tezrann ...
bs: Skeniranje u toku...
ca: Exploració en progrés...
cs: Vyhledávání probíhá...
da: Skanning i gang...
de: Suche läuft ...
el: Σάρωση σε εξέλιξη...
es: Búsqueda en proceso...
et: Otsimine...
eu: Eskaneaketa martxan dago...
fa: پویش در حال اجرا...
fi: Etsiminen käynnissä...
fr: Recherche en cours...
gl: Rastrexo en progreso...
he: סריקה בפעולה...
hu: A keresés folyamatban...
is: Leit í gangi...
it: Scansione in corso...
ja: スキャン実行中...
kk: Іздестіруде...
km: ស្កេន​កំពុង​តែ​ដំណើរការ...
ko: 검색 중...
lt: Ieškoma...
mk: Барањето е во тек...
nb: Søk pågår …
nds: An't Söken...
nl: Bezig met scannen...
nn: Søkjer …
pa: ਖੋਜ ਜਾਰੀ ਹੈ...
pl: Przeszukiwanie w toku...
pt: Procura a decorrer...
pt_br: Em progresso...
ru: Идёт поиск...
sk: Prebieha hľadanie...
sl: Iskanje poteka ...
sr: Потрага је у току...
sr@latn: Potraga je u toku...
sv: Sökning pågår...
ta: வருடல் நடைபெறுகிறது...
tg: Ҷустуҷӯ дар амал...
th: กำลังทำการค้นหา...
uk: Йде сканування...
zh_cn: 扫描进行中...
zh_tw: 掃描進行中...

source: AccessPoint:
ar: نقطة النفاذ:
bg: Точка на достъп:
ca: Punt d'accés:
cs: Přístupový bod:
cy: Pwynt Cyrchiad:
da: Adgangspunkt:
de: Zugangspunkt:
el: Σημείο πρόσβασης:
es: Punto de acceso:
et: Tugijaam:
eu: Atzipen-puntua:
fa: نقطۀ دستیابی:
fi: Tukiasema:
fr: Point d'accès :
gl: Punto de Acceso:
he: נקודתגישה:
hu: Elérési pont:
is: Aðgangspunktur:
ja: アクセスポイント:
kk: Қатынау нүктесі:
ko: 액세스 포인트:
lt: Prieigos mazgas (access point):
mk: ТочкаНаПристап:
nb: Aksesspunkt:
nds: Togangspunkt:
nl: Toegangspunt:
nn: Tilgangspunkt:
pa: ਪਹੁੰਚ ਬਿੰਦੂ:
pl: Punkt dostępu:
pt: Ponto de acesso:
pt_br: Ponto de Acesso:
ru: Точка доступа:
sk: Prístupový bod:
sl: Dostopna točka:
sr: Тачка приступа:
sr@latn: Tačka pristupa:
sv: Åtkomstpunkt:
ta: அணுகல் புள்ளி
tg: Нуқтаи Дастёбӣ:
th: จุดเชื่อมต่อ:
uk: ТочкаВходження:
zh_cn: 访问点：
zh_tw: 存取點(AP)：

source: KWiFiManager - Wireless LAN Manager for KDE
ar: KWiFiManager - مسيير شبكة المنطقة المحلية اللاسلكية لِــ KDE
bg: Управление на безжичната мрежа
br: KWiFiManager - Merour ar rouedad hep neud evit KDE
bs: KWiFiManager - Wireless LAN Manager za KDE
ca: KWiFiManager - Gestor de LAN sense fils per al KDE
cs: KWiFiManager - Správce bezdrátové LAN pro KDE
cy: KRheolyddDiWi - Rheolydd LAN Di-Wifr ar gyfer KDE
da: KWiFiManager - Trådløs LAN-håndtering for KDE
de: KWiFiManager - Steuerungsprogramm für Funknetzwerke unter KDE
el: KWiFiManager - Διαχειριστής ασύρματου δικτύου για το KDE
es: KWiFiManager - Gestor de red inalámbrica para KDE
et: KWiFi haldur - KDE traadita kohtvõrgu haldur
eu: KWiFiManager - KDE-rako kablerik gabeko LAN kudeatzailea
fa: KWiFiManager - مدیر شبکۀ داخلی بی‌سیم برای KDE
fi: KWiFiManager - Langattoman lähiverkon hallintaohjelma KDE:lle
fr: KWiFiManager - Gestionnaire de réseaux locaux sans fil de KDE
gl: KWifiManager - Xestor de Redes Sen Fíos de KDE
he: KWiFiManager - מנהל LAN אלחוטי ל-KDE
hu: KWiFiManager - KDE-s beállítóprogram vezeték nélküli hálózatokhoz
is: KWiFiManager - stillingar þráðlauss nets fyrir KDE
it: KWiFiManager - Gestione Wireless LAN per KDE
ja: KWiFiManager - KDE の無線 LAN マネージャ
kk: KWiFiManager - KDE сымсыз желілердің менеджері
km: KWiFiManager - កម្មវិធី​គ្រប់គ្រង LAN ឥតខ្សែ​​សំរាប់​ KDE
ko: KWiFiManager - KDE 무선 네트워크 관리자
lt: KWiFiManager – KDE Bevielio Ryšio Kontrolės Centras
mk: KWiFiManager - Менаџер за безжична LAN за KDE
nb: KWiFiManager – Trådløst lokalnettbehandler for KDE
nds: KWiFiManager - Funknettwarkpleger för KDE
nl: KWiFiManager - Beheer van draadloze netwerken voor KDE
nn: KWiFiManager – KDE-program for styring av trådlause lokalnett
pa: ਕੇਵਾਈਫਾਈਮੈਨੇਜਰ - ਕੇਡੀਈ ਲਈ ਬੇਤਾਰ LAN ਪ੍ਰਬੰਧਕ
pl: KWiFiManager - Menedżer bezprzewodowej lokalnej sieci komputerowej dla KDE
pt: KWiFiManager - Gestor de Redes Wireless para o KDE
pt_br: Gerenciador de WiFi do KDE - Gerenciador de LAN Wireless
ru: KWiFiManager - администратор беспроводных сетей
sk: KWiFiManager - Správca bezdrôtovej LAN pre KDE
sl: KWiFiManager - Upravitelj brezžičnega omrežja LAN za KDE
sr: KWiFiManager — Менаџер безжичног LAN-а за KDE
sr@latn: KWiFiManager — Menadžer bezžičnog LAN-a za KDE
sv: KWiFiManager - KDE-hanterare för trådlöst lokalt nätverk
tg: KWiFiManager - Мудири Шабакаҳои Маҳаллии Бесим барои KDE
th: KWiFiManager - เครื่องมือจัดการอุปกรณ์เครือข่ายไร้สายของ KDE
uk: KWiFiManager - Менеджер локальної радіо мережі для KDE
zh_cn: KWiFiManager - KDE 的无线局域网管理器
zh_tw: KWiFiManager - KDE 的無線網路管理員

source: Original Author and Maintainer
ar: المؤلف الأصلي و المشرف على الصيانة
br: Oberour kentañ ha ratreer
ca: Autor original i mantenidor
cs: Původní autor a správce
da: Oprindelig forfatter og vedligeholder
de: Ursprünglicher Autor und Betreuer
el: Αρχικός συγγραφέας και συντηρητής
es: Autor original y mantenedor
et: Algne autor ja hooldaja
eu: Jatorrizko egilea eta mantentzailea
fa: نویسنده و نگه‌دارندۀ اصلی
fi: Alkuperäinen tekijä ja ylläpitäjä
fr: Auteur original et mainteneur
gl: Autor orixinal e responsábel de mantemento
he: כותב ומתחזק מקורי
hu: Eredeti szerző és karbantartó
is: Upprunalegur höfundur og umsjónarmaður
it: Autore originale e responsabile
ja: オリジナルの作者およびメンテナ
kk: Бастапқы автор және жетілдірушісі
km: អ្នកនិពន្ធ និង​អ្នកថែទាំ​ដើម
ko: 원 저자와 관리자
lt: Pradinis autorius
mk: Оригинален автор и одржувач
nb: Opprinnelig forfatter og vedlilkeholder
nds: Orginaalschriever un Pleger
nl: Oorspronkelijke auteur en onderhouder
nn: Opphavleg utviklar og vedlikehaldar
pa: ਅਸਲੀ ਲੇਖਕ ਤੇ ਪ੍ਰਬੰਧਕ
pl: Pierwszy autor i opiekun
pt: Autoria Original e Manutenção
pt_br: Autor Original e Mantenedor
ru: Автор и разработчик
sk: Pôvodný autor a správca
sl: Prvotni avtor in vzdrževalec
sr: Оригинални аутор и одржавалац
sr@latn: Originalni autor i održavalac
sv: Ursprunglig upphovsman och utvecklare
th: ผู้เขียนแรกเริ่มและผู้ดูแล
uk: Перший автор і супровід
zh_cn: 原作者和维护者
zh_tw: 原始作者與維護者

source: Lots of Fixes and Optimizations, added Session Management
ar: العديد من التصليحات و تحسينات الإداء ، قام بإضافة تسيير الجلسة
bs: Puno ispravki i optimizacija, dodano upravljanje sesijama
ca: Moltes correccions i optimitzacions, ha afegir la gestió de sessions
cs: Mnoho oprav a optimalizací, přidání správy relace
da: Masser af rettelser og optimeringer, tilføjede sessionshåndtering
de: Viele Fehlerbereinigungen und Optimierungen, Sitzungs-Verwaltung
el: Πολλές διορθώσεις και βελτιώσεις, προσθήκη διαχειριστή συνεδρίας
es: Montones de arreglos y optimizaciones, añadida gestión de sesiones
et: Hulgaliselt parandusi, seansihalduse lisamine
eu: Hobekuntza eta zuzenketa asko, sesio kudeaketa gehituta
fa: رفع اشکالات و بهینه‌سازیهای بسیار، مدیریت نشست را افزود
fi: Paljon korjauksia ja optimointeja. Lisäsi istuntojenhallinnan.
fr: Beaucoup de corrections et d'optimisations, ajout du gestion des sessions
gl: Moitas correccións e optimizacións, engadida a xestión de sesións
he: הרבה תיקונים ואופטימיזציות, הוסיף ניהול.
hu: Sok hibajavítás és optimalizáció, munkafolyamat-kezelés
is: Fullt af lagfæringum og fínstillingum, bætti við setustjórnun
it: Molte correzioni e ottimizzazioni, aggiunta gestione sessione
ja: 多数の修正と最適化、セッション管理の追加
kk: Біраз түзетулер мен оңтайландырулар, сеанстарды басқару
km: ការគ្រប់គ្រង​សម័យ​ដែល​បាន​បន្ថែម មាន​ការ​ជួសជុល​ជាច្រើន និង​កាន់តែ​ប្រសើរ​ឡើង
ko: 많은 수리, 최적화, 세션 관리자 추가
lt: Daug pataisymų ir patobulinimų, pridėtas seansų valdymas
mk: Многу поправки и оптимизации, додаден менаџмент на сесии
nb: Mange rettelser og optimaliseringer, lagt til øktbehandling
nds: Koderichten un Verbetern, Törnpleeg toföögt
nl: Diverse reparaties en optimalisaties, heeft sessiebeheer toegevoegd
nn: Mange rettingar og optimeringar, lagt til økthandsaming
pa: ਕਈ ਸੋਧਾਂ ਤੇ ਅਨੁਕੂਲਤਾਵਾਂ, ਅਜਲਾਸ ਪ੍ਰਬੰਧਕ ਸ਼ਾਮਲ
pl: Dużo poprawek i optymalizacji, dodane zarządzanie sesją
pt: Muitas Correcções e Optimizações, adicionou Gestão de Sessão
pt_br: Muitas correções e otimizações; Gerenciamento de Seção
ru: Множество исправлений, управление сеансами
sk: Mnoho opráv a optimalizácií, pridanie podpory pre sedenia
sl: Veliko popravkov in optimizacij, dodano upravljanje sej
sr: Много исправки и оптимизација, управљање сесијама
sr@latn: Mnogo ispravki i optimizacija, upravljanje sesijama
sv: Många rättningar och optimeringar, samt tillägg av sessionshantering
th: แก้ไขข้อผิดพลาดและปรับแต่งการทำงาน, เพิ่มส่วนจัดการเซสชัน
uk: Багато виправлень та вдосконалень, додано керування сеансами
zh_cn: 许多修复和优化，添加了会话管理
zh_tw: 許多修正與最佳化，加入連線期間管理員

source: off
ar: غير شغال
bg: изключено
br: marv
bs: isključeno
ca: apagat
cs: vypnuto
cy: i ffwrdd
da: fra
de: aus
el: κλειστό
es: deshabilitado
et: väljas
eu: itzalita
fa: خاموش
fi: poissa
fr: désactivé
gl: apagada
he: כבוי
hu: kikapcsolva
is: óvirkt
it: non attivo
ja: オフ
kk: өшірілуде
km: បិទ
ko: 끔
lt: išj.
mk: исклучено
nb: av
nds: ut
nl: uit
nn: av
pa: ਬੰਦ
pl: wyłączony
pt: desligada
pt_br: desligado
ru: выкл
sk: vypnuté
sl: izključeno
sr: искључено
sr@latn: isključeno
sv: av
ta: அணை
tg: не
th: ปิด
uk: вимкнено
zh_cn: 关
zh_tw: 關閉
