Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/kwifimanager.po
Languages: ar, bg, br, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn, zh_tw

source: _: NAME OF TRANSLATORS Your names
ar: Mohamed SAAD محمد سعد
bg: Радостин Раднев
br: Thierry Vignaud, Jañ-Mai Drapier
bs: Helić Bakir
ca: Antoni Bella Perez
cs: Lukáš Tinkl
cy: KD wrth KGyfieithu
da: Erik Kjær Pedersen
de: Stefan Winter
el: Σπύρος Γεωργαράς, Τούσης Μανώλης
es: Jaime Robles,Matías Costa
et: Marek Laane
eu: Ion Gaztañaga
fa: نازنین کاظمی
fi: Teemu Rytilahti,Mikko Ikola
fr: Matthieu Robin,Nicolas Ternisien
gl: Xabi García
he: Diego Iastrubni tahmar1900
hu: Szántó Tamás
is: Stígur Snæsson, Þröstur Svanbergsson
it: Alessandro Astarita,Daniele Medri
ja: Toshihiro Yamagishi
kk: Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: ,Launchpad Contributions:,Park Shinjo
lt: Dovydas Sankauskas
mk: Зоран Димовски
nb: Bjørn Steensrud
nds: Manfred Wiese
nl: Wilbert Berendsen,Rinse de Vries
nn: Gaute Hvoslef Kvalnes
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
pl: Marcin Garski
pt: Pedro Morais,José Nuno Pires
pt_br: Waldemar Silva Júnior, Lisiane Sztoltz Teixeira;Fernando Boaglio
ru: Леонид Кантер
sk: Stanislav Višňovský, Jozef Říha
sl: Gregor Rakar,Urban Škudnik,Matjaž Horvat,Jure Repinc
sr: Танасковић Топлица,Слободан Симић
sr@latn: Tanasković Toplica,Slobodan Simić
sv: Mattias Newzella
ta: அ.அகஸ்டின் ராஜ்
tg: Абророва Хиромон
th: ถนอมทรัพย์ นพบูรณ์
uk: Іван Петрущак
zh_cn: KDE 简体中文翻译组
zh_tw: Frank Weng (a.k.a. Franklin)

source: _: EMAIL OF TRANSLATORS Your emails
ar: metehyi@free.fr
bg: radnev@yahoo.com
br: tvignaud@mandriva.com, jdrapier@club-internet.fr
bs: bh@linux.org.ba
ca: bella5@teleline.es
cs: lukas@kde.org
cy: kyfieithu@dotmon.com
da: erik@binghamton.edu
de: swinter@kde.org
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: jaime@kde.org,mcc3@alu.um.es
et: bald@starman.ee
eu: igaztanaga@gmail.com
fa: kazemi@itland.ir
fi: teemu.rytilahti@kde-fi.org,ikola@iki.fi
fr: kde@macolu.org,nicolas.ternisien@gmail.com
gl: xabigf@gmx.net
he: elcuco@kdemail.net tahmar1900@gmail.com
hu: tszanto@mol.hu
is: stigur@vortex.is, throstur@bylur.net
it: aleast@capri.it,madrid@linuxmeeting.net
ja: toshihiro@turbolinux.co.jp
kk: sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
lt: laisve@gmail.com
mk: decata@mt.net.mk
nb: bjornst@powertech.no
nds: m.j.wiese@web.de
nl: wilbert@kde.nl,rinsedevries@kde.nl
nn: gaute@verdsveven.com
pa: aalam@users.sf.net
pl: mgarski@post.pl
pt: morais@kde.org,jncp@netcabo.pt
pt_br: wsjunior@kdemail.net, lisiane@kdemail.net
ru: leon@asplinux.ru
sk: visnovsky@kde.org, jose1711@gmail.com
sl: gregor.rakar@kiss.si,urban.skudnik@siol.net,matjaz@owca.info,jlp@holodeck1.com
sr: toptan@kde.org.yu,simicsl@verat.net
sr@latn: toptan@kde.org.yu,simicsl@verat.net
sv: newzella@linux.nu
ta: augustin_raj@hotmail.com
tg: H_Abrorova@rambler.ru
th: donga_n@yahoo.com
uk: ivanpetrouchtchak@yahoo.com
zh_cn: i18n-translation@lists.linux.net.cn
zh_tw: franklin at goodhorse dot idv dot tw

source: UNKNOWN
ar: غير معروف
bg: НЕИЗВЕСТНО
br: DIANAV
bs: NEPOZNATO
ca: DESCONEGUT
cs: NEZNÁMÉ
cy: ANHYSBYS
da: UKENDT
de: UNBEKANNT
el: ΑΓΝΩΣΤΟ
es: DESCONOCIDO
et: TUNDMATU
eu: EZEZAGUNA
fa: ناشناخته
fi: TUNTEMATON
fr: INCONNU
gl: DESCOÑECIDO
he: לא ידוע
hu: Ismeretlen
is: ÓÞEKKT
it: SCONOSCIUTO
ja: 不明
kk: БЕЙМӘЛІМ
km: មិនស្គាល់
ko: 알 수 없음
lt: NEŽINOMAS
mk: НЕПОЗНАТО
nb: UKJENT
nds: Nich bekannt
nl: ONBEKEND
nn: UKJEND
pa: ਅਣਜਾਣ
pl: NIEZNANA
pt: DESCONHECIDA
pt_br: DESCONHECIDO
ru: НЕИЗВ.
sk: NEZNÁMA
sl: NEZNANO
sr: НЕПОЗНАТ
sr@latn: NEPOZNAT
sv: OKÄND
ta: அறியாத
tg: НОМАЪЛУМ
th: ไม่ทราบ
uk: НЕВІДОМА
zh_cn: 未知
zh_tw: 未知的

source: Network Name
ar: إسم الشبكة
bg: Име на мрежа
br: Anv ar rouedad
ca: Nom de xarxa
cs: Název sítě
da: Netværksnavn
de: Netzwerkname
el: Όνομα δικτύου
es: Nombre de red
et: Võrgu nimi
eu: Sarearen izena
fa: نام شبکه
fi: Verkon nimi
fr: Nom du réseau
gl: Nome da Rede
he: שם הרשת
hu: Hálózati név
is: Nafn á neti
it: Nome di rete
ja: ネットワーク名
kk: Желінің атауы
km: ឈ្មោះបណ្តាញ
ko: 네트워크 이름
lt: Tinklo pavadinimas
mk: Име на мрежа
nb: Nettverksnavn
nds: Nettwarknaam
nl: Netwerknaam
nn: Nettverksnamn
pa: ਨੈਟਵਰਕ ਨਾਂ
pl: Nazwa sieci
pt: Nome da Rede
pt_br: Nome da Rede
ru: Имя сети
sk: Názov siete
sl: Ime omrežja
sr: Име мреже
sr@latn: Ime mreže
sv: Nätverksnamn
th: ชื่อเครือข่าย
uk: Назва мережі
zh_cn: 网络名称
zh_tw: 網路名稱

source: Mode
ar: النمط
bg: Режим
br: Mod
cs: Režim
cy: Modd
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
et: Režiim
eu: Modua
fa: حالت
fi: Tila
gl: Modo
he: מצב
hu: Mód
is: Hamur
it: Modalità
ja: モード
kk: Режімі
km: របៀប
ko: 모드
lt: Veiksena
mk: Режим
nb: Modus
nds: Bedriefoort
nl: Modus
nn: Modus
pa: ਢੰਗ
pl: Tryb
pt: Modo
pt_br: Modo
ru: Режим
sk: Režim
sl: Način
sr: Режим
sr@latn: Režim
sv: Läge
th: โหมด
uk: Режим
zh_cn: 模式
zh_tw: 模式

source: Quality
ar: الجودة
bg: Качество
br: Perzh-mat
ca: Qualitat
cs: Kvalita
cy: Ansawdd
da: Kvalitet
de: Qualität
el: Ποιότητα
es: Calidad
et: Kvaliteet
eu: Kalitatea
fa: کیفیت
fi: Laatu
fr: Qualité
gl: Calidade
he: איכות
hu: Minőség
is: Gæði
it: Qualità
ja: 品質
kk: Сапасы
km: គុណភាព
ko: 신호 품질
lt: Kokybė
mk: Квалитет
nb: Kvalitet
nds: Gööd
nl: Kwaliteit
nn: Kvalitet
pa: ਗੁਣਵੱਤਾ
pl: Jakość
pt: Qualidade
pt_br: Qualidade
ru: Качество
sk: Kvalita
sl: Kvaliteta
sr: Квалитет
sr@latn: Kvalitet
sv: Kvalitet
th: คุณภาพ
uk: Якість
zh_cn: 质量
zh_tw: 品質

source: WEP
bg: Сигурност
th: รหัสผ่านแบบ WEP

source: Unable to perform the scan. Please make sure the executable "iwlist" is in your $PATH.
ar: غير قادر على إداء المسح. الرجاء التأكد من أنّ البرنامج التنفيضي "iwlist" موجود في مسارك $PATH.
bg: Сканирането беше неуспешно. Моля, проверете дали изпълнимият "iwlist" е в $ПЪТЯ.
ca: No es pot efectuar l'escaneig. Comproveu que l'executable "iwlist" estigui en el vostre $PATH.
cs: Není možné provést vyhledání. Ujistěte se, že je cesta k programu "iwlist" v proměnné $PATH.
da: Kan ikke udføre skanningen. Sørg for at det binære program "iwlist" er i din $PATH.
de: Die Suche nach Netzen konnte nicht durchgeführt werden. Das Programm "iwlist" konnte nicht gefunden werden. Stellen Sie bitte sicher, dass es sich in Ihrem $PATH befindet.
el: Δεν είναι δυνατή η εκτέλεση της σάρωσης. Παρακαλώ σιγουρευτείτε ότι το εκτελέσιμο του "iwlist" είναι στο $PATH σας.
es: Imposible realizar un rastreo de redes inalámbricas. Asegúrese de que el ejecutable «iwlist» está en su $PATH.
et: Otsimine ebaõnnestus. Palun kontrolli, et käivitatav fail "iwlist" asub sinu otsinguteel ($PATH).
eu: Ezin burutu eskaneatzea. Egiaztatu "iwlist" zure bide-izenean dagoen ($PATH).
fa: قادر به انجام پویش نیست. لطفاً، مطمئن شوید که »iwlist« قابل اجرا در $PATH شما وجود دارد.
fi: Skannausta ei voitu tehdä. Varmista, että ohjelma "iwlist" on polussasi.
fr: Impossible d'effectuer la recherche. Vérifiez que l'exécutable « iwlist » est bien dans votre $PATH.
gl: Imposíbel executar o rastrexo. Por favor, cerciórese de que o executábel "iwlist" está no seu $PATH.
he: אין אפשרות לערוך את הסריקה. אנא ודה שקובץ ההרצה "iwlist" נמצא בתוך $הנתיב שלך.
hu: Nem lehet keresést végezni. Ellenőrizze, hogy az "iwlist" program szerepel-e az elérési útban.
is: Get ekki framkvæmt skönnun. Gangtu úr skugga um að keyranlega skráin "iwlist" sé í slóðinni þinni.
it: Impossibile eseguire la scansione. Assicurati che l'eseguibile "iwlist" sia nella variabile d'ambiente PATH.
ja: 探索できませんでした。実行ファイル "iwlist" が $PATH にあることを確認してください。
kk: Іздестіруі болмады. "iwlist" бағдарламасы $PATH жолдарында бар екенін тексеріңіз.
km: មិន​អាច​ស្កេន ។ សូម​ប្រាកដ​ថា "iwlist" ដែល​អាច​ប្រតិបត្តិបាន​មាន​នៅ​ក្នុង $PATH ។
ko: 검색을 할 수 없습니다. $PATH에 "iwlist" 실행 파일의 경로가 설정 되어 있는지 확인하십시오.
lt: Skenuoti nepavyko. Patikrinkite ar programa „iwlist“ yra programų kelyje $PATH.
mk: Не можам да го направам скенирањето. Осигурете се дека ја имате програмата „iwlist“ во вашата $PATH.
nb: Klarer ikke å skanne. Sjekk om den kjørbare file iwlist ligger i filbanen din (variabelen $path).
nds: De Nettsöök lett sik nich utföhren. Bitte prööv, wat sik dat Programm "iwlist" över Dien PATH-Variable finnen lett.
nl: Kon de scan niet uitvoeren. Controleer of het commando "iwlist" zich in uw $PATH bevindt.
nn: Klarte ikkje skanna. Sjå til at programmet «iwlist» ligg i søkjestigen ($PATH).
pl: Nie można przeprowadzić wyszukiwania. Proszę się upewnić, że program"iwlist" znajduje się w Twojej ścieżce przeszukiwania (zmienna $PATH).
pt: Não é possível efectuar a pesquisa. Garanta por favor que o executável "iwlist" está na sua $PATH.
pt_br: Não foi possível fazer a busca. Certifique-se que o executável "iwlist" está no seu $PATH.
ru: Невозможно осуществить сканирование сетей. Убедитесь, что программа "iwlist" доступна через $PATH.
sk: Nebolo možné vykonať vyhľadávanie. Prosím skontrolujte, či sa v premennej $PATH nachádza spustiteľný súbor "iwlist".
sl: Ni moč opraviti iskanja. Prosim prepričajte se, da je program »iwlist« v mapi, ki je v spremenljivki $PATH.
sr: Не могу да извршим потрагу. Проверите да ли се наредба „iwlist“ може наћи у вашој путањи.
sr@latn: Ne mogu da izvršim potragu. Proverite da li se naredba „iwlist“ može naći u vašoj putanji.
sv: Kan inte utföra sökningen. Försäkra dig om att den körbara filen "iwlist" finns i din sökväg $PATH.
th: ไม่สามารถทำการค้นหาได้ โปรดแน่ใจว่ามีโปรแกรม "iwlist" อยู่ใน $PATH ของคุณ
uk: Не вдається виконати сканування. Будь ласка, перевірте чи файл програми "iwlist" знаходиться у вашому $PATH.
zh_cn: 无法执行扫描。请确定可执行文件“iwlist”位于您的 $PATH 中。
zh_tw: 無法執行掃描。請確定 iwlist 在您的執行路徑中。

source: Scanning not possible
ar: المسح غير ممكن
bg: Сканирането е невъзможно
ca: No és possible escanejar
cs: Vyhledávání není možné
da: Skanning ikke mulig
de: Suche nach Netzen nicht möglich
el: Η σάρωση δεν είναι δυνατή
es: Rastreo imposible
et: Otsimine pole võimalik
eu: Ezin da eskaneatu
fa: پویش ممکن نیست
fi: Skannaus ei ole mahdollista
fr: Recherche impossible
gl: Non é posíbel o rastrexo
he: סריקה אינה אפשרית
hu: Nem lehet keresni
is: Skönnun ekki möguleg
it: Scansione non possibile
ja: 探索できません
kk: Іздестіру мүмкін емес
km: មិន​អាច​ស្កេន
ko: 검색할 수 없음
lt: Skenuoti nepavyks
mk: Скенирањето не е возможно
nb: Klarer ikke å skanne
nds: Söök nich mööglich
nl: Scannen is niet mogelijk
nn: Skanning er ikkje mogleg
pl: Wyszukiwanie niemożliwe
pt: A pesquisa não é possível
pt_br: Não é possível executar a varredura
ru: Сканирование невозможно
sk: Vyhľadávanie nebolo možné
sl: Iskanje ni možno
sr: Потрага није могућа
sr@latn: Potraga nije moguća
sv: Sökning inte möjlig
th: ไม่สามารถทำการค้นหาได้
uk: Сканування неможливе
zh_cn: 无法扫描
zh_tw: 無法掃描

source: Your card does not support scanning. The results window will not contain any results.
ar: إنّ بطاقتك لا تدعم المسح. لن تحتوي نافذة النتائج على أي نتيجة.
bg: Картата ви не поддържа сканиране. В прозореца яма да има никакви резултати.
ca: La vostra targeta no permet escanejar. La finestra de resultats no mostrarà res.
cs: Vaše karta nepodporuje vyhledávání. Výsledné okno nebude obsahovat žádný výsledek.
da: Dit kort understøtter ikke skanning. Resultatvinduet vil ikke indeholde noget resultat.
de: Ihr WLAN-Kartentreiber unterstützt die Suche nach Netzen nicht. Im Suchergebnis werden daher keine Treffer angezeigt.
el: Η κάρτα σας δεν υποστηρίζει την εκτέλεση σάρωσης. Το παράθυρο αποτελεσμάτων θα είναι κενό.
es: Su tarjeta no soporte rastreo de redes. La ventana de resultados no contiene ningún resultado.
et: Sinu kaart ei toeta otsimist. Tulemusteaken ei sisalda mingeid tulemusi.
eu: Zure txartelak ez du eskaneatzeko euskarririk. Emaitza-leihoak ez du inongo emaitzarik izanen.
fa: کارت شما پویش را پشتیبانی نمی‌کند. پنجرۀ نتایج هیچ نتیجه‌ای را در برندارد.
fi: Verkkokorttisi ei tue skannausta. Tulosikkunassa ei ole yhtään tulosta.
fr: Votre carte ne gère pas la recherche. La fenêtre de résultats sera vide.
gl: A súa tarxeta non atura o rastrexo. A fiestra de resultados non conterá ningunha información,
he: הכרטיס שלך אינו תומך בסריקה. חלון התוצאה לא יכלול שום תוצאות.
hu: A kártya nem támogat keresést, ezért az eredménylista üres lesz.
is: Kortið þitt styður ekki skönnun. Glugginn mun ekki sýna neina niðurstöðu.
it: La tua scheda non permette di eseguire scansioni. La finestra dei risultati sarà quindi vuota.
ja: あなたのカードは探索をサポートしていません。結果ウィンドウには何も表示されません。
kk: Картаңыз іздестіруді істей алмайды. Нәтижелер терезесі бос болады.
km: កាត​របស់​អ្នក​មិន​គាំទ្រ​ការ​ស្កេន ។ បង្អួច​លទ្ធផល​នឹង​មិន​មាន​លទ្ធផល​ណាមួយ​ឡើយ ។
ko: 여러분의 카드에서 검색을 지원하지 않습니다. 결과 목록 창은 비어 있을 것입니다.
lt: Su šia bevielio ryšio plokšte skenuoti nepavyks. Atsakymų lange rezultatai nebus pateikti.
mk: Вашата картичка не поддржува скенирање. Прозорецот со резултати нема да има никакви резултати.
nb: Kortet ditt støtter ikke skanning. Resultatvinduet vil ikke inneholde noen resultater.
nds: Dien Koort ünnerstütt keen Nettsöök. Dat Resultaatfinster warrt leddig blieven.
nl: Uw hardware biedt geen ondersteuning om te scannen. Het resultaatvenster zal daarom geen resultaten bevatten.
nn: Kortet støttar ikkje skanning. Resultatvindauget vil vera tomt.
pl: Twoja karta nie obsługuje wyszukiwania. Okno wyników nie będzie zawierać żadnych informacji.
pt: A sua placa não suporta a pesquisa. A janela de resultados não irá conter nada.
pt_br: Sua placa de rede não suporta varredura. A janela de resultados não exibirá nada.
ru: Ваша карта не поддерживает сканирование.
sk: Vaša karta nepodporuje vyhľadávanie. Okno nebude obsahovať žiadne výsledky.
sl: Vaša kartica ne podpira iskanja. Okno z rezultati bo prazno.
sr: Ваша картица не подржава потрагу. Прозор за резултате неће садржати ниједан резултат.
sr@latn: Vaša kartica ne podržava potragu. Prozor za rezultate neće sadržati nijedan rezultat.
sv: Ditt kort stöder inte sökning. Resultatfönstret kommer inte att innehålla några resultat.
th: การ์ดไร้สายของคุณไม่รองรับการค้นหาคลื่น หน้าต่างผลลัพธ์จะไม่แสดงผลลัพธ์ใดๆ
uk: Ваша плата не підтримує сканування. У вікні результатів не буде показано жодних результатів.
zh_cn: 您的网卡不支持扫描。结果窗口将不包含任何结果。
zh_tw: 您的卡不支援掃描。

source: Managed
ar: مسيير
bg: Управляем
br: Meret
ca: Gestionada
cs: Spravovaný
cy: Rheolwyd
da: Håndteret
de: Verwaltet
el: Χειριζόμενο
es: Gestionado
et: Hallatav
eu: Kudeatua
fa: مدیریت‌شده
fr: Géré
gl: Xestionado
he: מנוהל
hu: Kezelt
ko: 관리됨
lt: Valdomas
mk: Менаџирано
nb: Styrt
nds: Pleegt
nl: Beheerd
nn: Styrt
pa: ਪ੍ਰਬੰਧਿਤ
pl: Zarządzana
pt: Gerido
pt_br: Gerenciado
ru: С точкой доступа
sl: Upravljano
sr: Управљано
sr@latn: Upravljano
sv: Hanterad
th: เชื่อมต่อผ่านจุดเชื่อมต่อ (Managed)
uk: Керується
zh_cn: 被管制
zh_tw: 管理

source: Ad-Hoc
ar: المناسب
bg: Специален
el: Αυθαίρετο
fr: Poste à poste
he: מיידי
ja: アドホック
ru: Одноранговая
sr: Ад хок
sr@latn: Ad hok
th: เชื่อมต่ออิสระ (Ad-Hoc)
uk: Залежно від обставин

source: No Interface
ar: لا واجهة
bg: Няма интерфейс
br: Etrefas ebet
bs: Nema bežičnog mrežnog uređaja
ca: Sense interfície
cs: Žádné rozhraní
cy: Dim Rhyngwyneb
da: Ingen grænseflade
de: Keine Schnittstelle
el: Καμία διασύνδεση
es: Sin interfaz
et: Liides puudub
eu: Interfazerik ez
fa: بدون واسط
fi: Ei laitetta
fr: Aucune interface
gl: Sen Interface
he: אין מנשק
hu: Nem található csatolókártya
is: Ekkert tengi
it: Nessuna interfaccia
ja: インターフェースが見つかりません
kk: Интерфейсі жоқ
km: គ្មាន​ចំណុចប្រទាក់
ko: 인터페이스 없음
lt: Nėra įrenginio
mk: Нема интерфејс
nb: Ikke noe grensesnitt
nds: Keen Koppelsteed
nl: Geen interface
nn: Ikkje noko grensesnitt
pa: ਕੋਈ ਇੰਟਰਫੇਸ ਨਹੀਂ
pl: Brak interfejsu
pt: Sem Interface
pt_br: Sem Interface
ru: Нет интерфейса
sk: Žiadne rozhranie
sl: Ni vmesnika
sr: Нема интерфејса
sr@latn: Nema interfejsa
sv: Inget gränssnitt
ta: இடைமுகம் இல்லை
tg: Интерфейс нест
th: ไม่พบอุปกรณ์
uk: Немає інтерфейсу
zh_cn: 无接口
zh_tw: 沒有介面

source: Interface %1
ar: الواجهة %1
bg: Интерфейс %1
br: Etrefas %1
bs: Uređaj %1
ca: Interfície %1
cs: Rozhraní %1
cy: Rhyngwyneb %1
da: Grænseflade %1
de: Schnittstelle %1
el: Διασύνδεση %1
es: Interfaz %1
et: Liides %1
eu: %1 interfazea
fa: واسط %1
fi: Laite %1
he: מנשק %1
hu: %1. csatoló
is: Tengi %1
it: Interfaccia %1
ja: インターフェース %1
kk: %1 интерфейсі
km: ចំណុចប្រទាក់ %1
ko: 인터페이스 %1
lt: Įrenginys %1
mk: Интерфејс %1
nb: Grensesnitt %1
nds: Koppelsteed %1
nn: Grensesnitt %1
pa: ਇੰਟਰਫੇਸ %1
pl: Interfejs %1
ru: Интерфейс %1
sk: Rozhranie %1
sl: Vmesnik %1
sr: Интерфејс %1
sr@latn: Interfejs %1
sv: Gränssnitt %1
ta: இடைமுகம் %1
tg: Интерфейси %1
th: อุปกรณ์ %1
uk: Інтерфейс %1
zh_cn: 接口 %1
zh_tw: 介面 %1

source: N/A
ar: غير متوفر
bs: Nije dostupno
ca: NS/NC
da: I/T
de: N/V
el: Μ/Δ
eu: E/E
fi: EI SAATAVILLA
he: לא זמין
hu: (nincs)
is: Á ekki við
it: n/d
ja: なし
kk: А/Ж
km: អត់​មាន
ko: 없음
lt: Nėra
nb: I/T
nds: k.A.
nl: nvt
nn: I/T
pa: ਉਪਲੱਬਧ ਨਹੀ
pl: BRAK
pt: N/D
ru: Недоступно
sk: NIE JE K DISPOZÍCII
sl: N/P
sr: Н/Д
sr@latn: N/D
sv: Inte tillgänglig
tg: Дастрас нест
th: ไม่มีข้อมูล
uk: н/п
zh_cn: 不可用
zh_tw: 不存在

source: &Disable Radio
ar: &عطّل الراديو
bg: &Изключване на радиопредаването
bs: &Isključi radio
ca: &Deshabilita ràdio
cs: Z&akázat radio
cy: &Analluogi Radio
da: &Deaktivér radio
de: Antenne &abschalten
el: &Απενεργοποίηση σήματος
es: &Deshabilitar radio
et: &Raadio väljalülitamine
eu: &Ezgaitu irratia
fa: &غیرفعال‌سازی رادیو‌
fi: &Poista radio käytöstä
fr: &Désactiver la radio
gl: &Deshabilitar Radio
he: &הפסק שידור
hu: A rádió le&tiltása
is: &Stöðva útvörpun
it: &Disabilita radio
ja: 無線を切る(&D)
kk: Радионы ө&шіру
km: បិទ​វិទ្យុ
ko: 무선 끄기(&D)
lt: &Atjungti Radio
mk: &Оневозможи радио
nb: &Slå av radio
nds: Funk u&tmaken
nl: Radio &uitschakelen
nn: &Slå av radio
pa: ਰੇਡੀਓ ਆਯੋਗ(&D)
pl: &Wyłącz radio
pt: &Desactivar o Rádio
pt_br: &Desabilitar Rádio
ru: &Выключить радио
sk: &Vypnúť rádio
sl: &Onemogoči radio
sr: &Искључи радио
sr@latn: &Isključi radio
sv: Inaktivera ra&dio
ta: ரேடியோவை செயலிழக்கச் செய்
tg: &Хомӯш кардани Радио
th: ปิดการส่งสัญญาณวิทยุ
uk: &Вимкнути Радіо
zh_cn: 禁用无线发射(&D)
zh_tw: 關閉無線(&D)

source: &Use Alternate Strength Calculation
ar: &إستعمل حساب القوة البديل
bg: &Алтернативно изчисление на силата на сигнала
bs: &Koristi drugačiju jačinu izračunavanja
ca: &Usa el càlcul alternatiu de la potència
cs: Po&užít jiný výpočet síly
da: Br&ug beregning af alternativ styrke
de: &Alternative Signalstärkeberechnung verwenden
el: Χρήση εναλλακτικού υπολογ&ισμού ισχύος σήματος
es: &Usar un cálculo de fuerza alternativo
et: Alternatiivne t&ugevuse arvutamine
eu: &Erabili beste indar kalkulua
fa: &استفاده از محاسبۀ استحکام متناوب‌
fi: Käytä vaihtoehtoista voimakk&uuden laskemista
fr: &Utiliser une autre méthode de calcul de la force
gl: &Usar Cálculo de Forza Alternativo
he: &השתמש בחישוב עוצמה שונה
hu: Alternatív jelerősség-számítás &használata
is: &Nota aðra útreikning styrks
it: &Utilizza calcolo di intensità alternativo
ja: 代替強度計算を使う(&U)
kk: &Сигналдың деңгейін басқаша есептеу
km: ប្រើ​ការគណនា​កម្លាំង​ផ្សេង
ko: 또 다른 신호 계산법 사용(&U)
lt: &Naudoti kitą galingumo skaičiavimą
mk: &Употреби алтернативна пресметка на јачината
nb: Br&uk alternativ styrkeberegning
nds: &Metood för't Stärkutreken wesseln
nl: Alternatieve ontvangststerkteberekening gebr&uiken
nn: &Bruk alternativ styrkeutrekning
pa: ਬਦਲਵੀਂ ਸ਼ਕਤੀ ਗਣਨਾ ਵਰਤੋਂ(&U)
pl: &Używaj alternatywnego obliczania mocy
pt: &Utilizar o Cálculo Alternativo de Potência
pt_br: &Usar Cálculo de Comprimento Alternado
ru: Применять &альтернативный способ вычисления уровня сигнала
sk: &Použiť alternatívny výpočet intenzity
sl: &Uporabi drug izračun moči
sr: &Користи алтернативни прорачун снаге
sr@latn: &Koristi alternativni proračun snage
sv: An&vänd alternativ beräkning av signalstyrka
ta: &மாற்று வலிமையான கணிக்கிடுதலை உபயோகி.
tg: Ҳисобкунии Пурзӯри Шабеҳро &Истифода баред
th: ใช้ตัวอื่นที่คำนวณได้ว่ามีความแรงสัญญาณมาก
uk: &Вживати інший калькулятор потужності
zh_cn: 使用替代强度计算(&U)
zh_tw: 使用另外的強度計算(&U)

source: Show &Noise Graph in Statistics Window
ar: أعرض مخطوط ال&ضجة في نافذة الإحصاءات
bg: Показване &графика на шума в прозореца за статистика
bs: Prikaži &graf šuma u prozoru za statistiku
ca: Mostra un &gràfic del soroll a la finestra d'estadístiques
cs: Zobrazovat graf šumu v ok&ně se statistikou
da: Vis s&tøjgraf i statistikvindue
de: &Rauschstärkegrafik im Statistikfenster anzeigen
el: Εμφά&νιση γραφήματος θορύβου στο παράθυρο στατιστικών
es: Mostrar gráfica de &ruido en la ventana de estadisticas
et: Müragraafiku &näitamine statistikaaknas
eu: Erakutsi &zarata grafikoa estatistika lehioan
fa: نمایش گراف &نوفه در پنجرۀ آمار‌
fi: &Näytä kohinakäyrä statistiikkaikkunassa
fr: Afficher le graphe du &bruit dans la fenêtre des statistiques
gl: Amosar Gráfica de &Ruído na Fiestra de Estatísticas
he: הראה &גרף רעש בחלון הסטטיסטיקה
hu: &Zajgrafikon mutatása a statisztikai ablakban
is: Sý&na truflanalínurit í tölfræðiglugga
it: Mostra il grafico del &rumore nella finestra delle statistiche
ja: 統計ウィンドウにノイズグラフを表示する(&N)
kk: &Шуыл графигін статистика терезесінде көрсету
km: បង្ហាញ​ក្រាប​នៃ​ការរំខាន​ក្នុង​បង្អួច​ស្ថិតិ
ko: 통계 창에 잡음 그래프 보이기(&N)
lt: &Rodyti triukšmo grafiką statistikos lange
mk: Прикажи &графикон на шум во прозорецот со статистика
nb: Vis &støygraf i statistikkvinduet
nds: &Ruusstärkgrafik in't Statistikfinster wiesen
nl: Ruisgrafiek tonen in statistiekenve&nster
nn: Vis &støygraf i statistikkvindauget
pa: ਅੰਕੜਾ ਝਰੋਖੇ ਵਿੱਚ ਨੋਵਾਇਸ ਗਰਾਫ਼ ਵੇਖਾਓ(&N)
pl: Pokazuj wykres &zakłóceń w oknie statystyk
pt: Mostrar Gráfico de Ruído &na Janela de Estatísticas
pt_br: Mostrar Gráfico de Ruído &na Janela de Estatísticas
ru: Показывать &график шума в окне статистики
sk: Zobraziť &Graf šumu v okne štatistík
sl: Prikaži diagram &šuma v oknu s statistiko
sr: Прикажи &графикон шума у прозору статистике
sr@latn: Prikaži &grafikon šuma u prozoru statistike
sv: Visa &brusdiagram i statistikfönster
ta: புள்ளிவிவர சாளரத்தில் ஒரு சித்திரத்தை காட்டு
th: แสดงระดับคลื่นรบกวนในหน้าต่างสถิติ
uk: Показувати графік &шуму у вікні статистики
zh_cn: 在统计窗口中使用噪声图形(&N)
zh_tw: 在統計視窗中顯示雜訊圖形(&N)

source: &Show Strength Number in System Tray
ar: &أعرض رقم القوة في صينية النظام
bg: Показване &силата на сигнала в системния панел
br: &Diskouez tarzh e barlenn ar reizhiad
bs: Prikaži jačinu signala u System Tray-u
ca: &Mostra la potència a la safata de sistema
cs: Zobrazovat &sílu signálu v systémové liště
da: Vi&s styrkeværdien i statusfeltet
de: &Signalstärke im Systemabschnitt der Kontrollleiste anzeigen
el: Εμφάνιση αριθμού ισχύος σήματος στο πλαίσιο &συστήματος
es: Mostrar nivel de potencia en la bandeja del &sistema
et: Tugevu&se näitamine süsteemses salves
eu: &Erakutsi indar kopurua sistemaren bandejan
fa: &نمایش عدد استحکام در سینی سیستم‌
fi: Näytä voimakkuuden arvo paneeli&ssa
fr: &Afficher la force dans la boîte à miniatures
gl: &Amosar Número de Forza na Bandexa do Sistema
hu: A jelerősség mutatása a paneltál&cában
is: &Sýna styrkleikanúmer í kerfisbakka
it: &Mostra i valori di intensità nel vassoio di sistema
ja: システムトレイに強度ナンバーを表示する(&S)
kk: Сигналдың деңгейін жүйелік сөреде &көрсету
km: បង្ហាញ​លេខ​កម្លាំង​ក្នុង​ថាស​ប្រព័ន្ធ
ko: 시스템 트레이에 신호 강도 보이기(&S)
lt: Rodyti &galingumą sistemos dėkle
mk: Прикажи јачина на &сигналот во сис. лента
nb: &Vis styrketall i systemkurven
nds: &Signaalstärk in Systeemafsnitt wiesen
nl: Sterktenummer in &systeemvak tonen
nn: &Vis styrketal i systemfeltet
pa: ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਸ਼ਕਤੀ ਗਿਣਤੀ ਵੇਖਾਓ(&S)
pl: Pokazuj &siłę sygnału w tacce systemowej
pt: Mo&strar Número de Força da Bandeja do Sistema
pt_br: Mo&strar Número de Força na Área de Notificação
ru: &Показывать уровень сигнала в системном лотке
sk: Zobraziť čí&slo sily signálu v systémovej lište
sl: Pri&kaži številko moči v sistemski vrstici
sr: Прикажи &број снаге у системској касети
sr@latn: Prikaži &broj snage u sistemskoj kaseti
sv: Vi&sa styrkevärdet i systembrickan
ta: &அமைப்பு தட்டில் திறன் எண்ணைக் காட்டு
th: แสดงหมายเลขความแรงของสัญญาณในถาดระบบ
uk: &Показувати потужність сигналу в системному лотку
zh_cn: 在系统托盘中显示强度数值(&S)
zh_tw: 在系統匣中顯示強度數值(&S)
