Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdenetwork/kwifimanager.po
Languages: ar, bg, br, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fr, gl, he, hu, is, it, ja, kk, km, ko, lt, mk, nb, nds, nl, nn, pa, pl, pt, pt_br, ru, sk, sl, sr, sr@latn, sv, ta, tg, th, uk, zh_cn, zh_tw

source: Scan Results
ar: نتائج المسح
bg: Резултати от сканирането
ca: Resultats de l'exploració
cs: Výsledky hledání
da: Søgeresultater
de: Ergebnisse der Suche
el: Αποτελέσματα σάρωσης
es: Resultados de la busqueda
et: Otsingu tulemused
eu: Eskaneaketaren emaitzak
fa: نتایج پویش
fi: Etsinnän tulokset
fr: Résultats de l'analyse
gl: Resultados do Rastrexo
he: תוצאות סריקה
hu: A keresés eredménye
is: Leitarniðurstaða
it: Risultato scansione
ja: スキャン結果
kk: Іздестіру нәтижелері
km: លទ្ធផល​ស្កេន
ko: 검색 결과
lt: Paieškos rezultatai
mk: Резултати од скенирањето
nb: Søkeresultater
nds: Söökresultaten
nl: Scanresultaten
nn: Leiteresultat
pa: ਜਾਂਚ ਨਤੀਜੇ
pl: Rezultat przeszukiwania
pt: Resultados da Procura
pt_br: Resultados da Varredura
ru: Сканирование
sk: Výsledky vyhľadávania
sl: Rezultati iskanja
sr: Резултати потраге
sr@latn: Rezultati potrage
sv: Sökresultat
th: ผลการค้นหา
uk: Результати сканування
zh_cn: 扫描结果
zh_tw: 掃描結果

source: Switch to Network...
ar: بدّل إلى الشبكة...
bg: Превключване към мрежа...
br: Gwintañ ar rouedad ...
ca: Canvia a la xarxa...
cs: Přepnout na síť...
da: Skift til netværk...
de: Zu &Netzwerk umschalten ...
el: Σάρωση για δίκτυο...
es: Cambiar a red...
et: Lülitu ümber võrku...
eu: Aldatu sarera...
fa: سودهی به شبکه...
fi: Vaihda toiseen verkkoon...
fr: Passer sur le réseau...
gl: Mudar á Rede...
he: החלף לרשת...
hu: Váltás más hálózatra...
is: Skipta yfir í net...
it: Passa alla rete...
ja: ネットワークの切り替え...
kk: Желіге ауысу...
km: ដូរ​ទៅ​បណ្តាញ...
ko: 네트워크로 전환...
lt: Pereiti prie kito tinklo...
mk: Префрли се на мрежа...
nb: Bytt til nettverk …
nds: Na Nettwark wesseln...
nl: Naar netwerk overschakelen...
nn: Byt til nettverk …
pa: ਨੈੱਟਵਰਕ ਲਈ ਤਬਦੀਲ...
pl: Przełącz na sieć...
pt: Mudar para a Rede...
pt_br: Mudar para Rede...
ru: Перейти в сеть...
sk: Prepnúť na sieť...
sl: Preklopi na omrežje ...
sr: Пребаци на мрежу...
sr@latn: Prebaci na mrežu...
sv: Byt till nätverk...
th: สลับไปใช้เครือข่าย...
uk: Перемкнути в мережу...
zh_cn: 切换到网络...
zh_tw: 切換網路...

source: The scan is complete, but no networks have been found.
ar: إنتهى المسح و لكن لم يعثر على أي شبكات.
bg: Търсенето за мрежа завърши, но няма намерени мрежи.
bs: Skeniranje je završeno, ali nijedna mreža nije pronađena.
ca: L'exploració ha acabat però no s'ha trobat cap xarxa.
cs: Vyhledání bylo dokončeno, ale nebyly nalezeny žádné sítě.
da: Skanningen er færdig, men ingen netværk blev fundet.
de: Die Suche ist abgeschlossen, aber es wurden keine Netzwerke gefunden.
el: Η σάρωση ολοκληρώθηκε, αλλά δε βρέθηκαν δίκτυα.
es: La búsqueda ha terminado pero no se han encontrado redes.
et: Otsimisel ei leitud ühtegi võrku.
eu: Eskaneaketa amaitu da, baina ez da sarerik aurkitu.
fa: پویش کامل است، اما شبکه‌ای پیدا نشده است.
fi: Etsintä on valmis, mutta mitään verkkoja ei löytynyt.
fr: La recherche est terminée, mais aucun réseau n'a été trouvé.
gl: O rastrexo está completado, pero non se atoparon redes.
he: הסריקה הושלמה, אך לא נמצאו רשתות.
hu: A keresés befejeződött, de egy hálózatot sem sikerült elérni.
is: Leitinni er lokið en engin net fundust.
it: La scansione è completa, ma non è stata trovata nessuna rete.
ja: スキャンが完了しましたが、ネットワークは見つかりませんでした。
kk: Іздестіру орындалды, сымсыз желілер табылған жоқ.
km: ការស្កេន​បាន​បញ្ចប់​ទាំងស្រុង ប៉ុន្តែ​មិន​បាន​រកឃើញ​បណ្តាញ​ឡើយ ។
ko: 검색이 완료되었지만 네트워크를 찾을 수 없습니다.
lt: Paieška baigta, tačiau tinklų nerasta.
mk: Барањето е завршено, но не се пронајдени мрежи.
nb: Søket er fullført, men ingen nettverk funnet.
nds: De Söök is beendt, man keen Nettwark wöör funnen.
nl: De scan is voltooid, maar er waren geen netwerken gevonden.
nn: Søket er ferdig, men ingen nettverk vart funne.
pa: ਖੋਜ ਮੁਕੰਮਲ ਹੋਈ, ਪਰ ਕੋਈ ਵੀ ਨੈਟਵਰਕ ਨਹੀਂ ਲੱਭਿਆ ਹੈ।
pl: Zakończono przeszukiwanie, ale nie znaleziono żadnej sieci.
pt: A procura está concluída, mas não foram encontradas quaisquer redes.
pt_br: A varredura foi finalizada, mas nenhuma rede foi encontrada.
ru: Поиск завершён. Сети не обнаружены.
sk: Hľadanie dokončené, ale nenájdené žiadne siete.
sl: Iskanje je zaključeno, vendar ni bilo zaznanega nobenega omrežja.
sr: Потрага је окончана, али ниједна мрежа није нађена.
sr@latn: Potraga je okončana, ali nijedna mreža nije nađena.
sv: Sökningen är färdig, utan att hitta några nätverk.
ta: வருடல் முடிந்தது, ஆனால் பிணையம் எதுவும் கிடைக்கவில்லை.
tg: Ҷустуҷӯ ба охир расид, лекин ягон шабака пайдо нагардид.
th: การค้นหาเรียบร้อยแล้ว แต่ไม่พบเครือข่ายใด ๆ
uk: Сканування завершено, але жодної мережі не знайдено.
zh_cn: 扫描完成，但是没有找到网络。
zh_tw: 掃描已完成，但是找不到網路。

source: No Network Available
ar: لا يوجد شبكة متوفرة
bg: Не е намерена мрежа
br: N'eus rouedad ebet da gaout
bs: Nema dostupnih mreža
ca: No hi ha cap xarxa disponible
cs: Žádná dostupná síť
da: Intet netværk tilgængeligt
de: Kein Netzwerk verfügbar
el: Μη διαθέσιμα δίκτυα
es: No hay redes disponibles
et: Võrk puudub
eu: Ez dago sarerik eskuragarri
fa: شبکه‌ای وجود ندارد
fi: Verkkoja ei ole saatavilla.
fr: Aucun réseau disponible
gl: Non hai redes dispoñibeis
he: לא נמצאו רשתות זמינות
hu: Nem érhető el egy hálózat sem
is: Ekkert net í boði
it: Nessuna rete disponibile
ja: 利用可能なネットワークはありません
kk: Қол жеткізер желі жоқ
km: គ្មាន​បណ្តាញ
ko: 네트워크를 사용할 수 없음
lt: Nėra jokio tinklo
mk: Нема достапни мрежи
nb: Ingen nettverk tilgjengelig
nds: Keen Nettwark verföögbor
nl: Geen netwerk beschikbaar
nn: Ingen tilgjengelege nettverk
pa: ਕੋਈ ਨੈਟਵਰਕ ਉਪਲੱਬਧ ਨਹੀਂ
pl: Brak dostępnych sieci
pt: Rede Não Disponível
pt_br: Nenhuma Rede Disponível
ru: Нет доступных сетей
sk: Žiadne dostupné siete
sl: Na voljo ni omrežij
sr: Нема доступних мрежа
sr@latn: Nema dostupnih mreža
sv: Inget nätverk tillgängligt
ta: பிணையம் ஏதுவும் இல்லை
tg: Ягон Шабака Дастрас Нест
th: ไม่พบเครือข่ายใด ๆ
uk: Не знайдено жодної мережі
zh_cn: 没有可用的网络
zh_tw: 找不到網路

source: (hidden cell)
ar: ( خلية مخبأة )
bg: (скрита клетка)
br: (log kuzhet)
ca: (cel·la oculta)
cs: (skrytá buňka)
da: (skjult celle)
de: (verstecktes Netz)
el: (κρυφό κελί)
es: (celda oculta)
et: (peidetud võrk)
eu: (gelaxka ezkutua)
fa: )سلول مخفی(
fi: (piilotettu solu)
fr: (cellule cachée)
gl: (cela agochada)
he: (תא מוחבא)
hu: (rejtett cella)
is: (falinn reitur)
it: (cella nascosta)
kk: (жасырылған ұя)
km: (ក្រឡា​លាក់)
ko: (숨겨진 셀)
lt: (nerodomas tinklas)
mk: (скриена ќелија)
nb: (skjult celle)
nds: (versteken Nett)
nl: (verborgen cel)
nn: (gøymd celle)
pa: (ਲੁਕਵਾਂ ਸੈਲ)
pl: (ukryta sieć)
pt: (célula escondida)
pt_br: (célula escondida)
ru: (скрытая ячейка)
sk: (skrytá bunka)
sl: (skrita celica)
sr: (скривена ћелија)
sr@latn: (skrivena ćelija)
sv: (dold cell)
th: (ซ่อนเซลล์)
uk: (прихована комірка)
zh_cn: (隐藏的网络)
zh_tw: （隱藏元件）

source: Aborting network switching due to invalid WEP key specification.
ar: إجهاض التبديل إلى الشبكة لسبب مواصفات المفتاح WEP غير الصالحة.
bg: Прекъсване на превключването към мрежа поради невалиден ключ WEP.
ca: S'ha cancel·lat el canvi de xarxa degut a una especificació invàlida de la clau WEP.
cs: Přerušuje se přepnutí sítě kvůli neplatné specifikaci WEP klíče.
da: Afbryder netværksskift på grund af ugyldig specifikation af WEP-nøgle.
de: Das Umschalten des Netzwerkes wurde aufgrund eines ungültigen WEP-Schlüssels abgebrochen.
el: Εγκατάλειψη εναλλαγής δικτύου εξαιτίας ορισμού μη έγκυρου κλειδιού WEP.
es: Cancelado el cambio de red por especificación invalida de clave WEP
et: Võrku lülitumine katkestati WEP-võtme vigase spetsifikatsiooni tõttu.
eu: Sare aldaketa abortatzen WEP gako espezifikazio baliogabea dela eta.
fa: ساقط شدن سودهی شبکه، به علت مشخصۀ کلید WEP نامعتبر
fi: Keskeytetään verkon vaihtaminen johtuen virheellisistä WEP-avaimen asetuksista.
fr: Annulation du passage à un autre réseau ayant pour cause l'invalidité de la clé WEP.
gl: Abortando o troco de rede debido a unha especificación non válida da chave WEP.
he: מבטל החלפת רשת בעקבות מפתח WEP שגוי.
hu: A hálózatváltás megszakadt érvénytelen WEP kulcs miatt.
is: Hætti við netskiptingu vegna ógildra WEP skilgreininga.
it: Passaggio di rete annullato a causa della chiave WEP non valida.
ja: 指定された WEP キーが不正なため、ネットワークの切り替えを中止します。
kk: Желіге ауысу доғарылды, себебі, жарамсыз WEP кілті.
km: បញ្ឈប់​ការ​ដូរ​បណ្តាញ​ដោយ​សារ​តែ​ការបញ្ជាក់​កូនសោ WEP មិន​ត្រឹមត្រូវ ។
ko: 잘못된 WEP 키가 지정되었으므로 네트워크를 전환하지 않습니다.
lt: Perėjimas prie kito tinklo atšauktas dėl neteisingų WEP nustatymų.
mk: Прекинувам префрлање на мрежа поради невалидна спецификација на WEP-клуч.
nb: Avbryter nettverksbytte på grunn av ugyldig spesifikasjon av WEP-nøkkel.
nds: Nettwarkwessel afbraken, wiel de WEP-Slötel-Angaav nich gellt.
nl: Netwerkoverschakeling is afgebroken vanwege ongeldige WEP-sleutelspecificatie.
nn: Avbryt nettverksbyting fordi WEP-nøkkelen er feil.
pa: ਗਲਤ WEP ਕੁੰਜੀ ਸਥਾਪਨ ਕਰਕੇ ਨੈਟਵਰਕ ਬਦਲਣ ਨੂੰ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: Przełączenie sieci przerwane z powodu podania nieprawidłowego klucza WEP.
pt: A interromper a mudança de rede devido a uma especificação de chave WEP inválida.
pt_br: Abortando mudança de rede devido a especificação inválida da chave WEP.
ru: Переход в другую сеть не выполнен. Неверный ключ WEP.
sk: Zrušenie prepínania siete kvôli nesprávnej špecifikácií WEP kľúča.
sl: Preklop omrežja preklican, ker je naveden napačen ključ za WEP.
sr: Прекидам пребацивање на мрежу због неисправне спецификације WEP кључа.
sr@latn: Prekidam prebacivanje na mrežu zbog neispravne specifikacije WEP ključa.
sv: Avbryter nätverksbyte på grund av felaktig specifikation av WEP-nyckel.
th: กำลังยกเลิกการสลับเครือข่ายเนื่องจากค่ากุญแจ WEP ไม่ถูกต้อง
uk: Припиняється перемикання мережі через не чинну специфікацію ключа WEP.
zh_cn: 网络切换已中止，原因是指定了无效的 WEP 密钥。
zh_tw: 取消切換網路，因為 WEP 金鑰不正確。

source: Invalid WEP Key
ar: مفتاح WEP غير صالح
bg: Невалиден ключ WEP
br: N'eo ket mat an alc'hwez WEP
ca: Clau WEP no vàlida
cs: Neplatný WEP klíč
da: Ugyldig WEP-nøgle.
de: Ungültiger WEP-Schlüssel
el: Μη έγκυρο κλειδί WEP
es: Clave WEP invalida
et: Vigane WEP-võti
eu: WEP gako baliogabea
fa: کلید WEP نامعتبر
fi: Virheellinen WEP-avain
fr: Clé WEP non valable
gl: Chave WEP non válida.
he: מפתח WEP שגוי
hu: Érvénytelen WEP kulcs
is: Ógildur WEP lykill
it: Chiave WEP non valida
ja: 不正な WEP キー
kk: Жарамсыз WEP кілті
km: កូនសោ ​WEP មិនត្រឹមត្រូវ ។
ko: 잘못된 WEP 키
lt: Neteisingas WEP raktas
mk: Невалиден WEP-клуч
nb: Ugyldig WEP-nøkkel
nds: Leeg WEP-Slötel
nl: Ongeldige WEP-sleutel
nn: Ugyldig WEP-nøkkel
pa: ਗਲਤ WEP ਕੁੰਜੀ
pl: Niewłaściwy klucz WEP
pt: Chave WEP Inválida
pt_br: Chave WEP Inválida
ru: Неверный ключ WEP
sk: Nesprávny WEP Kľúč
sl: Napačen ključ WEP
sr: Неисправан WEP кључ
sr@latn: Neispravan WEP ključ
sv: Felaktig WEP-nyckel.
th: ค่ากุญแจ WEP ไม่ถูกต้อง
uk: не чинний ключ WEP
zh_cn: 无效的 WEP 密钥
zh_tw: 不正確的 WEP 金鑰

source: Connection speed [MBit/s]:
ar: سرعة الإتصال [م. بت/ثانية]:
bg: Скорост на връзката (МБита/сек):
br: Tizh ar gevreadenn [Mo/e] :
bs: Brzina konekcije [MBit/s]:
ca: Velocitat de connexió [MBit/s]:
cs: Rychlost připojení [MBit/s]:
cy: Cyflymnder cysylltiad [MDid/eil]:
da: Forbindelseshastighed[MBit/s]:
de: Verbindungsgeschwindigkeit [MBit/s]:
el: Ταχύτητα σύνδεσης [MBit/s]:
es: Velocidad de conexión [MBit/s]:
et: Ühenduse kiirus [MBit/s]:
eu: Konexio abiadura [MBit/s]:
fa: سرعت اتصال ]مگابیت/ثانیه[:
fi: Yhteysnopeus [MBit/s]:
fr: Vitesse de la connexion [MBit/s] :
gl: Velocidade de conexión [MBit/s]:
he: מהירות חיבור [מגהביט/שנייה]:
hu: Sebesség [MBit/s]:
is: Tengihraði [MBit/s]:
it: Velocità di connessione [MBit/s]:
ja: 接続速度 [MBit/s]
kk: Қосылым жылдамдығы [Мбит/сек]:
km: ល្បឿន​​តភ្ជាប់​​ [MBit/s] ៖
ko: 연결 속도 [MBit/s]:
lt: Ryšio sparta [MBit/s]:
mk: Брзина на поврзувањето [MBit/сек]:
nb: Tilkoblingshastighet [MBit/s]:
nds: Verbinnengauheit [MBit/s]:
nl: Verbindingsshelheid [MBit/s]:
nn: Tilkoplingsfart (MBit/s):
pa: ਕੁਨੈਕਸ਼ਨ ਗਤੀ [MBit/s]:
pl: Szybkość połączenia [Mb/s]:
pt: Velocidade de ligação [MBit/s]:
pt_br: Velocidade da Conexão [MBit/s]
ru: Скорость соединения [Мб/с]:
sk: Rýchlosť pripojenia [MBit/s]:
sl: Hitrost povezave [MBit/s]:
sr: Брзина везе [MBit/s]:
sr@latn: Brzina veze [MBit/s]:
sv: Anslutningshastighet [MBit/s]:
ta: இணைப்பின் வேகம் [MBit/s]:
tg: Суръати пайвастшавӣ [МБит/с]:
th: ความเร็วในการเชื่อมต่อ [เมกะบิต/วินาที]:
uk: Швидкість зв'язку [Мбіт/с]:
zh_cn: 连接速度[兆位/秒]：
zh_tw: 連線速率（MBit/s）：

source: Statistics - KWiFiManager
ar: الأحصائيات - KWiFiManager
bg: Статистика
br: Stadegoù - KWiFiManager
bs: Statistika - KWiFiManager
ca: Estadístiques - KWiFiManager
cs: Statistiky - KWiFiManager
cy: Ystadegau - KRheolyddDiWi
da: Statistik - KWiFiManager
de: Statistiken - KWiFiManager
el: Στατιστικά - KWiFiManager
es: Estadísticas - KWiFiManager
et: Statistika - KWiFi haldur
eu: Estatistikak - KWiFiManager
fa: آمار - KWiFiManager
fi: Tilastot - KWiFiManager
fr: Statistiques - KWiFiManager
gl: Estatísticas - KWiFiManager
he: סטטיסטיקה - KWiFiManager
hu: Statisztika - KWiFiManager
is: Upplýsingar - KWiFiManager
it: Statistiche - KWiFiManager
ja: 接続状態 - KWiFiManager
kk: Статистика - KWiFiManager
km: ស្ថិតិ -​ KWiFiManager
ko: 통계 - KWiFiManager
lt: Statistika – KWiFiManager
mk: Статистики - KWiFiManager
nb: Statistikk -KWiFiManager
nds: Statistik - KWiFiManager
nl: Statistieken - KWiFiManager
nn: Statistikk -KWiFiManager
pa: ਸਥਿਤੀ - ਕੇਵਾਈਫਾਈਪ੍ਰਬੰਧਕ
pl: Statystyki - KWiFiManager
pt: Estatísticas - KWiFiManager
pt_br: Estatísticas - Gerenciador de WiFi do KDE
ru: Статистика - KWiFiManager
sk: Štatistika - KWiFiManager
sl: Statistika - KWiFiManager
sr: Статистика — KWiFiManager
sr@latn: Statistika — KWiFiManager
sv: Statistik - KWiFiManager
ta: புள்ளி விவரம் - KWiFi மேலாளர்
tg: Омор - KWiFiManager
th: KWiFiManager - สถิติ
uk: Статистика - KWiFiManager
zh_cn: 状态 - KWiFiManager
zh_tw: 統計 - KWiFiManager

source: Noise/Signal Level Statistics
ar: إحصائيات مستوى الضجيج/الإشارات
bg: Статистика на нивото на сигнала и шума
bs: Statistika Nivoa Signala/Šuma
ca: Estadístiques del nivell del senyal i soroll
cs: Statistika poměru šum/signál
cy: Ystadegau Sŵn/Lefel y Signal
da: Støj/Signalniveau statistik
de: Statistik zu Rausch- und Signalstärke
el: Στατιστικά επίπεδου θορύβου/σήματος
es: Estadísticas de nivel señal a ruido
et: Müra/signaalitaseme statistika
eu: Zarata/Seinale maila estatistikak
fa: آمار سطح نوفه/نشانک
fi: Kohina/signaali-tason tilastot
fr: Statistiques du rapport signal / bruit
gl: Estatísticas de Ruído e Nivel do Sinal
he: סטטיסטיקת רמת רעש/אות
hu: Statisztika a zaj/jel arányról
is: Upplýsingar um truflanir/styrk
it: Statistiche del livello di segnale/rumore
ja: ノイズ/信号レベルの統計
kk: Шуыл/Сигнал деңгей статистикасы
km: ស្ថិតិ​កម្រិត​សញ្ញា​រំខាន​
ko: 신호 대 잡음 비 통계
lt: Triukšmo/Signalo lygio statistika
mk: Статистики за ниво на шум/сигнал
nb: Statistikk for signal/støynivå
nds: Ruus-/Signaalstärkstatistik
nl: Statistieken voor signaal/ruisverhouding
nn: Statistikk for signal/støynivå
pa: ਨੋਵਾਇਸ/ਸੰਕੇਤ ਪੱਧਰ ਅੰਕੜੇ
pl: Statystyki poziomu szumu/sygnału
pt: Estatísticas dos Níveis de Ruído/Sinal
pt_br: Estatísticas do Nível de Ruído/Sinal
ru: Статистика отношения уровней сигнал/шум
sk: Štatistika úrovne šumu/signálu
sl: Statistika moči motenj/signala
sr: Статистика односа сигнал/шум
sr@latn: Statistika odnosa signal/šum
sv: Brus/signalnivåstatistik
ta: ஓசை/ சிக்னல் நிலையின் புள்ளி விவரங்கள்
tg: Омори Сатҳи Аломатдиҳӣ/Садо
th: สถิติระดับสัญญาณ/คลื่นรบกวน
uk: Статистика рівня шуму/сигналу
zh_cn: 噪声/信号等级统计
zh_tw: 雜訊/信號等級統計

source: BLUE = signal level, RED = noise level
ar: أزرق = مستوى الإشارات ، أحمر = مستوى الضجيج
bg: Синьо - ниво на сигнала, червено - ниво на шума
bs: PLAVO = nivo signala, CRVENO = nivo šuma
ca: BLAU = nivell del senyal, ROIG = nivell del soroll
cs: MODRÁ = úroveň signálu, ČERVENÁ = úroveň šumu
cy: GLAS = lefel y signal, COCH = lefel sŵn
da: BLÅ = signalniveau, RØD = støjniveau
de: BLAU = Signalpegel, ROT = Rauschpegel
el: ΜΠΛΕ = επίπεδο σήματος, ΚΟΚΚΙΝΟ = επίπεδο θορύβου
es: AZUL = nivel de señal, ROJO = nivel de ruido
et: SININE = signaalitase, PUNANE = müratase
eu: URDINA = seinale maila, GORRIA = zarata maila
fa: آبی = سطح نشانک، قرمز = سطح نوفه
fi: SININEN = signaalitaso, PUNAINEN = kohinataso
fr: BLEU = niveau du signal, ROUGE = niveau du bruit
gl: Azul = nivel do sinal, Vermello = nivel do ruído
he: כחול = רמת אות, רד = רמת רעש.
hu: KÉK = a jel szintje, PIROS= a zaj szintje
is: BLÁTT = styrkur merkis, RAUTT = truflanastig
it: BLUE = livello di segnale, RED = livello di rumore
ja: 青=信号レベル、赤=ノイズレベル
kk: КӨК = сигнал деңгейі, ҚЫЗЫЛ = шуыл деңгейі
km: ខៀវ =កម្រិត​សញ្ញា, ក្រហម = កម្រិត​រំខាន
ko: 파란색 = 신호 강도, 붉은색 = 잡음 강도
lt: MĖLYNA = signalo lygis, RAUDONA = triukšmo lygis
mk: СИНО = ниво на сигналот, ЦРВЕНО = ниво на шумот
nb: BLÅ = signalnivå, RØD = støynivå
nds: Blaag = Signaalstärk, Root = Ruusstärk
nl: Blauw = signaalniveau, rood = ruisniveau
nn: BLÅ = signalnivå, RAUD = støynivå
pa: ਨੀਲਾ = ਸੰਕੇਤ ਪੱਧਰ, ਲਾਲ = ਨੋਵਾਇਸ ਪੱਧਰ
pl: NIEBIESKI = poziom sygnału, CZERWONY = poziom szumu
pt: AZUL = nível de sinal, VERMELHO = nível de ruído
pt_br: AZUL = nívl do sinal , VERM = nível do ruído
ru: Синий - сигнал, красный - шум
sk: MODRÁ = úroveň signálu, ČERVENÁ = úroveň šumu
sl: MODRO = moč signala, RDEČE = moč motenj
sr: ПЛАВО = ниво сигнала, ЦРВЕНО = ниво шума
sr@latn: PLAVO = nivo signala, CRVENO = nivo šuma
sv: Blå=signalnivå, Röd=brusnivå
ta: நீலம் = சிக்னல் நிலை, சிவப்பு = ஓசை நிலை
tg: КАБУД = сатҳи аломатдиҳӣ, СУРХ = сатҳи садо
th: สีน้ำเงิน = ระดับสัญญาณ, สีแดง = ระดับคลื่นรบกวน
uk: БЛАКИТНИЙ = рівень сигналу, ЧЕРВОНИЙ = рівень шуму
zh_cn: 蓝色 = 信号等级，红色 = 噪声等级
zh_tw: 藍：信號等級，紅：雜訊等級

source: -240 s
bg: -240 сек
br: -240 e
cy: -240 eil
fa: -۲۴۰ ثانیه
kk: -240 сек
ko: -240 초
mk: -240 с
ru: -240 с
tg: -240 с
th: -240 วินาที
uk: -240 с

source: now
ar: الآن
bg: сега
br: bremañ
bs: sada
ca: ara
cs: nyní
cy: rwan
da: nu
de: jetzt
el: τώρα
es: ahora
et: praegu
eu: orain
fa: اکنون
fi: nyt
fr: maintenant
gl: agora
he: עכשיו
hu: most
is: núna
it: ora
ja: 現在の状態
kk: қазір
km: ឥឡូវ
ko: 지금
lt: dabar
mk: сега
nb: nå
nds: nu
nl: nu
nn: no
pa: ਹੁਣ
pl: teraz
pt: agora
pt_br: agora
ru: сейчас
sk: teraz
sl: sedaj
sr: сада
sr@latn: sada
sv: nu
ta: இப்பொழுது
tg: ҳозир
th: ปัจจุบัน
uk: зараз
zh_cn: 现在
zh_tw: 現在

source: Status of Active Connection
ar: حالة الإتصالات النشطة
bg: Състояние на активна връзка
br: Stad ar gevreadenn bev
bs: Status Aktivne Konekcije
ca: Estat de la connexió activa
cs: Stav aktuálního připojení
cy: Cyflwr y Cysylltiad Gweithredol
da: Status for aktiv forbindelse
de: Status der Verbindung
el: Κατάσταση της ενεργού σύνδεσης
es: Estado de la conexión activa
et: Aktiivse ühenduse staatus
eu: Konexio aktiboaren egoera
fa: وضعیت اتصال فعال
fi: Aktiivisen yhteyden tila
fr: État de la connexion active
gl: Estado da Conexión Activa
he: המצב של החיבור הפעיל
hu: Az aktív kapcsolat sebessége
is: Staða virkrar tengingar
it: Stato della connessione attiva
ja: アクティブな接続の状態
kk: Белсенді қосылымның күй-жайы
km: ស្ថានភាព​នៃ​ការតភ្ជាប់​សកម្ម
ko: 활성화된 연결 상태
lt: Aktyvaus ryšio būklė
mk: Статус на активното поврзување
nb: Status for aktiv forbindelse
nds: Aktuell Verbinnenstatus
nl: Status van actieve verbinding
nn: Status for aktivt samband
pa: ਸਰਗਰਮ ਕੁਨੈਕਸ਼ਨ ਦੀ ਸਥਿਤੀ
pl: Status aktywnego połączenia
pt: Estado da Ligação Activa
pt_br: Status da conexão ativa
ru: Состояние активного соединения
sk: Stav aktívneho pripojenia
sl: Stanje aktivne povezave
sr: Статус активне везе
sr@latn: Status aktivne veze
sv: Status på aktiv anslutning
ta: இயங்கும் இணைப்பின் நிலை
tg: Ҳолати Пайвастшавии Фаъол
th: สถานะการเชื่อมต่อที่ใช้งานอยู่
uk: Стан активного з'єднання
zh_cn: 活动连接的状态
zh_tw: 已啟動連線狀態

source: Searching for network:
ar: بحث عن الشبكة:
bg: Търсене на мрежа:
br: Emaon o klask ar rouedad :
bs: Tražim mrežu:
ca: S'està cercant una xarxa:
cs: Hledám síť:
cy: Chwilio am rwydwaith:
da: Søger efter netværk:
de: Netzwerksuche:
el: Αναζήτηση για δίκτυο:
es: Buscando redes:
et: Võrgu otsimine:
eu: Sarearen bila:
fa: جستجو برای شبکه:
fi: Etsitään verkkoa:
fr: Recherche de réseaux :
gl: Procurando pola rede:
he: מחפש אחר רשתות:
hu: Hálózat keresése:
is: Leita að neti:
it: Ricerca reti:
ja: ネットワークを検索中
kk: Сымсыз желі:
km: ស្វែងរក​បណ្តាញ ៖
ko: 네트워크 검색 중:
lt: Ieškoma tinklo:
mk: Барам за мрежи:
nb: Søker etter nettverk:
nds: Nettwarksöök:
nl: Bezig netwerk te zoeken:
nn: Søkjer etter nettverk:
pa: ਨੈਟਵਰਕ ਲਈ ਖੋਜ:
pl: Wyszukiwanie sieci:
pt: A procurar pela rede:
pt_br: Procurando pela rede:
ru: Поиск сети:
sk: Hľadám sieť:
sl: Iskanje omrežja:
sr: Трагање за мрежом:
sr@latn: Traganje za mrežom:
sv: Söker efter nätverk:
ta: பிணையம் தேடப்படுகிறது
tg: Ҷустуҷӯи шабака:
th: กำลังค้นหาเครือข่าย:
uk: Пошук мережі:
zh_cn: 搜索网络：
zh_tw: 搜尋網路：

source: Connected to network:
ar: مُتّصل بلشبكة:
bg: Връзка с мрежата:
br: Kevreet ouzh ar rouedad :
bs: Spojen na mrežu:
ca: Connectat a la xarxa:
cs: Připojeno do sítě:
cy: Wedi cysylltu i'r rhwydwaith
da: Forbundet til netværk:
de: Verbunden mit Netzwerk:
el: Συνδεδεμένο στο δίκτυο:
es: Conectado a la red:
et: Ühendus võrguga:
eu: Sarera konektatuta:
fa: اتصال به شبکه:
fi: Yhdistetty verkkoon:
fr: Connecté au réseau :
gl: Conectado á rede:
he: מחובר לרשת:
hu: Kapcsolat jött létre ezzel a hálózattal:
is: Tengt neti:
it: Connesso alla rete:
ja: ネットワークに接続しました:
kk: Қосылған желі:
km: បាន​ភ្ជាប់​ទៅ​កាន់​បណ្តាញ ៖
ko: 네트워크에 연결됨:
lt: Prisijungta prie tinklo:
mk: Поврзано на мрежа:
nb: Koblet til nettverk:
nds: Tokoppelt na Nettwark:
nl: Verbonden met netwerk:
nn: Kopla til nettverk:
pa: ਨੈਟਵਰਕ ਨਾਲ ਜੁੜਿਆ:
pl: Podłączony do sieci:
pt: Ligado à rede:
pt_br: Conectado na rede:
ru: Подключено к сети:
sk: Pripojený k sieti:
sl: Povezan na omrežje:
sr: Повезан на мрежу:
sr@latn: Povezan na mrežu:
sv: Ansluten till nätverk:
ta: பிணையம் இணைக்கப்பட்டுள்ளது
tg: Ба шабака пайваст аст:
th: เชื่อมต่ออยู่กับเครือข่าย:
uk: Приєднано до мережі:
zh_cn: 已连接到网络：
zh_tw: 連接到網路：

source: Access point:
ar: نقطة النفاذ:
bg: Точка на достъп:
ca: Punt d'accés:
cs: Přístupový bod:
cy: Pwynt cyrchiad:
da: Adgangspunkt:
de: Zugangspunkt:
el: Σημείο πρόσβασης:
es: Punto de acceso:
et: Tugijaam:
eu: Atzipen-puntua:
fa: نقطۀ دستیابی:
fi: Tukiasema:
fr: Point d'accès :
gl: Punto de Acceso:
he: נקודת חיבור:
hu: Elérési pont:
is: Aðgangspunktur:
ja: アクセスポイント:
kk: Қатынау нүктесі:
km: Acess Point ៖
ko: 액세스 포인트:
lt: Prieigos mazgas (access point):
mk: Точка на пристап:
nb: Aksesspunkt:
nds: Togangpunkt:
nl: Toegangspunt:
nn: Tilgangspunkt:
pa: ਪਹੁੰਚ ਬਿੰਦੂ:
pl: Punkt dostępu:
pt: Ponto de acesso:
pt_br: Ponto de Acesso:
ru: Точка доступа:
sk: Prístupový bod:
sl: Dostopna točka:
sr: Тачка приступа:
sr@latn: Tačka pristupa:
sv: Åtkomstpunkt:
ta: அணுகல் புள்ளி
tg: Нуқтаи дастёбӣ:
th: จุดเชื่อมต่อ:
uk: Точка входження:
zh_cn: 访问点：
zh_tw: 存取點：

source: - no access point -
ar: - لا يوجد نقطة نفاذ -
bg: - няма точка на достъп -
ca: - sense punt d'accés -
cs: - žádný přístupový bod -
da: - intet adgangpunkt -
de: - kein Zugangspunkt -
el: - χωρίς σημείο πρόσβασης -
es: - no hay puntos de acceso -
et: - tugijaam puudub -
eu: - Atzipen-puntua -
fa: - نقطۀ دستیابی وجود ندارد -
fi: - ei tukiasemaa -
fr: - aucun point d'accès -
gl: - sen punto de acceso -
he: - אין נקודת חיבור -
hu: - nincs elérési pont -
is: - enginn aðgangspunktur -
it: - access point assente -
ja: -アクセスポイントなし-
kk: - қатынау нүкте жоқ -
km: - គ្មាន access point -
ko: - 액세스 포인트 없음 -
lt: – nerastas prieigos mazgas –
mk: - нема точка на пристап -
nb: – intet aksesspunkt -
nds: - keen Togangpunkt -
nl: - geen toegangspunt -
nn: - ingen tilgangspunkt -
pa: - ਕੋਈ ਪਹੁੰਚ ਬਿੰਦੂ ਨਹੀਂ -
pl: - brak punktu dostępowego -
pt: - sem ponto de acesso -
pt_br: - sem ponto de acesso -
ru: - нет точки доступа -
sk: - žiadny prístupový bod -
sl: - brez dostopne točke -
sr: - нема приступне тачке -
sr@latn: - nema pristupne tačke -
sv: - ingen åtkomstpunkt -
th: - ไม่มีจุดเชื่อมต่อ -
uk: - немає точки входження -
zh_cn: - 无访问点 -
zh_tw: 沒有存取點
