Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <ul><li><tt>%u</tt>: current user name</li><li><tt>%d</tt>: complete date/time in short format</li><li><tt>%D</tt>: complete date/time in long format</li><li><tt>%h</tt>: current time</li><li><tt>%y</tt>: current date in short format</li><li><tt>%Y</tt>: current date in long format</li><li><tt>%f</tt>: file name</li><li><tt>%U</tt>: full URL of the document</li><li><tt>%p</tt>: page number</li></ul><br><u>Note:</u> Do <b>not</b> use the '|' (vertical bar) character.
af: <ul><li><tt>%u</tt>: huidige gebruiker naam</li><li><tt>%d</tt>: volledige datum/tyd in kort formaat</li><li><tt>%D</tt>: volledige datum/tyd in lang formaat</li><li><tt>%h</tt>: huidige tyd</li><li><tt>%y</tt>: huidige datum in kort formaat</li><li><tt>%Y</tt>: huidige datum in lang formaat</li><li><tt>%f</tt>: lêer naam</li><li><tt>%U</tt>: volgrote Url van die dokument</li><li><tt>%p</tt>: bladsy nommer</li></ul><br><u>Nota:</u> Doen <b>nie</b> gebruik die '|' (vertikaal kolom) karakter.
ar: <ul><li><tt>%u</tt>: اسم المستخدم الحالي</li><li><tt>%d</tt>: التاريخ/الوقت الكامل بالصيغة القصيرة</li><li><tt>%D</tt>: التاريخ/الوقت الكامل بالصيغة الطويلة</li><li><tt>%h</tt>: الوقت الحالي</li><li><tt>%y</tt>: التاريخ الحالي بالصيغة القصيرة</li><li><tt>%Y</tt>: التاريخ الحالي بالصيغة الطويلة</li><li><tt>%f</tt>: اسم الملف</li><li><tt>%U</tt>: العنوان الكامل للمستند</li><li><tt>%p</tt>: رقم الصفحة</li></ul><br><u>ملحوظة:</u><b>لا</b> تستخدم الرمز '|' (الشريط الرأسي).
be: <ul><li><tt>%u</tt>: імя карыстальніка</li><li><tt>%d</tt>: поўная дата і час у скарочаным фармаце</li><li><tt>%D</tt>: поўная дата і час у поўным фармаце</li><li><tt>%h</tt>: цяперашні час</li><li><tt>%y</tt>: цяперашняя дата ў скарочаным фармаце</li><li><tt>%Y</tt>: цяперашняя дата ў поўным фармаце</li><li><tt>%f</tt>: назва файла</li><li><tt>%U</tt>: поўны URL дакумента</li><li><tt>%p</tt>: нумар старонкі</li></ul><br><u>Заўвага:</u><b>Не</b> ўжывайце знак '|' (вертыкальная паласа).
bg: <ul><li><tt>%u</tt>: текущо име на потребителя</li><li><tt>%d</tt>: дата и час в съкратен формат</li><li><tt>%D</tt>: дата и час в разширен формат</li><li><tt>%h</tt>: текущ час</li><li><tt>%y</tt>: текуща дата в съкратен формат</li><li><tt>%Y</tt>: текуща дата в разширен формат</li><li><tt>%f</tt>: име на файл</li><li><tt>%U</tt>: пълен адрес на документа (URL)</li><li><tt>%p</tt>: номер на страница</li></ul><br><u>Внимание:</u> Не <b>използвайте</b> знака <b>|</b>.
bs: <ul><li><tt>%u</tt> : trenutno korisničko ime</li><li><tt>%d</tt> : potpun datum/vrijeme u skraćenom obliku</li><li><tt>%D</tt> : potpun datum/vrijeme u punom obliku</li><li><tt>%h</tt> : trenutno vrijeme</li><li><tt>%y</tt> : trenutni datum u skraćenom obliku</li><li><tt>%Y</tt> : trenutni datum u punom obliku</li><li><tt>%f</tt> : naziv datoteke</li><li><tt>%U</tt> : puni URL dokumenta</li><li><tt>%p</tt> : broj stranice</li></ul><br><u>Napomena:</u> <b>Nemojte</b> koristiti znak '|' (vertikalna crta).
ca: <ul><li><tt>%u</tt>: el nom de l'actual usuari</li> <li><tt>%d</tt>: la data i hora en format curt</li> <li><tt>%D</tt>: la data i hora en format llarg</li> <li><tt>%h</tt>: l'hora actual</li> <li><tt>%y</tt>: la data actual en format curt</li> <li><tt>%Y</tt>: la data en format llarg</li> <li><tt>%f</tt>: el nom del fitxer</li> <li><tt>%U</tt>: l'URL complet cap al document</li> <li><tt>%p</tt>: el número de la pàgina</li></ul> <br><u>Nota:</u> <b>No</b> emprar el caràcter '|' (barra vertical).
cs: <ul><li><tt>%u</tt>: aktuální uživatelské jméno</li><li><tt>%d</tt>: kompletní datum/čas v krátkém formátu</li><li><tt>%D</tt>: kompletní datum/čas v dlouhém formátu</li><li><tt>%h</tt>: aktuální čas</li><li><tt>%y</tt>: aktuální datum v krátkém formátu</li><li><tt>%Y</tt>: aktuální datum v dlouhém formátu</li><li><tt>%f</tt>: jméno souboru</li><li><tt>%U</tt>: plné URL dokumentu</li><li><tt>%p</tt>: číslo stránky</li></ul><br><u>Poznámka:</u> <b>Nepoužívejte</b> znak '|'.
da: <ul><li><tt>%u</tt> : aktuelt brugernavn</li><li><tt>%d</tt> : fuldstændig dato/tid i kort format</li><li><tt>%D</tt> : fuldstændig dato/tid i langt format</li><li><tt>%h</tt> : aktuelt tidspunkt</li><li><tt>%y</tt> : aktuel dato i kort format</li><li><tt>%Y</tt> : aktuel dato i langt format</li><li><tt>%f</tt> : filnavn</li><li><tt>%U</tt> : dokumentets fulde URL</li><li><tt>%p</tt> : sidetal</li></ul><br><u>Bemærk:</u> Brug <b>ikke</b> tegnet '|' (lodret linje).
de: <ul><li><tt>%u</tt>: Benutzername</li><li><tt>%d</tt>: Datum/Uhrzeit in Kurzformat</li><li><tt>%D</tt>: Datum/Uhrzeit in Langformat</li><li><tt>%h</tt>: aktuelle Zeit</li><li><tt>%y</tt>: Datum im Kurzformat</li><li><tt>%Y</tt>: Datum im Langformat</li><li><tt>%f</tt>: Dateiname</li><li><tt>%U</tt>: vollständige URL des Dokuments</li><li><tt>%p</tt>: Seitennummer</li></ul><br><u>Hinweis:</u> Benutzen Sie <b>nicht</b> den senkrechten Strich '|'.
el: <ul><li><tt>%u</tt>: τρέχον όνομα χρήστη</li><li><tt>%d</tt>: πλήρης ημερομηνία/ώρα σε σύντομη μορφή</li><li><tt>%D</tt>: πλήρης ημερομηνία/ώρα σε μακροσκελή μορφή</li><li><tt>%h</tt>: τρέχουσα ώρα</li><li><tt>%y</tt>: τρέχουσα ημερομηνία σε σύντομη μορφή</li><li><tt>%Y</tt>: τρέχουσα ημερομηνία σε μακροσκελή μορφή</li><li><tt>%f</tt>: όνομα αρχείου</li><li><tt>%U</tt>: πλήρες URL του εγγράφου</li><li><tt>%p</tt>: αριθμός σελίδας</li></ul><br><u>Σημείωση:</u> <b>Μην</b> χρησιμοποιείτε το χαρακτήρα '|' (κατακόρυφη μπάρα).
es: <ul><li><tt>%u</tt> : nombre de usuario actual</li><li><tt>%d</tt> : fecha/hora completa en formato corto</li><li><tt>%D</tt> : fecha/hora completa en formato largo</li><li><tt>%h</tt> : hora actual</li><li><tt>%y</tt> : fecha actual en formato corto</li><li><tt>%Y</tt> : fecha actual en formato largo</li><li><tt>%f</tt> : nombre de archivo</li><li><tt>%U</tt> : nombre completo de URL</li><li><tt>%p</tt> : número de página</li></ul><br><u>Note:</u> <b>No</b> usar el carácter '|' (barra vertical).
eu: <ul><li><tt>%u</tt>: uneko erabiltzailaren izena</li><li><tt>%d</tt>: data/ordu osoa formatu laburrean</li><li><tt>%D</tt>: data/ordu osoa formatu luzean</li><li><tt>%h</tt>: uneko ordua</li><li><tt>%y</tt>: gaurko data formatu laburrean</li><li><tt>%Y</tt>: gaurko data formatu luzean</li><li><tt>%f</tt>: fitxategiaren izena</li><li><tt>%U</tt>: dokumentuaren URL osoa</li><li><tt>%p</tt>: orriaren zenbakia</li></ul><br><u>Oharra:</u><b>Ez</b> erabili '|' (barra bertikala) karakterea.
fa: <ul><li><tt>%u</tt>: نام کار‌بر جاری</li><li><tt>%d</tt>: تکمیل تاریخ/زمان در قالب کوتاه</li><li><tt>%D</tt>: تکمیل تاریخ/زمان در قالب بلند</li><li><tt>%h</tt>: زمان جاری</li><li><tt>%y</tt>: تاریخ جاری در قالب کوتاه</li><li><tt>%Y</tt>: تاریخ جاری در قالب بلند</li><li><tt>%f</tt>: نام پرونده</li><li><tt>%U</tt>: نشانی وب کامل سند</li><li><tt>%p</tt>: شمارۀ صفحه</li></ul><br><u>نکته:</u> از نویسۀ »|« )میلۀ عمودی( استفاده <b> نکنید </b>.
fi: <ul><li><tt>%u</tt>: käyttäjänimi</li><li><tt>%d</tt>: päiväys lyhyessä muodossa</li><li><tt>%D</tt>: päiväys pitkässä muodossa</li><li><tt>%h</tt>: kellonaika</li><li><tt>%y</tt>: päivämäärä lyhyessä muodossa</li><li><tt>%Y</tt>: päivämäärä pitkässä muodossa</li><li><tt>%f</tt>: tiedoston nimi</li><li><tt>%U</tt>: asiakirjan URL</li><li><tt>%p</tt>: sivunumero</li></ul><br><u>Älä</u> käytä ”|” (pystyviiva) -merkkiä.
fr: <ul><li><tt>%u</tt> : nom de l'utilisateur actuel</li><li><tt>%d</tt> : date/heure complètes au format abrégé</li><li><tt>%D</tt> : date/heure complètes au format long</li><li><tt>%h</tt> : heure actuelle</li><li><tt>%y</tt> : date du jour au format abrégé</li><li><tt>%Y</tt> : date du jour au format long</li><li><tt>%f</tt> : nom du fichier</li><li><tt>%U</tt> : URL complet du document</li><li><tt>%p</tt> : numéro de page</li></ul><br><u>NB :</u><b> N'utilisez pas</b> le caractère « | » (barre verticale).
fy: <ul><li><tt>%u</tt>: hjoeddeiske brûkersname</li><li><li><tt>%d</tt>: komplete datum/tiid (kort)</li><li><tt>%D</tt>: komplete datum/tiid (lang)</li><li><tt>%h</tt>: huidige tijd</li><li><tt>%y</tt>: datum fan hjoed (kort)</li><li><tt>%Y</tt>: datum fan hjoed (lang)</li><li><tt>%f</tt>: triemnamme</li><li><tt>%U</tt>: folslein URL-adres fan it dokumint</li><li><tt>%p</tt>: sidenûmer</li></ul><br><u>Taljochting:</u> brûk <b>gjin</b> '|' (fertikale streep).
gl: <ul><li><tt>%u</tt>: nome do usuário actual</li><li><tt>%d</tt>: data/hota completas en formato curto</li><li><tt>%D</tt>: date/time completas en formato longo</li><li><tt>%h</tt>: hora actual</li><li><tt>%y</tt>: data actual en formato curto </li><li><tt>%Y</tt>: data actual en formato longo</li><li><tt>%f</tt>: nome de ficheiro</li><li><tt>%U</tt>: URL completa do documento</li><li><tt>%p</tt>: número de páxinar</li></ul><br><u>Nota:</u> <b>Non</b> usar o carácter '|' (barra vertical).
he: <ul><li><tt>%u</tt>: שם המשתמש הנוכחי</li><li><tt>%d</tt>: התאריך\השעה המלאים בתבנית קצרה</li><li><tt>%D</tt>: התאריך\השעה המלאים בתבנית ארוכה</li><li><tt>%h</tt>: השעה הנוכחית</li><li><tt>%y</tt>: התאריך הנוכחי בתבנית קצרה</li><li><tt>%Y</tt>: התאריך הנוכחי בתבנית ארוכה</li><li><tt>%f</tt>: שם הקובץ</li><li><tt>%U</tt>: הכתובת המלאה של המסמך</li><li><tt>%p</tt>: מספר העמוד</li></ul><br><u>שים לב:</u> <b>אל</b> תשתמש בתו "|" (קו אנכי).
hu: <ul><li><tt>%u</tt> : az aktuális felhasználónév</li><li><tt>%d</tt> : az aktuális dátum és idő, rövid formátumban</li><li><tt>%D</tt> : az aktuális dátum és idő, hosszú formátumban</li><li><tt>%h</tt> : az aktuális idő</li><li><tt>%y</tt> : az aktuális dátum, rövid formátumban</li><li><tt>%Y</tt> : az aktuális dátum, hosszú formátumban</li><li><tt>%f</tt> : a fájlnév</li><li><tt>%U</tt> : a dokumentum teljes URL-je (elérési útja)</li><li><tt>%p</tt> : az oldalszám</li></ul><br><u>Megjegyzés:</u> <b>ne</b> használja a '|' (függőleges vonás) karaktert.
is: <ul><li><tt>%u</tt>: núverandi notandi</li><li><tt>%d</tt>: dagsetning/tími - stutt snið</li><li><tt>%D</tt>: dagsetning/tími - langt snið</li><li><tt>%h</tt>: núverandi tími</li><li><tt>%y</tt>: núverandi dagsetning - stutt snið</li><li><tt>%Y</tt>: núverandi dagsetning - langt snið</li><li><tt>%f</tt>: skráarheiti</li><li><tt>%U</tt>: full slóð að skjali</li><li><tt>%p</tt>: síðunúmer</li></ul><br><u>Ath:</u> Notið<b>ekki</b> táknið '|' (vertical bar).
it: <ul> <li><tt>%u</tt>: nome utente attuale</li> <li><tt>%d</tt>: data e ora correnti in formato breve</li><li><tt>%D</tt>: data e ora correnti in formato lungo</li><li><tt>%h</tt>: ora corrente</li><li><tt>%y</tt>: data corrente in formato breve</li><li><tt>%Y</tt>: data corrente in formato lungo</li><li><tt>%f</tt>: nome del file</li> <li><tt>%U</tt>: URL completo del documento</li> <li><tt>%p</tt>: numero di pagina</li></ul> <br><u>Nota:</u> <b>non</b> usare il carattere "|" (barra verticale).
ja: <ul><li><tt>%u</tt>: 現在のユーザ名</li><li><tt>%d</tt>: 短い形式の日付と時間</li><li><tt>%D</tt>: 長い形式の日付と時間</li><li><tt>%h</tt>: 現在の時間</li><li><tt>%y</tt>: 短い形式の現在の日付</li><li><tt>%Y</tt>: 長い形式の現在の日付</li><li><tt>%f</tt>: ファイル名</li><li><tt>%U</tt>: ドキュメントの完全な URL</li><li><tt>%p</tt>: ページ番号</li></ul><br>注意: 垂直バー (|) は使用しないでください。
kk: <ul><li><tt>%u</tt>: пайдаланушының аты</li><li><tt>%d</tt>: қысқа күні мен уақыты</li><li><tt>%D</tt>: толық күні мен уақыты</li><li><tt>%h</tt>: басып жатқандағы уақыт</li><li><tt>%y</tt>: қысқа пішімдегі күні</li><li><tt>%Y</tt>: толық пішімдегі күні</li><li><tt>%f</tt>: файл атауы</li><li><tt>%U</tt>: Құжаттың толық адресі</li><li><tt>%p</tt>: беттің нөмірі</li></ul><br><u>Ескерту: </u>'|' деген таңбаны <b>қолданбаңыз</b>.
km: <ul><li><tt>%u</tt> ៖ ឈ្មោះ​អ្នកប្រើ​បច្ចុប្បន្ន</li><li><tt>%d</tt> ៖ កាលបរិច្ឆេទ/ពេលវេលាពេញលេញ ក្នុង​ទ្រង់ទ្រាយ​ខ្លី</li><li><tt>%D</tt> ៖ កាលបរិច្ឆេទ/ពេលវេលា​ពេញលេញ ក្នុង​ទ្រង់ទ្រាយ​វែង</li><li><tt>%h</tt> ៖ ពេលវេលា​បច្ចុប្បន្ន</li><li><tt>%y</tt> ៖ កាលបរិច្ឆេទ​បច្ចុប្បន្ន ក្នុង​ទ្រង់ទ្រាយ​ខ្លី​</li><li><tt>%Y</tt> ៖ កាលបរិច្ឆេទ​បច្ចុប្បន្ន ក្នុង​ទ្រង់ទ្រាយ​វែង</li><li><tt>%f</tt> ៖ ឈ្មោះ​ឯកសារ</li><li><tt>%U</tt> ៖ URL ពេញលេញ​របស់​ឯកសារ</li><li><tt>%p</tt> ៖ លេខ​ទំព័រ</li></ul><br><u>ចំណាំ ៖</u> <b>កុំ</b> ប្រើ​តួអក្សរ '|' (របារ​បញ្ឈរ) ។
ko: <ul><li><tt>%u</tt>: 현재 사용자 이름</li><li><tt>%d</tt>: 짧은 형식의 날짜/시간 완성</li><li><tt>%D</tt>: 긴 형식의 날짜/시간 완성</li><li><tt>%h</tt>: 현재 시간</li><li><tt>%y</tt>: 짧은 형식의 현재 날짜</li><li><tt>%Y</tt>: 긴 형식의 현재 날짜</li><li><tt>%f</tt>: 파일 이름</li><li><tt>%U</tt>: 문서의 전체 URL</li><li><tt>%p</tt>: 페이지번호</li></ul><br><u>주의:</u> '|' (세로바)는 <b>사용하지 마십시오</b>
mk: <ul><li><tt>%u</tt>: активно корисничко име</li><li><tt>%d</tt>: целосен датум и време во кратка форма</li><li><tt>%D</tt>: целосен датум и време во долг формат</li><li><tt>%h</tt>: сегашно време</li><li><tt>%y</tt>: сегашен датум во краток формат</li><li><tt>%Y</tt>: сегашен датум во долг формат</li><li><tt>%f</tt>: име на датотека</li><li><tt>%U</tt>: целосен URL на документот</li><li><tt>%p</tt>: број на страна</li></ul><br><u>Забелешка:</u> <b>Не го користете </b> знакот „|“ (вертикална црта).
ms: <ul><li><tt>%u</tt>: nama pengguna semasa</li><li><tt>%d</tt>: lengkapkan tarikh/waktu dalam format pendek</li><li><tt>%D</tt>: lengkapkan tarikh/waktu dalam format panjang</li><li><tt>%h</tt>: waktu semasa</li><li><tt>%y</tt>: tarikh semasa dalam format pendek</li><li><tt>%Y</tt>: tarikh semasa dalam format panjang</li><li><tt>%f</tt>: nama fail</li><li><tt>%U</tt>: URL penuh bagi dokumen</li><li><tt>%p</tt>: nombor halaman</li></ul><br><u>Perhatian:</u> Jangan <b></b> guna aksara '|' (bar menegak).
nb: <ul><li><tt>%u</tt>: gjeldende brukernavn</li><li><tt>%d</tt>: komplett dato/klokkeslett i kort format</li><li><tt>%D</tt>: komplett dato/klokkeslett i langt format</li><li><tt>%h</tt>: klokkeslettet nå</li><li><tt>%y</tt>: dagens dato i kort format</li><li><tt>%Y</tt>: dagens dato i langt format</li><li><tt>%f</tt>: filnavnet</li><li><tt>%U</tt>: full URL til dokumentet</li><li><tt>%p</tt>: sidenummer</li></ul> <br><u> Merk:</u> Bruk <b>ikke</b> tegnet «|» ( vertikal strek).
nds: <ul><li><tt>%u</tt>: Brukernaam</li><li><tt>%d</tt>: kumplett Datum / Tiet in Kortformaat</li><li><tt>%D</tt>: kumplett Datum / Tiet in Langformaat</li><li><tt>%h</tt>: aktuell Tiet</li><li><tt>%y</tt>: Datum in Kortformaat</li><li><tt>%Y</tt>: Datum in Langformaat</li><li><tt>%f</tt>: Dateinaam</li><li><tt>%U</tt>: Hele URL vun't Dokment</li><li><tt>%p</tt>: Sietnummer</li></ul><br><u>Henwies:</u> Bruuk dat Teken "|" (pielliek Streek) <b>nich</b>!
nl: <ul><li><tt>%u</tt>: huidige gebruikersnaam</li><li><tt>%d</tt>: complete datum/tijd (kort)</li><li><tt>%D</tt>: complete datum/tijd (lang)</li><li><tt>%h</tt>: huidige tijd</li><li><tt>%y</tt>: huidige datum (kort)</li><li><tt>%Y</tt>: huidige datum (lang)</li><li><tt>%f</tt>: bestandsnaam</li><li><tt>%U</tt>: volledig URL-adres van het document</li><li><tt>%p</tt>: paginanummer</li></ul><br><u>Opmerking:</u> gebruik <b>geen</b> '|' (verticale streep).
nn: <ul><li><tt>%u</tt>: brukarnamnet</li><li><tt>%d</tt>: komplett dato/klokkeslett i kort format</li><li><tt>%D</tt>: komplett dato/klokkeslett i langt format</li><li><tt>%h</tt>: klokkeslettet no</li><li><tt>%y</tt>: datoen i dag i kort format</li><li><tt>%Y</tt>: datoen i dag i langt format</li><li><tt>%f</tt>: filnamnet</li><li><tt>%U</tt>: full URL til dokumentet</li><li><tt>%p</tt>: sidetal</li></ul> <br><u> Merk:</u> Bruk <b>ikkje</b> tegnet «|» ( vertikal strek).
pa: <ul><li><tt>%u</tt>: ਮੌਜੂਦਾ ਉਪਭੋਗੀ ਨਾਂ</li><li><tt>%d</tt>: ਛੋਟੇ ਫਾਰਮਿਟ ਵਿੱਚ ਮਿਤੀ/ਸਮਾਂ</li><li><tt>%D</tt>: ਲੰਮੇ ਫਾਰਮਿਟ ਵਿੱਚ ਮਿਤੀ/ਸਮਾਂ</li><li><tt>%h</tt>: ਮੌਜੂਦਾ ਸਮਾਂ</li><li><tt>%y</tt>: ਛੋਟੇ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦਾ ਮਿਤੀ</li><li><tt>%Y</tt>: ਲੰਮੇ ਰੂਪ ਵਿੱਚ ਮੌਜੂਦਾ ਮਿਤੀ</li><li><tt>%f</tt>: ਫਾਇਲ ਨਾਂ</li><li><tt>%U</tt>: ਦਸਤਾਵੇਜ਼ ਦਾ URL</li><li><tt>%p</tt>: ਸਫ਼ਾ ਨੰਬਰ</li></ul><br><u>ਸੂਚਨਾ:</u> '|' (ਖਿਤਿਜੀ ਡੰਡਾ) <b>ਨਾ</b> ਵਰਤੋਂ।
pl: <ul><li><tt>%u</tt>: nazwa bieżącego użytkownika</li><li><tt>%d</tt>: kompletne data/czas w krótkim formacie</li><li><tt>%D</tt>: kompletne data/czas w długim formacie</li> <li><tt>%h</tt>: bieżący czas</li> <li><tt>%y</tt>: bieżąca data w krótkim formacie</li><li><tt>%Y</tt>: bieżąca data w długim formacie</li> <li><tt>%f</tt>: nazwa pliku</li> <li><tt>%U</tt>: pełny URL dokumentu</li> <li><tt>%p</tt>: numer strony</li></ul> <br><u>Uwaga:</u> <b>Nie</b> używaj znaku '|' (pałka).
pt: <ul><li><tt>%u</tt>: o utilizador actual</li><li><tt>%d</tt>: a data/hora completas num formato curto</li><li><tt>%D</tt>: a data/hora completas num formato longo</li><li><tt>%h</tt>: a hora actual</li><li><tt>%y</tt>: a data actual num formato curto</li><li><tt>%Y</tt>: a data actual num formato longo</li><li><tt>%f</tt>: o nome do ficheiro</li><li><tt>%U</tt>: o URL completo do documento</li><li><tt>%p</tt>: o número da página</li></ul><br><u>Nota:</u> <b>Não</b> use o carácter '|' (barra vertical).
pt_br: <ul><li><tt>%u</tt> : nome do usuário atual</li><li><tt>%d</tt> : data/hora completos no formato curto</li><li><tt>%D</tt> : data/hora completos no formato longo</li><li><tt>%h</tt> : hora atual</li><li><tt>%y</tt> : data atual no formato curto</li><li><tt>%Y</tt> : data atual no formato longo</li><li><tt>%f</tt> : nome do arquivo</li> <li><tt>%U</tt>: URL completa do documento</li><li><tt>%p</tt> : número da página</li></ul><br><u>Nota:</u> <b>Não</b> use o caractere '|' (barra vertical).
ro: <ul><li><tt>%u</tt>: numele de utilizator curent</li><li><tt>%d</tt>: data/timpul complet curent în format scurt</li><li><tt>%D</tt>: data/timpul complet curent în format lung</li><li><tt>%h</tt>: timpul curent</li><li><tt>%y</tt>: data curentă în format scurt</li><li><tt>%Y</tt>: data curentă în format lung</li><li><tt>%f</tt>: numele fişierului</li><li><tt>%U</tt>: URL-ul complet al documentului</li><li><tt>%p</tt>: numărul de pagină</li></ul><br><u>Observaţie:</u> <b>Nu</b> utilizaţi caracterul '|' (bară verticală).
rw: <ul><li><tt>%u</tt>: Izina ry'ukoresha rigezweho</li><li><tt>%d</tt>: Uzuza itariki/igihe mu miterere migufi</li><li><tt>%D</tt>: Uzuza itariki/igihe mu miterere miremire</li><li><tt>%h</tt>: igihe kigezweho</li><li><tt>%y</tt>: igihe kigezweho mu miterere migufi</li><li><tt>%Y</tt>: itariki igezweho mu miterere miremire</li><li><tt>%f</tt>: izina ry'idosiye</li><li><tt>%U</tt>: URL yuzuye y'inyandiko</li><li><tt>%p</tt>: Nomero y'ipaji</li></ul><br><u>Impugukirwa:</u> <b>Nta</b>gukoresha inyuguti '|' (akarongo gahagaze).
se: <ul><li><tt>%u</tt>: dálá geavaheaddjinamma</li><li><tt>%d</tt>: ollislaš dáhton/áigi, oanehis hápmi</li><li><tt>%D</tt>: ollislaš dáhton/áigi, guhkes hápmi</li><li><tt>%h</tt>: dálá áig</li><li><tt>%y</tt>: dálá dáhton, oanehis hápmi</li><li><tt>%Y</tt>: dálá dáhton, guhkes hápmi</li><li><tt>%f</tt>: fiilanamma</li><li><tt>%U</tt>: dokumeantta URL</li><li><tt>%p</tt>: siidonummir</li></ul><br><u>Fuomáš:</u> <b>Ale</b> geavat «|» mearkka.
sk: <ul><li><tt>%u</tt>: aktuálne užívateľské meno</li><li><tt>%d</tt>: kompletný dátum/čas v krátkom formáte</li><li><tt>%D</tt>: kompletný dátum/čas v dlhom formáte</li><li><tt>%h</tt>: aktuálny čas</li><li><tt>%y</tt>: aktuálny dátum v krátkom formáte</li><li><tt>%Y</tt>: aktuálny dátum v dlhom formáte</li><li><tt>%f</tt>: názov súboru</li><li><tt>%U</tt>: plná URL dokumentu</li><li><tt>%p</tt>: číslo stránky</li></ul><br><u>Poznámka:</u> <b>Nepoužite</b> znak '|'.
sl: <ul><li><tt>%u</tt>: trenutno uporabniško ime</li><li><tt>%d</tt>: celoten datum in čas v kratki obliki</li><li><tt>%D</tt>: celoten datum in čas v dolgi obliki</li><li><tt>%h</tt>: trenutenn čas</li><li><tt>%y</tt>: trenuten datum v kratki obliki</li><li><tt>%Y</tt>: trenuten datum v dolgi obliki</li><li><tt>%f</tt>: ime datoteke</li><li><tt>%U</tt>: poln URL dokumenta</li><li><tt>%p</tt>: številka strani</li></ul><br><u>Vedite:</u> <b>ne</b> uporabljajte znaka ,|` (navpična črta).
sr: <ul><li><tt>%u</tt>: тренутно корисничо име</li><li><tt>%d</tt>: комплетан датум и време у кратком формату</li><li><tt>%D</tt>: комплетан датум и време у дугачком формату</li><li><tt>%h</tt>: тренутно време</li><li><tt>%y</tt>: тренутан датум у кратком формату</li><li><tt>%Y</tt>: тренутан датум у дугачком формату</li><li><tt>%f</tt>: име фајла</li><li><tt>%U</tt>: пун URL документа</li><li><tt>%p</tt>: број странице</li></ul><br><u>Пажња:</u> <b>Не користити</b> знак „|“ (усправна црта).
sr@latn: <ul><li><tt>%u</tt>: trenutno korisničo ime</li><li><tt>%d</tt>: kompletan datum i vreme u kratkom formatu</li><li><tt>%D</tt>: kompletan datum i vreme u dugačkom formatu</li><li><tt>%h</tt>: trenutno vreme</li><li><tt>%y</tt>: trenutan datum u kratkom formatu</li><li><tt>%Y</tt>: trenutan datum u dugačkom formatu</li><li><tt>%f</tt>: ime fajla</li><li><tt>%U</tt>: pun URL dokumenta</li><li><tt>%p</tt>: broj stranice</li></ul><br><u>Pažnja:</u> <b>Ne koristiti</b> znak „|“ (uspravna crta).
ta: <ul><li><tt>%u</tt>: தற்போது உபயோகிப்பவரின் பெயர்</li><li><tt>%d</tt>:சுருக்கமான வடிவமைப்பில் முழு தேதி/நேரம்</li><li><tt>%D</tt>:விரிவான வடிவமைப்பில் முழு தேதி/நேரம்</li><li><tt>%h</tt>:தற்போதைய நேரம்</li><li><tt>%y</tt>:சுருக்கமான வடிவமைப்பில் தற்போதைய தேதி</li><li><tt>%Y</tt>:விரிவான வடிவமைப்பில் தற்போதைய தேதி</li><li><tt>%f</tt>:கோப்பின் பெயர்</li><li><tt>%U</tt>:ஆவணத்தின் முழு URL</li><li><tt>%p</tt>:பக்க எண்</li></ul><br><u>குறிப்பு:</u>செங்குத்துப்பட்டை எழுத்தை பயன்படுத்த வேண்டாம்.<b></b>'|'
tg: <ul><li><tt>%u</tt>: номи истифодакунандаи равон</li><li><tt>%d</tt>: таърих/вақт дар андозаи кӯтоҳ пур кунед</li><li><tt>%D</tt>: таърих/вақт дар андозаи дароз пур кунед</li><li><tt>%h</tt>: вақти равон</li><li><tt>%y</tt>: таърихи равон дар андозаи кӯтоҳ</li><li><tt>%Y</tt>: таърихи равон дар андозаи дароз</li><li><tt>%f</tt>: номи файл</li><li><tt>%U</tt>: URL-и ҳуҷҷат пур кунед</li><li><tt>%p</tt>: рақами саҳифа</li></ul><br><u>Шарҳ:</u> Истифода<b>набаред</b> аломати '|' (хати амудӣ).
th: <ul><li><tt>%u</tt>: ชื่อผู้ใช้งานปัจจุบัน</li><li><tt>%d</tt>: วัน/เวลาที่สมบูรณ์ ในแบบย่อ</li><li><tt>%D</tt>: วัน/เวลาที่สมบูรณ์ ในแบบเต็ม</li><li><tt>%h</tt>: เวลาปัจจุบัน</li><li><tt>%y</tt>: วันปัจจุบัน ในแบบย่อ</li><li><tt>%Y</tt>: วันปัจจุบัน ในแบบเต็ม</li><li><tt>%f</tt>: ชื่อแฟ้ม</li><li><tt>%U</tt>: ตำแหน่งเต็มของเอกสาร</li><li><tt>%p</tt>: หมายเลขหน้า</li></ul><br><u>ข้อควรจำ:</u><b>ไม่ควร</b> ใช้อักขระ '|' (vertical bar)
uk: <ul><li><tt>%u</tt>: ім'я користувача</li><li><tt>%d</tt>: повні дата/час, скорочений вигляд</li><li><tt>%D</tt>: повні дата/час, повний вигляд</li><li><tt>%h</tt>: поточний час</li><li><tt>%y</tt>: поточна дата, скорочений вигляд</li><li><tt>%Y</tt>: поточна дата, повний вигляд</li><li><tt>%f</tt>: назва файла</li><li><tt>%U</tt>: повна адреса документа</li><li><tt>%p</tt>: номер сторінки</li></ul><br><u>Примітка:</u> <b>Не</b> вживайте символ "|".
zh_cn: <ul><li><tt>%u</tt>：当前用户名</li><li><tt>%d</tt>：完整的日期/时间(短格式)</li><li><tt>%D</tt>：完整的日期/时间(长格式)</li><li><tt>%h</tt>：当前时间</li><li><tt>%y</tt>：当前日期(短格式)</li><li><tt>%Y</tt>：当前日期(长格式)</li><li><tt>%f</tt>：文件名</li><li><tt>%U</tt>：文档的完整 URL</li><li><tt>%p</tt>：页码</li></ul><br><u>注意：</u> 请<b>不要</b>使用‘|’(竖线)字符。
