Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Save the current document to disk, with a name of your choice.
af: Stoor die huidige dokument na disket, met 'n naam van jou keuse.
ar: إحفظ الوثيقة الحالية على القرص، بإسم من إختيارك.
be: Запісаць гэты дакумент на дыску з выбранай назвай.
bg: Запис на текущия документ под друго име или тип.
bs: Snimi trenutni dokument na disk, koristeći ime koje odaberete.
ca: Desa el document actual al disc, amb un nom de la vostra elecció.
cs: Uložit současný dokument na disk a pojmenovat dle volby uživatele.
da: Gem det aktuelle dokument til disken under et navn du vælger.
de: Speichert das aktive Dokument unter einem Namen Ihrer Wahl.
el: Αποθήκευση του τρέχοντος εγγράφου στο δίσκο με ένα όνομα της επιλογής σας.
es: Guardar el documento actual en el disco con un nombre de su elección.
eu: Gorde uneko dokumentua diskoan, aukeratzen duzun izenarekin.
fa: سند جاری را با نام دلخواه خود در دیسک ذخیره کنید.
fi: Tallentaa nykyisen asiakirjan levylle valitsemallasi nimellä.
fr: Enregistrer le document en cours sur le disque, sous le nom de votre choix.
fy: It no foarsteande dokumint op skiif bewarje, mei de troch jo keazen namme.
gl: Guarda o documento actual ao disco, cun nome á súa escolla.
he: שמירת המסמך הנוכחי לדיסק, בשם שתבחר.
hr: Spremi trenutni dokument na disk, sa imenom po vašem izboru.
hu: Az aktuális dokumentum mentése a lemezre, a fájlnév bekérésével.
is: Vista skjalið á disk, með heiti að eigin vali.
it: Salva su disco il documento attuale, con un nome a tua scelta.
ja: 選択した名前で、現在のドキュメントをディスクに保存します。
kk: Назардағы құжатқа атау таңдап, дискіге сақтау.
km: រក្សា​ទុក​ឯកសារ​បច្ចុប្បន្ន​ទៅ​ថាស ជា​មួយ​នឹងឈ្មោះ​មួយ​នៃ​ជម្រើស​របស់​អ្នក ។
ko: 원하는 이름으로 현재 문서를 저장합니다.
mk: Го зачувува активниот документ на диск, со име по ваш избор.
ms: Simpan dokumen semasa ke dalam cakera, dengan nama pilihan anda.
nb: Lagre gjeldende dokument på disk, med et navn du velger.
nds: Sekert dat aktuelle Dokment mit en niegen Naam.
nl: Sla het huidige document op de schijf op, met een door u gekozen naam.
nn: Lagra dokumentet på disken, med eit namn du vel.
pa: ਆਪਣੀ ਪਸੰਦ ਦੇ ਨਾਂ ਨਾਲ ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਡਿਸਕ ਤੇ ਸੰਭਾਲੋ।
pl: Zapisz bieżący dokument na dysk z nazwą odpowiednią dla Ciebie.
pt: Grava o documento actual para o disco, com um nome à sua escolha.
pt_br: Salva o documento atual com um nome de sua escolha.
ro: Salvează documentul curent pe disc, cu un nume la alegerea dumneavoastră.
rw: Kubika inyandiko igezweho kuri disiki, ukoresheje izina wihitiyemo.
se: Vurke dokumeantta skearrui, nama bijat ieš.
sk: Uložiť aktuálny dokument na disk, s menom podľa vášho výberu.
sl: Shrani trenuten dokument na disk z željenim imenom.
sr: Снимање текућег документа на диск, са именом које ви одаберете.
sr@latn: Snimanje tekućeg dokumenta na disk, sa imenom koje vi odaberete.
ta: நடப்பு ஆவணத்தை வட்டில் ஏதாவது ஒரு பெயரில் சேமி.
tg: Ҳуҷҷати ровонро бо номи дилхоҳ дар диск нигоҳ доред.
th: บันทึกเอกสารปัจจุบันลงดิสก์ด้วยชื่อที่คุณกำหนด
uk: Зберегти поточний документ на диск, з новою назвою.
zh_cn: 用您指定的名字将当前文档保存到磁盘。

source: This command opens a dialog and lets you choose a line that you want the cursor to move to.
af: Hierdie opdrag maak oop 'n dialoog en laat jy jy kies 'n lyn wat jy wil hê die plekaanduier na beweeg na.
ar: هذا الأمر يفتح مربع حوار و يسمح لك باختيار السطر الذي تريد المؤشر أن يُحرك اليه
be: Дазваляе выбраць радок, у які трэба перанесці курсор.
bg: Отиване на даден ред в текущия документ.
bs: Ova naredba otvara dijalog i omogućuje vam da izaberete broj reda na koji želite premjestiti kursor.
ca: Aquesta ordre obre un diàleg que us permetrà escollir una línia a la que desitgeu moure el cursor.
cs: Tento příkaz otevře dialog a nechá vás vybrat řádku, na kterou chcete přesunou kurzor.
da: Denne kommando åbner en dialog og lader dig vælge en linje som du ønsker at markøren skal flyttes til.
de: Dieser Befehl öffnet ein Dialogfenster, in dem Sie die Zeile auswählen können, zu der Sie springen möchten.
el: Αυτή η εντολή ανοίγει ένα διάλογο και σας αφήνει να επιλέξετε τη γραμμή στην οποία θέλετε να μετακινηθεί ο δρομέας.
es: Esta orden abre un diálogo y le permite elegir una línea a la que desea mover el cursor.
eu: Komando honek elkarrizketa-koadroa irekitzen du, eta lerroa hautatzen uzten dizu kurtsorea berton kokatzeko.
fa: این فرمان، محاوره‌ای را باز می‌کند، و به شما اجازه می‌دهد خطی که می‌خواهید مکان‌نما در آن حرکت کند را انتخاب کنید.
fi: Tämä avaa ikkunan ja antaa valita rivin, jolle haluat siirtää kohdistimen.
fr: Cette commande ouvre une boîte de dialogue et permet de choisir la ligne sur laquelle vous désirez placer le curseur.
fy: Dit kommando iepenet in dialoochfinter wêryn jo in rigel ynjaan kinne wêr it rinnerke nei ta pleatst sil wurde.
gl: Este comando abre un diálogo e permite-lle escoller unha liña á que mover o cursor.
he: פקודה זו פותחת דו־שיח ומאפשרת לך לבחור את השורה שאליה ברצונך שהסמן יעבור.
hr: Ova naredba otvara dialog i omogućava vam da odaberete liniju na koju želite da se pomakne kursor.
hu: A parancs megnyit egy párbeszédablakot, melyben meg lehet adni annak a sornak a számát, amelyre rá szeretne lépni.
is: Þessi skipun opnar glugga og leyfir þér að velja í hvaða línu þú vilt að bendillinn sé færður.
it: Questo comando apre una finestra per scegliere a quale riga posizionare il cursore.
ja: このコマンドはダイアログを開き、カーソルを移動させる行を選択します。
kk: Бұл команда ауысу үшін қалаған жолды таңдау диалогін ашады.
km: ពាក្យ​បញ្ជា​នេះ​បើកប្រអប់​មួយ និង​​អនុញ្ញាតឲ្យ​អ្នក​ជ្រើស​បន្ទាត់​មួយ​ដែល​អ្នក​ចង់​ឲ្យ​ទស្សន៍​ទ្រនិចផ្លាស់​ទី​ទៅ​កាន់ ។
ko: 원하는 라인으로 커서를 이동 시키는 창을 엽니다.
mk: Оваа команда отвора дијалог и ви овозможува да изберете линија каде што сакате да се помести курсорот.
ms: Arahan ini membuka dialog dan membolehkan anda memilih baris yang anda ingin kursor bergerak kepadanya.
nb: Denne kommandoen åpner en dialog der du kan velge en linje som du vil at markøren skal gå til.
nds: Disse Befehl wiest en Dialoog, binnen den Du de Reeg fastleggen kannst, na de de Blinker jumpen schall.
nl: Dit commando opent een dialoogvenster waarin u een regel kunt opgeven waar de cursor naartoe geplaatst zal worden.
nn: Denne kommandoen opnar ein dialog der du kan velja kva for linje skrivemerket skal flyttast til.
pa: ਇਹ ਕਮਾਂਡ ਇੱਕ ਵਾਰਤਾਲਾਪ ਖੋਲੋਗੀ ਅਤੇ ਤੁਹਾਨੂੰ ਇੱਕ ਸਤਰ ਦੀ ਚੋਣ ਕਰਨ ਦੇਵੇਗੀ, ਜਿੱਥੇ ਤੁਸੀਂ ਕਰਸਰ ਭੇਜਣੀ ਚਾਹੁੰਦੇ ਹੋ।
pl: To polecenie otwiera okno i pozwala wybrać linię do której chcesz przesunąć kursor.
pt: Este comando abre uma janela e permite-lhe escolher uma linha para a qual quer mover o cursor.
pt_br: Este comando abre um diálogo e deixa você escolher uma linha para onde você deseja que o cursor mova-se.
ro: Această comandă deschide o căsuţă de dialog şi vă permite să alegeţi linia la care să fie mutat cursorul.
rw: Iri bwizwa rifungura ikiganiro kandi rikakureka ugahitamo umurongo ushaka ko inyoborayandika yimukiraho.
se: Dát gohččun rahpá lašaža mii diktá du válljet linnjá gosa čállinmearka sirdojuvvo.
sk: Tento príkaz otvorí dialóg a umožní vám vybrať riadok kam chcete presunúť kurzor.
sl: Ta ukaz odpre pogovorno okno, kjer lahko izberete črto, kamor bi radi premaknili kazalec.
sr: Ова наредба отвара дијалог и пушта вас да изаберете линију на коју желите да се помери курсор.
sr@latn: Ova naredba otvara dijalog i pušta vas da izaberete liniju na koju želite da se pomeri kursor.
ta: இந்த கட்டளை ஒரு உரையாடல் பெட்டியை திறந்து நிலைகாட்டி செல்ல வேண்டிய ஒரு வரியை தேர்வு செய்ய உங்களை அனுமதிக்கும்.
tg: Ин фармон диалогро мекушояд, ва барои интихоби хат дар куҷо шумо курсори муш ҳаракат мехоҳед кунед, иҷозат медиҳад.
th: คำสั่งนี้จะเรียกกล่องโต้ตอบ และให้คุณได้เลือกบรรทัดที่คุณต้องการจะให้เคอร์เซอร์ย้ายไป
uk: Ця команда відкриє діалогове вікно, у якому ви зможете вказати рядок, до якого пересунути курсор.
zh_cn: 此命令打开一个对话框，让您选择将光标移到哪一行。

source: &Configure Editor...
af: Konfigureer Redigeerder...
ar: ته&يئة المحرر...
be: &Настаўленне рэдактара...
bg: &Настройване на редактора...
bs: &Postavke editora...
ca: &Configura l'editor...
cs: Nastavit e&ditor...
da: &Indstil editor...
de: &Editor einrichten ...
el: Ρύθμισ&η επεξεργαστή...
es: &Configurar editor...
eu: &Konfiguratu editorea...
fa: &پیکربندی ویرایشگر...‌
fi: &Editorin asetukset...
fr: &Configurer l'éditeur...
fy: Bewurker &ynstelle...
gl: &Configurar Editor...
he: &הגדרות העורך...
hr: &Postavke uređivača...
hu: A szerkesztő beá&llításai...
is: Stilla &Kate...
it: &Configura editor...
ja: エディタを設定(&C)...
kk: &Редакторды баптау...
km: កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​និពន្ធ...
ko: 편집기 설정(&C)...
mk: &Конфигурирај уредувач...
ms: &Konfigur Editor...
nb: &Tilpass redigerer …
nds: &Editor instellen...
nl: Editor &instellen...
nn: &Set opp skriveprogram …
pa: ਸੰਪਾਦਕ ਸੰਰਚਨਾ(&C)...
pl: &Konfiguracja edytora...
pt: &Configurar o Editor...
pt_br: &Configurar Editor ...
ro: &Configurează editor...
rw: Kuboneza Muhinduzi
se: &Heivet čállinprográmma …
sk: &Nastaviť editor...
sl: &Nastavi urejevalnik ...
sr: П&одеси уређивач...
sr@latn: P&odesi uređivač...
ta: தொகுப்பானை வடிவமை...
tg: &Танзими Муҳаррир...
th: ปรับแต่งเครื่องมือแก้ไขข้อความ...
uk: &Налаштувати редактор...
zh_cn: 配置编辑器(&C)...

source: Configure various aspects of this editor.
af: Konfigureer verskeie aspekte van hierdie redigeerder.
ar: أعدّ جوانبا مختلفة لهذا المحرّر.
be: Кіраванне рознымі бакамі працы гэтага рэдактара.
bg: Настройване поведението на редактора.
bs: Podesite razne aspekte ovog editora.
ca: Configura diversos aspectes d'aquest editor.
cs: Nastavit různé aspekty tohoto editoru.
da: Indstil denne editors forskellige dele.
de: Ermöglicht diverse Einstellungen für diesen Editor.
el: Ρύθμιση διάφορων λειτουργιών αυτού του επεξεργαστή.
es: Configurar diversos aspectos de este editor
eu: Konfiguratu editore honen ezaugarri batzuk.
fa: پیکربندی جنبه‌های مختلف این ویرایشگر.
fi: Aseta editorin erilaisia toimintoja
fr: Configurer les divers aspects de cet éditeur.
fy: Ferskate aspekten fan de bewurker ynstelle.
gl: Configura vários aspectos deste editor.
he: קביעת הגדרות של היבטים שונים של עורך זה.
hr: Podešava razne aspekte ovog editora.
hu: A szerkesztő tulajdonságait lehet itt módosítani.
is: Stilla ýmislegt fyrir þennan ritil.
it: Configura vari aspetti di questo editor.
ja: このエディタのさまざまなオプションを設定します。
kk: Редактордың түрлі параметрлерін баптау.
km: កំណត់​រចនា​សម្ព័ន្ធ​ទិដ្ឋភាព​ផ្សេងៗរបស់កម្មវិធី​និពន្ធ​នេះ ។
ko: 편집기 형태를 설정합니다.
mk: Конфигурирате ги разните аспекти на овој уредувач.
ms: Konfigur pelbagai aspek bagi editor ini.
nb: Tilpass deler av denne redigereren.
nds: Verscheden Instellen för dissen Editor
nl: Configureer diverse aspecten van deze editor.
nn: Tilpass ymse delar av skriveprogrammet.
pa: ਇਸ ਸੰਪਾਦਕ ਦੇ ਕਈ ਗੁਣਾਂ ਦੀ ਸੰਰਚਨਾ ਹੈ।
pl: Konfiguruje różne aspekty edytora.
pt: Configura os vários aspectos deste editor.
pt_br: Configura vários aspectos deste editor.
ro: Configurează diferite aspecte ale acestui editor.
rw: Kuboneza imyitwarire itandukanye y'iyi muhinduzi.
se: Heivet muhtun oasit čállinprográmmas.
sk: Nastaviť rôzne aspekty tohoto editora.
sl: Nastavitve različnih lastnosti tega urejevalnika.
sr: Подешавање разних аспеката овог уређивача.
sr@latn: Podešavanje raznih aspekata ovog uređivača.
ta: இந்த தொகுப்பானின் பல்வேறு அம்சங்களை வடிவமை
tg: Қисмҳои гуногуни ин муҳаррирро танзим кунед.
th: ปรับแต่งส่วนต่าง ๆ ของเครื่องมือแก้ไขข้อความนี้
uk: Налаштувати різні параметри редактора.
zh_cn: 配置这个编辑器多方面的设置。

source: &Highlighting
af: Verligting
bg: Откро&яване
bs: &Bojenje
ca: &Ressaltat
cs: Z&výraznění
da: &Fremhævning
de: &Hervorhebungen
el: &Τονισμός
es: &Resaltado
eu: &Nabarmentzea
fa: &مشخص کردن‌
fi: &Korostus
fr: &Coloration syntaxique
fy: Markea&rring
gl: &Realzado
he: &הדגשה
hu: Kieme&lés
is: &Litun
it: &Evidenziazione
ja: 強調(&H)
kk: &Талдап бояулау
km: ការ​បន្លិច
ko: 강조(&H)
mk: &Означување
ms: &Penonjolan
nb: &Uthevet
nds: S&yntaxmarkeren
nl: Accent&uering
nn: &Syntaksmerking
pa: ਉਘਾੜਨ(&H)
pl: &Podświetlenie
pt: Real&ce
pt_br: &Destaque
ro: &Evidenţiere
rw: Ishimangira
se: &Syntáksamerken
sk: &Zvýraznenie
sl: &Osvetljevanje
sr: &Истицање
sr@latn: &Isticanje
ta: &முன்னிலைபடுத்தல்
tg: &Зерравшанӣ
th: การทำตัวเน้น
uk: &Підсвічування
zh_cn: 语法加亮(&H)

source: Here you can choose how the current document should be highlighted.
af: Hier jy kan kies hoe die huidige dokument moet wees verlig.
ar: هنا يتم اختيار كيف يجب تظليل المستند الحالى .
bg: Открояване на текущия файл.
bs: Ovdje možete izabrati kako će trenutni dokument biti obojen.
ca: Aquí podeu escollir com s'hauria de ressaltar el document actual.
cs: Zde si můžete vybrat jak bude současný dokument zvýrazňovaný.
da: Her kan du vælge hvordan det aktuelle dokument skal fremhæves.
de: Hier können Sie auswählen, wie Text im aktuellen Dokument hervorgehoben werden soll.
el: Εδώ μπορείτε να επιλέξετε το πως το τρέχον αρχείο θα τονιστεί.
es: Aquí puede elegir como se debería resaltar el documento actual.
eu: Uneko dokumentua nola nabarmendu behar den hauta dezakezu.
fa: در اینجا می‌توانید انتخاب کنید که سند جاری چطور باید مشخص شود.
fi: Tästä voit valita miten nykyinen asiakirja korostetaan.
fr: Vous pouvez choisir ici le mode de coloration syntaxique du document actuel.
fy: Hjir kinne jo beskiede hoe it aktive dokumint markearre sil wurde.
gl: Aqui pode escoller o realzado a aplicar ao documento.
he: כאן באפשרותך לבחור כיצד יודגש המסמך הנוכחי.
hr: Ovdje možete odabrati način na koji bi trenutni dokument trebao biti obojen.
hu: Itt lehet kiválasztani, hogy az aktuális dokumentum szintaxiskiemelése milyen legyen.
is: Hér getur þú valið hvernig núverandi skjal verður litað
it: Qui puoi scegliere la modalità di evidenziazione per il documento corrente.
ja: ここでどのように現在のドキュメントを強調表示するかを選択できます。
kk: Мұнда назардағы құжат қалай талдап бояуланатынды таңдай аласыз.
km: នៅ​ទីនេះ អ្នក​អាច​ជ្រើស​ពី​វិធី​ដែល​ឯកសារ​បច្ចុប្បន្ន​គួរ​ត្រូវ​បាន​បន្លិច ។
ko: 현 문서가 어떻게 강조되야하는지 결정할 수 있습니다.
mk: Тука можете да одберете како треба да биде означен тековниот документ.
ms: Di sini anda boleh pilih bagaimana dokumen semasa patut ditonjolkan.
nb: Her kan du velge hvordan det aktive dokumentet skal merkes.
nds: Hier kannst Du utsöken, welk Syntaxmarkeren-Moduul op dat Dokment anwendt warrt.
nl: Hier kunt u bepalen hoe het huidige document zal worden geaccentueerd.
nn: Her kan du velja syntaksmerkinga av dokumentet.
pa: ਇੱਥੇ ਤੁਸੀਂ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਕਿਵੇਂ ਉਘਾੜਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: W tym miejscu możesz zdecydować jak będzie wyglądać podświetlenie bieżącego dokumentu.
pt: Aqui pode escolher como deverá ser realçado o documento actual.
pt_br: Aqui você pode escolher como o conteúdo do documento atual deve ser destacado.
ro: Aici puteţi alege cum va fi evidenţiat documentul curent.
rw: Hano ushobora guhitamo ukuntu inyandiko igezweho igomba gushimangirwa.
se: Dás válljet mo dálá dokumeanta syntáksamerkejuvvo.
sk: Tu si môžete vybrať ako bude aktuálny dokument zvýrazňovaný.
sl: Tu lahko izberete, kako naj bo trenuten dokument poudarjen.
sr: Овде можете да изаберете како би требало истицати текући документ.
sr@latn: Ovde možete da izaberete kako bi trebalo isticati tekući dokument.
ta: நடைமுறை ஆவணம் எப்படி முன்னிலைப்படுத்திக் காட்டப்பட வேண்டும் என்பதை நீங்கள் தேர்வு செய்யலாம்.
tg: Дар ин ҷо шумо метавонед аз таг равшан кардани синтаксис дар ин ҳуҷҷат соз кунед.
th: คุณสามารถเลือกวิธีการแสดงผลตัวเน้นของเอกสารปัจจุบันได้ที่นี่
uk: Тут ви можете вибрати підсвічування для поточного документа.
zh_cn: 这里您可以选择如何加亮显示当前文档。

source: &Filetype
af: Lêertipe
be: Тып &файла
bg: &Тип на файл
bs: &Tip datoteke
ca: Tipus de &fitxer
cs: Typ sou&boru
da: &Filtype
de: Dateit&yp
el: Τύπος &αρχείου
es: &Tipo de archivo
eu: &Fitxategi-mota
fa: &نوع پرونده‌
fi: &Tiedostotyyppi
fr: &Type de fichier
fy: &Triemtype
gl: Tipo de &Arquivo
he: סוג &קובץ
hu: Fájltíp&us
is: &Skráargerð
it: Tipo di &file
ja: ファイルタイプ(&F)
kk: &Файл түрі
km: ប្រភេទ​ឯកសារ
ko: 파일 타입(&F)
mk: &Тип на датотека
ms: &Jenis Fail
nb: &Filtype
nds: Datei&typ
nl: &Bestandstype
nn: &Filtype
pa: ਫਾਇਲ ਕਿਸਮ(&F)
pl: &Typ pliku
pt: Tipo de &Ficheiro
pt_br: &Tipo de arquivo
ro: &Tip de fişier
rw: Ubwokoidosiye
se: &Fiilašládja
sk: &Typ súboru
sl: &Vrsta datoteke
sr: Врста &фајла
sr@latn: Vrsta &fajla
ta: &கோப்பு வகை
tg: &Намуди файл
th: ประเภทของแฟ้ม
uk: &Тип файла
zh_cn: 文件类型(&F)

source: &Schema
af: Skema
ar: الس&مات
be: &Схема
bg: С&хема
bs: Š&ema
ca: E&squema
cs: &Schéma
da: &Farvesammensætning
el: &Σχήμα
es: &Esquema
eu: E&skema
fa: &طرحواره‌
fi: &Teema
fr: &Schéma
fy: &Skema
gl: E&squemas
he: &סכימה
hr: &Shema
hu: Ö&sszeállítás
is: &Skema
ja: スキーマ(&S)
kk: &Сұлба
km: គ្រោងការណ៍
ko: 스키마(&S)
mk: &Шема
ms: &Skema
nb: &Oppsett
nn: &Oppsett
pa: ਸਕੀਮ(&S)
pl: &Schemat
pt: E&squema
pt_br: &Esquema
rw: Igishushanyombonera
se: Čo&ahkádus
sk: &Schéma
sl: &Shema
sr: Ше&ма
sr@latn: Še&ma
ta: &வடிவம்
tg: &Нақша
th: ชุดรูปแบบ
uk: &Схема
zh_cn: 方案(&S)

source: &Indentation
af: Inkeping
bg: О&тстъп
bs: &Uvlačenje
ca: &Sagnat
cs: Od&sazování
da: &Indrykning
de: E&inrückung
el: Χρήσ&η εσοχών
es: &Sangrado
eu: &Koskatzea
fa: &تو‌رفتگی‌
fi: S&isennys
fy: &Ynspring
gl: &Endentación
he: &הזחה
hu: Be&húzás
is: Stillingar &inndrátts
it: &Indentazione
ja: 字下げモード(&I)
kk: &Шегініс
km: ការ​ចូល​បន្ទាត់
ko: 들여쓰기(&I)
mk: &Вовлекување
ms: &Indentasi
nb: &Innrykk
nds: &Inrücken
nl: &Insprong
nn: &Innrykk
pa: ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰ(&I)
pl: &Wcięcia
pt: &Indentação
pt_br: &Identação
ro: &Indentare
rw: Isunika
se: &Siskkildeapmi
sk: &Odsadenie
sl: &Zamikanje
sr: &Увлачење
sr@latn: &Uvlačenje
ta: &உள்தள்ளுதல்
th: การย่อหน้า
uk: &Відступ
zh_cn: 缩进(&I)

source: E&xport as HTML...
af: Uitvoer as Html...
be: &Экспартаваць у HTML...
bg: Експортиране като HTML...
ca: E&xporta com a HTML...
cs: E&xportovat do HTML...
da: &Eksportér som HTML...
de: Als &HTML exportieren ...
el: Ε&ξαγωγή ως HTML...
es: &Exportar como HTML...
eu: E&sportatu HTML gisa...
fa: &صادرات به عنوان زنگام...‌
fi: &Vie HTML:nä...
fr: E&xporter en HTML...
fy: As HTML e&ksportearje...
gl: E&xportar como HTML
he: &ייצא בתור HTML...
hu: &Exportálás HTML formátumban...
is: &Flytja út sem HTML...
it: Es&porta come HTML...
ja: HTML としてエクスポート(&X)...
kk: &HTML пішімінде экспорттау...
km: នាំចេញ​ជា HTML...
ko: HTML로 내보내기(&X)...
mk: &Изнеси како HTML...
nb: Eksporter som &HTML …
nds: As HTML e&xporteren...
nl: Als HTML e&xporteren...
nn: Eksporter som &HTML …
pa: HTML ਵਾਂਗ ਨਿਰਯਾਤ(&x)...
pl: E&ksportuj jako HTML...
pt: E&xportar como HTML...
pt_br: E&xportar como HTML...
ro: E&xportă ca HTML...
se: Olggosfievrrit &HTML:an …
sk: E&xport ako HTML...
sl: &Izvozi kot HTML ...
sr: Извези &као HTML...
sr@latn: Izvezi &kao HTML...
tg: С&дирот ҳамчун HTML...
th: ส่งออกเป็นแฟ้ม HTML...
uk: Експортувати як H&TML...
zh_cn: 导出为 HTML(&X)...

source: This command allows you to export the current document with all highlighting information into a HTML document.
af: Hierdie opdrag laat jou toe om uit te voer die huidige dokument met alle verligting informasie binne in 'n Html dokument.
bg: Експортиране на файла във формат HTML и открояване на кода.
ca: Aquesta ordre us permetrà exportar el document actual amb tota la informació del ressaltat en un document HTML.
cs: Tento příkaz umožňuje exportovat současný dokument s veškerou informací o zvýrazňování do HTML dokumentu.
da: Denne kommando lader dig eksportere det aktuelle dokument med alle fremhævningsinformationer til et HTML-dokument.
de: Mit diesem Befehl können Sie das aktive Dokument mit allen Hervorhebungen in ein HTML-Dokument speichern.
el: Αυτή η εντολή σας επιτρέπει να εξάγετε το τρέχον έγγραφο με όλες τις πληροφορίες τονισμού σε ένα έγγραφο HTML.
es: Esta orden le permite exportar el documento actual con toda la información de resaltado en un documento HTML.
eu: Komando honek uneko dokumentua nabarmentze-informazio guztiarekin HTML motako dokumentu batean esportatzen uzten dizu.
fa: این فرمان به شما اجازه می‌دهد سند جاری را با تمام اطلاعات مشخص‌کننده در یک سند زنگام صادر کنید.
fi: Tämä komento mahdollistaa nykyisen asiakirjan viennin kaikkine korostuksineen HTML-dokumenttiin.
fr: Cette commande permet d'exporter le document actuel ainsi que sa coloration syntaxique dans un fichier HTML.
fy: Mei dit kommando kinne jo it aktive dokumint mei alle markearrings-ynformaasje nei in HTML-dokumint eksportearje.
gl: Este comando permite-lle exportar o documento con toda a información de realzado a un documento HTML
he: פקודה זו מאפשרת לך לייצא את המסמך הנוכחי, עם כל מידע ההדגשה, למסמך HTML.
hu: Ezzel a paranccsal az aktuális dokumentumot szintaxiskiemeléssel együtt lehet lementeni HTML-fájlba.
is: Þessi skipun leyfir þér að flytja út núverandi skjal með öllum málfræðilitunum í HTML skjal.
it: Questo comando permette di esportare il documento con tutte le informazioni di evidenziazione in un documento HTML.
ja: このコマンドは現在のドキュメントに強調表示情報を埋め込み、例えば HTML などのマークアップ文書にエクスポートします。
kk: Бұл команда, назардағы құжатты HTML пішімінге талдап бояулауымен бірге, экспорттауға мүмкіндік береді.
km: ពាក្យ​បញ្ជា​នេះអនុញ្ញាត​ឲ្យ​អ្នកនាំចេញ​ឯកសារ​បច្ចុប្បន្នជាមួយ​នឹង​ព័ត៌មាន​បន្លិច​ទៅ​ជា​ឯកសារ HTML មួយ ។
ko: 이 명령어는 모든 강조중인 정보와 함께 현재 문서를 HTML 문서로 내보내도록 합니다.
mk: Оваа команда ви овозможува да го изнесете тековниот документ со сите информации за означување во НТМL-документ.
ms: Arahan ini membolehkan anda mengeksport dokumen semasa dengan semua maklumat penonjolan ke dalam dokumen HTML.
nb: Med denne kommandoen kan du eksportere dokumentet, med alle markeringer og framhevinger, til et HTML-dokument.
nds: Disse Befehl exporteert dat aktuelle Dokment mit all Syntaxmarkeren na en HTML-Dokment.
nl: Met dit commando kunt u het huidige document met alle accentuatie-informatie naar een HTML-document exporteren.
nn: Med denne kommandoen kan du eksportera det syntaksmerka dokumentet til eit HTML-dokument.
pl: Polecenie to pozwala na eksportowanie bieżącego dokumentu ze wszystkimi podświetleniami do dokumentu HTML.
pt: Este comando permite-lhe exportar o documento actual, com toda a informação de realce, para um documento em HTML.
pt_br: Este comando permite a você exportar o documento atual com todas as informações de destaque para dentro de um documento HTML.
ro: Această comandă vă permite să exportaţi documentul curent cu toate informaţiile de evidenţiere într-unul de tip HTML.
rw: Iri bwirizwa rikwemerera kohereza inyandiko igezweho ifite ibisobanuro byose bishimangiwe mu nyandiko HTML.
se: Dát gohččun diktá du olggosfievrridit dokumeantta buot syntáksamerkendieđuiguin HTML-dokumentii.
sk: Tento príkaz vám umožní exportovať aktuálny dokument so všetkými informaciami o zvýrazňovaní do HTML dokumentu.
sl: Ta ukaz vam omogoča izvoz trenutnega dokumenta z vsemi podatki o poudarjanju v dokument HTML.
sr: Ова наредба вам омогућава да извезете текући документ са свим информацијама о истицању у HTML.
sr@latn: Ova naredba vam omogućava da izvezete tekući dokument sa svim informacijama o isticanju u HTML.
th: คำสั่งนี้ อนุญาตให้คุณทำการส่งออกเอกสารปัจจุบันรวมทั้งตัวเน้นทั้งหมด เข้าไปยังเอกสารแบบ HTML
uk: Ця команда дозволяє експортувати поточний документ з підсвічуванням синтаксису у вигляд HTML документу.
zh_cn: 此命令允许您将当前文档及其全部加亮信息导出到 HTML 文档。
