Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: This command comments out the current line or a selected block of text.<BR><BR>The characters for single/multiple line comments are defined within the language's highlighting.
af: Hierdie opdrag kommentaar uit die huidige lyn van 'n gekose blok van teks.<BR><BR>die karakters vir enkel/veelvuldige lyn kommentaar word gedefinieër binne in die taal se verligting.
ar: هذا الأمر يقوم بوضع علامة التعليق على السطر الحالى أو المقطع المختار من النص. <BR><BR>علامات التعليق الخاصة أحادية/متعددة الأسطر معرفة في قواعد التظليل الخاصة باللغة.
bg: Вмъкване на коментар в текущия ред или в маркираните редове.<BR><BR>Знаците за коментар са дефинира във файла с дефиниция за открояването на кода на съответния език.
bs: Ova naredba komentira liniju ili izabrani blok teksta. <BR> <BR>Karakteri za jedno- i višelinijske komentare su definisane u postavkama bojenja sintakse za odabrani jezik.
ca: Aquesta ordre comenta la línia actual o un bloc de text seleccionat.<br><br>Els caràcters per als comentaris d'una sola línia o múltiple estan definits dintre del ressaltat del llenguatge.
cs: Tento příkaz zakomentuje aktuální řádek nebo vybraný blok textu. <BR><BR>Znaky použité k zakomentování jsou definovány v rámci schématu syntaktického zvýrazňování daného jazyka.
da: Denne kommando udkommenterer den aktuelle linje eller en markeret tekstblok.<BR><BR>Tegnene for kommentarer over én eller flere linjer er defineret i sprogets fremhævning.
de: Dieser Befehl kommentiert die aktuelle Zeile oder einen markierten Textblock aus. <BR><BR>Die Sonderzeichen für das einzeilige/mehrzeilige Auskommentieren von Text sind in der Hervorhebungsdefinition der Sprache festgelegt.
el: Αυτή η εντολή μετατρέπει σε σχόλιο την τρέχουσα γραμμή ή ένα επιλεγμένο τμήμα κειμένου.<BR><BR>Οι χαρακτήρες για μονά/πολλαπλά σχόλια γραμμής καθορίζονται από τον τονισμό της γλώσσας.
es: Esta orden comenta la línea actual o un bloque de textos seleccionado.<BR><BR>Los caracteres para comentarios de línea única/múltiple están definidos dentro del resaltado del lenguaje.
eu: Komando honek iruzkina itsatsen dio uneko lerroari edo hautatutako testuari. <BR> <BR>Lerro bakar/Lerro anitzeko iruzkinen karaktereak hizkuntzaren nabarmentze baitan ezartzen dira.
fa: این فرمان، خط جاری یا بلوک برگزیدۀ متن را توضیح می‌دهد.<BR><BR>نویسه‌ها برای توضیحات خط تنها/چند‌گانه در مشخص کردن زبان تعریف می‌شوند.
fi: Tämä komento muuttaa valitun tekstilohkon kommentiksi.<br> <br>Merkit yhden/monen rivin kommentointiin määritellään kielen syntaksiväritysasetuksissa.
fr: Cette commande commente la ligne actuelle ou un bloc de texte sélectionné.<BR><BR>Les caractères réservés aux commentaires de lignes uniques / multiples sont définis dans la coloration syntaxique correspondant au langage.
fy: Dit kommando soarget derfoar dat de aktive rigel, of selektearre tekstblok útkommentarisearre wurdt.<BR><BR>De tekens foar inkelfâldige/,eardere rigelkommentaren binne opjûn yn de markearringsmetoade foar de taal.
gl: Este comando comenta a liña ou bloque de texto actual.<BR><BR> Os carácteres de comentários de unha/várias liñas son definidos dentro das regras de realzado sintáctico da linguaxe que se use.
he: פקודה זו הופכת את השורה הנוכחית או קטע טקסט נבחר להערה.<BR><BR>התווים עבור הערות של שורה אחת\מספר שורות מוגדרים בהדגשה של השפה.
hu: Ezzel a paranccsal az aktuális sort vagy a kijelölt szövegrészt lehet kikommentezni (megjegyzéssé tenni).<BR><BR>Az egy- ill. többsoros kommentezés (megjegyzésdefiniálás) módja minden nyelvnél más és más.
is: Þessi skipun breytir núverandi línu eða textablokk í athugasemd. <BR><BR>Eiginleikar athugasemda (ein eða fleiri línur) eru skilgreindir í skillingum tungumálsins.
it: Questo comando commenta la riga corrente o il blocco di testo selezionato.<br><br>I caratteri per i commenti su riga singola o multipla sono definiti nelle impostazioni di evidenziazione del linguaggio.
ja: 現在の行または選択したテキストブロックをコメントアウトします。<BR><BR>単一/複数行のコメント化に使用する文字は、言語の強調表示の中に定義されています。
kk: Назардағы жол немесе таңдалған мәтін блогін түсініктемеге аударады.<BR><BR>Түсініктеме таңбалары тілге байланысты және синтаксисті талдап бояулау ережелерде анықталады.
km: ពាក្យ​បញ្ជា​នេះនឹងយក​សេចក្តីអធិប្បាយ​ចេញ​ពី​បន្ទាត់ ឬ បណ្ដុំ​អត្ថបទ​ដែល​បាន​ជ្រើស​បច្ចុប្បន្ន ។<BR><BR>តួអក្សរ​សម្រាប់​សេចក្តីអធិប្បាយ​មួយ/ច្រើន​បន្ទាត់ ត្រូវ​បាន​កំណត់​ខាង​ក្នុង​ការ​បន្លិច​ភាសា ។
ko: 현재 줄이나 선택한 영역에 주석을 답니다. <BR><BR>한 줄 /여러 줄을 구분하는 표시는 언어 강조 메뉴에서 설정됩니다.
mk: Оваа команда ја коментира активната линија или избраниот блок од текст. <BR> <BR>Знаците за коментари на една или повеќе линии се дефинирани во рамките на означувањето на јазикот.
ms: Arahan ini mengeluarkan komen dari baris semasa atau blok teks yang dipilih.<BR><BR>Aksara bagi baris tunggal/berbilang ditakrif dalam penonjolan bahasa.
nb: Denne kommandoen kommenterer ut gjeldende linje eller en markert tekstblokk.<BR> <BR>Tegnene for en-linjes/flere linjers kommentar er angitt i syntaksmerkereglene for språket.
nds: Disse Befehl maakt ut de aktuelle Reeg oder den markeerten Textblock en Kommentar.<br><br>De Tekens för Eenreeg- / Mehrregenkommentaren sünd binnen dat Syntaxmarkeren-Moduul vun de Spraak fastleggt.
nl: Dit commando zorgt er voor dat de huidige regel, of een geselecteerde tekstblok wordt uitgecommentarieerd.<BR><BR>De tekens voor enkelvoudige/meerdere regelcommentaren zijn opgegeven in de accentueringmethode voor de taal.
nn: Denne kommandoen kommenterer ut linja eller ei merka tekstblokk. <BR><BR>Teikna for kommentering av ei linje eller fleire linjer er definerte i reglane for syntaksmerking av språket.
pl: To polecenie komentuje bieżący wiersz lub zaznaczony blok tekstu.<BR><BR>Znaki do komentowania pojedynczych/wielu wierszy zdefiniowane są w podświetlaniu języka.
pt: Este comando comenta a linha actual ou um bloco de texto seleccionado.<BR><BR>Os caracteres para os comentários de linhas únicas/múltiplas estão definidos no realce da linguagem.
pt_br: Este comando comenta a linha atual ou um bloco selecionado de texto. <BR> <BR>Os sinais para comentários de única linha/multi-linha estão definidos dentro da destaque de sintaxe da linguagem.
ro: Această comandă comentează linia curentă sau blocul de text selectat.<BR><BR>Caracterele pentru comentarea de linii singulare sau multiple sînt definite în evidenţierea limbajului.
rw: Iri bwirizwa ritanga ibisobanuro hanze y'umurongo ugezweho cyangwa igice cy'umwandiko kigezweho. <BR><BR> Inyuguti z'ibisobanuro by'umurongo umwe/myinshi bisobanuwe mu ishimangira ry'ururimi.
se: Dát gohččun bidjá čielggadanmearkka(id) dálá linnjá dahje merkejuvvon teakstabihttá ovdii. <br> <br>Makkár mearkkat geavahuvvot lea definerejuvvon giela syntáksamerkenválddahusas.
sk: Tento príkaz odkomentuje aktuálny riadok alebo vybraný blok textu.<BR><BR>Znaky pre jedno/viac riadkove komentáre sú definované vo zvýrazňovaní jazykov.
sl: Ta ukaz doda komentar trenutne vrstice ali izbranega dela besedila.<br><br>Znaki za komentarji čez eno/več vrstic so definirani v poudarjanju jezika.
sr: Ово коментарише текућу линију или означени блок текста. <br><br>Знаци за коментар једне или више линија су дефинисани унутар истицања језика.
sr@latn: Ovo komentariše tekuću liniju ili označeni blok teksta. <br><br>Znaci za komentar jedne ili više linija su definisani unutar isticanja jezika.
ta: இந்த கட்டளை தேர்ந்தெடுக்கப்பட்ட உரைப்பகுதியையோ அல்லது நடப்பு வரியையோ குறிப்பாக மாற்றிவிடும். <BR><BR> ஒற்றை/பல வரி குறிப்பு எழுத்துக்கள் எல்லாம் மொழிகளின் முன்னிலைப்படுத்துதலில் குறிப்பிடப்பட்டிருக்கும்.
tg: Ин фармон матне дар хати равон ё матни интихобшударо шарҳ медиҳад.<BR><BR>Ҳарфҳо барои калимаҳои танҳо/ҷамъ бо ишора кардани матн муайян мешаванд.
uk: Ця команда закоментує поточний рядок або вибраний блок тексту.<BR><BR>Символи для коментарів одного чи багатьох рядків визначаються у описі підсвічування синтаксису.
zh_cn: 使用此命令注释掉当前行或者选定的一块文字。<BR><BR>单行/多行注释的标记字符在语法加亮设置中定义。

source: Unco&mment
af: Verwyder kommentaar
ar: إزالة &علامة الملاحظة
be: Разка&ментаваць
bg: Премахване на ко&ментар
bs: U&kloni komentar
ca: Desco&menta
cs: Odstranit ko&mentář
da: Fjern kom&mentar
de: Kommentar ent&fernen
el: &Αφαίρεση σχολίου
es: Desco&mentar
eu: Kendu &iruzkina
fa: &بدون توضیح‌
fi: Poista &kommentointi
fr: Déco&mmenter
fy: Ko&mmentaar fuortsmite
gl: Desco&mentar
he: בט&ל הערה
hr: U&kloni komentar
hu: A megjegyzésjel eltá&volítása
is: &Eyða athugasemd
it: Deco&mmenta
ja: コメント化解除(&M)
kk: Түсініктеме белгісн &шешу
km: គ្មាន​សេចក្តី​អធិប្បាយ
ko: 주석 삭제(&M)
mk: &Одкоментирај
ms: &Nyahkomen
nb: Fjern ko&mmentar
nds: Kommentar we&gmaken
nl: Co&mmentaar verwijderen
nn: Fjern ko&mmentering
pa: ਬਿਨਾਂ-ਟਿੱਪਣੀ(&m)
pl: Odko&mentuj
pt: Desco&mentar
pt_br: Desco&mentar
ro: &De-comentează
rw: Ntabisobanuro
se: &Váldde eret čielggadeami
sk: &Odkomentovať
sl: &Odkomentiraj
sr: Од&коментариши
sr@latn: Od&komentariši
ta: குறிப்புரை செய்யாதே
tg: Тозакунии &Шарҳ
th: ยกเลิกอธิบาย
uk: Розко&ментувати
zh_cn: 去注释(&M)

source: This command removes comments from the current line or a selected block of text.<BR><BR>The characters for single/multiple line comments are defined within the language's highlighting.
af: Hierdie opdrag verwyder kommentaar van die huidige lyn van 'n gekose blok van teks.<BR><BR>die karakters vir enkel/veelvuldige lyn kommentaar word gedefinieër binne in die taal se verligting.
ar: هذا الأمر يزيل التعليقات من السطر الحالي أو من المقطع المختار من النص.<BR><BR>العلامات الخاصة بالتعليقات أحادية/متعددة الأسطر معرفة في قواعد التظليل الخاصة باللغة.
bg: Премахване на коментар от текущия ред или от маркираните редове.<BR><BR>Знаците за коментар са дефинира във файла с дефиниция за открояването на кода на съответния език.
bs: Ova naredba uklanja komentare trenutne linije ili izabranog bloka teksta.<BR> <BR>Karakteri za jedno- i višelinijske komentare su definisane u postavkama bojenja sintakse za odabrani jezik.
ca: Aquesta ordre elimina comentaris de l'actual línia o d'un bloc de text seleccionat.<br><br>Els caràcters per als comentaris d'una sola línia o múltiple estan definits dintre del ressaltat del llenguatge.
cs: Tento příkaz zruší zakomentování aktuálního řádku nebo vybraného bloku textu. <BR><BR>Znaky použité k zakomentování jsou definovány v rámci schématu syntaktického zvýrazňování daného jazyka.
da: Denne kommando fjerner kommentarer fra den aktuelle linje eller en markeret tekstblok.<BR><BR>Tegnene for kommentarer over én eller flere linjer er defineret i sprogets fremhævning.
de: Dieser Befehl entfernt die Auskommentierungszeichen aus der aktuellen Zeile oder dem markierten Textblock.<BR><BR>Die Sonderzeichen für das einzeilige/mehrzeilige Auskommentieren von Text sind in der Hervorhebungsdefinition der Sprache festgelegt.
el: Αυτή η εντολή αφαιρεί τα σχόλια από την τρέχουσα γραμμή ή ένα επιλεγμένο τμήμα κειμένου.<BR><BR>Οι χαρακτήρες για μονά/πολλαπλά σχόλια γραμμής καθορίζονται από τον τονισμό της γλώσσας.
es: Esta orden elimina comentarios de la línea actual o de un bloque de texto seleccionado.<BR><BRLos caracteres para comentarios de línea única/múltiple están definidos dentro del resaltado del lenguaje.
eu: Komando honek iruzkinak kentzen ditu uneko lerrotik edo hautatutako testutik. <BR> <BR>Lerro bakar/Lerro anitzeko iruzkinen karaktereak hizkuntzaren nabarmentze baitan ezartzen dira.
fa: این فرمان، توضیحات را از خط جاری یا بلوک برگزیدۀ متن حذف می‌کند.<BR><BR>نویسه‌ها برای توضیحات خط تنها/چندگانه در مشخص کردن زبان تعریف می‌شوند.
fi: Tämä komento poistaa kommentoinnin valitusta tekstilohkosta. <br> <br>Merkit yhden tai monen rivin kommentointiin määritellään kielen syntaksiväritysasetuksissa.
fr: Cette commande supprime les commentaires de la ligne actuelle ou d'un bloc de texte sélectionné.<BR><BR>Les caractères réservés aux commentaires de lignes uniques/multiples sont définis dans la coloration syntaxique du langage.
fy: Dit kommando hellet de kommentaren út de aktive rigel, of in selektearre tekstblok.<BR><BR>De tekens foar inkelfâldige/mearder rigelkommentaren binne opjûn yn de markearringsmetoade fan de taal.
gl: Este comando elimina comentários da liña ou bloque de texto actual.<BR><BR> Os carácteres de comentários de unha/várias liñas son definidos dentro das regras de realzado sintáctico da linguaxe que se use.
he: פקודה זו מסירה הערות מהשורה הנוכחית או מקטע טקסט נבחר.<BR><BR>התווים עבור הערות של שורה אחת\מספר שורות מוגדרים בהדגשה של השפה.
hu: Ezzel a paranccsal az aktuális sor vagy a kijelölt szövegrész kommentezését (megjegyzésként definiálását) lehet megszüntetni.<BR><BR>Az egy- ill. többsoros kommentezés (megjegyzésdefiniálás) módja minden nyelvnél más és más.
is: Þessi skipun fjarlægir athugasemdir úr núverandi línu eða úr textablokk.<BR><BR>Eiginleikar athugasemda (ein eða fleiri línur) eru skilgreindir í skillingum tungumálsins.
it: Questo comando rimuove i commenti dalla riga corrente o dal blocco di testo selezionato.<br><br>I caratteri per i commenti su riga singola o multipla sono definiti nelle impostazioni di evidenziazione del linguaggio.
ja: 現在の行または選択したテキストブロックのコメントアウトを解除します。<BR><BR>単一/複数行のコメント化に使用する文字は、言語の強調表示の中に定義されています。
kk: Назардағы жолдың не таңдалған мәтін блогінің түсініктеме деп белгіленгенін шешеді.<BR><BR>Түсініктеме таңбалары тілге байланысты және синтаксисті талдап бояулау ережелерде анықталады.
km: ពាក្យ​បញ្ជា​នេះនឹងយក​សេចក្តី​អធិប្បាយ​ចេញ​ពី​បន្ទាត់ ឬ បណ្ដុំ​អត្ថបទ​ដែល​បាន​ជ្រើស​បច្ចុប្បន្ន ។<BR><BR>តួអក្សរ​សម្រាប់​សេចក្តី ​អធិប្បាយ មួយ/ច្រើន​បន្ទាត់ ត្រូវ​បាន​កំណត់​ក្នុង​ការ​បន្លិច​របស់​ភាសា ។
ko: 현재 줄이나 선택한 영역에서 주석을 삭제합니다. <BR><BR>한 줄 /여러 줄을 구분하는 표시는 언어 강조 메뉴에서 설정됩니다.
mk: Оваа команда отстранува коментари од активната линија или избраниот блок од текст. <BR> <BR>Знаците за коментари на една или повеќе линии се дефинирани во рамките на означувањето на јазикот.
ms: Arahan ini membuang komen dari baris semasa atau blok teks yang dipilih.<BR><BR>Aksara bagi komen baris tunggal/berbilang ditakrif dalam penonjolan bahasa.
nb: Denne kommandoen fjerner kommentartegn fra gjeldende linje eller en markert tekstblokk.<BR> <BR>Tegnene for en-linjes/flere linjers kommentar er angitt i syntaksmerkereglene for språket.
nds: Disse Befehl maakt de Kommentartekens vun de aktuelle Reeg oder den markeerten Textblock weg.<br><br>De Tekens för Eenreeg- / Mehrregenkommentaren sünd binnen dat Syntaxmarkeren-Moduul vun de Spraak fastleggt.
nl: Dit commando verwijdert commentaren uit de huidige regel, of een geselecteerde tekstblok.<BR><BR>De tekens voor enkelvoudige/meerdere regelcommentaren zijn opgegeven in de accentuatiemethode van de taal.
nn: Denne kommandoen fjernar kommentarteikna frå linja eller ei merka tekstblokk. <BR><BR>Teikna for kommentering av ei linje eller fleire linjer er definerte i reglane for syntaksmerking av språket.
pl: To polecenie odkomentuje bieżący wiersz lub zaznaczony blok tekstu.text.<BR><BR>Znaki do komentowania pojedynczych/wielu wierszy zdefiniowane są w podświetlaniu języka.
pt: Este comando remove os comentários da linha actual ou de um bloco de texto seleccionado.<BR><BR>Os caracteres para os comentários de linhas únicas/múltiplas estão definidos no realce da linguagem.
pt_br: Este comando remove os sinais de comentário da linha atual ou um bloco de texto selecionado.<BR> <BR>Os sinais para comentários de única linha/multi-linha estão definidos dentro da destaque de sintaxe da linguagem.
ro: Această comandă de-comentează linia curentă sau blocul de text selectat.<BR><BR>Caracterele pentru comentarea de linii singulare sau multiple sînt definite în evidenţierea limbajului.
rw: Iri bwirizwa rikuramo ibisobanuro uhereye ku murongo ugezweho cyangwa igice cy'umwandiko cyatoranyijwe.<BR><BR> Inyuguti z'ibisobanuro by'umurongo umwe/myinshi bisobanuwe mu ishimangira ry'ururimi.
se: Dát gohččun váldá čielggadanmearkka(id) eret dálá linnjás dahje merkejuvvon teakstabihttáš. <br> <br>Makkár mearkkat geavahuvvot lea definerejuvvon giela syntáksamerkenválddahusas.
sk: Tento príkaz odstráni komentár z aktuálneho riadku alebo vybraný blok textu.<BR><BR>Znaky pre jedno/viac riadkove komentáre sú definované vo zvýrazňovaní jazykov.
sl: Ta ukaz odstrani komentarje iz trenutne vrstice ali izbranega dela besedila. <br><br>Znaki za komentarji čez eno/več vrstic so definirani v poudarjanju jezika.
sr: Ово уклања комантаре из тренутне линије или означеног блока текста. <br><br>Знаци за коментар једне или више линија су дефинисани унутар истицања језика.
sr@latn: Ovo uklanja komantare iz trenutne linije ili označenog bloka teksta. <br><br>Znaci za komentar jedne ili više linija su definisani unutar isticanja jezika.
ta: இந்த கட்டளை தேர்ந்தெடுக்கப்பட்ட உரைப்பகுதியின் அல்லது நடப்பு வரியின் குறிப்பை நீக்கிவிடும். <BR><BR> ஒற்றை/பல வரி குறிப்பு எழுத்துக்கள் எல்லாம் மொழிகளின் முன்னிலைப்படுத்தலில் குறிப்பிடப்பட்டிருக்கும்.
tg: Ин фармон матнро аз хати равон ё қисми матни интихобшударо нобуд мкунад.<BR><BR>Ҳарфҳо барои калимаҳои танҳо/ҷамъ бо ишора кардани матн муайян мешаванд .
uk: Ця команда розкоментує поточний рядок або вибраний блок тексту.<BR><BR>Символи для коментарів одного чи багатьох рядків визначаються у описі підсвічування синтаксису.
zh_cn: 使用此命令去掉当前行或者选定文字的注释。<BR><BR>单行/多行注释的标记字符在语法加亮设置中定义。

source: &Read Only Mode
af: Lees Slegs Modus
ar: وضع ال&قراءة فقط
be: Рэжым "толькі &чытанне"
bg: &Режим само за четене
bs: &Dozvoli samo čitanje
ca: Mode de sols &lectura
cs: &Režim pouze pro čtení
da: Kun &læse-tilstand
de: &Nur-Lesen-Modus
el: Κατάσταση &μόνο ανάγνωσης
es: Modo de sólo &lectura
eu: 'Irakurtzeko soilik' modua
fa: حالت فقط &خواندنی‌
fi: &Vain luku -tila
fr: &Mode lecture seule
fy: Allinnich-lê&ze
gl: Modo Só &Leitura
he: &מצב קריאה בלבד
hr: &Režim „samo za čitanje“
hu: Í&rásvédett mód
is: &Leshamur eingöngu
it: Modalità sola lettu&ra
ja: 読み取り専用モード(&R)
kk: Тек &оқу режімі
km: របៀប​បាន​តែ​អាន
ko: 읽기 전용 모드(&R)
mk: &Режим само за читање
ms: Mod &Baca Sahaja
nb: &Lesemodus
nds: &Bloots-Lesen-Bedrief
nl: Alleen-le&zen
nn: &Lesemodus
pa: ਸਿਰਫ਼ ਪੜਨ ਲਈ ਹੀ ਢੰਗ(&R)
pl: T&ryb tylko do odczytu
pt: Modo Apenas de Leitu&ra
pt_br: Modo &somente leitura
ro: Mod &numai-citire
rw: Uburyo Gusoma Gusa
se: &Dušše logahahtti doaibmanvuohki
sk: Režim i&ba pre čítanie
sl: Način samo &branja
sr: &Режим „само за читање“
sr@latn: &Režim „samo za čitanje“
ta: &படிக்க மட்டும் வகை
tg: &Ҳолати танҳо-хондан
th: โหมดอ่านได้อย่างเดียว
uk: Режим &тільки для читання
zh_cn: 只读模式(&R)

source: Lock/unlock the document for writing
af: Sluit/Ontsluit die dokument vir skryf
ar: قفل/فكّ الوثيقة للكتابة.
bg: Заключване/отключване на документа за запис.
bs: Zaključaj/otključaj dokument za pisanje
ca: Bloqueja/desbloqueja el document per a escriptura
cs: Zakmnout/odemknout dokument pro zápis
da: Lås/aflås dokumentet for skrivning
de: Sperren/entsperren des Dokuments für Schreibvorgänge
el: Κλείδωμα/ξεκλείδωμα του εγγράφου για εγγραφή
es: Bloquea/Desbloquea el documento para su escritura
eu: Blokeatu/Desblokeatu dokumentua idazteko
fa: قفل کردن/باز کردن سند برای نوشتن
fi: Lukitsee tai vapauttaa asiakirjan kirjoittamista varten
fr: (Dé)Verrouiller le document pour l'écriture
fy: Dokumint beskoattelje/ûntskoattelje foar skriuwen
gl: Pecha/Abre o documento á Escritura
he: נעל/שחרר נעילה של הקובץ לכתיבה
hr: Zaključaj/odključaj dokument za pisanje
hu: A dokumentum zárolása írásnál
is: Læsa/aflæsa skjalinu til skriftar
it: Blocca/sblocca il documento per la scrittura
ja: ドキュメントへの書き込みのロック/ロック解除
kk: Құжатты өзгертуді рұқсат етпеу/ету
km: ចាក់សោ/ដោះសោ​ឯកសារ ដើម្បី​សរសេរ
ko: 문서 쓰기 잠금/해제
mk: Заклучи/Отклучи го документот за запишување
ms: Pasak/nyahpasak dokumen untuk menulis
nb: Legg til eller fjern skrivesperre
nds: Binnen dat Dokment schrieven tolaten / verporren
nl: Document vergrendelen/ontgrendelen voor schrijven
nn: Legg til eller fjern skrivesperre
pa: ਲਿਖਣ ਲਈ ਦਸਤਾਵੇਜ਼ ਤਾਲਾਬੰਦ ਕਰੋ/ਖੋਲੋ
pl: Zablokuj/odblokuj dokument do zapisu
pt: Bloqueia/desbloqueia o documento para escrita
pt_br: Bloquear/Desbloquear o documento para escrita
ro: Blochează/deblochează documentul pentru scriere
rw: Gufunga/gufungura inyandiko mu kwandika
se: Bija dahje váldde eret čállinláse
sk: Zamknúť/Odomknúť dokument pre zápis
sl: Zakleni/Odkleni dokument za pisanje
sr: Закључава или откључава овај документ за уписивање
sr@latn: Zaključava ili otključava ovaj dokument za upisivanje
ta: எழுதுவதற்கு உண்டான ஆவணங்களை பூட்டு/திற
tg: Муҳофизаи ҳуҷҷат аз дигаргуниҳо (навиштан)
th: ล็อค/ปลดล็อคเอกสารเพื่อทำการเขียน
uk: Заблокувати/розблокувати документ для запису
zh_cn: 锁定/解锁该文档进行写入

source: Uppercase
af: Boonste kas
ar: أحرف كبيرة
be: Вялікія літары
bg: Главни букви
bs: Velika slova
ca: Majúscules
cs: Velká písmena
da: Store bogstaver
de: Großschreibung
el: Κεφαλαία
es: Mayúsculas
eu: Maiuskulak
fa: حروف بزرگ‌
fi: Isot kirjaimet
fr: Majuscules
fy: Omsette nei haadletters
gl: Maiúsculas
he: אותיות גדולות
hr: Velika slova
hu: Nagybetűkké
is: Hástafa
it: Maiuscolo
ja: 大文字に
kk: Үлкен әріп
km: អក្សរធំ
ko: 대문자로 변환
mk: Големи букви
ms: Huruf Besar
nb: Store bokstaver
nds: Grootschrieven
nl: Omzetten naar hoofdletters
nn: Store bokstavar
pa: ਵੱਡੇ ਅੱਖਰ
pl: Wielkie litery
pt: Maiúsculas
pt_br: Maiúscula
ro: Majuscule
rw: Inyuguti nkuru
se: Stuorra bustávat
sk: Veľké písmená
sl: Velike črke
sr: Сва велика слова
sr@latn: Sva velika slova
ta: பெரிய எழுத்து
tg: Ҳарфи калон
th: ตัวอักษรตัวใหญ่
uk: Верхній регістр
zh_cn: 大写
