Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Select the MimeTypes you want highlighted using the '%1' syntax highlight rules. Please note that this will automatically edit the associated file extensions as well.
af: Kies die Mime-tipes jy wil hê verlig te gebruik die '%1' sintaks verlig reëls. Asseblief nota wat hierdie sal automaties redigeer die geassosieer lêer uitbreidings as goed.
ar: اختر أنواع Mime التي تريد تمييزها باستخدام قواعد تمييز بناء الجملة الـ '%1'. فضلا، لاحظ أن هذا سيحرر امتدادات الملفات أيضا بشكل آلي.
bg: Избор на тип MIME, който ще използва правилата за открояване "%1". Разширенията на файловете, асоциирани с избрания тип MIME, ще бъдат автоматично променени.
bs: Izaberite MIME tipove koje želite obojiti koristeći pravilo '%1' za bojenje sintakse. Molimo obratite pažnju da će ovo automatski izmijeniti i polje sa pridruženim sufiksima datotečnih imena.
ca: Seleccioneu els tipus MIME que desitgeu ressaltar emprant les regles de ressaltat sintàctic '%1'. Si us plau, tingueu en compte que també s'editaran automàticament les extensions dels fitxers associats.
cs: Vyberte MIME typy, pro které budou uplatňována pravidla syntaktického zvýrazňování '%1'. Prosím uvědomte si, že to též automaticky změní přiřazené přípony souborů.
da: Vælg de mimetyper du ønsker at fremhæve ved brug af '%1'-syntaksfremhævningsreglerne. Bemærk venligst at dette også automatisk vil ændre de associerede filendelser.
de: Wählen Sie die MIME-Typen aus, auf die die Hervorhebungsregeln von "%1" angewendet werden sollen. Bitte beachten Sie, dass dabei auch automatisch die zugeordneten Dateierweiterungen angepasst werden.
el: Επιλέξτε τους τύπους mime που θέλετε να τονιστούν χρησιμοποιώντας τους κανόνες σύνταξης τονισμού '%1'. Παρακαλώ σημειώστε ότι αυτό θα διορθώσει επίσης αυτόματα τις σχετιζόμενες καταλήξεις αρχείου.
es: Seleccione los tipos MIME que desea que estén resaltados utilizando las reglas de resaltado sintáctico '%1'. Por favor advierta que también se editarán automáticamente las extensiones de archivos.
eu: Hautatu nabarmentzea nahi dituzun MIME tipoak, '%1' sintaxiaren nabarmentze arauak erabiliriz. Jakin ezazu fitxategi-luzapenak ere automatikoki editatu egingo direla.
fa: گزینش انواع مایمی که می‌خواهید استفاده از قواعد مشخص نحوی »%1« را مشخص کند. لطفاً، توجه داشته باشید که این به طور خود‌کار، پسو‌ند پرونده‌های وابسته را هم ویرایش می‌کند.
fi: Valitse syntaksiväritystilalla '%1' korostettavat MIME-tyypit. Huomaa, että tämä muokkaa automaattisesti sidottuja tiedostopäätteitä.
fr: Choisissez les types MIME que vous désirez traiter à l'aide des règles de coloration syntaxique « %1 ». Notez que cette opération modifiera de même automatiquement les extensions de noms de fichiers associées.
fy: Selektearje de mime triemtypen dy jo markearje wolle mei help fan de syntaksisrigels '%1'. Taljochting: dit sil ek automatysk de assosjearre triemtaheaksels bewurkje.
gl: Escolla os tipos Mime que queira realzar usando as regras de realzado de sintaxe '%1'. Recorde que esto tamén editará automaticamente as extensión de ficheiro asociadas.
he: בחר את טיפוסי ה־Mime שברצונך להדגיש באמצעות כללי הדגשת התחביר של "%1". שים לב כי אפשרות זו תביא גם לעריכה אוטומטית של סיומות הקבצים המשויכות.
hr: Izaberite Mime tipove koje želite osvjetliti koristeći '%1' pravila. Molim uočite da će to automatski urediti i pridružene nastavke imena datoteka.
hu: Válassza ki azokat a MIME-típusokat, amelyekre alkalmazni szeretné a(z) '%1' kiemelési előírást. Ennek hatására a társított fájlkiterjesztések listájának módosítása is automatikusan megtörténik.
is: Veldu Mime tögin sem þú vilt merkja með '%1' reglumerkingum. Athugaðu að þetta mun breyta skráarendingunum sem við á sjálfkrafa.
it: Seleziona i tipi MIME per i quali vuoi usare la regola di evidenziazione "%1". Nota: questa operazione modificherà automaticamente le estensioni associate dei file.
ja: '%1' の構文強調表示ルールを使って強調表示させる MIME タイプを選択してください。 これによって関連するファイル拡張子も自動的に編集されることに注意してください。
kk: '%1' синтаксисті бояулау ережесін қолданатын MIME түрлерін таңдаңыз. Бұл түрге сәйкестірілген файл жұрнақтарын де автоматты түрде өзгертілетінін ескеріңіз.
km: ជ្រើស​ប្រភេទ Mime ដែល​អ្នក​ចង់​បន្លិច ដោយ​ប្រើ​ក្បួន​បន្លិច​វាក្យសម្ពន្ធ '%1' ។ សូម​ចំណាំ​ថា វា​នេះ​នឹង​កែសម្រួល​កន្ទុយ​ឯកសារ​ដែល​បានភ្ជាប់​ដោយ​ស្វ័យ​ប្រវត្តិផង​ដែរ ។
ko: %1 구문 강조 규칙을 사용한 강조를 원하는 마임타입을 선택 하십시오. 주의 : 관계된 파일 확장까지도 자동적으로 편집 됩니다.
mk: Изберете ги Mime типовите кои сакате да ги означите користејќи ги правилата „%1“ за синтаксичко означување. Забележете дека ова автоматски ќе ги уреди и придружените наставки на датотеките.
ms: Pilih Jenis Mime yang anda ingin tonjolkan menggunakan '%1' peraturan tonjol sintaks. Ambil perhatian bahawa ini akan secara automatik turut mengedit sambungan fail yang berkenaan.
nb: Velg Mime-typen du ønsker syntaksmerket ved bruk av «%1» syntaksmerkingsreglene. Dette endrer også automatisk feltet med filetternavn.
nds: Söök de MIME-Typen ut, op de dat Syntaxmarkeren-Moduul "%1" anwennt warrn schall. Bitte beacht, dat dit ok de tohören Dateiverwiedern ännert.
nl: Selecteer de mime bestandstypen die u wilt accentueren met behulp van de syntaxisregels '%1'. Opmerking: dit zal ook automatisch de geassocieerde bestandsextensies bewerken.
nn: Vel Mime-typane du vil syntaksmerka med syntaksmerkingsreglane «%1». Legg merke til at dette i tillegg automatisk endrar filetternamna som høyrer til.
pl: Wybierz typy MIME, które chcesz podświetlić używając '%1' reguł podświetlania składni. Uwaga! Spowoduje to automatyczną edycję skojarzonych rozszerzeń plików.
pt: Seleccione os tipos MIME que deseja ver realçados com as regras de realce de sintaxe de '%1'. Repare que isto também irá editar automaticamente as extensões de ficheiros associadas.
pt_br: Selecione os tipos MIME que você deseja realçar a sintaxe, usando as regras '%1' de realce de sintaxe. Por favor, note que isto editará automaticamente as extensões de arquivo associadas.
ro: Selectaţi tipurile MIME pe care le doriţi evidenţiate utilizînd regulile de evidenţiere "%1". Reţineţi că acest lucru va edita automat şi extensiile de fişiere asociate.
rw: Toranya Amako Mime ushaka ashimangirwa ukoresha '%1' amategeko y'ishimangira imyandikire. Wamenya ko ibi bizahindura imigereka y'idosiye bijyanye.
se: Vállje MIME-šlájaid mainna háliidat merket «%1» syntáksamerken njuolggadusaiguin. Fuomáš ahte dát maid automáhtalaččat rievdada čatnojuvvon fiiladovddaldagaid.
sk: Vyberte typy MIME, ktoré chcete zvýrazniť pomocou pravidiel '%1'. Uvedomte si, že to automaticky upraví aj asociované prípony súborov.
sl: Izberite vrste MIME, ki bi jih radi poudarjali z uporabo pravil poudarjanja skladnje »%1«. Prosim vedite, da bo to tudi samodejno uredilo pripadajoče datotečne pripone.
sr: Изаберите MIME типове које желите да истичете користећи „%1“ правила истицања текста. Имајте на уму да ће ово аутоматски да измени и придужене наставке именима фајлова.
sr@latn: Izaberite MIME tipove koje želite da ističete koristeći „%1“ pravila isticanja teksta. Imajte na umu da će ovo automatski da izmeni i pridužene nastavke imenima fajlova.
ta: '%1' இலக்கண முன்னிலைப்படுத்தும் விதிகளை பயன்படுத்தி உங்களுக்கு தேவையான MIME வகையை தேர்வு செய்யவும். தயவு செய்து கவனிக்க இது தொடர்புடைய கோப்பு விரிவுகளையும் தானே மாற்றியமைக்கும்.
tg: Намуди Mime-ро барои истифодаи бо қоидаҳои зерравшании '%1' интихоб кунед. Дар инҷо қайд кардан лозим аст, ки чунин тағйиротҳо худкорона ба рӯйхати вусъати файл, қайд карда мешаванд.
th: เลือกประเภท Mime ที่คุณต้องการทำตัวเน้น โดยใช้กฏการทำตัวเน้น '%1' โปรดจำไว้ว่า นี่จะทำให้มีการแก้ไขการลงทะเบียนใช้ส่วนขยายแฟ้มด้วย
uk: Виберіть типи файлів, для яких повинно застосовувати режим підсвічування синтаксису "%1". Будь ласка, зважте, що, також, будуть автоматично змінені розширення файлів.
zh_cn: 选择你想要使用“%1”语法加亮规则加亮显示的MimeTypes。 请注意这也将自动编辑相关联的文件扩展名。

source: Highlight Download
af: Verlig Aflaai
ar: تظليل التنزيل
bg: Изтегляне на открояване
bs: Download pravila
ca: Descàrrega del ressaltat
cs: Stáhnout zvýraznění
da: Fremhæv download
de: Heruntergeladene Daten hervorheben
el: Λήψη τονισμού
es: Resaltar descarga
eu: Nabarmentze deskarga
fa: مشخص کردن بارگیری
fi: Korosta lataus
fr: Téléchargement de la coloration syntaxique
fy: Ynlaad markearje
gl: Descarga de Realzados
he: הורדת הדגשות
hr: Osvjetljavanje skidanja
hu: A kiemeltek letöltése
is: Litunarhams Niðurhleðsla
it: Scaricamento evidenziazione
ja: 強調表示のダウンロード
kk: Бояулау ережесін жүктеп алу
km: បន្លិច​ការ​ទាញយក
ko: 강조 다운로드
mk: Симнување на означувања
ms: Tonjolkan Muat Turun
nb: Nedlasting av syntaksmerkingsregler
nds: Syntaxmarkeren daalladen
nl: Download accentueren
nn: Syntaksmerking av nedlasting
pa: ਉਘਾੜਿਆ ਡਾਊਨਲੋਡ
pl: Pobierz podświetlanie
pt: Obter o Realce
pt_br: Carregar destaque
ro: Transfer fişier evidenţiere
rw: Gushimangira Gukurura
se: Syntáksamerken viežžan
sk: Zvýrazniť sťahovanie
sl: Nalaganje poudarjanja
sr: Истакни преузимање
sr@latn: Istakni preuzimanje
ta: இறக்குவை முன்னிலைப்படுத்து
tg: Тасвир барои аз таг равшани синтаксис пурбр кунед
th: การทำตัวเน้นการดาวน์โหลด
uk: Звантаження режимів підсвічування
zh_cn: 下载语法加亮

source: &Install
af: Installeer
ar: ت&ثبيت
be: &Устанавіць
bg: &Инсталиране
bs: &Instaliraj
ca: &Instal·la
cs: &Instalovat
da: &Installér
de: &Installieren
el: &Εγκατάσταση
es: &Instalar
eu: &Instalatu
fa: &نصب‌
fi: &Asenna
fr: &Installer
fy: &Ynstallearje
gl: &Instalar
he: &התקן
hr: &Instaliraj
hu: Tele&pítés
is: &Setja inn
it: &Installa
ja: インストール(&I)
kk: &Орнату
km: ដំឡើង
ko: 설치(&I)
mk: &Инсталирај
ms: Pasan&g
nb: &Installer
nds: &Installeren
nl: &Installeren
nn: &Installer
pa: ਇੰਸਟਾਲ(&I)
pl: &Instaluj
pt: &Instalar
pt_br: &Instalar
ro: &Instalează
rw: Kwinjizaporogaramu
se: &Sajáiduhte
sk: &Inštalovať
sl: &Namesti
sr: &Инсталирај
sr@latn: &Instaliraj
ta: நிறுவு
tg: &Барқарор кардан
th: ติดตั้ง
uk: &Встановити
zh_cn: 安装(&I)

source: Select the syntax highlighting files you want to update:
af: Kies die syntaks verligting lêers wat jy wil opdateer:
be: Выберыце файлы падсветкі сінтаксісу, якія вы хочаце абнавіць:
bg: Изберете файловете, които искате да бъдат обновени:
bs: Izaberite datoteke pravila bojenja sintakse koje želite ažurirati:
ca: Seleccioneu els fitxers de ressaltat de sintaxi que voleu actualitzar:
cs: Vyberte soubory se zvýrazněním syntaxe, které chcete aktualizovat:
da: Vælg de syntaksfremhævningsfiler du ønsker at opdatere:
de: Wählen Sie die Syntax-Hervorhebungen aus, die aktualisiert werden sollen:
el: Επιλέξτε τα αρχεία τονισμού σύνταξης που θέλετε να ενημερώσετε:
es: Seleccione los archivos de resaltado de sintáxis que dese actualizar
eu: Hautatu sintaxiaren nabarmentze fitxategiak (eguneratu nahi dituzunak):
fa: برگزیدن نحوی که مشخص‌کنندۀ پرونده‌هایی است که می‌خواهید به‌روز‌رسانی شوند:
fi: Valitse päivitettävät kieliopin korostustiedostot:
fr: Sélectionnez les fichiers de coloration syntaxique que vous souhaitez mettre à jour :
fy: Selektearje de syntaks-markearring-triemen dy jo bewurkje wolle:
gl: Escoller os ficheiros de realzado de sintaxe que desexa actualizar:
he: בחר את קובץ התחביר שברצונך לעדכן:
hu: Válassza ki a frissíteni kívánt szintaxiskiemelési fájlokat:
is: Veldu þær litunarskrár sem þú vilt uppfæra:
it: Seleziona i file di evidenziazione della sintassi che vuoi aggiornare:
ja: アップデートする構文強調表示ファイルを選択:
kk: Жаңартқыңыз келген синтаксисті бояулау файлын таңдаңыз:
km: ជ្រើស​ឯកសារ​បន្លិច​វាក្យ​សម្ពន្ធ ដែល​អ្នក​ចង់ធ្វើ​ឲ្យ​ទាន់​សម័យ ៖
ko: 업데이트 하고자 하는 구문 강조 파일을 선택하십시오.
mk: Изберете ги датотеките за синтаксички означувања што сакате да ги ажурирате:
ms: Pilih fail tonjol sintaks yang anda ingin kemas kini:
nb: Velg syntaksmerking filene du vil oppdatere:
nds: Söök de Modulen ut, de Du opfrischen wullt:
nl: Selecteer de syntax-accentuering-bestanden die u wilt bijwerken:
nn: Vel kva for syntaksmerkingsfiler du vil oppdatera:
pa: ਸੰਟੈਕਸ ਉਭਾਰਨ ਫਾਇਲਾਂ ਚੁਣੋ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਅੱਪਡੇਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ:
pl: Wybierz jakie pliki podświetlania chcesz zaktualizować:
pt: Seleccione os ficheiros de realce de sintaxe que deseja actualizar:
pt_br: Selecione os arquivos de realce de sintace para atualização:
ro: Selectaţi fişiere de evidenţiere a sintaxei pe care doriţi să le actualizaţi:
rw: Toranya amadosiye yo gushimangira imyandikire ushaka kuvugurura:
se: Vállje guđe syntáksamerkenfiillaid háliidat ođasmahttit:
sk: Vyberte súbory zvýrazňovania, ktoré chcete aktualizovať:
sl: Izberite datoteke osvetljevanja skladnje, ki jih želite posodobiti.
sr: Одаберите фајлове истицања текста које желите да ажурирате:
sr@latn: Odaberite fajlove isticanja teksta koje želite da ažurirate:
ta: நீங்கள் புதுப்பிக்க வேண்டிய விதியின் முன்னிலைப்படுத்துதலை தேர்ந்தெடு:
tg: Файлҳои тасвироти зерравшании синтаксисро, ки мехоҳед бозсозӣ кунед, интихоб кунед:
uk: Виберіть файли підсвічування синтаксису, які поновити:
zh_cn: 选择您想要更新的加亮显示语文文件：

source: Installed
af: Geïnstalleer
ar: مثبت
be: Устаноўлена
bg: Инсталиран
bs: Instalirano
ca: Instal·lat
cs: Instalováno
da: Installeret
de: Installiert
el: Εγκατεστημένο
es: Instalado
eu: Instalatuta
fa: نصب‌شده
fi: Asennettu
fr: Installé
fy: Ynstallearre
gl: Instalado
he: מותקן
hr: Instalirano
hu: Telepítve
is: Sett inn
it: Installato
ja: インストール済み
kk: Орнатылды
km: បាន​ដំឡើង
ko: 설치 되었음
mk: Инсталирано
ms: Telah dipasang
nb: Installert
nds: Installeert
nl: Geïnstalleerd
nn: Installert
pa: ਇੰਸਟਾਲ
pl: Zainstalowane
pt: Instalado
pt_br: Instalado
ro: Instalat
rw: Byinjizwemo
se: Sajáiduhttojuvvon
sk: Inštalované
sl: Nameščeno
sr: Инсталиран
sr@latn: Instaliran
ta: நிறுவப்பட்டது
tg: Сабт шудааст
th: ติดตั้งแล้ว
uk: Встановлено
zh_cn: 已安装

source: Latest
af: Nuutste
ar: آخر نسخة
be: Апошні
bg: Последен
bs: Zadnja
ca: L'últim
cs: Poslední
da: Nyeste
de: Neueste
el: Τελευταίο
es: El último
eu: Berriena
fa: تازه‌ترین
fi: Viimeisin
fr: Dernière version
fy: Lêste
gl: Último
he: העדכני ביותר
hr: Posljednji
hu: Legutóbbi
is: Síðasta
it: Più recente
ja: 最新
kk: Жаңалары
km: ចុង​ក្រោយ​បំផុត
ko: 최근
mk: Последно
ms: Terbaru
nb: Siste
nds: Niegst
nl: Nieuwste
nn: Siste
pa: ਨਵੀਨ
pl: Ostatnie
pt: Últimos
pt_br: Último
ro: Ultima
rw: Ibya vuba
se: Maŋemuš
sk: Posledný
sl: Najnovejše
sr: Најновији
sr@latn: Najnoviji
ta: புத்தம் புதிய
tg: Охирин
th: ล่าสุด
uk: Останні
zh_cn: 最新的

source: <b>Note:</b> New versions are selected automatically.
af: <b>Nota:</b> Nuwe uitgawens word outomaties gekies.
be: <b>Заўвага:</b> Новыя версіі выбіраюцца аўтаматычна.
bg: <b>Забележка:</b> Новите версии се избират автоматично.
bs: <b>Napomena:<b> Nove verzije će biti automatski izabrane.
ca: <b>Nota:</b> Les versions noves se seleccionen automàticament.
cs: <b>Poznámka:</b> nové verze jsou vybrány automaticky.
da: <b>Bemærk</b>: Nye versioner vælges automatisk.
de: <b>Achtung:</b> Neue Versionen werden automatisch ausgewählt.
el: <b>Σημείωση:</b> Οι νέες εκδόσεις επιλέγονται αυτόματα.
es: <b>Nota:</b>Las nuevas versiones se seleccionan automáticamente.
eu: <b>Oharra:</b> bertsio berriak automatikoki hautatzen dira.
fa: <b>نکته:</b> نسخه‌های جدید به طور خود‌کار گزینش می‌شوند.
fr: <b>Remarque :</b> les nouvelles versions sont automatiquement sélectionnées.
fy: <b>Tink derom:</b> Nije ferzjes wurde automatysk selektearre
gl: <b>Nota:</b> As novas versións son escollidas automaticamente.
he: <b>הערה:</b> גרסאות חדשות יסומנו באופן אוטומטי.
hu: <b>Megjegyzés:</b> az új verziók kiválasztása automatikusan megtörténik.
is: <b>Athugið:</b> Nýjar útgáfur eru valdar sjálfkrafa.
it: <b>Nota:</b> Le nuove versioni sono selezionate automaticamente.
ja: 注意: 新しいバージョンを自動的に選択します。
kk: <b>Ескеру:</b> жаңартылған файлдар автоматты түре таңдалынады.
km: <b>ចំណាំ ៖</b> កំណែ​ថ្មី​ត្រូវ​បាន​ជ្រើសដោយ​ស្វ័យ​ប្រវត្តិ ។
ko: <b>주의:</b> 새로운 버젼이 자동으로 선택됩니다.
mk: <b>Забелешка:</b> новите верзии се автоматски избрани.
ms: <b>Ambil Perhatian:</b> Versi baru dipilih secara automatik.
nb: <b>Merknad:</b> Nye versjoner er valgt automatisk.
nds: <b>Wohrscho:</b>Nieg Verschonen warrt automaatsch utsöcht.
nl: <b>Let op:</b> nieuwe versies worden automatisch geselecteerd.
nn: <b>Merk:</b> Nye versjonar vert valde automatisk.
pa: <b>ਸੂਚਨਾ:</b> ਨਵੇਂ ਵਰਜਨ ਖੁਦ ਹੀ ਚੁਣੇ ਜਾਣਗੇ।
pl: <b>Uwaga</b>: nowe wersje zostaną wybrane automatycznie.
pt: <b>Nota:</b> As novas versões são seleccionadas automaticamente.
pt_br: <b>Nota:</b> novas versões são selecionadas automaticamente.
ro: <b>Observaţie:</b> Versiunile noi sînt selectate automat.
rw: <b>Impugukirwa:</b> Verisiyo nshya zitoranywa byikoze.
se: <b>Fuomáš:</b> Ođđa veršuvnnat válljejuvvojit automáhtalaččat.
sk: <b>Poznámka:</b> Nové verzie sa vyberú automaticky.
sl: <b>Opomba:</b> nove različice so samodejno izbrane.
sr: <b>Напомена:</b> Нове верзије ће бити аутоматски одабране.
sr@latn: <b>Napomena:</b> Nove verzije će biti automatski odabrane.
ta: <b>குறிப்பு:</b> புதிய பதிப்புகள் தானாகவே தேர்ந்தெடுக்கப்பட்டன
th: <b>ข้อควรจำ:</b> ตัวที่เป็นรุ่นใหม่จะถูกเลือกโดยอัตโนมัติ
uk: <b>Примітка:</b> нові версії вибираються автоматично.
zh_cn: <b>注意：</b>新版本已经自动选中。

source: Go to Line
af: Gaan na Lyn
ar: إذهب إلى السّطر
be: Ісці да радка
bg: Отиване на ред
bs: Idi na red
ca: Vés a la línia
cs: Přejít na řádku
da: Gå til linje
de: Gehe zu Zeile
el: Μετάβαση στη γραμμή
es: Ir a la línea
eu: Joan lerrora
fa: رفتن به خط
fi: Siirry riville
fr: Aller à la ligne
fy: Gean nei rigel
gl: Ir á Liña
he: מעבר לשורה
hr: Idi na redak
hu: Ugrás egy sorra
is: Fara í línu
it: Vai alla riga
ja: 行に移動
kk: Бір жолға ауысу
km: ទៅ​កាន់​បន្ទាត់
ko: 줄로 가기
mk: Оди на линија
ms: Pergi ke baris
nb: Gå til linje
nds: Gah na Reeg
nl: Ga naar regel
nn: Gå til linje
pa: ਸਤਰ ਤੇ ਜਾਓ
pl: Idź do linii
pt: Ir para a Linha
pt_br: Ir para linha
ro: Salt la linie
rw: Kujya ku murongo
se: Mana linnjái
sk: Choď na riadok
sl: Pojdi v vrstico
sr: Иди на линију
sr@latn: Idi na liniju
ta: இந்த வரிக்கு செல்
tg: Рав ба хати
th: ไปยังบรรทัดที่
uk: Перейти до рядка
zh_cn: 跳至行

source: &Go to line:
af: Gaan na lyn:
ar: إ&ذهب إلى السّطر:
be: &Ісці да радка:
bg: Отиван&е на ред:
bs: &Idi na red:
ca: &Vés a la línia:
cs: &Přejít na řádku:
da: &Gå til linje:
de: &Gehe zu Zeile:
el: &Μετάβαση στη γραμμή:
es: &Ir a la línea:
eu: &Joan lerrora:
fa: &رفتن به خط:‌
fi: &Siirry riville:
fr: Aller à la li&gne :
fy: &Gean nei rigel:
gl: &Ir á Liña:
he: &עבור לשורה:
hr: &Idi na redak:
hu: &Ugrás egy sorra:
is: Fara í &línu:
it: &Vai alla riga:
ja: 行に移動(&G):
kk: &Ауысатын жол:
km: ទៅ​កាន់​បន្ទាត់ ៖
ko: 줄로 가기(&G):
mk: &Оди на линија:
ms: Per&gi ke baris
nb: &Gå til linje:
nds: &Gah na Reeg:
nl: &Ga naar naar regel:
nn: &Gå til linje:
pa: ਸਤਰ ਤੇ ਜਾਓ(&G):
pl: &Idź do linii:
pt: &Ir para a linha:
pt_br: I&r para linha:
ro: &Salt la linia:
rw: Kujya ku murongo:
se: &Mana linnjái:
sk: &Choď na riadok:
sl: &Pojdi v vrstico:
sr: &Иди на линију:
sr@latn: &Idi na liniju:
ta: இந்த வரிக்கு செல்:
tg: &Рав ба хати:
th: ไปยังบรรทัดที่:
uk: Пере&йти до рядка:
zh_cn: 跳至行(&G)：

source: File Was Deleted on Disk
af: Lêer het verwyder op Disket
be: Файл выдалены з дыску
bg: Файлът е изтрит на диска
bs: Datoteka je obrisana na disku
ca: El fitxer s'ha esborrat del disc
cs: Soubor byl smazán z disku
da: Filen er slettet på disken
de: Gespeicherte Datei wurde gelöscht
el: Το αρχείο διαγράφηκε από το δίσκο
es: El archivo fue borrado en el disco
eu: Fitxategia ezabatu da diskotik
fa: پرونده در دیسک حذف شد
fi: Tiedosto on poistettu levyltä
fr: Le fichier a été supprimé du disque
fy: Triem is fan de skiif wiske
gl: Borrouse o Arquivo do Disco
he: הקובץ נמחק בכונן
hu: A fájl törlődött a lemezről
is: Skránni var eytt á diski
it: Il file è stato eliminato sul disco
ja: ディスク上のファイルは削除されました
kk: Файл дискіден өшірілген
km: ឯកសារ​ត្រូវ​បាន​លុប​នៅ​លើ​ថាស
ko: 디스크에 있는 파일은 지워졌습니다.
mk: Датотеката беше избришана на диск
ms: Fail Dihapuskan dalam Cakera
nb: Fila ble slettet på disken
nds: Datei vun Fastplaat wegdaan
nl: Bestand is van de schijf verwijderd
nn: Fila er sletta frå disken
pa: ਡਿਸਕ ਤੋਂ ਫਾਇਲ਼ ਹਟਾਈ ਗਈ ਸੀ
pl: Plik został usunięty z dysku
pt: O Ficheiro Foi Apagado no Disco
pt_br: O arquivo foi removido do disco
ro: Fişierul a fost şters de pe disc
rw: Idosiye Yasibwe kuri Disiki
se: Fiila sihkojuvvui skearrus
sk: Súbor bol na disku odstránený
sl: Datoteka je bila zbrisana z diska
sr: Фајл је обрисан на диску
sr@latn: Fajl je obrisan na disku
ta: வட்டில் கோப்பு நீக்கப்பட்டது
tg: Файл дар диск нест кардан шуд
th: แฟ้มถูกลบออกจากดิสก์
uk: Файл було видалено на диску
zh_cn: 文件已在磁盘上删除

source: &Save File As...
af: Stoor Lêer as...
be: &Запісаць файл як...
bg: Запис на файл &като...
bs: &Snimi datoteku kao...
ca: &Desa el fitxer com...
cs: Uložit &soubor jako...
da: &Gem fil som...
de: Datei speichern &unter ...
el: Αποθήκευ&ση αρχείου ως...
es: &Guardar archivo como ...
eu: &Gorde fitxategia honela...
fa: &ذخیرۀ پرونده به عنوان...‌
fi: &Tallenna tiedosto nimellä...
fr: Enregi&strer le fichier sous...
fy: Triem bewarje a&s...
gl: Guardar Arquivo &Como...
he: &שמור בשם...
hu: Men&tés másként...
is: &Vista skrá sem...
it: &Salva con nome...
ja: 別名で保存(&S)...
kk: Файлды былай &сақтау...
km: រក្សាទុក​ឯកសារ​ជា...
ko: 새 이름으로 저장(&S)...
mk: &Зачувај датотека како...
ms: &Simpan Fail Sebagai...
nb: &Lagre som …
nds: Datei &sekern as...
nl: Bestand opslaan al&s...
nn: Lagra &som …
pa: ਫਾਇਲ ਏਦਾਂ ਸੰਭਾਲੋ(&S)...
pl: &Zapisz plik jako...
pt: &Gravar o Ficheiro Como...
pt_br: Salvar arquivo &como...
ro: &Salvează fişierul ca...
rw: Kubika Idosiye Nka...
se: &Vurke fiilla nugo …
sk: &Uložiť súbor ako...
sl: &Shrani datoteko kot ...
sr: &Сними фајл као...
sr@latn: &Snimi fajl kao...
ta: கோப்பினைச் சேமி...
tg: &Нигоҳ доштани файл ҳамчун...
th: บันทึกแฟ้มเป็น...
uk: Зб&ерегти файл як...
zh_cn: 文件另存为(&S)...
