Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Convert the selection to uppercase, or the character to the right of the cursor if no text is selected.
af: Omskakel die verkiesde na die boonste kas, of die karakter na die regterkant van die plekwyser as geen teks gekies is nie.
ar: حوّل التحديد الى احرف كبيرة, او الحرف على يمين المؤشر إذا كان ليس هنالك تحديد.
bg: Конвертиране на маркирания текст до главни букви.
bs: Pretvori izabrani tekst u velika slova, ili znak desno od kursora ako ništa nije izabrano.
ca: Converteix la selecció a majúscules, o el caràcter a la dreta del cursor sinó hi ha text seleccionat.
cs: Převést výběr na velká písmena (nebo znak vpravo od kurzoru, pokud není označen žádný text).
da: Konvertér det markerede til store bogstaver, eller tegnet til højre for markøren hvis ingen tekst er markeret.
de: Umwandeln der aktuellen Auswahl in Großbuchstaben. Ist kein Text ausgewählt, wird das Zeichen rechts vom Cursor genommen.
el: Μετατροπή της επιλογής σε κεφαλαία ή το χαρακτήρα στα δεξιά του δρομέα αν δεν έχει επιλεχθεί κείμενο.
es: Convertir la selección a mayúsculas, o el carácter a la derecha del cursor si no hay texto seleccionado.
eu: Bihurtu hautapena maiuskulan, edo kurtsorearen eskuinean dagoen karaketerea (testua ez badago hautatuta).
fa: اگر هیچ متنی برگزیده نشود، گزینش را به حروف بزرگ تبدیل می‌کند، یا نویسه را به سمت راست مکان‌نما می‌برد.
fi: Muuttaa isoiksi kirjaimiksi valinnan tai kohdistimen oikealla puolella olevan merkin, jos valintaa ei ole.
fr: Convertir la sélection en majuscules, ou le caractère à droite du curseur si aucun texte n'est sélectionné.
fy: De seleksje wurdt oersetten nei haadletters, of allinne it teken rjochts fan it rinnerke as der gjin tekst selektearre is.
gl: Converte a selección a maiúsculas, ou o carácter á dereita do cursor se non hai texto escollido.
he: הפוך את הטקסט המסומן לאותיות גדולות, או את התו מימין לסמן אם אין טקסט מסומן.
hr: Pretvara označeni tekst u velika slova, ili znak desno od kursora ako tekst nije selektiran.
hu: A kijelölt szöveg nagybetűssé alakítása. Ha nincs kijelölve szöveg, akkor a kurzortól jobbra álló karakter lesz átalakítva.
is: Breyta valinu í hástafi eða einungis stafnum hægra megin við bendilinn ef enginn texti er valinn.
it: Converte in maiuscolo la selezione, oppure il carattere alla destra del cursore se non è selezionato alcun testo.
ja: 選択範囲 (テキストが選択されていない場合はカーソルの右の文字) を大文字に変換します。
kk: Таңдағанды немесе таңдалғаны болмаса, меңзердің оң жағындағы таңбаны, үлкен әріпке айналдыру.
km: បម្លែង​ជម្រើស​ទៅ​ជា​អក្ស​រធំ ឬ តួអក្សរ​ទៅ​ស្តាំ​នៃ​ទស្សន៍​ទ្រនិច ប្រសិន​បើ​គ្មាន​អត្ថបទ​ត្រូវ​បាន​ជ្រើស ។
ko: 선택한 부분을 대문자화합니다. 선택하지 않은 경우에는 커서의 오른쪽에 있는 문자가 대문자화 됩니다.
mk: Го претвора изборот во големи букви, или го менува знакот десно од курсорот ако не е избран текст.
ms: Tukar pilihan kepada huruf besar, atau alih aksara ke kanan kursor jika tiada teks dipilih.
nb: Gjør om det markerte området til store bokstaver. Dersom ingen tekst er markert, blir bare bokstaven til høyre for skrivemerket endret.
nds: Wannelt den markeerten Text in Grootbookstaven üm, oder aver den Bookstaven rechterhand vun den Blinker, wenn nix markeert is.
nl: Converteert de selectie naar hoofdletters, of alleen het teken rechts van de cursor als er geen tekst is geselecteerd.
nn: Gjer om det merkte området til store bokstavar. Dersom ingen tekst er merkt, vert berre bokstaven til høgre for skrivemerket endra.
pa: ਚੁਣੇ ਅੱਖਰਾਂ ਨੂੰ, ਜਾਂ ਜੇਕਰ ਕੋਈ ਪਾਠ ਦੀ ਚੋਣ ਨਾ ਕੀਤੀ ਗਈ ਤਾਂ ਕਰਸਰ ਦੇ ਸੱਜੇ ਪਾਸੇ ਦੇ ਅੱਖਰਾਂ ਨੂੰ ਵੱਡੇ ਰੂਪ ਵਿੱਚ ਵੇਖਾਓ।
pl: Zamień zaznaczenie na wielkie litery, lub znak na prawo od kursora jeśli nie wybrano tekstu.
pt: Converte a selecção para maiúsculas, ou apenas o carácter à direita do cursor, se não existir texto seleccionado.
pt_br: Converte a seleção em letras maiúsculas, o ou caractere mais à direita do cursor, se nenhum texto estiver selecionado.
ro: Converteşte selecţia la majuscule sau caracterul de la dreapta cursorului dacă nu există text selectat.
rw: Guhindura ihitamo mu nyuguti nkuru, cyangwa inyuguti ku buryo bw'inyoborayandika niba nta mwandiko watoranyijwe.
se: Jorgalahte merkejuvvon guovllu stuorra bustávaide. Jos ii leat merken teavstta, de dušše bustáva čállinmearkka olgešbealde rievdaduvvo.
sk: Previesť na veľké písmená označený text alebo text vpravo od kurzoru (ak nie je žiadny text označený).
sl: Pretvori izbor v velike črke oz. znak desno od kazalca, če ni izbranega besedila.
sr: Конвертује изабрани текст или слово десно од курсора, ако текст није изабран, у велика слова.
sr@latn: Konvertuje izabrani tekst ili slovo desno od kursora, ako tekst nije izabran, u velika slova.
ta: தேர்ந்தெடுத்ததை பெரிய எழுத்தாக்கு அல்லது உரை எதுவும் தேர்வு செய்யவில்லையெனில் நிலைகாட்டியின் வலதுபக்க எழுத்தை பெரிய எழுத்தாக்கு
tg: Интихоботро, ёки ҳарф ба тарафи рости курсор, бо ҳарфҳои калон гузоред, агар матни пурра интихоб нашудааст.
th: ปรับส่วนที่เลือกไว้หรือตัวอักษรที่อยู่ทางขวามือของเคอร์เซอร์หากยังไม่มีส่วนที่เลือกไว้ ให้เป็นตัวอักษรตัวใหญ่
uk: Перевести вибраний текст в верхній регістр або, якщо жодного тексту не вибрано, символ праворуч від курсора.
zh_cn: 将选中区转换成大写。若没有选中文字的话，则转换光标右侧的字符。

source: Lowercase
af: Onderste kas
ar: أحرف صغيرة
be: Маленькія літары
bg: Малки букви
bs: Mala slova
ca: Minúscules
cs: Malá písmena
da: Små bogstaver
de: Kleinschreibung
el: Μικρά
es: Minúsculas
eu: Minuskulak
fa: حروف کوچک‌
fi: Pienet kirjaimet
fr: Minuscules
fy: Omsette nei lytse letters
gl: Minúsculas
he: אותיות קטנות
hr: Mala slova
hu: Kisbetűkké
is: Lágstafa
it: Minuscolo
ja: 小文字に
kk: Кіші әріп
km: អក្សរ​តូច
ko: 소문자로 변환
mk: Мали букви
ms: Huruf Kecil
nb: Små bokstaver
nds: Lüttschrieven
nl: Omzetten naar kleine letters
nn: Små bokstavar
pa: ਛੋਟੇ ਅੱਖਰ
pl: Małe litery
pt: Minúsculas
pt_br: Minúscula
ro: Minuscule
rw: Inyuguti nto
se: Smávva bustávat
sk: Malé písmená
sl: Male črke
sr: Сва мала слова
sr@latn: Sva mala slova
ta: சின்ன எழுத்து
tg: Ҳарфи майда
th: ตัวอักษรตัวเล็ก
uk: Нижній регістр
zh_cn: 小写

source: Convert the selection to lowercase, or the character to the right of the cursor if no text is selected.
af: Omskakel die verkiesde na die onderste kas, of die karakter na die regterkant van die plekwyser as geen teks gekies is nie.
ar: تحويل الاختيار الى حروف صغيرة, أو الحرف الذي على يمين المؤشر اذا لم يكن هناك نص مختار.
bg: Конвертиране на маркирания текст до малки букви.
bs: Pretvori izabrani tekst u mala slova, ili znak desno od kursora ako ništa nije izabrano.
ca: Converteix la selecció a minúscules, o el caràcter a la dreta del cursor sinó hi ha text seleccionat.
cs: Převést výběr na malá písmena (nebo znak vpravo od kurzoru, pokud není označen žádný text).
da: Konvertér det markerede til små bogstaver, eller tegnet til højre for markøren hvis ingen tekst er markeret.
de: Umwandeln der Auswahl in Kleinbuchstaben. Ist kein Text ausgewählt, wird das Zeichen rechts vom Cursor genommen.
el: Μετατροπή της επιλογής σε μικρά ή το χαρακτήρα στα δεξιά του δρομέα αν δεν έχει επιλεχθεί κείμενο.
es: Convertir la selección a minúsculas, o el carácter a la derecha del cursor si no hay texto seleccionado.
eu: Bihurtu hautapena minuskulan, edo kurtsorearen eskuinean dagoen karaketerea (testua ez badago hautatuta).
fa: اگر هیچ متنی انتخاب نشود، گزینش را به حروف کوچک تبدیل می‌کند، یا نویسه را به سمت راست مکان‌نما می‌برد.
fi: Muuttaa pieniksi kirjaimiksi valinnan tai kohdistimen oikealla puolella olevan merkin, jos valintaa ei ole.
fr: Convertir la sélection en minuscules, ou le caractère à droite du curseur si aucun texte n'est sélectionné.
fy: De seleksje wurdt oersetten nei lytse letters, of allinne it teken rjochts fan it rinnerke as der gjin tekst selektearre is.
gl: Converte a selección a minúsculas, ou o carácter á dereita do cursor se non hai texto escollido.
he: הפוך את הטקסט המסומן לאותיות קטנות, או את התו מימין לסמן אם אין טקסט מסומן.
hr: Pretvara označeni tekst u mala slova, ili znak desno od kursora ako tekst nije selektiran.
hu: A kijelölt szöveg kisbetűssé alakítása. Ha nincs kijelölve szöveg, akkor a kurzortól jobbra álló karakter lesz átalakítva.
is: Breyta valinu í lágstafi eða einungis stafnum hægra megin við bendilinn ef enginn texti er valinn.
it: Converte in minuscolo la selezione, oppure il carattere alla destra del cursore se non è selezionato alcun testo.
ja: 選択範囲 (テキストが選択されていない場合はカーソルの右の文字) を小文字に変換します。
kk: Таңдалғанды немесе таңдалғаны болмаса, меңзердің оң жағындағы таңбаны, кіші әріпке айналдыру.
km: បម្លែង​ជម្រើស​ទៅ​អក្ស​រតូច ឬ តួអក្សរ​ទៅ​ស្តាំ​នៃ​ទស្សន៍​ទ្រនិច ប្រសិន​បើ​គ្មាន​អត្ថបទ​ត្រូវ​បាន​ជ្រើស ។
ko: 선택한 부분을 소문자화합니다. 선택하지 않은 경우에는 커서의 오른쪽에 있는 문자가 소문자화 됩니다.
mk: Го претвора изборот во мали букви, или го менува знакот десно од курсорот ако не е избран текст.
ms: Tukar pilihan kepada huruf kecil, atau alih aksara ke kanan kursor jika tiada teks dipilih.
nb: Gjør om det markerte området til små bokstaver. Dersom ingen tekst er markert, blir bare bokstaven til høyre for skrivemerket endret.
nds: Wannelt den markeerten Text in Lüttbookstaven üm, oder aver den Bookstaven rechterhand vun den Blinker, wenn nix markeert is.
nl: Converteert de selectie naar kleine letters, of alleen het teken rechts van de cursor als er geen tekst is geselecteerd.
nn: Gjer om det merkte området til små bokstavar. Dersom ingen tekst er merkt, vert berre bokstaven til høgre for skrivemerket endra.
pa: ਚੁਣੇ ਅੱਖਰਾਂ ਨੂੰ, ਜਾਂ ਜੇਕਰ ਕੋਈ ਪਾਠ ਦੀ ਚੋਣ ਨਾ ਕੀਤੀ ਗਈ ਤਾਂ ਕਰਸਰ ਦੇ ਸੱਜੇ ਪਾਸੇ ਦੇ ਅੱਖਰਾਂ ਨੂੰ ਛੋਟੇ ਰੂਪ ਵਿੱਚ ਵੇਖਾਓ।
pl: Zamień zaznaczenie na małe litery, lub znak na prawo od kursora jeśli nie wybrano tekstu.
pt: Converte a selecção para minúsculas, ou apenas o carácter à direita do cursor, se não existir texto seleccionado.
pt_br: Converte a seleção em letras minúsculas, o ou caractere mais à direita do cursor, se nenhum texto estiver selecionado.
ro: Converteşte selecţia la minuscule sau caracterul de la dreapta cursorului dacă nu există text selectat.
rw: Guhindura ihitamo mu nyuguti ntoya, cyangwa inyuguti ku buryo bw'inyoborayandika niba nta mwandiko watoranyijwe.
se: Jorgalahte merkejuvvon guovllu smávva bustávaide. Jos ii leat merken teavstta, de dušše bustáva čállinmearkka olgešbealde rievdaduvvo.
sk: Previesť na malé písmená označený text alebo text vpravo od kurzoru (ak nie je žiadny text označený).
sl: Pretvori izbor v male črke oz. znak desno od kazalca, če ni izbranega besedila.
sr: Конвертује изабрани текст или слово десно од курсора, ако текст није изабран, у мала слова.
sr@latn: Konvertuje izabrani tekst ili slovo desno od kursora, ako tekst nije izabran, u mala slova.
ta: தேர்ந்தெடுத்ததை சிறிய எழுத்தாக்கு அல்லது உரை எதுவும் தேர்வு செய்யவில்லையெனில் நிலைகாட்டியின் வலது பக்க எழுத்தை சிறிய எழுத்தாக்கு
tg: Интихоботро, ёки ҳарф ба тарафи рости курсор, бо ҳарфҳои майда гузоред, агар матни пурра интихоб нашудааст.
th: ปรับส่วนที่เลือกไว้หรือตัวอักษรที่อยู่ทางขวามือของเคอร์เซอร์หากยังไม่มีส่วนที่เลือกไว้ ให้เป็นตัวอักษรตัวเล็ก
uk: Перевести вибраний текст в нижній регістр або, якщо жодного тексту не вибрано, символ праворуч від курсора.
zh_cn: 将选中区转换成小写。若没有选中文字的话，则转换光标右侧的字符。

source: Capitalize
af: Kapitaliseer
ar: حرف إستهلالى
bg: Първа главна буква
bs: Veliko slovo iza tačke
ca: Capitalitza
cs: Velká počáteční písmena
da: Lav om til store bogstaver
de: Großschreibung am Wortanfang
el: Πρώτο γράμμα κεφαλαίο
es: Capitalizar
eu: Kapitalizatu
fa: با حروف درشت نوشتن
fi: Iso alkukirjain
fr: Mettre une majuscule à chaque mot
fy: Alle wurden mei in haadletter begjinne
gl: Capitalizar
he: הפוך אותיות ראשונות לגדולות
hr: Pretvori u velika slova
hu: Nagy kezdőbetűs szavakká
is: Hástafa
it: Iniziali maiuscole
ja: 先頭を大文字に
kk: Бас әріптен
km: សរសេរ​ជា​អក្សរ​ធំ
ko: 대문자로 시작
mk: Прва буква голема
ms: Huruf Besarkan
nb: Store forbokstaver
nds: Groot Anfangen
nl: Elk woord met hoofdletter beginnen
nn: Store forbokstavar
pa: ਵੱਡੇ ਅੱਖਰ
pl: Kapitaliki
pt: Capitalização
pt_br: Colocar em maiúsculas
ro: Capitalizează
rw: Kugirankuru
se: Stuorra ovdabustávat
sk: Veľké prvé písmená
sl: Prve črke v velike
sr: Велико прво слово
sr@latn: Veliko prvo slovo
ta: பெரிய எழுதாக்கு
tg: Ҳарфҳо монанди матн
th: ตัวพิมพ์ใหญ่
uk: З великої літери
zh_cn: 字首大写

source: Capitalize the selection, or the word under the cursor if no text is selected.
af: Kapitaliseer die verkose deel, of die woord onder die plekwyser as geen teks gekies is nie.
ar: حول .
bg: Конвертиране на първата буква от маркирания текст до главна.
bs: Pretvori izabrani tekst u prvo veliko a zatim mala slova, ili znak desno od kursora ako ništa nije izabrano.
ca: Capitalitza la selecció, o la paraula a la dreta del cursor sinó hi ha text seleccionat.
cs: Převést výběr na počáteční velká písmena (nebo slovo vpravo od kurzoru, pokud není označen žádný text).
da: Lav det valgte om til store bogstaver, eller ordet under markøren hvis ingen tekst er markeret.
de: Die Auswahl in durchgehender Großschreibung bzw. das Wort, in dem sich der Cursor befindet, falls kein Text ausgewählt ist.
el: Μετατροπή σε κεφαλαία της επιλογής, ή της λέξης κάτω από το δρομέα αν δεν έχει επιλεγεί κείμενο.
es: Capitalizar la selección, o la palabra bajo el cursor si no hay texto seleccionado.
eu: Kapitalizatu hautespena, edo kurtsore pean dagoen karakterea (testua ez badago hautatuta).
fa: اگر هیچ متنی انتخاب نشود، گزینش را با حروف درشت می‌نویسد، یا واژه را به زیر مکان‌نما می‌برد.
fi: Lisää ison alkukirjaimen valintaan tai sanaan, jossa kohdistin on jos valintaa ei ole.
fr: Met en majuscule la première lettre de chaque mot de la sélection, ou le mot à droite du curseur si aucun texte n'est sélectionné.
fy: Bewurkje de seleksje sa dat alle wurden mei in haadletter begjinne, of as it wurd ûnder it rinnerke as der gjin tekst selektearre is.
gl: Capitaliza a selección, ou a palabra baixo o cursos se non hai texto seleizoado.
he: הפוך אותיות ראשונות לגדולות של הסימון, או המילה שמתחת לסמן של הטקסט אם אין סימון.
hr: Kapitalizira označeni tekst (prva slova riječi pretvara u velika), ili riječ pod kursorom ako nema odabranog teksta.
hu: A kijelölt szöveg szavaiban a kezdőbetű nagybetűvé alakítása. Ha nincs kijelölve szöveg, akkor csak azt a szót, amelyen a kurzor áll.
is: Breyta valinu í hástafi eða einungis orðinu undir bendlinum ef enginn texti er valinn.
it: Rende maiuscole le iniziali della selezione, oppure la parola sotto il cursore se non è selezionato alcun testo.
ja: 選択範囲 (テキストが選択されていない場合はカーソルの下の単語) を大文字に変換します。
kk: Таңдалғанды немесе таңдалғаны болмаса, меңзер тұрған сөзді бас әріптен жазу. (Сөздің бірінші әрібі - бас әріп, қалғандары кіші әріппен).
km: សរសេរ​ជម្រើស​ជាអក្សរ​ធំ ឬ ពាក្យខាងក្រោម​ទស្សន៍​ទ្រនិច ប្រសិន​បើ​គ្មាន​អត្ថបទ​ត្រូវ​បាន​ជ្រើស ។
ko: 선택한 부분을 대문자로 시작합니다. 선택 부분이 없을 경우 커서 아래쪽 단어가 대문자로 시작됩니다.
mk: Ги претвора првите букви од изборот во големи, или првата буква од зборот под курсорот ако не е избран текст.
ms: Huruf besarkan pilihan, atau perkataan di bawah kursor jika tiada teks dipilih.
nb: Gjør om til stor forbokstav i det markerte området eller i ordet ved skrivemerket dersom ingenting er merket.
nds: Disse Befehl lett all Wöör binnen de Markeren, oder dat aktuelle Woort, wenn nix markeert is, mit en Grootbookstaven anfangen.
nl: Bewerkt de selectie zodanig dat Elk Woord Met Een Hoofdletter Begint, of het woord onder de cursor als er geen tekst is geselecteerd.
nn: Gjer om til stor forbokstav i det merkte området eller i ordet ved skrivemerket dersom ingenting er merkt.
pa: ਚੋਣ ਦੇ ਅੱਖਰ ਵੱਡੇ ਕਰੋ ਜਾਂ ਕਰਸਰ ਦੇ ਹੇਠਾਂ ਮੌਜੂਦ ਅੱਖਰ ਨੂੰ, ਜੇਕਰ ਕਿਸੇ ਪਾਠ ਦੀ ਚੋਣ ਨਾ ਕੀਤੀ ਗਈ।
pl: Zamień zaznaczenie na kapitaliki lub wyraz pod kursorem jeśli nie zaznaczono tekstu.
pt: Capitaliza (coloca a primeira letra em maiúsculas e as restantes em minúsculas) a selecção, ou apenas a palavra à direita do cursor, se não existir texto seleccionado.
pt_br: Coloca a seleção toda em maiúsculas, ou a palavra sob o cursor, se nenhum texto estiver selecionado.
ro: Capitalizează selecţia sau caracterul de sub cursor dacă nu există text selectat.
rw: Guhindura mu nyuguti nkuru ihitamo, cyangwa ijambo munsi y'inyoborayandika niba nta mwandiko watoranyijwe.
se: Daga stuorra bustávaid merkejuvvon guovllus, dahje dahje dušše sánis čállinmearkka vuolde jus ii leat merkejuvvon guovlu.
sk: Previesť na veľké prvé písmená označený text alebo text vpravo od kurzoru (ak nie je žiadny text označený).
sl: Prve črke besed pretvori v velike in to besedo pod kazalcem, če ni nobenega izbora.
sr: Повећај прво слово изабраног текста или речи испод курсора ако текст није изабран.
sr@latn: Povećaj prvo slovo izabranog teksta ili reči ispod kursora ako tekst nije izabran.
ta: தேர்ந்தெடுத்ததைப் பெரிய எழுத்தாக்கு அல்லது உரை எதுவும் தேர்வு செய்யவில்லையெனில் நிலைகாட்டியின் கீழ் உள்ள எழுத்தை பெரிய எழுத்தாக்கு.
tg: Ҳарфҳоро калон кунед, ё калимае дар таги курсор буда калон мешавад, агар матни пурра интихоб нашудааст.
th: ทำส่วนที่เลือกไว้หรือคำที่อยู่ใต้เคอร์เซอร์หากยังไม่มีการเลือก ให้เป็นตัวพิมพ์ใหญ่
uk: Починати слова у вибраній ділянці з великої літери або слово під курсором, якщо текст не вибрано.
zh_cn: 将选中区中全部单词的第一个字母转换成大写。若没有选中文字的话，则转换光标右侧的字符。

source: Join Lines
af: Verbind Lyne
ar: لصق اﻷسطر
bg: Обединение на редове
bs: Spoji redove
ca: Uneix línies
cs: Spojit řádky
da: Forbind linjer
de: Zeilen zusammenführen
el: Ένωση γραμμών
es: Unir líneas
eu: Elkartu lerroak
fa: پیوند خطوط
fi: Liitä rivit
fr: Fusionner les lignes
fy: Rigels gearfette
gl: Unir Liñas
he: חבר שורות
hr: Spoj linije
hu: Sorok összevonása
is: Sameina línur
it: Unisci righe
ja: 行を結合(&J)
kk: Жолдарды біріктіру
km: តបន្ទាត់
ko: 줄 합치기
mk: Спои линии
ms: Cantum Garisan
nb: Slå sammen linjer
nds: Regen tosamentrecken
nl: Regels samenvoegen
nn: Slå saman linjer
pa: ਸਤਰਾਂ ਮੇਲੋ
pl: Połącz wiersze
pt: Juntar as Linhas
pt_br: Juntar linhas
ro: Alătură liniile
rw: Guhuza Imirongo
se: Ovttastahte linnjáid
sk: Spojiť riadky
sl: Združi vrstice
sr: Спој линије
sr@latn: Spoj linije
ta: கோடுகளை இணை
tg: Хатҳоро паи ҳам рост кунед
th: เชื่อมบรรทัด
uk: Об'єднати рядки
zh_cn: 连接行

source: Print the current document.
af: Druk die huidige dokument.
ar: إطبع الوثيقة الحالية.
be: Друкаваць гэты дакумент.
bg: Печат на текущия документ.
bs: Štampaj trenutni dokument.
ca: Imprimeix el document actual.
cs: Vytisknout aktuální dokument.
da: Udskriv det aktuelle dokument.
de: Das aktive Dokument drucken.
el: Εκτύπωση του τρέχοντος εγγράφου.
es: Imprimir el documento actual
eu: Inprimatu uneko dokumentua.
fa: چاپ سند جاری.
fi: Tulosta nykyinen asiakirja.
fr: Imprimer le document actuel.
fy: It aktive dokumint printsje.
gl: Imprimir o documento actual
he: הדפסת המסמך הנוכחי.
hr: Ispišite trenutni dokument
hu: Kinyomtatja az aktuális dokumentumot.
is: Prenta núverandi skjal
it: Stampa il documento attuale.
ja: 現在のドキュメントを印刷します。
kk: Назардағы құжатты басып шығару.
km: បោះពុម្ព​ឯកសារ​បច្ចុប្បន្ន ។
ko: 현재 문서 인쇄.
mk: Печати го активниот документ.
ms: Cetak dokumen semasa
nb: Skriv ut gjeldende dokument.
nds: Dat aktuelle Dokment drucken
nl: Het huidige document afdrukken.
nn: Skriv ut dokumentet.
pa: ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਛਾਪੋ।
pl: Drukuj bieżący dokument.
pt: Imprime o documento actual.
pt_br: Imprime o documento atual.
ro: Tipăreşte documentul curent.
rw: Gucapa inyandiko igezweho.
se: Čálit dokumeantta.
sk: Vytlačiť aktuálny dokument.
sl: Natisni trenuten dokument.
sr: Штампа текући документ.
sr@latn: Štampa tekući dokument.
ta: தற்போதுள்ள ஆவணத்தை அச்சடிக்கவும்
tg: Ҳуҷҷати равонро чоп кунед.
th: พิมพ์เอกสารปัจจุบัน
uk: Друкувати поточний документ.
zh_cn: 打印当前文档。

source: Reloa&d
af: Herlaai
ar: أ&عد التحميل
be: &Абнавіць
bg: Презаре&ждане
bs: &Ponovo učitaj
ca: Reca&rrega
cs: Znovu načís&t
da: Genind&læs
de: Er&neut laden
el: &Επαναφόρτωση
es: Recar&gar
eu: Birkar&gatu
fa: &بارگذاری مجدد‌
fi: Lataa &uudelleen
fr: Re&charger
fy: &Ferfarskje
gl: Recarr&egar
he: &טען מחדש
hr: Ponovno &učitaj
hu: Újr&atöltés
is: Endurles&a
it: &Ricarica
ja: 再読み込み(&D)
kk: Қай&та жүктеу
km: ផ្ទុក​ឡើង​វិញ
ko: 다시 불러오기(&D)
mk: Пре&вчитај
ms: &Muat semula
nb: Om&last
nds: &Nieg laden
nl: &Herladen
nn: Last om a&tt
pa: ਮੁੜ-ਲੋਡ(&d)
pl: Wczytaj &ponownie
pt: A&ctualizar
pt_br: &Recarregar
ro: &Reîncarcă
rw: Kongera gutangiza
se: Viečča &ođđasit
sk: Znovu na&hrať
sl: &Znova naloži
sr: Учи&тај поново
sr@latn: Uči&taj ponovo
ta: மீளேற்று
tg: &Бозсозӣ
th: เรียกใหม่
uk: Перезава&нтажити
zh_cn: 重新装入(&D)

source: Reload the current document from disk.
af: Herlaai die huidige dokument van disket.
ar: أعد تحميل الوثيقة الحالية من القرص.
be: Перачытаць гэты дакумент з дыску.
bg: Анулиране на промените и презареждане на текущия документ.
bs: Ponovo učitaj trenutni dokument sa diska.
ca: Recarrega el document actual des del disc.
cs: Obnovit současný dokument z disku.
da: Genindlæs det aktuelle dokument fra disken.
de: Zuletzt gespeicherte Version laden.
el: Επαναφόρτωση του τρέχοντος εγγράφου από το δίσκο.
es: Recargar el documento actual desde disco.
eu: Birkargatu uneko dokumentua diskotik.
fa: بارگذاری مجدد سند جاری از دیسک.
fi: Lataa uudelleen nykyisen asiakirjan levyltä.
fr: Recharger le document actuel à partir du disque.
fy: It aktive dokumint fanôf de skiif ferfarskje.
gl: Recargar o documento actual desde o disco.
he: טעינה מחדש של המסמך הנוכחי מתוך הדיסק.
hr: Ponovo učitava trenutni dokument sa diska.
hu: Az aktuális dokumentum újratöltése a lemezről.
is: Endurhlaða skjalinu frá diski.
it: Ricarica il documento attuale dal disco.
ja: 現在のドキュメントをディスクから再読み込みします。
kk: Назардағы құжатты дискінен қайта оқу.
km: ផ្ទុក​ឯកសារ​បច្ចុប្បន្ន​ឡើង​វិញពីថាស ។​
ko: 현재문서를 다시 불러옵니다.
mk: Го превчитува активниот документ од диск.
ms: Muat semula dokumen semasa dari cakera.
nb: Last gjeldende dokument fra disk på nytt.
nds: Dat aktuelle Dokment nochmaal vun de Fastplaat laden.
nl: Herlaad het huidige document vanaf de schijf.
nn: Last dokumentet om att frå disken.
pa: ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਡਿਸਕ ਤੋਂ ਮੁੜ-ਲੋਡ ਕਰੋ।
pl: Wczytaj ponownie bieżący dokument z dysku.
pt: Carrega de novo o documento actual do disco.
pt_br: Recarrega o documento atual do disco.
ro: Reîncarcă documentul curent de pe disc.
rw: Kongera gutangiza inyandiko igezweho uhereye kuri disiki.
se: Viečča dokumeantta ođđasit skearus.
sk: Znovu nahrať aktuálny dokument z disku.
sl: Znova naloži trenuten dokument z diska.
sr: Поновно учитавање документа са диска.
sr@latn: Ponovno učitavanje dokumenta sa diska.
ta: நடப்பு ஆவணத்தை வட்டிலிருந்து மீளேற்று.
tg: Ҳуҷҷати равонро аз диск бозсозӣ кунед.
th: เรียกเอกสารปัจจุบันจากดิสก์ใหม่อีกครั้ง
uk: Перезавантажити поточний документ з диску.
zh_cn: 从磁盘中重新装入当前文档。
