Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: _n: %n replacement made. %n replacements made.
af: %n plaasvervanger gemaak %n plaasvervangers gemaak
ar: تم عمل تبديل. تم عمل تبديلين. تم عمل %n تبديلات. تم عمل %n تبديل.
be: Выкананая %n замена. Выкананыя %n замены. Выкананыя %n заменаў.
bg: Направена е %n замяна. Направени са %n замени.
bs: napravljena %n izmjena. napravljene %n izmjene. napravljeno %n izmjena.
ca: %n substitució feta. %n substitucions fetes.
cs: Provedeno 1 nahrazení. Provedeny %n nahrazení. Provedeno %n nahrazení.
da: %n erstatning foretaget. %n erstatninger foretaget.
de: %n Ersetzung vorgenommen. %n Ersetzungen vorgenommen.
el: %n αντικατάσταση έγινε. %n αντικαταστάσεις έγιναν.
es: 1 reemplazo hecho. %n reemplazos hechos.
eu: Ordezkapen %n egin da %n ordezkapen egin dira
fa: %n جایگزینی انجام شد.
fi: %n korvaus tehty. %n korvausta tehty.
fr: %n remplacement effectué %n remplacements effectués.
fy: %n ferfanging dien. %n ferfangings dien.
gl: %n substituición feita. %n substituicións feitas.
he: בוצעה %n החלפה. בוצעו %n החלפות.
hu: %n csere történt.
is: %n skipting framkvæmd. %n skiptingar framkvæmdar.
it: Eseguita %n sostituzione. Eseguite %n sostituzioni.
ja: %n 個置換しました。
kk: %n алмастыру жасалды.
km: បាន​ជំនួស %n ដង ។
ko: %n개 바꾸었습니다.
mk: Направена е %n замена. Направени се %n замени. Направени се %n замени.
ms: %n gantian telah dilakukan. %n gantian-gantian telah dilakukan.
nb: %n erstatning gjort. %n erstatninger gjort.
nds: %n Utwesseln vörnahmen. %n Utwesseln vörnahmen.
nl: %n vervanging uitgevoerd. %n vervangingen uitgevoerd.
nn: Bytt ut %n stad. Bytt ut %n stader.
pa: %n ਤਬਦੀਲੀ ਕੀਤੀ ਗਈ ਹੈ। %n ਤਬਦੀਲੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ।
pl: Wykonano %n zamianę. Wykonano %n zamiany. Wykonano %n zamian.
pt: %n substituição feita. %n substituições feitas.
pt_br: %n substituição feita %n substituições feitas.
rw: %n Isimbura ryakozwe. %n Amasimbura yakozwe.
se: %n buhtádus dáhkkon. %n buhtádusa dáhkkon.
sk: %n nahradený. %n nahradené. %n nahradených.
sl: %n narejenih zamenjav %n narejena zamenjava %n narejeni zamenjavi %n narejene zamenjave
sr: %n замена је урађена. %n замене су урађене. %n замена је урађено.
sr@latn: %n zamena je urađena. %n zamene su urađene. %n zamena je urađeno.
ta: %n மாற்றல் நிறைவேறியது. %n மாற்றல்கள் நிறைவேறின.
tg: %n Ҷойдигаркунӣ иҷро шуд. %n Ҷойдигаркунӣ иҷро шуд.
th: แทนที่แล้ว %n ตำแหน่ง
uk: Зроблено %n заміну. Зроблено %n заміни. Зроблено %n замін.
zh_cn: 完成了 %n 次替换。

source: End of document reached.
af: Einde van dokument bereik.
ar: تم الوصول الى نهاية المستند.
be: Дасягнуты канец дакумента.
bg: Достигнат е края на документа.
bs: Došao sam do kraja dokumenta.
ca: S'ha arribat al final del document.
cs: Dosaženo konce dokumentu.
da: Slutningen af dokumentet er nået.
de: Das Ende des Dokuments ist erreicht.
el: Φτάσαμε στο τέλος του εγγράφου.
es: Fin de documento alcanzado.
eu: Dokumentuaren bukaerara heldu da.
fa: به انتهای سند رسید.
fi: Asiakirjan loppu saavutettiin.
fr: La fin du document a été atteinte.
fy: Oan it ein fan it dokumint.
gl: Chegouse á fin do documento.
he: החיפוש הגיע לסוף המסמך.
hr: Stiglo se do završetka dokumenta.
hu: A dokumentum végéhez értem.
is: Enda skjals náð.
it: È stata raggiunta la fine del documento.
ja: ドキュメントの末尾に達しました。
kk: Құжаттың соңына жетті.
km: បាន​មក​ដល់​ចុង​ឯកសារ ។
ko: 문서의 끝입니다.
mk: Достигнат е крајот на документот.
ms: Tiba di akhir dokumen.
nb: Slutten på dokumentet er nådd.
nds: Bi't Enn vun't Dokment anlangt.
nl: Einde van het document bereikt.
nn: Slutten av dokumentet er nådd.
pa: ਦਸਤਾਵੇਜ਼ ਦਾ ਅੰਤ ਆ ਗਿਆ ਹੈ।
pl: Osiągnięto koniec dokumentu.
pt: Foi atingido o fim do documento.
pt_br: O fim do documento foi atingido.
ro: Am ajuns la sfîrşitul documentului.
rw: Impera y'inyandiko yagezweho.
se: Jovden dokumeantta lohpii.
sk: Dosiahnutý koniec dokumentu.
sl: Dosežen je bil konec dokumenta.
sr: Дошло се до краја документа.
sr@latn: Došlo se do kraja dokumenta.
ta: ஆவணத்தின் முடிவு வந்துவிட்டது.
tg: Ба охири ҳуҷҷат расидем.
th: อยู่ในส่วนท้ายของเอกสารแล้ว
uk: Досягнуто кінець документа.
zh_cn: 到达文件结尾。

source: Beginning of document reached.
af: Begin van dokument bereik.
ar: تم الوصول الى بداية الملف.
be: Дасягнуты пачатак дакумента.
bg: Достигнато е началото на документа.
bs: Došao sam do početka dokumenta.
ca: S'ha arribat al començament del document.
cs: Dosaženo začátku dokumentu.
da: Begyndelsen af dokumentet er nået.
de: Der Anfang des Dokuments ist erreicht.
el: Φτάσαμε στην αρχή του εγγράφου.
es: Principio de documento alcanzado.
eu: Dokumentuaren hasierara heldu da.
fa: به ابتدای سند رسید.
fi: Asiakirjan alku saavutettiin.
fr: Le début du document a été atteint.
fy: Oan it begjin fan it dokumint.
gl: Chegouse ao comezo do documento.
he: החיפוש הגיע לתחילת המסמך.
hr: Stiglo se do početka dokumenta.
hu: A dokumentum elejéhez értem.
is: Upphafi skjals náð.
it: È stato raggiunto l'inizio del documento.
ja: ドキュメントの先頭に達しました。
kk: Құжаттың басына жетті.
km: បាន​មក​ដល់​ដើម​ឯកសារ ។
ko: 문서의 처음입니다.
mk: Достигнат е почетокот на документот.
ms: Awal dari dokumen telah dicapai .
nb: Begynnelsen på dokumentet er nådd.
nds: Bi den Anfang vun't Dokment anlangt.
nl: Begin van het document bereikt.
nn: Starten av dokumentet er nådd.
pa: ਦਸਤਾਵੇਜ਼ ਦਾ ਆਰੰਭ ਆ ਗਿਆ ਹੈ।
pl: Osiągnięto początek dokumentu.
pt: Foi atingido o início do documento.
pt_br: O início do documento foi atingido.
ro: Am ajuns la începutul documentului.
rw: Intangiriro y'inyandiko yagezweho.
se: Jovden dokumeantta álgui.
sk: Dosiahnutý začiatok dokumentu.
sl: Dosežen je bil začetek dokumenta.
sr: Дошло се до почетка документа.
sr@latn: Došlo se do početka dokumenta.
ta: ஆவணத்தின் ஆரம்பத்தை அடைந்துவிட்டோம்
tg: Ба аввали ҳуҷҷат расидем.
th: อยู่ในส่วนต้นของเอกสารแล้ว
uk: Досягнуто початок документа.
zh_cn: 到达文件开头。

source: End of selection reached.
af: Einde van verkose deel bereik.
ar: تمّ الوصول إلى نهاية الإنتقاء.
be: Дасягнуты канец вылучэння.
bg: Достигнат е края на маркирания текст.
bs: Došao sam do kraja izabranog teksta.
ca: S'ha arribat al final de la selecció.
cs: Dosaženo konce výběru.
da: Slutningen af det markerede er nået.
de: Das Ende der Auswahl ist erreicht.
el: Φτάσαμε στο τέλος της επιλογής.
es: Fin de selección alcanzado.
eu: Hautapenaren bukaerara heldu da.
fa: به انتهای گزینش رسید.
fi: Valinnan loppu saavutettiin.
fr: La fin de la sélection a été atteinte.
fy: Ein fan de seleksje berikt.
gl: Chegouse á fin da selección.
he: החיפוש הגיע לסוף הסימון.
hr: Stiglo se do završetka odabira.
hu: A kijelölt rész végéhez értem.
is: Enda vals náð.
it: È stata raggiunta la fine della selezione.
ja: 選択範囲の末尾に達しました。
kk: Таңдағанның соңына жетті.
km: បាន​មក​ដល់​ចុង​ជម្រើស ។
ko: 선택한 부분의 끝입니다.
mk: Достигнат е крајот на изборот.
ms: Tiba di akhir pilihan.
nb: Slutten av merket område er nådd.
nds: Bi't Enn vun de Markeren anlangt.
nl: Einde van selectie bereikt.
nn: Slutten av det merkte området er nådd.
pa: ਚੋਣ ਦਾ ਅੰਤ ਆ ਗਿਆ ਹੈ।
pl: Osiągnięto koniec zaznaczenia.
pt: Foi atingido o fim da selecção.
pt_br: O fim da seleção foi atingido.
ro: Am ajuns la sfîrşitul selecţiei.
rw: Impera y'ihitamo yagezweho.
se: Jovden merkema lohpii.
sk: Dosiahnutý koniec výberu.
sl: Dosežen je bil konec izbora.
sr: Дошло се до краја означеног текста.
sr@latn: Došlo se do kraja označenog teksta.
ta: ஆவணத்தின் முடிவு வந்துவிட்டது
tg: Ба охири интихобшуда расидем.
th: อยู่ส่วนท้ายของเอกสารแล้ว
uk: Досягнуто кінець вибраної частини.
zh_cn: 到达选中范围结尾。

source: Beginning of selection reached.
af: Begin van verkose deel bereik.
ar: تمّ الوصول إلى بداية الإنتقاء.
be: Дасягнуты пачатак вылучэння.
bg: Достигнато е началото на маркирания текст.
bs: Došao sam do početka izabranog teksta.
ca: S'ha arribat al principi de la selecció.
cs: Dosaženo začátku výběru.
da: Begyndelsen af det markerede er nået.
de: Der Anfang der Auswahl ist erreicht.
el: Φτάσαμε στην αρχή της επιλογής.
es: Principio de selección alcanzado.
eu: Hautapenaren hasierara heldu da.
fa: به ابتدای گزینش رسید.
fi: Valinnan alku saavutettiin.
fr: Le début de la sélection a été atteint.
fy: Begjin fan de seleksje berikt.
gl: Chegouse ao comezo da selección.
he: החיפוש הגיע לתחילת הסימון.
hr: Stiglo se do početka odabira.
hu: A kijelölt rész elejéhez értem.
is: Upphafi vals náð.
it: È stato raggiunto l'inizio della selezione.
ja: 選択範囲の先頭に達しました。
kk: Таңдағанның басына жетті.
km: បាន​មក​ដល់​ដើម​ជម្រើស ។
ko: 선택한 부분의 처음입니다.
mk: Достигнат е почетокот на изборот.
ms: Tiba di awal pilihan.
nb: Starten av det merkte området er nådd.
nds: Bi den Anfang vun de Markeren anlangt.
nl: Begin van selectie bereikt.
nn: Starten av det merkte området er nådd.
pa: ਚੋਣ ਦੀ ਸ਼ੁਰੂਆਤ ਆ ਗਈ ਹੈ।
pl: Osiągnięto początek zaznaczenia.
pt: Foi atingido o início da selecção.
pt_br: O início da seleção foi atingido.
ro: Am ajuns la începutul selecţiei.
rw: Itangiriro y'ihitamo yagezweho.
se: Jovden merkema álgui.
sk: Dosiahnutý začiatok výberu.
sl: Dosežen je bil začetek izbora.
sr: Дошло се до почетка означеног текста.
sr@latn: Došlo se do početka označenog teksta.
ta: ஆவணத்தின் ஆரம்பத்தை அடைந்துவிட்டோம்.
tg: Ба аввали интихобшуда расидем.
th: อยู่ส่วนต้นของเอกสารแล้ว
uk: Досягнуто початок вибраної частини.
zh_cn: 到达选中范围开头。

source: Continue from the beginning?
af: Gaan voort van die begin?
ar: هل ترغب في الإستمرار من البداية؟
be: Працягнуць з пачатку?
bg: Продължение от началото на документа?
bs: Da krenem od početka?
ca: Continua des del principi?
cs: Pokračovat od začátku?
da: Fortsæt fra begyndelsen?
de: Am Anfang fortsetzen?
el: Συνέχεια από την αρχή;
es: ¿Continuar desde el principio?
eu: Hasieratik jarraitu?
fa: از ابتدا ادامه یابد؟
fi: Jatketaanko alusta?
fr: Continuer depuis le début ?
fy: Ferfetsje fanôf it begjin?
gl: Continuar desde o comezo?
he: האם להמשיך בו מתחילתו?
hr: Nastaviti od početka?
hu: Folytassam a keresést az elejétől?
is: Viltu halda áfram frá byrjun?
it: Continuare dall'inizio?
ja: 先頭から続けますか？
kk: Басынан бастап жалғастырылсын ба?
km: បន្ត​ពី​ដើម​ឬ ?
ko: 처음부터 계속 하시겠습니까?
mk: Да продолжам од почеток?
ms: Teruskan dari awal?
nb: Fortsett fra begynnelsen?
nds: Bi den Anfang wiedermaken?
nl: Doorgaan vanaf het begin?
nn: Hald fram frå starten?
pa: ਸ਼ੁਰੂ ਤੋਂ ਮੁੜ ਚਾਲੂ?
pl: Kontynuować od początku?
pt: Deseja continuar do início?
pt_br: Continuar do começo ?
ro: Continui de la început?
rw: Gukomeza kuva ku ntangiriro?
se: Joatkke álggus?
sk: Pokračovať od začiatku?
sl: Nadaljujem od začetka?
sr: Наставити од почетка?
sr@latn: Nastaviti od početka?
ta: ஆரம்பத்திலிருந்து தொடரவேண்டுமா?
tg: Аз аввалаш давом диҳем?
th: ต้องการทำต่อโดยเริ่มจากตอนต้นหรือไม่ ?
uk: Продовжити з початку?
zh_cn: 从开头继续找吗？

source: Continue from the end?
af: Gaan voort van die einde?
ar: واصل من النّهاية ؟
be: Працягнуць з канца?
bg: Продължение от края на документа?
bs: Da krenem od kraja?
ca: Continua des del final?
cs: Pokračovat od konce?
da: Fortsæt fra slutningen?
de: Am Ende fortsetzen?
el: Συνέχεια από το τέλος;
es: ¿Continuar desde el final?
eu: Amaieratik jarraitu?
fa: از انتها ادامه یابد؟
fi: Jatketaanko lopusta?
fr: Continuer depuis la fin ?
fy: Ferfetsje fanôf it ein?
gl: Continuar desde a fin?
he: האם להמשיך בו מסופו?
hr: Nastaviti od završetka?
hu: Folytassam a keresést a végéről?
is: Viltu halda áfram frá enda?
it: Continuare dalla fine?
ja: 末尾から続けますか？
kk: Соңынан бастап жалғастырылсын ба?
km: បន្ត​ពី​ចុង​ឬ ?
ko: 끝에서부터 계속 하시겠습니까?
mk: Да продолжам од крајот?
ms: Teruskan dari akhir?
nb: Fortsett fra slutten?
nds: Vun't Enn wiedermaken?
nl: Doorgaan vanaf het eind?
nn: Hald fram frå slutten?
pa: ਅੰਤ ਤੋਂ ਮੁੜ ਚਾਲੂ?
pl: Kontynować od końca?
pt: Deseja continuar a partir do fim?
pt_br: Continuar após o final?
ro: Continui de la sfîrşit?
rw: Gukomeza kuva ku mpera?
se: Joatkke loahpas?
sk: Pokračovať od konca?
sl: Nadaljujem od konca?
sr: Наставити од краја?
sr@latn: Nastaviti od kraja?
ta: முடிவில் இருந்து தொடர வேண்டுமா?
tg: Аз охираш давом диҳем?
th: ทำต่อไปโดยเริ่มจากส่วนท้ายหรือไม่ ?
uk: Продовжити з кінця?
zh_cn: 从结尾继续找吗？

source: &Stop
ar: ت&وقف
be: &Спыніць
bg: &Стоп
bs: &Stani
ca: A&tura
cs: Za&stavit
de: &Anhalten
el: &Σταμάτημα
es: &Detener
eu: &Gelditu
fa: &ایست‌
fi: &Pysähdy
fr: &Arrêter
fy: &Stopje
gl: &Parar
he: &עצור
hr: &Zaustavi
hu: Áll&j
is: &Hætta
it: &Ferma
ja: 停止(&S)
kk: &Тоқтату
km: បញ្ឈប់
ko: 중단(&S)
mk: &Стоп
ms: &Berhenti
nb: &Stopp
nds: &Stopp
nl: &Stoppen
nn: S&topp
pa: ਰੋਕੋ(&S)
pl: Z&atrzymaj
pt: &Parar
pt_br: P&arar
ro: &Opreşte
rw: Guhagarara
se: &Bisán
sk: Za&staviť
sl: U&stavi
sr: &Заустави
sr@latn: &Zaustavi
ta: & நிறுத்து
tg: &Исто
th: &หยุด
uk: &Зупинити
zh_cn: 停止(&S)

source: Replace Confirmation
af: Vervang Opstelling
be: Пацвярджэнне замены
bg: Потвърждение на замяната
bs: Potvrda zamjene
ca: Substitueix la confirmació
cs: Potvrzení nahrazen
da: Erstat bekræftelse
de: Ersetzen bestätigen
el: Επιβεβαίωση αντικατάστασης
es: Reemplazar confirmación
eu: Ordeztu baieztapena
fa: تأیید جایگزینی
fi: Korvauksen varmistus
fr: Confirmation du remplacement
fy: Ferfangen befêstigje
gl: Confirmar Substituición
he: שאל לפני החלפה
hu: A csere megerősítése
is: Staðfesta útskiptingu
it: Conferma sostituzione
ja: 置換の確認
kk: Алмастыруды қүптау
km: ជំនួស ការ​អះអាង
ko: 교체 확인
mk: Потврда при замена
ms: Ganti Pengesahan
nb: Bekrefting av bytte
nds: Inwesseln beglöven
nl: Vervangen bevestigen
nn: Stadfesting av utbyting
pa: ਤਬਦੀਲ ਪੁਸ਼ਟੀ
pl: Potwierdzenie zastąpienia
pt: Confirmação de Substituição
pt_br: Confirmação da Substituição
ro: Confirmare înlocuire
rw: Gusimbura Iyemeza
se: Nanne buhttedettiin
sk: Potvrdenie pri nahradení
sl: Potrditev zamenjave
sr: Потврда замене
sr@latn: Potvrda zamene
ta: மாற்றம் உறுதிபடுத்தல்
tg: Тасдиқи иввазот
th: ยืนยันการแทนที่
uk: Підтвердження заміни
zh_cn: 替换确认

source: Replace &All
af: Vervang Alle
be: Замяніць &усё
bg: Замяна на &всички
bs: Zamijeni &sve
ca: Substitueix-ho &tot
cs: N&ahradit vše
da: Erstat &alle
de: &Alle ersetzen
el: Αντικατάσταση &όλων
es: Reemplazar &todo
eu: Ordeztu &dena
fa: جایگزینی &همه‌
fi: Korvaa k&aikki
fr: &Tout remplacer
fy: &Alles ferfange
gl: Substituir &Todas
he: החלף ה&כל
hu: Csere m&indenhol
is: Skipta út ö&llu
it: Sostituisci t&utto
ja: すべて置換(&A)
kk: &Барлығы алмастырылсын
km: ជំនួស​ទាំងអស់
ko: 모두 바꾸기(&A)
mk: З&амени ги сите
ms: Ganti &Semua
nb: Bytt ut a&lle
nds: &All utwesseln
nl: &Alles vervangen
nn: Byt ut a&lle
pa: ਸਭ ਤਬਦੀਲ(&A)
pl: Zastąp &wszystko
pt: Substituir &Tudo
pt_br: Substituir &Tudo
ro: Înlocuieşte t&ot
rw: Gusimbura byose
se: Buhtte &visot
sk: Nahradiť &všetky
sl: Zamenjaj &vse
sr: Замени &све
sr@latn: Zameni &sve
ta: அனைத்தையும் மாற்று
tg: Иввазоти &ҳамааш
th: แทนที่ทั้งห&มด
uk: Замінити &всі
zh_cn: 全部替换(&A)

source: Re&place && Close
af: Vervang && Sluit
be: За&мяніць і закрыць
bg: З&амяна и затваряне
bs: Za&mijeni i zatvori
ca: &Substitueix i tanca
cs: Na&hradit a zavřít
da: Erstat && &luk
de: Er&setzen && schließen
el: Αντικατάσταση & &έξοδος
es: Reemplazar y cerrar
eu: O&rdeztu eta itxi
fa: &جایگزینی و بستن‌
fi: Korvaa ja &sulje
fr: Rem&placer et fermer
fy: &Ferfange && Slute
gl: Substituir e Pe&char
he: &החלף וסגור
hu: Csere és b&ezárás
is: Skipta út && loka
it: Sostituisci e &chiudi
ja: 置換して閉じる(&P)
kk: Алмасты&рып жабу
km: ជំនួស ហើយ​បិទ
ko: 바꾸고 닫기(&P)
mk: За&мени и затвори
ms: &Ganti && Tutup
nb: B&ytt og lukk
nds: Ut&wesseln && Tomaken
nl: &Vervangen && Sluiten
nn: &Byt ut og lukk
pa: ਤਬਦੀਲ ਤੇ ਬੰਦ(&p)
pl: Z&amień i zamknij
pt: Su&bstituir e Fechar
pt_br: &Substituir && Fechar
ro: În&locuieşte şi închide
rw: Gusimbura no Gufunga
se: Bu&htte ja gidde
sk: Na&hradiť a zavrieť
sl: Za&menjaj in zapri
sr: За&мени и затвори
sr@latn: Za&meni i zatvori
ta: இடம் மாற்றி && மூடு
tg: &Ивваз кардан ва пӯшидан
th: แ&ทนที่และปิด
uk: За&мінити та закритися
zh_cn: 替换并关闭(&P)

source: &Replace
af: Vervang
be: &Замяніць
bg: &Замяна
bs: &Zamijeni
ca: &Substitueix
cs: Nah&radit
da: &Erstat
de: &Ersetzen
el: &Αντικατάσταση
es: &Reemplazar
eu: O&rdeztu
fa: &جایگزینی‌
fi: &Korvaa
fr: &Remplacer
fy: Fe&rfange
gl: &Substituir
he: &החלף
hu: &Csere
is: &Skipta út
it: S&ostituisci
ja: 置換(&R)
kk: &Алмастырылсын
km: ជំនួស
ko: 대체(&R)
mk: &Замени
ms: &Ganti
nb: &Bytt ut
nds: &Utwesseln
nl: Ve&rvangen
nn: &Byt ut
pa: ਤਬਦੀਲ(&R)
pl: &Zamień
pt: Substitui&r
pt_br: &Substituir
ro: În&locuieşte
rw: Gusimbuza
se: B&uhtte
sk: &Nahradiť
sl: &Zamenjaj
sr: &Замени
sr@latn: &Zameni
ta: மாற்று
tg: &Ивваз кардан
th: แท&นที่
uk: &Замінити
zh_cn: 替换(&R)

source: &Find Next
af: Soek Volgende
be: &Знайсці далей
bg: &Търсене на следващо
bs: &Traži sljedeći
ca: &Cerca següent
cs: Na&jít další
da: &Find næste
de: &Weitersuchen
el: Αναζήτηση &επόμενου
es: &Buscar siguiente
eu: &Bilatu hurrengoa
fa: &یافتن بعدی‌
fi: &Etsi seuraava
fr: &Poursuivre la recherche
fy: Fierder &sykje
gl: &Buscar a Seguinte
he: &חיפוש הבא
hu: &Következő
is: &Finna næsta
it: &Trova il prossimo
ja: 次を検索(&F)
kk: &Келесіні табу
km: រក​បន្ទាប់
ko: 다음 찾기(&F)
mk: &Најди следно
ms: &Cari Berikutnya
nb: &Finn neste
nds: &Wiedersöken
nl: Volgende &zoeken
nn: &Finn neste
pa: ਅੱਗੇ ਖੋਜ(&F)
pl: &Znajdź następny
pt: &Procurar o Seguinte
pt_br: Procurar &Próximo
ro: C&aută următorul
rw: Shaka ibikurikira
se: &Gávnna boahtte
sk: Hľadať ď&alej
sl: Najdi &naslednje
sr: &Нађи следеће
sr@latn: &Nađi sledeće
ta: &அடுத்து தேடு
tg: &Ҷустуҷӯи баъдӣ
th: ค้นหาต่อไป
uk: Знайти &далі
zh_cn: 查找下一个(&F)

source: Found an occurrence of your search term. What do you want to do?
af: Gevind die voorkoms van jou gesoekte term. Wat wil jy doen?
be: Знойдзены адпаведнік для азначаных умоваў пошуку. Што трэба з ім зрабіць?
bg: Намерено е съвпадение на търсенето. Какво искате да бъда направено?
bs: Pronašao sam termin koji ste tražili. Šta želite raditi?
ca: S'ha trobat una ocurrència del terme de cerca. Què voleu fer?
cs: Nalezen výskyt hledaného řetězce. Co si přejete udělat?
da: Fandt en forekomst af dit søgeudtryk. Hvad ønsker du at gøre?
de: Suchbegriff gefunden. Wie möchten Sie vorgehen?
el: Ο όρος αναζήτησης βρέθηκε. Τι θέλετε να κάνετε;
es: Encontrara una coincidencia en su búsqueda. ¿Qué desea hacer?
eu: Bilaketako terminoaren agerpena aurkitua. Zer egin nahi duzu?
fa: رخداد اصطلاح جستجوی خود را پیدا کنید. می‌خواهید چه کار کنید؟
fi: Hakemasi merkkijono löytyi. Mitä tehdään?
fr: Une occurrence de la chaîne recherchée a été trouvée. Que voulez-vous faire ?
fy: Jo sykterm is fûn. Wat wolle jo dwaan?
gl: Atopouse o termo que buscaba. Que desexa facer?
he: נמצא מופע של הטקסט שאתה מחפש. מה ברצונך לעשות?
hu: Sikerült találni egy, a feltételeknek eleget tevő szövegrészt. Mit szeretne tenni?
is: Fann það sem þú leitaðir að. Hvað viltu gera?
it: Trovata un'occorrenza del tuo termine da cercare. Cosa vuoi fare?
ja: 検索語が見つかりました。どうしますか？
kk: Іздегеніңіз табылды. Не істемексіз?
km: បាន​រកឃើញពាក្យ​ដែល​ស្វែងរក​របស់​អ្នក ។ តើ​អ្នក​ចង់​ធ្វើ​អ្វី ?
ko: 원하는 부분을 찾았습니다. 어떻게 하시겠습니까?
mk: Најдена е појава на вашиот израз за пребарување. Што сакате да направите?
ms: Temui kemunculan tempoh carian anda. Apa yang ingin anda lakukan?
nb: Fant det du søkte etter. Hva vil du gjøre?
nds: Sööktext funnen. Wat wullt Du dor mit doon?
nl: Uw zoekterm is aangetroffen. Wat wilt u doen?
nn: Fann det du søkte etter. Kva vil du gjera?
pa: ਤੁਹਾਡੇ ਖੋਜ ਸ਼ਬਦ ਦੀ ਮੌਜੂਦਗੀ ਮਿਲ ਗਈ ਹੈ। ਹੁਣ ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Znaleziono to czego szukałeś. Co chcesz zrobić?
pt: Foi encontrada uma ocorrência do texto procurado. O que deseja fazer?
pt_br: Foi encontrada uma ocorrência do termo de busca. O que deseja fazer?
ro: Am găsit o apariţie a termenului căutat. Ce doriţi să fac?
rw: Byabonwe ikiba cy'ijambo ry'ishakisha. Urifuza gukora iki?
se: Gávnnai maid ohcet. Maid háliidat bargat?
sk: Nájdený výskyt hľadaného textu. Čo chcete urobiť?
sl: Najdena je pojavitev iskanega izraza. Kaj želite sedaj?
sr: Пронашао сам текст који се поклапа са вашим условом претраге. Шта желите да урадите?
sr@latn: Pronašao sam tekst koji se poklapa sa vašim uslovom pretrage. Šta želite da uradite?
ta: உங்கள் தேடுதலின்போது ஒன்று நிகழ்ந்துள்ளது. என்ன செய்ய வேண்டும்?
tg: Ёфтани воқеаи ҷустуҷӯии термини худ. Шумо чӣ мехоҳед кард?
th: พบข้อความที่ค้นหา คุณต้องการจะทำอะไรต่อ ?
uk: Знайдено випадок рядка пошуку. Що зробити?
zh_cn: 找到您搜索条目的出现。您想做什么？

source: Usage: find[:[bcersw]] PATTERN
af: Gebruik: vind[:[bcersw]] PATROON
be: Выкарыстанне: find[:[bcersw]] ШАБЛОН
bg: Използване: find[:[bcersw]] ШАБЛОН
bs: Upotreba: find[:[bcersw]] UZORAK
ca: Ús: find[:[bcersw]] PATRÓ
cs: Použití: find[:[bcersw]] VZOREK
da: Brug: find[:[bcersw]] MØNSTER
de: Verwendung: find[:[bcersw]] MUSTER
el: Χρήση: find[:[bcersw]] ΜΟΤΙΒΟ
es: Uso: find[:[bcersw]] PATRON
eu: Erabilera: find[:[bcersw]] EREDUA
fa: کار‌برد: find[:[bcersw]] PATTERN
fi: Käyttö: find[:[bcersw]] MALLI
fr: Utilisation : find[:[bcersw]] MOTIF
fy: Brûk: find[:[bcersw]] PATROAN
gl: Uso: find[:[bcersw]] PATRON
hu: Használat: find[:[bcersw]] MINTA
is: Notkun: find[:[bcersw]] MYNSTUR
it: Uso: find[:[bcersw]] SCHEMA
ja: 使い方: find[:[bcersw]] PATTERN
kk: Қолдануы: find[:[bcersw]] ІЗДЕЙТІНІ
km: ប្រើ ៖ find[:[bcersw]] ឃ្លាស្វែងរក
ko: 사용법 : find[:[bcersw]] 패턴
ms: Kegunaan: cari[:[bcersw]] PATTERN
nb: Bruk: find[:[bcersw]] MØNSTER
nds: Bruuk: find[:[bcersw]] MUSTER
nl: Gebruik: find[:[bcersw]] PATROON
nn: Bruk: find[:[bcersw]] MØNSTER
pa: ਵਰਤੋਂ: find[:[bcersw]] PATTERN
pl: Użycie: find[:[bcersw]] WZORZEC
pt: Utilização: find[:[bcersw]] PADRÃO
pt_br: Uso: find[:[bcersw]] PADRÃO
ro: Folosire: find[:[bcersw]] MODEL
rw: Ikoresha:gushaka[:[bcersw]] ISHUSHO
se: Geavaheapmi: find[:[bcersw]] MINSTTAR
sk: Použitie: find[:[bcersw]] VZORKA
sl: Uporaba: find[:[bcersw]] VZOREC
sr: Употреба: find[:[bcersw]] УЗОРАК
sr@latn: Upotreba: find[:[bcersw]] UZORAK
ta: பயன்பாடு: find[:[bcersw]] PATTERN
th: วิธีใช้: find[:[bcersw]] รูปแบบการค้นหา
uk: Використання: find[:[bcersw]] ВЗІРЕЦЬ
zh_cn: 用法：find[:[bcersw]] 模式

source: Usage: ifind[:[bcrs]] PATTERN
af: Gebruik: ivind[:[bcrs]] PATROON
be: Выкарыстанне: ifind[:[bcrs]] ШАБЛОН
bg: Използване: ifind[:[bcrs]] ШАБЛОН
bs: Upotreba: ifind[:[bcrs]] UZORAK
ca: Ús: ifind [:[bcrs]] PATRÓ
cs: Použití: ifind[:[bcrs]] VZOR
da: Brug: ifind[:[bcrs]] MØNSTER
de: Verwendung: ifind[:[bcrs]] MUSTER
el: Χρήση: ifind[:[bcrs]] ΜΟΤΙΒΟ
es: Uso: ifind[:[bcrs]] PATTRON
eu: Erabilera: ifind[:[bcrs]] EREDUA
fa: کار‌برد: ifind[:[bcrs]] PATTERN
fi: Käyttö: ifind[:[bcrs]] MALLI
fr: Utilisation : ifind[:[bcrs]] MOTIF
fy: Brûk: ifind[:[bcrs]] PATROAN
gl: Uso: ifind[:[bcrs]] PATRON
hu: Használat: ifind[:[bcrs]] MINTA
is: Notkun: ifind[:[bcrs]] MYNSTUR
it: Uso: ifind[:[bcrs]] SCHEMA
ja: 使い方: ifind[:[bcrs]] PATTERN
kk: Қолдануы: ifind[:[bcersw]] ІЗДЕЙТІНІ
km: ប្រើ ៖ ifind[:[bcrs]] ឃ្លាស្វែងរក
ko: 사용법 : ifind[:[bcrs]] 패턴
mk: Употреба: ifind[:[bcrs]] PATTERN
ms: Kegunaan: ifind[:[bcrs]] PATTERN
nb: Bruk: ifind[:[bcrs]] MØNSTER
nds: Bruuk: ifind[:[bcrs]] MUSTER
nl: Gebruik: ifind[:[bcrs]] PATROON
nn: Bruk: ifind[:[bcrs]] MØNSTER
pa: ਵਰਤੋਂ: ifind[:[bcrs]] PATTERN
pl: Użycie: ifind[:[bcrs]] WZORZEC
pt: Utilização: ifind[:[bcrs]] PADRÃO
pt_br: Uso: ifind[:[bcrs]] PADRÃO
ro: Folosire: ifind[:[bcrs]] MODEL
rw: Ugukoresha: ifind[:[bcrs]] ISHUSHO
se: Geavaheapmi: ifind[:[bcrs]] MINSTTAR
sk: Použitie: ifind[:[bcrs]] VZORKA
sl: Uporaba: ifind[:[bcrs]] VZOREC
sr: Употреба: ifind[:[bcrs]] УЗОРАК
sr@latn: Upotreba: ifind[:[bcrs]] UZORAK
ta: பயன்பாடு: ifind[:[bcrs]] PATTERN
th: วิธีใช้: ifind[:[bcrs]] รูปแบบการค้นหา
uk: Використання: ifind[:[bcrs]] ВЗІРЕЦЬ
zh_cn: 用法：ifind[:[bcrs]] 模式
