Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Next Incremental Search Match
af: Volgende Inkrementele Soektog Ooreenstem
ar: التّطابق التّالي للبحث التّزايدي
be: Наступны адпаведнік умовам паступовага пошуку
bg: Следващо съвпадение на последователното търсене
bs: Sljedeći pogodak inkrementalne pretrage
ca: Següent coincidència de la recerca incremental
cs: Následující nález postupného hledání
da: Næste inkrementelle søgningsmodstykke
de: Nächste Übereinstimmung der einengenden Suche
el: Επόμενο ταίριασμα αυξητικής αναζήτησης
es: Siguiente concordancia de búsqueda incremental
eu: Bilaketa inkrementalaren hurrengo bateragarritasuna
fa: تطبیق جستجوی نموی بعدی
fi: Seuraava tarkentuvan haun osuma
fr: Prochaine correspondance de la recherche incrémentale
fy: Neikommende oerienkomst by it sykjen de letter
gl: Seguinte Achádega da Busca Incremental
he: התאמת החיפוש החלקי הבאה
hr: Sljedeći
hu: Következő találat (inkr. kereséssel)
is: Næsta stigvaxandi leit
it: Corrispondenza successiva ricerca incrementale
ja: 次のインクリメンタル検索のマッチ
kk: Келесі инкременттік іздеу сәйкестігі
km: ការ​ផ្គូផ្គង​ស្វែងរក​កើនឡើង​បន្ទាប់
ko: 다음 찾기
mk: Следно совпаѓање во растечко барање
ms: Padanan Carian Tokokan Berikutnya
nb: Neste treff for fortløpende søk
nds: Nakamen Övereenstimmen bi TfT-Söök
nl: Volgende overeenkomst van incrementeel zoeken
nn: Neste inkrementelle søkjetreff
pa: ਅੱਗੇ ਆਵਿਰਤੀ ਖੋਜ ਮੇਲ
pl: Następna zgodność wyszukiwania wzrostowego
pt: Ocorrência Seguinte da Procura Incremental
pt_br: Próxima busca incremental relacionada
ro: Potrivirea următoare a căutării incrementale
rw: Ishakisha Nyongeragaciro Rikurikira Rirahura
se: Boahtte lassáneaddji ohcangávdnus
sk: Ďalší nález inkrementálneho hľadania
sl: Naslednji zadetek postopnega iskanja
sr: Следеће поклапање инкременталне претраге
sr@latn: Sledeće poklapanje inkrementalne pretrage
ta: அடுத்த படிப்படியான தேடல் இணை
tg: Ҷустуҷӯи Матни Оянда
uk: Наступне збігання поступового пошуку
zh_cn: 下一个递增搜索匹配

source: Previous Incremental Search Match
af: Vorige Inkrementele Soektog Ooreenstem
ar: التّطابق السّابق للبحث التّزايدي
be: Папярэдні адпаведнік умовам паступовага пошуку
bg: Предишно съвпадение на последователното търсене
bs: Prethodni pogodak inkrementalne pretrage
ca: Coincidència prèvia de la recerca incremental
cs: Předchozí nález postupného hledání
da: Forrige inkrementelle søgningsmodstykke
de: Vorige Übereinstimmung der einengenden Suche
el: Προηγούμενο ταίριασμα αυξητικής αναζήτησης
es: Concordancia previa de búsqueda incremental
eu: Bilaketa inkrementalaren aurreko bateragarritasuna
fa: تطبیق جستجوی نموی قبلی
fi: Edellinen tarkentuvan haun osuma
fr: Correspondance précédente de la recherche incrémentale
fy: Eardere oerienkomst by it sykjen de letter
gl: Anterior Achádega da Busca Incremental
he: התאמת החיפוש החלקי הקודמת
hr: Prethodni
hu: Előző találat (inkr. kereséssel)
is: Fyrri stigvaxandi leit
it: Corrispondenza precedente ricerca incrementale
ja: 前のインクリメンタル検索のマッチ
kk: Алдыңғы инкременттік іздеу сәйкестігі
km: ការ​ផ្គូផ្គង​ស្វែងរក​កើនឡើង​មុន
ko: 이전 찾기
mk: Претходно совпаѓање во растечко барање
ms: Padanan Carian Tokokan Sebelumnya
nb: Forrige-treff for fortløpende søk
nds: Verleden Övereenstimmen bi TfT-Söök
nl: Vorige overeenkomst van incrementeel zoeken
nn: Førre inkrementelle søkjetreff
pa: ਪਿੱਛੇ ਆਵਿਰਤੀ ਖੋਜ ਮੇਲ
pl: Poprzednia zgodność wyszukiwania wzrostowego
pt: Ocorrência Anterior da Procura Incremental
pt_br: Busca incremental relacionada anterior
ro: Potrivirea precendentă a căutării incrementale
rw: Ishakisha Nyongeragaciro Ribanje Rirahura
se: skearru lassáneaddji ohcangávdnus
sk: Predchádzajúci nález inkrementálneho hľadania
sl: Naslednji zadetek postopnega iskanja
sr: Претходно поклапање инкременталне претраге
sr@latn: Prethodno poklapanje inkrementalne pretrage
ta: முந்தைய படிப்படியான தேடல் இணை
tg: Ҷустуҷӯи Матни Пешина
uk: Попереднє збігання поступового пошуку
zh_cn: 上一个递增搜索匹配

source: AutoBookmarks
af: OutoBoekmerke
be: Аўтаматычныя закладкі
bg: Автоотметки
bs: AutoZabilješke
ca: AutoPunts
cs: Automatické záložky
da: Autobogmærker
de: Automatische Lesezeichen
el: Αυτόματοι σελιδοδείκτες
es: Automarcadores
eu: Laster-marka automatikoak
fa: چوب الفهای خودکار
fi: Automaattiset kirjanmerkit
fr: Signets automatiques
fy: Autoblêdwizers
gl: Automarcadores
he: סימניות אוטומטיות
hr: Automatske bilješke
hu: Automatikus könyvjelzők
is: Sjálfvirk Bókamerki
it: Segnalibri automatici
ja: 自動ブックマーク
kk: Автобетбелгілер
km: ចំណាំ​ស្វ័យ​ប្រវត្តិ
ko: 자동 책갈피
mk: Автообележувачи
ms: AutoTanda Buku
nb: Autobokmerker
nds: Autom. Leestekens
nl: Autobladwijzers
nn: Automatiske bokmerke
pa: ਸਵੈ-ਬੁੱਕਮਾਰਕ
pl: AutoZakładki
pt: Auto-Favoritos
pt_br: Favoritos automático
ro: Semne de carte automate
rw: UtumenyetsoTwikoresha
se: Autogirjemearkkat
sk: Automatické záložky
sl: Samodejni zaznamki
sr: Аутоматски маркери
sr@latn: Automatski markeri
ta: தானியக்க புத்தகக்குறிகள்
tg: Автогузориш
th: คั่นหน้าอัตโนมัติ
uk: Автоматичні закладки
zh_cn: 自动书签

source: Configure AutoBookmarks
af: Konfigureer OutoBoekmerke
be: Настаўленне аўтаматычных закладак
bg: Настройване на автоотметките
bs: Podesi AutoZabilješke
ca: Configura els autopunts
cs: Nastavit automatické záložky
da: Indstil autobogmærker
de: Automatische Lesezeichen einrichten
el: Ρύθμιση των Αυτόματων σελιδοδεικτών
es: Configurar automarcadores
eu: Konfiguratu laster-marka automatikoak
fa: پیکربندی چوب الفهای خودکار
fi: Muokkaa automaattisia kirjanmerkkejä
fr: Configurer les signets automatiques
fy: Autoblêdwizers ynstelle
gl: Configurar Automarcadores
he: תצורת סימניות אוטומטיות
hr: Postavi Automatske bilješka
hu: Az automatikus könyvjelzők beállításai
is: Stilla Sjálfvirk Bókamerki
it: Configura i segnalibri automatici
ja: 自動ブックマーク設定
kk: Автобетбелгіледі баптау
km: កំណត់​រចនា​សម្ព័ន្ធ​ចំណាំ​ស្វ័យ​ប្រវត្តិ
ko: 자동 책갈피 설정
mk: Конфигурирај автообележувачи
ms: Konfigur AutoTanda Buku
nb: Sett opp Autobokmerker
nds: Autom. Leestekens instellen
nl: Autobladwijzers instellen
nn: Set opp automatiske bokmerke
pa: ਸਵੈ-ਬੁੱਕਮਾਰਕ ਸੰਰਚਨਾ
pl: Konfiguracja AutoZakładek
pt: Configurar os Auto-Favoritos
pt_br: Configurar Favoritos Automático
ro: Configurează semnele de carte automate
rw: Kuboneza UtumenyetsoTwikoresha
se: Heivet autogirjemearkkaid
sk: Nastaviť automatické záložky
sl: Nastavi Samodejne zaznamke
sr: Подеси аутоматске маркере
sr@latn: Podesi automatske markere
ta: தானியக்க புத்தகக்குறிகளை கட்டமை
tg: Танзими автогузориш
th: ปรับแต่งคั่นหน้าอัตโนมัติ
uk: Налаштування автоматичних закладок
zh_cn: 配置自动书签

source: Edit Entry
af: Regideer Inskrywing
be: Змяніць запіс
bg: Редактиране на отметка
bs: Izmijeni unos
ca: Edita l'entrada
cs: Upravit položku
da: Redigér indgang
de: Eintrag bearbeiten
el: Επεξεργασία καταχώρησης
es: Editar entrada
eu: Editatu sarrera
fa: ویرایش مدخل
fi: Muokkaa tietuetta
fr: Modification de l'élément
fy: Ynfier bewurkje
gl: Editar Entrada
he: ערוך כניסה
hu: A bejegyzés szerkesztése
is: Bæta við færslu
it: Modifica voce
ja: エントリを編集
kk: Жазуды өңдеу
km: កែសម្រួល​ធាតុ​បញ្ចូល
ko: 목록 편집
mk: Уреди ја ставката
ms: Edit Entri
nb: Rediger Element
nds: Indrag bewerken
nl: Item bewerken
nn: Rediger oppføring
pa: ਇੰਦਰਾਜ਼ ਸੋਧ
pl: Edytuj element
pt: Editar o Item
pt_br: Editar Entrada
ro: Editează înregistrarea
rw: Guhindura Icyinjira
se: Doaimmat áđa
sk: Upraviť položku
sl: Uredi vnos
sr: Уреди ставку
sr@latn: Uredi stavku
ta: உள்ளீடை தொகு
tg: Тағйири вурудот
th: แก้ไขรายการ
uk: Редагувати запис
zh_cn: 编辑项

source: &Pattern:
af: Patroon:
be: &Шаблон:
bg: &Шаблон:
bs: &Uzorak:
ca: &Patró:
cs: Vzo&rek:
da: &Mønster:
de: &Muster:
el: &Μοτίβο:
es: &Patrón:
eu: &Eredua:
fa: &الگو:‌
fi: &Hakulauseke:
fr: &Motif :
fy: &Patroan:
gl: &Patrón:
he: &דפוס:
hr: &Umetni uzorak...
hu: M&inta:
is: &Mynstur:
it: &Schema:
ja: パターン(&P):
kk: &Іздейтіні:
km: ឃ្លា​ស្វែងរក ៖
ko: 패턴(&P):
mk: &Шаблон:
ms: &Corak:
nb: &Mønster:
nds: &Muster:
nl: &Patroon:
nn: &Mønster:
pa: ਪੈਟਰਨ(&P):
pl: W&zorzec:
pt: &Padrão:
pt_br: &Padrão:
ro: &Model:
rw: Ishusho:
se: &Minsttar:
sk: &Vzorka:
sl: &Vzorec:
sr: &Узорци:
sr@latn: &Uzorci:
ta: &தோரணி:
tg: &Қолиб:
th: รูปแบบ:
uk: &Взірець:
zh_cn: 模式(&P)：

source: <p>A regular expression. Matching lines will be bookmarked.</p>
af: <p>'n Gewone uitdrukking. Passende lyne sal geboekmerk word.</p>
be: <p>Рэгулярны выраз. Адпаведныя радкі будуць памечаныя.</p>
bg: <p>Регулярен израз. Редовете, които съвпадат, ще бъдат добавени като отметки.</p>
bs: <p>Regularni izraz. Odgovarajuće linije će biti zabilježene.</p>
ca: <p>Una expressió regular. Es posarà un punt a les línies coincidents.</p>
cs: <p>Regulární výraz. Vyhovující řádky budou opatřeny záložkou.</p>
da: <p>Et regulært udtryk. Matchende linjer vil få et bogmærke.</p>
de: <p>Regulärer Ausdruck. Passende Zeilen erhalten automatisch ein Lesezeichen.</p>
el: <p>Μια κανονική έκφραση. Οι γραμμές που ταιριάζουν θα μαρκαριστούν με σελιδοδείκτες.</p>
es: <p>Una expresión regular. Las líneas coincidentes serán marcadas.</p>
eu: <p>Adierazpen erregularra. Bat datozen lerroak laster-marka gisa markatuko dira.</p>
fa: <p>یک عبارت منظم. خطوط مطابق، چوب الف می‌شوند.</p>
fi: <p>Säännöllinen lauseke. Sopivat rivit lisätään kirjanmerkkeihin.</p>
fr: <p>Une expression rationnelle. Les lignes correspondantes auront un signet.</p>
fy: <p>In reguliere útdrukking. Bypassende rigels krije in blêdwizer.</p>
gl: <p>Unha expresión regular. As liñas concordantes serán marcadas.</p>
hr: <p>Regularni izraz. Podudarajuće linije će biti zabilježene.</p>
hu: <p>Reguláris kifejezés. Az illeszkedő sorokra könyvjelző kerül.</p>
is: <p>Regluleg segð. Línur sem passa verða bókamerktar.</p>
it: <p>Un'espressione regolare. Le righe corrispondenti saranno messe nei segnalibri.</p>
ja: <p>正規表現。マッチした行にブックマークが設定されます。</p>
kk: <p>Үлгі өрнегі. Сәйкес келетін жолдар бетбегілененді.</p>
km: <p>កន្សោម​ធម្មតា ។ បន្ទាត់​ដែល​ផ្គូផ្គង នឹង​ត្រូវ​បាន​ចំណាំ ។</p>​
ko: <p>정규 표현식입니다.. 일치하는 줄은 책갈피 됩니다.</p>
mk: <p>Регуларен израз. Линиите што одговараат ќе бидат обележани.</p>
ms: <p>Ungkapan biasa. Garisan sepadan akan ditandabukukan.</p>
nb: <p>Et regulært uttrykk. Linjer som samsvarer vil bli skrudd på som bokmerke.</p>
nds: <p>Reguleer Utdruck. Passen Regen kriegt en Leesteken.</p>
nl: <p>Een reguliere expressie. Overeenkomstige regels zullen een bladwijzer krijgen.<p>
nn: <p>Eit regulært uttrykk. Linjer som passar vil få bokmerke.</p>
pa: <p>ਨਿਯਮਿਤ ਸਮੀਕਰਨ ਹੈ। ਮਿਲਦੀਆਂ ਲਾਇਨਾਂ ਨੂੰ ਬੁੱਕਮਾਰਕ ਕੀਤਾ ਜਾਵੇਗਾ।</p>
pl: <p>Wyrażenie regularne. Dopasowane wiersze zostaną oznaczone zakładkami.</p>
pt: <p>Uma expressão regular. As linhas que condizerem serão adicionadas aos favoritos.</p>
pt_br: <p>Uma expressão regular. As linhas que coincidirem serão colocadas nos favoritos.</p>
ro: <p>O expresie regulată. Liniile ce se potrivesc vor fi marcate ca semne de carte.</p>
rw: <p>Imvugo idahinduka. Imirongo ihura izahabwa utumenyetso.</p>
se: <p>Virolaš cealkka. Linnját mat heivejit merkejuvvojit girjemearkkaiguin.</p>
sk: <p>Regulárny výraz. Pre odpovedajúce riadky budú vytvorené záložky.</p>
sl: <p>Regularni izraz. Ujemane vrstice bodo zaznamovane.</p>
sr: <p>Регуларни израз. Поклапајући фајлови ће бити маркирани.</p>
sr@latn: <p>Regularni izraz. Poklapajući fajlovi će biti markirani.</p>
ta: <p>சரியான தொடர். பொருந்தும் வரிகள் புத்தகக்குறி ஆகிவிடும்</p>
tg: <p>Ифодаи тасодуфӣ. Гузоришҳо ба сатрҳое, ки бо дастури мутобиқ рост меоянд, гузошта хоҳанд шуд.</p>
th: <p> Regular expression บรรทัดที่เข้าได้กับรูปแบบจะถูกคั่นเอาไว้</p>
uk: <p>Формальний вираз. Відповідні рядки будуть додані до закладок.</p>
zh_cn: <p>正则表达式。匹配的行将被加入书签。</p>

source: Case &sensitive
af: Kas Sensitief
be: З &улікам рэгістру
bg: &Чувствителен регистър
bs: Razlikuj &mala/velika slova
ca: &Sensible a caixa
cs: Rozlišovat veliko&st písmen
da: &Versalfølsom
de: &Groß- und Kleinschreibung beachten
el: &Διάκριση πεζών/κεφαλαίων
es: Distinguir &mayúsculas/minúsculas
eu: &Maiuskulak/Minuskulak
fa: &حساس به حالت‌
fi: &Kirjasintasoherkkä
fr: &Sensible à la casse
fy: &Haadlettergefoelich
gl: &Sensíbel á Caixa
he: תלוי &רישיות
hu: Na&gybetűérzékeny
is: Háð há/&lágstöfum
it: Distingui maiu&scole
ja: 大文字小文字を区別する(&S)
kk: &Үлкен-кішілігін ескеріп
km: ប្រកាន់​តួ​អក្សរ​តូច​ធំ
ko: 대소문자 구분(&S)
mk: О&сетливо на големина на букви
ms: &Sensitif huruf besar/kecil
nb: &Skill mellom store og små bokstaver
nds: Op &Grootschrieven oppassen
nl: &Hoofdlettergevoelig
nn: &Skil mellom små og store bokstavar
pa: ਅੱਖਰ ਸੰਵੇਦਨਸ਼ੀਨ(&s)
pl: R&ozróżniaj wielkie/małe litery
pt: Di&stinguir capitalização
pt_br: &Sensível à caixa
ro: &Senzitiv la majuscule
rw: Yubahiza inyandiko
se: &Stuora ja smávva bustávaid earuheapmi
sk: Rozlišovať &veľkosť písma
sl: &Loči velike/male črke
sr: Разликуј велика и мала &слова
sr@latn: Razlikuj velika i mala &slova
ta: வகையுணர்வு
tg: Мавқеъи &ҳасосият
th: พิจารณาตัวอักษรเล็ก-ใหญ่
uk: &З урахуванням регістру
zh_cn: 区分大小写(&S)

source: <p>If enabled, the pattern matching will be case sensitive, otherwise not.</p>
af: <p>As ontsper, die patroon passing sal geval sensitief wees, andersins nie.</p>
be: <p>Калі ўключаны гэты параметр, шаблон будзе шукацца з улікам рэгістру.</p>
bg: <p>Чувствителност към главни/малки букви (горен/долен регистър на клавиатурата) при съвпадението на шаблона.</p>
bs: <p>Ako je uključeno, provjera uzorka će razlikovati mala i velika slova, u suprotnom neće.</p>
ca: <p>Si s'habilita, la coincidència de patrons serà sensible a caixa, altrament no.</p>
cs: <p>Pokud povolíte, bude se brát ohled na malá a velká písmena.</p>
da: <p>Hvis dette er aktiveret, vil matchningsmønstret være versalfølsomt, ellers ikke.</p>
de: <p>Ist diese Einstellung markiert, unterscheidet die Funktion zwischen Groß- und Kleinschreibung, sonst nicht.</p>
el: <p>Αν ενεργοποιηθεί, το ταίριασμα μοτίβου θα γίνεται με διάκριση πεζών/κεφαλαίων, αλλιώς όχι.</p>
es: <p>Si activado, el criterio de coincidencia distinguirá mayúsculas de minúsculas, de lo contrario no lo hará.</p>
eu: <p>Gaituta badago, bilaketa maiuskulak eta minuskulak bereiziz egingo da, bestela ez.</p>
fa: <p>در صورت فعال شدن، تطابق الگو حساس به حالت خواهد شد، در غیر این صورت، خیر.</p>
fi: <p>Mikäli valittu, hakulauseke on kirjasintasoherkkä.</p>
fr: <p>Si cette option est activée, la correspondance du motif sera sensible à la casse, sinon elle ne le sera pas.</p>
fy: <p>Wannear't jo dit oansette sille de haad- en lytse letters yn it patroan folslein gelyk wêze moatte.</p>
gl: <p>Se está activada, o critério de coincidéncia distinguirá maiúsculas de minúsculas, de outra maneira non.</p>
hu: <p>Ha be van kapcsolva, a mintaillesztés nagybetűérzékeny lesz, máskülönben nem.</p>
is: <p>Ef virkt verður leit háð há/lágstöfum, annars ekki.</p>
it: <p>Se abilitato, la corrispondenza degli schemi distinguerà le maiuscole, altrimenti no.</p>
ja: <p>有効にすると、パターンマッチングは大文字小文字を区別します。そうでなければ、区別しません。</p>
kk: <p>Құсбелгісі қойылса, сәйкестігі үлкен-кішілігін ескеріп жүргізіледі.</p>
km: <p>ប្រសិនបើ​បាន​អនុញ្ញាត ការ​ផ្គូផ្គង​ឃ្លា​ស្វែងរកនឹង​ប្រកាន់​តួ​អក្សរ​តូចធំ បើពុំនោះសោត វាមិន​ប្រកាន់​ទេ ។</p>
ko: <p>설정되면 , 대소문자 구별을 합니다.</p>
mk: <p>Ако е овозможено, совпаѓањето на шаблоните ќе биде осетливо на големина на букви.</p>
ms: <p>Jika diaktifkan, padanan corak akan jadi sensitif huruf besar/kecil.</p>
nb: <p>Hvis skrudd på vil mønstersøket skille mellom små og store bokstaver.</p>
nds: <p>Wenn aktiveert, warrt twischen grote un lütte Bookstaven scheedt, anners nich.</p>
nl: <p>Indien geactiveerd zal de patroonovereenkomst hoofdlettergevoelig zijn. Anders niet.</p>
nn: <p>Vel om mønsteret skal skilja mellom små og store bokstavar.</p>
pa: <p>ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਗਿਆ ਤਾਂ ਮਿਲਾਨ ਪੈਟਰਨ ਅੱਖਰ ਅਕਾਰ ਉੱਤੇ ਨਿਰਭਰ ਕਰੇਗਾ, ਨਹੀਂ ਤਾਂ ਨਹੀਂ।</p>
pl: <p>Jeśli włączone, dopasowywanie wzorców będzie rozróżniać wielkie i małe litery.</p>
pt: <p>Se activar a opção, a correspondências de padrões distingue a capitalização; caso contrário, não o fará.</p>
pt_br: <p>Se habilitado, o padrão coincidente será sensível a maiúsculas e minúsculas, caso contrário não será sensível à caixa.</p>
ro: <p>Dacă este activată, potrivirea modelului va fi senzitivă la majuscule.</p>
rw: <p>Niba bikora, ishusho rihura rizakoresha ihura ritoya; niba utazi icyo icyaricyo, wasoma umugereka ku mvugo ihoraho mu gitabomikorere cya kate.</p>
se: <p>Vállej jos minsttar gálgá earohit smávva ja stuorra bustávaid.</p>
sk: <p>Ak je toto zapnuté, hľadanie podľa vzorky nebude rozlišovať veľkosť písmen.</p>
sl: <p>Če je omogočeno, bo ujemanje vzorcev odvisno glede na velikost črk, sicer pa ne.</p>
sr: <p>Ако је укључено, поклапање узорка ће бити осетљиво на величину слова, иначе неће.</p>
sr@latn: <p>Ako je uključeno, poklapanje uzorka će biti osetljivo na veličinu slova, inače neće.</p>
ta: <p>செயல்படுத்தப்பட்டால் மாதிரியானது வகையுணர்வுடையதாக இருக்கும் இல்லையென்றால் இல்லை.</p>
tg: <p>Мавриди фаъол намудани ин интихобот, мутобиқот бо ҳисоби қайдгоҳ низ карда мешаванд.</p>
th: <p>หากเปิดเอาไว้ การจับคู่รูปแบบจะทำแบบสนใจอักษรตัวใหญ่-เล็ก ถ้าปิดไว้ก็จะไม่สนใจ</p>
uk: <p>Якщо ввімкнено, то пошук за взірцем буде вестись з урахуванням регістру.</p>
zh_cn: <p>如果启用的话，模式匹配将区分大小写，否则不区分。</p>

source: &Minimal matching
af: Minimale passing
be: Най&меншае адпавяданне
bg: &Минимално съвпадение
bs: &Minimalno poklapanje
ca: Coincidència &mínima
cs: &Minimální porovnávání
da: &Minimal matchning
de: &Minimale Übereinstimmung
el: &Ελάχιστο ταίριασμα
es: Coincidencia &mínima
eu: &Gutxieneko bateragarritasuna
fa: &کمترین تطابق‌
fi: &Pienin osuma
fr: Correspondance &minimale
fy: &Minimale oerienkomst
gl: Coincidéncia &Mínima
he: התאמה &מינימלית
hu: Minimális &illeszkedés
is: Lágmarks&græðgi
it: Corrispondenza &minima
ja: 最小マッチング(&M)
kk: &Ең төменгі сәйкестігі
km: ការ​ផ្គូផ្គង​អប្បបរមា
ko: 최소 일치(&M)
mk: &Минимално совпаѓање
ms: Padanan &minimal
nb: &Minimale treff
nds: &Minimaal Övereenstimmen
nl: &Minimaal overeenkomen
nn: &Minimalt treff
pa: ਘੱਟੋ-ਘੱਟ ਮੇਲ(&M)
pl: &Minimalne dopasowanie
pt: Correspondência &mínima
pt_br: &Coincidência Mínima
ro: Potrivire &minimală
rw: Uguhura guke
sk: &Minimálne hľadanie
sl: &Minimalno ujemanje
sr: &Минимално поклапање
sr@latn: &Minimalno poklapanje
ta: குறைந்தபட்ச பொருத்தம்
tg: &Мутобиқоти минималӣ
th: ใช้การจับคู่แบบน้อยที่สุด
uk: &Мінімальне збігання
zh_cn: 最小匹配(&M)
