Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Active Breakpoint
af: Aktiewe Breekpunt
be: Актыўны пункт спыну
bg: Активна точка на прекъсване
bs: Aktivna tačka prekida
ca: Punt de ruptura actiu
cs: Aktivní zarážka
da: Aktivt stoppunkt
de: Aktiver Haltepunkt
el: Ενεργό σημείο διακοπής
es: Activar punto de interrupción
eu: Eten-puntu aktiboa
fa: نقطه انفصال فعال
fi: Valittu keskeytyskohta
fr: Point d'arrêt actif
fy: Aktyf brekpunt
gl: Ponto de Interrupción Activo
he: נקודת עצירה פעילה
hu: Aktív töréspont
is: Virkja stöðvunarstað
it: Punto d'interruzione attivo
ja: アクティブなブレークポイント
kk: Белсенді тоқтау нүктесі
km: ចំណុច​ឈប់​សកម្ម
ko: 중단지점 활성화
mk: Активна точка на прекин
ms: Titik Putus Aktif
nb: Aktivt bruddpunkt
nds: Aktiv Hollpunkt
nl: Actief breekpunt
nn: Aktivt brotpunkt
pa: ਸਰਗਰਮ ਰੋਕ
pl: Aktywny punkt kontrolny
pt: Ponto de Paragem Activo
pt_br: Ativar Breakpoint
ro: Punct de întrerupere activ
rw: Akadomotaruka Gakora
se: Aktiivalaš bissanaddanbáiki
sk: Aktívny bod prerušenia
sl: Aktivna prelomna točka
sr: Активна тачка прекида
sr@latn: Aktivna tačka prekida
ta: முறிவுப் புள்ளியை செயற்படுத்து.
tg: Нуқтаи фаъолии таваққуф
th: เปิดใช้จุดเบรก
uk: Активна точка зупинки
zh_cn: 激活断点

source: Reached Breakpoint
af: Bereikte Breekpunt
be: Дасягнуты пункт спыну
bg: Достъпна точка на прекъсване
bs: Došao sam do tačke prekida
ca: S'ha arribat a un punt de ruptura
cs: Dosažená zarážka
da: Nået stoppunkt
de: Haltepunkt erreicht
el: Έφτασα σε σημείο διακοπής
es: Punto de interrupción alcanzado
eu: Eten-punturaino iritsi da
fa: نقطه انفصال حاصل
fi: Saavutettu keskeytyskohta
fr: Point d'arrêt atteint
fy: Berikt brekpunt
gl: Ponto de Interrupción Acadado
he: נקודת עצירה שהגיעו אליה
hu: Elért töréspont
is: Komin á stöðvinarstað
it: Punto d'interruzione raggiunto
ja: 到達したブレークポイント
kk: Аялдап тұрған тоқтау нүктесі
km: បានមក​ដល់​ចំណុច​ឈប់
ko: 중단지점에 도달
mk: Достигната точка на прекин
ms: Sampai ke Titik Putus
nb: Nådd bruddpunkt
nds: Drapen Hollpunkt
nl: Bereikt breekpunt
nn: Nådd brotpunkt
pa: ਮੌਜੂਦਾ ਰੋਕ
pl: Osiągnięty punkt kontrolny
pt: Ponto de Paragem Atingido
pt_br: Breakpoint alcançado
ro: Punct de întrerupere atins
rw: Akadomotaruka Kagezweho
se: Ollii bisanaddanbáikái
sk: Dosiahnutý bod prerušenia
sl: Dosežena prelomna točka
sr: Досегнута тачка прекида
sr@latn: Dosegnuta tačka prekida
ta: முறிவுப் புள்ளியை அடைந்தது.
tg: Нуқтаи ҷории таваққуф
th: พบจุดเบรก
uk: Досягнута точка зупинки
zh_cn: 达到了断点

source: Disabled Breakpoint
af: Gebreklike Breekpunt
be: Выключаны пункт спыну
bg: Изключена точка на прекъсване
bs: Isključena tačka prekida
ca: Punt de ruptura desactivat
cs: Zakázaná zarážka
da: Deaktiveret stoppunkt
de: Haltepunkt deaktiviert
el: Μη ενεργό σημείο διακοπής
es: Punto de interrupción desactivado
eu: Eten-puntua desgaituta
fa: نقطه انفصال غیرفعال
fi: Käytöstä poistettu keskeytyskohta
fr: Point d'arrêt désactivé
fy: Utskeakele brekpunt
gl: Ponto de Interrupción Desabilitado
he: נקודת עצירה מבוטלת
hu: Letiltott töréspont
is: Óvirkur stöðvunarstaður
it: Punto d'interruzione disabilitato
ja: 無効にされたブレークポイント
kk: Бұғатталған тоқтау нүктесі
km: ចំណុច​ឈប់ដែល​មិន​អនុញ្ញាត
ko: 중단지점 사용안함
mk: Оневозможена точка на прекин
ms: Nyahaktifkan Titik Putus
nb: Slått av bruddpunkt
nds: Utschalt Hollpunkt
nl: Uitgeschakeld breekpunt
nn: Slått av brotpunkt
pa: ਆਯੋਗ ਰੋਕ
pl: Wyłączony punkt kontrolny
pt: Ponto de Paragem Inactivo
pt_br: Breakpoint Desabilitado
ro: Punct de întrerupere dezactivat
rw: Akadomotaruka Kahagaritswe
se: Eretválljejuvvon bisanaddanbáiki
sk: Vypnutý bod prerušenia
sl: Onemogočena prelomna točka
sr: Искључена тачка прекида
sr@latn: Isključena tačka prekida
ta: முறிவுப் புள்ளியை முடக்கு
tg: Нуқтаи ғайрифаъоли таваққуф
th: ปิดจุดเบรก
uk: Вимкнена точка зупинки
zh_cn: 禁用断点

source: Execution
af: Uitvoering
be: Выкананне
bg: Изпълнение
bs: Izvršenje
ca: Execució
cs: Vykonání
da: Udførsel
de: Ausführung
el: Εκτέλεση
es: Ejecución
eu: Exekuzioa
fa: اجرا
fi: Suorittaminen
fr: Exécution
fy: Utfiere
gl: Execución
he: הפעלה
hu: Végrehajtás
is: Keyra
it: Esecuzione
ja: 実行
kk: Орындау
km: ការ​ប្រតិបត្តិ
ko: 실행
mk: Извршување
ms: Pelaksanaan
nb: Kjøring
nds: Utföhren
nl: Uitvoering
nn: Køyring
pa: ਚਲਾਉਣਾ
pl: Wykonanie
pt: Execução
pt_br: Execução
ro: Execuţie
rw: Itangiza
se: Jođus
sk: Vykonávanie
sl: Izvedba
sr: Извршавање
sr@latn: Izvršavanje
ta: செயற்படுத்தல்
tg: Иҷро кардан
th: ประมวลผล
uk: Виконання
zh_cn: 执行

source: Additional Elements
af: Addisionele Elemente
ar: عناصر إضافيّة
be: Дадатковыя элементы
bg: Допълнителни елементи
bs: Dodatni elementi
ca: Elements addicionals
cs: Další prvky
da: Yderligere elementer
de: Zusätzliche Elemente
el: Πρόσθετα στοιχεία
es: Elementos adicionales
eu: Elementu gehigarriak
fa: عناصر اضافی
fi: Lisäelementit
fr: Éléments supplémentaires
fy: Addisjonele eleminten
gl: Elementos Adicionais
he: יסודות נוספים
hr: Dodatni elementi
hu: Egyéb elemek
is: Aukaþættir
it: Elementi aggiuntivi
ja: その他の要素
kk: Қосымша элементтер
km: ធាតុ​បន្ថែម
ko: 추가 요소
mk: Додатни елементи
ms: Elemen Tambahan
nb: Andre elementer
nds: Anner Elementen
nl: Additionele elementen
nn: Andre element
pa: ਵਾਧੂ ਇਕਾਈਆਂ
pl: Dodatkowe elementy
pt: Elementos Adicionais
pt_br: Elementos Adicionais
ro: Elemente adiţionale
rw: Ingingo Nyongera
se: Lassi áđat
sk: Dodatkové elementy
sl: Dodatni elementi
sr: Додатни елементи
sr@latn: Dodatni elementi
ta: கூடுதல் உறுப்புகள்
tg: Элементҳои иловагӣ
th: ส่วนประกอบเพิ่มเติม
uk: Додаткові елементи
zh_cn: 附加元素

source: Left border background:
af: Linker grens agtergrond:
ar: خلفية يسار الإطار:
be: Фон левай мяжы:
bg: Фон на лявата граница:
bs: Pozadina lijevog ruba:
ca: Vora esquerra del fons:
cs: Pozadí levého okraje:
da: Venstre kants baggrund:
de: Hintergrund für linken Rand:
el: Φόντο αριστερού περιγράμματος:
es: Fondo del borde izquierdo:
eu: Ezkerreko ertzaren atzeko planoa:
fa: زمینۀ لبۀ چپ:
fi: Vasemman reunuksen tausta:
fr: Fond de la bordure gauche :
fy: Eftergrûn lofterrâne:
gl: Fondo do Borde Esquerdo:
he: רקע של הגבול השמאלי:
hr: Pozadina lijevog obruba:
hu: A bal szegély háttere:
is: Bakgrunnur vinstri spássíu:
it: Sfondo bordo sinistro:
ja: 左枠の背景:
kk: Сол жақ шегінің аясы:
km: ផ្ទៃ​ខាង​ក្រោយរបស់ស៊ុម​ខាង​ឆ្វេង ៖
ko: 왼쪽 경계 배경:
mk: Подлога на лев раб:
ms: Latarbelakang sempadan kiri :
nb: Venstre rammebakgrunn:
nds: Achtergrund linke Rand:
nl: Achtergrond linker rand:
nn: Venstre rammebakgrunn:
pa: ਖੱਬਾ ਹਾਸ਼ੀਆ ਪਿੱਠਭੂਮੀ:
pl: Tło lewej krawędzi:
pt: Fundo do extremo esquerdo:
pt_br: Fundo da borda esquerda:
ro: Fundal margine stînga:
rw: Mbuganyuma y'impera ibumoso:
se: Gurut rámmaduogáš:
sk: Pozadie ľavého okraja:
sl: Ozadje levega roba:
sr: Боја леве границе:
sr@latn: Boja leve granice:
ta: இடது விளிம்பின் பின்னணி
tg: Заминаи лабаи чап:
th: พื้นหลังกรอบด้านซ้าย:
uk: Тло лівої границі:
zh_cn: 左边框背景：

source: Line numbers:
af: Lyn nommers:
be: Нумары радкоў:
bg: Номера на редове:
bs: Brojevi linija:
ca: Números de línia:
cs: Čísla řádek:
da: Linjenumre:
de: Zeilennummern:
el: Αριθμοί γραμμής:
es: Números de líneas:
eu: Lerro zenbakiak:
fa: شمارۀ خطوط:
fi: Rivinumerot:
fr: Numéros de ligne :
fy: Rigelnûmers:
gl: Números de Liña:
he: מספרי שורות:
hu: Sorszámok:
is: Sýna línunúmer:
it: Numeri di riga:
ja: 行番号:
kk: Жол нөмірі:
km: លេខ​បន្ទាត់ ៖
ko: 행 번호:
mk: Броеви на линиите:
ms: Nombor baris:
nb: Linjenummer:
nds: Reegnummern:
nl: Regelnummers:
nn: Linjenummer:
pa: ਸਤਰ ਨੰਬਰ:
pl: Numery linii:
pt: Números de linha:
pt_br: Número das Linhas:
ro: Numere de linie:
rw: Nomero z'umurongo:
se: Linnjánummirat:
sk: Čísla riadkov:
sl: Številke vrstic:
sr: Бројеви линија:
sr@latn: Brojevi linija:
ta: வரி எண்கள்:
tg: Миқдори сатр:
th: หมายเลขบรรทัด:
uk: Номера рядків:
zh_cn: 行号：

source: Bracket highlight:
af: Hakkie verlig:
ar: تبيين الأقواس:
bg: Открояване на скобите:
bs: Bojenje zagrada:
ca: Ressaltat amb claudàtors:
cs: Zvýraznění závorky:
da: Parentesfremhævning:
de: Klammerhervorhebung:
el: Τονισμός παρένθεσης:
es: Resaltado con corchetes:
eu: Parentesiak nabarmentzea:
fa: مشخص کردن کروشه:
fi: Sulkukorostus:
fr: Coloration de l'accolade :
fy: Heakje-markearring:
gl: Realzado de Parénteses:
he: הדגשת סוגריים:
hr: Naglašavanje zagrada:
hu: A zárójelek kiemelése:
is: Litun sviga:
it: Evidenziazione parentesi:
ja: 括弧の強調表示:
kk: Жақшалардың бояулауы:
km: បន្លិច​វង់​តង្កៀប ៖
ko: 괄호 강조:
mk: Означување на заграда:
ms: Tonjolkan kurungan:
nb: Parentesmerking:
nds: Klemmmarkeren:
nl: Haakje-accentuering:
nn: Parentesmerking:
pa: ਬਰੈਕਟ ਉਘਾੜਨਾਂ:
pl: Podświetlenie nawiasów:
pt: Realce de parêntesis:
pt_br: Destacar parênteses:
ro: Evidenţiere paranteză:
rw: Ishimangira ry'udusodeko:
se: Ruohtomerken:
sk: Zvýraznenie zátvoriek:
sl: Poudarjanje oklepaja:
sr: Истицање заграда:
sr@latn: Isticanje zagrada:
ta: அடைப்புக்குறிகளை முன்னிலைப்படுத்தல்:
tg: Зерравшании қавс:
th: ทำตัวเน้นวงเล็บ:
uk: Підсвічування дужок:
zh_cn: 括号加亮：

source: Word wrap markers:
af: Woord oorvloei markeerders:
ar: معلمات التفاف الكلمة :
bg: Маркери за пренос на думи:
bs: Oznake prijeloma redova:
ca: Marcadors per a l'ajust de línia:
cs: Značky zalomení slova:
da: Tekstombrydnings-markeringer:
de: Zeilenumbruchmarkierung:
el: Δείκτες αναδίπλωσης λέξεων:
es: Marcadores de ajuste de línea:
eu: Itzulbiratze-markak:
fa: نشانگرهای سطر‌بندی واژه:
fi: Rivinvaihtomerkit:
fr: Marqueurs de retour à la ligne :
fy: Rigelôfbrekkingmarkearring:
gl: Marcas de División de Palabra:
he: סמן של גלישת שורות:
hr: Oznake prijeloma teksta:
hu: Sortördelésjelzők:
is: Orðskiptimerki:
it: Indicatori a capo automatico:
ja: 行の折り返しマーカー:
kk: Сөзді тасымалдау маркері:
km: សញ្ញា​​សម្គាល់​រុំ​ពាក្យ ៖
ko: 문단 보호 마커:
mk: Маркери за пренесување на зборови:
ms: Penanda bungkus perkataan:
nb: Merke for tekstbryting:
nds: Markeren för Reegümbröök:
nl: Regelafbrekingmarkeringen:
nn: Merke for tekstbryting:
pa: ਸ਼ਬਦ ਸਮੇਟਣ ਨਿਸ਼ਾਨ:
pl: Znaczniki zawijanego tekstu:
pt: Marcadores de mudança de linha:
pt_br: Marcadores de quebra de linha:
ro: Marcaje limitare cuvînt:
rw: Ibiranga by'ifunika ijambo:
se: Linnjámolsunmearka:
sk: Značky zalomenia:
sl: Oznake prelamljanja:
sr: Маркери преламања текста:
sr@latn: Markeri prelamanja teksta:
ta: வார்த்தை மடிப்புக் குறிகள்:
tg: Маркерҳои гузарондани калимаҳо:
th: ตำแหน่งตัดคำ:
uk: Маркери переносу слів:
zh_cn: 自动换行标记：

source: Tab markers:
af: GUI-element markeerders:
ar: علامات الجدولة:
be: Маркеры водступаў:
bg: Табулации:
bs: Oznake tabulatora:
ca: Marcadors per a les tabulacions:
cs: Značky tabulátoru:
da: Tabulator-markeringer:
de: Tabulatormarkierung:
el: Δείκτες στηλοθετών:
es: Marcadores de tabulador:
eu: Tabuladoreen markak:
fa: نشانگرهای تب:
fi: Sarkainmerkit:
fr: Marqueurs de tabulations :
fy: Tab-markearrings:
gl: Marcas de Tabulador:
he: סמנים של טאבים:
hr: Oznake tabulatora:
hu: Tabulátorjelzők:
is: Dálkaskiptimerki:
it: Marcatori di tabulazione:
ja: タブマーカー:
kk: Кестелеу маркері:
km: សញ្ញា​​សម្គាល់​​ថេប ៖
ko: 탭 마커:
mk: Маркери за табулатор:
ms: Penanda tab :
nb: Tabulatormerke:
nds: Tabmarkeren:
nl: Tab-markeringen:
nn: Tabulatormerke:
pa: ਟੈਬ ਨਿਸ਼ਾਨ:
pl: Znaczniki tabulacji:
pt: Marcadores de tabulações:
pt_br: Marcadores de Tab:
ro: Marcaje TAB:
rw: Ibyerekana Isimbuka:
se: Tabuláhtormearkkat:
sk: Značky tabulátorov:
sl: Oznake tabulatorjev:
sr: Маркери табулатора:
sr@latn: Markeri tabulatora:
ta: தத்தல் குறிகள்:
tg: Маркерҳои табулятсия:
th: ตำแหน่งแท็บ:
uk: Маркери табуляцій:
zh_cn: 制表符标记：

source: <p>Sets the background color of the editing area.</p>
af: <p>Verstel die agtergrond kleur van die redigering area.</p>
ar: <p>يحدّد لون خلفية منطقة التّحرير.</p>
be: <p>Вызначае фонавы колер вобласці рэдагавання.</p>
bg: <p>Фон на областта за редактиране на текста.</p>
bs: <p>Podešava boju površine na kojoj se edituje tekst.</p>
ca: <p>Estableix el color de fons de l'àrea d'edició.</p>
cs: <p>Nastaví barvu pozadí editační oblasti.</p>
da: <p>Sætter baggrundsfarven for redigeringsområdet.</p>
de: <p>Legt die Hintergrundfarbe für den Arbeitsbereich fest.</p>
el: <p>Ορίζει το χρώμα φόντου της περιοχής επεξεργασίας.</p>
es: <p>Fija el color de fondo del área de edición.</p>
eu: <p>Edizioko arearen atzeko planoaren kolorea ezartzen du</p>
fa: <p>رنگ زمینۀ ناحیۀ ویرایش را تنظیم می‌کند.</p>
fi: <p>Määrittelee muokkausalueen taustan väri.</p>
fr: <p>Définit la couleur de fond de la zone d'édition.</p>
fy: <p>Stelt de eftergrûnkleur yn fan it tekstynfiergebiet</p>
gl: <p>Axusta a cor de fondo da área de edición.</p>
he: <p>הגדרת צבע הרקע של שטח העריכה.</p>
hr: <p>Podešavanje boje pozadine područja za uređivanja teksta.</p>
hu: <p>A szerkesztési terület háttérszínét lehet itt beállítani.</p>
is: <p>Stillir bakgrunnslit textasvæðisins.</p>
it: <p>Imposta il colore di sfondo dell'area di modifica.</p>
ja: <p>編集領域の背景色を設定します。</p>
kk: <p>Өңдеу аумағы аясының түсін орнату.</p>
km: <p>កំណត់​ពណ៌​ផ្ទៃខាង​ក្រោយ​របស់ផ្ទៃ​កែសម្រួល ។</p>
ko: <p>편집영역의 배경색을 지정합니다.</p>
mk: <p>Ја поставува бојата на подлога за областа за уредување.</p>
ms: <p>Tetapkan warna latarbelakang untuk kawasan suntingan.</p>
nb: <p>Velg bakgrunnsfargen for skriveområdet.</p>
nds: <p>Leggt de Achtergrundklöör för dat Textrebeet fast.</p>
nl: <p>Stelt de achtergrondkleur in van het tekstinvoergebied</p>
nn: <p>Vel bakgrunnsfargen for skriveområdet.</p>
pa: <p>ਸੰਪਾਦਨ ਖੇਤਰ ਦੀ ਪਿੱਠਭੂਮੀ ਦਾ ਰੰਗ ਦਿਓ।</p>
pl: <p>Ustaw kolor tła w oknie edycji.</p>
pt: <p>Muda a cor de fundo da área de edição.</p>
pt_br: <p>Configura a cor de segundo plano da área de edição.</p>
ro: <p>Setează culoarea de fundal a zonei de editare.</p>
rw: <p>Iboneza ibara rya mbuganyuma ry'umwanya w'ihindura.</p>
se: <p>Bidjá doaimmahangietti duogášivnni.</p>
sk: <p>Nastaví farbu pozadia oblasti editora.</p>
sl: <p>Nastavi barvo ozadja urejevalnega območja.</p>
sr: <p>Поставља боју позадине дела за уређивање.</p>
sr@latn: <p>Postavlja boju pozadine dela za uređivanje.</p>
ta: <p>தொகுக்கும் பரப்பின் பின்னணி வண்ணத்தை அமை</p>
tg: <p>Ранги замина дар мавзеъи таҳриркунӣ.</p>
uk: <p>Встановлює тло ділянки редагування.</p>
zh_cn: <p>设置编辑区的背景色。</p>

source: <p>Sets the background color of the selection.</p><p>To set the text color for selected text, use the "<b>Configure Highlighting</b>" dialog.</p>
af: <p>Verstel die agtergrond kleur van die keuse.</p><p>Om in te stel die teks kleur vir gekose teks, gebruik die "<b>Konfigureer Verligting</b>" dialoog.</p>
ar: <p>يحدّد لون خلفية الإنتقاء.</p><p> لتحديد لون النّص المنقى، إستعمل علبة "<b>أعدّ التّوضيح</b>".</p>
bg: <p>Фон на маркирания текст.</p><p>За да изберете цвят текста, когато е маркиран, използвайте диалога за настройване на открояването.</p>
bs: <p>Podešava boju pozadine izabranog teksta.</p> <p>Za odabir boje izabranog teksta, koristite dijalog "<b>Podešavanje bojenja</b>".</p>
ca: <p>Estableix el color de fons de la selecció.<p></p>Per a establir el color per al text seleccionat, emprar el diàleg "<b>Configura ressaltat</b>".</p>
cs: <p>Nastaví barvu pozadí výběru.</p> <p>K nastavení barvy vybraného textu, použijte dialog <b>Nastavení zvýrazňování</b>.</p>
da: <p>Sætter baggrundsfarven for markeringer.</p> <p>For at sætte tekstfarven for markeret tekst, brug dialogen "<b>Indstil markering</b>".</p>
de: <p>Legt die Hintergrundfarbe für eine Auswahl fest.</p> <p>Wenn Sie eine Farbe für ausgewählten Text festlegen möchten, verwenden Sie den Dialog <b>Hervorhebungsmodus einrichten</b>.</p>
el: <p>Ορίζει το χρώμα φόντου της επιλογής.</p><p>Για να ορίσετε το χρώμα κειμένου για το επιλεγμένο κείμενο χρησιμοποιήστε το διάλογο "<b>Ρύθμιση τονισμού</b>".</p>
es: <p>Fija el color de fondo de la selección.</p> <p>Para fijar el color de texto para el texto seleccionado, use el diálogo "<b>Configurar resaltado</b>"</p>.
eu: <p>Hautespenaren atzeko planoaren kolorea ezartzen du. </p> <p>Hautatutako testuaren kolorea ezartzeko, erabili "<b>Konfiguratu nabarmentzea</b>" elkarrizketa-koadroa.
fa: <p> رنگ زمینۀ گزینش را تنظیم می‌کند.</p><p> برای تنظیم رنگ متن برای متن برگزیده، از محاورۀ «<b>پیکربندی مشخص کردن</b>» استفاده شود.</p>
fi: <p>Määrittelee valinnan taustavärin..</p><p>Käytä "<b>Korostuksen asetukset</b>"-ikkunaa asettaaksesi valitun tekstin värin.</p>
fr: <p>Définit la couleur de fond de la sélection.</p> <p>Pour déterminer la couleur du texte sélectionné, utilisez la boîte de dialogue « <b>Configuration de la coloration syntaxique</b> ».</p>
fy: <p>Stelt de eftergrûnkleur yn fan de seleksje.</p> <p>Brûk it dialoochfinster "<b>Markearring ynstelle</b>" om de kleur fan de selektearre tekst yn te stellen.
gl: <p>Axusta a cor de fondo da seleizon.</p><p>Para cambiar a cor do texto escollido, use o diálogo"<b>Configuración do Realzado</b>".</p>
he: <p> הגדרת צבע הרקע של בחירות. לשם הגדרת צבע </p><p> הטקסט של טקסט נבחר, השתמש בדו־שיח <b>הגדרות הדגשה</b>. </p>
hu: <p>A kijelölt szöveg háttérszínét lehet itt beállítani.</p><p>A kijelölt szöveg színét nem itt, hanem "<b>A kiemelés beállítása</b>" párbeszédablakban lehet beállítani.</p>
is: <p>Stillir bakgrunnslit valins texta.</p><p>Stillingar fyrir litinn á textanum sjálfum eru bak við "<b>Stilla litun</b>" á stillivalblaðinu.</p>
it: <p>Imposta il colore di sfondo della selezione.</p><p>Per impostare il colore del testo selezionato usa la finestra di dialogo <b>Configura evidenziazione</b>.</p>
ja: <p>選択領域の背景色を設定します。</p><p>選択されたテキストの色は、「強調表示」設定ダイアログで設定してください。</p>
kk: <p>Таңдалған мәтін үзіндінің аясының түсін орнату.</p><p>Таңдалған үзінді мәтіннің өзінің түсін орнату үшін "<b>Талдап бояулауды баптау</b>" диалогын қолданыңыз.</p>
km: <p>កំណត់​ពណ៌​ផ្ទៃខាងក្រោយ​របស់ជម្រើស ។</p><p>ដើម្បី​កំណត់​ពណ៌​អត្ថបទ​សម្រាប់​អត្ថបទ​ដែល​បាន​ជ្រើស ប្រើ​ប្រអប់ "<b>កំណត់​រចនា​សម្ព័ន្ធ​ការ​បន្លិច</b>" ។</p>
ko: <p>선택한 영역의 배경색을 지정합니다.</p> <p>선택한 영역의 글자색을 바꾸려면"<b>강조 설정</b>" 메뉴를 이용하십시오.</p>
mk: <p>Ја поставува бојата на подлога за изборот.</p><p>За да ја поставите бојата на текст за избраниот текст, користете го дијалогот „<b>Конфигурирај означување</b>“.</p>
ms: <p>Mengeset warna latar belakang pilihan.</p><p>Untuk mengeset warna teks untuk teks yang dipilih, guna dialog"<b>Konfigur Penonjolan</b>".</p>
nb: <p>Velg bakgrunnsfargen på markert tekst. </p> <p>Bruk «<b>Sett opp syntaksmerking</b>» til å oppgi bakgrunnsfarge for markert tekst.</p>
nds: <p>Leggt de Achtergrundklöör för markeerten Text fast.</p><p>Wenn Du ok de Klöör för markeerten Text fastleggen wullt, bruuk den Dialoog "Stilen för Normaaltext"</p>
nl: <p>Stelt de achtergrondkleur in van de selectie.</p> <p>Gebruik dialoogvenster "<b>Accentuering instellen</b>" om de kleur van de geselecteerde tekst in te stellen.
nn: <p>Vel bakgrunnsfargen på merka tekst. For å velja tekstfarge på merka tekst, bruk «<b>Set opp syntaksmerking</b>».</p>
pl: <p>Ustawia kolor tła zaznaczenia.</p> <p>Aby ustawić kolor tekstu dla zaznaczonego tekstu,użyj okna "<b>Konfiguracja podświetlania</b>".</p>
pt: <p>Muda a cor de fundo da área seleccionada.</p><p>Para mudar a cor do texto para o texto seleccionado, utilize a janela para "<b>Configurar o Realce</b>".</p>
pt_br: <p>Configura a cor de segundo plano da seleção.</p> <p> Para configurar a cor do texto para o texto selecionado, use o diálogo "<b>Configurar Realce</b>" .</p>
ro: <p>Setază culoarea de fundal a selecţiei.</p> <p>Pentru a seta culoarea textului pentru selecţii, utilizaţi dialogul <b>Configurare evidenţiere</b>.</p>
rw: <p>Iboneza ibara rya mbuganyuma ry'ihitamo.</p><p>Kuboneza ibara ry'umwandiko, gukoresha ikiganiro cyo "<b>Kuboneza Ishimangira</b>".</p>
se: <p>Bidjá merkejuvvon teavstta duogášivnni.</p> <p>Jos háliidat válljet ivnni tekstii, geavat «<b>Syntáksamerkenheivehus</b>» láseža.</p>
sk: <p>Nastaví farbu pozadia výberu.</p> <p>Pre nastavenie farby vybraného textu, použite dialóg "<b>Nastavenie zvýrazňovania</b>".</p>
sl: <p>Nastavi barvo ozadja izbora.</p> <p>Za nastavitev barve izbranega besedila uporabite pogovorno okno »<b>Nastavi poudarjanje</b>«.
sr: <p>Поставља боју позадине избора текста.</p> <p>Да бисте поставили боју исписа означеног текста користите „<b>Подеси истицање</b>“ дијалог.</p>
sr@latn: <p>Postavlja boju pozadine izbora teksta.</p> <p>Da biste postavili boju ispisa označenog teksta koristite „<b>Podesi isticanje</b>“ dijalog.</p>
ta: <p>தேர்ந்தெடுக்கப்பட்டதற்கு பின்னணி வண்ணங்களை அமைத்திடுக.</p><p>உரை வண்ணத்தைப் பயன்படுத்தி அமைத்திடுக, "<b>முன்னிலைப்படுத்துதலைக் கட்டமை<b>" உரையாடல்.</p>
tg: <p>Танзими ранги заминаи интихобот.</p> <p> Барои танзими ранги матни интихоб шуда, диалоги "<b>Танзими Ранг</b>" истифода кунед.</p>
uk: <p>Встановлює колір тла вибраного тексту.</p><p>Щоб встановити колір вибраного тексту, використовуйте вікно діалогу "<b>Налаштувати підсвічування</b>".</p>
zh_cn: <p>设置选择区的背景色。</p><p>要设置选定文本的文本颜色，请使用“<b>配置加亮</b>”对话框。</p>
