Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>If enabled, a box as defined in the properties below will be drawn around the contents of each page. The Header and Footer will be separated from the contents with a line as well.</p>
af: <p>as geaktiveer, 'n boks as gedefinieër in die eienskappe onder sal wees geteken omtrent die inhoud van elke bladsy. die Opskrif en Voetskrif sal wees geskei van die inhoud met 'n lyn as goed.</p>
ar: <p>اذا مفعل ,المربع كما عرف فى الخصائصسوفه يكون مرسوم حوا محتويات كل صفحة.راس وذيل الصفحه كلاهما سيكونا مفصولين من محتوى الصفحه بخط</p>
bg: <p>Печат на рамка около съдържанието на всяка страницата. Също така долният и горният колонтитули ще бъдат разделени от съдържанието с линия.</p>
bs: <p> Ako je uključeno, oko sadržine svake stranice biće iscrtana kocka definisana u postavkama ispod. Također, Zaglavlje i Podnožje će biti razdvojeni od sadržine stranice jednom linijom.</p>
ca: <p>Si està habilitat, es dibuixarà una caixa al voltant del contingut de cada pàgina amb les propietats a sota. La capçalera i el peu també seran separats del contingut per una línia.</p>
cs: <p>Je-li zvoleno, pak bude kolem obsahu každé stránky vykreslen rám, který je definován níže uvedenými vlastnostmi. Záhlaví a zápatí budou odděleny od obsahu čarou.</p>
da: <p> Hvis dette er aktiveret, vil en kasse defineret i egenskaberne forneden blive tegnet rundt om indholdet på hver side. Sidehoved og sidefod vil ligeledes blive adskilt fra indholdet med en linje.</p>
de: <p>Wenn diese Einstellung aktiviert ist, wird ein Rahmen (mit den unten definierten Eigenschaften) um den Inhalt jeder Seite gedruckt. Kopf- und Fußzeilen werden von den Inhalten jeweils mit einer Linie getrennt.</p>
el: <p>Αν ενεργοποιηθεί, ένα πλαίσιο, όπως καθορίζεται στις ιδιότητες παρακάτω, θα σχεδιαστεί γύρω από τα περιεχόμενα κάθε σελίδας. Η κεφαλίδα και το υποσέλιδο επίσης θα διαχωριστούν από τα περιεχόμενα, με μία γραμμή.</p>
es: <p>Si activado, se dibujará alrededor de los contenidos un cuadro definido con las propiedades debajo. La cabecera y el pie también se separarán de los contenidos junto con la línea.</p>
eu: <p>Gaituta badago, beheko propietateen araberako kutxa marraztuko da orri bakoitzaren edukien inguruan. Goiburukoa eta oina marra batez bereiztuko dira edukitik.</p>
fa: <p> اگر فعال شود، همان‌طور که در ویژگیهای زیر تعریف شده، جعبه‌ای پیرامون محتویات هر صفحه ترسیم خواهد شد. سرآیند و زیرنویس هم توسط خطی از محتویات جدا می‌شوند.</p>
fi: <p>Mikäli valittu, allaolevien määritysten mukainen laatikko piirretään jokaisen sivun ympärille. Ylä- ja alatunniste erotetaan sisällöstä viivalla.</p>
fr: <p>Si coché, un cadre tel qu'il est défini dans les propriétés ci-dessous sera tracé autour du contenu de chaque page. Le haut et le bas de page seront également séparés du contenu par une ligne.</p>
fy: <p>As dizze opsje selektearre is sil in râne om de ynhâld fan eltse side tekene wurde. Hjirûnder kinne jo ynstelle hoe jo de râne derút sjen litte wolle. De kop- en foettekst sille mei in line skieden wurde fan de ynhâld.</p>
gl: <p>Se se habilita, debuxaráse un cadro coas propriedades que se definan arredor dos contidos de cada. O Encabezado e Pé de Páxina serán separados do contidos mediante unha liña.</p>
he: <p> אם אפשרות זו נבחרת, תודפס תיבה כמוגדר במאפיינים להלן מסביב לתוכן של כל עמוד. גם הכותרת העליונה והכותרת התחתונה יופרדו בקו מהתוכן. </p>
hu: <p>Ha be van jelölve, akkor az alább megadott jellemzőkkel egy doboz fog megjelenni az oldalak tartalma körül. A fejlécet és a láblécet egy vonal fogja elválasztani a lap középső részétől.</p>
is: <p> Ef virkjað, þá verður dreginn rammi eins og skilgeint er hér að neðan utan um allan texta á síðunni. Haus og fótur verða aðskilin frá innihaldi með auðri línu.</p>
it: <p>Se attivo, intorno ai contenuti di ogni pagina verrà disegnato un riquadro come definito nelle proprietà qui sotto. L'intestazione e il piè di pagina verranno separati dai contenuti con una linea.</p>
ja: <p>有効にすると、下に定義した枠が各ページの内容の周りに印刷されます。ヘッダとフッタは内容から一行離されます。</p>
kk: <p>Бұны қоссаңыз, әрбір беттің мазмұны, қасиеттері төменде анықталған, айналдыра қоршаумен өрнектеледі. Сонымен қатар, жоғарғы және төменгі колонтитулдар негізгі мәтіннен бір жолмен бөлінеді.</p>
km: <p>ប្រសិនបើ​ប្រើ​បាន ប្រអប់​ដែល​បាន​បញ្ជាក់​ក្នុង​លក្ខណៈសម្បត្តិ​ខាងក្រោម នឹង​ត្រូវ​បាន​គូរ​ជុំវិញ​មាតិកា​របស់​ទំព័រ​និមួយៗ ។​</p><p>បឋមកថា និង​បាតកថា នឹង​ត្រូវ​បាន​បំបែក​ពី​មាតិកា​ដោយ​បន្ទាត់​ផងដែរ ។</p>
ko: <p>설정하면, 속성에서 지정한 박스가 각 페이지의 내용 주위에 인쇄됩니다.머리말과 꼬리말이 문서의 내용과 선으로 분리되어 집니다.</p>
mk: <p> Ако е овозможено, полето како што е дефинирано со својствата подолу, ќе биде нацртано околу содржината на секоја страница. Подножјето и заглавието ќе бидат исто така одделени од содржината со линија.
ms: <p>Jika diaktifkan, kotak seperti yang ditakrif dalam ciri di bawah akan dilukis di keliling kandungan setiap halaman. Pengepala dan Pengaki akan dipisahkan dari kandungan dengan garisan.</p>
nb: <p>Hvis dette er valgt blir det tegnet en ramme rundt innholdet på hver side, med egenskaper som angitt nedenfor. Topp- og bunntekst blir også atskilt fra teksten med en linje.</p>
nds: <p>Wenn aktiveert, warrt en Rahmen - as nerrn angeven - rund den Inholt vun all Sieden druckt. De Kopp- un Footreeg warrt vun den Inholt ok mit en Lien afscheedt.</p>
nl: <p>Als deze optie geselecteerd is zal een rand om de inhoud van elke pagina worden getekend. Hieronder kunt instellen hoe u deze rand eruit wilt laten zien. De kop- en voettekst zullen met een lijn worden gescheiden van de inhoud.</p>
nn: <p>Vel om ei ramme skal teiknast rundt innhaldet på kvar ramme, med eigenskapane som er definerte nedanfor. Topp- og botnteksten vert skilde frå innhaldet med ei linje.</p>
pl: <p> Jeśli włączony, wokół zawartości każdej strony zostanie narysowana ramka. Nagłówek i stopka zostaną oddzielone od zawartości linią.</p>
pt: <p>Se estiver activo, será desenhada uma caixa à volta do conteúdo de cada página, tal como definido nas propriedades em baixo. O cabeçalho e o rodapé também estão separados do conteúdo com uma linha.</p>
pt_br: <p> Se habilitada, uma caixa, como definida nas propriedades abaixo, será desenhada ao redor do conteúdo de cada página. O Cabeçalho e o Rodapé estarão separados do conteúdo, por uma linha.</p>
ro: <p>Dacă opţiunea este activată, atunci va fi desenat un chenar în jurul conţinutului fiecărei pagini. Antetul şi subsolul for fi separate de conţinut printr-o linie.</p>
rw: <p>Niba bikora, agasanduku nkuko bisobanuwe mu biranga biri hasi kazashushanywa ahakikije ibiri muri buri paji. Umutwempangano n'Imperampangano bizatandukanywa n'ibirimo hamwe n'umurongo.</p>
se: <p> Vállje jos rámma galgá čálihuvvot juohke siiddu sisdoalu birra. Oaive- ja juolgeteaksta earáhuvvo sisdoalus linnjáin.</p>
sk: <p>Ak je povolené, rámec dafinovaný nižšie v vlastnostiach bude kreslený okolo celého obsahu na každej stránke. Záhlavie a päta stránky bude odelená od obsahu čiarou.</p>
sl: <p>Če je omogočeno, bo okoli vsebine vsake strani narisan okvir, ki je določen v lastnostih. Glava in noga bosta ločeni od vsebine s črto.</p>
sr: <p> Ако је укључено, биће исцртан оквир око садржаја сваке странице, дефинисан особинама испод. Заглавље и подножје биће, такође, одвојени линијом од садржаја.</p>
sr@latn: <p> Ako je uključeno, biće iscrtan okvir oko sadržaja svake stranice, definisan osobinama ispod. Zaglavlje i podnožje biće, takođe, odvojeni linijom od sadržaja.</p>
ta: <p>செயல்படுத்தப்பட்டால், கீழ்க்காணும் பண்புகளில் வரையறுக்கப்பட்ட ஒரு பெட்டியானது ஒவ்வொரு பக்கத்தின் பொருளடக்கங்களை ஒட்டி வரையப்படும். தலைப்பும் அடிக்குறிப்பும் பொருளடக்கங்களிலிருந்து ஒரு கோட்டால் தனிப்படுத்தப்படும்.</p>
tg: <p>Агар ин фаъол аст, дар ҳамаи саҳифаҳо дар гирдогирди матн чорчӯбаҳо расм кашида мешавад. Унвони саҳифаҳоро аз мант бо як хат ҷудо карда мешаванд.</p>
th: <p>หากเปิดไว้ กล่องที่มีนิยามอยู่ด้านล่างจะถูกวาดไว้รอบๆ เนื้อหาในแต่ละหน้าส่วนหัวกระดาษและท้ายกระดาษ จะถูกแยกออกจากเนื้อหาด้วยบรรทัดหนึ่งด้วย</p>
uk: <p> Якщо ввімкнено, віконце, визначене в властивостях внизу, буде намальоване навколо змісту кожної сторінки. Заголовок та виноска також будуть відділені від змісту лінією.</p>
zh_cn: <p>如果选中此项，如下属性定义的边框将打印在每页正文周围。页眉和页脚也会用线条与正文隔开。</p>

source: The width of the box outline
af: Die wydte van Die boks buitelyn
ar: عرض محيط العلبة
bg: Широчина на линията на рамката в пиксели.
bs: Širina okvira kocke
ca: L'amplada del disseny de la caixa
cs: Šířka obrysu rámu
da: Bredden for kassens linjer
de: Breite des Rahmenrandes
el: Το πλάτος του περιγράμματος κουτιού
es: La anchura del diseño del cuadro
eu: Kutxaren eskemaren zabalera
fa: عرض طرح کلی جعبه
fi: Laatikon ulkoviivan paksuus
fr: L'épaisseur du contour du cadre
fy: Breedte fan de râne
gl: O ancho do cadro
he: עובי המסגרת של התיבה
hr: Širina obruba okvira
hu: A doboz körvonalának szélessége
is: Breidd útlínu ramma
it: Larghezza bordo dei riquadri
ja: 枠線の幅
kk: Қоршау сызығының ені
km: ទទឹង​របស់​គ្រោង​ប្រអប់
ko: 박스 외각선의 너비
mk: Ширина на надворешната линија на полето
ms: Lebar garis luar kotak
nb: Bredde på rammelinja
nds: De Rahmenbreed, buten meten
nl: Breedte van de rand
nn: Breidda på rammelinja
pa: ਬਕਸੇ ਦੇ ਹਾਸ਼ੀਏ ਦੀ ਚੌੜਾਈ
pl: Szerokość obwiedni ramki
pt: A largura do contorno da caixa
pt_br: A largura da borda da caixa
ro: Lăţimea conturului chenarului
rw: Ubugari bw'agasanduku k'imbata
se: Bovssarámma govdodat
sk: Šírka obrysu rámca
sl: Širina obsega okvirja
sr: Ширина линије оквира
sr@latn: Širina linije okvira
ta: பெட்டியின் வெளிவடிவ அகலம்
tg: Фарохи чорчӯба
th: ความกว้างของเส้นกรอบกล่อง
uk: Товщина рамок
zh_cn: 边框线条的宽度

source: The margin inside boxes, in pixels
af: Die kantlyn binne in bokse, in beeld elemente
ar: الهامش داخل العلب، بوحدة البكسل
bg: Границата от вътрешната страна на рамката в пиксели.
bs: Margina unutar kocke, u pikselima
ca: El marge dintre de les caixes, en píxels
cs: Velikost okraje v rámu měřený v pixelech
da: Margenen inden i kasser, i pixels
de: Abstand zwischen Rahmen und Inhalt in Pixeln
el: Το περιθώριο μέσα στα πλαίσια, σε εικονοστοιχεία
es: El margen dentro de los cuadros, en pixels
eu: Kutxen barruko marjinak, pixeletan
fa: حاشیۀ درون جعبه‌ها، به تصویردانه
fi: Marginaali laatikoiden sisällä pikseleinä
fr: La marge à l'intérieur du cadre, en pixels
fy: De marzjes fan de fakken, yn piksels
gl: As marxes internos dos cadros, en pixels
he: השוליים בתוך תיבות, בפיקסלים
hr: Margina unutar okvira, u pikselima
hu: A dobozok belső szegélyének vastagsága (képpontban)
is: Spássía innan ramma, í punktum
it: Margine all'interno dei riquadri, in pixel
ja: 枠内の余白 (ピクセル)
kk: Мәтінмен қоршау аралығы қанша пиксел
km: រឹម​ខាង​ក្នុងប្រអប់ ជា​ភីកសែល
ko: 박스의 안쪽 여백(픽셀 단위)
mk: Маргини внатре во полињата, во пиксели
ms: Jidar di dalam kotak, dalam piksel
nb: Margen innenfor rammen, i piksler
nds: Afstand twischen Rahmen un Inholt, in Pixels
nl: De marges in de vakken, in pixels
nn: Margen innanfor ramma, i pikslar
pa: ਬਕਸੇ ਅੰਦਰ ਹਾਸ਼ੀਆ, ਪਿਕਸਲ ਵਿੱਚ
pl: Margines wewnątrz ramek, w pikselach
pt: A margem dentro das caixas em pixels
pt_br: A margem dentro das caixas, em pixels
ro: Marginea interioară a chenarului, în pixeli
rw: Marije imbere mu dusanduku, muri pigiseli
se: Siidoravda bovssaid siskobealde, mihtiduvvon govvačuoggáin
sk: Okraj v rámcoch, v pixeloch
sl: Rob znotraj okvirja, v pikah
sr: Маргина унутар оквира, у пикселима
sr@latn: Margina unutar okvira, u pikselima
ta: பெட்டியின் உட்புற ஓரம், படத்துணுக்குகளில்
tg: Андозаи фосилаи мант аз чорчӯба дар нуқтаҳо
th: ระยะขอบภายในกล่อง เป็นพิกเซล
uk: Поле всередині рамок, пікселів
zh_cn: 边框内圈的留空(像素)

source: The line color to use for boxes
af: Die lyn kleur na gebruik vir bokse
ar: لون الخطّ المستعمل للعلب
bg: Цветът на рамката.
bs: Boja linije za kocke
ca: El color de la línia a emprar a les caixes
cs: Barva čáry použité pro rám
da: Linjefarven som bruges til kasser
de: Farbe des Rahmens
el: Το χρώμα γραμμής για χρήση στα πλαίσια
es: El color de la línea para usar los cuadros
eu: Kutxetan erabiliko den marren kolorea
fa: رنگ خط مورد استفادۀ جعبه‌ها
fi: Laatikoiden viivan väri
fr: La couleur de ligne à utiliser pour les cadres
fy: De linekleur om te brûken foar de rânen.
gl: A cor do borde do cadro
he: צבע הקו שישמש עבור תיבות
hr: Boja linije za crtanje okvira
hu: A dobozok vonalának színe
is: Litur á línu fyrir ramma
it: Colore della linea dei riquadri
ja: 枠線の色
kk: Қоршау сызығының түсі
km: ពណ៌​បន្ទាត់​ដែល​ត្រូវ​ប្រើ​សម្រាប់​ប្រអប់
ko: 박스 외곽선 색상
mk: Боја на линијата која ќе се користи за полиња
ms: Warna baris hendak diguna untuk kotak
nb: Fargen på rammelinjene
nds: De Klöör för den Rahmen
nl: De lijnkleur om te gebruiken bij de randen.
nn: Fargen på rammelinjene
pa: ਬਕਸੇ ਲਈ ਵਰਤਣ ਲਈ ਸਰਤ ਰੰਗ
pl: Kolor linii używanej w ramkach
pt: A cor da linha a usar para as caixas
pt_br: A cor da linha a ser usada para as caixas
ro: Culoarea liniei chenarului
rw: Ibara ry'umurongo wo gukoresha ku dusanduku
se: Rámmalinnjáid ivdni
sk: Farba čiar pre rámce
sl: Barva črte okvirja
sr: Боја линија које ће се користити за оквире
sr@latn: Boja linija koje će se koristiti za okvire
ta: பெட்டிகளுக்கு பயன்படுத்த வேண்டிய வரி நிறம்
tg: Ранги хат барои истифодаи қуттиҳо
th: สีเส้นสำหรับใช้วาดกล่อง
uk: Колір ліній для рамок
zh_cn: 边框线条的颜色

source: Set &Bookmark
af: Instel van Boekmerk
be: Устанавіць &закладку
bg: &Добавяне на отметка
bs: Postavi &zabilješku
ca: Estableix &punt
cs: Na&stavit záložku
da: Sæt &bogmærke
de: &Lesezeichen setzen
el: Ορισμός &σελιδοδείκτης
es: Fijar &marcador
eu: Ezarri &laster-marka
fa: تنظیم &چوب الف‌
fi: Aseta &kirjanmerkki
fr: Définir un &signet
fy: &Blêdwizer ynstelle
gl: &Engadir Marcador
he: קבע &סימנייה
hu: Könyvjelző b&eállítása
is: Setja &bókamerki
it: Metti segnali&bro
ja: ブックマークをセット(&B)
kk: &Бетбелгісі қойылсын
km: កំណត់​ចំណាំ
ko: 책갈피 등록(&B)
mk: Постави о&бележувач
ms: Set &Tanda Buku
nb: Sett &bokmerke
nds: &Leesteken setten
nl: &Bladwijzer instellen
nn: Set &bokmerke
pa: ਬੁੱਕਮਾਰਕ ਦਿਓ(&B)
pl: Ustaw &zakładkę
pt: Colocar um &Favorito
pt_br: &Configurar Favoritos
ro: Setează &semn de carte
rw: Kuboneza akamenyetso
se: Ráhkat &girjemearkka
sk: Nastaviť zá&ložku
sl: Nastavi &zaznamek
sr: Постави &маркер
sr@latn: Postavi &marker
ta: புத்தகக்குறியை அமை
tg: &Гузориши оянда
th: ตั้งคั่นหน้า
uk: &Встановити закладку
zh_cn: 设置书签(&B)

source: If a line has no bookmark then add one, otherwise remove it.
af: As 'n lyn het nee boekmerk dan word voeg by een, andersins verwyder dit.
ar: إذا كان السطر ليسه لديه علامة مرجعيه اضف اليه واحده , غير ذلك قم بإزالته.
be: Калі радок не мае адпаведнай закладкі, дадае яе; калі мае, выдаляе яе.
bg: Ако текущия ред няма отметка, се добавя нова отметка, иначе се изтрива съществуващата отметка.
bs: Ako ova linija nema zabilješku dodaj je, u suprotnom je pobriši.
ca: Si una línia no disposa de punt llavors n'afegirà un, d'altra manera l'eliminarà.
cs: Nemá-li řádka záložku, pak bude přidána. V opačném případě bude odebrána.
da: Hvis en linje ikke har noget bogmærke, så tilføj et, ellers fjern det.
de: Befindet sich in einer Zeile kein Lesezeichen, wird es gesetzt, sonst entfernt.
el: Αν η γραμμή δεν έχει σελιδοδείκτη τότε προσθήκη ενός, αλλιώς αφαίρεση του.
es: Si una línea no tiene marcador entonces añadir una, de lo contrario eliminarlo.
eu: Marrak ez badu laster-markarik, bat gehitu, bestela dagoena ezabatu.
fa: اگر یک خط هیچ چوب الفی ندارد، اضافه شود، در غیر این صورت آن حذف می‌شود.
fi: Jos rivillä ei ole kirjanmerkkiä niin lisää sellainen, muuten poista.
fr: Si une ligne ne comporte pas de signet, en ajouter un, sinon le supprimer.
fy: Heakje in blêdwizer ta as de rigel der gjint befettet, of smyt it oars mar fuort.
gl: Se unha liña non ten marcador, engade-llo, se o ten eliminá-llo.
he: אם לשורה אין סימנייה, הוסף אותה, אחרת הסר אותה.
hr: Dodavanje oznake ako je redak nema, u suprotnom se uklanja.
hu: Ha a sorra nem mutat könyvjelző, akkor létrehoz egyet, ha mutat, akkor törli azt.
is: Ef lína hefur ekki bókamerki, bæta því við, annars eyða því.
it: Se una riga non ha alcun segnalibro lo aggiunge, altrimenti lo rimuove.
ja: その行にブックマークがセットされていなければ追加し、あれば削除します。
kk: Егер осы жолда бетбелгісі болмаса, ол қойылады. Егер бетбелгісі болса, ол өшіріледі.
km: ប្រសិនបើ​បន្ទាត់​គ្មាន​ចំណាំ នោះ​បន្ថែម​មួយ បើពុំនោះសោត យក​វា​េចញ ។
ko: 줄에 책갈피가 등록되어 있지 않다면 등록하고, 아니면 등록되어 있는 책갈피를 제거합니다.
mk: Ако линијата нема обележувач тогаш додадете, ако не отстранете го.
ms: Jika baris tiada tanda laman, sila tambah, jika tidak padam sahaja.
nb: Hvis en linje ikke har et bokmerke, så legg til et, ellers ta det bort.
nds: Wenn en Reeg al en Leesteken hett, warrt dat wegdaan, anners warrt en sett.
nl: Voeg een bladwijzer toe als de regel er geen bevat, of verwijder een bestaande bladwijzer.
nn: Dersom ei linje ikkje har bokmerke, legg til bokmerke. Viss ikkje, ta det bort.
pa: ਜੇਕਰ ਇੱਕ ਸਤਰ ਵਿੱਚ ਕੋਈ ਬੁੱਕਮਾਰਕ ਨਾ ਹੋਇਆ ਤਾਂ ਇੱਕ ਜੋੜਿਆ ਜਾਵੇਗਾ, ਨਹੀਂ ਤਾਂ ਹਟਾਇਆ
pl: Jeśli linia nie posiada zakładki, dodaj jedną, w przeciwnym wypadku usuń ją.
pt: Se uma linha não tiver um favorito, adiciona-o; caso contrário, remove-o.
pt_br: Se uma linha não possui um favorito adicionado, caso contrário remova a linha.
ro: Dacă o linie nu are semn de carte atunci adaugă unul, altfel îl şterge.
rw: Niba umurongo udafite akamenyetso noneho ongeraho kamwe, ataribyo wagakuraho.
se: Jos linnjás ii leat girjemearka, de lasit ovtta, muđui váldde eret dan
sk: Ak nemá riadok záložku tak pridať jednu, inač ju odstrániť.
sl: Če vrstica nima zaznamka, ga dodaj, sicer ga odstrani.
sr: Ако линија нема маркер онда додајте један, иначе га уклоните.
sr@latn: Ako linija nema marker onda dodajte jedan, inače ga uklonite.
ta: ஒரு வரியில் புத்தகக்குறிப்பு இல்லை என்றால் சேர்க்கவும், மற்றபடி நீக்கவும்.
tg: Агар дар ин сатр гузорише монда набошад, он гузошта хоҳад шуд. Агар он дар онҷо вуҷуд бошад, он гирифта хоҳад шуд.
th: หากบรรทัดนี้ไม่มีคั่นหน้า มันจะถูกเพิ่มเข้าไป ไม่เช่นนั้นก็จะถูกลบออกไป
uk: Якщо рядок не має закладки, що вказує на нього, то буде додано закладку, інакше закладку буде витерто.
zh_cn: 如果当前行没有书签就加一个，如果有则取消它。

source: Clear &Bookmark
af: Maak skoon Boekmerk
be: Прыбраць &закладку
bg: &Изтриване на отметка
bs: Obriši &zabilješku
ca: Neteja &punt
cs: V&ymazat záložku
da: Ryd &bogmærke
de: Lesezeichen &löschen
el: &Καθαρισμός σελιδοδεικτών
es: Borrar marcador
eu: Ezabatu l&aster-marka
fa: پاک کردن &چوب الف‌
fi: Poista &kirjanmerkki
fr: Effacer le &signet
fy: &Blêdwijzer fuortsmite
gl: Eliminar &marcador
he: נקה &סימניה
hu: A könyvjelző &törlése
is: Eyða &bókamerki
it: Pulisci il segnali&bro
ja: ブックマークをクリア(&B)
kk: &Бетбелгісі өшірілсін
km: ជម្រះ​ចំណាំ
ko: 책갈피 해제(&B)
mk: Избриши о&бележувач
ms: Kosongkan &Tanda Buku
nb: Fjern &bokmerke
nds: L&eesteken wegdoon
nl: &Bladwijzer verwijderen
nn: Fjern &bokmerke
pa: ਬੁੱਕਮਾਰਕ ਸਾਫ਼(&B)
pl: Usuń &zakładkę
pt: Limpar o &Favorito
pt_br: &Limpar Favoritos
ro: Şterge &semnul de carte
rw: Gusiba Akamenyetso
se: Sálke g&irjemearkka
sk: Zmazať zá&ložku
sl: Zbriši &zaznamek
sr: Уклони &маркер
sr@latn: Ukloni &marker
ta: புத்தககுறியை நீக்கு
tg: &Монданиро ҳузф кунед
th: ล้างคั่นหน้า
uk: Очистити &закладку
zh_cn: 清除书签(&B)

source: Clear &All Bookmarks
af: Maak skoon Alle Boekmerke
be: Прыбраць &усе закладкі
bg: И&зтриване на всички отметки
bs: Obriši &sve zabilješke
ca: Neteja tots els &punts
cs: Vym&azat všechny záložky
da: Ryd &alle bogmærker
de: &Alle Lesezeichen löschen
el: Καθαρισμός όλων &των σελιδοδεικτών
es: Borrar &todos los marcadores
eu: Ezabatu laster-marka &guztiak
fa: پاک کردن &تمام چوب الفها‌
fi: Poista k&aikki kirjanmerkit
fr: Effacer &tous les signets
fy: &Alle blêdwizers fuortsmite
gl: Eliminar &Todos os Marcadores
he: נקה את &כל הסימניות
hu: &Az összes könyvjelző törlése
is: Eyða ö&llum bókamerkjum
it: Pulisci tutti i segn&alibri
ja: すべてのブックマークをクリア(&A)
kk: &Барлық бетбелгілер өшірілсін
km: ជម្រះ​ចំណាំ​ទាំងអស់
ko: 모든 책갈피 해제(&A)
mk: Избриши ги сите о&бележувачи
ms: Kosongkan &Semua Tanda Buku
nb: Fjern &alle bokmerkene
nds: &All Leestekens wegdoon
nl: &Alle bladwijzers verwijderen
nn: Fjern &alle bokmerka
pa: ਸਭ ਬੁੱਕਮਾਰਕ ਸਾਫ਼(&A)
pl: Usuń &wszystkie zakładki
pt: Limp&ar Todos os Favoritos
pt_br: Limpar &Todos os Favoritos
ro: Şterge &toate semnele de carte
rw: Gusiba Utumenyetso Twose
se: Sálke &buot girjemearkkaid
sk: Zmazať &všetky záložky
sl: Zbriši &vse zaznamke
sr: Уклони &све маркере
sr@latn: Ukloni &sve markere
ta: அனைத்து புத்தககுறியையும் நீக்கு
tg: Тамоми гузоришҳоро &тасҳеҳ диҳед
th: ล้างคั่นหน้าทั้งหมด
uk: Очистити &всі закладки
zh_cn: 清除全部书签(&A)

source: Remove all bookmarks of the current document.
af: Verwyder alle boekmerke van die huidige dokument.
ar: قم بإزالة كل العلامات المرجعيه للمستند الحالى.
be: Прыбраць усе закладкі з адкрытага дакумэнта.
bg: Изтриване на всички отметки в текущият документ.
bs: Ukloni sve zabilješke u trenutnom dokumentu.
ca: Elimina tots els punts del document actual.
cs: Odstranit všechny záložky ze současného dokumentu.
da: Fjern alle bogmærker i det aktuelle dokument.
de: Entfernt alle Lesezeichen im aktiven Dokument.
el: Αφαίρεση όλων των σελιδοδεικτών του τρέχοντος εγγράφου.
es: Eliminar todos los marcadores del documento actual.
eu: Kendu laster-marka guztiak uneko dokumentutik.
fa: حذف تمام چوب الفهای سند جاری.
fi: Poista kaikki kirjanmerkit asiakirjasta.
fr: Supprimer tous les signets du document actuel.
fy: Alle blêdwizers fan it aktive dokumint fuortsmite.
gl: Elimina todos os marcadores deste documento.
he: הסרת כל הסימניות של המסמך הנוכחי.
hr: Uklanjanje svih oznaka u trenutnom dokumentu.
hu: Az aktuális dokumentumhoz tartozó összes könyvjelző törlése.
is: Eyða öllum bókamerkjum úr núverandi skjali.
it: Rimuove tutti i segnalibri del documento corrente.
ja: 現在のドキュメントのすべてのブックマークを削除します。
kk: Назардағы құжаттың барлық бетбелгісін өшіреді.
km: យក​ចំណាំ​របស់​ឯកសារ​បច្ចុប្បន្ន​ទាំងអស់​ចេញ ។
ko: 현재 문서의 모든 책갈피를 제거합니다.
mk: Ги отстранува сите забелешки од активниот документ.
ms: Buang semua tanda laman untuk dokumen semasa.
nb: Fjern alle bokmerker i det gjeldende dokumentet.
nds: All Leestekens vun dat aktive Dokment wegdoon.
nl: Verwijder alle bladwijzers uit het huidige document.
nn: Fjern alle bokmerka frå dokumentet.
pa: ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਦੇ ਸਭ ਬੁੱਕਮਾਰਕ ਹਟਾਓ।
pl: Usuń wszystkie zakładki bieżącego dokumentu.
pt: Limpar todos os favoritos do documento actual.
pt_br: Remove todos os marcadores do documento atual.
ro: Şterge toate semnele de carte ale documentului curent.
rw: Kuraho utumenyetso twose tw'inyandiko igezweho.
se: Váldde eret buot girjemearkkaid dálá dokumeanttas.
sk: Odstrániť všetky záložky z aktuálneho dokumentu.
sl: Odstrani vse zaznamke iz trenutnega dokumenta.
sr: Уклони све маркере из текућег документа.
sr@latn: Ukloni sve markere iz tekućeg dokumenta.
ta: தற்போதைய ஆவணங்களின் புத்தகக்குறிப்புகளை நீக்கவும்.
tg: Ҳама монданҳо дар ин ҳуҷҷат нобуд кунед.
th: ล้างคั่นหน้าทั้งหมดของเอกสารปัจจุบัน
uk: Витерти всі закладки для поточного документу.
zh_cn: 取消当前文档的所有书签。
