Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: No Backup Suffix or Prefix
af: Geen terugvalkopie Voorvoegstel of agtervoegsel
be: Без суфіксаў і прэфіксаў рэзервавай копіі
bg: Няма наставка и представка
bs: Nema sufiksa niti prefiksa rezervne kopije
ca: Sense sufix o prefix per a la còpia de seguretat
cs: Žádná přípona ani předpona zálohy
da: Ingen sikkerhedskopiendelse eller præfiks
de: Kein Präfix bzw. keine Erweiterung für Sicherungskopien
el: Δε δόθηκε πρόθεμα ή κατάληξη αντιγράφου εφεδρείας
es: Sin sufijo o prefijo de copia de respaldo
eu: Babes-kopia atzizkik edo aurrizkirik gabe
fa: بدون پسو‌ند یا پیشو‌ند پشتیبان
fi: Ei varmuuskopion päätettä tai etuliitettä
fr: Pas de suffixe ni de préfixe de sauvegarde
fy: Gjin reservekopy efter- of foarheaksel
gl: Non hai Prefixo ou Sufixo para o Respaldo
he: אין רישא או סיפא לגבויים
hu: Nincs előtag vagy utótag a biztonsági mentéshez
is: Ekkert forskeyti eða ending á afritin
it: Nessun suffisso a prefisso per le copie di sicurezza
ja: バックアップサフィックスまたはプレフィックスなし
kk: Сақтық көшірме жұрнағы я префиксі жоқ
km: គ្មាន​បច្ច័យ ឬ បុព្វបទបម្រុង
ko: 백업 접두사나 접미사 사용안함
mk: Нема претставка или наставка за зашт. копија
ms: Tiada Awalan atau Akhiran Sandaran
nb: Mangler prefiks eller etternavn på kopifil
nds: Keen Prefix oder Suffix för Sekerheitskopien
nl: Geen reservekopie-achtervoegsel of voorvoegsel
nn: Manglar prefiks eller suffiks
pa: ਬੈਕਅੱਪ ਲਈ ਕੋਈ ਅਗੇਤਰ ਜਾਂ ਪਿਛੇਤਰ ਨਹੀਂ
pl: Brak przyrostka lub przedrostka nazwy kopii zapasowej
pt: Sem Sufixo ou Prefixo de Segurança
pt_br: Sem Sufixo ou Prefixo de Backup
ro: Nici un sufix sau prefix pentru rezerve
rw: Nta Ngereka cyangwa Imbanziriza y'Ingoboka
se: Ii makkárge liigemáŋggus-suffiksa dahje -prefiksa
sk: Žiadna prípona ani predpona pre zálohu
sl: Ni predpone ali pripone za varnostne kopije
sr: Нема префикса или наставка за резервну копију
sr@latn: Nema prefiksa ili nastavka za rezervnu kopiju
ta: பின்சேமிப்பு பின்னொட்டு அல்லது முன்னொட்டு இல்லை
tg: Не Пуштибони Суффикс ё Префикс
uk: Не вказано префікс або суфікс для резервної копії
zh_cn: 无备份后缀或前缀

source: KDE Default
af: KDE Verstek
be: Прадвызначаныя паводзіны KDE
bg: По подразбиране
bs: KDE podrazumijevano
ca: Omissió KDE
cs: Výchozí pro KDE
da: KDE-standard
de: KDE-Standard
el: Προκαθορισμένα του KDE
es: Predeterminado KDE
eu: KDE lehenetsia
fa: پیش‌فرض KDE
fi: KDE:n oletusasetukset
fr: Défaut de KDE
fy: KDE-standert
gl: Predeterminado de KDE
he: ברירות מחדל של KDE
hu: A KDE alapértelmezése
is: Sjálfgefin KDE gildi
it: Valori predefiniti KDE
ja: KDE 標準
kk: KDE әдеттегісі
km: KDE លំនាំដើម
ko: KDE 기본
mk: Стандардно за KDE
ms: Piawai KDE
nb: KDE standard
nds: KDE-Standard
nl: KDE-standaard
nn: KDE standard
pa: KDE ਮੂਲ
pl: Domyślne KDE
pt: KDE por Omissão
pt_br: Padrões do KDE
ro: KDE implicit
rw: Mburabuzi KDE
se: KDE-standárda
sk: KDE štandard
sl: Privzeto za KDE
sr: KDE подразумевано
sr@latn: KDE podrazumevano
ta: கேடியி முன்னிருப்பு
tg: Пешфарзи KDE
th: ค่าปริยายของ KDE
uk: Типове для KDE
zh_cn: KDE 默认值

source: Name
af: Naam
ar: الاسم
be: Назва
bg: Име
bs: Ime
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
eu: Izena
fa: نام
fi: Nimi
fr: Nom
fy: Namme
gl: Nome
he: שם
hr: Ime
hu: Név
is: Heiti
it: Nome
ja: 名前
kk: Атауы
km: ឈ្មោះ
ko: 이름
mk: Име
ms: Nama
nb: Navn
nds: Naam
nl: Naam
nn: Namn
pa: ਨਾਂ
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
rw: Izina
se: Namma
sk: Meno
sl: Ime
sr: Име
sr@latn: Ime
ta: பெயர்
tg: Ном
th: ชื่อ
uk: Назва
zh_cn: 名称

source: Comment
af: Kommentaar
ar: ملاحظة
be: Каментар
bg: Коментар
bs: Komentar
ca: Comentari
cs: Komentář
da: Kommentar
de: Kommentar
el: Σχόλιο
es: Comentario
eu: Iruzkina
fa: توضیح
fi: Kommentti
fr: Commentaire
fy: Taljochting
gl: Comentário
he: הערה
hr: Komentar
hu: megjegyzés
is: Athugasemd
it: Commento
ja: コメント
kk: Түсініктемесі
km: សេចក្តី​អធិប្បាយ
ko: 설명
mk: Коментар
ms: Komen
nb: Kommentar
nds: Kommentar
nl: Toelichting
nn: Kommentar
pa: ਟਿੱਪਣੀ
pl: Komentarz
pt: Comentário
pt_br: Comentário
ro: Comentariu
rw: Icyo wongeraho
se: Čielggadeapmi
sk: Komentár
sl: Zaznamek
sr: Коментар
sr@latn: Komentar
ta: குறிப்புரை
tg: Шарҳ
th: คำอธิบาย
uk: Коментар
zh_cn: 注释

source: Configure %1
af: Konfigureer %1
be: Настаўленне %1
bg: Настройване на %1
bs: Podesi %1
ca: Configura %1
cs: Nastavit %1
da: Indstil %1
de: %1 einrichten
el: Ρύθμιση του %1
es: Configurar %1
eu: Konfiguratu %1
fa: پیکر‌بندی %1
fi: Aseta %1
fr: Configurer %1
fy: %1 ynstelle
gl: Configurar %1
he: תצורת %1
hr: Podesi %1
hu: %1 beállításai
is: Stilla %1
it: Configura %1
ja: %1 を設定
kk: %1 дегенді баптау
km: កំណត់​រចនាសម្ព័ន្ធ %1
ko: %1 설정
mk: Конфигурирај %1
ms: Konfigur %1
nb: Tilpass %1
nds: %1 instellen
nl: %1 instellen
nn: Set opp %1
pa: %1 ਸੰਰਚਨਾ
pl: Konfiguruj %1
pt: Configurar o %1
pt_br: Configurar %1
ro: Configurează %1
rw: Kuboneza %1
se: Heivet %1
sk: Nastaviť %1
sl: Nastavi %1
sr: Подеси %1
sr@latn: Podesi %1
ta: கட்டமை %1
tg: Танзими %1
th: ปรับแต่ง %1
uk: Налаштувати %1
zh_cn: 配置 %1

source: Author:
af: Outeur:
be: Стваральнік:
bg: Автор:
bs: Autor:
ca: Autor:
cs: Autor:
da: Forfatter:
de: Autor:
el: Συγγραφέας:
es: Autor:
eu: Egilea:
fa: نویسنده:
fi: Tekijä:
fr: Auteur :
fy: Skriuwer:
gl: Autor:
he: כותב:
hr: Autor:
hu: Szerző:
is: Höfundur:
it: Autore:
ja: 作者:
kk: Авторы:
km: អ្នក​និពន្ធ ៖
ko: 만든이:
mk: Автор:
ms: Pengarang:
nb: Forfatter:
nds: Autor:
nl: Auteur:
nn: Utviklar:
pa: ਲੇਖਕ:
pl: Autor:
pt: Autor:
pt_br: Autor:
ro: Autor:
rw: Umwanditsi:
se: Čálli:
sk: Autor:
sl: Avtor:
sr: Аутор:
sr@latn: Autor:
ta: ஆசிரியர்:
tg: Муаллиф:
th: ผู้เขียน:
uk: Автор:
zh_cn: 作者：

source: License:
af: Lisensie:
be: Ліцэнзія:
bg: Лиценз:
bs: Licenca:
ca: Llicència:
cs: Licence:
da: Licens:
de: Lizenz:
el: Άδεια:
es: Licencia:
eu: Lizentzia:
fa: مجوز:
fi: Lisenssi:
fr: Licence :
fy: Lisinsje:
gl: Licenza:
he: רישיון:
hr: Licenca:
hu: Licenc:
is: Leyfi:
it: Licenza:
ja: ライセンス:
kk: Лицензиясы:
km: អាជ្ញាបណ្ណ ៖
ko: 저작권:
mk: Дозвола:
ms: Lesen:
nb: Lisens:
nds: Lizenz:
nl: Licentie:
nn: Lisens:
pa: ਲਾਇਸੈਂਸ:
pl: Licencja:
pt: Licença:
pt_br: Licença:
ro: Licenţă:
rw: Uburenganzira:
se: Liseansa:
sk: Licencia:
sl: Licenca:
sr: Лиценца:
sr@latn: Licenca:
ta: உரிமம்:
tg: Литсензия:
th: ลิขสิทธิ์:
uk: Ліцензія:
zh_cn: 许可：

source: Do&wnload...
af: Aflaai...
ar: ت&نزيل...
be: С&цягнуць...
bg: &Изтегляне...
ca: Descarre&ga...
cs: Stá&hnout...
de: &Herunterladen ...
el: &Λήψη αρχείου...
es: Descar&gar...
eu: De&skargatu...
fa: &بارگیری...‌
fi: &Lataa...
fr: &Télécharger...
fy: Ynl&aden...
gl: Des&cargar...
he: הו&רדה...
hr: &Preuzimanje podataka
hu: &Letöltés...
is: Hlaða &niður...
it: &Scarica...
ja: ダウンロード(&W)...
kk: &Жүктеу...
km: ទាញយក...
ko: 다운로드(&W)...
mk: &Симни...
ms: &Muat turun...
nb: &Last ned …
nds: &Daalladen...
nl: Do&wnloaden...
nn: &Last ned …
pa: ਡਾਊਨਲੋਡ(&w)...
pl: &Pobierz...
pt: O&bter...
ro: &Transferă...
rw: Gukurura...
se: &Viečča …
sk: &Sťahovanie...
sl: Na&loži ...
sr: Пре&узми...
sr@latn: Pre&uzmi...
ta: இற&க்கு...
tg: Бор&гирӣ...
th: ดาวน์โหลด...
uk: З&вантажити...
zh_cn: 下载(&W)...

source: Choose a <em>Syntax Highlight mode</em> from this list to view its properties below.
af: Kies 'n <em>Sintaks Verlig modus</em> van hierdie lys na besigtig sy eienskappe onder.
ar: إختر <em>نمطا لتوضيح التّركيب</em> من هذه القائمة لعرض خواصّه أدناه.
bg: Избор на режим за открояване на кода. Диалоговият прозорец показва информация за правилата за открояване.
bs: Izaberite <em>Pravilo bojenja sintakse</em> sa ove liste kako biste vidjeli njegove osobine ispod.
ca: Escolliu un <em>Mode de ressaltat sintàctic</em> des d'aquesta llista per a veure les seves propietats a sota.
cs: Vyberte <em>mód syntaktického zvýrazňování</em> z tohoto seznamu k náhledu jeho vlastností.
da: Vælg en <em>syntaksfremhævningstilstand</em> fra denne liste for at se dens egenskaber nedenfor.
de: Wählen Sie einen <em>Hervorhebungsmodus</em> aus dieser Liste, damit die Eigenschaften unten angezeigt werden.
el: Επιλέξτε μια <em>Κατάσταση τονισμού σύνταξης</em> από αυτή τη λίστα για να δείτε τις ιδιότητές της παρακάτω.
es: Elija un <em>Modo de resaltado sintáctico</em> desde esta lista para ver sus propiedades debajo.
eu: Aukeratu <em>Sinatxiaren nabarmentze modua</em> zerrendatik, dagokion propietateak ikusteko.
fa: انتخاب یک <em> حالت مشخص نحوی </em> از این فهرست برای دیدن ویژگیهایش در زیر.
fi: Valitse <em>Syntaksiväritystila</em> tältä listalta näyttääksesi sen ominaisuudet alapuolella.
fr: Choisissez un <em>mode de coloration syntaxique</em> dans cette liste pour afficher ses propriétés ci-dessous.
fy: Kies in <em>syntaksis markearringsmetoade</em> út de list om de byhearrende eigenskippen hjirûnder te besjen
gl: Escolla un <em>Modo de Realzado de Sintaxe</em> desta lista para ver debaixo as súas propriedades.
he: בחר <em>מצב הדגשת תחביר</em> מתוך רשימה זו כדי להציג את מאפייניו להלן.
hr: Izaberite <em> Mod bojanja sintakse </em> iz ovog popisa kako biste vidjeli njegove postavke ispod.
hu: Ha kiválaszt egy <em>szintaxiskiemelési módot</em> a listából, alul megtekinthetővé válnak a tulajdonságai.
is: Veldu <em>Litunarham</em> úr þessum lista til að skoða eiginleika þess að neðan.
it: Scegli una <em>modalità di evidenziazione</em> nella lista per vederne le proprietà.
ja: このリストから「強調表示モード」を選択すると下に設定が表示されます。
kk: Төменде қасиеттерін қарау үшін тізімнен <em>Синтаксисті бояулау режімін</em> таңдаңыз.
km: ជ្រើស <em>របៀប​បន្លិច​វាក្យសម្ពន្ធ</em> ពី​បញ្ជី​នេះ ដើម្បី​មើល​លក្ខណៈ​សម្បត្តិ​របស់​វា​ខាង​ក្រោម ។
ko: 밑의 설정 내용을 보고 이 목록에서 <em>구문 강조 모드</em> 를 선택하십시오.
mk: Одберете <em>Режим за синтактичко означување</em> од оваа листа за да ги видите подолу неговите својства.
ms: Pilih a <em>mod Tonjol Sintaks</em> dari senarai ini untuk memapar cirinya di bawah..
nb: Velg en <em>syntaksmerkingsmodus</em> fra denne lista for å få se dens egenskaper i vinduet nedenfor.
nds: Söök en Syntaxmarkeren-Moduul vun de List ut, dormit em sien Egenschappen nerrn wiest warrt.
nl: Kies een <em>syntaxis accentueringmethode</em> uit deze lijst om de bijhorende eigenschappen hieronder te bekijken.
nn: Vel ein <em>syntaksmerkingsmodus</em> frå denne lista for å visa eigenskapane under.
pl: Wybierz <em>Tryb podświetlania składni</em> z listy, aby podejrzeć jego zawartość.
pt: Escolha um <em>modo de Realce de Sintaxe</em> desta lista, para ver as suas propriedades em baixo.
pt_br: Escolha um <em>Modo de Realce de Sintaxe</em> desta lista para visualizar suas propriedades abaixo.
ro: Alegeţi <em>un mod de evidenţiere a sintaxei</em> din listă pentru a-i vedea proprietăţile mai jos.
rw: Guhitamo <em>uburyo Ishimangira Imyandikire</em> uhereye kuri uru rutonde mu kugaragaza ibiruranga hasi.
se: Jos válljet <em>Syntáksamerkendoibmanvuohki</em> dán listtus, de beasat oaidnit dan iešvugiid dás vuolábealde.
sk: Vyberte <em>Mód zvýrazňovania</em> z tohto zoznamu, aby sa dole zobrazili jeho vlastnosti.
sl: Izberite <em>Način poudarjanja skladnje</em> s tega seznama, da bi spodaj videli njegove lastnosti.
sr: Изаберите <em>Режим истицања</em> из ове листе да би сте видели његове особине испод.
sr@latn: Izaberite <em>Režim isticanja</em> iz ove liste da bi ste videli njegove osobine ispod.
ta: இதனின் பண்புகளை கீழேக் காண பட்டியலிலிருந்து ஒரு<em>Syntax Highligh mode</em> தேர்வு செய்.
tg: Қодир ба интихоби <em>Тартиботи зерравшании синтаксис</em>аз рӯйхати поёна барои тамошои хусусияти он шавед.
th: เลือก <em>โหมดการทำตัวเน้นไวยากรณ์</em> จากรายการนี้ เพื่อแสดงคุณสมบัติของมันในด้านล่าง
uk: Виберіть <em>Режим підсвічування синтаксису</em> з цього списку, щоб побачити його параметри нижче.
zh_cn: 从列表中选择<em>语法加亮模式</em>，在下面查看它的属性。

source: The list of file extensions used to determine which files to highlight using the current syntax highlight mode.
af: Die lys van lêer uitbreidings gebruik word na bepaal wat lêers na verlig te gebruik Die huidige sintaks verlig modus.
ar: قائمة امتدادات الملفات التي ستستخدم لتحديد أي الملفات التي يتم تمييزها باستخدام نظام تمييز بناء الجملة الحالي.
bg: Списък с разширенията на файлове, които използват избрания режим на открояване на кода.
bs: Spisak sufiksa datotečnih imena koji se koristi za određivanje koje datoteke obojiti koristeći trenutno pravilo bojenja sintakse.
ca: La llista d'extensions de fitxer emprades per a determinar quins fitxers ressaltar emprant l'actual mode de ressaltat sintàctic.
cs: Seznam přípon používaných k určení souborů, pro které bude použit aktuální mód syntaktického zvýrazňování.
da: Listen af filendelser der bruges til at afgøre hvilke filer der bliver fremhævet når den aktuelle syntaksfremhævningstilstand bruges.
de: Die Liste der Dateierweiterungen mit der festgelegt wird, auf welche Dateien der aktuelle Syntax-Hervorhebungsmodus angewendet werden soll.
el: Η λίστα των καταλήξεων αρχείου που χρησιμοποιείται για τον καθορισμό των αρχείων που θα τονιστούν με την τρέχουσα κατάσταση τονισμού σύνταξης.
es: La lista de extensiones de archivos utilizados para determinar qué archivos resaltar utilizando el modo de resaltado sintáctico actual.
eu: Erabilitako fitxategi-luzapenen zerrenda, uneko sintaxiaren nabarmetze moduarekin zein fitxategi nabarmenduko diren zehazteko.
fa: فهرست پسوند پرونده‌های استفاده‌شده برای تعیین پرونده‌هایی که استفاده از حالت مشخص نحو جاری را مشخص می‌کنند.
fi: Luettelo tiedostopäätteistä, jotka syntaksiväritetään nykyisellä syntaksiväritystilalla.
fr: Voici la liste des extensions de noms de fichiers permettant de déterminer à quels fichiers appliquer le mode de coloration syntaxique actuel.
fy: De list mei triemtaheaksels dy't brûkt wurde om te beskieden hokker triemen markearre wurde mei help fan de no foarsteande markearringsmodus.
gl: A lista de extensións de ficheiro usada para determinar que ficheiros realzar usando o modo de realzado de sintaxe actual.
he: רשימת סיומות הקבצים שישמשו לקבוע אילו קבצים יודגשו באמצעות מצב הדגשת התחביר הנוכחי.
hr: Popis ekstenzija datoteka pomoću kojih se određuje koje datoteke osvjeliti korištenjem trenutno izabranog stila osvjetljavanja.
hu: A fájlkiterjesztések listája - az ilyen kiterjesztésű fájlokra lesz érvényes a kijelölt szintaxiskiemelési mód.
is: Þessi listi er notaður til að ákveða hvaða litun er beitt á skjal.
it: Questa è la lista delle estensioni di file usata per determinare quali file evidenziare con l'attuale modalità di evidenziazione.
ja: 現在の強調表示モードで強調表示するファイルを判断するために使用するファイル拡張子のリストです。
kk: Назардағы синтаксисті талдап бояулау режімін пайдаланатын файлдарды анықтау үшін файлдардың жұрнақтар тізімі қолданылады.
km: បញ្ជី​របស់​កន្ទុយ​ឯកសារដែលបាន​ប្រើ ដើម្បី​កំណត់ថា​តើ​ឯកសារ​មួយ​ណា​ត្រូវ​បន្លិច ​ដោយ​ប្រើ​របៀប​បន្លិច​វាក្យសម្ពន្ធ​បច្ចុប្បន្ន ។​
ko: 현재의 문법강조 모드를 사용하여 어떤 파일이 강조되어야 하는지 결정하기 위해 파일 확장자의 목록이 사용되었습니다.
mk: Листата од наставки на датотеки која се користи за да се определи кои датотеки да бидат означувани користејќи го активниот режим на синтакса за осветлување.
ms: Senarai sambungan fail yang digunakan untuk menentukan fail mana hendak ditonjolkan menggunakan mod tonjol sintaks semasa.
nb: Denne lista av filetternavn brukes for å bestemme hvilke filer som utheves ved bruk av denne syntaksmerkingsmodusen.
nds: De List vun Dateiverwiedern, dör de fastleggt is, op welk Dateien de aktuelle Syntaxmarkeren anwendt warrt.
nl: De lijst met bestandsextensies die gebruikt worden om te bepalen welke bestanden worden geaccentueerd met behulp van de huidige accentueringmodus.
nn: Lista over filetternamn som avgjer kva for filer som skal bruka denne syntaksmerkingsmodusen.
pl: Lista rozszerzeń plików użyta do okreslenia, które pliki podświetlić używając bieżącej składni trybu podświetlenia.
pt: A lista de extensões de ficheiros usada para determinar quais os ficheiros a realçar com o modo de realce de sintaxe actual.
pt_br: A lista de extensões de arquivo usada para determinar quais arquivos serão realçados usando o modo de realce de sintaxe atual.
ro: Lista de extensii de fişiere utilizată la asocierea fişierelor cu modul de evidenţiere de sintaxă curent.
rw: Urutonde rw'imigereka y'idosiye yakoreshejwe mu kumenya amadosiye yo gushimangira hakoreshejwe uburyo bw'ishimangira imyandikire bugezweho.
se: Listu fiiladovddaldagain, gos mearriduvvo guđe fiillaid syntáksamerket dálá syntáksamerkendoibmanvuogiin.
sk: Zoznam prípon súborov používaný pre určenie, ktoré súbory sa majú zvýrazňovať aktuálnym módom.
sl: Seznam pripon datotek se uporablja za ugotovitev, katere datoteke naj se poudarjajo z uporabo trenutnega načina poudarjanja skladnje.
sr: Листа наставака имена фајлова која се користи да би се одредило које фајлове истицати тренутним режимом истицања.
sr@latn: Lista nastavaka imena fajlova koja se koristi da bi se odredilo koje fajlove isticati trenutnim režimom isticanja.
ta: கோப்பு விரிவாக்கங்களின் பட்டியலானது தற்போதுள்ள இலக்கண தனிப்படுத்தும் வகை மூலம் எந்த கோப்புகள் தனிப்படுத்தப்பட வேண்டும் என்று கண்டறிய உதவுகிறது.
tg: Рӯйхати вусъати файлҳо барои муайян кардани файлҳо, барои оне ки тартиботи равони зерравшании синтаксис истифода мешавад.
th: รายการส่วนขยายของแฟ้ม สำหรับใช้ในการเลือกว่า จะใช้โหมดการทำตัวเน้นไวยากรณ์ ตามรูปแบบของแฟ้ม
uk: Список розширень файлів для яких застосовувати вибраний режим підсвічування синтаксису.
zh_cn: 文件扩展名列表用来决定那些文件要使用当前语法加亮模式。
