Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Select the MimeTypes for this pattern. Please note that this will automatically edit the associated file extensions as well.
af: Kies die Mime-tipes vir hierdie patroon. Noteer asseblief dat dit outomaties redigeer die geassosieerde lêer uitbreiding ook.
bg: Изберете файлови типове за шаблона. Имайте предвид, че автоматично ще се променят разширенията на файловете.
bs: Izaberite MIME tipove koje želite za ovaj uzorak. Molim obratite pažnju da će ovo automatski izmijeniti i polje sa pridruženim sufiksima datotečnih imena.
ca: Seleccioneu els tipus MIME per a aquest patró. Si us plau, tingueu en compte que amb això també s'editaran automàticament les extensions dels fitxers associats.
cs: Vyberte MIME typy pro tento vzor. Prosím uvědomte si, že to též automaticky změní přiřazené přípony souborů.
da: Vælg de mimetyperne for dette mønster. Bemærk venligst at dette også automatisk vil ændre de associerede filendelser.
de: Wählen Sie die MIME-Typen für diese Art von Dateien aus. Bitte beachten Sie, dass dabei auch automatisch die zugeordneten Dateierweiterungen angepasst werden.
el: Επιλέξτε τους τύπους mime για αυτό το μοτίβο. Παρακαλώ σημειώστε ότι επίσης αυτό θα διορθώσει αυτόματα τις σχετιζόμενες καταλήξεις αρχείου.
es: Seleccione los tipos MIME que desea para este patrón. Por favor advierta que se editarán también automáticamente las extensiones de archivos asociadas.
eu: Hautatu ereduari dagozkion Mime-motak. Jakin ezazu lotutako fitxategi-luzapenak ere automatikoki editatuko direla.
fa: گزینش انواع مایم برای این الگو. لطفاً توجه کنید، که این به ‌طور خودکار پسوندهای پروندۀ مربوطه را نیز ویرایش می‌کند.
fi: Valitse haluamasi MIME-tyypit tälle kuviolle. Huomaa, että tämä muokkaa myös automaattisesti sidottuja tiedostopäätteitä.
fr: Choisissez les types MIME pour ce motif. Veuillez noter que cette opération modifiera de même automatiquement les extensions de noms de fichiers associées.
fy: Selektearje de mimetypen dy't jo brûke wolle foar dit autoblêdwizerpatroan. Tink derom: dit sil ek automatysk de byhearrende triemtaheaksels bewurkje.
gl: Escolla os Tipos Mime para este patrón. Recorde que esto tamén editará automaticamente as extensión de ficheiro asociadas.
he: בחר את טיפוסי ה־Mime שאתה רוצה עבור תבנית זו. שים לב כי אפשרות זו תביא גם לעריכה אוטומטית של סיומות הקבצים המשויכות.
hr: Izaberite Mime tipove koje želite osvjetliti koristeći pravila. Molim uočite da će to automatski urediti i pridružene nastavke imena datoteka.
hu: Válassza ki, mely MIME-típusok tartozzanak ehhez a mintához. Ennek hatására automatikusan megváltoznak a társított fájlnévkiterjesztések is.
is: Veldu MIME-tögin fyrir þetta mynstur. Vinsamlegast athugaðu að þetta verður einnig tengt við skráarendingar sjálfkrafa.
it: Seleziona i tipi MIME che desideri per questo schema. Nota che questo modificherà automaticamente anche le estensioni associate dei file.
ja: このパターンの MIME タイプを選択してください。 これによって関連するファイル拡張子も自動的に編集されることに注意してください。
kk: Осы үлгі үшін MIME түрлерін таңдаңыз. Бұл түрге сәйкестірілген файл жұрнақтарын де автоматты түрде өзгертілетінің ескеріңіз.
km: ជ្រើស​ប្រភេទ Mime សម្រាប់ឃ្លា​ស្វែងរក​នេះ ។ សូម​ចំណាំ​ថា វា​នឹង​កែសម្រួល​កន្ទុយ​ឯកសារ​ដែល​ភ្ជាប់​ដោយ​ស្វ័យ​ប្រវត្តិ​ផងដែរ ។
ko: 이 타입에 맞는 마임타입 선택하십시오. 주의 : 관련된 파일 확장 또한 편집됩니다.
mk: Изберете ги Mime-типовите за овој шаблон. Забележете дека ова автоматски ќе ги уреди и придружените наставки на датотеки.
ms: Pilih Jenis Mime bagi corak ini. Ambil perhatian bahawa ini akan secara automatik turut mengedit sambungan fail berkaitan.
nb: Velg Mime-typene du vil bruke med denne filtypen. Merk at dette vil automatisk endrer de tilhørende filetternavnene også.
nds: Söök de MIME-Typen för dat Muster ut. Bitte beacht, dat automaatsch ok de tohören Dateiverwiedern ännert warrt.
nl: Selecteer de Mimetypen die u wilt gebruiken voor dit patroon. Opmerking: dit zal ook automatisch de geassocieerde bestandsextensies bewerken.
nn: Vel Mime-typane du vil bruka med dette mønsteret. Legg merke til at dette i tillegg automatisk endrar filetternamna som høyrer til.
pa: ਇਹ ਪੈਟਰਨ ਲਈ Mime-ਕਿਸਮ ਚੁਣੋ। ਯਾਦ ਰੱਖੋ ਕਿ ਇਸ ਨਾਲ ਸਬੰਧਿਤ ਫਾਇਲ ਐਕਸਟੇਸ਼ਨ ਵੀ ਆਟੋਮੈਟਿਕ ਹੀ ਸੋਧੀ ਜਾਵੇਗੀ।
pl: Wybierz typy MIME dla tego wzorca. Zauważ, że to automatycznie spowoduje edycję związanych rozszerzeń plików.
pt: Seleccione os tipos MIME para este padrão. Por favor, repare que isto vai editar automaticamente as extensões de ficheiros associadas.
pt_br: Selecione os tipos MIME que você deseja para este padrão. Por favor, note que isto editará automaticamente as extensões de arquivo associadas.
ro: Selectaţi tipurile MIME pentru acest model. Observaţie: vor fi editate automat extensiile de fişier asociate.
rw: Watoranya Amako Mime y'uyu mutako. Wamenya ko ibi bizahindura ku buryo bwikoresha imigereka y'idosiye bijyanye.
se: Vállje MIME-šlájaid dán minsttara várás. Fuomáš ahte dát maid automáhtalaččat rievdada čatnojuvvon fiiladovddaldagaid.
sk: Vyberte typy MIME pre túto vzorku. Uvedomte si, že to automaticky upraví aj asociované prípony súborov.
sl: Izberite zvrsti MIME za ta vzorec. Prosim vedite, da bo to tudi samodejno uredilo pripadajoče datotečne pripone.
sr: Изаберите MIME типове које желите за овај узорак. Имајте на уму да ће ово аутоматски да измени и придужене наставке именима фајлова.
sr@latn: Izaberite MIME tipove koje želite za ovaj uzorak. Imajte na umu da će ovo automatski da izmeni i pridužene nastavke imenima fajlova.
ta: இந்த தோரணிக்குத் தேவையான MIME வகைகளை தேர்வு செய்க. இப்படி செய்வது இதற்கு தொடர்பு உடைய கோப்பு விரிவாக்கங்களை தானாகத் திருத்தக்கூடியது என்பதை தயவு செய்து நினைவில் கொள்க.
tg: Намудҳои Mime-ро барои ин қолиб интихоб кунед. Тағйиротҳои лозима, худкорона ба рӯйхати вусъатоти файл низ дохил карда мешаванд.
th: เลือกประเภท Mime สำหรับรูปแบบนี้ โปรดสังเกตว่า การทำเช่นนี้จะแก้ไขส่วนขยายของแฟ้มที่ได้ associate ไว้โชันโดยอัตโนมัติด้วย
uk: Виберіть типи файлів, для цього взірця. Будь ласка, зважте, що, також, будуть автоматично змінені відповідні розширення файлів.
zh_cn: 选择你想要为此文件类型对应的 MIME 类型。 请注意，这也将自动编辑相关联的文件扩展名。

source: &Patterns
af: Patrone
be: &Шаблоны
bg: &Шаблони
bs: &Uzorci
ca: &Patrons
cs: Vzo&rky
da: &Mønstre
de: &Muster
el: &Μοτίβα
es: &Patrones
eu: &Ereduak
fa: &الگوها‌
fi: &Kuviot
fr: &Motifs
fy: &Patroanen
gl: &Patróns
he: &דפוסים
hr: &Uzorci
hu: Min&ták
is: &Mynstur
it: &Schemi
ja: パターン(&P)
kk: &Үлгілері
km: ឃ្លា​ស្វែងរក
ko: 패턴(&P)
mk: &Шаблони
ms: &Corak
nb: &Mønster
nds: &Mustern
nl: &Patronen
nn: &Mønster
pa: ਪੈਟਰਨ(&P)
pl: &Wzorce
pt: &Padrões
pt_br: &Padrões
ro: &Modele
rw: Imitako
se: &Minsttarat
sk: &Vzorky
sl: &Vzorci
sr: &Узорци
sr@latn: &Uzorci
ta: &தோரணிகள்:
tg: &Қолибҳо
th: รูปแ&บบ
uk: Вз&ірці
zh_cn: 模式(&P)

source: Pattern
af: Patroon
be: Шаблон
bg: Шаблон
bs: Uzorak
ca: Patró
cs: Vzorek
da: Mønster
de: Muster
el: Μοτίβο
es: Patrón
eu: Eredua
fa: الگو
fi: Kuvio
fr: Motif
fy: Patroan
gl: Patrón
he: דפוס
hr: Uzorak
hu: Minta
is: Mynstur
it: Schema
ja: パターン
kk: Үлгісі
km: ឃ្លា​ស្វែងរក
ko: 패턴
mk: Шаблон
ms: Corak
nb: Mønster
nds: Muster
nl: Patroon
nn: Mønster
pa: ਪੈਟਰਨ
pl: Wzorzec
pt: Padrão
pt_br: Padrão
ro: Model
rw: Umutako
se: Minsttar
sk: Vzorka
sl: Vzorec
sr: Узорак
sr@latn: Uzorak
ta: தோரணி
tg: Қолиб
th: รูปแบบ
uk: Взірець
zh_cn: 模式

source: Mime Types
af: Mime Tipes
be: Тыпы MIME
bg: Файлови типове
bs: MIME tipovi
ca: Tipus Mime
cs: MIME typy
da: Mimetyper
de: MIME-Typen
el: Τύποι mime
es: Tipos MIME
eu: Mime-motak
fa: انواع مایم
fi: MIME-tyypit
fr: Types MIME
fy: Mimetypen
gl: Tipos Mime
he: טיפוס Mime
hr: Mime tipovi
hu: MIME-típus
is: MIME-tög
it: Tipi MIME
ja: MIME タイプ
kk: MIME түрлері
km: ប្រភេទ Mime
ko: 마임 타입
mk: MIME-типови
ms: Jenis Mime
nb: Mime-typer
nds: MIME-Typen
nl: Mimetypen
nn: Mime-typar
pa: Mime ਕਿਸਮ
pl: Typy MIME
pt: Tipos MIME
pt_br: Tipos MIME
ro: Tipuri MIME
rw: Ubwoko Mime
se: MIME-šlájat
sk: Typy MIME
sl: Zvrsti MIME
sr: MIME типови
sr@latn: MIME tipovi
ta: மைம் வகைகள்
tg: Намудҳои MIME
th: ชนิด Mime
uk: Типи файлів
zh_cn: MIME 类型

source: File Masks
af: Lêer Maskers
be: Маскі файлаў
bg: Файлове
bs: Maske datoteka
ca: Màscares de fitxer
cs: Masky souborů
da: Filmasker
de: Dateifilter
el: Μάσκες αρχείου
es: Máscaras de archivos
eu: Fitxategi-maskarak
fa: نقاب پرونده‌ها
fi: Tiedostopeitteet
fr: Motifs de fichier
fy: Triemnammepatroanen
gl: Máscaras de Arquivo
he: מסיכות הקבצים
hr: Datotečne maske
hu: Fájlmaszkok
is: Skráarsíur
it: Maschere di file
ja: ファイルマスク
kk: Файл қалқалары
km: របាំង​ឯកសារ
ko: 파일 마스크
mk: Маски за датотеки
ms: Topeng Fail
nb: Filmasker
nds: Dateimuster
nl: Bestandsnaampatronen
nn: Filnamnmønster
pa: ਫਾਇਲ ਮਾਸਕ
pl: Maski plików
pt: Máscaras de Ficheiros
pt_br: Máscara de arquivos
ro: Măşti de fişier
rw: Impishanyandiko z'Idosiye
se: Fiilanammaminsttarat
sk: Masky súborov
sl: Datotečne maske
sr: Маске фајлова
sr@latn: Maske fajlova
ta: கோப்பு முகமுடி
tg: Ниқобҳои файл
th: รูปแบบชื่อแฟ้ม
uk: Маски файлів
zh_cn: 文件通配符
