Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: This allows the <b>Tab</b> key to be used to increase the indentation level.
af: Hierdie laat toe die <b>Oortjie</b> sleutel om gebruik te word om te vermeerder die inkeep vlak.
ar: هذا يسمح ل<b> Tab</b> مفتاح يسخدم لتخفيض مستوى فراغ الهامش
bg: Използване на клавиша <b>Tab</b> за увеличаване на отстъпа.
bs: Ovo omogućuje da se <b>Tab</b> tipka koristi za povećanje nivoa uvlačenja.
ca: Això permet emprar la tecla <b>Tabulador</b> per a incrementar el nivell de sagnat.
cs: Toto umožňuje, aby mohla být klávesa <b>tabulátor</b> použita pro zvýšení odsazení.
da: Dette tillader at <b>tab</b>-tasten bliver brugt til at forøge indrykningsniveauet.
de: Dies erlaubt die Benutzung der <b>Tabulator</b>-Taste zum Vergrößern der Einrückungen.
el: Αυτό επιτρέπει τη χρήση του πλήκτρου <b>Tab</b> για τη μείωση του επιπέδου χρήσης εσοχών.
es: Permite utilizar la tecla <b>Tabulador</b> para incrementar el nivel de sangrado.
eu: Honen bidez <b>Tab</b> tekla koska-maila handiagotzeko erabil daiteke.
fa: این، اجازه می‌دهد کلید <b>تب</b> برای افزایش سطح تورفتگی استفاده شود.
fi: Tämä mahdollistaa <b>palautusnäppäimen</b> käytön sisennystason kasvattamiseksi.
fr: Cette commande permet d'utiliser la touche <b>Tabulation</b> pour augmenter le niveau d'indentation.
fy: Hjimei kinne jo de toets <b>Tab</b> brûke om it nivo fan ynspringen te fergrutsjen.
gl: Esto permite que o <b>Tabulador</b> sexa usada para aumentar a endentación.
he: אפשרות זו מאפשרת שימוש במקש <b>Tab</b> כדי להגדיל את רמת ההזחה.
hr: Ovo dozvoljava da se <b>Tab</b> tipka koristi za povećavanje nivoa uvlačenja.
hu: Ez az opció engedélyezi a <b>Tab</b> billentyű használatát a behúzás mértékének növeléséhez.
is: Þetta leyfir þér að nota <b>tab</b> lykilinn til að auka innfærslu.
it: Permette di usare il tasto <b>Tab</b> per aumentare il livello di indentazione.
ja: これを有効にすると、タブキーで字下げレベルを増やせるようになります。
kk: Бұл шегініс деңгейін ұлғайту үшін <b>Tab</b> пернесін қолдануды рұқсат етеді.
km: វា​នេះ​អនុញ្ញាត​ឲ្យ​ប្រើ​គ្រាប់ចុច <b>ថេប</b> ដើម្បី​បង្កើន​កម្រិត​ចូល​បន្ទាត់ ។
ko: <b>Tab</b>키를 들여쓰기 증가키로 사용합니다.
mk: Ова овозможува копчето <b>Таб</b> да биде користено за зголемување на нивото на вовлекување.
ms: Ini membolehkan kekunci <b>Tab</b> digunakan untuk meningkatkan tahap indentasi.
nb: Dette gjør at du kan bruke <b>TAB</b>-tasten til å få større innrykk.
nds: Verlöövt, Inrücken mit de <b>Tabtast</b> grötter to maken.
nl: Hiermee kunt u de toets <b>Tab</b> gebruiken om het niveau van inspringen te vergroten.
nn: Du kan bruka <b>tabulatortasten</b> til å få større innrykk.
pl: To oznacza, że klawisz <b>Tab</b> będzie używany do zwiększania poziomu wcięcia.
pt: Isto permite que a tecla <b>Tab</b> seja usada para aumentar o nível da indentação.
pt_br: Isto permite que a tecla <b>Tab</b> seja usada para aumentar o nível de identação.
ro: Aceasta permite ca tasta <b>TAB</b> să fie utilizată la creşterea indentării.
rw: Ibi byemerera buto <b>Isimbuka</b> gukoreshwa mu kongera urwego rw'isunika.
se: Dáinna doaimmain <b>Tabuláhtor</b> boallu eaneda siskkildandási.
sk: Toto umožňuje, aby mohol byť kláves <b>tabulátor</b>použitý pre zvýšenie úrovne odsadenia.
sl: To omogoča uporabo <b>tabulatorja</b> za povečanje zamikanja.
sr: Ово дозвољава да се <b>Tab</b> тастер користи за повећавање нивоа увлачења.
sr@latn: Ovo dozvoljava da se <b>Tab</b> taster koristi za povećavanje nivoa uvlačenja.
ta: <b>தத்தல்</b>விசையானது உள்ளிடுதலின் அளவை அதிகரிக்கச் செய்ய உதவுகிறது.
tg: Бо истифодаи тугмаи <b>Tab</b> шумо метавонед андозаи фосилаҳо дароз шавад.
uk: Дозволяє збільшувати рівень відступу за допомогою клавіші <b>Tab</b>.
zh_cn: 允许使用<b>制表键</b>增加缩进的深度。

source: This allows the <b>Backspace</b> key to be used to decrease the indentation level.
af: Hierdie laat toe die <b>Terugspasie</b> sleutel om gebruik te word om te verklein die inkeep vlak.
ar: هذا يسمح لك<b> مفتار الحذف(Backspace)</b> مفتاح يسخدم لتخفيض مستوى فراغ الهامش
bg: Използване на клавиша <b>Backspace</b> за намаляване на отстъпа.
bs: Ovo omogućuje da se <b>Backspace</b> tipka koristi za smanjenje nivoa uvlačenja.
ca: Això permet emprar la tecla de <b>Retrocés</b> per a decrementar el nivell de sagnat.
cs: Toto umožňuje, aby mohla být klávesa <b>backspace</b> použita pro snížení odsazení.
da: Dette tillader at <b>backspace</b>-tasten bliver brugt til at mindske indrykningsniveauet.
de: Dies erlaubt die Benutzung der <b>Rücktaste</b> zum Verringern der Einrückungen.
el: Αυτό επιτρέπει τη χρήση του πλήκτρου <b>Backspace</b> για τη μείωση του επιπέδου χρήσης εσοχών.
es: Permite utilizar la tecla <b>Retroceso</b> para disminuir el nivel de sangrado.
eu: Honi esker, <b>Atzera-tekla</b> koska-maila txikiagotzeko erabil daiteke.
fa: این، اجازه می‌دهد کلید <b> پس‌بر </b> برای کاهش سطح تو‌رفتگی استفاده شود.
fi: Tämä mahdollistaa <b>palautusnäppäimen</b> käytön sisennystason laskemiseksi.
fr: Cette commande permet d'utiliser la touche <b>Correction</b> pour réduire le niveau d'indentation.
fy: Hjimei kinne jo de toets <b>Backspace</b> brûke om it nivo fan ynspringen te ferlytsjen.
gl: Esto permite que o <b>Retroceso</b>sexa usado para diminuir a endentación.
he: אפשרות זו מאפשרת שימוש במקש <b>Backspace</b> כדי להקטין את רמת ההזחה.
hr: Ovo dozvoljava da se <b>Backspace</b> tipka koristi za smanjivanje nivoa uvlačenja.
hu: Ez az opció engedélyezi a <b>Backspace</b> billentyű használatát a behúzás mértékének csökkentéséhez.
is: Þetta leyfir þér að nota <b>backspace</b> takkan til að minnka innfærslu.
it: Permette di usare il tasto <b>Backspace</b> per diminuire il livello di indentazione.
ja: これを有効にすると、Backspace キーで字下げレベルを減らせるようになります。
kk: Бұл шегініс деңгейін кішрейту үшін <b>Backspace</b> пернесін қолдануды рұқсат етеді.
km: វា​នេះ​អនុញ្ញាត​ឲ្យ​ប្រើ​គ្រាប់ចុច <b>លុប​ថយ​ក្រោយ</b> ដើម្បី​បន្ថយ​កម្រិត​ចូល​បន្ទាត់ ។
ko: <b>백스페이스</b> 키를 들여쓰기 축소키로 사용합니다.
mk: Ова овозможува копчето <b>Backspace</b> да биде користено за намалување на нивото на вовлекување.
ms: Ini membolehkan kekunci <b>Backspace</b> digunakan untuk mengurangkan tahap indentasi.
nb: Du kan bruke <b>rettetasten</b> til å få mindre innrykk.
nds: Verlöövt, Inrücken mit de <b>Torüchtast</b> lütter to maken.
nl: Hiermee kunt u de toets <b>Backspace</b> gebruiken om het niveau van inspringen te verkleinen.
nn: Du kan bruka <b>rettetasten</b> til å få mindre innrykk.
pl: To oznacza, że klawisz <b>Backspace</b> będzie używany do zmniejszania poziomu wcięcia.
pt: Isto permite que a tecla <b>Backspace</b> seja usada para diminuir o nível de indentação.
pt_br: Isto permite que a tecla <b>Backspace</b> seja usada para diminuir o nível de identação.
ro: Aceasta permite ca tasta <b>Backspace</b> să fie utilizată la scăderea indentării.
rw: Ibi byemerera buto <b>Umwanyanyuma</b> gukoreshwa mu kugabanya urwego w'isunika.
se: Dáinna doimmain <b>Maŋossihkun</b> boallu unnida siskkildandási.
sk: Toto umožňuje, aby mohol byť kláves <b>backspace</b> použitý pre zníženie úrovne odsadenia.
sl: To omogoča uporabo <b>vračalke</b> za zmanjšanje zamikanja.
sr: Ово дозвољава да се <b>Backspace</b> тастер користи за смањивање нивоа увлачења.
sr@latn: Ovo dozvoljava da se <b>Backspace</b> taster koristi za smanjivanje nivoa uvlačenja.
ta: இது<b>பின்னோக்கு</b>விசையால் உள்ளடக்க அளவை குறைக்கச் செய்ய அனுமதிக்கிறது.
tg: Бо истифодаи тугмаи <b>Backspace</b> шумо метавонед андозаи фосилаҳо кӯтоҳ шавад.
uk: Дозволяє зменшувати рівень відступу за допомогою клавіші <b>Backspace</b>.
zh_cn: 允许使用<b>退格键</b>减少缩进的级别。

source: Automatically inserts a leading "*" while typing within a Doxygen style comment.
af: Outomaties invoeg 'n leidende "*" wanneer tik binne in 'n Doxygen styl kommentaar.
be: Аўтаматычна ўстаўляць канцавую зорачку "*" пры ўводзе ў каментары стылю Doxygen.
bg: Вмъкване на водещ знак за коментар на Doxygen "*" при писане на коментар в стил, поддържан от Doxygen.
bs: Automatski ubaci vodeći "*" prilikom kucanja unutar komentara u stilu Doxygena.
ca: En teclejar dins d'un comentari a l'estil Doxygen, insereix automàticament una marca "*" a l'inici .
cs: Automaticky vloží úvodní hvězdičku (*), když píšete komentář ve stylu Doxygen.
da: Indsætter automatisk et indledende "*" når der skrives indenfor en kommentar i Doxygen stil.
de: Schaltet automatisch das Zeichen "*" vor, sobald ein Kommentar in ein Doxygen-Dokument eingefügt wird.
el: Αυτόματη εισαγωγή αρχικού "*" κατά την πληκτρολόγηση μέσα σε ένα σχόλιο τύπου Doxygen.
es: Inserta automáticamente un prefijo "*" al teclear estando el estilo de comentarios tipo Doxygen activado.
eu: Automatikoki txertatzen du "*" aurrizkia Doxygen estiloko iradokizunean idaztean.
fa: هنگام تحریر در توضیح سبک Doxygen، به طور خود‌کار یک »*« پیشتاز را درج می‌کند.
fi: Mikäli valittu, ”*” lisätään automaattisesti, kun kirjoitetaan Doxygen-tyylin mukaista kommenttia.
fr: Insère automatiquement un « * » en début de ligne lors de la frappe à l'intérieur d'un commentaire au style Doxygen.
fy: Set automatyske in "*" wannear't jo kommentaar type yn Doksygenstyl.
gl: Insere automaticamente un "*" no comezo do comentário ao escribir co estilo Doxygen.
hu: A program automatikusan beszúr egy "*" karaktert a sor elejére Doxygen-stílusú megjegyzés írásakor.
is: Setur sjálfkrafa inn "*" í byrjun línu þegar ritað er í Doxygen athugasemd.
it: Inserisce automaticamente un "*" iniziale quando viene scritto un commento in stile Doxygen.
ja: Doxygen スタイルのコメントの入力時に自動的に Doxygen "*" を挿入します。
kk: Doxygen стиліндегі түсініктемені теру кезінде автоматты түрде "*" дегенді қосу.
km: បញ្ចូល​សញ្ញា "*" នាំមុខ​ដោយ​ស្វ័យ​ប្រវត្តិ ខណៈ​ពេល​វាយ​ក្នុង​សេចក្តី​អធិប្បាយ​រចនាប័ទ្ម​របស់ Doxygen ។
ko: Doxygen스타일 주석으로 입력할 경우 자동으로 "*" 로 시작합니다.
mk: Автоматски вметнува водечка „*“ кога се куца со коментар во стилот на Doxygen.
ms: Secara automatik menyelitkan "*" mendulu semasa menaip dalam komen gaya Doxygen.
nb: Setter automatisk inn en «*» foran når det skrives inne i en Doxygen-kommentar.
nds: Stellt automaatsch en "*" vöran, wenn binnen vun en Doxygen-Kommentar schrieven warrt.
nl: Plaatst automatische een "*" wanneer u commentaar typt in Doxygenstijl.
nn: Set automatisk inn «*» først på linja når du skriv ein Doxygen-kommentar.
pl: Automatycznie wstaw na początku "*" wewnątrz komentarzy w stylu Doxygena.
pt: Inserir automaticamente um "*" inicial ao escrever um comentário no estilo Doxygen.
pt_br: Insere um caractere "*" automaticamente quando for digitado um comentário no estilo do Doxygen
ro: Inserează automat un caracter "*" în faţa liniei cînd este scris un comentariu în stil Doxygen.
rw: Mu buryo bwikoresha yongeramo "*" iyobora mu gihe cyo kwandika mu bisobanuro by'imisusire Dogisigeni.
se: Automáhtalaččat lasiha «*» linnjáálggus go čálát Doxygen-kommeanttaid.
sk: Automaticky vloží počiatočné "*" do komentára v štýle Doxygen.
sl: Samodejno vstavi vodečo »*« med tipkanjem znotraj komentarja sloga Doxygen.
sr: Аутоматски убацује водеће „*“ приликом куцања у оквиру коментара у стилу Doxygen-а.
sr@latn: Automatski ubacuje vodeće „*“ prilikom kucanja u okviru komentara u stilu Doxygen-a.
ta: டாக்சிஜன் பாணி குறிப்பில் உள்ளிடும்போது "*" தானாகவே சொருகப்படுகிறது
tg: Худхоҳона зер шудани пешраванда"*" дар он лаҳзае,ки мӯҳрзани берун аз стили шарҳдиҳии Doxygen.
uk: Автоматично вставлятиме символ "*", при вводі коментарів для Doxygen.
zh_cn: 输入 Doxygen 风格的注释时自动插入前导“*”。

source: Use a mix of tab and space characters for indentation.
af: Gebruik 'n mengsel van oortjie en spasie karakters vir inkepings
bg: Използване на смесица от табулации и интервали за вмъкване.
bs: Koristi mješavinu tabova i razmaka za uvlačenje koda.
ca: Usa una barreja de caràcters tabuladors i espais per al sagnat.
cs: Použít tabulátory i mezery pro odsazování.
da: Brug en blanding af tab-tegn og mellemrum til indrykning.
de: Einrückungen werden durch Kombination von Tabulatoren und Leerzeichen vorgenommen
el: Χρήση συνδυασμού χαρακτήρων στηλοθετών και κενών για τις εσοχές.
es: Use una mezcla de tabuladores y espacios para sangrar
eu: Erabili tabuladore eta zuriuneen nahasketa koskatzeko.
fa: استفاده از مخلوطی از تب و نویسه‌های فاصله برای تو‌رفتگی.
fi: Käytä sarkain- ja välilyöntimerkkien sekoitusta sisennykseen.
fr: Utiliser un mélange de caractères de tabulations et d'espaces pour l'indentation.
fy: Brûk in mengeling fan tabs en spaasjes foar it ynspringen.
gl: Usar unha mistura de tabuladores e espazos para endentar.
he: השתמש בתערובת של רווחים וטאבים עבור ההזחה.
hu: A behúzás szóközökkel és tabulátorokkal vegyesen történjen.
is: Nota blöndu af tab og orðabilum til inndráttar.
it: Una un misto di caratteri di tabulazione e spazi per l'indentazione.
ja: 字下げにタブとスペースを混ぜて使用します。
kk: Шегініс үшін кестелеу мен бос орындар араластырып қолдануды рұқсат ету.
km: ប្រើ​តួអក្សរ​ដកឃ្លា និង​ថេប​រួម​គ្នា សម្រាប់​ចូល​បន្ទាត់ ។
ko: 들여쓰기에 탭과 공백 문자열을 같이 사용하기
ms: Guna campuran tab dan ruang untuk indentasi.
nb: Bruk en blanding av tabulatortegn og mellomrom for innrykk.
nds: Bruuk en Mischen ut Tab- un Leertekens för dat Inrücken.
nl: Gebruik een mix van tabs en spaties voor het inspringen.
nn: Bruk ei blanding av tabulatorteikn og mellomrom for innrykk.
pl: Użyj do wcinania mieszaniny znaków tabulacji i spacji.
pt: Usar uma mistura de tabulações e espaços para a indentação.
pt_br: Usa uma mistura de caracteres de tabs e espaços para identação.
ro: Pentru indentare utilizează o combinaţie de TAB-uri şi spaţii.
rw: Gukoresha imvange y'inyuguti z'isimbuka niz'umwanya mu isunika.
se: Geavat sihke gaskamearkkaid ja tabuláhtoriid siskkildeames.
sk: Použiť mix tabelátorov a medzier pre oddelenie.
sl: Uporabi mešanico tabulatorjev in predsledkov za zamikanje.
sr: Користи мешавину табулатора и размака за увлачење.
sr@latn: Koristi mešavinu tabulatora i razmaka za uvlačenje.
uk: Вживання як символи табуляції так і пробіли для відступу.
zh_cn: 缩进时混合使用跳格和空格字符。

source: If this option is selected, pasted code from the clipboard is indented. Triggering the <b>undo</b>-action removes the indentation.
bg: Ако е включена тази опция, поставеното от системния буфер съдържание ще има отстъп. Натискането на <b>Отмяна</b> ще премахне отстъпа.
ca: Si se selecciona aquesta opció, se sagna el codi que s'ha enganxat des del portapapers . En disparar l'acció <b>desfés</b> s'elimina el sagnat.
da: Hvis dette markeres, indrykkes kode som indsættes fra klippebordet. Ved at bruge valget <b>fortryd</b> kan indrykningen fjernes.
de: Ist diese Option ausgewählt, wird aus der Zwischenablage eingefügter Code eingerückt. Durch die Aktion <b>Rückgängig</b> kann die Einrückung rückgängig gemacht werden.
el: Αν είναι ενεργοποιημένη αυτή η επιλογή, θα γίνει εισαγωγή εσοχών κατά την επικόλληση του κώδικα από το πρόχειρο. Οι εσοχές μπορούν να αφαιρεθούν πατώντας <b>Αναίρεση</b>.
es: Si selecciona esta opción, el código pegado desde el portapapeles será sangrado. Si pulsa <b>Deshacer</p> se elimina el sangrado.
fa: اگر این گزینه انتخاب شود، کد چسبانده‌شده از تخته یادداشت تو می‌رود. با زدن ضامن کنش <b>واگرد</b>، تورفتگی حذف می‌شود.
fi: Jos tämä on valittu, sisennetään leikepöydältä tuotu koodi.
fr: Si cette option est cochée, le code collé depuis le presse-papiers est indenté. L'action <b>Annuler</b> supprime l'indentation.
fy: As dizze opsje selektearre is, sil de koade dy't plakt wurdt fan it klamboerd, ynspringe. De aktivearring fan de <b>ûngedien</b>-aksje smyt de ynspringing fuort.
hu: Ha ez be van jelölve, a vágólapról beillesztett szöveg igazítva lesz. A <b>Visszavonás</b> művelet hatására a behúzás megszűnik.
is: Sé þetta valið, verður lkóði sem límdur er frá klippispjaldinu inndreginn. Skipunin <b>afturkalla</b> fjarlægir aftur inndráttinn.
it: Se quest'opzione è selezionata, il codice incollato degli appunti verrà indentato. Agendo sul pulsante <b>Annulla</b> puoi rimuovere l'indentazione.
ja: このオプションが有効な場合、クリップボードから貼り付けたコードに字下げを行います。「元に戻す」で字下げを取り除くことができます。
kk: Бұны таңдаса, алмасу буферінен орналастырған код шегіндіріледі. <b>Қайту</b> командасы шегіністі қайтарады.
km: ប្រសិន​បើបានជ្រើស​ជម្រើស​នេះ នោះកូដ​ដែលបាន​បិទភ្ជាប់​ពីក្ដារតម្បៀតខ្ទាស់​គឺ​ត្រូវ​បានចូល​បន្ទាត់ ។ការធ្វើអំពើ<b>មិនធ្វើវិញ</b> នឹងយក​ការចូល​បន្ទាត់​ចេញ ។
ko: 이 옵션을 사용하면 클립보드에서 붙여 넣은 코드에 들여쓰기를 적용합니다. <b>실행 취소</b> 동작을 수행하면 들여쓰기를 취소합니다.
nb: Hvis dette er valgt blir kode fra utklippstavla limt inn med innrykk. Om handlinen <b>Angre</b> brukes, så fjernes innrykket.
nds: Wenn anmaakt, warrt Inholt ut de Twischenaflaag bi't Infögen inrückt. En Klick op "Torüchnehmen" maakt de Inrücken weg.
nl: Wanneer u dit selecteert zal de geplakte code van het klembord ingesprongen worden. Met <b>Ongedaan maken</b> kunt u de inspringing verwijderen.
nn: Vel om programkode limt inn frå utklippstavla skal formaterast med innrykk. <b>Angra</b>-handlinga vil i så fall fjerna innrykka.
pl: Kiedy ta opcja jest włączona, kod wklejony ze schowka jest wcinany. Uruchomienie polecenia <b>cofnij</b> usuwa wcięcie.
pt: Se esta opção estiver assinalada, o código colado a partir da área de transferência será indentado. Se executar a acção <b>desfazer</b>, irá remover a indentação.
pt_br: Se esta opção estiver assinalada, o código colado a partir da área de transferência será indentado. Executar a acção <b>desfazer</b> irá remover a indentação.
sk: Ak je táto možnosť zvolená, vložený kód zo schránky bude odsadený. Spustenie akcie <b>Vrátiť späť</b> odstráni odsadenie.
sl: Če je omogočena ta možnost, bo kodi prilepljeni z odlagališča dodano zamikanje. Za odstranitev zamikanja uporabite ukaz <b>Razveljavi</b>.
sr: Ако је ова опција укључена, при преносу из клипборда код се увлачи. Помоћу <b>опозива</b> увлачење се уклања.
sr@latn: Ako je ova opcija uključena, pri prenosu iz klipborda kod se uvlači. Pomoću <b>opoziva</b> uvlačenje se uklanja.
uk: Якщо цей параметр увімкнено, код з кишені буде вставлено з відступом. Виклик дії <b>повернути</b> скасовує відступ.
zh_cn: 如果选中了此选项，从剪贴板粘贴的代码将进行缩进。执行<b>撤消</b>操作将删除缩进。

source: The number of spaces to indent with.
af: Die aantal spasies om te inkeep met.
ar: عدد الفراغات للتهميش مع.
bg: Брой интервали за вмъкване.
bs: Broj razmaka za uvlačenje.
ca: El nombre d'espais a sagnar amb.
cs: Počet mezer, kterými odsazovat.
da: Antal mellemrum at indrykke med.
de: &Anzahl Leerzeichen für Einrückung.
el: Ο αριθμός των κενών για την εσοχή.
es: El número de espacios para sangrar.
eu: Zuriune kopurua koskatzeko.
fa: تعداد فاصله‌ها برای تورفتگی با.
fi: Sisennyksessä käytettävien välilyöntien määrä.
fr: Le nombre d'espaces avec lequel indenter.
fy: De tal spaasjes om mie yn te springen.
gl: O número de espazos cos que endentar.
he: כמות הרווחים לשימוש בהזחה.
hr: Broj razmaka za uvlačenje.
hu: A behúzás kitöltéséhez használt szóközök száma.
is: Fjöldi bila sem inndráttur dregur inn.
it: Il numero di spazi con cui indentare.
ja: 字下げする空白の数を指定します。
kk: Шегіністі құратын бос орындар саны.
km: ចំនួនដកឃ្លា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​ចូល​បន្ទាត់ ។
ko: 들여쓰기 할 빈칸의 수.
mk: Број на празни места за вовлекување.
ms: Jumlah space untuk diindenkan.
nb: Antall mellomrom i innrykket.
nds: Tall vun Leertekens, mit de inrückt warrt.
nl: Aantal spaties om mee in te springen.
nn: Tal på mellomrom i innrykket.
pl: Ilość spacji użytych do zmiany rozmiaru wcięcia.
pt: O número de espaços a usar na indentação.
pt_br: O número de espaços para identação.
ro: Numărul de spaţii pentru indentare.
rw: Umubare w'imyanya yo gusunika hamwe.
se: Man galle gaskamearkkaiguin galgá siskkildit teavstta
sk: Počet medzier, ktorými sa má odsadzovať.
sl: Število presledkov, s katerimi se zamakne.
sr: Број размака за увлачење.
sr@latn: Broj razmaka za uvlačenje.
ta: உள்ளிடுதலுக்கான வெற்றிடங்களின் எண்ணிக்கை
tg: Миқдори фосилаҳо барои гаштан.
uk: Кількість пробілів для відступу.
zh_cn: 缩进的空格数。
