Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: _: Language ActionScript 2.0
bg: ActionScript 2.0
ca: ActionScript 2.0
cs: ActionScript 2.0
da: Handlingsscript 2.0
de: Skripte
el: ActionScript 2.0
es: ActionScript 2.0
fr: ActionScript 2.0
fy: ActionScript 2.0
gl: ActionScript 2.0
he: ActionScript 2.0
hu: ActionScript 2.0
is: ActionScript 2.0
it: ActionScript 2.0
ja: ActionScript 2.0
kk: ActionScript 2.0
km: ActionScript 2.0
ko: ActionScript 2.0
mk: ActionScript 2.0
nb: ActionScript 2.0
nds: ActionScript 2.0
nl: ActionScript 2.0
nn: ActionScript 2.0
pa: ActionScript 2.0
pl: ActionScript 2.0
pt: 'Script'
pt_br: ActionScript 2.0
sk: Action skript 2.0
sl: ActionScript 2.0
sr: ActionScript 2.0
sr@latn: ActionScript 2.0
tg: ActionScript 2.0
uk: ActionScript 2.0
zh_cn: ActionScript 2.0

source: _: Language Section Sources
af: Bronne
ar: لغات المصادر (Sources(
be: Зыходны код
bg: Sources
bs: Izvorni kod
ca: Fonts
cs: Zdroje
da: Kilder
de: Quellen
el: Πηγές
es: Fuentes
eu: Iturburua
fa: متون
fi: Lähdekoodit
fr: Sources
fy: Broncodes
gl: Fontes
he: קודי מקור
hr: Izvorni kod
hu: Források
is: Kóði
it: Sorgenti
ja: ソース
kk: Бастапқы коды
km: កូដ
ko: 소스
mk: Изворни
ms: Sumber
nb: Kilder
nds: Borns
nl: Broncodes
nn: Kjelder
pa: Sources
pl: Źródła
pt: Código-Fonte
pt_br: Fontes
ro: Surse
rw: Inkomoko
se: Gáldut
sk: Zdrojové kódy
sl: Izvorne kode
sr: Изворни код
sr@latn: Izvorni kod
ta: மூலங்கள்
tg: Манбаъ
th: ต้นรหัส
uk: Сирці
zh_cn: 源代码

source: _: Language Ada
af: Ada
ar: لغة Ada
be: Ada
bg: Ada
bs: Ada
ca: Ada
cs: Ada
da: Ada
de: Ada
el: Ada
es: Ada
eu: Ada
fi: Ada
fr: Ada
fy: Ada
gl: Ada
he: Ada
hr: Ada
hu: Ada
is: Ada
it: Ada
ja: Ada
kk: Ada
km: Ada
ko: Ada
mk: Ada
ms: Ada
nb: Ada
nds: Ada
nl: Ada
nn: Ada
pa: Ada
pl: Ada
pt: Ada
pt_br: Ada
ro: Ada
rw: Ada
se: Ada
sk: Ada
sl: Ada
sr: Ada
sr@latn: Ada
ta: எடிஎ
tg: Ада
th: ภาษา Ada
uk: Ада
zh_cn: Ada

source: _: Language AHDL
af: AHDL
be: AHDL
bg: AHDL
bs: AHDL
ca: AHDL
cs: AHDL
da: AHDL
de: AHDL
el: AHDL
es: AHDL
eu: AHDL
fi: AHDL
fr: AHDL
fy: AHDL
gl: AHDL
he: AHDL
hu: AHDL
is: AHDL
it: AHDL
ja: AHDL
kk: AHDL
km: AHDL
ko: AHDL
mk: AHDL
ms: AHDL
nb: AHDL
nds: AHDL
nl: AHDL
nn: AHDL
pa: AHDL
pl: AHDL
pt: AHDL
pt_br: AHDL
ro: AHDL
rw: AHDL
se: AHDL
sk: AHDL
sl: AHDL
sr: AHDL
sr@latn: AHDL
tg: AHDL
th: ภาษา AHDL
uk: AHDL
zh_cn: AHDL

source: _: Language Section Hardware
af: Harde ware
be: Прыстасаванні
bg: Hardware
bs: Hardware
ca: Maquinari
cs: Hardware
da: Hardware
de: Hardware
el: Hardware
es: Hardware
eu: Hardwarea
fa: سخت‌افزار
fi: Laitteisto
fr: Matériel
fy: Hardware
gl: Hardware
he: חומרה
hu: Hardver
is: Vélbúnaður
it: Hardware
ja: ハードウェア
kk: Жабдық
km: ផ្នែក​រឹង
ko: 하드웨어
mk: Хардвер
ms: Perkakasan
nb: Maskinvare
nds: Hardware
nl: Hardware
nn: Maskinvare
pa: Hardware
pl: Hardware
pt: Hardware
pt_br: Hardware
ro: Hardware
rw: Icyuma
se: Mašiidnagálvu
sk: Hardvérové
sl: Strojna oprema
sr: Хардвер
sr@latn: Hardver
tg: Дастгоҳҳо
th: ฮาร์ดแวร์
uk: Обладнання
zh_cn: 硬件

source: _: Language Alerts
af: Alerts
be: Alerts
bg: Alerts
bs: Alerts
ca: Alerts
cs: Alerts
da: Alerts
de: Warnungen (Alerts)
el: Alerts
es: Alertas
eu: Abisuak
fi: Varoitukset
fr: Alertes
fy: Alerts
gl: Alertas
he: אזהרות
hr: Alarmi
hu: Értesítők
is: Alerts
it: Allarmi
ja: Alerts
kk: Alerts
km: Alerts
ko: Alerts
mk: Alerts
ms: Waspada
nb: Alerts
nds: Alerts
nl: Alerts
nn: Alerts
pa: Alerts
pl: Alerts
pt: Alerts
pt_br: Alerts
ro: Alerte
rw: Integuza
se: Alerts
sk: Alerts
sl: Alarmi
sr: Alerts
sr@latn: Alerts
ta: எச்சரிக்கைகள்
tg: Огоҳӣ
th: แจ้งเตือน
uk: Alerts
zh_cn: Alerts

source: _: Language ANSI C89
af: ANSI C89
be: ANSI C89
bg: ANSI C89
bs: ANSI C89
ca: ANSI C89
cs: ANSI C89
da: ANSI C89
de: ANSI C89
el: ANSI C89
es: ANSI C89
eu: ANSI C89
fi: ANSI C89
fr: ANSI C89
fy: ANSI C89
gl: ANSI C89
he: ANSI C89
hr: ANSI C89
hu: ANSI C89
is: ANSI C89
it: ANSI C89
ja: ANSI C89
kk: ANSI C89
km: ANSI C89
ko: ANSI C89
mk: ANSI C89
ms: ANSI C89
nb: ANSI C89
nds: C89-ANSI
nl: ANSI C89
nn: ANSI C89
pa: ANSI C89
pl: ANSI C89
pt: ANSI C89
pt_br: ANSI C89
ro: ANSI C89
rw: ANSI C89
se: ANSI C89
sk: ANSI C89
sl: ANSI C89
sr: ANSI C89
sr@latn: ANSI C89
ta: ANSI C89
tg: ANSI C89
th: ภาษา ANSI C89
uk: ANSI C89
zh_cn: ANSI C89

source: _: Language Apache Configuration
af: Apache Konfigurasie
be: Настаўленні Apache
bg: Apache Configuration
ca: Configuració Apache
cs: Konfigurace Apache
da: Apache-indstilling
de: Apache-Konfiguration
el: Ρύθμιση του Apache
es: Configuración de Apache
eu: Apache-ren konfigurazioa
fa: پیکربندی آپاچی‌
fi: Apache
fr: Configuration d'Apache
fy: Apache-configuratie
gl: Configuración de Apache
he: תצורת Apache
hu: Apache beállítófájl
is: Apache stillingar
it: Configurazione Apache
ja: Apache 設定
kk: Apache баптау файлы
km: ការ​កំណត់​រចនាសម្ព័ន្ធ Apache
ko: 아파치 설정
mk: Конфигурација на Апаче
nb: Apache-oppsett
nds: Apache-Instellen
nl: Apache-configuratie
nn: Apache-oppsett
pa: ਆਂਪਚੇ ਸੰਰਚਨਾ
pl: Konfiguracja Apache'a
pt: Configuração do Apache
pt_br: Configuração do Apache
ro: Configurare Apache
se: Apache-heivehus
sk: Konfigurácia Apache
sl: Nastavitve za Apache
sr: Поставке Apache-a
sr@latn: Postavke Apache-a
tg: Танзимоти Apache
th: แฟ้มปรับแต่งของ Apache
uk: Конфігурація Apache
zh_cn: Apache 配置

source: _: Language Section Configuration
af: Konfigurasie
be: Файлы настаўленняў
bg: Configuration
bs: Konfiguracija
ca: Configuració
cs: Konfigurace
da: Indstilling
de: Konfiguration
el: Ρύθμιση
es: Configuración
eu: Konfigurazioa
fa: پیکربندی
fi: Asetustiedostot
fr: Configuration
fy: Configuratie
gl: Configuración
he: תצורה
hu: Beállítás
is: Stillingar
it: Configurazione
ja: 設定ファイル
kk: Баптау
km: ការ​កំណត់​រចនាសម្ព័ន្ធ
ko: 설정
mk: Конфигурација
ms: Konfigurasi
nb: Oppsett
nds: Instellen
nl: Configuratie
nn: Oppsett
pa: Configuration
pl: Konfiguracja
pt: Configuração
pt_br: Configuração
ro: Configurare
rw: Iboneza
se: Heiveheapmi
sk: Nastavenie
sl: Nastavitve
sr: Подешавања
sr@latn: Podešavanja
tg: Танзимот
th: แฟ้มปรับแต่ง
uk: Конфігураційні
zh_cn: 配置

source: _: Language AVR Assembler
af: AVR Assembler
be: Асэмблер AVR
bg: AVR Assembler
bs: AVR Assembler
ca: Ensamblador AVR
cs: AVR Assembler
da: AVR Assembler
de: AVR-Assembler
el: Συμβολομεταφραστής AVR
es: Ensamblador AVR
eu: AVR Assembler
fa: هم‌گذار AVR
fi: AVR Assembler
fr: Assembleur AVR
fy: AVR Assembler
gl: AVR Assembler
he: AVR Assembler
hu: AVR Assembler
is: AVR smali
it: Assembler AVR
ja: AVR アセンブラ
kk: AVR ассемблері
km: AVR Assembler
ko: AVR 어셈블러
mk: AVR асемблер
ms: Pengumpul AVR
nb: AVR assembler
nds: AVR-Assembler
nl: AVR Assembler
nn: AVR Assembler
pa: AVR Assembler
pl: Asembler AVR
pt: AVR Assembler
pt_br: Assembler AVR
ro: AVR Assembler
rw: Muhuza AVR
se: AVR Assembler
sk: AVR Assembler
sl: Zbirnik AVR
sr: AVR асемблер
sr@latn: AVR asembler
tg: Суръатфизои AVR
th: ภาษา AVR แอสเซมเบลอร์
uk: Асемблер AVR
zh_cn: AVR 汇编语言

source: _: Language Section Assembler
af: Assembler
be: Асэмблер
bg: Assembler
bs: Assembler
ca: Ensamblador
cs: Assembler
da: Assembler
de: Assembler
el: Συμβολομεταφραστής
es: Ensamblador
eu: Assembler
fa: هم‌گذار
fi: Assembler
fr: Assembleur
fy: Assembler
gl: Assembler
he: Assembler
hu: Assembler
is: Smali
it: Assembler
ja: アセンブラ
kk: Ассемблер
km: Assembler
ko: 어셈블러
mk: Асемблер
ms: Pengumpul
nb: Assembler
nds: Assembler
nl: Assembler
nn: Assembler
pa: Assembler
pl: Assembler
pt: Assembler
pt_br: Assembler
ro: Asambloare
rw: Muhuza
se: Assembler
sk: Assembler
sl: Zbirnik
sr: Асемблер
sr@latn: Asembler
tg: Суръатфизо
th: ภาษาแอสเซมเบลอร์
uk: Асемблер
zh_cn: 汇编语言

source: _: Language Asm6502
af: Asm6502
ar: لغة Asm6502
be: Asm6502
bg: Asm6502
bs: Asm6502
ca: Asm6502
cs: Asm6502
da: Asm6502
de: Asm6502
el: Asm6502
es: Asm6502
eu: Asm6502
fi: Asm6502
fr: Asm6502
fy: Asm6502
gl: Asm6502
he: Asm6502
hr: Asm6502
hu: Asm6502
is: Asm6502
it: Asm6502
ja: Asm6502
kk: Asm6502
km: Asm6502
ko: Asm6502
mk: Asm6502
ms: Asm6502
nb: Asm6502
nds: Asm6502
nl: Asm6502
nn: Asm6502
pa: Asm6502
pl: Asm6502
pt: Asm6502
pt_br: Asm6502
ro: Asm6502
rw: Asm6502
se: Asm6502
sk: Asm6502
sl: Asm6502
sr: Asm6502
sr@latn: Asm6502
ta: எஎஸ்எம்6502
tg: Asm6502
th: ภาษาแอสเซมเบลอร์ 6502
uk: Asm6502
zh_cn: Asm6502

source: _: Language ASP
af: ASP
be: ASP
bg: ASP
bs: ASP
ca: ASP
cs: ASP
da: ASP
de: ASP
el: ASP
es: ASP
eu: ASP
fi: ASP
fr: ASP
fy: ASP
gl: ASP
he: ASP
hu: ASP
is: ASP
it: ASP
ja: ASP
kk: ASP
km: ASP
ko: ASP
mk: ASP
ms: ASP
nb: ASP
nds: ASP
nl: ASP
nn: ASP
pa: ASP
pl: ASP
pt: ASP
pt_br: ASP
ro: ASP
rw: ASP
se: ASP
sk: ASP
sl: ASP
sr: ASP
sr@latn: ASP
tg: ASP
th: ภาษา ASP
uk: ASP
zh_cn: ASP

source: _: Language Section Markup
af: Markup
ar: لغة Markup
bg: Markup
bs: Markup
ca: Marcatge
cs: Značky
da: Markup
de: Markup
el: Markup
es: Markup
eu: Markup
fa: نشان‌گذاری
fi: Merkkauskielet
fr: Balises
fy: Markup
gl: Marcas
he: Markup
hr: Markup
hu: Jelölő nyelvek
is: Markup
it: Markup
ja: マークアップ
kk: Белгілеу
km: Markup
ko: 마크업 언어
mk: Markup
ms: Tandakan
nb: Oppmerking
nds: Schriftsatz
nl: Markup
nn: Oppmerking
pa: Markup
pl: Języki oznaczeń
pt: Marcação
pt_br: Marcação
ro: Marcare
rw: Kugaragaza
se: Merken
sk: Značkovacie jazyky
sl: Označevanje
sr: Маркирајући језици
sr@latn: Markirajući jezici
ta: குறி
tg: Markup
th: ภาษามาร์คอัพ
uk: Розмітка
zh_cn: 标记语言

source: _: Language AWK
af: AWK
ar: لغة AWK
be: AWK
bg: AWK
bs: AWK
ca: AWK
cs: AWK
da: AWK
de: AWK
el: AWK
es: AWK
eu: AWK
fi: AWK
fr: AWK
fy: AWK
gl: AWK
he: AWK
hr: AWK
hu: AWK
is: AWK
it: AWK
ja: AWK
kk: AWK
km: AWK
ko: AWK
mk: AWK
ms: AWK
nb: AWK
nds: Awk
nl: AWK
nn: AWK
pa: AWK
pl: AWK
pt: AWK
pt_br: AWK
ro: AWK
rw: AWK
se: AWK
sk: AWK
sl: AWK
sr: AWK
sr@latn: AWK
ta: AWK
tg: AWK
th: ภาษาโปรแกรม AWK
uk: AWK
zh_cn: AWK

source: _: Language Section Scripts
af: Skripte
ar: لغات البرمجة النصية (Scripts(
be: Сцэнары
bg: Scripts
bs: Skripte
ca: Guions
cs: Skripty
da: Scripter
de: Skripte
el: Σενάρια
es: Interpretados
eu: Script-ak
fa: دست‌نوشته‌ها
fi: Komentosarjakielet
fr: Scripts
fy: Scripts
gl: Guións
he: תסריטים
hr: Skripte
hu: Szkriptek
is: Skriftur
it: Script
ja: スクリプト
kk: Скрипттер
km: ស្គ្រីប
ko: 스크립트
mk: Скрипти
ms: Skrip
nb: Skripter
nds: Skripten
nl: Scripts
nn: Skript
pa: Scripts
pl: Skrypty
pt: 'Script'
pt_br: Scripts
ro: Scripturi
rw: Inyandikoporogaramu
se: Skripta
sk: Skripty
sl: Skripti
sr: Скрипте
sr@latn: Skripte
ta: சிறுநிரல்
tg: Скриптҳо
th: สคริปต์
uk: Скрипти
zh_cn: 脚本

source: _: Language Bash
af: Bash
ar: لغة Bash
be: Bash
bg: Bash
bs: Bash
ca: Bash
cs: Bash
da: Bash
de: Bash
el: Bash
es: Bash
eu: Bash
fi: Bash
fr: Bash
fy: Bash
gl: Bash
he: Bash
hr: Bash
hu: Bash
is: Bash
it: Bash
ja: Bash
kk: Bash
km: Bash
ko: Bash
mk: Bash
ms: Bash
nb: Bash
nds: Bash
nl: Bash
nn: Bash
pa: Bash
pl: Bash
pt: Bash
pt_br: Bash
ro: Bash
rw: Bash
se: Bash
sk: Bash
sl: Bash
sr: Bash
sr@latn: Bash
ta: பாஷ்
tg: Вash
th: เชลล์ Bash
uk: Bash
zh_cn: Bash

source: _: Language BibTeX
af: BibTeX
ar: لغة BibTeX
be: BibTeX
bg: BibTeX
bs: BibTeX
ca: BibTeX
cs: BibTeX
da: BibTeX
de: BibTeX
el: BibTeX
es: BibTeX
eu: BibTeX
fi: BibTeX
fr: BibTeX
fy: BibTeX
gl: BibTeX
he: BibTeX
hr: BibTeX
hu: BibTeX
is: BibTeX
it: BibTeX
ja: BibTeX
kk: BibTeX
km: BibTeX
ko: BibTeX
mk: BibTeX
ms: BibTeX
nb: BibTeX
nds: BibTeX
nl: BibTeX
nn: BibTeX
pa: BibTeX
pl: BibTeX
pt: BibTeX
pt_br: BibTeX
ro: BibTeX
rw: Bib TeX
se: BibTeX
sk: BibTeX
sl: BibTeX
sr: BibTeX
sr@latn: BibTeX
ta: பிப்டெக்
tg: BibTeX
th: BibTeX
uk: BibTeX
zh_cn: BibTeX

source: _: Language C
af: C
ar: لغة ال C
be: C
bg: C
bs: C
ca: C
cs: C
da: C
de: C
el: C
es: C
eu: C
fi: C
fr: C
fy: C
gl: C
he: C
hr: C
hu: C
is: C
it: C
ja: C
kk: C
km: C
ko: C
mk: C
ms: C
nb: C
nds: C
nl: C
nn: C
pa: C
pl: C
pt: C
pt_br: C
ro: C
rw: C
se: C
sk: C
sl: C
sr: C
sr@latn: C
ta: C
tg: C
th: ภาษา C
uk: Сі
zh_cn: C

source: _: Language Cg
af: Cg
be: Cg
bg: Cg
bs: Cg
ca: Cg
cs: Cg
da: Cg
de: Cg
el: Cg
es: Cg
eu: Cg
fi: Cg
fr: Cg
fy: Cg
gl: Cg
he: Cg
hu: Cg
is: Cg
it: Cg
ja: Cg
kk: Cg
km: Cg
ko: Cg
mk: Cg
ms: Cg
nb: Cg
nds: Cg
nl: Cg
nn: Cg
pa: Cg
pl: Cg
pt: Cg
pt_br: Cg
ro: Cg
rw: Cg
se: Cg
sk: Cg
sl: Cg
sr: Cg
sr@latn: Cg
ta: Cg
tg: Cg
th: ภาษา Cg
uk: Cg
zh_cn: Cg

source: _: Language CGiS
af: CGiS
be: CGiS
bg: CGiS
bs: CGiS
ca: CGiS
cs: CGiS
da: CGiS
de: CGiS
el: CGiS
es: CGiS
eu: CGiS
fi: CGiS
fr: CGiS
fy: CGiS
gl: CGiS
he: CGiS
hu: CGiS
is: CGiS
it: CGiS
ja: CGiS
kk: CGiS
km: CGiS
ko: CGiS
mk: CGiS
ms: CGiS
nb: CGiS
nds: CGiS
nl: CGiS
nn: CGiS
pa: CGiS
pl: CGiS
pt: CGiS
pt_br: CGiS
ro: CGiS
rw: CGiS
se: CGiS
sk: CGiS
sl: CGiS
sr: CGiS
sr@latn: CGiS
tg: CGiS
th: ภาษา CGiS
uk: CGiS
zh_cn: CGiS

source: _: Language ChangeLog
af: Veranderinge-log
ar: لغة ChangeLog
be: ChangeLog
bg: ChangeLog
bs: ChangeLog
ca: Registre de canvis
cs: ChangeLog
da: ChangeLog
de: Änderungsprotokoll (ChangeLog)
el: ChangeLog
es: ChangeLog
eu: Egunkaria (ChangeLog)
fi: Muutosloki
fr: ChangeLog
fy: ChangeLog
gl: ChangeLog
he: ChangeLog
hr: ChangeLog
hu: ChangeLog
is: Breytingaannáll
it: ChangeLog
ja: ChangeLog
kk: ChangeLog
km: ChangeLog
ko: ChangeLog
mk: ChangeLog
ms: Log
nb: Endringslogg
nds: Ännern (ChangeLog)
nl: ChangeLog
nn: ChangeLog
pa: ChangeLog
pl: ChangeLog
pt: ChangeLog
pt_br: Log de Mudanças
ro: ChangeLog
rw: GuhinduraKwinjira
se: ChangeLog
sk: ChangeLog
sl: ChangeLog
sr: Дневник измена
sr@latn: Dnevnik izmena
ta: சென்ச்லாக்
tg: ChangeLog
th: บันทึกการเปลี่ยนแปลง
uk: Список змін
zh_cn: ChangeLog

source: _: Language Cisco
af: Cisco
be: Cisco
bg: Cisco
bs: Cisco
ca: Cisco
cs: Cisco
da: Cisco
de: Cisco
el: Cisco
es: Cisco
eu: Cisco
fi: Cisco
fr: Cisco
fy: Cisco
gl: Cisco
he: Cisco
hu: Cisco
is: Cisco
it: Cisco
ja: Cisco
kk: Cisco
km: Cisco
ko: Cisco
mk: Cisco
ms: Cisco
nb: Cisco
nds: Cisco
nl: Cisco
nn: Cisco
pa: Cisco
pl: Cisco
pt: Cisco
pt_br: Cisco
ro: Cisco
rw: Cisco
se: Cisco
sk: Cisco
sl: Cisco
sr: Cisco
sr@latn: Cisco
tg: Cisco
th: Cisco
uk: Cisco
zh_cn: Cisco

source: _: Language Clipper
af: Clipper
be: Clipper
bg: Clipper
bs: Clipper
ca: Clipper
cs: Clipper
da: Clipper
de: Clipper
el: Clipper
es: Clipper
eu: Clipper
fi: Clipper
fr: Clipper
fy: Clipper
gl: Clipper
he: Clipper
hr: Clipper
hu: Clipper
is: Clipper
it: Clipper
ja: Clipper
kk: Clipper
km: Clipper
ko: 클리퍼
mk: Clipper
ms: Clipper
nb: Clipper
nds: Clipper
nl: Clipper
nn: Clipper
pa: Clipper
pl: Clipper
pt: Clipper
pt_br: Clipper
ro: Clipper
rw: Muhagarika
se: Clipper
sk: Clipper
sl: Clipper
sr: Clipper
sr@latn: Clipper
ta: க்ளிப்பர்
tg: Clipper
th: Clipper
uk: Clipper
zh_cn: Clipper

source: _: Language CMake
af: CMaak
be: CMake
bg: CMake
bs: CMake
ca: CMake
cs: CMake
da: CMake
de: CMake
el: CMake
es: CMake
eu: CMake
fi: CMake
fr: CMake
fy: CMake
gl: CMake
he: CMake
hu: CMake
is: CMake
it: CMake
ja: CMake
kk: CMake
km: CMake
ko: CMake
mk: CMake
ms: CMake
nb: CMake
nds: CMake
nl: CMake
nn: CMake
pa: CMake
pl: CMake
pt: CMake
pt_br: CMake
ro: CMake
rw: CGukora
se: CMake
sk: CMake
sl: CMake
sr: CMake
sr@latn: CMake
tg: CMake
th: CMake
uk: CMake
zh_cn: CMake

source: _: Language ColdFusion
af: ColdFusion
ar: لغة ColdFusion
be: ColdFusion
bg: ColdFusion
bs: ColdFusion
ca: ColdFusion
cs: ColdFusion
da: ColdFusion
de: ColdFusion
el: ColdFusion
es: ColdFusion
eu: ColdFusion
fi: ColdFusion
fr: ColdFusion
fy: ColdFusion
gl: ColdFusion
he: ColdFusion
hr: ColdFusion
hu: ColdFusion
is: ColdFusion
it: ColdFusion
ja: ColdFusion
kk: ColdFusion
km: ColdFusion
ko: ColdFusion
mk: ColdFusion
ms: ColdFusion
nb: ColdFusion
nds: ColdFusion
nl: ColdFusion
nn: ColdFusion
pa: ColdFusion
pl: ColdFusion
pt: ColdFusion
pt_br: ColdFusion
ro: ColdFusion
rw: UgushyirahamweGukonje
se: ColdFusion
sk: ColdFusion
sl: ColdFusion
sr: ColdFusion
sr@latn: ColdFusion
ta: கோல்ட்ஃப்யுஷன்
tg: ColdFusion
th: สคริปต์ ColdFusion
uk: ColdFusion
zh_cn: ColdFusion

source: _: Language Common Lisp
af: Eenvoudige Lisp
be: Common Lisp
bg: Common Lisp
bs: Common Lisp
ca: Common Lisp
cs: Common Lisp
da: Almindelig Lisp
de: Common Lisp
el: Common Lisp
es: Common Lisp
eu: Common Lisp
fi: Common Lisp
fr: Common Lisp
fy: Common Lisp
gl: Common Lisp
he: Common Lisp
hr: Common Lisp
hu: Common Lisp
is: Common Lisp
it: Common Lisp
ja: Common Lisp
kk: Common Lisp
km: Common Lisp
ko: Common Lisp
mk: Common Lisp
ms: Pelat Biasa
nb: Common Lisp
nds: Common Lisp
nl: Common Lisp
nn: Common Lisp
pa: Common Lisp
pl: Common Lisp
pt: Common Lisp
pt_br: Common Lisp
ro: Common Lisp
rw: Kudedemanga Rusange
se: Common Lisp
sk: Common Lisp
sl: Common Lisp
sr: Common Lisp
sr@latn: Common Lisp
ta: பொது லிஸ்ப்
tg: Common Lisp
th: สคริปต์ Common Lisp
uk: Common Lisp
zh_cn: 公共 Lisp

source: _: Language Component-Pascal
af: Komponent-Pascal
ar: لغة Component-Pascal
be: Component-Pascal
bg: Component-Pascal
bs: Component-Pascal
ca: Component-Pascal
cs: Component-Pascal
da: Component-Pascal
de: Component-Pascal
el: Component-Pascal
es: Component-Pascal
eu: Component-Pascals
fi: Component-Pascal
fr: Component-Pascal
fy: Component-Pascal
gl: Component-Pascal
he: Component-Pascal
hu: Component-Pascal
is: Component-Pascal
it: Component-Pascal
ja: Component-Pascal
kk: Component-Pascal
km: Component-Pascal
ko: Component-Pascal
mk: Component-Pascal
ms: Pascal Komponen
nb: Component-Pascal
nds: Component-Pascal
nl: Component-Pascal
nn: Component-Pascal
pa: Component-Pascal
pl: Component-Pascal
pt: Component-Pascal
pt_br: Component-Pascal
ro: Component-Pascal
rw: Inyangingo-Pascal
se: Component-Pascal
sk: Component-Pascal
sl: Component-Pascal
sr: Component-Pascal
sr@latn: Component-Pascal
tg: Компоненти-Паскал
th: ภาษาคอมโปเนนท์ปาสคาล
uk: Компонентний паскаль
zh_cn: 组件 Pascal

source: _: Language C++
af: C++
ar: لغة C++
be: C++
bg: C++
bs: C++
ca: C++
cs: C++
da: C++
de: C++
el: C++
es: C++
eu: C++
fi: C++
fr: C++
fy: C++
gl: C++
he: C++
hr: C++
hu: C++
is: C++
it: C++
ja: C++
kk: C++
km: C++
ko: C++
mk: C++
ms: C++
nb: C++
nds: C++
nl: C++
nn: C++
pa: C++
pl: C++
pt: C++
pt_br: C++
ro: C++
se: C++
sk: C++
sl: C++
sr: C++
sr@latn: C++
ta: C++
tg: C++
th: ภาษา C++
uk: C++
zh_cn: C++

source: _: Language C#
af: C#
ar: لغة السى شارب (C#)
be: C#
bg: C#
bs: C#
ca: C#
cs: C#
da: C#
de: C#
el: C#
es: C#
eu: C#
fi: C#
fr: C#
fy: C#
gl: C#
he: C#
hr: C#
hu: C#
is: C#
it: C#
ja: C#
kk: C#
km: C#
ko: C#
mk: C#
ms: C#
nb: C#
nds: C#
nl: C#
nn: C#
pa: C#
pl: C#
pt: C#
pt_br: C#
ro: C#
rw: C#
se: C#
sk: C#
sl: C#
sr: C#
sr@latn: C#
ta: C#
tg: C#
th: ภาษา C#
uk: C#
zh_cn: C#

source: _: Language CSS
af: CSS
ar: لغة CSS
be: CSS
bg: CSS
bs: CSS
ca: CSS
cs: CSS
da: CSS
de: CSS
el: CSS
es: CSS
eu: CSS
fi: CSS
fr: CSS
fy: CSS
gl: CSS
he: CSS
hr: CSS
hu: CSS
is: CSS
it: CSS
ja: CSS
kk: CSS
km: CSS
ko: CSS
mk: CSS
ms: CSS
nb: CSS
nds: CSS
nl: CSS
nn: CSS
pa: CSS
pl: CSS
pt: CSS
pt_br: CSS
ro: CSS
rw: CSS
se: CSS
sk: CSS
sl: CSS
sr: CSS
sr@latn: CSS
ta: CSS
tg: CSS
th: สไตล์ชีต (CSS)
uk: CSS
zh_cn: CSS

source: _: Language CUE Sheet
af: CUE Blat
ar: لغة CUE Sheet
be: CUE Sheet
bg: CUE Sheet
bs: CUE Sheet
ca: Full CUE
cs: CUE soubor
da: CUE-Ark
de: CUE-Datei (CUE Sheet)
el: Φύλλο CUE
es: Hoja CUE
eu: CUE Sheet
fi: CUE Sheet
fr: CUE Sheet
fy: CUE Sheet
gl: Folla CUE
he: CUE Sheet
hr: CUE Sheet
hu: CUE sheet
is: CUE blað
it: CUE Sheet
ja: CUE Sheet
kk: CUE Sheet
km: CUE Sheet
ko: 큐시트
mk: CUE Sheet
ms: Lembaran CUE
nb: CUE Sheet
nds: CUE-Blatt
nl: CUE Sheet
nn: CUE Sheet
pa: CUE Sheet
pl: CUE Sheet
pt: Folha CUE
pt_br: Planilha CUE
ro: CUE Sheet
rw: Urupapuro CUE
se: CUE Sheet
sk: CUE Sheet
sl: CUE Sheet
sr: CUE Sheet
sr@latn: CUE Sheet
ta: CUE தாள்
tg: Саҳифаи CUE
th: CUE Sheet
uk: Аркуш CUE
zh_cn: CUE 表单

source: _: Language D
af: D
ar: لغة ال D
be: D
bg: D
bs: D
ca: D
cs: D
da: D
de: D
el: D
es: D
eu: D
fi: D
fr: D
fy: D
gl: D
he: D
hr: D
hu: D
is: D
it: D
ja: D
kk: D
km: D
ko: D
mk: D
ms: D
nb: D
nds: D
nl: D
nn: D
pa: D
pl: D
pt: D
pt_br: D
ro: D
rw: D
se: D
sk: D
sl: D
sr: D
sr@latn: D
ta: D
tg: D
th: ภาษา D
uk: D
zh_cn: D

source: _: Language Debian Changelog
af: Debian Veranderlog
ar: لغة Debian Changelog
be: Debian Changelog
bg: Debian Changelog
bs: Debian Changelog
ca: Registre de canvis Debian
cs: Debian Changelog
da: Debian Changelog
de: Debian-Änderungsprotokoll (Debian Changelog)
el: Debian Changelog
es: Debian Changelog
eu: Debian egunkaria
fi: Debianin muutosloki
fr: Debian Changelog
fy: Debian Changelog
gl: Changelog de Debian
he: Changelog של דביאן
hr: Debian Changelog
hu: Debian ChangeLog
is: Debian breytingaannáll
it: Changelog di Debian
ja: Debian Changelog
kk: Debian Changelog
km: Debian Changelog
ko: Debian Changelog
mk: Debian Changelog
ms: Log Debian
nb: Debian endringslogg
nds: Debian-Ännern (ChangeLog)
nl: Debian Changelog
nn: Debian Changelog
pa: Debian Changelog
pl: Changelog Debiana
pt: Changelog da Debian
pt_br: Log de Mudanças do Debian
ro: Debian Changelog
rw: Guhindurakwinjira Debian
se: Debian Changelog
sk: Debian Changelog
sl: Debian Changelog
sr: Debian-ов дневник измена
sr@latn: Debian-ov dnevnik izmena
ta: டெபியான் சென்ச்லாக்
tg: Debian Changelog
th: บันทึกการเปลี่ยนแปลงของเดเบียน
uk: Список змін для Debian
zh_cn: Debian Changelog

source: _: Language Debian Control
af: Debian Kontrole
ar: لغة Debian Control
be: Debian Control
bg: Debian Control
bs: Debian Control
ca: Control Debian
cs: Debian Control
da: Debian kontrol
de: Debian-Steuerung (Debian Control)
el: Debian Control
es: Control de Debian
eu: Debian kontrola
fi: Debian Control
fr: Debian Control
fy: Debian Control
gl: Debian Control
he: Debian Control
hr: Debian Control
hu: Debian Control
is: Debian Control
it: Debian Control
ja: Debian Control
kk: Debian Control
km: Debian Control
ko: Debian Control
mk: Debian Control
ms: Kawalan Debian
nb: Debian Control
nds: Debian-Stüern (Control)
nl: Debian Control
nn: Debian Control
pa: Debian Control
pl: Debian Control
pt: Controlo Debian
pt_br: Debian Control
ro: Debian Control
rw: Igenzura Debian
se: Debian Control
sk: Debian Control
sl: Debian Control
sr: Debian-ова контрола
sr@latn: Debian-ova kontrola
ta: டெபியான் கன்ட்ரோல்
tg: Роҳбари Debian
uk: Файл control для Debian
zh_cn: Debian Control

source: _: Language .desktop
af: .werkskerm
ar: لغة سطح المكتب (desktop(.
be: .desktop
bg: .desktop
bs: .desktop
ca: .desktop
cs: .desktop
da: .desktop
de: Einrichtungsdatei (.desktop)
el: .desktop
es: .desktop
eu: .desktop
fi: .desktop
fr: .desktop
fy: .desktop
gl: .desktop
he: .desktop
hr: .desktop
hu: .desktop
is: .desktop
it: .desktop
ja: .desktop
kk: .desktop
km: .desktop
ko: .desktop
mk: .desktop
ms: .desktop
nb: .desktop
nds: .desktop
nl: .desktop
nn: .desktop
pa: .desktop
pl: .desktop
pt: .desktop
pt_br: .desktop
ro: .desktop
rw: .ibiro
se: .desktop
sk: .desktop
sl: .desktop
sr: .desktop
sr@latn: .desktop
ta: டெஸ்க்டாப்
tg: .desktop
th: แฟ้ม .desktop
uk: .desktop
zh_cn: .desktop

source: _: Language Diff
af: Diff
ar: لغة Diff
be: Diff
bg: Diff
bs: Diff
ca: Diff
cs: Diff
da: Diff
de: Diff
el: Diff
es: Diff
eu: Diff
fi: Diff
fr: Diff
fy: Diff
gl: Diff
he: שינויים
hr: Diff
hu: Diff
is: Diff
it: Diff
ja: Diff
kk: Diff
km: Diff
ko: Diff
mk: Diff
ms: Diff
nb: Diff
nds: Diff
nl: Diff
nn: Diff
pa: Diff
pl: Diff
pt: Diff
pt_br: Diff
ro: Diff
rw: Diff
se: Diff
sk: Diff
sl: Diff
sr: Diff
sr@latn: Diff
ta: டிஃப்
tg: Diff
th: Diff
uk: Diff
zh_cn: Diff

source: _: Language Doxygen
af: Doxygen
be: Doxygen
bg: Doxygen
bs: Doxygen
ca: Doxygen
cs: Doxygen
da: Doxygen
de: Doxygen
el: Doxygen
es: Doxygen
eu: Doxygen
fi: Doxygen
fr: Doxygen
fy: Doxygen
gl: Doxygen
he: Doxygen
hr: Doxygen
hu: Doxygen
is: Doxygen
it: Doxygen
ja: Doxygen
kk: Doxygen
km: Doxygen
ko: Doxygen
mk: Doxygen
ms: Doxygen
nb: Doxygen
nds: Doxygen
nl: Doxygen
nn: Doxygen
pa: Doxygen
pl: Doxygen
pt: Doxygen
pt_br: Doxygen
ro: Doxygen
rw: Doxygen
se: Doxygen
sk: Doxygen
sl: Doxygen
sr: Doxygen
sr@latn: Doxygen
ta: D ஆக்ஸ்சிஜன்
tg: Doxygen
th: Doxygen
uk: Doxygen
zh_cn: Doxygen
