Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Lets you select a location and save the file again.
af: Laat you kies 'n area en stoor die lêer weer.
be: Дазваляе выбраць месца і зноў паспрабаваць запісаць файл.
bg: Запис на файла под друго име или на друго място.
bs: Omogućuje vam da izaberete lokaciju i ponovo snimite datoteku.
ca: Us permet seleccionar una localització i tornar a desar el fitxer.
da: Lader dig vælge et sted og gemme filen igen.
de: Ermöglicht die Auswahl einer Adresse und die erneute Speicherung der Datei.
el: Σας επιτρέπει να επιλέξετε μια τοποθεσία και να αποθηκεύσετε το αρχείο ξανά.
es: Le permite seleccionar una ubicación y guardar el archivo de nuevo.
eu: Kokapena hautatzen uzten dizu, baita fitxategia berriro gordetzen ere.
fa: به شما اجازه می‌دهد محلی را برگزینید، و پرونده را دوباره ذخیره کنید.
fi: Sallii sinun valita sijainnin ja tallentaa tiedosto uudelleen.
fr: Vous permet de sélectionner un emplacement et d'enregistrer à nouveau le fichier.
fy: Jo kinne in lokaasje selektearje en de triem opnij bewarje.
gl: Permite-lle escolle unha localización e gravar de novo o ficheiro.
he: נותן לך לבחור היכן לשמור את הקובץ מחדש.
hu: Lehetővé teszi a fájl elmentését más helyre.
is: Gerir þér kleift að velja staðsetningu og vista aftur.
it: Ti permette di scegliere una posizione e salvare il file un'altra volta.
ja: 場所を選択してファイルを再度保存できるようにします。
kk: Файлды басқа орынға немесе басқа атаумен сақтау.
km: អនុញ្ញាត​ឲ្យ​អ្នក​ជ្រើស​ទីតាំង និង​រក្សា​ទុក​ឯកសារ​ម្ដង​ទៀត ។
ko: 저장할 위치를 선택하고 다시 파일을 저장하세요.
mk: Ви овозможува да изберете локација и повторно да ја зачувате датотеката.
ms: Membolehkan anda memilih lokasi dan simpan lagi fail.
nb: Lar det velge en plassering og lagre fila igjen.
nds: Hier kannst Du en Oort utsöken un de Datei nochmaal sekern.
nl: U kunt een locatie selecteren en het bestand opnieuw opslaan.
nn: Let deg velja ei plassering og lagra fila igjen.
pa: ਤੁਸੀਂ ਇੱਕ ਵਾਰ ਫੇਰ ਟਿਕਾਣੇ ਦੀ ਚੋਣ ਕਰੋ ਅਟੇ ਫਾਇਲ ਨੂੰ ਸੰਭਾਲਣ ਦੀ ਮੁੜ ਕੋਸ਼ਸ਼ ਕਰੋ।
pl: Pozwala wybrać lokalizację i zapisać plik ponownie.
pt: Permite-lhe escolher uma localização e voltar a gravar o ficheiro.
pt_br: Deixa você selecionar uma localização e salvar o arquivo novamente.
ro: Vă permite să selectaţi o locaţie şi să salvaţi din nou fişierul.
rw: Ikwemerera gutoranya ahantu no kongera kubika idosiye.
se: Diktá du válljet báikki ja vurket fiilla ođđasit.
sk: Umožní zvoliť umiestnenie a uložiť súbor znovu.
sl: Omogoča vam izbrati lokacijo in spet shraniti datoteko.
sr: Омогућава вам да изаберете локацију и поново снимите фајл.
sr@latn: Omogućava vam da izaberete lokaciju i ponovo snimite fajl.
th: ช่วยให้คุณเลือกตำแหน่งและบันทึกแฟ้มใหม่อีกครั้ง
uk: Дає змогу вибрати адресу і знову зберегти файл.
zh_cn: 让您再次选择一个文件并保存文件。

source: File Changed on Disk
af: Lêer het verander op Disket
be: Дыскавая копія файла змянілася
bg: Файлът е променен на диска
bs: Datoteka je promijenjena na disku
ca: El fitxer ha canviat al disc
cs: Soubor změněn na disku
da: Filen ændret på disken
de: Datei auf der Festplatte geändert
el: Το αρχείο τροποποιήθηκε στο δίσκο
es: Archivo modificado en el disco
eu: Fitxategia aldatu da diskoan
fa: پرونده در دیسک تغییر کرد
fi: Tiedosto on muuttunut levyllä
fr: Le fichier a été modifié sur le disque
fy: Triem op skiif wizige
gl: Arquivo Modificado no Disco
he: הקובץ שונה על הכונן
hu: A fájl megváltozott a lemezen
is: Skránni var breytt á diski af öðru forriti
it: Il file è stato cambiato sul disco
ja: ディスク上のファイルは変更されました
kk: Дискідегі файл өзгертілген
km: ឯកសារ​បាន​ផ្លាស់ប្ដូរ​នៅ​លើ​ថាស
ko: 파일이 변경되었습니다.
mk: Датотеката беше променета на диск
ms: Fail Diubah dalam Cakera
nb: Fila er endret på disken
nds: Datei op Fastplaat ännert
nl: Bestand op schijf gewijzigd
nn: Fila er endra på disken
pa: ਡਿਸਕ ਤੇ ਫਾਇਲ ਤਬਦੀਲ ਹੋਈ
pl: Plik został zmieniony na dysku
pt: Ficheiro Modificado no Disco
pt_br: O arquivo foi modficado no disco
ro: Fişier modificat pe disc
rw: Idosiye yahinduwe kuri Disiki
se: Fiila rievdaduvvui skearrus
sk: Súbor bol na disku zmenený
sl: Datoteka je bila spremenjena na disku
sr: Фајл је измењен на диску
sr@latn: Fajl je izmenjen na disku
th: แฟ้มมีการเปลี่ยนแปลงบนดิสก์
uk: Файл було змінено на диску
zh_cn: 文件已在磁盘上更改

source: Reload the file from disk. If you have unsaved changes, they will be lost.
af: Herlaai die lêer van skyf. As jy nie die veranderinge gestoor het nie, sal hulle weg wees.
be: Перачытаць файл з дыску. Калі вы не запісалі нейкія змены, яны згубяцца.
bg: Презареждане на файла от диска. Ако имате незаписани промени, те ще бъдат загубени.
bs: Ponovo učitaj datoteku sa diska. Ako imate nesnimljenih izmjena, one će biti izgubljene.
ca: Recarrega el fitxer des de disc. Si teniu canvis no desats es perdran.
da: Genindlæs filen fra disken. Hvis du har ændringer der ikke er gemt, vil de gå tabt.
de: Neuladen der Datei von der Platte. Ungesicherte Änderungen gehen verloren.
el: Επαναφόρτωση του αρχείου από το δίσκο. Αν έχετε μη αποθηκευμένες αλλαγές, θα χαθούν.
es: Recargar el archivo desde el disco. Los cambios sin guardar se perderán.
eu: Kargatu berriro fitxategia diskotik. Gorde gabeko aldaketak edukiz gero galdu egingo dira.
fa: بار‌گذاری مجدد پرونده از دیسک. اگر تغییرهای ذخیره‌نشده دارید، از دست می‌روند.
fi: Lataa tiedosto uudelleen levyltä. Jos sinulla on tallentamattomia muutoksia, ne katoavat.
fr: Recharger le fichier du disque. Si vous avez effectué des modifications, elles seront perdues.
fy: De triem nochris fan de skiif lade. As jo net bewarre wizigings hawwe, dan sille dy ferlern gean.
gl: Recargar o ficheiro desde o disco. Se ten cambios sen gravar, perderánse.
he: טען את הקובץ מחדש. אם יש לך שינויים ללא שמירה, הם יאבדו.
hu: A fájl újratöltése a lemezről. A nem mentett módosítások elvesznek.
is: Endurlesa skrána af disk. Ef þú ert með óvistaðar breytingar þá tapast þær.
it: Ricarica il file dal disco. Se ci sono delle modifiche non salvate, verranno perse.
ja: ファイルをディスクから再度読み込みます。未保存の変更は失われます。
kk: Файлды қайта жүктеу. Сақталмаған өзгертулер жоғалады.
km: ផ្ទុក​ឯកសារ​ឡើង​វិញ​ពី​ថាស ។ ប្រសិន​បើ​ការ​ផ្លាស់​ប្ដូរមិន​បាន​រក្សា​ទុក ពួក​វា​នឹង​បាត់​បង់ ។
ko: 파일을 다시 불러옵니다. 만약 변경사항을 저장하지 않으셨다면, 변경된 사항은 저장되지 않습니다.
mk: Ја превчитува датотеката од диск. Ако сте имале незачувани промени тие ќе бидат загубени.
ms: Muat semula fail dari cakera. Jika anda ada perubahan yang belum disimpan, ia akan hilang.
nb: Last fila på nytt fra disken. Viss du har ulagrede endringer vil de gå tapt.
nds: Datei nieg vun de Fastplaat laden. Du warrst nich sekerte Ännern verleren.
nl: Herlaadt het bestand van de schijf. Als u onopgeslagen wijzigingen hebt, dan zullen die verloren gaan.
nn: Last fila på ny frå disken. Viss du har ulagra endringar, vil dei bli tapt.
pa: ਡਿਸਕ ਤੋਂ ਫਾਇਲ ਮੁੜ ਲੋਡ ਕਰੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਕੁਝ ਨਾ-ਸੰਭਾਲੀਆਂ ਤਬਦੀਲੀਆਂ ਹੋਈਆਂ ਤਾਂ ਉਹ ਖਤਮ ਹੋ ਜਾਣਗੀਆਂ।
pl: Wczytuje ponownie plik z dysku. Jeśli były niezapisane zmiany, zostaną stracone.
pt: Voltar a carregar o ficheiro do disco. Se tiver alterações não gravadas, serão perdidas.
pt_br: Recarrega o arquivo do disco. Se você possuir modificações que não foram salvas, elas serão perdidas.
ro: Reîncarcă fişierul de pe disc. Dacă nu aţi salvat încă modificările, le veţi pierde.
rw: Kongera gutangiza idosiye uhereye kuri disiki. Niba ufite impinduka zitabitswe, zizabura.
se: Viečča fiilla ođđasit skearrus. Jus ii leat vurken rievdadusaid, dat mannet duššái.
sk: Znovu načítať súbor z disku. Neuložené zmeny budú stratené.
sl: Znova naloži datoteko z diska. Če imate neshranjene spremembe, bodo te izgubljene.
sr: Учитај фајл са диска. Ако имате неснимљених измена, биће изгубљене.
sr@latn: Učitaj fajl sa diska. Ako imate nesnimljenih izmena, biće izgubljene.
th: โหลดแฟ้มขึ้นมาจากดิสก์ใหม่ หากคุณยังไม่ได้บันทึกการเปลี่ยนแปลง จะสูญเสียการเปลี่ยนแปลงนั้น
uk: Перезавантажити файл з диска. Якщо є незбережені зміни - вони будуть втрачені.
zh_cn: 从磁盘上重新装入文件。如果您有未保存的更改，这些更改将丢失。

source: &Ignore
af: Ignoreer
be: &Ігнараваць
bg: &Игнориране
bs: &Ignoriši
ca: &Ignora
cs: &Ignorovat
da: &Ignorér
de: &Ignorieren
el: &Παράβλεψη
es: &Ignorar
eu: Ez &ikusi egin
fa: &چشم‌پوشی‌
fi: &Hylkää
fr: &Ignorer
fy: Ne&gearje
gl: &Ignorar
he: &התעלם
hu: &Figyelmen kívül hagyás
is: H&unsa
it: &Ignora
ja: 無視(&I)
kk: &Елемеу
km: មិន​អើពើ
ko: 무시(&I)
mk: &Игнорирај
ms: &Abaikan
nb: &Ignorer
nds: Över&gahn
nl: &Negeren
nn: &Ignorer
pa: ਅਣਡਿੱਠਾ(&I)
pl: &Ignoruj
pt: &Ignorar
pt_br: &Ignorar
ro: &Ignoră
rw: Kureka
se: &Badjelgeahča
sk: &Ignorovať
sl: &Prezri
sr: &Игнориши
sr@latn: &Ignoriši
tg: &Эътино накардан
th: ไม่สนใจ
uk: &Ігнорувати
zh_cn: 忽略(&I)

source: Ignore the changes. You will not be prompted again.
af: Ignoreer die veranderings. Jy sal nie weer gepor word nie.
be: Ігнараваць змены. Вас больш не патурбуюць такім пытаннем.
bg: Игнориране на промените и изключване на въпроса.
bs: Ignoriši izmjene. Nećete biti ponovo upitani.
ca: Ignora els canvis. No se us tornarà a preguntar.
da: Ignorér ændringerne. Du vil ikke blive spurgt igen.
de: Änderungen ignorieren. Es wird nicht noch einmal gefragt.
el: Παράβλεψη των αλλαγών. Δε θα ερωτηθείτε ξανά.
es: Ignorar los cambios. No se le preguntará de nuevo.
eu: Ez ikusi egin aldaketei. Ez zaizu gehiago galdetuko.
fa: چشم‌پوشی از تغییرها. دوباره به شما اعلان می‌شود.
fi: Hylkää muutokset. Sinulta ei kysytä enää varmistusta uudelleen.
fr: Ignorer les changements. Aucune autre confirmation vous sera demandée.
fy: Negearret de wizigings. Der sil jo net wer opnij frege wurde.
gl: Ignorar os cambios. Non se lle voltará a perguntar.
he: התעלם מהשינויים. לא תתקבל אזהרה נוספת.
hu: A módosítások eldobása. Többször nem ad figyelmeztetést a program.
is: Hunsa breytingarnar. Þú verður ekki spurður aftur.
it: Ignora i cambiamenti. Non verrà richiesta ulteriore conferma.
ja: 変更を無視します。再度質問されることはありません。
kk: Өзгерістерді елемеу. Енді ескерту болмайды.
km: មិន​អើពើ​ការ​ផ្លាស់​ប្ដូរ ។ អ្នក​នឹង​មិន​ត្រូវ​បាន​សួរ​ម្ដង​ទៀត​ឡើយ ។
ko: 변경사항을 무시합니다. 다시 이 안내를 보이지 않습니다.
mk: Ги игнорира промените. Нема да бидете прашани повторно.
ms: Abaikan perubahan. Anda tidak akan digesa lagi.
nb: Ignorer endringene. Du vil ikke bli spurt igjen.
nds: Ännern övergahn. Du warrst nich nochmaal fraagt.
nl: Negeert de wijzigingen. U zult niet opnieuw gevraagd worden.
nn: Ignorer endringane. Du vil ikkje bli spurd igjen.
pa: ਤਬਦੀਲੀਆਂ ਅਣਡਿੱਠੀਆਂ। ਤੁਹਾਨੂੰ ਮੁੜ ਪੁਛਿਆ ਨਹੀਂ ਜਾਵੇਗਾ।
pl: Ignoruje zmiany. Nie zostaniesz zapytany ponownie.
pt: Ignorar as alterações. Não lhe voltará a ser perguntado.
pt_br: Ignora as modificações. Não será perguntado para você novamente.
ro: Ignoră modificările. Nu veţi mai fi întrebat data viitoare.
rw: Kureka amahinduka. Ntabwo wongera kumenyeshwa.
se: Badjelgeahča rievdadusaid. Ii šat jearahuvvo.
sk: Ignorovať zmeny. Už nebudete znovu vyzvaný.
sl: Prezri spremembe. Naslednjič ne boste več vprašani.
sr: Игнориши измене. Нећете бити поново упитани.
sr@latn: Ignoriši izmene. Nećete biti ponovo upitani.
th: ไม่สนใจความเปลี่ยนแปลง และคุณจะไม่ถูกถามอีก
uk: Ігнорувати зміни. Надалі підтвердження вимагатись не буде.
zh_cn: 忽略更改。您将不会再收到提示。

source: Do nothing. Next time you focus the file, or try to save it or close it, you will be prompted again.
af: Doen niks. Die volgende keer wat jy op hierdie lêer fokus, of probeer om dit te stoor of dit toe te maak sal jy weer gepor word.
be: Нічога не рабіць. Наступным разам, як вы актывізуеце гэты файл ці паспрабуеце яго запісаць ці закрыць, вас зноў спытаюць, што рабіць.
bg: Без операция и следващия път въпросът ще бъде зададен пак.
bs: Ne radi ništa. Sljedeći put kada fokusirate datoteku ili je pokušate snimiti ili zatvoriti, bićete ponovo upitani.
ca: No facis res. La propera vegada que enfoqueu el fitxer, proveu de desar-lo o de tancar-lo, se us tornarà a preguntar.
da: Gør ingenting. Næste gang du fokuserer filen, eller prøver at gemme den eller lukke den, vil du blive spurgt igen.
de: Nichts tun. Beim nächsten Auswählen der Datei oder wenn diese gesichert oder geschlossen werden soll, wird erneut gefragt.
el: Μην κάνεις τίποτα. Την επόμενη φορά που θα εμφανίσετε το αρχείο, ή θα προσπαθήσετε να το αποθηκεύσετε ή να το κλείσετε, θα ερωτηθείτε ξανά.
es: No hacer nada. La próxima vez que seleccione el archivo, o intente guardarlo o cerrarlo, se le preguntará de nuevo.
eu: Ez egin ezer. Fitxategian jartzen duzunean fokua, edo gorde edo ixten saiatzen zarenean, berriro galdetuko zaizu.
fa: هیچ کاری انجام ندهید. دفعۀ بعدی روی پرونده تمرکز کنید، یا ذخیرۀ آن را امتحان کنید یا آن را ببندید، دوباره به شما اعلان می‌شود.
fr: Ne rien faire. La prochaine fois que vous afficherez ce fichier, ou que vous tenterez de l'enregistrer ou le fermer, aucune confirmation vous sera demandée.
fy: Neat dwaan. De neikommende kear as jo de triem aktivearje, besykje te bewarjen of te slute sil der opnij frege wurde.
gl: Non facer nada. A vindeira vez que enfoque o ficheiro, ou tente guardá-lo ou pechá-lo, perguntaráse-lle outra vez.
he: אל תעשה כלום. בפעם הבאה שהקובץ יקבל פוקוס, או שתנסה לשמור אותו לא תקבל אזהרה חדשה.
hu: Nem kell tenni semmit. Ha legközelebb rááll egy fájlra, vagy megpróbálja elmenteni ill. bezárni, a program nem kérdez rá újból, hogy mit kell tenni a módosításokkal.
is: Gera ekkert. Næst þegar þú ferð í skrána, reynir að vista hana eða loka henni verður spurt aftur.
it: Non fa nulla. La prossima volta che punti il file, provi a salvarlo o a chiuderlo, ti verrà chiesta ancora una conferma.
ja: 何もしません。次回ファイルをフォーカスしたとき、あるいはファイルを保存または閉じようとすると、再度質問されます。
kk: Ештеңе істемеу. Келесі жолы бұл файлды таңдағанда, оны сақтағанда не жапқанда диалог қайта көрсетіледі.
km: មិន​ធ្វើ​អ្វី​ទាំង​អស់ ។ នៅ​ពេល​ក្រោយដែលអ្នក​ផ្ដោត​លើ​ឯកសារ ឬ ព្យាយាម​រក្សា​ទុក​វា ឬ បិទ​វា អ្នក​នឹង​ត្រូវ​បាន​សួរ​ម្ដង​ទៀត ។​
ko: 아무것도 하지 않습니다. 다음에 다시 이 파일을 활성화시키시거나, 저장하거나 닫을 때 이 안내를 다시 보게 되실 겁니다.
ms: Jangan buat apa-apa. Lain kali, anda fokus keapa fail, atau cuba simpan atau tutupkan ia, anda akan digesa lagi.
nb: Ikke gjør noe. Neste gang du vil gjøre noe med fila, lagre den eller lukk den, vil du bli spurt igjen.
nds: Nix doon. Bi en nakamen Aktiveren vun de Datei, oder wenn Du versöchst, ehr to sekern oder ehr tomaken wullt, warrst Du nochmaal fraagt.
nl: Niets doen. De volgende keer als u het bestand activeert, probeert op te slaan of te sluiten zult u opnieuw worden gevraagd.
nn: Ikkje gjer noko. Neste gong du vil gjere noko med fila, lagra ho eller lukka ho, vil du bli spurd igjen.
pa: ਕੁਝ ਨਾ ਕਰੋ। ਜੇਕਰ ਤੁਸੀਂ ਅਗਲੀ ਵਾਰ ਫਾਇਲ ਉੱਤੇ ਫੋਕਸ ਕੀਤਾ, ਜਾਂ ਸੰਭਾਲਣ ਦੀ ਕੋਸ਼ਸ ਕੀਤੀ ਜਾਂ ਬੰਦ ਕੀਤਾ ਤਾਂ ਤੁਹਾਨੂੰ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।
pl: Nic nie robi. Następnym razem, gdy wybierzesz ten plik lub spróbujesz go zamknąć albo zapisać, zostaniesz zapytany ponownie.
pt: Não fazer nada. A próxima vez que focar o ficheiro, ou o tentar gravar ou fechar, voltará a ser feita a pergunta.
pt_br: Não faz nada. Na próxima vez que você focar do arquivo, tentar salvá-lo ou fechá-lo, será pedida sua confirmação novamente.
ro: Nu face nimic. Data viitoare cînd treceţi la editarea fişierului sau încercaţi salvarea sau închiderea lui, nu veţi mai fi întrebat.
rw: Ntihagire icyo ukora. Igihe gikurikira wite kuri dosiye, cyangwa ugerageze kuyibika cyangwa kuyifunga, uzongera winjizwe.
se: Ale daga maidege. Boahtte hávego manat fiilii, vai geahččalat vurket dahje giddet dan, de jearahuvvot fas.
sk: Nerobiť nič. Ak nebudúce zvolíte súbor a skúsite ho uložiť alebo zavrieť, budete znova vyzvaný.
sl: Ne naredi nič. Naslednjič, ko boste delali z datoteko, ali pa jo poskušali shraniti ali zapreti, boste spet pozvani.
sr: Не ради ништа. Следећи пут када фокусирате фајл, или покушате да га снимите или затворите, бићете поново упитани.
sr@latn: Ne radi ništa. Sledeći put kada fokusirate fajl, ili pokušate da ga snimite ili zatvorite, bićete ponovo upitani.
th: ไม่ต้องทำอะไร และคุณจะได้รับแจ้งอีกครั้งเมื่อคุณกลับมาใช้แฟ้มหรือพยายามบันทึกหรือปิดมันในครั้งถัดไป
uk: Нічого не робити. Наступний раз ви переведете фокус на файл чи спробуєте його зберегти або закрити - більше підтвердження вимагатись не буде.
zh_cn: 不执行任何操作。您下次聚焦该文件时，或者尝试保存或关闭它时，您将会再次看到该提示。

source: &View Difference
af: Vertoon Verskil
be: Па&казаць адрозненні
bg: &Разлики
bs: &Pregledaj razlike
ca: &Visualitza la diferència
cs: Zobrazit roz&díl
da: &Vis forskel
de: &Unterschiede anzeigen (Diff)
el: Εμφάνιση &διαφορών
es: &Ver diferencia
eu: &Ikusi desberdintasunak
fa: تفاوت &نما‌
fi: &Näytä erot
fr: &Afficher les différences
fy: It ferskil besjen
gl: &Ver Diferenzas
he: &הצג שינויים
hu: Az &eltérések megtekintése
is: S&já muninn
it: &Visualizza differenze
ja: 差分を表示(&V)
kk: Айырмашылығын &көру
km: មើល​ភាព​ខុស​គ្នា
ko: 다른 점 비교해서 보기(&V)
mk: &Види разлика
ms: &Papar Perbezaan
nb: &Vis forskjellen
nds: &Verscheel wiesen
nl: &Verschil tonen
nn: &Vis skilnaden
pa: ਅੰਤਰ ਵੇਖਾਓ(&V)
pl: Pokaż &różnice
pt: &Ver a Diferença
pt_br: &Visualizar Diferença
ro: Afişează &diferenţele
rw: Kureba Ikinyuranyo
se: &Geahča earuid
sk: &Ukázať rozdiel
sl: Po&glej razlike
sr: Прикажи &разлике
sr@latn: Prikaži &razlike
tg: &Намоиши дигаргуниҳо
th: แสดงความแตกต่าง
uk: &Переглянути відмінності
zh_cn: 查看差异(&V)

source: Calculates the difference between the editor contents and the disk file using diff(1) and opens the diff file with the default application for that.
af: Kalkuleer die verskil tussen die redigeerder inhoud en die skyf lêer gebruik verskil(1) en maak oop die verskil lêer met die verstek program vir dit.
bg: Преглед на разликите между съдържанието на файла на диска и в паметта на редактора. Разликите ще бъдат изчислени с помощта на програмата diff и ще бъдат показани в стандартната програма за преглед на разлики.
bs: Izračunava razliku između sadržaja editora i datoteke na disku koristeći naredbu diff(1), a datoteku sa razlikama otvara standardnim programom za to.
ca: Calcula la diferència entre el contingut de l'editor i el fitxer en disc usant diff(1) i obre el fitxer diff amb la seva aplicació per omissió.
da: Beregner forskellen mellem editorens indhold og filen på disken ved brug af diff(1) og åbner diff-filen med standardprogrammet til det formål.
de: Ermittelt die Unterschiede zwischen der Version im Editor und der Datei auf der Platte mit dem Befehl diff und zeigt diese in der dafür vorgesehenen Standardanwendung an.
el: Υπολογίζει τις διαφορές μεταξύ των περιεχομένων του επεξεργαστή και του αρχείου στο δίσκο χρησιμοποιώντας το diff(1) και ανοίγει το αρχείο diff με την προκαθορισμένη για αυτό εφαρμογή.
es: Calcula la diferencia entre los contenidos de editor y el archivo de disco usando diff(1) y abre el archivo diff con la aplicación predeterminada para ello.
eu: Editorearen edukien eta diskoko fitxategiaren arteko desberdintasunak kalkulatzen ditu diff(1) erabiliz, diff fitxategia irekitzen du lehenetsitako aplikazioarekin.
fa: تفاوت بین محتویات ویرایشگر و پرونده دیسک که از diff (۱) استفاده می‌کند را محاسبه می‌کند، و پروندۀ diff را با کاربرد پیش‌فرضی برای آن باز می‌کند.
fr: Détermine les différences entre le contenu de l'éditeur et le fichier sur le disque, en utilisant la commande « diff(1) ». Le résultat sera ouvert avec l'application par défaut lisant ce type de fichier.
fy: Berekent it ferskil tusken de ynhâld fna de bewurker en de triem op de skiif. Hjirby wurdt brûk makke fan diff(1). De ferskillen sille te sjen wêze mei in oar programma dat hjir standert foar brûkt wurdt.
gl: Calcula a diferenza entre os contidos do editor e os do ficheiro no disco usando diff(1) e abre o ficheiro diff coa aplicación predeterminada para elo.
hu: Elkészíti a fájl szerkesztett és lemezen levő változata közötti eltéréseket (a diff(1) segítségével), és megnyitja a kapott diff-fájlt a megfelelő alkalmazással.
is: Birtir muninn á því sem er í ritlinum og svo í skránni á disk með diff(1) tólinu og opnar frálag diff forritsins í tilheyrandi glugga.
it: Calcola le differenze tra il contenuto dell'editor e il file su disco usando diff(1), poi apre il file di diff con l'applicazione predefinita per quel file.
ja: エディタの内容とディスク上のファイルの差分を diff(1) で計算し、diff をそのデフォルトアプリケーションで開きます。
kk: diff(1) утилитасын қолданып дискіде ашылған файл мен өзгертілген файлдың айырмашылығын анықтайды да, оны, diff файлды ашатын әдетті қолданбаны шақырып, ашады.
km: គណនា​ភាព​ខុសគ្នា​រវាង​មាតិកា​របស់​កម្មវិធី​និពន្ធ និង​ឯកសារ​ថាស​ដោយ​ប្រើ diff(1) និង​បើក​ឯកសារ diff ជាមួយ​កម្មវិធី​លំនាំ​ដើម​សម្រាប់​វា​ ។
ko: diff(1)를 이용하거나 같은 기능을 하는 여러분의 시스템에 설치되어 있는 기본 응용프로그램을 이용하여 현재 디스크에 저장되어 있는 파일과 여러분이 편집기로 작업하고 있는 파일의 다른 부분을 비교합니다.
ms: Mengira perbezaan antara kandungan editor dengan fail cakera menggunakan diff(1) dan membuka fail diff dengan aplikasi piawai untuk itu.
nb: Finn forskjellen mellom innholdet i tekstprogrammet og fila på disken ved bruk av diff(1), og åpne diffila med standardprogrammet for diffiler.
nds: Stellt den Verscheel twischen den Inholt vun den Editor un de Datei op de Fastplaat mit diff(1) fast, un maakt de diff-Datei mit dat Standardprogramm op.
nl: Berekent het verschil tussen de inhoud van de editor en het bestand op de schijf. Hierbij wordt gebruik gemaakt van diff(1). De verschillen zullen worden getoond met een ander programma dat hier standaard voor wordt gebruikt.
nn: Finn skilnaden mellom innhaldet i tekstprogrammet og fila på disken ved bruk av diff(1), og opnar diffila med standardprogrammet for diffiler.
pl: Oblicza różnice między zawartością edytora a plikiem na dysku za pomocą polecenia diff(1) i otwiera plik różnic za pomocą domyślnego programu do tego celu.
pt: Calcula a diferença entre o conteúdo do editor e o ficheiro no disco, utilizando o 'diff'(1), e abre o ficheiro do 'diff' com a aplicação predefinida para tal.
pt_br: Calcula a diferença entre o conteúdo do editor e o arquivo em disco, usando o comando diff(1), e abre o arquivo de diferença com a o aplicativo padrão para isto.
ro: Calculează diferenţa dintre conţinutul editorului şi fişierul de pe disc utilizînd comanda diff(1) şi deschide fişierul diferenţă cu aplicaţia implicită asociată.
rw: Ibara ikinyuranyo hagati y'ibiri muri muhinduzi n'idosiye disiki ikoresheje diff(1) kandi igafungura idosiye diff ikoresheje porogaramu mburabuzi ya byo.
se: Gávdná earuhusaid doaimmaheaddji sisdoalus ja fiilla skearrus diff(1) prográmmain, ja rahpá diff-fiilla standárdprográmmain.
sk: Vypočíta rozdiel medzi obsahom editora a súborom na disku použitím diff(1) a otvorí súbor rozdielu štandardnou aplikáciou.
sl: Izračuna razliko med vsebino urejevalnika in datoteko na disku z uporabo programa diff(1) ter odpre datoteko diff s privzetim programom za to.
sr: Рачуна разлику између садржаја уређивача и фајла на диску користећи diff(1) и отвара фајл разлике подразумеваним програмом за то.
sr@latn: Računa razliku između sadržaja uređivača i fajla na disku koristeći diff(1) i otvara fajl razlike podrazumevanim programom za to.
uk: Підраховує різницю між вмістом редактора та файлом на диску за допомогою команди diff(1) й відкриває для цього файл відмінностей у типовій програмі.
zh_cn: 使用 diff(1) 计算编辑器内容和磁盘上文件的差异，并用默认应用程序打开差异文件。

source: Overwrite
af: Oorskryf
be: Перапісаць
bg: Презапис
bs: Prepiši
ca: Sobreescriu
cs: Přepsat
da: Overskriv
de: Überschreiben
el: Αντικατάσταση
es: Sobrescribir
eu: Gainidatzi
fa: جای‌نوشت
fi: Ylikirjoita
fr: Écraser
fy: Oerskriuwe
gl: Sobreescribir
he: שכתב
hu: Felülírás
is: Yfirrita
it: Sovrascrivi
ja: 上書き
kk: Үстінен жазу
km: សរសេរ​ជាន់​លើ
ko: 덮어쓰기
mk: Пребриши
ms: Tulis ganti
nb: Skriv over
nds: Överschrieven
nl: Overschrijven
nn: Skriv over
pa: ਉਪੱਰ ਲਿਖੋ
pl: Zastąp
pt: Sobrepor
pt_br: Sobrescrever
ro: Suprascrie
rw: Gusimbuza
se: Buhtte
sk: Prepísať
sl: Nadomesti
sr: Пребриши
sr@latn: Prebriši
tg: Аз нав навиштан
th: เขียนทับ
uk: Перезаписати
zh_cn: 覆盖
