Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Select the entire text of the current document.
af: Kies die hele teks van die huidige dokument.
ar: إنتقي مجمل نصّ الوثيقة الحالية.
be: Вылучыць увесь тэкст гэтага дакумента.
bg: Маркиране на всичкия текст в текущия документ.
bs: Izaberi čitav tekst trenutnog dokumenta.
ca: Selecciona tot el text del document actual.
cs: Vybrat celý text současného dokumentu.
da: Markér al tekst i det aktuelle dokument.
de: Markiert den gesamten Text im aktiven Dokument.
el: Επιλογή ολόκληρου του κειμένου του τρέχοντος εγγράφου.
es: Seleccionar todo el texto del documento actual.
eu: Hautatu uneko dokumentuko testu osoa.
fa: برگزیدن تمام متن سند جاری.
fi: Valitse asiakirjan koko teksti.
fr: Sélectionner le texte entier du document actuel.
fy: Selektearje alle tekst yn it aktive dokumint.
gl: Escolle todo o texto deste documento.
he: בחירת כל הטקסט של המסמך הנוכחי.
hr: Označava cijeli tekst trenutnog dokumenta.
hu: Az aktuális dokumentum teljes szövegének kijelölése.
is: Velja allan texta núverandi skjals
it: Seleziona tutto il testo del documento attuale.
ja: 現在のドキュメントのすべてのテキストを選択します。
kk: Назардағы құжаттың барлық мәтінін таңдау.
km: ជ្រើស​អត្ថបទ​ទាំង​មូល​នៃ​ឯកសារ​បច្ចុប្បន្ន ។
ko: 현재 문서의 전체 본문을 선택합니다.
mk: Го избира целиот текст на документот.
ms: Pilih seluruh teks dokumen semasa.
nb: Marker all tekst i det aktive dokumentet.
nds: Den helen Text vun dat aktuelle Dokment markeren.
nl: Selecteer alle tekst in het huidige document.
nn: Merk all teksten i dokumentet.
pa: ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਸਾਰਾ ਪਾਠ ਚੁਣੋ।
pl: Zaznacz wszystko w bieżącym dokumencie.
pt: Selecciona todo o texto do documento actual.
pt_br: Seleciona o texto completo do documento atual.
ro: Selectează întregul text al documentului curent.
rw: Wahitamo umwandiko wuzuye w'inyandiko igezweho.
se: Merke olles teavstta dokumeanttas.
sk: Vybrať celý text aktuálneho dokumentu.
sl: Izberi celotno besedilo trenutnega dokumenta.
sr: Означава цео текст текућег документа.
sr@latn: Označava ceo tekst tekućeg dokumenta.
ta: தற்போதுள்ள ஆவணத்தின் முழு உரையை தேர்தெடு
tg: Матни равонро аз ҳуҷҷати ҳозира интихоб кунед.
th: เลือกส่วนข้อความทั้งหมดของเอกสารปัจจุบัน
uk: Вибрати весь текст поточного документа.
zh_cn: 选中当前文档的全部文本。

source: If you have selected something within the current document, this will no longer be selected.
af: As jy het gekose iets binne in die huidige dokument, hierdie sal nee langer wees gekose.
ar: إذا كان لديك شئ محدد على المستند الحالى , هذا لن يكون محدد طويلا.
bg: Размаркиране на маркирания текст.
bs: Ako ste izabrali nešto unutar trenutnog dokumenta, to neće više biti izabrano.
ca: Si heu seleccionat quelcom a dins del document actual, ja no se seleccionarà novament.
cs: Jestliže jste v současném dokumentu něco vybrali, pak bude tento výběr zrušen.
da: Hvis du har markeret noget i det aktuelle dokument, vil dette ikke længere være markeret.
de: Wenn Sie im aktiven Dokument etwas markiert haben, wird mit diesem Befehl die Auswahl aufgehoben.
el: Αν έχετε επιλέξει κάτι μέσα στο τρέχον έγγραφο αυτό δε θα είναι πλέον επιλεγμένο.
es: Si ha seleccionado algo dentro del documento actual, ya no se seleccionará de nuevo.
eu: Uneko dokumentuan zerbait hautatuko bazenu ez zatekeen berriro hautatua izango.
fa: اگر چیزی را در سند جاری انتخاب کرده‌اید، بیشتر از این انتخاب نمی‌شود.
fi: Jos olet valinnut jotain nykyisessä asiakirjassa, se ei ole enää valittuna.
fr: Si vous avez sélectionné un élément quelconque dans le document actuel, il ne sera plus sélectionné.
fy: As jo wat selektearre hawwe yn it aktive dokumint, dan wurdt dizze seleksje ûngedien makke.
gl: Se escolleu algo deste documento, deixará de estar escollido.
he: אם בחרת משהו במסמך הנוכחי, הוא לא ייבחר עוד.
hr: Ako ste odabrali nešto iz trenutnog dokumenta, ovo više neće biti odabrano.
hu: Ha valami ki van jelölve az aktuális dokumentumban, akkor ennek hatására a kijelölés meg fog szűnni.
is: Ef þú hefur valið eitthvað innan núverandi skjals þá verður það ekki lengur valið
it: Se hai selezionato qualcosa nel documento attuale, non sarà più selezionato.
ja: 現在のドキュメントのある部分を選択すると、それ以上選択ができなくなります。
kk: Егер назардағы құжатта таңдауы бар болса, ол алынып тасталынады.
km: ប្រសិន​បើ​អ្នក​បានជ្រើស​អ្វី​មួយ​ក្នុង​ឯកសារ​បច្ចុប្បន្ន វា​នេះ​នឹង​មិន​ត្រូវ​បាន​ជ្រើស​ទៀត​ទេ ។
ko: 현재 문서에 선택된 것이 있었다면, 선택된 것은 더 이상 없을 것입니다.
mk: Ако сте избрале нешто во активниот документ, ова нема повеќе да биде избрано.
ms: Jika anda telah memilih sesuatu dalam dokumen semasa, ini tidak lagi dipilih.
nb: Hvis du har valgt noe i det aktive dokumentet vil dette ikke lenger være valgt.
nds: Wenn wat binnen dat aktuelle Dokment markeert is, warrt de Markeren opheevt.
nl: Als u iets hebt geselecteerd in het huidige document, dan wordt deze selectie ongedaan gemaakt.
nn: Dersom du har merka noko i dokumentet, vil ikkje dette vera merka lengre.
pa: ਜੇਕਰ ਤੁਸੀਂ ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਕਿਸੇ ਦੀ ਚੋਣ ਕੀਤੀ ਤਾਂ ਇਹ ਚੁਣਿਆ ਨਹੀਂ ਰਹੇਗਾ।
pl: Jeśli masz zaznaczony jakiś fragment bieżącego dokumentu, nie będzie on już dłużej zaznaczony.
pt: Se seleccionou algo no documento actual, este já não se encontra mais seleccionado.
pt_br: Se você tem algo selecionado dentro do documento atual, isto não estará mais selecionado.
ro: Dacă aţi selectat ceva în documentul curent, atunci acel text nu va mai fi selectat.
rw: Niba wahisemo ikintu mu nyandiko igezweho, ibi ntibyongera gutoranywa.
se: Jos leat merken miinu dokumeanttas, de ii šat merkejuvvo.
sk: Ak ste niečo vybrali v rámci aktuálneho dokumentu, už to nebude viac vybrané.
sl: Če ste izbrali nekaj znotraj trenutnega dokumenta, to ne bo več izbrano.
sr: Ако имате нешто унутар документа означено, то више неће бити означено.
sr@latn: Ako imate nešto unutar dokumenta označeno, to više neće biti označeno.
ta: நடப்பு ஆவணத்தில் நீங்கள் ஏதேனும் தேர்வு செய்திருந்தால், அது இனி தேர்வு செய்யப்படமாட்டாது.
tg: Агар шумо интихоб карда бошед ягон чизро дар ҳуҷҷати равон, ин дигар интихоб намешавад.
th: หากคุณได้ทำการเลือกบางอย่างภายในเอกสารปัจจุบัน มันจะไม่ถูกเลือกอีก
uk: Якщо щось вибрано у цьому документі, то воно більше не буде вибраним.
zh_cn: 如果您在当前文档中有一些选中的文字，这将使它们不再被选中。

source: Enlarge Font
af: Vergroot skriftipe
be: Павялічыць шрыфт
bg: Увеличаване на шрифта
bs: Povećaj slova
ca: Augmenta la lletra
cs: Zvětšit písmo
da: Brug større skrifttype
de: Schrift vergrößern
el: Μεγέθυνση γραμματοσειράς
es: Aumentar el tamaño de letra
eu: Handiagotu letra-tipoa
fa: بزرگ کردن قلم
fi: Suurenna kirjasinta
fr: Augmenter la taille des polices
fy: Tekens fergrutsje
gl: Aumentar Fonte
he: הגדל גופן
hu: Nagyobb betűméret
is: Stækka letur
it: Ingrandisci carattere
ja: フォントサイズを増やす
kk: Қаріпін үлкейту
km: ពង្រីក​ពុម្ពអក្សរ
ko: 글꼴크기 크게
mk: Зголеми фонт
ms: Besarkan Fon
nb: Forstørr skrift
nds: Schrift grötter maken
nl: Lettertekens vergroten
nn: Auke skriftstorleik
pa: ਫੋਂਟ ਆਕਾਰ ਵਧਾਓ
pl: Powiększ czcionkę
pt: Aumentar o Tipo de Letra
pt_br: Aumentar Fonte
ro: Măreşte fontul
rw: Kongera imyandikire
se: Stuorit fontta
sk: Zväčšiť veľkosť písma
sl: Povečaj velikost pisave
sr: Повећај фонт
sr@latn: Povećaj font
th: เพิ่มขนาดตัวอักษร
uk: Збільшити шрифт
zh_cn: 增大字体

source: This increases the display font size.
af: Hierdie vermeerder die grootte van die vertoonde teks.
ar: هذا يكبّر حجم خطّ العرض.
be: Павялічвае кегель шрыфта.
bg: Увеличаване размера на шрифта в редактора.
bs: Ovo povećava veličinu slova (fonta) za prikaz.
ca: Augmenta la mida de la lletra mostrada.
cs: Zvětší velikost zobrazovaného písma.
da: Dette forøger skrifttypernes størrelse.
de: Hiermit wird die Schriftgröße der Anzeige vergrößert.
el: Αυτό αυξάνει το μέγεθος της γραμματοσειράς προβολής.
es: Aumenta el tamaño de la letra mostrada
eu: Honek pantailako letra-tamaina handiagotzen du.
fa: این، اندازۀ نمایش قلم را افزایش می‌دهد.
fi: Tämä suurentaa kirjasinkokoa.
fr: Cette commande augmente la taille des polices d'affichage.
fy: Dit fergruttet de werjefte fan de tekst.
gl: Esto aumenta o tamaño da fonte mostrada
he: הגדלת גודל גופן התצוגה.
hr: Povećavanje veličine fonta.
hu: Megnöveli a megjelenítési betűméretet.
is: Þetta stækkar letur á skjánum.
it: Aumenta la dimensione dei caratteri.
ja: 表示フォントサイズを大きくします。
kk: Бұл қаріп көрнісінің өлшемін үлкейтеді.
km: វា​នឹង​បង្កើន​ទំហំ​បង្ហាញ​របស់​ពុម្ពអក្សរ ។
ko: 표시되는 글꼴 크기가 커집니다.
mk: Ова го зголемува фонтот за приказ.
ms: Ini meningkatkan saiz fon paparan.
nb: Dette øker tegnstørrelsen på skjermen.
nds: Dit maakt de Bookstaven binnen de Ansicht grötter.
nl: Dit vergroot de weergave van de tekst.
nn: Aukar tekststorleiken.
pa: ਇਸ ਨਾਲ ਫੋਂਟ ਆਕਾਰ ਵੱਧ ਜਾਵੇਗਾ।
pl: Zwiększa wielkość czcionek na ekranie.
pt: Isto aumenta o tamanho da letra usado.
pt_br: Isto aumenta o tamanho da fonte usada para exibição.
ro: Această comandă creşte mărimea fontului pentru afişare.
rw: Ibi byongera igaragara ry'ingano y'imyandikire.
se: Stuorida fontta.
sk: Zväčšiť veľkosť zobrazovaného písma.
sl: To poveča prikaz velikosti pisave.
sr: Ово повећава величине фонтова на екрану.
sr@latn: Ovo povećava veličine fontova na ekranu.
ta: இது தெரியும் எழுத்துரு அளவை பெரியதாக்கும்
tg: Ин намоиши андозаи ҳарф калон мекунад.
th: เป็นการเพิ่มขนาดตัวอักษรในการแสดงผล
uk: Буде збільшено розмір шрифту.
zh_cn: 此命令增大显示字体的大小。

source: Shrink Font
af: Verklein skriftipe
be: Зменшыць шрыфт
bg: Намаляване на шрифта
bs: Smanji slova
ca: Minva la lletra
cs: Zmenšit písmo
da: Brug mindre skrifttype
de: Schrift verkleinern
el: Σμίκρυνση γραμματοσειράς
es: Reducir el tamaño de letra
eu: Txikiagotu letra-tipoa
fa: کوچک شدن قلم
fi: Pienennä kirjasinta
fr: Diminuer la taille des polices
fy: Tekens ferlytsje
gl: Reducir Fonte
he: הקטן גופן
hu: Kisebb betűméret
is: Smækka letur
it: Riduci carattere
ja: フォントサイズを減らす
kk: Қаріпін кішірейту
km: បង្រួញ​ពុម្ពអក្សរ
ko: 글꼴크기 작게
mk: Намали фонт
ms: Kecilkan Fon
nb: Krymp skrift
nds: Schrift lütter maken
nl: Lettertekens verkleinen
nn: Minske skriftstorleik
pa: ਫੋਂਟ ਸੁੰਘੜੋ
pl: Zmniejsz czcionkę
pt: Diminuir o Tipo de Letra
pt_br: Diminuir Fonte
ro: Micşorează fontul
rw: Kugabanya imyandikire
se: Unnit fontta
sk: Zmenšiť veľkosť písma
sl: Pomanjšaj velikost pisave
sr: Умањи фонт
sr@latn: Umanji font
th: ลดขนาดตัวอักษร
uk: Зменшити шрифт
zh_cn: 缩小字体

source: This decreases the display font size.
af: Hierdie verklein die grootte van die vertoonde teks.
ar: هذا يصغّر حجم خطّ العرض.
be: Змяншае кегель шрыфта.
bg: Намаляване размера на шрифта в редактора.
bs: Ovo umanjuje veličinu slova (fonta) za prikaz.
ca: Minva la mida de la lletra mostrada.
cs: Zmenší velikost zobrazovaného písma.
da: Dette formindsker skrifttypernes størrelse.
de: Hiermit wird die Schriftgröße der Anzeige verkleinert.
el: Αυτό μειώνει το μέγεθος της γραμματοσειράς προβολής.
es: Disminuye el tamaño de la letra mostrada
eu: Honek pantailako letra-tipoa txikiagotu egiten du.
fa: این، اندازۀ نمایش قلم را کاهش می‌دهد.
fi: Tämä pienentää kirjasinkokoa.
fr: Cette commande diminue la taille des polices d'affichage.
fy: Dit ferlytset de werjefte fan de tekst.
gl: Esto diminue o tamaño da fonte que se mostra.
he: הקטנת גודל גופן התצוגה.
hr: Smanjivanje veličine fonta.
hu: Lecsökkenti a megjelenítési betűméretet.
is: Þetta minnkar letur á skjánum.
it: Diminuisce la dimensione dei caratteri.
ja: 表示フォントサイズを小さくします。
kk: Бұл қаріп көрнісінің өлшемін кішрейтеді.
km: វា​នឹង​បន្ថយ​ទំហំ​បង្ហាញ​របស់​ពុម្ពអក្សរ ។
ko: 표시되는 글꼴 크기가 줄어듭니다.
mk: Ова го намалува фонтот за приказ.
ms: Ini mengurangkan saiz fon paparan.
nb: Dette minsker tegnstørrelsen på skjermen.
nds: Dit maakt de Bookstaven binnen de Ansicht lütter.
nl: Dit verkleint de weergave van de tekst.
nn: Minskar tekststorleiken.
pa: ਇਸ ਨਾਲ ਫੋਂਟ ਆਕਾਰ ਘੱਟ ਜਾਵੇਗਾ।
pl: Zmniejsza wielkość czcionek na ekranie.
pt: Isto diminui o tamanho da letra usado.
pt_br: Isto diminui o tamanho da fonte usada para exibição.
ro: Această comandă micşorează mărimea fontului pentru afişare.
rw: Ibi bigabanya igaragara ry'ingano y'imyandikire.
se: Unnida fontta.
sk: Zmenšiť veľkosť zobrazovaného písma.
sl: To zmanjša prikaz velikosti pisave.
sr: Ово смањује величине фонтова на екрану.
sr@latn: Ovo smanjuje veličine fontova na ekranu.
ta: இது தெரியும் எழுத்துரு அளவை குறைக்கும்.
tg: Ин намоиши андозаи ҳарф майда мекунад.
th: เป็นการลดขนาดตัวอักษรในการแสดงผล
uk: Буде зменшено розмір шрифту.
zh_cn: 此命令减小显示字体的大小。

source: Bl&ock Selection Mode
af: Blok Keuse Module
ar: وضع كتلة الإختيار
be: Рэжым вылучэння &блока
bg: &Блоково маркиране
bs: Režim bl&okovskog izbora
ca: Mode selecció per bl&ocs
cs: Režim bl&okového výběru
da: B&lokmarkeringstilstand
de: &Blockauswahlmodus
el: Κατάσταση επιλογής &τμημάτων
es: Modo de selección de b&loque
eu: B&loke-hautapen modua
fa: حالت گزینش &بلوک‌
fi: L&ohkovalintatila
fr: Mode de sélection par &bloc
fy: Blokseleksjem&odus
gl: Modo de Seleición por Bl&ocos
he: מצב בחירות מלב&ניות
hr: Uključi/isključi režim bl&okovskog označavanja
hu: Átváltás bl&okkos kijelölésre
is: Víxla &lárétt (kassa) val
it: Modalità selezi&one a blocchi
ja: ブロック選択モード(&O)
kk: Бл&окті таңдау режімі
km: របៀប​ជ្រើស​រើស​បណ្តុំ
ko: 블록 선택 모드(&O)
mk: &Режим избирање на блок
ms: Mod Pilihan &Blok
nb: &Blokkmerkingsmodus
nds: Bl&ock markeren
nl: Blokselectiem&odus
nn: &Blokkmerkingsmodus
pa: ਬਲਾਕ ਚੋਣ ਢੰਗ(&o)
pl: Tryb zaznaczania bl&oku
pt: Modo de Selecção em Bl&oco
pt_br: Modo de Seleção de &Blocos
ro: Mod selectare &bloc
rw: Uburyo Ihitamo Igice
sk: Režim &výberu bloku
sl: Preklop &navpične izbire
sr: Укључи/искључи режим бл&оковског означавања
sr@latn: Uključi/isključi režim bl&okovskog označavanja
ta: தேர்ந்தெடுக்கும் முறையை தடு
tg: &Ҳолати Интихобро муҳосира кунед
th: โหมดการเลือกเป็นบล็อก
uk: &Режим прямокутного вибору
zh_cn: 块选择方式(&O)

source: This command allows switching between the normal (line based) selection mode and the block selection mode.
af: Hierdie opdrag laat toe omskakeling tussen die normale (lyn gebaseerde) keuse modus en die blok keuse modus.
ar: هذا الأمر يسمح بالتبديل بين نمط الاختيار العادي و نمط الاختيار بالمقاطع.
bg: Превключване между нормалното маркиране на текста (по редове) и маркиране на текста по блокове.
bs: Ova naredba omogućuje prebacivanje između normalnog (linijskog) načina izbora i blokovskog načina izbora.
ca: Aquesta ordre permet canviar entre el mode normal de selecció (basat en línies) i el mode de selecció per blocs.
cs: Tento příkaz umožní přepnutí mezi normální (řádkovým) a blokovým módem výběru.
da: Denne kommando tillader skift mellem normal (linjebaseret) markeringstilstand og blokmarkeringstilstanden.
de: Dieser Befehl schaltet um zwischen dem normalen (zeilenbasierten) Auswahlmodus und dem Blockauswahlmodus.
el: Αυτή η εντολή επιτρέπει την αλλαγή μεταξύ της κατάστασης κανονικής επιλογής (γραμμής) και επιλογής τμημάτων.
es: Esta orden permite cambiar entre el modo de selección normal (basado en líneas) y el modo de selección de bloques.
eu: Komando honek hautapen normalaren (lerroan oinarritutakoa) eta bloke-hautapenaren artean aldatzea eskaintzen dizu.
fa: این فرمان، اجازۀ سو‌دهی بین حالت گزینش عادی )مبنی بر خط( و حالت گزینش بلوک را می‌دهد.
fi: Tämä komento mahdollistaa vaihtamisen normaalin (rivipohjaisen) ja lohkopohjaisen valintatilan välillä.
fr: Cette commande permet de basculer entre le mode de sélection normale (par ligne) et le mode de sélection par bloc.
fy: Mei dit kommando kinne jo skeakelje tusken de normale (op rigel basearre) seleksje, en de blokseleksje.
gl: Este comando permite-lle alternar entre o modo de selección normal (baseado en liñas) e o modo de selección por blocos.
he: פקודה זו מאפשרת לעבור בין מצב הבחירה הרגיל (המבוסס על שורות) ובין מצב הבחירות המלבנות.
hr: Ova komanda omogućuje prebacivanje između normalnog (baziranog na linijama)načina odabira i odabira blokova teksta.
hu: Ezzel lehet átváltani a normál (soronkénti) és a blokkos kijelölési mód között.
is: Þessi skipun víxlar á milli venjulegs línu-vals og blokkar-vals.
it: Permette di passare dalla modalità di selezione normale (basata sulle righe) alla modalità di selezione a blocchi, e viceversa.
ja: このコマンドは標準 (行ベース) の選択モードと縦列選択モードとを切り替えます。
kk: Бұл команда, қалыпты (жолдарды) таңдау режімі мен блокті таңдау режімі арасында ауысуға мүмкіндік береді.
km: ពាក្យ​បញ្ជា​នេះ​អនុញ្ញាត​ឲ្យ​ប្ដូរ​រវាង​របៀប​ជ្រើស​រើស​ធម្មតា (បន្ទាត់​ជា​គោល) និង​របៀបជ្រើសរើស​បណ្ដុំ ។
ko: 보통 선택 모드(줄 선택)와 블록 선택 모드 사이를 변경 시켜 줍니다.
mk: Оваа команда дозволува преминување помеѓу нормалниот (линијски) режим на избирање и режимот на избирање на блок.
ms: Arahan ini membolehkan pertukaran antara mod pilihan normal (berasaskan baris dengan mod pilihan blok.
nb: Denne kommandoen brukes til å veksle mellom normal valgmodus (linjebasert) og blokkvalg-modus.
nds: Disse Befehl wesselt twischen dat normale (reegbaseerte) Markeren un dat Blockmarkeren.
nl: Met dit commando kunt u schakelen tussen de normale (op regel gebaseerde) selectie, en de blokselectie.
nn: Med denne kommandoen kan du byta mellom vanleg, linjebasert merkingsmodus og blokkmerkingsmodus.
pl: Polecenie to pozwala przełączać się pomiędzy dwoma trybami zaznacznia - liniowym i blokowym.
pt: Este comando permite a alternância entre o modo de selecção normal (baseado em linhas) e o modo de selecção por bloco.
pt_br: Este comando permite alternar entre o modo de seleção normal (baseado em linha) e o modo de seleção de bloco.
ro: Această comandă permite comutarea între modul de selectare normală (orientat pe linii) şi modul de selectare bloc.
rw: Iri bwizwa rifasha guhindura hagati y'uburyo bw'ihitamo (bishingiye ku murongo) bisanzwe n'uburyo bw'ihitamo bw'igice.
se: Dát gohččun diktá du válljet dábálaš (linnjávuođđuduvvon) ja laiggusvuođđuduvvon merkendoibmanvuogi gaskkas.
sk: Tento príkaz dovolí prepínanie medzi normálnym módom výberu a módom blokového výberu.
sl: Ta ukaz vam dovoljuje preklop med navadnim načinom izbire (po vrsticah) ali način z navpično izbiro.
sr: Ова наредба вам омогућава да се пребацујете између нормалног (базираног на редовима) начина означавања текста и блоковског начина.
sr@latn: Ova naredba vam omogućava da se prebacujete između normalnog (baziranog na redovima) načina označavanja teksta i blokovskog načina.
ta: இந்த கட்டளை சாதாரண (வரி சார்ந்த) தேர்வு செய்யும் வகைக்கும், பகுதி சார்ந்த தேர்வு செய்யும் வகைக்கும் இடையே மாறிக் கொள்ள அனுமதிக்கிறது.
tg: Ин фармон барои гузаштани байни ҳолати интихоби оддӣ ва ҳолати интихоби муҳосира иҷозат медиҳад.
th: คำสั่งนี้ จะอนุญาตให้คุณสามารถสลับไปมาระหว่างการเลือกแบบปกติ (เป็นบรรทัด) กับการเลือกแบบบล็อก
uk: Ця команда дозволяє перемикатись звичайним (порядковим) режимом вибору та режимом вибору блоків тексту.
zh_cn: 此命令让您在普通的行选择方式和块选择方式之间切换。

source: Overwr&ite Mode
af: Oorskryf Modus
ar: وضع إعادة الكتابة
be: Рэжым &перазапісу
bg: Ре&жим на припокриване
bs: Režim prek&ucavanja
ca: Mode so&breescriure
cs: Rež&im přepisování
da: Overskr&ivningstilstand
de: Ü&berschreibmodus
el: Κατάσταση &αντικατάστασης
es: Modo de sobrescritura
eu: &Gainidazte modua
fa: حالت &جای‌نوشت‌
fi: &Ylikirjoitustila
fr: Mode d'&écrasement
fy: Oersk&riuwmodus
gl: Modo Sobreescr&eber
he: מצב &שכתב
hr: Rež&im prepisivanja
hu: F&elülírás
is: Yfirskr&ifa
it: Modalità di sovrascr&ittura
ja: 上書きモード(&I)
kk: Ү&стінен жазу режімі
km: របៀប​សរសេរ​ជាន់​លើ
ko: 덮어쓰기 모드(&I)
mk: Режим &пребришување
ms: Mod &Tulis Ganti
nb: Overskr&ivingsmodus
nds: Överschr&ievbedrief
nl: Oversc&hrijfmodus
nn: Overskr&ivingsmodus
pa: ਉਪੱਰ ਲਿਖਣ ਢੰਗ(&i)
pl: Tryb &nadpisywania
pt: Modo de Sobrepos&ição
pt_br: Modo de &Sobrescrita
ro: Mod &suprascriere
rw: Uburyo Gusimbuza
se: B&uhttendoaibmanvuohki
sk: Režim &prepisovania
sl: Način nado&mestitve
sr: Реж&им пребрисавања
sr@latn: Rež&im prebrisavanja
ta: மேலெழுதும் முறை
tg: Ҳолати &сарнависӣ
th: โหมดเขียนทับ
uk: Режим пере&запису
zh_cn: 覆盖模式(&I)
