Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>Backing up on save will cause Kate to copy the disk file to '&lt;prefix&gt;&lt;filename&gt;&lt;suffix&gt;' before saving changes.<p>The suffix defaults to <strong>~</strong> and prefix is empty by default
af: <p>Terugvalkopie maak by stoor sal veroorsaak dat Kate die skyf lêer kopieër na '&lt;prefix&gt;&lt;leêrnaam&gt;&lt;agtervoegsel&gt;' voor stoor veranderinge.<p>Die agtervoegsel verstekwaarde na <sterk>~</sterk> en voorvoegsel word leeggemaak deur verstek
bg: <p>Операцията по създаване на резервно копие при запис ще копира оригиналния файл във файла с името "&lt;prefix&gt;&lt;filename&gt;&lt;suffix&gt;" преди да бъдат записани промените.<p>Наставката по подразбиране е <strong>~</strong>, а представката е празна.
bs: <p>Pravljenje rezervne kopije pri snimanju znači da će Kate kopirati datoteku na disku u '&lt;prefiks&gt;&lt;imedatoteke&gt;&lt;sufiks&gt;' prije snimanja izmjena. <p>Podrazumijevani sufiks je <strong>~</strong> a prefiks je prazan
ca: <p>Fent una còpia de seguretat en desar fareu que Kate copiï el fitxer de disc a '&lt;prefix&gt;&lt;nomdelfitxer&gt;&lt;sufix&gt;' abans de desar els canvis.<p>El sufix per omissió és <strong>~</strong> i el prefix és buit per omissió
cs: <p>Zálohováním docílíte toho, že Kate ještě před uložením zkopíruje soubor na disku do jiného podle schématu: '&lt;předpona&gt;&lt;název_souboru&gt;&lt;přípona&gt;'. <p>Výchozí přípona je <strong>~</strong>, předpona je prázdná.
da: <p>Sikkerhedskopi ved gemning vil få Kate til at kopiere diskfilen til '&lt;præfiks&gt;&lt;filnavn&gt;&lt;endelse&gt;' før ændringer gemmes.<p>Endelsen er som standard <strong>~</strong> og præfiks er tomt som standard
de: <p>"Sicherungskopie beim Speichern" bewirkt, dass Kate die betreffende Datei als "&lt;Präfix&gt;&lt;Dateiname&gt;&lt;Erweiterung&gt;" kopiert, bevor Änderungen gespeichert werden.<p>Die Erweiterung ist voreingestellt auf <strong>~</strong>, ein Präfix ist standardmäßig nicht vorgesehen
el: <p>Η δημιουργία αντιγράφου εφεδρείας κατά την αποθήκευση θα οδηγήσει το Kate στην αντιγραφή του αρχείου στο '&lt;πρόθεμα&gt;'&lt;όνομα αρχείου&gt;&lt;κατάληξη&gt;' πριν την αποθήκευση των αλλαγών.<p>Η προκαθορισμένη κατάληξη είναι το <strong>~</strong> ενώ το πρόθεμα είναι κενό
es: <p>Si hace una copia al guardar, Kate copiará el disco del archivo a '&ltprefijo&lt;nombredearchivo&gt;&lt;sufijo&gt;' antes de guardar los cambios.<p>El sufijo predefinido es <strong>~</strong> y el prefijo predifinido queda vacío.
eu: <p>Babeseko kopia egitea gordetzean, Kate-k '&lt;aurrizkia&gt;&lt;fitxategi-izena&gt;&lt;atzizkia&gt;' fitxategi gisa gordeko du diskoan aldaketak gorde aurretik. <p>Atzizki lehenetsia <strong>~</strong> izango da, eta aurrizkia hutsik egongo da.
fa: <p>پشتیبانی کردن هنگام ذخیره باعث می‌شود Kate قبل از ذخیرۀ تغییرها، پروندۀ دیسک را بنا‌بر »>پیشوند<>نام پرونده<>پسوند<« رونوشت کند. <p>پیش‌فرضهای پسوند بنا‌بر <strong>~</strong> و پیشوند، توسط پیش‌فرض خالی است
fi: <p>Varmuuskopiointi tallennettaessa tarkoittaa sitä, että Kate kopioi tiedoston nimellä '&lt;tiedostonimi&gt;&lt;pääte&gt;' ennen muutosten tallentamista. <p>Pääte on oletuksena <strong>~</strong>.
fr: <p>Faire une sauvegarde à l'enregistrement signifie que Kate copiera le fichier sur le disque sous le nom « &lt;préfixe&gt;nom-de-fichier&gt;&lt;suffixe&gt; » avant d'enregistrer les changements. <p>La valeur par défaut du suffixe est <strong>~</strong>, et le préfixe est vide par défaut.
fy: <p>De opsje "Reservekopie oanmeitsje ûnder it bewarjen" soarget derfoar dat Kate in kopy fan de skriuwferzje fan de triem makket mei de namme&lt;foarheaksel&gt;&lt;triemnamme&gt;&lt;efterheaksel&gt; foardat de wizigings bewarre wurde. <p>De standertwearde foar de efterheaksel is <strong>~</strong>. Standert wurdt der gjin foarheaksel brûkt.
gl: <p>Ao facer unha cópia de respaldo ao gravar, Kate copiará o ficheiro do disco a '&lt;prefixo&gt;&lt;nome&gt;&lt;sufixo&gt;' antes de gravar os cambios.<p> O sufixo ten o valor por defecto de <strong>~</strong> e o prefixo é nulo por defecto
he: <p> גבוי יגרום ל־kate לשמירת קובץ תחת שם חדש לפני שמירת שינויים. <p> בתור ברירת מחדל, הסיפא החדשה של הקובץ תהיה <strong>~</strong> וברירת המחדל של הרישא היא ריקה
hu: <p>Ha bejelöli a 'Biztonsági másolat mentésnél' opciót, akkor a másolat neve '&lt;előtag&gt;fájlnév&gt;&lt;utótag&gt;' lesz.<p>Az utótag alapértelmezése: <strong>~</strong>, az előtag alapértelmezés szerint üres.
is: <p>Afritun við vistun lætur Kate afrita skjalið sem vistað er í sjálfkrafa í '&lt;skráarheiti&gt;&lt;ending&gt;' áður en breytingunum er vistað.<p>Endingin er <strong>~</strong> sjálfgefið og forskeytið er tómt
it: <p>Creare una copia di sicurezza farà copiare a Kate il file del disco su "&lt;prefisso&gt;&lt;nome_file&gt;&lt;suffisso&gt;" prima di salvare le modifiche.<p>Il suffisso predefinito è <strong>~</strong> e il prefisso è vuoto come impostazione predefinita
ja: <p>保存時にバックアップを作成するように設定すると、Kate は変更を保存する前にディスク上のファイルを &lt;プレフィックス&gt;&lt;ファイル名&gt;&lt;サフィックス&gt; の形式でコピーします。<p>デフォルトでは、サフィックスは <strong>~</strong> になり、プレフィックスは付きません。
kk: <p>Файлды сақтаудың алдында, Kate атауын'&lt;префикс&gt;&lt;файл_атауы&gt;&lt;жұрнақ&gt;' деп құрып сақтық көшірмесін дискіне жазады.<p> Әдетте жұрнақ <strong>~</strong> таңбасы, префикс жоқ
km: <p>ការ​ចម្លង​ទុក នៅ​ពេល​រក្សាទុក​នឹង​ធ្វើ​ឲ្យ Kate ចម្លង​ឯកសារ​ថាស​ទៅ '&lt;បុព្វបទ&gt;&lt;ឈ្មោះ​ឯកសារ&gt;&lt;បច្ច័យ&gt;' មុន​ពេលរក្សា​ទុកការ​ផ្លាស់​ប្ដូរ ។<p>បច្ច័យ​លំនាំដើម​គឺ <strong>~</strong> និង​តាម​លំនាំដើមបុព្វបទ​គឺ​ទទេ
ko: <p>저장할 때 백업하기는 카테가 바뀐 내용을 저장하기 전에 디스크 파일에 접두사&gt;&lt;파일이름&gt;&lt;접미사&gt;' 의 형태로 복사합니다.<p>접미사는 기본적으로 <strong>~</strong> 로, 접두사는 기본적으로 빈칸입니다.
mk: <p>Заштитното копирање при зачувување ќе направи Kate да ја копира датотеката на дискот во „&lt;претставкаx&gt;&lt;имедатотека&gt;&lt;наставка&gt;“ пред да ги сними промените.<p>Наставката е стандардно <strong>~</strong> е претставката е стандардно празна
ms: <p>Sandaran bagi simpan akan menyebabkan Kate menyalin fail cakera ke '&lt;prefix&gt;&lt;filename&gt;&lt;suffix&gt;' sebelum menyimpan perubahan.<p>Akhiran memiawai kepada <strong>~</strong> dan awalan adalah kosong menurut piawai
nb: <p>Dersom du velger å ta reservekopi ved lagring, vil Kate kopiere fila til «&lt;prefiks&gt;&lt;filnavn&gt;&lt;etternavn&gt;» før endringene blir lagret. <p>Standardetternavnet er <strong>~</strong> og standard prefiks er tomt
nds: <p>För de Sekerheitskopie warrt de Datei op de Fastplaat na "&lt;Prefix&gt;&lt;Dateinaam&gt;&lt;Suffix&gt;" kopeert, ehr de Ännern sekert warrt.</p><p>Dat Standardsuffix is "<strong>~</strong>", en Standardprefix gifft dat nich.</p>
nl: <p>De optie "Reservekopie aanmaken tijdens opslaan" zorgt ervoor dat Kate een kopie van de schijfversie van het bestand maakt met de naam &lt;voorvoegsel&gt;&lt;bestandsnaam&gt;&lt;achtervoegsel&gt; voordat de wijzigingen worden opgeslagen. <p>De standaardwaarde voor het achtervoegsel is <strong>~</strong>. Standaard wordt er geen voorvoegsel gebruikt.
nn: <p>Dersom du vel å ta reservekopi ved lagring, vil Kate kopiera fila til «&lt;prefiks&gt;&lt;filnamn&gt;&lt;suffiks&gt;» før endringane vert lagra. <p>Standardsuffikset er <strong>~</strong>, og prefikset er tomt.
pl: <p>Wykonywanie kopii zapasowej przy zapisie spowoduje, że Kate skopiuje plik do '&lt;przedrostek&gt;&lt;nazwa_pliku&gt;przyrostek&gt;' przed zapisaniem zmian. <p>Przyrostek to domyślnie <strong>~</strong>, a przedrostek jest domyślnie pusty
pt: <p>Ao salvaguardar na gravação, o Kate irá copiar o ficheiro em disco para '&lt;prefixo;&gt;&lt;nome_ficheiro&gt;&lt;sufixo&gt;' antes de gravar as alterações.<p>O sufixo é, por omissão, <strong>~</strong> e o prefixo é vazio.
pt_br: <p>Fazer um backup e salvar fará com que o Kate copie o arquivo do disco para o '&lt;prefixo&gt;&lt;nomearquivo&gt;&lt;sufixo&gt;' antes de salvar as modificações. <p>O sufixo padrão é <strong>~</strong>, e o prefixo padrão é vazio
ro: <p>Salvarea fişierelor de rezervă va determina Kate să copieze fişierul de pe disc în '&lt;prefix&gt;&lt;nume_fişier&gt;&lt;sufix&gt;' înainte de a salva modificările.<p>Implicit sufixul este <strong>~</strong>, iar prefixul este nul.
rw: <p>Gukora ingoboka mu kubika bizatuma Kate ikoporora idosiye ya disiki ku '&lt;mbanziriza&gt;&lt;izinadosiye&gt;&lt;ingereka&gt;' mbere yo kubika amahinduka.<p>Ingereka igira mburabuzi ku <strong>~</strong> kandi imbanziriza ifite ubusa mu buryo mburabuzi
se: <p>Jos liigemáŋgos ráhkaduvvo vurkedettiin, de Kate máŋge fiilla «&lt;fiilanamma&gt;&lt;suffiksa&gt;» ovdalgo rievdadusat vurkejuvvojit. <p>Standárdsuffiksa lea <strong>~</strong>, ja prefiksa lea standárdan guorus.
sk: <p>Vytvorenie zálohy znamená, že Kate skopíruje súbor na disku do '&lt;predpona&gt;&lt;menosúboru&gt;&lt;prípona&gt;' pred uložením zmien.<p>Štandardná prípona je <strong>~</strong> a predpona je prázdna
sl: <p>Shranjevanje varnostne kopije bo povzročilo, da bo Kate kopirala datoteko na disku v »&lt;predpona&gt;&lt;ime_datoteke&gt;&lt;pripona&gt;« pred shranjevanjem datotek. <p>Pripona je privzeto <strong>~</strong>
sr: <p>Прављење резевне копије приликом снимања значи да ће Kate да копира фајл у „&lt;префикс&gt;&lt;имефајла&gt;&lt;наставак&gt;“ пре снимања измена.<p>Предефинисани наставак је <strong>~</strong>, а префикс је празан
sr@latn: <p>Pravljenje rezevne kopije prilikom snimanja znači da će Kate da kopira fajl u „&lt;prefiks&gt;&lt;imefajla&gt;&lt;nastavak&gt;“ pre snimanja izmena.<p>Predefinisani nastavak je <strong>~</strong>, a prefiks je prazan
ta: <p>சேமிக்கும் போது பின்வருவது கேட்டை வட்டு கோப்பிற்கு நகலிடும் '&lt;prefix&gt;&lt;filename&gt;&lt;suffix&gt;' மாற்றத்தை சேமிக்கும் முன்.<p>பின்னொட்டின் முன்னிருப்பு <strong>~</strong> மற்றும் முன்னிருப்பாக முன்னொட்டு காலியாக உள்ளது
tg: <p>Копӣ кунии захиравӣ мавриди нигоҳ дорӣ, маънои онро дорад, ки пеш аз нигоҳ доштани тағйиротҳо, файли '&lt;номифайл&gt;&lt;суффикс&gt;' навишта хоҳад шуд. <p>Суффикси пешфарз - ин <strong>~</strong> мебошад
uk: <p>Створення резервної копії примушує Kate копіювати файл в "&lt;префікс&gt;&lt;назва_файла&gt;&lt;суфікс&gt;" перед тим, як зберігати зміни.<p>Типовий суфікс: <strong>~</strong>, типовий префікс - не визначено
zh_cn: <p>保存时作备份将会让 Kate 在保存改动前把原磁盘文件复制为“&lt;前缀&gt;&lt;文件名&gt;&lt;后缀&gt;”。<p>默认的后缀为<strong>~</strong>，前缀为空

source: Check this if you want the editor to autodetect the end of line type.The first found end of line type will be used for the whole file.
af: Kontroleur hierdie as jy wil dat die redigeerder outomaties die einde van die lyn tipe opspoor. Die eerste gevinde einde van lyn tipe sal gebruik word vir die hele lêer.
bg: Автоматично определяне на стила за край на ред. Първият намерен тип за край на ред, ще бъде използван за целия документ.
ca: Marqueu això si voleu que l'editor autodetecti el tipus de final de línia. El primer tipus de final de línia que es trobi s'usarà al fitxer sencer.
da: Markér dette hvis du ønsker at editoren skal detektere typen af linjeslut automatisk. Den første linjesluttype som findes bruges til hele filen.
de: Markieren Sie diese Einstellung, wenn der Editor den Zeilenende-Typ automatisch erkennen soll. Der zuerst gefundene Zeilenende-Typ wird für die gesamte Datei angenommen.
el: Ενεργοποιήστε αυτό αν θέλετε ο επεξεργαστής να ανιχνεύει αυτόματα του τύπο τέλους γραμμής. Ο πρώτος τύπος τέλους γραμμής που θα βρεθεί θα χρησιμοποιηθεί για όλο το αρχείο.
es: Marque esta opción si quiere que el editor detecte automáticamente el final del tipo de línea. El primer tipo de fin de línea encontrado se usará en todo el archivo.
eu: Egiaztatu editoreak lerro amaiera mota automatikoki detektatzea nahi baduzu. Aurkitutako lehen lerro amaiera mota fitxategi osoan erabiliko da.
fa: اگر می‌خواهید ویرایشگر به طور خودکار نوع پایان خط را آشکار سازد، این را علامت بزنید. نخستین نوع پایان خط یافت‌شده برای کل پرونده استفاده خواهد شد.
fr: Cochez cette option si vous souhaitez que l'éditeur détecte automatiquement le type de fin de lignes. Le premier type trouvé sera utilisé pour l'intégralité du fichier.
fy: Skeakel dizze opsje yn as jo wolle dat de bewurker automatysk de type fan rigelein ûntdekt. De earste type rigelein dy't fûn wurdt sil foar it hiele triem brûkt wurde.
gl: Marque esta opción se quere que o editor autodetecte o tipo de fin de liña. Usaráse o primeiro tipo de fin atopado en todo o ficheiro
hu: Válassza ezt, ha automatikus sorvégérzékelést szeretne. Az elsőként felismert sorvég lesz feltételezve az egész fájlra.
is: Veldu þetta ef þú vilt að ritillinn finni sjálfkrafa tegund línuendingar. Fyrsta tegundin sem finnst verður notuð fyrir allt skjalið.
it: Marca questa casella se vuoi che l'editor rilevi automaticamente il tipo di fine riga. Il primo tipo di fine riga individuato verrà usato per l'intero file.
ja: エディタに行末のタイプを自動検知させる場合、これをチェックします。最初に検知した行末のタイプがファイル全体に対して用いられます。
kk: Жол соңындағы таңбаларды автоматты түрде анықтауды қаласаңыз осы құсбелгіні қойыңыз. Бірінші кездескен жол соңының таңбалау түрі түгел файлға жалпыланады.
km: គូស​ធីកវា ប្រសិន​បើ​អ្នក​ចង់​ឲ្យ​កម្មវិធី​និពន្ធ​រក​ឃើញប្រភេទ​ចុង​បន្ទាត់​ដោយ​ស្វ័យ​ប្រវត្តិ​ ។ ប្រភេទ​ចុង​បន្ទាត់ដែល​បាន​រក​ឃើញ​ដំបូង នឹង​ត្រូវ​បាន​ប្រើ​សម្រាប់​ឯកសារ​ទាំង​មូល ។
ko: 만약 행의 끝 형식을 자동으로 감지하길 원하신다면 이것을 체크하십시오. 첫번째 행의 끝 형식을 전체 파일에 대해 사용할 것입니다.
ms: Semak ini jika anda ingin editor mengautokesan penghujung taipan baris. Penghujung taipan baris yang pertama ditemui akan digunakan untuk seluruh fail.
nb: Her kan du velge om skriveprogrammet automatisk skal oppdage linjeslutt-typen. Den første typen linjeslutt som blir funnet blir brukt i hele fila.
nds: Aktiveer dit, wenn de Editor den Typ vun't Reegenn automaatsch wedderkennen schall. Dat eerste Reegenn warrt för de hele Datei bruukt.
nl: Schakel deze optie in als u wilt dat de editor automatisch het type regeleinde detecteert. Het eerstgevonden type regeleinde zal voor het hele bestand worden gebruikt.
nn: Her kan du velja om skriveprogrammet automatisk skal oppdaga typen linjeslutt. Den første typen linjeslutt som vert funnen vert bruka i heile fila.
pa: ਇਹ ਚੋਣ ਕਰੋ, ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਸੰਪਾਦਕ ਆਟੋਮੈਟਿਕ ਹੀ ਲਾਇਨ ਅੰਤ ਕਿਸਮ ਦੀ ਖੋਜ ਕਰੇ। ਪਹਿਲੀਂ ਲੱਭੀ ਲਾਇਨ ਅੰਤ ਕਿਸਮ ਪੂਰੀ ਫਾਇਲ ਲਈ ਵਰਤੀ ਜਾਵੇਗੀ।
pl: Zaznacz jeśli chcesz by edytor automatycznie wykrył typ końca wiersza. Pierwszy znaleziony rodzaj końca wiersza zostanie użyty dla całego pliku.
pt: Assinale isto, se quiser que o editor detecte automaticamente o tipo de fim de linha. O primeiro tipo de fim de linha encontrado será usado para o resto do ficheiro.
pt_br: Marque isto se desejar que o editor detecte automaticamente o tipo de final de linha. O primeiro tipo de final de linha encontrado será usado para o arquivo inteiro.
rw: Wareba ibi niba ushaka ko muhinduzi igenzura ubwayo ubwoko bw'impera y'umurongo. Ubwoko bwa mbere bw'impera y'umurongo bubonywe buzakoreshwa ku idosiye yose.
se: Merke dán jus háliidat ahte čállinprográmma automáhtalaččat galgá áicat linnjáloahpaid. Vuosttaš gávdnon linnjáloahpašládja geavahuvvo olles fiillas.
sk: Zaškrtnite tu ak chcete aby editor automaticky zisťoval typ konca riadku. Prvý nájdený typ konca riadku bude použitý pre celý súbor.
sl: Omogočite, če želite, da urejevalnik samodejno zazna vrsto konca vrstice. Vrsta, ki jo urejevalnik najprej najde, bo v uporabi za vso datoteko.
sr: Попуните ово ако желите да уређивач сам одреди тип завршетка линије. Први нађени завршетак линије биће коришћен за цео фајл.
sr@latn: Popunite ovo ako želite da uređivač sam odredi tip završetka linije. Prvi nađeni završetak linije biće korišćen za ceo fajl.
uk: Ввімкніть якщо ви бажаєте щоб режим кінця рядка визначався автоматично. В якості режиму кінця рядка для всього файла буде вживатися тип першого знайденого кінця рядка.
zh_cn: 如果您想要自动检测行尾类型，请选中此选项。第一次检测到的行尾类型将用于整个文件。

source: Check this if you want backups of local files when saving
af: Kontroleur hierdie as jy terugvalkopië van lokale lêers wil hê by stoor.
ar: أختر هذا إذا كنت تريد نسخه إحتياطية لملفات محلية عند الحفظ
bg: Създаване на резервни копия на локалните файлове.
bs: Uključite ovo ako želite da imate rezervne kopije lokalnih datoteka
ca: Marqueu això si en desar desitgeu còpies de seguretat dels fitxers locals
cs: Zaškrtněte, pokud si přejete zálohovat místní soubory při ukládání
da: Afkryds dette hvis du ønsker sikkerhedskopier af lokale filer når der gemmes
de: Aktivieren Sie diese Option, wenn beim Speichern lokaler Dateien eine Sicherungskopie erstellt werden soll
el: Ενεργοποιήστε αυτό αν θέλετε αντίγραφα εφεδρείας των τοπικών αρχείων κατά την αποθήκευση
es: Seleccione esta opción si desea copias de archivos locales al guardar
eu: Aukeratu hau lokaleko fitxategien babes kopiak egitea nahi baduzu gordetzean
fa: اگر هنگام ذخیره، پشتیبانی پرونده‌های محلی را می‌خواهید، این را علامت بزنید
fi: Valitse tämä kohta, jos haluat varmuuskopioida paikalliset tiedostot ennen tallennusta
fr: Cochez ceci si vous voulez faire des sauvegardes des fichiers locaux à l'enregistrement
fy: Skeakel dizze opsje yn as jo wolle dat der in reservekopy makke wurdt ûnder it bewarjen
gl: Marque esta opción se quere facer cópias de seguridade dos ficheiros locais ao gravar
he: קובע האם לשמור גיבויים של קבצים מקומיים בזמן שמירה
hr: Označite ovo ako želite sigurnosne kopije lokalnih datoteka tijekom spremanja.
hu: Jelölje be, ha azt szeretné, hogy mentés előtt biztonsági másolat készüljön a helyi fájlokról
is: Hakaðu við þetta er þú vilt afrit þegar staðbundnar skrár eru vistaðar
it: Marca questa casella se vuoi creare delle copie di sicurezza dei file locali durante il salvataggio
ja: 保存時にローカルファイルのバックアップを作成する場合、ここをチェックしてください。
kk: Сақтау кезінде жергілікті файлдардың сақтық көшірмесін жасауды қаласаңыз, осы құсбелгіні қойыңыз
km: គូស​ធីក​វា ប្រសិន​បើ​អ្នក​ចង់​ចម្លង​ទុក​ឯកសារ​មូលដ្ឋាន នៅពេល​រក្សា​ទុក​
ko: 저장 할 때 로컬 파일의 백업을 원하면 체크하십시오.
mk: Изберете го ова ако сакате заштитни копии на локалните датотеки при зачувување
ms: Semak ini jika anda ingin sandaran fail setempatl semasa menyimpan
nb: Kryss av her dersom du vil ta reservekopi av lokale filer ved lagring
nds: Aktiveer dit, wenn bi't Sekern vun lokaal Dateien en Sekerheitskopie opstellt warrn schall
nl: Selecteer dit als u wilt dat er een reservekopie wordt gemaakt tijdens het opslaan.
nn: Kryss av her dersom du vil ta reservekopi av lokale filer ved lagring
pa: ਇਸ ਦੀ ਚੋਣ ਕਰੋ, ਜੇਕਰ ਤੁਸੀਂ ਸਥਾਨਕ ਫਾਇਲਾਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਬੈਕਅੱਪ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
pl: Zaznacz jeśli chcesz wykonać kopie zapasowe plików lokalnych przy zapisie
pt: Assinale isto se quiser cópias de segurança dos ficheiros locais ao gravar
pt_br: Marque isto se deseja fazer backups de arquivos locais ao salvá-los
ro: Selectaţi opţiunea dacă doriţi fişiere de rezervă la salvarea fişierelor locale.
rw: Reba ibi niba ushaka ingoboka z'amadosiye ya hafi igihe ubika
se: Merke dán bovssa jos háliidat ahte ráhkaduvvo liigemáŋgosat go vurket báikkálaš fiillaid.
sk: Zaškrtnite tu ak chcete zálohy vašich lokálnych súborov pri ukladaní
sl: Izberite to, če želite imeti varnostne kopije krajevnih datotek med shranjevanjem
sr: Укључите ово ако желите резервне копије приликом снимања локалних фајлова
sr@latn: Uključite ovo ako želite rezervne kopije prilikom snimanja lokalnih fajlova
ta: சேமிக்கும் போது உள்கோப்புகளை பின்சேமிப்பு செய்ய வேண்டுமெனின் இதை தேர்வு செய்யவும்
tg: Инро интихоб кунед, агар шумо дар ҳоли нигоҳ доштани файлҳои локали, нусхаи эҳтиёти нигоҳ доштан мехоҳед
th: เลือกตัวเลือกนี้ หากต้องการให้มีการสำรองแฟ้มในเครื่องเมื่อมีการบันทึก
uk: Ввімкніть, щоб створювались резервні копії локальних файлів при збереженні
zh_cn: 如果您要在保存本地文件时建立备份文件，请选中此项

source: Check this if you want backups of remote files when saving
af: Kontroleur hierdie as jy terugvalkopië van afgeleë lêers wil hê by stoor.
ar: أختر هذا إذا كنت تريد نسخه إحتياطية لملفات متحركة عند الحفظ
bg: Създаване на резервни копия на отдалечените файлове.
bs: Uključite ovo ako želite da imate rezervne kopije udaljenih datoteka
ca: Marqueu això si en desar desitgeu copies de seguretat dels fitxers remots
cs: Zaškrtněte, pokud si přejete zálohovat vzdálené soubory při ukládání
da: Afkryds dette hvis du ønsker sikkerhedskopier af eksterne filer når der gemmes
de: Aktivieren Sie diese Option, wenn beim Speichern von Dateien auf Fremdrechern eine Sicherungskopie erstellt werden soll
el: Ενεργοποιήστε αυτό αν θέλετε αντίγραφα εφεδρείας των απομακρυσμένων αρχείων κατά την αποθήκευση
es: Seleccione esta opción si desea copias de archivos remotos al guardar
eu: Aukeratu hau urruneko fitxategien babes kopiak egitea nahi baduzu gordetzean
fa: اگر هنگام ذخیره، پشتیبانی پرونده‌های ‌دور را می‌خواهید، این را علامت بزنید
fi: Valitse tämä kohta, jos haluat varmuuskopioida etätiedostot ennen tallennusta
fr: Cochez ceci si vous voulez faire des sauvegardes des fichiers distants à l'enregistrement
fy: Skeakel dizze opsje yn as jo wolle dat der in reservekopy fan eksterne triemen ûnder it bewarjen makke wurdt
gl: Marque esta opción se quere facer cópias de seguridade dos ficheiros remotos ao gravar
he: קובע האם לשמור גיבויים של קבצים מרוחקים בזמן שמירה
hr: Označite ovo ako želite sigurnosne kopije udaljenih datoteka tijekom spremanja.
hu: Jelölje be, ha azt szeretné, hogy mentés előtt biztonsági másolat készüljön a távoli fájlokról
is: Hakaðu við þetta er þú vilt afrit þegar fjartengdar skrár eru vistaðar
it: Marca questa casella se vuoi creare delle copie di sicurezza dei file remoti durante il salvataggio
ja: 保存時にリモートファイルのバックアップを作成する場合、ここをチェックしてください。
kk: Сақтау кезінде желідегі файлдардың сақтық көшірмесін жасауды қаласаңыз, осы құсбелгіні қойыңыз
km: គូស​ធីក​វា ប្រសិនបើ​អ្នក​ចង់បម្រុង​ទុក​ឯកសារ​ឆ្ងាយ នៅ​ពេល​រក្សា​ទុក
ko: 저장 할 때 원격 파일의 백업을 원하면 체크하십시오.
mk: Изберете го ова ако сакате заштитни копии на оддалечените датотеки при зачувување
ms: Semak ini jika anda ingin sandaran fail jauh semasa menyimpan
nb: Kryss av her dersom du vil ta reservekopi av nettverksfiler ved lagring
nds: Aktiveer dit, wenn bi't Sekern vun feern Dateien en Sekerheitskopie opstellt warrn schall
nl: Selecteer dit als u een reservekopie van externe bestanden wilt maken tijdens het opslaan
nn: Kryss av her dersom du vil ta reservekopi av nettverksfiler ved lagring
pa: ਇਸ ਦੀ ਚੋਣ ਕਰੋ, ਜੇਕਰ ਤੁਸੀਂ ਰਿਮੋਟ ਫਾਇਲਾਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਬੈਕਅੱਪ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
pl: Zaznacz jeśli chcesz wykonać kopie zapasowe zdalnych plików przy zapisie
pt: Assinale isto, se quiser cópias de segurança dos ficheiros remotos ao gravar
pt_br: Marque isto se deseja fazer backups de arquivos remotos ao salvá-los
ro: Selectaţi opţiunea dacă doriţi fişiere de rezervă la salvarea fişierelor distante.
rw: Reba ibi niba ushaka ingoboka z'amadosiye ya kure igihe ubika
se: Merke dán bovssa jos háliidat ahte ráhkaduvvo liigemáŋgosat go vurket gáiddus fiillaid.
sk: Zaškrtnite tu ak chcete zálohy vašich vzdialených súborov pri ukladaní
sl: Izberite to, če želite imeti varnostne kopije oddaljenih datotek med shranjevanjem
sr: Укључите ово ако желите резервне копије приликом снимања удаљених фајлова
sr@latn: Uključite ovo ako želite rezervne kopije prilikom snimanja udaljenih fajlova
ta: சேமிக்கும் போது தொலைக்கோப்புகளை பின்சேமிப்பு செய்ய வேண்டுமெனின் இதை தேர்வு செய்யவும்
tg: Инро интихоб кунед, агар шумо дар ҳоли нигоҳ доштани файлҳои дуршуда, нусхаи эҳтиёти нигоҳ доштан мехоҳед
th: เลือกตัวเลือกนี้ หากต้องการให้มีการสำรองแฟ้มระยะไกลเมื่อมีการบันทึก
uk: Ввімкніть, щоб створювались резервні копії віддалених файлів при збереженні
zh_cn: 如果您要在保存远程文件时建立备份文件，请选中此项
