Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>This string allows you to configure Kate's settings for the files selected by this mimetype using Kate variables. You can set almost any configuration option, such as highlight, indent-mode, encoding, etc.</p><p>For a full list of known variables, see the manual.</p>
af: <p>Hierdie string laat jou toe om Kate se instellings te konfigureer vir die lêers gekies deur hierdie mimetipe deur gebruik van Kate veranderlikes. Jy kan amper enige konfigurasie opsie instel, soos verlig, inkeep-modus, enkodering, ens.</p><p>Vir 'n volledige lys van bekende veranderlikes, gebruik die handleiding.</p>
bg: <p>Настройки на редактора за файловете, избрани чрез съответния файлов тип. Може да зададете коя да е настройка, като открояване, кодова таблица и др.</p><p>За пълен списък на променливите, вижте ръководството.</p>
bs: <p>Ovaj tekst vam omogućuje da podesite postavke Kate za datoteke odabranog MIME tipa. Možete podesiti skoro svaku konfiguracionu opciju, kao što je bojenje, režim uvlačenja, kodni raspored itd.</p><p>Za puni spisak poznatih promjenljivih pogledajte priručnik.</p>
ca: <p>Aquesta cadena us permet configurar l'arranjament del Kate per als fitxers seleccionats amb aquest tipus mime usant variables Kate. Podeu establir quasi qualsevol opció de configuració, com ara el ressaltat, el mode de sagnat, la codificació, etc.</p><p>Consulteu al manual la llista completa de les variables conegudes.</p>
da: <p>Denne streng lader dig indstille Kate's opsætning for de filer der vælges af denne mimetype ved brug af Kate's variabler. Du kan sætte næsten et vilkårlig indstillingsvalg, såsom fremhævning, indrykningstilstand, tegnsæt, osv.</p><p>For en fuld liste af kendte variabler, se manualen.</p>
de: <p>Diese Zeichenfolge ermöglicht die Konfiguration der Einstellungen für Dateien dieses Mime-Typs in Kate mit Kate-Variablen. Es kann beinahe jede Einstellung, wie Hervorhebung, Einrückmodus, Kodierung usw. so gesetzt werden.</p><p>Eine vollständige Liste bekannter Variablen finden Sie im Handbuch.</p>
el: <p>Αυτή η συμβολοσειρά σας επιτρέπει να ρυθμίσετε τις παραμέτρους του Kate για τα αρχεία που επιλέγονται με αυτόν τον τύπο mime χρησιμοποιώντας μεταβλητές του Kate. Μπορείτε να ρυθμίσετε σχεδόν όλες τις παραμέτρους, όπως τον τονισμό, τη λειτουργία εσοχών, την κωδικοποίηση, κλπ.</p><p>Για μια πλήρη λίστα των γνωστών μεταβλητών, ανατρέξετε στο εγχειρίδιο.</p>
es: <p>Esta cadena le permite configurar las preferencias de Kate para los archivos seleccionados por este tipo MIME usando las variables de Kate. Puede configurar casi cualquier opción de configuración, como resaltado, modo de sangrado, codificación, etc.</p><p>Para una lista completa de variables conocidas vea el manual.</p>
eu: <p> Kate honek 'Kate' programako aldagaiak erabiliz mime-motak hautatutako fitxategien ezarpenak zehazten utziko dizu. Konfigurazioko aukera gehienak ezar ditzakezu, adib.: nabarmentzea, koskatze-moduak, kodeketa, etab.</p> <p>Irakurri eskuliburua onartutako aldagai guztiak ezagutzeko.</p>
fa: <p> این رشته به شما اجازه می‌دهد که تنظیمات Kate را برای پرونده‌هایی که توسط این نوع مایم برگزیده که از متغیرهای Kate استفاده می‌کند، پیکربندی کنید. تقریباً هر گزینۀ پیکربندی را می‌توانید تنظیم کنید، نظیر مشخص کردن، حالت فرورفتگی، کد‌بندی و غیره. </p><p> برای فهرست کامل متغیرهای شناخته‌شده، راهنما را ببینید.</p>
fr: <p>Cette chaîne vous permet de configurer les paramètres de Kate pour les fichiers correspondant à ce type MIME, en utilisant les variables de Kate. Vous pouvez définir pratiquement toutes les options de configuration, comme la coloration syntaxique, l'indentation, l'encodage, etc.</p> <p>Pour une liste complète des variables existantes, consultez le manuel.</p>
fy: <p>Mei dizze tekst kinne jo Kate's ynstellings foar de triemen dy't selektearre binne troch dit mimetype mei help fan Kate-fariabelen oanpasse. Jo kinne hast eltse konfiguraasjeopsje, lykas markearje, ynspringmetoade, kodearring, enzfh. ynstelle.</p><p>Sjoch yn it hânboek foar de folsleine list mei bekende fariabelen.</p>
gl: <p>Esta cadea permite-lle modificar os axustes de Kate para os ficheiros escollidos mediante este tipo mime mediante as variábeis de Kate. Pode configurar caseque calquer opción, como realzado, endentación, codificación, etc.</p> <p>Para obter unha lista completa das variábeis coñecidas, vexa o manual.</p>
hu: <p>Ez a sztring lehetővé teszi a Kate beállításainak módosítását a fájltípus alapján (változók segítségével). Szinte mindegyik opció értéke megadható, így például a kiemelés, a behúzás és a kódolás módja.</p><p>A változók teljes listája megtalálható a kézikönyvben.</p>
is: <p>Þessi strengur leyfir þér að stilla Kate fyrir skrárnar sem þessi Mime tegund velur með Kate breytum. Þú getur sett flesta valkosti, t.d. baklitun, inndrátt, stafatöflu og þ.h.</p><p>Fyrir tæmandi lista yfir breytur, skoðaðu handbókina.</p>
it: <p>Questa stringa ti permette di configurare le impostazioni di Kate per i file selezionati attraverso questo tipo MIME usando le variabili di Kate. Puoi impostare quasi tutte le opzioni di configurazione, come l'evidenziazione, l'indentazione, la codifica, ecc.</p><p>Per una lista completa delle variabili conosciute, vedi il manuale.</p>
ja: <p>この MIME タイプで選択したファイルに対する Kate の設定を Kate の変数を使って指定することができます。強調表示、字下げモード、エンコーディングなど、ほとんどすべてのオプションを設定できます。</p><p>完全な変数のリストについてはマニュアルを参照してください。</p>
kk: <p>Бұл жол Kate-тің айнымалылар арқылы осы MIME түріне жатататын файлдарға арналған баптауларын орнатуға мүмкіншілік береді. Бұнда бүкіліне жуық параметрледі келтіруге болады, мысалы талдап бояулау, шегіністер, кодтамасы және т.б.</p><p>Баптаудың толық тізімін редактордың оқулығынан қарауға болады.</p>
km: <p>ខ្សែ​អក្សរ​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​កំណត់​រចនាសម្ព័ន្ធ​ការ​កំណត់​របស់ Kate សម្រាប់​ឯកសារ​ដែល​បានជ្រើស​ដោយ​ប្រភេទ mime ដោយ​ប្រើ​អថេរ​របស់ Kate ។ អ្នក​អាច​កំណត់​ស្ទើរតែគ្រប់​ជម្រើស​កំណត់​រចនាសម្ព័ន្ធ ដូច​ជា ការ​បន្លិច របៀប​ចូល​បន្ទាត់ ការ​អ៊ិនកូដ ។ល។</p><p>សម្រាប់​បញ្ជី​ពេញលេញ​របស់​អថេរ​ដែល​ស្គាល់ សូម​មើល​សៀវភៅ​ដៃ ។</p>
ko: <p>이 문자열은 카테 변수를 사용하는 이 마임타입에 의해 선택된 파일에 대한 카테의 설정을 형성하도록 허용합니다. 당신은 문법강조나, 들여쓰기 모드,문자셋 설정 등의 대부분의 옵션을 설정할 수 있습니다.</p><p>알려진 모든 변수리스트는 메뉴얼을 참고하십시오.</p>
ms: <p>Rentetan ini membolehkan anda mengkonfigur seting Kate untuk fail yang dipilih oleh jenis mime ini menggunakan variabel Kate. Anda boleh set hampir-hampir sebarang opsyen konfigurasi, seperti tonjol, mod inden, pengekodan, dsb.</p><p>Untuk senarai penuh variabel yang diketahui, lihat manual.</p>
nb: <p>Denne strengen lar deg sette opp Kate sine innstillinger for filer som blir valgt av denne mimetypen ved bruk av Kate sine variabler. Du kan sette de fleste innstillingsvalgene, slik som utheving, innrykksmodus, koding osv.</p> <p>For full oversikt over kjente variabler, se manualen.</p>
nds: <p>Mit disse Tekenkeed kannst Du Kate ehr Instellen för Dateien, de dissen MIME-Typ tohöört, dör Kate ehr Variabeln fastleggen. Du kannst meist all Instellen-Optschonen setten, so as Syntaxmarkeren, Inrückenmetood, Koderen usw.</p><p>De vulle List vun Variabeln gifft dat in't Handbook.</p>
nl: <p>Met deze tekst kunt u Kate's instellingen voor de bestanden die zijn geselecteerd door dit mimetype met behulp van Kate-variabelen aanpassen. U kunt bijna elke configuratieoptie, zoals accentueren, inspringmethode, codering, etc. instellen.</p><p>Zie het handboek voor een volledige lijst met bekende variabelen.</p>
nn: <p>Denne strengen let deg setja opp Kate sine innstillingar for filer som blir valt av denne mimetypen ved bruk av Kate sine variablar. Du kan setja dei fleste innstillingsvala, slik som utheving, innrykksmodus, koding osb.</p> <p>For ei fullstendig liste over kjente variablar, sjå etter i manualen.</p>
pl: <p>Ten napis pozwala określić ustawienia Kate dla plików określonych przez dany typ MIME za pomocą zmiennych Kate. Można ustawić prawie wszystkie opcje, takie jak podświetlanie, tryb wcięć, kodowanie, itp.</p><p>Pełną listę zmiennych można znaleźć w podręczniku.</p>
pt: <p>Este texto permite-lhe configurar as opções do Kate para os ficheiros seleccionados por este tipo MIME, usando as variáveis do Kate. Pode configurar quase todas as opções, como o realce, o modo de indentação, a codificação, etc.</p><p>Para uma lista completa das variáveis, consulte o manual.</p>
pt_br: <p>Esta string permite a você configurar o Kate a respeito dos tipos de arquivos selecionados pelos seus tipos MIME, usando as variáveis do Kate. Você pode ajustar praticamente todas opções, como destaque, identação, codificação, etc. <p></p>Para uma lista completa com as variáveis conhecidas, veja o manual.</p>
ro: <p>Folosind variabile, acest text vă permite să configuraţi setările Kate pentru fişierele selectate de acest tip MIME. Puteţi seta aproape orice opţiune de configurare ca de exemplu evidenţierea, modul de identare, codarea etc.</p> <p>Pentru a afla lista completă a variabilelor, citiţi manualul.</p>
rw: <p>Ikurikiranyanyuguti rikwemerera kuboneza amagenamiterere ya Kate ku madosiye yatoranyijwe kuri ubu bwokomime ukoresheje impinduragaciro za Kate. Ushobora gushyiramo ihitamo ry'iboneza iryo ariryo ryose, nk'ishimangira, uburyo-isunika, isobeka, n'ibindi.</p><p>Ku bijyanye n'urutonde rwuzuye rw'impinduragaciro zizwi, wareba igitabomikorere.</p>
sk: <p>Tento reťazec dovolí konfigurovať nastavenia Kate pre súbory zvolené podľa typu MIME použitím premenných Kate. Môžte nastaviť takmer všetky konfiguračné možnosti, ako sú zvýrazňovanie, oddeľovací mód, kódovanie, atď.</p><p>Pre kompletný zoznam premenných pozrite príručku.</p>
sl: <p>Ta niz vam omogoča nastavljati Kate za datoteke, ki so izbrane s to zvrstjo MIME z uporabo spremenljivk Kate. Lahko nastavite skoraj katerokoli možnost, kot so označevanje, zamikanje, kodiranje ipd. </p><p>Za celoten seznam znanih spremenljivk poglejte v priročnik.</p>
sr: <p>Овај знаковни низ омогућава вам да подесите Kate-ине поставке за фајлове изабране овим MIME типом користећи Kate-ине променљиве. Можете поставити скоро било коју опцију подешавања, као што је истицање, режим увлачења, кодирање, итд.</p><p>За целу листу познатих променљивих, погледајте приручник.</p>
sr@latn: <p>Ovaj znakovni niz omogućava vam da podesite Kate-ine postavke za fajlove izabrane ovim MIME tipom koristeći Kate-ine promenljive. Možete postaviti skoro bilo koju opciju podešavanja, kao što je isticanje, režim uvlačenja, kodiranje, itd.</p><p>Za celu listu poznatih promenljivih, pogledajte priručnik.</p>
th: <p>ข้อความนี้อนุญาตให้คุณปรับแต่งค่าของ Kate สำหรับแฟ้มที่เลือกโดยชนิดของ MIME นี้โดยใช้ตัวแปรของ Kate คุณสามารถตั้งค่าตัวเลือกได้เกือบทุกตัว ตัวอย่างเช่น การทำตัวเน้น, โหมดการย่อหน้า, การเข้ารหัสภาษา, และอื่นๆ</p><p>สำหรับรายการเต็มๆ ของค่าตัวแปรที่รู้จัก โปรดดูที่คู่มือ</p>
uk: <p>Цей рядок дозволяє налаштувати Kate для роботи з файлами, що є вказаного типу mime, за допомогою змінних Kate. Ви можете встановити майже будь який параметр, такий як підсвічування, відступ, кодування та ін.</p><p>Повний список змінних наведений у довідці.</p>
zh_cn: <p>此字符串允许您使用 Kate 变量配置此 MIME 类型所选择的文件。您可以设置任何配置选项，比如语法加亮、缩进模式、编码等等。</p><p>要获得关于已知变量的完整列表，请查看手册。</p>

source: The wildcards mask allows you to select files by filename. A typical mask uses an asterisk and the file extension, for example <code>*.txt; *.text</code>. The string is a semicolon-separated list of masks.
af: Die wildkaarte masker laat jou toe om lêers te kies deur lêernaam. 'n Tipiese masker gebruik 'n sterretjie en die lêer uitbreiding, byvoorbeeld <kode>*.txt; *.text</kode>. Die string is 'n semidubbelpunt-geskeide lys van maskers.
bg: Маска за избор на файлове по име. Най-често, се използва звездичка и разширение на файл. Примерно <code>*.txt; *.text</code>, за текстови файлове. Низът е списък от маски, разделени с точка и запетая.
bs: "Wildcards" vam omogućuju da odaberete više datoteka putem imena datoteke. Tipična maska koristi zvjezdicu i ekstenziju datoteke, na primjer <code>*.txt; *.text</code>. Unesite listu maski razdvojenih tačka-zarezom.
ca: La màscara de comodins us permet seleccionar fitxers per nom de fitxer. Una màscara típica usa un asterisc i l'extensió de fitxer, com per exemple <code>*.txt; *.text</code>. La cadena és una llista de màscares separades amb punt i coma.
da: Jokertegn tillader dig at vælge filer efter filnavn. En typisk maske bruger en stjerne og filendelsen, for eksempel <code>*.txt; *.text</code>. Streng er en liste af masker adskilt af semikoloner.
de: Das Dateimuster ermöglicht die Auswahl von Dateien über den Dateinamen. Ein typisches Dateimuster verwendet einen Stern und die Dateierweiterung, zum Beispiel <code>*.txt;*.text</code>. Die Zeichenkette ist eine mit Semikolons getrennte Liste von Dateimustern.
el: Η μάσκα wildcards σας επιτρέπει να επιλέξετε αρχεία κατά όνομα. Μια τυπική μάσκα χρησιμοποιεί έναν αστερίσκο και την κατάληξη του αρχείου, για παράδειγμα <code>*.txt; *.text</code>. Η συμβολοσειρά είναι μία λίστα από μάσκες που χωρίζονται με ερωτηματικό.
es: Las máscaras comodín le permiten seleccionar archivos a partir de su nombre. Una máscara típica es el asterisco y la extensión del archivo, por ejemplo <code>*.txt; *.text</code>. La cadena es una lista de máscaras separadas por punto y coma.
eu: Erabili komodinak fitxategiak izenen arabera hautatzeko. Gehien erabiltzen den komodina izartxoa (*) da, adib.: <code>*.txt; *.text</code>. Katea puntu eta komaz bereiztutako komodinen zerrenda da.
fa: نقاب نویسه‌های عام به شما اجازه می‌دهد که پرونده‌ها را توسط نام پرونده برگزینید. یک نقاب نوعی از یک ستاره و پسوند پرونده استفاده می‌کند، برای مثال، <code>*.txt; *.text</code>. رشته، فهرستی از نقابها است که توسط نقطه-واوک جدا شده است.
fi: Jokeripeitteen avulla voit valita tiedostoja tiedostonimen perusteella. Tyypillinen peite muodostuu tähdestä ja tiedostopäättestä. Esimerkki: <code>*.txt; *.text</code>.
fr: Le masque de noms vous permet de sélectionner des fichiers selon leurs noms. Un masque classique utilise un astérisque et une extension de fichier, comme par exemple <code>*.txt; *.text</code>. La chaîne est une liste de types MIME séparés par des points-virgules.
fy: Troch it gebrûk fan jokertekenmaskers kinne jo triemen oan de hân fan har namme selektearje. In faak brûkte masker is in asterisk mei de triemtaheaksel, lykas bygelyks <code>*.txt; *.text</code>. Hjirby wurde de ferskillende maskers mei puntkomma's fan elkoar skieden
gl: As máscaras de substituición permiten escoller ficheiro polo nome. Unha máscara típica usa un asterisco e a extensión do ficheiro, por exemplo <code>*.txt; *.text</code>. A cadea é unha lista de máscaras separadas por ponto e vírgula.
hu: A helyettesítő karakterekkel a fájlnév alapján lehet fájlokat kijelölni. Egy tipikus ilyen minta a csillag valamilyen kiterjesztéssel, például <code>*.txt; *.text</code>. A minta elemeit pontosvesszővel lehet elválasztani.
is: Algildisstafa sían leyfir þér að velja skrár eftir nafni þeirra. Dæmigerð sía notar stjörnu og skráarendinguna, t.d. <code>*.txt; *.text</code>. Notaðu semíkommu aðgreind skilyrði í leitarstrenginn.
it: La maschera con i caratteri jolly ti permette di scegliere i file a partire dal loro nome. Una tipica maschera usa un asterisco e l'estensione del file, per esempio <code>*.txt; *.text</code>. La stringa è una lista di maschere separate da punto e virgola.
ja: ワイルドカードマスクを用いると、ファイル名でファイルを選択できます。典型的なマスクはアスタリスク (*) とファイルの拡張子を使います (例 <code>*.txt; *.text</code>)。文字列はセミコロン (;) で区切られたマスクのリストです。
kk: Үлгі қалқасы файлдарды файл атауы арқылы таңдауға мүмкіндік береді. Әдетте, үлгі қалқасы жұлдызша мен файлдың жұрнағынан құрылады,мысалы, <code>*.txt; *.text</code>. Тізімде үлгі қалқалары үтірлі нүктемен бөлінеді.
km: របាំង​ជំនួស​អនុញ្ញាត​ឲ្យ​អ្នក​ជ្រើស​ឯកសារ​តាម​ឈ្មោះ​ឯកសារ ។ របាំង​ធម្មតា​ប្រើសញ្ញា​ផ្កាយ និង​ កន្ទុយឯកសារ ឧទាហរណ៍ <code>*.txt; *.text</code> ។ ខ្សែ​អក្សរ​គឺបញ្ជីរបស់របាំង​ដែលបាន​បំបែក​ដោយ​សញ្ញា​ចំណុច​ក្បៀស (;) ។
ko: 특수문자들을 이용하여 여러분은 파일이름으로 파일을 선택할 수 있습니다. 가장 일반적으로 쓰이는 특수문자는 아스터리스크(*)와 파일 확장자인데 예를 들자면 <code>*.txt;*.text</code>와 같이 사용할 수 있습니다. 세미콜론(;)을 사용하여 각각의 특수문자와 값들을 구분하여 여럿을 한꺼번에 사용할 수 있습니다.
mk: Маската со џокер-знаци ви овозможува да избирате датотеки според име на датотека. Типичната маска се состои од ѕвезда и наставката на датотеката, на пример <code>*.txt; *.text</code>. Низата е листа од маски меѓусебно разделени со точка-запирки.
ms: Topeng kad liar membolehkan anda memilih fail mengikut nama fail. Topeng biasa menggunakan asterisk dan sambungan fail, contohnya <code>*.txt; *.text</code>. Rentetan adalah senarai topeng yang dipisahkan oleh koma bertitik.
nb: Jokertegnet lar deg velge filer etter filnavn. Typisk bruk av jokertegn er en asterisk og filetternavnet, f.eks. <code>*.txt; *.text</code>. Strengen er en liste av mønstre delt opp med semikolon.
nds: Mit en Dateimuster kannst Du Dateien över ehren Naam utsöken. En normaal Muster bruukt t.B. en Steern un de Dateiverwiedern: <code>*.txt; *.text</code>. De Tekenkeed is en List vun Mustern, scheedt dör Streekpünkt.
nl: Door middel van jokertekenmaskers kunt u bestanden aan de hand van hun naam selecteren. Een veelgebruikt masker is een asterisk met de bestandsextensie, zoals bijvoorbeeld <code>*.txt; *.text</code>. Hierbij worden de verschillende maskers met puntkomma's van elkaar gescheiden.
nn: Jokerteikn let deg velja filer etter filnamn. Typisk bruk av jokerteikn er ein asterisk og filetternamnet, til dømes <code>*.txt; *.text</code>. Strengen er ei liste mønster som er skilde med semikolon.
pl: Maska nazwy pliku pozwala wybrać pliki na podstawie ich nazwy. Typowa maska składa się z gwiazdki i rozszerzenia pliku, np. <code>*.txt; *.text</code>. Napis składa się z masek oddzielonych średnikiem.
pt: A máscara com caracteres especiais permite-lhe escolher ficheiros pelo seu nome. Uma máscara normal utiliza um asterisco e uma extensão, como por exemplo <code>*.txt; *.text</code>. Este texto é uma lista de máscaras, separadas por ponto e vírgula.
pt_br: Os curingas permitem a você selecionar arquivos pelos seus nomes. Um curinga típico usa um asterisco com a extensão do arquivo desejado, como por exemplo <code>*.txt; *.text</code>. A string é formada por uma lista de máscaras, separadas por ponto-e-vírgula.
ro: Măştile de globalizare vă permit să selectaţi fişierele după nume. O mască tipică utilizează un asterisc şi o extensie de fişier, de exemplu <code>*.txt; *.text</code>. Şirul text este o listă de măşti separate prin caractere punct şi virgulă.
rw: Impishanyandiko y'ibimenyetso ikwemerera guhitamo amadosiye ukurikije izinadosiye. Impishanyandiko yihariye ikoresha akanyenyeri n'umugereka w'idosiye, nk'urugero <code>*.txt; *.text</code>. Ikurikiranyanyuguti n'urutonde rutandukanyijwe-utudomotubiri rw'impishanyandiko.
sk: Žolíková maska umožňuje vybrať súbory podľa mena. Typická maska používa hviezdičku a príponu súboru, napríklad <code>*.txt; *.text</code>. Reťazec je bodkočiarkou oddelený zoznam masiek.
sl: Maska z nadomestitelji vam dovoljuje izbiranje datotek po imenu. Običajna maska uporablja zvezdico in končnico datoteke, npr. <code>*.txt; *.text</code>. Niz je s podpičjem ločen seznam mask.
sr: Џокерска маска омогућава вам да бирате фајлове према имену. Типична маска користи звездицу и наставак фајла, на пример <code>*.txt; *.text</code>. Знаковни низ је тачка-запетама раздвојена листа маски.
sr@latn: Džokerska maska omogućava vam da birate fajlove prema imenu. Tipična maska koristi zvezdicu i nastavak fajla, na primer <code>*.txt; *.text</code>. Znakovni niz je tačka-zapetama razdvojena lista maski.
uk: Маски назв файлів дозволяють вибирати файли за назвами. Типова маска містить зірку на розширення файла, наприклад, <code>*.txt; *.text</code>. Цей рядок містить маски назв файлів розділені крапкою з комою.
zh_cn: 通配符掩码允许您按照文件明选择文件。典型的掩码使用星号和文件扩展名，比如 <code>*.txt; *.text</code>。请用分号分隔掩码。
