Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Press this button to delete the currently selected entity.
af: Druk hierdie knoppie die huidiglik gekose teks te verwyder klipbord.
bg: Изтриване на текущия запис.
bs: Pritisnite ovo dugme da izbrišete trenutno izabrani entitet.
ca: Premeu aquest botó per a esborrar l'entitat actualment seleccionada.
cs: Použijte toto tlačítko ke smazání právě vybrané entity.
da: Tryk på denne knap for at slette den entitet der er valgt for øjeblikket.
de: Betätigen Sie diesen Knopf, um das ausgewählte Element zu löschen.
el: Πατήστε αυτό το κουμπί για να διαγράψετε την τρέχουσα επιλεγμένη οντότητα.
es: Pulse este botón para borrar la entidad actualmente seleccionada.
eu: Sakatu botoi hau hautatutako entitatea ezabatzeko.
fa: برای حذف هستاری که در حال حاضر برگزیده‌ شده، این دکمه را فشار دهید.
fi: Käytä tätä painiketta poistaaksesi valitun kohteen.
fr: Appuyez sur ce bouton pour supprimer l'élément actuellement sélectionné.
fy: Brûk dizze knop om de selektearre autoblêdwizerte wiskjen.
gl: Prema este botón para borrar a entidade actualmente escollida.
he: לחץ על כפתור זה כדי למחוק את הישות הנבחרת.
hr: Pritisni ovaj gumb kako bi obrisao označeni sadržaj.
hu: Nyomja meg ezt a gombot a kijelölt entitás törléséhez.
is: Notaðu þennan hnapp til að eyða eindinni sem nú er valin.
it: Premi questo pulsante per eliminare l'entità attualmente selezionata.
ja: このボタンを押すと現在選択されているエンティティを削除します。
kk: Таңдалғанды өшіру үшін осы батырманы басыңыз.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​លុប​អង្គភាព​ដែល​បាន​ជ្រើស​បច្ចុប្បន្ន ។
ko: 현재 선택된 항목을 삭제하려면 누르십시오.
mk: Притиснете го ова копче за да го избришете моментално избраниот ентитет.
ms: Tekan butang ini untuk hapuskan entiti terpilih masa ini.
nb: Trykk denne knappen for å slette det markerte elementet.
nds: Bruuk dissen Knoop, wenn Du den aktuellen Indrag wegdoon wullt.
nl: Druk op deze knop om de geselecteerde entiteit te verwijderen.
nn: Trykk på denne knappen for å sletta den valde eininga.
pa: ਮੌਜੂਦਾ ਚੁਣੀ ਇਕਾਈ ਨੂੰ ਹਟਾਉਣ ਲਈ ਇਹ ਬਟਨ ਦਬਾਉ।
pl: Wciśnij przycisk, by usunąć zaznaczony element.
pt: Carregue neste botão para apagar a entidade actualmente seleccionada.
pt_br: Pressione este botão para remover a entidade atualmente selecionada.
ro: Apăsaţi acest buton pentru a şterge entitatea curentă selectată.
rw: Kanda iyi buto mu gusiba agace katoranyijwe kagezweho.
se: Deaddil dán boalu sihkkundihte válljejuvvon áđa.
sk: Týmto tlačidlom môžete odstrániť práve označenú položku.
sl: Pritisnite ta gumb za izbris trenutno izbranega vnosa.
sr: Притисните ово дугме да бисте обрисали тренутно одабрану ставку.
sr@latn: Pritisnite ovo dugme da biste obrisali trenutno odabranu stavku.
ta: தற்போது தேர்வு செய்யப்பட்ட உருபொருளை நீக்க இந்தப் பொத்தானை அழுத்தவும்.
tg: Барои ҳузфи худпоягузори интихобшуда низ ба рӯи ин кнопка пахш кунед.
uk: Натисніть цю кнопку для видалення вибраного правила.
zh_cn: 按此按钮可删除当前选中实体。

source: &Edit...
af: Redigeer...
ar: &حرر...
be: &Змяніць..
bg: &Редактиране...
bs: &Izmijeni...
ca: &Edita...
cs: &Upravit...
da: R&edigér...
de: &Bearbeiten ...
el: &Επεξεργασία...
es: &Editar...
eu: &Editatu...
fa: &ویرایش...‌
fi: &Muokkaa...
fr: &Éditer...
fy: Be&wurkje...
gl: &Editar...
he: &עריכה...
hr: &Uredi...
hu: Sze&rkesztés...
is: Sýs&la...
it: &Modifica...
ja: 編集(&E)...
kk: Өңд&еу...
km: កែសម្រួល...
ko: 편집(&E).....
mk: &Уреди...
nb: &Rediger …
nds: &Bewerken...
nl: &Bewerken...
nn: &Rediger …
pa: ਸੋਧ(&E)...
pl: &Edycja...
pt: &Editar...
pt_br: &Editar ..
ro: &Editează...
rw: Guhindura...
se: &Doaimmat …
sk: &Upraviť...
sl: &Uredi ...
sr: Ур&еди...
sr@latn: Ur&edi...
ta: &தொகு...
tg: &Ислоҳот...
th: แก้ไ&ข...
uk: &Редагувати...
zh_cn: 编辑(&E)...

source: Press this button to edit the currently selected entity.
af: Druk hierdie kopie om die huidig gekiesde teks te redigeer.
bg: Редактиране на текущия запис.
bs: Pritisnite ovo dugme da izmijenite trenutno izabrani entitet.
ca: Premeu aquest botó per a editar l'entitat actualment seleccionada.
cs: Použijte toto tlačítko k úpravě právě vybrané entity.
da: Tryk på denne knap for at redigere den entitet der er valgt for øjeblikket.
de: Betätigen Sie diesen Knopf, um das ausgewählte Element zu bearbeiten.
el: Πατήστε αυτό το κουμπί για να επεξεργαστείτε την τρέχουσα επιλεγμένη οντότητα.
es: Pulse este botón para editar la entidad actualmente seleccionada.
eu: Sakatu botoi hau hautatutako entitatea editatzeko.
fa: برای ویرایش هستاری که در حال حاضر برگزیده‌ شده، این دکمه را فشار دهید.
fi: Napsauta tätä painiketta, jos haluat muokata valittua entiteettiä.
fr: Appuyez sur ce bouton pour modifier l'élément actuellement sélectionné.
fy: Brûk dizze knop om de selektearre autoblêdwizer te bewurkjen.
gl: Prema este botón para editar a entidade actualmente escollida.
he: לחץ על כפתור זה כדי לערוך את הישות הנבחרת.
hr: Pritisni ovaj gumb kako bi uredio trenutno označeno
hu: Nyomja meg ezt a gombot a kijelölt entitás szerkesztéséhez.
is: Notaðu þennan hnapp til að breyta eindinni sem nú er valin.
it: Premi questo pulsante per modificare l'entità attualmente selezionata.
ja: このボタンを押すと現在選択されているエンティティを編集することができます。
kk: Таңдалғанды өңдеу үшін осы батырманы басыңыз.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​កែសម្រួល​អង្គភាព​ដែល​បានជ្រើស​បច្ចុប្បន្ន ។
ko: 현재 선택된 항목을 편집하려면 누르십시오.
mk: Притиснете на ова копче за да го уредувате моментално избраниот ентитет.
ms: Tekan butang ini untuk mengedit entiti terpilih masa ini.
nb: Trykk denne knappen for å redigere det markerte elementet.
nds: Bruuk dissen Knoop, wenn Du den aktuellen Indrag bewerken wullt.
nl: Druk op deze knop om de geselecteerde entiteit te bewerken.
nn: Trykk på denne knappen for å redigera den valde eininga.
pa: ਸਥਾਪਨ ਚੁਣੀ ਇਕਾਈ ਵਿੱਚ ਸੋਧ ਕਰਨ ਲਈ ਇਹ ਬਟਨ ਦਬਾਉ।
pl: Wciśnij przycisk, by edytować zaznaczony element.
pt: Carregue neste botão para editar a entidade actualmente seleccionada.
pt_br: Pressione este botão para editar a entidade atualmente selecionada.
ro: Apăsaţi acest buton pentru a edita entitatea curentă selectată.
rw: Kanda iyi buto mu guhindura agace katoranyijwe kagezweho.
se: Deaddil dán boalu vai doaimmahit válljejuvvon áđa.
sk: Týmto tlačidlom môžete upraviť práve označenú položku.
sl: Pritisnite ta gumb za urejanje trenutno izbrane entitete.
sr: Притисните ово дугме да бисте уредили тренутно одабрану ставку.
sr@latn: Pritisnite ovo dugme da biste uredili trenutno odabranu stavku.
ta: தற்போது தேர்வு செய்யப்பட்ட உருபொருளை தொகுக்க இந்தப் பொத்தானை அழுத்தவும்.
tg: Барои тағйири худпоягузор, ин кнопкаро пахш кунед.
uk: Натисніть цю кнопку для зміни вибраного правила.
zh_cn: 按此按钮可编辑当前选中实体。

source: R/O
ar: قراءة فقط
be: Т/Ч
de: N/L
el: Α/Μ
eu: I/S
fa: فقط خواندنی
fi: LU
fr: L/S
he: ק"ב
hr: ČIT
hu: csak olv.
is: LES
it: S/L
kk: Т/О
ko: 읽기 전용
nb: LES
nds: b.l.
nn: LES
pa: ਪੜਨ ਲਈ
pl: T/O
pt: L/A
pt_br: S/L
ro: N/C
se: DL
sl: S/B
sr: С/Ч
sr@latn: S/Č
th: อ/ข
uk: ЧИТ
zh_cn: 只读

source: Macintosh
ar: ماكنتوش
fa: مکینتاش
ko: 매킨토시
pa: ਮੈਕਨਾਟੋਸ਼
rw: Makintoshi
ta: மேக்இன்டாஷ்
tg: Макинтоҷ (Macintosh)
th: แมคอินทอช (Macintosh)
