Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: "Use Default Style" will be automatically unset when you change any style properties.
af: "Gebruik Verstek Styl" sal wees automaties herstel wanneer jy verander enige Styl eienskappe.
ar: سيتم إلغاء تعيين "استخدم النمط الافتراضي" آليا حينما تغير أي من خصائص النمط.
be: Выбар "Выкарыстоўваць прадвызначаны стыль" аўтаматычна скінецца, калі вы зменіце любое настаўленне стылю.
bg: Стандартния стил ще бъде автоматично изключен, ако промените настройките на някой стил.
bs: "Koristi podrazumjevani stil" će se automatski isključiti kada promijenite bilo koju od osobina stila.
ca: "Empra l'estil predeterminat" serà automàticament deseleccionat quan canvieu qualsevol estil de propietats.
cs: Při změně jakékoli vlastnosti stylu bude automaticky vypnuta volba "Použít výchozí styl".
da: 'Brug standardstil' vil automatisk blive deaktiveret når du ændrer nogle stilegenskaber.
de: "Standardstil verwenden" wird automatisch deaktiviert, wenn Sie eine Stileigenschaft ändern.
el: Η "Χρήση προκαθορισμένου στυλ" θα απενεργοποιηθεί όταν αλλάξετε οποιαδήποτε ιδιότητα του στυλ.
es: "Usar estilo predeterminado" quedará automáticamente deseleccionado cuando cambie cualquier propiedad de estilos.
eu: "Erabili estilo lehenetsia" automatikoki desgaituko da edozein estiloren propietateak aldatzen dituzunean.
fa: »استفاده از سبک پیش‌فرض« زمانی که هر ویژگی سبک را تغییر می‌دهید، به طور خود کار باز نشانده می‌شود.
fi: ”Käytä oletustyyliä” asetus poistetaan automaattisesti käytöstä, jos muutat tyylin ominaisuuksia.
fr: « Utiliser le style par défaut » sera automatiquement désélectionné lorsque vous modifierez une propriété du style.
fy: "Standertstyl brûke" sil automatysk útset wurde as jo in styleigenskip wizigje.
gl: "Usar Estilo Predeterminado" será anulado automaticamente ao cambiar calquer propriedade do estilo.
he: האפשרות "השתמש בסגנון ברירת המחדל" תבוטל באופן אוטומטי כאשר תשנה מאפייני סגנון כלשהם.
hr: Opcija "Upotrijebi zadani stil" bit će automatski uklonjena nakon izmjene bilo koje osobine stila.
hu: "Az alapértelmezett stílus használata" opció kijelölése törlődik, amikor megváltoztatja valamelyik stílusjellemzt.
is: "Nota sjálfgefin stíl" verður sjálfkrafa afvalið ef þú breytir einhverjum eiginleikum stíls.
it: L'opzione "Usa stile predefinito" sarà tolta automaticamente quando cambi una qualunque proprietà dello stile.
ja: スタイルの項目のいずれかを変更すると「標準スタイルを使う」は自動的に解除されます。
kk: "Әдетті стиль қолданылсын" параметрі стиль қасиеттерін өзгерткеннен кейін автоматты түрде ысырылып тасталынады.
km: "ប្រើ​រចនាប័ទ្ម​លំនាំដើម" នឹង​មិន​កំណត់​វិញដោយ​ស្វ័យ​ប្រវត្តិ នៅ​ពេលអ្នកផ្លាស់​ប្ដូរ​លក្ខណៈ​សម្បត្តិ​រចនាប័ទ្ម​ណា​មួយ ។
ko: "기본 스타일 사용"은 설정했던 몇몇 스타일 속성을 해제합니다.
mk: „Користи почетен стил“ ќе биде автоматски тргнато кога ќе промените било кои својства на стиловите.
ms: "Guna Gaya Piawai" akan menyahset secara automatik apabila anda ubah sebarang ciri gaya.
nb: «Bruk standardstil» vil automatisk bli skrudd av hvis du endrer noen stilegenskaper.
nds: "Standardstil bruken" warrt automaatsch utmaakt, wenn Du jichtenseen Stil ännerst.
nl: "Standaardstijl gebruiken" zal automatisch worden uitgezet als u een stijleigenschap wijzigt.
nn: «Bruk standardstil» vert automatisk slått av dersom du endrar nokre stileigenskapar.
pl: "Użyj stylu domyślnego" będzie automatycznie odznaczone kiedy zmienisz jakąkolwiek właściwość stylu.
pt: O "Usar o Estilo por Omissão" ficará automaticamente desligado quando mudar qualquer propriedade do estilo.
pt_br: "Usar Estilo Padrão" será automaticamente desmarcado quando você mudar quaisquer propriedades de estilo.
ro: Opţiunea "Utilizează stilul implicit" va fi automat dezactivată atunci cînd modificaţi una din proprietăţile stilului.
rw: "Gukoresha Imisusire Mburabuzi" bizavanwaho mu buryo bwikoresha igihe uhinduye ibiranga by'imisusire ibyo aribyo byose.
se: «Geavat standárdstiila» bodnjajuvvo eret go rievdadat iešvugiid.
sk: "Použiť štandardný štýl" bude po zmene niektorej vlastnosti štýlu automaticky zrušené.
sl: »Uporabi privzeti slog« bo samodejno odnastavljeno, če spremenite katerokoli lastnost sloga.
sr: „Користи подразумевани стил“ ће бити аутоматски искључен кад промените било коју особину.
sr@latn: „Koristi podrazumevani stil“ će biti automatski isključen kad promenite bilo koju osobinu.
ta: "முன்னிருப்பு தோற்றத்தை பயன்படுத்து"நிங்கள் தோற்ற பண்புகளை மாற்றினால் இது தானாக ழைய நிலைக்கு மாற்றியமைந்திடும்
tg: Параметри "Бо истифода аз услуби пешфарзӣ"баъди тағйироти танзими услуб, худкорона партофта хоҳад шуд.
th: "ใช้รูปแบบโดยปริยาย" จะยกเลิกการตั้งค่าโดยอัตโนมัติ เมื่อคุณเปลี่ยนคุณสมบัติรูปแบบบางตัว
uk: Опцію "Вживати типовий стиль" буде автоматично вимкнено, якщо ви зміните параметри відображення стилю.
zh_cn: 当你改变任何样式属性时，“使用默认样式”将自动被清除。

source: Kate Styles
af: Kate Style
ar: نمط كيت
be: Стылі Kate
bg: Стилове
bs: Kate stilovi
ca: Estils del Kate
cs: Styly Kate
da: Kate-stile
de: Kate-Stile
el: Στυλ του Kate
es: Estilo de Kate
eu: Kate-estiloak
fa: سبکهای Kate
fi: Kate-tyylit
fr: Styles de Kate
fy: Kate Stylen
gl: Estilos de Kate
he: סגנונות של Kate
hr: Kate stilovi
hu: Kate stílusok
is: Kate stílar
it: Stili di Kate
ja: Kate スタイル
kk: Kate стилдері
km: រចនាប័ទ្ម Kate
ko: 카테 스타일
mk: Kate Стилови
ms: Gaya Kate
nb: Kate-stiler
nds: Kate-Stilen
nl: Kate Stijlen
nn: Kate-stilar
pa: ਕੇਟ ਸ਼ੈਲੀ
pl: Style Kate
pt: Estilos do Kate
pt_br: Estilos Kate
ro: Stiluri Kate
rw: Imisusire Kate
se: Kate-stiillat
sk: Štýly Kate
sl: Slogi Kate
sr: Kate-ови стилови
sr@latn: Kate-ovi stilovi
ta: கேட் தோற்றங்கள்
tg: Услубҳои Kate
th: รูปแบบของ Kate
uk: Стилі Kate
zh_cn: Kate 样式

source: <qt>The error <b>%4</b><br> has been detected in the file %1 at %2/%3</qt>
af: <qt>Die fout <b>%4</b><br> het al opgespoor in Die lêer %1 na %2/%3</qt>
be: <qt>Памылка <b>%4</b><br> вынайдзена ў файле %1 at %2/%3</qt>
bg: <qt>Грешка <b>%4</b><br> е открита във файла %1 на %2/%3.</qt>
bs: <qt>Greška <b> %4<-b><br> je pronađena u datoteci %1 na %2/%3</qt>
ca: <qt>L'error </b>%4<b><br> ha estat detectat en el fitxer %1 a %2/%3</qt>
cs: <qt>Chyba <b>%4</b><br> byla detekována v souboru %1 na řádce %2/%3</qt>
da: <qt>Fejlen <b>%4</b><br> er detekteret i filen %1 ved %2/%3</qt>
de: <qt>Der Fehler <b>%4</b><br>wurde in der Datei %1 an der Position %2/%3 entdeckt.</qt>
el: <qt>Το σφάλμα <b>%4</b><br> ανιχνεύθηκε στο αρχείο %1 στο %2/%3</qt>
es: <qt>El error </b> %4<b><br> ha sido detectado en el archivo %1 en %2/%3</qt>
eu: <qt><b>%4</b> errorea <b> <br> detektatu da %1 fitxategian (%2 / %3)</qt>
fa: <qt> خطای<b>%4</b><br> در پروندۀ %1 در %2/%3 آشکار شده است </qt>
fi: <qt>Virhe <b>%4</b><br>on havaittu tiedostossa %1 paikassa %2/%3</qt>
fr: <qt>L'erreur <b>%4</b><br> a été détectée dans le fichier %1 à %2/%3</qt>
fy: <qt>De flater <b>%4</b><br>is ûntdutsen yn de triem %1 op %2/%3</qt>
gl: <qt>Detectouse o erro <b>%4</b><br> na liña %1 en %2/%3</qt>
he: <qt> השגיאה <b>%4</b><br> זוהתה בקובץ %1 ב־%2/%3</qt>
hr: <qt>Pogreška <b>%4</b><br> otrkivena je u datoteci %1 pri %2/%3</qt>
hu: <qt><b>%4</b><br> hibát találtam a(z) %1 fájlban itt: %2/%3</qt>
is: <qt>Villan <b>%4</b><br> hefur fundist í skránni %1 í %2/%3</qt>
it: <qt>È stato rilevato l'errore <b>%4</b> nel file %1 alla posizione %2/%3</qt>
ja: <qt>エラー <b>%4</b><br> がファイル %1 の%2/%3で検出されました</qt>
kk: <qt><b>%4</b> қатесі %1 (%2/%3) файлында табылды</qt>
km: <qt>កំហុស <b>%4</b><br> ត្រូវ​បាន​រកឃើញ​ក្នុង​ឯកសារ %1 នៅ %2/%3</qt>
ko: <qt>오류<b>%4</b>이(가)<br>%1 파일 %2/%3에서 발견되었습니다.</qt>
mk: <qt>Грешката <b>%4</b><br>е пронајдена во датотеката %1 во %2/%3</qt>
ms: <qt>Ralat <b>%4</b><br> telah dikesan dalam fail %1 at %2/%3</qt>
nb: <qt>Feilen <b>%4</b><BR>ble funnet i fila %1 ved %2/%3</qt>
nds: <qt>De Fehler <b>%4</b><br> is binnen de Datei %1 bi Positschoon %2/%3 opdukt.</qt>
nl: <qt>De fout <b>%4</b><br>is ontdekt in het bestand %1 op %2/%3</qt>
nn: <qt>Feilen <b>%4</b><br> vart oppdaga i fila %1 ved %2/%3.</qt>
pa: <qt><br> ਫਾਇਲ %1 ਵਿਚ %2/%3 ਉੱਤੇ ਗਲਤੀ <b>%4</b> ਮਿਲੀ ਹੈ।</qt>
pl: <qt>Błąd <b>%4</b><br> został wykryty w pliku %1 przy %2/%3</qt>
pt: <qt>O erro <b>%4</b><br> foi detectado no ficheiro %1 em %2/%3</qt>
pt_br: <qt>O erro <b> %4</b><br> foi detectado no arquivo %1 de %2/%3</qt>
ro: <qt>Eroarea <b>%4</b><br> a fost detectată în fişierul %1 la %2/%3</qt>
rw: <qt>Ikosa <b>%4</b><br> ryagaragaye mu idosiye %1 kuri %2/%3</qt>
se: <qt><b>%4</b> meattáhus gávdnui %1 fiillas, dás %2/%3.
sk: <qt>Chyba <b>%4</b><br> bola detekovaná v súbore %1 na %2/%3</qt>
sl: <qt>Napaka <b>%4</b><br> je bila zaznana v datoteki %1 pri %2/%3</qt>
sr: <qt>Откривена је грешка <b>%4</b> у фајлу %1 у %2/%3</qt>
sr@latn: <qt>Otkrivena je greška <b>%4</b> u fajlu %1 u %2/%3</qt>
ta: <qt> <b>%4</b><br> என்ற பிழை கோப்பில் கண்டுபிடிக்கப்பட்டுள்ளது %1 at %2/%3</qt>
tg: <qt>Дар файли %1 (%2/%3) хатогии <b>%4</b> ёфт шуд.</qt>
th: <qt>ตรวจพบข้อผิดพลาด <b> %4</b><br> ภายในแฟ้ม %1 ตำแหน่ง %2/%3</qt>
uk: <qt>Було знайдено помилку <b>%4</b><br> у файлі %1 в %2/%3</qt>
zh_cn: <qt>文件 %1 中%2行/%3列发现错误<b>%4</b></qt>

source: Unable to open %1
af: Nie moontlik na open %1
ar: لم أتمكن من فتح %1
be: Немагчыма адкрыць %1
bg: Не може да бъде отворен "%1"
bs: Ne mogu otvoriti %1
ca: No es pot obrir %1
cs: Nelze otevřít %1
da: Kan ikke åbne %1
de: %1 lässt sich nicht öffnen
el: Αδύνατο το άνοιγμα του %1
es: Imposible abrir %1
eu: Ezin da %1 ireki
fa: قادر به باز کردن %1 نیست
fi: Ei voitu avata tiedostoa %1
fr: Impossible d'ouvrir « %1 »
fy: %1 koe net iepene wurde
gl: Non foi posíbel abrir %1
he: אין אפשרות לפתוח את %1
hr: Nije moguće otvoriti %1
hu: %1 megnyitása nem sikerült.
is: Get ekki opnað %1
it: Impossibile aprire %1
ja: %1 を開けません
kk: %1 деген ашылмады
km: មិន​អាច​បើក %1
ko: %1을(를) 열 수 없습니다.
mk: Не може да се отвори %1
ms: Tidak dapat membuka %1
nb: Kan ikke åpne «%1»
nds: %1 lett sik nich opmaken
nl: %1 kon niet worden geopend
nn: Klarte ikkje opna %1
pa: %1 ਨੂੰ ਖੋਲਣ ਵਿੱਚ ਆਯੋਗ
pl: Nie można otworzyć %1
pt: Não foi possível aceder ao %1
pt_br: Não foi possível abrir %1
ro: Nu am putut deschide %1
rw: Ntibishobotse gufungura %1
se: Ii sáhte rahpat %1
sk: Nie je možné otvoriť %1
sl: Ni moč odpreti %1
sr: Није могуће отворити %1
sr@latn: Nije moguće otvoriti %1
ta: %1 இனைத் திறக்க முடியவில்லை
tg: Қодир ба боз кардани %1 нестам
th: ไม่สามารถเปิด %1 ได้
uk: Не вдається відкрити %1
zh_cn: 无法打开 %1

source: Errors!
af: Foute!
ar: أخطاء !
be: Памылкі!
bg: Грешки!
bs: Greške!
cs: Chyby!
da: Fejl!
de: Fehler!
el: Σφάλματα!
es: Errores
eu: Errorerak!
fa: خطاها!
fi: Virheitä!
fr: Erreurs !
fy: Flatermeldings!
gl: Erros!
he: שגיאות
hr: Pogreške!
hu: Hiba történt
is: Villur!
it: Errori!
ja: エラー!
kk: Қателер!
km: កំហុស !
ko: 오류!
mk: Грешки!
ms: Ralat!
nb: Feil.
nds: Fehlers!
nl: Foutmeldingen!
nn: Feil
pa: ਗਲਤੀਆਂ!
pl: Błędy!
pt: Erros!
pt_br: Erros!
ro: Erori
rw: Amakosa!
se: Meattáhusat
sk: Chyby!
sl: Napake!
sr: Грешке!
sr@latn: Greške!
ta: பிழைகள்!
tg: Хатогиҳо!
th: ผิดพลาด!
uk: Помилки!
zh_cn: 错误！

source: Error: %1
af: Fout: %1
ar: خطأ: %1
be: Памылка: %1
bg: Грешка: %1
bs: Greška: %1
cs: Chyba: %1
da: Fejl: %1
de: Fehler: %1
el: Σφάλμα: %1
eu: Errorera: %1
fa: خطا: %1
fi: Virhe: %1
fr: Erreur : %1
fy: Flater: %1
gl: Erro: %1
he: שגיאה: %1
hr: Pogreška: %1
hu: Hiba: %1
is: Villa: %1
it: Errore: %1
ja: エラー: %1
kk: Қате: %1
km: កំហុស ៖ %1
ko: 오류 : %1
mk: Грешка: %1
ms: Ralat %1
nb: Feil %1
nds: Fehler: %1
nl: Fout: %1
nn: Feil: %1
pa: ਗਲਤੀ: %1
pl: Błąd: %1
pt: Erro: %1
pt_br: Erro %1
ro: Eroare: %1
rw: Ikosa:%1
se: Meattáhus: %1
sk: Chyba: %1
sl: Napaka: %1
sr: Грешка: %1
sr@latn: Greška: %1
ta: பிழை: %1
tg: Хатогӣ: %1
th: ข้อผิดพลาด: %1
uk: Помилка: %1
zh_cn: 错误：%1

source: Automatic Indentation
af: Automaties Inkeep
ar: فراغ تلقائى
bg: Автоматичен отстъп
bs: Automatsko uvlačenje
ca: Sagnat automàtic
cs: Automatické odsazování
da: Automatisk indrykning
de: Automatische Einrückung
el: Αυτόματη χρήση εσοχών
es: Sangrado automático
eu: Koskatze a&utomatikoa
fa: تورفتگی خودکار
fi: Automaattinen sisennys
fr: Indentation automatique
fy: Automatysk ynspringe
gl: Endentación Automática
he: הזח באופן אוטומטי
hr: Automatska uvlaka
hu: Automatikus behúzás
is: Sjálfvirkur inndráttur
it: Indentazione automatica
ja: 自動字下げ
kk: Автоматты түрде шегіну
km: ការ​ចូល​បន្ទាត់​ដោយ​ស្វ័យប្រវត្តិ
ko: 자동 들여쓰기
mk: Автоматско вовлекување
ms: Indentasi Automatik
nb: Automatisk innrykk
nds: Automaatsch inrücken
nl: Automatisch inspringen
nn: Automatisk innrykk
pa: ਸਵੈ-ਚਾਲਤ ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰੀ
pl: Automatyczne wcięcia
pt: Indentação Automática
pt_br: Identação automática
ro: Indentare automată
rw: Isunika Ryikoresha
se: Automáhtalaš siskkildeapmi
sk: Automaticky odsadzovať
sl: Samodejno zamikanje
sr: Аутоматско увлачење
sr@latn: Automatsko uvlačenje
ta: தன்னியக்க உள்தள்
tg: Фосилоти худкорӣ
th: ย่อหน้าอัตโนมัติ
uk: Автовідступ
zh_cn: 自动缩进

source: &Indentation mode:
af: Inkeping module:
ar: &اسلوب وضع فرجة بين السطر الاول والهامش:
bg: &Режим на отстъп:
bs: Način &uvlačenja:
ca: Mode de &sagnat:
cs: Rež&im odsazení:
da: &Indrykningstilstand:
de: Einrückungs&modus:
el: Λειτουργία &χρήσης εσοχών:
es: Modo de &sangrado:
eu: &Koskatze-modua:
fa: حالت &تورفتگی:‌
fi: &Sisennystapa:
fr: &Mode d'indentation :
fy: &Ynspringmetoade:
gl: Modo de &Endentación:
he: &שיטת הזחה:
hr: Način izrade &uvlake:
hu: Be&húzási mód:
is: &Inndráttarhamur:
it: Modalità di &indentazione:
ja: 字下げモード(&I):
kk: &Шегіну режімі:
km: របៀប​ចូល​បន្ទាត់ ៖
ko: 들여쓰기 모드(&I):
mk: Режим на &вовлекување:
ms: Mod &indentasi:
nb: &Innrykksmodus:
nds: &Inrückenmetood:
nl: &Inspringmethode:
nn: &Innrykksmodus:
pa: ਨਵਾਂ ਪ੍ਹੈਰਾ ਢੰਗ(&I):
pl: Tryb &wcięć:
pt: Modo de &indentação:
pt_br: &Modo de Identação:
ro: Mod &indentare:
rw: Uburyo bw'isunika:
se: &Siskkildandoaibmanvuohki:
sk: &Režim odsadzovania:
sl: Način &zamikanja:
sr: Режим &увлачења:
sr@latn: Režim &uvlačenja:
ta: உள்ளடக்கம் அமைத்தலின் முறை
tg: Тар&тиботи фосилот:
th: โหมดการย่อหน้า:
uk: Режим &відступу:
zh_cn: 缩进模式(&I)：

source: Configure...
af: Konfigureer...
be: Настаўленне...
bg: Настройване...
bs: Podesi...
ca: Configura...
cs: Nastavit...
da: Indstil...
de: Einrichten ...
el: Ρύθμιση...
es: Configurar...
eu: Konfiguratu...
fa: پیکربندی...
fi: Määrittele...
fr: Configurer...
fy: Ynstelle...
gl: Configurar...
he: תצורה...
hu: Beállítások...
is: Stilla...
it: Configura...
ja: 設定...
kk: Баптау...
km: កំណត់​រចនាសម្ព័ន្ធ...
ko: 설정...
mk: Конфигурирај...
ms: Konfigur...
nb: Tilpass …
nds: Instellen...
nl: Instellen...
nn: Oppsett …
pa: ਸੰਰਚਨਾ...
pl: Konfiguruj...
pt: Configurar...
pt_br: Configurar...
ro: Configurează...
rw: Kugena imiterere...
se: Heivet …
sk: Nastaviť...
sl: Nastavi ...
sr: Подеси...
sr@latn: Podesi...
ta: வடிவமைப்பு...
tg: Ба шакли муайян даровардан...
th: ปรับแต่ง...
uk: Налаштувати...
zh_cn: 配置...

source: Insert leading Doxygen "*" when typing
af: Invoeg leidende Doxygen "*" wanneer tik
be: Устаўляць канцавую зорачку Doxygen "*" пры ўводзе
bg: Вмъкване на водещ знак за коментар на Doxygen "*" при писане
bs: Ubaci vodeći Doxygen "*" prilikom kucanja
ca: En teclejar, insereix la marca "*" Doxygen a l'inici
cs: Vložit úvodní "*" při psaní Doxygen komentářů
da: Indsæt indledende Doxygen "*" når der skrives
de: Vorgeschaltete Doxygen-Markierung ("*") beim Schreiben einfügen
el: Εισαγωγή αρχικού "*" του Doxygen κατά την πληκτρολόγηση
es: Insertar el prefijo "*" de Doxygen al teclear
eu: Txertatu Doxygen "*" aurrizkia idaztean
fa: درج Doxygen»*« پیشتاز در زمان تحریر
fi: Lisää Doxygenin ”*” rivin alkuun kirjoitettaessa
fr: Insérer le « * » en début de ligne de Doxygen lors de la frappe
fy: Set Doxygen "*" foar typte tekst
gl: Inserir o "*" de Doxygen ao comezo durante a escritura
he: הכנס סימני כניסה של ("*") עבור Doxygen בעת הכתיבה
hu: Gépeléskor a Doxygen-es kezdeti "*" karakter beszúrása
is: Setja inn "*" í Doxygen skjöl
it: Inserisci un "*" iniziale per Doxygen durante la scrittura
ja: 入力時に Doxygen "*" を挿入する(&D)
kk: Теру кезінде Doxygen "*"түсініктемесін автоматты түрде қосу
km: បញ្ចូល​សញ្ញា "*"នាំមុខ Doxygen នៅ​ពេល​វាយ
ko: 입력할 때 처음에 Doxygen 별표("*") 삽입
mk: Вметни водечка Doxygen „*“ при куцање
ms: Masukkan Doxygen mendulu "*" semasa menaip
nb: Sett inn Doxygen «*» foran under skriving
nds: En Doxygen-"*" bi't Tippen vöranstellen
nl: Plaats Doxygen "*" voor getypte tekst
nn: Set inn Doxygen-teikn «*» ved skriving
pl: Wstaw otwierający znak Doxygen "*" w czasie pisania
pt: Inserir um "*" inicial do Doxygen ao escrever
pt_br: Inserir caractere "*" do Doxygen ao digitar
ro: La scriere pentru Doxgen, inserează în faţă un "*"
rw: Kongeramo Dogisigeni iyobora "*" igihe cyo kwandika
se: Lasit Doxygen mearkkaid «*» čálidettiin
sk: Vložiť počiatočné "*" pre Doxygen
sl: Vstavi vodečo Doxygenovo »*« med tipkanjem
sr: Убаци водећу Doxygen „*“ приликом куцања
sr@latn: Ubaci vodeću Doxygen „*“ prilikom kucanja
ta: "*"ஐ உள்ளிடும்போது டாக்சிஜெனை செருகவும்
tg: Пешрави Doxigen-ро "*" дар вақти мӯхрзани пахш занед
uk: Вставляти Doxygen символ "*" на початку при вводі
zh_cn: 输入时插入 Doxygen 前导“*”

source: Adjust indentation of code pasted from the clipboard
bg: Задаване на отстъпа за поставения от системния буфер текст
ca: Ajusta el sagnat del codi enganxat des del portapapers
da: Justér indrykning af kode som indsættes fra klippebordet
de: Einrückung von Code vornehmen, der aus der Zwischenablage eingefügt wurde
el: Εισαγωγή εσοχών στο κώδικα που επικολλήθηκε από το πρόχειρο
es: Ajustar sangrado de código pegado desde el portapapeles
fa: همتراز کردن تورفتگی کد چسبانده‌شده از تخته یادداشت
fi: Mukauta leikepöydältä tuodun koodin sisennys
fr: Adapter l'indentation du texte collé depuis le presse-papiers
fy: Pas de koade dy't plakt wurdt fan it klamboerd oan mei de ynspringing.
hu: A vágólapról beillesztett kód igazítása
is: Stilla inndrátt kóða sem límdur er af klippispjaldinu
it: Regola l'indentazione del codice incollato dagli appunti
ja: クリップボードから貼り付けたコードの字下げを調整する(&F)
kk: Алмасу буферінен орналыстырған кодтың шегінісін туралау
km: លៃតម្រូវ​ការចូល​បន្ទាត់​របស់​កូដ​ដែលបាន​បិទភ្ជាប់​ពី​ក្ដារតម្បៀតខ្ទាស់
ko: 클립보드에서 붙여넣은 코드의 들여쓰기 조정하기
nb: Juster innrykk for kode limt inn fra utklippstavla
nds: Inrücken bi't Infögen ut de Twischenaflaag topassen
nl: Inspringing van code geplak van het klembord bijstellen
nn: Juster innrykk på programkode limt inn frå utklippstavla
pl: Dopasuj wcięcie kodu wklejonego ze schowka
pt: Ajustar a indentação do código colado a partir da área de transferência
pt_br: Ajustar a indentação do código colado a partir da área de transferência
sk: Prispôsobiť odsadenie kódu vloženého zo schránky
sl: Prilagodi zamikanje kode prilepljene z odlagališča
sr: Подеси увлачење кода пренесеног из клипборда
sr@latn: Podesi uvlačenje koda prenesenog iz klipborda
uk: Коригувати відступ для коду, вставленого з кишені
zh_cn: 调整从剪贴板粘贴的代码的缩进

source: Indentation with Spaces
af: Inkeping met Spasies
ar: هامش مع الفراغات
bg: Отстъп с интервали
bs: Uvlačenje razmacima
ca: Sagnat amb espais
cs: Odsadit mezerami
da: Indrykning med mellemrum
de: Einrückung mit Leerzeichen
el: Χρήση εσοχών με κενά
es: Sangrado con espacios
eu: Koskatu zuriuneekin
fa: تو‌رفتگی با فاصله‌ها
fi: Sisennä välilyönnein
fr: Indentation avec des espaces
fy: Ynspringen mei spaasjes
gl: Endentar con Espazos
he: הזחה עם רווחים
hr: Uvlake s razmacima
hu: Behúzás szóközökkel
is: Inndráttur með orðabilum
it: Indentazione con spazi
ja: スペースで字下げ
kk: Шегіну бос орындардан кұрылсын
km: ការ​ចូល​បន្ទាត់​ដោយដក​ឃ្លា
ko: 빈 칸으로 들여쓰기
mk: Вметнување со празни места
ms: Indentasi dengan Ruang
nb: Innrykk med mellomrom
nds: Inrücken mit Leertekens
nl: Inspringen met spaties
nn: Innrykk med &mellomrom
pa: ਖਾਲੀ ਥਾਂ ਨਾਲ ਨਵਾਂ ਪ੍ਹੈਰਾ
pl: Wcięcia spacjami
pt: Indentação com Espaços
pt_br: Identar com Espaços
ro: Indentează cu spaţii
rw: Isunika hamwe n'Imyanya
se: Siskkildeapmi gaskamearkkaiguin
sk: Odsadenie pomocou medzier
sl: Zamikanje s presledki
sr: Увлачење размацима
sr@latn: Uvlačenje razmacima
ta: இடைவெளியைக் கொண்டு உள்ளடக்கம் அமை
tg: Бозгашти бо фосилот
th: ย่อหน้าด้วยช่องว่าง
uk: Відступи пропусками
zh_cn: 用空格缩进

source: Use &spaces instead of tabs to indent
af: Gebruik spasies in plaas van oortjies vir inkeep
ar: أستخدم الفراغات بدل عن علامات الجدولة لبداية الفقرة
bg: Вмъкване на &интервали вместо табулации
bs: Koristi &razmake za uvlačenje umjesto taba
ca: Empra e&spais en comptes de tabulacions per a sagnar
cs: Použít mezery mí&sto tabulátorů
da: Brug &mellemrum i stedet for tab til at indrykke
de: &Leerzeichen statt Tabulatoren für Einrückung verwenden
el: Χρήση &κενών αντί στηλοθετών για εσοχή
es: Usar e&spacios para sangrar en lugar de tabuladores
eu: Erabili &zuriuneak koskatzeko
fa: استفاده از &فاصله‌ها به جای تبها برای تو‌‌‌رفتگی‌
fi: Käytä &välilyöntejä sisennykseen sarkainten sijaan
fr: Utiliser des &espaces au lieu de tabulations pour indenter
fy: &Spaasjes brûke ynstee fan tabs om yn te springen
gl: Usar e&spazos no canto de tabuladores para endentar
he: השתמש ב&רווחים במקום טאבים לצורך הזחה
hr: Za uvlake umjesto tabulatora upotrebljavaj &razmake
hu: A behúzások tabulátorok helyett szókö&zökkel történjenek
is: Nota &orðabil til að draga inn í stað tab
it: Usa gli &spazi invece delle tabulazioni
ja: タブの代わりにスペースで字下げする(&S)
kk: Шегіну кестелеулер &бос орындардан құрылсын
km: ប្រើ​ដកឃ្លា​ជំនួស​ឲ្យ​ថេប ដើម្បី​ចូល​បន្ទាត់
ko: 탭 대신 빈칸으로 들여쓰기(&S)
mk: Користи &празни места за вовлекување наместо табулатори
ms: Gunakan &space dan bukan tab untuk inden
nb: Rykk inn med &mellomrom istedenfor tabulatorer
nds: Bruuk &Leertekens ansteed vun Tabs för't Inrücken
nl: &Spaties gebruiken in plaats van tabs om in te springen
nn: Rykk inn med &mellomrom i staden for tabulatorar
pa: ਨਵੇਂ ਪ੍ਹੈਰੇ ਲਈ ਟੈਬਾਂ ਦੀ ਬਜਾਏ ਖਾਲੀ ਥਾਂ ਵਰਤੋਂ(&s)
pl: Użyj &spacji zamiast znaków Tab do wcięć
pt: Usar e&spaços em vez de tabulações para indentar
pt_br: Usar &espaços para identar, ao invés de tabs
ro: Pentru indentare utilizează &spaţii în loc de TAB-uri
rw: Gukoresha imyanya aho gukoresha amasimbuka mu gusunika
se: Geavat &gaskamearkkaid iige tabuláhtoriid siskkildeapmái
sk: Použiť &medzery na odsadzovanie
sl: Uporabi &presledke namesto tabulatorjev za zamikanje
sr: Кори&сти размаке за увлачење уместо табулатора
sr@latn: Kori&sti razmake za uvlačenje umesto tabulatora
ta: உள்ளடக்கம் அமைக்க தத்தலுக்குப் பதில் இடைவெளியைப் பயன்படுத்தவும்
tg: Бозгашти &бо фосилот ба ҷои ишоротҳои табулятсия
th: ใช้ช่องว่างแทนการใช้แท็บเพื่อย่อหน้า
uk: Вживати &пробіли для відступів
zh_cn: 用空格而不是跳格缩进(&S)

source: Emacs style mixed mode
af: Emacs style gemengde modus
be: Змешаны рэжым Emacs
bg: Смесен режим, подобен на Emacs
bs: Mješani mod u stilu Emacsa
ca: Mode barrejat a l'estil Emacs
cs: Smíšený režim ve styl Emacs
da: Blandet tilstand i Emacs-stil
de: Gemischter Modus im Emacs-Stil
el: Μεικτή λειτουργία σε στυλ Emacs
es: Modo de estilo mixto Emacs
eu: Emacs itxurako modu nahasia
fa: حالت مختلط سبک Emacs
fi: Emacs-tyylinen sekatila
fr: Mode mélangé dans le style d'Emacs
fy: Emacs-styl mingde modus
gl: Modo mixto estilo Emacs
he: מצב Emacs משולב
hu: Emacs-stílusú vegyes mód
is: Emacslegur blandaður hamur
it: Modalità mista stile Emacs
ja: Emacs スタイル混在モード(&E)
kk: Emacs стиліндегі аралас режім
km: របៀប​រចនាប័ទ្មលាយរបស់ Emacs
ko: Emacs 스타일 혼합 모드
mk: Мешан режим во стил на Emacs
ms: Mod campuran gaya Emacs
nb: Blandet modus på Emacs-måten
nds: Mischen as bi Emacs
nl: Emacs-achtige gemengde modus
nn: Blanda modus på Emacs-måten
pa: ਈਮੈਕਸ ਸ਼ੈਲੀ ਰਲਵਾਂ ਢੰਗ
pl: Tryb mieszany w stylu Emacsa
pt: Modo misto, estilo Emacs
pt_br: Modo estilo Emacs
ro: Stil Emacs mod combinat
rw: Uburyo buvanze bw'imisusire Emacs
se: Emacs-lágana seaguhuvvon modus
sk: Štýl Emacs mixovaný mód
sl: Mešani način sloga Emacs
sr: Мешани режим у стилу Emacs-а
sr@latn: Mešani režim u stilu Emacs-a
th: รูปแบบผสมผสานกับ Emacs
uk: Змішаний режим в стилі Emacs
zh_cn: Emacs 风格的混合模式
