Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: All people who have contributed and I have forgotten to mention
af: Alle mense wie het bygedra en I het vergeet na vermeld
ar: كل الناس الذين ساهموا ونسيت ذكرهم
be: Усе іншыя людзі, якія дапамаглі мне ў распрацоўцы, але якіх я забыў памянуць
bs: Svi ljudi koji su doprinjeli, a koje sam zaboravio spomenuti
ca: Tothom qui hagi contribuït i als que m'he descuidat de mencionar
cs: Všem, kteří přispěli a zapomněl jsem se o nich zmínit
da: Alle de mennesker der har hjulpet og som jeg har glemt at nævne
de: Sämtliche Leute, die Beiträge geliefert und die wir hier leider vergessen haben
el: Όλοι όσοι προσέφεραν και ξέχασα να τους αναφέρω
es: Toda la gente, que ha contribuido y a la que he olvidado mencionar
eu: Lagundu duten eta aipatzea ahaztu ditudan partehartzaile guztiak
fa: تمام افرادی که همکاری کرده‌اند و فراموش کرده‌ام نامشان را ذکر کنم
fi: Kaikki ihmiset, jotka ovat tehneet ohjelmaa ja jotka olen unohtanut mainita
fr: Toutes les personnes qui ont contribué et que j'ai oublié de citer
fy: Alle minsken dy bydroegen ha en dy't ik fergetten bin
gl: A toda a xente que ten contribuído e que esquecin mencionar
he: כל האנשים שתרמו וששכחתי להזכיר
hr: Svi ljudi koji su doprinjeli, a zaboravio cam ih spomenuti
hu: Mindenki, aki segített valamiben, de nincs név szerint megemlítve
is: Allir þeir sem hafa lagt verkinu lið og við höfum gleymt að minnast á
it: Tutte le persone che hanno dato una mano e mi sono scordato di ricordare
ja: 貢献してくれたすべての人々と私が言及し忘れてしまった人々
kk: Үлесін қосқан, бірақ осында аталмаған бүкіл әріптестерім
km: មនុស្ស​ទាំងអស់​ដែល​បាន​ចូលរួម ហើយ ខ្ញុំ​ភ្លេច​រ៉ាយរ៉ាប់
ko: 도움을 주신 모든 분들과, 내가 고마움을 전하지 못한 분들
mk: Сите луѓе кои помогнаа и кои заборавив да ги спомнам
ms: Semua individu yang telah menyumbang dan saya tidak ingat untuk nyatakan di sini
nb: Alle de som har bidratt, som jeg har glemt å nevne
nds: All Lüüd, de wat bidragen hebbt un de ik hier nu vergeten heff.
nl: Alle personen die bijgedragen hebben en die ik vergeten ben te noemen
nn: Alle dei som har bidrege, som eg har gløymd å nemna
pa: ਸਭ ਲੋਕ, ਜਿਨਾਂ ਦਾ ਯੋਗਦਾਨ ਰਿਹਾ ਹੈ, ਦਾ ਮੈਂ ਜ਼ਿਕਰ ਕਰਨਾ ਭੁੱਲ ਗਿਆ ਹਾਂ
pl: Wszyscy ludzie, którzy byli zaangażowani, a których zapomniałem wymienić
pt: Todas as pessoas que contribuíram e me esqueci de mencionar
pt_br: Todas as pessoas que têm contribuído e eu tenha esquecido de mencionar
ro: Toate persoanele care au contribuit şi pe care am uitat să le menţionez
rw: Abantu bose bateye inkunga kandi nibagiwe kugaragaza
se: Buot olbmot geat leat veahkkehan ja geat lean vajálduhttán namuhit.
sk: Všetci ostatní, ktorí prispeli a zabudol som sa o nich zmieniť
sl: Vsi, ki so prispevali, pa sem jih pozabil omeniti
sr: Сви људи који су допринели, а ја сам заборавио да их поменем
sr@latn: Svi ljudi koji su doprineli, a ja sam zaboravio da ih pomenem
ta: அனைவரும் பங்கெடுக்க ஆனால், நான் குறிப்பிட மறந்தேன்
tg: Ҳама одамон, ки дар проекти Линукси Тоҷикӣ иштирок кардед ва зикр карда набуд
th: ทุกท่านที่ช่วยกันสร้างช่วยกันทำ และผมได้ลืมที่จะเอ่ยนาม
uk: Всі люди, що зробили свій внесок, та я забув їх навести
zh_cn: 所有作出贡献而我却没能提到的人员

source: _: NAME OF TRANSLATORS Your names
af: WEB-Vertaler (http://kde.af.org.za), Juanita Franz
ar: عصام بايزيدي، وسيم بكر,أحمد محمد زواوي
be: Eugene Zelenko, Ігар Грачышка
bg: Радостин Раднев
bs: Vedran Ljubović
ca: Sebastià Pla i Sanz,Antoni Bella Perez
cs: Lukáš Tinkl, Miroslav Flídr,Klára Cihlářová
da: Erik Kjær Pedersen,Lars K. Schunk
de: Thomas Diehl,Georg Schuster
el: Στέργιος Δράμης,Δημήτρης Καμενόπουλος,Σπύρος Γεωργαράς
es: Pablo de Vicente
eu: ITZULTZAILEAK Marcos Goienetxe, Koldo Navarro, Juan Irigoien, Ion Gazta√±aga, I√±aki Larra√±aga
fa: نسیم دانیارزاده
fi: Kim Enkovaara,Mikko Ikola,Niklas Laxström
fr: Joëlle Cornavin,Cédric Pasteur,Nicolas Ternisien
fy: Berend Ytsma,Rinse de Vries
gl: Marcelino Villarino
he: דיאגו יסטרובני
hr: Renato Pavičić
hu: Szántó Tamás
is: Richard Allen Smári P. McCarthy Pjetur G. Hjaltason
it: Nicola Ruggero,Federico Cozzi,Giuseppe Ravasio
ja: Taiki Komoda,Kenshi Muto,Kurose Shushi,Ikuya Awashiro,Shinichi Tsunoda
kk: Мәмбет Ізбасаров,Сайран Киккарин
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee,Sung-Jae Cho
mk: Божидар Проевски
ms: Muhammad Najmi Ahmad Zabidi
nb: Knut Yrvin, Tormod Ravnanger Landet
nds: Sönke Dibbern
nl: Rinse de Vries,Douwe van der Schaaf
nn: Gaute Hvoslef Kvalnes,Håvard Korsvoll
pa: Amanpreet Singh Alam Punjabi OS R&D Lab MOGA
pl: Jacek Stolarczyk, Jerzy Skalski, Marcin Giedz, Mikołaj Machowski
pt: José Nuno Pires,Pedro Morais
pt_br: Elvis Pfützenreuter, Lisiane Sztoltz
ro: Claudiu Costin
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
se: Børre Gaup
sk: Pavol Cvengroš,Stanislav Višňovský
sl: Primož Peterlin,Marko Samastur,Gregor Rakar,Jure Repinc
sr: Слободан Марковић,Топлица Танасковић
sr@latn: Slobodan Marković,Toplica Tanasković
ta: உங்கள் பெயர்கள்.
tg: НПО "Имкониятҳои ҷавонон" ва Khujand Computer Technologies, Inc. USA, Роҷер Ковакс, Виктор Ибрагимов, Марина Колючева
th: ถนอมทรัพย์ นพบูรณ์, สหชาติ อนุกูลกิจ
uk: Andriy Rysin,Eugene Onischenko,Іван Петрущак
zh_cn: 开源软件国际化之 KDE 简体中文组

source: _: EMAIL OF TRANSLATORS Your emails
af: frix@expertron.co.za, juanita.franz@vr-web.de
ar: bayazidi@arabeyes.org, bakr@mit.edu,zawawi@arabeyes.org
be: greendeath@mail.ru, ihar.hrachyshka@gmail.com
bg: radnev@yahoo.com
bs: vljubovic@smartnet.ba
ca: sps@sastia.com,bella5@teleline.es
cs: lukas@kde.org, flidr@kky.zcu.cz,koty@seznam.cz
da: erik@binghamton.edu,lars@schunk.dk
de: thd@kde.org,gschuster@utanet.at
el: sdramis@egnatia.ee.auth.gr,el97146@mail.ntua.gr,sng@hellug.gr
es: vicente@oan.es
eu: ITZULTZAILEEN HELBIDEAK koldo.np@euskalnet.net, marcos@euskalgnu.org, juanirigoien@yahoo.es, igaztanaga@gmail.com, dooteo@euskalgnu.org
fa: daniarzadeh@itland.ir
fi: kim.enkovaara@iki.fi,ikola@iki.fi,niklas.laxstrom+kdetrans@gmail.com
fr: jcornavi@kde-france.org,cedric.pasteur@free.fr,nicolast@libertysurf.fr
fy: berendy@bigfoot.com,rinsedevries@kde.nl
gl: mvillarino@dubmail.net
he: elcuco@kde.org
hr: renato<-at->translator-shop.org
hu: tszanto@mol.hu
is: ra@ra.is spm@vlug.eyjar.is pjetur@pjetur.net
it: nicola@nxnt.org
ja: kom@kde.gr.jp,kmuto@debian.org,md81@bird.email.ne.jp,ikuya@oooug.jp,tsuno@ngy.1st.ne.jp
kk: izbasar@sci.kz,sairan@computer.org
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com,leedos@hanmail.net,freeyama@gmail.com, jachin@hanafos.com
mk: bobibobi@freemail.com.mk
ms: md_najmi@yahoo.com
nb: knuty@objectware.no, tormod@landet.net
nds: s_dibbern@web.de
nl: rinsedevries@kde.nl,,
nn: gaute@verdsveven.com,korsvoll@skulelinux.no
pa: aalam@users.sf.net
pl: jacek@mer.chemia.polsl.gliwice.pl, skarzy@elmer.net.pl, mgiedz@elka.pw.edu.pl, mikmach@wp.pl
pt: jncp@netcabo.pt,morais@kde.org
pt_br: epx@conectiva.com.br, lisiane@conectiva.com.br
ro: claudiuc@kde.org
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
se: boerre@skolelinux.no
sk: orpheus@hq.alert.sk,visnovsky@kde.org
sl: primoz.peterlin@biofiz.mf.uni-lj.si,markos@elite.org,gregor.rakar@kiss.si,jlp@holodeck1.com
sr: twiddle@EUnet.yu,toptan@kde.org.yu
sr@latn: twiddle@EUnet.yu,toptan@kde.org.yu
ta: உங்கள் மின்அஞ்சல்கள்.
tg: youth_opportunities@tajikngo.org, rkovacs@khujand.org, MarinaKL@tajikngo.org
th: donga_n@yahoo.com, drrider@gmail.com
uk: rysin@kde.org,oneugene@ukr.net,iip@telus.net
zh_cn: i18n-translation@lists.linux.net.cn

source: Look up the first occurrence of a piece of text or regular expression.
af: Kyk begin die eerste voorkoms van 'n stuk van teks of gewone uitdrukking.
ar: اوجد أول حدث لقطعة نص او تعبير عادى.
be: Пошук першага адпаведніка для азначаных умоваў.
bg: Търсене на първото срещане на зададен текст или регулярен израз.
bs: Potraži prvo pojavljivanje dijela teksta ili regularnog izraza.
ca: Cerca la primera ocurrència d'un tros de text o expressió regular.
cs: Vyhledat první výskyt části textu nebo regulárního výrazu.
da: Slå den første forekomst af et stykke tekst eller et regulært udtryk op.
de: Sucht nach dem ersten Vorkommen eines Textes oder regulären Ausdrucks.
el: Αναζήτηση της πρώτης εμφάνισης ενός κομματιού κειμένου ή κανονικής έκφρασης.
es: Buscar la primera coincidencia de un pedazo de texto o expresión regular.
eu: Bilatu testu-zati edo adierazpen erregular baten aurreneko agerpena.
fa: مراجعه به نخستین رخداد بخشی از متن یا عبارت منظم.
fi: Etsi tekstin tai säännöllisen lauseen ensimmäinrn osuma.
fr: Rechercher la première occurrence d'une portion de texte ou d'une expression rationnelle.
fy: Sykje om de earste oerienkomst fan in tekstdiel of reguliere útdrukking.
gl: Busca a primeira aparición dun texto ou expresión regular
he: חיפוש המופע הראשון של דפוס טקסט או ביטוי סדיר.
hr: Traženje prvog pojavljivanja dijela teksta ili regularnog izraza.
hu: Egy szöveg vagy reguláris kifejezés első előfordulását keresi meg.
is: Leita að fyrsta tilviki af texta eða reglulegri segð.
it: Cerca la prima occorrenza di un testo o di una espressione regolare.
ja: テキストまたは正規表現にマッチする最初のものを検索します。
kk: Көрсетілген мәтіннің немесе үлгі өрнегінің бірінші кездесуін іздеу.
km: រក​មើល​ការជួបប្រទះ​ដំបូងផ្នែក​នៃអត្ថបទ ឬ កន្សោម​ធម្មតា ។
ko: 단어 혹은 정규표현식의 처음 위치를 찾습니다.
mk: Најди го првото појавување на дел од текст или регуларен израз.
ms: Lihat dari keberlakuan pertama dari cebisan teks atau ungkapan nalar (regexp)
nb: Slå opp første forekomst av en bit tekst eller et regulært uttrykk.
nds: Söcht na dat eerste Vörkamen vun en Textdeel oder reguleren Utdruck.
nl: Zoek naar de eerste overeenkomst van een tekstgedeelte of reguliere expressie.
nn: Slå opp første førekomst av ein tekst eller eit regulært uttrykk.
pa: ਪਾਠ ਦੇ ਭਾਗ ਜਾਂ ਨਿਯਮਤ ਸਮੀਕਰਨ ਦੀ ਪਹਿਲੀਂ ਮੌਜੂਦਗੀ ਲਈ ਖੋਜ ਹੈ।
pl: Szukaj pierwszego wystąpienia fragmentu tekstu lub wyrażenia regularnego.
pt: Procurar a primeira ocorrência de um pedaço de texto ou uma expressão regular.
pt_br: Procura a primeira ocorrência do pedaço de texto ou expressão regular.
ro: Caută prima apariţie a unei porţiuni de text sau expresii regulate.
rw: Kureba ikiba cya mbere cy'igice cy'umwandiko cyangwa imvugo idahinduka.
se: Oza vuosttáš gávdnosa teavsttas dahje virolaš cealkagis.
sk: Nájsť prvý výskyt časti textu alebo regulárneho výrazu.
sl: Poglej prvo pojavitev dela besedila ali regularnega izraza.
sr: Тражи прво појављивање дела текста или регуларног израза.
sr@latn: Traži prvo pojavljivanje dela teksta ili regularnog izraza.
ta: முதல் முறை நிகழும் ஒரு உரை அல்லது வழக்கமான கூற்றை எதிர்பாருங்கள்.
tg: Ҷустуҷӯи матни аввалин муайян шударо ёки ифодаҳои оддӣ.
th: ค้นหาการปรากฏครั้งแรกของส่วนของข้อความ หรือ regular expression
uk: Шукати на першу появу тексту або формального виразу.
zh_cn: 查找第一个和文字或者正则表达式匹配的文本。

source: Look up the next occurrence of the search phrase.
af: Kyk begin die volgende voorkoms van die soektog frase.
ar: اوجد الحدث التالى او طريقة البحث.
be: Пошук наступнага адпаведніка для азначаных умоваў.
bg: Търсене на следващото срещане на зададен текст или регулярен израз.
bs: Potraži sljedeće pojavljivanje fraze za pretragu.
ca: Cerca la següent ocurrència de la frase de recerca.
cs: Vyhledat následující výskyt hledaného výrazu.
da: Slå den næste forekomst af søgeudtrykket op.
de: Sucht nach dem nächsten Vorkommen des Suchausdrucks.
el: Αναζήτηση της επόμενης εμφάνισης της φράσης αναζήτησης.
es: Buscar la siguiente coincidencia de la frase de búsqueda.
eu: Bilatu esaldiaren hurrengo agerpena.
fa: مراجعه به رخداد بعدی عبارت جستجو.
fi: Etsi hakulauseen seuraava osuma.
fr: Aller à la prochaine occurrence de l'expression recherchée.
fy: Sykje om de neikommende oerienkomst mei de sykterm.
gl: Busca a seguinte aparición da frase buscada.
he: חיפוש המופע הבא של ביטוי החיפוש.
hr: Traženje sljedećeg pojavljivanja izraza.
hu: A keresett szöveg következő előfordulása.
is: Leita að næsta tilviki af leitunarsegð
it: Cerca l'occorrenza successiva della frase.
ja: テキストまたは正規表現にマッチする次のものを検索します。
kk: Іздегеннің келесі кездесуін табу.
km: រកមើល​ការ​ជួប​ប្រទះ​បន្ទាប់​នៃ​ឃ្លាដែលស្វែងរក ។
ko: 찾는 문자열의 다음 위치를 찾습니다.
mk: Најди го следното појавување на фразата за пребарување.
ms: Cari kemunculan berikutnya bagi frasa cari.
nb: Slå opp neste forekomst av søkebegrepet.
nds: Söcht na dat nakamen Vörkamen vun den Sööktext.
nl: Zoek naar de volgende overeenkomst met de zoekterm.
nn: Slå opp neste førekomst av søkjeteksten.
pa: ਖੋਜ ਪੈਰੇ ਦੀ ਪਹਿਲੀਂ ਮੌਜੂਦਗੀ ਲਈ ਖੋਜ ਹੈ।
pl: Szukaj kolejnego wystąpienia poszukiwanego tekstu.
pt: Procurar a ocorrência seguinte da sequência a procurar.
pt_br: Procura a próxima ocorrência da frase de busca.
ro: Caută următoarea apariţie a frazei căutate.
rw: Kureba ikiba gikurikira cy'interuro y'ishakisha
se: Oza čuovvovaš gávdnosa ohcanteavsttas.
sk: Nájsť ďalší výskyt hľadanej frázy.
sl: Poglej naslednjo pojavitev iskalne fraze.
sr: Тражи следеће појављивање фразе за претрагу.
sr@latn: Traži sledeće pojavljivanje fraze za pretragu.
ta: தேடும் சொற்றொடரின் அடுத்த நிகழ்வை எதிர்பாருங்கள்.
tg: Ҷустуҷӯи ибораи мувофиқи навбатӣ.
th: ค้นหาการปรากฏครั้งต่อไปของวลีที่ค้นหา
uk: Шукати на наступну появу фрази для пошуку.
zh_cn: 查找下一个和搜索字串匹配的文本。

source: Look up the previous occurrence of the search phrase.
af: Kyk begin die vorige voorkoms van die soektog frase.
ar: اوجد الحدث السابق او طريقة البحث.
be: Пошук папярэдняга адпаведніка для азначаных умоваў.
bg: Търсене на предишното срещане на зададен текст или регулярен израз.
bs: Potraži prethodno pojavljivanje fraze za pretragu.
ca: Cerca l'ocurrència anterior de la frase de recerca.
cs: Vyhledat předchozí výskyt hledaného výrazu.
da: Slå den forrige forekomst af søgeudtrykket op.
de: Sucht nach der vorherigen Fundstelle des Suchausdrucks.
el: Αναζήτηση της προηγούμενης εμφάνισης της φράσης αναζήτησης.
es: Buscar la coincidencia previa de la frase de búsqueda.
eu: Bilatu esaldiaren aurreko agerpena.
fa: مراجعه به رخداد قبلی عبارت جستجو.
fi: Etsi hakulauseen edellinen osuma.
fr: Aller à la précédente occurrence de l'expression recherchée.
fy: Sykje om de eardere oerienkomst mei de sykterm.
gl: Busca a anterior aparición da frase buscada.
he: חיפוש המופע הקודם של ביטוי החיפוש.
hr: Traženje prethodnog pojavljivanja izraza.
hu: A keresett szöveg előző előfordulása.
is: Leita að fyrra tilviki af leitunarsegð
it: Cerca l'occorrenza precedente della frase.
ja: テキストまたは正規表現にマッチする前のものを検索します。
kk: Іздегеннің алдыңғы кездесуін табу.
km: រក​មើល​ការ​ជួប​ប្រទះ​មុន​នៃ​ឃ្លា​ដែល​ស្វែងរក ។
ko: 찾는 문자열의 이전 위치를 찾습니다.
mk: Најди го претходното појавување на фразата за пребарување.
ms: Cari kemunculan sebelumnya bagi frasa cari tersebut
nb: Slå opp forrige forekomst av søkebegrepet.
nds: Söcht na dat verleden Vörkamen vun den Sööktext.
nl: Zoek naar de vorige overeenkomst met de zoekterm.
nn: Slå opp førre førekomst av søkjeteksten.
pa: ਖੋਜ ਪੈਰੇ ਦੀ ਪਿਛਲੀ ਮੌਜੂਦਗੀ ਲਈ ਖੋਜ ਹੈ।
pl: Szukaj poprzedniego wystąpienia poszukiwanego tesktu.
pt: Procurar a ocorrência anterior da sequência a procurar.
pt_br: Procura a ocorrência anterior da frase de busca.
ro: Caută precedenta apariţie a frazei căutate.
rw: Kureba ikiba kibanza cy'interuro y'ishakisha
se: Oza ovddit gávdnosa ohcanteavsttas.
sk: Nájsť predchádzajúci výskyt hľadanej frázy.
sl: Poglej prejšno pojavitev iskalne fraze.
sr: Тражи претходно појављивање фразе за претрагу.
sr@latn: Traži prethodno pojavljivanje fraze za pretragu.
ta: தேடும் சொற்றொடரின் முந்தைய நிகழ்வை நோக்குங்கள்.
tg: Ҷустуҷӯи ибораи мувофиқи пешина.
th: ค้นหาการปรากฏครั้งที่แล้วของวลีที่ค้นหา
uk: Шукати на попередню появу фрази для пошуку.
zh_cn: 查找上一个和搜索字串匹配的文本。

source: Look up a piece of text or regular expression and replace the result with some given text.
af: Kyk begin 'n stuk van teks of gewone uitdrukking en vervang die resultaat met sommige gegewe teks.
ar: أوجد أول حدث لقطعة نص او تعبير عادى واستبدل النتيجة التاليه ببعض النصوص المعطاه.
be: Пошук адпаведніка для азначаных умоваў і замена яго на прапанаваны тэкст.
bg: Търсене на зададен текст или регулярен израз и замяна на резултата със друг текст.
bs: Pozraži dio teksta ili regularni izraz i zamijeni rezultat nekim datim tekstom.
ca: Cerca una part del text o expressió regular i substitueix el resultat amb el text aportat.
cs: Vyhledat část textu nebo regulární výraz a nahradit výsledek daným textem.
da: Slå et stykke tekst eller et regulært udtryk op og erstat resultatet med en given tekst.
de: Sucht einen Text oder regulären Ausdruck und ersetzt ihn durch den angegebenen Text.
el: Αναζήτηση ενός κομματιού κειμένου ή κανονικής έκφρασης και αντικατάστασή του αποτελέσματος με κάποιο δοσμένο κείμενο.
es: Buscar una parte de texto o expresión regular y reemplazar el resultado con un texto dado.
eu: Bilatu testu-zati edo adierazpen erregular bat, eta ordeztu emaitza emandako testuarekin.
fa: مراجعه به بخشی از متن یا عبارت منظم و جایگزینی مقداری از متن داده‌شده به جای نتیجه.
fi: Voit hakea tavallisella merkkijonolla tai säännöllisellä lausekkeella ja korvata löydöt merkkijonolla.
fr: Rechercher une portion de texte ou une expression rationnelle et remplacer le résultat par le texte indiqué.
fy: Sykje om in tekstdiel of reguliere útdrukking en ferfang it resultaat mei de ynfierde tekst.
gl: Busca unha peza de texto ou expresión regular e substitui o resultado polo texto dado.
he: חיפוש דפוס טקסט או ביטוי סדיר והחלפת התוצאה בטקסט נתון.
hr: Traženje dijela teksta ili regularnog izraza te zamjena rezultata danim tekstom.
hu: A megadott szöveg vagy reguláris kifejezés megkeresése és adott másik szövegre cserélése.
is: Leita að texta eða reglulegri segð og skipta innihaldinu út með gefnum texta.
it: Cerca una parte di testo o un'espressione regolare e sostituisce il risultato con il testo indicato.
ja: テキストまたは正規表現にマッチするものを検索し、与えられたテキストで置換します。
kk: Көрсетілген не үлгі өрнегіне сай келетін мәтінді тауып, оны келтірілген мәтінмен алмастыру.
km: រកមើលផ្នែក​នៃអត្ថបទ ឬ កន្សោមធម្មតា និង​ជំនួស​លទ្ធផល​ដោយ​អត្ថបទ​ដែល​បាន​ផ្តល់​ខ្លះ ។
ko: 단어 혹은 정규표현식의 위치를 찾아 주어진 단어로 바꿉니다.
mk: Најди дел од текст или регуларен израз и замени го резултатот со некој даден текст.
ms: Cari sebuah teks atau ungkapan biasa dan gantikan hasilnya dengan teks lain.
nb: Slå opp en tekststreng eller et regulært uttrykk og erstatt resultatet med en gitt tekst.
nds: Söcht na en Textdeel oder reguleren Utdruck un wesselt en angeven Text in.
nl: Zoek naar een tekstgedeelte of reguliere expressie en vervang het resultaat met de opgegeven tekst.
nn: Slå opp ein tekst eller eit regulært uttrykk og byt ut resultatet med ein oppgjeve tekst.
pl: Szukaj fragmentu tekstu lub wyrażenia ragularnego i zamień go na podany tekst.
pt: Procurar um pedaço de texto ou expressão regular e substituir o resultado pelo texto fornecido.
pt_br: Procura um pedaço de texto ou expressão regular e substitui o resultado pelo texto fornecido.
ro: Caută o porţiune de text sau expresie regulată şi înlocuieşte rezultatul cu un text dat.
rw: Kureba igice cy'umwandiko cyangwa interuro idahinduka no guhindura igisubizo hamwe n'umwandiko watanzwe.
se: Oza teavstta dahje virolaš cealkaga ja buhte gávdnosa addon teavsttain.
sk: Nájsť výskyt časti textu alebo regulárneho výrazu a nahradiť výsledok za zadaný text.
sl: Poglej po delu besedila ali regularnega besedila in ga zamenjaj z danim besedilom.
sr: Тражи део текста или регуларног израза и замени резултат неким датим текстом.
sr@latn: Traži deo teksta ili regularnog izraza i zameni rezultat nekim datim tekstom.
ta: உரையையோ அல்லது ஒரு வழ்க்கமான கூற்றையோ தேடி அதை கொடுக்கப்பட்ட ஏதாவது உரையின் விளைவால் மாற்றுங்கள்.
tg: Ҷустуҷуи матн, ки ба матни ёки ибораи муйяншуда мувофиқат дорад, ва аз ҷои ба ҷои гузарондани матни додашуда.
th: ค้นหาส่วนของข้อความ หรือ regular expression
uk: Шукати на текст або формальний вираз та замінити результат якимось вказаним текстом.
zh_cn: 查找一段文本或者正则表达式，并用指定的文字替换它。

source: Search string '%1' not found!
af: Soektog string '%1' nie gevind!
ar: كلمة البحث '%1' غير موجودة!
be: Радок пошуку '%1' не знойдзены!
bg: Търсеният низ "%1" не е намерен!
bs: Traženi niz '%1' nije pronađen!
ca: No s'ha trobat la cadena cercada '%1'!
cs: Hledaný řetězec '%1' nebyl nalezen!
da: Søgestrengen '%1' blev ikke fundet!
de: Suchbegriff "%1" nicht gefunden.
el: Δε βρέθηκε η συμβολοσειρά αναζήτησης '%1'!
es: ¡La cadena '%1' no se encontró!
eu: Ez da '%1' katea aurkitu!
fa: رشتۀ جستجوی »%1« یافت نشد!
fi: Haettua merkkijonoa ”%1” ei löytynyt.
fr: La chaîne recherchée « %1 » n'a pas été trouvée !
fy: Sykterm '%1' is net fûn!
gl: O texto buscado '%1' non foi atopado!
he: מחרוזת החיפוש "%1" לא נמצאה.
hr: Traženi niz '%1' nije pronađen!
hu: A keresett '%1' szöveg nem található.
is: Leitarstrengurinn '%1' fannst ekki!
it: Stringa da cercare "%1" non trovata!
ja: 検索文字列 '%1' は見つかりませんでした。
kk: '%1' деген жол табылмады!
km: រក​មិន​ឃើញខ្សែ​អក្សរ​ដែល​ត្រូវ​ស្វែងរក '%1' !
ko: 문자열 '%1'을(를) 찾을 수 없습니다!
mk: Бараната низа „%1“ не е пронајдена!
ms: Carian rentetan '%1' tidak ditemui!
nb: Søketeksten «%1» ble ikke funnet.
nds: Sööktext "%1" lett sik nich finnen!
nl: Zoekterm '%1' is niet gevonden!
nn: Fann ikkje søkjeteksten «%1».
pa: ਖੋਜ ਸਤਰ '%1' ਨਹੀਂ ਲੱਭੀ!
pl: Nie znaleziono poszukiwanego ciągu znaków '%1'!
pt: O texto de pesquisa '%1' não foi encontrado!
pt_br: String '%1' não encontrada!
ro: Nu am găsit şirul căutat "%1"!
rw: Gushaka ikurikiranyanyuguti '%1' bitabonetse!
se: Ohcanteaksta «%1» ii gávdnon
sk: Hľadaný text '%1' nenájdený!
sl: Iskani niz »%1« ni najden!
sr: Текст „%1“ није пронађен!
sr@latn: Tekst „%1“ nije pronađen!
ta: %1 எனும் தேடல் சரம் இல்லை!
tg: Ҷустуҷӯи хати '%1' ёфта нашуд!
th: ไม่พบแถวอักษร '%1' ที่ต้องการค้นหา !
uk: Рядок пошуку "%1" не знайдено!
zh_cn: 字符串“%1”没有找到！

source: Find
af: Soek
ar: بحث
be: Знайсці
bg: Търсене
bs: Traži
ca: Cerca
cs: Najít
de: Suchen
el: Αναζήτηση
es: Buscar
eu: Bilatu
fa: یافتن
fi: Etsi
fr: Chercher
fy: Sykje
gl: Buscar
he: חיפוש
hr: Traži
hu: Keresés
is: Leita
it: Trova
ja: 検索
kk: Іздеу
km: រក
ko: 찾기
mk: Најди
ms: Cari
nb: Finn
nds: Söken
nl: Zoeken
nn: Finn
pa: ਖੋਜ
pl: Znajdź
pt: Procurar
pt_br: Procurar
ro: Căutare
rw: Gushaka
se: Oza
sk: Hľadať
sl: Najdi
sr: Нађи
sr@latn: Nađi
ta: தேடு
tg: Ҷустуҷӯ
th: ค้นหา
uk: Знайти
zh_cn: 查找
