Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <br><b>e</b> - Search in selected text only<br><b>w</b> - Search whole words only
af: <br><b>e</b> - Soek slegs in die verkose teks<br><b>w</b> - Soek slegs hele woorde
be: <br><b>e</b> - Пошук толькі ў вылучаным тэксце<br><b>w</b> - Пошук толькі цэлых словаў
bg: <br><b>e</b> - Търсене само в маркирания текст<br><b>w</b> - Търсене само за цели думи
bs: <br><b>e</b> - Traži samo u izabranom tekstu<br><b>w</b> - Traži samo cijele riječi
ca: <br><b>e</b> - Cerca només al text seleccionat<br><b>w</b> - Cerca només paraules senceres
cs: <br><b>e</b> - vyhledávat pouze v označeném textu<br><b>w</b> - hledat pouze celá slova
da: <br><b>e</b> - Søg kun i markeret tekst<br><b>w</b> - Søg kun efter hele ord
de: <br><b>e</b> - Suche nur im ausgewählten Text<br><b>w</b> - Nur ganze Worte suchen
el: <br><b>e</b> - Αναζήτηση μόνο στο επιλεγμένο κείμενο<br><b>w</b> - Αναζήτηση μόνο ολόκληρων λέξεων
es: <br><b>e</b> - Buscar sólo en el texto seleccionado<br><b>w</b> - Buscar sólo palabras completas
eu: <br><b>e</b> - Bilatu hautatutako testuan bakarrik<br><b>w</b> - Bilatu hitz osoak bakarrik
fa: <br><b>e</b> - فقط جستجو در متن برگزیده<br><b>w</b> - فقط جستجوی کل واژه‌ها
fi: <br><b>e</b> – Vain valinnasta<br><b>w</b> – Vain kokonaiset sanat
fr: <br><b>e</b> - Rechercher uniquement dans le texte sélectionné<br><b>w</b> - Rechercher uniquement les mots complets
fy: <br><b>e</b> - allinne yn selektearre tekst sykje<br><b>w</b> - allinne hiele wurden sykje
gl: <br><b>e</b> - Busca só no texto escollidoy<br><b>w</b> - Busca só palabras enteiras
hu: <br><b>e</b> - Keresés csak a kijelölt szövegben<br><b>w</b> - Csak egész szavak keresése
is: <br><b>e</b> - Einungis leita í valda textanum <br><b>w</b> - Einungis leita eftir heilum orðum
it: <br><b>e</b> - Cerca solo nel testo selezionato<br><b>w</b> - Cerca solo parole intere
ja: <br><b>e</b> - 選択したテキスト内だけで検索 <br><b>w</b> - すべての語句を検索
kk: <br><b>e</b> - Таңдалған мәтінде ғана іздеу<br><b>w</b> - Тек бүтін сөздерді іздеу
km: <br><b>e</b> -ស្វែងរក​តែ​ក្នុង​អត្ថបទដែល​បាន​ជ្រើស<br><b>w</b> - ស្វែងរក​តែ​ពាក្យ​ទាំង​មូល
ko: <br><b>e</b> - 선택된 텍스트만 검색<br><b>w</b> - 완전한 단어만 검색
mk: <br><b>e</b> - Бара само во избраниот текст<br><b>w</b> - Бара само цели зборови
ms: <br><b>e</b> - Cari dalam teks yang dipilih sahaja<br><b>w</b> - Cari perkataan penuh sahaja
nb: <br><b>e</b> – Søker bare i valgt tekst <br><b>w</b> – Søker bare i hele ord
nds: <br><b>e</b> - Söcht bloots binnen den markeerten Text<br><b>w</b> - Söcht bloots na hele Wöör
nl: <br><b>e</b> - alleen in geselecteerde tekst zoeken<br><b>w</b> - alleen hele woorden zoeken
nn: <br><b>e</b> – Berre søk i merka tekst<br><b>w</b> – Berre søk etter heile ord
pa: <br><b>e</b> - ਸਿਰਫ਼ ਚੁਣੇ ਪਾਠ ਲਈ ਹੀ ਖੋਜ<br><b>w</b> - ਸਿਰਫ਼ ਪੂਰੇ ਸ਼ਬਦਾਂ ਲਈ ਹੀ ਖੋਜ
pl: <br><b>e</b> - szukaj tylko w wybranym tekście<br><b>w</b> - tylko całe wyrazy
pt: <br><b>e</b> - Procurar apenas no texto seleccionado<br><b>w</b> - Procurar apenas palavras inteiras
pt_br: <br><b>e</b> - Procura somente o texto selecionado <br><b>w</b> - Procura somente palavras inteiras
ro: <br><b>e</b> - Caută numai în textul selectat<br><b>w</b> - Caută numai cuvinte întregi
rw: <br><b>e</b> - Gushakisha mu mwandiko watoranyijwe gusa<br><b>w</b> - Gushakisha amagambo yuzuye gusa
se: <br><b>e</b> – Oza dušše válljejuvvon teavsttas <br><b>w</b> – Oza dušše olles sániid
sk: <br><b>e</b> - Hľadať iba v označenom texte<br><b>w</b> - Hľadať iba celé slová
sl: <br><b>e</b> - Išči samo v izbranem besedilu<br><b>w</b> - Išči samo cele besede
sr: <br><b>e</b> - тражи само у означеном тексту<br><b>w</b> - тражи само целе речи
sr@latn: <br><b>e</b> - traži samo u označenom tekstu<br><b>w</b> - traži samo cele reči
ta: <br><b>e</b> - தேர்ந்தெடுக்கப்பட்ட உரையில் மட்டும் தேடு<br><b>w</b> - எல்லா வார்த்தைகளில் மட்டும் தேடு
th: <br><b>e</b> - ค้นหาในข้อความส่วนที่เลือกไว้เท่านั้น<br><b>w</b> - ค้นหาส่วนที่ตรงกันทุกคำเท่านั้น
uk: <br><b>e</b> - пошук тільки у вибраному тексті<br><b>w</b> - шукати тільки цілі слова
zh_cn: <br><b>e</b> - 仅在选中文本中搜索<br><b>w</b> - 仅搜索选中单词

source: <br><b>p</b> - Prompt for replace</p><p>If REPLACEMENT is not present, an empty string is used.</p><p>If you want to have whitespace in your PATTERN, you need to quote both PATTERN and REPLACEMENT with either single or double quotes. To have the quote characters in the strings, prepend them with a backslash.
af: <br><b>p</b> - Por vir vervang</p><p>As VERVANGING is nie teenwoordig, 'n leë string word gebruik.</p><p>As jy witspasies in jou PATROON wil hê, het jy nodig om aan te haal beide PATROON en VERVANGING met of enkele of dubbele aanhalings. Om die aangehaalde karakters in die stringe te hê, berei dit voor met 'n agteroor skuinsstreep.
be: <br><b>p</b> - Пытаць пацвярджэння замены</p><p>Калі ЗАМЕНА не вызначаная, выкарыстоўваецца парожні радок.</p><p>Калі вы хочаце выкарыстаць у тэксце замены знак прагалу, неабходна змясціць і ШАБЛОН, і ЗАМЕНУ ў асобныя апострафы ці двукоссе. Калі вы хочаце выкарыстаць у тэксце замены знак апострафа ці двукоссе, неабходна перад імі ўставіць знак зваротнага скосу (\).
bg: <br><b>p</b> - Потвърждение при замяна</p><p>Ако параметърът ЗАМЯНА не е зададен, се използва празен низ.</p><p>За да използвате интервал в ШАБЛОН-а или ЗАМЯНА-та, трябва да ги заградите в кавички. Може да използвате единични или двойни кавички. Ако искате да използвате кавичка в низа, трябва да напишете преди нея обратна наклонена черта.
bs: <br><b>p</b> - Pitaj prije zamjene</p><p>Ako ZAMJENA nije navedena, koristi se prazan tekst.</p><p>Ako želite imati razmake u vašem UZORKU, morate staviti i UZORAK i ZAMJENU pod jednostruke ili dvostruke navodnike. Da biste tražili znak navodnika, ispred njega stavite znak backslash.
ca: <br><b>p</b> - Pregunta al substituir</p><p>Si no està present SUBSTITUCIÓ, s'usa una cadena buida.</p><p>Si voleu tenir espais en blanc al PATRÓ, heu d'encerclar amb cometes simples o dobles tant PATRÓ com SUBSTITUCIÓ. Per tenir els caràcters d'encerclat a les cadenes, poseu-hi una contrabarra al davant.
da: <br><b>p</b> - Spørg ved erstatning</p><p>Hvis ERSTATNING ikke er til stede, bruges en tom streng.</p><p>Hvis du ønsker at have blanke tegn i dit MØNSTER, må du citere både MØNSTER og ERSTATNING med enten enkelte eller dobbelte citationstegn. For at have citationstegn i strengene, skal der stilles en baglæns skråstreg foran.
de: <br><b>p</b> - Vor dem Ersetzen nachfragen</p><p>Wenn ERSATZ nicht vorhanden ist, wird eine leere Zeichenkette verwendet.</p><p>Wenn ein Leerraum im MUSTER gewünscht wird, muss sowohl MUSTER als auch ERSATZ entweder in einfachen oder doppelten Anführungszeichen eingeschlossen werden. Anführungszeichen in den Zeichenketten müssen mit einem linksgerichteten Schrägstrich \ maskiert werden.
el: <br><b>p</b> - Προτροπή για αντικατάσταση</p><p>Αν το ΑΝΤΙΚΑΤΑΣΤΑΣΗ δεν υπάρχει, θα χρησιμοποιηθεί η κενή συμβολοσειρά.</p><p>Αν θέλετε να έχετε κενά στο ΜΟΤΙΒΟ σας, πρέπει να γράψετε τα ΜΟΤΙΒΟ και ΑΝΤΙΚΑΤΑΣΤΑΣΗ μέσα σε μονά ή διπλά ομοιωματικά. Για να περιλάβετε χαρακτήρες ομοιωματικών στη συμβολοσειρά, γράψτε πριν από το χαρακτήρα ένα '\'.
es: <br><b>p</b> - Preguntar al reemplazar</p><p>Si REEMPLAZO no está presente, se usará una cadena vacía.</p><p>Si desea espaios en blanco en su PATRON, necesita colocar el PATRON y REEMPLAZO con comillas simples o dobles. Para poder escribir comillas en las cadenas ponga delante una barra hacia atrás.
eu: <br><b>p</b> - galdetu ordezkatzean</p> <p>ORDEZKOA ez badago, kate hutsa erabiliko da.</p> <p>EREDUA-n zuriuneak edukitzea nahi baduzu, bai EREDUA bai ORDEZKOA komatxoen artean idatzi behar dituzu. Komatxoa karakterea katekoa dela adierazteko erabili alderantzizko barra aurrizki gisa.
fa: <br><b>p</b> - اعلان برای جایگزینی</p><p>اگر REPLACEMENT موجود نباشد، از یک رشته خالی استفاده می‌شود.</p><p>اگر می‌خواهید درPATTERN خود فاصله سفید داشته باشید، نیاز به نقل قول PATTERN و REPLACEMENT، یا با نقل قول تنها یا با نقل قول دوتایی دارید. برای داشتن نویسه‌های نقل قول در رشته‌ها، آنها را با یک ممیز وارونه محصور کنید.
fr: <br><b>p</b> - Message de remplacement</p><p>Si « REMPLACEMENT » n'est pas présent, une chaîne vide sera utilisée.</p><p>Si vous souhaitez avoir des espaces dans votre « MOTIF », vous devrez alors mettre entre guillemets simples ou doubles « MOTIF » et « REMPLACEMENT ». Pour avoir les guillemets dans vos chaînes, échappez les avec une barre oblique inverse.
fy: <br><b>p</b> - ferfangings befêstigje litte</p> <p>As FERFANGING net oanwêzich is, dan wurdt der in lege tekenreeks brûkt.</p> <p>As jo in wytromte yn jo PATROAN wolle brûke, dan moatte jo sawol PATROAN as FERFANGING tusken inkele of dûbele oanhellingstekens pleatse. Wolle jo oanhellingstekens brûke yn jo tekenreeks sels, markearje se dan mei in oerbekstreek derfoar.
gl: <br><b>p</b> - Listo para reemprazar</p><p>Se non se indica REEMPRAZO, usaráse unha cadea valeira.</p><p>Se desexa ter espazos no seu PATRÓN, necesita escribir entre aspas tanto o PATRÓN como o REEMPRAZO dá igual que sexa con aspas simples ou dobres. Para ter os carácteres das aspas na cadea, anteceda-os cunha contrabarra.
hu: <br><b>p</b> - A csere felajánlása</p><p>Ha a CSERESZTRING nincs megadva, üres sztringet vesz a program.</p><p>Ha üres karaktereket szeretne használni a MINTÁban, mind a MINTA,mind a CSERESZTRING egyszeres vagy kettős idézőjelek közé kell, hogy kerüljön. Ha idézőjelet szeretne használni a sztringekben, tegyen eléjük backslash (visszafelé dőlő vonás) karaktert.
is: <br><b>p</b> - Staðfesta útskiptingu</p><p>Ef ÚTSKIPTING er ekki til staðar, er tómur strengur notaður.</p><p>Ef þú vilt hafa bil í mynstrinu þínu, verður þú að merkja bæði MYNSTRIÐ og ÚTSKIPTINGUNA með annaðhvort einföldum eða venjulegum gæsalöppum. Til að fá gæsalappir í strenginn, settu öfugt skástrik fyrir framan þær.
it: <br><b>p</b> - Chiede prima di sostituire</p><p>Se SOSTITUZIONE non è presente, verrà usata una stringa vuota.</p><p>Se vuoi avere degli spazi vuoti in SCHEMA, devi mettere tra apici o virgolette sia SCHEMA sia SOSTITUZIONE. Per inserire le virgolette o gli apici come caratteri devi anteporre loro una barra rovescia.
ja: <br><b>p</b> - 置換語句を入力</p><p>REPLACEMENT がない場合、空の文字列を使用します。</p><p>PATTERN に空白を含めるには PATTERN と REPLACEMENT 両方を引用符 (" または ') でくくる必要があります。文字列内に引用符を含めるにはバックスラッシュ (\) を前に置く必要があります。
kk: <br><b>p</b> - Алмастыруды сұрау</p><p>Егер АЛМАСТЫРУЫ көрсетілмесе, бос жол қолданылады.</p><p>Егер ІЗДЕЙТІНІне бос орын кіретін болса, онда ІЗДЕЙТІНІ де, АЛМАСТЫРУЫ да бір немесе қос тырнақшаларға алу қажет. Іздеу жолының ішінде тырнақшаның өзі кездессе оның алдында кері көлбеу сызығы қойылады.
km: <br><b>p</b> - ប្រអប់​បញ្ចូល​សម្រាប់​ជំនួស</p><p>ប្រសិនបើ​ឃ្លា​ជំនួស​មិនបង្ហាញ ខ្សែអក្សរ​ទទេ​នឹង​ត្រូវ​បាន​ប្រើ ។</p><p>ប្រសិនបើ​អ្នក​ចង​់​ឲ្យ​មាន​ចន្លោះក្នុងឃ្លា​ស្វែងរក​របស់​អ្នក អ្នក​ត្រូវ​តែស្រង់​ទាំងឃ្លា​ស្វែងរក និង​ឃ្លា​ជំនួស ជាមួយ​នឹងសញ្ញា​សម្រង់មួយ ឬ ទ្វេរ ។ ដើម្បី​មាន​តួអក្សរ​សម្រង់​ក្នុង​ខ្សែអក្សរ បន្ថែម​ពួក​វា​ដោយ​សញ្ញា (/) ។
ko: <br><b>p</b> - 교체 내용 바로 바꾸기</p><p>만약 바꿀값에 아무런 값도 주지 않는다면, 빈 값이 주어지게 됩니다.</p><p>만약 패턴에 공백문자를 넣고 싶다면, 패턴과 바꿀값에 작은 따옴표나 큰 따옴표를 각각 넣어주시면 됩니다. 만약 값안에 따옴표가 있다면, 백슬래시를 이용하여 값안에 따옴표가 포함되도록 할 수 있습니다.
mk: <br><b>p</b> - Прашува за замена</p><p>Ако ЗАМЕНА не е достапно се користи празна низа.</p><p>Ако сакате да имате празни места во вашиот ШАБЛОН, треба да ги ставите во единечни или двојни наводници и ШЕМА и ЗАМЕНА. За да имате наводници во низите ставете пред нив обратна коса црта.
ms: <br><b>p</b> - Gesa untuk ganti</p><p>Jika REPLACEMENT tidak hadir, rentetan kosong digunakan.</p><p>Jika anda ingin ada ruang putih dalam PATTERN anda, anda perlu sebut PATTERN dan REPLACEMENT dengan sama ada satu atau dua sebutan. Untuk mendapatkan aksara sebutan dalam rentetan, prepend sebutan dengan garis sendeng terbalik.
nb: <br><b>p</b> – Kommandolinje for erstatning</p><p>Om ERSTATNING ikke er på plass, blir det brukt et tomt felt i stednfor.</p><p>Om man vil ha blanke felt i MØNSTERET, trenger man å sitere både MØNSTER og ERSTATNING med sigle eller doble anførselstegn. For å ha tegn med anførselstegn i strengen, må de ha bakover-strek først.
nds: <br><b>p</b> - Nafragen, ehr utwesselt warrt</p><p>Wenn keen TUUSCHTEXT angeven is, warrt en leddig Tekenkeed bruukt.</p><p>Wenn Du Leertekens binnen dat MUSTER hebben wullt, muttst Du MUSTER un TUUSCHTEXT beed in enkelte oder dubbelte Goosfööt insluten. Goosfööt binnen de Tekenkeden mööt en Torüchstreek '\' vöranstellt kriegen.</p>
nl: <br><b>p</b> - vervangingen laten bevestigen</p> <p>Als VERVANGING niet aanwezig is, dan wordt er een lege tekenreeks gebruikt.</p> <p>Als u een witruimte in uw PATROON wilt gebruiken, dan dient u zowel PATROON als ook VERVANGING tussen enkele of dubbele aanhalingstekens te plaatsen. Wilt u aanhalingstekens gebruiken in uw tekenreeksen zelf, markeer ze dan met een backslash ervoor.
nn: <br><b>p</b> – Spør før utbyting</p><p>Dersom ERSTATNING ikkje er oppgjeven, vert ein tom streng bruka.</p><p>Dersom du vil ha med blankteikn i MØNSTER, må du sitera båte MØNSTER og ERSTATNING med enkle eller doble hermeteikn. For å ha hermeteikn med i strengen, må dei ha bakover-strek først.
pl: <br><b>p</b> - zachęta zamiany</p><p>Jeśli nie istnieje ZAMIANA zostanie użyty pusty łańcuch</p><p>Jeśli chcesz użyć białych znaków we WZORCU musisz ująć w cudzysłowy (pojedyncze lub podwójne) zarówno WZORZEC jak i ZAMIANĘ. Aby użyć znaków cytowania w łańcuchach poprzedź je backslashem.
pt: <br><b>p</b> - Perguntar antes de substituir</p><p>Se SUBSTITUIÇÃO não estiver presente, é utilizado um texto vazio.</p><p>Se quiser ter espaços em branco no seu PADRÃO, tem que envolver o PADRÃO e a SUBSTITUIÇÃO com aspas ou plicas. Se tiver estes caracteres no texto, adicione uma barra '\' antes deles.
pt_br: <br><b>p</b> - Pedir para substituir</p><p>Se SUBSTITUIÇÃO não estiver presente, uma string vazia é usada.</p><p>Se você desejar um espaço em branco em seu PADRÃO, precisa colocar aspas tanto no PADRÃO como em SUBSTITUIÇÃO, sendo possível tanto aspas simples como duplas. Para colocar os caracteres entre aspas nas strings, prefixe as aspas com uma barra invertida.
ro: <br><b>p</b> - Întreabă la înlocuire</p><p>Dacă ÎNLOCUITOR nu este prezent, va fi folosit un şir text gol.</p><p>Dacă doriţi să aveţi spaţii albe în MODEL, trebuie să încadraţi cu ghilimele simple sau duble atît textul MODEL cît şi ÎNLOCUITOR. Pentru a introduce caracterele ghilimele în text, precedaţile de un caracter bară oblică stînga (backslash).
rw: <br><b>p</b> - Urwinjiriro rwo gusimbura</p><p>Niba ISIMBURA ntarihari, ikurikiranyanyuguti ubusa rirakoreshwa.</p><p>Niba wifuza kugira umwanyabusa mu ISHUSHO ryawe, ugomba gushyira utwugarizo kuri byombi ISHUSHO n' ISIMBURA hamwe n'akugarizo kamwe cyangwa tubiri. Mu kugira inyuguti z'utwugarizo mu ikurikiranyanyuguti, watubanziriza akarongomberamenyuma.
se: <br><b>p</b> – Jeara ovdalgo buhtte</p><p>Jus BUHTÁDUS ii gávdno, de guorus cealkka geavahuvvo.</p><p>Jus háliidat geavahit gaskamearkkaid du MINSTTARIS, fertet geavahit "-mearkkaid sihke MINSTTAR ja BUHTÁDUSA birra. Jus háliidat geavahit "-mearkkaid cealkagis, bija \-mearkka daid ovddabeallái.
sk: <br><b>p</b> - Potvrdiť pri nahradení</p><p>Ak NÁHRADA nie je zadaná, použije sa prázdna.</p><p>Ak chcete vo VZORKE prázdne znaky, musíte VZORKU aj NÁHRADU dať do úvodzoviek alebo apostrofov. Ak chcete do textu úvodzovky alebo apostrof, predajte pred ne spätné lomítko.
sl: <br><b>p</b> - poziv za zamenjavo</p><p>Če ZAMENJAVA ni prisotna, je uporabljen prazen niz.</p><p>Če želite imeti presledek v VZORCU, morate navesti tako VZOREC kot ZAMENJAVO z enojnimi ali dvojnimi narekovaji. Da bi imeli znake za narekovaje v nizih, jih morate uvesti z nasprotno poševnico.
sr: <br><b>p</b> - упитај за замену</p><p>Ако ЗАМЕНА није дата, користиће се празан низ.</p><p>Ако желите да имате празнине у вашем УЗОРКУ, морате да ставите под наводнике и УЗОРАК и ЗАМЕНИ било под једноструке или двоструке наводнике. Ако желите да имате наводнике у низовима, испред њих додајте обрнуту косу црту.
sr@latn: <br><b>p</b> - upitaj za zamenu</p><p>Ako ZAMENA nije data, koristiće se prazan niz.</p><p>Ako želite da imate praznine u vašem UZORKU, morate da stavite pod navodnike i UZORAK i ZAMENI bilo pod jednostruke ili dvostruke navodnike. Ako želite da imate navodnike u nizovima, ispred njih dodajte obrnutu kosu crtu.
ta: <br><b>p</b> - மாற்றுவதற்கு நினைவூட்டு</p><p>REPLACEMENT இல்லை என்றால், ஒரு வெற்று சரம் பயன்படுத்தப்படும்.</p><p>உங்கள் PATTERNல் காலியிடம் வேண்டுமென்றால், நீங்கள் PATTERN மற்றும் REPLACEMENT இரண்டையும், ஒற்றை அல்லது இரட்டை மேற்கோளால் குறிப்பிடவேண்டும். சரங்களில் மேற்கோள்கள் இருக்க, அதை ஒரு பின்வெட்டால் குறிப்பிடவேண்டும்.
th: <br><b>p</b> - ให้ถามเรื่องการแทนที่</p><p>หากว่าไม่มี "คำสำหรับแทนที่" ปรากฏอยู่ จะใช้ตัวว่างแทน </p><p>หากว่าคุณต้องการที่จะใส่ที่ว่าง (วรรค) เข้าไปใน "รูปแบบ" ของคุณ คุณจำเป็นที่จะต้อง ครอบทั้ง "รูปแบบ" และ "คำแทนที่" ของคุณด้วยเครื่องหมายคำพูด (แบบ 1 หรือ 2 ชั้นก็ได้) ถ้าต้องการใส่เครื่องหมายคำพูดเข้าไปในแถวอักษร ให้กำกับด้วยเครื่องหมายแบ็คสแลช
uk: <br><b>p</b> - запитувати перед заміною</p><p>Якщо не вказано ЗАМІНУ, то буде вжито порожній рядок.</p><p>Якщо у ВЗІРЦІ є символи пропуску, то потрібно обернути ВЗІРЕЦЬ та ЗАМІНУ у подвійні чи одинарні лапки. Якщо символи лапок присутні у рядках ВЗІРЦЯ або ЗАМІНИ, то потрібно перед цими символами вставити символ зворотної косої лінії (\).
zh_cn: <br><b>p</b> - 提示替换</p><p>如果没有[替换]，则使用空字符串。</p><p>如果您想要在[模式]中使用空白，您就需要将[模式]和[替换]都用单引号或双引号包起来。要在字符串中使用引号字符，请在前面添加反斜线。

source: indenter.register requires 2 parameters (event id, function to call)
af: indenter.register benodig 2 parameters (gebeur id, funksie om te roep)
be: indenter.register патрабуе 2 параметры (азначальнік падзеі, функцыя выкліку)
bg: Методът indenter.register изисква 2 параметъра (код на събитие, функция за извикване)
ca: Calen 2 paràmetres per a indenter.register (id esdeveniment, funció a cridar)
da: indenter.register kræver 2 parametre (begivenheds-id, funktion at kalde)
de: indenter.register erfordert 2 Parameter (event id, aufzurufende Funktion)
el: Το indenter.register απαιτεί 2 παραμέτρους (id γεγονότος, συνάρτηση που θα κληθεί)
es: indenter.register requiere 2 parámetros (identificador del evento y función a llamar)
eu: indenter.register: 2 parametro behar ditu (gertaeraren IDa, deitzeko funtzioa)
fa: indenter.register به ۲ پارامتر نیاز دارد )شناسۀ رویداد، کار برای فرا‌‌خوان(
fr: « indenter.register » nécessite deux paramètres (l'identifiant de l'évènement et la fonction à appeler)
fy: indenter.register fereasket 2 parameters (event id, funksje om oan te roppen)
gl: indenter.register requere 2 parámetros (event id, funcións á que chamar)
hu: Az indenter.register 2 paramétert igényel (eseményazonosító, függvénynév)
is: inndrátts.skráning krefst 2. viðfanga (auðkenni atburðar, fall sem á að kalla á)
it: indenter.register richiede 2 parametri (id evento, funzione da chiamare)
ja: indenter.register は 2 つのパラメータ (イベント id, 呼び出す関数) を要求します
kk: indenter.register: екі параметр талап етіледі (оқиға идентификаторы мен шақырылатын функциясы)
km: indenter.register ត្រូវ​ការ​ប៉ារ៉ាម៉ែត្រ ២ (លេខ​សម្គាល់​ព្រឹត្តិការណ៍, អនុគមន៍ដែលត្រូវ​ហៅ)
ko: indenter.register 는 2개의 파라메터를 필요로 합니다.(이벤트 id, 호출하려는 함수)
ms: indenter.register memerlukan 2 paramater (id kejadian, fungsi untuk memanggil)
nb: «indenter.register» trenger to parametere (hendelses-id, funksjon som skal kalles)
nds: indenter.register bruukt 2 Parameters (Begeefnis-ID, to ropen Funkschoon)
nl: indenter.register vereist 2 parameters (event id, functie om aan te roepen)
nn: indenter.register treng to parametrar (hendings-id, funksjon som skal kallast)
pl: indenter.register wymaga 2 parametrów (id zdarzenia, funkcja do wywołania)
pt: O 'indenter.register' necessita de 2 parâmetros (ID do evento, função a chamar)
pt_br: indenter.register requer 2 parâmetros (ID do evento e função a ser chamada)
se: indenter.register gáibida 2 paramehtera (dáhpáhus-id, makkár doaimma galgá gohččut)
sk: indenter.register vyžaduje 2 parametre (event id, function to call)
sl: indenter.register potrebuje 2 parametra (id dogodka, funkcija za klicanje)
sr: indenter.register захтева 2 параметра (ид. догађаја, функција за позив)
sr@latn: indenter.register zahteva 2 parametra (id. događaja, funkcija za poziv)
th: indenter.register ต้องการพารามิเตอร์ 2 ตัว (หมายเลขบุเหตุการณ์, ฟังก์ชันที่เรียกใช้)
uk: indenter.register вимагає 2 параметри (id події, функція для виклику)
zh_cn: indenter.register 需要两个参数(事件 ID、要调用的函数)
