Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Choose whether you want the text you type to be inserted or to overwrite existing text.
af: Kies hetsy jy wil hê die teks jy tipe na wees ingesit of na oorskryf bestaande teks.
ar: إختر إذا كُنت تريد إدراج النص المطبوع أو الكتابه على نص موجود.
bg: Превключване между вмъкване на текста и препокриване на съществуващия текст при писане.
bs: Izaberite da li želite da tekst koji kucate bude umetnut ili da pišete preko postojećeg teksta.
ca: Escolliu si desitgeu que el text introduït sigui inserit o que sobreescriga al text existent.
cs: Vyberte si zda chcete aby text, který vkládáte, má být vkládán do nebo má přepisovat stávající text.
da: Vælg om du ønsker indtastet tekst indsat eller om det skal overskrive eksisterende tekst.
de: Wählen Sie aus, ob neu geschriebener Text in den bestehenden Text eingefügt oder dieser überschrieben werden soll.
el: Επιλέξτε το αν θέλετε το κείμενο που πληκτρολογείτε να εισάγεται ή να αντικαθιστά το υπάρχον κείμενο.
es: Elija si desea que el texto introducido se inserte o sobrescriba el texto existente
eu: Aukeratu idazten duzun testua txeratzen joatea, edo dagoen testua gainidaztea.
fa: انتخاب کنید که می‌خواهید متنی که تحریر می‌کنید، درج شود یا با متن موجود جای‌نوشت شود.
fi: Valitse haluatko liittää kirjoitetun tekstin asiakirjaan, vai haluatko ylikirjoittaa olemassa olevaa tekstiä.
fr: Choisissez si vous voulez que le texte que vous saisissez soit inséré ou écrase le texte existant.
fy: Kies of jo wolle dat de tekst dy't jo yntype yn de tekst taheakke wurdt, of dat dizze oerskreaun wurdt.
gl: Escolla se desexa que o texto que escreba se inserte ou sobreescreba o xa existente.
he: בחר אם ברצונך שהטקסט שאתה מקליד יתווסף לטקסט הקיים או ייכתב עליו.
hr: Odaberite želite li da tekst koji tipkate bude umetnut ili da se prepisuje postojeći tekst.
hu: Itt lehet megadni, hogy a beírt szöveg a meglevő szöveget félretolja vagy felülírja.
is: Veldu hvort þú vilt að textinn sem þú skrifar verði settur inn eða yfirskrifi núverandi texta.
it: Scegli se il testo che immetti deve essere inserito o deve sovrascrivere il testo esistente.
ja: テキスト入力モードの上書き、挿入を切り替えます。
kk: Мәтінді тергенде ендіру мен бар мәтіннің үстінен жазу режімінің бірін таңдау.
km: ជ្រើស​ថាតើអ្នក​ចង់​ឲ្យ​អត្ថបទ​ដែល​អ្នកបានវាយ បន្ថែម​ទៅ​កាន់ ឬ សរសេរ​ជាន់​លើ​ឯកសារ​ដែល​មាន​ស្រាប់ឬ ។
ko: 입력한 문자열을 삽입할지, 덮어쓸지 결정합니다.
mk: Изберете дали сакате текстот кој го пишувате да биде внесен или да го пребрише постоечкиот текст.
ms: Pilih sama ada anda ingin teks yang anda taip diselitkan atau menulis ganti teks sedia ada.
nb: Velg mellom å sette inn den teksten du skriver, eller å skrive over eksisterende tekst.
nds: Söök ut, wat ingeven Text den olen överschrievt oder inföögt warrt.
nl: Bepaal of u wilt dat de tekst die in intypt in de bestaande tekst wordt ingevoegd, of dat deze wordt overschreven.
nn: Vel om du vil at teksten du skriv skal setjast inn eller skriva over teksten som finst frå før.
pl: Czy chcesz żeby tekst, który wpisujesz był dodawany lub nadpisywał już istniejący tekst.
pt: Escolha se deseja que o texto escrito por si seja inserido ou sobreponha o texto existente.
pt_br: Escolher se você deseja que o texto que você digitou seja inserido ou sobrescreva o texto existente.
ro: Alegeţi dacă doriţi ca textul pe care îl scrieţi să fie inserat în textul existent sau să îl suprascrie.
rw: Guhitamo niba ushaka ko umwandiko wandika wongerwamo cyangwa usimbura umwandiko usanzwe.
se: Vállje jos háliidat ahte teavstta maid čálát galgá bidjot sisa dahje buhttet teaksta mii juo gávdno.
sk: Vyberte si či text ktorý zadávate má byť vkladaný alebo ma prepisovať už existujúci text.
sl: Izberite, ali želite, da se natipkano besedilo vstavi ali nadomesti obstoječega.
sr: Изаберите да ли желите да се текст који уносите умеће у постојећи или да га пребрисује.
sr@latn: Izaberite da li želite da se tekst koji unosite umeće u postojeći ili da ga prebrisuje.
ta: நீங்கள் டைப் செய்த உரையை நுழைக்க வேண்டுமா அல்லது இருக்கும் உரையின் மேல் எழுத வேண்டுமா என்று தேர்வு செய்க.
tg: Интихоб кунед ҷое ки шумо мехоҳед иваз ё равшан кунед аз матни мавҷудбуда дар вақти чоп кардан.
th: เลือกว่า คุณต้องการจะให้ข้อความที่พิมพ์ลงไป ทำการแทรกหรือเขียนทับข้อความเดิม
uk: Вибрати чи текст, що вводиться, буде вставлятись, чи він буде замінювати вже існуючий текст.
zh_cn: 让您选择新输入的文字是插入到文档还是覆盖已有的文字。

source: &Dynamic Word Wrap
af: Dinamiese Woord Oorvloei
ar: تطويق &حركي للكلمات
bg: &Динамичен пренос на думи
bs: &Dinamički prijelom redova
ca: Ajust de línia &dinàmic
cs: &Dynamické lámání slov
da: &Dynamisk ordombrydning
de: &Zeilenumbruch
el: &Δυναμική αναδίπλωση λέξεων
es: Ajuste de línea &dinámico
eu: Itzulbiratze &dinamikoa
fa: سطر‌بندی &پویای واژه‌
fi: &Dynaaminen rivinvaihto
fr: Retour à la ligne &dynamique
fy: &Dynayiske rigelôfbrekking
gl: División &Dinámica de Liñas
he: גלישת שורות &דינמית
hr: Dinamičko omatanje riječi
hu: &Dinamikus sortördelés
is: &Breytileg línuskipting
it: A capo automatico &dinamico
ja: 動的な行の折り返し(&D)
kk: &Динамикалық тасымалдау
km: រុំពាក្យ​ថាមវន្ត
ko: 동적 문단 보호(&D)
mk: &Динамичко пренесување на зборови
ms: Balut Perkataan &Dinamik
nb: &Fleksibel linjebryting
nds: &Dünaamsch Reegümbrook
nl: &Dynamische regelafbreking
nn: &Dynamisk tekstbryting
pa: ਸਫਰੀ ਸ਼ਬਦ ਸਮੇਟੋ(&D)
pl: &Dynamiczne zawijanie wyrazów
pt: Mudança de Linha &Dinâmica
pt_br: Quebra de linhas &Dinâmica
ro: &Limitare dinamică a cuvîntului
rw: Ifunika ry'Ijambo Rihinduka
se: &Dynámalaš linnjámáhccun
sk: &Dynamické zalamovanie slov
sl: &Dinamičen prelom vrstice
sr: &Динамички прелом текста
sr@latn: &Dinamički prelom teksta
ta: மாறும் வார்த்தை மடிப்பு
tg: &Гузарондани калимаҳои сарҳарақат
th: ตัดคำแบบไม่ตายตัว
uk: &Динамічне перенесення слів
zh_cn: 动态文字换行(&D)

source: Dynamic Word Wrap Indicators
af: Dinamiese Woord Oorvloei Inkepings
ar: مؤشرات التفاف النص الحركي
bg: Индикатор за динамичен пренос
bs: Oznake dinamičkog prijeloma redova
ca: Indicadors d'ajust de línia dinàmic
cs: Indikátory dynamického lámání slov
da: Dynamiske tekstombrydningsindikatorer
de: Anzeigen für d&ynamischen Zeilenumbruch
el: Δείκτες δυναμικής αναδίπλωσης λέξεων
es: Indicadores de ajuste de línea dinámico
eu: Itzulbiratze dinamikoaren adierazleak
fa: شاخصهای سطر‌بندی پویای واژه
fi: Dynaamiset rivinvaihtoilmaisimet
fr: Indicateurs de retour à la ligne dynamique
fy: Dynamyske-rigelîfbrekking-oantsjutter
gl: Indicadores de División Dinámica de Liñas
he: סמני גלישת שורות דינמית
hr: Dinamički indikatori omatanja riječi
hu: Dinamikus sortördelésjelzők
is: Breytileg línuskipti-merki
it: Indicatori a capo automatico dinamico
ja: 動的な行の折り返しマーカー
kk: Динамикалық тасымалдаудың индикаторлары
km: ទ្រនិច​បង្ហាញ​រុំ​ពាក្យ​ថាមវន្ត​
ko: 동적 문단 보호 표식
mk: Индикатори за динамичко пренесување на зборови
ms: Petunjuk Balut Perkataan Dinamik
nb: Merke for fleksibel tekstbryting
nds: Reegümbrook-Marken
nl: Dynamische-regelafbreking-indicators
nn: Merke for dynamisk tekstbryting
pa: ਸਫਰੀ ਸ਼ਬਦ ਸਮੇਟੋ ਸੰਕੇਤਕ
pl: Znaczniki dynamicznego zawijania wyrazów
pt: Indicadores de Mudança de Linha Dinâmica
pt_br: Indicadores de Quebra de linha Dinâmica
ro: Indicatori limitare dinamică a cuvîntului
rw: Ibyerekana Ifunika ry'Ijambo Rihinduka
sk: Značky dynamického zalamovania slov
sl: Oznake dinamičnega preloma vrstice
sr: Индикатори динамичког прелома текста
sr@latn: Indikatori dinamičkog preloma teksta
ta: மாறும் வார்த்தை மடிப்பு சுட்டிகள்
tg: Маркерҳои динамикӣ барои бардошта бурдани хатҳо
th: ตำแหน่งตัดคำแบบไม่ตายตัว
uk: Помітки динамічного перенесення слів
zh_cn: 动态文字换行标识符

source: &Off
af: Af
ar: إ&يقاف
be: &Выключана
bg: &Изключено
bs: &Isključeno
ca: &Apagat
cs: Vypnut&o
da: &Fra
de: &Aus
el: &Ανενεργοί
es: &Desactivado
eu: &Desgaituta
fa: &خاموش‌
fi: &Pois
fr: &Désactivés
fy: &Ut
gl: &Desactivado
he: &מבוטל
hr: &Isključi
hu: &Kikapcsolva
is: &Af
it: &Spento
ja: 表示しない(&O)
kk: Ж&оқ
km: បិទ
ko: 종료(&O)
mk: &Исклучено
ms: &Tutup
nb: A&v
nds: &Ut
nl: &Uit
nn: &Av
pa: ਬੰਦ(&O)
pl: W&yłącz
pt: Desligad&o
pt_br: &Desligado
ro: &Dezactivat
rw: Bidakora
se: &Eret
sk: &Vypnúť
sl: &Izključeno
sr: &Искључени
sr@latn: &Isključeni
ta: &நீக்கு
tg: &Ғайри фаъол
th: ปิด
uk: &Вимкнути
zh_cn: 关(&O)

source: Follow &Line Numbers
af: Volg Lyn Nommers
ar: إتبع أرقام السطر
bg: &Следване номерата на редовете
bs: Prati &brojeve linija
ca: Segueix els números de &línia
cs: Nás&ledovat čísla řádek
da: Følg &linjenumre
de: &Zeilennummern folgen
el: Ακολούθηση αριθμών &γραμμής
es: Seguir números de &líneas
eu: Jarraitu &lerro-zenbakiak
fa: دنبال کردن شمارۀ &خطوط‌
fi: Seuraa &rivinumeroita
fr: Suivant l'affichage des numéros de &ligne
fy: Rigelnûmering fo&lgje
gl: Segue os Números de &Liña
he: עקוב אחרי מספרי &שורות
hr: &Prati brojeve linija
hu: A sorszámok &után
is: Fylgja &línunúmerum
it: Seg&ui numeri di riga
ja: 行番号に従う(&L)
kk: &Жолдар нөмірлерінен кейін
km: តាម​ពីក្រោយលេខ​បន្ទាត់​
ko: 줄 번호로(&L)
mk: Следи ги броевите на &линиите
ms: Ikut Nombor &Baris
nb: Følg &linjenummer
nds: Reeg&nummern folgen
nl: Regelnummering vo&lgen
nn: Følg &linjenummer
pa: ਸਤਰ ਨੰਬਰ ਨੂੰ ਵੇਖੋ(&L)
pl: Za &numerami linii
pt: Seguir os Números de &Linha
pt_br: Seguir o &Número de Linhas
ro: Urmăreşte &numerele de linie
rw: Gukurikira Nomero z'Umurongo
se: Čuovo &linnjánummiriid
sk: &Sledovať čísla riadkov
sl: Sledi &številkam vrstic
sr: Прате бројеве &линија
sr@latn: Prate brojeve &linija
ta: &வரி எண்களை பின்பற்று.
tg: &Рақамҳои хат риоя кунед
uk: &Якщо ввімкнені номері рядків
zh_cn: 按照行号(&L)

source: &Always On
af: Altyd Aan
ar: &دائماً تشغيل
be: &Заўсёды ўключана
bg: &Винаги включено
bs: &Uvijek uključen
ca: Sempre &actiu
cs: Vždy z&apnuto
da: &Altid til
de: &Immer aktiv
el: &Πάντα ενεργοί
es: &Siempre activo
eu: &Beti gaiturik
fa: &همیشه روشن‌
fi: &Aina päällä
fr: &Toujours affichés
fy: &Altyd oan
gl: Sempre A&ctivado
he: &תמיד מופעל
hr: &Uvijek uključen
hu: Mindi&g bekapcsolva
is: &Alltaf á
it: Sempre &attivo
ja: 常に表示(&A)
kk: &Әрқашан қосылған
km: បើក​ជានិច្ច
ko: 항상 켜짐(&A)
mk: &Секогаш вклучено
ms: &Sentiasa Buka
nb: &Alltid på
nds: &Jümmers aktiv
nl: &Altijd aan
nn: Alltid &på
pa: ਹਮੇਸ਼ਾ ਚਾਲੂ(&A)
pl: Z&awsze włączone
pt: Sempre &Activos
pt_br: &Sempre Ligado
ro: Înt&odeauna
rw: Burigihe Bikora
se: Álo &alde
sk: &Vždy zobrazené
sl: &Vedno vključeno
sr: &Увек укључени
sr@latn: &Uvek uključeni
ta: &எப்போதும் இயக்கு
tg: &Ҳамеша дар боло
th: เปิดใช้เสมอ
uk: &Завжди ввімкнені
zh_cn: 总是打开(&A)

source: Show Folding &Markers
af: Vertoon Vou en Merkers
ar: أظهر &علامات الطّي
bg: Показване стр&уктурата на кода
bs: Pokaži oznake &sakrivanja koda
ca: Mostra marcadors &plegables
cs: Zobrazit značky sklá&dání
da: Vis &foldemarkeringer
de: &Markierungen für Code-Ausblendungen anzeigen
el: Εμφάνιση &δεικτών τυλίγματος κώδικα
es: Mostrar marcadores &plegables
eu: Erakutsi tolesturen &markak
fa: نمایش &نشانهای تازنی‌
fi: Näytä laskostus&merkit
fr: Afficher les indicateurs de p&liage
fy: Fâld&markearings sjen litte
gl: Mostrar Marcas de &Pregamento
he: הצג סימני &קיפול
hr: Pokaži oznake preklapanja
hu: Szegélyjel&zők megjelenítése
is: Sýna sam&felli-merki
it: Mostra segni di raggruppa&mento
ja: 折りたたみマーカーを表示(&M)
kk: Бүктеу &маркерлерді көрсету
km: បង្ហាញសញ្ញា​​សម្គាល់​ផ្នត់
ko: 폴딩 마커 보이기(&M)
mk: Покажи &маркери за склопување
ms: Papar &Penanda Lipatan
nb: Vis bryte&merker
nds: Foold&marken wiesen
nl: Vouw&markeringen tonen
nn: Vis &faldemerke
pa: ਫੋਲਡਿੰਗ ਮਾਰਕਰ ਵੇਖਾਓ(&M)
pl: Pokaż &znaczniki zwijania
pt: Mostrar as &Marcações de Dobragem
pt_br: Mostrar &Marcadores de Dobra
ro: Afişează &marcajele de îndosariere
rw: Kwerekana Kuzinga Ibimenyetso
se: Čájet máhccun&mearkkaid
sk: Zobraziť za&baľovacie značky
sl: Prikaži o&znake prelamljanja
sr: Прикажи &маркере за сажимање
sr@latn: Prikaži &markere za sažimanje
ta: மடிப்புக்குறிகளைக் காட்டு
tg: Намоиши хати тобиши &маркерҳо
uk: Показувати &маркери згортання
zh_cn: 显示折叠标记(&M)

source: You can choose if the codefolding marks should be shown, if codefolding is possible.
af: Jy kan kies of die kodevou merkers getoon moet word, indien kodevouing moontlik is.
ar: يمكنك اختيار ما اذا كان يجب اظهار علامات بسط الشفرة, اذا كان هذا الخيار ممكناَ.
bg: Показване структурата на кода, ако е възможно.
bs: Možete izabrati da li će biti prikazane oznake za sakrivanje koda (codefolding), ako je ono moguće.
ca: Podeu escollir si s'haurien de mostrar les marques de plegat del codi, si és que aquest és possible.
cs: Můžete si vybrat zda mají být, v případě povoleného skládání kódu, zobrazovány značky skládání
da: Du kan vælge om kodefoldemærker skal vises hvis kodefoldning er mulig.
de: Sie können festlegen, ob Markierungen für Code-Ausblendungen angezeigt werden, sofern solche Ausblendungen vorhanden sind.
el: Μπορείτε να επιλέξετε αν θα εμφανίζονται τα σημάδια τυλίγματος κώδικα, αν το τύλιγμα κώδικα μπορεί να γίνει.
es: Puede elegir si las marcas de plegado de código se deberían mostrar, si el plegado de código es posible.
eu: Tolestutako kodearen markak erakutsiko diren aukera dezakezu, kodea tolestea posible bada.
fa: می‌توانید انتخاب کنید که در صورت امکان، تازنی کد، نشانهای تازنی کد باید نمایش داده شوند.
fi: Jos koodi voidaan 'laskostaa', voit halutessasi näyttää koodin laskostusmerkit.
fr: Vous pouvez choisir si les indicateurs de pliage du code (« codefolding ») doivent être affichés, si le pliage du code est possible.
fy: Jo kinne beskiede of de koade-ynfâld-markearrings sichtber moatte wêze of net, as it ynfâldzjen fan koade fan tapassing is.
gl: Pode escoller se deben mostrarse as marcas de pregamento de código, se este é posíbel.
he: באפשרותך לבחור אם יוצגו סימני קיפול קוד בעת שהדבר אפשרי.
hr: Možete odabrati jesu li oznake preklapanja pokazane, ako je preklapanje moguće.
hu: Itt lehet megadni, hogy a szegélyjelzők látszódjanak-e vagy sem.
is: Þú getur valið hvort felli-merki séu sýnd, ef hægt er að fella saman skjal.
it: Puoi scegliere se i segni del raggruppamento del codice devono essere mostrati oppure no (se il raggruppamento è possibile).
ja: コード折りたたみが可能な場合にコード折りたたみマーカーを表示させるかどうかを選択します。
kk: Егер код жолдарды бүктеуге мүмкін болса, бүктеу маркерлерді көрсетуді таңдай аласыз.
km: អ្នក​អាច​ជ្រើស​ថា​តើការ​សម្គាល់​ផ្នត់​កូដ​គួរ​ត្រូវ​បាន​បង្ហាញ ប្រសិន​បើ​ផ្នត់​កូដ​អាច​ប្រើ​បាន ។
ko: 코드 폴딩이 가능할 때 코드 폴딩 마크를 보이게 할 것인지 결정합니다.
mk: Може да изберете дали ќе бидат покажани маркерите за склопување, ако тоа е возможно.
ms: Anda boleh pilih jika tanda lipatan kod patut dipaparkan, jika lipatan kod adalah mungkin.
nb: Du kan velge om brytemerker for kode skal vises, hvis kodebryting er mulig.
nds: Du kannst utsöken, wat de Kode-Fooldmarken wiest warrt, wenn Foolden mööglich is.
nl: U kunt bepalen of de code-invouw-markeringen getoond worden of niet, als het invouwen van code van toepassing is.
nn: Du kan velja om brytingsmerka for kode skal visast, dersom kodebryting er mogleg.
pl: Możesz wybrać czy znaczniki zwijania kodu mają być pokazane jeśli zwijanie jest możliwe.
pt: Pode escolher se as marcações de dobragem do código devem ser mostradas, se esta for possível.
pt_br: Você pode escolher se as marcas de "dobradura de código" devem ser mostradas, se isto for possível.
ro: Aici puteţi alege dacă să fie afişate marcajele de îndosariere pentru codul sursă (numai dacă acest lucru este posibil).
rw: Ushobora guhitamo niba ibimenyetso by'umubare-izinga bigomba kugaragazwa, niba umubare-izinga ushoboka.
se: Don sáhtát válljet jos linnjámáhccunmearkkat čájehuvvojit, jos linnjámáhccun lea vejolaš.
sk: Môžete si vybrať či sa majú značky skladania kódu zobrazovať, ak je skladanie kódu dostupné.
sl: Izberete lahko možnost prikaza oznak preloma, če je prelamljanje možno.
sr: Можете изабрати да ли ће се маркери за сажимање кода приказивати или не, ако је сажимање кода уопште могуће.
sr@latn: Možete izabrati da li će se markeri za sažimanje koda prikazivati ili ne, ako je sažimanje koda uopšte moguće.
ta: குறிமுறை மடிப்பினால் முடியுமானால், குறிமுறை மடிப்பு குறிப்புகள் தோன்ற வேண்டுமா என நீங்கள் தேர்வு செய்யலாம்
tg: Шумо метавонед хати тобиши блоки барномаро нишон диҳед, агар ин барнома барои санади интихобшуда лозим бошад.
uk: Ви можете вибрати відображення маркерів згортання, якщо згортання кодів ввімкнено.
zh_cn: 如果能进行代码折叠，您可以选择是否显示代码折叠标记。

source: Hide Folding &Markers
af: Versteek Vou en Merkers
bg: Скриване стр&уктурата на кода
bs: Sakrij oznake &sakrivanja koda
ca: Oculta els &marcadors plegables
cs: Skrýt značky sklá&dání
da: Skjul &foldemarkeringer
de: &Markierungen für Code-Ausblendungen ausblenden
el: Απόκρυψη &δεικτών τυλίγματος κώδικα
es: Ocultar marcadores &plegables
eu: Ezkutatu tolesturen &markak
fa: مخفی کردن &نشانگرهای تازنی‌
fi: Piilota laskostus&merkit
fr: Afficher les indicateurs de p&liage
fy: Fâld&markearings ferstopje
gl: &Ocultar Marcas de Pregamento
he: הסתר סימני &קיפול
hu: A szegélyjel&zők elrejtése
is: Fela sam&felli-merki
it: Nascondi segni di raggruppa&mento
ja: 折りたたみマーカーを隠す(&M)
kk: Бүктеу &маркерлерін жасыру
km: លាក់​សញ្ញា​សម្គាល់​​ផ្នត់
ko: 폴딩 마커 숨기기(&M)
mk: Скриј &маркери за склопување
ms: Sembunyikan &Penanda Lipatan
nb: Skjul bryte&merker
nds: Foold&marken versteken
nl: Vouw&markeringen verbergen
nn: Vis &faldemerke
pa: ਫੋਲਡਿੰਗ ਮਾਰਕਰ ਓਹਲੇ(&M)
pl: Ukryj &znaczniki zwijania
pt: Esconder as &Marcações de Dobragem
pt_br: &Ocultar Marcadores de Dobra
ro: Ascunde &marcajele de îndosariere
rw: Guhisha Kuzinga Ikiranga
se: Čiega máhccun&mearkkaid
sk: Skryť za&baľovacie značky
sl: Skrij o&znake prelamljanja
sr: Сакриј &маркере за сажимање
sr@latn: Sakrij &markere za sažimanje
ta: மடிப்புக்குறிகளைக் காட்டு
tg: Пинҳон кардани тобиши &маркерҳо
uk: Сховати &маркери згортання
zh_cn: 隐藏折叠标记(&M)

source: Show &Icon Border
af: Vertoon Ikoon Grens
ar: أظهر إ&طار الأيقونات
be: Паказаць поле &значак
bg: Показване &зоната за икони
bs: Pokaži &okvir
ca: Mostra la &vora de la icona
cs: Ukázat pruh s &ikonami
da: Vis &ikonkant
de: S&ymbolspalte anzeigen
el: Εμφάνιση περιγράμματος &εικονιδίων
es: Mostrar &borde de iconos
eu: Erakutsi &ikonoaren ertza
fa: نمایش لبۀ &شمایل‌
fi: Näytä &kuvakereunus
fr: Afficher la &bordure d'icônes
fy: Byldka&ikerâne sjen litte
gl: Mostrar &Borde de Ícones
he: הצג מסגרת סמ&לים
hr: Pokaži okvir &ikona
hu: &Ikonszegély megjelenítése
is: Sýna &merkjaspássíu
it: Mostra bordo per le &icone
ja: アイコン境界を表示(&I)
kk: &Таңбаша жиегін көрсету
km: បង្ហាញ​ស៊ុម​រូប​តំណាង
ko: 아이콘 경계 보기(&I)
mk: Покажи граница на &икона
ms: Papar Sempadan &Ikon
nb: Vis &ikonkant
nds: Rand för Lüttb&iller wiesen
nl: P&ictogramrand tonen
nn: Vis &ikonramme
pa: ਆਈਕਾਨ ਹਾਸ਼ੀਆ ਵੇਖਾਓ(&I)
pl: Pokaż pasek &ikon
pt: Mostrar o Contorno dos &Ícones
pt_br: Mostrar &Borda do Ícone
ro: Afişează marginea &iconiţelor
rw: Kwerekana Impera z'Agashushondanga
se: Čájet &govašravdda
sk: Zobraziť okraje &ikony
sl: Prikaži rob &ikone
sr: Прикажи &појас за иконе
sr@latn: Prikaži &pojas za ikone
ta: சின்னத்தின் ஓரத்தை காட்டு
tg: Намоиши &сарҳади нишона
th: แสดงกรอบของไอคอน
uk: Показувати рамку для &піктограм
zh_cn: 显示图标边框(&I)

source: Show/hide the icon border.<BR><BR> The icon border shows bookmark symbols, for instance.
af: Vertoon/steek weg die ikoon grens.<BR><BR> die ikoon grens vertoon boekmerk simbole, vir voorbeeld.
ar: إظها/إخفاء حد الأيقونة<BR><BR> حد الرمز يُظهر العلامات المرجعية, على الفور.
be: Паказаць/схаваць поле значак.<BR><BR> У прыватнасці, поле значак паказвае значкі закладак.
bg: Показване/скриване на зоната за икони.<BR><BR>Зоната на икони съдържа полезна информация, като примерно маркерите на отметките.
bs: Prikaži/sakrij okvir. <BR><BR> Okvir npr. prikazuje simbole za označavanje.
ca: Mostra/oculta la vora de la icona.<br><br> Per exemple, la vora de la icona mostrarà els símbols per als punts.
cs: Ukázat/skrýt pás s ikonami<BR><BR> Okraj ikon zobrazuje například symbol záložek.
da: Vis/skjul ikonkant.<BR><BR> Ikonkanten viser bl.a. bogmærkesymboler.
de: Symbolrand anzeigen/ausblenden<br><br>Der Symbolrand zeigt zum Beispiel Lesezeichensymbole an.
el: Εμφάνιση/απόκρυψη του περιγράμματος εικονιδίων.<BR><BR> Το περίγραμμα εικονιδίων εμφανίζει σύμβολα σελιδοδεικτών, για παράδειγμα.
es: Mostrar/Ocultar el borde de iconos.<BR><BR> El borde de iconos muestra simbolos marcadores, por ejemplo.
eu: Erakutsi/ezkutatu ikonoaren ertza.<br><br>Ikonoaren ertzak laster-marken sinboloak erakusten ditu, adibidez.
fa: نمایش/مخفی کردن لبۀ شمایل. <BR><BR> لبۀ شمایل برای مثال، نمادهای چوب الف را نمایش می‌دهد.
fi: Näytä/piilota kuvakereunus. <br><br>Kuvakereunus näyttää esimerkiksi kirjanmerkkisymbolit.
fr: Afficher / Masquer la bordure d'icônes.<BR><BR> La bordure d'icônes affiche les symboles de signets, par exemple.
fy: De byldkaikerâne sjen litte of ferstopje. <BR><BR>De byldkaikerâne lit bgl. blêdwizersymboalen sjen.
gl: Mostra/Oculta o borde de Ícones.<BR><BR>O borde de ícones mostra marcas, por exemplo.
he: הצגת\הסתרת מסגרת הסמלים.<BR><BR>מסגרת הסמלים מציגה, למשל, סימונים של סימניות.
hu: Az ikonszegélyek megjelenítése/elrejtése.<BR><BR> Az ikonszegélyen jelennek meg például a könyvjelzők szimbólumai.
is: Sýna/fela merkjaspássíu <BR><BR>Merkjaspássían sýnir m.a. bókamerki.
it: Mostra o nasconde il bordo per le icone.<br><br>Il bordo per le icone può mostrare per esempio i segnalibri.
ja: アイコン境界の表示/非表示を切り替えます。<BR><BR>アイコン境界はブックマーク記号などを表示します。
kk: Таңбашаның жиегін көрсету/жасыру.<BR><BR>Мысалы, бұл таңбашаның жиегі бетбелгі белгісін көрсетеді.
km: បង្ហាញ/លាក់​ស៊ុម​រូបតំណាង ។<BR><BR> ឧទាហរណ៍ ស៊ុម​រូបតំណាង​បង្ហាញ​និមិត្ត​សញ្ញា​ចំណាំ ។
ko: 아이콘 경계 보기/숨기기 합니다. <br><br>아이콘 경계는 책갈피 심벌로 보입니다.
mk: Ја покажува или ја сокрива границата на иконата.<BR><BR> Границата на иконата може, на пример, да ги покажува симболите на обележувачите.
ms: Paparkan/sembunyikan sempadan ikon.<BR><BR> Sempadan ikon memaparkan simbol tanda buku, misalnya.
nb: Vis/skjul ikonkanten. <BR><BR>Ikonkanten viser f.eks. bokmerker.
nds: Den Rand för Lüttbiller wiesen / versteken.<br><br>Disse Rand wiest t.B. Leestekens.
nl: Toon of verberg de pictogramrand. <BR><BR>De pictogramrand toont bijv. bladwijzersymbolen.
nn: Vis/gøym ikonkanten. <BR><BR>Ikonkanten viser til dømes bokmerkesymbol.
pa: ਆਈਕਾਨ ਹਾਸ਼ੀਆ ਵੇਖਾਓ/ਓਹਲੇ। <BR><BR>ਮੌਕੇ ਤੇ ਆਈਕਾਨ ਹਾਸ਼ੀਆ ਬੁੱਕਮਾਰਕ ਨਿਸ਼ਾਨ ਵੇਖਾਏਗਾ।
pl: Pokaż/ukryj pasek ikon.<BR><BR> Pasek ikon pokazuje na przykład symbole zakładek.
pt: Mostra/esconde o contorno dos ícones.<BR><BR> O contorno dos ícones mostra os símbolos dos favoritos, por exemplo.
pt_br: Mostra/oculta a borda do ícone. <BR><BR>A borda do ícone exibe os símbolos de favoritos, por exemplo.
ro: Afişează/ascunde marginea iconiţelor.<BR><BR> Marginea iconiţelor afişează, de exemplu, simboluri pentru semne de carte.
rw: Kwerekana/Guhisha impera y'agashushondanga. <BR><BR>Impera y'agashushondanga yerekana ibimenyetso by'akamenyetso, nk'urugero.
se: Čájet/čiega govašravdda. <BR><BR>Govašravda čájeha ovdamearka dihte girjemearkadiiddat
sk: Ukáže/skryje okraj ikon.<BR><BR> Okraj ikon ukazuje napríklad symboly záložiek.
sl: Prikaži/Skrij rob ikone.<br><br> Rob ikone npr. prikazuje simbole zaznamkov.
sr: Укључује или искључује приказивање ивице икона.<br><br>Ивица икона приказује симболе маркера, на пример.
sr@latn: Uključuje ili isključuje prikazivanje ivice ikona.<br><br>Ivica ikona prikazuje simbole markera, na primer.
ta: சின்னத்தின் ஓரத்தை காட்டு/மறை<BR><BR>சின்னத்தின் ஓரம் புத்தகக்குறியீட்டின் குறிகளை காட்டுகிறது.
tg: Сарҳади нишона нишон/пинҳон кунед. <BR><BR> Сарҳади нишона аломатҳои мондан ҳар вақт нишон медиҳад.
th: แสดง/ซ่อนกรอบของไอคอน<BR><BR> กรอบของไอคอน ใช้แสดงถึงสัญลักษณ์ของที่คั่นหนังสือ
uk: Показати/сховати рамку для піктограм.<BR><BR> Рамка для піктограм може показувати знаки закладок.
zh_cn: 显示/隐藏页面边上的图标边条。<BR><BR>图标边条上能显示书签符号等标记。
