Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>Print a box displaying typographical conventions for the document type, as defined by the syntax highlighting being used.
af: <p>Druk 'n boks wat typografiese gebruike vertoon vir die dokument tipe, soos defineerd deur die syntaks verligting wat gebruik word.
ar: <p> اطبع المربع الذى يظهر اصطلاحات الطباعة لنوع المستند، كما تم تعريفه بواسطة تظليل الصيغة الذى استخدم.
bg: <p>Печат на типографската конвенция за открояване. Конвенцията се печата в малък правоъгълник.
bs: <p>Štampaj polje koje sadrži tipografske konvencije za ovaj tip dokumenta, kako je definisano u postavkama bojenja sintakse.
ca: <p>Imprimir un quadre mostrant les convencions tipogràfiques per al tipus de document, tal com estiga definit pel ressaltat sintàctic emprat.
cs: <p>Vytiskne kolonku, ve které budou zobrazeny typografické konvence použité v tištěném dokumentu, které jsou definovány v použitém zvýrazňování syntaxe.
da: <p>Udskriv en kasse som viser typografiske konventioner for dokumenttypen som defineret af den anvendte syntaksfremhævning.
de: <p>Druckt einen Kasten mit den typographischen Konventionen des Dokumenttyps aus, wie sie im Hervorhebungsmodus definiert sind.
el: <p>Εκτύπωση ενός κουτιού που προβάλει τους τυπογραφικούς κανόνες για τον τύπο του εγγράφου, όπως αυτοί ορίζονται από τον τονισμό σύνταξης που χρησιμοποιείται.
es: <p>Imprimir un cuadro mostrando convenciones tipográficas para el tipo de documento, tal y como esté definido para el resaltado sintáctico en uso.
eu: <p>Dokumentu motaren arau tipografikoen koadroa bistaratzen du, erabilitzen ari den sintaxi nabarmenduraren arabera.
fa: <p>چاپ جعبه‌ای که در حال نمایش قراردادهای چاپی برای نوع سند است، همان‌طور که توسط مشخص کردن نحوی که استفاده می‌شود، تعریف شد.
fi: <p>Tulosta laatikko, joka näyttää asiakirjan tyypin typografiset ehdot, kuten syntaksin korostuksessa on määritelty.
fr: <p>Imprimer un cadre présentant les conventions typographiques pour le type de document, telles qu'elles sont définies par la coloration syntaxique utilisée.
fy: <p>Printsje in fak mei de typografyske konfinsjes foar it documinttype. Dit is oanjûn yn de brûkte syntaksismarkearring.
gl: <p>Imprime un cadro coas as convencións tipográficas do tipo de documento,segundo as defina o resalte de sintaxe en uso.
he: <p>הדפסת תיבה המציגה את מוסכמות הדפוס עבור סוג המסמך, כפי שמוגדר בהדגשת התחביר שנעשה בה שימוש.
hr: <p>Ispisivanje okvira koji prikazuje tipografske konvencije za vrste dokumenta, kako je određeno naglašenom sintaksom koja se upotrebljava.
hu: <p>Egy dobozban megjeleníti az aktuális dokumentumtípus tipográfiai jellemzőit, (amelyek alapján a szintaxiskiemelés történik).
is: <p>Prenta ramma sem inniheldur setningafræði skjalsins og litun sem beitt er á skjalið.
it: <p>Mostra una finestra contenente le convenzioni tipografiche per il tipo di documento, come definito dall'evidenziazione in uso.
ja: <p>使用中の構文強調表示に定義されているドキュメントタイプの印刷時の慣習を示すボックスを印刷します。
kk: <p>Құжаттың түріне қарап, синтаксисін талдап бояулау үшін қолданған типографиялық келісімдер туралы мәліметтер басылып шығарылады.
km: <p>បោះពុម្ព​ប្រអប់​មួយ​ដែល​បង្ហាញ​ការ​កំណត់​ទូទៅ​នៃ​មុទ្ទវិទ្យា ​សម្រាប់​ប្រភេទ​ឯកសារ ដូច​ដែល​បាន​កំណត់​ដោយ​ការ​បន្លិច​វាក្យ​សម្ពន្ធ​ដែល​កំពុង​ប្រើ ។
ko: <p>사용되는 구문 강조에 따라 정의된 문서의 인쇄 규격을 박스형식으로 인쇄합니다.
mk: <p>Печати поле кое прикажува типографски конвенции за типот на документот, како што е дефинирано од синтаксичкото означување кое се користи.
ms: <p>Cetak kotak teks yang memaparkan konvensyen tipografi untuk jenis dokumen, seperti yang ditakrif oleh penonjolan sintaks yang digunakan.
nb: <p>Skriv ut en rute som viser typografiske konvensjoner for dokumenttypen, slik de er angitt ved den syntaksmerkinga som er i bruk.
nds: <p>Druckt en Kasten mit de typograafschen Regeln för den Dokmenttyp ut, as se dör de bruukte Syntaxmarkeren defineert sünd.</p>
nl: <p>Druk een vak af met de typografische conventies voor het documenttype. Dit is gedefinieerd in de gebruikte syntaxisaccentuering.
nn: <p>Skriv ut ei rute med typografiske konvensjonar for dokumenttypen slik dei er definerte av syntaksmerkinga.
pl: <p>Drukuj ramkę pokazującą konwencje typograficzne dla typu dokumentu jakie zdefiniowano w używanym podświetlaniu składni.
pt: <p>Imprime uma zona que mostra as convenções tipográficas para o tipo do documento, tal como estão definidas pelo realce de sintaxe usado.
pt_br: <p>Imprime uma caixa exibindo as convenções tipográficas para o tipo de documento, como definido pelo realce de sintaxe sendo usado.
ro: <p>Afişează o căsuţă cu convenţiile tipografice pentru tipul de document, aşa cum sînt definite de evidenţierea de sintaxă utilizată.
rw: <p>Gucapa agasanduku kerekana ibyemeranwaho bwokomyandikire by'ubwoko bw'idosiye, nk'uko bisobanuwe n'ishimangira ry'imyandikire yakoreshejwe.
se: <p>Čálit bovssa mii čájeha dokumeantašlája typográfalaš njuolggadusaid, nugo leat meroštuvvon dálá syntaksamerkemis.
sk: <p>Zobrazí rámec zobrazujúci typografické konvencie pre typ dokumentu, ak je definované vo zvýrazňovaní syntaxe.
sl: <p>Natisne okvir, ki prikazuje tipografske konvencije za vrsto dokumenta, ki je določena z uporabljeno skladnjo osvetljevanja.
sr: <p>Штампа оквир који приказује типографске конвенције за овај тип документа, као што је дефинисано у истицању текста које се користи.
sr@latn: <p>Štampa okvir koji prikazuje tipografske konvencije za ovaj tip dokumenta, kao što je definisano u isticanju teksta koje se koristi.
ta: <p>
tg: <p>Ахборот дар бораи созиши матбаа, ҳамроҳи намуди ҳуҷҷат ва аз таг равшан кардани синтаксис чоп мешавад.
th: <p>พิมพ์กล่องที่แสดงธรรมเนียมรูปแบบในการพิมพ์สำหรับชนิดเอกสารนี้ ตามที่ได้นิยามเอาไว้ โดยการเน้นรูปแบบไวยากรณ์ที่กำลังใช้อยู่
uk: <p>Друкує віконце, що показує друкарські домовленості для цього типу документа, як визначено вибраним виділенням синтаксису.
zh_cn: <p>打印一个方框，按照语法加亮定义的文档类型，显示此文档类型的印刷惯例。

source: Hea&der && Footer
af: Opskrif && Voetskrif
ar: ال&صّديرة و السّفلية
bg: Ко&лонтитули
bs: Hea&der i Footer
ca: Ca&pçalera i peu
cs: Záhlaví a záp&atí
da: Si&dehoved && sidefod
de: &Kopf- && Fußzeilen
el: &Κεφαλίδα && Υποσέλιδο
es: Cabecera y Pie
eu: Goi&burua eta oina
fa: &سرآیند و زیرنویس‌
fi: &Ylä- ja alatunniste
fr: &Haut et bas de page
fy: Ko&ptekst && foettekst
gl: Encabeza&do e Pé de Páxina
he: כותרת על&יונה ותחתונה
hr: &Zaglavlje i podnožje
hu: Fej&léc és lábléc
is: Ha&us og fótur
it: Intesta&zione e piè di pagina
ja: ヘッダ && フッタ(&D)
kk: Ко&лонтитулдар
km: បឋមកថា និង​បាតកថា
ko: 머리말 && 꼬리말(&D)
mk: З&аглавие и подножје
ms: &Pengepala && Pengaki
nb: Topp&tekst og bunntekst
nds: &Kopp- un Footreeg
nl: Ko&ptekst && voettekst
nn: Topp&tekst og botntekst
pa: ਸਿਰਲੇਖ ਤੇ ਪਦਲੇਖ(&d)
pl: Nagłówek &i stopka
pt: Cabeçalho e Ro&dapé
pt_br: &Cabeçalho && Rodapé
ro: &Antet şi subsol
rw: Umutwempangano && Imperampangano
se: Oaive- &ja juolgeteaksta
sk: Hla&vička a päta
sl: &Glava in noga
sr: За&главље и подножје
sr@latn: Za&glavlje i podnožje
ta: தலைப்பு &&அடிக்குறிப்பு
tg: Сар&лавҳаи асосӣ && Сарлавҳаи поен
th: หัวกระดาษ && ท้ายกระดาษ
uk: Вер&хній та нижній колонтитули
zh_cn: 页眉和页脚(&D)

source: Pr&int header
af: Druk Opskrif:
ar: إ&طبع الترويسة
be: Др&укаваць загаловак
bg: Печат на &горен колонтитул
bs: Štampaj &zaglavlje
ca: Impr&imeix la capçalera
cs: T&isknout záhlaví
da: Udskr&iv sidehoved
de: &Kopfzeile drucken
el: &Εκτύπωση κεφαλίδας
es: Impr&imir cabecera
eu: Inpr&imatu goiburua
fa: &چاپ سرآیند‌
fi: &Tulosta ylätunniste
fr: Imprimer le h&aut de page
fy: Kopte&kst printsje
gl: Impr&ime o Encabezado
he: הדפ&ס כותרת עליונה
hr: Zaglavlje &ispisa
hu: Fejlé&c nyomtatása
is: Prenta &haus
it: Stampa &intestazione
ja: ヘッダを印刷する(&I)
kk: &Жоғарғы колонтитул болсын
km: បោះពុម្ព​បឋមកថា
ko: 머리말 인쇄 (&I)
mk: Печати &заглавие
ms: &Cetak pengepala
nb: Skr&iv ut topptekst
nds: &Koppreeg drucken
nl: Kopte&kst afdrukken
nn: Skr&iv ut topptekst
pa: ਸਿਰਲੇਖ ਛਾਪੋ(&i)
pl: Drukuj &nagłówek
pt: &Imprimir o cabeçalho
pt_br: &Imprimir o cabeçalho
ro: &Tipăreşte antetul
rw: Gucapa umutwempangano
se: Čál&it oaiveteavstta
sk: Tlačiť &hlavičku
sl: Natisni &glavo
sr: Ш&тампај заглавље
sr@latn: Š&tampaj zaglavlje
ta: தலைப்பை அச்சிடு
tg: Са&рлавҳае чоп кунед
th: พิมพ์หัว&กระดาษ
uk: Др&укувати верхній колонтитул
zh_cn: 打印页眉(&I)

source: Pri&nt footer
af: Druk Voetskrif:
ar: إطبع ال&هامش
bg: Печат на &долен колонтитул
bs: Štampaj &podnožje
ca: Im&primeix el peu
cs: Tisk&nout zápatí
da: Udskri&v sidefod
de: &Fußzeile drucken
el: &Εκτύπωση υποσέλιδου
es: Im&primir pie
eu: I&nprimatu oina
fa: &چاپ زیرنویس‌
fi: T&ulosta alatunniste
fr: Imprimer le &bas de page
fy: Voettekst prints&je
gl: Imprime o Pé de Páxi&na
he: הדפס כ&ותרת תחתונה
hr: Pod&nožje ispisa
hu: Lábléc ny&omtatása
is: Prenta &fót
it: Stampa piè di pagi&na
ja: フッタを印刷する(&N)
kk: &Төменгі колонтитул болсын
km: បោះពុម្ព​បាតកថា
ko: 꼬리말 인쇄(&N)
mk: Печати &подножје
ms: &Cetak pengaki
nb: Skri&v ut bunntekst
nds: &Footreeg drucken
nl: Voettekst afdrukke&n
nn: Skri&v ut botntekst
pa: ਪਦਲੇਖ ਛਾਪੋ(&n)
pl: Drukuj &stopkę
pt: I&mprimir o rodapé
pt_br: Imprimir o &rodapé
ro: T&ipăreşte subsolul
rw: Gucapa Imperampangano
se: Čá&lit juolgeteavssta
sk: Tlačiť &pätu
sl: Natisni &nogo
sr: Шта&мпај подножје
sr@latn: Šta&mpaj podnožje
ta: அடிக்குறிப்பினை அச்சிடு
tg: Сар&лавҳаи поён чоп кунед
th: พิมพ์ท้า&ยกระดาษ
uk: Д&рукувати нижній колонтитул
zh_cn: 打印页脚(&N)

source: Header/footer font:
af: Opskrif/voetskrif skrif tipe:
ar: خط الترويسة/الهامش:
bg: Шрифт на колонтитулите:
bs: Font zaglavlja/podnožja:
ca: Lletra de la capçalera/peu:
cs: Písmo pro záhlaví/zápatí:
da: Skrifttype for sidehoved/-fod:
de: Schriftart für Kopf- und Fußzeilen:
el: Γραμματοσειρά Κεφαλίδας/υποσέλιδου:
es: Tipo de letra de cabecera/pie:
eu: Goiburuaren/oinaren letra-tipoa:
fa: قلم سرآیند/زیرنویس:
fi: Ylä- ja alatunnisteen kirjasin:
fr: Police de haut / bas de page :
fy: Lettertype fan kop-/foettekst:
gl: Fonte do Encabezado/Pé:
he: גופן כותרות:
hr: Font za zaglavlje/podnožje:
hu: A fej- és lábléc betűtípusa:
is: Letur haus/fót:
it: Carattere intestazione/piè di pagina:
ja: ヘッダ/フッタのフォント:
kk: Колонтитулдің каріпі:
km: ពុម្ពអក្សរ បឋមកថា/បាតកថា ៖
ko: 머리말/꼬리말 글꼴:
mk: Фонт на заглавие и подножје:
ms: Fon pengepala/pengaki:
nb: Skrifttype for topp-/bunntekst:
nds: Schriftoort för Kopp- / Footregen:
nl: Lettertype van kop-/voettekst:
nn: Skrift for topptekst og botntekst:
pa: ਸਿਰਲੇਖ/ਪਦਲੇਖ ਫੋਂਟ:
pl: Czcionka nagłówka/stopki:
pt: Tipo de letra do cabeçalho/rodapé:
pt_br: Fonte do Cabeçalho/Rodapé:
ro: Font antet/subsol:
rw: Imyandikire Umutwempangano/Imperampangano:
se: Oaive-/juolgeteavstta fonta:
sk: Písmo pre hlavičku/pätu:
sl: Pisava glave/noge:
sr: Фонт заглавља/подножја:
sr@latn: Font zaglavlja/podnožja:
ta: தலைப்பு/அடிக்குறிப்பு எழுத்துரு
tg: Ҳарфи сарлавҳаи асосӣ/сарлавҳаи поён:
th: แบบอักษร หัว/ท้ายกระดาษ:
uk: Шрифт колонтитулів:
zh_cn: 页眉/页脚字体：

source: Choo&se Font...
af: Kies Skrif tipe...
ar: إ&ختر خطّا...
be: Выб&ар шрыфта...
bg: Избор на &шрифт...
bs: &Izaberite font...
ca: E&scolleix la lletra...
cs: Zvolit pí&smo...
da: Vælg &skrifttype...
de: Schriftart aus&wählen ...
el: &Επιλογή γραμματοσειράς...
es: Ele&gir tipo de letra...
eu: &Hautatu letra-tipoa...
fa: &انتخاب قلم...‌
fi: &Valitse kirjasin...
fr: Choi&sir une police...
fy: Lettertype kie&zen...
gl: E&scoller Fonte...
he: בחירת גו&פן...
hr: Odaberi &font...
hu: Betűtíp&us-választás...
is: Velja &letur...
it: &Scegli tipo di carattere...
ja: フォントを選択(&S)...
kk: Қаріпті &таңдау...
km: ជ្រើស​ពុម្ពអក្សរ...
ko: 글꼴 선택(&S)...
mk: &Избери фонт...
ms: &Pilih Fon...
nb: Velg &skrifttype …
nds: &Schriftoort utsöken...
nl: Lettertype kie&zen...
nn: Vel &skrift …
pa: ਫੋਂਟ ਚੁਣੋ(&s)...
pl: Wybierz &czcionkę...
pt: E&scolher o Tipo de Letra...
pt_br: Escolher &Fonte...
ro: A&lege font...
rw: Guhitamo Imyandikire...
se: Vállje &fontta …
sk: Vyberte písmo...
sl: Iz&berite pisavo ...
sr: И&забери фонт...
sr@latn: I&zaberi font...
ta: எழுத்துருவை தேர்வு செய்
tg: &Интихоби ҳарф...
th: เลื&อกแบบอักษร...
uk: Виб&рати шрифт...
zh_cn: 选择字体(&S)...

source: Header Properties
af: Opskrif Eienskappe
ar: خواصّ الصّديرة
be: Уласцівасці загалоўка
bg: Горен колонтитул
bs: Postavke zaglavlja
ca: Propietats de la capçalera
cs: Vlastnosti záhlaví
da: Egenskaber for sidehoved
de: Eigenschaften der Kopfzeile
el: Ιδιότητες κεφαλίδας
es: Propiedades de la cabecera
eu: Goiburuaren propietateak
fa: ویژگیهای سرآیند
fi: Ylätunnisteen ominaisuudet
fr: Propriété du haut de page
fy: Kopteksteigenskippen
gl: Propriedades do Encabezado
he: מאפייני כותרת עליונה
hr: Svojstva zaglavlja
hu: A fejléc tulajdonságai
is: Skilgreina haus
it: Proprietà intestazione
ja: ヘッダの設定
kk: Жоғарғы колонтитул
km: លក្ខណៈ​សម្បត្តិ​របស់​បឋមកថា
ko: 머리말 속성
mk: Својства на заглавието
ms: Ciri Pengepala
nb: Egenskaper for topptekst
nds: Koppreeg-Egenschappen
nl: Kopteksteigenschappen
nn: Eigenskapar for topptekst
pa: ਸਿਰਲੇਖ ਵਿਸ਼ੇਸਤਾ
pl: Właściwości nagłówka
pt: Propriedades do Cabeçalho
pt_br: Propriedades do Cabeçalho
ro: Proprietăţi antet
rw: Ibiranga Umutwempangano
se: Oaiveteavstta iešvuođát
sk: Vlastnosti hlavičky
sl: Lastnosti glave
sr: Особине заглавља
sr@latn: Osobine zaglavlja
ta: தலைப்பின் பண்புகள்
tg: Хусусиятҳои сарлавҳа
th: คุณสมบัติหัวกระดาษ
uk: Параметри верхнього колонтитулу
zh_cn: 页眉属性

source: &Format:
af: Formaat:
ar: ال&شّوكل:
be: &Фармат:
bg: Фо&рмат:
cs: &Formát:
el: &Μορφή:
es: &Formato:
eu: &Formatua:
fa: &قالب:‌
fi: &Muoto:
fy: O&pmaak:
gl: &Formato:
he: תב&נית:
hr: &Oblik:
hu: F&ormátum:
is: &Snið:
it: &Formato:
ja: 書式(&F):
kk: &Пішімі:
km: ទ្រង់ទ្រាយ ៖
ko: 형식(&F):
mk: &Формат:
nds: &Formaat:
nl: Op&maak:
pa: ਫਾਰਮਿਟ(&F):
pt: &Formato:
pt_br: &Formato:
rw: Imiterere:
se: &Formáhtta:
sk: &Formát:
sl: &Oblika:
sr: &Формат:
ta: &வடிவம்:
tg: &Андоза:
th: รูปแ&บบ:
uk: &Формат:
zh_cn: 格式(&F)：

source: Colors:
af: Kleure:
ar: الألوان:
be: Колеры:
bg: Цветове:
bs: Boje:
cs: Barvy:
da: Farver:
de: Farben:
el: Χρώματα:
es: Colores:
eu: Koloreak:
fa: رنگها:
fi: Värit:
fr: Couleurs :
fy: Kleuren:
gl: Cores:
he: צבעים:
hr: Boje:
hu: Színek:
is: Litir:
it: Colori:
ja: 色:
kk: Түстері:
km: ពណ៌ ៖
ko: 색상:
mk: Бои:
ms: Warna:
nb: Farger:
nds: Klören:
nl: Kleuren:
nn: Fargar:
pa: ਰੰਗ:
pl: Kolory:
pt: Cores:
pt_br: Cores:
ro: Culori:
rw: Amabara:
se: Ivnnit:
sk: Farby:
sl: Barve:
sr: Боје:
sr@latn: Boje:
ta: வண்ணங்கள்
tg: Рангҳо:
th: สี:
uk: Кольори:
zh_cn: 颜色：

source: Foreground:
af: Voorgrond:
ar: الأمامية:
be: Колер тэксту:
bg: Текст:
bs: Tekst:
ca: Primer pla:
cs: Popředí:
da: Forgrund:
de: Vordergrund:
el: Προσκήνιο:
es: Caracteres:
eu: Aurreko planoa:
fa: پیش‌زمینه:
fi: Edusta:
fr: Premier plan :
fy: Foargrûn:
gl: Primeiro Plano:
he: טקסט:
hr: Prednji plan:
hu: Előtér:
is: Forgrunnur:
it: Primo piano:
ja: 前景:
kk: Жазудың:
km: ផ្ទៃ​ខាងមុខ ៖
ko: 전경:
mk: Текст:
ms: Latar Belakang:
nb: Forgrunn:
nds: Vörgrund:
nl: Voorgrond:
nn: Bakgrunn:
pa: ਮੁੱਖ-ਭੂਮੀ:
pl: Pierwszy plan:
pt: Principal:
pt_br: Primeiro plano:
ro: Text:
rw: Mbugambanza:
se: Ovdabealivdni:
sk: Popredie:
sl: Ospredje:
sr: Боја исписа:
sr@latn: Boja ispisa:
ta: முன்னணி
tg: Заминаи пеш:
th: พื้นหน้า:
uk: Текст:
zh_cn: 前景：

source: Bac&kground
af: Agtergrond
ar: ال&خلفية
be: Фо&н
bg: &Фон:
bs: Po&zadina
ca: Fo&ns
cs: Poz&adí
da: Ba&ggrund
de: &Hintergrund
el: &Φόντο
es: Fo&ndo:
eu: Atze&ko planoa
fa: &زمینه‌
fi: &Tausta:
fr: Fon&d
fy: E&ftergrûn
gl: Fon&do
he: ר&קע
hr: Po&zadina
hu: Hát&tér
is: &Bakgrunnur
it: Sfon&do
ja: 背景(&K)
kk: &Аясының
km: ផ្ទៃ​ខាងក្រោយ
ko: 배경(&K)
mk: &Подлога
ms: &Latar Belakang
nb: Ba&kgrunn
nds: &Achtergrund
nl: Ac&htergrond
nn: Ba&kgrunn
pa: ਪਿੱਠਭੂਮੀ(&k)
pl: &Tło
pt: &Fundo
pt_br: &Fundo:
ro: F&undal
rw: Mbuganyuma
se: D&uogášivdni
sk: Po&zadie
sl: Oza&dje
sr: По&задина
sr@latn: Po&zadina
ta: பின்னணி
tg: За&мина
th: พื้นหลั&ง
uk: Т&ло
zh_cn: 背景(&K)

source: Footer Properties
af: Voetskrif Eienskappe
ar: خواصّ السّفلية
bg: Долен колонтитул
bs: Postavke podnožja
ca: Propietats del peu
cs: Vlastnosti zápatí
da: Egenskaber for sidefod
de: Eigenschaften der Fußzeile
el: Ιδιότητες υποσέλιδου
es: Propiedades del pie
eu: Oinaren propietateak
fa: ویژگیهای زیرنویس
fi: Alatunnisteen ominaisuudet
fr: Propriétés du bas de page
fy: Foetteksteigenskippen
gl: Propriedades do Pé de Páxina
he: מאפייני כותרת תחתונה
hr: Svojstva podnožja
hu: A lábléc tulajdonságai
is: Eiginleikar fóts
it: Proprietà piè di pagina
ja: フッタの設定
kk: Төменгі колонтитул
km: លក្ខណៈ​សម្បត្តិ​របស់​បាតកថា​
ko: 꼬리말 속성
mk: Својства на подножјето
ms: Ciri Pengaki
nb: Egenskaper for bunntekst
nds: Footreeg-Egenschappen
nl: Voetteksteigenschappen
nn: Eigenskapar for botntekst
pa: ਪਦਲੇਖ ਵਿਸ਼ੇਸਤਾ
pl: Właściwości stopki
pt: Propriedades do Rodapé
pt_br: Propriedades do Rodapé:
ro: Proprietăţi subsol
rw: Ibiranga Imperampangano
se: Juolgeteavstta iešvuođat
sk: Vlastnosti päty
sl: Lastnosti noge
sr: Особине подножја
sr@latn: Osobine podnožja
ta: அடிக்குறிப்பு பண்புகள்
tg: Хосиятҳои
th: คุณสมบัติท้ายกระดาษ
uk: Параметри нижнього колонтитулу
zh_cn: 页脚属性

source: For&mat:
af: Formaat:
ar: ال&شّوكل:
be: Фар&мат:
bg: Фор&мат:
cs: For&mát:
el: &Μορφή:
es: For&mato:
eu: For&matua:
fa: &قالب:‌
fi: &Muoto:
fy: Op&maak:
gl: For&mato:
he: תבנ&ית:
hr: O&blik:
hu: F&ormátum:
is: &Snið:
it: For&mato:
ja: 書式(&M):
kk: Пі&шімі:
km: ទ្រង់ទ្រាយ ៖
ko: 형식(&M):
mk: Фор&мат:
nds: &Formaat:
nl: Op&maak:
pa: ਫਾਰਮਿਟ(&m):
pt: For&mato:
pt_br: &Formato:
rw: Imiterere:
se: Fo&rmáhtta:
sk: For&mát:
sl: Ob&lika:
sr: Фор&мат:
ta: வடிவம்:
tg: Анд&оза:
th: รูปแบ&บ:
uk: Фор&мат:
zh_cn: 格式(&M)：

source: &Background
af: Agtergrond
ar: ال&خلفية
be: &Фон
bg: Фо&н:
bs: &Pozadina:
ca: &Fons
cs: &Pozadí
da: &Baggrund
de: &Hintergrund
el: &Φόντο
es: &Fondo
eu: At&zeko planoa:
fa: &زمینه‌
fi: &Tausta
fr: Fon&d
fy: &Eftergrûn
gl: &Fondo
he: רק&ע
hr: &Pozadina
hu: &Háttér
is: &Bakgrunnur
it: &Sfondo
ja: 背景(&B)
kk: &Аясының
km: ផ្ទៃ​ខាងក្រោយ
ko: 배경(&B)
mk: &Подлога
ms: &Latar Belakang
nb: &Bakgrunn
nds: &Achtergrund
nl: &Achtergrond
nn: &Bakgrunn
pa: ਪਿੱਠਭੂਮੀ(&B)
pl: &Tło
pt: F&undo
pt_br: &Fundo:
ro: &Fundal
rw: Mbuganyuma
se: D&uogášivdni
sk: &Pozadie
sl: O&zadje:
sr: &Позадина
sr@latn: &Pozadina
ta: &பின்னணி
tg: &Замина
th: พื้นหลั&ง
uk: &Тло
zh_cn: 背景(&B)

source: <p>Format of the page header. The following tags are supported:</p>
af: <p>Formaat van die bladsy opskrif. die volgende etiket word ondersteunde:</p>
ar: <p>: تنسيق راس الصفحة .العلامات التالية تدعمها </p>
bg: <p>Формат на горен колонтитул. Разрешени са следните тагове:</p>
bs: <p>Format zaglavlja stranice. Podržani su sljedeći tagovi:</p>
ca: <p>Format de la capçalera de la pàgina. S'accepten les següents etiquetes:</p>
cs: <p>Formát záhlaví stránky. Podporovány jsou následující značky:</p>
da: <p>Sidehovedets format. Følgende mærker er understøttet:</p>
de: <p>Format der Kopfzeile. Die folgenden Formatanweisungen werden unterstützt:</p>
el: <p>Μορφή της κεφαλίδας της σελίδας. Οι ακόλουθες ετικέτες υποστηρίζονται:</p>
es: <p>Formato de la cabecera de la página. Están soportadas las siguientes etiquetas:</p>
eu: <p>Orriaren goiburuaren formatua. Honako etiketak onartzen dira:</p>
fa: <p>قالب سرآیند صفحه. برچسبهای زیر پشتیبانی می‌شوند:</p>
fi: <p>Ylätunnisteen muoto. Käytettävissä olevat sisältökuvaukset:</p>
fr: <p>Format du haut de page. Les balises suivantes sont gérées :</p>
fy: <p>Opmaak fan de sidekop. De neikommende merken wurde stipe:</p>
gl: <p>Formato do encabezado. Permitense as seguintes etiquetas:</p>
he: <p>תבנית הכותרת העליונה של הדף. התגיות הבאות נתמכות:</p>
hr: <p>Oblik zaglavlja stranice. Podržane su sljedeće oznake oblikovanja:</p>
hu: <p>Az oldalfejléc formátuma. A következő tag-eket lehet használni:</p>
is: <p>Snið síðuhauss. Eftirfarandi tög eru studd:</p>
it: <p>Formato dell'intestazione della pagina. I seguenti segnaposti sono supportati:</p>
ja: <p>ページヘッダの設定です。以下のタグがサポートされています。</p>
kk: <p>Жоғарғы колонтитул пішімі. Келесі белгілерді қолдануға болады:</p>
km: <p>ទ្រង់ទ្រាយ​បឋមកថា​របស់ទំព័រ ។ ស្លាក​ខាងក្រោម​ត្រូវ​បាន​គាំទ្រ ៖</p>
ko: <p>문서의 머리말 형식으로 다음의 태그들이 지원됩니다:</p>
mk: <p>Формат на заглавието на страницата. Поддржани се следните ознаки:</p>
ms: <p> Format pengepala halaman. Tag yang berikut disokong:</p>
nb: <p>Format for toppteksten. Det er støtte for følgende tagger:</p>
nds: <p>Formaat vun de Koppreeg. Disse Tekens warrt wedderkennt:</p>
nl: <p>Opmaak van de paginakop. De volgende tags worden ondersteund:</p>
nn: <p>Format for toppteksten. Følgjande taggar er støtta:</p>
pa: <p>ਸਫ਼ਾ ਸਿਰਲੇਖ ਦਾ ਫਾਰਮਿਟ ਹੈ। ਹੇਠ ਦਿੱਤੇ ਟੈਗ ਸਹਾਇਕ ਹਨ:</p>
pl: <p>Format nagłówka strony. Wspierane są następujące znaczniki:</p>
pt: <p>Formato do cabeçalho da página. São suportadas as seguintes opções:</p>
pt_br: <p>Formato do cabeçalho da página. As seguintes marcas são suportadas:</p>
ro: <p>Formatul antetului paginii. Sînt suportate următoarele taguri:</p>
rw: <p>Imiterere y'umutwempangano w'ipaji. Amatagi akurikira aremewe:</p>
se: <p>Siidooaivvi hápmi. Čuovvovaš sárggit dorjojuvvojit:</p>
sk: <p>Format záhlavia stránky. Povolené sú tieto značky:</p>
sl: <p>Oblika glave strani. Podprte so naslednje oznake:</p>
sr: <p>Формат заглавља странице. Следеће ознаке су подржане: </p>
sr@latn: <p>Format zaglavlja stranice. Sledeće oznake su podržane: </p>
ta: <p>பக்க தலைப்பின் வடிவமைப்பு. பின்வரும் குறிப்புகள் ஆதரவளிக்கப்படுகின்றன:</p>
tg: <p>Андозаи унвони саҳифа дар боло. Ҳошияҳои додашуда истифода баред:</p>
th: <p>รูปแบบของหัวกระดาษ ต่อไปนี้เป็นแท็กที่สนับสนุน:</p>
uk: <p>Формат верхнього колонтитулу. Підтримуються наступні мітки:</p>
zh_cn: <p>页眉的格式。支持下列标记：</p>
