Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: The list of Mime Types used to determine which files to highlight using the current highlight mode.<p>Click the wizard button on the left of the entry field to display the MimeType selection dialog.
af: Die lys van Mime Tipes gebruik word na bepaal wat lêers na verlig te gebruik Die huidige verlig modus.<p>Kliek Die assistent knoppie op Die links van Die inskrywing veld na vertoon Die Mime-tipe keuse dialoog.
ar: قائمة أنواع Mime التي تستخدم لتحديد أي الملفات التي يتم تمييزها باستخدام نظام التمييز الحالي.<p>اكبس زر المساعد على يسار حقل الإدخال لعرض مربع اختيار نوع Mime.
bg: Списък с типовете MIME, които използват избрания режим на открояване на кода.
bs: Spisak MIME tipova koji se koristi za određivanje koje datoteke obojiti koristeći trenutno pravilo bojenja. <p>Kliknite na dugme Čarobnjak lijevo od polja za unos kako biste prikazali dijalog za izbor MIME tipa.
ca: La llista dels tipus MIME emprats per a determinar quins fitxers ressaltar emprant l'actual mode de ressaltat.<p>Cliqueu el botó de l'assistent a l'esquerra del camp d'entrada per a mostrar el diàleg de selecció dels tipus MIME.
cs: Seznam MIME typů používaných k určení souborů, pro které bude použit aktuální mód syntaktického zvýrazňování. <p>Klikněte na tlačítko průvodce umístěného nalevo od položky k zobrazení dialogu výběru MIME typu.
da: Listen af mimetyper der bruges til at afgøre hvilke filer der bliver fremhævet ved brug af den aktuelle fremhævningstilstand.<p>Klik på guide-knappen til venstre for indgangsfeltet for at vise mimetype-udvalgsdialogen.
de: Die Liste der MIME-Typen, mit der festgelegt wird, auf welche Dateien der aktuelle Syntax-Hervorhebungsmodus angewendet werden soll. <p>Klicken Sie auf den Assistentenknopf links vom Eingabefeld, um den Auswahldialog anzuzeigen.
el: Η λίστα των τύπων mime που χρησιμοποιείται για τον καθορισμό των αρχείων που θα τονιστούν με την τρέχουσα κατάσταση τονισμού.<p>Πατήστε το κουμπί μάγου στα αριστερά του πεδίου καταχώρησης για να εμφανιστεί το διάλογος επιλογής τύπου mime.
es: La lista de tipos MIME utilizados para determinar que archivos resaltar utilizando el modo de resaltado actual.<p>Pulse sobre el botón del mago a la izquierda del campo de entrada para mostrar el diálogo de selección de tipos MIME.
eu: Erabilitako MIME moten zerrenda, uneko sintaxiaren nabarmetze moduarekin zein fitxategi nabarmenduko diren zehazteko.<p>Egin klik sarrera-eremuaren ezkerreko 'morroia' botoian MIME motaren hautapenaren elkarrizketa-koadroa bistaratzeko.
fa: فهرست انواع مایم استفاده‌شده برای تعیین پرونده‌هایی که استفاده از حالت مشخص جاری را مشخص می‌کنند.<p>دکمۀ جادو‌گر در سمت چپ حوزۀ مدخل را فشار دهید تا محاورۀ گزینش نوع مایم نمایش داده شود.
fi: Luettelo MIME-tyypeistä, joita käytetään määrittelemään käytettävä korostustila. <p>Napsauta velhon-painiketta tietueen vasemmalla puolella näyttääksesi MIME-tyyppien valintaikkunan.
fr: Voici la liste des types MIME permettant de déterminer à quels fichiers appliquer le mode de coloration syntaxique actuel.<p>Cliquez sur le bouton de l'assistant situé à gauche du champ de saisie pour afficher la boîte de dialogue de sélection de type MIME.
fy: De list mei mime triemtypen dy't brûkt wurdt om te beskieden hokker triemen markearre wurde mei de no foarsteande markearringsmodus. <p>Druk op de knop "Assistint" lofts fan it fjild om it seleksjedialooch foar triemtypen te iepenjen.
gl: A lista de Tipos Mime usada para determinar que ficheiro realzar usando o modo de realzado actual.<p>Prema no botón do asistente á dereita do campo entrada para mostrar o diálogo de selección de Tipos Mime.
he: רשימת טיפוסי ה־Mime שישמשו לקבוע אילו קבצים יודגשו באמצעות מצב הדגשת התחביר הנוכחי.<p>לחץ על כפתור האשף שמשמאל לשדה העריכה כדי להציג את דו־שיח בחירת טיפוס ה־Mime.
hu: Azoknak a MIME-típusoknak a listája, amelyekre a kijelölt kiemelési mód érvényes lesz.<p>Kattintson a Varázsló gombra a bal oldalon a MIME-típus-kiválasztási ablak előhívásához.
is: Þessi listi af Mime tögum er notaður til velja skrár til að hálita með núverandi hálitastillingum.<p>Þú getur smellt á álfinn sem er til vinstri við færslusviðið til að byrta Mimetagagluggann.
it: Questa è la lista dei tipi MIME usata per determinare quali file evidenziare con l'attuale modalità di evidenziazione. <p>Fai clic sul pulsante della procedura guidata a sinistra per aprire la finestra di selezione dei tipi MIME.
ja: 現在の強調表示モードで強調表示するファイルを判断するために使用する MIME タイプのリストです。<p>入力フィールドの左のウィザードボタンをクリックすると MIME タイプ選択ダイアログが開きます。
kk: Назардағы синтаксисті талдап бояулау режімін пайдаланатын файлдарды анықтау үшін файлдардың MIME түрлер тізімі қолданылады.<p>MIME түрлерді таңдау диалогын шақыру үшін жазудың сол жақтағы шебер батырмасын басыңыз.
km: បញ្ជី​របស់​ប្រភេទ Mime ដែល​ប្រើ ដើម្បី​កំណត់​ថាតើ​ឯកសារ​មួយ​ណា​ត្រូវ​បន្លិច ដោយ​ប្រើ​របៀប​បន្លិច បច្ចុប្បន្ន ។<p>ចុច​ប៊ូតុង អ្នក​ជំនួយ​ការ នៅ​ខាង​ឆ្វេង​នៃ​វាល​ធាតុ ​ដើម្បី​បង្ហាញ​ប្រអប់​ជម្រើស​ប្រភេទ Mime ។
ko: 현재의 구문 강조 모드를 이용해 강조할 파일들을 결정하는데에 이 마임 타입 목록이 사용되었습니다.<p>마임타입 선택 창을 보시려면 목록 왼편의 마법사 버튼을 누르십시오.
mk: Оваа листа од Mime типови е користена за да се определи кои датотеки ќе бидат означувани користејќи го активниот режим на означување. <p>Кликнете на копчето за волшебникот за да се прикаже дијалогот за избор на Mime типови.
ms: Senarai Jenis Mime yang digunakan untuk menentukan fail mana hendak ditonjolkan menggunakan mod tonjol semasa.<p>Klik butang wizard di kiri medan entri untuk memaparkan dialog pilihan Jenis Mime.
nb: Lista over Mime-typer brukes for å bestemme hvilke filer som skal utheves med gjeldende oppsett. <p>Klikk «veiviser»-knappen til venstre for å få fram valgdialogen for Mime-type.
nds: De List vun MIME-Typen, dör de fastleggt is, op welk Dateien de aktuelle Syntaxmarkeren anwendt warrt.<p>Wenn Du op den Hölperknoop rechts vun dat Ingaavfeld klickst, warrt en Utwahldialoog wiest.</p>
nl: De lijst met mime bestandstypen die gebruikt wordt om te bepalen welke bestanden worden geaccentueerd met de huidige accentueringmodus. <p>Druk op de knop "Assistent" links van het veld om het selectiedialoog voor bestandstypen te openen.
nn: Lista over Mime-typar som avgjer kva for filer som skal bruka denne syntaksmerkingsmodusen. <p>Bruk vegvisarknappen til venstre for skrivefeltet for å visa Mime-typedialogen.
pl: Lista MIME typów użyta do określenia, które pliki podświetlić używając bieżącego trybu podświetlania. <p>Kliknij przycisk asystenta, aby wyświetlić okno wyboru MIME typów.
pt: A lista de tipos MIME usada para determinar quais os ficheiros a realçar com o modo actual.<p>Carregue no botão do assistente à esquerda do campo para mostrar a janela de selecção do tipo MIME.
pt_br: A lista de tipos MIME usada para determinar quais arquivos serão destacados usando o modo de realce atual. <p>Clique no botão Assistente na esquerda do campo de entrada, para mostrar o diálogo de seleção de Tipos MIME.
ro: Lista de tipuri MIME utilizată la determinarea fişierelor de evidenţiat utilizînd modul curent de evidenţiere.<p>Daţi clic pe butonul vrăjitorului din partea stîngă a cîmpului de editare pentru a afişa dialogul de selectare a tipurilor MIME.
rw: Urutonde rw'Amako Mime akoreshwa mu kubona amadosiye yo gushimangira ukoresha uburyo bw'ishimangira bugezweho.<p>Kanda buto y'inyobora ibumoso bw'umwanya wo kwinjira mu kwerekana ikiganiro cy'ihitamo ry'Ubwoko Mime.
se: MIME-šládjá listu, gos mearriduvvo guđe fiillaid syntáksamerket dálá syntáksamerkendoibmanvuogiin. <p>Deaddil ofelašboalu čállingietti gurutbealde čájehandihte Mime-šládja válljen láseža.
sk: Zoznam typov MIME používaný pre určenie, ktoré súbory chcete zvýrazňovať pomocou aktuálneho módu. <p>Kliknutím na tlačidlo sprievodcu vľavo zobrazíte dialóg pre výber typu MIME.
sl: Seznam vrst MIME se uporablja za ugotovitev, katere datoteke naj se poudarjajo z uporabo trenutnega načina poudarjanja.<p>Kliknite na gumb za čarovnika na levi strani vnosnega polja, da se prikaže izborno okno s vrstami MIME.
sr: Листа MIME типова која се користи да би се одредило које фајлове истицати тренутним режимом истицања.<p>Притисните „чаробњак“ дугме лево од поља ставке да бисте добили дијалог за избор MIME типа.
sr@latn: Lista MIME tipova koja se koristi da bi se odredilo koje fajlove isticati trenutnim režimom isticanja.<p>Pritisnite „čarobnjak“ dugme levo od polja stavke da biste dobili dijalog za izbor MIME tipa.
ta: நடப்பு முன்னிலைப்படுத்தும் முறையை பயன்படுத்தி எந்த கோப்பினை முன்னிலைப்படுத்த வேண்டுமென MIME வகைகள் பட்டியல் பயன்படும்.<p>MIME வகை தேர்வு உரையாடல் பெட்டியை காட்ட உட்செலுத்து புலத்தின் இடதுஓர வழிகாட்டி பொத்தானை சொடுக்கவும்.
tg: Рӯйхати намудҳои Mime барои муайян кардани файл, ки бо тартиботи равон зерравшанӣ мекунад, истифода мешавад. <p>Ба рӯи кнопкаи Устод аз паҳлӯи чапи қайд барои тасовири гуфтугӯи интихоби намуди Mime, пахш кунед.
uk: Список типів файлів для яких застосовувати вибраний режим підсвічування синтаксису. <p>Натисніть кнопку майстра, що ліворуч, для того, щоб вибрати типи файлів у діалоговому вікні.
zh_cn: MIME 类型列表用来决定哪些文件要使用当前语法加亮模式。<p>点击输入框右边的向导按钮可显示 MIME 类型选择对话框。

source: Display a dialog with a list of all available mime types to choose from.<p>The <strong>File Extensions</strong> entry will automatically be edited as well.
af: Vertoon 'n dialoog met 'n lys van alle beskikbaar mime tipes na kies van.<p>Die <strong>Lêer Uitbreidings</strong> inskrywing sal automaties wees geredigeerde as goed.
ar: يعرض مربعا يحوي قائمة من كل أنواع mime للاختيار منها. <p>مدخلة <strong>امتدادات الملفات</strong> سيتم تحريرها أيضا بشكل آلي.
bg: Избор на тип MIME. Показване на списък от типове MIME, от който може да изберете желания тип. <p>Разширенията на файловете, асоциирани с избрания тип MIME, ще бъдат автоматично променени.
bs: Prikazuje dijalog sa spiskom svih dostupnih MIME tipova za vaš izbor. <p>Stavka <strong>Sufiksi datoteka</strong> će automatski biti izmijenjena.
ca: Mostra un diàleg amb una llista de tots els tipus MIME disponibles.<p>L'entrada <strong>Extensions de fitxer</strong> també serà automàticament editada.
cs: Zobrazit dialog se seznamem všech dostupných MIME typů. ze kterých je možné vybírat. <p>Zároveň bude automaticky upravena i položka <strong>Přípona souboru</strong>.
da: Vis en dialog med en liste af tilgængelige mimetyper at vælge fra.<p><strong>Filendelser</strong>-indgangen vil også blive ændret automatisk.
de: Ein Dialog mit einer Liste der verfügbaren MIME-Typen. <p>Der Eintrag <strong>Dateierweiterungen</strong> wird automatisch angepasst.
el: Εμφάνιση ενός διαλόγου με μια λίστα διαθέσιμων τύπων mime για επιλογή.<p>Η καταχώρηση <strong>Καταλήξεις αρχείου</strong> θα διορθωθεί αυτόματα επίσης.
es: Muestre un diálogo con una lista de todos los tipos MIME disponibles desde los que elegir.<p>La entrada <strong>Extensiones de archivo</strong> será editada automáticamente también.
eu: Eskuragarri dauden mime-tipoen zerrenda duen elkarrizketa-koadroa bistaratzen du, bertatik aukeratu ahal izateko. <p><strong>Fitxategi-luzapenak</strong> sarrera automatikoki editatuko da, baita ere.
fa: نمایش محاوره همراه با فهرستی برای انتخاب تمام انواع مایم موجود در آن. <p> مدخل <strong>پسوند پرونده‌ها</strong> هم به طور خودکار ویرایش خواهد شد.
fi: Avaa ikkuna kaikista olemassa olevista MIME-tyypeistä. <p><strong>Tiedostopäätteet</strong>-tietuetta muokataan samalla automaattisesti.
fr: Afficher une boîte de dialogue comportant une liste de tous les types MIME disponibles où vous pouvez faire votre choix.<p>La zone de saisie <strong>Extensions de noms de fichiers</strong> sera également automatiquement éditée.
fy: Lit in dialooch mei in list fan alle beskikbere mime triemtypen om út te kiezen sjen.<p><strong>Triemtaheaksels</strong> sil dan automatysk bewurke wurde.
gl: Mostra un diálogo cunha lista de todos os tipos mime disponíbeis para escoller dela.<p> A entrada <strong>Extensións de Arquivo</strong> tamén se editará automaticamente.
he: הצגת דו־שיח המכיל את רשימת כל טיפוסי ה־Mime הזמינים לבחירה.<p> גם הרשומה <strong>סיומות קבצים</strong> תיערך באופן אוטומטי.
hu: Megjeleníti az összes ismert MIME-típust tartalmazó listát.<p>A <strong>Fájlkiterjesztések</strong> bejegyzés módosítása automatikusan megtörténik.
is: Birta valmynd með lista yfir öll Mime tög sem hægt er að velja.<p><strong>Skráarendingunum</strong> verður einnig breytt sjálfkrafa.
it: Mostra una finestra con la lista dei tipi MIME disponibili. <p> Sarà modificata anche la voce <strong>Estensioni file</strong>.
ja: すべての利用可能な MIME タイプのリストをダイアログに表示します。<p>「ファイル拡張子」も自動的に編集されます。
kk: Таңдау үшін бар MIME түрлерін тізімдеген диалогты көрсетеді. <p><strong>Файл жұрнақтарын</strong> жазуы да автоматты түрде өзгертіледі.
km: បង្ហាញ​ប្រអប់​មួយ​ដែល​មាន​បញ្ជី​ប្រភេទ mime ដែល​អាច​រក​បាន​ទាំងអស់ ដូច្នេះ​អ្នក​អាច​ជ្រើស​ពួកវា​ពី​ប្រអប់​នោះ ។<p>ធាតុ <strong>កន្ទុយ​ឯកសារ</strong> នឹង​ត្រូវ​បានកែសម្រួល​ដោយ​ស្វ័យ​ប្រវត្តិ​ផងដែរ ។
ko: 선택할 수 있는 모든 마임타입의 목록을 표시합니다.<p><strong>파일 확장</strong> 목록 역시 자동으로 편집됩니다.
mk: Прикажува дијалог со листа на сите достапни mime типови од кои може да се одбере. <p>Исто така <strong>Наставките на датотеките</strong> ќе бидат автоматски уредени.
ms: Papar dialog dengan senarai semua jenis mime yang ada untuk dipilih.<p>Entri<strong>Sambungan Fail</strong> akan turut diedit secara automatik.
nb: Vis en dialog med de Mime-typene du kan velge mellom. <p><strong>Filetternavn</strong>-valget vil også endres automatisk.
nds: Wiest en Utwahl-Dialoog mit en List vun all verföögbor MIME-Typen.<p>Ok de <strong>Dateiverwiedern</strong>-Indrag warrt automaatsch topasst.</p>
nl: Toon een dialoog met een lijst van alle beschikbare mime bestandstypen om uit te kiezen.<p><strong>Bestandsextensies</strong> zal dan automatisch worden bewerkt.
nn: Vis ein dialog med ei liste der du kan velja mellom alle dei tilgjengelege Mime-typane. <p>Oppføringa for <strong>filetternamn</strong> vert òg automatisk redigert.
pl: Wyświetla okno z listą dostępnych MIME typów do wyboru. <p>Wpisy <strong>rozszerzeń plików</strong> będą edytowane automatycznie.
pt: Mostra uma janela com uma lista de todos os tipos MIME disponíveis, a partir dos quais poderá escolher os adequados.<p>O campo <strong>Extensões do Ficheiro</strong> irá ser automaticamente editado.
pt_br: Exibe o diálogo com uma lista com todos os tipos MIME disponíveis para a escolha. <p> A entrada <strong>Extensões de Arquivo</strong> será automaticamente editada.
ro: Afişează un dialog cu o listă de tipuri MIME din care se poate alege unul sau mai multe tipuri MIME. <p>Cîmpul <strong>Extensii fişiere</strong> va fi editat automat.
rw: Kwerekana ikiganiro gifite ubwoko mime bwose buboneka bwo guhitamo. <p>icyinjira <strong>Imigereka y'Idosiye</strong> kizahidurwa mu buryo bwikoresha kimwe.
se: Čájet láseža mas lea listu buot olamuttus MIME-šlájain. <p>Maiddái <strong>Fiiladovddaldagat</strong>-mearkkuš doaimmahuvvo automáhtalaččat.
sk: Zobrazí dialóg so zoznamom všetkých typov MIME, z ktorých si môžete vybrať. <p>Položka <strong>Prípony súborov</strong> bude automaticky upravená.
sl: Prikaže pogovorno okno s seznamom vseh vrst MIME, ki so na voljo. <p>Vnos <strong>Datotečne pripone</strong> bo prav tako samodejno urejano.
sr: Приказује дијалог са листом доступних MIME типова за избор.<p>Ставка <strong>наставци имена фајлова</strong> ће бити аутоматски измењена такође.
sr@latn: Prikazuje dijalog sa listom dostupnih MIME tipova za izbor.<p>Stavka <strong>nastavci imena fajlova</strong> će biti automatski izmenjena takođe.
ta: கிடைக்கும் எல்லா MIME வகைப் பட்டியலிலிருந்தும் தேர்வு செய்ய, ஒரு உரையாடல் பெட்டியை காண்பிக்கவும். <p><strong>கோப்பு விரிவுகளும்</strong> தானே திருத்தப்படும்.
tg: Диалогро бо рӯйхати намудҳои дастрасии Mime барои интихоб, тасвир мекунад.<p>Қайдҳо <strong>File Extensions</strong>чунин худкорона тағйир хоҳад шуд.
th: แสดงกล่องรายการประเภท mime ที่มีอยู่ทั้งหมดเพื่อเลือก<p>รายการ <strong>ส่วนขยายของแฟ้ม</strong> จะถูกแก้ไขโดยอัตโนมัติ
uk: Відобразити вікно з всіма наявними типами файлів.<p>Поле з <strong>Розширеннями файлів</strong> також буде автоматично заповнено.
zh_cn: 显示一个对话框，列出可选择的所有有效Mime类型。<p><strong>文件扩展名</strong>输入框也将自动被编辑。

source: Click this button to download new or updated syntax highlight descriptions from the Kate website.
af: Kliek hierdie knoppie na aflaai nuwe of opgedateer sintaks verlig beskrywings van die Kate webtuiste.
ar: اكبس هذا الزر لتحميل وصف جديد أو محدث لتمييز بناء الجملة من موقع كيت.
bg: Изтегляне на нови стилове и правила за открояване на кода от уеб-сайта на редактора "Kate".
bs: Kliknite na ovo dugme kako biste skinuli sa interneta novu ili unaprijeđenu definiciju pravila za bojenje sintakse sa Kate web stranice.
ca: Cliqueu aquest botó per a descarregar o actualitzar el ressaltat sintàctic de les descripcions des del lloc web del Kate.
cs: Klikněte na toto tlačítko ke stažení nového nebo aktualizovaného popisu syntaktického zvýrazňování z webové stranky programu Kate.
da: Klik på denne knap for downloade nye eller eller opdaterede syntaksfremhævningsbeskrivelser fra Kates netside.
de: Drücken Sie diesen Knopf, um neue oder aktualisierte Beschreibungen für die Syntax-Hervorhebungen von der Kate-Webseite herunterzuladen.
el: Πατήστε αυτό το κουμπί για να κατεβάσετε νέες ή ενημερωμένες περιγραφές τονισμού σύνταξης από την ιστοσελίδα του Kate.
es: Pulse este botón para descargar o actualizar las descripciones de resaltado de sintáxis desde el servidor web de Kate.
eu: Egin klik botoian Kate-ren web gunetik sintaxiaren nabarmentze deskribapen berriak edo eguneratuak deskargatzeko.
fa: این دکمه را فشار دهید تا توصیفهای مشخص نحوی جدید یا به‌روز‌‌رسانی‌شده از وب‌‌گاه Kate بارگذاری شوند.
fi: Napsauta tätä painiketta hakeaksesi uudet tai päivitetyt syntaksivärityskuvaukset Katen www-sivulta.
fr: Cliquez sur ce bouton pour télécharger des modes de coloration syntaxique nouveaux ou mis à jour depuis le site Internet de Kate.
fy: Druk op dizze knop om nije of bywurke marjkearringsbeskriuwings del te heljen fan Kate's webstek.
gl: Prema este botón para descargar descricións de Realzado de Sintaxe novas ou actualizadas desde o servidor web de Kate.
he: לחץ על כפתור זה כדי להוריד תיאורי הדגשת תחביר חדשים או מעודכנים מהאתר של Kate.
hr: Kliknite ovaj gumb da biste preuzeli nove ili unaprijeđene opise načina osvjetljavanja s web stranice programa Kate.
hu: Kattintson erre a gombra, ha új vagy frissített szintaxiskiemelési módokat szeretne letölteni a Kate website-járól.
is: Smelltu á þennan hnapp til að sækja litunarlýsingar frá Kate vefsíðunni.
it: Fai clic su questo pulsante per scaricare nuove o aggiornate modalità di evidenziazione dal sito web di Kate.
ja: 更新または新しくアップロードされた強調表示記述ファイルを Kate ウェブサイトからダウンロードするには、このボタンをクリックしてください。
kk: Kate веб-сайтынан синтаксисті талдап бояулаудың жаңартылғандарын жүктеу үшін осы батырманы басыңыз.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​ទាញ​យក​ការពិពណ៌នា​បន្លិច​វាក្យសម្ពន្ធ​ដែល​ថ្មីៗ ឬ ព​ី​តំបន់​បណ្ដាញ​របស់ Kate ។
ko: 다운로드 버튼을 누르면 카테 웹사이트로 부터 새롭게 업데이트 된 구문 강조의 정보를 다운받을 수 있습니다.
mk: Кликнете на ова копче за да симнете нови или ажурирани описи на синтаксичко означување од вебстраната на Kate.
ms: Klik butang ini untuk muat turun huraian tonjol sintaks yang dikemas kini dari laman web Kate.
nb: Trykk denne knappen for å laste ned en nyere eller oppdatert syntaksbeskrivelse fra Kates nettsted.
nds: Klick op dissen Knoop, wenn Du niege oder opfrischte Syntaxmarkeren-Modulen vun de Kate-Nettsiet daalladen wullt.
nl: Druk op deze knop om nieuwe of bijgewerkte accentueringsbeschrijvingen te downloaden van Kate's website.
nn: Bruk denne knappen for å lasta ned nye eller oppdaterte syntaksmerkingsskildringar frå Kate-nettstaden.
pl: Kliknij przycisk aby ściągnąć nowy lub ulepszony opis składni podświetlania ze strony WWW Kate.
pt: Carregue neste botão para obter as descrições de realce de sintaxe novas ou actualizadas, a partir da página Web do Kate.
pt_br: Clique neste botão para carregar uma nova descrição de realce de sintaxe, ou atualizar as descrições existentes, do site do Kate.
ro: Daţi clic pe acest buton pentru a trasfera din Internet stiluri noi sau actualizate de evidenţieri de sintaxă de pe site-ul de web Kate.
rw: Kanda kuri iyi buto mu gukurura imyirondoro y'ishimangira imyandikire mishya cya ivuguruwe uhereye ku rubugamakuru rwa Kate.
se: Deaddil dán boalu viežžat ođđa dahje ođasmahttojuvvon syntáksamerkendoibmanvuogit Kate:a fierpmádatbáikkis.
sk: Kliknutím na toto tlačidlo stiahnete nový alebo aktualizovaný popis zvýrazňovania z webovej stránky Kate.
sl: Kliknite ta gumb, da bi naložili nove ali posodobljene opise poudarjanja skladnje s spletne strani Kate.
sr: Притисните ово дугме да би сте преузели нов или ажуриран опис истицања текста са Kate-овог сајта.
sr@latn: Pritisnite ovo dugme da bi ste preuzeli nov ili ažuriran opis isticanja teksta sa Kate-ovog sajta.
ta: புதிய அல்லது மேம்படுத்திய இலக்கண முன்னிலை வரையறையை கேட் இணைய தளத்திலிருந்து இறக்குவதற்கு இந்த பொத்தானை சொடுக்கவும்.
tg: Дар инҷо пахш кунед, барои пурбор кардани тавсифоти нав карда шудаи ҷудои синтаксисро бо веб-сайти Kate.
th: คลิกที่ปุ่มนี้ เพื่อดาวน์โหลดหรือปรับปรุงรายละเอียดการทำตัวเน้น จากเวบไซต์ Kate
uk: Натисніть цю кнопку для того, щоб звантажити нові або поновлені описи режимів підсвічування синтаксису з майданчика Kate.
zh_cn: 点击这个按钮从 Kate 网站下载新的或者更新的语法加亮描述。
