Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Automatically start a new line of text when the current line exceeds the length specified by the <b>Wrap words at:</b> option.<p>This option does not wrap existing lines of text - use the <b>Apply Static Word Wrap</b> option in the <b>Tools</b> menu for that purpose.<p>If you want lines to be <i>visually wrapped</i> instead, according to the width of the view, enable <b>Dynamic Word Wrap</b> in the <b>View Defaults</b> config page.
af: Outomaties begin 'n nuwe lyn van teks wanneer die die huidige line die lengte spesifiseer oorskry deur die <b>Oorvloei woorde by:</b> opsie.<p>Hierdie opsie oorvloei nie eksisterende lyne van teks - gebruik die <b>Aanwend Statiese Woord Oorvloei</b> opsie in die <b>Gereedskap</b> Kieslys vir daardie doel.<p>As jy wil dat lyne <i>visueel oorvloei</i> in plaas van, ooreenstemmend met die wydte van die aansig, aktiveer <b>Dinamiese Woord Oorvloei</b> in die <b>Aansig Verstekke</b> konfigureer blad.
ar: ابدأ سطراً جديداً تلقائيّاً عندما يزيد طول السطر الحالي بـ<b>التفاف النص عند:</b> option.<p>This option does not wrap existing lines of text - use the <b>Apply Static Word Wrap</b> option in the <b>Tools</b> menu for that purpose.<p>If you want lines to be <i>visually wrapped</i> instead, according to the width of the view, enable <b>Dynamic Word Wrap</b> in the <b>View Defaults</b> config page.>.
bg: Автоматично пренасяне на нов ред при достигане на дължината зададена в полето <b>Пренос на думите от:</b>. <p>Тази настройка не пренася съществуващия вече текст. Ако искате да осъществите пренос на думи върху съществуващ документ изберете от менюто "Статичен пренос на думи". <p>Ако искате "визуален" пренос на по-дългите редове от видимата област, трябва да изберете от менюто "Динамичен пренос на думи". Тази настройка не променя дължината на редовете, а просто ги пренася. При промяна на широчината на прозореца ще се промени и дължината на редовете.
bs: Automatski započni novi red teksta kada trenutni red prekorači dužinu navedenu u opciji <b>Prelamaj riječi na:</b>. <p>Ova opcija neće prelamati trenutne redove teksta - za ovo možete koristiti opciju <p>Primijeni statički prijelom redova</b> u meniju <b>Alati</b>. <p>Ako želite da umjesto toga redovi budu <i>vizuelno prelomljeni</i>, prema trenutnoj širini prozora, uključite opciju <b>Dinamički prijelom redova</b> u konfiguracionoj stranici <b>Opcije pogleda</b>.
ca: Comença automàticament una nova línia quan el text de l'actual excedeix la longitud especificada per l'opció <b>Ajusta línia a:</b>.<p>Per contra, empreu l'opció <b>Ajust de línia estàtic</b> en el menú <b>Eines</b> per a què no s'ajustin les línies de text existents.<p>Tanmateix, quan vulgueu <i>ajustar-les visualment</i>, d'acord amb l'amplada de la vista, habiliteu <b>Ajust de línia dinàmic</b> a la pàgina de configuració <b>Vista predeterminada</b>.
da: Start en ny linje automatisk, når den nuværende linje er længere end længden angivet ved <b>Tekstombrydning ved:</b>.<p>Dette tilvalg ombryder ikke eksisterende linjer tekst - brug <b>Anvend statisk tekstombrydning</b> i <b>Værktøjer</b>-menuen for dette formål.<p>Hvis du ønsker at linjerne skal <i>synligt ombrydes</i> i stedet for, efter bredden af visningen skal <b>Dynamisk tekstombrydning</b> aktiveres i <b>Visningsstandarder</b> config-siden.
de: Automatisch eine neue Zeile beginnen, sobald die aktuelle Zeile die Länge überschreitet, die in der Einstellung <b>Zeilenumbruch bei:</b> angegeben ist.<p>Diese Option umbricht keinen bereits vorhandenen Text. Falls Sie das erreichen möchten, verwenden Sie den Eintrag <b>Statischen Zeilenumbruch anwenden</b> im Menü <b>Extras</b>.<p>Wenn die Zeilen nur <i>optisch</i> am Fensterrand umbrochen angezeigt werden sollen, aktivieren Sie <b>Dynamischer Zeilenumbruch</b> auf der Karteikarte <b>Anzeige</b> des Dialogs Einrichtung.
el: Αυτόματη έναρξη νέας γραμμής όταν η τρέχουσα γραμμή υπερβεί το μήκος που καθορίζεται από την επιλογή <b>Αναδίπλωση λέξεων σε:</b>.<p>Αυτή η επιλογή δεν κάνει αναδίπλωση γραμμών κειμένου - χρησιμοποιήστε την επιλογή <b>Εφαρμογή στατικής αναδίπλωσης λέξεων</b> στο μενού <b>Εργαλεία</b> για αυτό το σκοπό.<p>Αν αντί αυτού θέλετε οι γραμμές να <i>αναδιπλώνονται οπτικά</i>, ανάλογα με το μήκος της προβολής, ενεργοποιήστε το <b>Δυναμική αναδίπλωση λέξεων</b> στη σελίδα ρυθμίσεων <b>Προκαθορισμένα προβολής</b>.
es: Iniciar automáticamente una nueva línea de texto cuando la línea actual exced la longitud especificada por la opción <b>Ajustar linea en:</b>.<p>Esta opción no ajusta las líneas de texto existentes - para esa situación utilice la opción <b>Aplicar ajuste estática de línea</b> en el menú <b>Herramientas</b> <p>Si desea que las líneas se <i>ajusten visualmente</i>, de acuerdo con la anchura de la vista, active <b>Ajuste dinámico de línea</b> en la página de configuración <b>Opciones predefinidas de vista</b>.
eu: Hasi lerro berria automatikoki uneko lerroak <b>Itzulbiratu hemen:</b> aukeran ezarritako luzera gainditzean. <p>Aukera honek ez ditu existitzen diren lerroak itzulbiratzen. Hori egiteko, erabili <b>Tresnak</b> menuko <b>Aplikatu itzulbiratze estatikoa</b> aukera. <p>Lerroak <i>bisualki egokitzea</i> nahi badituzu, ikuspegiaren zabaleraren arabera, <b>Itzulbiratze dinamikoa</b> gaitu behar duzu <b>Ikuspegiaren lehenespenak</b> konfigurazioko orrian.
fa: آغاز خودکار خط جدید متن، زمانی که خط جاری متجاوز بر طولی است که توسط <b>سطر‌بندی واژه‌ها در:</b> گزینه مشخص شده است.<p>این گزینه، خطوط موجود متن را سطربندی نمی‌کند- برای آن منظور، از گزینۀ <b>به کاربردن سطربندی ایستای واژه</b> در گزینگان <b>ابزار</b> استفاده می‌کند.<p>اگر می‌خواهید خطوط در عوض <i>به طور تصویری سطربندی شوند</i> ، مطابق با عرض نما، <b>سطر بندی پویای واژه</b> در صفحۀ پیکربندی <b>پیش‌‌‌فرضهای نما</b> را فعال کنید.
fi: Aloita automaattisesti uusi rivi kohdassa, jossa rivin pituus ylittää kohdassa <b>Rivin pituus</b> annetun määrän. <p>Tämä asetus ei rivitä uudelleen olemassaolevaa tekstiä. Jos haluat rivittää tekstin, valitse <b>Työkalut</b> -valikon kohta <b>Rivitä asiakirja</b>. <p>Jos haluat käyttää dynaamista rivitystä, ota dynaaminen rivitys käyttöön <b>Näyttämisen oletusasetukset</b> -sivulla.
fr: Commencer automatiquement une nouvelle ligne de texte quand la ligne actuelle dépasse la longueur spécifiée par l'option <b>Couper à la colonne :</b>. <p>Cette option ne coupe pas les lignes de texte existantes - utilisez l'option <b>Retour à la ligne statique</b> du menu <b>Outils</b> pour cela. <p>Si vous voulez au contraire que les lignes soient <i>visuellement coupées</i>, selon la largeur de l'affichage, cochez <b>Retour à la ligne dynamique</b> dans la page de configuration <b>Apparence</b>.
fy: Begjin automatysk mei in nije tekstrigel as de aktive rigel de lingte berikt hat dy't opjûn is yn de opsje <b>Rigel ôfbrekke op:</b>.<p>Dizze opsjes brekt gjin besteande tekstrigels ôf - brûk de opsje <b>Statyske rigelôfbrekking</b> yn menu <b>Hlpmiddels</b> om dat foar elkoar te krijen.<p>As jo wolle dat de rigels allinne <i>fisueel ôfbrutsen wurde</i> op de werjeftebreeedte, selektearje dan de opsje <b>Dynamyske rigelôfbrekking</b> yn de seksje <b>werjeftestandert</b> fan it konfiguraasjedialoochfinster.
gl: Comeza automaticamente unha liña nova cando a liña actual exceda a lonxitude especificada pola opción <b>Dividir cun salto de liña:</b>.<p>Esta opción non divide as liñas xa existentes - use a opción <b>Aplicar División Fixa das Liñas</b> no menu <b>Ferramentas</b> para este propósito.<p>Se en vez diso, quere unha <i>división visúal</i>, de acordo ao ancho da vista, habilite a opción <b>División Dinámica das Liñas</b> na páxina de configuración <b>Predeterminados de Vista</b>.
he: התחלת שורה חדשה באופן אוטומטי כאשר השורה הנוכחית גולשת מהגודל הנקבע באפשרות <b>גלישת שורות</b>.<p> אפשרות זאת לא משנה שורות קיימות מהטקסט - יש להשתמש באפשרות<b>החלת גלישת שורות סטטית</b> בתפריט ה־<b>כלים</b> בכדי לעשות כן. <p> אם ברצונך ששורות יגלשו <i>באופן ויזואלי</i> במקום זאת, בהתאם לגודל החלון, נא לאפשר <b>הזחה דינמית של שורות</b> ב־<b>ברירות מחדל של מראה</b> החלון ההגדרות.
hu: A szerkesztő automatikusan új sort kezd, ha a sor hossza elérte <b>A sortördelés oszlopa:</b> opcióban megadott értéket.<p>A már létező hosszú sorok ennek hatására nem tördelődnek át - erre a célra az <b>Eszközök</b> menü <b>Sortördelés alkalmazása</b> menüpontja használható.<p>Ha azt szeretné, hogy a sorok <i>vizuálisan tördelődjenek</i>, a nézet szélessége szerint, jelölje be a <b>Dinamikus sortördelés</b> opciót a <b>A nézet alapértelmezései</b> lapon, a beállításoknál.
is: Automatically start a new line of text when the current line exceeds the length specified by the <b>Línulengd:</b> option.<p>This option does not wrap existing lines of text - use the <b>Föst línuskipting</b> option in the <b>Tól</b> menu for that purpose.<p>If you want lines to be <i>visually wrapped</i> instead, according to the width of the view, enable <b>Breytileg línuskipting</b> in the <b>Skoða sjálfgefin gildi</b> config page.
it: Inizia automaticamente una nuova riga di testo quando la riga corrente supera la lunghezza indicata dall'opzione <b>Colonna a cui andare a capo:</b>.<p>Questa opzione non manda a capo le righe di testo esistenti; per farlo, usa l'opzione <b>Applica a capo automatico statico</b> nel menu <b>Strumenti</b>.<p>Se invece vuoi che le righe possano proseguire alla riga successiva - senza andare effettivamente a capo - in base alla larghezza della vista, abilita <b>A capo automatico dinamico</b> nella pagina di configurazione <b>Valori predefiniti vista</b>.
ja: 現在の行が「折り返す文字数」に指定された長さを超えたときに自動的に改行します。<p>このオプションは既に存在するテキストの行は折り返しません。そのためには「ツール」メニューの「ドキュメントの折り返し」オプションを使用してください。</p><p>改行せずにビューの幅に応じて表示だけ折り返すようにするには、「表示」メニューの「動的な行の折り返し」を有効にしてください。
kk: Назардығы жол <b>Тасымалдайтын сөз ұзындығы:</b> параметрін көрсеткішіне жеткенде сөз автоматты түрде тасымалданады.<p>Әлден бар жолдарға бұл параметр әсер етпейді - бұлар үшін <b>Құралдар</b> мәзіріндегі <b>Статикалық тасымалдауды қолдану</b> дегенді таңдаңыз.<p>Егер жолдар терезенің еніне сәйкес <i>тасымалданғандай көрсету</i> режімін қаласаңыз, <b>Әдеттегілер</b> бетіндегі <b>Динамикалық тасымалдау</b> дегенді таңдаңыз.
km: ចាប់​ផ្ដើម​បន្ទាត់​ថ្មី​នៃ​អត្ថបទដោយ​ស្វ័យ​ប្រវត្តិ នៅ​ពេល​បន្ទាត់​បច្ចុប្បន្ន​លើស​ប្រវែង​ដែល​បាន​បញ្ជាក់​ដោយ​ជម្រើស <b>រុំពាក្យ​នៅ ៖</b> ។<p>ជម្រើស​នេះ​មិន​រុំ​បន្ទាត់​នៃ​អត្ថបទ​ដែលមានស្រាប់នោះ​ទេ - ប្រើ​ជម្រើស <b>អនុវត្ត​ការ​រុំពាក្យ​ឋិតិវន្ត</b> ក្នុង​ម៉ឺនុយ <b>ឧបករណ៍</b> ដើម្បី​រុំ​បន្ទាត់​ដែល​មាន​ស្រាប់​ផងដែរ ។<p>ប្រសិនបើ​អ្នកចង់ឲ្យ​បន្ទាត់​ត្រូវ​បាន <i>រុំ​ដោយ​មើល​ឃើញ</i> ជំនួស​វិញនោះ យោង​ទៅ​តាម​ទទឹង​របស់​ទិដ្ឋភាព សូម​អនុញ្ញាត​ឲ្យ <b>រុំ​ពាក្យថាមវន្ត</b> ក្នុង​ទំព័រ​កំណត់​រចនាសម្ព័ន្ធ <b>មើល​លំនាំដើម</b> ។
ko: 현재 줄이 옵션에 설정된 <b>문단 보호:</b>보다 더 길어질 경우 자동으로 문단의 새 줄로 시작합니다.<p>이 옵션은 문단 보호에 대해 <b>Tools</b> 메뉴의 <b>정적 문단 보호 적용</b>을 사용하는 문단의 행에서는 줄바꿈을 하지 않습니다.<p>문단이 보기의 너비에 따라 <i>시각적으로 보호</i> 되길 원한다면 <b>기본 보기</b>설정 페이지의 <b>동적 문단 보호</b> 를 사용하십시오.
mk: Автоматски започнува нова линија за текст кога актината линија ќе ја пречекори големината зададена од можноста <b>Пренеси зборови кај:</b>.<p>Оваа опција не ги пренесува постоечките линии со текст - користете ја опцијата <b>Примени статичко пренесување на зборови</b> во менито <b>Алатки</b> за таа цел.<p>Ако пак сакате линиите да бидат <i>визуелно пренесени</i> соодветно на ширината на погледот, овозможете го <b>Динамичкото пренесување на зборови</b> во страницата за конфигурација <b>Стандарден приказ</b>.
ms: Memulakan baris baru teks secara automatik apabila baris semasa melebihi panjang yang ditetapkan oleh <b>Balut perkataan di:</b> opsyen.<p> Opsyen ini tidak membalut baris teks sedia ada - guna opsyen<b> Laksana Balut Perkataan Statik</b> dalam menu <b>Alat</b> untuk tujuan ini.<p>Jika anda ingin baris <i>dibalut secara visual,</i>menurut lebar paparan, aktifkan <b>Balut Perkataan Dinamik</b> dalam halaman konfig <b>Papar Piawai</b>.
nb: Start automatisk en ny tekstlinje når linja blir lengre enn lengden som er valgt i <b>Bryt ord ved:</b>. <p>Dette alternativet påvirker ikke den teksten som er skrevet fra før. Med <b>Bruk statisk tekstbryting</b> i <b>Verktøy</b>-menyen kan du bryte eldre tekst. <p>Dersom du vil at linjene bare skal <i>brytes visuelt</i> i steden, kan du slå på <b>Fleksibel tekstbryting</b> på oppsettssiden <b>Innstillinger for vising</b>.
nds: Automaatsch en niege Reeg anfangen, wenn de aktuelle Reeg länger warrt as bi de Optschoon <b>Reegümbrook bi:</b> angeven.<p>Disse Optschoon brickt de vörhannen Regen nich üm - Du kannst dor den <b>Regen ümbreken</b>-Befehl in't <b>Warktüüch</b>-Menü för bruken.</p><p>Wenn Du wullt, dat de Regen <b>bloots optisch</b> ümbraken (d.h. de sichtbore Breed topasst) warrt, maak <b>Dünaamsch Reegümbrook</b> binnen den <b>Standardutsehn</b>-Dialoog an.</p>
nl: Begin automatisch met een nieuw tekstregel als de huidige regel de lengte heeft bereikt die is opgegeven bij de optie <b>Regel afbreken op:</b>.<p>Deze opties breekt geen bestaande tekstregels af - gebruik de optie <b>Statische regelafbreking</b> in menu <b>Hulpmiddelen</b> om dat te bewerkstelligen.<p>Als u wilt dat regels alleen <i>visueel worden afgebroken</i> op de weergavebreedte, selecteer dan de optie <b>Dynamische regelafbreking</b> in de sectie <b>weergavestandaard</b> van het configuratiedialoogvenster.
nn: Start automatisk ei ny tekstlinje når linja vert lengre enn lengda som er vald i <b>Bryt ord ved:</b>. <p>Dette alternativet påverkar ikkje den teksten som er skriven frå før. Med <b>Bruk statisk tekstbryting</b> i <b>Verktøy</b>-menyen kan du bryta eldre tekst. <p>Dersom du vil at linjene berre skal <i>brytast visuelt</i> i staden, kan du slå på <b>Dynamisk tekstbryting</b> på oppsettssida <b>Innstillingar for vising</b>.
pl: Automatycznie zacznij nowy wiersz tekstu jeśli bieżący wiersz przekroczy długość określoną przez opcję <b>Zawijaj wyrazy na:</b>. <p>Opcja ta nie spowoduje zawinięcia istniejących wierszy - użyj opcji <b>Zastosuj statyczne zawijanie wyrazów</b> z menu <b>Narzędzia</b>. <p>Jeśli chcesz, by wiersze były zawinięte tylko <i>wizualnie</i> dopasowując się do szerokości widoku włącz <b>Dynamiczne zawijanie wyrazów</b> na stronie konfiguracji <b>Pokaż domyślne</b>.
pt: Inicia automaticamente uma nova linha de texto, quando a linha actual ultrapassar o tamanho indicado na opção <b>Mudar de linha a:</b>.<p>Esta opção não reparte as linhas de texto existentes - utilize a opção <b>Aplicar a Mudança de Linha Estática</b> no menu <b>Ferramentas</b> para esse fim.<p>Se quiser que as linhas sejam <i>repartidas visualmente</i> em alternativa, de acordo com a largura da janela, active a <b>Mudança de Linha Dinâmica</b> na página de configuração das <b>Predefinições da Janela</b>.
pt_br: Inicia automticamente uma nova linha do texto quando a linha atual excede o comprimento especificado na opção <b>Quebrar Linha em: </b>.<p>Esta opção não quebra as linhas existentes do texto - use a opção <b>Aplicar quebra de Linha estática</b> no menu <b>Ferramentas</b>, para este propósito. <p>Se você deseja que as linhas sejam <i>visualmente quebradas</i>, de acordo com o comprimento da visão, habilite a opção <b>Quebra de Linha dinâmica</b> na página de configuração <b>Visualizar Padrões</b>.
ro: Începe automat o nouă linie de text atunci cînd linia curentă depăşeşte lungimea specificată de opţiunea <b>Limitare cuvinte la:</b>.<p>Această opţiune nu limitează liniile de text existente - în acest scop utilizaţi opţiunea <b>Aplică limitare statică cuvînt</b> din meniul <b>Unelte</b>.<p>Dacă doriţi ca liniile să fie <i>limitate vizual</i>, în concordanţă cu lăţimea vizualizării, activaţi <b>Limitare dinamică a cuvîntului</b> din fereastra de configurare <b>Afişare implicită</b>.
rw: Mu buryo bwikoresha gutangira umurongo mushya w'umwandiko igihe umurongo ugezweho warenze uburebure bwatanzwe n'<b>amagambo y'ifunika ku:</b>ihitamo.<p> Iri hitamo ntirifunika imirongo isanzwe y'umwandiko - gukoresha ihitamo <b>Gushyiraho Ifunika ry'Ijambo Ridahinduka</b> mu bikubiyemo <b>Ibikoresho</b> kubera iyo mpamvu. <p> Niba ushaka ko imirongo<i> ifunikwa by'umugaragaro</i> ahubwo, hitawe ku bugari bw'igaragaza, watuma <b>Ifunika ry'Ijambo Rihinduka</b> mu ipaji y'iboneza <b>Kugaragaza Mburabuzi</b>.
se: Automáhtalaččat álggat ođđa linnjá go šaddá guhkkit go lea mearriduvvon <b>Máhco sániid dáppe:</b> molssaeavttus. <p>Dát molssaeaktu ii čuoza dan tekstii mii čállejuvvon ovdalgihtii. Jos geavahat <b>Geavat statálaš linnjámolsun</b> <b>Reaiddut</b>-fálus de sáhtát «doaddjit» boares teavstta. <p>Jos háliidat ahte linnját gálget dušše <i>visually wrapped</i>, geavat <b>Dynamálaš linnjámolsun</b> <b>Čájehanheivehusat</b>-heivehussiiddus.
sk: Automaticky začne nový riaodk textu ak aktuálny riadok presiahne dĺžku zadanú v <b>Zalamovať slová na:</b>.<p>Táto voľba nezalamuje už existujúci text. Na to musíte vybrať <b>Použiť statické zalomenie</b> v menu <b>Nástroje</b>. <p>Ak chcete riadky zalomiť <i>iba v zobrazení</i> podľa šírky pohľadu, zapnite <b>Dynamicky zalamovať slová</b> v nastavení <b>Štandardné nastavenie pohľadu</b>.
sl: Samodejno začni novo vrstico z besedilom, ko trenutna vrstica preseže dolžino, navedeno v možnosti <b>Prelomi vrstico na</b>. <p>Ta možnost ne prelamlja obstoječih vrstic - za to uporabite možnost <b>Uveljavi statični prelom vrstice</b> v meniju <b>Orodja</b>. <p>Če bi radi, da so vrstice <i>vizualno prelomljene</i> glede na širino prikaza, potem omogočite <b>Dinamičen prelom vrstic</b> v nastavitveni strani <b>Privzetosti prikaza</b>.
sr: Аутоматски започиње нову линију текста када текућа линије пређе дужину назначену <b>Преломи текст на:</b> опцијом.<p>Ова опција не прелама постојеће линије текста - користите <b>Примени статичко преламање текста</b> опцију у <b>Алати</b> менију за ту сврху.<p>Ако желите да линије буду само<i>визуелно преломљене</i>, према ширини приказа, укључите <b>Динамичко преламање текста</b> у <b>Подразумевано за приказ</b> страници за подешавање.
sr@latn: Automatski započinje novu liniju teksta kada tekuća linije pređe dužinu naznačenu <b>Prelomi tekst na:</b> opcijom.<p>Ova opcija ne prelama postojeće linije teksta - koristite <b>Primeni statičko prelamanje teksta</b> opciju u <b>Alati</b> meniju za tu svrhu.<p>Ako želite da linije budu samo<i>vizuelno prelomljene</i>, prema širini prikaza, uključite <b>Dinamičko prelamanje teksta</b> u <b>Podrazumevano za prikaz</b> stranici za podešavanje.
ta: <b>வார்த்தை முடிவு:</b> விருப்பத்தில் குறிப்பிடப்பட்டுள்ள எண்ணிக்கையை விட தற்போதைய வரி நீட்டித்தால் தானே அடுத்த வரியில் தொடங்கும்.<p>இந்த விருப்பம் இருக்கும் வரியை மடிப்பு செய்யாது- <b>நிலையான வார்த்தை மடிப்பு அமைவை</b>கருவிகள் </b> பட்டியலிலிருந்து பயன்படுத்தவும்.<p>நீங்கள் வரிகள் மடிந்ததை <i>காட்ட வேண்டுமானால்</i> அதை தவிர, பார்வை அகலத்தின் படி <b>இயங்குநிலை வார்த்தை மடிப்பை/b> <b>முன்னிருப்பு பார்வையின்</b>கட்டமைப்பு பக்கத்தில் செயல்படுத்தவும்.
tg: Худкорона матнро ба сатри нав мегузаронад, вақте ки сатрҳо маънавияти параметри <b>Гузарондани сатр ба:</b>-ро мегузаронад.<p>Дар ин сурат сатрҳои вуҷуд буда ба дигар сатр нахоҳанд гузашт. Барои ҳамчунин ба кор бурдани гузариш, дар меню Сервис пункти Ба кор бурдан гузаштани сатрро истифода кунед.<p>Агар шумо хоҳед, ки сатрҳо оддӣ<i>гузашта шуда бинаманд</i> ва намоён дар тиреза навишта шаванд, тартиботи <b>Гузаштани динамикӣ</b>-ро дар параметрҳои<b>Маънавиёти пешфарз</b>-и гуфтугӯи танзимотро сабт кунед.
uk: Автоматично починати новий рядок, якщо довжина поточного перевищує вказану в опції <b>Переносити слова на:</b>. <p>Цей параметр не переносить існуючий текст - для цього вживайте параметр <b>Застосувати статичне перенесення слів</b> в меню <b>Засоби</b>. <p>Якщо ви хочете, щоб рядки було <i>перенесено візуально</i>, відповідно до ширини перегляду, ввімкніть <b>Динамічне перенесення слів</b> на сторінці конфігурації <b>Типові значення перегляду</b>.
zh_cn: 当前行达到<b>换行字符数</b>选项指定的位置时，自动开始新的一行。<p>此选项并不会更改已有文本行的换行 - 这一功能需要使用<b>工具</b>菜单中的<b>应用静态自动换行</b>选项。<p>如果您想要文本根据视图的宽度进行<i>可见换行</i>，请在<b>视图默认值</b>配置页中启用<b>动态自动换行</b>。
