Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>A list of mime types, separated by semicolon. This can be used to limit the usage of this entity to files with matching mime types.</p><p>Use the wizard button on the right to get a list of existing file types to choose from, using it will fill in the file masks as well.</p>
af: <p>'n Lys met mime tipes, geskei deur semidubbelpunt. Dit kan gebruik word om die gebruik van hierdie teks na lêers met passende mime tipes, te beperk.</p><p>Gebruik die raadgewer knoppie regs om 'n lys van bestaande lêer tipes te kry om van te kies, die gebruik daarvan sal die lêer maskers ook vul.</p>
bg: <p>Списък на файлови типове (MIME), разделени с точка и запетая, които трябва да съвпадат при търсенето.</p> <p>Използвайте помощника, за да попълните по-лесно двата списъка.</p>
bs: <p>Lista MIME tipova razdvojenih tačka-zarezom. Ovo možete koristiti da ograničite upotrebu ovih entiteta na datoteke sa odgovarajućim MIME tipovima.</p><p>Koristite dugme čarobnjaka desno da dobijete listu postojećih tipova, čijim izborom će biti popunjene i maske datoteka.</p>
ca: <p>Una llista de tipus mime, separats per punt i coma. Això es pot usar per a limitar l'ús d'aquesta entitat als fitxer amb tipus mime coincident.</p> <p>Useu el botó d'assistent a la dreta per a obtenir una llista de tipus de fitxer existents d'on triar, en usar-lo s'emplenaran també les màscares de fitxer.</p>
da: <p>En liste af mimetyper, adskilt af semikoloner. Dette kan bruges til at begrænse brugen af denne entitet til filer med matchende mimetyper.</p><p>Brug guide-knappen til højre til at få en liste af eksisterende filtyper at vælge fra. Brug af dette vil også udfylde filmaskerne.<p>
de: <p>Eine Liste von MIME-Typen, die durch Semikolons unterteilt ist. Damit kann die Anwendung eines Elements auf Dateien mit übereinstimmenden Namen beschränkt werden.</p> <p>Der Assistentenknopf ermöglicht einen Überblick vorhandener Typen und das Ausfüllen der Dateifilterliste.</p>
el: <p>Μια λίστα από τύπους mime, διαχωρισμένους με άνω τελεία. Αυτό μπορεί να χρησιμοποιηθεί για τον περιορισμό της χρήσης αυτής της οντότητας σε αρχεία με τύπους mime που ταιριάζουν.</p><p>Χρησιμοποιήστε το κουμπί μάγου στα δεξιά για να πάρετε μια λίστα από υπάρχοντες τύπους αρχείων για επιλογή. Η χρήση του θα συμπληρώσει επίσης και τις μάσκες αρχείου.</p>
es: <p>Una lista de tipos MIME, separados por puntos y comas. Esta opción se puede utilizar para limitar el uso de esta entidad a archivos con tipos MIME coincidentes.</p><p>Utilice el botón del asistente a la derecha para obtener una lista de los tipos de archivos existentes y poder elegir de entre ellos. Al seleccionar uno se rellenarán las máscaras de los archivos..</p>
eu: <p>Mime tipoen zerrenda, puntu eta komez banandua. Entitate honi Mime tipo berdinak dituzten fitxategietara sartzea mugatzeko erabil daiteke hau.</p> <p>Erabili eskuinean dagoen morroi-botoia fitxategi-moten zerrenda eskuratzeko, eta bertatik bat hautatzeko. Hau erabiltzean fitxategi-maskarak ere osatu egingo dira.</p>
fa: <p>فهرستی از انواع مایم، که با نقطه-واوک جدا شده‌اند. می‌تواند جهت محدود کردن کاربرد این هستار برای پرونده‌ها با تطابق انواع مایم استفاده شود.</p><p>از دکمۀ جادوگر در سمت راست، برای به دست آوردن فهرست انواع پروندۀ موجود برای انتخاب از آن استفاده کنید. با استفاده از آن نقابهای پرونده نیز جانشین می‌شوند.</p>
fr: <p>Une liste de types MIME, séparés par des points-virgules. Ceci peut être utilisé pour limiter cette élément aux fichiers dont le type MIME correspond.</p> <p>Utilisez le bouton de l'assistant à droite pour obtenir une liste des types de fichiers existants dans laquelle choisir, ce qui remplira aussi les motifs de fichiers.</p>
fy: <p>In list fan mime-triemtypen, skieden troch puntkomma's. Dit kin brûkt wurde om it gebrûk fan dizze autoblêdwizers ta triemmen fan beskate types te beheinen.</p><p>Brûk de knop rjochts fan dizze ynfier om beide items maklik ynfoljen te kinnen.</p>
gl: <p>Unha lista tipos mime, separados por punto e vírgula. Pode usarse para limitar o uso desta entidade a ficheiros con tipos mime que concorden.</p><p>Use o botón do asistente á dereita para obter unha lista de tipos de ficheiro desde a que escoller, usando-o tamén se encherán as máscaras de ficheiros.</p>
hu: <p>A MIME-típusok listája, pontosvesszővel elválasztva. Ezzel lehet a bejegyzést csak bizonyos fájltípusokra korlátozni.</p><p>A jobbra látható Varázsló gombbal könnyen fel lehet tölteni a fájltípusok listát és a fájlmaszkokat is.</p>
is: <p>Listi af MIME-tögum, aðskilin með semikommum. Þetta má nota til að takmarka notkun af þessari eind við skrár sem passa við MIME-tögin.</p><p>Þú getur notað álfshnappinn til hægri til að fá lista af þegar skilgreindum skráartegundum sem þú getur valið úr og notað til að fylla upp í skráarmaskana.</p>
it: <p>Un elenco di tipi MIME, separati da punti e virgola. Può essere usato per limitare l'uso di questa entità a file con nomi corrispondenti.</p><p>Usa il pulsante della procedura guidata a destra per avere una lista di tipi di file esistenti da cui scegliere, usandolo riempirai anche le maschere dei file.</p>
ja: <p>セミコロンで区切られた MIME タイプのリストです。これは、このエンティティの使用を MIME タイプがマッチするファイルに制限するために利用できます。</p><p>右にあるウィザードボタンを押すと、既存のファイルタイプのリストが表示され、そこから選択することができます。また、これを使うとファイルマスクも埋められます。</p>
kk: <p>Үтірлі нүктемен бөлінген MIME түрлерінің тізімі. Файлдар санын осыған сәйкес келетіндермен ғана шектеуге болады.</p><p>Оң жақтағы шебер батырмасын пайдаланып, файлдар түрлерінің тізімін алып, оны файл қалқаларының тізімін толтыруға қолдануға болады.</p>
km: <p>បញ្ជី​របស់​ប្រភេទ mime ដែលបំបែក​ដោយ​សញ្ញាចំណុចក្បៀស (;) ។ វា​នេះ​អាច​ត្រូវ​បាន​ប្រើ ដើម្បីដាក់កម្រិត​ការប្រើប្រាស់​អង្គភាព​នេះ​ទៅ​ឯកសារ​ណា​ដែល​មានប្រភេទ mime ដូច ។</p><p>ប្រើ​ប៊ូតុង​អ្នក​ជំនួយ​ការ​នៅ​ខាង​ស្ដាំ ដើម្បី​យក​បញ្ជី​មួយ​របស់​ប្រភេទ​ឯកសារ​ដែល​មាន​ស្រាប់ ដែល​ត្រូវ​ជ្រើស​ពីការប្រើ​វា​នឹង​បំពេញ​របាំង​ឯកសារ​ផងដែរ ។</p>
ko: <p>세미콜론으로 구분된 마임타입 목록입니다. 일치하는 파일의 사용을 제한할 수 있습니다. </p><p>오른쪽에 있는 마법사 버튼 을 누르면 선택할 수 있는 파일 타입이 나옵니다. 이에 따라 파일 마스크 목록도 작성됩니다.</p>
mk: <p>Листа на mime-типови, разделени со точка-запирка. Ова може да се користи за да го ограничи користењето на овој ентитет на датотеки чии имиња одговараат на маските.</p><p>Користете го десното копче за волшебникот за да добиете листа на постоечки типови на датотеки од кои можете да изберете, а со нејзино користење може да ги пополните и маските за датотека.</p>
ms: <p>Senarai jenis mime, dipisahkan oleh koma bertitik. Ini boleh digunakan untuk mengehadkan penggunaan entiti ini bagi fail dengan jenis mime yang sepadan.</p><p>Guna butang wizard di sebelah kanan untuk melenyapkan senarai jenis fail sedia ada, menggunakannya akan turut mengisi topeng fail.</p>
nb: <p>En liste over mimetyper, atskilt med semikolon. Dette kan brukes til å begrense bruken av dette til filer med mimetyper som passer.</p><p> Bruk veiviser-knappen til høyre for å få en liste over typer som kan velges, veiviseren kan fille inn filnavn-maskene også.</p>
nds: <p>En List vun MIME-Typen, trennt dör Streekpünkt. Dor kannst Du de Anwennen vun den Indrag mit op Dateien mit en passen MIME-Typ ingrenzen.</p><p>De Hölperknoop rechterhand wiest en Utwahldialoog. Wenn Du dor binnen wat utsöchst, warrt de tohören Dateimustern ok övernahmen.</p>
nl: <p>Een lijst van mimetypen, gescheiden door een puntkomma. Dit kan gebruikt worden om het aantal bestanden (met het opgegeven mimetype) waarop het toegepast wordt te beperken.</p> <p>Gebruik de assistentknop rechts om een lijst van bestaande bestandstypen te krijgen waar u uit kunt kiezen, hierdoor worden de bestandspatronen ook direct ingevuld.</p>
nn: <p>Ei liste med mime-typar, skilde med semikolon. Du kan bruka dette til å avgrensa bruken til berre filer av dei valde typane.</p> <p>Med vegvisarknappen til venstre for mime-typen, kan du velja frå ei liste med filtypar.<p>
pl: <p>Lista typów MIME, oddzielonych średnikami. Można użyć do ograniczenia zastosowania wpisu do plików z pasującymi typami MIME.</p> <p>Użyj przycisku asystenta po prawej, by uzyskać listę istniejących typów plików, użycie tego wypełni również maski plików.</p>
pt: <p>Uma lista de máscaras de tipos MIME, separadas por pontos-e-vírgulas. Pode ser utilizado para limitar a utilização desta entidade aos ficheiros com tipos MIME correspondentes.</p><p>Utilize o botão do assistente, à direita, para obter uma lista de tipos de ficheiro que pode escolher, utilizando também para preencher as máscaras de ficheiros.</p>
pt_br: <p>Uma lista de tipos MIME, separados por ponto-e-vírgula. Isto pode ser usado para limitar o uso desta entidade, para arquivos com nomes coincidentes.</p><p> Use o botão de assistente na direita da entrada para escolher os tipos MIME; isto preencherá também as máscaras de arquivo.</p>
ro: <p>O listă de tipuri MIME, separate de punct şi virgulă. Poate fi utilizată pentru a limita utilizarea acestei entităţi numai la fişierele care se potrivesc cu tipurile MIME date.</p><p>Utilizaţi butonul expert din dreapta pentru a afişa lista de tipuri MIME din care să alegeţi. În acelaşi timp veţi completa şi măştile de fişier.</p>
rw: <p>Urutonde rw'amoko mime, bitandukanyijwe n'utudomo tubiri. Ibi bishobora gukoreshwa mu guhagarika ikoreshwa ry'aka gace ku madosiye hamwe n'amako mime bijyanye.</p><p>Gukoresha buto y' inyobora iburyo mu kubona urutonde rw'amako y'idosiye ariho mu guhitamo, kuyikoresha bizuzuza mu mpishanyandiko z'idosiye nazo.</p>
sk: <p>Zoznam typom MIME, oddelených bodkočiarkami. Dá sa využiť pre obmedzenie tejto vzorky pre súbory s daným typom.</p><p>Použite tlačidlo sprievodcu vpravo pre zobrazenie zoznamu existujúcich typov.</p>
sl: <p>Seznam zvrsti MIME, ločenih s podpičji. To se lahko uporabi za omejevanje te entitete do datotek z ujemanimi zvrstmi MIME.</p><p>Uporabite gumb čarovnika na desni, da dobite seznam obstoječih vrst datotek, iz katerih lahko izberete, uporaba seznama pa bo tudi zapolnila datotečne maske.</p>
sr: <p>Листа миме типова, одвојених тачка-запетом. Ово се може користити за ограничавање коришћења ове ставке на фајлове са одговарајућим миме типовима.</p><p>Користите дугме чаробњака са десне стране да бисте добили листу постојећих типова фајлова које ћете бирати, ово ће такође попунити и маске фајлова.</p>
sr@latn: <p>Lista mime tipova, odvojenih tačka-zapetom. Ovo se može koristiti za ograničavanje korišćenja ove stavke na fajlove sa odgovarajućim mime tipovima.</p><p>Koristite dugme čarobnjaka sa desne strane da biste dobili listu postojećih tipova fajlova koje ćete birati, ovo će takođe popuniti i maske fajlova.</p>
ta: <p>மைம் வகையின் பட்டியல், அரைப்புள்ளியால் பிரிக்கப்பட்டுள்ளது. இவை உள்ளீட்டின் கோப்பு மைம் வகை பொருத்தத்தின் பயன்பாட்டின் வரம்பைப் பயன்படுத்த முடியும்.</p><p>வழிகாட்டி பொத்தானில் வலப்புறம் இருக்கும் கோப்பு வகை பட்டியலைப் பெற தேர்ந்தெடுக்கலாம். இதன் மூலம் கோப்பு குறியீடும் நிரப்பப்படலாம்.</p>
tg: <p>Рӯйхати намудҳои MIME, ки бо нуқта ва вергул ҷудо шудаанд. Шумо метавонед истифодаи ин элементҳоро танҳо ба файлҳое, ки намудҳои муайянии MIME мебошанд, маҳдуд кунед.</p><p>Кнопкаи устоди аз сӯи рост воқеъ бударо барои қабул намудани рӯйхати намудҳои файл, ки имкони истифодоти пур намудани рӯйхати ниқобҳои файл мебошанд, истифода кунед.</p>
uk: <p>Список типів файлів, розділених крапкою з комою. Його можна використовувати для обмеження використання цього елемента тільки для файлів, що мають відповідний тип.</p><p>Скористайтеся кнопкою майстра праворуч для швидкого заповнення цього списку та списку масок файлів.</p>
zh_cn: <p>以分号分隔的 MIME 类型列表。此列表可用于限制此实体的用途仅限于匹配 MIME 类型的文件。</p><p>使用下方 MIME 类型项右侧的向导按钮可轻松填入全部列表。</p>

source: <p>Click this button to display a checkable list of mimetypes available on your system. When used, the file masks entry above will be filled in with the corresponding masks.</p>
af: <p>Kliek hierdie knoppie om te vertoon die kontroleurbare lys van mimetipes beskikbaar op jou stelsel. Wanneer gebruik, die lêer masker inskrywing hierbo sal ingevul word met die korresponderende maskers.</p>
bg: <p>Натиснете бутона, за да се появи диалог, от който може да изберете файловите типове, поддържани от вашата система. От списъка може да изберете файлови типове, които ще се използват за автоотметки.</p>
bs: <p>Kliknite ovo dugme da prikažete listu MIME tipova dostupnih na vašem sistemu. Pri izboru MIME tipa, polje za maske iznad će biti popunjeno odgovarajućim maskama.</p>
ca: <p>Cliqueu aquest botó per a mostrar una llista per a marcar dels tipus mime disponibles al sistema. En usar-la, l'entrada de màscares de fitxer anterior s'emplenarà amb les màscares corresponents.</p>
da: <p>Klik på denne knap for at vise en aftjekbar liste af mimetyper tilgængelige på dit system. Når dette er brugt, vil filmaske-indgangen ovenfor blive fyldt ud med de tilsvarende masker.</p>
de: <p>Klicken Sie auf diesen Knopf, wenn Sie eine Liste der auf Ihrem System verfügbaren MIME-Typen sehen möchten. Dabei wird auch die obige Dateifilterliste ausgefüllt.</p>
el: <p>Πατήστε αυτό το κουμπί για να εμφανίσετε μια λίστα επιλογής τύπων mime που είναι διαθέσιμη στο σύστημά σας. Όταν χρησιμοποιηθεί, η παραπάνω καταχώρηση μασκών αρχείου θα συμπληρωθεί με τις αντίστοιχες μάσκες.</p>
es: <p>Pulse este botón para mostrar una lista de opciones con tipos MIME disponibles en su sistema. Al usarlo, las entradas de las máscaras de los archivos se rellenarán con sus correspondientes valores.</p>
eu: <p>Egin klik botoi honetan hautatu daitekeen sistemako MIME-moten zerrenda bistaratzeko. Erabili ahala, arestiko fitxategi-maskaren sarrerak dagozkien maskarekin osatu egingo dira.</p>
fa: <p>برای نمایش فهرست قابل بررسی از انواع مایم موجود در سیستم خود، این دکمه را فشار دهید. هنگام استفاده، مدخل نقابهای پروندۀ بالا توسط نقابهای متناظر جانشین می‌شوند.</p>
fr: <p>Cliquez sur ce bouton pour afficher une liste cochable des types MIME disponibles dans votre système. Lorsque vous l'utiliserez, les motifs de fichiers correspondants seront ajoutés dans la liste ci-dessus.</p>
fy: <p>Klik op dizze knop foar in list fan mimetypen dy't beskikber binne op jo systeem. Jo kinne meardere typen kieze. De triemnammepatroanen sille ek automatysk ynsteld wurde.</p>
gl: <p>Prema este botón para mostrar unha lista de opcións dos tipos mime disponíbeis no seu sistema. Cando se use, as entradas de máscaras de ficheiros serán enchidas coas correspondentes máscaras.</p>
hr: <p>Kliknite na ovaj gumb za prikaz označivog popisa mime tipova dostupnih na vašem sustavu. Kada se koristi, unos za masku će se popuniti sa odgovarajućom maskom.</p>
hu: <p>Kattintson erre a gombra a rendszerben definiált MIME-típusok közötti válogatáshoz. Ennek használatakor a fájlmaszkok értéke is automatikusan ki lesz töltve.</p>
is: <p>Smelltu á þennan hnapp til að fá lista af þeim MIME-tögum sem eru tiltæk á vélinni þinni. Þegar þeta er notað verða skráarmaskarnir að ofan fylltir út með samsvarandi möskum.</p>
it: <p>Fai clic su questo pulsante per mostrare una lista segnabile di tipi MIME disponibili sul tuo sistema. Quando usate, le voci di maschere di file sopra saranno riempite con le maschere corrispondenti.</p>
ja: <p>このボタンをクリックしてシステムで利用可能な MIME タイプのリストを表示させてください。これを使用すると、上のファイルマスクのエントリは対応するマスクで埋められます。</p>
kk: <p>Жүйеңіздегі MIME түрлерінің тізімін көрсету үшін осы батырманы басыңыз. Басқанда, жоғардағы файл қалқаларының орны сәйкесті қалқаларымен толтырылады.</p>
km: <p>ចុច​ប៊ូតុង​នេះ ដើម្បី​បង្ហាញ​បញ្ជី​របស់​ប្រភេទ mime ដែល​អាច​ពិនិត្យ​បាន ហើយមាន​នៅ​លើ​ប្រព័ន្ធ​របស់​អ្នក ។ នៅ​ពេល​បាន​ប្រើ ធាតុ​បញ្ចូល​នៃ​របាំង​ឯកសារ​ខាងលើ នឹង​ត្រូវ​បាន​បំពេញ​ដោយ​របាំង​ដែល​ទាក់ទង ។</p>
ko: <p>이 시스템의 마임타입중 확인 및 지정할 수 있는 목록을 보시려면 누르십시오. 지정하시면, 위의 파일 마스크의 목록 또한 알맞게 지정됩니다.</p>
mk: <p>Кликнете на ова копче за да прикажете листа со избирање за mime-типови достапни на вашиот систем. Кога се користи, полето за внес на маски на датотека ќе биде пополнето со соодветните маски.</p>
ms: <p>Klik butang ini untuk memapar senarai boleh semak jenis mime yang boleh didapatkan dalam sistem anda. Apabila digunakan, topeng fail di atas akan diisi dengan topeng sepadan.</p>
nb: <p>Trykk denne knappen for å vise en sjekkbar liste over mimetyper som er tilgjengelige på systemet ditt. Når dette er i bruk vil filmaskene ovenfor bli fylt ut med tilsvarende masker.</p>
nds: <p>Disse Knoop wiest de List vun bekannte MIME-Typen. Wenn Du dor binnen wat utsöchst, warrt de tohören Dateimustern in dat Dateimuster-Feld baven inföögt.</p>
nl: <P>Klik op deze knop om een lijst te krijgen met de beschikbare mimetypen die op uw systeem aanwezig zijn. Wanneer u dit gebruikt zullen de bestandsnaampatronen hierboven ook ingevuld worden, afhankelijk van uw selectie.</p>
nn: <p>Trykk på denne knappen for å visa ei liste over mime-typane som er tilgjengelege på systemet. Når du brukar denne funksjonen, vert filmaska ovanfor fylt inn automatisk.</p>
pl: <p>Wciśnij ten przycisk, by pokazać listę typów MIME dostępnych w systemie. Użyty, maski plików zostaną wypełnione odpowiadającymi maskami.</p>
pt: <p>Carregue neste botão para mostra uma lista seleccionável de tipos MIME disponíveis no seu sistema. Quando utilizado, o item de máscaras de ficheiros, em cima, será preenchido com as máscaras correspondentes.</p>
pt_br: <p>Clique neste botão para exibir uma lista com caixas de marcação, contendo os tipos MIME disponíveis em seu sistema. Quando usada, a entrada de máscaras de arquivos abaixo será preenchida com as máscaras correspondentes.</p>
ro: <p>Daţi clic pe acest buton pentru a afişa o listă de opţiuni de tipuri MIME disponibile în sistemul dumneavoastră. Dacă este utilizat, linia de editare a măştilor de fişier de mai sus va fi completată corespunzător.</p>
rw: <p>Kanda iyi buto mu kwerekana urutonde rutoranywamo rw'amokomime aboneka kuri sisitemu yawe. Igihe ikoreshejwe, icyinjira cy'ibihishanyandiko by'idosiye hejuru cyizuzuzwa muricyo n'ibihishanyandiko bijyanye.</p>
sk: <p>Stlačením tohto tlačidla sa zobrazí zoznam typov MIME, ktoré sú dostupné na vašom systéme. Ak niektorý typ použijete, maska súborov sa doplní podľa tohto typu.</p>
sl: <p>Kliknite ta gumb, da prikažete seznam zvrsti MIME, ki so na voljo na vašem sistemu. Ko uporabljate, se zgornji vnosi datotečnih mask zapolnijo z ustreznimi maskami.</p>
sr: <p>Притисните ово дугме да бисте приказали листу миме типова на вашем систему. Приликом коришћења, поље маске фајлова ће бити попуњено одговарајућим маскама.</p>
sr@latn: <p>Pritisnite ovo dugme da biste prikazali listu mime tipova na vašem sistemu. Prilikom korišćenja, polje maske fajlova će biti popunjeno odgovarajućim maskama.</p>
ta: <p>இந்த கணினியில் இருக்கும் மைம் வகைகளின் பட்டியல் தேர்தெடுக்கும் வகையில் காட்ட இந்த பொத்தானை சொடுக்கவும். பயன்படுத்தும் போது, கோப்பு குறியீடு தொடர்புடைய கவசத்துடன் நிரப்ப முடியும்.</p>
tg: <p>Ин кнопкаро барои намоиши рӯйхати намудҳои интихобшавандаи MIME-и системаи худ низ пахш кунед. Баъди интихоби намудҳои лозимӣ, рӯйхати вусъатоти ниқобҳои файл бо мутақобилияти намудҳои интихобшуда низ таъғир хоҳад ёфт.</p>
uk: <p>Натисніть цю кнопку для відображення списку типів файлів наявних в вашій системі, в якому можна буде відмітити окремі типи файлів. При використанні цієї можливості поле з розширеннями файлів теж буде заповнено відповідними масками.</p>
zh_cn: <p>单击此按钮可显示系统中可用的 MIME 类型复选列表。使用此功能后，上面的文件通配符项也会按照相应的 MIME 类型填入。</p>
