Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: indenter.register requires 2 parameters (event id (number), function to call (function))
af: indenter.register benodig 2 parameters (gebeur id (nommer), funksie om te roep (funksie))
be: indenter.register патрабуе 2 параметры (азначальнік падзеі (лік), функцыя выкліку (функцыя))
bg: Методът indenter.register изисква 2 параметъра (код на събитие (число), функция за извикване (функция))
ca: Calen 2 paràmetres per a indenter.register (id esdeveniment (número), funció a cridar (funció))
da: indenter.register kræver 2 parametre (begivenheds-id (nummer), funktion at kalde (funktion))
de: indenter.register erfordert 2 Parameter (event id(Nummer), aufzurufende Funktion (Funktion))
el: Το indenter.register απαιτεί 2 παραμέτρους (id γεγονότος(αριθμός), συνάρτηση που θα κληθεί(συνάρτηση))
es: indenter.register requiere 2 parámetros (identificador del evento(número) y función a llamar(función))
eu: indenter.register: 2 parametro behar ditu (gertaeraren IDa , deitzeko funtzioa) (zenbakia, funtzioa)
fa: indenter.register به ۲ پارامتر نیاز دارد )شناسۀ رویداد )شماره(، کار برای فراخوانی )کار((
fr: « indenter.register » nécessite deux paramètres (l'identifiant de l'évènement (nombre) et la fonction à appeler (fonction))
fy: indenter.register fereasket 2 parameters (event id (getal), funksje om oan te roppen (funksje))
gl: indenter.register requere 2 parámetros (event id (número), función á que chamar(función))
hu: Az indenter.register 2 paramétert igényel (eseményazonosító (szám), függvénynév (függvény))
is: inndrátts.skráning krefst 2. viðfanga (auðkenni atburðar (númer), fall sem á að kalla á (fall))
it: indenter.register richiede 2 parametri (id evento (numero), funzione da chiamare (funzione))
ja: indenter.register は 2 つのパラメータ (イベント id (数値), 呼び出す関数 (関数)) を要求します
kk: indenter.register: екі параметр талап етіледі (оқиға идентификаторы (сан) мен шақырылатын функциясы (функция))
km: indenter.register ត្រូវ​ការ​ប៉ារ៉ាម៉ែត្រ ២ (លេខ​សម្គាល់​ព្រឹត្តិការណ៍ (លេខ), អនុគមន៍​ដែល​ត្រូវ​ហៅ (អនុគមន៍))
ko: indenter.register 는 2개의 파라메터를 필요로 합니다.(이벤트 id (번호), 호출하려는 함수(함수))
ms: indenter.register memerlukan 2 parameter (id kejadian (nombor), fungsi untuk memanggil (fungsi))
nb: «indenter.register» trenger to parametere (hendelses-id (tall), funksjon som skal kalles (funksjon))
nds: indenter.register bruukt 2 Parameters (Begeefnis-ID (Nummer), to ropen Funkschoon (Funkschoon))
nl: indenter.register vereist 2 parameters (event id (getal), functie om aan te roepen (functie))
nn: indenter.register treng to parametrar (hendings-id (tal), funksjon som skal kallast (funksjon))
pl: indenter.register wymaga 2 parametrów (id zdarzenia (numer), funkcja do wywołania (funkcja))
pt: O 'indenter.register' necessita de 2 parâmetros (ID do evento (número), função a chamar (função))
pt_br: indenter.register requer 2 parâmetros (ID do evento (number) e função a ser chamada (function))
se: indenter.register gáibida 2 paramehtera (dáhpáhus-id (nummir), makkár doaimma galgá gohččut (doaimma namma))
sk: indenter.register vyžaduje 2 parametre (event id (číslo), function to call (funkcia))
sl: indenter.register potrebuje 2 parametra (id dogodka (številka), funkcija za klicanje (funkcija))
sr: indenter.register захтева 2 параметра (ид. догађаја (број), функција за позив (функција))
sr@latn: indenter.register zahteva 2 parametra (id. događaja (broj), funkcija za poziv (funkcija))
th: indenter.register ต้องการพารามิเตอร์ 2 ตัว (หมายเลขระบุเหตุการณ์ (ตัวเลข), ฟังก์ชันที่เรียกใช้ (ฟังก์ชัน))
uk: indenter.register вимагає 2 параметри (id події (number), функція для виклику(function))
zh_cn: indenter.register 需要两个参数(事件 ID(数字)、要调用的函数(函数))

source: indenter.register:invalid event id
af: indenter.register:ongeldige gebeur id
be: indenter.register:няправільны азначальнік падзеі
bg: indenter.register: невалиден код на събитие
ca: indenter.register: id d'esdeveniment no vàlid
cs: indenter.register:neplatné id události
da: indenter.register:ugyldigt begivenheds-id
de: indenter.register: ungültige event id
el: indenter.register:μη έγκυρο id γεγονότος
es: indenter.register: identificador de eventos inválido
eu: indenter.register: baliogabeko gertaeraren IDa
fa: indenter.register: شناسۀ نامعتبر رویداد
fr: « indenter.register » : identifiant de l'évènement non valable
fy: indenter.register:ûnjildich event id
gl: indenter.register:id de evento non válida
hu: indenter.register: érvénytelen eseményazonosító
is: inndrátts.skráning:ógilt auðkenni atburðar
it: indenter.register: id evento non valido
ja: indenter.register:不正なイベント id
kk: indenter.register: оқиға идентификаторы дұрыс емес
km: indenter.register ៖ លេខ​សម្គាល់​ព្រឹត្តិការណ៍​មិន​ត្រឹមត្រូវ
ko: indenter.register:유효하지 않은 이벤트 id
ms: indenter.register:id kejadian tak sah
nb: «indenter.register»: ugyldig hendelses-id
nds: indenter.register: Begeefnis-ID gellt nich
nl: indenter.register:ongeldige event id
nn: indenter.register: ugyldig hendings-id
pa: indenter.register:ਗਲਤ ਘਟਨਾ id
pl: indenter.register: nieprawidłowy id zdarzenia
pt: indenter.register:ID de evento inválido
pt_br: ID do evento para indenter.register: inválido
se: indenter.register:gustohis dáhpáhus-id
sk: indenter.register:neplatný event id
sl: indenter.register:neveljaven id dogodka
sr: indenter.register: неважећи ид. догађаја
sr@latn: indenter.register: nevažeći id. događaja
th: indenter.register:หมายเลขระบุเหตุการณ์ไม่ถูกต้อง
uk: indenter.register: неправильній id події
zh_cn: indenter.register：无效的事件 ID

source: indenter.register:there is already a function set for given
af: indenter.register:daar is reeds 'n funksie stel vir gegewe
be: indenter.register:функцыя ўжо вызначана
bg: indenter.register: вече има зададена функция
ca: indenter.register: ja hi ha una funció establerta
da: indenter.register:der er allerede en funktion sat for given
de: indenter.register: es ist bereits eine Funktion für die übergebene id gesetzt
el: indenter.register: Έχει δοθεί ήδη μία συνάρτηση
es: indenter.register: ya hay un conjunto de funciones dado
eu: indenter.register: badago funtzioa ezarrita lehendik ere honakoarentzat
fa: indenter.register:در حال حاضر یک مجموعۀ تابع برای مورد داده‌شده وجود دارد
fr: « indenter.register » : il existe déjà une fonction pour l'identifiant donné
fy: indenter.register:der is al in funksjeset foar jûn
gl: indenter.register: xa hai un conxunto de función para o dado
hu: indenter.register: már meg van adva egy függvénycsoport
is: inndrátts.skráning:það er þegar uppsett fall á uppgefið
it: indenter.register: c'è già una funzione impostata
ja: indenter.register:既に関数がセットされています
kk: indenter.register: функциясы орнатылған ғой
km: indenter.register ៖ មាន​មុខងារដែលបាន​កំណត់​រួច​ហើយ​សម្រាប់​ផ្ដល់​ឲ្យ
ko: indenter.register:이미 주어진 함수에 대한 함수 설정이 있습니다.
ms: indenter.register:sudah ada fungsi diset untuk
nb: «indenter.register»: det er allerede angitt en funksjon for gitt
nds: indenter.register: För de angeven ID is al en Funkschoon sett
nl: indenter.register:er is al een functieset voor gegeven
nn: indenter.register: ein funksjon er allereie vald for
pl: indenter.register: istnieje już funkcja dla danej
pt: indenter.register:já existe um conjunto de funções atribuído
pt_br: indenter.register:já exiuste um conjunto de funções fornecidas
sk: indenter.register:funkcia je už nastavená
sl: indenter.register:za dano je že nastavljena funkcija
sr: indenter.register: функција је већ постављена за дати
sr@latn: indenter.register: funkcija je već postavljena za dati
th: indenter.register:มีฟังก์ชันที่จะให้อยู่แล้ว
uk: indenter.register:тут вже встановлено функцію
zh_cn: indenter.register：已经设置了给定的函数

source: document.textLine:One parameter (line number) required
af: document.textLine:Een parameter (lyn nommer) benodig
be: document.textLine:Патрабны адзін параметр (нумар радка)
bg: Методът document.textLine изисква 1 параметър (номер на ред)
ca: document.textLine: Cal un paràmetre (número de línia)
da: document.textLine:En parameter (linjenummer) krævet
de: document.textLine: verlangt einen Parameter (Zeilennummer)
el: document.textLine:Απαιτείται μία παράμετρος (αριθμός γραμμής)
es: document.textLine:un parámetro (número de línea) requerido
eu: document.textLine: parametro 1 behar du (lerro zenbakia)
fa: document.textLine: یک پارامتر )شمارۀ خط( نیاز می‌باشد
fr: « document.textLine » : un paramètre requis (numéro de ligne)
fy: document.textLine:Ien paramater (rigelnûmer) fereaske
gl: document.textLine:Un parámetro (número de liña) requerido
hu: document.textLine: Egy paraméter (sorszám) szükséges
is: skjal.textaLína:Eitt viðfang (línu númer) nauðsynlegt
it: document.textLine: è richiesto un parametro (numero di riga)
ja: document.textLine:1 つのパラメータ (行番号) が必要です
kk: document.textLine: бір параметр талап етіледі (жол нөмірі)
km: document.textLine ៖ ត្រូវ​ការ​ប៉ារ៉ាម៉ែត្រ​មួយ (លេខ​បន្ទាត់)
ko: document.textLine:하나의 파라메터가 (행 번호) 필요합니다
ms: document.textLine:Satu parameter (nombor baris) diperlukan
nb: «document.textLine»: Én parameter (linjenummer) trengs
nds: document.textLine: En Parameter (Reegnummer) deit noot
nl: document.textLine:Een paramater (regelnummer) vereist
nn: document.textLine: Éin parameter (linjenummer) trengst
pa: document.textLine:ਇੱਕ ਮੁੱਲ (ਸਤਰ ਨੰਬਰ) ਲੋੜੀਦਾ ਹੈ
pl: document.textLine: wymagany jeden argument (numer wiersza)
pt: document.textLine:É necessário um parâmetro (número de linha)
pt_br: document.textLine:um parâmetro (número da linha) requerido
ro: document.textLine:Este necesar un parametru (numărul de linie)
se: document.textLine:Okta paramehtera (linnjánummir) gáibiduvvo
sk: document.textLine:Vyžaduje jeden parameter (číslo riadku)
sl: document.textLine:Potreben je en parameter (številka vrstice)
sr: document.textLine: Потребан је један параметар (број линије)
sr@latn: document.textLine: Potreban je jedan parametar (broj linije)
th: document.textLine:ต้องการพารามิเตอร์ (หมายเลขบรรทัด) 1 ตัว
uk: document.textLine:потрібний один параметр (номер рядка)
zh_cn: document.textLine：需要一个参数(行号)

source: document.textLine:One parameter (line number) required (number)
af: document.textLine:Een parameter (lyn nommer) benodigde (nommer)
be: document.textLine:Патрабуецца адзін параметр (нумар радка)
bg: Методът document.textLine изисква 1 параметър (номер на ред (число))
ca: document.textLine: Cal un paràmetre (número de línia) (número)
da: document.textLine:En parameter (linjenummer) krævet (nummer)
de: document.textLine: verlangt einen Parameter (Zeilennummer) (Zahl)
el: document.textLine:Απαιτείται μία παράμετρος (αριθμός γραμμής -αριθμός)
es: document.textLine:un parámetro (número de línea) requerido (número)
eu: document.textLine: parametro 1 behar du (lerro zenbakia) (zenbakia)
fa: document.textLine: یک پارامتر )شمارۀ خط( مورد نیاز است )شماره(
fr: « document.textLine » : un paramètre requis (numéro de la ligne (nombre))
fy: document.textLine:Ien parameter (rigelnûmer) fereaske (getal)
gl: document.textLine:Un parámetro (número de liña) requerido (número)
hu: document.textLine: Egy paraméter (sorszám) szükséges (szám)
is: skjal.textaLína:Eitt viðfang (línu númer) nauðsynlegt (númer)
it: document.textLine: è richiesto un parametro (numero di riga) (numero)
ja: document.textLine:1 つのパラメータ (行番号) が必要です (数値)
kk: document.textLine: бір параметр талап етіледі (жол нөмірі (сан))
km: document.textLine ៖ ត្រូវ​ការប៉ារ៉ាម៉ែត្រ​មួយ (លេខ​បន្ទាត់) (លេខ​)
ko: document.textLine:하나의 파라메터 (행 번호) 가 필요합니다.(번호)
ms: document.textLine:Satu parameter (nombor baris) diperlukan (nombor)
nb: «document.textLine»: Én parameter (linjenummer) trengs (nummer)
nds: document.textLine: En Parameter (Reegnummer) deit noot (Tall)
nl: document.textLine:Een parameter (regelnummer) vereist (getal)
nn: document.textLine: Éin parameter (linjenummer) trengst (nummer)
pa: document.textLine:ਇੱਕ ਮੁੱਲ (ਸਤਰ ਨੰਬਰ) ਲੋੜੀਦਾ ਹੈ (ਅੰਕ)
pl: document.textLine: wymagany jeden argument (numer wiersza (numer))
pt: document.textLine:É necessário um parâmetro (número de linha) (número)
pt_br: document.textLine:um parâmetro (número da linha) requerido (number)
ro: document.textLine:Este necesar un parametru (numărul de linie) (număr)
se: document.textLine:Okta paramehtera (linnjánummir) gáibiduvvo (nummir)
sk: document.textLine:Vyžaduje (číslo) jeden parameter (číslo riadku)
sl: document.textLine:Potreben je en parameter (številka vrstice) (številka)
sr: document.textLine: Потребан је један параметар (број линије) (број)
sr@latn: document.textLine: Potreban je jedan parametar (broj linije) (broj)
th: document.textLine:ต้องการพารามิเตอร์ (หมายเลขบรรทัด) 1 ตัว (หมายเลข)
uk: document.textLine:потрібний один числовий параметр (номер рядка)
zh_cn: document.textLine：需要一个参数(行号)(数字)

source: document.removeText:Four parameters needed (start line, start col,end line, end col)
af: document.removeText:Vier parameters benodig (begin lyn, begin kolom,end lyn, end kolom)
be: document.removeText:Патрабуюцца 4 параметры (пачатковы радок, пачатковы слупок, канцавы радок, канцавы слупок)
bg: Методът document.removeText: изисква 4 параметъра (начален ред, начална колона, краен ред, крайна колона)
ca: document.removeText: Calen quatre paràmetres (línia inicial, columna inicial, línia final, columna final)
da: document.removeText:Fire parametre nødvendige (startlinje, startsøjle, slutlinje, slutsøjle)
de: document.removeText:verlangt 4 Parameter (Startzeile, Startspalte, Endzeile, Endspalte)
el: document.removeText:Απαιτούνται τέσσερις παράμετροι (αρχική γραμμή, αρχική στήλη, τελική γραμμή, τελική στήλη)
es: document.removeText:Cuatro parámetros necesarios (línea inicial, columna inicial, línea final, columna final)
eu: document.removeText: 4 parametro behar ditu (hasierako lerroa, hasierako zutabea, amaierako lerroa, amaierako zutabea)
fa: document.removeText:چهار پارامتر مورد نیاز است )خط آغازی، ستون آغازی، خط پایانی، ستون پایانی(
fr: « document.removeText » : quatre paramètres requis (ligne de départ, colonne de départ, ligne de fin, colonne de fin)
fy: document.removeText: Fjouwer parameters nedich (begjinrigel, begjinkolom, einrigel, einkolom)
gl: document.removeText:Necesários catro parámetros (liña comero, coluna comezo, liña fin,coluna fin)
hu: document.removeText: Négy paraméter szükséges (kezdősor, kezdőoszlop, zárósor, záróoszlop)
is: skjal.fjarlægjaTexta:Fjögur viðföng nauðsynleg (hefja línu, hefja dálk, enda línu, enda dálk)
it: document.removeText: sono richiesti quattro parametri (riga inizio, colonna inizio, riga fine, colonna fine)
ja: document.removeText:4 つのパラメータ (開始行、開始列、終了行、終了列) が必要です
kk: document.removeText: төрт параметр талап етіледі (бастапқы жол, бастапқы баған, соңғы жол, соңғы баған)
km: document.removeText ៖ ត្រូវ​ការ​ប៉ារ៉ាម៉ែត្រ​បួន (បន្ទាត់​ចាប់ផ្តើម,​ជួរឈរ​ចាប់ផ្តើម,បន្ទាត់​បញ្ចប់,ជួរ​ឈរ​បញ្ចប់)
ko: document.removeText:네 개의 파라메터가 필요합니다 (행 시작, 열 시작, 행의 끝, 열의 끝)
ms: document.removeText:Empat parameter diperlukan (baris mula, mula kumpul,baris tamat, lajur tamat)
nb: «document.removeText»: Trenger fire parametere (startlinje, startkolonne, sluttlinje, sluttkolonne)
nds: document.removeText: Veer Parameters doot noot (Startreeg, Startstriep, Ennreeg, Ennstriep)
nl: document.removeText:Vier parameters benodigd (startregel, startkolom, eindregel, eindkolom)
nn: document.removeText: Treng fire parametrar (startlinje, startkolonne, sluttlinje, sluttkolonne)
pl: document.removeText: wymagane cztery parametry (pierwszy wiersz, pierwsza kolumna, ostatni wiersz, ostatnia kolumna)
pt: document.removeText:São necessários quatro parâmetros (linha início, coluna início, linha fim, coluna fim)
pt_br: document.removeText:quatro parâmetros necessários (linha de início, col de início, linha final, col final)
ro: document.removeText:Sînt necesari patru parametri (linia de început, coloana de început, linia de sfîrşit, coloana de sfîrşit)
se: document.removeText:Gáibida njeallje paramehtera (álgolinnjá, álgogurgádus, loahppalinnjá,loahppagurgádus)
sk: document.removeText:Potrebuje štyri parametre (štartovací riadok, štartovací stĺpec, koncový riadok, koncový stĺpec)
sl: document.removeText:Potrebni so štirje parametri (začetna vrstica, začetni stolpec, končna vrstica, končni stolpec)
sr: document.removeText: Потребна су 4 параметра (почена линија, почетна колона, крајња линија, крајња колона)
sr@latn: document.removeText: Potrebna su 4 parametra (počena linija, početna kolona, krajnja linija, krajnja kolona)
th: document.removeText:ต้องการพารามิเตอร์ 4 ตัว (บรรทัดเริ่ม, คอลัมน์เริ่ม, บรรทัดจบ, คอลัมน์จบ)
uk: document.removeText: потрібні чотири параметри (початковий рядок, початковий стовпчик, кінцевий рядок, кінцевий стовпчик)
zh_cn: document.removeText：需要四个参数(开始行、开始列、结束行、结束列)

source: document.removeText:Four parameters needed (start line, start col,end line, end col) (4x number)
af: document.removeText:Vier parameters benodig (begin lyn, begin kolom,end lyn, end kolom) (4x nommer)
be: document.removeText:Патрабуюцца 4 параметры (пачатковы радок, пачатковы слупок, канцавы радок, канцавы слупок)
bg: Методът document.removeText: изисква 4 параметъра (начален ред (число), начална колона (число), краен ред (число), крайна колона (число))
ca: document.removeText: Calen quatre paràmetres (línia inicial, columna inicial, línia final, columna final) (4 números)
da: document.removeText:Fire parametre nødvendige (startlinje, startsøjle, slutlinje, slutsøjle) (4x nummer)
de: document.removeText: verlangt 4 Parameter (Startzeile, Startspalte, Endzeile, Endspalte) (4x Zahl)
el: document.removeText:Απαιτούνται τέσσερις παράμετροι (αρχική γραμμή, αρχική στήλη, τελική γραμμή, τελική στήλη) (4x αριθμός)
es: document.removeText:Cuatro parámetros necesarios (línea inicial, columna inicial, línea final, columna final) (4 números)
eu: document.removeText: 4 parametro behar ditu (hasierako lerroa, hasierako zutabea, amaierako lerroa, amaierako zutabea) (4x zenbakia)
fa: document.removeText:چهار پارامتر مورد نیاز است )خط آغازی، ستون آغازی، خط پایانی، ستون پایانی( )۴× عدد(
fr: « document.removeText » : quatre paramètres requis (ligne de départ, colonne de départ, ligne de fin, colonne de fin) (quatre nombres)
fy: document.removeText: Fjouwer parameters benodigd (begjinrigel, begjinkolom, einrigel, einkolom) (4 x getal)
gl: document.removeText:Necesários catro parámetros (liña comero, coluna comezo, liña fin,coluna fin) (4x número)
hu: document.removeText: Négy paraméter szükséges (kezdősor, kezdőoszlop, zárósor, záróoszlop) (4 szám)
is: skjal.fjarlægjaTexta:Fjögur viðföng nauðsynleg (hefja línu, hefja dálk, enda línu, enda dálk) (4x númer)
it: document.removeText: sono richiesti quattro parametri (riga inizio, colonna inizio, riga fine, colonna fine) (4 numeri)
ja: document.removeText:4 つパラメータ (開始行、開始列、終了行、終了列) が必要です (4 つの数値)
kk: document.removeText: төрт параметр талап етіледі (бастапқы жол, бастапқы баған, соңғы жол, соңғы баған (төртеуі де сан))
km: document.removeText ៖ ត្រូវ​ការ​ប៉ារ៉ាម៉ែត្រ​បួន (​បន្ទាត់ចាប់ផ្តើម, ជួរឈរ​ចាប់ផ្តើម,​បន្ទាត់​បញ្ចប់, ជួរឈរ​បញ្ចប់) (លេខ 4x)
ko: document.removeText:네 개의 파라메터가 필요합니다 (행 시작, 열 시작, 행의 끝, 열의 끝) (4x 번호)
ms: document.removeText:Empat parameter diperlukan (baris mula, lajur mula,baris tamat, lajur tamat) (4x nombor)
nb: «document.removeText»: Trenger fire parametere (startlinje, startkolonne, sluttlinje, sluttkolonne) (fire tall)
nds: document.removeText: Veer Parameters doot noot (Startreeg, Startstriep, Ennreeg, Ennstriep) (4x Tall)
nl: document.removeText:Vier parameters benodigd (startregel, startkolom, eindregel, eindkolom) (4 x getal)
nn: document.removeText: Treng fire parametrar (startlinje, startkolonne, sluttlinje, sluttkolonne) (4 tal)
pl: document.removeText: wymagane cztery parametry (pierwszy wiersz, pierwsza kolumna, ostatni wiersz, ostatnia kolumna (4 x number))
pt: document.removeText:São necessários quatro parâmetros (linha início, coluna início, linha fim, coluna fim) (4 números)
pt_br: document.removeText:quatro parâmetros necessários (linha de início, col de início, linha final, col final) (4x number)
ro: document.removeText:Sînt necesari patru parametri (linia de început, coloana de început, linia de sfîrşit, coloana de sfîrşit) (4 x număr)
se: document.removeText:Gáibida njeallje paramehtera (álgolinnjá, álgogurgádus, loahppalinnjá,loahppagurgádus) (njeallje nummira)
sk: document.removeText:Potrebuje štyri parametre (štartovací riadok, štartovací stĺpec, koncový riadok, koncový stĺpec) (4x číslo)
sl: document.removeText:Potrebni so štirje parametri (začetna vrstica, začetni stolpec, končna vrstica, končni stolpec) (4 številke)
sr: document.removeText: Потребна су 4 параметра (почена линија, почетна колона, крајња линија, крајња колона) (4 броја)
sr@latn: document.removeText: Potrebna su 4 parametra (počena linija, početna kolona, krajnja linija, krajnja kolona) (4 broja)
th: document.removeText:ต้องการพารามิเตอร์ 4 ตัว (บรรทัดเริ่ม, คอลัมน์เริ่ม, บรรทัดจบ, คอลัมน์จบ) (ตัวเลข 4 ตัว)
uk: document.removeText:потрібні чотири числові параметри (початковий рядок, початковий стовпчик, кінцевий рядок, кінцевий стовпчик)
zh_cn: document.removeText：需要四个参数(开始行、开始列、结束行、结束列)(四个数字)
