Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Select the MimeTypes you want for this file type. Please note that this will automatically edit the associated file extensions as well.
af: Kies die Mime-tipes wat jy wil hê vir hierdie lêer tipe. Asseblief noteer dat hierdie outomaties sal redigeer die geassosieer lêer uitbreidings ook.
ar: اختار نوع ال Mime الذى تريده لهذا النوع من الملف ارجو ملاحظة ان هذا سيعمل على تحرير إمتداد الملف بقدر الامكان.
be: Выберыце тыпы MIME для гэтага тыпу файлаў. Улічвайце, што гэтае дзеянне дадаткова аўтаматычна зменіць асацыяваныя пашырэнні файлаў.
bg: <qt>Избор на типове MIME за зададения тип файл.<br>Имайте предвид, че тази операция автоматично ще редактира и асоциираните разширения към файла.</qt>
bs: Izaberite MIME tipove koje želite za ovaj tip datoteke. Molim obratite pažnju da će ovo automatski izmijeniti i polje sa pridruženim sufiksima datotečnih imena.
ca: Seleccioneu els tipus MIME que desitgeu per aquest tipus de fitxer. Si us plau, tingueu en compte que també s'editaran automàticament les extensions dels fitxers associats.
cs: Vyberte MIME typy, pro tento typ souboru. Prosím uvědomte si, že to též automaticky změní přiřazené přípony souborů.
da: Vælg de mimetyper du ønsker for denne fil. Bemærk venligst at dette også automatisk vil ændre de associerede filendelser.
de: Wählen Sie die MIME-Typen, die Sie für diese Art von Dateien wünschen. Bitte beachten Sie, dass dabei auch automatisch die zugeordneten Dateierweiterungen angepasst werden.
el: Επιλέξτε τους τύπους mime που θέλετε για αυτόν τον τύπο αρχείου. Παρακαλώ σημειώστε ότι επίσης αυτό θα διορθώσει αυτόματα τις σχετιζόμενες επεκτάσεις αρχείου.
es: Seleccione los tipos MIME que desea para este tipo de archivo. Por favor advierta que entonces se editarán también automáticamente las extensiones de archivos asociadas.
eu: Hautatu fitxategi-motari dagokion MIME motak. Jakin ezazu automatikoki editatuko direla esleitutako fitxategi-luzapenakere.
fa: انواع مایمی که برای این پرونده می‌خواهید را برگزینید. لطفاً، توجه داشته باشید که این کار به طور خودکار پسوند پرونده‌های وابسته را هم ویرایش خواهد کرد.
fi: Valitse haluamasi MIME-tyypit tälle tiedostotyypille. Huomaa, että tämä muokkaa myös automaattisesti sidottuja tiedostopäätteitä.
fr: Choisissez les types MIME que vous désirez pour ce type de fichiers. Veuillez noter que cette opération modifiera de même automatiquement les extensions de noms de fichiers associées.
fy: Selektear de Mime-triemtypen dy jo brûke wolle foar dit triemtype. Taljochting: dit sil ek automatysk de assosjearre triemtaheaksel bewurkje.
gl: Escolla os Tipos Mime que queira para este tipo de ficheiro. Recorde que asi tamén modificará automaticamente as extensións de ficheiro asociadas.
he: בחר את טיפוסי ה־Mime שאתה רוצה עבור סוג הקובץ הזה. שים לב כי אפשרות זו תביא גם לעריכה אוטומטית של סיומות הקבצים המשויכות.
hr: Odaberite MIME vrste koje želite dodijeliti ovoj vrsti datoteke. Napomena: Ovo će automatski izmijeniti i pridužene ekstenzije datoteka.
hu: Válassza ki, mely MIME-típusok tartozzanak ehhez a fájltípushoz. Ennek hatására automatikusan megváltoznak a társított fájlnévkiterjesztések is.
is: Veldu Mime tögin sem þú vilt tengja við þessa skráagerð. Athugaðu að þetta mun einnig breyta skráarendingunum sem við á sjálfkrafa.
it: Seleziona i tipi MIME che desideri per questo tipo di file. Nota che questo modificherà automaticamente anche le estensioni associate dei file.
ja: このファイル型に使う MIME タイプを選択してください。 これによって関連するファイル拡張子も自動的に編集されることに注意してください。
kk: Осы файл үшін MIME түрлерін таңдаңыз. Бұл түрге сәйкестірілген файл жұрнақтарын де автоматты түрде өзгертілетінін ескеріңіз.
km: ជ្រើស​ប្រភេទ Mime ដែល​អ្នកចង់​បាន​សម្រាប់​ប្រភេទ​ឯកសារ​នេះ ។ សូម​ចំណាំ​ថា ឯកសារ​នេះ​នឹងកែសម្រួល​កន្ទុយ​ឯកសារ​ដែល​ភ្ជាប់​ដោយ​ស្វ័យ​ប្រវត្តិ​ផង​ដែរ ។
ko: 이 파일타입에 대한 원하는 마임타입 선택하십시오. 주의 : 이것은 알려진 파일 확장자 연결을 자동적으로 편집합니다.
mk: Изберете ги Mime типовите кои ги сакате за овој тип на датотека. Забележете дека ова автоматски ќе ги уреди асоцираните наставки на датотеките.
ms: Pilih Jenis Mime yang anda ingin untuk jenis fail ini. Ambil perhatian bahawa ini juga akan mengedit sambungan fail yang berkenaan secara automatik.
nb: Velg Mime-typene du vil bruke med denne filtypen. Legg merke til at dette automatisk endrer tilhørende filetternavnene.
nds: Söök de MIME-Typen för disse Oort Dateien ut. Bitte beacht, dat automaatsch ok de toornten Dateiverwiedern ännert warrt.
nl: Selecteer de Mime-bestandstypen die u wilt gebruiken voor dit bestandstype. Opmerking: dit zal ook automatisch de geassocieerde bestandsextensies bewerken.
nn: Vel Mime-typane du vil bruka med denne filtypen. Legg merke til at dette i tillegg automatisk endrar filetternamna som høyrer til.
pl: Wybierz typy MIME jakie chcesz skojarzyć z tym typem plików. Uwaga! Spowoduje to automatyczną edycję powiązanych rozszerzeń plików.
pt: Seleccione os tipos MIME que deseja para este tipo de ficheiro. Repare que isto também irá editar automaticamente as extensões de ficheiros associadas.
pt_br: Selecione os tipos MIME que você deseja para este tipo de arquivo. Por favor, note que isto editará automaticamente as extensões de arquivo associadas.
ro: Selectaţi tipurile MIME pe care le doriţi pentru acest tip de fişier. Reţineţi că acest lucru va edita automat şi extensiile de fişiere asociate.
rw: Guhitamo Amoko Mime ushaka y'ubu bwoko bw'idosiye. Wamenya ko ibi bizahuzwa mu buryo bwikoresha n'imigereka y'idosiye.
se: Vállje MIME-šlájaid dán fiilašlája várás. Fuomáš ahte dát maid automáhtalaččat rievdada čatnojuvvon fiiladovddaldagaid.
sk: Vyberte typy MIME, ktoré chcete pre tento typ súborov. Uvedomte si, že to automaticky upraví aj asociované prípony súborov.
sl: Izberite vrste MIME, ki bi jih radi za to vrsto datotek. Prosim vedite, da bo to tudi samodejno uredilo pripadajoče datotečne pripone.
sr: Изаберите MIME типове које желите за овај тип фајла. Имајте на уму да ће ово аутоматски да измени и придужене наставке именима фајлова.
sr@latn: Izaberite MIME tipove koje želite za ovaj tip fajla. Imajte na umu da će ovo automatski da izmeni i pridužene nastavke imenima fajlova.
ta: இந்த கோப்பிற்கு தேவையான பலவகை மின்னஞ்சல்களைத் தேர்வு செய்க. . இப்படி செய்வது இந்த கோப்பிற்கு தொடர்பு உடைய கோப்பு விரிவாக்கங்களை தானாகத் திருத்தக்கூடியது என்பதை தயவு செய்து நினைவில் கொள்க.
tg: Намудҳои Mime барои ин файл нитихоб кунед. Дигаргуниҳои мувофиқ буда, дар рӯйхати васеъи файлҳо ба худкор дароварда мешавад.
uk: Виберіть типи файлів, для цього файла. Будь ласка, зважте, що, також, будуть автоматично змінені розширення файлів.
zh_cn: 选择你想要为此文件类型对应的 MIME 类型。 请注意，这也将自动编辑相关联的文件扩展名。

source: Select Mime Types
af: Kies Mime Tipes
ar: اختيار أنواع Mime
be: Выбар тыпаў MIME
bg: Избор на типове MIME
bs: Izaberite MIME tipove
ca: Selecciona el tipus MIME
cs: Vybrat MIME typy
da: Vælg mimetyper
de: MIME-Typen auswählen
el: Επιλογή τύπων mime
es: Seleccionar Tipos MIME
eu: Hautatu MIME motak
fa: برگزیدن انواع مایم
fi: Valitse MIME-tyypit
fr: Choisir les types MIME
fy: Mime Typen Selektearje
gl: Escoller Tipos Mime
he: בחירת טיפוסי Mime
hr: Odabir MIME vrste
hu: MIME-típusok
is: Velja Mime tög
it: Seleziona tipi MIME
ja: MIME タイプを選択
kk: MIME түрлерін таңдау
km: ជ្រើស​ប្រភេទ Mime
ko: 마임 타입 선택
mk: Избери Mime типови
ms: Pilih Jenis Mime
nb: Velg Mime-typer
nds: MIME-Typen utsöken
nl: Mime bestandstypen selecteren
nn: Vel Mime-typar
pa: Mime ਕਿਸਮ ਚੁਣੋ:
pl: Wybierz typy MIME
pt: Seleccionar os Tipos MIME
pt_br: Selecionar Tipos MIME
ro: Selectare tipuri MIME
rw: Gutoranya Amoko Mime
se: Vállje MIME-šlája
sk: Vyberte typy MIME
sl: Izberite vrste MIME
sr: Изабрите MIME типове
sr@latn: Izabrite MIME tipove
ta: மைம் வகைகளைத் தேர்ந்தெடுக்கவும்
tg: Намудҳои Mime-ро интихоб кунед
th: เลือกชนิดแฟ้ม Mime
uk: Виберіть типи файлів
zh_cn: 选择 MIME 类型

source: None
af: Geen
ar: بلا
be: Няма
bg: Без
bs: Ništa
ca: Cap
cs: Nic
da: Ingen
de: Keine
el: Κανένα
es: Ninguna
eu: Bat ere ez
fa: هیچ‌کدام
fi: Ei mitään
fr: Aucun
fy: Gjint
gl: Nengun
he: אך אחד
hr: Bez
hu: Nincs
is: Engin
it: Nessuno
ja: なし
kk: Жоқ
km: គ្មាន
ko: 없음
mk: Ниедно
ms: Tiada
nb: Ingen
nds: Keen
nl: Geen
nn: Ingen
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt: Nenhum
pt_br: Nenhuma
ro: Nimic
rw: Nta na kimwe
se: Ii oktage
sk: Žiadne
sl: Brez
sr: Ниједан
sr@latn: Nijedan
ta: எதுவும் இல்லை
tg: Ҳеҷ
th: ไม่มี
uk: Відсутній
zh_cn: 无

source: Available Commands
af: Beskikbare Opdragte
be: Наяўныя загады
bg: Налични команди
bs: Dostupne naredbe
ca: Ordres disponibles
cs: Dostupné příkazy
da: Tilgængelige kommandoer
de: Verfügbare Befehle
el: Διαθέσιμες εντολές
es: Órdenes disponibles
eu: Komando eskuragarriak
fa: فرمانهای موجود
fi: Käytössäolevat komennot
fr: Commandes disponibles
fy: Beskibere kommando's
gl: Comandos Disponíbeis
he: פקודות זמינות
hu: A rendelkezésre álló parancsok
is: Fáanlegar skipanir
it: Comandi disponibili
ja: 利用可能なコマンド
kk: Қолдануға болатын командалар
km: ពាក្យ​បញ្ជា​ដែល​អាច​ប្រើ​បាន
ko: 사용가능한 명령
mk: Достапни команди
ms: Arahan Yang Boleh Didapatkan
nb: Tilgjengelige kommando
nds: Verföögbor Befehlen
nl: Beschikbare commando's
nn: Tilgjengelege kommandoar
pa: ਉਪਲੱਬਧ ਕਮਾਂਡਾਂ
pl: Dostępne polecenia
pt: Comandos Disponíveis
pt_br: Comandos Disponíveis
ro: Comenzi disponibile
rw: Amabwiriza Aboneka
se: Olamuttus gohččumat
sk: Dostupné príkazy
sl: Razpoložljivi ukazi
sr: Доступне наредбе
sr@latn: Dostupne naredbe
ta: இருக்கும் கட்டளைகள்
tg: Фармонҳои дастрас
th: คำสั่งที่มีอยู่
uk: Наявні команди
zh_cn: 可用的命令

source: <p>For help on individual commands, do <code>'help &lt;command&gt;'</code></p>
af: <p>Vir hulp op individuele opdragte, doen <kode>'hulp &lt;opdrag&gt;'</kode></p>
be: <p>Каб атрымаць даведку па асобных загадах, выканайце <code>'help &lt;загад&gt;'</code></p>
bg: <p>За да получите помощ за дадена команда, напишете <code>help &lt;команда&gt;</code>.</p>
bs: <p>Za pomoć o individualnim naredbama, unesite <code>'help &lt;naredba&gt;'</code></p>
ca: <p>Per obtenir ajuda quant a ordres individuals, feu <code>'help &lt;ordre&gt;'</code></p>
da: <p>For hjælp med individuelle kommandoer, brug <code>'help &lt;command&gt;'</code></p>
de: <p>Für Hilfe zu einzelnen Befehlen,<code>'help &lt;Befehl&gt;'</code> wählen</p>
el: <p>Για βοήθεια με μια συγκεκριμένη εντολή, εκτελέστε <code>'help &lt;εντολή&gt;'</code></p>
es: <p>Para obtener ayuda de las ordenes individuales, haga <code>'help &lt;command&gt;'</code></p>
eu: <p>Komando bati buruzko laguntza lortzeko, idatzi <code>'help &lt;komandoa&gt;'</code></p>
fa: <p>برای کمک در مورد فرمانهای شخصی، <code>»>فرمان< کمک«</code> را اجرا کنید</p>
fr: <p>Pour une aide sur les commandes individuellement, faites <code>« help &lt;commande&gt; »</code></p>
fy: <p>Foar help oer in yndividueel kommando, doch <code>'help &lt;commando&gt;'</code></p>
gl: <p>Para obter axuda acerca dos comandos, escreba<code>'help &lt;comando&gt;'</code></p>
he: <p> כדי לקבל מידע אודות פקודה מיוחדת, כתוב <code>'help &lt;command&gt;'</code> </p>
hu: <p>Az egyes parancsokhoz segítség kérhető így: <code>'help &lt;parancs&gt;'</code></p>
is: <p>Fyrir hjálp yfir einstakar skipanir, sláðu inn <code>'help &lt;skipun&gt;'</code></p>
it: <p>Per la guida sui singoli comandi, fai <code>"help &lt;comando&gt;"</code></p>
ja: <p>個々のコマンドのヘルプは <code>'help &lt;command&gt;'</code></p> で見られます
kk: <p>Жеке бір команда туралы анықтаманы алу үшін <code>'help &lt;команда&gt;'</code> деп жазыңыз.</p>
km: <p>សម្រាប់​ជំនួយ​អំពីពាក្យ​បញ្ជា​នីមួយៗ ធ្វើ <code>'help &lt;command&gt;'</code></p>
ko: <p>각각의 명령에 대한 도움말을 보시려면, <code>'help &lt;command&gt;'</code>라는 명령을 실행하세요.</p>
mk: <p>За помош за индивидуалните команди напишете <code>„help &lt;command&gt;“</code></p>
ms: <p>Untuk bantuan bagi arahan individu, buat <code>'help &lt;command&gt;'</code></p>
nb: <p>For hjelp med enkelte kommandoer, kjør <code>'help &lt;command&gt;'</code></p>
nds: <p>Mit <code>'help &lt;Befehl&gt;'</code> warrt de Hülp för enkelte Befehlen wiest.</p>
nl: <p>Voor hulp over een individueel commando, doe <code>'help &lt;commando&gt;'</code></p>
nn: <p>For hjelp om ulike kommandoar skriv du <code>help &lt;kommando&gt;</code></p>
pa: <p>ਵੱਖਰੀ ਕਮਾਂਡ ਬਾਰੇ ਸਹਾਇਤਾ ਲਈ, <code>'help &lt;command&gt;'</code> ਵਰਤੋਂ</p>
pl: <p>Aby uzyskać pomoc na temat poleceń wykonaj <code>'help &lt;polecenie&gt;'</code></p>
pt: <p>Para uma ajuda sobre os comandos individuais, escreva <code>'help &lt;comando&gt;'</code></p>
pt_br: <p>Para ajuda de comandos individuallmente, executa <code>'help &lt;comando&gt;'</code></p>
ro: <p>Pentru informaţii de ajutor despre o anumită comandă, executaţi <code>'help &lt;comandă&gt;'</code></p>
rw: <p>Ku bijyanye n'ifashayobora ku mabwirizwa ubwayo, kora <code>'Ifashayobora &lt;ibwirizwa&gt;'</code></p>
se: <p>Jus háliidat veahkki dihto gohččuma birra, čále <code>'help &lt;gohččun&gt;'</code></p>
sk: <p>Pre pomocníka na jednotlivé príkazy, zadajte <code>'help &lt;command&gt;'</code></p>
sl: <p>Za pomoč pri posameznih ukazih napišite »<code>help &lt;ukaz&gt;</code>«</p>
sr: <p>За помоћ за свеку наредбу, куцајте <code>„help &lt;наредба&gt;“</code></p>
sr@latn: <p>Za pomoć za sveku naredbu, kucajte <code>„help &lt;naredba&gt;“</code></p>
ta: <p>தனி கட்டளைகளில் உதவிக்கு, <code>'help &lt;command&gt;' உள்ளிடவும்</code></p>
uk: <p>Для довідки по кожній окремій команді, виконайте <code>"help &lt;команда&gt;"</code></p>
zh_cn: <p>要获得关于单个命令的帮助，请执行<code>“help &lt;命令&gt;”</code></p>

source: No help for '%1'
af: Geen hulp vir '%1'
be: Даведка для '%1' адсутнічае
bg: Няма помощ за "%1".
bs: Nema pomoći za '%1'
ca: No hi ha ajuda per a '%1'
cs: Pro '%1' není nápověda
da: Ingen hjælp for '%1'
de: Es gibt keine Hilfe für '%1'
el: Δεν υπάρχει βοήθεια για το '%1'
es: No hay ayuda para '%1'
eu: Ez dago '%1'(r)i buruzko laguntzarik
fa: بدون کمک برای »%1«
fi: Ei avustetta aiheelle '%1'
fr: Aucune aide pour « %1 »
fy: Gjin help beskikber foar '%1'
gl: Non hai axuda para '%1'
he: אין עזרה עבור "%1"
hu: Nincs segítség ehhez: '%1'
is: Engin hjálp fyrir '%1'
it: Nessuna guida per: "%1"
ja: '%1' についてはヘルプがありません
kk: '%1' туралы анықтама жоқ
km: គ្មាន​ជំនួយ​សម្រាប់ '%1'
ko: '%1'에 대한 도움말이 없습니다.
mk: Нема помош за „%1“
ms: Tiada bantuan untuk '%1'
nb: Ingen hjelp for «%1»
nds: För "%1" gifft dat keen Hülp
nl: Geen hulp beschikbaar voor '%1'
nn: Ingen hjelp for «%1»
pa: '%1' ਲਈ ਸਹਾਇਤਾ ਨਹੀਂ
pl: Brak pomocy dla '%1'
pt: Sem ajuda para o '%1'
pt_br: Nenhuma ajuda para '%1'
ro: Nici un text de ajutor pentru '%1'
rw: Nta fashayobora '%1'
se: Ii gávdno veahkki «%1» várás
sk: Pre '%1' nie je pomocník
sl: Ni pomoči za »%1«
sr: Нема помоћи за „%1“
sr@latn: Nema pomoći za „%1“
ta: '%1'க்கு உதவி இல்லை
tg: Ёрмандӣ барои '%1' вуҷуд надорад
th: ไม่พบความช่วยเหลือสำหรับ '%1'
uk: Довідка для "%1" відсутня
zh_cn: 没有“%1”的帮助

source: No such command <b>%1</b>
af: Geen so opdrag <b>%1</b>
be: <b>%1</b>: такога загаду няма
bg: Няма такава команда "%1".
bs: Ne postoji naredba <b>%1</b>
ca: No hi és l'ordre: <b>%1</b>
cs: Takový příkaz neexistuje <b>%1</b>
da: Kommandoen <b>%1</b> findes ikke
de: Es gibt keinen Befehl <b>%1</b>
el: Δεν υπάρχει τέτοια εντολή <b>%1</b>
es: No existe la orden: <b>%1</b>
eu: Ez dago honelako komandorik: <b>%1</b>
fa: چنین فرمانی وجود ندارد <b>%1</b>
fi: Ei komentoa <b>%1</b>
fr: Commande <b>%1</b> introuvable
fy: Dit kommando bestiet net: <b>%1</b>
gl: Non hai tal comando <b>%1</b>
he: אין פקודה כזאת: <b>%1</b>
hu: Nincs ilyen parancs: <b>%1</b>
is: Óþekkt skipun <b>%1</b>
it: Comando inesistente: <b>"%1"</b>
ja: <b>%1</b> というコマンドはありません
kk: <b>%1</b> деген команда жоқ
km: គ្មាន​ពាក្យ​បញ្ជា <b>%1</b>​បែប​នេះ
ko: <b>%1</b>와 같은 명령이 없습니다.
mk: Нема таква команда <b>%1</b>
ms: Tiada arahan <b>%1</b>
nb: Kommandoen <b>%1</b> finnes ikke
nds: De Befehl <b>%1</b> is nich bekannt
nl: Dit commando bestaat niet: <b>%1</b>
nn: Ingen slik kommando <b>%1</b>
pa: ਕੋਈ <b>%1</b> ਕਮਾਂਡ ਨਹੀਂ ਹੈ
pl: Brak polecenia <b>%1</b>
pt: Não existe o comando <b>%1</b>
pt_br: Não existe o comando <b>%1</b>
ro: Această comandă nu există: <b>%1</b>
rw: Nta bwirizwa nkiryo <b>%1</b>
se: Gohččun <b>«%1»</b> ii gávdno.
sk: Neexistujúci príkaz <b>%1</b>
sl: Ni takega ukaza: <b>%1</b>
sr: Нема такве наребе: <b>„%1“</b>
sr@latn: Nema takve narebe: <b>„%1“</b>
ta: கட்டளை எதுவும் இல்லை <b>%1</b>
th: ไม่พบคำสั่ง <b>%1</b>
uk: Команда <b>%1</b> відсутня
zh_cn: 没有这样的命令 <b>%1</b>
