Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: JavaScript file not found
af: JavaScript lêer nie gevind nie
be: Файл JavaScript не знойдзены
bg: Файлът JavaScript не е намерен
ca: No s'ha trobat el fitxer JavaScript
cs: JavaScript soubor nenalezen
da: Javascript-filen ikke fundet
de: JavaScript-Datei nicht gefunden
el: Το αρχείο JavaScript δε βρέθηκε
es: Archivo JavaScript no encontrado
eu: Ez da Javascript fitxategia aurkitu
fa: پروندۀ جاوااسکریپت یافت نشد
fr: Fichier JavaScript non trouvé
fy: JavaSkript-triem net fûn
gl: Arquivo JavaScript non atopado
he: קובץ JavaScript לא נמצא
hu: Nem található a Javascript-fájl
is: JavaSkrifta fannst ekki
it: File JavaScript non trovato
ja: JavaScript ファイルが見つかりません
kk: JavaScript файлы табылмады
km: រក​មិន​ឃើញ JavaScript
ko: JavaScript 파일을 찾을 수 없습니다
mk: JavaScript-датотеката не е пронајдена
ms: Fail JavaScript tidak ditemui
nb: Fant ikke JavaScript-fil
nds: JavaScript-Datei lett sik nich finnen
nl: JavaScript-bestand niet gevonden
nn: Fann ikkje JavaScript-fil
pa: JavaScript ਫਾਇਲ ਨਹੀਂ ਲੱਭੀ
pl: Nie znaleziono pliku JavaScript
pt: O ficheiro JavaScript não foi encontrado
pt_br: Arquivo JavaScript não encontrado
ro: Nu am găsit fişierul JavaScript
rw: Idosiye JavaScript ntiyabonetse
se: Ii gávdnan JavaScript-fiilla
sk: Súbor JavaScript nenájdený
sl: Datoteka javascripta ni najdena
sr: JavaScript фајл није нађен
sr@latn: JavaScript fajl nije nađen
tg: Файли JavaScript ёфт нашуд
uk: Файл JavaScript не знайдено
zh_cn: JavaScript 文件未找到

source: Spelling (from cursor)...
af: Spelling (van plekwyser)...
be: Спраўдзіць правапіс (з курсора)...
bg: Проверка на правописа от курсора...
bs: Pravopis (od kursora)...
ca: Ortografia (des del cursor)...
cs: Kontrola pravopisu (od kurzoru)...
da: Stavekontrol (fra markøren)...
de: Rechtschreibprüfung (ab Cursor) ...
el: Ορθογραφία (από το δρομέα)...
es: Corrección ortográfica (desde el cursor)...
eu: Ortografia egiaztatzen (kurtsoretik...)
fa: در حال هجی کردن )از مکان‌نما(...
fi: Tavaa (kursorista)...
fr: Vérification de l'orthographe (depuis le curseur)...
fy: Stavering (fanôf rinnerke)...
gl: Corrección Ortográfica (desde o cursor)...
he: בדיקת איות (מהסמן)...
hu: Helyesírás-ellenőrzés (a kurzortól)...
is: Skoða stafsetningu (frá bendli)...
it: Correzione ortografica (dal cursore)...
ja: カーソル位置からスペルチェック(&G)...
kk: Емлесін тексеру (меңзерден бастап)...
km: អក្ខរាវិរុទ្ធ (ពី​ទស្សន៍​ទ្រនិច)...
ko: 맞춤법 검사(현재 위치부터)...
mk: Правопис (од покажувачот)...
ms: Ejaan (dari kursor)...
nb: Stavekontroll (fra skrivemerket) …
nds: Schriefwies (vun den Blinker af)
nl: Spelling (vanaf cursor)...
nn: Stavekontroll (frå skrivemerket) …
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ (ਕਰਸਰ ਤੋਂ)...
pl: Sprawdzanie pisowni (od kursora)...
pt: Verificação ortográfica (do cursor)...
pt_br: Verificando ortografia (do cursor)...
ro: Verifică ortografia (de la cursor)...
rw: Ivuganyuguti (uhereye ku iyoborayandika)...
se: Čállindárkkisteapmi (čállinmearkka rájes) …
sk: Kontrola pravopisu (od kurzora)...
sl: Črkovanje (od kazalca) ...
sr: Правопис (од курсора)...
sr@latn: Pravopis (od kursora)...
tg: Санҷиши имло (аз рӯйи курсор)...
uk: Перевірка правопису (від курсора)...
zh_cn: 拼写(从光标处)...

source: Check the document's spelling from the cursor and forward
af: Kontroleur die dokument se spelling van die plekwyser en vorentoe
be: Спраўдзіць правапіс дакумента, пачынаючы з курсора і далей
bg: Проверка на правописа на документа от курсора до началото а документа
bs: Provjeri pravopis dokumenta od kursora naprijed
ca: Comprova l'ortografia dels documents des del cursor endavant
cs: Zkontrolovat pravopis od kurzoru dále
da: Tjek dokumentets stavemåde fra markøren og fremad
de: Rechtschreibprüfung des Dokumentes von der Cursorposition beginnend
el: Έλεγχος ορθογραφίας του εγγράφου από τη θέση του δρομέα και προς τα μπροστά
es: Comprobar la ortografía del documento desde el cursor hacia adelante.
eu: Egiaztatu dokumentuaren ortografia kurtsoretik aurrera.
fa: بررسی هجی کردن سند از مکان‌نما و پیش‌سو
fr: Vérifier l'orthographe du document du curseur jusqu'à la fin
fy: Hifket de stavering fanôf it rinnerke en fierder
gl: Comproba a ortografia do documento desde o cursor cara adiante
he: בדוק שגיאות כתיב במסמך הזה מהסמן והלאה
hu: A szöveg helyesírásának ellenőrzése a kurzortól a dokumentum végéig
is: Skoða stafsetningu skjalsins frá bendlinum og áfram
it: Controlla l'ortografia del documento dal cursore in poi
ja: カーソル位置から前向きにスペルチェック
kk: Меңзерден бастап алға құжаттың емлесін тексеру
km: ពិនិត្យ​អក្ខរាវិរុទ្ធ​របស់​ឯកសារ​ពី​ទស្សន៍​ទ្រនិច​ទៅ​មុខ​
ko: 현재 위치에서부터 맞춤법 검사를 시작합니다.
mk: Го проверува правописот на документот од покажувачот натаму.
ms: Semak ejaan dokumen dari kursor dan ke depan
nb: Kontroller stavinga i dokumentet fra skrivemerket og framover
nds: Dokment vun den Blinker af op Schrieffehlers pröven
nl: Controleert de spelling vanaf de cursor en verder
nn: Kontroller stavinga i dokumentet frå skrivemerket og framover
pa: ਕਰਸਰ ਅਤੇ ਉਸ ਤੋਂ ਅੱਗੇ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਸ਼ਬਦ-ਜੋੜ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdza pisownię w dokumencie od kursora w przód
pt: Verificar a ortografia do documento a partir do cursor
pt_br: Verifica a ortografia dos documentos a partir do cursor em diante
ro: Verifică ortografia documentului începînd de la cursor înainte
rw: Kureba ivuganyuguti ry'inyandiko uhereye ku nyoborayandika noneho ukohereza
se: Dárkkis riektačállima čállinmearkka rájes ja ovddasguvlui.
sk: Skontroluje pravopis dokumentu od kurzora smerom dopredu
sl: Preveri črkovanje dokumenta od kazalca naprej
sr: Проверава правопис документа од курсора унапред
sr@latn: Proverava pravopis dokumenta od kursora unapred
uk: Перевірити правопис документа від курсора і далі
zh_cn: 从光标处向下检查文档的拼写

source: Spellcheck Selection...
af: Spellkontroleur Kiesing...
be: Спраўдзіць правапіс вылучанага тэксту...
bg: Проверка на правописа на маркировката...
bs: Provjeri pravopis izabranog...
ca: Corregeix la selecció...
cs: Kontrola pravopisu označeného...
da: Stavekontrol udvalgt...
de: Rechtschreibprüfung für Auswahl ...
el: Έλεγχος ορθογραφίας της επιλογής...
es: Selección del corrector ortográfico...
eu: Hautapenaren zuzenketa...
fa: گزینش غلط‌یاب...
fi: Oikoluvun valinta...
fr: Vérification de l'orthographe de la sélection...
fy: Seleksje op tsvering hifkje...
gl: Seleición de Corrección Ortográfica...
he: בדיקת איות של הקטע הנבחר...
hu: Helyesírás-ellenőrző kiválasztása...
is: Val af stafsetningarskoðun...
it: Controllo ortografico selezione...
ja: 選択範囲をスペルチェック(&K)...
kk: Таңдалғанның емлесін тексеру...
km: ជម្រើស​ពិនិត្យអក្ខរាវិរុទ្ធ...​
ko: 맞춤법 검사
mk: Избор за проверка на правопис...
ms: Pilihan Semak Eja...
nb: Stavekontroller utvalg …
nds: Schriefwies för Markeren...
nl: Selectie op spelling controleren...
nn: Stavekontroll på utval …
pa: ਚੋਣ ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ...
pl: Sprawdzanie pisowni w zaznaczeniu...
pt: Verificação Ortográfica da Selecção...
pt_br: Seleção da Verificação Ortográfica...
ro: Verifică ortografia selecţiei...
rw: Ihitamo ry'Igenzuranyuguti...
se: Dárkkis riektačállima merkejuvvon guovllus …
sk: Kontrola pravopisu výberu...
sl: Izbira preverjanja črkovanja ...
sr: Провери правопис избора...
sr@latn: Proveri pravopis izbora...
tg: Интихоби санҷиши имло...
th: ตรวจคำสะกดในส่วนที่เลือก...
uk: Перевірка правопису вибраного...
zh_cn: 对选中范围进行拼写检查...

source: Check spelling of the selected text
af: Kontroleur spelling van die verkose teks
be: Спраўдзіць правапіс вылучанага тэксту
bg: Проверка на правописа на маркирания текст в документа
bs: Provjeri pravopis izabranog teksta
ca: Comprova l'ortografia del text seleccionat
cs: Zkontrolovat pravopis označeného textu
da: Tjek dokumentets stavemåde for den udvalgte tekst
de: Rechtschreibprüfung für den ausgewählten Text
el: Έλεγχος ορθογραφίας του επιλεγμένου κειμένου
es: Comprobar la ortografía del texto seleccionado
eu: Egiaztatu hautatutako testuaren ortografia
fa: بررسی هجی متن برگزیده
fi: Oikolue valittu teksti
fr: Vérification de l'orthographe du texte sélectionné
fy: Hifkje de selektearre tekst op stavering
gl: Comprobar a ortografia do texto escollido
he: בדוק האם יש שגיאות כתיב בקטע הנבחר
hu: A kijelölt szöveg helyesírásának ellenőrzése
is: Athuga stafsetningu í valda textanum
it: Controlla l'ortografia del testo selezionato
ja: 選択したテキストをスペルチェック
kk: Таңдалған мәтіннің емлесін тексеру
km: ពិនិត្យអក្ខរាវិរុទ្ធ​នៃ​អត្ថបទ​ដែល​បាន​ជ្រើស
ko: 선택된 텍스트의 맞춤법을 검사합니다.
mk: Проверува правопис на избраниот текст
ms: Semak ejaan teks yang dipilih
nb: Stavekontroller merket tekst
nds: Markeerten Text op Schrieffehlers pröven
nl: Controleer de spelling van de geselecteerde tekst
nn: Kontrollerer stavinga på den utvalde teksten
pa: ਚੁਣੇ ਪਾਠ ਵਿੱਚ ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ
pl: Sprawdza pisownię w zaznaczonym tekście
pt: Verificar a ortografia do texto seleccionado.
pt_br: Verifica a ortografia do texto selecionado
ro: Verifică ortografia textului selectat
rw: Kureba ivuganyuguti y'umwandiko watoranyijwe
se: Dárkkis merkejuvvon teavstta riektačállima.
sk: Skontroluje pravopis vo vybratom texte
sl: Preveri črkovanje izbranega besedila
sr: Провери правопис у изабраном тексту
sr@latn: Proveri pravopis u izabranom tekstu
th: ตรวจสอบคำสะกดในข้อความที่เลือกไว้
uk: Перевірка правопису вибраного тексту
zh_cn: 检查选中文字的拼写

source: Spellcheck
af: Spelltoetser
ar: مصحّح الإملاء
be: Спраўдзіць правапіс
bg: Проверка на правописа
bs: Provjera pravopisa
ca: Comprovació ortogràfica
cs: Kontrola pravopisu
da: Stavekontrol
de: Rechtschreibprüfung
el: Έλεγχος ορθογραφίας
es: Corrector ortográfico
eu: Ortografia zuzenketa
fa: غلط‌یاب
fi: Oikoluku
fr: Orthographe
fy: Staveringshifker
gl: Comprobar Ortografia
he: בדיקת איות
hr: Provjera pravopisa
hu: Helyesírás-ellenőrzés
is: Villuleit
it: Controllo ortografico
ja: スペルチェック
kk: Емлені тексеру
km: ពិនិត្យអក្ខរាវិរុទ្ធ
ko: 맞춤법 검사
mk: Проверка на правопис
ms: Semak Eja
nb: Stavekontroll
nds: Schriefwies pröven
nl: Spellingcontrole
nn: Stavekontroll
pa: ਸ਼ਬਦ-ਜੋੜ ਜਾਂਚ
pl: Sprawdzanie pisowni
pt: Verificação Ortográfica
pt_br: Verificação Ortográfica
ro: Verificare ortografie
rw: Igenzuranyuguti
se: Čállindárkkisteapmi
sk: Kontrola pravopisu
sl: Preverjanje črkovanja
sr: Провера правописа
sr@latn: Provera pravopisa
ta: சொல் திருத்தி
tg: Санҷиши имло
th: ตรวจคำสะกด
uk: Перевірка правопису
zh_cn: 拼写检查

source: The spelling program could not be started. Please make sure you have set the correct spelling program and that it is properly configured and in your PATH.
af: Die spelling program kon nie begin word nie. Maak asseblief seker dat jy die korrekte spelling program ingestel het en dat dit ordentlik konfigureer is en in jou PATH.
bg: Външната програма за проверка на правописа не може да бъде стартирана. Моля, проверете дали имате инсталирана и правилно настроена програмата, която ползвате за проверка на правописа.
bs: Nisam mogao pokrenuti program za provjeru pravopisa. Molim provjerite da li ste odabrali ispravan program za provjeru pravopisa, da li ste ga ispravno podesili, te da li je postavljen u vaš PATH.
ca: No s'ha pogut engegar el programa d'ortografia. Assegureu-vos que heu establert el programa d'ortografia correcte, que està correctament configurat i al vostre PATH.
cs: Nebylo možné spustit program kontroly pravopisu. Prosím ujistěte se, že je správně nastaven a obsažen v proměnné PATH.
da: Stavekontrolprogrammet kunne ikke startes. Sørg venligst for at du har sat det rigtige stavekontrolprogram og at det er rigtigt indstillet og i din sti (PATH).
de: Das Rechtschreibprogramm lässt sich nicht starten. Bitte vergewissern Sie sich, dass das ausgewählte Rechtschreibprogramm korrekt eingerichtet ist und sich in Ihrem Pfad befindet.
el: Το πρόγραμμα ελέγχου ορθογραφίας ήταν αδύνατο να εκκινηθεί. Παρακαλώ βεβαιωθείτε ότι το έχετε ρυθμίσει σωστά και ότι είναι στο PATH σας.
es: No se pudo iniciar el programa de corrección ortográfica. Por favor, asegúrese de que dispone del corrector ortográfico y que está correctamente configurado y en su PATH.
eu: Ezin izan da ortografia zuzenketa abiarazi. Ziurtatu ortografia zuzentzeko programa ongi konfiguratuta eta inguruneko PATH aldagaian ezarrita aurkitzen dela.
fa: برنامۀ غلط‌یاب را نمی‌توان آغاز کرد. لطفاً، مطمئن شوید که برنامۀ هجی صحیح را تنظیم کرده‌اید، و به درستی پیکربندی شده و در مسیرتان است.
fi: ISpelliä ei voitu käynnistää. Varmista, että ISpellin asetukset ovat oikein ja että se on hakemistopolussa.
fr: Le programme de vérification d'orthographe n'a pu être démarré. Veuillez vous assurez que vous avez défini le bon programme de vérification d'orthographe, qu'il est configuré correctement et qu'il est présent dans la variable d'environnement « PATH ».
fy: De staveringshifker koe net opstart wurde. Soargje derfoar dat de staveringshifker just ynsteld is, en it byhearrende programma yn jo sykpaad ($PATH) stiet.
gl: O programa de ortografia non puido ser iniciado. Asegurese de que indicou o programa correcto, de que está ben configurado e de que está no seu PATH.
he: לא יכול להריץ את תוכנית בדיקת האיות. אנא בדוק שתוכנת בדיקת האיות מותקנת כראוי והוא נמצא בנתיב שלך.
hu: A helyesírás-ellenőrző programot nem sikerült elindítani. Ellenőrizze, hogy a megfelelő program van-e beállítva és a program szerepel-e az elérési útban.
is: Ekki var hægt að ræsa stafsetningarforritið. Vinsamlegast gakktu úr skugga um að það sé rétt upp sett og í leitarslóðinni (PATH) þinni.
it: Impossibile avviare il programma di controllo ortografico. Assicurati di aver selezionato e configurato correttamente il programma di controllo ortografico, e assicurati inoltre che sia presente nel tuo PATH.
ja: スペルチェッカーを開始できません。スペルチェッカーの設定と PATH 変数の設定が正しいか確認してください。
kk: Емлені тексеру бағдарламасы іске қосылмады. Дұрыс емлені тексеру бағдарламаның шақырылғанын, оның дұрыс бапталғанын және PATH көрсететін жолдарда бар екенін тексеріңіз.
km: កម្មវិធី​ពិនិត្យ​អក្ខរាវិរុទ្ធ​មិន​អាចចាប់​ផ្ដើម​បាន​ឡើយ ។ សូម​ប្រាកដ​ថា អ្នក​បាន​កំណត់​កម្មវិធី​ពិនិត្យ​អក្ខរាវិរុទ្ធ​ត្រឹមត្រូវ ហើយ ​វា​ត្រូវ​បាន​កំណត់​រចនា​សម្ព័ន្ធ​យ៉ាង​សមរម្យ និង​ស្ថិត​ក្នុង PATH របស់​អ្នក ។
ko: 맞춤법 프로그램이 시작되지 않습니다. 알맞은 맞춤법 검사 프로그램인지, 설정은 정확한지, 실행 경로 내에 있는지 확인하십시오.
mk: Програмата за проверка на правопис не можеше да се стартува. Осигурете се дека ја имате правилно конфигурирано програмата за проверка на правопис и дека таа е во вашата променлива PATH.
ms: Program ejaan tidak dapat dimulakan. Pastikan anda telah mengeset program ejaan yang betul dan ia dikonfigur dengan betul dan dalam PATH anda.
nb: Klarte ikke å starte stavekontrollen. Se til at stavekontrollen er riktig installert og tilgjengelig i søkestien (PATH).
nds: De Klookschriever lett sik nich starten. Bitte prööv, wat Du dat richtige Programm hest, dat richtig instellt is un sik dat ok över Dien PATH-Variable finnen lett.
nl: De spellingcontrole kon niet worden opgestart. Zorg ervoor dat de spellingcontrole correct is ingesteld, en het bijhorende programma in uw zoekpad ($PATH) staat.
nn: Klarte ikkje starta stavekontrollprogrammet. Sjå etter at du har valt rett stavekontrollprogram, at det er rett sett opp og at det er tilgjengeleg i søkjestigen (PATH).
pl: Nie można uruchomić programu sprawdzającego pisownię. Proszę sprawdzić, czy jest poprawnie skonfigurowany i czy jest dostępny poprzez zmienną PATH.
pt: Não foi possível iniciar o programa de verificação ortográfica. Certifique-se que o tem configurado convenientemente e no seu PATH.
pt_br: O programa de correção ortográfica não pôde ser iniciado. Tenha certeza de que ele foi propriamente configurado e está em sua variável PATH.
ro: Nu am putut porni aplicaţia de verificare ortografică. Verificaţi că este configurată corespunzător şi că este accesibilă prin căile definite în variabila de mediu PATH.
rw: Porogaramu y'ivuganyuguti ntiyashoboye gutangizwa. Izere ko waboneje porogaramu nyayo y'ivuganyuguti kandi ikaba ibonejwe mu buryo nyabwo no mu NZIRA yawe.
se: Ii sáhttán álggahit čállindárkkistanprográmma. Dárkkis ahte rievttes prográmma lea sajáiduhttonja ahte gávdno ohcanbálgás (PATH):
sk: Program pre kontrolu pravopisu sa nepodarilo spustiť. Overte, že ho máte správne nastavený a je vašej PATH.
sl: Program za prevejranje črkovanja ni mogel biti zagnan. Prosim preverite, da imate pravilen program za črkovanje in da je pravilno nastavljen in v vaši poti PATH.
sr: Програм за проверу спеловања није могао да се покрене. Уверите се да сте одабрали исправан програм за проверу, да је исправно подешен и да се налази у вашој системској путањи.
sr@latn: Program za proveru spelovanja nije mogao da se pokrene. Uverite se da ste odabrali ispravan program za proveru, da je ispravno podešen i da se nalazi u vašoj sistemskoj putanji.
ta: எழுத்துப்பிழை நிரலை துவக்க முடியவில்லை. நீங்கள் சரியான எழுத்துப்பிழை நிரலை உங்கள் பாதையில் ஒழுங்காக வடிவமைத்துள்ளீர்களா என்று உறுதிப்படுத்தவும்.
uk: Неможливо запустити програму перевірки правопису. Будь ласка, переконайтеся, що вибрано правильну програму перевірки правопису та шлях до неї присутній у PATH.
zh_cn: 无法启动拼写程序。请确定您已经正确安装了拼写程序，并已在 PATH 中配置好了。

source: The spelling program seems to have crashed.
af: Die spelling program blyk om omgeval te wees.
be: Праграма спраўджвання правапісу зламалася.
bg: Аварийно завършване на програмата за проверка на правописа.
bs: Izgleda da je program za provjeru pravopisa krahirao.
ca: Sembla que el programa d'ortografia ha petat.
cs: Zdá se, že program kontroly pravopisu zhavaroval.
da: Stavekontrolprogrammet synes at være brudt sammen.
de: Das Rechtschreibprogramm scheint abgestürzt zu sein.
el: Το πρόγραμμα ελέγχου ορθογραφίας φαίνεται να κατέρρευσε.
es: Parece que el corrector ortográfico se ha muerto.
eu: Ortografia zuzentzeko programa kraskatu egin dela dirudi.
fa: به نظر می‌رسد برنامۀ هجی فرو‌پاشی شده است.
fi: ISpell kaatui.
fr: Le programme de vérification d'orthographe semble s'être arrêté anormalement.
fy: De staveringshifker is ûnferwachts beeine.
gl: O programa de ortografia parece terse estragado.
he: נראה שתוכנת בדיקת האיות קרסה.
hu: A helyesírás-ellenőrző valószínűleg lefagyott.
is: Stafsetningarforritið virðist hafa hrunið.
it: Sembra che il programma di controllo ortografico sia andato in crash.
ja: スペルチェッカーが異常終了したようです。
kk: Емлені тексеру бағдарламасы қираған болу керек.
km: កម្មវិធីពិនិត្យអក្ខរាវិរុទ្ធ​ហាក់​បី​ដូច​ជា​គាំង ។
ko: 맞춤법 프로그램이 중단되었습니다.
mk: Изгледа дека програмата за проверка на правопис падна.
ms: Program ejaan sudah rosak.
nb: Det virker som om stavekontrollen har krasjet.
nds: As dat lett is de Klookschriever afstört.
nl: De spellingcontrole is onverwacht beëindigd.
nn: Det verkar som om stavekontrollprogrammet har krasja.
pa: ਸ਼ਬਦ-ਜੋੜ ਪਰੋਗਰਾਮ ਨਸ਼ਟ ਹੋਇਆ ਜਾਪਦਾ ਹੈ।
pl: Program sprawdzający pisownię prawdopodobnie uległ awarii.
pt: O programa de verificação ortográfica parece ter estoirado.
pt_br: O programa de correção ortográfica parece ter abortado.
ro: Se pare că programul de ortografie s-a prăbuşit.
rw: Porogaramu y'ivuganyuguti imeze nkiyagize ikibazo.
se: Čállindárkkistanprográmma oroleamen riekčanan.
sk: Program pre kontrolu pravopisu asi spadol.
sl: Kaže, da se program za preverjanje črkovanja sesul.
sr: Изгледа да се програм за проверу спеловања срушио.
sr@latn: Izgleda da se program za proveru spelovanja srušio.
ta: எழுத்துப் பிழை நிரலி அழிக்கப்பட்டது போல் தெரிகிறது.
uk: Здається, програма перевірки правопису завершилася аварійно.
zh_cn: 拼写程序好像崩溃了。

source: Cut the selected text and move it to the clipboard
af: Knip die gekose teks en beweeg dit na die klipbord
ar: قصّ النصّ المنتقى و ضعه في حازم الأوراق
be: Выразаць вылучаны тэкст і змясціць яго ў кішэню
bg: Изрязване на маркирания текст и поставяне в системния буфер.
bs: Isjeci izabrani tekst i smjesti ga u clipboard
ca: Talla el text seleccionat i mou-lo al portapapers
cs: Vystřihnout vybraný text a přesunout ho do schránky
da: Klip den markerede tekst ud og flyt den til klippebordet
de: Schneidet den ausgewählten Text aus und verschiebt ihn in die Zwischenablage
el: Αποκοπή του επιλεγμένου κειμένου και μετακίνησή του στο πρόχειρο
es: Corta el texto seleccionado y lo mueve al portapapeles
eu: Moztu hautatutako testua eta eraman arbelera
fa: برش متن برگزیده و حرکت آن به تخته یادداشت
fi: Leikkaa valitun tekstin ja siirtää sen leikepöydälle
fr: Couper le texte sélectionné et le placer dans le presse-papiers
fy: Knip de selektearre tekst en set dizze op it klamboerd
gl: Cortar o texto escollido e mové-lo ao portarretallos
he: גזירת הטקסט הנבחר והעברתו אל לוח העריכה
hr: Izreži izabarani tekst i premjesti ga u odlagalište
hu: A kijelölt szövegrész kivágása a vágólapra
is: Klippa valinn texta og setja hann á klippispjaldið
it: Taglia il testo selezionato e lo inserisce negli appunti
ja: 選択されたテキストを切り取り、クリップボードに移動します
kk: Таңдалған мәтінді қиып алып алмасу буферіне салу
km: កាត់​អត្ថបទ​ដែល​បាន​ជ្រើស និង​ផ្លាស់​ទី​វា​ទៅ​ក្ដារ​តម្បៀត​ខ្ទាស់
ko: 선택된 문자열을 잘라서 클립 보드로 이동
mk: Исечи го избраниот текст и премести го на таблата со исечоци
ms: Potong teks yang dipotong dan alihkan ke klipbod
nb: Klipp ut markert tekst og flytt den til utklippstavla
nds: Den markeerten Text knippen un na de Twischenaflaag verschuven
nl: Knip de geselecteerde tekst en plaats deze op het klembord
nn: Klipp ut merka tekst og flytt han til utklippstavla
pa: ਚੁਣੇ ਪਾਠ ਨੂੰ ਕੱਟੋ ਅਤੇ ਕਲਿੱਪਬੋਰਡ 'ਚ ਨਕਲ ਕਰੋ
pl: Wytnij zaznaczony tekst i przenieś go do schowka
pt: Cortar o texto seleccionado e movê-lo para a área de transferência
pt_br: Cortar o texto selecionado e movê-lo para a área de transferência
ro: Taie textul selectat şi îl mută în clipboard
rw: Gukata umwandiko watoranyijwe kandi ukawimurira mu bubiko-koporora
se: Čuohpa merkejuvvon teavstta ja sirdde dan čuohpusgirjái
sk: Vystrihni vybraný text a presuň ho do schránky
sl: Izreži izbrano besedilo in ga premakni v odložišče
sr: Исеца означени текст и премешта га у клипборд
sr@latn: Iseca označeni tekst i premešta ga u klipbord
ta: தேர்வு செய்த உரையை வெட்டி கிளிப் போர்டுக்கு நகர்த்தவும்.
tg: Матни интихобшударо буред ва ба хотира кучонед
th: ตัดข้อความที่เลือกไว้ และย้ายไปเก็บไว้ที่คลิปบอร์ด
uk: Вирізати вибраний текст та пересунути його в кишеню
zh_cn: 剪下选中的文字并保存到剪贴板
