Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Use this command to wrap all lines of the current document which are longer than the width of the current view, to fit into this view.<br><br> This is a static word wrap, meaning it is not updated when the view is resized.
af: Gebruik hierdie opdrag na oorvloei alle lyne van die huidige dokument wat woord langer as die wydte van die huidige besigtig, na pas binnein hierdie besigtig.<br><br> hierdie is 'n statiese woord oorvloei, wat beteken dit is nie opgedateer wanneer die besigtig is hervergroot.
ar: استخدم هذا الأمر لتطبيق الالتفاف على كل الأسطر للمستند الحالي والتي تكون أعرض من أن تتناسب مع العرض الحالي. <br><br>ويعتبر هذا التفافاً ثابتاً بمعنى أنّه لا يحدّث عند تغيير حجم العرض.
bg: Автоматично пренасяне на редовете, които са по-дълги от текущата видима част.<br><br>Това е статично пренасяне на думи, което означава, че ако се промени видимата част, то не се извършва ново обновяване на преноса на думи.
bs: Koristite ovu naredbu da biste prelomili sve linije trenutnog dokumenta koje su duže od trenutne širine prozora, kako bi stali u prozor. <br> <br> Ovo je statično lomljenje riječi, što znači da se neće prilagoditi kada promijenite veličinu prozora.
ca: Useu aquesta ordre per ajustar totes les línies del document actual que siguin més llargues que l'amplada de la vista actual, de manera que s'hi ajustin.<br><br> Això es tracta d'un ajust estàtic, el que significa que no s'actualitza en redimensionar la vista.
cs: Použijte tento příkaz k zalomení všech řádek současného dokumentu jež jsou delší než šířka aktuálního ohledu tak, aby se do pohledu vešli. <br><br> Toto je statické zalamování slov, což znamená, že není aktualizované pokud se změní velikost pohledu.
da: Brug denne kommando til at ombryde alle de linjer i det aktuelle dokument som er længere end bredden af den aktuelle visning så de passer ind i denne visning.<br> <br> Dette er en statisk ordombrydning hvilket betyder at den ikke opdateres når visningens størrelse bliver ændret.
de: Mit diesem Befehl werden Zeilen, die über die aktuelle Fensterbreite hinaus gehen, am Fensterrand umbrochen, so dass sie in das Fenster passen.<br><br>Hierbei handelt es sich um einen statischen Umbruch, d. h. die Darstellung wird bei Änderung der Fenstergröße nicht angepasst.
el: Χρησιμοποιήστε αυτή την εντολή για να αναδιπλώσετε όλες τις γραμμές του τρέχοντος εγγράφου που είναι μεγαλύτερες από το πλάτος της τρέχουσας προβολής, ώστε να χωρέσουν σε αυτήν.<br><br> Αυτό είναι μια στατική αναδίπλωση λέξεων που σημαίνει ότι δεν ενημερώνεται όταν αλλάξει το μέγεθος της προβολής.
es: Use esta orden para ajustar todas las líneas del documento actual que sean más largas que la anchura de la vista actual, para que ajusten en ella.<br><br> Se trata de un ajuste estático, lo que significa que no se actualiza al redimensionar la vista.
eu: Erabili komando hau uneko ikuspegia baino luzeagoak diren uneko dokumentuko lerro guztiak itzulbiratzeko, ikuspegian finkatzeko.<br> <br>Itzulbiratze estatikoa denez ikuspegia tamainaz aldatzean ez da eguneratuko.
fa: استفاده از این فرمان برای سطر‌بندی تمام خطوط سند جاری که برای متناسب بودن در این نما عرض طویل‌تری نسبت به عرض نمای جاری دارند.<br><br> این، یک سطربندی ایستای واژه است و به این معناست که زمانی که نما تغییر اندازه می‌یابد، به‌روز‌رسانی نمی‌شود.
fi: Tämän komennon avulla voit rivittää asiakirjasta kaikki rivit, jotka ovat pidempiä kun näkyvä osa. <br> <br> Rivitys on pysyvä, eli rivien pituutta ei muuteta kun näkymän koko muuttuu.
fr: Utilisez cette commande pour couper toutes les lignes du document actuel qui sont plus longues que la largeur de la vue actuelle, afin d'adapter le document à cette vue.<br><br> Il s'agit d'un retour à la ligne statique. Cela signifie qu'il n'est pas mis à jour lorsque la vue est redimensionnée.
fy: Brûk kommando om alle rigels yn it hjoeddeiske dokumint dy't langer binne dan de breefte fan de hjoeddeiske werjefte sa ôf te brekken dat se yn dizze werjefte passe. <br><br>Dit is in statyske rigelôfbrekking. Wat oan jout dat se net bywurke wurde as de grutte fan de werjefte wizige wurdt.
gl: Use este comando para dividir as liñas do documento que sexan maiores que a vista actual, para axustá-las á vista.<br><br> Esta é unha división estática, o que significa que non se actualiza cando se redimensiona a vista.
he: השתמש בפקודה זו כדי להביא לגלישה של כל השורות במסמך הנוכחי שאורכן עולה על רוחב התצוגה הנוכחית, כך שהן יתאימו לתצוגה זו.<br><br>זוהי גלישת שורות סטטית, משמע, היא לא מתעדכנת כאשר גודל התצוגה משתנה.
hu: Ezzel a paranccsal lehet az aktuális nézetnél szélesebb sorok tartalmát áttördelve a nézeten belülre igazítani.<br><br> A művelet nem dinamikus, tehát a nézet méretének megváltoztatása után újból el kell végezni.
is: Notaðu þessa skipun til að skipta öllum línum í skjalinu sem eru lengri en breidd gluggans, þannig að þau passi inn í gluggann. <br><br>Þetta er föst línuskipting þannig að hún er ekki uppfærð ef stærð gluggans breytist.
it: Usa questo comando per mandare a capo tutte le righe del documento che superano la larghezza della vista. <br><br> Si tratta dell'a capo statico, in quanto non viene aggiornato al ridimensionamento della vista.
ja: ドキュメントの現在のビューより長いすべての行を現在のビューに収まるように折り返します。<br><br>これは固定的な行の折り返しです。つまり、ビューをリサイズしても更新されません。
kk: Бұл команданы назардағы құжаттағы барлық терезе енінен асатын мәтін жолдарын тасымалдау үшін қолданыңыз.<br><br> Бұл статикалық тасымалдау, яғни, терезенің өлшемі өзгерген кезде тасымалданған түрі өзгермейді.
km: ប្រើ​ពាក្យ​បញ្ជា​នេះ ដើម្បី​រុំ​បន្ទាត់​ទាំង​អស់​នៃ​ឯកសារ​បច្ចុប្បន្ន ដែល​វែង​ជាង​ទទឹង​របស់​ទិដ្ឋភាព​បច្ចុប្បន្ន ឲ្យ​សម​នឹង​ទិដ្ឋភាព​នេះ ។<br><br> នេះ​គឺ​ជា​ការ​រុំ​ឋិតិវន្ត​មួយ មាន​ន័យ​ថាវា​មិន​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ទាន់​សម័យ នៅ​ពេល​ទិដ្ឋភាព​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ទំហំ ។
ko: 현재 화면의 폭보다 더 넓은 문서의 모든 줄을 현재 화면 크기에 맞추기 위해 이 명령을 사용하십시오.<br><br> 정적 문단 보호를 사용중이면 창의 크기를 변경해도 변경되지 않습니다.
mk: Користете ја оваа команда за да ги пренесете сите линии од активниот документ кои се подолги од ширината на моменталниот изглед, за тие да се приспособат на овој изглед. <br> <br>Ова е статичко пренесување на зборови, што значи нема да биде ажурирано кога големината на изгледот ќе се смени.
ms: Guna arahan ini untuk membalut semua baris dokumen semasa yang tidak melebihi lebar paparan semasa, untuk muat dalam paparan ini.<br><br> Ini merupakan balut perkataan statik, bermakna ia tidak dikemas kini apabila paparan disaiz semula.
nb: Bruk denne kommandoen for å bryte alle linjer i gjeldende dokument som er lengre enn bredden på visningen, slik at de passer i denne visningen. <br><br>Dette er statisk linjebryting, dvs. den blir ikke oppdatert når visningen endrer størrelse.
nds: Disse Befehl brickt all na rechts ut dat Textrebeet rutlopen Regen so üm, dat se in't Finster passt.<br><br>Disse Reegümbröök sünd fast, d.h. de Ümbrook ännert sik nich, wenn de Grött vun de Ansicht ännert warrt.
nl: Gebruik dit commando om alle regels in het huidige document die langer zijn dan de breedte van de huidige weergave zodanig af te breken dat ze in deze weergave passen. <br><br>Dit is een statische regelafbreking. Dat betekent dat ze niet wordt bijgewerkt als de grootte van de weergave wordt gewijzigd.
nn: Bruk denne kommandoen for å bryta alle linjer i dokumentet som er lengre enn breidda på tekstruta, slik at teksten passar i ruta. <br><br>Dette er statisk tekstbryting, som altså ikkje vert oppdatert når du endrar storleik på tekstruta.
pl: Użyj tego polecenia do zawinięcia wszystkich linii bieżącego dokumentu, których długość jest większa niż bieżące okno widoku, tak aby wszystkie pasowały do wymiarów okna. <br> <br> To jest statyczne zawijanie, więc przy zmianie rozmiaru okna widokowego nie nastąpi ponowna zmiana długości linii.
pt: Use este comando para repartir todas as linhas do documento actual que são maiores do que a largura da janela actual, para que caibam nesta.<br><br> Esta é uma mudança de linha estática, o que significa que não é actualizada quando a janela muda de tamanho.
pt_br: Use este comando para quebrar as linhas do documento atual que forem maiores do que o comprimento da visão do editor, para preencher esta visão. <br> <br> Esta quebra de palavras é estática, o que significa que não é possível atualizar quando a visão for redimensionada.
ro: Utilizaţi această comandă pentru a limita toate liniile documentului curent care sînt mai lungi decît lăţimea vizualizării curente, pentru a se potrivi în zona grafică de afişare.<br><br>Aceasta este limitare statică, ceea ce înseamnă că nu este actualizată cînd vizualizarea documentului este redimensionată.
rw: Gukoresha iri bwirizwa mu gufunika imirongo yose y'inyandiko igezweho miremire kurusha ubugari bw'igaragaza rigezweho, mu kuzuza muri iri garagaza.<br><br>Iri ni ifunika ry'ijambo ridahinduka, bivuze ko ritavugururwa igihe igaragaza rihinduriwe ingano.
se: Geavat dán gohččuma máhccut buot linnjáid dokumeanttas mat leat govdabut go čájeheami, nu ahte teaksta heive dan sisa. <br> <br> Dát lea stáhtalaš linnjámáhccun, mii máksá ahte dat ii ođasmuvvo go čájeheapmi rievdada sturrodaga.
sk: Použite tento príkaz pre zalomenie všetkých riadkov aktuálneho dokumentu dlhších ako aktuálne zobrazenie, aby sa vošli do zobrazenia.<br><br> Toto je statické zalomenie slov, to znamená že nebude aktualizované ak bude zobrazenie zmenené.
sl: Uporabite ta ukaz za prelom vseh vrstic v trenutnem dokumentu, ki so daljše od trenutnega prikaza, da se ujemajo s tem prikazom. <br> <br> To je statični prelom vrstice, kar pomeni, da se ne osveži, ko je spremenjena velikost okna.
sr: Користите ову наредбу да би сте преломили све линије текућег документа које су дуже од ширине текућег приказа, да би стале у исти.<br><br>Ово је статичко преламање текста, што ће рећи морате га поново позвати ако приказ промени величину.
sr@latn: Koristite ovu naredbu da bi ste prelomili sve linije tekućeg dokumenta koje su duže od širine tekućeg prikaza, da bi stale u isti.<br><br>Ovo je statičko prelamanje teksta, što će reći morate ga ponovo pozvati ako prikaz promeni veličinu.
ta: நடப்பு தோற்றத்தின் அகலத்தைக் காட்டிலும் நீளமாகவுள்ள எல்லா வரிகளையும் மடிப்பு செய்து இந்த தோற்றத்தினுள் பொருந்த இந்த கட்டளையைப் பயன்படுத்தவும். <br>,br>இது ஒரு நிலையான வார்த்தை மடிப்பு, தோற்றம் மாறும்பொழுது இதன் அர்த்தம் புதிப்பிக்கப்படமாட்டாது.
tg: Гузаронидани сатрҳоро ба санади равон лозим аст, чунки онҳо ба паҳмии тиреза намеғунҷанд. Барои онки тамоми матн намо шавад, ин фармонро истифода кунед.<br> <br>Ин гузаронидани сатр ғайри автоматикӣ мебошад, ин маънии онро дорад, ки ҳолати тағйири андозаи сатри тиреза худкорона гузаронида нахоҳанд шуд.
uk: Скористайтесь цією командою, щоб перенести всі рядки поточного документа, які довші за ширину поточного перегляду, так, щоб ці рядки більше не були довші за ширину перегляду.<br><br>Ця команда робить статичне перенесення слів, тобто при зміні розміру перегляду перенесення слів не змінюється.
zh_cn: 使使用此命令将当前文档中宽出当前视图的行折成多行，以适合当前显示。<br><br>这是静态的按词卷绕，就是说当视图尺寸改变时它将不会随着变化。

source: &Indent
af: Inkeep
ar: إزا&حة
bg: Отстъп на&дясно
bs: &Uvlačenje
ca: &Sagna
cs: Odsaz&ování
da: &Indryk
de: Ei&nrücken
el: &Εσοχή
es: &Sangrar
eu: &Koskatu
fa: &تورفتگی‌
fi: &Sisennä
fr: In&denter
fy: &Ynspringe
gl: &Endentar
he: ה&זח
hr: &Uvlačenje
hu: Behú&zás
is: Draga &inn
it: &Indenta
ja: 字下げ(&I)
kk: &Шегіндіру
km: ចូល​បន្ទាត់
ko: 들여쓰기(&I)
mk: &Вовлекување
ms: &Inden
nb: Rykk &inn
nds: &Inrücken
nl: &Inspringen
nn: Rykk &inn
pa: ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰ(&I)
pl: Wcięci&e
pt: &Indentar
pt_br: &Identar
ro: &Indentează
rw: Akagerampera
se: &Siskkildit
sk: &Odsadiť
sl: Za&makni
sr: &Увуци
sr@latn: &Uvuci
ta: உள்ளமை
tg: &Фосила
th: ย่อหน้า
uk: &Відступ
zh_cn: 增加缩进(&I)

source: Use this to indent a selected block of text.<br><br>You can configure whether tabs should be honored and used or replaced with spaces, in the configuration dialog.
af: Gebruik hierdie om die verkose blok teks in te keep.<br><br>Jy kan konfigureer of oortjies geëerd en gebruik moet word of vervang moet word met spasies, in die konfigurasie dialoog.
ar: استخدم هذا الخيار لإزاحة المقطع المختار من النص.<br><br>يمكنك تهيئة ما اذا كانت التبويبات سيتم أخذها في الاعتبار أم سيتم استبدالها بمسافات, يمكنك عمل هذا في مربع التهيئة.
bg: Вмъкване на отстъп и преместване на текста надясно. <br><br>Може да настроите дали да се използват табулации или интервали от настройките на редактора.
bs: Koristite ovo za uvlačenje izabranog bloka teksta. <br> <br>U dijalogu za podešavanje možete odabrati da li će biti poštivani i korišteni tabovi ili će biti zamijenjeni razmacima.
ca: Useu això per a sagnar un bloc de text seleccionat.<br><br>En el diàleg de configuració podreu arranjar si els tabuladors haurien de ser reconeguts i emprats o substituïts per espais.
cs: Použijte toto pro odsazení vybraného bloku textu. <br><br>Můžete v dialogu nastavení určit zda mají být zohledňovány a používány tabulátory nebo zda budou nahrazeny mezerami.
da: Brug dette til at indrykke en markeret tekstblok.<br><br>I indstillingsdialogen kan du indstille om tabs skal bruges eller om de skal erstattes af mellemrum.
de: Benutzen Sie diese Funktion, um einen vorher markierten Textblock einzurücken. <br><br>Sie können im Einstellungsdialog festlegen, ob Tabulatoren berücksichtigt oder ob sie durch Leerzeichen ersetzt werden sollen.
el: Χρησιμοποιήστε αυτό για να κάνετε εσοχές σε ένα επιλεγμένο τμήμα κειμένου.<br><br>Μπορείτε να ρυθμίσετε το αν θα διατηρηθούν και χρησιμοποιηθούν οι στηλοθέτες ή θα αντικατασταθούν με κενά, στο διάλογο ρυθμίσεων.
es: Use esto para sabgrar un bloque de texto seleccionado.<br><br>Puede configurar en el diálogo de configuración si los tabuladores deberían ser reconocidos y usados o reemplazados con espacios.
eu: Erabili hautatutako testuaren blokea koskatzeko.<br> <br>Tabuladoreak antzeman eta erabiliko diren, edo zuriuneek ordeztuko dituzten ezar dezakezu konfigurazioaren elkarrizketa-koadroan.
fa: استفاده از این برای تو‌رفته کردن بلوک برگزیدۀ متن.<br><br> چه تبها قبول شوند و استفاده شوند چه با فاصله جایگزین شوند، می‌توانید آنها را در محاورۀ پیکربندی، پیکر‌بندی کنید.
fi: Käytä tätä toimintoa sisentääksesi tekstilohkon. <br> <br>Voit valita asetusikkunassa, käytetäänkö sarkainmerkkejä vai korvataanko ne välilyönneillä.
fr: Utilisez cette commande pour indenter un bloc de texte sélectionné.<br><br>Dans la boîte de dialogue de configuration, vous pouvez décider si les tabulations doivent être privilégiées et utilisées, ou remplacées par des espaces.
fy: Brûk dit op in selektearre tekstblok ynspringe te litten. <br><br>Jo kinne sels beskiede of it ynspringen mei tabs dien wurdt, of mei spaasjes. Dizze ynstelling kinne jo wizigje yn it konfiguraasjedialoochfinter.
gl: Use esto para endentar un bloque de texto escollido.<br><br>Pode configurar se os tabuladores deben ser usados como tais ou reemprazados con espazos, no diálogo de configuración.
he: הזחת קטע טקסט נבחר.<br><br> באפשרותך לקבוע בדו־שיח ההגדרות אם יש להתחשב בטאבים ולעשות בהם שימוש, או אם יש להחליף טאבים ברווחים.
hu: Kijelölt szövegrész behúzására használható.<br><br>A tabulátorok kezelési módja, például hogy le legyenek-e cserélve szóközökre vagy sem, a beállítási párbeszédablakban adható meg.
is: Notaðu þetta til að draga inn textablokk. <br><br>Þú getur skilgreint hvort virða eigi 'tab' og/eða skipta út með auðum bilum, í uppsetningu ritils.
it: Usa questo comando per indentare un blocco di testo selezionato.<br><br>Nella finestra di configurazione puoi scegliere se le tabulazioni devono essere rispettate e usate, oppure sostituite con spazi.
ja: 選択したテキストブロックを字下げします。<br><br>設定ダイアログで、タブを尊重して使用するか、スペースで置換するかを設定できます。
kk: Бұл таңдалған мәтін блогін шегіндіруге қолданылады.<br><br>Баптау диалогында, кестелеу қабылданама - бос орындар қатарымен ауыстырылама, секілді параметрлерін баптап қоя аласыз.
km: ប្រើ​វា ដើម្បី​ចូល​បន្ទាត់​បណ្ដុំ​អត្ថបទ​ដែល​បានជ្រើស ។<br><br>អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធ​ថាតើថេប​គួរ​ត្រូវ​បានប្រើ ឬ ជំនួសដោយ​ចន្លោះក្នុង​ប្រអប់​កំណត់​រចនា​សម្ព័ន្ធ​ឬទេ ។
ko: 문자열 중 선택된 블록을 들여쓰기 합니다. <br> <br> 탭 부분을 탭으로 유지할지 빈 칸으로 대체할 것인지 설정창에서 정해줄 수 있습니다.
mk: Користете го ова за го вовлечете избраниот блок од текст.<br><br>Во дијалогот за конфигурации можете да конфигурирате дали ќе се почитуваат табулаторите или ќе се заменат со празни места.
ms: Guna ini untuk inden blok teks yang dipilih.<br><br>Anda boleh konfigur sama ada tab patut diterima dan diguna atau diganti dengan ruang, dalam dialog konfigurasi.
nb: Bruk dette for å rykke inn en markert tekstblokk.<br> <br>I oppsettsdialogen kan du velge om tabulatorer skal ha virkning eller erstattes med mellomrom.
nds: Disse Befehl rückt markeerten Text in.<br><br>Binnen den Instellendialoog kannst Du fastleggen, wat Leer- oder Tabtekens för dat Inrücken bruukt warrt.
nl: Gebruik dit om een geselecteerde tekstblok te laten inspringen. <br><br>U kunt zelf bepalen of het inspringen met tabs wordt gedaan, of met spaties. Deze instelling kunt u wijzigen in het configuratiedialoogvenster.
nn: Bruk denne funksjonen for å rykka inn ei markert tekstblokk. <br><br>I oppsettsdialogen kan du velja om tabulatorar skal brukast eller bytast ut med mellomrom.
pl: Użyj tego do wcięcia bloku tekstu.<br><br>Możesz skonfigurować czy znaki Tab powinny być honorowane i użyte czy zastąpione spacjami w oknie konfiguracji.
pt: Use isto para indentar um bloco seleccionado de texto.<br><br>Pode configurar se as tabulações devem ser usadas ou substituídas por espaços na janela de configuração.
pt_br: Use isto para identar um bloco de texto selecionado. <br> <br>Você pode configurar no diálogo se a tabulação deve ser usada, ou se espaços devem ser usados, de acordo com sua preferência.
ro: Utilizaţi această comandă pentru a indenta un bloc de text.<br><br>În dialogul de configurare puteţi seta dacă sînt utilizate TAB-uri sau dacă vor fi înlocuite cu spaţii.
rw: Koresha ibi mu gusunika igice cyatoranyijwe cy'umwandiko. <br><br>Ushobora kuboneza niba amasimbuka agomba kubahirizwa kandi agakoreshwa cyangwa agasimburwa n'imyanya, mu kiganiro cy'iboneza.
se: Geavat dán doaimma siskkildit merkejuvvon teakstabihttá. <br> <br>Don sáhtát bidjat jos tabulatormearkkat galget geavahuvvot, dahje buhttejuvvot gaskamearkkaiguin heivehuslásežis.
sk: Použite toto pre odsadenie vybraného bloku textu.<br><br>Môžete nastaviť či majú byť použité tabulátory alebo budú nahradené medzerami.
sl: Uporabite to, da zamaknete izbran blok besedila. <br> <br>V pogovornem oknu lahko nastavite, ali naj se tabulatorji uporabljajo ali zamenjajo s presledki.
sr: Користите ово да би сте увукли означени блок текста.<br><br>У дијалогу за подешавање, можете подести да ли ће табулатори бити поштовани и коришћени или замењени размацима.
sr@latn: Koristite ovo da bi ste uvukli označeni blok teksta.<br><br>U dijalogu za podešavanje, možete podesti da li će tabulatori biti poštovani i korišćeni ili zamenjeni razmacima.
ta: ஒரு தேர்ந்தெடுக்கப்பட்ட உரை பகுதியை உள்ளமைக்க இதை பயன்படுத்தவும். <br><br>வடிவமைப்பு உரையாடல் பெட்டியில் தத்தல்கள் மதிப்பளிக்கப்பட்டு பயன்படுத்த வேண்டுமா அல்லது வெற்றிடங்கள் மாற்றபட வேண்டுமா என வடிவமைக்க இயலும்.
tg: Сатри ҷудошудаи порчаи матнро ба рост ҷорӣ мекунад.<br> <br>Шумо метавонед танзим кунед, ки ба чанд ишора фосила иҷро мешавад ва ишораи табулятивӣ ёки фосила дар диалоги танзимот истифода мешавад ё не.
uk: Скористайтесь цим, щоб додати відступ для вибраного блоку тексту.<br><br>Ви можете налаштувати чи вживати табуляцію, чи заміняти табуляцію пробілами у вікні налаштування.
zh_cn: 使用此命令缩进选中的一块文字。<br><br>在配置对话框中，您可以配置是否直接使用制表符或者用空格代替。

source: &Unindent
af: Uitkeep
ar: إزا&لة الإزاحة
bg: Отстъп на&ляво
bs: I&zvlačenje
ca: Sense &sagnar
cs: Z&pětné odsazení
da: &Afindryk
de: Einrücken rück&gängig
el: &Αφαίρεση εσοχής
es: &Sangrado inverso
eu: K&endu koska
fa: &بدون تورفتگی‌
fi: P&oista sisennystä
fr: Désinden&ter
fy: &Ynsprong wiskje
gl: &Desendentar
he: בטל הז&חה
hr: I&zvuci
hu: &Behúzás megszüntetése
is: Draga ú&t
it: Ann&ulla indentazione
ja: 字下げを減らす(&U)
kk: &Шегіністен қайту
km: ចេញ​បន្ទាត់
ko: 들여쓰기 지움(&U)
mk: &Одвовлекување
ms: &Nyahinden
nb: Rykk &tilbake
nds: &Utrücken
nl: &Insprong verwijderen
nn: Rykk &tilbake
pa: ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰ ਨਹੀਂ(&U)
pl: &Usuń wcięcie
pt: Desinden&tar
pt_br: Não I&dentar
ro: &Deindentează
rw: Ntasunika
se: &Váldde eret siskkildeami
sk: Z&rušiť odsadenie
sl: Od&zamakni
sr: &Извуци
sr@latn: &Izvuci
ta: உள்ளமைக்காதே
tg: &Фосила лағв кунед
th: ยกเลิกย่อหน้า
uk: С&касувати відступ
zh_cn: 减少缩进(&U)

source: Use this to unindent a selected block of text.
af: Gebruik hierdie na uitkeep 'n gekose blok van teks.
ar: إستعمل هذا لإلغاء تسنين كتلة منتقاة من النّص.
bg: Изтриване на отстъп и преместване на текста наляво.
bs: Koristite ovo da poništite uvlačenje bloka teksta.
ca: Emprar això per a treure el sagnat a un bloc de text seleccionat.
cs: Toto použijte ke zrušení odsazení vybraného bloku textu.
da: Brug dette til at afindrykke en markeret tekstblok.
de: Mit dieser Funktion entfernen Sie die Einrückung eines markierten Textblocks.
el: Χρησιμοποιήστε αυτό για να αφαιρέσετε εσοχές σε ένα επιλεγμένο τμήμα κειμένου.
es: Use esto para desangrar un bloque de texto seleccionado.
eu: Erabili hautatutako testuari koska kentzeko.
fa: استفاده از این برای ایجاد نکردن تو‌رفتگی در بلوک برگزیدۀ متن.
fi: Käytä tätä poistaaksesi valitun lohkon sisennyksen.
fr: Cette commande permet de désindenter un bloc de texte sélectionné.
fy: Brûk dit om de ynspring fan in selektearre tekstblok fuort te smiten.
gl: Use esto para desendentar un bloque escollido de texto.
he: ביטול הזחה של קטע טקסט נבחר.
hr: Koristite ovo da deindentirate označeni blok teksta.
hu: Ezzel lehet a kijelölt szövegrész behúzását megszüntetni.
is: Notaðu þetta til að draga út textablokk.
it: Usa questo comando per annullare l'indentazione del testo selezionato.
ja: 選択したテキストブロックの字下げの深さを 1 段階減らします。
kk: Бұл таңдалған мәтін блогін шегіністен қайтару үшін қолданылады.
km: ប្រើ​វា​នេះ ដើម្បី​មិន​ចូល​បន្ទាត់បណ្ដុំ​អត្ថបទ​ដែល​បាន​ជ្រើស​វិញ ។
ko: 선택한 문자열의 들여쓰기를 지웁니다.
mk: Користете го ова за да го одвовлечете избраниот блок од текст.
ms: Guna ini untuk nyahinden blok teks yang dipilih.
nb: Bruk dette for å ta vekk innrykk fra en tekstblokk.
nds: Disse Befehl rückt markeerten Text ut.
nl: Gebruik dit om de insprong van een geselecteerde tekstblok te verwijderen.
nn: Bruk denne funksjonen for å rykka tilbake ei merka tekstblokk.
pl: Użyj tego aby cofnąć wcięcie zaznaczonego bloku tekstu.
pt: Use isto para remover a indentação de um bloco de texto seleccionado.
pt_br: Use isto para não identar um bloco de texto selecionado.
ro: Utilizaţi această comandă pentru a deindenta un bloc de text.
rw: Koresha ibi mu gukuraho akagerampera ku gice cy'umwandiko cyatoranyijwe.
se: Geavat dán doaimma valdit eret siskkildeami merkejuvvon teakstabihttás.
sk: Použite toto pre zrušenie odsadenia vybraného bloku textu.
sl: Uporabite to za odzamik izbranega dela besedila.
sr: Користите ово за извлачење означеног текста.
sr@latn: Koristite ovo za izvlačenje označenog teksta.
ta: தேர்வு செய்யப்பட்ட உரைப்பகுதியை உள்ளமைக்காமல் இருக்க இதை பயன்படுத்தவும்.
tg: Хатҳои интихобшуда аз матн ба тарафи чап ҳаракат мекунад.
uk: Скористайтесь цим, щоб вилучити відступ для вибраного блоку тексту.
zh_cn: 使用此命令反缩进选中的一块文字。
