Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Usage: replace[:[bceprsw]] PATTERN [REPLACEMENT]
af: Gebruik: vervang[:[bceprsw]] PATROON [VERVANGING]
be: Выкарыстанне: replace[:[bceprsw]] ШАБЛОН [ЗАМЕНА]
bg: Използване: replace[:[bceprsw]] ШАБЛОН [ЗАМЯНА]
bs: Upotreba: replace[:[bceprsw]] UZORAK [ZAMJENA]
ca: Ús: replace [:[bceprsw]] PATRÓ [SUBSTITUCIÓ]
cs: Použití: replace[:[bceprsw]] VZOR [NÁHRADA]
da: Brug: replace[:[bceprsw]] MØNSTER [ERSTATNING]
de: Verwendung: replace[:[bceprsw]] MUSTER [ERSATZ]
el: Χρήση: replace[:[bceprsw]] ΜΟΤΙΒΟ [ΑΝΤΙΚΑΤΑΣΤΑΣΗ]
es: Uso: replace[:[bceprsw]] PATRON [REEMPLAZO]
eu: Erabilera: replace[:[bceprsw]] EREDUA [ORDEZKOA]
fa: کاربرد: replace[:[bceprsw]] PATTERN [REPLACEMENT]
fi: Käyttö: replace[:[bceprsw]] MALLI [KORVAUS]
fr: Utilisation : replace[:[bceprsw]] MOTIF [REMPLACEMENT]
fy: Brûk: replace[:[bceprsw]] PATROAN [FERFANGING]
gl: Uso: replace[:[bceprsw]] PATRON [REEMPRAZO]
hu: Használat: replace[:[bceprsw]] MINTA [CSERESZTRING]
is: Notkun: replace[:[bceprsw]] MYNSTUR [ÚTSKIPTING]
it: Uso: replace[:[bceprsw]] SCHEMA [SOSTITUZIONE]
ja: 使い方: replace[:[bceprsw]] PATTERN [REPLACEMENT]
kk: Қолдануы: replace[:[bceprsw]] ІЗДЕЙТІНІ [АЛМАСТЫРУЫ]
km: ប្រើ ៖ replace[:[bceprsw]] ឃ្លាស្វែងរក [ឃ្លាជំនួស]
ko: 사용법 : replace[:[bceprsw]] 패턴 [바꿀값]
mk: Употреба: replace[:[bceprsw]] PATTERN [REPLACEMENT]
nb: Bruk: replace[:[bceprsw]] MØNSTER [ERSTATNING]
nds: Bruuk: replace[:[bceprsw]] MUSTER [TUUSCHTEXT]
nl: Gebruik: replace[:[bceprsw]] PATROON [VERVANGING]
nn: Bruk: replace[:[bceprsw]] MØNSTER [ERSTATNING]
pa: ਵਰਤੋਂ: replace[:[bceprsw]] PATTERN [REPLACEMENT]
pl: Użycie: replace[:[bceprsw]] WZORZEC [ZAMIANA]
pt: Utilização: replace[:[bceprsw]] PADRÃO [SUBSTITUIÇÃO]
pt_br: Uso: replace[:[bceprsw]] PADRÃO [SUBSTITUIÇÃO]
ro: Folosire: replace[:[bceprsw]] MODEL [ÎNLOCUITOR]
rw: Ikoresha: gusimbura [:[bceprsw]] ISHUSHO [ISIMBURA]
se: Geavaheapmi: replace[:[bceprsw]] MINSTTAR [BUHTÁDUS]
sk: Použitie: replace[:[bceprsw]] VZORKA [NÁHRADA]
sl: Uporaba: replace[:[bceprsw]] VZOREC [ZAMENJAVA]
sr: Употреба: replace[:[bceprsw]] УЗОРАК [ЗАМЕНА]
sr@latn: Upotreba: replace[:[bceprsw]] UZORAK [ZAMENA]
ta: பயன்பாடு: replace[:[bceprsw]] PATTERN [REPLACEMENT]
th: วิธีใช้: replace[:[bceprsw]] รูปแบบการค้นหา [รูปแบบการแทนที่]
uk: Використання: replace[:[bcersw]] ВЗІРЕЦЬ [ЗАМІНА]
zh_cn: 用法：replace[:[bceprsw]] 模式 [替换]

source: <p>Usage: <code>find[:bcersw] PATTERN</code></p>
af: <p>Gebruik: <kode>vind[:bcersw] PATROON</kode></p>
be: <p>Выкарыстанне: <code>find[:bcersw] ШАБЛОН</code></p>
bg: <p>Използване: <code>find[:bcersw] ШАБЛОН</code></p>
bs: <p>Upotreba: <code>find[:bcersw] UZORAK</code></p>
ca: <p>Ús: <code>find[:bcersw] PATRÓ</code></p>
cs: <p>Použití: <code>find[:bcersw] VZOR</code></p>
da: <p>Brug: <code>find[:bcersw] MØNSTER</code></p>
de: <p>Verwendung: <code>find[:bcersw] MUSTER</code></p>
el: <p>Χρήση: <code>find[:bcersw] ΜΟΤΙΒΟ</code></p>
es: <p>Uso: <code>find[:bcersw] PATRON</code></p>
eu: <p>Erabilera: <code>find[:bcersw] EREDUA</code></p>
fa: <p> کاربرد: <code>find[:bcersw] PATTERN</code></p>
fi: <p>Käyttö: <code>find[:bcersw] MALLI</code></p>
fr: <p>Utilisation : <code>find[:[bcersw]] MOTIF</code></p>
fy: <p>Brûk: <code>find[:bcersw] PATROAN</code></p>
gl: <p>Uso: <code>find[:bcersw] PATRON</code></p>
hu: <p>Használat: <code>find[:bcersw] MINTA</code></p>
is: <p>Notkun: <code>find[:bcersw] MYNSTUR</code></p>
it: <p>Uso: <code>find[:bcersw] SCHEMA</code></p>
ja: <p>使い方: <code>find[:bcersw] PATTERN</code></p>
kk: <p>Қолдануы: <code>find[:bcersw] ІЗДЕЙТІНІ</code></p>
km: <p>របៀប​ប្រើ ៖ <code>find[:bcersw] លំនាំ</code></p>
ko: <p>사용법 : <code>find[:bcersw] 패턴 </code></p>
mk: <p>Употреба: <code>find[:bcersw] PATTERN</code></p>
ms: <p>Kegunaan: <code>cari[:bcersw] PATTERN</code></p>
nb: <p>Bruk: <code>find[:bcersw] MØNSTER</code></p>
nds: <p>Bruuk: <code>find[:bcersw] MUSTER</code></p>
nl: <p>Gebruik: <code>find[:bcersw] PATROON</code></p>
nn: <p>Bruk: <code>find[:bcersw] MØNSTER</code></p>
pa: <p>ਵਰਤੋਂ: <code>find[:bcersw] PATTERN</code></p>
pl: <p>Użycie: <code>find[:bcersw] WZORZEC</code></p>
pt: <p>Utilização: <code>find[:bcersw] PADRÃO</code></p>
pt_br: <p>Uso: <code>find[:bcersw] PADRÃO</code></p>
ro: <p>Folosire: <code>find[:bcersw] MODEL</code></p>
rw: <p>Ikoresha: <code>gushaka[:bcersw] ISHUSHO</code></p>
se: <p>Geavaheapmi: <code>find[:[bcersw]] MINSTTAR</code></p>
sk: <p>Použitie: <code>find[:bcersw] VZORKA</code></p>
sl: <p>Uporaba: <code>find[:bcersw] VZOREC</code></p>
sr: <p>Употреба: <code>find[:bcersw] УЗОРАК</code></p>
sr@latn: <p>Upotreba: <code>find[:bcersw] UZORAK</code></p>
ta: <p>பயன்பாடு: <code>find[:bcersw] PATTERN</code></p>
th: <p>วิธีใช้: <code>find[:bcersw] รูปแบบการค้นหา</code></p>
uk: <p>Використання: <code>find[:[bcersw]] ВЗІРЕЦЬ</code></p>
zh_cn: <p>用法：<code>find[:bcersw] 模式</code></p>

source: <p>Usage: <code>ifind:[:bcrs] PATTERN</code><br>ifind does incremental or 'as-you-type' search</p>
af: <p>Gebruik: <kode>ivind:[:bcrs] PATROON</kode><br>ivind doen toenemend of 'soos-jy-tik' soek</p>
be: <p>Выкарыстанне: <code>ifind:[:bcrs] ШАБЛОН</code><br>ifind выконвае паступовы пошук пры ўводзе</p>
bg: <p>Използване: <code>ifind:[:bcrs] ШАБЛОН</code><br>Последователно търсене, докато пишете</p>
bs: <p>Upotreba: <code>ifind:[:bcrs] UZORAK</code><br>ifind radi inkrementalnu pretragu tj. pretragu 'dok kucate'</p>
ca: <p>Ús: <code>ifind:[:bcrs] PATRÓ</code> <br>ifind fa una cerca incremental o 'en teclejar'</p>
da: <p>Brug: <code>ifind:[:bcrs] MØNSTER</code><br>ifind udfører inkrementel eller 'mens-du-skriver' søgning</p>
de: <p>Verwendung: <code>ifind:[:bcrs] MUSTER</code><br>ifind sucht einengend, d. h. "bei der Eingabe"</p>
el: <p>Χρήση: <code>ifind:[:bcrs] ΜΟΤΙΒΟ</code><br>Το ifind κάνει αυξητική ή 'κατά την πληκτρολόγηση' αναζήτηση</p>
es: <p>Uso: <code>ifind:[:bcrs] PATRON</code><br>ifind busca incrementalmente o 'a medida que se teclea'</p>
eu: <p>Erabilera: <code>ifind:[:bcrs] EREDUA</code> <br>ifind-ek bilaketa inkrementala egiten du idazten duzun heinean</p>
fa: <p>کاربرد: <code>ifind:[:bcrs] PATTERN</code><br>ifind جستجوی نموی یا جستجوی » همان‌طور که تحریر می‌کنید« را انجام می‌دهد.
fi: <p>Käyttö: <code>ifind:[:bcrs] MALLI</code><br>ifind tekee tarkentavan haun</p>
fr: <p>Utilisation : <code>ifind[:[bcrs]] MOTIF</code> <br>« ifind » effectue une recherche incrémentale ou encore « comme vous saisissez »</p>
fy: <p>Brûk: <code>ifind:[:bcrs] PATROAN</code><br>ifind docht in ynkrementele of 'as jo type' sykasksje</p>
gl: <p>Uso: <code>ifind:[:bcrs] PATRON</code><br>ifind busca de forma incremental ou 'a-medida-que-escrebe'</p>
hu: <p>Használat: <code>ifind:[:bcrs] MINTA</code><br>Az ifind lépésenkénti (ahogy beírja, azonnal reagáló) keresést végez</p>
is: <p>Notkun: <code>ifind:[:bcrs] MYNSTUR</code><br>ifind notar stigvaxandi eða 'meðan-skrifað-er' leit</p>
it: <p>Uso: <code>ifind:[:bcrs] SCHEMA</code><br>ifind esegue una ricerca incrementale oppure "mentre stai digitando"</p>
ja: <p>使い方: <code>ifind:[:bcrs] PATTERN</code><br>ifind はインクリメンタル検索 (逐次検索) を行います</p>
kk: <p>Қолдануы: <code>ifind:[:bcrs] ІЗДЕЙТІНІ</code><br>ifind мәтінді терген кезінде іздеуді инкременттік түрде жүзеге асырады</p>
km: <p>របៀប​ប្រើ ៖ <code>ifind:[:bcrs] លំនាំ</code><br>ifind ធ្វើ​ការ​ស្វែងរក​កើនឡើង ឬ 'តាម​អ្នកវាយ'</p>
ko: <p>사용법 : <code>ifind:[:bcrs] 패턴</code><br>ifind는 증가하는 값이나 여러분이 입력한 값을 찾는 기능입니다.</p>
mk: <p>Употреба: <code>ifind:[:bcrs] PATTERN</code><br>ifind прави инкрементално барање т.е. барање 'како-што-куцате'.</p>
ms: <p>Kegunaan: <code>ifind:[:bcrs] PATTERN</code><br>ifind melakukan carian tokokan atau 'semasa-anda -taip'</p>
nb: <p>Bruk: <code>ifind:[:bcrs] MØNSTER</code><br>ifind gjør gjentagende eller 'som-du-skriver' søk</p>
nds: <p>Bruuk: <code>ifind:[:bcrs] MUSTER</code><br>"ifind" söcht wedder, wenn Du noch en Bookstaven ingiffst</p>
nl: <p>Gebruik: <code>ifind:[:bcrs] PATROON</code><br>ifind doet een incrementele of 'terwijl u typt' zoekactie</p>
nn: <p>Bruk: <code>ifind:[:bcrs] MØNSTER</code><br>ifind søkjer inkrementelt, altså etter kvart som du skriv</p>
pl: <p>Użycie: <code>ifind:[:bcrs] WZORZEC</code><br>ifind wyszukuje postępowo w miarę pisania</p>
pt: <p>Utilização: <code>ifind:[:bcrs] PADRÃO</code><br>O 'ifind' procura incrementalmente ou 'assim que escreve'</p>
pt_br: <p>Uso: <code>ifind:[:bcrs] PADRÃO</code><br>ifind faz busca incremental ou 'como-você-digitar'</p>
ro: <p>Folosire: <code>ifind:[:bcrs] MODEL</code><br>ifind execută o căutare incrementală sau 'pe măsură ce scrieţi'</p>
rw: <p>Ikoresha: <code>i_gushaka:[:bcrs] ISHUSHO</code><br>i_gushaka ikora ishaka nyongeragaciro cyangwa 'nkuko wanditse' </p>
se: <p>Geavaheapmi: <code>ifind[:[bcrs]] MINSTTAR</code> <br>ifind ohcá lassáneaddji dahje «dađistaga-čálihettiin»</p>
sk: <p>Použitie: <code>ifind:[:bcrs] VZORKA</code><br>ifind hľadá inkrementálne (v priebehu písania)</p>
sl: <p>Uporaba: <code>ifind:[:bcrs] VZOREC</code><br>ifind podpira iskanje »med tipkanjem«</p>
sr: <p>Употреба: <code>ifind:[:bcrs] УЗОРАК</code><br>ifind ради инкременталну „док куцате“ претрагу</p>
sr@latn: <p>Upotreba: <code>ifind:[:bcrs] UZORAK</code><br>ifind radi inkrementalnu „dok kucate“ pretragu</p>
ta: <p>பயன்பாடு: <code>ifind:[:bcrs] PATTERN</code><br>ifind கூடுதல் அல்லது 'நீங்கள் உள்ளிட்டப்படி' தேடலை செய்யும்</p>
th: <p>วิธีใช้: <code>ifind:[:bcrs] รูปแบบการค้นหา</code><br>ifind จะทำเพิ่มขึ้นหรือค้นหาตาม 'สิ่งที่คุณพิมพ์'</p>
uk: <p>Використання: <code>ifind[:[bcrs]] ВЗІРЕЦЬ</code><br>ifind - це покроковий пошук або "пошук за вводом"</p>
zh_cn: <p>用法：<code>ifind[:bcrs] 模式</code><br>ifind 执行增量搜索或称“即输即搜”</p>

source: <p>Usage: <code>replace[:bceprsw] PATTERN REPLACEMENT</code></p>
af: <p>Gebruik: <kode>vervang[:bceprsw] PATROON VERVANGING</kode></p>
be: <p>Выкарыстанне: <code>replace[:bceprsw] ШАБЛОН ЗАМЕНА</code></p>
bg: <p>Използване: <code>replace[:bceprsw] ШАБЛОН ЗАМЯНА</code></p>
bs: <p>Upotreba: <code>replace[:bceprsw] UZORAK ZAMJENA</code></p>
ca: <p>Ús: <code>replace[:bceprsw] PATRÓ SUBSTITUCIÓ</code></p>
cs: <p>Použití: <code>replace[:bceprsw] PATTERN REPLACEMENT</code></p>
da: <p>Brug: <code>replace[:bceprsw] MØNSTERERSTATNING</code></p>
de: <p>Verwendung: <code>replace[:bceprsw] MUSTER ERSATZ</code></p>
el: <p>Χρήση: <code>replace[:bceprsw] ΜΟΤΙΒΟ ΑΝΤΙΚΑΤΑΣΤΑΣΗΣ</code></p>
es: <p>Uso: <code>replace[:bceprsw] PATRON REEMPLAZO</code></p>
eu: <p>Erabilera: <code>replace[:bceprsw] EREDUA ORDEZKOA</code></p>
fa: <p>کاربرد: <code>replace[:bceprsw] PATTERN REPLACEMENT</code></p>
fi: <p>Käyttö: <code>replace[:bceprsw] MALLI KORVAUS</code></p>
fr: <p>Utilisation : <code>replace[:[bceprsw]] MOTIF [REMPLACEMENT]</code></p>
fy: <p>Brûk: <code>replace[:bceprsw] PATROAN FERFANGING</code></p>
gl: <p>Uso: <code>replace[:bceprsw] PATRON REEMPRAZO</code></p>
hu: <p>Használat: <code>replace[:bceprsw] MINTA CSERESZTRING</code></p>
is: <p>Notkun: <code>replace[:bceprsw] MYNSTUR ÚTSKIPTING</code></p>
it: <p>Uso: <code>replace[:bceprsw] SCHEMA SOSTITUZIONE</code></p>
ja: <p>使い方: <code>replace[:bceprsw] PATTERN REPLACEMENT</code></p>
kk: <p>Қолдануы: <code>replace[:bceprsw] ІЗДЕЙТІНІН АЛМАСТЫРУЫ</code></p>
km: <p>របៀប​ប្រើ ៖ <code>replace[:bceprsw] លំនាំ ជំនួស</code></p>
ko: <p>사용법 : <code>replace[:bceprsw] 패턴 교체할값</code></p>
mk: <p>Употреба: <code>replace[:bceprsw] PATTERN REPLACEMENT</code></p>
ms: <p>Kegunaan: <code>ganti[:bceprsw] PATTERN REPLACEMENT</code></p>
nb: <p>Bruk: <code>replace[:bceprsw] MØNSTER ERSTATNING</code></p>
nds: <p>Bruuk: <code>replace[:bceprsw] MUSTER TUUSCHTEXT</code></p>
nl: <p>Gebruik: <code>replace[:bceprsw] PATROON VERVANGING</code></p>
nn: <p>Bruk: <code>replace[:bceprsw] MØNSTER ERSTATNING</code></p>
pa: <p>ਵਰਤੋਂ: <code>replace[:bceprsw] PATTERN REPLACEMENT</code></p>
pl: <p>Użycie: <code>replace[:bceprsw] WZORZEC ZAMIANA</code></p>
pt: <p>Utilização: <code>replace[:bceprsw] PADRÃO SUBSTITUIÇÃO</code></p>
pt_br: <p>Uso: <code>replace[:bceprsw] PADRÃO SUBSTITUIÇÃO</code></p>
ro: <p>Folosire: <code>replace[:bceprsw] MODEL ÎNLOCUITOR</code></p>
rw: <p>Ikoresha: <code>gusimbura[:bceprsw] ISIMBURA RY'ISHUSHO</code></p>
se: <p>Geavaheapmi: <code>replace[:[bceprsw]] MINSTTAR [BUHTÁDUS]</code></p>
sk: <p>Použitie: <code>replace[:bceprsw] VZORKA NÁHRADA</code></p>
sl: <p>Uporaba: <code>replace[:bceprsw] VZOREC ZAMENJAVA</code></p>
sr: <p>Употреба: <code>replace[:bceprsw] УЗОРАК ЗАМЕНА</code></p>
sr@latn: <p>Upotreba: <code>replace[:bceprsw] UZORAK ZAMENA</code></p>
ta: <p>பயன்பாடு: <code>replace[:bceprsw] PATTERN REPLACEMENT</code></p>
th: <p>วิธีใช้: <code>replace[:bceprsw] รูปแบบการค้นหา รูปแบบการแทนที่</code></p>
uk: <p>Використання: <code>replace[:[bcersw]] ВЗІРЕЦЬ [ЗАМІНА]</code></p>
zh_cn: <p>用法：<code>replace[:bceprsw] 模式 [替换]</code></p>

source: <h4><caption>Options</h4><p><b>b</b> - Search backward<br><b>c</b> - Search from cursor<br><b>r</b> - Pattern is a regular expression<br><b>s</b> - Case sensitive search
af: <h4><caption>Opsies</h4><p><b>b</b> - Soek terugwaarts<br><b>c</b> - Soek van plekwyser<br><b>r</b> - Patroon is 'n gewone uitdrukking<br><b>s</b> - Geval sensitiewe soek
be: <h4><caption>Выбары</h4><p><b>b</b> - Пошук назад<br><b>c</b> - Пошук з пазіцыі курсора<br><b>r</b> - Шаблон - рэгулярны выраз<br><b>s</b> - Пошук з улікам рэгістра
bg: <h4><caption>Параметри</h4><p><b>b</b> - Търсене назад<br><b>c</b> - Търсене от курсора<br><b>r</b> - Регулярен израз<br><b>s</b> - Чувствителен регистър
bs: <h4><caption>Opcije</h4><p><b>b</b> - Traži unazad<br><b>c</b> - Traži od kursora<br><b>r</b> - Uzorak je regularni izraz<br><b>s</b> - Razlikuj velika i mala slova
ca: <h4><caption>Opcions</h4><p><b>b</b> - Cerca endarrera<br><b>c</b> - Cerca des del cursor<br><b>r</b> - El patró és una expressió regular<br><b>s</b> - Cerca sensible a caixa
cs: <h4><caption>Volby</h4><p><b>b</b> - zpětné vyhledávání<br><b>c</b> - vyhledávání od kurzoru<br><b>r</b> - vzor je regulární výraz<br><b>s</b> - roslišování malých a velkých písmen
da: <h4><caption>Tilvalg</h4><p><b>b</b> - Søg baglæns<br><b>c</b> - Søg fra markøren<br><b>r</b> - Mønster er et regulært udtryk<br><b>s</b> - Versalfølsom søgning
de: <h4><caption>Optionen</h4><p><b>b</b> - Suche rückwärts<br><b>c</b> - Suche vom Cursor beginnend<br><b>r</b> - Muster ist ein regulärer Ausdruck<br><b>s</b> - Groß- und Kleinschreibung beachten
el: <h4><caption>Επιλογές</h4><p><b>b</b> - Αναζήτηση προς τα πίσω<br><b>c</b> - Αναζήτηση από το δρομέα<br><b>r</b> - Το μοτίβο είναι κανονική έκφραση<br><b>s</b> - Αναζήτηση με διάκριση πεζών/κεφαλαίων
es: <h4><caption>Opciones</h4><p><b>b</b> - Búsqueda hacia atrás<br><b>c</b> - Búsqueda desde el cursor<br><b>r</b> - El patrón en una expresión regular<br><b>s</b> - Búsqueda distinguiendo mayúsculas/minúsculas
eu: <h4><caption>Aukerak</h4><p><b>b</b> - Bilatu atzerantz<br><b>c</b> - Bilatu kurtsoretik<br><b>r</b> - Eredua adierazpen erregularra da<br><b>s</b> - Bilatu maiuskulak/minuskulak bereiziz
fa: <h4><caption>گزینه‌ها</h4><p><b>b</b> - جستجوی پس‌سو <br><b>c</b> - جستجو به واسطۀ مکان‌نما <br><b>r</b> - الگو، یک عبارت منظم است <br><b>s</b> - جستجوی حساس به حالت
fi: <h4><caption>Asetukset</h4><p><b>b</b> – Taaksepäin<br><b>c</b> – Kohdistimesta alkean<br><b>r</b> – Malli on säännöllinen lauseke<br><b>s</b> – Kirjasintasoherkkä haku
fr: <h4><caption>Options</h4><p><b>b</b> - Recherche arrière<br><b>c</b> - Recherche depuis le curseur<br><b>r</b> - Le motif est une expression rationnelle<br><b>s</b> - Recherche sensible à la casse
fy: <h4><caption>Opsjes</h4><p><b>b</b> - yn de efterút sykje<br><b>c</b> - fanôf it rinnerke sykje<br><b>r</b> - patroan is in reguliere útdrukking<br><b>s</b> - haadlettergefoelich sykje
gl: <h4><caption>Opcións</h4><p><b>b</b> - Busca cara atrás<br><b>c</b> -Busca desde o cursor<br><b>r</b> - Patrón é unha expresión regular<br><b>s</b> - Busca sensíbel á caixa
hu: <h4><caption>Beállítások</h4><p><b>b</b> - Keresés visszafelé<br><b>c</b> - Keresés a kurzortól<br><b>r</b> - A minta reguláris kifejezésként lesz értelmezve<br><b>s</b> - Nagybetűérzékeny keresés
is: <h4><caption>Valkostir</h4><p><b>b</b> - Leita afturábak<br><b>c</b> - Leita frá bendli<br><b>r</b> - Mynstur er regluleg segð<br><b>s</b> - Leit er háð há-/lágstöfum
it: <h4><caption>Opzioni</h4><p><b>b</b> - Cerca all'indietro<br><b>c</b> - Cerca dal cursore<br><b>r</b> - Schema è un'espressione regolare<br><b>s</b> - Cerca distinguendo maiuscole
ja: <h4><caption>オプション</h4><p><b>b</b> - 後方検索<br><b>c</b> - カーソル位置から検索<br><b>r</b> - パターンは正規表現<br><b>s</b> - 大小文字を区別して検索
kk: <h4><caption>Параметрлері</h4><p><b>b</b> - Кері қарай іздеу<br><b>c</b> - Меңзерден бастап іздеу<br><b>r</b> - Іздейтіні үлгі өрнегі болып табылады<br><b>s</b> -Үлкен-кішілігін ескеріп іздеу
km: <h4><caption>ជម្រើស</h4><p><b>b</b> - ស្វែង​រក​ថយក្រោយ<br><b>c</b> - ស្វែង​រកចាប់ពី​ទស្សន៍​ទ្រនិច<br><b>r</b> - ឃ្លាស្វែងរក​គឺ​ជា​កន្សោម​ធម្មតា<br><b>s</b> - ការ​ស្វែង​រក​ប្រកាន់​អក្សរ​តូចធំ
ko: <h4><caption>옵션</h4><p><b>b</b> - 이전 검색<br><b>c</b> - 현재 위치에서부터 검색<br><b>r</b> - 정규표현식 패턴.<br><b>s</b> - 자세한 조건으로 찾기
mk: <h4><caption>Опции</h4><p><b>b</b> - Бара наназад<br><b>c</b> - Бара од покажувачот<br><b>r</b> - Шаблонот е регуларен израз<br><b>s</b> - Барање осетливо на големината на буквите
ms: <h4><caption>Opsyen</h4><p><b>b</b> - Cari ke belakang<br><b>c</b> - Cari dari kursor<br><b>r</b> - Corak adalah ungkapan biasa<br><b>s</b> - Carian sensitif huruf besar/kecil
nb: <h4><caption>Alternativer</h4><p><b>b</b> – Søk bakover<br><b>c</b> – Søk fra markør<br><b>r</b> – Mønster som regulært uttrykk<br><b>s</b> – Skiller ikke store og små bokstaver
nds: <h4><caption>Optschonen</h4><p><b>b</b> - Söcht achterrut<br><b>c</b> - Söcht vun den Blinker af<br><b>r</b> - Muster is en reguleer Utdruck<br><b>s</b> - Passt op Groot- / Lüttschrieven op
nl: <h4><caption>Opties</h4><p><b>b</b> - achterwaarts zoeken<br><b>c</b> - vanaf cursorpositie zoeken<br><b>r</b> - patroon is een reguliere expressie<br><b>s</b> - hoofdlettergevoelig zoeken
nn: <h4><caption>Alternativ</h4><p><b>b</b> – Søk bakover<br><b>c</b> – Søk frå skrivemerket<br><b>r</b> – Mønsteret er eit regulært uttrykk<br><b>s</b> – Skil mellom store og små bokstavar
pa: <h4><caption>ਚੋਣਾਂ</h4><p><b>b</b> - ਪਿੱਛੇ ਖੋਜ<br><b>c</b> - ਕਰਸਰ ਤੋਂ ਖੋਜ<br><b>r</b> - ਤਰਤੀਬ ਨਿਯਮਤ ਸਮੀਕਰਨ ਹੈ<br><b>s</b> - ਅੱਖਰ ਅਕਾਰ ਤੇ ਨਿਰਭਰ ਖੋਜ
pl: <h4><caption>Opcje</h4><p><b>b</b> - wyszukuj do tyłu<br><b>c</b> - od pozycji kursora<br><b>r</b> - użyj wyrażeń regularnych<br><b>s</b> - uwzględnij wielkość liter
pt: <h4><caption>Opções</h4><p><b>b</b> - Procurar para trás<br><b>c</b> - Procurar a partir do cursor<br><b>r</b> - Padrão é uma expressão regular<br><b>s</b> - Procura distinguindo capitalização
pt_br: <h4><caption>Opções</h4><p><b>b</b> - Busca regressiva<br><b>c</b> - Procurar do cursor<br><b>r</b> - O padrão é uma expressão regular<br><b>s</b> - Busca sensível a maiúsculas/minúsculas
ro: <h4><caption>Opţiuni</h4><p><b>b</b> - Caută înapoi<br> <b>c</b> - Caută de la cursor<br> <b>r</b> - Modelul este o expresie regulată<br> <b>s</b> - Căutare senzitivă la majuscule
rw: <h4><caption>Amahitamo</h4><p><b>b</b> - Gushakisha Inyuma<br><b>c</b> - Ishakisha uhereye ku nyoboranyandiko<br><b>r</b> - Ishusho ni interuro idahinduka<br><b>s</b> - Ishakisha ryita ku nyuguti nkurunto
se: <h4><caption>Molssaeavttut</h4> <p><b>b</b> – Oza maŋosguvlui <br><b>c</b> – Oza čállinmearkka rájes <br><b>r</b> – Minsttar lea virolaš cealkka <br><b>s</b> – Earuha smávva ja stuorra bustávaid ozahettiin
sk: <h4><caption>Voľby</h4><p><b>b</b> - Hľadať dozadu<br><b>c</b> - Hľadať od pozície kurzora<br><b>r</b> - Vzorka je regulárny výraz<br><b>s</b> - Rozlišovať veľkosť písmen
sl: <h4><caption>Možnosti</h4><p><b>b</b> - Iskanje nazaj<br><b>c</b> - Iskanje od kazalca<br><b>r</b> - Vzorec je regularni izraz<br><b>s</b> - Iskanje občutljivo na velikost črk
sr: <h4><caption>Опције</h4><p><b>b</b> - тражи уназад<br><b>c</b> - тражи од курсора<br><b>r</b> - узорак је регуларни израз<br><b>s</b> - разлику мала и велика слова
sr@latn: <h4><caption>Opcije</h4><p><b>b</b> - traži unazad<br><b>c</b> - traži od kursora<br><b>r</b> - uzorak je regularni izraz<br><b>s</b> - razliku mala i velika slova
ta: <h4><caption>விருப்பத்தேர்வுகள்</h4><p><b>b</b> - பின்நோக்கி தேடு<br><b>c</b> - சுட்டியில் இருந்து தேடு<br><b>r</b> - மாதிரி என்பது ஒரு வழக்கமான வெளிப்பாடு<br><b>s</b> - எழுத்துச் சார்ந்த தேடல்
th: <h4><caption>ตัวเลือก</h4><p><b>b</b> - ค้นหาย้อนหลัง<br><b>c</b> - ค้นหาเริ่มจากเคอร์เซอร์<br><b>r</b> - รูปแบบการค้นหาคือ regular expression<br><b>s</b> - ค้นหาโดยพิจารณาตัวอักษรเล็ก-ใหญ่
uk: <h4><caption>Параметри</h4><p><b>b</b> - пошук назад<br><b>c</b> - пошук від курсора<br><b>r</b> - взірець це формальний вираз<br><b>s</b> - пошук з урахуванням регістру
zh_cn: <h4><caption>选项</h4><p><b>b</b> - 向前搜索<br><b>c</b> - 从光标处搜索<br><b>r</b> - 模式为正则表达式<br><b>s</b> - 区分大小写搜索
