Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Scroll Page Down
af: Rol Bladsy Ondertoe
ar: حرّك صفحة إلى الأسفل
be: Перайсці на старонку ніжэй
bg: Превъртане страница надолу
bs: Pomjeri ekran jednu stranicu dole
ca: Desplaça una pàgina avall
cs: Posun o jednu stránku dolů
da: Rul side ned
de: Eine Seite nach unten
el: Κύλιση μια σελίδα κάτω
es: Desplazar una página abajo
eu: Korritu orrialde bat behera
fa: لغزش صفحه به پایین
fi: Vieritä sivu alas
fr: Descendre d'une page
fy: In side omleech
gl: Desprazarse unha Paxina Abaixo
he: גלול עמוד אחד למטה
hr: Pomakni stranicu dolje
hu: Egy lappal lejjebb görgetés
is: Síða niður
it: Scorri una pagina in giù
ja: 1 ページ後ろにスクロール
kk: Бетті төмен жүгірту
km: រមូរ​ទំព័រ​ចុះក្រោម
ko: 다음 페이지로 이동
mk: Движи страница надолу
ms: Skrol Page Down
nb: Rull en side ned
nds: Een Siet na nerrn rullen
nl: Een pagina omlaag
nn: Rull ei side ned
pa: ਸਫ਼ਾ ਹੇਠਾਂ ਲੈ ਕੇ ਜਾਓ
pl: Przewiń jedną strone w dół
pt: Descer uma Página
pt_br: Rolar uma linha para baixo
ro: Derulează o pagină mai jos
rw: Kunyereza Ipaji Hasi
se: Rulle ovtta linnjá vulosguvlui
sk: Posun o stránku dole
sl: Eno stran nižje
sr: Једна страница доле
sr@latn: Jedna stranica dole
ta: பக்கத்தை கீழ் நோக்கி நகர்த்து
tg: Саҳифа ба поён гардонед
th: เลื่อนลงหนึ่งหน้า
uk: Прокрутити сторінку вниз
zh_cn: 向下滚动一页

source: Select Page Down
af: Kies Bladsy Ondertoe
ar: إنتقي صفحة إلى الأسفل
be: Вылучыць на старонку ніжэй
bg: Маркиране страница надолу
bs: Izaberi stranicu dole
ca: Selecciona una pàgina avall
cs: Vybrat stránku dolů
da: Markér side ned
de: Bis zum Seitenende markieren
el: Επιλογή μια σελίδα κάτω
es: Seleccionar una página hacia abajo
eu: Hautatu orrialde bat behera
fa: برگزیدن صفحۀ پایین
fi: Valitse sivu alas
fr: Sélectionner la page suivante
fy: In side omleech selektearje
gl: Seleizoar unha Páxina Abaixo
he: בחר עמוד אחד למטה
hr: Izaberite Stranica dolje
hu: Kijelölés a következő oldalig
is: Velja síðu niður
it: Seleziona fino alla pagina successiva
ja: 1 ページ後ろまで選択
kk: Бір бет төмен таңдау
km: ជ្រើស​ទំព័រ​ចុះក្រោម
ko: 다음 페이지까지 선택
mk: Избери страница надолу
ms: Pilih Page Down
nb: Marker nedover en side
nds: Een Siet na nerrn markeren
nl: Pagina omlaag selecteren
nn: Merk ei side ned
pa: ਸਫ਼ਾ ਹੇਠਾਂ ਚੁਣੋ
pl: Zaznacz następną stronę
pt: Seleccionar até uma Página Abaixo
pt_br: Selecionar Página para Baixo
ro: Selectează o pagină mai jos
rw: Guhitamo Urupapuro Rukurikira
se: Merke ovtta siiddu vulosguvlui
sk: Výber stránky nadol
sl: Izberi stran nižje
sr: Означи страницу доле
sr@latn: Označi stranicu dole
ta: பக்கத்தின் கீழே தேர்ந்தெடு
tg: Саҳифа ба поён интихоб кунед
th: เลือกลงไปหนึ่งหน้า
uk: Вибрати сторінку вниз
zh_cn: 向下选择一页

source: Move to Bottom of View
af: Beweeg na Bodem van Besigtig
ar: إذهب إلى أسفل العرض
be: Перайсці ў канец дакумента
bg: Отиване в края на видимата част
bs: Idi na kraj pogleda
ca: Mou al fons de la vista
cs: Přesunout se na konec pohledu
da: Flyt til bunden af visning
de: Zum unteren Rand der Ansicht
el: Μετακίνηση στο τέλος της προβολής
es: Ir al fondo de la vista
eu: Eraman ikuspegiaren behera
fa: حرکت به پایین نما
fi: Siirry näkymän loppuun
fr: Aller au bas de la vue
fy: Gean nei ûnderkant fan de werjefte
gl: Moverse até o Fondo da Vista
he: עבור לתחתית התצוגה
hr: Pomaknite pogled na dno
hu: Ugrás a nézet aljára
is: Fara neðst á skjá
it: Vai alla fine della vista
ja: ビューの最後まで移動
kk: Көріністің төменіне жылжу
km: ផ្លាស់ទី​ទៅបាតរបស់ទិដ្ឋភាព
ko: 보이는 아래까지 이동
mk: Оди до дното на погледот
ms: Alih ke Bawah Paparan
nb: Gå til nederst i vinduet
nds: Na de Ansichtkant nerrn gahn
nl: Ga naar onderzijde van weergave
nn: Gå til nedst i tekstruta
pa: ਝਲਕ ਦੇ ਹੇਠਾਂ ਜਾਓ
pl: Przesuń do dołu widoku
pt: Mover para o Fundo da Janela
pt_br: Mover para a Base da Visão
ro: Mută în josul vizualizării
rw: Kwimura Hasi h'Igaragaza
se: Sirdde čájeheami botnái
sk: Presun na koniec pohľadu
sl: Premakni do dna prikaza
sr: Иди на дно приказа
sr@latn: Idi na dno prikaza
ta: அடிப்பக்க காட்சிக்கு நகர்த்து
tg: Ба итмоми намоин
th: ย้ายไปยังตอนท้ายของมุมมอง
uk: Перейти до низу перегляду
zh_cn: 移到视图底部

source: Select to Bottom of View
af: Kies na Bodem van Besigtig
ar: اختيار إلى أسفل العرض
be: Вылучыць да канца дакумента
bg: Маркиране до края на видимата част
bs: Izaberi do kraja pogleda
ca: Selecciona al fons de la vista
cs: Označit do konce pohledu
da: Markér til bunden af det viste
de: Bis zum unteren Rand der Ansicht auswählen
el: Επιλογή στο τέλος της προβολής
es: Seleccionar hasta el fondo de la vista
eu: Hautatu ikuspegiaren beheraino
fa: برگزیدن پایین نما
fi: Valitse näkymän loppuun
fr: Sélectionner jusqu'au bas de la vue
fy: Gean nei ûnderkant fan de werjefte
gl: Seleizoar até o Fondo da Vista
he: סמן עד לתחתית התצוגה
hr: Označi do dna pogleda
hu: Kiválasztás a nézet aljáig
is: Velja að neðst á skjá
it: Seleziona fino alla fine della vista
ja: ビューの最後まで選択
kk: Көріністің төменіне дейін таңдау
km: ជ្រើស​ទៅបាត​ទិដ្ឋភាព
ko: 보이는 아래까지 선택
mk: Избери до дното на погледот
ms: Pilih ke Bawah Paparan
nb: Merk til nederst i vinduet
nds: Bet na de Ansichtkant nerrn markeren
nl: Selecteren tot onderzijde van weergave
nn: Merk til nedst i tekstruta
pa: ਝਲਕ ਦੇ ਹੇਠਾਂ ਦੀ ਚੋਣ ਕਰੋ
pl: Zaznacz do dołu widoku
pt: Seleccionar até ao Fundo da Janela
pt_br: Selecionar para a Base da Visão
ro: Selectează pînă în josul vizualizării
rw: Guhitamo Hasi h'Igaragaza
se: Merke gitta čájeheami botnái
sk: Presun na dolný pohľad
sl: Izberi do dna prikaza
sr: Означи до дна приказа
sr@latn: Označi do dna prikaza
ta: அடிப்பக்க காட்சிக்கு தேர்ந்தெடு
tg: Ба итмоми намоиш интихоб кунед
th: เลือกไปถึงตอนท้ายของมุมมอง
uk: Вибрати до кінця перегляду
zh_cn: 选择到视图底部

source: Move to Matching Bracket
af: Beweeg na Ooreenstemmende Hakkie
ar: إذهب إلى القوس المطابق
be: Ісці да адпаведнай дужкі
bg: Отиване до съвпадаща скоба
bs: Idi na odgovarajuću zagradu
ca: Mou fins al claudàtor que coincideix
cs: Přesunout se na odpovídající závorku
da: Flyt til matchende parentes
de: Zur passenden Klammer
el: Μετακίνηση στην ισοδύναμη παρένθεση
es: Mover al corchete que concuerda
eu: Eraman dagokion parentesiraino
fa: حرکت به کروشۀ مطابق
fi: Siirry seuraavaan sulkuun
fr: Aller à l'accolade correspondante
fy: Gean nei byhearrende heakje
gl: Moverse até a Parella deste Paréntese
he: עבור לסוגר המתאים
hr: Pomakni do pripadajuće zagrade
hu: Ugrás a zárójel párjához
is: Fara á mótsvarandi sviga
it: Vai alla parentesi corrispondente
ja: マッチする括弧に移動
kk: Сыңары жақшаға дейін жылжу
km: ផ្លាស់ទី​ទៅ​តង្កៀប​ដែល​ដូច
ko: 일치하는 괄호로 이동
mk: Оди до заградата што одговара
ms: Alih ke Kurungan Sepadan
nb: Gå til tilsvarende parentes
nds: Na de tohören Klemm gahn
nl: Ga naar bijhorend haakje
nn: Gå til par-parentes
pa: ਮਿਲਦੀ ਬਰੈਕਟ 'ਤੇ ਜਾਓ
pl: Przesuń do pasującego nawiasu
pt: Mover para o Parêntesis Correspondente
pt_br: Mover para o parênteses correspondente
ro: Mută la paranteza pereche
rw: Kwimura ku Gasodeko Gahura
se: Mana čuovvovaš roahkkeruohtui.
sk: Presun na zodpovedajúcu zátvorku
sl: Premakni do ujemajočega oklepaja
sr: Иди до одговарајуће заграде
sr@latn: Idi do odgovarajuće zagrade
ta: பொருந்தும் அடைப்புக்குறிக்கு நகர்த்து
tg: Ба қавси кушода/пӯшида
th: ย้ายไปยังวงเล็บที่เข้าคู่กัน
uk: Перейти до відповідної дужки
zh_cn: 移到匹配的括号

source: Select to Matching Bracket
af: Kies na Ooreenstemmende Hakkie
ar: إنتقي إلى القوس المطابق
be: Вылучыць да адпаведнай дужкі
bg: Маркиране до съвпадаща скоба
bs: Izaberi do odgovarajuće zagrade
ca: Selecciona fins al claudàtor que conincideix
cs: Vybrat do odpovídající závorky
da: Markér til matchende parentes
de: Bis zur passenden Klammer markieren
el: Επιλογή στην ισοδύναμη παρένθεση
es: Seleccionar hasta el corchete que concuerda
eu: Hautatu dagokion parentesiraino
fa: برگزیدن کروشۀ مطابق
fi: Valitse seuraavaan sulkuun
fr: Sélectionner jusqu'à l'accolade correspondante
fy: Selektearje oan byhearrend heakje ta
gl: Seleizoar até a Parella deste Paréntese
he: בחר עד לסוגר המתאים
hr: Označi do pripadajuće zagrade
hu: Kijelölés a zárójel párjáig
is: Velja að mótsvarandi sviga
it: Seleziona fino alla parentesi corrispondente
ja: マッチする括弧を選択
kk: Сыңары жақшаға дейін таңдау
km: ជ្រើស​ទៅ​តង្កៀប​ដែល​ដូច
ko: 일치하는 괄호까지 선택
mk: Избери до заградата што одговараат
ms: Pilih Kurungan Sepadan
nb: Marker til tilsvarende parentes
nds: Bet na de tohören Klemm markeren
nl: Selecteren tot bijhorend haakje
nn: Merk til par-parentes
pa: ਮਿਲਦੀ ਬਰੈਕਟ ਚੁਣੋ
pl: Zaznacz do pasującego nawiasu
pt: Seleccionar até ao Parêntesis Correspondente
pt_br: Seleciona até o parênteses correspondente
ro: Selectează pînă la paranteza pereche
rw: Guhitamo ku Gasodeko Gahura
se: Merke čuovvovaš roahkkeruođu rádjái
sk: Výber po zodpovedajúcu zátvorku
sl: Izberi do ujemajočega oklepaja
sr: Означи до одговарајуће заграде
sr@latn: Označi do odgovarajuće zagrade
ta: பொருந்தும் அடைப்புக்குறிக்கு தேர்ந்தெடு
tg: Ҷудо кардан то қавси кушода/пӯшида
th: เลือกถึงวงเล็บที่เข้าคู่กัน
uk: Вибрати до відповідної дужки
zh_cn: 选择到匹配的括号

source: Transpose Characters
af: Oordraende Karakters
ar: بادل الحروف
bg: Разместване на знаци
bs: Transpozicija karaktera
ca: Transposa els caràcters
cs: Zaměnit znaky
da: Transponér tegn
de: Zeichen tauschen
el: Μετατόπιση χαρακτήρων
es: Trasponer caracteres
eu: Aldatu karaktereak lekuz
fa: عقب و جلو کردن نویسه‌ها
fi: Merkkien muuttaminen
fr: Transposer les caractères
fy: Lettertekens ferpleatse
gl: Transpor Carácteres
he: שכל תווים
hr: Zamjeni znakove
hu: A karakterek transzponálása
is: Víxla stöfum
it: Trasponi caratteri
ja: 文字の交換
kk: Таңбаларды алмастыру
km: ផ្លាស់​កន្លែង​តួអក្សរ
ko: 글자 변환
mk: Смени места на знаци
ms: Transposisikan Aksara
nb: Bytt to nabotegn
nds: Bookstaven tuschen
nl: Lettertekens verplaatsen
nn: Byt to granneteikn
pa: ਅੱਖਰ ਟਰਾਂਸਪੋਜ਼
pl: Zamień znaki miejscami
pt: Transpor os Caracteres
pt_br: Transpor caracteres
ro: Interschimbă caracterele
rw: Gusimburanya Inyuguti
se: Lonut ránnjámearkkat
sk: Prevod znakov
sl: Prestavi znake
sr: Преметни знакове
sr@latn: Premetni znakove
ta: மாறும் எழுத்துக்கள்
tg: Аломатҳо(ҳарфҳо) аз ҷое ба ҷое гузаронед
uk: Транспонувати символи
zh_cn: 左右交换字符

source: Delete Line
af: Uitvee Lyn
ar: إحذف السّطر
be: Выдаліць радок
bg: Изтриване на ред
bs: Obriši liniju
ca: Suprimeix la línia
cs: Smazat řádek
da: Slet linje
de: Zeile löschen
el: Διαγραφή γραμμής
es: Suprimir línea
eu: Ezabatu lerroa
fa: حذف خط
fi: Poista rivi
fr: Supprimer la ligne
fy: Rigel wiskje
gl: Borrar Liña
he: מחק שורה
hr: Obriši liniju
hu: Sor törlése
is: Eyða línu
it: Cancella riga
ja: 行を削除
kk: Жолды өшіру
km: លុប​បន្ទាត់
ko: 줄 삭제
mk: Избриши линија
ms: Hapuskan Baris
nb: Slett linja
nds: Reeg wegdoon
nl: Regel verwijderen
nn: Slett linja
pa: ਸਤਰ ਹਟਾਓ
pl: Usuń linię
pt: Apagar a Linha
pt_br: Excluir linha
ro: Şterge linia
rw: Gusiba Umurongo
se: Sihko linnjá
sk: Odstrániť riadok
sl: Izbriši vrstico
sr: Обриши линију
sr@latn: Obriši liniju
ta: வரியை நீக்கு
tg: Нобудкардани хат
th: ลบบรรทัด
uk: Вилучити рядок
zh_cn: 删除一行

source: Delete Word Left
af: Uitvee Woord Links
ar: إحذف الكلمة إلى اليسار
be: Выдаліць лявейшае слова
bg: Изтриване на дума в ляво
bs: Obriši riječ lijevo
ca: Suprimeix una paraula a l'esquerra
cs: Smazat slovo doleva
da: Slet ord til venstre
de: Wort links löschen
el: Διαγραφή λέξης αριστερά
es: Suprimir una palabra a la izquierda
eu: Ezabatu ezkerreko hitza
fa: حذف واژۀ چپ
fi: Poista sana vasemmalle
fr: Supprimer le mot à gauche
fy: Wurd lofts wiskje
gl: Borrar unha Palabra á Esquerda
he: מחק מילה אחת שמאלה
hr: Obriši riječ lijevo
hu: A kurzortól balra álló szó törlése
is: Eyða orði til vinstri
it: Cancella parola a sinistra
ja: 左の単語を削除
kk: Сол жақтағы сөзді өшіру
km: លុ​ប​ពាក្យ​ទៅ​ឆ្វេង
ko: 왼쪽 단어 삭제
mk: Избриши збор налево
ms: Hapuskan Perkataan di Kiri
nb: Slett ord til venstre
nds: Woort links wegdoon
nl: Woord links verwijderen
nn: Slett ord til venstre
pa: ਖੱਬਾ ਸ਼ਬਦ ਹਟਾਉ
pl: Usuń słowo po lewej
pt: Apagar a Palavra à Esquerda
pt_br: Excluir Palavra à Esquerda
ro: Şterge cuvîntul la stînga
rw: Gusiba Ijambo Ibumoso
se: Sihko ovtta sáni gurutguvlui
sk: Zmazať slovo vľavo
sl: Izbriši besedo levo
sr: Обриши реч лево
sr@latn: Obriši reč levo
ta: இடது வார்த்தையை நீக்கு
tg: Нобудкардани калимаи чап
th: ลบหนึ่งคำด้านซ้าย
uk: Вилучити слово ліворуч
zh_cn: 删除左边整词

source: Delete Word Right
af: Uitvee Woord Regterkant
ar: إحذف الكلمة إلى اليمين
be: Выдаліць правейшае слова
bg: Изтриване на дума в дясно
bs: Obriši riječ desno
ca: Suprimeix una paraula a la dreta
cs: Smazat slovo doprava
da: Slet ord til højre
de: Wort rechts löschen
el: Διαγραφή λέξης δεξιά
es: Suprimir una palabra a la derecha
eu: Ezabatu eskuineko hitza
fa: حذف واژۀ راست
fi: Poista sana oikealle
fr: Supprimer le mot à droite
fy: Wurd rjochts wiskje
gl: Borrar unha Palabra á Dereita
he: מחק מילה אחת ימינה
hr: Obriši riječ desno
hu: A kurzortól jobbra álló szó törlése
is: Eyða orði til hægri
it: Cancella parola a destra
ja: 右の単語を削除
kk: Оң жақтағы сөзді өшіру
km: លុបពាក្យ​ទៅ​ស្តាំ
ko: 오른쪽 단어 삭제
mk: Избриши збор надесно
ms: Hapuskan Perkataan di Kanan
nb: Slett ord til høyre
nds: Woort rechts wegdoon
nl: Woord rechts verwijderen
nn: Slett ord til høgre
pa: ਸੱਜਾ ਸ਼ਬਦ ਹਟਾਓ
pl: Usuń słowo po prawej
pt: Apagar a Palavra à Direita
pt_br: Excluir Palavra à direita
ro: Şterge cuvîntul la dreapta
rw: Gusiba Ijambo Iburyo
se: Siko sáni olgešguvlui
sk: Zmazať slovo vpravo
sl: Izbriši besedo desno
sr: Обриши реч десно
sr@latn: Obriši reč desno
ta: வலது வார்த்தையை நீக்கு
tg: Нобудкардани калимаи рост
th: ลบหนึ่งคำด้านขวา
uk: Вилучити слово праворуч
zh_cn: 删除右边整词

source: Delete Next Character
af: Verwyder Volgende Karakter
be: Выдаліць наступны знак
bg: Изтриване на следващия знак
bs: Obriši sljedeći znak
ca: Esborra el caràcter següent
cs: Smazat následující znak
da: Slet næste tegn
de: Nächstes Zeichen löschen
el: Διαγραφή του επόμενου χαρακτήρα
es: Borrar el siguiente carácter
eu: Ezabatu hurrengo karakterea
fa: حذف واژۀ بعدی
fi: Poista seuraava merkki
fr: Supprimer le caractère suivant
fy: Folgjende teken wiskje
gl: Borrar o Seguinte Carácter
he: מחק את התו הבא
hu: A következő karakter törlése
is: Eyða næsta staf
it: Elimina un carattere a sinistra
ja: 次の文字を削除
kk: Келесі таңбаны өшіру
km: លុប​តួអក្សរ​បន្ទាប់
ko: 다음 글자 삭제
mk: Избриши следен знак
ms: Hapuskan Aksara Berikutnya
nb: Slett neste tegn
nds: Nakamen Bookstaav wegdoon
nl: Volgend teken verwijderen
nn: Slett neste teikn
pa: ਅੱਗੇ ਅੱਖਰ ਹਟਾਓ
pl: Usuń następny znak
pt: Remover o Carácter Seguinte
pt_br: Remover o próximo caractere
ro: Şterge caracterul următor
rw: Gusiba Inyuguti Ikurikira
se: Sihko boahtte mearkka
sk: Odstrániť ďalší znak
sl: Zbriši naslednjii znak
sr: Обриши следећи знак
sr@latn: Obriši sledeći znak
tg: Нест кардани ҳарфи пешрафта
th: ลบอักขระตัวถัดไป
uk: Видалити наступний символ
zh_cn: 删除下个字符

source: Backspace
af: Terugruimte
be: Зваротны скос
bg: Изтриване на предишния знак
bs: Obriši prethodni znak
ca: Espai enrere
de: Rücktaste
es: Retroceso
eu: Atzera-tekla
fa: پس‌بر
fr: Retour
fy: Wiskknop
gl: Retroceso
km: លុប​ថយក្រោយ (Backspace)
ko: 이전 글자 삭제
nb: Rettetast
nds: Torüchtast
nn: Rettetast
pa: ਬੈਕਸਪੇਸ
rw: Gusiba usubira inyuma
sk: Vrátiť o jeden znak späť
sl: Vračalka
tg: Фосила
th: แบ็คสเปซ
uk: Видалити символ зліва

source: Collapse Toplevel
af: Saambreek Boonstevlak
ar: تهديم المستوى الأعلى
bg: Свиване на най-горното ниво
bs: Sakrij najviši nivo
ca: Contrau al nivell superior
cs: Sbalit vrchní úroveň
da: Kollaps topniveau
de: Oberste Ebene einklappen
el: Σύμπτυξη άνω επιπέδου
es: Contraer nivel superior
eu: Tolestu goiko maila
fa: فشردن سطح بالا
fi: Pienennä päätaso
fr: Replier le plus haut niveau
fy: Boppenste nivo ynfâldzje
gl: Contraer Nível Superior
he: קפל איזור ראשי
hr: Sklopi vrh
hu: A felső szint összecsukása
is: Loka efst
it: Contrai livello superiore
ja: トップレベルをたたむ
kk: Барлығын бүктеу
km: វេញ​កម្រិត​កំពូល
ko: 최상위 접기
mk: Затвори го нивото на врв
ms: Rosakkan Tahap Atas
nb: Fold sammen toppnivå
nds: Böverste Evene tosamenfoolden
nl: Bovenste niveau invouwen
nn: Fald saman toppnivå
pa: ਉਪਰੀ ਪੱਧਰ ਸਮੇਟੋ
pl: Zwiń szczytowy poziom
pt: Fechar o Nível de Topo
pt_br: Diminuir para o Nível mais alto
ro: Contrage nivelul rădăcină
rw: Konona UrwegoHejuru
sk: Zbaliť najvyššiu úroveň
sl: Zloži vrhnjo raven
sr: Сажми до највишег нивоа
sr@latn: Sažmi do najvišeg nivoa
ta: மேல் நிலையை சுருக்கு
tg: Печондани ҳама
uk: Згорнути верхній рівень
zh_cn: 折叠顶层树

source: Expand Toplevel
af: Uitbrei Boonste Vlak
ar: توسيع المستوى الأعلى
bg: Разгъване на най-горното ниво
bs: Proširi najviši nivo
ca: Expandeix el nivell superior
cs: Rozbalit vrchní úroveň
da: Ekspandér topniveau
de: Oberste Ebene ausklappen
el: Επέκταση άνω επιπέδου
es: Expandir nivel superior
eu: Zabaldu goiko maila
fa: بسط سطح بالا
fi: Laajenna päätaso
fr: Déplier le plus haut niveau
fy: Boppeste nivo útfâldzje
gl: Expandir Nível Superior
he: הרחב איזור ראשי
hr: Rasklopi vrh
hu: A felső szint kibontása
is: Opna efst
it: Espandi livello superiore
ja: トップレベルを展開
kk: Барлығын жаю
km: បន្លាយកម្រិត​កំពូល
ko: 최상위 펼치기
mk: Отвори го нивото на врв
ms: Kembangkan Tahap Atas
nb: Fold ut toppnivå
nds: Böverste Evene utfoolden
nl: Bovenste niveau uitvouwen
nn: Fald ut toppnivå
pa: ਉਪਰੀ ਪੱਧਰ ਫੈਲਾਉ
pl: Rozwiń szczytowy poziom
pt: Expandir o Nível de Topo
pt_br: Expandir para o Nível mais alto
ro: Expandează nivelul rădăcină
rw: Kwagura UrwegoHejuru
sk: Rozbaliť najvyššiu úroveň
sl: Razširi vrhnjo raven
sr: Развиј до највишег нивоа
sr@latn: Razvij do najvišeg nivoa
ta: மேல் நிலையை விரிவாக்கு
tg: Кушодани ҳама
uk: Розгорнути верхній рівень
zh_cn: 展开顶层

source: Collapse One Local Level
af: Saambreek een Lokale Vlak
ar: تهديم مستوى محلّي واحد
bg: Свиване на локално ниво
bs: Sakrij jedan lokalni nivo
ca: Contrau a un nivell local
cs: Sbalit jednu místní úroveň
da: Kollaps et lokalt niveau
de: Eine lokale Ebene einklappen
el: Σύμπτυξη ενός τοπικού επιπέδου
es: Contraer un nivel local
eu: Tolestu maila lokal bat
fa: فشردن یک سطح محلی
fi: Pienennä tämä taso
fr: Replier d'un niveau local
fy: In lokaal nivo ynfâldzje
gl: Colapsar un Nível Local
he: קפל איזור מקומי אחד
hr: Sklopi jednu razinu
hu: Egy helyi szint összecsukása
is: Loka einu stigi
it: Contrai un livello locale
ja: 一つのローカルレベルをたたむ
kk: Бір деңгейді бүктеу
km: វេញ​កម្រិត​មូលដ្ឋាន​មួយ
ko: 한 단계 접기
mk: Затвори едно локално ниво
ms: Rosakkan Satu Tahap Setempat
nb: Slå sammen ett lokalt nivå
nds: En lokaal Evene tosamenfoolden
nl: Een lokaal niveau invouwen
nn: Slå saman eitt lokalt nivå
pa: ਇੱਕ ਲੋਕਲ ਪੱਧਰ ਸਮੇਟੋ
pl: Zwiń jeden poziom lokalny
pt: Fechar um Nível Local
pt_br: Diminuir Um Nível Local
ro: Contrage un nivel local
rw: Konona Urwego Rumwe rwa Hafi
sk: Zbaliť jednu lokálnu úroveň
sl: Zloži eno krajevno raven
sr: Сажми један локални ниво
sr@latn: Sažmi jedan lokalni nivo
ta: ஒரு உள் நிலையை சுருக்கு
tg: Печондани дараҷаи аввалин
uk: Згорнути один локальний рівень
zh_cn: 折叠一层本地级别

source: Expand One Local Level
af: UItbrei Een Lokale Vlak
ar: توسيع مستوى محلّي واحد
bg: Разгъване на локално ниво
bs: Proširi jedan lokalni nivo
ca: Expandeix a un nivell local
cs: Rozbalit jednu místní úroveň
da: Ekspandér et lokalt niveau
de: Eine lokale Ebene ausklappen
el: Επέκταση ενός τοπικού επιπέδου
es: Expandir un nivel local
eu: Zabaldu maila lokal bat
fa: بسط یک سطح محلی
fi: Laajenna tämä taso
fr: Déplier d'un niveau local
fy: In lokaal nivo útfâldzje
gl: Expandir un Nível Local
he: הרחב איזור מקומי אחד
hr: Rasklopi jednu razinu
hu: Egy helyi szint kibontása
is: opna eitt stig
it: Espandi un livello locale
ja: 一つのローカルレベルを展開
kk: Бір деңгейді жаю
km: បន្លាយកម្រិត​មូលដ្ឋាន​មួយ
ko: 한 단계 펼치기
mk: Отвори едно локално ниво
ms: Kembangkan Satu Tahap Setempat
nb: Fold ut ett lokalt nivå
nds: En lokaal Evene utfoolden
nl: Een lokaal niveau uitvouwen
nn: Fald ut eitt lokalt nivå
pa: ਇੱਕ ਲੋਕਲ ਪੱਧਰ ਫੈਲਾਓ
pl: Rozwiń jeden poziom lokalny
pt: Expandir um Nível Local
pt_br: Expandir Um Nível Local
ro: Expandează un nivel local
rw: Kwagura Urwego Rumwe rwa Hafi
sk: Rozbaliť jednu lokálnu úroveň
sl: Razširi eno krajevno raven
sr: Развиј један локални ниво
sr@latn: Razvij jedan lokalni nivo
ta: ஒரு உள் நிலையை விரிவாக்கு
tg: Кушодани дараҷаи аввалин
uk: Розгорнути один локальний рівень
zh_cn: 展开一层本地级别

source: Show the code folding region tree
af: Wys die kode vou area boom
ar: اظهر شفرة الطئ لمنطقة الشجرة
bg: Показване структурата на кода
bs: Prikaži stablo regiona sakrivanja koda
ca: Mostra l'arbre plegable del codi de la regió
cs: Zobrazit místní strom složeného kódu
da: Vis kodefoldningens områdetræ
de: Baumschema für Code-Ausblendungen anzeigen
el: Εμφάνιση της περιοχής δένδρου του τυλίγματος κώδικα
es: Mostrar el árbol de la región plegable de código
eu: Erakutsi tolestutako kodearen eremuaren arbola
fa: نمایش درخت منطقۀ تازنی کد
fi: Näytä koodin laskostusalueen puunäkymä
fr: Afficher l'arborescence dans la zone de pliage de code
fy: Koadeynfâldbeamstruktuer sjen litte
gl: Mostrar a árbore da rexión de pregamento de código
he: הצג את עץ תחום קיפולי הקוד
hr: Prikaži code folding region stablo
hu: A kódrégió-fa megjelenítése
is: Sýna samanfelldan texta
it: Mostra l'albero di raggruppamento del codice
ja: コード折りたたみ部分のツリーを表示
kk: Кодты бүктеу бұтақтарын көрсету
km: បង្ហាញ​មែកធាង​នៃ​តំបន់​ផ្នត់​កូដ
ko: 코드 폴딩 지역 트리 보기
ms: Papar pepohon rantau lipatan kod
nb: Vis områdetreet for kodebryting
nds: Fooldboom wiesen
nl: Codeinvouwboomstructuur tonen
nn: Vis områdetreet for kodebryting
pa: ਕੋਡ ਸਮੇਟਣ ਖੇਤਰ ਲੜੀ ਵੇਖਾਓ
pl: Pokaż drzewo regionu zwiniętego kodu
pt: Mostrar a árvore da região de compactação do código
pt_br: Mostrar a árvore da região do código
ro: Afişează arborele de îndosariere cod sursă
rw: Kwerekana igiti cy'agace umubare-izinga
sk: Zobrazi regionálny strom pre zabaľovanie kódu
sl: Prikaži regijsko drevo zvijanja kode
sr: Прикажи стабло сажимања дела кода
sr@latn: Prikaži stablo sažimanja dela koda
ta: குறிப்பு முறை மடிப்பு கிளைப்பகுதியை காட்டு
tg: Намоиши блоки шохаи код
uk: Показувати дерево згортання кодів
zh_cn: 显示代码树状折叠

source: Basic template code test
af: Basiese sjabloon kode toets
bg: Проба на кода на базовия образец
bs: Osnovni test koda šablona
ca: Prova de codi de plantilla Basic
da: Grundlæggende skabelon-kodetest
de: Basisvorlagen Code-Test
el: Δοκιμή βασικού προτύπου κώδικα
es: Prueba de código de plantilla básico
eu: Oinarrizko txantiloiaren kodearen proba
fa: آزمون کد الگوی پایه‌ای
fr: Test de code de modèle basique
fy: Basis sjabloan koade test
gl: Proba básica de modelo de código
he: בדיקת תבנית קוד פשוטה
hu: Egyszerű sablonkód-teszt
is: Einfalt sniðkóða prufa
it: Prova di modello di codice base
ja: 基本テンプレートコードテスト
kk: Негізгі код үлгілерді сынап көру
km: សាកល្បង​កូដ​ពុម្ព​មូលដ្ឋាន
ko: 간단한 템플릿 코드 테스트
ms: Ujian kod templat asas
nb: Grunnleggende malkodetest
nds: Eenfach Test för Vörlaag-Kode
nl: Basis sjabloon code test
nn: Grunnleggjande malkodetest
pa: ਮੂਲ ਨਮੂਨਾ ਕੋਡ ਜਾਂਚ
pl: Prosty szablon kodu
pt: Teste básico de código de modelos
pt_br: Teste de código de modelo básico
ro: Test cod model de bază
rw: Isuma ry'umubare w'inyandikorugero shingiro
sk: Test kódu základnej šablóny
sl: Preizkus kode osnovne predloge
sr: Проба основног шаблона кода
sr@latn: Proba osnovnog šablona koda
ta: அடிப்படை வார்ப்புரு குறியீடு சோதனை
uk: Загальний тест коду шаблону
zh_cn: 基本模板代码测试

source: OVR
ar: فوق الكتابة
be: ПЕР
ca: SOB
de: Überschr
el: ΕΠΚ
es: SOB
eu: GAIN
fa: جای‌نوشت
fi: YLI
fr: ÉCR
fy: ORSW
he: שכתוב
is: YFR
it: SSC
ja: 上書き
kk: ҮСТ
km: លើ
ko: 덮어쓰기
nb: ERST
nds: Övr
pa: ਉੱਪਰ
pl: NAD
pt: SOB
pt_br: SOB
ro: SUP
se: BADJ
sl: PREP
sr: ПРЕ
sr@latn: PRE
th: พิมพ์ทับ
uk: ПРЗ
zh_cn: 改写

source: INS
af: Byvoeg
ar: أدرج
be: УСТ
de: Einf
el: ΕΙΣ
eu: TXER
fa: درج
fi: LIS
fy: YNF
he: הוספה
ja: 挿入
kk: ЕНД
km: បញ្ចូល
ko: 끼워넣기
nb: INN
nds: Inf
nn: INN
pa: ਸ਼ਾਮਿਲ
pl: WST
rw: Kongeramo
se: LAS
sl: VST
sr: УБА
sr@latn: UBA
th: พิมพ์แทรก
uk: ВСТ
zh_cn: 插入
