Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: &Insert spaces instead of tabulators
af: Gebruik spasies in plaas van tabelvormers
be: &Устаўляць прагалы замест знакаў Tab
bg: Вмъкване на &интервали вместо табулации
ca: &Insereix espais en comptes de tabulacions
cs: Vlož&it mezery místo tabulátorů
da: &Indsæt mellemrum i stedet for tabulatorer
de: &Leerzeichen statt Tabulatoren für Einrückung verwenden
el: Χρήση &κενών αντί στηλοθετών για εσοχή
es: &Insertar espacios en lugar de tabuladores
eu: &Txertatu zuriuneak tabuladoreen ordez
fa: &درج فاصله‌ها به جای جدول‌بندها‌
fi: Käytä &välilyöntejä sisennykseen sarkainten sijaan
fr: &Insérer des espaces au lieu de tabulations
fy: Spaasjes ynstee fan tabs &ynfoegje
gl: &Insire espazos non canto de tabuladores
he: השתמש ב&רווחים במקום טאבים
hu: Szó&közök beszúrása tabulátorok helyett
is: Nota orðab&il til að draga inn í stað tab
it: &Inserisci spazi invece delle tabulazioni
ja: タブの代わりにスペースを挿入する(&I)
kk: &Кестелеу таңбаларының орнына бос орындар ендірілсін
km: បញ្ចូល​ដកឃ្លា​ជំនួស​ឲ្យ​ថេប
ko: 탭 대신 빈칸으로 들여쓰기(&I)
mk: Вметни &празни места наместо табулатори
ms: &Selitkan ruang dan bukan penjadual
nb: Sett inn &mellomrom i stedet for tabulatorer
nds: &Leer- ansteed vun Tabtekens infögen
nl: Spaties in plaats van tabs &invoegen
nn: Set inn &mellomrom i staden for tabulatorar
pl: Wstaw spacje zam&iast tabulatorów
pt: &Inserir espaços em vez de tabulações
pt_br: &Inserir espaços ao invés de tabs
ro: Inserează &spaţii în loc de TAB-uri
rw: Kongeramo imyanya aho kongeramo musimbuka
se: Geavat &gaskamearkkaid iige tabuláhtoriid siskkildeapmái
sk: Vkladať &medzery namiesto tabulátorov
sl: &Vstavi presledke namesto tabulatorjev
sr: &Убаци размаке уместо табулатора
sr@latn: &Ubaci razmake umesto tabulatora
th: แทรกช่องว่างแทนการใช้อักขระแท็บ
uk: Вживати &пробіли замість табуляції
zh_cn: 用空格而不是跳格缩进(&I)

source: &Show tabulators
af: Vertoon tabelvormers
be: &Паказваць знакі водступаў
bg: Показване на &табулациите
ca: Mo&stra tabulacions
cs: &Zobrazovat tabulátory
da: &Vis tabulatorer
de: Tabulatoren &anzeigen
el: &Προβολή στηλοθετών
es: &Mostrar tabuladores
eu: E&rakutsi tabuladoreak
fa: &نمایش جدول‌بندها‌
fi: &Näytä sarkaimet
fr: Affic&her les tabulations
fy: Tab&s sjen litte
gl: &Mostra tabuladores
he: &הצג טאבים
hu: A tab&ulátorok megjelenítése
is: &Sýna tab merki
it: Mo&stra le tabulazioni
ja: タブを表示する(&S)
kk: &Кестелеулер көрсетілсін
km: បង្ហាញ​ថេប
ko: 탭 보기(&S)
mk: Прикажи &табулатори
ms: &Papar penjadual
nb: &Vis tabulatorer
nds: Tabs &wiesen
nl: Tab&s tonen
nn: &Vis tabulatorar
pa: ਸਾਰਣੀ-ਰੂਪੀ ਵੇਖਾਓ(&S)
pl: P&okaż tabulatory
pt: Mo&strar as tabulações
pt_br: &Mostrar tabulações
ro: Afişează &TAB-urile
rw: Kwereka musimbuka
se: Čáj&et tabuláhtoriid
sk: Zobraziť &tabulátory
sl: &Prikaži tabulatorje
sr: &Прикажи табулаторе
sr@latn: &Prikaži tabulatore
tg: &Намоиши табуляторҳо
th: แสดงอักขระแท็บ
uk: &Показувати табуляції
zh_cn: 显示制表符(&S)

source: Tab width:
af: Oortjie wydte:
ar: عرض علامة جدولة:
be: Шырыня водступу:
bg: Широчина на табулацията:
bs: Širina tabulatora:
ca: Amplada del tabulador:
cs: Šířka tabulátoru:
da: Tab-bredde:
de: Tabulatorbreite:
el: Πλάτος στηλοθέτη:
es: Anchura del tabulador:
eu: Tabuladorearen zabalera:
fa: عرض تب:
fi: Sarkaimen leveys:
fr: Taille des tabulations :
fy: Tabbreedte:
gl: Ancho do Tabulador:
he: רוחב טאב:
hr: Širina tabulatora:
hu: A tabulátor szélessége:
is: Tab breidd:
it: Larghezza tabulazioni:
ja: タブ幅(&D):
kk: Кестелеу қадамы:
km: ទទឹង​របស់​ថេប ៖
ko: 탭 너비:
mk: Ширина на табулатор:
ms: Lebar tab:
nb: Tabulatorbredde:
nds: Tab-Breed:
nl: Tabbreedte:
nn: Tabulatorbreidd:
pa: ਟੈਬ ਚੌੜਾਈ:
pl: Szerokość tabulacji i wcięcia:
pt: Tamanho da tabulação:
pt_br: Largura da tab:
ro: Lungime TAB:
rw: Ubugari bw'isimbuka:
se: Tabuláhtorgovdodat:
sk: Šírka tabulátora:
sl: Širina tabulatorja:
sr: Ширина табулатора:
sr@latn: Širina tabulatora:
ta: தத்தல் அகலம்:
tg: Вусъати табулятсия:
uk: Ширина табуляції:
zh_cn: 制表位宽度：

source: Static Word Wrap
af: Statiese Woord Oorvloei
ar: التفاف الكلمة الساكن
bg: Статичен пренос на думи
bs: Statički prijelom riječi
ca: Ajust de línia estàtic
cs: Statické lámání slov
da: Statisk ordombrydning
de: &Statischer Zeilenumbruch
el: Στατική αναδίπλωση λέξεων
es: Ajuste de línea estático
eu: Itzulbiratze estatikoa
fa: سطربندی ایستای واژه
fi: Pysyvä rivitys
fr: Retour à la ligne statique
fy: Statyske rigelôfbrekking
gl: División automática de liñas
he: גלישת שורות סטטית
hr: Statičko prijelom
hu: Statikus sortördelés
is: Föst línuskipting
it: A capo automatico statico
ja: 固定的な行の折り返し
kk: Жолдарды статикалық тасымалдау
km: ការ​រុំ​ពាក្យឋិតិវន្ត
ko: 정적 문단 보호
mk: Статичко пренесување на зборови
ms: Balut Perkataan Statik
nb: Statisk tekstbryting
nds: Fast Reegümbrook
nl: Statische regelafbreking
nn: Statisk tekstbryting
pa: ਸਥਿਰ ਸ਼ਬਦ ਸਮੇਟੋ
pl: Statyczne zawijanie wyrazów
pt: Mudança de Linha Estática
pt_br: Quebra de linhas Estática
ro: Limitare statică a cuvîntului
rw: Ukwirambura ku Ijambo Kugumahamwe
se: Statálaš linnjámolsun
sk: Statické zalamovanie slov
sl: Statičen prelom vrstice
sr: Статичко преламање текста
sr@latn: Statičko prelamanje teksta
ta: நிலையான வார்த்தை மடிப்பு
tg: Гузарондани калима беҳарақат
th: ตัดคำแบบตายตัว
uk: Статичне перенесення слів
zh_cn: 静态文字换行

source: Enable static &word wrap
af: Aktiveer statiese woord oorvloei
ar: نشط التفاف ال&كلمة الساكن
bg: Вкл&ючване на статичния пренос на думи
bs: Uključi statički &prijelom riječi
ca: Habilita l'ajust de &línia estàtic
cs: Povolit statické lá&mání slov
da: Aktivér statisk &tekstombrydning
de: Statischen Zeilen&umbruch aktivieren
el: Ενεργοποίηση στατικής αναδίπλωσης &λέξεων
es: Activar ajuste de &línea estático
eu: Gaitu itzulbiratze estatikoa
fa: فعال‌سازی سطر‌بندی ایستای &واژه‌
fi: &Käytä pysyvää rivitystä
fr: Activer le retour à la ligne &statique
fy: Statyske rigelôfbrekking akti&vearje
gl: Permitir división &automática de liñas
he: אפשר &גלישת שורות
hr: Uključi statičko &prelamanje teksta
hu: A statikus &sortördelés bekapcsolása
is: Virkja &fasta línuskiptingu
it: Abilita &a capo automatico statico
ja: 固定的な行の折り返しを有効にする(&W)
kk: Статикалық &тасымалдау
km: អនុញ្ញាត​ឲ្យ​រុំ​ពាក្យ​ឋិតិវន្ត
ko: 정적 문단 보호 사용(&W)
mk: Овозможи статичко пренесување на зборови
ms: Hidupkan balut perka&taan statik
nb: &Slå på statisk tekstbryting
nds: &Fast Reegümbrook anmaken
nl: Statische Regelafbreking acti&veren
nn: &Slå på statisk tekstbryting
pa: ਸਥਿਰ ਸ਼ਬਦ ਸਮੇਟਣਾ ਯੋਗ(&w)
pl: Włącz statyczne za&wijanie wyrazów
pt: Activar a &mudança de linha estática
pt_br: Habilitar &Quebra de linhas estática
ro: Activează &limitarea statică de cuvînt
rw: Gutuma hakora ifunika ry'ijambo rigumahamwe
se: Bija &statálas linnjámolsun doaibmat
sk: Povoliť statické &zalamovanie slov
sl: Omogoči statičen &prelom vrstice
sr: Укључи статичко &преламање текста
sr@latn: Uključi statičko &prelamanje teksta
ta: நிலையான வார்த்தை மடிப்பை செயல்படுத்து
tg: Гузарондани &калима беҳарақат фаъол созед
th: เปิดใช้การตัดคำแบบตายตัว
uk: Ввімкнути статичне пере&несення слів
zh_cn: 启用静态自动换行(&W)

source: &Show static word wrap marker (if applicable)
af: Wys statiese woord oorvloei merker (indien beskikbaar)
bg: Показване на &маркерите за статичен пренос на думи
bs: &Pokaži oznake statičkog prijeloma redova (ako postoje)
ca: &Mostra el marcador d'ajust de línia estàtic (si s'aplica)
cs: Zobrazovat značky &statického zalamování slov (je-li třeba)
da: &Vis statisk tekstombrydnings-markeringer (hvis anvendeligt)
de: Markierung für &statischen Zeilenumbruch anzeigen (falls zutreffend)
el: Ε&μφάνιση δείκτη στατικής αναδίπλωσης λέξεων (αν είναι εφαρμόσιμο)
es: &Mostrar marcador estático de ajuste de línea (si aplicable)
eu: &Erakutsi itzulbiratze estatikoaren marka (ahal bada)
fa: &نمایش نشانگر سطربندی ایستای واژه )اگر قابل اجرا باشد(‌
fi: Näytä pysyvän rivityksen merkit (jos käytössä)
fr: Afficher le&s marqueurs de retour à la ligne statique (si elle est activée)
fy: &Statyske-rigelôfbrekking-markearring sjen litte (as fan tapasing is)
gl: &Mostrar marca de división fixa de liñas (se aplicábel)
he: &הצג סימני גלישת שורות סטטית (אם ניתן)
hu: Stat&ikus sortördelésjelző megjelenítése (ha létezik)
is: Sýna fast línuskipti-merki (ef mögulegt)
it: Mostra indicatori a capo automatico &statico
ja: (有効時に) 固定的な行の折り返しマーカーを表示する(&P)
kk: &Статикалық тасымалдау маркерлері көрсетілсін
km: បង្ហាញ​សញ្ញា​​សម្គាល់​រុំពាក្យ​ឋិតិវន្ត (​ប្រសិន​បើ​អាច​អនុវត្ត)
ko: 정적 문단 보호 마커 보기(가능한 경우)(&S)
mk: Покажи го маркерот за &статичко пренесување на зборови (ако е применливо)
ms: &Papar pembuat balut perkataan statik (jika terpakai)
nb: &Vis statisk tekstbrytingsmerke (når det passer)
nds: Mark för fast Reegümbrook wie&sen (wenn anwennbor)
nl: &Statische-regelafbreking-markering tonen (indien van toepassing)
nn: &Vis statisk tekstbrytingsmerke (når da passar)
pa: ਸਥਿਰ ਸ਼ਬਦ ਸਮੇਟਣ ਸੂਚਕ ਵੇਖਾਓ (ਜੇਕਰ ਲਾਗੂ ਹੋਵੇ) (&S)
pl: &Pokaż znaczniki statycznego zawijania wyrazów
pt: Mo&strar os marcadores de mudança de linha (se disponíveis)
pt_br: Mostrar marcas de Dobradura estática (se aplicável)
ro: Afişează &marcajul de limitare statică a cuvîntului (dacă e cazul)
rw: Kwerekana ikiranga ifunika ry'ijambo rigumahamwe (niba bikoreshwa)
se: Čájet stahtálaš &máhccunmearkkaid (jos olamuttus)
sk: Zobraziť &statické zalamovacie značky (ak sú aplikovateľné)
sl: Prikaži &statične oznake preloma vrstic (če je možno)
sr: &Прикажи маркер статичког преламања текста (ако може)
sr@latn: &Prikaži marker statičkog prelamanja teksta (ako može)
ta: நிலையான வார்த்தை மடிப்புக் குறிகளை காட்டு (இருந்தால்)
tg: &Намоиши маркерҳои гузаронидаи сатрҳои статикӣ
th: แสดงตำแหน่งตัดคำแบบตายตัว (หากทำได้)
uk: Показувати &статичні маркери переносу слів, якщо ввімкнено
zh_cn: 显示静态自动换行标记(如果合适的话)(&S)

source: Wrap words at:
af: Oorvloei woorde na:
ar: طوّق الكلمات في:
bg: Пренос на думите на колона:
bs: Riječi se lome na:
ca: Ajusta línia a:
cs: Lámat slova na znaku:
da: Ombryd ord ved:
de: Zeilenumbruch bei:
el: Αναδίπλωση λέξεων σε:
es: Ajustar línea a:
eu: Itzulbiratu hemen:
fa: سطربندی واژه‌ها در:
fi: Rivin pituus:
fr: Couper à la colonne :
fy: Rigels ôfbrekke op:
gl: Dividir cun salto de liña na coluna:
he: גלישת שורות בטור:
hr: Prijelom riječi na:
hu: A sortördelés oszlopa:
is: Línulengd:
it: Colonna a cui andare a capo:
ja: 折り返す文字数(&R):
kk: Тасымалдайтын сөз ұзындығы:
km: រុំ​ពាក្យត្រង់ ៖
ko: 문단 보호:
mk: Пренеси зборови кај:
ms: Balut perkataan di:
nb: Bryt linjer ved:
nds: Reegümbrook bi:
nl: Regels afbreken op:
nn: Bryt ord ved:
pa: ਸ਼ਬਦ ਸਮੇਟੋ:
pl: Zawijaj wyrazy na:
pt: Mudar as palavras em:
pt_br: Quebrar linhas em:
ro: Limitează cuvintele la:
rw: Gufunika amagambo ku:
se: Linnjá guhkodat:
sk: Zalamovať slová na:
sl: Prelomi vrstico na:
sr: Преломи текст на:
sr@latn: Prelomi tekst na:
ta: இங்கே வார்த்தைகளை மடி:
tg: Гузарондани калима баъд аз:
th: ตัดคำที่คอลัมน์:
uk: Переносити слова на:
zh_cn: 换行字符数：

source: Remove &trailing spaces
af: Verwyder agtervolgende spasies
be: Прыбіраць &канцавыя прагалы
bg: &Изтриване на завършващите интервали
bs: Ukloni razmake na &kraju linije
ca: Elimina els &espais finals
cs: Odstrani&t mezery na konci řádku
da: Fjern &afsluttende mellemrum
de: Leerzeichen am Zeilenende en&tfernen
el: &Αφαίρεση κενών στο τέλος
es: Eliminar &espacios al final
eu: Kendu b&ukaerako zuriuneak
fa: حذف فاصله‌های &دنباله‌دار‌
fi: Poista välilyönnit rivien lopusta
fr: Supprimer les espaces de &fin de ligne
fy: Spaa&sjes efteroan fuortsmite
gl: Eliminar &espazos ao final
he: הסר רווחים &עודפים
hu: A sorvégi szókö&zök eltávolítása
is: Fjarlægja bil aftan við línu
it: Rimuovi gli spazi &finali
ja: 末尾のスペースを削除する(&T)
kk: С&оңындағы бос орындар өшірілсін
km: យក​ដកឃ្លា​នៅ​ពី​ក្រោយ​ចេញ
ko: 남은 스페이스 제거(&T)
mk: Отстрани &празни места од крајот
ms: Buang ruang &mengekor
nb: Fjern &mellomrom på slutten av linja
nds: Ach&terankamen Leertekens wegdoon
nl: Spa&ties achteraan verwijderen
nn: &Fjern mellomrom sist på linja
pa: ਅੰਤਮ ਖਾਲੀ ਥਾਂ ਹਟਾਓ(&t)
pl: Usuń spacje na &końcu wiersza
pt: Remover os espaços &finais
pt_br: Remover espaços &finais
ro: Elimină spaţiile &terminale
rw: Gukuramo imyanya isigara
se: Váldde eret &gaskamerkkaid linnjá loahpas
sk: Odstrániť &prebytočné medzery
sl: Odstrani presledke na &koncu
sr: Уклони &пратеће размаке
sr@latn: Ukloni &prateće razmake
ta: வெள்ளோட்ட இடைவெளிகளை நீக்கு
tg: &Нест кардани фосилотҳои итмомӣ
th: ลบช่องว่างด้านท้ายบรรทัดทิ้ง
uk: Стирати &кінцеві пропуски
zh_cn: 删除行尾的空格(&T)

source: Auto &brackets
af: Outo hakkies
ar: أ&قواس آلية
be: Аўтаматычна расстаўляць &дужкі
bg: &Автоматично вмъкване на затваряща скоба
bs: &Automatske zagrade
ca: Auto. c&laudàtors
cs: &Automatické závorky
da: &Autoparenteser
de: &Automatische Klammern
el: Αυτόματες &παρενθέσεις
es: Auto corc&hetes
eu: &Parentesi automatikoak
fa: &کروشه‌های خودکار‌
fi: &Automaattisulut
fr: &Accolades automatiques
fy: Automatyske &blokheakjes
gl: Parén&teses automáticos
he: סוגריים או&טומטיים
hr: &Automatske zagrade
hu: &Automatikus zárójelek
is: Sjálfv. s&vigar
it: &Parentesi automatiche
ja: 自動括弧生成(&B)
kk: &Автожақшалар
km: តង្កៀប​ស្វ័យ​ប្រវត្តិ
ko: 자동 괄호(&B)
mk: Авто&загради
ms: Kurungan au&to
nb: Automatiske &hakeparenteser
nds: &Automaatsche Klemmen
nl: Automatische &blokhaakjes
nn: &Automatiske parentesar
pa: ਸਵੈ-ਚਾਲਤ ਬਰੈਕਟਾਂ(&b)
pl: &Automatyczne nawiasy
pt: &Parêntesis automáticos
pt_br: &Colchetes automáticos
ro: &Paranteze automate
rw: Udusodeko twikoresha
se: &Automahtalaš ruođut
sk: &Auto zátvorky
sl: &Samodejni oklepaji
sr: Аутоматске &заграде
sr@latn: Automatske &zagrade
ta: தானியக்க அடைப்புகுறிகள்
tg: &Автоқавсҳо
th: ปิดวงเล็บอัตโนมัติ
uk: &Автоматичні дужки
zh_cn: 自动补全括号(&B)

source: Unlimited
af: Onbeperk
ar: غير محدود
be: Неабмежавана
bg: Неограничено
bs: Neograničeno
ca: Il·limitat
cs: Neomezené
da: Ubegrænset
de: Unbegrenzt
el: Απεριόριστος
es: Ilimitado
eu: Mugagabea
fa: نامحدود
fi: Rajoittamaton
fr: Illimité
fy: Unbeheind
gl: Sen límite
he: ללא הגבלה
hr: Neograničeno
hu: korlátlan
is: Ótakmarkað
it: Illimitato
ja: 無制限
kk: Шектеусіз
km: មិន​កំណត់
ko: 제한 없음
mk: Неограничено
ms: Tanpa had
nb: Ubegrenset
nds: keen Grenz
nl: Onbeperkt
nn: Uavgrensa
pa: ਬੇਅੰਤ
pl: Nieograniczona
pt: Sem Limite
pt_br: Ilimitado
ro: Nelimitat
rw: Bitarangira
se: Rájáhis
sk: Neobmedzené
sl: Neomejeno
sr: Неограничено
sr@latn: Neograničeno
ta: எண்ணில்லா
tg: Номаҳдуд
th: ไม่จำกัด
uk: Необмежено
zh_cn: 无限制

source: Maximum undo steps:
af: Maksimum herstel stappe:
ar: أعلى حد لخطوات التراجع:
bg: Лимит на операцията "Отмяна":
bs: Broj koraka za vraćanje:
ca: Màxim nombre de passes a desfer:
cs: Počet kroků zpět:
da: Maksimalt antal fortrydtrin:
de: Max. Anzahl Rückgängig:
el: Μέγιστος αριθμός βημάτων αναίρεσης:
es: Número máximo de pasos de deshacer:
eu: Gehienezko desegite kopurua:
fa: گامهای بیشینۀ واگرد:
fi: Peruutusaskeleet:
fr: Nombre maximal d'étapes annulables :
fy: Maksimaal tal ûngedien meitsje:
gl: Número máximo de pasos de desfacer:
he: מספר מרבי של ביטולים:
hr: Najveći broj koraka vraćanja:
hu: A max. visszavonási mélység:
is: Minni afturköllunar:
it: Massimo numero di annullamenti:
ja: 元に戻す最大ステップ数(&M):
kk: Қайту қадамдарының саны:
km: ជំហាន​មិន​ធ្វើ​វិញ​អតិបរមា ៖​
ko: 최대 실행취소 단계:
mk: Максимум чекори наназад:
ms: Maksima langkah nyahcara:
nb: Største antall angre-steg:
nds: Max. Torüchnehmen-Schreed:
nl: Maximum ongedaan maken:
nn: Høgste tal på angresteg:
pa: ਵੱਧੋ-ਵੱਧ ਵਾਪਸ ਪਗ:
pl: Liczba operacji cofnięć:
pt: Máx. de passos de anulação:
pt_br: Número máximo para a ação Desfazer:
ro: Număr maxim paşi des-facere:
rw: Intambwe z'isubiranyuma nterengwa:
se: Badjerádji gáhtanlávkki:
sk: Maximum krokov späť:
sl: Največ korakov razveljavitve:
sr: Највише опозива:
sr@latn: Najviše opoziva:
ta: அதிகபட்ச மீள் படிகள்:
tg: Миқдори қадамҳои лағв:
th: ระดับการเรียกคืน:
uk: Кроків повернень:
zh_cn: 最大撤消步数：

source: Smart search t&ext from:
af: Luukse soek teks vorm:
ar: ن&ص البحث الذكى من:
bg: Опре&деляне на текста за търсене:
bs: "Pametno" popunjavanje t&eksta za pretragu iz:
ca: Recerca intel·ligent del te&xt des de:
cs: Chytré hledání t&extu z:
da: Smart t&ekstsøgning fra:
de: Intelligente S&uche vorbesetzen mit:
el: Έξυπνη αναζήτηση &κειμένου από:
es: Búsqueda inteligente de t&exto desde:
eu: T&estuaren bilaketa azkarra:
fa: جستجوی هوشمند &متن از:‌
fi: Etsi t&ekstiä älykkään haun avulla:
fr: Recherche de texte &intelligente à partir de :
fy: Tûk t&ekst sykje fan:
gl: Busca intelixente de t&exto desde:
he: חיפוש &טקסט חכם מ:
hr: Pametno traženje teksta iz:
hu: Intelligens szövegke&resés ettől:
is: Snjöll text&aleit frá:
it: Fonte del t&esto da cercare:
ja: テキストのスマート検索(&E):
kk: Іздеу мә&тіні мынадан алынсын:
km: ការ​ស្វែងរក​អត្ថបទ​ដ៏​ឆ្លាត​ពី ៖
ko: 편리한 찾기(&E):
mk: Паметно барање на т&екст од:
ms: Carian pintar t&eks daripada:
nb: S&martsøk fra:
nds: Plietsch Söökt&ext infögen ut:
nl: Intelligent t&ekst zoeken van:
nn: S&martsøk frå:
pa: ਇਸ ਤੋਂ ਚੁਸਤ ਖੋਜ ਪਾਠ(&e):
pl: Sprytne wyszukiwanie t&ekstu od:
pt: T&exto de origem de procura inteligente:
pt_br: Procura Rápida de &Texto de:
ro: Caută inteligent t&ext de la:
rw: Umwandiko w'ishakisha mwiza kuva:
se: Jierbmás t&eakstaohcan dán rájes:
sk: Inteligentné hľadanie te&xtu z:
sl: Pametno iskanje &besedila iz:
sr: Паметна претрага т&екста од:
sr@latn: Pametna pretraga t&eksta od:
ta: உரை தேடல்:
tg: Ҷустуҷӯи &ақлии мант аз:
th: ค้นหาข้อความแบบฉลาดจาก:
uk: Кмітливий пошук т&ексту:
zh_cn: 智能搜索文字(&E)：

source: Nowhere
af: Nêrens
ar: ليس في أي مكان
be: Нідзе
bg: Без
bs: Ničega
ca: Enlloc
cs: Nikde
da: Intetsted
de: Keine Vorbelegung
el: Πουθενά
es: Ningún sitio
eu: Inon ere ez
fa: هیچ‌جا
fi: Ei mistään
fr: Nulle part
fy: Nergens
gl: Nengun sítio
he: שום מקום
hr: Nigdje
hu: sehol
is: Hvergi
it: Nessuna
ja: なし
kk: Ешқайдан
km: គ្មានកន្លែង
ko: 없음
mk: Никаде
ms: Tidak ke mana
nb: Ingen steder
nds: Narms
nl: Nergens
nn: Ingen stad
pa: ਹੁਣ
pl: Nigdzie
pt: Nenhum Lado
pt_br: Nenhum local
ro: Nicăieri
rw: Ubuhano
se: Ii gostege
sk: Nikde
sl: Nikjer
sr: Нигде
sr@latn: Nigde
ta: எங்குமில்லை
tg: Дар ягон ҷо нест
th: ไม่มีที่ใด
uk: Відсутній
zh_cn: 随处

source: Selection Only
af: Keuse Slegs
ar: للتحديد فقط
be: Толькі вылучаны тэкст
bg: Само маркирания текст
bs: Samo iz izbora
ca: Tan sols la selecció
cs: Pouze výběr
da: Kun markering
de: Nur Auswahl
el: Επιλογή μόνο
es: Sólo selección
eu: Hautapena soilik
fa: فقط گزینش
fi: Vain valinnasta
fr: La sélection seulement
fy: Allinne seleksje
gl: Só o escollido
he: בחירה בלבד
hr: Samo označeno
hu: csak a kijelölt részben
is: Eingöngu val
it: Solo la selezione
ja: 選択範囲のみ
kk: Тек таңдалғанды
km: តែ​ការ​ជ្រើស​រើស
ko: 선택 영역에서만
mk: Само изборот
ms: Pilihan Sahaja
nb: Bare merket område
nds: Bloots Markeren
nl: Alleen selectie
nn: Berre merkt område
pa: ਸਿਰਫ਼ ਚੋਣ
pl: Tylko zaznaczenie
pt: Selecção
pt_br: Somente Seleção
ro: Numai selecţia
rw: Ihitamo Gusa
se: Dušše merkejuvvon biras
sk: Len výber
sl: Samo izbora
sr: Само означени текст
sr@latn: Samo označeni tekst
ta: தேர்வுகள் மட்டும்
tg: Фақат интихобот
th: ส่วนที่เลือกเท่านั้น
uk: Тільки вибрана ділянка
zh_cn: 只对选择区

source: Selection, then Current Word
af: Soeking, dan Huidige Woord
ar: التحديد , ثم الكلمة الحالية
be: Вылучаны тэкст, пасля актыўнае слова
bg: Маркирания текст, текущата дума
bs: Izbora, zatim trenutne riječi
ca: Selecció, després mot actual
cs: Výběr, potom současné slovo
da: Markering, så dette ord
de: Auswahl, dann aktuelles Wort
el: Επιλογή, μετά τρέχουσα λέξη
es: Selección, después la palabra actual
eu: Hautapena, gero uneko hitza
fa: گزینش، سپس واژۀ جاری
fi: Valinta, sitten nykyinen sana
fr: La sélection, puis le mot actuel
fy: Seleksje, en dan aktyf wurd
gl: Escollido, despois a palabra actual
he: בחירה, ואז מילה נוכחית
hr: Označeni tekst, onda trenutna riječ
hu: kijelölt részben, majd az aktuális szó
is: Val, þá núverandi orð
it: La selezione, poi la parola corrente
ja: 選択範囲、次に現在の単語
kk: Таңдалғанды сосын назардағы сөзді
km: ការ​ជ្រើស​រើស បន្ទាប់​ពាក្យ​បច្ចុប្បន្ន
ko: 선택 영역에서 찾은 후 현재 단어
mk: Изборот, а потоа тековниот збор
ms: Pilihan, kemudian Perkataan Semasa
nb: Merket område, så ordet ved skrivemerket
nds: Markeren, denn aktuell Woort
nl: Selectie, en dan huidig woord
nn: Merkt område, så ordet ved skrivemerket
pa: ਚੋਣ, ਤਦ ਮੌਜੂਦ ਸ਼ਬਦ
pl: Zaznaczenie, potem bieżące słowo
pt: Selecção e Palavra Actual
pt_br: Seleção, então Palavra Atual
ro: Selecţia, apoi cuvîntul curent
rw: Ihitamo, hanyuma Ijambo Rigezweho
se: Merkejuvvon biras, de sátni čállinmearkka balddas
sk: Výberu, potom aktuálne slovo
sl: Izbora, nato trenutne besede
sr: Означени текст, па онда текућа реч
sr@latn: Označeni tekst, pa onda tekuća reč
ta: தேர்ந்தெடுத்து, பின் நடப்பில் உள்ள வார்த்தை
tg: Интихобот, Калимаи ҳозира
th: ส่วนที่เลือกไว้ ตามด้วยข้อความปัจจุบัน
uk: Вибір, потім поточне слово
zh_cn: 选择区，然后是当前单词

source: Current Word Only
af: Huidige Woord Slegs
ar: الكلمة الحالية فقط
be: Толькі актыўнае слова
bg: Само текущата дума
bs: Samo trenutne riječi
ca: Tan sols el mot actual
cs: Pouze současné slovo
da: Kun dette ord
de: Nur aktuelles Wort
el: Τρέχουσα λέξη μόνο
es: Sólo la palabra actual:
eu: Uneko hitza soilik
fa: فقط واژۀ جاری
fi: Vain nykyinen sana
fr: Mot actuel seulement
fy: Allinne aktyf wurd
gl: Só a palabra actual
he: שורה נוכחית בלבד
hr: Samo trenutna riječ
hu: csak az aktuális szó
is: Eingöngu núverandi orð:
it: Solo la parola corrente
ja: 現在の単語のみ
kk: Тек назардағы сөзді
km: តែ​ពាក្យ​បច្ចុប្ប​ន្ន
ko: 현재 단어에서만
mk: Само тековниот збор
ms: Perkataan Semasa Sahaja
nb: Bare ordet ved skrivemerket
nds: Bloots aktuell Woort
nl: Alleen huidig woord
nn: Berre ordet ved skrivemerket
pa: ਸਿਰਫ਼ ਮੌਜੂਦ ਸ਼ਬਦ
pl: Tylko bieżące słowo
pt: Palavra Actual
pt_br: Somente Palavra atual
ro: Numai cuvîntul curent
rw: Ijambo Rigezweho Gusa
se: Dušše dálá sátni
sk: Iba aktuálne slovo
sl: Samo trenutne besede
sr: Само текућа реч
sr@latn: Samo tekuća reč
ta: நடப்பில் உள்ள் வார்த்தை மட்டும்
tg: Фақат калимаи ҳозира
th: ข้อความปัจจุบันเท่านั้น
uk: Тільки поточне слово
zh_cn: 只对当前单词

source: Current Word, then Selection
af: Huidige Woord, dan Verkiesing
ar: الكلمة الحالية، ثم التحديد
be: Актыўнае слова, потым вылучаны тэкст
bg: Текущата дума, маркирания текст
bs: Trenutne riječi, zatim izbora
ca: Mot actual, després selecció
cs: Současné slovo, potom výběr
da: Dette ord, så markering
de: Aktuelles Wort, dann Auswahl
el: Τρέχουσα λέξη, μετά επιλογή
es: Palabra actual, después selección
eu: Uneko hitza, ondoren hautapena
fa: واژۀ جاری، سپس گزینش
fi: Nykyinen sana, sitten valinta
fr: Mot actuel, puis la sélection
fy: Aktyf wurd, dan seleksje
gl: Palabra Actual, despois o Escollido
he: מילה נוכחית, אז סימון
hr: Trenutna riječ, onda označeni tekst
hu: az aktuális szó, majd a kijelölt részben
is: Núverandi orð, svo val
it: La parola corrente, poi la selezione
ja: 現在の単語、次に選択範囲
kk: Назардағы сөзді сосын таңдағанды
km: ពាក្យ​បច្ចុប្បន្ន បន្ទាប់​មក​ការ​ជ្រើស​រើស
ko: 현재 단어에서 찾은 후 선택영역
mk: Тековниот збор, а потоа изборот
ms: Perkataan Semasa, kemudian Pilihan
nb: Gjeldende ord, så merket område
nds: Aktuell Woort, denn Markeren
nl: Huidig woord, dan selectie
nn: Ordet ved skrivemerket, så merkt område
pa: ਮੌਜੂਦ ਸ਼ਬਦ, ਫੇਰ ਚੋਣ
pl: Bieżące słowo, potem zaznaczenie
pt: Palavra Actual Seguida da Selecção
pt_br: Somente Palavra, então Seleção
ro: Cuvîntul curent, apoi selecţia
rw: Ijambo Rigezweho, hanyuma Ihitamo
se: Dálá sátni, de merkejuvvon biras
sk: Aktuálne slovo, potom výber
sl: Trenutne besede, nato izbora
sr: Текућа реч, па онда означени текст
sr@latn: Tekuća reč, pa onda označeni tekst
ta: நடப்பில் உளள் வார்த்தை, பிறகு தேர்ந்தெடு
tg: Калимаи ҳозира, Интихобот
th: ข้อความปัจจุบัน ตามด้วยส่วนที่เลือกไว้
uk: Поточне слово, потім вибір
zh_cn: 当前单词，然后是选择区
