Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: _: Language MIPS Assembler
af: MIPS Assembler
be: Асэмблер MIPS
bg: MIPS Assembler
bs: MIPS Assembler
ca: Ensamblador MIPS
cs: MIPS Assembler
da: MIPS Assembler
de: MIPS-Assembler
el: Συμβολομεταφραστής MIPS
es: Ensamblador MIPS
eu: MIPS Assembler
fi: MIPS-assembleri
fr: Assembleur MIPS
fy: MIPS Assembler
gl: MIPS Assembler
he: אסמבלר של MIPS
hu: MIPS Assembler
is: MIPS vélamálskóði
it: Assembler MIPS
ja: MIPS Assembler
kk: MIPS ассмблері
km: MIPS Assembler
ko: MIPS 어셈블러
mk: MIPS асемблер
ms: Pengumpul MIPS
nb: MIPS Assembler
nds: MIPS-Assembler
nl: MIPS Assembler
nn: MIPS Assembler
pa: MIPS Assembler
pl: Asembler MIPS
pt: MIPS Assembler
pt_br: MIPS Assembler
ro: MIPS Assembler
rw: Muhuza MIPS
se: MIPS Assembler
sk: MIPS Assembler
sl: Zbirnik MIPS
sr: MIPS Assembler
sr@latn: MIPS Assembler
tg: GNU Assembler
uk: Асемблер MIPS
zh_cn: MIPS 汇编语言

source: _: Language Modula-2
af: Modula-2
ar: لغة Modula-2
be: Modula-2
bg: Modula-2
bs: Modula-2
ca: Modula-2
cs: Modula-2
da: Modula-2
de: Modula-2
el: Modula-2
es: Modula-2
eu: Modula-2
fi: Modula-2
fr: Modula-2
fy: Modula-2
gl: Modula-2
he: Modula-2
hr: Modula-2
hu: Modula-2
is: Modula-2
it: Modula-2
ja: Modula-2
kk: Modula-2
km: Modula-2
ko: Modula-2
mk: Modula-2
ms: Modula-2
nb: Modula-2
nds: Modula-2
nl: Modula-2
nn: Modula-2
pa: Modula-2
pl: Modula-2
pt: Modula-2
pt_br: Modula-2
ro: Modula-2
rw: Igice-2
se: Modula-2
sk: Modula-2
sl: Modula-2
sr: Modula-2
sr@latn: Modula-2
ta: மாட்யூலா-2
tg: Modula-2
uk: Modula-2
zh_cn: Modula-2

source: _: Language Music Publisher
af: Musiek Publiseerder
be: Music Publisher
bg: Music Publisher
bs: Music Publisher
ca: Music Publisher
cs: Music Publisher
da: Musikudgiver
de: Music Publisher
el: Music Publisher
es: Music Publisher
eu: Music Publisher
fi: Music Publisher
fr: Music Publisher
fy: Music Publisher
gl: Music Publisher
he: Music Publisher
hu: Music Publisher
is: Music Publisher
it: Music Publisher
ja: Music Publisher
kk: Music Publisher
km: Music Publisher
ko: Music Publisher
mk: Music Publisher
ms: Penerbit Muzik
nb: Music Publisher
nds: Music Publisher
nl: Music Publisher
nn: Music Publisher
pa: Music Publisher
pl: Music Publisher
pt: Music Publisher
pt_br: Music Publisher
ro: Music Publisher
rw: Musohora Umuziki
se: Music Publisher
sk: Music Publisher
sl: Music Publisher
sr: Music Publisher
sr@latn: Music Publisher
ta: இசை வெளியீட்டாளர்
tg: Music Publisher
uk: Music Publisher
zh_cn: Music Publisher

source: _: Language Intel x86 (NASM)
af: Intel x86 (NASM)
be: Асэмблер Intel x86 (NASM)
bg: Intel x86 (NASM)
bs: Intel x86 (NASM)
ca: Intel x86 (NASM)
cs: Intel x86 (NASM)
da: Intel x86 (NASM)
de: Intel x86 (NASM)
el: Intel x86 (NASM)
es: Intel x86 (NASM)
eu: Intel x86 (NASM)
fi: Intel x86 (NASM)
fr: Intel x86 (NASM)
fy: Intel x86 (NASM)
gl: Intel x86 (NASM)
he: Intel x86 (NASM)
hu: Intel x86 (NASM)
is: Intel x86 (NASM)
it: Intel x86 (NASM)
ja: Intel x86 (NASM)
kk: Intel x86 (NASM)
km: Intel x86 (NASM)
ko: Intel x86 (NASM)
mk: Intel x86 (NASM)
ms: Intel x86 (NASM)
nb: Intel x86 (NASM)
nds: Intel x86 (NASM)
nl: Intel x86 (NASM)
nn: Intel x86 (NASM)
pa: Intel x86 (NASM)
pl: Intel x86 (NASM)
pt: Intel x86 (NASM)
pt_br: Intel x86 (NASM)
ro: Intel x86 (NASM)
rw: Intel x86 (NASM)
se: Intel x86 (NASM)
sk: Intel x86 (NASM)
sl: Intel x86 (NASM)
sr: Intel x86 (NASM)
sr@latn: Intel x86 (NASM)
tg: Intel x86 (NASM)
uk: Intel x86 (NASM)
zh_cn: Intel x86 (NASM)

source: _: Language Objective-C
af: Objektiewe-C
ar: لغة Objective-C
be: Objective-C
bg: Objective-C
bs: Objective-C
ca: Objective-C
cs: Objective-C
da: Objective-C
de: Objective-C
el: Objective-C
es: Objective-C
eu: Objective-C
fi: Objective-C
fr: Objective-C
fy: Objective-C
gl: Objective-C
he: Objective-C
hr: Objective-C
hu: Objective-C
is: Objective-C
it: Objective-C
ja: Objective-C
kk: Objective-C
km: Objective-C
ko: Objective-C
mk: Objective-C
ms: Objective-C
nb: Objective-C
nds: Objective-C
nl: Objective-C
nn: Objective-C
pa: Objective-C
pl: Objective-C
pt: Objective-C
pt_br: Objective-C
ro: Objective-C
rw: Ibigamijwe-C
se: Objective-C
sk: Objective-C
sl: Objective-C
sr: Objective-C
sr@latn: Objective-C
ta: பொருள்-C
tg: Objective-C
th: ภาษา Objective-C
uk: Objective-C
zh_cn: Objective-C

source: _: Language Objective Caml
af: Objektiewe Caml
be: Objective Caml
bg: Objective Caml
bs: Objective Caml
ca: Objective Caml
cs: Objective Caml
da: Objective Caml
de: Objective Caml
el: Objective Caml
es: Objective Caml
eu: Objective Caml
fi: Objective Caml
fr: Objective Caml
fy: Objective Caml
gl: Objective Caml
he: Objective Caml
hu: Objective Caml
is: Objective Caml
it: Objective Caml
ja: Objective Caml
kk: Objective Caml
km: Objective Caml
ko: Objective Caml
mk: Objective Caml
ms: Objective Caml
nb: Objective Caml
nds: Objective Caml
nl: Objective Caml
nn: Objective Caml
pa: Objective Caml
pl: Objective Caml
pt: Objective Caml
pt_br: Objective Caml
ro: Objective Caml
rw: Caml Igamijwe
se: Objective Caml
sk: Objective Caml
sl: Objective Caml
sr: Objective Caml
sr@latn: Objective Caml
ta: பொருள்-Caml
tg: Caml-и обективӣ
uk: Objective Caml
zh_cn: Objective Caml

source: _: Language Octave
af: Octave
be: Octave
bg: Octave
bs: Octave
ca: Octave
cs: Octave
da: Octave
de: Octave
el: Octave
es: Octave
eu: Octave
fi: Octave
fr: Octave
fy: Octave
gl: Octave
he: Octave
hu: Octave
is: Octave
it: Octave
ja: Octave
kk: Octave
km: Octave
ko: Octave
mk: Octave
ms: Octave
nb: Octave
nds: Octave
nl: Octave
nn: Octave
pa: Octave
pl: Octave
pt: Octave
pt_br: Octave
ro: Octave
rw: Octave
se: Octave
sk: Octave
sl: Octave
sr: Octave
sr@latn: Octave
tg: Октава
uk: Octave
zh_cn: Octave

source: _: Language Pascal
af: Pascal
ar: لغة باسكال (Pascal(
be: Pascal
bg: Pascal
bs: Pascal
ca: Pascal
cs: Pascal
da: Pascal
de: Pascal
el: Pascal
es: Pascal
eu: Pascal
fa: پاسکال
fi: Pascal
fr: Pascal
fy: Pascal
gl: Pascal
he: Pascal
hr: Pascal
hu: Pascal
is: Pascal
it: Pascal
ja: Pascal
kk: Pascal
km: Pascal
ko: Pascal
mk: Pascal
ms: Pascal
nb: Pascal
nds: Pascal
nl: Pascal
nn: Pascal
pa: Pascal
pl: Pascal
pt: Pascal
pt_br: Pascal
ro: Pascal
rw: Pascal
se: Pascal
sk: Pascal
sl: Pascal
sr: Pascal
sr@latn: Pascal
ta: பாஸ்கல்
tg: Паскал
th: ภาษาปาสคาล
uk: Паскаль
zh_cn: Pascal

source: _: Language Perl
af: Pêrel
ar: لغة (Perl)
be: Perl
bg: Perl
bs: Perl
ca: Perl
cs: Perl
da: Perl
de: Perl
el: Perl
es: Perl
eu: Perl
fa: پرل
fi: Perl
fr: Perl
fy: Perl
gl: Perl
he: Perl
hu: Perl
is: Perl
it: Perl
ja: Perl
kk: Perl
km: Perl
ko: Perl
mk: Perl
ms: Perl
nb: Perl
nds: Perl
nl: Perl
nn: Perl
pa: Perl
pl: Perl
pt: Perl
pt_br: Perl
ro: Perl
rw: Perl
se: Perl
sk: Perl
sl: Perl
sr: Perl
sr@latn: Perl
tg: Perl
th: ภาษาเพิร์ล
uk: Perl
zh_cn: Perl

source: _: Language PHP/PHP
af: PHP/PHP
be: PHP/PHP
bg: PHP/PHP
bs: PHP/PHP
ca: PHP/PHP
cs: PHP/PHP
da: PHP/PHP
de: PHP/PHP
el: PHP/PHP
es: PHP/PHP
eu: PHP/PHP
fi: PHP/PHP
fr: PHP/PHP
fy: PHP/PHP
gl: PHP/PHP
he: PHP/PHP
hu: PHP/PHP
is: PHP/PHP
it: PHP/PHP
ja: PHP
kk: PHP/PHP
km: PHP/PHP
ko: PHP/PHP
mk: PHP/PHP
ms: PHP/PHP
nb: PHP/PHP
nds: PHP/PHP
nl: PHP/PHP
nn: PHP/PHP
pa: PHP/PHP
pl: PHP
pt: PHP/PHP
pt_br: PHP/PHP
ro: PHP/PHP
rw: PHP/PHP
se: PHP/PHP
sk: PHP/PHP
sl: PHP/PHP
sr: PHP/PHP
sr@latn: PHP/PHP
tg: PHP/PHP
th: ภาษา PHP/PHP
uk: PHP/PHP
zh_cn: PHP/PHP

source: _: Language PicAsm
af: PicAsm
be: PicAsm
bg: PicAsm
bs: PicAsm
ca: PicAsm
cs: PicAsm
da: PicAsm
de: PicAsm
el: PicAsm
es: PicAsm
eu: PicAsm
fi: PicAsm
fr: PicAsm
fy: PicAsm
gl: PicAsm
he: PicAsm
hu: PicAsm
is: PicAsm
it: PicAsm
ja: PicAsm
kk: PicAsm
km: PicAsm
ko: PicAsm
mk: PicAsm
ms: PicAsm
nb: PicAsm
nds: PicAsm
nl: PicAsm
nn: PicAsm
pa: PicAsm
pl: PicAsm
pt: PicAsm
pt_br: PicAsm
ro: PicAsm
rw: PicAsm
se: PicAsm
sk: PicAsm
sl: PicAsm
sr: PicAsm
sr@latn: PicAsm
tg: PicAsm
uk: PicAsm
zh_cn: PicAsm

source: _: Language Pike
af: Pike
ar: لغة بيكى( Pike)
be: Pike
bg: Pike
bs: Pike
ca: Pike
cs: Pike
da: Pike
de: Pike
el: Pike
es: Pike
eu: Pike
fi: Pike
fr: Pike
fy: Pike
gl: Pike
he: Pike
hu: Pike
is: Pike
it: Pike
ja: Pike
kk: Pike
km: Pike
ko: Pike
mk: Pike
ms: Pike
nb: Pike
nds: Pike
nl: Pike
nn: Pike
pa: Pike
pl: Pike
pt: Pike
pt_br: Pike
ro: Pike
rw: Pike
se: Pike
sk: Pike
sl: Pike
sr: Pike
sr@latn: Pike
tg: Pike
uk: Pike
zh_cn: Pike

source: _: Language PostScript
af: PostScript
ar: لغة PostScript
be: PostScript
bg: PostScript
bs: PostScript
ca: PostScript
cs: PostScript
da: PostScript
de: PostScript
el: PostScript
es: PostScript
eu: PostScript
fa: پست‌اسکریپت
fi: PostScript
fr: PostScript
fy: PostScript
gl: PostScript
he: PostScript
hr: PostScript
hu: PostScript
is: PostScript
it: PostScript
ja: PostScript
kk: PostScript
km: PostScrip
ko: PostScript
mk: PostScript
ms: PostScript
nb: PostScript
nds: PostScript
nl: PostScript
nn: PostScript
pa: PostScript
pl: PostScript
pt: PostScript
pt_br: PostScript
ro: PostScript
rw: IyandikaNyuma
se: PostScript
sk: PostScript
sl: PostScript
sr: PostScript
sr@latn: PostScript
ta: போஸ்ட்ஸ்கிரிப்ட்
tg: PostScript
th: โพสต์สคริปต์
uk: PostScript
zh_cn: PostScript

source: _: Language POV-Ray
af: POV-Ray
be: POV-Ray
bg: POV-Ray
bs: POV-Ray
ca: POV-Ray
cs: POV-Ray
da: POV-Ray
de: POV-Ray
el: POV-Ray
es: POV-Ray
eu: POV-Ray
fi: POV-Ray
fr: POV-Ray
fy: POV-Ray
gl: POV-Ray
he: POV-Ray
hr: POV-Ray
hu: POV-Ray
is: POV-Ray
it: POV-Ray
ja: POV-Ray
kk: POV-Ray
km: POV-Ray
ko: POV-Ray
mk: POV-Ray
ms: POV-Ray
nb: POV-Ray
nds: POV-Ray
nl: POV-Ray
nn: POV-Ray
pa: POV-Ray
pl: POV-Ray
pt: POV-Ray
pt_br: POV-Ray
ro: POV-Ray
rw: POV-Ray
se: POV-Ray
sk: POV-Ray
sl: POV-Ray
sr: POV-Ray
sr@latn: POV-Ray
ta: pov-விச்சு
tg: POV-Ray
uk: POV-Ray
zh_cn: POV-Ray

source: _: Language progress
af: Vordering
be: progress
bg: progress
ca: progress
cs: Progress
da: progress
de: progress
el: progress
es: progress
eu: progress
fi: progress
fr: progress
fy: progress
gl: progress
he: התקדמות
hu: progress
is: Progress
it: Progress
ja: progress
kk: progress
km: progress
ko: progress
mk: progress
ms: progress
nb: Fremdrift
nds: Progress
nl: progress
nn: progress
pa: ਤਰੱਕੀ
pl: progress
pt: Progress
pt_br: progress
ro: progress
rw: Aho bigeze
se: progress
sk: progress
sl: Progress
sr: progress
sr@latn: progress
tg: прогресс
uk: Progress
zh_cn: Progress

source: _: Language Prolog
af: Voorwoord
ar: لغة برولوك (Prolog(
be: Prolog
bg: Prolog
bs: Prolog
ca: Prolog
cs: Prolog
da: Prolog
de: Prolog
el: Prolog
es: Prolog
eu: Prolog
fi: Prolog
fr: Prolog
fy: Prolog
gl: Prolog
he: Prolog
hr: Prolog
hu: Prolog
is: Prolog
it: Prolog
ja: Prolog
kk: Prolog
km: Prolog
ko: Prolog
mk: Prolog
ms: Prolog
nb: Prolog
nds: Prolog
nl: Prolog
nn: Prolog
pa: Prolog
pl: Prolog
pt: Prolog
pt_br: Prolog
ro: Prolog
rw: Prolog
se: Prolog
sk: Prolog
sl: Prolog
sr: Prolog
sr@latn: Prolog
ta: பரோலாங்
tg: Prolog
th: ภาษา Prolog
uk: Пролог
zh_cn: Prolog

source: _: Language PureBasic
af: SuiwerBasies
be: PureBasic
bg: PureBasic
bs: PureBasic
ca: PureBasic
cs: PureBasic
da: PureBasic
de: PureBasic
el: PureBasic
es: PureBasic
eu: PureBasic
fi: PureBasic
fr: PureBasic
fy: PureBasic
gl: PureBasic
he: PureBasic
hu: PureBasic
is: PureBasic
it: PureBasic
ja: PureBasic
kk: PureBasic
km: PureBasic
ko: PureBasic
mk: PureBasic
ms: PureBasic
nb: PureBasic
nds: PureBasic
nl: PureBasic
nn: PureBasic
pa: PureBasic
pl: PureBasic
pt: PureBasic
pt_br: PureBasic
ro: PureBasic
rw: ShingiroNyayo
se: PureBasic
sk: PureBasic
sl: PureBasic
sr: PureBasic
sr@latn: PureBasic
tg: KBasic
uk: PureBasic
zh_cn: PureBasic

source: _: Language Python
af: Python
ar: لغة بيثون (Python(
be: Python
bg: Python
bs: Python
ca: Python
cs: Python
da: Python
de: Python
el: Python
es: Python
eu: Python
fi: Python
fr: Python
fy: Python
gl: Python
he: Python
hu: Python
is: Python
it: Python
ja: Python
kk: Python
km: Python
ko: Python
mk: Python
ms: Python
nb: Python
nds: Python
nl: Python
nn: Python
pa: Python
pl: Python
pt: Python
pt_br: Python
ro: Python
rw: Python
se: Python
sk: Python
sl: Python
sr: Python
sr@latn: Python
tg: Python
th: ภาษาไพธอน
uk: Пітон
zh_cn: Python

source: _: Language R Script
af: R Script
be: R Script
bg: R Script
bs: R Script
ca: R Script
cs: R skript
da: R Script
de: R Script
el: R Script
es: R Script
eu: R Script
fi: R Script
fr: R Script
fy: R Script
gl: Guión de R
he: R Script
hu: R Script
is: R Script
it: Script R
ja: R Script
kk: R Script
km: R Script
ko: R Script
mk: R Script
ms: R Script
nb: R Script
nds: R-Skript
nl: R Script
nn: R Script
pa: R Script
pl: R Script
pt: R Script
pt_br: R Script
ro: R Script
rw: R Inyandikoporogaramu
se: R Script
sk: R Script
sl: R Script
sr: R Script
sr@latn: R Script
tg: R Script
th: สคริปต์ภาษา R
uk: R Script
zh_cn: R 脚本

source: _: Language REXX
af: REXX
ar: لغة REXX
be: REXX
bg: REXX
bs: REXX
ca: REXX
cs: REXX
da: REXX
de: Rexx
el: REXX
es: REXX
eu: REXX
fi: REXX
fr: REXX
fy: REXX
gl: REXX
he: REXX
hr: REXX
hu: REXX
is: REXX
it: REXX
ja: REXX
kk: REXX
km: REXX
ko: REXX
mk: REXX
ms: REXX
nb: REXX
nds: REXX
nl: REXX
nn: REXX
pa: REXX
pl: REXX
pt: REXX
pt_br: REXX
ro: REXX
rw: REXX
se: REXX
sk: REXX
sl: REXX
sr: REXX
sr@latn: REXX
ta: REXX
tg: REXX
uk: REXX
zh_cn: REXX

source: _: Language Ruby/Rails/RHTML
be: Ruby/Rails/RHTML
bg: Ruby/Rails/RHTML
ca: Ruby/Rails/RHTML
cs: Ruby/Rails/RHTML
da: Ruby/Rails/RHTML
de: Ruby/Rails/RHTML
el: Ruby/Rails/RHTML
es: Ruby/Rails/RHTML
eu: Ruby/Rails/RHTML
fi: Ruby/Rails/RHTML
fr: Ruby / Rails / RHTML
fy: HTML
gl: Ruby/Rails/RHTML
he: Ruby/Rails/RHTML
hu: Ruby/Rails/RHTML
is: Ruby/Rails/RHTML
it: Ruby/Rails/RHTML
ja: Ruby/Rails/RHTML
kk: Ruby/Rails/RHTML
km: មគ្គុទ្ទេសក៍​សូរសព្ទ/Rails/RHTML
ko: Ruby/Rails/RHTML
mk: Ruby/Rails/RHTML
ms: Ruby/Rails/RHTML
nb: Ruby/Rails/RHTML
nds: Ruby/Rails/RHTML
nl: Ruby/Rails/RHTML
nn: Ruby/Rails/RHTML
pa: Ruby/Rails/RHTML
pl: Ruby/Rails/RHTML
pt: Ruby/Rails/RHTML
pt_br: Ruby/Rails/RHTML
ro: Ruby/Rails/RHTML
se: Ruby/Rails/RHTML
sk: Ruby/Rails/RHTML
sl: Ruby/Rails/RHTML
sr: Ruby/Rails/RHTML
sr@latn: Ruby/Rails/RHTML
tg: Ruby/Rails/RHTML
th: Ruby/Rails/RHTML
uk: Ruby/Rails/RHTML
zh_cn: Ruby/Rails/RHTML

source: _: Language RenderMan RIB
af: RenderMan RIB
be: RenderMan RIB
bg: RenderMan RIB
bs: RenderMan RIB
ca: RenderMan RIB
cs: RenderMan RIB
da: RenderMan RIB
de: RenderMan RIB
el: RenderMan RIB
es: RIB RenderMan
eu: RenderMan RIB
fi: RenderMan RIB
fr: RIB RenderMan
fy: RenderMan RIB
gl: RenderMan RIB
he: RenderMan RIB
hu: RenderMan RIB
is: RenderMan RIB
it: RenderMan RIB
ja: RenderMan RIB
kk: RenderMan RIB
km: RenderMan RIB
ko: RenderMan RIB
mk: RenderMan RIB
ms: RenderMan RIB
nb: RenderMan RIB
nds: RenderMan RIB
nl: RenderMan RIB
nn: RenderMan RIB
pa: RenderMan RIB
pl: RenderMan RIB
pt: RenderMan RIB
pt_br: RenderMan RIB
ro: RenderMan RIB
rw: RenderMan RIB
se: RenderMan RIB
sk: RenderMan RIB
sl: RenderMan RIB
sr: RenderMan RIB
sr@latn: RenderMan RIB
ta: மேசான்
tg: RenderMan RIB
uk: RenderMan RIB
zh_cn: RenderMan RIB

source: _: Language RPM Spec
af: RPM Spec
ar: لغة RPM Spec
be: Файл спецыфікацыі RPM
bg: RPM Spec
bs: RPM Spec
ca: RPM Spec
cs: RPM specifikace
da: RPM Spec
de: RPM-Spezifikation (RPM Spec)
el: RPM spec
es: RPM Spec
eu: RPM Spec
fi: RPM Spec
fr: RPM Spec
fy: RPM Spec
gl: RPM Spec
he: RPM Spec
hr: RPM Spec
hu: RPM spec
is: RPM Spec
it: Spec RPM
ja: RPM Spec
kk: RPM Spec
km: RPM Spec
ko: RPM Spec
mk: RPM Spec
ms: RPM Spec
nb: RPM Spec
nds: RPM-Spec
nl: RPM Spec
nn: RPM Spec
pa: RPM Spec
pl: RPM Spec
pt: Spec de RPM
pt_br: Spec RPM
ro: RPM Spec
rw: RPM Spec
se: RPM Spec
sk: RPM Spec
sl: RPM Spec
sr: RPM Spec
sr@latn: RPM Spec
ta: RPM குறித்த
tg: RPM Spec
th: แฟ้ม spec ของ RPM
uk: RPM Spec
zh_cn: RPM Spec

source: _: Language RSI IDL
af: RSI IDL
be: RSI IDL
bg: RSI IDL
bs: RSI IDL
ca: RSI IDL
cs: RSI IDL
da: RSI IDL
de: RSI IDL
el: RSI IDL
es: IDL RSI
eu: RSI IDL
fi: RSI IDL
fr: RSI IDL
fy: RSI IDL
gl: RSI IDL
he: RSI IDL
hu: RSI IDL
is: RSI IDL
it: RSI IDL
ja: RSI IDL
kk: RSI IDL
km: RSI IDL
ko: RSI IDL
mk: RSI IDL
ms: RSI IDL
nb: RSI IDL
nds: RSI IDL
nl: RSI IDL
nn: RSI IDL
pa: RSI IDL
pl: RSI IDL
pt: RSI IDL
pt_br: RSI IDL
ro: RSI IDL
rw: RSI IDL
se: RSI IDL
sk: RSI IDL
sl: RSI IDL
sr: RSI IDL
sr@latn: RSI IDL
tg: RSI IDL
th: RSI IDL
uk: RSI IDL
zh_cn: RSI IDL

source: _: Language Ruby
af: Ruby
ar: لغة روبى (Ruby)
be: Ruby
bg: Ruby
bs: Ruby
ca: Ruby
cs: Ruby
da: Ruby
de: Ruby
el: Ruby
es: Ruby
eu: Ruby
fi: Ruby
fr: Ruby
fy: Ruby
gl: Ruby
he: Ruby
hr: Ruby
hu: Ruby
is: Ruby
it: Ruby
ja: Ruby
kk: Ruby
km: Ruby
ko: Ruby
mk: Ruby
ms: Ruby
nb: Ruby
nds: Ruby
nl: Ruby
nn: Ruby
pa: Ruby
pl: Ruby
pt: Ruby
pt_br: Ruby
ro: Ruby
rw: Rubisi
se: Ruby
sk: Ruby
sl: Ruby
sr: Ruby
sr@latn: Ruby
ta: ருபி
tg: Ruby
th: Ruby
uk: Ruby
zh_cn: Ruby

source: _: Language Sather
af: Sather
ar: لغة ساثير (Sather(
be: Sather
bg: Sather
bs: Sather
ca: Sather
cs: Sather
da: Sather
de: Sather
el: Sather
es: Sather
eu: Sather
fi: Sather
fr: Sather
fy: Sather
gl: Sather
he: Sather
hr: Sather
hu: Sather
is: Sather
it: Sather
ja: Sather
kk: Sather
km: Sather
ko: Sather
mk: Sather
ms: Sather
nb: Sather
nds: Sather
nl: Sather
nn: Sather
pa: Sather
pl: Sather
pt: Sather
pt_br: Sather
ro: Sather
rw: Sather
se: Sather
sk: Sather
sl: Sather
sr: Sather
sr@latn: Sather
ta: சாத்தர்
tg: Sather
th: Sather
uk: Sather
zh_cn: Sather

source: _: Language Scheme
af: Skema
ar: لغة إسجيم (Scheme(
be: Scheme
bg: Scheme
bs: Scheme
ca: Scheme
cs: Scheme
da: System
de: Scheme
el: Scheme
es: Scheme
eu: Scheme
fi: Scheme
fr: Scheme
fy: Scheme
gl: Scheme
he: Scheme
hr: Scheme
hu: Scheme
is: Scheme
it: Scheme
ja: Scheme
kk: Scheme
km: Scheme
ko: Scheme
mk: Scheme
ms: Scheme
nb: Scheme
nds: Scheme
nl: Scheme
nn: Scheme
pa: Scheme
pl: Scheme
pt: Scheme
pt_br: Scheme
ro: Scheme
rw: Igishushanyombonera
se: Scheme
sk: Scheme
sl: Scheme
sr: Scheme
sr@latn: Scheme
ta: திட்டமுறை
tg: Scheme
th: Scheme
uk: Scheme
zh_cn: Scheme

source: _: Language scilab
af: scilab
ar: لغة scilab
be: scilab
bg: scilab
bs: scilab
ca: scilab
cs: scilab
da: scilab
de: Scilab
el: scilab
es: scilab
eu: scilab
fi: scilab
fr: scilab
fy: scilab
gl: scilab
he: scilab
hr: scilab
hu: scilab
is: scilab
it: scilab
ja: scilab
kk: scilab
km: scilab
ko: scilab
mk: scilab
ms: scilab
nb: scilab
nds: Scilab
nl: scilab
nn: scilab
pa: scilab
pl: scilab
pt: scilab
pt_br: scilab
ro: scilab
rw: scilab
se: scilab
sk: scilab
sl: scilab
sr: scilab
sr@latn: scilab
ta: சைன்ஸ் லாப்
tg: scilab
th: scilab
uk: scilab
zh_cn: scilab

source: _: Language SGML
af: SGML
ar: لغة SGML
be: SGML
bg: SGML
bs: SGML
ca: SGML
cs: SGML
da: SGML
de: SGML
el: SGML
es: SGML
eu: SGML
fi: SGML
fr: SGML
fy: SGML
gl: SGML
he: SGML
hr: SGML
hu: SGML
is: SGML
it: SGML
ja: SGML
kk: SGML
km: SGML
ko: SGML
mk: SGML
ms: SGML
nb: SGML
nds: SGML
nl: SGML
nn: SGML
pa: SGML
pl: SGML
pt: SGML
pt_br: SGML
ro: SGML
rw: SGML
se: SGML
sk: SGML
sl: SGML
sr: SGML
sr@latn: SGML
ta: SGML
tg: SGML
th: SGML
uk: SGML
zh_cn: SGML

source: _: Language Sieve
af: Sieve
ar: لغة Sieve
be: Sieve
bg: Sieve
bs: Sieve
ca: Sieve
cs: Sieve
da: Sieve
de: Sieve
el: Sieve
es: Sieve
eu: Sieve
fi: Sieve
fr: Sieve
fy: Sieve
gl: Sieve
he: Sieve
hu: Sieve
is: Sieve
it: Sieve
ja: Sieve
kk: Sieve
km: Sieve
ko: Sieve
mk: Sieve
ms: Sieve
nb: Sieve
nds: Sieve
nl: Sieve
nn: Sieve
pa: Sieve
pl: Sieve
pt: Sieve
pt_br: Sieve
ro: Sieve
rw: Akayunguruzo
se: Sieve
sk: Sieve
sl: Sieve
sr: Sieve
sr@latn: Sieve
tg: Sieve
th: Sieve
uk: Sieve
zh_cn: Sieve

source: _: Language SML
af: SML
ar: لغة SML
be: SML
bg: SML
bs: SML
ca: SML
cs: SML
da: SML
de: SML
el: SML
es: SML
eu: SML
fi: SML
fr: SML
fy: SML
gl: SML
he: SML
hu: SML
is: SML
it: SML
ja: SML
kk: SML
km: SML
ko: SML
mk: SML
ms: SML
nb: SML
nds: SML
nl: SML
nn: SML
pa: SML
pl: SML
pt: SML
pt_br: SML
ro: SML
rw: SML
se: SML
sk: SML
sl: SML
sr: SML
sr@latn: SML
tg: SML
th: SML
uk: SML
zh_cn: SML

source: _: Language Spice
af: Spesery
be: Spice
bg: Spice
bs: Spice
ca: Spice
cs: Spice
da: Spice
de: Spice
el: Spice
es: Spice
eu: Spice
fi: Spice
fr: Spice
fy: Spice
gl: Spice
he: Spice
hu: Spice
is: Spice
it: Spice
ja: Spice
kk: Spice
km: Spice
ko: Spice
mk: Spice
ms: Spice
nb: Spice
nds: Spice
nl: Spice
nn: Spice
pa: Spice
pl: Spice
pt: Spice
pt_br: Spice
ro: Spice
rw: Spice
se: Spice
sk: Spice
sl: Spice
sr: Spice
sr@latn: Spice
tg: Spice
th: Spice
uk: Spice
zh_cn: Spice

source: _: Language SQL (MySQL)
af: SQL (MySQL)
be: SQL (MySQL)
bg: SQL (MySQL)
bs: SQL (MySQL)
ca: SQL (MySQL)
cs: SQL (MySQL)
da: SQL (MySQL)
de: SQL (MySQL)
el: SQL (MySQL)
es: SQL (MySQL)
eu: SQL (MySQL)
fi: SQL (MySQL)
fr: SQL (MySQL)
fy: SQL (MySQL)
gl: SQL (MySQL)
he: SQL (MySQL)
hu: SQL (MySQL)
is: SQL (MySQL)
it: SQL (MySQL)
ja: SQL (MySQL)
kk: SQL (MySQL)
km: SQL (MySQL)
ko: SQL (MySQL)
mk: SQL (MySQL)
ms: SQL (MySQL)
nb: SQL (MySQL)
nds: SQL (MySQL)
nl: SQL (MySQL)
nn: SQL (MySQL)
pa: SQL (MySQL)
pl: SQL (MySQL)
pt: SQL (MySQL)
pt_br: SQL (MySQL)
ro: SQL (MySQL)
rw: SQL (MySQL)
se: SQL (MySQL)
sk: SQL (MySQL)
sl: SQL (MySQL)
sr: SQL (MySQL)
sr@latn: SQL (MySQL)
tg: SQL (MySQL)
th: SQL (MySQL)
uk: SQL (MySQL)
zh_cn: SQL(MySQL)

source: _: Language SQL (PostgreSQL)
af: SQL (PostgreSQL)
be: SQL (PostgreSQL)
bg: SQL (PostgreSQL)
bs: SQL (PostgreSQL)
ca: SQL (PostgreSQL)
cs: SQL (PostgreSQL)
da: SQL (PostgreSQL)
de: SQL (PostgreSQL)
el: SQL (PostgreSQL)
es: SQL (PostgreSQL)
eu: SQL (PostgreSQL)
fi: SQL (PostgreSQL)
fr: SQL (PostgreSQL)
fy: SQL (PostgreSQL)
gl: SQL (PostgreSQL)
he: SQL (PostgreSQL)
hu: SQL (PostgreSQL)
is: SQL (PostgreSQL)
it: SQL (PostgreSQL)
ja: SQL (PostgreSQL)
kk: SQL (PostgreSQL)
km: SQL (PostgreSQL)
ko: SQL (PostgreSQL)
mk: SQL (PostgreSQL)
ms: SQL (PostgreSQL)
nb: SQL (PostgreSQL)
nds: SQL (PostgreSQL)
nl: SQL (PostgreSQL)
nn: SQL (PostgreSQL)
pa: SQL (PostgreSQL)
pl: SQL (PostgreSQL)
pt: SQL (PostgreSQL)
pt_br: SQL (PostgreSQL)
ro: SQL (PostgreSQL)
rw: SQL (PostgreSQL)
se: SQL (PostgreSQL)
sk: SQL (PostgreSQL)
sl: SQL (PostgreSQL)
sr: SQL (PostgreSQL)
sr@latn: SQL (PostgreSQL)
tg: SQL (PostgreSQL)
th: SQL (PostgreSQL)
uk: SQL (PostgreSQL)
zh_cn: SQL(PostgreSQL)

source: _: Language SQL
af: SQL
ar: لغة الاستعلام (SQL)
be: SQL
bg: SQL
bs: SQL
ca: SQL
cs: SQL
da: SQL
de: SQL
el: SQL
es: SQL
eu: SQL
fi: SQL
fr: SQL
fy: SQL
gl: SQL
he: SQL
hu: SQL
is: SQL
it: SQL
ja: SQL
kk: SQL
km: SQL
ko: SQL
mk: SQL
ms: SQL
nb: SQL
nds: SQL
nl: SQL
nn: SQL
pa: SQL
pl: SQL
pt: SQL
pt_br: SQL
ro: SQL
rw: SQL
se: SQL
sk: SQL
sl: SQL
sr: SQL
sr@latn: SQL
tg: SQL
th: SQL
uk: SQL
zh_cn: SQL

source: _: Language Stata
af: Stata
be: Stata
bg: Stata
bs: Stata
ca: Stata
cs: Stata
da: Stata
de: Stata
el: Stata
es: Stata
eu: Stata
fi: Stata
fr: Stata
fy: Stata
gl: Stata
he: Stata
hu: Stata
is: Stata
it: Stata
ja: Stata
kk: Stata
km: Stata
ko: Stata
mk: Stata
ms: Stata
nb: Stata
nds: Stata
nl: Stata
nn: Stata
pa: Stata
pl: Stata
pt: Stata
pt_br: Stata
ro: Stata
rw: Stata
se: Stata
sk: Stata
sl: Stata
sr: Stata
sr@latn: Stata
tg: Stata
th: Stata
uk: Stata
zh_cn: Stata

source: _: Language Tcl/Tk
af: Tcl/Tk
ar: لغة Tcl/Tk
be: Tcl/Tk
bg: Tcl/Tk
bs: Tcl/Tk
ca: Tcl/Tk
cs: Tcl/Tk
da: Tcl/Tk
de: Tcl/Tk
el: Tcl/Tk
es: Tcl/Tk
eu: Tcl/Tk
fi: Tcl/Tk
fr: Tcl/Tk
fy: Tcl/Tk
gl: Tcl/Tk
he: Tcl/Tk
hr: Tcl/Tk
hu: Tcl/Tk
is: Tcl/Tk
it: Tcl/Tk
ja: Tcl/Tk
kk: Tcl/Tk
km: Tcl/Tk
ko: Tcl/Tk
mk: Tcl/Tk
ms: Tcl/Tk
nb: Tcl/Tk
nds: Tcl/Tk
nl: Tcl/Tk
nn: Tcl/Tk
pa: Tcl/Tk
pl: Tcl/Tk
pt: Tcl/Tk
pt_br: Tcl/Tk
ro: Tcl/Tk
rw: Tcl/Tk
se: Tcl/Tk
sk: Tcl/Tk
sl: Tcl/Tk
sr: Tcl/Tk
sr@latn: Tcl/Tk
ta: Tcl/Tk
tg: Tcl/Tk
th: Tcl/Tk
uk: Tcl/Tk
zh_cn: Tcl/Tk
