Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: If this is enabled, the editor will calculate the number of spaces up to the next tab position as defined by the tab width, and insert that number of spaces instead of a TAB character.
af: As hierdie aktiveer is, sal die redigeerder uitreken die hoeveelheid spasies na die volgende oortjie posisie soos gedefnieeërd deur die oortjie wydte, en voeg in daardie aantal spasies in plaas van 'n OORTJIE karakter.
bg: Ако отметката в включена, броят интервали до следващата позиция на табулацията ще бъде автоматично изчислен и вместо табулация ще бъдат вмъкнати изчислените интервали.
bs: Ako je ovo uključeno, editor će izračunati broj razmaka do sljedeće pozicije tabulatora kako je definisano širinom tabulatora i ubaciti odgovarajući broj razmaka umjesto TAB znaka.
ca: Si això està habilitat, l'editor calcularà el número d'espais fins a la següent posició de tabulació, definida per l'amplada de tabulació, i inserirà el corresponent número d'espais en comptes d'un caràcter TAB.
cs: Pokud je povoleno, editor spočítá počet mezer až do dalšího výskytu tabulátoru podle definice délky tabulace a vloží odpovídající počet mezer místo znaku tabulátoru.
da: Hvis dette er aktiveret, vil editoren beregne antallet af mellemrum op til næste tabulatorposition som defineret af tabulatorens bredde, og indsætte dette antal mellemrum i stedet for et TAB-tegn.
de: Ist diese Einstellung markiert, berechnet der Editor die Anzahl Leerzeichen bis zur nächsten Tabulatorposition (nach der angegebenen Tabulatorbreite) und ersetzt den Tabulator durch die entsprechende Anzahl Leerzeichen.
el: Αν αυτό είναι ενεργοποιημένο, ο επεξεργαστής θα υπολογίσει τον αριθμό κενών χαρακτήρων μέχρι την επόμενη θέση στηλοθέτη όπως αυτή καθορίζεται από το πλάτος στηλοθέτη, και θα εισάγει αυτόν τον αριθμό των κενών χαρακτήρων αντί του χαρακτήρα TAB.
es: Si está activado, el editor calculará el número de espacios hasta la siguiente posición del tabulador tal y como esté definida la anchura del tabulador, e insertará ese número de espacios en lugar de un caracter de tabulador.
eu: Gaituta badago, editoreak hurrengo tabuladorearen kokapeneraino dagoen zuriune-kopurua kalkulatuko du (tabuladorearen zabaleraren arabera), eta zuriune-kopurua txertatuko du tabuladorea karakterearen ordez.
fa: اگر این فعال شود، ویرایشگر تعداد فاصله‌های موجود تا موقعیت جهش بعدی را، همان طور که توسط عرض جهش تعریف شد محاسبه می‌کند، و آن تعداد فاصله‌ها را به جای یک نویسۀ جهش درج می‌کند.
fi: Jos käytössä, ohjelma laskee montako välilyöntiä tarvitaan seuraavaan sarkainkohtaan siirtymiseksi. Sarkainmerkin sijaan ohjelma käyttää vastaavaa määrää välilyöntejä.
fr: Si cette option est activée, l'éditeur calculera le nombre d'espaces jusqu'à la position de la prochaine tabulation, comme défini par la largeur d'une tabulation, et insérera ce nombre d'espaces au lieu d'une tabulation.
fy: Bywannear't ynskeakele is sil de bewurker it oantal spaasjes oant de neikommende tabposysje berekenje. Hjirby wurdt fan de ynstelde tabbreedte útgong. Ynstee fan it tabteken wurdt it berekende oantal spaasjes ynjûn.
gl: Se está activado, o editor calculará o número de espazos até a seguinte posición de tabulador segundo se definise o ancho deste, e inserirá ese número de espazos no canto dun carácter TAB.
hu: Ha ez az opció be van jelölve, a szerkesztő kiszámolja a következő tabulátorig a szóközök számát (a tabulátor szélessége alapján), és a tabulátor karaktert lecseréli a megfelelő számú szóközre.
is: Ef þetta er valið mun ritillinn reikna út hversu mörg orðabil eru eftir í næstu tab stöðu og setja inn það mörg orðabil í stað TAB táknsins.
it: Se attivato, l'editor calcolerà il numero di spazi fino alla prossima posizione di tabulazione come definita dall'ampiezza di tabulazione, e inserirà quel numero di spazi al posto di un carattere di tabulazione.
ja: これを有効にすると、エディタはタブ幅で定義された次のタブ位置までのスペースの数を計算して、タブ文字の代わりにそれだけの数のスペースを挿入します。
kk: Бұл таңдалса, кестелеу қадамынын ұзындығына жеткен қатар бос орындар кестелеулермен ауыстырылады.
km: ប្រសិន​បើវា​ត្រូវ​បាន​អនុញ្ញាត កម្មវិធី​និពន្ធ​នឹង​គណនា​ចំនួន​ដកឃ្លា​រហូត​ដល់ទៅ​ទីតាំង​ថេប​បន្ទាប់ ដូច​ដែល​បាន​កំណត​់​ដោយ​ទទឹង​ថេប ហើយបញ្ចូល​ចំនួន​ចន្លោះ​នោះ​ជំនួស​ឲ្យ​តួអក្សរ​ថេប ។
ko: 탭 너비에서 지정된 다음 탭 위치까지의 빈칸을 계산한 후 탭 기호 대신에 빈칸을 삽입합니다.
mk: Ако е ова избрано, уредувачот ќе го пресмета бројот на празни места до следната позиција на табулаторот како што е дефинирано од ширината на табулаторот, и ќе вметне толку празни места наместо знакот TAB.
ms: Jika ini diaktifkan, editor akan mengira bilangan ruang hingga posisi tab berikutnya seperti yang ditakrif oleh lebar tab, dan masukkan bilangan ruang dan bukan bilangan aksara TAB.
nb: Med denne funksjonen kan skriveprogrammet regne ut hvor mange mellomrom som trengs for å nå den neste tabulatorposisjonen, og setter inn mellomrom i stedet for en tabulator.
nds: Wenn aktiveert, reekt de Editor mit de angeven Tabulatorbreed de Tall vun Leertekens to de nakamen Tab-Positschoon ut, un föögt disse Tall vun Leertekens ansteed vun en Tabteken in.
nl: Wanneer ingeschakeld zal de editor het aantal spaties tot de volgende tabpositie berekenen. Hierbij wordt uitgegaan van de ingesteld tabbreedte. In plaats van het tabteken wordt het berekende aantal spaties ingegeven.
nn: Med denne funksjonen kan skriveprogrammet rekna ut kor mange mellomrom som trengst for å nå den neste tabulatorposisjonen, og set inn mellomrom i staden for ein tabulator.
pl: Jeśli ta opcja jest włączona, edytor wyliczy liczbę spacji do następnej pozycji tabulacji, jak zdefiniowano w szerokości tabulacji, i wstawi odpowiednią liczbę spacji zamiast znaku tabulacji.
pt: Se isto estiver activado, o editor calcula o número de espaços até à próxima tabulação, tal como definida pelo tamanho de tabulação, e insere esse número de espaços em vez do carácter TAB.
pt_br: Se isto estiver habilitado, o editor calculará o número de espaços até a próxima posição de tabulação, como definido por uma tabulação, e inserirá este número de espaços, em vez das tabulações.
ro: Dacă este activată, editorul va calcula numărul de spaţii pînă la poziţia următorului TAB (aşa cum este definit de lungimea TAB-ului) şi va insera acel număr de spaţii în loc de caracterul TAB.
rw: Niba ibi bikora, muhinduzi izabara umubare w'imyanya hejuru ku birindiro by'isimbuka bikurikira nkuko bisobanuwe n'ubugari bw'isimbuka, kandi yongeremo umubare w'imyanya aho gushyiramo inyuguti ISIMBUKA.
sk: Ak je toto zapnuté, editor vypočíta počet medzier až do nasledujúceho tabulátora podľa nastavenia tabulátorov. Tento počet medzier vloží namiesto znaku TAB.
sl: Če je to omogočeno, bo urejevalnik izračunal potrebno število presledkov do naslednjega položaja tabulatorja, kot je določena v tabulatorski širini, in vstavil to število presledkoiv namesto znaka TAB.
sr: Ако је укључено, уређивач ће израчунати број размака до следеће позиције табулатора онако како је дефинисано у дужини табулатора, и уметнути тај број размака уместо табулатора.
sr@latn: Ako je uključeno, uređivač će izračunati broj razmaka do sledeće pozicije tabulatora onako kako je definisano u dužini tabulatora, i umetnuti taj broj razmaka umesto tabulatora.
ta: இது செயல்படுத்தப்பட்டால், தொகுப்பான் தத்தலால் குறிப்பிடப்படும் அடுத்த தத்தல் இடத்திற்கான இடைவெளியை கணிக்கிடும் மற்றும் டாப் எழுத்திற்கு பதில் இடைவெளியை நுழைக்கும் .
tg: Мавриди фаъол намудани ин интихобот, ишоротҳои табулятсия бо фосилот ҳамин тавр ивваз хоҳанд шуд, ки чунин вусъатоти бозгаштро таъмин кунад.
uk: Якщо ввімкнено, то редактор буде підраховувати кількість пробілів до наступної позиції табуляції, яка визначається полем ширина табуляції, та виставлятиме таку кількість пробілів замість символу табуляції.
zh_cn: 如果启用了此选项，编辑器将计算到下个制表符位置处所剩的空格数，并插入相应数量的空格，而不是跳格符。

source: If this is enabled, the editor will remove any trailing whitespace on lines when they are left by the insertion cursor.
af: As hierdie aktiveer is, sal die redigeerder alle volgende witspasies op lyne verwyderwanneer hulle gelaat is deur die ingevoegde plekwyser.
bg: Изтриване на завършващите интервали в края на реда. Също така, операцията се отнася и за табулациите.
bs: Ako je ovo uključeno, editor će ukloniti sve razmake koji preostanu na kraju linije prilikom unosa teksta.
ca: Si això està habilitat, l'editor eliminarà tots els espais inicials de les línies quan hi marxi el cursor d'inserció.
cs: Pokud je povoleno, editor odstraní veškeré mezery na koncích řádků.
da: Hvis dette er aktiveret, vil editoren fjerne alle afsluttende blanke tegn på linjer når de er forladt af indsætningsmarkørken.
de: Ist diese Einstellung markiert, entfernt das Programm alle Leerräume an Zeilenenden, die der Cursor hinterlässt.
el: Αν αυτό είναι ενεργοποιημένο, ο επεξεργαστής θα αφαιρέσει όλους τους κενούς τελικούς χαρακτήρες σε γραμμές που εγκαταλείπει ο δρομέας εισαγωγής.
es: Si está activado, el editor eliminará cualquier espacio en blanco al final de las líneas cuando el cursor pase a la siguiente línea.
eu: Gaituta badago, editoreak lerroetako bukaerako zuriune guztiak ezabatuko ditu kurtsoreak atzean uzten dituenean.
fa: اگر این فعال شود، ویرایشگر هر فاصله سفید دنباله‌دار روی خطوط زمانی، که توسط مکان‌نمای درج باقی می‌مانند را حذف می‌کند.
fi: Jos käytössä, ohjelma poistaa rivien lopusta turhat välilyönnit.
fr: Si cette option est activée, l'éditeur supprimera tous les espaces de fin de laissés par le curseur d'insertion.
fy: Bywannear't oansetten is, sil de bewurker de spaasjes oan de ein fan de rigel fuortsmite.
gl: Se está activado, o editor eliminará calquer espazo en branco ao final das liñas cando os deixase o cursor de inserción.
he: אם אפשרות זו מופעלת, העורך ימחק כל תו רווח בסופי השורות, אם הם נשאו על ידי סמן ההוספה.
hu: Ha ez be van kapcsolva, a szerkesztő eltávolítja a sorok végéről a szóközöket, amikor a kurzor elhagyja a sort.
is: Ef þetta er valið mun ritillinn fjarlægja óþörf orðabil aftan af línum þegar bendillinn fer af línunni.
it: Se attivato, l'editor rimuoverà qualsiasi spazio vuoto finale nelle righe quando il cursore di inserimento le lascerà.
ja: これを有効にすると、エディタは挿入カーソルの左にある行末の空白を削除します。
kk: Бұл таңдалса, меңзер жолдан кеткенде, жолдың соңында бос орындар қалса, олар автоматты түрде өшіріледі.
km: ប្រសិនបើ​បាន​អនុញ្ញាត កម្មវិធី​និពន្ធ​នឹង​យកចន្លោះ​ដែល​តាម​ពីក្រោយចេញ​ពី​បន្ទាត់ នៅ​ពេល​ដែល​ពួក​វា​ត្រូវ​បាន​បន្សល់ដោយទស្សន៍​ទ្រនិច​បញ្ចូល ។
ko: 이 옵션을 설정하면, 커서 왼쪽에 있는 공백을 제거할 것입니다.
mk: Ако е ова избрано, уредувачот ќе ги отстрани празните места на крајот на линиите каде што биле оставени од курсорот за вметнување.
ms: Jika ini diaktifkan, editor akan membuang sebarang ruang putih mengekor dalam baris apabila ia ditinggalkan oleh kursor penyelitan.
nb: Med denne funksjonen kan skriveprogrammet ta vekk mellomrom på slutten av linjene dersom skrivemerket har lagt noen igjen.
nds: Wenn aktiveert, warrt de Editor all Leer- un Tabtekens an't Reegenn wegdoon, de de Blinker överlett.
nl: Indien geactiveerd zal de editor de spaties aan het einde van de regel verwijderen.
nn: Med denne funksjonen kan skriveprogrammet ta vekk mellomrom på slutten av linjene dersom skrivemerket har lagt nokre att.
pl: Jeśli włączone edytor usunie zbędne białe znaki z wiersza, kiedy opuści go kursor.
pt: Se isto estiver activado, o editor remove quaisquer espaços em branco no fim das linha, sempre que forem deixados pelo cursor de inserção.
pt_br: Se isto estiver habilitado, o editor removerá quaisquer espaços em brancó que sobrarem, quando estiverem no lado esquerdo do cursor de inserção.
ro: Dacă opţiunea este activată, editorul va elimina spaţiile albe de la sfîrşitul liniilor atunci cînd cursorul de inserare părăseşte linia.
rw: Niba ibi bikora, muhinduzi izavanamo umwanyabusa usigara ku mirongo igihe yasizwe n'inyoborayandika ry'iyongeramo.
se: Jos dát doaibma lea alde, de čállinprográmma váldá eret gaskamearkkaid linnjáid loahpain go čállinmearka guođđá linnjá.
sk: Ak je toto zapnuté, editor odstrániť všetky prázdne znaky na riadkoch, ak sú vľavo od kurzora.
sl: Če je to omogočeno, bo urejevalnik odstranil kakršnekoli sledeče presledke v vrsticah, če so bili puščeni.
sr: Ако је укључено, уређивач ће уклонити све празнине на крају линија.
sr@latn: Ako je uključeno, uređivač će ukloniti sve praznine na kraju linija.
ta: இது செயல்படுத்தப்பட்டால், தொகுப்பானாது நிலைகாட்டி விட்ட வரிகளில் உள்ள வெற்றிடத்தை நீக்கும்
tg: Мавриди фаъол сохтани ин интихобот, фосилотҳо дар аввал ва охири сатр низ ҳузф хоҳанд шуд.
uk: Якщо ввімкнено, то редактор буде стирати кінцеві пропуски у рядках де вони залишилися.
zh_cn: 如果启用了此选项，编辑器将会删除行尾的空格。

source: <p>If this option is checked, a vertical line will be drawn at the word wrap column as defined in the <strong>Editing</strong> properties.<p>Note that the word wrap marker is only drawn if you use a fixed pitch font.
af: <p>Indien hierdie opsie nagegaan is, sal 'n vertikale lyn getrek word by die woord oorvloei kolom soos gedefinieerd in die <sterk>Redigeer</sterk> eienskappe.<p>Noteer dat die woord oorvloei merker is slegs geteken indien jy 'n vaste plek skriftipe gebruik.
ar: <p>عند التأشير على هذا الخيار, سيتم رسم خط أفقي عند عامود نهاية السطركما تم تعريفه في خصائص<strong>التحريرthe word wrap marker is only drawn if you use a fixed pitch font.
bg: <p>Показване вертикална линя, която показва колоната, където ще се извършва преноса на текста.<p>Тази настройка е валидна, само ако използвате шрифт с фиксирана широчина.
bs: <p>Ako je ova opcija uključena, biće prikazana uspravna linija na prelomljenim redovima kao što je definisano u osobinama <strong>Editovanja</strong>. <p>Primijetite da se oznaka prijeloma reda prikazuje samo ako koristite font fiksne širine.
ca: Si aquesta opció està marcada, es dibuixarà una línia vertical a la columna de l'ajust de línia tal com estigui definida a les propietats d'<strong>Edició</strong>.<p>Tingueu en compte que el marcador d'ajust de línia només es dibuixarà si empreu una lletra d'amplada fixa.
da: <p> Hvis dette er afkrydset, vil en lodret linje blive tegnet ved tekstombrydnings-søjlen som defineret i <strong>Redigering</strong>-egenskaber.<p>Bemærk at tekstombrydnings-markeringen kun tegnes hvis du bruger en fastbredde-skrifttype.
de: <p>Nach Aktivierung dieser Einstellung wird eine senkrechte Linie in der Spalte des Zeilenumbruchs angezeigt, wie in den Eigenschaften für <strong>Editieren</strong> angegeben.<p>Bitte beachten Sie, dass die Markierung nur erscheint, wenn Sie eine Schrift mit fester Zeichenbreite verwenden.
el: <p>Αν αυτή η επιλογή είναι ενεργοποιημένη, θα εμφανιστεί μία κατακόρυφη γραμμή στη στήλη αναδίπλωσης λέξεων όπως ορίζεται στις ιδιότητες <strong>Επεξεργασίας</strong>.<p>Σημειώστε ότι ο δείκτης αναδίπλωσης λέξεων εμφανίζεται μόνο αν χρησιμοποιείτε γραμματοσειρά σταθερού πλάτους.
es: <p>Si selecciona esta opción, se dibujará una línea vertical en la columna del ajuste de línea como se define en las propiedades de <strong>Edición</strong>.<p>Advierta que el marcador de ajuste de línea sólo se dibuja si utiliza una letra de tamaño fijo.
eu: <p>Gautatua badago, marra bertikal bat marraztuko da itzulbiratzeko zutabean, <strong>Editatzea</strong>ren propietateetan zehazten den bezala. <p>Kontuan izan letra-tipo finkoa erabiliz gero bakarrik marraztuko dela marka.
fa: <p>اگر این گزینه علامت زده شود، همان‌طور که در ویژگیهای <strong>ویرایش</strong> تعریف شد، یک خط عمودی در ستون سطر‌بندی واژه ترسیم خواهد شد.<p>توجه داشته باشید که اگر از یک قلم دارای درجۀ ثابت استفاده کنید، فقط نشانگر سطربندی واژه ترسیم می‌شود.
fi: <p> Jos tämä kohta on valittu, rivityskohdan sarakkeessa näytetään pystyviiva kuten <strong>Muokkaus</strong>-asetuksissa on määritelty. <p>Huomaa, että rivitysmerkit näytetään vain jos käytössä on tasavälinen kirjasin.
fr: <p>Si cette option est cochée, une ligne verticale sera tracée au niveau de la colonne de coupure définie dans les propriétés d'<strong>édition</strong>. <p>Notez que l'indicateur de coupure n'est dessiné que si vous utilisez une police à chasse fixe.
fy: <p> As dizze opsje selektearre is sil der in fertikale line tekene wurde lâns de kolom wêr de rigel ôfbrutsen wurdt neffensn jo ynstellings by de<strong>Tekstynfier</strong>-konfiguraasje. <p>Taljochting: de rigelôfbrekking-markearring wurdt allinne tekene as jo in fêst lettertype brûke.
gl: <p>Se marca esta opción, debuxaráse unha liña vertical na coluna do axuste, tal como se defina nas propriedades de <strong>Edición</strong>.<p> Recorde que as marcas de división só se mostran se usa unha fonte de ancho fixo.
he: <p> אם אפשרות זאת מופעלת, יצויר קו אנכי בשורת גלישת השורות, כפי שמוגדרות במאפייני<string>עריכה</string>. <p> יש לשים לב, שסמל גלישת השורות יצויר רק אם נבחר גופן בעל רוחב קבוע.
hu: <p>Ha ez az opció be van jelölve, függőleges vonal fog megjelenni a sortördelési oszlopban, amely a <strong>szerkesztési</strong> tulajdonságoknál állítható be.<p>A vonal csak akkor jelenik meg, ha rögzített szélességű betűtípus van beállítva.
is: <p>Ef þessi eiginleiki er valinn mun forritið teikna lóðrétta línu á orðaskilum eins og þau eru skilgreind í <strong>Eiginleikum</strong> ritilsins.<p>Athugaðu að merkið er einungis teiknað ef þú ert að nota jafnbreitt letur.
it: <p>Se questa opzione è marcata, viene disegnata una riga verticale alla colonna di andata a capo specificata nelle proprietà di <strong>Modifica</strong>.<p>Nota: l'indicatore di andata a capo viene disegnato soltanto se si usa un tipo di carattere a larghezza fissa.
ja: <p>このオプションをチェックすると、「編集」オプションの「折り返す文字数」に指定された列に縦線が表示されます。<p>行の折り返しマーカーは固定幅フォントを使用している場合にのみ表示されることに注意してください。
kk: <p>Құсбелгісі қойылса, тасымалдау көрсететін бағанында <strong>Өңдеу</strong> қасиеттеріне сәйкес тік сызық маркері қойылатын болады.<p>Бұл маркерлер тек бірқадамды қаріптерді пайдаланғанда қойылады.
km: <p>ប្រសិនបើ​ជម្រើស​នេះ​ត្រូវ​បានធីក នោះ​បន្ទាត់​បញ្ឈរ​នឹង​ត្រូវ​បានគូរ​នៅ​ជួរឈរ​រុំពាក្យ ដូច​ដែល​បាន​កំណត់​ក្នុង​លក្ខណៈ​សម្បត្តិ <strong>កែសម្រួល</strong> ។<p>សូម​ចំណាំថា សញ្ញា​​សម្គាល់​រុំពាក្យ​នឹង​ត្រូវ​បានគូរ ​តែ​ក្នុង​ករណី​ដែល​អ្នក​ប្រើ​ពុម្ពអក្ស​រ​ជម្រាល​ថេរ ។
ko: <p>이 옵션을 사용하면, <strong>Editing</strong> 설정에 지정된 대로 단어보호 영역에 선이 그려집니다.<p>주의 : 단어 보호 표시는 fixed pitch 글꼴을 사용해야만 나타납니다.
mk: <p>Ако е избрана оваа опција, ќе биде нацртана вертикална линија на колоната за пренесување на зборови како што е дефинирано во <strong>Уредувачките</strong> својства.<p>Забележете дека маркерот за пренесување на зборови ќе биде нацртан само ако користите фиксен фонт.
ms: <p>Jika opsyen ini disemak, garisan menegak akan dilukis di lajur balut perkatan seperti yang ditakrif dalam ciri <strong>Editing</strong>.<p>Ambil perhatian bahawa penanda balut perkataan dilukis hanya jika anda guna fon pic tetap.
nb: <p>Dersom du krysser av her, får du se en loddrett linje ved tekstbrytingskolonnen du har valgt i egenskapene for <strong>Redigering</strong>. <p>Legg merke til at tekstbrytingsmerket bare blir vist når du bruker en skrift med fast bredde.
nds: <p>Wenn aktiveert, warrt en pielliek Lien bi den Ümbrookstriep wiest, as binnen den <strong>Bewerken</strong>-Dialoog angeven.</p><p>Bitte beacht, dat de Lien bloots wiest warrt, wenn Du en fastbrede Schriftoort bruukst.</p>
nl: <p> Als deze optie is geselecteerd zal er een verticale lijn worden getekend langs de kolom waar de regel wordt afgebroken volgens uw instellingen bij de <strong>Tekstinvoer</strong>-configuratie. <p>Opmerking: de regelabreking-markering wordt alleen getekend als u een vast lettertype gebruikt.
nn: <p>Dersom du kryssar av her, får du sjå ei loddrett linje ved tekstbrytingskolonnen du har valt i eigenskapane for <strong>Redigering</strong>. <p>Legg merke til at tekstbrytingsmerket berre vert vist når du brukar ei skrift med fast breidd.
pl: <p> Jeśli ta opcja jest zaznaczona, na kolumnie zawijania wyrazów będzie narysowana linia, tak jak zdefiniowano we właściwościach <strong>Edycja</strong>. <p>Zauważ, że znacznik zawijania wyrazów rysowany jest tylko wtedy, kiedy używasz czcionki o stałej szerokości.
pt: <p>Se esta opção estiver assinalada, será desenhada uma linha vertical na coluna de mudança de linha tal como estiver definida nas propriedades de <strong>Edição</strong>.<p>Lembre-se que o marcador da mudança de linha só é desenhado se utilizar um tipo de letra monoespaçado.
pt_br: <p>Se esta opção estiver marcada, uma linha vertical será desenhada na coluna de dobradura, como definido nas Propriedades de <strong>Edição</strong>. <p>Note que o marcador de dobradura será desenhado somente se você usar uma fonte fixa.
ro: <p>Dacă opţiunea este selectată, va fi desenată o linie verticală la coloana de limitare a cuvintelor, aşa cum a fost definită în proprietăţile <strong>Editare</strong>.<p>Observaţie: marcajul de limitare a cuvîntului va fi desenat numai dacă folosiţi un font de lăţime fixă.
rw: <p>Niba iri hitamo ryatoranjijwe, umurongo uhagaze uzashushanywa ku nkingi y'ifunika ry'ijambo nkuko bisobanuwe mu biranga <strong>Guhindura</strong>. <p>Wamenya ko ikiranga ifunika ry'ijambo gishushanywa gusa niba ukoresheje imyandikire y'urwego idahinduka.
sk: <p>Ak je táto voľba zapnutá, v stĺpci zalamovania bude nakreslená vertikálna čiara podľa nastavenia <strong>Editovanie</strong>. <p>Uvedomte si, že značka je vykreslená iba pre písmo s pevnou šírkou znakov.
sl: <p> Če je izbrana ta možnost, bo narisana navpična črta ob stolpcu prelamljanja vrstic, kot je določena v lastnostih <strong>Urejanja</strong>. <p>Vedite, da je oznaka preloma vrstic narisana le, če uporabljate pisave stalne širine.
sr: <p> Ако је ова опција укључена, биће исцртана усправна линија на колони преламања текста одређеној у подешавањима.<p>Приметите да је линија исцртана само ако користите фонт фиксне ширине.
sr@latn: <p> Ako je ova opcija uključena, biće iscrtana uspravna linija na koloni prelamanja teksta određenoj u podešavanjima.<p>Primetite da je linija iscrtana samo ako koristite font fiksne širine.
ta: இந்த விருப்பம் தேர்வு செய்யப்பட்டிருந்தால், தொகுக்கும் பண்பிற்கேற்ப வார்த்தை மடிப்பு இடத்தில் ஒரு கோடு வரையப்படும். <p> நிலை இடைவெளி எழுத்துரு பயன்படுத்தினால் மட்டுமே வார்த்தை மடிப்பு குறிப்பான் வரையப்படும்.
tg: <p>Дар сутуни гузаронидани сатр, хати амудӣ чунини параметри мондании <strong>Таҳриронӣ</strong> тасовир хоҳад шуд.<p>Ин танҳо дар ҳолати истифодаи ҳарфҳои бо паҳмии устувор ба кор бурда мешавад.
uk: <p>Якщо цей параметр ввімкнено, буде показано вертикальну лінію на стовпчику, де слова будуть переноситися, як вказано в властивостях <strong>Редагування</strong>.<p>Зауважте, що позначку перенесення слів буде намальовано лише, якщо ви використовуєте моноширний шрифт.
zh_cn: <p>如果此项被选中，一条竖线将会在<strong>编辑</streong>属性中指定的自动换行列显示出来。<p>注意此自动换行标记只有在您使用的是固定宽度字体时才会显示。

source: Word Wrap
af: Woord Oorvloei
ar: تطويق الكلمات
bg: Пренос на думи
bs: Prijelom redova
ca: Ajust de línia
cs: Lámání slov
da: Tekstombrydning
de: Zeilenumbruch
el: Αναδίπλωση λέξεων
es: Ajuste de línea
eu: Itzulbira
fa: سطربندی واژه
fi: Automaattinen rivinvaihto
fr: Retour à la ligne
fy: Rigelôfbreking
gl: Axuste de Liña
he: גלישת שורות
hr: Omatanje teksta
hu: Sortördelés
is: Skipta línum
it: A capo automatico
ja: 行の折り返し
kk: Сөздерді тасымалдау
km: រុំពាក្យ
ko: 문단 보호
mk: Пренесување на збор
ms: Balut perkataan
nb: Linjebryting
nds: Reegümbrook
nl: Regelafbreking
nn: Tekstbryting
pa: ਸ਼ਬਦ ਸਮੇਟਣ
pl: Zawijanie wyrazów
pt: Mudança de Linha
pt_br: Quebra de linhas
ro: Limitare cuvînt
rw: Ifunika ry'Ijambo
se: Linnjámolsun
sk: Zalamovanie slov
sl: Prelom vrstice
sr: Преламање текста
sr@latn: Prelamanje teksta
ta: வார்த்தை மடிப்பு
tg: Гузарондани калимаҳо
th: ตัดคำ
uk: Перенесення слів
zh_cn: 按词自动换行
