Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: _: Language TI Basic
af: TI Basies
be: TI Basic
bg: TI Basic
bs: TI Basic
ca: TI Basic
cs: TI Basic
da: TI Basic
de: TI-Basic
el: TI Basic
es: TI Basic
eu: TI Basic
fi: TI Basic
fr: TI Basic
fy: TI Basic
gl: TI Basic
he: TI Basic
hu: TI Basic
is: TI Basic
it: TI Basic
ja: TI Basic
kk: TI Basic
km: TI Basic
ko: TI Basic
mk: TI Basic
ms: TI Basic
nb: TI Basic
nds: TI-Basic
nl: TI Basic
nn: TI Basic
pa: TI Basic
pl: TI Basic
pt: TI Basic
pt_br: TI Basic
ro: TI Basic
rw: TI Shingiro
se: TI Basic
sk: TI Basic
sl: TI Basic
sr: TI Basic
sr@latn: TI Basic
tg: TI Basic
th: TI Basic
uk: TI Basic
zh_cn: TI Basic

source: _: Language txt2tags
af: txt2merkers
be: txt2tags
bg: txt2tags
bs: txt2tags
ca: txt2tags
cs: txt2tags
da: txt2tags
de: txt2tags
el: txt2tags
es: txt2tags
eu: txt2tags
fi: txt2tags
fr: txt2tags
fy: txt2tags
gl: txt2tags
he: txt2tags
hu: txt2tags
is: txt2tags
it: txt2tags
ja: txt2tags
kk: txt2tags
km: txt2tags
ko: txt2tags
mk: txt2tags
ms: txt2tags
nb: txt2tags
nds: Txt2tags
nl: txt2tags
nn: txt2tags
pa: txt2tags
pl: txt2tags
pt: txt2tags
pt_br: txt2tags
ro: txt2tags
rw: txt2tags
se: txt2tags
sk: txt2tags
sl: txt2tags
sr: txt2tags
sr@latn: txt2tags
tg: Bash
th: txt2tags
uk: txt2tags
zh_cn: txt2tags

source: _: Language UnrealScript
af: Onegteskrip
ar: برنامج نصى غير حقيقي
be: Сцэнар UnrealScript
bg: UnrealScript
bs: UnrealScript
ca: UnrealScript
cs: UnrealScript
da: UnrealScript
de: UnrealScript
el: Σενάριο Unreal
es: UnrealScript
eu: UnrealScript
fi: UnrealScript
fr: UnrealScript
fy: UnrealScript
gl: UnrealScript
he: UnrealScript
hr: UnrealScript
hu: UnrealScript
is: UnrealScript
it: UnrealScript
ja: UnrealScript
kk: UnrealScript
km: UnrealScript
ko: UnrealScript
mk: UnrealScript
ms: UnrealScript
nb: UnrealScript
nds: UnrealScript
nl: UnrealScript
nn: UnrealScript
pa: UnrealScript
pl: UnrealScript
pt: UnrealScript
pt_br: UnrealScript
ro: UnrealScript
rw: InyandikoporogaramuItizewe
se: UnrealScript
sk: UnrealScript
sl: UnrealScript
sr: UnrealScript
sr@latn: UnrealScript
ta: உண்மையில்லா உரை
tg: UnrealScript
th: สคริปต์ Unreal
uk: UnrealScript
zh_cn: UnrealScript

source: _: Language Velocity
af: Velocity
ar: لغة Velocity
be: Velocity
bg: Velocity
bs: Velocity
ca: Velocity
cs: Velocity
da: Velocity
de: Velocity
el: Velocity
es: Velocity
eu: Velocity
fi: Velocity
fr: Velocity
fy: Velocity
gl: Velocity
he: Velocity
hu: Velocity
is: Velocity
it: Velocity
ja: Velocity
kk: Velocity
km: Velocity
ko: Velocity
mk: Velocity
ms: Kelajuan
nb: Velocity
nds: Velocity
nl: Velocity
nn: Velocity
pa: ਵੇਗ
pl: Velocity
pt: Velocity
pt_br: Velocity
ro: Velocity
rw: Umuvuduko
se: Velocity
sk: Velocity
sl: Velocity
sr: Velocity
sr@latn: Velocity
tg: Velocity
th: Velocity
uk: Velocity
zh_cn: Velocity

source: _: Language Verilog
af: Verilog
ar: لغة Verilog
be: Verilog
bg: Verilog
bs: Verilog
ca: Verilog
cs: Verilog
da: Verilog
de: Verilog
el: Verilog
es: Verilog
eu: Verilog
fi: Verilog
fr: Verilog
fy: Verilog
gl: Verilog
he: Verilog
hu: Verilog
is: Verilog
it: Verilog
ja: Verilog
kk: Verilog
km: Verilog
ko: Verilog
mk: Verilog
ms: Verilog
nb: Verilog
nds: Verilog
nl: Verilog
nn: Verilog
pa: Verilog
pl: Verilog
pt: Verilog
pt_br: Verilog
ro: Verilog
rw: Verilog
se: Verilog
sk: Verilog
sl: Verilog
sr: Verilog
sr@latn: Verilog
tg: Verilog
th: Verilog
uk: Verilog
zh_cn: Verilog

source: _: Language VHDL
af: VHDL
ar: لغة VHDL
be: VHDL
bg: VHDL
bs: VHDL
ca: VHDL
cs: VHDL
da: VHDL
de: VHDL
el: VHDL
es: VHDL
eu: VHDL
fi: VHDL
fr: VHDL
fy: VHDL
gl: VHDL
he: VHDL
hr: VHDL
hu: VHDL
is: VHDL
it: VHDL
ja: VHDL
kk: VHDL
km: VHDL
ko: VHDL
mk: VHDL
ms: VHDL
nb: VHDL
nds: VHDL
nl: VHDL
nn: VHDL
pa: VHDL
pl: VHDL
pt: VHDL
pt_br: VHDL
ro: VHDL
rw: VHDL
se: VHDL
sk: VHDL
sl: VHDL
sr: VHDL
sr@latn: VHDL
ta: VHDL
tg: VHDL
th: ภาษา VHDL
uk: VHDL
zh_cn: VHDL

source: _: Language VRML
af: VRML
ar: لغة VRML
be: VRML
bg: VRML
bs: VRML
ca: VRML
cs: VRML
da: VRML
de: VRML
el: VRML
es: VRML
eu: VRML
fi: VRML
fr: VRML
fy: VRML
gl: VRML
he: VRML
hr: VRML
hu: VRML
is: VRML
it: VRML
ja: VRML
kk: VRML
km: VRML
ko: VRML
mk: VRML
ms: VRML
nb: VRML
nds: VRML
nl: VRML
nn: VRML
pa: VRML
pl: VRML
pt: VRML
pt_br: VRML
ro: VRML
rw: VRML
se: VRML
sk: VRML
sl: VRML
sr: VRML
sr@latn: VRML
ta: VRML
tg: VRML
th: ภาษา VRML
uk: VRML
zh_cn: VRML

source: _: Language WINE Config
af: WYN Opstelling
ar: WINE إعدادات
be: Файл настаўленняў WINE
bg: WINE Config
bs: WINE Config
ca: WINE Config
cs: Konfigurace WINE
da: WINE Config
de: WINE-Einrichtung (WINE Config)
el: Ρύθμιση WINE
es: Configuración de WINE
eu: WINE konfigurazioa
fi: WINE
fr: Configuration de WINE
fy: WINE Config
gl: WINE Config
he: תצורת WINE
hr: WINE postavke
hu: WINE beállítófájl
is: WINE Config
it: Configurazione WINE
ja: WINE Config
kk: WINE Config
km: WINE Config
ko: WINE Config
mk: WINE Config
ms: WINE Config
nb: WINE-oppsett
nds: WINE-Instellen
nl: WINE Config
nn: WINE-oppsett
pa: WINE ਸੰਰਚਨਾ
pl: Konfiguracja WINE
pt: Configuração do WINE
pt_br: Config do Wine
ro: Configurare WINE
rw: Iboneza WINE
se: WINE heiveheapmi
sk: WINE konfigurácia
sl: Nastavitve WINE
sr: WINE фајл подешавања
sr@latn: WINE fajl podešavanja
ta: WINE யை உள்ளமை
tg: WINE Config
th: ปรับแต่ง WINE
uk: Конфігурація WINE
zh_cn: WINE Config

source: _: Language xHarbour
af: xHarbour
ar: xHarbourلغة
be: xHarbour
bg: xHarbour
bs: xHarbour
ca: xHarbour
cs: xHarbour
da: xHarbour
de: xHarbour
el: xHarbour
es: xHarbour
eu: xHarbour
fi: xHarbour
fr: xHarbour
fy: xHarbour
gl: xHarbour
he: xHarbour
hu: xHarbour
is: xHarbour
it: xHarbour
ja: xHarbour
kk: xHarbour
km: xHarbour
ko: xHarbour
mk: xHarbour
ms: xHarbour
nb: xHarbour
nds: XHarbour
nl: xHarbour
nn: xHarbour
pa: xHarbour
pl: xHarbour
pt: xHarbour
pt_br: xHarbour
ro: xHarbour
rw: xHarbour
se: xHarbour
sk: xHarbour
sl: xHarbour
sr: xHarbour
sr@latn: xHarbour
tg: xHarbour
th: xHabour
uk: xHarbour
zh_cn: xHarbour

source: _: Language XML
af: XML
ar: لغة XML
be: XML
bg: XML
bs: XML
ca: XML
cs: XML
da: XML
de: XML
el: XML
es: XML
eu: XML
fi: XML
fr: XML
fy: XML
gl: XML
he: XML
hr: XML
hu: XML
is: XML
it: XML
ja: XML
kk: XML
km: XML
ko: XML
mk: XML
ms: XML
nb: XML
nds: XML
nl: XML
nn: XML
pa: XML
pl: XML
pt: XML
pt_br: XML
ro: XML
rw: XML
se: XML
sk: XML
sl: XML
sr: XML
sr@latn: XML
ta: XML
tg: XML
th: ภาษา XML
uk: XML
zh_cn: XML

source: _: Language XML (Debug)
af: Xml (Ontfouting)
ar: XML (خطأ)
be: XML (наладка)
bg: XML (Debug)
bs: XML (Debug)
ca: XML (Depuració)
cs: XML (ladění)
da: XML (Debug)
de: XML (Debug)
el: XML (αποσφαλμάτωση)
es: XML (Depuración)
eu: XML (arazketa)
fa: XML (اشکال‌زدایی)
fi: XML (virheenjäljitys)
fr: XML (Debug)
fy: XML (Debug)
gl: XML (Debug)
he: XML (Debug)
hr: XML (Debug)
hu: XML (nyomkövetési)
is: XML (aflúsun)
it: XML (Debug)
ja: XML (Debug)
kk: XML (Debug)
km: XML (Debug)
ko: XML (Debug)
mk: XML (Debug)
ms: XML (Nyahpepijat)
nb: XML (Feilsøk)
nds: XML (Fehlersöök)
nl: XML (Debug)
nn: XML (avlusing)
pa: XML (Debug)
pl: XML (Debug)
pt: XML (Depuração)
pt_br: XML (Depur.)
ro: XML (Depanare)
rw: XML (Gukemura-ikosa)
se: XML (dihkken)
sk: XML (ladenie)
sl: XML (razhroščevalno)
sr: XML (отклањање грешака)
sr@latn: XML (otklanjanje grešaka)
ta: XML (தவறு)
tg: XML (хатогӣ)
th: ภาษา XML (ดีบัก)
uk: XML (зневадження)
zh_cn: XML (Debug)

source: _: Language xslt
af: xslt
be: xslt
bg: xslt
bs: xslt
ca: xslt
cs: xslt
da: xslt
de: xslt
el: xslt
es: xslt
eu: xslt
fi: xslt
fr: xslt
fy: xslt
gl: xslt
he: xslt
hu: xslt
is: xslt
it: xslt
ja: xslt
kk: xslt
km: xslt
ko: xslt
mk: xslt
ms: xslt
nb: xslt
nds: XSLT
nl: xslt
nn: xslt
pa: xslt
pl: xslt
pt: xslt
pt_br: xslt
ro: xslt
rw: xslt
se: xslt
sk: xslt
sl: xslt
sr: xslt
sr@latn: xslt
tg: xslt
th: xslt
uk: xslt
zh_cn: xslt

source: _: Language yacas
af: yacas
ar: لغة ياكاس(Yacas)
be: yacas
bg: yacas
bs: yacas
ca: yacas
cs: yacas
da: yacas
de: Yacas
el: yacas
es: yacas
eu: yacas
fi: yacas
fr: yacas
fy: yacas
gl: yacas
he: yacas
hr: yacas
hu: yacas
is: yacas
it: yacas
ja: yacas
kk: yacas
km: yacas
ko: yacas
mk: yacas
ms: yacas
nb: yacas
nds: Yacas
nl: yacas
nn: yacas
pa: yacas
pl: yacas
pt: yacas
pt_br: yacas
ro: yacas
rw: yacas
se: yacas
sk: yacas
sl: yacas
sr: yacas
sr@latn: yacas
ta: யாகாஸ்
tg: yacas
th: yacas
uk: yacas
zh_cn: yacas

source: _: Language Yacc/Bison
af: Yacc/Bison
be: Yacc/Bison
bg: Yacc/Bison
bs: Yacc/Bison
ca: Yacc/Bison
cs: Yacc/Bison
da: Yacc/Bison
de: Yacc/Bison
el: Yacc/Bison
es: Yacc/Bison
eu: Yacc/Bison
fi: Yacc/Bison
fr: Yacc/Bison
fy: Yacc/Bison
gl: Yacc/Bison
he: Yacc/Bison
hu: Yacc/Bison
is: Yacc/Bison
it: Yacc/Bison
ja: Yacc/Bison
kk: Yacc/Bison
km: Yacc/Bison
ko: Yacc/Bison
mk: Yacc/Bison
ms: Yacc/Bison
nb: Yacc/Bison
nds: Yacc/Bison
nl: Yacc/Bison
nn: Yacc/Bison
pa: Yacc/Bison
pl: Yacc/Bison
pt: Yacc/Bison
pt_br: Yacc/Bison
ro: Yacc/Bison
rw: Yacc/Bison
se: Yacc/Bison
sk: Yacc/Bison
sl: Yacc/Bison
sr: Yacc/Bison
sr@latn: Yacc/Bison
ta: யாசு/பைசன்
tg: Yacc/Bison
th: Yacc/Bison
uk: Yacc/Bison
zh_cn: Yacc/Bison

source: Word Completion Plugin
af: Woord Klaarmaak Inprop
bg: Приставка за завършване на думи
bs: Dodatak za dovršavanje riječi
ca: Endollat de compleció de paraules
cs: Modul doplňování slov
da: Plugin til ord-fuldstændiggørelse
de: Automatische Wortvervollständigung (Erweiterung)
el: Πρόσθετο συμπλήρωσης λέξεων
es: Complemento de completado de palabras
eu: Hitza osatzeko plugin-a
fa: وصلۀ تکمیل واژه
fi: Täydennyslistalaajennus
fr: Module externe de complétement automatique
fy: Wurdsoanfolling-plugin
gl: Plugin de Acabado de Palabras
he: תוסף השלמה אוטומטית של מילים
hu: Szókiegészítési bővítőmodul
is: Orðaklárunar íforrit
it: Plugin di completamento delle parole
ja: 単語補完プラグイン
kk: Сөздерді аяқтау модулі
km: កម្មវិធី​ជំនួយបំពេញ​ពាក្យ
ko: 단어 완성 플러그인
mk: Приклучок за довршување на зборови
ms: Plugin Penyelesaian Perkataan
nb: Programtillegg for ordfullfføring
nds: Plugin för Woortkompletteren
nl: Woordaanvulling-plugin
nn: Programtillegg for ordfullføring
pa: ਅੱਖਰ ਮੁਕੰਮਲ ਪਲੱਗਿੰਨ
pl: Wtyczka uzupełniania wyrazów
pt: 'Plugin' de Completação de Palavras
pt_br: Plug-in de Complementação de Palavras
ro: Modul completare cuvinte
rw: Icomeka ry'Iyuzuza Ijambo
se: Sátneollašuhtima lassemoduvla
sk: Modul pre dopĺňanie slov
sl: Vstavek za dopolnjevanje besed
sr: Прикључак за довршавање речи
sr@latn: Priključak za dovršavanje reči
ta: வார்த்தை முடிவு சொருகல்
tg: Дароварда Ба охир расондани Ворд
th: ปลักอินการเติมคำให้สมบูรณ์
uk: Втулок для завершення слів
zh_cn: 单词补全插件

source: Configure the Word Completion Plugin
af: Konfigureer die Woord Klaarmaak Inprop
bg: Настройки на приставката за автоматично завършване на думи
bs: Podesite dodatak za dovršavanje riječi
ca: Configura l'endollat de compleció de paraules
cs: Nastavit modul doplňování slov
da: Indstil plugin for ordkomplettering
de: Erweiterung für Wortvervollständigung einrichten
el: Ρύθμιση του πρόσθετου Συμπλήρωσης λέξεων
es: Configurar el complemento de completado de palabras
eu: Konfiguratu hitza osatzeko plugin-a
fa: پیکربندی وصلۀ تکمیل واژه
fi: Määritä täydennyslistan asetukset
fr: Configurer le module de complétement automatique
fy: Stel Wurdsoanfolling-plugin yn
gl: Congigurar o Plugin de Acabado de Palabras
he: תצורה של תוסף השלמה אוטומטית של מילים
hu: A szókiegészítési bővítőmodul beállítása
is: Stilla orðaklárunar íforritið
it: Configura il plugin di completamento delle parole
ja: 単語補完プラグインの設定
kk: Сөздерді аяқтауды баптау
km: កំណត់​រចនា​សម្ព័ន្ធ​កម្មវិធី​ជំនួយបំពេញ​ពាក្យ
ko: 단어 완성 플러그인 설정
mk: Конфигурација на приклучокот за довршување на зборови
ms: Konfigur Plugin Penyelesaian Perkataan
nb: Tilpass tillegssprogrammet for ordfullføring
nds: Dat Woortkompletteren-Plugin instellen
nl: Woordaanvulling-plugin instellen
nn: Set opp programtillegget for ordfullføring
pa: ਅੱਖਰ ਮੁਕੰਮਲ ਪਲੱਗਿੰਨ ਸੰਰਚਨਾ
pl: Konfiguracja wtyczki uzupełniania wyrazów
pt: Configurar o 'Plugin' de Completação de Palavras
pt_br: Configura o Plug-in de Complementação de Palavras
ro: Configurează modulul de completare cuvinte
rw: Kuboneza Icomeka ry'Iyuzuza ry'Ijambo
se: Heivet sátneollašuhtima lassemoduvlla
sk: Nastavenie modulu pre dopĺňanie slov
sl: Nastavi vstavek dopolnjevanja besed
sr: Подеси прикључак за довршавање речи
sr@latn: Podesi priključak za dovršavanje reči
ta: வார்த்தை முடிவு செருகலை கட்டமை
tg: Ба шакли муайян дароврдани Ворд Формируйте Вставное Завершение Слова
th: ปรับแต่งปลักอินการเติมคำให้สมบูรณ์
uk: Налаштувати втулок для завершення слів
zh_cn: 配置单词补全插件

source: Reuse Word Above
af: Hergebruik woord hierbo
bg: Използване на следващата дума
bs: Ponovo koristi riječ ispred
ca: Reusa la paraula anterior
cs: Znovu využít slovo nahoře
da: Genbrug ord ovenover
de: Wort oben erneut verwenden
el: Επαναχρησιμοποίηση λέξης πάνω
es: Reusar la palabra de arriba
eu: Berrerabili arestiko hitza
fa: استفادۀ مجدد از واژۀ بالا
fi: Käytä ylläolevaa sanaa uudelleen
fr: Réutiliser le mot suivant
fy: Wurd derboppe wer brûke
gl: Reutilizar a Palabra de Arriba
he: השתמש מחדש במילה מלמעלה
hu: A fenti szó újrafelhasználása
is: Endurnota orðið á undan
it: Riutilizza la parola sopra
ja: 上の単語を使用
kk: Жоғардағы сөзді пайдалану
km: ប្រើ​ពាក្យ​ខាង​លើ​ឡើង​វិញ
ko: 이전 단어 다시 사용
mk: Искористи го повторно зборот над
ms: Guna Semula Perkataan Di Atas
nb: Gjenbruk ordet over
nds: Woort baven nochmaal bruken
nl: Woord erboven hergebruiken
nn: Bruk ordet over om att
pa: ਉੱਪਰ ਸ਼ਬਦ ਵਰਤੋਂ
pl: Użyj wyrazów z tyłu
pt: Reutilizar a Palavra em Cima
pt_br: Reusar palavra acima
ro: Reutilizează cuvîntul de mai sus
rw: Kongeragukoresha Ijambo Hejuru
se: Geavat sáni bajábealde ođđasit
sk: Znovu použiť slovo pred
sl: Znova uporabi besedo zgoraj
sr: Користи поново реч изнад
sr@latn: Koristi ponovo reč iznad
th: เอาคำด้านบนมาใช้ใหม่
uk: Повторно використати слово вище
zh_cn: 重用前面的单词

source: Reuse Word Below
af: Hergebruik Woord Hieronder
bg: Използване на предишната дума
bs: Ponovo koristi riječ iza
ca: Reusa la paraula posterior
cs: Znovu využít slovo dole
da: Genbrug ord nedenunder
de: Wort unten erneut verwenden
el: Επαναχρησιμοποίηση λέξης κάτω
es: Reusar la palabra de debajo
eu: Berrerabili beheko hitza
fa: استفادۀ مجدد از واژۀ پایین
fi: Käytä allaolevaa sanaa uudelleen
fr: Réutiliser le mot précédent
fy: Wurd hjirûnder wer brûke
gl: Reutilizar a Palabra de Embaixo
he: השתמש במילה מתחת
hu: A lenti szó újrafelhasználása
is: Endurnota orðið á eftir
it: Riutilizza la parola sotto
ja: 下の単語を使用
kk: Төмендегі сөзді пайдалану
km: ប្រើ​ពាក្យ​ខាង​ក្រោម​ឡើង​វិញ
ko: 다음 단어 다시 사용
mk: Искористи го повторно зборот под
ms: Guna Semula Perkataan Di Bawah
nb: Gjenbruk ordet under
nds: Woort nerrn nochmaal bruken
nl: Woord eronder hergebruiken
nn: Bruk ordet under om att
pa: ਹੇਠਾਂ ਸ਼ਬਦ ਵਰਤੋਂ
pl: Użyj wyrazów z przodu
pt: Reutilizar a Palavra em Baixo
pt_br: Reusar palavra abaixo
ro: Reutilizează cuvîntul de mai jos
rw: Kongeragukoresha Ijambo Hasi
se: Geavat sáni vuolábealde ođđasit
sk: Znovu použiť slovo za
sl: Znova uporabi besedo spodaj
sr: Користи поново реч испод
sr@latn: Koristi ponovo reč ispod
th: เอาคำด้านล่างมาใช้ใหม่
uk: Повторно використати слово нижче
zh_cn: 重用后面的单词

source: Pop Up Completion List
af: Opspring Klaarmaak lys
be: Выплыўны спіс з варыянтамі заканчэння
bg: Изскачащ списък с предложения
bs: Pop-up lista za dovršavanje
ca: Mostra la llista de complecions
cs: Rozbalit seznam doplnění
da: Pop kompletteringsliste op
de: Vervollständigungsliste als Aufklappfenster
el: Ανάδυση λίστας συμπλήρωσης
es: Mostrar la lista de completado
eu: Bistaratu osatze-zerrenda
fa: فهرست تکمیل بالاپر
fi: Täydennyslista
fr: Afficher la liste de complétement
fy: Oanfollist
gl: Mostrar a Lista de Acabamentos
he: הקפץ רשימת השלמה
hu: Kiegészítési lista megjelenítése
is: Birta klárunarlistann
it: Lista di completamento a comparsa
ja: 補完リストを表示
kk: Ұсыныстарын көрсету
km: បង្ហាញ​បញ្ជី​បំពេញ
ko: 완성 목록 창 보이기
mk: скок-листа за довршување
ms: Popupkan Senarai Penyelesaian
nb: Vis opp fullføringsliste
nds: Kompletterenlist as Opdukfinster
nl: Lijst met aanvullingen openen
nn: Sprett opp fullføringslista
pa: ਪੋਪਅੱਪ ਮੁਕੰਮਲ ਸੂਚੀ
pl: Pokaż listę uzupełniania
pt: Mostrar a Lista de Completação
pt_br: Mostrar lista de complementação
ro: Listă de completare pop-up
rw: Urutonde rw'Iyuzuza Rwirambura
se: Báhcat ollašuhttinlisttu
sk: Zobraziť zoznam možných doplnení
sl: Pojavni seznam dokončevanja
sr: Ибаци листу довршетака
sr@latn: Ibaci listu dovršetaka
ta: மேல்விரி முடிவு பட்டியல்
tg: Рӯйхати пуркардан берун намоед
th: แสดงรายการเติมคำ
uk: Показати список завершень
zh_cn: 弹出补全列表

source: Shell Completion
af: Told Voltooi
be: Заканчэнне словаў для абалонкі
bg: Завършване на думи
ca: Compleció d'ordres
cs: Shellové dokončování
da: Skal-fuldstændiggørelse
de: Shell-Eingabevervollständigung
el: Συμπλήρωση κελύφους
es: Completado de intérprete
eu: Osatzearen shell-a
fa: تکمیل پوسته
fi: Komentotulkkitäydennys
fr: Complétement de la ligne de commande
fy: Skyloanfolling
gl: Acabamentos de Shell
he: השלמת מעטפת
hu: Kiegészítés a parancsértelmezőben
is: Skeljarklárun
it: Completamento shell
ja: シェル補完
kk: Қоршау-ортаны доғару
km: ការ​បំពេញ​សែល
ko: 쉘 완성
mk: Довршување на школка
ms: Penyelesaian Shell
nb: Skallfullføring
nds: Konsool-Ingaavkompletteren
nl: Shell-aanvulling
nn: Skalfullføring
pa: ਸ਼ੈਲ ਪੂਰਨ
pl: Uzupełnianie powłoki
pt: Completação da Linha de Comandos
pt_br: Completação do Shell
ro: Completare interpretor
rw: Iyuzuza Sheli
se: Skálžoollašuhttin
sk: Dopĺnanie Shell
sl: Lupinsko dokončevanje
sr: Довршавање у шкољци
sr@latn: Dovršavanje u školjci
tg: Пуркардани пӯст
th: เติมคำสั่งเชลล์ให้สมบูรณ์
uk: Завершення командної оболонки
zh_cn: Shell 补全

source: Automatic Completion Popup
af: Automatiese Klaarmaak Inprop
be: Аўтаматычны выплыўны спіс з варыянтамі заканчэння
bg: Автоматично изскачане на списъка
bs: Automatski pop-up za dovršavanje
ca: Emergent de compleció automàtica
cs: Automatické rozbalení doplnění
da: Automatisk kompletterings-popop
de: Automatische Wortvervollständigung (Aufklappfenster)
el: Αυτόματη ανάδυση συμπλήρωσης
es: Mostar automáticamente la lista de completado
eu: HItza automatikoki osatzearen bistaratzea
fa: بالاپر تکمیل خودکار
fi: Automaattin täydennylista
fr: Fenêtre de complétement automatique
fy: Automatysk oanfollingsmenu
gl: Mostrar automaticamente a Lista de Acabamentos
he: תיבת שיחה של השלמה אוטומטית
hu: Automatikus kiegészítési ablak
is: Sjálfvirkur klárunarlisti
it: Finestra a comparsa di completamento automatico
ja: 補完リストを自動的に表示
kk: Ұсыныстарды автокөрсету
km: ប្រអប់​បំពេញ​ដែល​លេចឡើង​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 자동 완성 창
mk: скок-мени за автоматско довршување
ms: Popup Penyelesaian Automatik
nb: Automatisk fullføringssprettopp
nds: Automaatsch Kompletteren-Opdukfinster
nl: Aanvulmenu automatisch openen
nn: Automatisk sprettopp av fullføringar
pa: ਸਵੈ-ਚਾਲਤ ਪੋਪਅੱਪ ਮੁਕੰਮਲ
pl: Automatycznie pokaż listę uzupełniania
pt: Completação Automática
pt_br: Janela de Complementação Automática
ro: Pop-up completare automată
rw: Iyuzuza Ryirambura Ryikoresha
se: Automáhtalaš ollašuhttinbáhccanfállu
sk: Automatické okno pre doplnenie
sl: Pojavni seznam samodejnega dokončevanja
sr: Аутоматско искакање довршавања
sr@latn: Automatsko iskakanje dovršavanja
ta: தானியக்க முடிவு மேல்விரி
tg: Вариантҳои автоиввазот
uk: Автоматичний список завершень
zh_cn: 自动补全弹出

source: Automatically &show completion list
af: Automatiese vertoon klaarmaak lys
be: Аўтаматычна &паказваць спіс з варыянтамі заканчэння
bg: &Автоматично изскачане на списъка
bs: Automatski &prikaži listu za dovršavanje
ca: Mo&stra automàticament la llista de complecions
cs: Automaticky zobrazovat &seznam doplnění
da: &Vis kompletteringsliste automatisk
de: Vervollständigungsli&ste automatisch anzeigen
el: Αυτόματη εμφάνι&ση της λίστας συμπλήρωσης
es: &Mostrar automáticamente la lista de completado
eu: &Erakutsi automatikoki osatze-zerrenda
fa: &نمایش خودکار فهرست تکمیل‌
fi: Näytä täydenny&slista automaattisesti
fr: &Afficher automatiquement la liste de complétement
fy: Oanfollist automaty&sk sjen litte
gl: &Mostrar automaticamente a lista de acabamentos
he: &הצג באופן אוטומטי את רשימת ההשלמות
hu: A kiegészítési lista a&utomatikus megjelenítése
is: &Sýna klárunarlistann sjálfkrafa
it: Mostra automaticamente la li&sta di completamento
ja: 補完リストを自動的に表示する(&S)
kk: Аяқтау тізімін авто&көрсету
km: បង្ហាញ​បញ្ជី​បំពេញ​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 자동으로 완성 목록을 보이기(&S)
mk: Прикажи ја автоматски &листата со довршувања
ms: &Memaparkan senarai penyelesaian secara automatik
nb: &Vis automatisk fullføringsliste
nds: Kompletterenlist automaatsch wie&sen
nl: Aanvullijst automati&sch tonen
nn: &Vis fullføringslista automatisk
pa: ਸਵੈ-ਚਾਲਤ ਮੁਕੰਮਲ ਸੂਚੀ ਵੇਖਾਓ(&s)
pl: Automatycznie &pokaż listę uzupełniania
pt: Mo&strar automaticamente a lista de completação
pt_br: Mostrar automaticamente a li&sta de complementação
ro: Afişează automat lista de &completare
rw: Mu buryo bwikoresha kwerekana urutonde rw'iyuzuza
se: Čájet o&llašuhttinlisttu automáhtalaččat
sk: Automaticky zo&braziť zoznam možných doplnení
sl: Samodejno pri&kaži seznam dopolnjevanja
sr: Аутоматски &прикажи листу довршавања
sr@latn: Automatski &prikaži listu dovršavanja
th: แ&สดงรายการคำสำหรับเติมให้สมบูรณ์โดยอัตโนมัติ
uk: Автоматично &показувати список завершень
zh_cn: 自动显示补全列表(&S)

source: _: Translators: This is the first part of two strings wich will comprise the sentence 'Show completions when a word is at least N characters'. The first part is on the right side of the N, which is represented by a spinbox widget, followed by the second part: 'characters long'. Characters is a ingeger number between and including 1 and 30. Feel free to leave the second part of the sentence blank if it suits your language better. Show completions &when a word is at least
af: Wys klaarmaking wanneer 'n woord is ten minste
be: Паказваць варыянты заканчэння для словаў, &меншых за
bg: Показване на &списъка когато думата е
bs: Prikaži dovršavanje &kada je riječ duga barem
ca: Mostra les complecions &quan la paraula té
cs: Zobrazit doplnění &pokud má slovo alespoň
da: Vis kompletteringer &når ordet er mindst
de: Vervollständigungsliste anzeigen, &wenn ein Wort mindestens
el: Εμφάνιση συμπληρώσεων ό&ταν η λέξη έχει μήκος τουλάχιστον
es: Mostrar completados &cuando una palbra tiene al menos
eu: Erakutsi hitz-osatzea &hitz batek
fa: نمایش تکمیلها &هنگامی که حداقل یک واژه است‌
fi: Näytä &täydennylista, kun sana on vähintään
fr: Afficher le complétement &lorsque le mot est composé de
fy: Oanfollings sjen litte as it &wurd teminsten
gl: Mostrar acabamentos &cando a palabra sexa de polo menos
hu: Kiegészítési &lista megjelenítése, ha a szó legalább
is: Sýna &kláranir þegar orðið inniheldur amk.
it: Mostra completamento &quando la parola è lunga almeno
ja: 補完リストを表示する文字数(&W):
kk: Аяқтауы, сөз &кемінде
km: បង្ហាញ​ការ​បំពេញ ពេល​ពាក្យ​មួយ​មាន​ប្រវែង​យ៉ាង​ហោច​ណាស់
ko: 최소글자만 입력하여 단어 완성 기능(&W)
mk: Прикажи довршувања кога &зборот е долг барем
ms: Papar penyelesaian &apabila satu perkataan sekurang-kurangnya
nb: Vis fullføringar &når et ord er minst
nds: Kompletteren wiesen, &wenn en Woort tominnst
nl: Aanvullingen tonen als het &woord tenminste
nn: Vis fullføringar &når eit ord er minst
pa: ਮੁਕੰਮਲ ਵੇਖਾਓ, ਜਦੋਂ ਕਿ ਅੱਖਰ ਘੱਟੋ-ਘੱਟ(&w)
pl: Pokaż uzupełnienie &kiedy wyraz ma przynajmniej
pt: Mostrar completações &quando a palavra tiver
pt_br: Mostrar as complementações assim que a &palavra tiver
ro: Afişează completările cînd &cuvîntul este de cel puţin
rw: Kwerekana iyuzuza igihe ijambo riri byibuza
se: Čájet ollašuhttima &go sátni lea unnimus
sk: Zobraziť doplnenie &ak má slovo aspoň
sl: Prikaži dopolnjevanja, ko &je beseda dolga vsaj
sr: Прикажи довршавања &када је реч има бар оволико знакова:
sr@latn: Prikaži dovršavanja &kada je reč ima bar ovoliko znakova:
th: แสดงรายการเติมคำให้สมบูรณ์เมื่อคำนั้นมีอักขระยาว
uk: Показувати завершення, &коли слово має принаймні
zh_cn: 显示补全要求单词至少有(&W)
