Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>Sets the bracket matching color. This means, if you place the cursor e.g. at a <b>(</b>, the matching <b>)</b> will be highlighted with this color.</p>
af: <p>Verstel die hakkie ooreenstemmende kleur. Hierdie beteken, as jy plaas die plekaanduier bv. na 'n <b>(</b>, die ooreenstemmende <b>)</b> sal wees verlig met hierdie kleur.</p>
ar: <p>aضع اقواس مطابقة الون .هذا يعنى, هذا يعنى غذا تم وضع المؤشر مثال : على <b>(</b>, المطابق <b>)</b> سوفه يتم تظليله بهذا اللو</p>
bg: <p>Цвят за открояване на съвпадащи скоби. Това означава, че ако позиционирате курсора на отваряща скоба <b>(</b>, съвпадащата затваряща скоба <b>)</b> ще бъде подчертана с този цвят.</p>
bs: <p>Postavlja boju zagrada koje se poklapaju. To znači da ako postavite kursor npr. na <b>(</b>, odgovarajuća zagrada <b>)</b> će biti prikazana ovom bojom.</p>
ca: <p>Estableix el color corresponent per al claudàtor. Això vol dir que si situeu el cursor, p.ex. en <b>(</b>, el corresponent <b>)</b> restarà ressaltat amb aquest color.</p>
cs: <p>Nastaví barvu odpovídající závorky. To znamená, že umístíte-li kurzor např. na <b>(</b>, pak odpovídající uzavírací <b>)</b> bude touto barvou zvýrazněna.</p>
da: <p>Sætter farven for at matche af parenteser. Det betyder at hvis du f.eks. sætter markøren ved et <b>(</b>, så vil den matchende <b>)</b> blive fremhævet med denne farve.</p>
de: <p>Stellt die Farbe für Klammerhervorhebungen ein. Bewegen Sie den Cursor auf eine <b>(</b>, wird die dazu gehörige <b>)</b> in dieser Farbe hervorgehoben.</p>
el: <p>Ορίζει το χρώμα για το ταίριασμα παρενθέσεων. Αυτό σημαίνει, ότι αν τοποθετήσετε το δρομέα π.χ. σε μία <b>(</b>, η αντίστοιχη <b>)</b> θα τονιστεί με αυτό το χρώμα.</p>
es: <p>Establece el color correspondiente del corchete. Significa que si coloca el cursor, p.ej. en <b>(</b>, el correspondiente <b>)</b> quedará resaltado con ese color.</p>
eu: <p>Parentesien parekatze-kolorea ezartzen du. Hots, kurtsorea <b>(</b>ren gainean ezarriz gero, honi dagokion <b>)</b> ikurra kolore hau erabiliz nabarmendu egingo dela.</p>
fa: <p> رنگ تطابق کروشه را تنظیم می‌کند. این به این معناست که، اگر مکان‌نما را برای مثال در یک <b>)</b>، تطابق <b>(</b> جای دهید، با این رنگ مشخص خواهد شد. </p>
fi: <p> Määrittelee sulkuparin värin. Tämä tarkoittaa, että jos siirrät osoittimen esim.. <b>(</b> -sulkumerkin kohdalle, vastaava <b>)</b> korostetaan tällä värillä.</p>
fr: <p>Définit la couleur correspondant à l'accolade. Cela signifie que si vous placez le curseur par exemple sur une <b>(</b>, la <b>)</b> correspondante sera mise en surbrillance avec cette couleur.</p>
fy: <p> Stelt de kleur yn fan it byhearrende heakje. Dit jout oan dat as jo it rinnerke bygelyks by heakje <b>(</b> sette, dan sil it heakje <b>)</b> markearre wurde mei dizze kleur.</p>
gl: <p>Axusta a cor dos pares de parénteses. Esto significa que, se pos o cursor, por exemplo nun <b>(</b>, o seu par <b>)</b> será resaltado con esta cor.</p>
he: <p> הגדרת צבע להתאמת סוגריים, מה שאומר שאם אתה ממקם את הסמן על גבי תו <b>(</b>, למשל, ה־<b>)</b> התואם יודגש בצבע זה. </p>
hu: <p>A zárójelpár kiemelési színét adja meg, tehát ha a kurzor itt áll: <b>(</b>, akkor a záró elem <b>)</b> ezzel a színnel fog megjelenni.</p>
is: <p>Stillir lit á mótsviga. Þetta þýðir að ef þú setur bendilinn á <b>(</b>, þá verður mótsvarandi svigi <b>)</b> litaður með þessum lit.</p>
it: <p>Imposta il colore delle parentesi corrispondenti. Ciò significa che se per esempio sposti il cursore su <b>(</b>, la corrispondente <b>)</b> verrà evidenziata con questo colore.</p>
ja: <p>括弧がマッチしたときの色を設定します。例えばカーソルを <b>(</b> に配置すると、それに対応する <b>)</b> がこの色で強調表示されます。</p>
kk: <p>Сыңары жақшаның түсі. Яғни, егер меңзерді бір жақшаға, мысалы мынау, <b>(</b>, орналастырсаңыз, оның сыңарысы <b>)</b>, осы түспен ерекшелінетін болады.</p>
km: <p>កំណត់ពណ៌​ដែល​ផ្គូផ្គង​នឹង​វង់​តង្កៀប ។ នេះ​មាន​ន័យ​ថា ប្រសិនបើ​អ្នក​ដាក់​ទស្សន៍​ទ្រនិច ឧ. នៅ <b>(</b> ការ​ផ្គូផ្គង <b>)</b> មួយ​នឹង​ត្រូវ​បាន​បន្លិច​ដោយ​ពណ៌​នេះ ។</p>
ko: <p>괄호 색상을 지정합니다. 예를 들어 <b>(</b>에 커서를 두면 거기에 대응되는 <b>)</b>에 이 색상으로 강조됩니다.</p>
mk: <p>Ја поставува бојата за загради што си одговараат. Ова значи дека ако го поставите покажувачот на пр. кај <b>(</b>, соодветната <b>)</b> ќе биде означена со оваа боја.</p>
ms: <p>Mengeset warna sepadan dengan kurungan. Ini bermakna, jika anda letakkan kursor misalnya di <b>(</b>, pemadanan <b>)</b> akan ditonjolkan dengan warna ini.</p>
nb: <p>Velg fargen på parentesmerkinga. Dersom du f.eks. plasserer skrivemerket på en <b>(</b>, blir <b>)</b> vist med denne fargen.</p>
nds: <p>Leggt de Klöör för dat Markeren vun tosamenhören Klemmen fast. Wenn Du den Blinker op en "<b>(</b>" settst, warrt de tohören "<b>)</b>" mit disse Klöör markeert.</p>
nl: <p> Stelt de kleur in van het bijhorende haakje. Dit betekent dat als u de cursor bijv. bij haakje <b>(</b> plaatst, dan zal het haakje <b>)</b> worden geaccentueerd met deze kleur.</p>
nn: <p>Vel fargen på parentesmerkinga. Dersom du til dømes plasserer skrivemerket på ein <b>(</b>, vert <b>)</b> vist med denne fargen.</p>
pl: <p>Ustawia kolor dopasowywania nawiasów. Oznacza to, że jeśli umieścisz kursor np. na <b>(</b>, parujący <b>)</b> zostanie podświetlone tym kolorem.</p>
pt: <p>Altera a cor de correspondência de parêntesis. Isto significa que, se colocar o cursor por exemplo em cima de um <b>(</b>, o <b>)</b> correspondente ficará realçado com esta cor.</p>
pt_br: <p> Configurar a cor para a correspondência de parênteses. Isto significa que, se você colocar o cursor nos parênteses, por exemplo o caractere <b>(</b>, a combinação <b>)</b> será destacada com esta cor.</p>
ro: <p>Setează culoarea parantezei pereche. Acest lucru înseamnă că dacă plasaţi cursorul de exemplu la <b>(</b>, perechea <b>)</b> va fi evidenţiată cu această culoare.</p>
rw: <p>Iboneza ibara ry'uguhura ry'agasodeko. Ibi bivuze, niba ushyize inyoboranyandiko urugero kuri a <b>(</b>, uguhura <b>)</b> kuzashimangirwa n'iri bara.</p>
se: <p>Vállje makkár ivdni ruohtomerkemis galgá leat. Dat máksá ahte jos don bijat čállinmearkka <b>(</b> ala, de heivvolaš <b>)</b> merkejuvvo dáinna ivnniin.</p>
sk: <p>Nastaví farbu zodpovedajúcej zátvorky. To znamená, že ak umiestníte kurzor na <b>(</b>, zodpovedajúca <b>)</b> bude zvýraznena touto farbou.</p>
sl: <p>Nastavi barvo zajemajočih oklepajev. To pomeni, če postavite kazalec pod <b>(</b>, bo ustrezen <b>)</b> osvetljen s to barvo.</p>
sr: <p>Поставља боју за упаривање заграда. То значи да ако поставите курсор рецимо на <b>(</b>, одговарајућа <b>)</b> ће бити истакнута овом бојом.</p>
sr@latn: <p>Postavlja boju za uparivanje zagrada. To znači da ako postavite kursor recimo na <b>(</b>, odgovarajuća <b>)</b> će biti istaknuta ovom bojom.</p>
ta: <p> அடைப்புக்குறிக்குப் பொருந்துகின்ற நிறத்தை அமைக்கும். உதாரணமாக, இடம் காட்டி <b>(</b> என்ற இடத்தில் இருந்தால், பொருந்தும் <b>(</b> ஆனது இந்த நிறத்தால் முன்னிலைப்படுத்திக் காட்டப்படும்.</p>
tg: <p>Ранги қавс бо оне, ки дар он курсор воқеъ бошад, пайваст аст. Яъне агар шумо курсорро ба қавс <b>(</b>, қавси ба он мутобиқ <b>)</b> ҷорӣ карда бошед, он бо чунин ранг ҷудо хоҳад шуд.</p>
uk: <p>Встановлює колір для парних дужок. Це значить, якщо ви встановити курсор у позицію <b>(</b>, то відповідну дужку <b>)</b> буде підсвічено цим кольором.</p>
zh_cn: <p>设置匹配括号的颜色。就是说，如果您的光标放在 <b>(</b> 上，和它相匹配的 <b>)</b> 将会用这个颜色加亮显示。</p>

source: <p>Sets the color of Word Wrap-related markers:</p><dl><dt>Static Word Wrap</dt><dd>A vertical line which shows the column where text is going to be wrapped</dd><dt>Dynamic Word Wrap</dt><dd>An arrow shown to the left of visually-wrapped lines</dd></dl>
af: <p>Instel die kleur van Woord Oorvloei verwante merkers:</p><dl><dt>Statiese Woord Oorvloei</dt><dd>'n Vertikale lyn wat die kolom vertoon waar die teks gaan oorvloei</dd><dt>Dinamiese Woord Oorvloei</dt><dd>'n Pyltjie wys na links van die visuele-oorvloei lyne</dd></dl>
ar: <p>:قم بوضع لون معلمات لها علاقة بالتفاف النص</p><dl><dt>التفاف ثابت للكلمة</dt><dd>خط عمودى يوضح كيف ان النص إلتف حول العمود </dd><dt>التفاف حركى للكلمة</dt><dd>سهم يظهر على يسار الاسطر المرئية الالتفاف</dd></dl>
bg: <p>Цвят на маркерите за пренос на думи:</p> <dl> <dt>Статичен пренос на думи</dt> <dd>Вертикална линя, която показва колоната, където ще се извършва преноса на текста.</dd> <dt>Динамичен пренос на думи</dt> <dd>Стрелка в края на реда, ако е има пренос на текст.</dd> </dl>
bs: <p>Postavlja boju oznaka vezanih za prijelom reda:</p><dl><dt>Statični prijelom redova</dt><dd>Uspravna linija koja pokazuje kolonu u kojoj će tekst biti prelomljen</dd><dt>Dinamički prijelom redova</dt><dd>Strjelica prikazana lijevo od vizualno-prelomljenih linija</dd></dl>
ca: <p>Estableix el color dels marcadors relacionats amb l'ajust de línia:</p><dl><dt>Ajust de línia estàtic</dt><dd>Una línia vertical mostrarà la columna a on s'ajustarà el text.</dd><dt>Ajust de línia dinàmic</dt><dd>Mostra una fletxa a l'esquerra de les línies ajustades visualment</dd></dl>
cs: <p>Nastaví barvu značek zalamování slov:</p><dl><dt>Statické zalamování slov</dt><dd>Vertikální čára ukazující sloupec, kde bude text zalomen.</dd> <dt>Dynamické zalamování slov</dt><dd>Šipka zobrazená vlevo od vizuálně zalomených čar</dd></dl>
da: <qt>Sætter farven på tekstombrydningsmarkeringer:</p><dl><dt>Statisk tekstombrydning</dt><dd>En lodret linje som viser søjlen, hvor teksten skal ombrydes</dd><dt>Dynamisk tekstombrydning</dt><dd>En pil vist i de visuelt ombrudte linjer</dd></dl>
de: <p>Legt die Farbe für die Markierung des Zeilenumbruchs fest: </p><dl><dt>Statischer Zeilenumbruch</dt> <dd>Eine senkrechte Linie kennzeichnet die Spalte, in der der Text umbrochen wird</dd> <dt>Dynamischer Zeilenumbruch</dt> <dd>Ein Pfeil erscheint zur Linken des optisch umbrochenen Textes</dd></dl>
el: <p>Ορίζει το χρώμα για τους δείκτες σχετικά με την αναδίπλωση λέξεων:</p><dl><dt>Στατική αναδίπλωση λέξεων</dt><dd>Μια κατακόρυφη γραμμή που εμφανίζει τη στήλη όπου το κείμενο πρόκειται να αναδιπλωθεί</dd><dt>Δυναμική αναδίπλωση λέξεων</dt><dd>Ένα βέλος που εμφανίζεται στα αριστερά των οπτικά αναδιπλωμένων γραμμών</dd></dl>
es: <p>Establece el color de los marcadores de los ajustes de línea: </p><dl><dt>Ajuste estático de línea</dt><dd>Una línea vertical que muestra la columna, donde se va a ajustar el texto.</dd><dt>Ajuste dinámico de línea</dt><dd>Una flecha mostrada a la izquierda de las líneas ajustadas visualmente</dd></dl>
eu: <p>Itzulbiratze-markaren kolorea ezartzen du:</p> <dl> <dt>Itzulbiratze estatikoa</dt> <dd>Marra bertikalak zutabea non egokituko den adierazten du.</dd> <dt>Itzulbiratze dinamikoa</dt> <dd>Bisualki itzulbiratutako marren ezkerraldean erakusten du gezia</dd> </dl>
fa: <p> رنگ نشانگرهای مربوط به سطربندی واژه را تنظیم می‌کند : </p><dl><dt>سطربندی ایستای واژه </dt><dd> خط عمودی، ستونی را نمایش می‌دهد که متن در آن سطر‌بندی خواهد شد </dd><dt> سطر‌بندی پویای واژه </dt><dd> پیکانی در سمت چپ خطوطی که به طور تصویری سطر‌بندی شده‌اند، نشان داده شده است </dd></dl>
fi: <p>Määrittelee rivitykseen liittyvät merkit: </p><dl><dt>Pysyvä rivitys </dt><dd>pystyviiva, joka näyttää sarakkeen josta teksti rivitetään</dd> <dt>Dynaaminen rivitys</dt><dd>Nuoli, joka näytetään rivitettyjen rivien vasemmalla puolella</dd></dl>
fr: <p>Détermine la couleur des marqueurs liés au retour à la ligne :</p><dl><dt>Retour à la ligne statique</dt><dd>Une ligne verticale qui affiche la colonne où le texte retournera à la ligne</dd><dt>Retour à la ligne dynamique</dt><dd>Une flèche affichée à gauche des lignes visuellement coupées</dd></dl>
fy: <p>Stelt de kleur yn fan de markearrings foar de rigelôfbrekking:</p><dl><dt> Statyske rigelôfbrekking</dt><dd>In fertikale line by de kolom wêr de rigel sil ôfbrutsen wurde</dd><dt>Dynamyske rigelôfbrekking</dt><dd> Der wurdt in pylk werjûn oan de lofterside fan de fisueel ôfbrutsen rigels</dd></dl>
gl: <p>Axusta a cor das marcas de continuación de liña:</p><dl><dt>División Fixa das Liñas</dt><dd>Unha liña vertical que mostra a coluna onde quedará o texto</dd> <dt>División Dinámica das Liñas</dt><dd>Mostrase unha frecha á esquerda das liñas divididas para a súa visúalización</dd></dl>
he: <p>הגדרת צבע סמני גלישת השורות</p><dl> <dt>גלישת שורות סטטית:</dt><dd>קו מאונך מראה את העמודה שבה הטקסט הולך לגלוש</dd><dt>גלישת שורות דינמית:</dt><dd>חץ מוצג משמאל לשורות שיגלשו.</dd></dl>
hu: <p>A sortördelésjelzők színének beállítása:</p><dl><dt>Statikus sortördelés</dt><dd>Függőleges vonal abban az oszlopban, ahol a tördelés megtörténik</dd><dt>Dinamikus sortördelés</dt><dd>Az áttördelt sorok bal oldalán kis nyilak jelzik az áttördelést</dd></dl>
is: <p>Stillir lit táknanna sem merkja orðaskilin:</p><dl><dt>Föst línuskipting</dt><dd>Lóðrétt lína sem sýnir hvar á skjánum textanum verður flett niður</dd><dt>Breytileg línuskipting</dt><dd>Píla vinstra megin við línur sem er flett niður á sýnilegan máta</dd></dl>
it: <p>Imposta il colore degli indicatori relativi all'a capo automatico:</p><dl><dt>A capo automatico statico</dt><dd>Una riga verticale che mostra la colonna a cui il testo viene mandato a capo</dd><dt>A capo automatico dinamico</dt><dd>Una freccia alla sinistra delle righe che continuano dalla riga superiore</dd></dl>
ja: <p>行の折り返しに関するマーカーの色を設定します。</p><dl><dt>固定的な行の折り返し</dt><dd>テキストを折り返す桁を示す縦線</dd><dt>動的な行の折り返し</dt><dd>視覚的に折り返された行の左に表示される矢印</dd></dl>
kk: <p>Жолдарды тасымалдау маркерлердің түсі:</p><dl><dt>Статикалық тасымалдау</dt><dd>Тасымалдау басталатын бағанды белгілейтін тік сызық</dd> <dt>Динамикалық тасымалдау</dt><dd>тасымалданғандай қылып көрсетілетін жолдардың сол жағындағы жебе</dd></dl>
km: <p>កំណត់​ពណ៌​របស់​សញ្ញា​​សម្គាល់​ដែល​ទាក់ទង​នឹង​ការ​រុំ​ពាក្យ ៖</p><dl><dt>ការ​រុំពាក្យឋិតិវន្ត</dt><dd>បន្ទាត់​បញ្ឈរ​មួយ​ដែល​បង្ហាញ​ជួរឈរ ដែលអត្ថបទ​នឹង​ត្រូវ​បាន​រុំ</dd><dt>ការ​រុំ​ពាក្យ​ថាមវន្ត</dt><dd>ព្រួញ​មួយបាន​បង្ហាញ​ទៅ​ខាង​ឆ្វេង​នៃ​បន្ទាត់​ដែល​បាន​រុំ​មើល​ឃើញ</dd></dl>
ko: <p> 문단 보호에 관련된 마커들의 색상을 설정합니다:</p><dl><dt>정적 문단 보호</dt><dd>줄바꿈 하는 칸에 세로 선을 표시</dd><dt>동적 문단 보호</dt><dd>줄바꿈을 하는 행의 왼쪽에 화살표를 표시함</dd></dl>
mk: <p>Ја поставува бојата на маркерите за пренесување на збор:</p><dl><dt>Статичко пренесување на збор</dt><dd>Вертикална линија која ја покажува колоната каде што ќе биде пренесен текстот</dd><dt>Динамичко пренесување на текст</dt><dd>Стрелка покажана лево од визуелно пренесените линии</dd></dl>
ms: <p>Mengeset warna penanda berkaitan Balut Perkataan:</p><dl><dt>Balut Perkataan Statik</dt><dd>Baris menegak yang memaparkan lajur di mana teks akan dibalut</dd><dt>Balut Perkataan Dinamik/dt><dd>Anak panah dipaparkan di kiri baris yang dibalut secara visual</dd></dl>
nb: <p>Velg fargen på tekstbrytingsmerkene:</p> <dl><dt>Statisk tekstbryting</dt> <dd>En loddrett linje ved den kolonnen der teksten vil bli brutt.</dd> <dt>Fleksibel teksbryting</dt> <dd>En pil til venstre for de linjene som er brutt.</dd></dl>
nds: <p>Leggt de Klöör vun Reegümbrook-Marken fast:</p><dl><dt>Fast Reegümbrook</dt><dd>En pielliek Lien wiest den Striep, woneem de Text ümbraken warrt</dd><dt>Dünaamsch Reegümbrook</dt><dd>En Piel warrt linkerhand vun Regen wiest, de ümbraken dorstellt warrt.</dd></dl>
nl: <p>Stelt de kleur in van de markeringen voor de regelafbreking:</p><dl><dt> Statische regelafbreking</dt><dd>Een verticale lijn bij de kolom waar de regel zal worden afgebroken</dd><dt>Dynamische regelafbreking</dt><dd> Er wordt een pijl getoond aan de linker zijde van de visueel afgebroken regels</dd></dl>
nn: <p>Vel fargen på tekstbrytingsmerka:</p> <dl><dt>Statisk tekstbryting</dt> <dd>Ei loddrett linje ved den kolonna der teksten vil verta broten.</dd> <dt>Dynamisk teksbryting</dt> <dd>Ei pil til venstre for dei linjene som er brotne.</dd></dl>
pl: <p>Ustawia kolor znaczników związanych z zawijaniem wyrazów:</p> <dl><dt>Statyczne zawijanie wyrazów</dt><dd>Pionowa linia pokazuje gdzie tekst będzie zawijany</dd><dt>Dynamiczne zawijanie wyrazów</dt><dd>Strzałka pokazuje w lewo wizualnie zawinięte linie</dd></dl>
pt: <p>Altera a cor dos marcadores relacionados com a mudança de linha:</p><dl><dt>Mudança de Linha Estática</dt><dd>Uma linha vertical que mostra a linha onde o texto será repartido</dd><dt>Mudança de Linha Dinâmica</dt><dd>Uma seta mostrada à esquerda das linhas repartidas visualmente</dd></dl>
pt_br: <p>Ajusta a cor das marcas da quebra de linha relacionadas.</p><dl><dt> Estática:</dt><dd> uma linha vertical que mostra a coluna, onde o texto está indo para ser quebrado</dd><dt>Dinâmica:</dt><dd> um símbolo é mostrado no final direito das linhas quebradas.</dd></dl>
ro: <p>Setează culoarea marcajelor de limitare a cuvintelor:</p> <dl><dt>Limitare statică a cuvîntului</dt> <dd>O linie verticală care afişează coloana la care va fi limitat textul</dd> <dt>Limitare dinamică a cuvîntului</dt> <dd>O săgeată desenată la stînga liniilor limitate vizual</dd> </dl>
rw: <p>Ishyiraho ibara ry'ibiranga by'ifunika-rijyanye n'Ijambo :</p><dl><dt>Ifunika ry'Ijambo Ridahinduka</dt><dd>Umurongo uhagaze werekana inkingi aho umwandiko ugiye gufunikwa</dd><dt>Ifunika ry'Ijambo Rihinduka</dt><dd>Akambi kerekanwe ibumoso bw'imirongo ifunitswe-bigaragara</dd></dl>
se: <p>Vállje linnjámolssunmearkka ivnni:</p> <dl> <dt>Statálaš linnjámolsun</dt> <dd>Ceakkunjulges linnjá mii čájeha makkár čuolddas linnjá molsošuvvo.</dd><dt>Dynamálaš linnjámolsun</dt> <dd>Njoalla čájehuvvo gurutbeal daid linnjáid main lea linnjámolsun.</dd> </dl>
sk: <p>Nastaví farbu značiek pre zalamovanie slov:</p><dl><dt>Statické zalamovanie slov</dt><dd>Vertikálna čiarka, ktorá určuje stĺpec, kde sa bude text zalamovať</dd><dt>Dynamické zalamovanie slov</dt><dd>Šipka zobrazená vľavo od riadok zobrazených zalomene.</dd></dl>
sl: <p>Nastavi barvo oznak preloma vrstic:</p><dl><dt>statični prelom vrstice</dt><dd>navpična črta, ki prikazuje stolpec, kjer se bo prelomilo besedilo</dd><dt>dinamični prelom vrstice</dt><dd>puščica, prikazana levo od vizualno prelomljenih vrstic</dd></dl>
sr: <p>Поставља боју маркера који се тичу преламања текста.</p><dl><dt>Статичко преламање текста</dt><dd>Усправна линија која приказује колону где ће текст бити преламан</dd><dt>Динамичко преламање текста</dt><dd> Симбол је приказан на десном крају преломњеног текста.</dd></dl>
sr@latn: <p>Postavlja boju markera koji se tiču prelamanja teksta.</p><dl><dt>Statičko prelamanje teksta</dt><dd>Uspravna linija koja prikazuje kolonu gde će tekst biti prelaman</dd><dt>Dinamičko prelamanje teksta</dt><dd> Simbol je prikazan na desnom kraju prelomnjenog teksta.</dd></dl>
ta: <p> சொல் மடிப்புக்குத் தொடர்புடைய குறியீடுகளுக்கான நிறத்தை அமைக்கும்:</p><dl><dt>இயங்கா சொல் மடிப்பு</dt><dd> உரை எங்த உயர வடிவத்தில் மடிக்கப்படுகிறது என்பதை ஒரு செங்குத்துக்கோடு காண்பிக்கும்</dd><dt>இயங்கும் சொல் மடிப்பு</dt><dd> பார்வையால் போர்த்தப்பட்ட வரிகளின் இடப்புறத்தில் ஒரு அம்புக்குறியின் மூலம்</dd><dl>
tg: <p>Ранги маркерҳои гузарониши сатр:</p><dl><dt>Статикӣ</dt> <dd>хати амудӣ дар сутуни гузаронидани сатри</dd> <dt>Динамикӣ</dt><dd> маконнамои чап буда аз сатри гузаронидаи намоӣ</dd></dl>
uk: <p>Встановлює колір позначок перенесення слів:</p><dl><dt> Статичне перенесення слів</dt><dd>Вертикальна лінія, що показує стовпчик, де текст буде переноситися</dd><dt>Динамічне перенесення слів</dt><dd>Стрілка, що показується ліворуч від перенесеного рядка</dd></dl>
zh_cn: <p>设定自动换行相关标记的颜色：</p><dl><dt>静态自动换行</dt><dd>一条垂直线，显示了文字即将换行的列</dd><dt>动态自动换行</dt><dd>显示于可见换行左侧的箭头</dd></dl>

source: <p>Sets the color of the tabulator marks:</p>
af: <p>Verstel die kleur van die tabelle merke:</p>
ar: <p>: مجموعات لون العلامات الجدولية</p>
be: <p>Вызначае колер для маркераў водступаў:</p>
bg: <p>Цвят на табулациите.</p>
bs: <p>Podešava boju oznaka tabulatora:</p>
ca: <p>Estableix el color dels marcadors de tabulació:</p>
cs: <p>Nastaví barvu pozadí značek tabulátoru.</p>
da: <p>Sætter farven på tabulatormarkeringer.</p>
de: <p>Legt die Hintergrundfarbe für Tabulatormarken fest.</p>
el: <p>Ορίζει το χρώμα των σημαδιών στηλοθέτη:</p>
es: <p>Fija el color de las marcas de los tabuladores:</p>
eu: <p>Tabuladorearen marken kolorea ezartzen du:</p>
fa: <p> رنگ نشانهای جدول‌بند را تنظیم می‌کند:</p>
fi: <p>Määrittelee sarkainmerkkien värin:</p>
fr: <p>Définit la couleur des marques de tabulation :</p>
fy: <p>Stelt de kleur yn fan de tabulatormarkearrings:</p>
gl: <p>Axusta a cor das marcas de tabulador:</p>
he: <p>הגדרת צבע סמני הטאבולטור</p>
hr: <p>Postavljanje boje za oznake tabulatora:</p>
hu: <p>A tabulátorjelzők színe:</p>
is: <p>Ræður lit inndráttar:</p>
it: <p>Imposta il colore dei marcatori di tabulazione:</p>
ja: <p>タブマーカーの色を設定します。</p>
kk: <p>Кестелеу маркердің түсі:</p>
km: <p>កំណត់​ពណ៌នៃ​ការ​សម្គាល់ថេប ៖</p>
ko: <p>탭 마크의 색상 지정:</p>
mk: <p>Ја поставува бојата на маркерите за табулатори:</p>
ms: <p>Tetapkan warna penanda tabulator:</p>
nb: <p>Velg fargen på tabulatormerkene:</p>
nds: <p>Leggt de Klöör för Tabulatormarken fast:</p>
nl: <p>Stelt de kleur in van de tabulatormarkeringen:</p>
nn: <p>Vel fargen på tabulatormerka:</p>
pa: <p>ਸਾਰਣੀ-ਰੂਪ ਨਿਸ਼ਾਨ ਦਾ ਰੰਗ ਦਿਓ:</p>
pl: <p>Ustawia kolor znaczników tabulacji:</p>
pt: <p>Altera a cor dos marcadores de tabulação:</p>
pt_br: <p>Configura a cor dos marcadores de tabulação:</p>
ro: <p>Setează culoarea marcajelor de tabulator:</p>
rw: <p>Iboneza ibara ry'ibiranga musimbutsi:</p>
se: <p>Vállje tabuláhtormearkkaid ivnni:</p>
sk: <p>Nastaví farbu značiek tabulátorov:</p>
sl: <p>Nastavi barvo ozadja tabulatorskih oznak:</p>
sr: <p>Поставља боју за маркере табулатора:</p>
sr@latn: <p>Postavlja boju za markere tabulatora:</p>
ta: <p>குறி வண்ணங்களை அமைத்திடும்:</p>
tg: <p>Танзими ранги тамғаи табулятор:</p>
uk: <p>Встановлює колір позначок табуляцій:</p>
zh_cn: <p>设定制表符的颜色：</p>
