Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Since there has been an error parsing the highlighting description, this highlighting will be disabled
af: Sedert daar het al 'n fout verwerking die verligting beskrywing, hierdie verligting sal wees gestremde
ar: بما أنه كان هناك خطأ في اعراب وصف التظليل, سيتم تعطيل التظليل
be: З-за памылкі апрацоўвання настаўленняў падсветкі гэты метад падсветкі не будзе ўжыты
bg: След като има грешки при синтактичния анализ на кода, открояването на кода ще бъде изключено.
bs: Pošto je došlo do greške u procesiranju pravila bojenja, bojenje će biti isključeno
ca: S'ha produït una errada mentre s'interpretava la descripció ressaltada, es desactivarà el ressaltat
cs: Toto zvýrazňování bude vypnuto, protože došlo k chybě při syntaktické analýze popisu zvýrazňování
da: Eftersom der har været en fejl under fortolkningen af fremhævningsbeskrivelsen, vil denne fremhævning blive deaktiveret
de: Es gab einen Fehler beim Einlesen der Hervorhebungsbeschreibung. Daher wird dieser Hervorhebungsmodus deaktiviert
el: Αφού υπήρξε σφάλμα ανάλυσης της περιγραφής του τονισμού, αυτός ο τονισμός θα απενεργοποιηθεί
es: Como se ha producido un error interpretando la descripción resaltada, se desactivará el resaltado
eu: Nabarmentzearen azalpena analizatzean errorea gertatatu den unetik nabarmentzea desgaitu egingo da.
fa: از آنجا که خطای تجزیۀ مشخص‌کنندۀ توصیف وجود داشته است، این مشخص‌کننده غیرفعال می‌شود
fi: Korostusta ei käytetä, koska kuvauksen jäsennyksessä tapahtui virhe.
fr: En raison d'un problème lors de l'analyse de la description de la coloration syntaxique, cette coloration syntaxique sera désactivée.
fy: Trochdat der in flater barde ûnder it ûntleden fan de markearringbeskriuwing sil de markearring útskeakele wurde.
gl: Xa que apareceron error ao procesar a descrición do realzado, este non estará disponíbel
he: מאחר שאירעה שגיאה בפירוק תיאור ההדגשה, הדגשה זו תכובה
hr: Pošto je došlo do greške pri parsiranju opisa bojanja sintakse koda, ovobojanje će biti isključeno.
hu: Hiba történt a kiemelési leírófájl feldolgozása közben, ezért a szintaxiskiemelés nem lesz bekapcsolva
is: Þar sem upp kom villa við túlkun upplýsts hluta skjalsins, þá verður hún gerð óvirk
it: A causa di un errore durante l'analisi della descrizione dell'evidenziazione, questa evidenziazione sarà disattivata
ja: 強調表示記述のパース中にエラーが発生したためこの強調表示は無効にされます
kk: Синтаксисті бояулау ережесін оқып талдағанда қате болғандықтан, бояулау рұқсат етілмеген
km: ដោយ​សារ​តែមាន​កំហុស​មួយ ក្នុង​ការ​ញែក​សេចក្តី​អធិប្បាយ​បន្លិច ការ​បន្លិច​នេះ​នឹង​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឡើយ ។
ko: 강조 정보를 분석하는 도중 오류가 발생했으므로 이 강조는 사용되지 않습니다.
mk: Бидејки имаше грешка при анализата на описот за означување, ова означување ќе биде оневозможено.
ms: Oleh sebab terdapat ralat semasa mengkaji hurai huraian penonjolan, penonjolan ini akan dinyahaktifkan
nb: Siden det oppsto en feil ved tolking av beskrivelsen av syntaksmerkingen, vil denne merkinga bli slått av
nds: Disse Syntaxmarkeren warrt nich bruukt, wiel dat en Fehler bi dat Dörkieken vun ehr Definitschoon geev.
nl: Doordat zich een fout voordeed bij het ontleden van de accentueringbeschrijving zal het accentueren worden uitgeschakeld.
nn: Sidan det oppstod ein feil ved tolking av skildringa av syntaksmerkinga, vert syntaksmerkinga slått av.
pl: To podświetlenie będzie nieaktywne z powodu błędu w czasie przetwarzania opisu podświetlania
pt: Dado que ocorreu um erro ao analisar a descrição de realce, este estará desactivado
pt_br: Uma vez que houve um erro de análise sintática na descrição destacada, este destaque será desabilitado.
ro: Deoarece a apărut o eroare de analiză a descrierii de evidenţiere, această modalitate de evidenţiere va fi dezactivată.
rw: Guhera ko habaye ikosa mu gusesengura umwirondoro w'ishimangira, iri shimangira rizahagarikwa
se: Dan dihte go šattai meattáhus dulkodettiin merkenválddahusa, de dát merkendoibmanvuohki botnjašuvvo eret.
sk: Keďže sa vyskytla chyba pri parsovaní popisu zvýrazňovanie, bude toto zvýrazňovanie zakázane.
sl: Ker je prišlo do napake pri obdelovanju opisa poudarjanja, bo to poudarjanje onemogočeno
sr: Пошто је било грешака за време обраде описа истицања текста, ово истицање ће бити искључено
sr@latn: Pošto je bilo grešaka za vreme obrade opisa isticanja teksta, ovo isticanje će biti isključeno
ta: முன்னிலைப்படுத்தும் வரையறை மாற்றுதலின் போது பிழையாக இருந்தால், முன்னிலைப்படுத்தல் முடக்கப்படும்.
tg: Бо ҷиҳате, ки хатогии хондании тасовироти зерравшании синтаксис рӯй дод, зерравшанӣ ғайрифаъол сохта хоҳад шуд
uk: Так як виникла помилка при аналізі опису підсвічування, тому цей режим підсвічування буде вимкнено
zh_cn: 由于分析语法加亮描述时发现错误，这个加亮将被停用

source: <B>%1</B>: Specified multiline comment region (%2) could not be resolved<BR>
af: <B>%1</B>: Spesifiseerde meerlyn aanbeveel area (%2) kon nie heropgelos word nie<BR>
bg: <B>%1</B>: Зададеният многоредов коментар (%2) не може да бъде намерен.<BR>
bs: <B>%1</B>: Izabrani višelinijski region komentara (%2) nije mogao biti razriješen<BR>
ca: <B>%1</B>: No s'ha pogut resoldre la regió de comentari multilínia (%2) especificada<BR>
da: <B>%1</B>: Angivet multilinjet kommentarområde (%2) kunne ikke opløses<BR>
de: <B>%1</B>: Angegebener mehrzeiliger Kommentarbereich (%2) kann nicht aufgelöst werden<BR>
el: <B>%1</B>: Η ορισμένη περιοχή σχολίου πολλών γραμμών (%2) δεν μπορεί να καθοριστεί<BR>
es: <B>%1</B>: No se puedo resolver la región de comentarios multilínea especificada (%2)<BR>
eu: <B>%1</B>: zehaztutako lerro anitzeko iruzkinaren eremuan (%2) ezin izan da ebatzi<BR>
fa: <B>%1</B>: منطقۀ توضیح چند خطی مشخص‌شدۀ )%2( نتوانست تفکیک شود<BR>
fr: <B>%1</B> : impossible de résoudre la région de commentaire multiligne spécifiée (%2)<BR>
fy: <B>%1</B>: ynfierde multyrigel kommintaargebiet (%2) is net fûn<BR>
gl: <B>%1</B>: Non se pode resolver a rexión de comentários multiliña especificada (%2)<BR>
he: <B>%1</B>:אין אפשרות למצוא את איזור הערת מרובת שורות (%2)
hu: <B>%1</B>: A megadott többsoros megjegyzéstartományt (%2) nem sikerült feloldani<BR>
is: <B>%1</B>: Tókst ekki að leysa tilgreint fjöllínustrengs athugasemdasvæði (%2)<BR>
it: <b>%1</b>: La regione multilinea commentata (%2) non può essere risolta<br>
ja: <B>%1</B>: 指定の複数行コメント領域 (%2) を解決できませんでした<BR>
kk: <B>%1</B>: көрсетілген көп жолды(%2) түсініктемесінің шекарасын анықтау мүмкін болмады<BR>
km: <B>%1</B> ៖ តំបន់​សេចក្ដី​អធិប្បាយ​ច្រើន​បន្ទាត់ដែល​បាន​បញ្ជាក់ (%2) មិន​អាច​ត្រូវ​បាន​ដោះ​ស្រាយ<BR>
ko: <B>%1</B>: 지정된 여러 줄의 주석 (%2) 은(는) 서로 떨어질 수 없습니다.<BR>
ms: <B>%1</B>: Rantau komen berbilang baris yang ditetapkan (%2) tidak dapat diselesaikan<BR>
nb: <B>%1</B>. Spesifisert flerlinjet kommentarområd (%2) kunne ikke løses<BR>
nds: <b>%1</b>: Dat angeven Mehrregen-Kommentarrebeet (%2) lett sik nich oplösen<br>
nl: <B>%1</B>: opgegeven multiregel commentaargebied (%2) is niet gevonden<BR>
nn: <B>%1</B>. Spesifisert fleirlinja kommentarområde (%2) kunne ikkje løysast<BR>
pl: <B>%1</B>: Żądany region wielowierszowego komentarza (%2) nie mógł być określony<br>
pt: <B>%1</B>: Não foi possível resolver a região do comentário em várias linhas (%2)<BR>
pt_br: <B>%1</B>: a região de comentário multi-linha especificada (%2) não pode ser resolvida<BR>
ro: <B>%1</B>: Regiunea de comentariu multilinie specificată (%2) nu poate fi rezolvată<BR>
rw: <B>%1</B>: Agace k'ibisobanuro mirongomyinshi kerekanwe (%2) ntikashoboye gusubizwa<BR>
sk: <B>%1</B>: Špecifikovaná viacriadková komentárová oblasť (%2) sa nedá vyriešiť<BR>
sl: <B>%1</B>: Navedeno večvrstično področje komentiranja (%2) ni bilo razrešeno<BR>
sr: <B>%1</B>: Назначени вишелинијски регион коментара (%2) не може бити рашчлањен<BR>
sr@latn: <B>%1</B>: Naznačeni višelinijski region komentara (%2) ne može biti raščlanjen<BR>
ta: <B>%1</B>: குறிப்பிடப்பட்ட பலவித வரி குறிப்பு இடத்தை(%2)பிரிக்க முடியாது<BR>
uk: <B>%1</B>: не вдається визначити вказаний регіон багаторядкового коментарю (%2)<BR>
zh_cn: <B>%1</B>：指定的多行注释区域(%2)无法解决<BR>

source: Keyword
af: Sleutelwoord
ar: كلمة مميزة
be: Ключавое слова
bg: Ключови думи
bs: Ključna riječ
ca: Paraula clau
cs: Klíčové slovo
da: Nøgleord
de: Schlüsselwort
el: Λέξη κλειδί
es: Palabra clave
eu: Gako-hitza
fa: کلیدواژه
fi: Avainsana
fr: Mot-clé
fy: Trefwurd
gl: Palabra Clave
he: מילת מפתח
hr: Ključna riječ
hu: Kulcsszó
is: Lykilorð
it: Parola chiave
ja: キーワード
kk: Түйінді сөз
km: ពាក្យ​គន្លឹះ
ko: 키워드
mk: Клучен збор
ms: Kata kunci
nb: Nøkkelord
nds: Slötelwoort
nl: Trefwoord
nn: Nøkkelord
pa: ਕੀ-ਵਰਡ
pl: Słowo kluczowe
pt: Palavra-Chave
pt_br: Palavra-chave
ro: Cuvînt cheie
rw: Ijambo-banze
se: Čoavddasátni
sk: Kľúčové slovo
sl: Ključna beseda
sr: Кључна реч
sr@latn: Ključna reč
ta: முக்கிய சொல்
tg: Калиди матн
th: คีย์เวิร์ด
uk: Ключове слово
zh_cn: 关键字

source: Data Type
af: Data Tipe
ar: نوع البيانات
be: Тып данняў
bg: Данни
bs: Tip podataka
ca: Tipus de dada
cs: Datový typ
de: Datentyp
el: Τύπος δεδομένων
es: Tipo de dato
eu: Datu-mota
fa: نوع داده
fi: Tietotyyppi
fr: Type de données
gl: Tipo de Dado
he: טיפוס נתונים
hr: Tip podatka
hu: Adattípus
is: Gagnatag
it: Tipo di dato
ja: データ型
kk: Деректер түрі
km: ប្រភេទ​ទិន្នន័យ
ko: 데이터 타입
mk: Тип на податок
ms: Jenis Data
nds: Datentyp
pa: ਡਾਟਾ ਕਿਸਮ
pl: Typ danych
pt: Tipo de Dados
pt_br: Tipo de dado
ro: Tip de dată
rw: Ubwoko bw'ibyatanzwe
se: Dahtašládja
sk: Dátový typ
sl: Vrsta podatkov
sr: Тип података
sr@latn: Tip podataka
ta: தரவு வகை
tg: Намуди Таърих
th: ประเภทข้อมูล
uk: Тип даних
zh_cn: 数据类型

source: Decimal/Value
af: Desimaal/Waarde
ar: رقم عشري/قيمة
be: Дзесятковы лік/Значэнне
bg: Десетични числа
bs: Decimalna/Vrijednost
ca: Decimal/valor
cs: Decimální/Hodnota
da: Decimal/værdi
de: Dezimal/Wert
el: Δεκαδική/Τιμή
es: Valor/decimal
eu: Hamartarra/Balioa
fa: ده‌‌دهی/مقدار
fi: Desimaali/Arvo
fr: Décimal / Valeur
fy: Desimaal/Wearde
gl: Valor/Decimal
he: דצימלי\ערך
hr: Decimalni/Vrijednost
hu: Decimális/érték
is: Gildi á tugaformi
it: Decimale/Valore
ja: 10 進/値
kk: Ондық сан/Мәні
km: ទសភាគ/តម្លៃ
ko: 십진법/값
mk: Децимален/вредност
ms: Perpuluhan/Nilai
nb: Desimal/verdi
nds: Dezimaal/Weert
nl: Decimaal/Waarde
nn: Desimal/verdi
pa: ਦਸ਼ਮਲਵ/ਮੁੱਲ
pl: Dziesiętna/wartość
pt: Decimal/Valor
pt_br: Decimal/Valor
ro: Zecimal/Valoare
rw: Nyacumi/Agaciro
se: Desimála/árvu
sk: Celé číslo/Hodnota
sl: Desetiško/vrednost
sr: Децимално/Вредност
sr@latn: Decimalno/Vrednost
ta: பதின்ம/மதிப்பு
tg: Даҳӣ/Аҳамият
th: เลขฐานสิบ/ค่า
uk: Десяткове/Значення
zh_cn: 十进制/值

source: Base-N Integer
af: Base-N Heelgetal
ar: رقم صحيح من N خانة
be: Цэлы лік парадку N
bg: Цели числа
bs: Base-N cijeli broj
ca: Enter base-N
cs: Celé číslo (Base-N)
da: Basis-N heltal
el: Ακέραιος με βάση Ν
es: Entero en base-n
eu: N-oinarriko osokoa
fa: صحیح مبنای N
fi: Kanta-N-kokonaisluku
fr: Entier en base N
fy: Hiel getal Base N
gl: Enteiro en base-N
he: מספר שלם בבסיס N
hr: Base-N prirodni broj
hu: N-alapú egész
is: Heiltala með grunntölu N
it: Intero base N
ja: Base-N 整数
kk: N-дік бүтін сан
km: ចំនួន​គត់​គោល N
ko: 기본 정수
mk: Цел број со основа N
ms: Integer Asas N
nb: Base-N-heltall
nds: Basis-N-Heeltall
nl: Geheel getal Base N
nn: Base-N-heiltal
pa: ਆਧਾਰ-N ਪੂਰਨ ਅੰਕ
pl: Liczba dziesiętna o podstawie N
pt: Inteiro Base-N
pt_br: Inteiro base-N
ro: Întreg în baza N
rw: Umubare wuzuye Shingiro-N
se: Vuođđu-N lohku
sk: Celé číslo so základom N
sl: Celo število osnove N
sr: Цео број основе N
sr@latn: Ceo broj osnove N
ta: அடி-N-முழுஎண்
tg: Рақами тамомӣ Base-N
th: เลขจำนวนเต็มฐาน-N
uk: Ціле в N-й системі числення
zh_cn: N进制整数

source: Floating Point
af: Wissel Punt
ar: عدد بفاصلة
bg: Числа с плаваща точка
bs: Pomični zarez
ca: Coma flotant
cs: Plovoucí řádová čárka
da: Decimaltal
de: Fließkommazahl
el: Κινητής υποδιαστολής
es: Punto flotante
eu: Koma mugikorra
fa: ممیز شناور
fi: Liukuluku
fr: Nombre flottant
fy: Driuwende komma (Floating point)
gl: Ponto Flotante
he: נקודה צפה
hr: Pomični zarez
hu: Lebegőpontos
is: Fleytitala
it: Virgola mobile
ja: 浮動小数点
kk: Қалқымалы нүктелі сан
km: ចំនួន​ទសភាគ
ko: 소수점
mk: Со подвижна запирка
ms: Titik Apung
nb: Flyttall
nds: Fleetkomma
nl: Drijvende komma (Floating point)
nn: Flyttal
pa: ਦਸ਼ਮਲਵ
pl: Zmiennoprzecinkowy
pt: Vírgula Flutuante
pt_br: Ponto flutuante
ro: Punct zecimal
rw: Akadomo kareremba
se: Desimállohku
sk: Reálne číslo
sl: Plavajoča vejica
sr: Број у покретном зарезу
sr@latn: Broj u pokretnom zarezu
ta: மிதவை புள்ளி
tg: Рақами нуқтаи шиновари
th: เลขทศนิยม
uk: З плаваючою комою
zh_cn: 浮点数

source: Character
af: Karakter
ar: حرف
be: Знак
bg: Знаци
bs: Znak
ca: Caràcter
cs: Znak
da: Tegn
de: Buchstabe
el: Χαρακτήρας
es: Carácter
eu: Karakterea
fa: نویسه
fi: Merkki
fr: Caractère
fy: Teken
gl: Carácter
he: תו
hr: Znak
hu: Karakter
is: Stafur
it: Carattere
ja: 文字
kk: Таңба
km: តួអក្សរ
ko: 글자
mk: Знак
ms: Aksara
nb: Tegn
nds: Bookstaav
nl: Teken
nn: Teikn
pa: ਅੱਖਰ
pl: Znakowy
pt: Carácter
pt_br: Caractere
ro: Caracter
rw: Inyuguti
se: Bustáva
sk: Znak
sl: Znak
sr: Знак
sr@latn: Znak
ta: எழுத்து
tg: Ҳарф
th: อักขระ
uk: Символ
zh_cn: 字符

source: String
ar: سلسلة حرفية
be: Радок
bg: Низове
ca: Cadena
cs: Řetězec
da: Streng
de: Zeichenkette
el: Συμβολοσειρά
es: Cadena
eu: Katea
fa: رشته
fi: Merkkijono
fr: Chaîne
fy: Term
gl: Cadea
he: מחרוזת
hr: Znakovni niz
hu: Sztring
is: Strengur
it: Stringa
ja: 文字列
kk: Жол
km: ខ្សែអក្សរ
ko: 문자열
mk: Низа
ms: Rentetan
nb: Streng
nds: Tekenkeed
nl: Tekenreeks
nn: Streng
pa: ਸਤਰ
pl: Ciąg znaków
pt: Cadeia de Caracteres
ro: Şir
rw: Ikurikiranyanyuguti
se: Teaksta
sl: Niz
sr: Низ знакова
sr@latn: Niz znakova
ta: சரம்
tg: Хат
th: สายอักขระ
uk: Текст
zh_cn: 字符串

source: Others
af: Andere
ar: أخرى
be: Іншыя
bg: Други
bs: Ostalo
ca: Altres
cs: Jiné
da: Andre
de: Sonstige
el: Άλλα
es: Otros
eu: Besteak
fa: غیره
fi: Muut
fr: Autres
fy: Oaren
gl: Outros
he: אחרים
hr: Drugi
hu: Egyéb
is: Annað
it: Altri
ja: その他
kk: Басқалары
km: ផ្សេងៗ
ko: 그 밖에
mk: Останати
ms: Lain
nb: Andre
nds: Annere
nl: Overig
nn: Andre
pa: ਹੋਰ
pl: Inne
pt: Outros
pt_br: Outros
ro: Altele
rw: Ibindi
se: Earát
sk: Ostatné
sl: Drugo
sr: Остало
sr@latn: Ostalo
ta: மற்றவை
tg: Дигарҳо
th: อื่น ๆ
uk: Інші
zh_cn: 其它

source: Alert
af: Opmerksaam
be: Трывога
bg: Внимание
bs: Upozorenje
ca: Alerta
cs: Upozornění
da: Pas på
de: Warnung
el: Συναγερμός
es: Alerta
eu: Oharra
fa: هشدار
fi: Varoitus
fr: Alerte
fy: Warskôging
gl: Alerta
he: אזהרה
hr: Upozorenje
hu: Értesítő
is: Aðvörun
it: Allarme
ja: 警告
kk: Ескерту
km: ព្រមាន
ko: 알림
mk: Внимание
ms: Waspada
nb: Advarsel
nds: Wohrscho
nl: Waarschuwing
nn: Varsel
pa: ਚੇਤਾਵਨੀ
pl: Alarm
pt: Alerta
ro: Alertă
rw: Ikimenyetso
se: Várrehus
sl: Alarm
sr: Упозорење
sr@latn: Upozorenje
ta: எச்சரிக்கை
tg: Огоҳӣ
th: เตือน
uk: Попередження
zh_cn: 警告

source: Function
af: Funksie
be: Функцыя
bg: Функция
bs: Funkcija
ca: Funció
cs: Funkce
da: Funktion
de: Funktion
el: Συνάρτηση
es: Función
eu: Funtzioa
fa: تابع
fi: Funktio
fr: Fonction
fy: Funksje
gl: Función
he: פונקציה
hr: Funkcija
hu: Függvény
is: Aðgerð
it: Funzione
ja: 関数
kk: Функция
km: អនុគមន៍
ko: 기능
mk: Функција
ms: Fungsi
nb: Funksjon
nds: Funkschoon
nl: Functie
nn: Funksjon
pa: ਫੰਕਸ਼ਨ
pl: Funkcja
pt: Função
pt_br: Função
ro: Funcţie
rw: Umumaro
se: Doaibma
sk: Funkcia
sl: Funkcija
sr: Функција
sr@latn: Funkcija
ta: செயல்
tg: Функсия
th: ฟังก์ชัน
uk: Функція
zh_cn: 函数

source: Region Marker
af: Area Merker
be: Маркер рэгіёну
bg: Маркер за регион
bs: Oznaka regiona
ca: Marcador de regió
cs: Značka regionu
da: Områdemarkering
de: Bereichsmarkierung
el: Δείκτης περιοχής
es: Región de marcas
eu: Eremuaren marka
fa: نشانگر منطقه
fi: Alueen merkintä
fr: Marqueur de région
fy: Markearring fan gebiet
gl: Marca de Rexión
he: סימון מרחב
hr: Obilježivač oblasti
hu: Tartományjelölő
is: Svæðamerking
it: Marcatore di regione
ja: 領域マーカー
kk: Блок маркері
km: សញ្ញា​​សម្គាល់​តំបន់
ko: 구역 마커
mk: Маркер на регион
ms: Penanda Rantau
nb: Regionmarkør
nds: Rebeetmark
nl: Markering van gebied
nn: Regionmerke
pa: ਖੇਤਰ ਨਿਸ਼ਾਨਬੱਧ
pl: Znacznik regionu
pt: Marcador de Região
pt_br: Marcador de região
ro: Marcaj regiune
rw: Ikiranga Agace
se: Guovlomearka
sk: Označenie oblasti
sl: Označevalec področja
sr: Маркер региона
sr@latn: Marker regiona
ta: பகுதி குறிப்பீடு.
tg: Маркери блоки код
th: ตัวบอก Region
uk: Позначка ділянки
zh_cn: 区域标记

source: C Style
ar: C نمط
be: Стыль C
bg: Стил за C
bs: C stil
ca: Estil C
cs: Styl C
da: C-stil
de: C-Stil
el: C στυλ
es: Estilo C
eu: C estiloa
fa: سبک C
fi: C-tyyli
fr: Style C
fy: C-styl
gl: Estilo C
he: סגנונות C
hr: C stil
hu: C-stílus
is: C stíll
it: Stile C
ja: C スタイル
kk: C стилі
km: រចនា​ប័ទ្ម C
ko: C 스타일
ms: Gaya C
nb: C-stil
nds: C-Stil
nl: C-stijl
nn: C-stil
pa: C ਸ਼ੈਲੀ
pl: Styl C
pt: Estilo C
pt_br: Estilo C
ro: Stil C
rw: Imisusire C
se: Č-stiila
sk: Štýl C
sl: Slog C
sr: C стил
sr@latn: C stil
ta: C பாணி
tg: Услуби C
th: รูปแบบภาษา C
uk: Стиль Сі
zh_cn: C 样式

source: Python Style
af: Python Styl
ar: Python نمط
be: Стыль Python
bg: Стил за Python
bs: Python stil
ca: Estil Python
cs: Styl Python
da: Python-stil
de: Python-Stil
el: Python στυλ
es: Estilo Python
eu: Python estiloa
fa: سبک Python
fi: Python-tyyli
fr: Style Python
fy: Python-styl
gl: Estilo Python
he: סגנון Python
hr: Python stil
hu: Python-stílus
is: Python stíll
it: Stile Python
ja: Python スタイル
kk: Python стилі
km: រចនា​ប័ទ្ម Python
ko: Python 스타일
mk: Стил Python
ms: Gaya Python
nb: Python-stil
nds: Python-Stil
nl: Python-stijl
nn: Python-stil
pa: Python ਸ਼ੈਲੀ
pl: Styl Python
pt: Estilo Python
pt_br: Estilo Python
ro: Stil Python
rw: Imisusire Ruziramire
se: Python-stiila
sk: Štýl Python
sl: Slog Python
sr: Python стил
sr@latn: Python stil
tg: Услуби Питон
th: รูปแบบภาษา Python
uk: Стиль Python
zh_cn: Python 风格

source: XML Style
be: Стыль XML
bg: Стил за XML
bs: XML stil
ca: Estil XML
cs: Styl XML
da: XML-stil
de: XML-Stil
el: XML στυλ
es: Estilo XML
eu: XML estiloa
fa: سبک XML
fi: XML-tyyli
fr: Style XML
fy: XML-styl
gl: Estilo XML
he: סגנון XML
hu: XML-stílus
is: XML stíll
it: Stile XML
ja: XML スタイル
kk: XML стилі
km: រចនា​ប័ទ្ម XML
ko: XML 스타일
mk: Стил XML
ms: Gaya XML
nb: XML-stil
nds: XML-Stil
nl: XML-stijl
nn: XML-stil
pa: XML ਸ਼ੈਲੀ
pl: Styl XML
pt: Estilo XML
pt_br: Estilo XML
ro: Stil XML
rw: Imisusire XML
se: XML-stiila
sk: Štýl XML
sl: Slog XML
sr: XML стил
sr@latn: XML stil
ta: XML பாணி
tg: Услуби XML
th: รูปแบบ XML
uk: Стиль XML
zh_cn: XML 样式

source: S&S C Style
be: Стыль S&S C
bg: &Стил за SS C
bs: S&S C stil
ca: Estil C S&S
cs: C styl S&S
da: S&S C-stil
de: S&S C-Stil
el: S&S C στυλ
es: Estilo S&S C
eu: S&S C estiloa
fa: سبک S&S C‌
fi: S&S C-tyyli
fr: Style C S&S
fy: S&S C-styl
gl: Estilo S&S C
he: סגנון S&S C
hu: S&S C-stílus
is: S&S C stíll
it: Stile C S&S
ja: S&S C スタイル
kk: S&S C стилі
km: រចនា​ប័ទ្ម SS C
ko: SS C 스타일(&S)
ms: Gaya S&S C
nb: S&S C-stil
nds: S&S-C-Stil
nl: S&S C-stijl
nn: S&S C-stil
pa: S&S C ਸ਼ੈਲੀ
pl: Styl S&S C
pt: Estilo C S&S
pt_br: Estilo C S&S
ro: Stil C S&S
rw: Imisusire S&S C
se: S&S Č-stiila
sk: Štýl S&S C
sl: Slog S&S C
sr: S&S C стил
sr@latn: S&S C stil
ta: S&S C பாணி
tg: Услуби S&S C
th: รูปแบบ S&S C
uk: Стиль S&S Сі
zh_cn: S&S C 样式

source: Variable Based Indenter
af: Veranderlik Baseerde Inkeper
bg: Променлив отстъп
bs: Uvlačenje na bazi varijable
ca: Sagnat basat en variables
da: Variabelbaseret indrykning
de: Variablenbasierende Einrückung
el: Τονισμός βασισμένος στις μεταβλητές
es: Sangrador basado en variables
eu: Aldagaietan oinarrituriko koska egilea
fa: عامل تورفتگی بر اساس متغیر
fr: Indenteur utilisant une variable
fy: Fariabele-basearre ynspringnivo
gl: Endentador baseado en variábeis
he: הזחה משתנה
hu: Változó alapú behúzás
is: Breytubundin inndráttur
it: Indentazione basata su variabili
ja: 変数ベースの字下げ
kk: Айнымалы негізді шегініс
km: អថេរ​ដែលផ្អែកលើ​អ្នក​ចូល​បន្ទាត់
ko: 들여쓰기에 대한 변수값
ms: Penginden Berasaskan Variabel
nb: Variabelbasert innrykk
nds: Variabelnbaseert Inrücken
nl: Variabele-gebaseerd inspringniveau
nn: Variabelbasert innrykk
pl: Program wcinający na podstawie zmiennych
pt: Indentador Baseado em Variáveis
pt_br: Identação baseada em variável
ro: Indentare bazată pe variabilă
rw: Igisunika Gishingiye ku Mpinduragaciro
sk: Odsadzovanie podľa premennej
sl: Zamikanje na osnovi spremenljivk
sr: Увлакач базиран на променљивој
sr@latn: Uvlakač baziran na promenljivoj
th: ตัวย่อหน้าจากตัวแปร
uk: Ідентифікатор оснований на змінній
zh_cn: 基于变量的缩进

source: Mode must be at least 0.
af: Modus moet ten minste 0 wees
ar: الوضع يجب أن يكون على الأقل 0 .
be: Рэжым павінны быць не менш за 0.
bg: Режимът трябва да е поне 0.
bs: Režim mora biti najmanje 0.
ca: Mode almenys hauria de ser 0.
cs: Režim musí být nejméně 0.
da: Tilstand skal være mindst 0.
de: Modus muss mindestens 0 sein.
el: Κατάσταση πρέπει να είναι τουλάχιστον 0.
es: El modo debe ser al menos 0.
eu: Modua gutxienez 0 izan beharko litzateke.
fa: حالت باید حداقل ۰ باشد.
fi: Tilan täytyy olla vähintään 0.
fr: Le mode doit être au moins 0.
fy: Modus moat yn elts gefal 0 wêze.
gl: O Modo debe ser polo menos 0.
he: המצב חייב להיות לפחות 0.
hr: Režim mora biti bar 0.
hu: A módnak legalább 0-nak kell lennie.
is: Hamur verður að vera amk. 0.
it: La modalità deve essere almeno 0.
ja: モードは少なくとも 0 でなければなりません。
kk: Режім кемінде 0 болу керек.
km: របៀប​យ៉ាងហោច​ណាស់ជា ០ ។
ko: 모드는 최소한 0은 되어야 합니다.
mk: Режимот мора да биде барем 0.
ms: Mod mestilah sekurang-kurangnya 0.
nb: Modus må være minst 0.
nds: "Mode" mutt tominnst 0 wesen.
nl: Modus dient tenminste 0 te zijn.
nn: Modus må vera minst 0.
pa: ਢੰਗ ਘੱਟੋ-ਘੱਟ 0 ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Tryb musi być conajmniej 0.
pt: O modo deverá ser pelo menos 0.
pt_br: A modo deve ser de no mínimo 1.
ro: Modul trebuie să fie cel puţin 0.
rw: Uburyo bugomba kuba byibuze 0.
se: Doaibmanvuohki ferte leat unnimus 0.
sk: Režim musí byť aspoň 0.
sl: Način mora biti vsaj 0.
sr: Режим мора бити бар 0.
sr@latn: Režim mora biti bar 0.
ta: முறை கண்டிப்பாக குறைந்தது 0 என இருத்தல் வேண்டும்
tg: Рақами намуд баланд аз 0 бояд бошад.
uk: Режим має бути принаймні 0.
zh_cn: 模式必须至少为 0。

source: No such highlight '%1'
af: Geen so verligting '%1'
bg: Няма такова открояване "%1"
bs: Nema bojenja '%1'
ca: No existeix el ressaltat '%1'
cs: Takové zvýrazňování neexistuje '%1'
da: Ingen sådan markering '%1'
de: Es gibt kein hervorgehobenes '%1'
el: Δεν υπάρχει τονισμός '%1'
es: No existe el resaltado '%1'
eu: Ez dago '%1' bezalako nabarmentzeko estilorik
fa: چنین مشخص »%1« وجود ندارد
fr: Aucune coloration de « %1 »
fy: Markearring bestiet net: '%1'
gl: Non hai o realzado '%1'
he: אין כזאת הדגשה "%1"
hu: Nincs ilyen kiemelés: '%1'
is: Engin slík litun '%1'
it: Nessuna evidenziazione "%1"
ja: '%1' という強調表示はありません
kk: '%1' бояулаудың ережесі жоқ
km: គ្មាន​ការបន្លិច '%1' បែប​នេះ
ko: '%1'이라는 하이라이트가 없습니다.
mk: Нема такво означување „%1“
ms: Tiada penonjolan '%1'
nb: Ingen utheving «%1»
nds: En Syntaxmarkeren "%1" lett sik nich finnen
nl: Accentuering bestaat niet: '%1'
nn: Ingen slik syntaksmerking «%1»
pa: '%1' ਵਰਗਾ ਕੋਈ ਉਘਾੜਨ ਨਹੀਂ
pl: Brak takiego podświetlania '%1'
pt: Não existe o realce '%1'
pt_br: Sem destaque para '%1'
ro: Evidenţierea '%1' nu există
rw: Nta shimangira nk'iryo '%1'
se: Ii gávdno dákkár merken: %1
sk: Zvýrazňovanie '%1' neexistuje
sl: Ni take osvetlitve »%1«
sr: Нема истицања „%1“
sr@latn: Nema isticanja „%1“
ta: அந்த மாதிரி தனிப்படுத்துதல் இல்லை '%1'
uk: Немає такого підсвічування "%1"
zh_cn: 没有高亮“%1”
