Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: &Clean Indentation
af: Maak skoon Inkeping
ar: ن&ظف الإزاحة
bg: Конвертиране на &отстъпа
bs: Ujednači &uvlačenje
ca: &Neteja sagnat
cs: Smazat od&sazení
da: &Ren indrykning
de: Einrückungen &löschen
el: &Καθάρισμα χρήσης εσοχής
es: &Borrar sangrado
eu: &Garbitu koska
fa: &پاک کردن تو‌رفتگی‌
fi: &Puhdista sisennys
fr: &Supprimer l'indentation
fy: Ynspring ops&kjinje
gl: &Anular Endentación
he: &נקה הזחה
hr: Poništi &sva uvlačenja
hu: T&iszta behúzás
is: &Hreinsa inndrátt
it: &Pulisci indentazione
ja: 字下げを整理(&C)
kk: &Шегіністерді тазалау
km: ជម្រះ​ការ​ចូល​បន្ទាត់
ko: 들여쓰기 정리(&C)
mk: &Исчисти вовлекување
ms: &Bersihkan Indentasi
nb: &Fjern innrykk
nds: Inrücken &wegdoon
nl: Insprong ops&chonen
nn: &Fjern innrykk
pa: ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰੀ ਸਾਫ਼(&C)
pl: &Popraw wcięcia
pt: &Limpar a Indentação
pt_br: &Limpar identação
ro: &Elimină indentarea
rw: Gusiba Isunika
se: &Váldde eret siskkildeami
sk: &Vymazať odsadenie
sl: Poč&isti zamikanje
sr: &Очисти увлачање
sr@latn: &Očisti uvlačanje
ta: உள்ளமைவை துடை
tg: &Фосилаҳо тоза кунед
th: ล้างการทำย่อหน้า
uk: &Очистити відступ
zh_cn: 清除缩进(&C)

source: Use this to clean the indentation of a selected block of text (only tabs/only spaces)<br><br>You can configure whether tabs should be honored and used or replaced with spaces, in the configuration dialog.
af: Gebruik hierdie om skoon te maak die inkeping van die verkose blok teks (slegs oortjies/slegs spasies)<br><br>Jy kan konfigureer of oortjies geëerd en gebruik moet word of vervang moet word met spasies, in die konfigurasie dialoog.
ar: استخدم هذا الخيار لتنظيف الإزاحات من المقطع المختار من النص (التبويبات فقط/ المسافات فقط)<br><br>يمكنك تهيئة ما اذا كان سيتم أخذ التبويبات في الاعتبار أم يتم استبدالها بمسافات, يمكنك عمل ذلك من خلال مربع التهيئة.
bg: Конвертиране отстъпа на маркирания текст до табулации или интервали.<br><br>Може да настроите дали да се използват табулации или интервали от настройките на редактора.
bs: Koristite ovo da ujednačite uvlačenje na izabranom bloku teksta (samo tabovi ili samo razmaci) <br> <br>U dijalogu za podešavanje možete odabrati da li će biti poštivani i korišteni tabovi ili će biti zamijenjeni razmacima.
ca: Empreu això per a eliminar el sagnat d'un bloc de text seleccionat (tan sols tabulacions/tan sols espais)<br><br>En el diàleg de configuració podreu arranjar si els tabuladors haurien de ser reconeguts i emprats o substituïts per espais.
cs: Použijte tuto funkci k vyčištění odsazení vybraného textového bloku (pouze tabulátory/mezery) <br><br>V dialogu nastavení můžete nastavit zda-li mají být zohledňovány a požívány tabulátory nebo zda mají být nahrazeny mezerami.
da: Brug dette til at rydde op i en indrykket markeret tekstblok (kun tabs/kun mellemrum).<br><br>I indstillingsdialogen kan du indstille om tabs skal bruges eller om de skal erstattes af mellemrum.
de: Diese Funktion räumt die Einrückung in einem markierten Textblock auf (nur Tabulatoren/nur Leerzeichen) <br><br>Sie können im Einstellungsdialog festlegen, ob Tabulatoren berücksichtigt und benutzt werden sollen, oder ob alle Zeichen durch Leerzeichen ersetzt werden sollen.
el: Χρησιμοποιήστε αυτό για να καθαρίσετε τη χρήση εσοχών από ένα επιλεγμένο τμήμα κειμένου (μόνο στηλοθέτες / μόνο κενά).<br><br>Μπορείτε να ρυθμίσετε το αν θα διατηρηθούν και χρησιμοποιηθούν οι στηλοθέτες ή θα αντικατασταθούν με κενά, στο διάλογο ρυθμίσεων.
es: Use esto para eliminar el sangrado de un bloque seleccionado de texto (sólo tabuladores/sólo espacios)<br><br>Puede configurar en el diálogo de configuración si los tabuladores deberían ser reconocidos y usados o reemplazados con espacios.
eu: Erabili hautatutako testuari koskak kentzeko (tabuladoreak soilik/zuriuneak soilik) <br> <br>Tabuladoreak antzeman eta erabiliko diren, edo zuriuneek ordeztuko dituzten ezar dezakezu konfigurazioaren elkarrizketa-koadroan.
fa: استفاده از این برای پاک کردن تو‌رفتگی بلوک برگزیدۀ متن )فقط تبها/فقط فاصله‌ها(<br><br>در محاورۀ پیکربندی می‌توانید پیکربندی کنید، که آیا تبها باید پذیرفته و استفاده شوند، یا با فاصله جایگزین شوند.
fi: Tämän toiminnon avulla voit siistiä valitun tekstin sisennykset(jätetään vain sarkaimet/vain välilyönnit). <br> <br>Voit määritellä asetusikkunassa käytetäänkö sisennyksessä sarkaimia vai korvataanko ne välilyönneillä.
fr: Cette commande permet de supprimer l'indentation d'un bloc de texte sélectionné (uniquement les tabulations / uniquement les espaces)<br><br>Dans la boîte de dialogue de configuration, vous pouvez décider si les tabulations doivent être privilégiées et utilisées, ou remplacées par des espaces.
fy: Brûk dit om de ynspring fan in selektearre tekstblok ûngedien te meitsjen (allinne tabs/allinne spaasjes). <br><br>Jo kinne sels beskiede of er brûk makke wurdt fan tabs, of dat dizzen ferfongen wurde troch spaasjes. Dit kinne jo dwaan yn it konfiguraasjedialoochfinster.
gl: Use esto para anular a endentación dun bloque escollido de texto (só tabuladores/só espazos)<br><br>Pode configurar se desexa usar tabuladores ou se os reempraza con espazos, no diálogo de configuración.
he: ניקוי ההזחה של קטע טקסט נבחר (טאבים בלבד\רווחים בלבד)<br><br> באפשרותך לקבוע בדו־שיח ההגדרות אם יש להתחשב בטאבים ולעשות בהם שימוש, או אם יש להחליף טאבים ברווחים.
hu: Ezzel a paranccsal a kijelölt szövegrész behúzását lehet normalizálni (csak tabulátorok/csak szóközök)<br><br>Megadható a beállításoknál, hogy tabulátorok is használhatók vagy azokat helyettesítse a program szóközökkel.
is: Notaðu þetta til að hreinsa inndreginn hluta af textablokk af öllum texta (aðeins tab/aðeins bil) <br><br>Þú getur skilgreint hvort virða eigi 'tab' og/eða skipta út með auðum bilum, í uppsetningu ritils.
it: Usa questo comando per rimuovere l'indentazione del testo selezionato (solo tabulazioni/solo spazi)<br><br>Nella finestra di configurazione puoi scegliere se le tabulazioni devono essere rispettate e usate, oppure sostituite con spazi.
ja: 選択したテキストブロックの字下げを整理します (タブのみ/スペースのみに変換)。<br><br>設定ダイアログで、タブを尊重して使用するか、スペースに置換するかを設定できます。
kk: Бұл таңдалған мәтін блогынан шегіндірулерді алып тастау үшін қолданылады (тек кестелеулерді не тек бос орындарды).<br><br>Баптау диалогында, кестелеу қабылданама - бос орындар қатарымен ауыстырылама, секілді параметрлерін баптап қоя аласыз.
km: ប្រើ​វា​នេះ ដើម្បី​ជម្រះការ​ចូល​បន្ទាត់​របស់​បណ្ដុំ​អត្ថបទ​ដែល​បានជ្រើស (តែថេប/តែ​ចន្លោះ)<br><br>អ្នក​អាច​កំណត់​រចនាសម្ព័ន្ធ​ថាតើ​ថេប​គួរ​ត្រូវ​បាន ប្រើ ឬ ជំនួស​ដោយ​ចន្លោះ ក្នុង​ប្រអប់​កំណត់​រចនាសម្ព័ន្ធឬទេ ។
ko: 선택한 영역의 들여쓰기를 정리합니다.(텝만/빈칸만)<br><br>탭 부분을 탭으로 유지할지 빈칸으로 대체할 것인지 설정창에서 정해줄 수 있습니다.
mk: Користете го ова за да го исчистите вовлекувањето на избраниот блок од текст (само табулатори/само празни места)<br><br>Во дијалогот за конфигурации можете да поставите дали ќе се почитуваат табулаторите или ќе се заменат со празни места.
ms: Guna ini untuk bersihkan indentasi blok teks yang dipilih (tab sahaja/ruang sahaja)<br><br>Anda boleh konfigur samada tab patut diterima dan diguna atau diganti dengan ruang, dalam dialog konfigurasi.
nb: Bruk dette for å fjerne innrykk fra en markert tekstblokk (bare tabulatorer/bare mellomrom)<br> <br>I oppsettsdialogen kan du velge om tabulatorer skal ha virkning eller erstattes med mellomrom.
nds: Disse Befehl heevt de Inrücken vun binnen den markeerten Text op (bloots Tabs / bloots Leertekens).<br><br>Binnen den Instellendialoog kannst Du fastleggen, wat Leer- oder Tabtekens för dat Inrücken bruukt warrt.
nl: Gebruik dit om de insprong van een geselecteerde tekstblok ongedaan te maken (alleen tabs/alleen spaties). <br><br>U kunt zelf bepalen of er gebruik gemaakt wordt van tabs, of dat deze worden vervangen door spaties. Dit regelt u in het configuratiedialoogvenster.
nn: Bruk denne funksjonen for å fjerna innrykk frå ei merka tekstblokk (berre tabulatorar/mellomrom).<br><br>I oppsettsdialogen kan du velja om tabulatorar skal brukast eller bytast ut med mellomrom.
pl: Użyj tej opcji do poprawienia wcięć zaznaczonego bloku tekstu (tylko znaki Tab/tylko spacje)<br><br>Możesz ustawić czy znaki Tab powinny być honorowane i użyte czy zastąpione spacjami w oknie konfiguracji.
pt: Use isto para limpar a indentação de um bloco de texto seleccionado (só com espaços/só com tabulações)<br><br>Pode configurar se as tabulações devem ser usadas ou substituídas por espaços na janela de configuração.
pt_br: Use isto para limpar a identação de um bloco de texto selecionado (somente tabulações/somente espaços) <br> <br>Você pode configurar no diálogo se a tabulação deve ser usada, ou se espaços devem ser usados, de acordo com sua preferência.
ro: Utilizaţi această comandă pentru a elimina indentarea unui bloc de text (numai TAB-urile şi spaţiile).<br><br>În dialogul de configurare puteţi seta dacă sînt utilizate TAB-uri sau dacă vor fi înlocuite cu spaţii.
rw: Koresha ibi mu gusiba isunika ry'igice cy'umwandiko cyatoranijwe (gusa amasimbuka/gusa imyanya)<br><br> Ushobora kuboneza niba amasimbuka agomba kubahirizwa kandi agakoreshwa cyangwa niba yasimburwa n'imyanya, mu kiganiro cy'iboneza.
se: Geavat dán doaimma čorget siskkildeami merkejuvvon teastabihttás (dušše tabulator-/gaskamearkkat).<br> <br>Don sáhtát bidjat jos tabulatormearkkat galget geavahuvvot, dahje buhttejuvvot gaskamearkkaiguin heivehuslásežis.
sk: Použite toto pre vyčistenie odsadenia vybraného bloku textu (iba tabulátory/medzery)<br><br>Môžete nastaviť či majú byť použité tabulátory alebo budú nahradené medzerami.
sl: Uporabite to za počiščenje zamika izbranega dela besedila (samo tabulatorji/samo presledki)<br><br>V pogovornem oknu lahko nastavite, ali so naj tabulatorji zamenjani ali uporabljeni kot presledki.
sr: Користите ову опцију да очистите увлачење означеног блока текста (само табулатори или само размаци) <br><br>У дијалогу за подешавање, можете подести да ли ће табулатори бити поштовани и коришћени или замењени размацима.
sr@latn: Koristite ovu opciju da očistite uvlačenje označenog bloka teksta (samo tabulatori ili samo razmaci) <br><br>U dijalogu za podešavanje, možete podesti da li će tabulatori biti poštovani i korišćeni ili zamenjeni razmacima.
ta: தேர்வு செய்யப்பட்ட உரைப்பகுதியை உள்ளமையை நீக்க இதை பயன்படுத்தவும். [தத்தல்கள் மட்டும்/வெற்றிடங்கள் மட்டும்]<br><br>கட்டமைப்பு உரையாடல் பெட்டியில் தத்தல்கள் மதிப்பளிக்கப்பட்டு பயன்படுத்த வேண்டுமா அல்லது வெற்றிடங்கள் மாற்றபட வேண்டுமா என கட்டமைக்கலாம்.
tg: Фосиларо ки табулятсия ёки фосила дода истодааст, мегирад.<br> <br>Шумо метавонед танзим кунед, ки ба чанд ишора фосила иҷро мешавад ва ишораи табулятивӣ ёки фосила дар диалоги танзимот истифода мешавад ё не.
uk: Скористайтесь цим, щоб очистити відступи вибраного блоку тексту (тільки табуляція/тільки пробіли)<br><br>Ви можете налаштувати чи вживати табуляцію, чи заміняти табуляцію пробілами у вікні налаштування.
zh_cn: 使用此命令清除一块选中文字的缩进(制表符或空格)。<br><br>在配置对话框中，您可以配置是否直接使用制表符或者用空格代替。

source: &Align
af: In lyn
be: Вы&раўнаць
bg: Подравн&яване
bs: &Poravnaj
ca: &Alínia
cs: Z&arovnání
da: &Justér
de: &Ausrichten
el: &Στοίχιση
es: &Alinear
eu: &Lerrokatu
fa: &همتراز کردن‌
fi: &Tasaus
fr: &Aligner
fy: &Rjochtsje
gl: &Aliñar
he: &הזח
hu: &Igazítás
is: &Stilla
it: &Allinea
ja: 整列(&A)
kk: &Туралау
km: តម្រឹម
ko: 정렬(&A)
mk: &Порамни
ms: &Jajar
nb: &Rett inn
nds: U&trichten
nl: &Uitlijnen
nn: &Juster
pa: ਇਕਸਾਰ(&A)
pl: &Wyrównaj
pt: &Alinhar
pt_br: &Alinhamento
ro: &Aliniază
rw: Gutunganya
se: &Asat
sk: &Zarovnať
sl: Por&avnaj
sr: &Поравнај
sr@latn: &Poravnaj
ta: சீரமை
tg: &Саф кашидан
th: การจัดวาง
uk: &Вирівняти
zh_cn: 对齐(&A)

source: Use this to align the current line or block of text to its proper indent level.
af: Gebruik hierdie om die huidige lyn of blok van teks inlyn te bring na sy ordentlike inkeep vlak.
be: Выраўнаць актыўны радок ці кавалак тэксту адпаведна яго роўню водступу.
bg: Подравняване на текущия ред или блок от текст към правилното ниво на вмъкване.
bs: Koristite ovo da poravnate trenutnu liniju ili blok teksta sa njegovim odgovarajućim nivoom uvlačenja.
ca: Useu-ho per a aliniar la línia actual o bloc de text al nivell de sagnia adequat.
da: Brug dette til at justere den nuværende linje eller blok af tekst til sit rigtige indrykningsniveau.
de: Verwenden Sie diese Einstellung, wenn sie die aktuelle Zeile bzw. den entsprechenden Textblock an der korrekten Einrückungsebene ausrichten möchten.
el: Χρησιμοποιήστε αυτό για να στοιχίσετε την τρέχουσα γραμμή ή τμήμα κειμένου στο σωστό επίπεδο εσοχής.
es: Use esta opción para alinear la línea actual o el bloque de texto con su nivel de sangrado adecuado.
eu: Erabili uneko lerro edo testua bere koska maila egokiarekin lerrokatzeko.
fa: استفاده از این برای همتراز کردن خط جاری یا بلوک جاری متن در سطح صحیح تورفتگی آن.
fi: Käytä tätä tekstirivin tai -alueen sisentämiseksi oikealle sisennystasolle.
fr: Utilisez cette pour aligner la ligne ou le bloc de texte actuel à son niveau d'indentation correct.
fy: Brûk dizze opsje om de aktive rigel of tekstblok op it juste plak te rjochtsjen.
gl: Use esto para aliñar a liña ou bloque de texto actual co seu nível de endentación apropriado.
hu: Ennek hatására az aktuális sor vagy szövegblokk felveszi a megfelelő igazítást.
is: Notaðu þetta til að stilla af núverandi línu eða blokk af texta við rétt inndráttarstig.
it: Usalo per allineare la riga o il blocco di testo corrente al giusto livello di indentazione.
ja: 字下げモードおよびドキュメントの字下げ設定に従って現在の行やテキストブロックを適切な字下げレベルに整えます。
kk: Бұл назардағы жолды немесе таңдалған мәтін блогін керек шегіну деңгейіне туралау үшін қолданылады.
km: ប្រើ​វា ដើម្បី​តម្រឹម​បន្ទាត់ ឬ បណ្ដុំ​អត្ថបទ​បច្ចុប្បន្ន​ទៅ​នឹង​កម្រឹត​ចូល​បន្ទាត់​ដ៏​ត្រឹមត្រូវ​របស់​វា ។
ko: 알맞은 들여쓰기 레벨로 선택한 문자열을 정렬합니다.
mk: Користете го ова за да ги порамните активната линија или блок кон нивното соодветно ниво на вовлекување.
ms: Guna ini untuk jajar baris semasa atau blok teks kepada tahap inden yang sesuai.
nb: Bruk dette for å justere den valgte linja eller tekst blokk til sin rette inrykksnivå.
nds: Disse Befehl richt de aktuelle Reeg oder den helen Textblock an de richtige Inrückenevene ut.
nl: Gebruik deze optie om de huidige regel of tekstblok uittelijnen op de juiste plaats.
nn: Bruk dette for å justera ei linje eller ei blokk med tekst til innrykksnivået.
pl: Użyj tego do wyrównania bieżącego wiersza lub bloku tekstu do poprawnego poziomu wcięcia.
pt: Utilize isto para alinhar a linha ou bloco de texto actual ao nível de indentação correcto.
pt_br: Use isto para alinhar a linha ou bloco de texto atual para o seu nível de identação correto.
ro: Utilizaţi comanda pentru a alinia linia sau blocul de text curent la nivelul corespunzător de indentare.
rw: Koresha ibi mu gutunganya umurongo ugezweho cyangwa igice cy'umwanya ku rwego rw'akagerampera rwawo nyarwo.
se: Geavat dán vai asahit linnjá dahja teakstabihttá siskkildandássái.
sk: Toto použite pre zarovnanie aktuálneho riadku alebo bloku textu na správnu úroveň odsadenia.
sl: Uporabite to, da poravnate trenutno vrstico ali blok besedila na njegovo pravilno raven zamikanja.
sr: Користите ово да бисте пореавњали текућу линију или блок текста на прописан ниво увлачења.
sr@latn: Koristite ovo da biste poreavnjali tekuću liniju ili blok teksta na propisan nivo uvlačenja.
ta: நடப்பு வரி அல்லது உரை தொகுதியின் முறையான சீரமைப்பு நிலையை சீரமைக்க இதை பயன்படுத்து.
tg: Инро барои баробар намудани хат ё пешгири кардани текст ба дархости дараҷаи лозими.
uk: Вживайте цю команду для того, щоб вирівняти рядок чи блок тексту до належних позицій відступу.
zh_cn: 使用此功能可对齐当前行，或者将一块文本对齐到适当的缩进级别。

source: C&omment
af: Kommentaar
ar: تحويل إلى م&لاحظة
be: &Каментаваць
bg: Вмъкване на &коментар
bs: K&omentiraj kôd
ca: C&omenta
cs: K&omentář
da: K&ommentar
de: &Kommentar
el: &Σχόλιο
es: C&omentar
eu: &Iruzkina
fa: &توضیح‌
fi: Lisää &kommentointi
fr: Comm&enter
fy: K&ommentaar
gl: C&omentário
he: ה&פוך להערה
hr: K&omentar
hu: Megjegy&zésjel
is: Athugasem&d
it: C&ommenta
ja: コメント化(&O)
kk: Түсіні&ктеме қылу
km: សេចក្តី​អធិប្បាយ
ko: 주석(&O)
mk: &Коментирај
ms: &Komen
nb: K&ommentar
nds: &Kommentar
nl: C&ommentaar
nn: K&ommenter
pa: ਟਿੱਪਣੀ(&o)
pl: K&omentarz
pt: C&omentar
pt_br: C&omentar
ro: &Comentează
rw: Ibisobanuro
se: Č&ielggadeapmi
sk: &Zakomentovať
sl: &Komentiraj
sr: К&оментариши
sr@latn: K&omentariši
ta: குறிப்புரை
tg: Ш&арҳ
th: คำอธิบาย
uk: Зак&оментувати
zh_cn: 注释(&O)
