Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: document.insertText:Three parameters needed (line,col,text)
af: document.insertText:Drie parameters benodig (lyn,kolom,teks)
be: document.insertText:Патрабуюцца 3 параметры (радок,слупок,тэкст)
bg: Методът document.insertText: изисква 3 параметъра (ред, колона, текст)
ca: document.insertText: Calen tres paràmetres (línia, columna, text)
da: document.insertText:Tre parametre nødvendige (linje,søjle,tekst)
de: document.insertText: verlangt 3 Parameter (Zeile, Spalte, Text)
el: document.insertText:Απαιτούνται τρεις παράμετροι (γραμμή,στήλη,κείμενο)
es: document.insertText:Tres parámetros necesarios (línea,columna,texto)
eu: document.insertText: 3 parametro behar ditu (lerroa, zutabea, testua)
fa: document.insertText:سه پارامتر مورد نیاز است )خط، ستون، متن (
fr: « document.insertTree » : trois paramètres requis (ligne, colonne, texte)
fy: document.insertText:Trije parameters nedich (rigel,kolom,tekst)
gl: document.insertText:Tre parámetros necesários (liña,coluna,texto)
hu: document.insertText: Három paraméter szükséges (sor, oszlop, szöveg)
is: skjöl.setjaInnTexta:Þrjú viðföng nauðsynleg (lína,dálkur,texti)
it: document.insertText: sono richiesti tre parametri (riga, colonna, testo)
ja: document.insertText:3 つのパラメータ (行、列、テキスト) が必要です
kk: document.removeText: үш параметр талап етіледі (жол нөмірі, баған нөмірі, мәтіні)
km: document.insertText ៖ ត្រូវ​ការ​ប៉ារ៉ាម៉ែត្រ​បី (បន្ទាត់,ជួរ,អត្ថបទ)
ko: document.insertText:세 개의 파라메터가 필요합니다(행,열,본문)
ms: document.insertText:Tiga parameter diperlukan (baris, lajur, teks)
nb: «document.insertText»: Trenger tre parametere (linje, kolonne, tekst)
nds: document.insertText: Dree Parameters doot noot (Reeg,Striep,Text)
nl: document.insertText:Drie parameters benodigd (regel,kolom,tekst)
nn: document.insertText: Treng tre parametrar (linje, kolonne, tekst)
pa: document.insertText: ਤਿੰਨ ਮੁੱਲਾਂ ਦੀ ਲੋੜ ਹੈ (line,col,text)
pl: document.insertText: wymagane trzy parametry (wiersz, kolumna, text)
pt: document.insertText:São necessários três parâmetros (linha, coluna, texto)
pt_br: document.insertText:Três parâmetros necessários (linha,col,texto)
ro: document.insertText:Sînt necesari patru parametri (linia, coloana, textul)
se: document.insertText:Gáibida golmma paramehtera (linnjá,gurgádus,teaksta)
sk: document.insertText:Potrebuje tri parametre (riadok, stĺpec, text)
sl: document.insertText:Potrebni so trije parametri (vrstica, stolpec, besedilo)
sr: document.insertText: Потребна су 3 параметра (линија, колона, текст)
sr@latn: document.insertText: Potrebna su 3 parametra (linija, kolona, tekst)
th: document.insertText: ต้องการพารามิเตอร์ 3 ตัว (บรรทัด, คอลัมน์, ข้อความ)
uk: document.insertText:потрібні три параметри (рядок, стовпчик, текст)
zh_cn: document.insertText：需要三个参数(行、列、文本)

source: document.removeText:Three parameters needed (line,col,text) (number,number,string)
af: document.removeText:Drie parameters benodig (lyn,kolom,teks) (nommer,nommer,string)
be: document.removeText:Патрабуюцца 3 параметры (радок,слупок,тэкст) (лік,лік,радок)
bg: Методът document.insertText: изисква 3 параметъра (ред (число), колона (число), текст (низ))
ca: document.removeText: Calen tres paràmetres (línia, columna, text)(número, número, cadena)
da: document.removeText:Fire parametre nødvendige (nummer,nummer,streng)
de: document.removeText: verlangt 3 Parameter (Zeile, Spalte, Text) (Zahl, Zahl, Zeichenkette)
el: document.insertText:Απαιτούνται τρεις παράμετροι (γραμμή,στήλη,κείμενο) (αριθμός,αριθμός,συμβολοσειρά)
es: document.removeText:Tres parámetros necesarios (línea,columna,texto) (número, número, cadena de caracteres)
eu: document.removeText: 3 parametro behar ditu (lerroa, zutabea, testua) (zenbakia, zenbakia, katea)
fa: document.removeText: سه پارامتر مورد نیاز است )خط، ستون، متن( )شماره، عدد، رشته(
fr: « document.insertTree » : trois paramètres requis (ligne, colonne, texte), de type (nombre, nombre, chaîne de caractères)
fy: document.removeText: Trije parameters nedich (rigel,kolom,tekst) (getal,getal,tekenreeks)
gl: document.insertText:Tre parámetros necesários (liña,coluna,texto)(número, número, cadea)
hu: document.removeText: Három paraméter szükséges (sor, oszlop, szöveg) (szám, szám, sztring)
is: skjal.fjarlægjaTexta:Þrjú viðföng nauðsynleg (lína,dálkur,texti) (númer,númer,strengur)
it: document.insertText: sono richiesti tre parametri (riga, colonna, testo) (numero, numero, stringa)
ja: document.removeText:3 つのパラメータ (行、列、テキスト) が必要です (数値、数値、文字列)
kk: document.removeText: үш параметр талап етіледі (жол нөмірі, баған нөмірі, мәтіні (сан,сан, таңбалар жолы))
km: document.removeText ៖ ត្រូវ​ការ​ប៉ារ៉ាម៉ែត្រ​បី (បន្ទាត់,ជួរឈរ,អត្ថបទ) (លេខ,លេខ,ខ្សែអក្សរ)
ko: document.removeText:세 개의 파라메터가 필요합니다(행, 칸, 본문) (번호,번호,문자열)
ms: document.removeText:Tiga parameter diperlukan (baris,lajur,teks) (nombor,nombor,rentetan)
nb: «document.removeText»: Trenger tre parametere (linje, kolonne, tekst) (tall, tall, streng)
nds: document.insertText: Dree Parameters doot noot (Reeg,Striep,Text) (Tall,Tall,Tekenkeed)
nl: document.removeText:Drie parameters benodigd (regel,kolom,tekst) (getal,getal,tekenreeks)
nn: document.removeText: Treng tre parametrar (linje, kolonne, tekst) (tal, tal, streng)
pl: document.removeText: wymagane trzy parametry (wiersz, kolumna, tekst (numer, numer, łańcuch))
pt: document.insertText:São necessários três parâmetros (linha, coluna, texto) (número, número, texto)
pt_br: document.removeText:Três parâmetros necessários (linha,col,texto) (number,number,string)
ro: document.insertText:Sînt necesari patru parametri (linia, coloana, textul) (număr, număr, şir text)
se: document.removeText:Gáibida golmma paramehtera (linnjá,gurgádus,teaksta) (nummir,nummir,cealkka)
sk: document.removeText:Potrebuje tri parametre (riadok, stĺpec, text) (číslo, číslo, reťazec)
sl: document.removeText:Potrebni so trije parametri (vrstica, stolpec, besedilo) (številka, številka, niz)
sr: document.removeText: Потребна су 3 параметра (линија, колона, текст) (број, број, знаковни низ)
sr@latn: document.removeText: Potrebna su 3 parametra (linija, kolona, tekst) (broj, broj, znakovni niz)
th: document.removeText: ต้องการพารามิเตอร์ 3 ตัว (บรรทัด, คอลัมน์, ข้อความ) (ตัวเลข, ตัวเลข, แถวอักษร)
uk: document.insertText:потрібні три параметри (рядок, стовпчик, текст) - (число, число, текст)
zh_cn: document.insertText：需要三个参数(行、列、文本)(数字、数字、字符串)

source: LUA interpreter could not be initialized
af: LUA interpreteerder kon nie inisialiseerd word nie
be: Немагчыма ініцыялізаваць інтэрпрэтатар LUA
bg: Интерпретатора LUA не може да бъде инициализиран
ca: No s'ha pogut inicialitzar l'intèrpret LUA
da: LUA-fortolker kunne ikke blive initialiseret
de: Der LUA-Interpreter lässt sich nicht initialisieren.
el: Δεν είναι δυνατή η αρχικοποίηση του μεταγλωττιστή LUA
es: No se pudo inicializar el intérprete LUA
eu: LUA interpretatzailea ezin izan da abiarazi
fa: مفسر LUA نتوانست مقدار‌دهی اولیه کند
fr: Impossible d'initialiser l'interpréteur LUA
fy: LUA-interpreter koe net inisjalisearre wurde
gl: Non se puido inicializar o interprete de LUA
hu: A LUA-értelmezőt nem sikerült inicializálni
is: Tókst ekki að frumstilla LUA túlk
it: Impossibile inizializzare l'interprete LUA
ja: LUA インタプリタを初期化できませんでした
kk: LUA интерпретаторы инициализацияланбады
km: កម្មវិធីបក​ប្រែ LUA មិន​អាច​ចាប់​ផ្ដើម​បាន
ko: LUA 번역기를 초기화 할 수 없습니다.
mk: Интерпретерот LUA не можеше да биде иницијализиран
ms: Pentafsir LUA tidak dapat dimulakan
nb: Klarte ikke å starte LUA-tolkeren
nds: De LUA-Interpreter lett sik nich torechtmaken
nl: LUA-interpreter kon niet worden geïnitialiseerd
nn: Klarte ikkje starta LUA-fortolkaren
pa: LUA ਇੰਟਰਪਰੇਟਰ ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pl: Interpreter LUA nie mógł być uruchomiony
pt: O interpretador de LUA não pôde ser inicializado
pt_br: O interpretador LUA não pode ser inicializado
ro: Nu am putut iniţiliza interpretorul LUA
se: Ii lean vejolaš válbmet LUA-dulkka
sk: LUA interpreter sa nedá inicializovať
sl: Ni moč nastaviti tolmača LUA
sr: LUA интерпретатор није могао да се иницијализује
sr@latn: LUA interpretator nije mogao da se inicijalizuje
th: ไม่สามารถเริ่มตัวแปล LUA ได้
uk: Не вдається ініціалізувати інтерпретатор LUA
zh_cn: 无法初始化 LUA 解释器

source: Lua indenting script had errors: %1
af: Lua inkeping skrip het foute gehad: %1
bg: Скриптът за отстъп LUA има грешки: %1
ca: El guió de sagnat Lua té errors: %1
da: Lua indrykningsscript havde fejl: %1
de: Das LUA-Einrückungsskript hat Fehler zurückgegeben: %1
el: Το σενάριο τονισμού της Lua είχε σφάλματα: %1
es: El guión de sangrado LUA tuvo errores: %1
eu: LUA koskatze-scriptak erroreak ditu: %1
fa: دست‌نوشتۀ دارای تورفتگی Lua خطاهایی داشت: %1
fr: L'indentation de script Lua génère des erreurs : %1
fy: Lua indenting skript befettet flaters: %1
gl: O guión de endentadode Lua tiña error: %1
hu: A LUA behúzó szkript hibát jelzett: %1
is: Villa í Lua skriftu: %1
it: Lo script di indentazione Lua ha errori: %1
ja: Lua インデントスクリプトにエラー: %1
kk: LUA бағытталған скриптінде қателер бар: %1
km: ស្គ្រីប​ចូល​បន្ទាត់ Lua មាន​កំហុស ៖ %1
ko: Lua 들여쓰기 스크립트에 오류가 있습니다: %1
mk: Lua-скриптата за вовлекување имаше грешки: %1
ms: Skrip inden Lua ada ralat: %1
nb: Lua-innrykksskriptet hadde feil: %1
nds: LUA-Inrückenskript harr Fehlers: %1
nl: Lua indenting script bevat fouten: %1
nn: Lua-innrykksskriptet hadde feil: %1
pl: Skrypt wcięć Lua ma błędy: %1
pt: O programa de indentação em Lua teve erros: %1
pt_br: O script de identação do LUA possui erros: %1
ro: Scriptul de indentare LUA are erori: %1
se: Lua-siskkildanskriptas ledje meattáhusat: %1
sk: Lua oddelovací skript má chyby: %1
sl: Skript zamikanja za LUA ima napake: %1
sr: LUA скрипта за увлачење има грешке: %1
sr@latn: LUA skripta za uvlačenje ima greške: %1
th: สคริปต์ย่อหน้า Lua มีข้อผิดพลาด: %1
uk: LUA скрипт встановлення відступів закінчився з помилками: %1
zh_cn: Lua 缩进脚本有错误：%1

source: (Unknown)
af: (Onbekend)
be: (Невядома)
bg: (Неизвестно)
ca: (Desconegut)
cs: (Neznámý)
da: (Ukendt)
de: (Unbekannt)
el: (Άγνωστο)
es: (Desconocido)
eu: (Ezezaguna)
fa: )ناشناخته(
fi: (tuntematon)
fr: (inconnu)
fy: (Unbekend)
gl: (Descoñecido)
he: (לא ידוע)
hu: (Ismeretlen)
is: (Óþekkt)
it: (sconosciuto)
ja: (未知)
kk: (Беймәлім)
km: (មិន​ស្គាល់)
ko: (알 수 없음)
mk: (Непознато)
ms: (Tidak diketahui)
nb: (Ukjent)
nds: (Nich bekannt)
nl: (Onbekend)
nn: (Ukjend)
pa: (ਅਣਜਾਣ)
pl: (Nieznany)
pt: (Desconhecido)
pt_br: (desconhecido)
ro: (Necunoscut)
se: (Amas)
sk: (Neznáme)
sl: (neznano)
sr: (Непознато)
sr@latn: (Nepoznato)
tg: (Номуайян)
th: (ไม่ทราบ)
uk: (невідомий)
zh_cn: (未知)

source: Fonts & Colors
af: Skriftipes &Kleure
be: Шрыфты і колеры
bg: Цветове
bs: Fontovi i boje
ca: Lletres i colors
cs: Písma a barvy
da: Skrifttyper & farver
de: Schriften & Farben
el: Γραμματοσειρές & Χρώματα
es: Letras y colores
eu: Letra-tipoak eta koloreak
fa: قلمها و رنگها
fi: Kirjasimet ja värit
fr: Polices et Couleurs
fy: Lettertypen & Kleuren
gl: Fontes e Cores
he: גופנים וצבעים
hu: Betűtípusok és színek
is: Letur og litir
it: Caratteri e colori
ja: フォント & 色
kk: Қаріптер мен түстер
km: ពុម្ពអក្សរ និង​ពណ៌
ko: 글꼴과 색상
mk: Фонтови и бои
ms: Fon & Warna
nb: Skrifter og farger
nds: Schriftoorden & Klören
nl: Lettertypen & Kleuren
nn: Skrifter og fargar
pa: ਫੋਂਟ ਤੇ ਰੰਗ
pl: Czcionki i Kolory
pt: Tipos de Letra e Cores
pt_br: Fontes & Cores
ro: Fonturi şi culori
rw: Imyandikire & Amabara
se: Fonttat ja ivnnit
sk: Farby a písma
sl: Pisave in barve
sr: Фонтови и боје
sr@latn: Fontovi i boje
ta: எழுத்துருவங்கள் & நிறங்கள்.
tg: Ҳуруф ва рангҳо
th: สีและตัวอักษร
uk: Шрифти та кольори
zh_cn: 字体和颜色

source: Cursor & Selection
af: Plekwayser en Verkiesing
be: Курсор і вылучэнне
bg: Курсор
ca: Cursor i selecció
cs: Kurzor a výběr
da: Markør & markering
de: Cursor & Auswahl
el: Δρομέας & Επιλογή
es: Cursor y selección
eu: Kurtsorea eta hautapena
fa: مکان‌نما و گزینش
fi: Kohdistin ja valinta
fr: Curseur et sélection
fy: Rinnerke & seleksje
gl: Cursor e Selección
he: סמן ובחירה
hu: Kurzor és kijelölés
is: Bendill & val
it: Cursore e selezione
ja: カーソル & 選択
kk: Меңзер & Таңдау
km: ទស្សន៍ទ្រនិច និង​ការ​ជ្រើសរើស
ko: 커서와 선택영역
mk: Покажувач и избор
ms: Kursor dan Pilihan
nb: Skrivemerke og merket område
nds: Blinker & Markeren
nl: Cursor & selectie
nn: Skrivemerke og merkt område
pa: ਕਰਸਰ & ਚੋਣ
pl: Kursor i zaznaczanie
pt: Cursor e Selecção
pt_br: Cursor & Seleção
ro: Cursor şi selecţie
rw: Inyoboranyandiko & Ihitamo
se: Čállinmearka ja merkejuvvon guovlu
sk: Kurzor a výber
sl: Kazalec in izbor
sr: Курсор и означавање
sr@latn: Kursor i označavanje
th: เคอร์เซอร์และการเลือก
uk: Курсор та вибір
zh_cn: 光标和选择

source: Editing
af: Redigering
ar: تحرير
be: Рэдагаванне
bg: Редактиране
bs: Editovanje
ca: Edició
cs: Úpravy
da: Redigering
de: Bearbeitung
el: Επεξεργασία
es: Edición
eu: Editatzea
fa: ویرایش
fi: Muokkaus
fr: Édition
fy: Bewurking
gl: Editar
he: עריכה
hr: Uređivanje
hu: Szerkesztés
is: Ritunarskipun
it: Modifica
ja: 編集
kk: Өңдеу
km: ការ​​កែសម្រួល
ko: 편집
mk: Уредување
ms: Sunting
nb: Redigering
nds: Bewerken
nl: Bewerking
nn: Redigering
pa: ਸੰਪਾਦਨ
pl: Edycja
pt: Edição
pt_br: Editando
ro: Editare
rw: Guhindura
se: Doaimmaheapmi
sk: Editovanie
sl: Urejanje
sr: Уређивање
sr@latn: Uređivanje
ta: தொகுத்தல்
tg: Таҳрир кардан
th: การแก้ไข
uk: Редагування
zh_cn: 编辑

source: Indentation
af: Inkeping
ar: الإزاحة
bg: Отстъп
bs: Uvlačenje
ca: Sagnat
cs: Odsazování
da: Indrykning
de: Einrückung
el: Χρήση εσοχών
es: Sangrado
eu: Koska
fa: تو‌رفتگی
fi: Sisennys
fy: Ynspringmetoade
gl: Endentación
he: הזחה
hr: Uvlaka
hu: Behúzás
is: Stillingar inndrátts
it: Indentazione
ja: 字下げ
kk: Шегіністер
km: ការ​ចូល​បន្ទាត់
ko: 들여쓰기
mk: Вовлекување
ms: Indentasi
nb: Innrykk
nds: Inrücken
nl: Inspringmethode
nn: Innrykk
pa: ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰ
pl: Wcięcia
pt: Indentação
pt_br: Identação
ro: Indentare
rw: Isunika
se: Siskkildeapmi
sk: Odsadenie
sl: Zamikanje
sr: Увлачење
sr@latn: Uvlačenje
ta: உள்ளமைவு
tg: Фосила
th: การย่อหน้า
uk: Відступ
zh_cn: 缩进

source: Open/Save
af: Open/Stoor
ar: فتح/حفظ
be: Адкрыцце/запіс
bg: Отваряне/запис
bs: Otvori/snimi
ca: Obre/desa
cs: Otevřít/Uložit
da: Åbn/Luk
de: Öffnen/Speichern
el: Άνοιγμα/Αποθήκευση
es: Abrir/Guardar
eu: Ireki/Gorde
fa: باز کردن/ذخیره
fi: Avaus ja tallennus
fr: Ouvrir / Enregistrer
fy: Iepenje/bewarje
gl: Abrir/Gravar
he: פתיחה/שמירה
hr: Otvori / Spremi
hu: Megnyitás/mentés
is: Opna/vista
it: Apri/Salva
ja: 開く/保存
kk: Ашу/Сақтау
km: បើក/រក្សាទុក
ko: 열기/저장하기
mk: Отвори/зачувај
ms: Buka/Simpan
nb: Åpne/lagre
nds: Opmaken/Sekern
nl: Openen/opslaan
nn: Opna/lagra
pa: ਖੋਲੋ/ਸੰਭਾਲੋ
pl: Otwórz/Zapisz
pt: Abrir/Gravar
pt_br: Abrir/Salvar
ro: Deschide/Salvează
rw: Gufungura/Kubika
se: Raba/vurke
sk: Otváranie/ukladanie
sl: Odpri/Shrani
sr: Отвори/сними
sr@latn: Otvori/snimi
ta: திற/சேமி
tg: Кушодан/Нигоҳ доштан
th: เปิด/บันทึก
uk: Відкрити/зберегти
zh_cn: 打开/保存

source: Highlighting
af: Verligting
ar: التظليل
bg: Открояване
bs: Bojenje
ca: Ressaltat
cs: Zvýraznění
da: Fremhævning
de: Hervorhebungen
el: Τονισμός
es: Resaltado
eu: Nabarmentzea
fa: مشخص کردن
fi: Korostus
fr: Coloration syntaxique
fy: Markearring
gl: Realzado
he: הדגשה
hr: Naglašavanje
hu: Kiemelés
is: Litun
it: Evidenziazione
ja: 強調表示
kk: Талдап бояулау
km: ការ​បន្លិច
ko: 강조
mk: Означување
ms: Penonjolan
nb: Markering
nds: Syntaxmarkeren
nl: Accentuering
nn: Syntaksmerking
pa: ਉਘਾੜਨ
pl: Podświetlenie
pt: Realce
pt_br: Destaque
ro: Evidenţiere
rw: Igaragaza cyane
se: Syntáksamerken
sk: Zvýraznenie
sl: Poudarjanje
sr: Истицање
sr@latn: Isticanje
ta: முன்னிலைபடுத்தல்
tg: Зерравшанӣ
th: การทำตัวเน้น
uk: Підсвічування
zh_cn: 语法加亮

source: Filetypes
af: Lêertipes
ar: أنواع الملفات
be: Тыпы файлаў
bg: Типове файлове
bs: Tipovi datoteka
ca: Tipus de fitxer
cs: Typy souborů
da: Filtyper
de: Datentypen
el: Τύποι αρχείων
es: Tipos de archivos
eu: Fitxategi-motak
fa: انواع پرونده
fi: Tiedostotyyppit
fr: Types de fichiers
fy: Triemtypen
gl: Tipos de ficheiro
he: סוגי קבצים
hr: Vrste datoteka
hu: Fájltípusok
is: Skráartegundir
it: Tipi di file
ja: ファイル型
kk: Файл түрлері
km: ប្រភេទ​ឯកសារ
ko: 파일타입
mk: Типови на датотеки
ms: Jenis Fail
nb: Filtyper
nds: Dateitypen
nl: Bestandstypen
nn: Filtypar
pa: ਫਾਇਲ ਕਿਸਮ
pl: Typy plików
pt: Tipos de Ficheiros
pt_br: Tipo de dados
ro: Tipuri de fişier
rw: AmokoIdosiye
se: Fiilašlájat
sk: Typy súborov
sl: Vrste datotek
sr: Врсте фајлова
sr@latn: Vrste fajlova
ta: கோப்பு வகைகள்
tg: Намудҳои файл
th: ประเภทแฟ้ม
uk: Типи файлів
zh_cn: 文件类型

source: Shortcuts
af: Kortpaaie
ar: إختصارات
be: Скароты
bg: Бързи клавиши
bs: Prečice
ca: Dreceres
cs: Zkratky
da: Genveje
de: Kurzbefehle
el: Συντομεύσεις
es: Accesos rápidos
eu: Lasterbideak
fa: میان‌‌برها
fi: Pikavalinnat
fr: Raccourcis
fy: Fluchtoetsen
gl: Atallos de teclado
he: קיצורים
hr: Prečaci
hu: Billentyűparancsok
is: Flýtilyklar
it: Scorciatoie
ja: ショートカット
kk: Тіркесімдер
km: ផ្លូវ​កាត់
ko: 단축키
mk: Кратенки
ms: Pintasan
nb: Snarveier
nds: Tastkombinatschonen
nl: Snelkoppelingen
nn: Tastatur
pa: ਸ਼ਾਰਟਕੱਟ
pl: Skróty
pt: Atalhos
pt_br: Atalhos
ro: Acceleratori
rw: Amahinanzira
se: Njuolggobálgát
sk: Skratky
sl: Bližnjice
sr: Пречице
sr@latn: Prečice
ta: குறுக்குவழிகள்
tg: Тугмаҳои тез
th: ปุ่มพิมพ์ลัด
uk: Скорочення
zh_cn: 快捷方式

source: Plugins
af: Inproppe
ar: الملحقات
bg: Приставки
bs: Dodaci
ca: Connectors
cs: Zásuvné moduly
da: Plugin
de: Erweiterungen
el: Πρόσθετα
es: Complementos
eu: Plugin-ak
fa: وصله‌ها
fi: Liitännäiset
fr: Modules externes
he: תוספים
hr: Dodaci
hu: Bővítőmodulok
is: Íforrit
it: Plugin
ja: プラグイン
kk: Плагин модульдері
km: កម្មវិធី​ជំនួយ
ko: 플러그인
mk: Приклучоци
ms: Plug masuk
nb: Tilleggsmoduler
nn: Programtillegg
pa: ਪਲੱਗਿੰਨ
pl: Wtyczki
ro: Module
rw: Amacomeka
se: Lassemoduvllat
sk: Pluginy
sl: Vstavki
sr: Прикључци
sr@latn: Priključci
ta: சொருகுகள்
tg: Модулҳо
th: ปลักอิน
uk: Втулки
zh_cn: 插件

source: Font & Color Schemas
af: Skriftipe & Kleur Skemas
be: Шрыфты і колерныя схемы
bg: Настройки на цветовата схема и шрифтовете
bs: Šeme fontova i boja
ca: Esquemes de lletra i color
cs: Schémata barev a písem
da: Skrifttype- & farvesammensætninger
de: Schrift- & Farbschemata
el: Σχήματα Χρώματος & Γραμματοσειράς
es: Tipos de letra y esquemas de color
eu: Letra-tipoen eta koloreen eskemak
fa: طرحواره‌های رنگ و قلم
fi: Väri- ja kirjasinteemat
fr: Schémas de couleurs et polices
fy: Lettertype- en kleurschema's
gl: Esquemas de Fontes e COres
he: תבניות צבע וגופן
hu: Betűtípus- és színösszeállítások
is: Litir & leturgerðir
it: Caratteri e schemi di colore
ja: フォント & 色のスキーマ
kk: Қаріптер мен түстер сұлбалары
km: ពុម្ពអក្សរ និង​ពណ៌ចម្រុះ
ko: 글꼴 & 색상 스키마
mk: Шеми за фонтови и бои
ms: Fon & Skema Warna
nb: Farge- og skriftoppsett
nds: Schriftoorden- & Klöörmuster
nl: Lettertype- en kleurschema's
nn: Farge- og skriftoppsett
pa: ਫੋਂਟ ਤੇ ਰੰਗ ਸਕੀਮ
pl: Schematy czcionek i kolorów
pt: Esquemas de Tipos de Letra e Cores
pt_br: Fontes & Esquemas de Cores
ro: Scheme de fonturi şi culori
rw: Ibishushanyombonera Imyandikire & ibara
se: Ivdne- ja fontačoakkáldagat
sk: Schémy farieb a písiem
sl: Sheme pisav in barv
sr: Фонтови и шеме боја
sr@latn: Fontovi i šeme boja
ta: எழுத்துரு & நிறதிட்டமுறை.
tg: Нақши ранг ва ҳарф
th: ชุดรููปแบบตัวอักษและสีร
uk: Схеми та шрифтів кольорів
zh_cn: 字体和颜色方案

source: Cursor & Selection Behavior
af: Plekwyser en Keuse Gedrag
be: Паводзіны курсора і вылучэння
bg: Настройки на курсора и маркирането на текста
ca: Cursor i comportament de la selecció
cs: Chování kurzoru a výběru
da: Markør & udvalgsopførsel
de: Cursor- & Auswahlverhalten
el: Συμπεριφορά επιλογής & δρομέα
es: Comportamiento de cursor y selección
eu: Kurtsorearen eta hautapenaren portaera
fa: رفتار گزینش و مکان‌نما
fi: Kohdistimen ja valinnan käyttäytyminen
fr: Comportement du curseur et de la sélection
fy: Gedrach fan rinnerke & seleksje
gl: Comportamento de Cursor e Selección
he: התנהגות סמן ובחירה
hu: A kurzor és a kijelölés beállításai
is: Hegðun bendils og vals
it: Cursore e comportamento delle selezioni
ja: カーソル & 選択の挙動
kk: Меңзер мен Таңдаудың қасиеттері
km: ទស្សន៍ទ្រនិច និង​ឥរិយាបថ​ការជ្រើស​រើស
ko: 커서와 선택 동작
mk: Однесување на покажувач и избор
ms: Kursor & Peri Laku Pilihan
nb: Oppførsel for skrivemerke og merking
nds: Blinker- & Markerenbedregen
nl: Gedrag van cursor & selectie
nn: Åtferd for skrivemerke og merking
pa: ਕਰਸਰ & ਚੋਣ ਵਿਵਹਾਰ
pl: Kursor i zachowanie przy zaznaczaniu
pt: Comportamento do Cursor e Selecção
pt_br: Comportamento do Cursor & Seleção
ro: Cursor şi comportament selecţie
rw: Imyitwarire Inyoboranyandiko & Ihitamo
se: Čállinmearka- ja merkenláhtten
sk: Kurzor a správanie sa výberu
sl: Obnašanje kazalca in izbora
sr: Понашање курсора и означавања
sr@latn: Ponašanje kursora i označavanja
th: พฤติกรรมเคอร์เซอร์และการเลือก
uk: Курсор та поведінка вибору
zh_cn: 光标和选择行为

source: Editing Options
af: Redigering Opsies
ar: خيارات التحرير
be: Параметры рэдагавання
bg: Настройки на редактирането
bs: Postavke editovanja
ca: Opcions de l'edició
cs: Možnosti editace
da: Redigeringsindstillinger
de: Bearbeitungseinstellungen
el: Επιλογές επεξεργασίας
es: Opciones de edición
eu: Edizioko aukerak
fa: ویرایش گزینه‌ها
fi: Muokkausasetukset
fr: Options d'édition
fy: Tekstynfier-opsjes
gl: Opcións de Edición
he: אפשרויות עריכה
hr: Opcije uređivanja
hu: Szerkesztési beállítások
is: Stillingar ritunar
it: Opzioni di modifica
ja: 編集オプション
kk: Өңдеу параметрлері
km: ជម្រើស​កែសម្រួល
ko: 편집 옵션
mk: Опции за уредување
ms: Pilihan Suntingan
nb: Valg for redigering
nds: Bewerken-Instellen
nl: Tekstinvoeropties
nn: Redigeringsval
pa: ਸੰਪਾਦਨ ਚੋਣ
pl: Opcje edycji
pt: Opções de Edição
pt_br: Opções de edição
ro: Opţiuni editare
rw: Amahitamo yo Guhindura
se: Doaimmahanmolssaeavttut
sk: Možnosti editovania
sl: Možnosti urejanja
sr: Опције уређивања
sr@latn: Opcije uređivanja
ta: தொகுப்பு விருப்பங்கள்
tg: Тасҳеҳӣ
th: ตัวเลือกการแก้ไข
uk: Параметри редагування
zh_cn: 编辑选项

source: Indentation Rules
af: Inkeping Reëls
ar: قواعد التّسنّن
bg: Настройки на правилата за отстъп
bs: Pravila uvlačenja
ca: Regles de sagnat
cs: Pravidla odsazování
da: Indrykningsregler
de: Einrückungsregeln
el: Κανόνες χρήσης εσοχών
es: Reglas de sangrado
eu: Koskatze-arauak
fa: قواعد تو‌رفتگی
fi: Sisennyssäännöt
fr: Règles d'indentation
fy: Ynspringregels
gl: Regras de Endentación
he: כללי הזחה
hr: Pravila uvlaka
hu: Behúzási szabályok
is: Stillingar inndrátts
it: Regole di indentazione
ja: 字下げルール
kk: Шегіністің ережелері
km: ក្បួន​ចូល​បន្ទាត់
ko: 들여쓰기 규칙
mk: Правила за вовлекување
ms: Peraturan Indentasi
nb: Innrykksregler
nds: Inrückenregeln
nl: Inspringregels
nn: Innrykksreglar
pa: ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰੀ ਨਿਯਮ
pl: Reguły wcięć
pt: Regras de Indentação
pt_br: Regras de identação
ro: Reguli de indentare
rw: Amategeko y'Isunika
se: Siskkildannjuolggadusat
sk: Pravidlá odsadzovania
sl: Pravila zamikanja
sr: Правила увлачења
sr@latn: Pravila uvlačenja
ta: உள்ளமைவு விதிகள்
tg: Дастури фосила
th: กฎการย่อหน้า
uk: Правила відступу
zh_cn: 缩进规则
