Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: File Opening & Saving
af: Lêer oopmaak en Stoor
ar: جاري فتح وحفظ الملف
be: Адкрыцце і запіс файлаў
bg: Настройки на отварянето и записа на файлове
bs: Otvaranje i snimanje datoteka
ca: Fitxer obert i desat
cs: Otevírání a ukládání souborů
da: Åbning & Gemning af fil
de: Öffnen und Speichern von Dateien
el: Άνοιγμα αρχείου & Αποθήκευση
es: Apertura y guardado de archivos
eu: Fitxategia irekitzea eta gordetzea
fa: باز کردن و ذخیرۀ پرونده
fi: Tiedoston avaus ja tallennus
fr: Ouverture et enregistrement des fichiers
fy: Triem iepenje en bewarje
gl: Apertura e Guardado de Arquivos
he: פתיחה ושמירה של קבצים
hr: Otvaranje i spremanje datoteke
hu: Fájlok megnyitása, mentése
is: Skráaropnun og vistun
it: Apertura e salvataggio file
ja: ファイルを開く & 保存
kk: Файлдарды ашу мен сақтау
km: ការបើក និង​រក្សាទុក​ឯកសារ
ko: 파일 열기 & 저장
mk: Отворање и зачувување на датотеки
ms: Membuka Fail & Simpan
nb: Filåpning og -lagring
nds: Dateien opmaken & sekern
nl: Bestand openen en opslaan
nn: Filopning og -lagring
pa: ਫਾਇਲ ਖੋਲਣੀ ਤੇ ਸੰਭਾਲਣੀ
pl: Otwieranie i zapisywanie pliku
pt: Leitura e Gravação de Ficheiros
pt_br: Abrindo & Salvando Arquivo
ro: Deschidere şi salvare de fişier
rw: Ifungura & Ibika ry'Idosiye
se: Fiilarahpan ja -vurken
sk: Otváranie a ukladanie súborov
sl: Odpiranje in shranjevanje datotek
sr: Отварање фајла и снимање
sr@latn: Otvaranje fajla i snimanje
ta: கோப்பு திறப்பதும் & சேமிப்பதும்
tg: Кушодан ва нигоҳ доштани файлҳо
th: การเปิดและการบันทึกแฟ้ม
uk: Відкриття та збереження файлів
zh_cn: 文件打开和保存

source: Highlighting Rules
af: Verligting Reëls
ar: قواعد تبيين التّركيب
bg: Настройки на открояването
bs: Pravila za bojenje
ca: Regles de ressaltat
cs: Pravidla zvýraznění
da: Fremhævningsregler
de: Hervorhebungsregeln
el: Κανόνες τονισμού
es: Reglas de resaltado
eu: Nabarmentze-arauak
fa: مشخص کردن قواعد
fi: Korostussäännöt
fr: Règles de coloration syntaxique
fy: Markearrinsregels
gl: Regras de Realzado
he: כללי הדגשה
hr: Pravila naglašavanja
hu: Kiemelési szabályok
is: Litunarreglur
it: Regole di evidenziazione
ja: 強調表示のルール
kk: Талдап бояулаудың ережелері
km: ក្បួន​បន្លិច
ko: 강조 규칙
mk: Правила за означување
ms: Peraturan Penonjolan
nb: Regler for syntaksmerking
nds: Regeln för Syntaxmarkeren
nl: Accentueringregels
nn: Syntaksmerking
pa: ਉਘਾੜਨ ਨਿਯਮ
pl: Reguły podświetlania
pt: Regras do Realce
pt_br: Regras de Destaque
ro: Reguli evidenţiere
rw: Amategeko y'Ishimangira
se: Synktáksamerkennjuolggadusat
sk: Pravidlá zvýrazňovania
sl: Pravila poudarjanja
sr: Правила истицања
sr@latn: Pravila isticanja
ta: முன்னிலைப்படுத்தல் விதிகள்
tg: Зерравшании синтаксис
th: กฎการทำตัวเน้น
uk: Правила підсвічування
zh_cn: 语法加亮规则

source: Filetype Specific Settings
af: Lêertipe Spesifieke Instellings
ar: إعدادات محددة بأنواع الملف
be: Адмысловыя настаўленні для тыпаў файлаў
bg: Настройки на типовете файлове
bs: Postavke specifične za tip datoteke
ca: Opcions específiques del tipus de fitxer
cs: Nastavení specifická pro typ souboru
da: Filtype-specifikke indstillinger
de: Dateispezifische Einstellungen
el: Ειδικές ρυθμίσεις τύπου αρχείων
es: Preferencias específicas de tipo de archivos
eu: Fitxategi-motaren ezarpen zehatzak
fa: تنظیمات مشخص نوع پرونده
fi: Tiedostotyyppikohtaiset asetukset
fr: Réglages spécifiques au type de fichier
fy: triemtypespesifike ynstellings
gl: Axustes Específicos de Tipos de Documentos
he: הגדרות מדויקות של סוגי קבצים
hr: Postavke specifične za pojedinu vrstu datoteke
hu: Fájltípus-specifikus beállítások
is: Stillingar skráargerða
it: Impostazioni specifiche del tipo di file
ja: ファイル型の種類の設定
kk: Файл түріне арналған баптаулары
km: ការ​កំណត់​ជាក់លាក់​របស់​ប្រភេទ​ឯកសារ
ko: 파일 타입 지정 설정
mk: Поставувања специфични за тип на датотека
ms: Seting Khusus Jenis Fail
nb: Innstillinger for enkelte filtyper
nds: Instellen för enkel Dateitypen
nl: Bestandstypespecifieke instellingen
nn: Innstillingar for enkelte filtypar
pa: ਫਾਇਲ ਕਿਸਮ ਖਾਸ ਸਥਾਪਨ
pl: Ustawienia specyficzne dla typu pliku
pt: Configurações Específicas dos Tipos de Ficheiros
pt_br: Configurações de Tipos de Dados Específicos
ro: Setări specifice tipului de fişier
rw: Amagenamiterere Yihariye y'UbwokoIdosiye
se: Fiilašlája gullevaš heivehusat
sk: Nastavenie pre jednotlivé typy súborov
sl: Nastavitve, specifične za vrste datotek
sr: Посебне поставке за тип фајла
sr@latn: Posebne postavke za tip fajla
ta: குறிப்பிட்ட கோப்புவகை அமைவுகள்
tg: Танзимотҳое, ки барои намуди файл махсус мебошанд
th: การตั้งค่าเฉพาะของชนิดแฟ้ม
uk: Параметри по типах файлів
zh_cn: 文件类型特定的设置

source: Shortcuts Configuration
af: Kortpaaie Opstelling
ar: إعداد الإختصارات
be: Настаўленне скаротаў
bg: Настройки на бързите клавиши
bs: Podešavanje prečica
ca: Configuració de les draceres
cs: Nastavení zkratek
da: Genvejsopsætning
de: Kurzbefehle einrichten
el: Ρύθμιση συντομεύσεων
es: Configuración de accesos rápidos
eu: Lasterbideen konfigurazioa
fa: پیکر‌بندی میان‌برها
fi: Pikavalinta-asetukset
fr: Configuration des raccourcis
fy: Fluchtoets konfiguraasje
gl: Configuración dos Atallos
he: הגדרות קיצורים
hr: Konfiguracija prečaca
hu: A billentyűparancsok beállítása
is: Flýtilyklastilling
it: Configurazione delle scorciatoie
ja: ショートカットの設定
kk: Тіркесімдерді баптау
km: ការ​កំណត់​រចនា​សម្ព័ន្ធ​ផ្លូវកាត់
ko: 단축키 설정
mk: Конфигурација на кратенки
ms: Penyelarasan Pintasan
nb: Snarveisoppsett
nds: Tastkombinatschonen instellen
nl: Snelkoppelingen instellen
nn: Tastaturoppsett
pa: ਸ਼ਾਰਟਕੱਟ ਸੰਰਚਨਾ
pl: Konfiguracja skrótów
pt: Configuração dos Atalhos
pt_br: Configuração de Atalho
ro: Configurare acceleratori
rw: Iboneza ry'amahinanzira.
se: Heivet njuolggobálgáid
sk: Nastavenie skratiek
sl: Nastavitve bližnjic
sr: Подешавање пречица
sr@latn: Podešavanje prečica
ta: குறுக்குவழிகள் அமைப்பு
tg: Танзими комбинатсияи тугмаҳо
th: ปรับแต่งปุ่มพิมพ์ลัด
uk: Конфігурація скорочень
zh_cn: 快捷键配置

source: Plugin Manager
af: Inplak Bestuurder
ar: مدير الملحقات
bg: Настройки на приставките
bs: Upravitelj dodataka
ca: Gestor de connectors
cs: Správce zásuvných modulů
da: Plugin-håndtering
de: Verwaltung für Erweiterungsmodule
el: Διαχειριστής προσθέτων
es: Gestor de complementos
eu: Plugin-en kudeatzailea
fa: مدیر وصله
fi: Laajennusten hallinta
fr: Gestionnaire de modules externes
fy: Plugin behearder
gl: Xestor de Plugins
he: מנהל התוספים
hr: Upravitelj dodacima
hu: Bővítőmodul-kezelő
is: Umsjón íforrita
it: Gestione plugin
ja: プラグインマネージャ
kk: Плагин модульдер менеджері
km: ឧបករណ៍​គ្រប់គ្រង​កម្មវិធី​ជំនួយ
ko: 플러그인 관리자
mk: Менаџер на приклучоци
ms: Pengurus Plug masuk
nb: Modulbehandler
nds: Pluginpleger
nl: Pluginbeheer
nn: Handtering av programtillegg
pa: ਪਲੱਗਿੰਨ ਪ੍ਰਬੰਧਕ
pl: Menedżer wtyczek
pt: Gestor de 'Plugins'
pt_br: Gerenciador de Plugins
ro: Manager de module
rw: Umuyobozi w'Icomeka
se: Lassemoduvlagieđahalli
sk: Manažér pluginov
sl: Upravljalnik vstavkov
sr: Управљач прикључцима
sr@latn: Upravljač priključcima
ta: சொருகு மேலாளர்
tg: Роҳбари модулҳо
th: ตัวจัดการปลักอิน
uk: Менеджер втулків
zh_cn: 插件管理器

source: The file %1 could not be loaded completely, as there is not enough temporary disk storage for it.
af: Die lêer %1 kon nie volledig gelaai word nie, omdat daar nie genoeg tydelike skryf stoor is nie.
be: Немагчыма прачытаць файл %1 цалкам, бо бракуе волнай дыскавай прасторы.
bg: Файлът "%1" не може да бъде зареден напълно, понеже няма достатъчно свободно място на диска за временно ползване.
bs: Nisam mogao učitati datoteku %1 u potpunosti, pošto nema dovoljno prostora na disku za privremene datoteke.
ca: No s'ha pogut carregar completament el fitxer %1, atès que no hi ha prou espai temporal de disc per fer-ho.
cs: Soubor %1 nelze kompletně načíst, protože pro něj není dostatek dočasného místa.
da: Filen %1 kunne ikke hentes fuldstændigt, da der ikke er nok midlertidig diskplads for den.
de: Datei %1 lässt sich nicht komplett laden: Unzureichender temporärer Speicherplatz.
el: Το αρχείο %1 ήταν αδύνατο να φορτωθεί ολόκληρο, καθώς δεν υπάρχει αρκετός προσωρινός αποθηκευτικός χώρος στο δίσκο για αυτό.
es: El archivo %1 no se pudo cargar completamente, porque que no hay suficiente espacio temporal en el disco.
eu: Ezin izan da %1 fitxategia osorik kargatu, aldi baterakoa sortzeko nahikoa lekurik ez dagoelako diskoan.
fa: پروندۀ %1 را نمی‌توان کاملاً بارگذاری کرد، زیرا به اندازۀ کافی ذخیره‌گاه موقت دیسک برای آن وجود ندارد.
fi: Tiedostoa %1 ei voitu ladata kokonaan, koska levyllä ei ole tarpeeksi tilaa.
fr: Le fichier %1 n'a pas pu être chargé complètement, car il n'y a pas assez d'espace de stockage temporaire sur le disque.
fy: De triem %1 koe net folslein laden wurde. Der is net genôch tydlike romte beskikber.
gl: Non foi posíbel cargar por completo o ficheiro %1, ao non ter espazo de armacenaxe temporal en disco para el.
he: לא יכול לטעון את הקובץ %1 באופן מלא, מפני שאין מספיק מקום זמני עבורו.
hu: A(z) %1 fájlt nem sikerült teljesen betölteni, mert nincs elég átmeneti szabad lemezkapacitás.
is: Ekki tókst að lesa inn skrána %1 að fullu, þar sem það er ekki nægjanlegt tímabundið diskpláss fyrir hana.
it: Impossibile caricare completamente il file %1, perché non c'è sufficiente spazio temporaneo su disco.
ja: 十分な一時ディスク領域がないため、ファイル %1 を完全に読み込めませんでした。
kk: %1 деген файл толық жүктелмеді, себебі уақытша файл үшін дискіде орын жоқ.
km: ឯកសារ %1 មិន​អាចផ្ទុក​ដោយ​ជោគជ័យឡើយ ព្រោះថា​គ្មាន​ឧបករណ៍​ផ្ទុក​គ្រប់​គ្រាន់​សម្រាប់​វា ។
ko: 임시 저장 공간이 부족하여 %1 파일을 열 수 없습니다.
mk: Датотеката %1 не можеше да се вчита комплетно, бидејќи нема доволно привремено место на дискот за неа.
ms: Fail %1 tidak boleh dimuatkan sepenuhnya kerana tiada storan cakera sementara yang cukup untuknya.
nb: Klarte ikke laste fila %1 helt inn, siden det ikke er nok midlertidig diskplass.
nds: De Datei %1 lett sik nich heel laden, dat gifft nich noog fre'en temporeren Platz op de Fastplaat.
nl: Het bestand %1 kon niet volledig worden geladen. Er is onvoldoende tijdelijke schijfruimte.
nn: Klarte ikkje lasta fila %1 heilt inn, sidan det ikkje er nok mellombels diskplass.
pa: ਫਾਇਲ %1 ਪੂਰੀ ਤਰਾਂ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ ਹੈ, ਹੋਰ ਸੰਭਾਲਣ ਲਈ ਡਿਸਕ ਉੱਤੇ ਥਾਂ ਨਹੀਂ ਹੈ।
pl: Nie można było całkowicie wczytać pliku %1, ponieważ nie ma wystarczająco dużo miejsca na pliki tymczasowe.
pt: O ficheiro %1 não pôde ser carregado por completo, dado que não existe espaço temporário em disco suficiente para este.
pt_br: O arquivo %1 não pode ter sido carregado completamente, pois não existe espaço de armazenamento temporário para ele.
ro: Nu am putut încărca integral %1 deoarece nu mai există spaţiu temporar de disc.
rw: Idosiye %1 ntiyashoboye gutangizwa mu buryo bwuzuye, nkuko hatari ubushyinguro disiki gihegito buhagije bwayo.
se: Ii sáhttán viežžat olles %1-fiilla, danne go ii leat doarvái gaskaboddosaš sadji garraskearrus.
sk: Súbor %1 nie je možné úplne načítať, pretože na disku nie je dostatočné dočasné miesto.
sl: Datoteka %1 ni bila naložena v celoti, ker ni dovolj začasnega prostora na disku.
sr: Фајл %1 није могао бити у потпуности учитан, зато што нема довољно привременог простора на диску.
sr@latn: Fajl %1 nije mogao biti u potpunosti učitan, zato što nema dovoljno privremenog prostora na disku.
ta: போதுமான அளவு தற்காலிக வட்டு சேமிப்பு இல்லாததால், கோப்பு %1 முழுமையாக ஏற்ற இயலாது!
tg: Файли %1 пурра пурбор карда намешавад, чанде барои файли муваққатӣ дар диск ҷой нест.
th: ไม่สามารถโหลดแฟ้ม %1 ได้อย่างสมบูรณ์ เพราะว่ามีที่เก็บแฟ้มชัวคราวบนดิสก์ไม่พอ
uk: Файл %1 неможливо завантажити повністю, оскільки не вистачає місця у тимчасовому сховищі.
zh_cn: 文件 %1 尚未完全装入，原因是没有足够的临时磁盘存储空间。

source: The file %1 could not be loaded, as it was not possible to read from it. Check if you have read access to this file.
af: Die lêer %1 kon nie gelaai word nie, omdat nie moontlik was om te lees daarvan. Kyk of jy lees toegang tot hierdie lêer het.
be: Немагчыма прачытаць файл %1. Праверце правы доступу для гэтага файла.
bg: Файлът "%1" не може да бъде зареден, понеже не може да бъде отворен за четене. Моля, проверете дали имате права за четене на файла.
bs: Nisam mogao učitati datoteku %1, pošto nije bilo moguće čitati iz te datoteke. Provjerite da li imate pravo čitanja ove datoteke.
ca: No s'ha pogut carregar el fitxer %1, atès que no ha estat possible llegir-lo. Comproveu si teniu accés de lectura a aquest fitxer.
cs: Soubor %1 nelze nahrát, protože z něj nelze číst. Zkontrolujte práva ke čtení.
da: Filen %1 kunne ikke indlæses, da det ikke var muligt at læse fra den. Tjek om du har læseadgang til denne fil.
de: Datei %1 lässt sich nicht lesen. Bitte überprüfen Sie Ihre Zugriffsrechte.
el: Το αρχείο %1 ήταν αδύνατο να φορτωθεί, καθώς δεν ήταν δυνατό να αναγνωσθεί. Ελέγξτε αν έχετε πρόσβαση ανάγνωσης σε αυτό το αρχείο.
es: El archivo %1 no se pudo cargar, porque no fue posible leerlo Compruebe si tiene acceso de lectura a este archivo.
eu: Ezin izan da %1 fitxategia kargatu, ezin izan delako irakurri. Egiaztatu fitxategia irakurtzeko baimena duzula.
fa: پروندۀ %1 را نمی‌توان بارگذاری کرد، زیرا امکان خواندن به واسطۀ آن وجود نداشت. اگر دستیابی به این پرونده را خوانده‌اید، این را علامت بزنید.
fi: Tiedostoa %1 ei voitu ladata, koska sitä ei voitu lukea. Tarkista käyttöoikeudet.
fr: Le fichier %1 n'a pas pu être chargé, car il n'a pas été possible de le lire. Vérifiez si vous avez les droits d'accès à ce fichier.
fy: De triem %1 koe net laden wurde. it is namlik net mooglik om it te lêzen. Kontrolearje of jo lêstagong ta dy triem hawwe.
gl: Non foi posíbel cargar o ficheiro %1, debido a que non foi posíbel le-lo. Comprobe que ten permiso de leitura a este ficheiro.
he: הקובץ %1 לא נטען, כי קריאה ממנו לא אפשרית. אנא בדוק אם יש לך הרשאת קריאה אליו.
hu: A(z) %1 fájlt nem sikerült betölteni, mert nem sikerült olvasni a fájlból. Ellenőrizze, van-e olvasási jogosultsága a fájlhoz.
is: Ekki tókst að lesa inn skrána %1 því ekki var hægt að lesa hana. Gaktu úr skugga um að þú hafir lesheimildir í hana.
it: Impossibile caricare il file %1, perché non è possibile leggerlo. Controlla di avere accesso in lettura al file.
ja: ファイル %1 の読み取りが不可能なため、ファイルを読み込めませんでした。 このファイルの読み取りアクセス権限があるか確認してください。
kk: %1 деген файл жүктелмеді, өйткені оны оқуға болмайды. Бұл файлды оқуға рұқсатыңыз бар екенін тексеріңіз.
km: ឯកសារ %1 មិន​អាច​ផ្ទុក​បាន​ឡើយ ព្រោះ​ថា​មិន​អាច​បើក​វា ដើម្បី​អាន​ឡើយ ។ ពិនិត្យ​មើល​ថាតើ​អ្នក​មាន​សិទ្ធិ​អាន​ឯកសារ​នេះ​ឬ​ទេ ។
ko: 읽기가 불가능 하여 %1파일을 읽어올 수 없습니다. 이 파일에 읽기 접근이 가능한지 확인하세요.
mk: Датотеката %1 не можеше да се вчита, бидејќи не беше можно да се прочита од неа. Проверете дали имате пристап за читање за оваа датотека.
ms: Fail %1 tidak dapat dimuatkan kerana ia tidak dapat dibaca. Semak sama ada anda mempunyai akses baca ke fail ini.
nb: Klarte ikke å laste inn fila %1, siden det ikke var mulig å lese fra den. Se til at du har lesetilgang til fila.
nds: De Datei %1 lett sik nich laden, dat is nich mööglich, ehr to lesen. Bitte prööv, wat Du Leesrechten för ehr hest.
nl: Het bestand %1 kon niet worden geladen. Het was namelijk niet mogelijk om het te lezen. Controleer of u leestoegang tot dat bestand hebt.
nn: Klarte ikkje lasta inn fila %1, sidan det ikkje var mogleg å lesa frå henne. Sjå til at du har lesetilgang til fila.
pa: ਫਾਇਲ %1 ਨੂੰ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ, ਕਿਉਕਿ ਇਸ ਨੂੰ ਪੜਨਾ ਸੰਭਵ ਨਹੀਂ ਸੀ। ਜਾਂਚ ਕਰੋ ਕਿ ਤੁਹਾਨੂੰ ਇਸ ਫਾਇਲ ਨੂੰ ਪੜਨ ਦਾ ਅਧਿਕਾਰ ਹੈ।
pl: Nie można wczytać pliku %1, ponieważ nie można go odczytać. Sprawdź czy masz prawo do odczytu tego pliku.
pt: O ficheiro %1 não pôde ser carregado por completo, porque não foi possível ler do mesmo. Verifique se tem acesso de leitura a este ficheiro.
pt_br: O arquivo %1 não pode ter sido carregado, pois não foi possível lê-lo. Verifique se você possui permissão de leitura para este arquivo.
ro: Nu am putut încărca %1 deoarece nu am putut să citesc din el. Verificaţi dacă aveţi permisiuni de citire pentru acest fişier.
rw: Idosiye %1 ntiyashoboye gutangizwa, nkuko bitashobotse kuyisoma. Wareba niba ufite uburenganzira bwo gusoma kuri iyi nyandiko.
se: Ii sáhttán viežžat fiilla %1, danne go ii lean vejolaš dan lohkat. Dárkkis ahte dus lea lohkanvuoigatvuohta fiilii.
sk: Súbor %1 nie je možné zobraziť, pretože z neho nie je možné čítať. Overte, či máte právo pre čítanie tohto súboru.
sl: Datoteka %1 ni bila naložena, ker ni bilo možno brati iz nje. Preverite, če imate dovoljenja za branje te datoteke.
sr: Фајл %1 није могао бити учитан, пошто је немогуће читати из њега. Проверите да ли имате право читања за овај фајл.
sr@latn: Fajl %1 nije mogao biti učitan, pošto je nemoguće čitati iz njega. Proverite da li imate pravo čitanja za ovaj fajl.
ta: கோப்பிலிருந்து படிக்க இயலாத காரணத்தால்! , கோப்பு %1 முழுமையாக ஏற்ற இயலாது! உங்களுக்கு படிக்க அனுமதி இருக்கின்றதா என்று பார்க்கவும்.
tg: Хондан ва пурбор кардани файли %1 имконнопазир аст! Дастрасии худро ба хондани ин файл низ биозмоед.
th: ไม่สามารถโหลดแฟ้ม %1 ได้ เนื่องจากไม่สามารถอ่านแฟ้มได้ โปรดตรวจสอบว่าคุณมีสิทธิ์อ่านแฟ้มนี้หรือไม่
uk: Неможливо завантажити файл %1 через помилку читання. Переконайтеся, що у вас є доступ на читання до цього файла.
zh_cn: 无法装入 %1，原因是无法读取该文件。 请检查您是否有该文件的读权限。

source: The file %1 is a binary, saving it will result in a corrupt file.
af: Die lêer %1 is 'n binêre, stoor daarvan sal in ' korrupte lêer tot gevolg hê.
be: Файл %1 двайковы: запісаўшы яго, вы атрымаеце сапсаваны файл.
bg: Файлът "%1" е двоичен. Ако бъде записан, ще се повреди.
bs: Datoteka %1 je binarna, ako je snimite biće korumpirana.
ca: El fitxer %1 és binari, en desar-lo resultarà un fitxer corrupte.
cs: Soubor %1 je binární, jeho uložení poškodíte jeho obsah.
da: Filen %1 er en binær fil. At gemme den vil resultere i en korrupt fil.
de: Die Datei %1 ist binär, das Speichern wird zu einer fehlerhaften Datei führen.
el: Το αρχείο %1 είναι δυαδικό, η αποθήκευσή του θα οδηγήσει σε κατεστραμμένο αρχείο.
es: El archivo %1 es binario, si lo guarda se generará un archivo dañado.
eu: %1 fitxategia bitarra da, fitxategia ondatu egingo da gordetzean.
fa: پروندۀ %1، یک پروندۀ دودویی است، ذخیره کردن آن منجر به ایجاد یک پروندۀ خراب می‌شود.
fi: Tiedosto %1 on binääritiedosto, tallentaminen vioittaa sen.
fr: Le fichier « %1 » est binaire, l'enregistrer créera un fichier corrompu.
fy: De triem %1 is binêr. Bewarje sil de triem beskeadigje.
gl: O ficheiro %1 é un binário, guardá-lo pode dar lugar a unha corrupción.
he: הקובץ %1 הוא בינרי, שמירה שלו תגרום לפגיעה תוכן של הקובץ.
hu: A(z) %1 fájl bináris, ha ezt elmenti, adatvesztés lehet az eredmény.
is: Skráin %1 er í tvíundarkerfinu (binary), niðurstaða af vistun mun verða ónýt skrá.
it: Il file %1 è binario, salvandolo otterrai un file danneggiato.
ja: ファイル %1 はバイナリなので、保存すると壊れてしまいます。
kk: %1 деген файлдың мазмұны бинарлық, оны сақтасыңыз бүлдіріп аласыз.
km: ឯកសារ %1 ជា​ឯកសារ​គោលពីរ ការរក្សា​ទុក​វា​នឹង​ផ្តល់​លទ្ធផល​ជាឯកសារ​ខូច​មួយ ។
ko: %1은 바이너리 파일입니다. 그대로 저장하신다면 파일에 오류가 발생할 수 있습니다.
mk: Датотеката %1 е бинарна, нејзиното зачувување ќе доведе до расипана датотека.
ms: Fail %1 adalah fail binari, menyimpan fail ini akan menjadikannya rosak.
nb: Fila %1 er binær. Lagring vil føre til ødelagt fil.
nds: De Datei %1 is bineer, ehr to sekern warrt to en schaadhaftige Datei föhren.
nl: Het bestand %1 is binair. Opslaan zal het bestand beschadigen.
nn: Fila %1 er ei binærfil, lagring av fila vil føre til ei øydelagd fil.
pa: ਫਾਇਲ਼ %1 ਬਾਈਨਰੀ ਹੈ, ਇਸ ਨੂੰ ਸੰਭਾਲਣ ਦੌਰਾਨ ਫਾਇਲ਼ ਨਿਕਾਰਾ ਹੋ ਸਕਦੀ ਹੈ।
pl: Plik '%1' jest plikiem binarnym, zapisanie może go uszkodzić.
pt: O ficheiro %1 é binário; se o gravar, irá resultar num ficheiro corrompido.
pt_br: O arquivo %1 é um binário; salvar este arquivo resultará em um arquivo corrompido.
ro: Fişierul %1 este binar. La salvare va fi distrus.
rw: Idosiye %1 ni nyabibiri, kuyibika bizatuma iba idosiye yononekaye.
se: %1 lea binára fiila, jus vurket dan de fiila billešuvvo.
sk: Súbor %1 je binárny, jeho uloženie môže spôsobiť poškodenie jeho obsahu.
sl: Datoteka %1 je dvojiška, zato bo shranjevanje povzročilo okvaro datoteke.
sr: Фајл „%1“ је бинарни и његово снимање ће га оштетити.
sr@latn: Fajl „%1“ je binarni i njegovo snimanje će ga oštetiti.
ta: %1 கோப்பு இருநிலை, சேமித்தால் பழுதான கோப்பாக காட்டும்.
th: แฟ้ม %1 เป็นแฟ้มไบนารี (ภาษาเครื่อง) การบันทึกลงไป จะทำให้แฟ้มเสียหาย
uk: Файл %1 є бінарним файлом, збереження пошкодить цей файл.
zh_cn: 文件 %1 是二进制文件，保存该文件将导致文件损坏。

source: Binary File Opened
af: Binêre Lêer Oopgemaak
be: Адкрыты двайковы файл
bg: Отворен е двоичен файл
bs: Otvorili ste binarnu datoteku
ca: S'ha obert un fitxer binari
cs: Otevřen binární soubor
da: Binær fil åbnet
de: Binärdatei geöffnet
el: Άνοιξε δυαδικό αρχείο
es: Archivo binario abierto
eu: Fitxategi bitarra ireki da
fa: پروندۀ دودویی باز شد
fi: Binääritiedosto avattu
fr: Fichier binaire ouvert
fy: Binêre triem iepene
gl: Arquivo Binário Aberto
he: נפתח קובץ בינרי
hu: Bináris fájl lett megnyitva
is: Skrá í tvíundarkerfinu opnuð
it: File binario aperto
ja: バイナリファイルを開きました
kk: Бинарлық файл ашылды
km: ឯកសារ​គោល​ពីរ​បាន​បើក
ko: 바이너리 파일을 열었습니다.
mk: Отворена е бинарна датотека
ms: Fail Binari Dibuka
nb: Åpnet binær fil
nds: Binere Datei opmaakt
nl: Binair bestand geopend
nn: Opning av binærfil
pa: ਬਾਈਨਰੀ ਫਾਇਲ ਖੋਲੀ ਗਈ ਹੈ
pl: Otwarto plik binarny
pt: Ficheiro Binário Aberto
pt_br: Arquivo Binário Aberto
ro: Fişier binar deschis
rw: Idosiye Nyabibiri Ifunguwe
se: Rabai binára fiilla
sk: Otvorený binárny súbor
sl: Odprta dvojiška datoteka
sr: Отворен је бинарни фајл
sr@latn: Otvoren je binarni fajl
ta: இருநிலை கோப்பு திறக்கப்பட்டது
th: แฟ้มไบนารีถูกเปิดอยู่
uk: Відкрито бінарний файл
zh_cn: 打开了二进制文件
