Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Hide Static &Word Wrap Marker
af: Wegsteek Statiese Woord Oorvloei Merker
bg: Скриване &маркера за статичен пренос
bs: Sakrij oznaku statičko&g prijeloma redova
ca: Oculta el marcador d'ajust de &línia estàtic
cs: Skrýt značky statického lá&mání slov
da: Skjul statiske &tekstombrydnings-markeringer
de: Markierung für s&tatischen Zeilenumbruch ausblenden
el: Απόκρυψη δείκτη στατικής αναδίπλωσης &λέξεων
es: Ocultar marcador de ajuste de &línea estático
eu: Ezkutatu itzulbira e&statikoaren marka
fa: مخفی کردن نشانگر &سطربندی‌
fi: Piilota pysyvän &rivityksen rivitysmerkit
fr: Cacher les indicateurs de &retour à la ligne statique
fy: Statyske rigelô&fbrekkingmarkearring ferstopje
gl: Ocultar Marca de División &Estática de Liñas
he: הסתר סמן גלישת שורות &סטטית
hu: A statikus sortördelésjel&ző elrejtése
is: Fela föst &orðskiptimerki
it: Nascondi indicatore a capo &statico
ja: 固定的な行の折り返しマーカーを隠す(&W)
kk: &Статикалық тасымалдау маркерді жасыру
km: លាក់​សញ្ញា​​សម្គាល់​រុំពាក្យ​ឋិតិវន្ត
ko: 정적 문단 보호 표시 숨기기(&W)
mk: Скриј маркер за статичко &пренесување на зборови
ms: Sembunyikan Penanda Balut &Perkataan
nb: Skjul &merke for statisk tekstbryting
nds: Mark för &fast Reegümbrook versteken
nl: Statische regela&fbrekingmarkering verbergen
nn: Gøym merke for &tekstbryting
pa: ਸਥਿਰ ਸ਼ਬਦ ਸਮੇਟਣ ਮਾਰਕਰ ਓਹਲੇ(&W)
pl: Ukryj znacznik statycznego zawijania &wyrazów
pt: Esconder o Marcador Estático de Mudança de &Linha
pt_br: &Ocultar o Marcador de Quebra de Linha Estática
ro: Ascunde marcaj limitare statică a &cuvîntului
rw: Guhisha Ikiranga cy'Ifunika ry'Ijambo Ridahinduka
se: Čiega &statálaš linnjámolsunmearkka
sk: Skryť statické značky &zalomenia
sl: Skrij o&znake statičnega preloma vrstice
sr: Сакриј маркер &статичког преламања текста
sr@latn: Sakrij marker &statičkog prelamanja teksta
ta: நிலையான வார்த்தை மடிப்புக் குறிகளை மறை
tg: Пинҳон кардани маркери &гузарониши статикӣ
uk: Сховати помітки статичного &перенесення слів
zh_cn: 隐藏静态自动换行标记(&W)

source: Switch to Command Line
af: Verander na Opdrag Lyn
ar: تحويل إلى سطر الأمر
be: Перайсці ў загадны радок
bg: Превключване в команден режим
bs: Prebaci na komandnu liniju
ca: Canvia a la línia d'ordres
cs: Přepnout na příkazovou řádku
da: Skift til kommandolinje
de: Auf Befehlszeile umschalten
el: Αλλαγή στη γραμμή εντολών
es: Cambiar a línea de órdenes
eu: Aldatu komando lerrora
fa: سودهی به خط فرمان
fi: Aktivoi komentorivi
fr: Basculer dans la ligne de commande
fy: Oerskeakelje nei kommandopront
gl: Cambiar á Liña de Comandos
he: עבור אל שורת פקודה
hr: Prebaci se na komandnu liniju
hu: Váltás a parancssorra
is: Fara í skipanalínu
it: Passa alla riga di comando
ja: コマンドラインに切り替え
kk: Команда жолы
km: ប្ដូរ​ទៅ​បន្ទាត់​ពាក្យបញ្ជា
ko: 명령줄 전환
mk: Префрли се на командна линија
ms: Tukar ke Baris Arahan
nb: Gå til kommandolinja
nds: Na de Befehlsreeg wesseln
nl: Overschakelen naar commandoprompt
nn: Gå til kommandolinja
pa: ਕਮਾਂਡ ਲਾਇਨ ਤੇ ਜਾਓ
pl: Przełącz do linii poleceń
pt: Mudar para a Linha de Comandos
pt_br: Alternar para a Linha de Comando
ro: Comută la linia de comandă
rw: Guhindura ku Umurongo w'Ibwirizwa
se: Molsso gohččunlinnjái
sk: Prepnúť do príkazového riadku
sl: Preklopi na ukazno vrstico
sr: Пребаци се на командну линују
sr@latn: Prebaci se na komandnu linuju
ta: கட்டளை வரிக்கு நகர்த்து
tg: Ба хати фармон гузоред
uk: Перемикнутись в командний рядок
zh_cn: 切换到命令行

source: Show/hide the command line on the bottom of the view.
af: Vertoon/steekweg die opdrag lyn op die onderkant van die besigtig.
ar: إظهار/إخفاء سطر الامر فى أسفل العرض.
be: Паказаць/схаваць загадны радок удолу рэдактара.
bg: Показване/скриване на командния ред в долната част на редактора.
bs: Prikaži/sakrij komandnu liniju na dnu prozora.
ca: Mostra/oculta la línia d'ordres a la part inferior de la vista.
cs: Zobrazit/skrýt příkazovou řádku vespod pohledu.
da: Vis/skjul kommandolinjen for neden i visningen.
de: Befehlszeile am unteren Rand der Ansicht an/aus.
el: Εμφάνιση/απόκρυψη της γραμμής εντολών στο κάτω μέρος της προβολής.
es: Mostrar/ocultar la línea de órdenes en el fondo de la vista.
eu: Erakutsi/ezkutatu komando lerroaren ikuspegiaren beheko aldean.
fa: نمایش/مخفی کردن خط فرمان در پایین نما.
fi: Näyttää/piilottaa komentorivin ikkunan alaosassa
fr: Afficher / Masquer la ligne de commande en bas de la vue.
fy: Lit sjen of ferstoppet de kommandopront oan de ûnderkant fan de werjefte.
gl: Mostra/Oculta a liña de comandos no fondo da vista.
he: הצגת\הסתרת שורת פקודה בתחתית התצוגה.
hr: Pokaži/sakrij naredbenu liniju na dnu pogleda.
hu: A nézet alsó részén a parancssor megjelenítése/elrejtése.
is: Sýna/fela skipanalínuna neðst í glugganum.
it: Mostra o nasconde la riga di comando in basso nella vista.
ja: ビューの下側のコマンド行の表示/非表示を切り替えます。
kk: Көріністің төменінде команда жолын көрсету/жасыру.
km: បង្ហាញ/លាក់ បន្ទាត់​ពាក្យ​បញ្ជា​នៅ​បាត​នៃ​ទិដ្ឋភាព ។
ko: 화면 하단에 명령줄 보기/숨기기를 결정합니다.
mk: Ја покажува или ја сокрива командната линија на дното на погледот.
ms: Papar/Sembunyikan baris arahan di bawah paparan.
nb: Vis/gjem kommandolinja nedenfor tekstvindu.
nds: De Befehlsreeg nerrn in de Ansicht wiesen / versteken.
nl: Toon/verberg de commandoprompt aan de onderzijde van de weergave.
nn: Vis/gøym kommandolinja nedanfor tekstruta.
pa: ਦਿੱਖ ਦੇ ਹੇਠਾਂ ਕਮਾਂਡ ਸਤਰ ਵੇਖਾਓ/ਓਹਲੇ।
pl: Pokaż/ukryj linię poleceń na dole widoku.
pt: Mostra/esconde a linha de comandos no fundo da janela.
pt_br: Mostra/oculta a linha de comando na base da visão.
ro: Afişează/ascunde linia de comandă în partea de jos a vizualizării.
rw: Kwerekana/Guhisha umurongo w'ibwirizwa hasi h'igaragaza.
se: Čájet/čiega linnjánummiriid čájeheami botnis.
sk: Ukáže/skryje príkazový riadok v dolnej časti pohľadu.
sl: Prikaži/Skrij ukazno vrstico na dnu prikaza.
sr: Укључује или искључује командну линију у дну приказа.
sr@latn: Uključuje ili isključuje komandnu liniju u dnu prikaza.
ta: கட்டளை வரிகளை காட்சியின் அடிப்பக்கத்தில் காட்டு/மறை
tg: Хати фармон дар намуди поён нишон/пинҳон кунед.
uk: Показати/сховати командний рядок внизу перегляду.
zh_cn: 在视图底部显示/隐藏命令行。

source: &End of Line
af: Einde van Lyn
ar: نهاية ال&سطر
be: &Канец радка
bg: Кра&й на ред
bs: &Završetak reda
ca: &Fi de línia
cs: Kon&ec řádku
da: &Linjeafslutning
de: Zeilen&ende
el: &Τέλος γραμμής
es: &Fin de línea
eu: Lerroaren amai&era
fa: &انتهای خط‌
fi: &Rivinvaihto
fr: Fin de &ligne
fy: &Einrigelteken
gl: &Fin de Liña
he: סוף &שורה
hr: &Idi na kraj reda
hu: A s&or vége
is: Línu&endingar
it: Fin&e riga
ja: 行末(&E)
kk: Жол &аяқтауы
km: ចុងបន្ទាត់
ko: 줄 끝(&E)
mk: &Крај на линија
ms: &Penghujung Baris
nb: &Slutten av linja
nds: Reeg&enn
nl: R&egeleinde
nn: Linj&eskift
pa: ਸਤਰ ਦਾ ਅੰਤ(&E)
pl: &Koniec linii
pt: &Fim da Linha
pt_br: &Fim da linha
ro: &Sfîrşit de linie
rw: Impera y'umurongo
se: &Linnjá loahppa
sk: &Koniec riadku
sl: Konec &vrstice
sr: Заврш&етак линије
sr@latn: Završ&etak linije
ta: வரி முடிவு
tg: &Оҳирини хат
th: จบบรรทัดแบบ
uk: &Кінець рядка
zh_cn: 行尾(&E)

source: Choose which line endings should be used, when you save the document
af: Kies watter lyn eindiging gebruik moet word, wanneer jy die dokument stoor
ar: حدد ايه طريقة استخدمة ,عند حفظ الملف.
be: Выбраць, якія знакі заканчэння радкоў павінны быць выкарыстаныя пры запісе дакумента
bg: Избор на край ред, който ще се използва за запис на файла.
bs: Izaberite koja vrsta završetka redova će biti korištena, kada spašavate dokument
ca: Escolliu quin final de línia s'haurà d'emprar, quan deseu el document
cs: Vyberte si, jaké budou používány znaky ukončování řádků při ukládání dokumentu
da: Vælg hvilke linjeafslutninger der skal bruges når du gemmer dokumentet.
de: Wählen Sie hier aus, welcher Zeilenende-Typ beim Speichern verwendet werden soll
el: Επιλέξτε τι τέλος γραμμής θα χρησιμοποιηθεί όταν αποθηκεύετε ένα έγγραφο
es: Elegir que finales de línea se deberían utilizar, cuando usted guarde el documento
eu: Aukeratu zer lerro amaiera erabili behar diren, dokumentua gordetzen duzunean
fa: انتخاب کنید که هنگام ذخیرۀ سند، از کدام انتهای خط باید استفاده شود
fi: Valitse, mitä rivinvaihtomerkkiä tiedostossa käytetään
fr: Choisir les fins de ligne à utiliser lors de l'enregistrement du document
fy: Beskied hokker type fan rigelein der brûkt sil wurde as jo de triem bewarje.
gl: Escolla que remates de liña deben ser usados, cando guarde o documento
he: בחר באיזה סוף שורה יש להשתמש בעת שמירת המסמך
hr: Odaberite koja završeci linije se koriste, kad se sprema dokument.
hu: Itt lehet megadni, hogy mentésnél melyik sorvége-jelet használja a program.
is: Veldu hvaða endingar verða notaðar þegar þú vistar skjalið
it: Sceglie quale tipo di fine riga usare per il salvataggio del documento
ja: ドキュメントを保存する際にどの行末を使用するかを選択します。
kk: Құжаттарды сақтау кезінде қолданылатын жол аяғын таңбалауын таңдау
km: ជ្រើស​ថាតើ​ចុង​បន្ទាត់​មួយ​ណា​ដែល​គួរ​ប្រើ នៅ​ពេល​អ្នក​រក្សា​ទុក​ឯកសារ
ko: 문서를 저장할 때에 끝으로 인식되어야 하는 부분을 선택합니다.
mk: Изберете какви краеви на линии треба да се користат, кога ќе го зачувате документот.
ms: Pilih penghujung baris yang patut diguna apabila anda menyimpan dokumen
nb: Velg hvilken linjeending som skal brukes når du lagrer dokumentet
nds: Söök ut, welk Reegenn Du bi't Sekern vun't Dokment bruken wullt
nl: Bepaal welk type regeleinde er zal worden gebruikt als u het bestand opslaat.
nn: Vel kva for linjeskiftteikn som skal brukast når dokumentet vert lagra.
pl: Wybierz jakie zakończenia linii powinny być użyte, kiedy zapisujesz dokument
pt: Escolha se devem ser usados os fins de linha quando gravar o documento
pt_br: Escolha quais fins de linha devem ser usados quando se salva o documento.
ro: Alege ce fel de terminator de linie să fie utilizat atunci cînd salvaţi documentul.
rw: Guhitamo impera z'umurongo zigomba gukoreshwa, igihe ubitse inyandiko
se: Vállje makkár linnjágehčosat galgá geavahuvvot go dokumeanta vurkejuvvo.
sk: Zvoľte ktoré ukončovanie riadkov sa má použiť pri ukladaní dokumentu
sl: Izberite, kateri konci vrstic se uporabljajo, ko shranite dokument
sr: Изаберите који ће завршетак линије бити коришћен кад снимате документ
sr@latn: Izaberite koji će završetak linije biti korišćen kad snimate dokument
ta: ஆவணங்களை சேமிக்கும் போது எந்த வரி முடிவினை பயன்படுத்த வேண்டும் என்று தேர்ந்தெடு
tg: Интихоб кунед кадом хати охирин бояд истифода шавад дар оядна, баъди нигоҳдоштани ҳуҷҷат
th: เลือกว่าจะให้มีการจบบรรทัดแบบใด เมื่อทำการบันทึกเอกสาร
uk: Вибрати які символи вживати для кінця рядка при збереженні документу
zh_cn: 选择当您保存文档时使用哪种行结束字符。

source: E&ncoding
af: Enkodering
be: &Знаказбор:
bg: Ко&дова таблица
bs: &Kodni raspored
ca: &Codificació
cs: Kódová&ní
da: &Tegnsæt
de: &Kodierung
el: &Κωδικοποίηση
es: &Codificación
eu: &Kodeketa
fa: &رمزبندی‌
fi: &Koodaus
fr: Encoda&ge
fy: Kod&earring
gl: Codificazó&n
he: &קידוד
hu: Kó&dolás
is: Stafa&tafla
it: &Codifica
ja: エンコーディング(&N)
kk: &Кодтама
km: ការ​អ៊ិនកូដ
ko: 인코딩(&N)
mk: &Кодирање
ms: &Pengekodan
nb: Tegn&koding
nds: &Koderen
nl: Cod&ering
nn: Teikn&koding
pa: ਇੰਕੋਡਿੰਗ(&n)
pl: Kodowa&nie
pt: C&odificação
pt_br: &Codificação
ro: &Codare
rw: Isobeka
se: &Koden
sk: Kódova&nie
sl: &Kodiranje:
sr: &Кодирање
sr@latn: &Kodiranje
ta: குறிமுறையாக்கு
tg: &Рамзгузорӣ
th: ชุดรหัสอักขระ
uk: &Кодування
zh_cn: 编码(&E)

source: Move Word Left
af: Beweeg Woord Links
ar: حرك كلمة لليسار
be: Пасунуць слова ўлева
bg: Преместване на дума в ляво
bs: Idi jednu riječ lijevo
ca: Mou una paraula a l'esquerra
cs: Přesunout slovo doleva
da: Flyt ord til venstre
de: Wort nach links
el: Μετακίνηση λέξης αριστερά
es: Moverse una palabra a la izquierda
eu: Eraman hitza ezkerrera
fa: حرکت واژه به چپ
fi: Siirry sana vasemmalle
fr: Aller au mot à gauche
fy: Wurd nei lofts
gl: Moverse unha Palabra á Esquerda
he: עבור מילה אחת שמאלה
hr: Pomakni za riječ lijevo
hu: Egy szóval balra
is: Færa um orð til vinstri
it: Sposta di una parola a sinistra
ja: 単語を左に移動
kk: Бір сөз солға жылжу
km: ផ្លាស់​ទី​ពាក្យ​ទៅ​ឆ្វេង
ko: 왼쪽으로 단어 이동
mk: Оди збор налево
ms: Alih Perkataan ke Kanan
nb: Gå ett ord til venstre
nds: Woort na links schuven
nl: Woord naar links
nn: Gå eitt ord til venstre
pa: ਸ਼ਬਦ ਖੱਬੇ ਭੇਜੋ
pl: Przesuń słowo w lewo
pt: Mover para Uma palavra à Esquerda
pt_br: Mover a palavra para a esquerda
ro: Mută un cuvînt la stînga
rw: Kwimura Ijambo Ibumoso
se: Sirdde ovtta sáni gurutguvlui
sk: Presuň slovo naľavo
sl: Premakni besedo levo
sr: Помери реч лево
sr@latn: Pomeri reč levo
ta: வார்த்தையை இடப்பக்கம் நகர்த்து
tg: Калима ба тарафи чап ҳаракат кунед
th: ย้ายคำไปด้านซ้าย
uk: Пересунути слово ліворуч
zh_cn: 整词左移

source: Select Character Left
af: Kies Karakter Links
ar: اختر حرف لليسار
be: Вылучыць лявейшы знак
bg: Маркиране на знака в ляво
bs: Izaberi znak lijevo
ca: Selecciona un caràcter a l'esquerra
cs: Vybrat znak doleva
da: Markér tegn til venstre
de: Zeichen links auswählen
el: Επιλογή χαρακτήρα αριστερά
es: Seleccionar carácter a la izquierda
eu: Hautatu karaktere bat ezkerrera
fa: برگزیدن نویسۀ چپ
fi: Valitse merkki vasemmalla
fr: Sélectionner le caractère à gauche
fy: Teken lofts selektearje
gl: Seleizoar un Carácter á Esquerda
he: בחר תו אחד שמאלה
hr: Označi znak lijevo
hu: A kurzortól balra álló karakter kijelölése
is: Velja staf til vinstri
it: Seleziona un carattere a sinistra
ja: 文字を左に選択
kk: Сол жақтағы таңбаны таңдау
km: ជ្រើស​តួអក្សរ​ទៅ​ឆ្វេង
ko: 왼쪽 글자 선택
mk: Избери знак налево
ms: Pilih Aksara di Kiri
nb: Marker ett tegn til venstre
nds: Bookstaven links markeren
nl: Teken links selecteren
nn: Merk teikn til venstre
pa: ਅੱਖਰ ਖੱਬੇ ਚੁਣੋ
pl: Zaznacz znak po lewej
pt: Seleccionar o Carácter à Esquerda
pt_br: Selecionar Caractere à Esquerda
ro: Selectează caracterul la stînga
rw: Gutoranya inyuguti ibumoso
se: Merke mearkka gurutbealde
sk: Vyber znak naľavo
sl: Izberi znak levo
sr: Означи знак лево
sr@latn: Označi znak levo
ta: இடப்பக்க எழுத்தை தேர்ந்தெடு
tg: Интихоби ҳарфи чап
th: เลือกอักขระด้านซ้าย
uk: Вибрати символ ліворуч
zh_cn: 选择左边字符

source: Select Word Left
af: Kies Woord Links
ar: اختر كلمة لليسار
be: Вылучыць лявейшае слова
bg: Маркиране на думата в ляво
bs: Izaberi riječ lijevo
ca: Selecciona una paraula a l'esquerra
cs: Vybrat slovo doleva
da: Markér ord til venstre
de: Wort links auswählen
el: Επιλογή λέξης αριστερά
es: Seleccionar palabra a la izquierda
eu: Hautatu hitza ezkerrera
fa: برگزیدن واژۀ چپ
fi: Valitse sana vasemmalla
fr: Sélectionner le mot à gauche
fy: Wurd lofts selektearje
gl: Seleizoar unha Palabra á Esquerda
he: בחר מילה אחת שמאלה
hr: Označi riječ lijevo
hu: A kurzortól balra álló szó kijelölése
is: Velja orð til vinstri
it: Seleziona una parola a sinistra
ja: 単語を左に選択
kk: Сол жақтағы сөзді таңдау
km: ជ្រើស​ពាក្យ​ទៅ​ឆ្វេង
ko: 왼쪽 단어 선택
mk: Избери збор налево
ms: Pilih Perkataan di Kiri
nb: Marker ett ord til venstre
nds: Woort links markeren
nl: Woord links selecteren
nn: Merk ord til venstre
pa: ਸ਼ਬਦ ਖੱਬੇ ਚੁਣੋ
pl: Zaznacz słowo po lewej
pt: Seleccionar a Palavra à Esquerda
pt_br: Selecionar Palavra à Esquerda
ro: Selectează cuvîntul la stînga
rw: Guhitamo Ijambo Ibumoso
se: Merke sáni gurutguvlui
sk: Vyber slovo naľavo
sl: Izberi besedo levo
sr: Означи реч лево
sr@latn: Označi reč levo
ta: இடது வார்த்தையைத் தேர்ந்தெடு
tg: Интихоби калимал чап
th: เลือกคำด้านซ้าย
uk: Вибрати слово ліворуч
zh_cn: 选择左边整词

source: Move Word Right
af: Beweeg Woord Regterkant
ar: حرك كلمة لليمين
be: Пасунуць слова ўправа
bg: Преместване на дума в дясно
bs: Idi jednu riječ desno
ca: Mou una paraula a la dreta
cs: Přesunout slovo doprava
da: Flyt ord til højre
de: Wort nach rechts
el: Μετακίνηση λέξης δεξιά
es: Moverse una palabra hacia la derecha
eu: Eraman hitza eskuinera
fa: حرکت واژه به راست
fi: Siirry sana oikealle
fr: Aller au mot à droite
fy: Wurd nei rjochts
gl: Moverse unha Palabra á Dereita
he: עבור מילה אחת ימינה
hr: Pomakni za riječ desno
hu: Egy szóval jobbra
is: Færa um orð til hægri
it: Sposta di una parola a destra
ja: 単語を右に移動
kk: Бір сөз оңға жылжу
km: ផ្លាស់​ទី​ពាក្យ​ទៅ​ស្តាំ
ko: 오른쪽으로 단어 이동
mk: Оди збор надесно
ms: Alihkan Perkataan ke Kanan
nb: Gå ett ord til høyre
nds: Woort na rechts schuven
nl: Woord naar rechts
nn: Gå eitt ord til høgre
pa: ਸ਼ਬਦ ਸੱਜੇ ਭੇਜੋ
pl: Przesuń słowo w prawo
pt: Mover para uma Palavra à Direita
pt_br: Mover palavra à direita
ro: Mută un cuvînt la dreapta
rw: Kwimura Ijambo Iburyo
se: Sirdde ovtta sáni olgešguvlui
sk: Presuň slovo doprava
sl: Premakni besedo desno
sr: Помери реч десно
sr@latn: Pomeri reč desno
ta: வார்த்தையை வலது பக்கம் நகர்த்து
tg: Калима ба тарафи рост ҳаракат кунед
th: ย้ายคำไปด้านขวา
uk: Пересунути слово праворуч
zh_cn: 整词右移

source: Select Character Right
af: Kies Karakter Regterkant
ar: اختر حرف لليمين
be: Вылучыць правейшы знак
bg: Маркиране на знака в дясно
bs: Izaberi znak desno
ca: Selecciona un caràcter a la dreta
cs: Vybrat znak doprava
da: Markér tegn til højre
de: Zeichen rechts auswählen
el: Επιλογή χαρακτήρα δεξιά
es: Seleccionar caracter a la derecha
eu: Hautatu karakterea eskuinera
fa: برگزیدن نویسۀ راست
fi: Valitse merkki oikealla
fr: Sélectionner le caractère à droite
fy: Teken rjochts selektearje
gl: Seleizoar un Carácter á Dereita
he: בחר תו אחד ימינה
hr: Izaberite znak desno
hu: A kurzortól jobbra álló karakter kijelölése
is: Velja staf til hægri
it: Seleziona un carattere a destra
ja: 文字を右に選択
kk: Оң жақтағы таңбаны таңдау
km: ជ្រើស​តួអក្សរ​ទៅ​ស្តាំ
ko: 오른쪽 글자 선택
mk: Избери збор надесно
ms: Pilih Aksara di Kanan
nb: Marker ett tegn til høyre
nds: Bookstaven rechts markeren
nl: Karaker rechts selecteren
nn: Merk eitt teikn til høgre
pa: ਅੱਖਰ ਸੱਜੇ ਚੁਣੋ
pl: Zaznacz znak po prawej
pt: Seleccionar o Carácter à Direita
pt_br: Selecionar Caractere à Direita
ro: Selectează caracterul la dreapta
rw: Gutoranya inyuguti iburyo
se: Merke mearkka olgešguvlui
sk: Vyber znak napravo
sl: Izberi znak desno
sr: Означи знак десно
sr@latn: Označi znak desno
ta: வலப்புற எழுத்தை தேர்ந்தெடு
tg: Интихоби ҳарфи рост
th: เลือกอักขระด้านขวา
uk: Вибрати символ праворуч
zh_cn: 选择右边字符

source: Select Word Right
af: Kies Woord Regterkant
ar: اختر كلمة لليمين
be: Вылучыць правейшае слова
bg: Маркиране на думата в дясно
bs: Izaberi riječ desno
ca: Selecciona una paraula a la dreta
cs: Vybrat slovo doprava
da: Markér ord til højre
de: Wort rechts auswählen
el: Επιλογή λέξης δεξιά
es: Seleccionar una palabra a la derecha
eu: Hautatu hitza eskuinera
fa: برگزیدن واژۀ راست
fi: Valitse sana oikealla
fr: Sélectionner le mot à droite
fy: Wurd rjochts selektearje
gl: Seleizoar unha Palabra á Dereita
he: בחר מילה אחת ימינה
hr: Označi riječ desno
hu: A kurzortól jobbra álló karakter kijelölése
is: Velja orð til hægri
it: Seleziona una parola a destra
ja: 単語を右に選択
kk: Оң жақтағы сөзді таңдау
km: ជ្រើស​ពាក្យ​ទៅ​ស្តាំ
ko: 오른쪽 단어 선택
mk: Избери збор надесно
ms: Pilih Perkataan di Kanan
nb: Marker ett ord til høyre
nds: Woort rechts markeren
nl: Woord rechts selecteren
nn: Merk eitt ord til høgre
pa: ਸ਼ਬਦ ਸੱਜੇ ਚੁਣੋ
pl: Zaznacz słowo po prawej
pt: Seleccionar a Palavra à Direita
pt_br: Selecionar Palavra à Direita
ro: Selectează cuvîntul la dreapta
rw: Guhitamo Ijambo Iburyo
se: Merke sáni olgešguvlui
sk: Vyber slovo napravo
sl: Izberi besedo desno
sr: Означи реч десно
sr@latn: Označi reč desno
ta: வலப்புற வார்த்தையை தேர்ந்தெடு
tg: Интихоби калимаи рост
th: เลือกคำด้านขวา
uk: Вибрати слово праворуч
zh_cn: 选择右边整词

source: Move to Beginning of Line
af: Beweeg na Begin van Lyn
ar: إذهب إلى بداية السّطر
be: Ісці ў пачатак радка
bg: Отиване в началото на реда
bs: Idi na početak linije
ca: Mou al començament de la línia
cs: Přesunout na začátek řádku
da: Flyt til begyndelse af linje
de: Zum Zeilenanfang
el: Μετακίνηση στην αρχή της γραμμής
es: Ir al comienzo de la línea
eu: Eraman lerroaren hasierara
fa: حرکت به ابتدای سطر
fi: Siirry rivin alkuun
fr: Aller au début de la ligne
fy: Gean nei begjin fan rigel
gl: Moverse á Comezo da Liña
he: עבור לתחילת השורה
hr: Pomaknite na početak linije
hu: Ugrás a sor elejére
is: Fara í byrjun línu
it: Vai all'inizio della riga
ja: 行頭に移動
kk: Жолдың басына жылжу
km: ផ្លាស់​ទី​ទៅ​ដើម​បន្ទាត់
ko: 라인의 처음으로 이동
mk: Оди на почеток на линија
ms: Alih ke Permulaan Baris
nb: Gå til begynnelsen på linja
nds: Na den Reeganfang gahn
nl: Ga naar begin van regel
nn: Gå til starten av linja
pa: ਸਤਰ ਦੇ ਸ਼ੁਰੂ 'ਤੇ ਜਾਓ
pl: Przesuń na początek linii
pt: Mover para o Início da Linha
pt_br: Mover para o Início da Linha
ro: Mută la începutul liniei
rw: Kwimura ku Ntangiriro y'Umurongo
se: Sirdde linnjá álgui
sk: Presun na začiatok riadku
sl: Premakni se na začetek vrstice
sr: Иди на почетак линије
sr@latn: Idi na početak linije
ta: ஆரம்ப கோட்டிற்கு நகர்த்து
tg: Ба аввали хат ҳаракат кунед
th: ย้ายไปยังตอนต้นบรรทัด
uk: Перейти в початок рядка
zh_cn: 移到行首

source: Move to Beginning of Document
af: Beweeg na Begin van Dokument
ar: إذهب إلى بداية الوثيقة
be: Ісці ў пачатак дакумента
bg: Отиване в началото на документа
bs: Idi na početak dokumenta
ca: Mou al començament del document
cs: Přesunout na začátek dokumentu
da: Flyt til begyndelse af dokument
de: Zum Dokumentanfang
el: Μετακίνηση στην αρχή του εγγράφου
es: Ir al comienzo del documento
eu: Eraman dokumentuaren hasierara
fa: حرکت به ابتدای سند
fi: Siirry asiakirjan alkuun
fr: Aller au début du document
fy: Gean nei begjin fan dokumint
gl: Moverse ao Comezo do Documento
he: עבור לתחילת המסמך
hr: Pomakni na početak dokumenta
hu: Ugrás a dokumentum elejére
is: Fara í byrjun skjals
it: Vai all'inizio del documento
ja: ドキュメントの最初に移動
kk: Құжаттың басына жылжу
km: ផ្លាស់ទី​ទៅ​ដើម​ឯកសារ
ko: 문서의 처음으로 이동
mk: Оди на почетокот на документот
ms: Alih ke Permulaan Dokumen
nb: Gå til begynnelsen av dokumentet
nds: Na den Dokmentanfang gahn
nl: Ga naar begin van document
nn: Gå til starten av dokumentet
pa: ਦਸਤਾਵੇਜ਼ ਦੇ ਸ਼ੁਰੂ 'ਤੇ ਜਾਓ
pl: Przesuń na początek dokumentu
pt: Mover para o Início do Documento
pt_br: Mover para o Início do documento
ro: Mută la începutul documentului
rw: Kwimura ku Ntangiriro y'Inyandiko
se: Sirdde dokumeantta álgui
sk: Presun na začiatok dokumentu
sl: Premakni se na začetek dokumenta
sr: Иди на почетак документа
sr@latn: Idi na početak dokumenta
ta: ஆவணத்தின் ஆரம்பத்திற்கு நகர்த்து
tg: Ба аввали ҳуҷҷат ҳаракат кунед
th: ย้ายไปยังตอนต้นของเอกสาร
uk: Перейти в початок документу
zh_cn: 移到文档开头

source: Select to Beginning of Line
af: Kies na Begin van Lyn
ar: إنتقي إلى بداية السّطر
be: Вылучыць да пачатку радка
bg: Маркиране до началото на реда
bs: Izaberi do početka linije
ca: Selecciona fins al començament de la línia
cs: Vybrat do začátku řádku
da: Markér til begyndelse af linje
de: Bis zum Zeilenanfang markieren
el: Επιλογή μέχρι την αρχή της γραμμής
es: Seleccionar hasta el comienzo de la línea
eu: Hautatu lerroaren hasieraraino
fa: برگزیدن ابتدای خط
fi: Valitse rivin alkuun
fr: Sélectionner jusqu'au début de la ligne
fy: Oan it begjin fan de rigel ta selektearje
gl: Seleizoar até o Comezo da Liña
he: בחר עד לתחילת השורה
hr: Izaberite početak linije
hu: Kijelölés a sor elejéig
is: Velja að byrjun línu
it: Seleziona fino all'inizio della riga
ja: 行の始めまで選択
kk: Жолдың басына дейін таңдау
km: ជ្រើស​ទៅ​ដើម​បន្ទាត់
ko: 라인의 처음까지 선택
mk: Избери до почеток на линија
ms: Pilih ke Permulaan Baris
nb: Marker til begynnelsen på linja
nds: Bet na den Reeganfang markeren
nl: Tot begin van regel selecteren
nn: Merk til starten av linja
pa: ਸਤਰ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਜਾਓ
pl: Zaznacz do początku linii
pt: Seleccionar até ao Início da Linha
pt_br: Selecionar para o Início da Linha
ro: Selectează pînă la începutul liniei
rw: Guhitamo ku Ntangiriro y'Umurongo
se: Merke linnjá álgui
sk: Výber po začiatok riadku
sl: Izberi do začetka vrstice
sr: Означи од почетка линије
sr@latn: Označi od početka linije
ta: வரியின் ஆரம்பத்திற்கு தேர்ந்தெடு
tg: Ба аввали хат интихоб кунед
th: เลือกถึงตอนต้นของบรรทัด
uk: Вибрати до початку рядка
zh_cn: 选择到行首
