Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: This file could not be loaded correctly due to lack of temporary disk space. Saving it could cause data loss. Do you really want to save it?
af: Hierdie lêer kon nie korrek gelaai word nie, omdat daar te min tydelike skyf spasie is.Stoor daarvan kan data verlies veroorsaak. Wil jy die werklik stoor?
ar: هذا الملف لم يتم تحميله بطريقه صحيحة لإفتقاده المساحه المؤقتة على القرص حفظه قد يتسبب فقد البيانات هل تريد بالفعل حفظه؟
be: Файл быў няправільна адкрыты з-за адсутнасці вольнае дыскавае прасторы. Запісаўшы яго на дыск, вы можаце згубіце інфармацыю. Вы сапраўды хочаце запісаць яго на дыск?
bg: Файлът не бе зареден напълно, понеже нямаше достатъчно свободно място на диска за временно ползване. При записа може да се загубят данни. Сигурни ли сте, че искате файла да бъде записан?
bs: Nisam mogao ispravno učitati ovu datoteku zbog nedostatka prostora na disku za privremeni smještaj. Njeno snimanje bi moglo izazvati gubitak podataka. Da li je stvarno želite snimiti?
ca: No s'ha pogut carregar correctament aquest fitxer a causa de la falta d'espai temporal en el disc. L'acció desar-lo podria causar la pèrdua de dades. Realment voleu desar-lo?
cs: Soubor nelze správně načíst, protože pro něj není dostatek dočasného místa! Jeho uložením můžete ztratit data. Opravdu si přejete jej uložit?
da: Denne fil kunne ikke indlæses rigtigt på grund af manglende midlertidig diskplads. Det kunne forårsage datatab at gemme den. Ønsker du virkelig at gemme den?
de: Diese Datei lässt sich wegen mangelndem temporärem Speicherplatz nicht laden. Falls Sie die Datei speichern, kann dies zu Datenverlust führen. Möchten Sie die Datei trotzdem speichern?
el: Το αρχείο ήταν αδύνατο να φορτωθεί σωστά εξαιτίας της έλλειψης προσωρινού αποθηκευτικού χώρου στο δίσκο. Η αποθήκευση του θα προκαλέσει απώλεια δεδομένων. Σίγουρα θέλετε να το αποθηκεύσετε;
es: Este archivo no se pudo cargar correctamente debido a una falta de espacio temporal. El guardado puede ocasionar la pérdida de datos. ¿Realmente desea guardarlo?
eu: Ezin izan da fitxategi hau behar bezala kargatu, aldi baterakoa sortzeko nahikoa lekurik ez dagoelako diskoan. Hau gordetzean datuak galdu egin daitezke. Ziur zaude gordetzea nahi duzula?
fa: این پرونده به خاطر فقدان فضای موقت دیسک، نمی‌تواند به درستی بار‌گذاری کند. ذخیرۀ آن می‌تواند باعث اتلاف داده شود. واقعاً می‌خواهید آن را ذخیره کنید؟
fi: Tiedostoa ei voitu ladata kokonaan, koska levyllä ei ollut tarpeeksi tilaa. Tallentaminen saattaa aiheuttaa tiedon häviämistä. Haluatko varmasti tallentaa tiedoston?
fr: Ce fichier n'a pas pu être chargé correctement du fait d'un manque d'espace disque temporaire. L'enregistrer peut causer une perte de données. Voulez-vous vraiment l'enregistrer ?
fy: Dizze triem kin net just laden wurde troch in tekoart oan tydlike skiifromte. It bewarjen kin liede ta dataferlies.. Wolle jo it bewarje?
gl: Non puido cargarse correctamente este ficheiro por falta de espazo temporal en disco. Guardá-lo pode provocar perda de dados. Desexa realmente guardá-lo?
he: לא יכול לטעון את הקובץ הזה מפני שאין מספיק מקום זמני כל כונן. שמירתו יכולה לגרום לאיבוד מידע. אם ברצונך לשמור אותו?
hr: Ova se datoteka nije mogla ispravno učitati zbog nedostatka privremenog prostora na disku. Njezino spremanje može prouzrokovati gubitak podataka. Želite li ju zaista spremiti?
hu: A fájlt nem sikerült teljesen betölteni, mert nincs elég szabad lemezterület. Ha elmenti a fájlt, adatvesztés következhet be. Biztosan el szeretné menteni?
is: Ekki var hægt að lesa skrána rétt vegna skorts á vinnusvæði. Gögn gætu tapast ef skjalið er vistað núna. Viltu í alvöru vista skrána?
it: Non è stato possibile caricare correttamente il file perché lo spazio temporaneo su disco è insufficiente. Il salvataggio del file potrebbe causare perdita di dati. Vuoi davvero salvarlo?
ja: 一時ディスクの容量が足りないため、このファイルは正しく読み込めていません。これを保存すると、データを失うことになります。 本当に保存しますか？
kk: Бұл файл дұрыс жүктелмейді, себебі уақытша файл үшін дискіде орын жоқ.Оны сақтау деректердің жоғалуына әкеледі. Сонда да сақталсын ба?
km: ឯកសារ​នេះ​មិន​អាច​ផ្ទុកបានត្រឹមត្រូវឡើយ ដោយ​សារ​តែ​ខ្វះ​ទំហំ​ថាស​បណ្ដោះ​អាសន្ន ។ ការ​រក្សា​ទុក​អាច​បណ្ដាល​ឲ្យ​បាត់​បង់​ទិន្នន័យ ។ តើ​អ្នក​ពិត​ជា​ចង់​រក្សា​ទុក​វា​ដែរ​ឬទេ ?
ko: 임시 저장 공간이 부족하여 파일을 읽어올 수 없습니다. 저장하면 파일이 손실될 수 있습니다. 정말 파일을 저장하시겠습니까?
mk: Датотекава не можеше да се вчита правилно поради недостаток на привремено место на дискот. Нејзиното зачувување може да предизвика губење на податоци. Дали навистина сакате да ја зачувате?
ms: Fail ini tidak dapat dimuatkan dengan betul disebabkan ketiadaan ruang cakera sementara. Menyimpannya akan menyebabkan kehilangan data. Anda benar-benar ingin menyimpannya?
nb: Klarte ikke å laste inn denne fila skikkelig fordi det er for lite diskplass. Dersom du lagrer den, risikerer du å miste data. Er du sikker på at du vil lagre fila?
nds: Disse Datei leed sik nich heel laden, dor weer nich noog temporeren Platz op de Fastplaat. Ehr to sekern kunn de Daten toschann maken. Wullt du ehr redig sekern?
nl: Dit bestand kon niet correct worden geladen vanwege een tekort aan tijdelijke schijfruimte. Het opslaan ervan kan leiden tot gegevensverlies. Wilt u het opslaan?
nn: Klarte ikkje lasta inn denne fila skikkeleg fordi det er for lite diskplass. Dersom du lagrar henne, risikerer du å mista data. Vil du verkeleg lagra fila?
pa: ਆਰਜ਼ੀ ਡਿਸਕ ਥਾਂ ਵਿੱਚ ਕਮੀਂ ਹੋਣ ਕਾਰਨ ਫਾਇਲ ਠੀਕ ਤਰਾਂ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ ਹੈ। ਇਸਤਰਾਂ ਸੰਭਾਲਣ ਨਾਲ ਡਾਟਾ ਗੁੰਮ ਹੋ ਸਕਦਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Nie można było prawidłowo wczytać tego pliku, ponieważ brakuje miejsca na pliki tymczasowe. Zapisanie go może spowodować utratę danych. Naprawdę chcesz go zapisać?
pt: Este ficheiro não pôde ser carregado correctamente, devido à falta de espaço em disco temporário. Se o gravar, poderá causar uma perda de dados. Deseja mesmo gravá-lo?
pt_br: Este arquivo não pode ser carregado pois não existe espaço temporário em disco suficiente, e salvá-lo poderia causar perda de dados. Você realmente deseja salvá-lo?
ro: Nu am putut încărca în mod corect acest fişier deoarece nu mai există suficient spaţiu temporar de disc! Dacă îl salvaţi s-ar putea să pierdeţi date. Doriţi într-adevăr să-l salvaţi?
rw: Iyi dosiye ntiyashoboye gutangizwa neza kubera kubura umwanya disiki gihegito. Kuyibika byari gutera ibura ry'ibyatanzwe. Wifuza kuyibika koko?
se: Ii sáhttán viežžat dán fiilla albmaláhkai danne go lea unnán sadji garraskearrus. Jos vurket dan, de dáiddát dáhtaid láhppit. Háliidat go duođas fiilla vurket?
sk: Tento súbor sa nepodarilo správne načítať, pretože nastal nedostatok dočasného miesta na disku. Jeho uloženie môže spôsobiť stratu dát. Naozaj ho chcete uložiť?
sl: Ta datoteka ni bila pravilno naložena zaradi pomanjkanja začasnega prostora na disku. Njeno shranjevanje lahko pomeni izgubo podatkov. Jo želite zares shraniti?
sr: Овај фајл није могао бити исправно учитан због недостатка привременог простора на диску. Његово снимање може проузроковати губитак података. Да ли заиста желите да га снимите?
sr@latn: Ovaj fajl nije mogao biti ispravno učitan zbog nedostatka privremenog prostora na disku. Njegovo snimanje može prouzrokovati gubitak podataka. Da li zaista želite da ga snimite?
ta: தேவையான அளவு தற்காலிக வட்டு சேமிப்பு இடம் இல்லாததால், கோப்பானது சரியாக உள்வாங்கப்பட இயலாது. அப்படி சேமித்தால், தகவல் இழப்பு ஏற்படலாம். இனியும் சேமிக்க விரும்புகிறீர்களா?
tg: Файл пурра пурбор карда намешавад, чанде барои файли муваққатӣ дар диск ҷой нест! Нигоҳ доштани ин файл метавонад ба ҳузфи додаҳо низ биёрадю. Оё мехоҳед, ки онро нигоҳ доред?
th: ไม่สามารถโหลดแฟ้มนี้ได้อย่างถูกต้อง เนื่องจากที่ว่างบนดิสก์สำหรับแฟ้มชั่วคราวมีไม่พอ การบันทึกแฟ้มนี้ อาจทำให้ข้อมูลสูญหายได้ คุณต้องการบันทึกแฟ้มจริงๆ หรือ?
uk: Файл неможливо завантажити до кінця через брак місця у тимчасовому сховищі. Збереження цього файла може призвести до втрати даних. Зберегти попри все?
zh_cn: 无法正确装入此文件，原因是缺少临时磁盘空间。保存该文件可能导致数据丢失。 您真的想要保存吗？

source: Possible Data Loss
af: Moontlike Data Verlies
be: Магчымая згуба інфармацыі
bg: Възможна е загуба на данни
ca: Possible pèrdua de dades
cs: Možná ztráta dat
da: Muligt tab af data
de: Möglicher Datenverlust
el: Πιθανή απώλεια δεδομένων
es: Posible pérdida de datos
eu: Datuen galera posiblea
fa: اتلاف احتمالی داده
fi: Voit menettää tietoja
fr: Perte de données possible
fy: Mooglik dataferlies
gl: Posíbel Perda de Datos
he: ייתכן איבוד מידע
hu: Adatvesztési veszély
is: Mögulegt tap af gögnum
it: Possibile perdita di dati
ja: データの消失の可能性
kk: Деректердің жоғалуы мүмкін
km: អាច​បណ្ដាល​ឲ្យ​បាត់​ទិន្នន័យ
ko: 데이타 손실 가능
mk: Можна загуба на податоци
nb: Mulig datatap
nds: Datenverlust mööglich
nl: Mogelijke gegevensverlies
nn: Mogleg datatap
pa: ਸੰਭਵ ਤੌਰ 'ਤੇ ਡਾਟਾ ਗੁੰਮ
pl: Możliwość utraty danych
pt: Perda Possível de Dados
pt_br: Possível perda de dados
ro: Posibilă pierdere de date
se: Vejolaš ahte dáhtat leat mannan duššái
sk: Možná strata dát
sl: Možna izguba podatkov
sr: Могућ губитак података
sr@latn: Moguć gubitak podataka
th: ข้อมูลที่อาจสูญหาย
uk: Можлива втрата даних
zh_cn: 数据可能丢失

source: Save Nevertheless
af: Stoor nogsteeds
be: Усё роўна запісаць!
bg: Запис
ca: Desa tanmateix
cs: Přesto uložit
da: Gem alligevel
de: Trotzdem speichern
el: Αποθήκευση όπως και να 'χει
es: Guardar a pesar de todo
eu: Gorde hala ere
fa: با این حال ذخیره شود
fi: Tallenna kuitenkin
fr: Enregistrer malgré tout
fy: Dochs bewarje
he: שמור בכל זאת
hu: Igen, mentés
is: Vista eftir sem áður
it: Salva in ogni caso
ja: それでも保存する
kk: Сонда да сақталсын
km: យ៉ាង​ណា​ក៏​ដោយរក្សា​ទុក
ko: 그래도 저장
mk: Зачувај сепак
nb: Lagre likevel
nds: Liekers sekern
nl: Toch opslaan
nn: Lagra likevel
pa: ਕਿਸੇ ਤਰਾਂ ਵੀ ਸੰਭਾਲੋ
pl: Zapisz pomimo
pt: Gravar à Mesma
pt_br: Salvar mesmo assim
se: Vurke liikká
sk: Napriek tomu uložiť
sl: Vseeno shrani
sr: Ипак сними
sr@latn: Ipak snimi
th: บันทึกไปเถอะ
uk: Зберегти незважаючи на це
zh_cn: 仍然保存

source: Trying to Save Binary File
af: Probeer om binêre Lêer te stoor
be: Спроба запісу двайковага файла
bg: Запис на двоичен файл
ca: S'està provant desar un fitxer binari
cs: Pokusit se uložit binární soubor
da: Forsøger at gemme binær fil
de: Versuch, Binärdatei zu speichern
el: Προσπάθεια αποθήκευσης δυαδικού αρχείου
es: Intentando guardar en el archivo binario
eu: Saiatu fitxategi bitarra gordetzen
fa: سعی برای ذخیرۀ پروندۀ دودویی
fr: Tentative d'enregistrement d'un fichier binaire en cours
fy: Besiket in binêre triem te bewarjen
gl: Intento de Gravar Ficheiro Binario
he: מנסה לשמור קובץ בינרי
hu: Mentés bináris fájlként
is: Reyni að vista tvíundakerfisskrá (binary)
it: Prova a salvare un file binario
ja: バイナリファイルを保存しようとしています
kk: Бинарлық файлды сақтау әрекеті
km: ព្យាយាម​រក្សា​ទុក​ឯកសារ​គោលពីរ
ko: 바이너리 파일 저장 하기 시도 중
mk: Обид да се зачува бинарна датотека
nb: Prøver å lagre binærfil
nds: Versöök, binere Datei to sekern
nl: Probeert een binair bestand op te slaan
nn: Prøver å lagra binærfil
pa: ਬਾਈਨਰੀ ਫਾਇਲ ਸੰਭਾਲਣ ਦੀ ਕੋਸ਼ਿਸ
pl: Próba zapisu pliku binarnego
pt: A Tentar Gravar o Ficheiro Binário
pt_br: Tentar Salvar Arquivo Binário
ro: Încercare salvare fişier binar
se: Geahččala vurket binára fiilla
sk: Skúša sa uložiť binárny súbor
sl: Poskus shranjevanja dvojiške datoteke
sr: Покушај да се сними бинарни фајл
sr@latn: Pokušaj da se snimi binarni fajl
th: กำลังลองบันทึกแฟ้มไบนารี
uk: Спроба зберегти бінарний файл
zh_cn: 试图保存二进制文件

source: Do you really want to save this unmodified file? You could overwrite changed data in the file on disk.
af: Wil jy regtig hierdie onmodifiseerde lêer stoor? Jy kan oorskryf veranderde data in die lêer op die skyf.
ar: هل بالفعل تريد حفظ هذه الملفات غير المعدلة؟ يجب الكتابه على البيانات المعدلة فى القرص.
be: Вы сапраўды хочаце запісаць зменены файл? Вы можаце згубіць старыя данні, запісаныя на дыску.
bg: Сигурни ли сте, че искате файлът да бъде записан, въпреки че има променена версия на диска? При тази операция може да загубите данни.
bs: Želite li stvarno snimiti ovu neizmijenjenu datoteku? Mogli biste prepisati preko izmijenjenih podataka na disku.
ca: Realment voleu desar aquest fitxer sense modificar? Podríeu estar sobreescriguen dades canviades en el fitxer del disc.
cs: Opravdu si přejete uložit tento nezměněný soubor? Mohli byste přepsat změněná data souboru na disku.
da: Ønsker du virkelig at gemme denne ikke-ændrede fil? Du kunne overskrive ændrede data i filen på disken.
de: Möchten Sie die unveränderte Datei wirklich speichern? Sie könnten damit geänderte Daten auf der Festplatte überschreiben.
el: Σίγουρα θέλετε να αποθηκεύσετε αυτό το μη τροποποιημένο αρχείο; Μπορεί να αντικαταστήσετε αλλαγμένα δεδομένα του αρχείου στο δίσκο.
es: ¿Está seguro de querer guardar este archivo sin modificar? Podría sobrescribir datos que han cambiado en el archivo que reside en el disco.
eu: Aldatu gabeko fitxategia gordetzea nahi duzu? Diskoko fitxategian aldatutako datuak gainidatz ditzakezu.
fa: واقعاً می‌خواهید این پروندۀ تغییر داده‌نشده را ذخیره کنید؟ می‌توانستید دادۀ تغییر داده‌شده را در پروندۀ موجود در دیسک جای‌نوشت کنید.
fi: Haluatko varmasti tallentaa muokkaamattoman tiedoston? Saatat kirjoittaa levyllä olevan muutetun tiedon päälle.
fr: Voulez-vous vraiment enregistrer ce fichier non modifié ? Vous risquez d'écraser des données modifiées dans le fichier sur le disque.
fy: Wolle jo dizze net bewurke triem bewarje> Hjirtroch oerskriuwe jo de wizige data yn de triem op de skiif.
gl: Desexa gravar este ficheiro non modificado? Poderia sobreescriber datos modificados no ficheiro do disco.
he: האם ברצונך לשמור הקובץ הבלתי משונה הזה? אתה יכול לשכתב מידע על הכונן.
hr: Želite li zaista spremiti ovu neizmjenjenu datoteku? Postoji mogućnost prepisivanja izmjenjenih podataka u datoteci na disku.
hu: Biztosan el szeretné menteni a betöltött, de nem módosított állapotot? A lemezen levő változat módosításai így elvesznek.
is: Viltu í alvöru vista þessa óbreyttu skrá? Þú gætir yfirskrifað breytt gögn í skránni á diski.
it: Vuoi davvero salvare questo file non modificato? Potresti sovrascrivere i dati modificati nel file sul disco.
ja: 本当にこの未変更のファイルを保存しますか？ディスクのファイルにある変更されたデータを上書きすることになります。
kk: Шынымен осы өзгертілмеген файлды сақтағыңыз келе ме? Дискідегі файлға енгізілген өзгерістерді жоғалтып аласыз.
km: តើ​អ្នក​ពិត​ជា​ចង់​រក្សា​ទុក​ឯកសារ​ដែល​មិន​បាន​កែប្រែនេះ​ឬទេ ? អ្នក​អាច​សរសេរ​ជាន់លើ​ទិន្នន័យ​ដែល​បាន​ផ្លាស់ប្ដូរ​ក្នុង​ឯកសារ​លើ​ថាស ។
ko: 변경 되지 않은 파일을 저장 하시겠습습니까? 디스크 파일 상의 변경된 파일을 덮어 쓸 수 있습니다.
mk: Дали навистина сакате да ја зачувате неизменетава датотека? Може да пребришете изменети податоци во датотеката на дискот.
ms: Anda benar-benar ingin simpan fail tak diubah suai ini? Anda boleh tulis ganti data yang diubah dalam fail pada cakera.
nb: Er du sikker på at du vil lagre denne uendrede fila? Det kan hende at du skriver over endringer som er gjort i fila på disken.
nds: Wullt Du disse nich ännerte Datei redig sekern? Du kunnst ännerte Daten binnen de Datei op de Fastplaat överschrieven.
nl: Wilt u dit niet-bewerkte bestand opslaan? Hierdoor overschrijft u de gewijzigde gegevens in het bestand op de schijf.
nn: Vil du verkeleg lagra denne uendra fila? Det kan henda at du skriv over endringar som er gjorde i fila på disken.
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਨਾ-ਸੋਧੀ ਫਾਇਲ ਨੂੰ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਸੀਂ ਡਿਸਕ ਉੱਤੇ ਫਾਇਲ ਵਿੱਚ ਡਾਟਾ ਤਬਦੀਲ ਡਾਟਾ ਲਿਖ ਸਕਦੇ ਸੀ।
pl: Naprawdę chcesz zapisać ten niezmodyfikowany plik? Możesz nadpisać zmienione dane w pliku na dysku.
pt: Deseja mesmo gravar este ficheiro não modificado? Você poderá sobrepor os dados alterados no ficheiro em disco.
pt_br: Você deseja realmente salvar este arquivo não-modificado? Você poderia sobrescrever os dados modificados no arquivo em disco.
ro: Doriţi într-adevăr să salvaţi acest fişier nemodificat? S-ar putea să suprascrieţi date modificate în el pe disc.
rw: Wifuza koko kubika iyi dosiye idahinduwe? Washoboraga gusimbura ibyatanzwe byahinduwe mu idosiye kuri disiki.
se: Háliidat go duođas vurket fiila mii ii leat rievdaduvvon? Dáiddát buhttet rievdadusaid mat juo leat vurkejuvvon garraskearrui.
sk: Naozaj chcete uložiť tento nezmenený súbor? Môžete si prepísať dáta na disku.
sl: Želite zares shraniti to nespremenjeno datoteko? Lahko nadomestite spremenjene podatke na disku.
sr: Да ли заиста желите да снимите овај неизмењен фајл? Можете пребрисати измењене податке у фајлу на диску.
sr@latn: Da li zaista želite da snimite ovaj neizmenjen fajl? Možete prebrisati izmenjene podatke u fajlu na disku.
ta: கண்டிப்பாக இந்த திருத்தப்படாத கோப்பினைச் சேமிக்க விரும்புகிறீர்களா? விரும்பினால், நீங்கள் வட்டில் இருக்கும் கோப்பில் உள்ள மாற்றப்பட்ட தகவல்களை மேல் எழுதலாம்.
tg: Шумо мутмаъинед, ки мехоҳед файли кушод ва тағйир надодаро нигоҳ доред? Шумо метавонед тағйиротро ба файле, ки дар диск воқеъ аст бознависӣ кунед.
th: คุณต้องการที่จะบันทึกแฟ้มที่ไม่ได้ทำการแก้ไขนี้จริงๆ หรือ? คุณอาจจะทำการ เขียนทับข้อมูลที่เปลี่ยนแปลงในแฟ้มบนดิสก์ได้นะ
uk: В цей файл не вносилися зміни, ви дійсно хочете його зберегти? Можливо, ви перезапишете змінені дані на диску.
zh_cn: 您真的想要保存此未修改的文件吗？您将会覆盖该文件在磁盘上被更改的数据。

source: Trying to Save Unmodified File
af: Probeer om onveranderde Lêer te stoor
be: Спроба запісу нязмененага файла
bg: Запис на непроменен файл
ca: S'està provant desar un fitxer sense modificar
cs: Pokus se uložení nezměněného souboru
da: Forsøger at gemme uændret fil
de: Versuch, unveränderte Datei zu speichern
el: Προσπάθεια αποθήκευσης μη τροποποιημένου αρχείου
es: Intentar guardar un archivo sin modificar
eu: Saiatu aldatu gabeko fitxategia gordetzen
fa: سعی برای ذخیرۀ پروندۀ تغییر داده‌نشده
fr: Tentative d'enregistrement d'un fichier non modifié en cours
fy: Besiket in net wizige triem te bewarjen
gl: Intento de Gravar Arquivo Binário
he: מנסה לשמור קובץ שלא שונה
hu: A fájl mentése módosítás nélkül
is: Reyni að vista óbreytta skrá
it: Prova a salvare il file non modificato
ja: 未変更のファイルを保存しようとしています
kk: Өзгертілмеген файлды сақтау әрекеті
km: ព្យាយាម​រក្សា​ទុក​ឯកសារ​ដែល​មិន​បាន​កែប្រែ
ko: 변경되지 않은 파일을 저장 시도 중
mk: Обид да се зачува неизменета датотека
nb: Prøver å lagre uendret fil
nds: Versöök, nich ännerte Datei to sekern
nl: Probeert een ongewijzigd bestand op te slaan
nn: Prøver å lagra uendra fil
pa: ਨਾ-ਸੋਧੀ ਫਾਇਲ ਸੰਭਾਲਣ ਦੀ ਕੋਸ਼ਿਸ
pl: Próbuję zapisać plik binarny
pt: A Tentar Gravar o Ficheiro Não-Modificado
pt_br: Tentar Salvar Arquivo sem modificação
ro: Încercare salvare fişier nemodificat
se: Geahččala vurket fiila mii ii leat rievdaduvvon
sk: Skúša sa uložiť nezmenený súbor
sl: Poskus shranjevanja nespremenjene datoteke
sr: Покушај да се сними неизмењени фајл
sr@latn: Pokušaj da se snimi neizmenjeni fajl
th: กำลังลองบันทึกแฟ้มที่ไม่ได้แก้ไข
uk: Спроба зберегти файл, який не було змінено
zh_cn: 试图保存未修改的文件
