Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Missing argument. Usage: %1 <value>
af: Vermisde argument. Gebruik: %1 <waarde>
ar: المحدد مفقود. إستعمل:%1<value>
be: Адсутнічае аргумент. Выкарыстанне: %1 <value>
bg: Липсващ аргумент. Използване: %1 <стойност>
bs: Nedostaje argument. Upotreba: %1 <vrijednost>
ca: Falta un argument. Useu: %1 <valor>
cs: Chybějící argument. Použití: %1 <hodnota>
da: Manglende argument. Brug: %1 <value>
de: Fehlendes Argument. Verwendung: %1 <value>
el: Λείπει όρισμα. Χρήση: %1 <τιμή>
es: Falta argumento. Uso: %1 <valor>
eu: Argumentua falta da. Erabilera: %1 <balioa>
fa: نشانوند مفقود. کاربرد: %1 <value>
fi: Puuttuva argumentti. Käyttö: %1 <value>
fr: Argument manquant. Utilisation : %1 <valeur>
fy: Untbrekkend argumint. Brûk: %1 <waarde>
gl: Faltan argumentos. Uso: %1 <valor>
he: חסר ארגומנט. שימוש %1 <ערך>
hr: Nedostaje parametar. Uporaba: %1 <vrijednost>
hu: Legalább egy argumentum hiányzik. A használati mód: %1 <érték>
is: Vantar viðfang. Notkun: %1 <Gildi>
it: Argomento mancante. Uso: %1 <valore>
ja: 引数がありません。使い方: %1 <値>
kk: Аргументі жоқ. Қолдануы: %1 <мәні>
km: បាត់​អាគុយម៉ង់ ។ ការ​ប្រើ ៖ %1 <value>
ko: 변수 없음. 사용법: %1 <value>
mk: Недостасува аргумент. Употреба: %1 <вредност>
ms: Argumen hilang. Penggunan: %1 <value>
nb: Mangler argument. Bruk: %1 <value>
nds: Argument fehlt. Bruuk: %1 <Weert>
nl: Ontbrekend argument. Gebruik: %1 <waarde>
nn: Manglar argument. Bruk: %1 <value>
pa: ਮੁੱਲ ਗੁੰਮ ਹੈ। ਵਰਤੋਂ: %1 <value>
pl: Brakujący argument. Zastosowanie: %1 <wartość>
pt: Falta um argumento. Utilização: %1 <valor>
pt_br: Faltando argumento. Uso: %1 <valor>
ro: Argumentul lipseşte. Folosire: %1 <valoare>
rw: Inkoresha ibura. Ikoresha: %1 <agaciro>
se: Argumeanta váilu. Geavaheapmi: %1 <árvu>
sk: Chýbajúci argument. Použitie: %1 <value>
sl: Manjkajoč argument. Uporaba: %1 <value>
sr: Недостаје аргумент. Коришћење: %1 <вредност>
sr@latn: Nedostaje argument. Korišćenje: %1 <vrednost>
ta: விடப்பட்ட மதிப்பு. பயன்பாடு: %1 <மதிப்பு>
tg: Параметри аргумент вуҷуд надорад. Истифодаи: %1 <value>
th: ค่าอาร์กิวเมนต์หายไป วิธีการใช้: %1 <value>
uk: Аргумент відсутній. Вживання: %1 <значення>
zh_cn: 缺少参数。用法：%1 <值>

source: Failed to convert argument '%1' to integer.
af: Gevaal om om te skakel argument '%1' na integraal.
ar: فشل فى تحويل المحدد %1 إلى صحيح.
be: Немагчыма пераўтварыць аргумент '%1' у цэлы лік.
bg: Грешка при конвертиране на аргумента "%1" до целочислен тип.
bs: Nisam uspio pretvoriti argument '%1' u cijeli broj.
ca: Falla en convertir l'argument '%1' a un número enter.
cs: Převod argumentu '%1' na celé číslo se nezdařil.
da: Mislykkedes at konvertere argumentet '%1' til heltal.
de: Umwandlung des Arguments in Ganzzahl '%1' fehlgeschlagen.
el: Αποτυχία μετατροπής ορίσματος '%1' σε ακέραιο.
es: Falló la conversión del argumento %1 a entero.
eu: Huts egin du '%1' argumentua osoko bihurtzean.
fa: خرابی در تبدیل نشانوند »%1« به صحیح.
fi: Argumentin ”%1” muunnos kokonaisluvuksi epäonnistui.
fr: Impossible de convertir l'argument « %1 » en entier.
fy: Argumint '%1' koe net omset wurde nei hiel getal.
gl: Fallo ao converter o argumento '%1' a enteiro.
he: לא יכול להפוך ארגומנט "%1" למספר שלם.
hr: Neuspješno pretvaranje parametra '%1' u cjelobrojnu vrijednost.
hu: A(z) '%1' argumentumot nem sikerült egész számra konvertálni.
is: Gat ekki breytt viðfanginu '%1' í heiltölu.
it: Impossibile convertire l'argomento "%1" in intero.
ja: 引数 '%1' を整数に変換できませんでした。
kk: '%1' аргументін бүтін санға түрлендіру қатесі.
km: បាន​បរាជ័យ​ក្នុង​ការ​បម្លែង​អាគុយ​ម៉ង់ '%1' ទៅ​ជា​ចំនួន​គត់ ។
ko: 변수'%1'을(를) 정수로 변환 실패
mk: Не успеав да го претворам аргументот „%1“ во цел број.
ms: Gagal menukar argumen '%1' kepada integer.
nb: Klarte ikke konvertere argumentet «%1» til heltall.
nds: Dat Argument "%1" lett sik nich na en Heeltall ümwanneln.
nl: Argument '%1' kon niet worden omgezet naar heel getal.
nn: Klarte ikkje konvertera argumentet «%1» til heiltal.
pa: ਮੁੱਲ '%1' ਨੂੰ ਪੂਰਨ ਅੰਕ ਬਣਾਉਣ ਲਈ ਅਸਫ਼ਲ ਹੈ।
pl: Nie powiodła się zmiana argumentu '%1' w integer.
pt: Não foi possível converter o argumento '%1' para um número inteiro.
pt_br: Falhar ao converter o argumento '%1' para inteiro.
ro: Nu am putut converti argumentul '%1' la întreg.
rw: Byanze guhindura inkoresha '%1' mu mubare wuzuye.
se: Ii sáhttán konverteret argumeanta «%1» čávdelohkui.
sk: Nepodarilo sa previesť argument %1 na celé číslo.
sl: Ni uspelo pretvoriti argument »%1« v celo število.
sr: Неуспела конверзија аргумента %1 у целобројну вредност.
sr@latn: Neuspela konverzija argumenta %1 u celobrojnu vrednost.
ta: மதிப்பினை '%1' முழு எண்ணாக மாற்ற தவறிவிட்டது.
tg: Баргардондани аргументи'%1' ба рақами тамомӣ иҷро нашуд.
uk: Помилка перетворення аргументу "%1" в ціле.
zh_cn: 将参数“%1”转换为整数失败。

source: Width must be at least 1.
af: Wye moet te minste wees 1.
ar: العرض يجب ان يكون على الأقل 1.
be: Шырыня павінна быць не менш за 1.
bg: Широчината трябва да бъде поне 1.
bs: Širina mora biti najmanje 1.
ca: "Amplada" almenys hauria de ser 1.
cs: Šířka musí být alespoň 1.
da: Bredden skal være mindst 1.
de: Breite muss mindestens 1 sein.
el: Το πλάτος πρέπει να είναι τουλάχιστον 1.
es: La anchura debe al menos ser 1.
eu: Zabalera gutxienez 1 izan beharko litzateke.
fa: عرض باید حداقل ۱ باشد.
fi: Leveyden täytyy olla vähintään 1.
fr: La largeur doit être au moins 1.
fy: Breedte moat yn elts gefal 1 wêze.
gl: O ancho debe ser como mínimo 1.
he: הרוחב חייב להיות לפחות 1.
hr: Širina mora biti najmanje 1.
hu: A szélességnek legalább 1-nek kell lennie.
is: Breyddin verður að vera amk. 1.
it: La larghezza deve essere almeno 1.
ja: 幅は少なくとも 1 でなければなりません。
kk: Ені кемінде 1 болу керек.
km: ទទឹងយ៉ាង​ហោច​ណាស់​គឺ ១ ។
ko: 너비는 최소한 1은 되어야 합니다.
mk: Ширината мора да биде најмалку 1.
ms: Lebar mestilah sekurang-kurangnya 1.
nb: Bredden må være minst 1.
nds: Breed mutt tominnst 1 wesen.
nl: Breedte dient tenminste 1 te zijn.
nn: Breidda må vera minst 1.
pa: ਚੌੜਾਈ ਘੱਟੋ-ਘੱਟ 1 ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Szerokość musi być co najmniej 1.
pt: A largura deverá´ser pelo menos 1.
pt_br: A largura deve ser de no mínimo 1.
ro: Lăţimea trebuie să fie cel puţin 1.
rw: Ubugari bugomba kuba byibuze 1.
se: Govdodat ferte leat unnimus 1.
sk: Šírka musí byť aspoň 1.
sl: Širina mora biti vsaj 1.
sr: Ширина мора бити бар 1.
sr@latn: Širina mora biti bar 1.
ta: அகலம் கண்டிப்பாக குறைதது 1 ஆக இருக்க வேண்டும்.
tg: Фароҳӣ зиёд аз 1 бояд бошад.
uk: Ширина має бути принаймні 1.
zh_cn: 宽度必须至少为 1。

source: Column must be at least 1.
af: Kolom moet ten minste wees 1.
ar: العمود يجب ان يكون على الأقل 1.
be: Слупок павінны быць не менш за 1.
bg: Колоната трябва да бъде поне 1.
bs: Kolona mora biti najmanje 1.
ca: "Columna" almenys hauria de ser 1.
cs: Sloupec musí být alespoň 1.
da: Søjlen skal være mindst 1.
de: Spalte muss mindestens 1 sein.
el: Η στήλη πρέπει να είναι τουλάχιστον 1.
es: La columna debe al menos ser 1.
eu: Zutabea gutxienez 1 izan beharko litzateke.
fa: ستون حداقل باید ۱ باشد.
fi: Sarakkeen täytyy olla vähintään 1.
fr: La colonne doit être au moins 1.
fy: Kolom moat yn elts gefal 1 wêze.
gl: A coluna debe ser como mínimo 1.
he: העמודה חייבת להיות לפחות 1.
hr: Stupaca mora biti bar 1.
hu: Az oszlop száma nem lehet kisebb 1-nél.
is: Dálkar verða að vera amk. 1.
it: La colonna deve essere almeno 1.
ja: 列は少なくとも 1 でなければなりません。
kk: Бағаны кемінде 1 болу керек.
km: ជួរឈរយ៉ាង​ហោច​ណាស់​គឺ ១ ។
ko: 문단 너비는 최소한 1은 되어야 합니다.
mk: Колоната мора да биде најмалку 1.
ms: Lajur mestilah sekurang-kurangnya 1.
nb: Kolonnen må minst være 1.
nds: Striep mutt tominnst 1 wesen.
nl: Kolom dient tenminste 1 te zijn.
nn: Kolonnen må minst vera 1.
pa: ਕਾਲਮ 1 ਹੋਣਾ ਲਾਜ਼ਮੀ ਹੈ।
pl: Kolumna musi być co najmniej 1.
pt: A coluna deverá ser pelo menos 1.
pt_br: Deve existir no mínimo 1 coluna.
ro: Coloana trebuie să fie cel puţin 1.
rw: Inkingi igomba kuba byibuze 1.
se: Čuolda ferte leat unnimus 1.
sk: Stĺpec musí byť aspoň 1.
sl: Stolpec mora biti vsaj 1.
sr: Колона мора бити бар 1.
sr@latn: Kolona mora biti bar 1.
ta: உயர வடிவம் கண்டிப்பாக குறைந்தது 1 ஆக இருக்க வேண்டும்.
tg: Сутун бисёре аз 1 бояд бошад.
uk: Стовпчик має бути принаймні 1.
zh_cn: 列必须至少为 1。

source: Line must be at least 1
af: Lyn moet ten minste wees 1
be: Радок павінны быць не менш за 1.
bg: Редът трябва да бъде поне 1.
bs: Linija mora biti najmanje 1.
ca: La línia almenys hauria de ser 1
cs: Řádek musí být alespoň 1
da: Linjen skal være mindst 1
de: Zeile muss mindestens 1 sein
el: Η γραμμή πρέπει να είναι τουλάχιστον 1
es: La línea debe al menos ser 1.
eu: Lerroa gutxienez 1 izan beharko litzateke.
fa: خط حداقل باید ۱ باشد
fi: Rivinumeron täytyy olla vähintään 1.
fr: La ligne doit être au moins 1.
fy: Rigel moat yn elts gefal 1 wêze
gl: A liña debe ser como mínimo 1
he: השורה חייבת להיות לפחות 1
hu: A sor értékének legalább 1-nek kell lennie
is: Breyddin verður að vera amk. 1
it: La riga deve essere almeno 1.
ja: 行は 1 以上でなければなりません
kk: Жол нөмірі кемінде 1 болу керек
km: បន្ទាត់​យ៉ាង​ហោច​ណាស់​គឺ ១
ko: 줄은 최소 1줄 이상 되어야 합니다.
mk: Линијата мора да биде најмалку 1
ms: Baris mestilah sekurang-kurangnya 1
nb: Linjen må minst være 1
nds: Reeg mutt tominnst 1 wesen.
nl: Regel dient tenminste 1 te zijn
nn: Linja må vera minst 1
pa: ਘੱਟੋ-ਘੱਟ 1 ਸਤਰ ਹੋਣੀ ਲਾਜ਼ਮੀ ਹੈ
pl: Wiersz musi być co najmniej 1
pt: A linha deverá ser pelo menos 1
pt_br: A linha deve ser de no mínimo 1
ro: Linia trebuie să fie cel puţin 1
rw: Umurongo ugomba kuba byibuze 1
se: Linnjá ferte leat unnimus 1.
sk: Riadok musí byť aspoň 1
sl: Vrstica mora biti vsaj 1
sr: Линија мора бити макар 1
sr@latn: Linija mora biti makar 1
ta: வரி கண்டிப்பாக குறைந்தது 1 ஆக இருக்க வேண்டும்.
tg: Хат зиёд аз 1 бояд бошад
uk: Рядок має бути принаймні 1
zh_cn: 行必须至少为 1

source: There is not that many lines in this document
af: Daar is nie daardie baie lyne in hierdie dokument
be: У гэтым дакуменце не так шмат радкоў
bg: Няма толкова много редове в документа.
bs: Nema toliko linija u ovom dokumentu
ca: No hi ha tantes línies en aquest document
cs: V dokumentu neexistuje tolik řádků
da: Der er ikke så mange linjer i dokumentet
de: So viele Zeilen gibt es in diesem Dokument nicht
el: Δεν υπάρχουν τόσες γραμμές σε αυτό το έγγραφο
es: No hay tantas líneas en este documento
eu: Ez dago hainbeste lerro dokumentu honetan
fa: خطوط زیادی در این سند وجود ندارد
fi: Asiakirjassa ei ole niin montaa riviä
fr: Il n'y a pas tant de lignes dans ce document.
fy: Safolle rigels befettet dit dokumint net
gl: Non hai tantas liñas neste documento
he: אין כמות כזאת של שורות במסמך זה
hu: Nincs ennyi sor a dokumentumban
is: Það eru ekki svo margar línur í skjalinu
it: Non ci sono così tante righe in questo documento
ja: このドキュメントにはそんなに多くの行はありません
kk: Құжатта мұндай жолдар жоқ
km: គ្មាន​បន្ទាត់​ច្រើន​ដូច​នោះ​ក្នុង​ឯកសារ​នេះ
ko: 이 문서에는 그만큼 많은 줄이 없습니다.
mk: Нема толку многу линии во документов
ms: Tiada barisan sebanyak itu dalam dokumen ini.
nb: Det er ikke så mange linjer i dokumentet
nds: So veel Regen hett dat Dokment nich
nl: Zoveel regels bevat dit document niet
nn: Det er ikkje så mange linjer i dette dokumentet
pa: ਇਸ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਇੰਨੀਆਂ ਸਤਰਾਂ ਨਹੀਂ ਹਨ
pl: Nie ma tylu wierszy w tym dokumencie
pt: Não existem tantas linhas neste documento
pt_br: Não existem muitas linhas neste documento
ro: Nu există atît de multe linii în acest document
rw: Ntabwo hari imirongo myinshi gutyo muri iyi nyandiko
se: Eai leat nu máŋga linnjá dán dokumeanttas
sk: Dokument neobsahuje toľko riadkov
sl: Ni toliko vrstic v tem dokumentu
sr: Нема толико линија у овом документу
sr@latn: Nema toliko linija u ovom dokumentu
ta: இந்த ஆவணத்தில் நிறைய வரிகள் இல்லை
uk: В документі немає такої кількості рядків
zh_cn: 此文档中没有那么多行

source: Usage: %1 on|off|1|0|true|false
af: Gebruik: %1 aan|af|1|0|waar|vals
ar: إستخدام:%1 on|off|1|0|true|false
be: Выкарыстанне: %1 on|off|1|0|true|false
bg: Използване: %1 on|off|1|0|true|false
bs: Upotreba: %1 on|off|1|0|true|false
ca: Useu: %1 on|off|1|0|true|false
cs: Použití: %1 on|off|1|0|true|false
da: Brug: %1 til|fra|1|0|true|false
de: Verwendung: %1 on|off|1|0|true|false
el: Χρήση: %1 on|off|1|0|true|false
es: Uso: %1 on|off|1|0|true|false
eu: Erabilera: %1 on|off|1|0|true|false
fa: کاربرد: %1 روشن|خاموش|۱|۰|درست|نادرست
fi: Käyttö: %1 on|off|1|0|true|false
fr: Utilisation : %1 on|off|1|0|true|false
fy: Brûk: %1 on|off|1|0|true|false
gl: Uso: %1 on|off|1|0|true|false
he: שימוש: %1 on|off|1|0|true|false
hr: Uporaba: %1 on|off|1|0|true|false
hu: Használati mód: %1 on|off|1|0|true|false
is: Notkun: %1 on|off|1|0|true|false
it: Uso: %1 on|off|1|0|true|false
ja: 使い方: %1 on|off|1|0|true|false
kk: Қолдануы: %1 on|off|1|0|true|false
km: ប្រើ ៖ %1 on|off|1|0|true|false
ko: 사용법: %1 on|off|1|0|true|false
mk: Употреба: %1 on|off|1|0|true|false
ms: Penggunaan: %1 on|off|1|0|true|false
nb: Bruk: %1 on|off|1|0|true|false
nds: Bruuk: %1 on|off|1|0|true|false
nl: Gebruik: %1 on|off|1|0|true|false
nn: Bruk: %1 on|off|1|0|true|false
pa: ਵਰਤੋਂ: %1 on|off|1|0|true|false
pl: Zastosowanie: %1 on|off|1|0|true|false
pt: Utilização: %1 on|off|1|0|true|false
pt_br: Uso: %1 on|off|1|0|true|false
ro: Folosire: %1 on|off|1|0|true|false
rw: Ikoresha: %1 bikora|bidakora|1|0|nibyo|sibyo
se: Geavaheapmi: %1 on|off|1|0|true|false
sk: Použitie: %1 on|off|1|0|true|false
sl: Uporaba: %1 on|off|1|0|true|false
sr: Коришћење: %1 on|off|1|0|true|false
sr@latn: Korišćenje: %1 on|off|1|0|true|false
ta: பயன்பாடு:%1 ஆக்கு|நீக்கு|1|0|சரி|தவறு
tg: Истифодаи: %1 on|off|1|0|true|false
uk: Вживання: %1 on|off|1|0|true|false
zh_cn: 用法：%1 on|off|1|0|true|false

source: Bad argument '%1'. Usage: %2 on|off|1|0|true|false
af: Slegte argument '%1'. Gebruik: %2 aan|af|1|0|waar|vals
ar: محدد خاطئ '%1' . إستخدام:%2 on|off|1|0|true|false
be: Кепскі аргумент '%1'. Выкарыстанне: %2 on|off|1|0|true|false
bg: Невалиден аргумент "%1". Използване: %2 on|off|1|0|true|false
bs: Loš argument '%1'. Upotreba: %2 on|off|1|0|true|false
ca: Argument erroni '%1'. Useu: %2 on|off|1|0|true|false
cs: Chybný argument '%1'. Použití: %2 on|off|1|0|true|false
da: Dårligt argument '%1'. Brug: %2 til|fra|1|0|true|false
de: Ungültiges Argument: "%1". Verwendung: %2 on|off|1|0|true|false
el: Λάθος όρισμα '%1'. Χρήση: %2 on|off|1|0|true|false
es: '%1' argumento erróneo. Uso: %2 on|off|1|0|true|false
eu: '%1' argumentua desegokia da. Erabilera: %2 on|off|1|0|true|false
fa: نشانوند بد »%1«. کاربرد: %2 روشن|خاموش|۱|۰|درست|نادرست
fi: Virheellinen argumentti ”%1”. Käyttö: %2 on|off|1|0|true|false
fr: Mauvais argument « %1 ». Utilisation : %2 on|off|1|0|true|false
fy: Unjust argemint '%1'. Brûk: %2 on|off|1|0|true|false
gl: Erro no argumento '%1'. Uso: %2 on|off|1|0|true|false
he: ארגומנט משובש: "%1". שימוש: %2 on|off|1|0|true|false
hr: Krivi parametar '%1'. Uporaba: %2 on|off|1|0|true|false
hu: Hibás argumentum: '%1'. A használati mód: %2 on|off|1|0|true|false
is: Ógilt viðfang '%1'. Notkun: %2 on|off|1|0|true|false
it: Argomento errato "%1". Uso: %2 on|off|1|0|true|false
ja: '%1' は不正な引数。使い方: %2 on|off|1|0|true|false
kk: '%1' аргументі дұрыс емес. Қолдануы: %2 on|off|1|0|true|false
km: អាគុយ​ម៉ង់ '%1' មិន​ត្រឹមត្រូវ ។ ប្រើ ៖ %2 on|off|1|0|true|false
ko: 잘못된 인자 %1. 사용 방법: %2 on|off|1|0|true|false
mk: Лош аргумент „%1“. Употреба: %2 on|off|1|0|true|false
ms: Argumen buruk '%1'. Penggunaan: %2 on|off|1|0|true|false
nb: Feil i argumentet «%1». Bruk: %2 on|off|1|0|true|false
nds: Argument "%1" gellt nich. Bruuk: %2 on|off|1|0|true|false
nl: Onjuist argument '%1'. Gebruik: %2 on|off|1|0|true|false
nn: Feil i argumentet «%1». Bruk: %2 on|off|1|0|true|false
pa: ਗਲਤ ਮੁੱਲ '%1'। ਵਰਤੋਂ: %2 on|off|1|0|true|false
pl: Zły argument '%1'. Zastosowanie: %2 on|off|1|0|true|false
pt: O argumento '%1' é inválido. Utilização: %2 on|off|1|0|true|false
ro: Argumentul '%1' este eronat. Folosire: %2 on|off|1|0|true|false
rw: Inkoresha mbi '%1'. Ikoresha:%2 bikora|bidakora|1|0|nibyo|sibyo
se: Boastu argumeanta «%1». Geavaheapmi: %2 on|off|1|0|true|false
sk: Neplatný argument '%1'. Použitie: %2 on|off|1|0|true|false
sl: Slab argument »%1«. Uporaba: %2 on|off|1|0|true|false
sr: Неисправан аргумент „%1“. Коришћење %2 on|off|1|0|true|false
sr@latn: Neispravan argument „%1“. Korišćenje %2 on|off|1|0|true|false
ta: தவறான மதிப்பு '%1'. பயனபாடு: %2 on|off|true|false
tg: Аргументи '%1' нодуруст аст. Истифодаи: %2 on|off|1|0|true|false
uk: Невірний аргумент "%1". Вживання: %2 on|off|1|0|true|false
zh_cn: 错误的参数“%1”。用法：%2 on|off|1|0|true|false

source: Unknown command '%1'
af: Onbekende opdrag '%1'
ar: أمر مجهول %1
be: Невядомы загад '%1'
bg: Непозната команда "%1"
bs: Nepoznata naredba '%1'.
ca: Ordre desconeguda '%1'
cs: Neznámý příkaz '%1'
da: Ukendt kommando '%1'
de: Unbekannter Befehl: %1
el: Άγνωστη εντολή '%1'
es: Orden desconocida «%1»
eu: '%1' komando ezezaguna
fa: فرمان ناشناختۀ »%1«
fi: Tuntematon komento ”%1”
fr: Commande inconnue « %1 »
fy: Unbekend kommando '%1'
gl: Comando descoñecido '%1'
he: פקודה לא יודעה "%1"
hr: Nepoznata komanda '%1'
hu: Ismeretlen parancs: '%1'
is: Óþekkt skipun '%1'
it: Comando sconosciuto "%1"
ja: 不明なコマンド '%1'
kk: '%1' командасы беймәлім
km: មិន​ស្គាល់​ពាក្យ​បញ្ជា '%1'
ko: 알 수 없는 명령 '%1'
mk: Непозната команда „%1“
ms: Arahan tak diketahui '%1'
nb: Ukjent kommando «%1»
nds: Befehl "%1" is nich bekannt
nl: Onbekend commando '%1'
nn: Ukjend kommando «%1»
pa: ਅਣਜਾਣੀ ਕਮਾਂਡ '%1'
pl: Nieznane polecenie '%1'
pt: O comando '%1' é desconhecido
pt_br: Comando '%1' desconhecido
ro: Comanda '%1' este necunoscută
rw: Ibwirizwa ritazwi '%1'
se: Amas gohččun «%1»
sk: Neznámy príkaz '%1'
sl: Neznan ukaz »%1«
sr: Непозната наредба „%1“
sr@latn: Nepoznata naredba „%1“
ta: தெரியாத கட்டளை'%1'
tg: Фармони ношинос '%1'
uk: Невідома команда "%1"
zh_cn: 未知命令“%1”

source: Sorry, but Kate is not able to replace newlines, yet
bg: За съжаление Kate все още не може да замества нови редове
ca: Ho sento però Kate encara no pot substituir salts de línia
da: Kate er desværre endnu ikke i stand til at erstatte nylinje-tegn
de: Leider kann Kate noch keine "Nächste Zeile"-Zeichen ersetzen.
el: Λυπάμαι, το Kate δεν μπορεί ακόμα να αντικαταστήσει χαρακτήρες αλλαγής γραμμής
es: Kate todavía no reemplaza líneas nuevas.
fa: متأسفم، ولی Kate، هنوز قادر به جایگزینی خط جدید نیست
fr: Désolé, mais Kate n'est pas encore capable de remplacer les nouvelles lignes.
fy: Sorry, mar Kate kin newlines noch net ferfange.
he: אין באפשרות Kate להחליף מעברי שורות
hu: A Kate nem tudja lecserélni az újsor jeleket
is: Sorrý, en Kate er ekki fær um að skipta út nýlínumerkjum, ekki ennþá
it: Spiacente, Kate non è ancora in grado di sostituire le righe nuove
ja: Kate は改行を置換することはできません。
kk: Кешіріңіз, Kate жаңа жолдарды әлі ауыстыра алмайды
km: សូម​អភ័យទោស ប៉ុន្តែ Kate មិនអាច​ជំនួស​ទាន់ជំនួស​បន្ទាត់​ថ្មី បាន​នៅឡើយទេ
ko: 죄송합니다. Kate에서는 아직까지 새로운 줄을 바꿀 수 없습니다
nb: Kate kan ikke erstatte linjeskift ennå
nds: Kate kann noch keen Reegümbrook-Tekens utwesseln, deit mi leed.
nl: Helaas is Kate nog niet in staat om newlines te vervangen
nn: Orsak, men Kate er ikkje i stand til å byta ut linjeskift enno.
pl: Niestety, Kate jeszcze nie obsługuje zastępowania znaków końca wiersza
pt: Infelizmente, o Kate ainda não é capaz de substituir as mudanças de linha
pt_br: Desculpe, mas o Kate ainda não é capaz de substituir as mudanças de linha ainda
sk: Prepáčte, ale Kate zatiaľ nedokáže nahradiť nové riadky
sl: Oprostite, a v Kate še ni možno zamenjati znakov za pomik v novo vrstico.
sr: Извините, Kate још увек не може да замењује новолиније.
sr@latn: Izvinite, Kate još uvek ne može da zamenjuje novolinije.
uk: Вибачте, Kate ще не в змозі заміняти символи нового рядка
zh_cn: 抱歉，Kate 尚无法替换换行

source: _n: 1 replacement done %n replacements done
af: 1 plaasvervanger gemaak %n plaasvervangings gemaak
be: выкананая %n замена выкананыя %n замены выкананыя %n заменаў
bg: Направена е %n замяна. Направени са %n замени.
bs: napravljena %n izmjena napravljene %n izmjene napravljeno %n izmjena
ca: S'ha fet 1 substitució. S'han fet %n substitucions.
cs: Provedeno 1 nahrazení Provedeny %n nahrazení Provedeno %n nahrazení
da: 1 erstatning foretaget %n erstatninger foretaget
de: 1 Ersetzung vorgenommen %n Ersetzungen vorgenommen
el: 1 αντικατάσταση έγινε. %n αντικαταστάσεις έγιναν.
es: 1 reemplazo hecho. %n reemplazos hechos.
eu: Ordezkapen 1 egin da %n ordezkapen egin dira
fa: %n جایگزینی انجام شد
fi: 1 korvaus tehty %n korvausta tehty
fr: %n remplacement effectué %n remplacements effectués
fy: 1 ferfanger ree %n ferfangers ree
gl: Fixose 1 reemprezamento Fixeronse %n reempracementos
he: בוצעה החלפה אחת בוצעו %n החלפות
hu: %n csere történt
is: Ein skipting framkvæmd. %n skiptingar framkvæmdar.
it: Eseguita %n sostituzione. Eseguite %n sostituzioni.
ja: %n 置換終了
kk: %n алмасу жасалды
km: បាន​ជំនួស %n
ko: %n개 바꾸었습니다.
mk: Направена е %n замена Направени се %n замени Направени се %n замени
nb: 1 erstatning gjort %n erstatninger gjort
nds: 1 Utwesseln vörnahmen %n Utweseln vörnahmen
nl: %n maal vervangen. %n maal vervangen.
nn: Bytt ut éin stad. Bytt ut %n stader.
pa: 1 ਤਬਦੀਲੀ ਕੀਤੀ ਗਈ %n ਤਬਦੀਲੀਆਂ ਕੀਤੀਆਂ ਗਈਆਂ
pl: Wykonano jedną zamianę Wykonano %n zamiany Wykonano %n zamian
pt: %n substituição feita %n substituições feitas
pt_br: 1 substituição feita %n substituições feitas
rw: 1 Isimbura ryakozwe. %n Amasimbura yakozwe.
se: %n buhtádus dáhkkon. %n buhtádusa dáhkkon.
sk: Vykonaná %n nahrada Vykonané %n nahrady Vykonaných %n nahrad
sl: %n narejenih zamenjav %n narejena zamenjava %n narejeni zamenjavi %n narejene zamenjave
sr: %n замена је урађена %n замене су урађене %n замена је урађено
sr@latn: %n zamena je urađena %n zamene su urađene %n zamena je urađeno
tg: %n Ҷойдигаркунӣ иҷро шуд. %n Ҷойдигаркунҳо иҷро шуд
uk: Зроблено %n заміну Зроблено %n заміни Зроблено %n замін
zh_cn: 完成了 %n 次替换

source: &Code Folding
af: Kode Vou
ar: &طيّ التّرميز
bg: &Структура на кода
bs: Sakrivanje &koda
ca: Plega el &codi
cs: S&kládání kódu
da: &Kodefoldning
de: &Code-Ausblendung
el: &Τύλιγμα κώδικα
es: Plegado de &código
eu: &Kode-tolestea
fa: تازنی &کد‌
fi: &Koodin laskostus
fr: &Pliage du code
fy: &Code-ynfâlding
gl: Pregado de &Código
he: &קיפול קוד
hr: &Preklapanje koda
hu: Kódk&ibontás
is: &Kóðafletting
it: Raggruppamento &codice
ja: コード折りたたみ(&C)
kk: &Код жолдарын бүктеу
km: ផ្នត់​កូដ
ko: 코드 접기(&C)
mk: &Склопување на код
ms: Lipatan &Kod
nb: &Kodefolding
nds: &Kode-Foolden
nl: &Code-invouwing
nn: &Kodefalding
pa: ਕੋਡ ਸਮੇਟਣਾ(&C)
pl: Z&wijanie kodu
pt: Dobragem do &Código
pt_br: &Dobradura de Código
ro: Îndosariere &cod
rw: Umubare Izinga
sk: Za&baľovanie kódu
sl: &Zvijanje kode
sr: Сажимање &кода
sr@latn: Sažimanje &koda
ta: பிழை தரும் குறிப்புரை
tg: &Печондани феҳристҳои рамз
uk: Згортання &коду
zh_cn: 代码折叠(&C)

source: _: Language ABC
af: ABC
be: ABC
bg: ABC
bs: ABC
ca: ABC
cs: ABC
da: ABC
de: ABC
el: ABC
es: ABC
eu: ABC
fi: ABC
fr: ABC
fy: ABC
gl: ABC
he: ABC
hu: ABC
is: ABC
it: ABC
ja: ABC
kk: ABC
km: ABC
ko: ABC
mk: ABC
ms: ABC
nb: ABC
nds: ABC
nl: ABC
nn: ABC
pa: ABC
pl: ABC
pt: ABC
pt_br: ABC
ro: ABC
rw: ABC
se: ABC
sk: ABC
sl: ABC
sr: ABC
sr@latn: ABC
tg: ABC
th: ภาษา ABC
uk: ABC
zh_cn: ABC

source: _: Language Section Other
af: Ander
ar: أخرى
be: Іншыя
bg: Other
bs: Ostali
ca: Altre
cs: Jiné
da: Andet
de: Sonstige
el: Άλλο
es: Otro
eu: Beste bat
fa: غیره
fi: Muut
fr: Autre
fy: Overig
gl: Outra
he: אחר
hr: Ostalo
hu: Egyéb
is: Annað
it: Altro
ja: その他
kk: Басқа
km: ផ្សេងៗ
ko: 기타
mk: Други
ms: Lain
nb: Andre
nds: Anner
nl: Overig
nn: Anna
pa: ਹੋਰ
pl: Inne
pt: Outras
pt_br: Outros
ro: Altul
rw: Ibindi
se: Eará
sk: Iný
sl: Drugo
sr: Остали
sr@latn: Ostali
ta: அடுத்து
tg: Дигар
th: อื่น ๆ
uk: Інша
zh_cn: 其它
