Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: When on, moving the insertion cursor using the <b>Left</b> and <b>Right</b> keys will go on to previous/next line at beginning/end of the line, similar to most editors.<p>When off, the insertion cursor cannot be moved left of the line start, but it can be moved off the line end, which can be very handy for programmers.
af: Wanneer op, beweeg die invoeg plekaanduier te gebruik die <b>Links</b> en <b>Regterkant</b> sleutels sal gaan op na vorige/volgende lyn na begin/einde van die lyn, soortgelyk na mees redigeerders.<p>Wanneer af, die invoeg plekaanduier kan nie wees verskuif Links van die lyn begin, maar dit kan wees verskuif af die lyn einde, wat kan wees baie nuttig vir programmeerders.
ar: عندما يكون عاملا، يصبح من الممكن نقل مؤشر الإدخال بإستعمال الأزرار <b>يمين</b> و <b>يسار</b> إلى السطر التالي أو السابق ببداية السطر أو نهايته، كما هو الحال في محررات النصوص.<p> إذا كان الخيار غير عاملا، يصبح من غير الممكن تحريك مؤسر الإدخال إلى يسار بداية السطر، لكن من الممكن تحريكه بعد نهاية السطر. هذا الخيار مفيد جدا لكتابة البرامج و المبرمجين
bg: Автоматично прехвърляне на курсора на следващия ред при достигане на края/началото на текущия ред. В този случай курсора отива в края/началото на предишния/следващия ред. Става въпрос за движението на курсора чрез стрелките наляво и надясно. <p>Ако отметката е изключена, курсорът няма да преминава в края на предишния ред при достигане на началото на текущия ред, но ще преминава в началото на следващия ред при достигане на края на текущия.
bs: Kada je ovo odabrano, tipke sa strelicama <b>u lijevo</b> i <b>u desno</b> će pomaknuti kursor na prethodni/sljedeći red i to na početak/kraj tog reda, kao što je slučaj kod većine editora.<p> Kada je ugašena ova mogućnost, onda se kursor neće moći pomaći ispred početka reda, no može biti postavljen iza kraja reda, što može biti praktično za programere.
ca: Quan està activat, moure el cursor d'inserció emprant les fletxes d'<b>esquerra</b> i <b>dreta</b> farà que es desplaci al final/començament de la línia prèvia/següent, amb un mode semblant al de la majoria d'editors.<p>Quan està desactivat, el cursor d'inserció no pot moure's a l'esquerra del començament de la línia, però pot moure's més enllà del final de la línia, el qual pot ser útil per als programadors.
cs: Je-li zapnuta tato volba, pak se při přesunu kurzoru pomocí kláves <b>Vlevo</b> a <b>Vpravo</b> bude kurzor přesouvat na následující/předcházející řádek na konci/začátku řádku, podobně jako u většiny editorů. <p>Je-li tato volba vypnuta, pak není možné při posunu vlevo přenést kurzor na začátek řádku, ale bude přesunut na konec řádku, což se často hodí programátorům.
da: Når dette er slået til vil flytning af indsætningsmarkøren ved brug af <b>Venstre</b>- og <b>Højre</b>-tasterne gå til forrige/næste linje ved begyndelsen/slutningen af linjen som det kendes ved de fleste editorer.<p>Når det er slået fra kan indsætningsmarkøren ikke flyttes til venstre for linjebegyndelsen, men den kan flyttes til højre for linjeafslutningen hvilket kan være meget praktisk for programmører.
de: Wenn diese Einstellung aktiviert ist, bewegt sich der Cursor in die vorige bzw. nächste Zeile, wenn Sie am Anfang bzw. am Ende einer Zeile <b>Pfeil links</b> bzw. <b>Pfeil rechts</b> drücken. Dieses Verhalten entspricht dem der meisten Editoren.<p>Ist diese Einstellung inaktiv, dann kann der Cursor mit der Pfeil links-Taste nicht bewegt werden, wenn er sich am Zeilenanfang befindet. Er kann aber mit der Pfeil rechtsTaste über das Zeilenende hinaus bewegt werden. Das ist für Programmierer manchmal sehr praktisch.
el: Όταν είναι ενεργοποιημένο, μετακινώντας το δρομέα εισαγωγής χρησιμοποιώντας το <b>Αριστερό</b> και <b>Δεξί</b> πλήκτρο, θα πάει στην προηγούμενη/επόμενη γραμμή στην αρχή/τέλος της, παρόμοια με τους περισσότερους επεξεργαστές.<p>Όταν είναι απενεργοποιημένο, ο δρομέας εισαγωγής δεν μπορεί να μετακινηθεί αριστερά της αρχής της γραμμής, αλλά μπορεί να μετακινηθεί πέραν του τέλος της, πράγμα που μπορεί να είναι πολύ βολικό για τους προγραμματιστές.
es: Cuando está activado, mover el cursor de inserción utilizando las flechas de <b> izquierda</b> y<b> derecha</b>hará que se desplace al final/comienzo de la línea previa/siguiente, demodo similar a a la mayoría de los editores. <p>Cuando desactivado, el cursor de inserción no se puede mover a la izquierda del comienzo de la línea, pero se puede mover más allá del final de la línea, lo que puede ser útil para los programadores.
eu: Gaituta dagoenean, txertatze-kurtsorea, <b>Ezkerra</b> eta <b>Eskuina</b> teklen bidez, lerroaren hasiera/amaieran aurreko/hurrengo lerrora joango da, beste hainbat editoreetan gertatzen den bezala.<p>Desgaituta dagoenean, txertatze-kurtsorea ezin da mugitu lerroaren hasieraren ezkerrera, baina lerroaren azkenera mugi daiteke (garatzaileentzako oso lagungarria).
fa: زمانی که روشن است، حرکت دادن مکان‌نمای درج که از کلیدهای <b>چپ</b> و <b>راست</b> استفاده می‌کند، نظیر بیشتر ویرایشگرها به خط قبلی/بعدی در آغاز/پایان خط خواهد رفت.<p>زمانی که خاموش است، مکان‌نمای درج را نمی‌توان به سمت چپ آغاز خط حرکت داد، اما می‌توان آن را به پایان خط حرکت داد که می‌تواند برای برنامه‌سازها بسیار سودمند باشد.
fi: Mikäli valittu, nuolinäppäimillä voidaan siirtyä edelliselle tai seuraavalle riville. <p>Jos kohta ei ole valittuna, rivin alusta ei voida siirtyä edellisen rivin loppuun, mutta rivin lopusta voidaan siirtyä seuraavan rivin alkuun. Tämä asetus voi olla kätevä ohjelmoijille.
fr: Lorsque cette option est choisie, le déplacement du curseur d'insertion à l'aide des touches <b>gauche</b> et <b>droite<b/> amène celui-ci à la ligne précédente/suivante, au début/à la fin de la ligne, comme dans la plupart des éditeurs.<p>Lorsque cette option est décochée, le curseur d'insertion ne peut pas remonter avant le début de la ligne, mais peut se déplacer vers la fin de la ligne, ce que les programmeurs pourront apprécier.
fy: As ynskeakele is, sil it ferpleatsen fan it ynfierrinnerke mei help fan de toetsen <b>lofts</b> en <b>rjochts</b> dizze fanôf it begjin/ein fan de rigel nei de foarige/folgjende rigel bringe. Dit gedrach komt it meast foar yn bewurkers. <p>As dit útskeakele is, kin it rinnerke oan it begjin fan de rigel net fierder nei lofts beweegd wurde om sa nei in neie rigel te gean. Mar hy kin wol nei rjochts beweegd wurde om foarby it ein fan de aktive rigel te kommen. Dizze ynstelling hannich wêze foar programmeurs.
gl: Cando está activado, mover o cursor coas teclas <b>Esquerda</b> e <b>Dereita</b> fará que se desprace á liña anterior/seguinte no comezo/fin da liña, de maneira similar a outros editores.<p> Se está desactivado, o cursor non pode ser movido á esquerda do comezo de liña, pero pode ser movido para alén da fin da liña, o que pode ser útil para os programadores.
he: כאשר אפשרות זו נבחרת, הזזה של סמן ההוספה באמצעות המקשים <b>שמאלה</b> ו<b>ימינה</b> תגרום למעבר לתחילת\סוף השורה הקודמת\הבאה, בדומה לרוב העורכים.<p>כאשר אפשרות זו לא נבחרת, לא ניתן יהיה להזיז את סמן ההוספה לפני תחילת שורה, אך ניתן יהיה להזיזו מעבר לסוף שורה, דבר אשר עשוי להיות מאוד שימושי למתכנתים.
hu: Ha bejelöli, akkor a <b>balra</b> és <b>jobbra</b> billentyűk lenyomásakor a kurzor a sor elejéről az előző sor végére, a sor végéről a következő sor elejére ugrik. <p>Ha nem jelöli be, akkor sor elején nem lehet az előző sor végére ugrani, de sor végéről a következő elejére igen (ez a beállítás népszerű a programozók körében).
is: Ef er hakað við hér er hægt að fara á milli lína með <b>hægri</b>/<b>vinstri</b> örvatökkunum. Ef notandinn ýtir á hægri takkann þegar textabendillinn er við enda llínu færist bendillinn að byrjun línunnar á eftir. Sömuleiðis færi hann að enda línunnar á undan ef notandinn ýtti á vinstri örvatakkann þegar bendillinn væri við byrjun línu.<p>Ef ekki er hakað við er ekki hægt að færa textabendilinn þannig milli lína, en þá er hægt að fara með hann út fyrir enda línunnar sem gæti verið gagnlegt í forritun.
it: Quando questa opzione è attiva, spostando il cursore con le frecce <b>Sinistra</b> e <b>Destra</b> si va alla riga precedente/successiva all'inizio/fine della linea, come in molti editor.<p>Quando non è attiva, il cursore non può essere spostato a sinistra dell'inizio della riga ma può essere spostato oltre la fine della riga (utile per i programmatori).
ja: これを有効にすると、他のエディタと同様に、行の先頭/末尾で左/右矢印キーを押すとカーソルは前の行/次の行へ移動します。<p>無効にすると、カーソルは行の先頭より前には移動できませんが、行末を越えて移動できます。これはプログラマにはとても便利な機能です。
kk: Бұл құсбелгі қойылса, редакторлардың көпшілігіндегіндей, меңзер жол басында/соңында тұрғанда <b>Солға</b> не <b>Оңға</b> пернелерін бассаңыз, меңзер адыңғы/келесі жолға ауысады.<p>Әйтпесе, жолдың басында тұрған меңзер алдыңғы жолға ауыспайды, бірақ жолдың соңында тұрған меңзер келесі жолға ауыса береді, бұл бағдарлама жасаушыларға ыңғайлы.
km: នៅ​ពេល​បើក ការ​ផ្លាស់ទី​ទស្សន៍​ទ្រនិច​បញ្ចូល ដោយ​ប្រើ​គ្រាប់​ចុច <b>ឆ្វេង</b> និង<b>ស្តាំ</b> នឹង​ទៅ​កាន់​បន្ទាត់មុន/បន្ទាប់ ត្រង់​ដើម/ចុង​បន្ទាត់ ស្រដៀង​ទៅ​នឹងកម្មវិធី​និពន្ធ​ភាគ​ច្រើន ។<p>នៅ​ពេល​បិទ ទស្សន៍​ទ្រនិច​បញ្ចូលមិន​អាចផ្លាស់ទី​ទៅ​ឆ្វេង​ត្រង់​ដើម​បន្ទាត់ ប៉ុន្តែ​វា​អាច​ផ្លាស់​ទី​ចេញ​ពី​ចុង​បន្ទាត់ ដែល​ងាយស្រួល​ណាស់សម្រាប់អ្នក​សរសេរ​កម្មវិធី ។
ko: 사용하면, 커서를 움직이는 <b>왼쪽</b> 과 <b>오른쪽</b> 키를 줄의 처음/끝에서 사용할 때 다른 편집기들처럼 이전/다음 줄로 이동합니다. <p>사용하지 않으면, 커서가 줄의 처음에서 왼쪽으로 움직이지는 못하지만,줄의 끝에서 밑으로 내려갈 수 는 있습니다. 이 설정은 프로그래머들에게는 매우 유용합니다.
mk: Кога е вклучено, поместувањето на курсорот за вметнување користејќи ги копчињата <b>Лево<b> и <b>Десно<b> ќе отиде до предходната/следната линија на почетокот/крајот од линијата, слично како кај повеќето уредувачи. <p>Кога е исклучено, курсорот за вметнување неможе да биде поместен лево од почетокот на линијата, но може да биде поместен од крајот на линијата, што може да биде мошне практично за програмерите.
ms: Apabila buka, menggerakkan kursor penyelitan menggunakan kekunci <b>Kiri</b> dan <b>Kanan</b> akan pergi ke baris sebelumnya/berikutnya di permulaan/penghujung baris, serupa dengan kebanyakan editor.<p>Apabila tutup, kursor penyelitan tidak boleh digerakkan ke kiri permulaan baris, tetapi ia boleh digerakkan dari penghujung baris. Ini sangat memudahkan pemprogram.
nb: Når dette er slått på, vil markøren bli flyttet til forrige/neste linje på slutten/begynnelsen av en linje når posisjonen endres med piltastene <b>venstre</b> eller <b>høyre</b>, slik som i de fleste skriveprogrammer.<p> Når funksjonen er skrudd av kan ikke markøren flyttes til venstre for starten av linja, men den kan flyttes til høyre for slutten av linja. Dette kan være nyttig for programmerere.
nds: Wenn aktiveert, geiht de Blinker mit de <b>Links</b>- un <b>Rechts</b>-Tasten na dat Enn / den Anfang vun de verleden / nakamen Reeg, liek so as mit de mehrsten Editoren.<p>Wenn nich aktiveert, kann de Blinker nich na links vun den Reeganfang gahn, man he kann na rechts vun dat Reegenn. Dat kann för Programmschrievers bannig kommodig wesen.</p>
nl: Wanneer ingeschakeld, zal het verplaatsen van de invoegcursor via de toetsen <b>links</b> en <b>rechts</b> deze vanaf het begin/einde van de regel naar de vorige/volgende regel brengen. Dit gedrag is het meest gebruikelijk in editors. <p>Wanneer uitgeschakeld, kan de cursor aan het begin van de regel niet verder naar links worden bewogen om naar de vorige regel te gaan. Maar hij kan wel naar rechts worden bewogen om voorbij het einde van de huidige regel te gaan. Deze instelling kan handig zijn voor programmeurs.
nn: Når dette er på, vert skrivemerket flytta til starten/slutten av linja når posisjonen vert flytta med piltastane <b>venstre</b> eller <b>høgre</b>, slik som i dei fleste skriveprogram. <p>Når funksjonen er av, kan ikkje skrivemerket flyttast til venstre for starten av linja, men det kan flyttast lenger enn til slutten av linja. Dette kan vera svært nyttig for programmerarar.
pl: Kiedy włączone, przesuwanie kursora używając klawiszy <b>Lewo</b> i <b>Prawo</b> spowoduje przejście do następnej/poprzedniej linii początku/ końca linii, jak w większości edytorów. <p>Kiedy wyłączone, kursor nie może zostać przesunięty w lewe skrajne położenie linii, ale może zostać przesunięty na koniec linii, co może być pomocne dla programistów.
pt: Se estiver activo, no caso de o utilizador mover o cursor de inserção com as teclas <b>Esquerda</b> e <b>Direita</b>, irá para a linha anterior/seguinte no início/fim da linha, como na maioria dos editores.<p>Se estiver desligado, o cursor de inserção não poderá ser movido para a esquerda do início de linha, mas pode ser movido para além do fim, o que poderá ser útil para os programadores.
pt_br: Quando habilitado, move o cursor de inserção usando as teclas <b>Esquerda</b> e <b>Direita</b>, indo respectivamente para a linha anterior/próxima, no início/fim da linha, similar na maioria dos editores.<p>Se desabilitado, o cursor da inserção não pode ser movido para a esquerda do início da linha, mas pode ser movido para fora do fim da linha, que pode ser cômodo para programadores.
ro: Cînd este activată, mutarea cursorului de inserare cu tastele <b>Stînga</b> şi <b>Dreapta</b> va determina mutarea la începutul/sfîrşitul liniei precedente/următoare, acţiune obişnuită în cele mai multe editoare. <p>În caz că opţiunea este dezactivată cursorul nu poate fi mutat la stînga începutului liniei, dar poate fi mutat la sfîrşitul ei, ceea ce poate fi foarte comod pentru programatori.
rw: Igihe bikora, kwimura inyoborayandika y'iyongeramo gukoresha buto z'<b>Ibumoso</b> n'<b>Iburyo</b>bizajya ku murongo ubanza/ukurikira ku ntangiriro/impera by'umurongo, bisa nka muhinduzi nyinshi.<p> Igihe bidakora, inyoborayandika ntishobora kwimurwa ibumoso bw'itangira ry'umurongo, ariko ishobora kwimurwa ku mpera y'umurongo, byo bishobora korohera cyane abandikaporogaramu.
se: Jos lea alde, de čállinmearka manná ovddit/čuovvovaš linnjái go lea linnjá álggus/loahpas go lihkadat <b>gurut</b> ja <b>olgeš</b> njuollaboaluiguin, nu go eanáš čállinprográmmain. <p> Jos lea eret, de ii mana čállinmearkka lihkadit linnjá álggu gurut beallái, muhto lea vejolaš lihkadit čállinmearkka linnjá duonbeallái, mii sáhttá leat hui ávkkálaš prográmmerejeddjiide.
sk: Ak je táto voľba použitá, presun kurzoru pomocou kláves <b>Vľavo</b> a <b>Vpravo</b> bude presúvať na nasledujúci/predchádzajúci riadok na konci/začiatku riadku, podobne ako vo väčšine editorov. <p>Ak je to vypnuté, kurzor nie je možné posunom vľavo preniesť na začiatok riadku, ale bude presunutý za koniec riadku, čo sa často hodí programátorom.
sl: Ko je vključeno, bo premik vstavitvenega kazalca z uporabo tipk <b>Levo</b> in <b>Desno</b> storjen na prejšnjo/naslednjo vrstico na začetku/koncu vrstice, podobno kot v večini urejevalnikov.<p>Ko je izključeno, se vstavitveni kazalec ne premakne levo od začetka vrstice, lahko pa se premakne desno od konca vrstice, kar je precej priročno za programerje.
sr: Када је укључено, померање курсора за уметање коришћењем тастера <b>Лево</b> и <b>Десно</b> ићи ће на претходну/следећу линију и на почетак/крај те линије, слично као у већини уређивача.<p>Када је искључено, курсор за уметање не може бити померен лево од почетка линије, али може бити померен иза краја линије, што може бити јако згодно програмерима.
sr@latn: Kada je uključeno, pomeranje kursora za umetanje korišćenjem tastera <b>Levo</b> i <b>Desno</b> ići će na prethodnu/sledeću liniju i na početak/kraj te linije, slično kao u većini uređivača.<p>Kada je isključeno, kursor za umetanje ne može biti pomeren levo od početka linije, ali može biti pomeren iza kraja linije, što može biti jako zgodno programerima.
ta: இயங்கும் போது, <b>இடது</b> மற்றும் <b>வலது</b> விசைகளின் முன்/அடுத்த வரியின் தொடக்கம்/முடிவு வரிகளின் நிலைகாட்டி வரி நகரும், இது பல தொகுப்பான்களை போல உள்ளது.<p>இயக்கத்தை நீக்கினால்,நிலைகாட்டியின் செருகல் வரி ஆரம்பத்தில் நகர்த்த முடியாது, ஆனால் இது வரி முடிவில் நகர்த்த முடியாது, இது நிரலாளர்களுக்கு மிக கையடக்கமாக இருக்கும்.
tg: Агар ин рамзро фаъол созед, ҳолати пахши рӯи маконнамои <b>Ба чап</b> ва <b>Ба рост</b> курсор ба сатри қаблӣ ёки баъдӣ хоҳад гузашт, агар ба шарте, ки он ба аввал ё охири сатр воқеъ бошад чунине, ки ин дар бисёри таҳриргари матн воқеъ аст. <p>Агар рамз ғайрифаъол бошад, курсор ба сатри қаблӣ аз сатри аввал нахоҳад гузашт лекин он қаблан метавонад аз охири сатр гузарад, чунки ин хеле қулай аст барои истифодакунандагон.
th: เมื่อเปิดใช้ การย้ายเคอร์เซอร์ด้วยปุ่มลูกศร <b>ซ้าย</b> และ <b>ขวา</b> จะไปยังบรรทัดก่อนหน้า/ถัดไปในตำแหน่ง เริ่มต้นบรรทัด/ท้ายบรรทัด เช่นเดียวกับเอดิเตอร์อื่นๆ <p>เมื่อไม่ใช้ การย้ายเคอร์เซอร์ จะไม่สามารถย้ายไปยังจุดเริ่มต้นบรรทัดได้ แต่มันสามารถย้ายไปยังท้ายบรรทัดได้ (เหมาะกับโปรแกรมเมอร์ซะมากกว่า)
uk: Коли ввімкнено, пересування курсору вставки за допомогою кнопок <b>Ліворуч</b> та <b>Праворуч</b> буде переходити на попередній/наступний рядок до його початку або кінця, так як це роблять більшість редакторів.<p>Інакше курсор не буде пересунуто ліворуч від початку рядку, але може бути відсунуто з кінця, що досить зручно для програмістів.
zh_cn: 当此项选中时，和大多数编辑器一样，在行的开头/结尾使用<b>左</b>和<b>右</b>键移动插入光标将会使光标移动到前一行/后一行。<p>当关闭的时候，插入光标到行首后将不能再用左键移动，但可以移动到行的尾部，这对于编程者可能会很顺手。

source: Selects whether the PageUp and PageDown keys should alter the vertical position of the cursor relative to the top of the view.
af: Kies of die BladsyOp en BladsyAf sleutels moet verander die vertikale posisie van die plekwyser relatief tot die bokant van die aansig.
ar: يختارالمفاتيح PageUp و PageDown يغير الموقع الراسى للمؤشر بالاعتماد على العرض فى الاعلى
bg: Преместване на курсора при натискане на клавишите Page Up/Page Down. Ако настройката е включена, при превъртане на страница нагоре или надолу, курсорът ще се позиционира съответно в началото или в края на видимата област.
bs: Izabire da li tipke PageUp i PageDown trebaju utjecati na vertikalni položaj kursora u odnosu na vrh pogleda.
ca: Selecciona si les tecles AvPag i RePag hauran d'alterar la posició vertical del cursor relativa a la part superior de la vista.
cs: Zvolí, jestli klávesy PageUp a PageDown mění svislou pozici kurzoru vzhledem k prvnímu řádku pohledu.
da: Vælger om PageUp- og PageDown-tasterne skal ændre den lodrette placering af markøren relativt til toppen af visningen.
de: Diese Einstellung legt fest, ob ein Druck auf die Tasten "Bild auf" bzw. "Bild ab" die Position des Cursors relativ zum oberen Rand der Ansicht verändert.
el: Επιλέγει το αν τα πλήκτρα PageUp και PageDown θα τροποποιούν την κατακόρυφη θέση του δρομέα σχετικά με την κορυφή της προβολής.
es: Selecciona si las teclas AvPag y RePag deberían alterar la posición vertical del cursor relativo a la parte superior de la vista.
eu: 'Orri-gora' eta 'Orri-behera' tekek kurtsorearen kokapen (ikuspegiaren goialdearekiko) bertikala aldatu dezaketen edo ez hautatzen du.
fa: انتخاب می‌کند که آیا کلیدهای بالا‌بر و پایین‌بر صفحه باید موقعیت عمودی مکان‌نمای مربوط به بالای نما را تغییر دهند یا خیر.
fi: Mikäli valittu, PageUp- ja PageDown -painikkeet siirtävät kohdistimen paikkaa pystysuunnassa.
fr: Détermine si les touches Haut de page et Bas de page doivent modifier la position verticale du curseur par rapport au haut de la vue.
fy: Beskiedt oft de toetsen PageUp en PageDown de fertikale posysje fan it rinnerke wizigje.
gl: Escolle se as teclas RePax e AvPax deben alterar a posición vertical do cursor en relación á parte superior da vista.
he: קובע האם מקשי PageUp ו-PageDown ישנו את המיקום המאונך של הסמן ביחס לראשית התצוגה.
hr: Određuje da li PageUp i PageDown tipke treba da mijenjaju uspravnu poziciju pokazivača u odnosu na vrh prikaza.
hu: Ez határozza meg, hogy a PageUp és PageDown billentyűkkel változtatható-e a kurzor függőleges pozíciója a nézet tetejéhez képest.
is: Stýrir hvort PageUp og PageDown hnapparnir breyti lóðréttri staðsetningu bendilsins miðað við efstu brún skjalsins.
it: Seleziona se i tasti PaginaSu e PaginaGiù devono modificare la posizione verticale del cursore relativa alla cima della vista.
ja: PageUp や PageDown キーを押したときにビューの上端に対するカーソルの縦位置を移動させるかどうかを選択します。
kk: Бұны таңдаса, PageUp мен PageDown пернелерін басқанда, меңзер терезедетік жоғары/төмен секіреді.
km: ជ្រើស​ថា​តើ​គ្រាប់ចុច​ទំព័រ​លើ និង​ទំព័រ​ក្រោម គួរ​ផ្លាស់ប្តូរ​ទីតាំង​បញ្ឈរ​របស់​ទស្សន៍​ទ្រនិចដែលទាក់​ទង​នឹង​កំពូល ​របស់​ទិដ្ឋភាព ឬ អត់ ។​
ko: PageUp 과 PageDown 키가 화면 상단에 상대적인 커서의 수직적 위치로 대신할 것인지 정합니다.
mk: Избира дали копчињата PageUp и PageDown треба да ја менуваат вертикалната позиција на курсорот релативно на врвот на погледот.
ms: Memilih samada kekunci Naik Halaman dan Turun Halaman harus mengubah posisi menegak kursor relatif kepada penglihatan atas.
nb: Velg om tastene Page Up og Page Down skal flytte på den loddrette plasseringa av skrivemerket i forhold til til toppen av tekstvinduet.
nds: Leggt fast, wat de SietRop- un SietDaal-Tasten den Blinker na baven / nerrn schuuvt oder he sien Positschoon op den Schirm wohrt.
nl: Bepaalt of de toetsen PageUp en PageDown de verticale positie van de cursor wijzigen.
nn: Vel om tastane Page Up og Page Down skal flytta på den loddrette plasseringa av skrivemerket i høve til toppen av tekstruta.
pl: Określa czy klawisze PageUp i PageDown zmieniają pozycję kursora względem góry widoku.
pt: Selecciona se as teclas PageUp e PageDown deverão alterar a posição vertical do cursor em relação ao topo da janela.
pt_br: Seleciona se as teclas PageUp e PageDown devem alterar a posição vertical do cursor, relativa ao topo da visão.
ro: Selectează dacă tastele "PageUp" şi "PageDown" ar trebui să modifice poziţia cursorului, relativ la marginea de sus a vizualizării.
rw: Ihitamo niba buto IpajiHejuru n'IpajiHasi bigomba guhindura ibirindiro mu buhagarike by'inyoborayandika ugereranyije no hejuru h'igaragaza.
se: Vállje jos Page Up ja Page Down boalut galget sirdit čállinmearkka teakstačájeheami bajábeali ektui.
sk: Vyberie, či majú klávesy PageUp a PageDown meniť vertikálnu pozíciu kurzora relatívne k hornej časti pohľadu.
sl: Izbere, če tipki PageUp in PageDown spremenita navpičen položaj kazalca glede na trenuten prikaz.
sr: Одређује да ли PageUp и PageDown тастери треба да мењају усправну позицију курсора у односу на врх приказа.
sr@latn: Određuje da li PageUp i PageDown tasteri treba da menjaju uspravnu poziciju kursora u odnosu na vrh prikaza.
ta: மேல் பக்கம் மற்றும் கீழ் பக்கம் விசை தோற்றத்தின் மேல் பகுதி சார்பாக மாற்ற வேண்டுமா என தேர்வு செய்யவும்
tg: Ин нишон медиҳад, ки тугмаҳои PageUp ва PageDown ҷоигиршавии курсори муш дар хусуси тирезаи равон дигаргун мекунанд ё не.
uk: Вибирає, чи змінюється вертикальна позиція курсора відносно верхньої границі перегляду після натискання клавіш PageUp або PageDown.
zh_cn: 选择 PageUp 和 PageDown 键是否更改光标相对于视图顶端的位置。

source: Tabulators
af: Tabelvormers
ar: مُنظمات الجدولة
be: Знакі водступаў
bg: Табулации
bs: Tabulatori
ca: Tabulacions
cs: Tabulátory
da: Tabulatorer
de: Tabulatoren
el: Στηλοθέτες
es: Tabuladores
eu: Tabuladoreak
fa: جدول‌بندها
fi: Sarkaimet
fr: Tabulations
gl: Tabuladores
he: טאבים
hr: Tabulatori
hu: Tabulátorok
it: Tabulazioni
ja: タブ
kk: Кестелеулер
km: ថេប
ko: 탭문자
mk: Табулатори
ms: Tabulator
nb: Tabulatorer
nds: Tabulatoren
nn: Tabulatorar
pa: ਸਾਰਣੀਕਾਰ
pl: Tabulatory
pt: Tabulações
pt_br: Tabuladores
ro: Tabulatori
rw: Ibisimbuka-mbonerahamwe
se: Tabuláhtorat
sk: Tabulátory
sl: Tabulatorji
sr: Табулатори
sr@latn: Tabulatori
ta: அட்டவணைப்படுத்தி
tg: Табуляторҳо
th: อักขระแท็บ
uk: Табулятори
zh_cn: 制表位
