Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Next Bookmark
af: Volgende Boekmerk
ar: علامة التبويب التالية
be: Наступная закладка
bg: Следваща отметка
bs: Sljedeća zabilješka
ca: Punt següent
cs: Další záložka
da: Næste bogmærke
de: Nächstes Lesezeichen
el: Επόμενος σελιδοδείκτης
es: Siguiente marcador
eu: Hurrengo laster-marka
fa: چوب الف بعدی
fi: Seuraava kirjanmerkki
fr: Signet suivant
fy: Blêdwizer fierder
gl: Seguinte Marcador
he: הסימנייה הבאה
hr: Sljedeća oznaka
hu: Következő könyvjelző
is: Næsta bókamerki
it: Segnalibro successivo
ja: 次のブックマーク
kk: Келесі бетбелгісіне
km: ចំណាំ​បន្ទាប់
ko: 다음 책갈피
mk: Следен обележувач
ms: Tanda Laman Seterusnya
nb: Neste bokmerke
nds: Nakamen Leesteken
nl: Volgende bladwijzer
nn: Neste bokmerke
pa: ਅੱਗੇ ਬੁੱਕਮਾਰਕ
pl: Następna zakładka
pt: Favorito Seguinte
pt_br: Próximo Marcador
ro: Următorul semn de carte
rw: Akamenyetso Gakurikira
se: Čuovvovaš girjemearka
sk: Nasledujúca záložka
sl: Naslednji zaznamek
sr: Следећи маркер
sr@latn: Sledeći marker
ta: அடுத்த புத்தகக்குறி
tg: Мондани оянда
th: คั่นหน้าถัดไป
uk: Наступна закладка
zh_cn: 下一个书签

source: Go to the next bookmark.
af: Gaan na die volgende boekmerk.
ar: إذهب إلى المؤشّر التّالي.
be: Ісці да наступнай закладкі.
bg: Отиване до най-близката следваща отметка.
bs: Idi na sljedeću zabilješku.
ca: Va cap al següent punt.
cs: Jít na následující záložku.
da: Gå til det næste bogmærke.
de: Zum nächsten Lesezeichen gehen
el: Μετάβαση στον επόμενο σελιδοδείκτη.
es: Ir al marcador siguiente.
eu: Joan hurrengo laster-markara.
fa: رفتن به چوب الف بعدی.
fi: Siirry seuraavaan kirjanmerkkiin.
fr: Aller au signet suivant.
fy: Gean nei de folgjende blêdwizer.
gl: Vai ao seguinte marcador
he: מעבר לסימנייה הבאה הקרובה ביותר.
hr: Kretanje na sljedeću oznaku.
hu: Ugrás a következő könyvjelzőhöz.
is: Fara áfram á næsta bókamerki.
it: Va al segnalibro successivo.
ja: 次のブックマークに移動します。
kk: Келесі бетбелгісіне өту.
km: ទៅ​កាន់​ចំណាំ​បន្ទាប់
ko: 다음 책갈피로 이동합니다.
mk: Оди на следниот обележувач.
ms: Pergi kepada.tanda laman seterusnya
nb: Gå til neste bokmerke.
nds: Gah na dat nakamen Leesteken.
nl: Ga naar de volgende bladwijzer.
nn: Gå til neste bokmerke.
pa: ਅਗਲੇ ਬੁੱਕਮਾਰਕ 'ਤੇ ਜਾਓ
pl: Idź do następnej zakładki.
pt: Ir para o favorito seguinte.
pt_br: Ir para o próximo marcador.
ro: Sare la următorul semnul de carte.
rw: Jya ku kamenyetso gakurikira.
se: Mana čuovvovaš girjemerkii.
sk: Prejsť na ďalšiu nasledujúcu záložku.
sl: Pojdi na naslednji zaznamek.
sr: Иди на следећи маркер.
sr@latn: Idi na sledeći marker.
ta: அடுத்த புத்தகக்குறிப்புக்குச் செல்லவும்.
tg: Ба мондани оянда равед.
th: ไปยังคั่นหน้าถัดไป
uk: Перейти до наступної закладки.
zh_cn: 前往下个书签。

source: Previous Bookmark
af: Vorige Boekmerk
ar: علامة التبويب السابقة
be: Папярэдняя закладка
bg: Предишна отметка
bs: Prethodna zabilješka
ca: Punt anterior
cs: Předchozí záložka
da: Forrige bogmærke
de: Voriges Lesezeichen
el: Προηγούμενος σελιδοδείκτης
es: Marcador anterior
eu: Aurreko laster-marka
fa: چوب الف قبلی
fi: Edellinen kirjanmerkki
fr: Signet précédent
fy: Foarige blêdwizer
gl: Anterior Marcador
he: הסימנייה הקודמת
hr: Prethodna oznaka
hu: Előző könyvjelző
is: Fyrra bókamerki
it: Segnalibro precedente
ja: 前のブックマーク
kk: Алдыңғы бетбелгісі
km: ចំណាំ​មុន
ko: 이전 책갈피
mk: Претходен обележувач
ms: Tanda Laman Terdahulu
nb: Forrige bokmerke
nds: Verleden Leesteken
nl: Vorige bladwijzer
nn: Førre bokmerke
pa: ਪਿੱਛੇ ਬੁੱਕਮਾਰਕ
pl: Poprzednia zakładka
pt: Favorito Anterior
pt_br: Marcador Anterior
ro: Semnul de carte precedent
rw: Akamenyetso kabanza
se: Ovddit girjemearka
sk: Predchádzajúca záložka
sl: Prejšnji zaznamek
sr: Претходни маркер
sr@latn: Prethodni marker
ta: முந்தைய புத்தகக்குறி
tg: Мондани пешина
th: คั่นหน้าก่อนหน้า
uk: Попередня закладка
zh_cn: 上一个书签

source: Go to the previous bookmark.
af: Gaan na die vorige boekmerk.
ar: إذهب إلى المؤشّر السّابق.
be: Ісці да папярэдняй закладкі.
bg: Отиване до най-близката предишна отметка.
bs: Idi na prethodnu zabilješku.
ca: Va cap al punt anterior.
cs: Jít na předcházející záložku.
da: Gå til det forrige bogmærke.
de: Zum vorigen Lesezeichen gehen.
el: Μετάβαση στον προηγούμενο σελιδοδείκτη.
es: Ir al marcador previo.
eu: Joan aurreko laster-markara.
fa: رفتن به چوب الف قبلی.
fi: Siirry edelliseen kirjanmerkkiin.
fr: Aller au signet précédent.
fy: Gean nei de foarige blêdwizer
gl: Vai ao marcador anterior.
he: מעבר לסימנייה הקודמת הקרובה ביותר.
hr: Kretanje na prethodnu oznaku.
hu: Ugrás az előző könyvjelzőhöz.
is: Fara afturábak á fyrra bókamerki.
it: Va al segnalibro precedente.
ja: 前のブックマークに移動します。
kk: Алдыңғы бетбелгісіне өту.
km: ទៅ​កាន់​ចំណាំ​មុន ។
ko: 이전 책갈피로 이동합니다.
mk: Оди на претходниот обележувач.
ms: Pergi kepada.tanda laman sebelumnya
nb: Gå til foregående bokmerke.
nds: Gah na dat verleden Leesteken.
nl: Ga naar de vorige bladwijzer.
nn: Gå til førre bokmerke.
pa: ਪਿੱਛੇ ਬੁੱਕਮਾਰਕ ਤੇ ਜਾਓ।
pl: Idź do poprzedniej zakładki.
pt: Ir para o favorito anterior.
pt_br: Ir para o marcador anterior.
ro: Sare la semnul de carte precedent.
rw: Jya ku kamenyetso kabanza.
se: Mana ovddit girjemerkii.
sk: Prejsť na predchádzajúcu záložku.
sl: Pojdi na prejšnji zaznamek.
sr: Иди на претходни маркер.
sr@latn: Idi na prethodni marker.
ta: முந்தைய புத்தகக்குறிக்குச் செல்லவும்
tg: Ба мондани пешина ревед.
th: ไปยังคั่นหน้าก่อนหน้านี้
uk: Перейти до попередньої закладки.
zh_cn: 前往上个书签。

source: &Next: %1 - "%2"
af: Volgende: %1 - "%2"
ar: ال&تّالي: %1 - "%2"
be: &Наступная: %1 - "%2"
bg: Следва&ща: %1 - "%2"
bs: &Sljedećih: %1 - "%2"
ca: &Següent: %1 - "%2"
cs: &Následující: %1 - "%2"
da: &Næste: %1 - "%2"
de: &Nächstes: %1 - "%2"
el: &Επόμενος: %1 - "%2"
es: &Siguiente: %1 - "%2"
eu: Hurre&ngoa: %1 - "%2"
fa: &بعدی: %1 - »%2«‌
fi: &Seuraava: %1 – ”%2”
fr: &Suivant : %1 - « %2 »
fy: Fier&der: %1 - "%2"
gl: Segui&nte: %1 - "%2"
he: ה&באה: %1 - "%2"
hr: &Slijedeća: %1 - "%2"
hu: &Következő: %1 - "%2"
is: &Næst: %1 - "%2"
it: &Successivo: %1 - "%2"
ja: 次(&N): %1 - "%2"
kk: &Келесі: %1 - "%2"
km: បន្ទាប់ ៖ %1 - "%2"
ko: 다음(&N): %1 - "%2"
mk: &Следно: %1 - „%2“
ms: Seterus&nya: %1 - "%2"
nb: &Neste: %1 – «%2»
nds: &Nakamen: %1 - "%2"
nl: Volge&nde: %1 - "%2"
nn: &Neste: %1 – «%2»
pa: ਅੱਗੇ(&N): %1 - "%2"
pl: &Następna: %1 - "%2"
pt: Próxi&mo: %1 - "%2"
pt_br: &Próximo: %1 - "%2"
ro: &Următor: %1 - "%2"
rw: Bikurikira: %1 - "%2"
se: Č&uovvovaš: %1 – «%2»
sk: Ďa&lej: %1 - "%2"
sl: &Naslednji: %1 - »%2«
sr: &Следећи: %1 - „%2“
sr@latn: &Sledeći: %1 - „%2“
ta: &அடுத்து: %1 - "%2"
tg: &Оянда: %1 - "%2"
th: ถัดไป: %1 - "%2"
uk: &Наступна: %1 "%2"
zh_cn: 下一个(&N)：%1 -“%2”

source: &Previous: %1 - "%2"
af: Vorige: %1 - "%2"
ar: ال&سّابق: %1 - "%2"
be: &Папярэдняя: %1 - "%2"
bg: Преди&шна: %1 - "%2"
bs: &Prethodnih: %1 - "%2"
ca: &Anterior: %1 - "%2"
cs: &Předchozí: %1 - "%2"
da: &Forrige: %1 - "%2"
de: &Vorheriges: %1 - "%2"
el: &Προηγούμενος: %1 - "%2"
es: &Previo: %1 - "%2"
eu: A&urrekoa: %1 - "%2"
fa: &قبلی: %1 - »%2«‌
fi: &Edellinen: %1 – ”%2”
fr: &Précédent : %1 - « %2 »
fy: &Foarige: %1 - "%2"
gl: &Prévio: %1 - "%2"
he: ה&קודמת: %1 - "%2"
hr: &Prethodna: %1 - "%2"
hu: &Előző: %1 - "%2"
is: &Fyrra: %1 - "%2"
it: &Precedente: %1 - "%2"
ja: 前(&P): %1 - "%2"
kk: &Алдыңғы: %1 - "%2"
km: មុន ៖ %1 - "%2"
ko: 이전(&P): %1 - "%2"
mk: &Предходно: %1 - „%2“
ms: &Terdahulu: %1 - "%2"
nb: &Forrige: %1 – «%2»
nds: &Verleden: %1 - "%2"
nl: &Vorige: %1 - "%2"
nn: &Førre: %1 – «%2»
pa: ਪਿੱਛੇ(&P): %1 - "%2"
pl: &Poprzednia: %1 - "%2"
pt: &Anterior: %1 - "%2"
pt_br: &Anterior: %1 - "%2"
ro: &Precedent: %1 - "%2"
rw: Bibanza: %1 - "%2"
se: &Ovddit: %1 – «%2»
sk: &Späť: %1 - "%2"
sl: &Prejšnji: %1 - »%2«
sr: &Претходни: %1 - „%2“
sr@latn: &Prethodni: %1 - „%2“
ta: &முந்தையது: %1 - "%2"
tg: &Пешина: %1 - "%2"
th: ก่อนหน้า: %1 - "%2"
uk: &Попередня: %1 - "%2"
zh_cn: 上一个(&P)：%1 -“%2”

source: Kate Part
af: Kate Deel
ar: برنامج Kate Part
be: Модуль Kate
da: Kate-del
de: Kate-Komponente
eu: Kate zatia
fa: جزء Kate
fi: Kate-komponentti
he: רכיב Kate
hr: Kate dio
hu: Kate objektum
is: Kate hluti
it: Componente di Kate
ja: Kate パート
kk: Kate компоненті
km: ផ្នែក​របស់ Kate
pa: ਕੇਟ ਭਾਗ
pt: Componente do Kate
pt_br: Componente do Kate
ro: Componentă Kate
rw: Igice Kate
se: Kate-oassi
sl: Del Kate
sr: Kate-ов део
sr@latn: Kate-ov deo
ta: Kate பகுதி
tg: Қисми Kate
th: ส่วนของ Kate
uk: Складова Kate
zh_cn: Kate 部件

source: Embeddable editor component
af: Inlegbare redigeerder komponent
ar: محتوي مُحرر قابل للدمج
be: Унутраны тэкставы рэдактар
bg: Текстов редактор, който може да се вгражда
bs: Ugradiva editor komponenta
ca: Component encastable de l'editor
cs: Komponenta vestavného editoru
da: Indlejrbar editor-komponent
de: Eingebettete Editorkomponente
el: Ενσωματώσιμο συστατικό επεξεργαστή
es: Componente de editor empotrable
eu: Editore-osagai kapsulagarria
fa: مؤلفۀ ویرایشگر نهفتنی
fi: Upotettava editorikomponentti
fr: Composant d'édition intégrable
fy: Ynsletten tekstynfierkomponint
gl: Componente Incrustábel de Edición de Textos
he: רכיב עורך בר־הטבעה
hr: Ugradiva komponenta uređivača
hu: Beágyazható szövegszerkesztő-komponens
is: Ívefjanleg ritilseining
it: Componente Editor integrabile
ja: 埋め込み可能なエディタコンポーネント
kk: Ендірілетін редактор компоненті
km: សមាសភាគ​របស់​កម្មវិធី​និពន្ធ​ដែល​បង្កប់
ko: 내장가능한 편집기 콤포넌트
mk: Вградлива уредувачка компонента
ms: Komponen penyunting boleh selit
nb: Innebyggbar komponent for redigering
nds: Inbettbor Editorkomponent
nl: Ingebed tekstinvoercomponent
nn: Innebyggbart skriveprogram
pa: ਸ਼ਾਮਲ ਹੋਣ ਯੋਗ ਸੰਪਾਦਕ ਭਾਗ
pl: Edytor komponentów wbudowanych
pt: Componente de edição incorporada
pt_br: Componente integrado do editor
ro: Componentă de editare înglobată
rw: Inyangingo ya muhinduzi ishyirikamo
se: Vuojohahtti čállinprográmmaoassi
sk: Komponent vkladateľného editora
sl: Sestavni del urejevalnika, ki se lahko vključi
sr: Уградива уређивачка компонента
sr@latn: Ugradiva uređivačka komponenta
ta: உட்பொதிந்த தொகுப்பான் பொருள்
tg: Ҷори кунандаи компоненти муҳаррир
th: คอมโพเนนต์แก้ไขข้อความที่ฝังไว้ในโปรแกรมอื่นได้
uk: Вмонтована компонента редактора
zh_cn: 可嵌入的编辑器部件

source: (c) 2000-2004 The Kate Authors
af: (c) 2000-2004 Die Kate Deel Outeure
be: (c) 2000-2004 Стваральнікі Kate
bg: (c) 2000-2004, екипът на Kate
bs: (c) 2000-2004 Autori Kate
ca: (c) 2000-2004 Els autors del Kate
cs: (c) 2000-2004 autoři Kate
da: (c) 2000-2004 Kate-forfatterne
de: (c) 2000-2004, die Kate-Autoren
el: (c) 2000-2003 Οι συγγραφείς του Kate
es: (c) 2000-2004 Los autores de Kate
eu: (c) 2000-2004 Kate-ren egileak
fi: (c) 2000-2004 Katen tekijät
fr: (c) 2000-2004 Les auteurs de Kate
fy: (c) 2000-2004 de Kate-skriuwers
gl: (c) 2000-2004 Os Autores de Kate
he: (c) 2000-2004 Kate הכותבים של
hr: (c) 2000-2004 Autori programa Kate
hu: (c) A Kate szerzői, 2000-2004.
is: (c) 2000-2004 höfundar Kate
it: (c) 2000-2004 gli autori di Kate
ja: (c) 2000-2004 Kate 開発チーム
kk: (c) 2000-2004, Kate авторлары
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០០-២០០៤ ដោយ​អ្នក​និពន្ធ Kate
mk: (c) 2000-2004 авторите на Kate
ms: (c) 2000-2004 Pengarang Kate
nb: © 2000–2004 Kate-utviklerene
nds: (c) 2000-2004 De Kate-Autoren
nl: (c) 2000-2004 de auteurs van Kate
nn: © 2000–2004 Kate-utviklarane
pa: (c) ੨੦੦੦-੨੦੦੪ ਕੇਟ ਲੇਖਕ
pl: (c) 2000-2004 Autorzy Kate
pt: (c) 2000-2004 Os Autores do Kate
pt_br: (c) 2000-2004 Autores do Kate
ro: (c) 2000-2004 Autorii Kate
rw: (c) 2000-2004 Abanditsi ba Kate
se: © 2000–2004 Kate čállit
sk: (c) 2000-2004 Autori Kate Part
sl: (c) 2000 - 2004 Avtorji Kate
sr: © 2000-2004, аутори Kate
sr@latn: © 2000-2004, autori Kate
ta: (c) 2000-2004 கேட் ஆசிரியர்கள்
tg: (c) 2000-2004, Муаллифони Kate
th: (c) 2000-2004 กลุ่มผู้เขียน Kate
uk: (c) 2000-2004 Автори Kate
zh_cn: (c) 2000-2004 Kate 作者

source: Maintainer
af: Onderhouer
ar: المشرف
bs: Održava
ca: Mantenidor
cs: Správce
da: Vedligeholder
de: Betreuer
el: Συντηρητής
es: Encargado
eu: Arduraduna
fa: نگه‌دارنده
fi: Ylläpitäjä
fr: Mainteneur
fy: Underhâlder
gl: Mantedor
he: מתחזק
hr: Održavatelj
hu: Karbantartó
is: Umsjónarmaður
it: Responsabile
ja: メンテナ
kk: Жетілдірушісі
km: អ្នក​ថែទាំ
ko: 관리자
mk: Одржувач
ms: Penyelenggara
nb: Vedlikeholder
nds: Pleger
nl: Onderhouder
nn: Vedlikehaldar
pa: ਪਰਬੰਧਕ
pl: Opiekun
pt: Manutenção
pt_br: Mantenedor
ro: Responsabil
rw: Umurinzi
se: Mátasdoalli
sk: Správca
sl: Vzdrževalec
sr: Одржавач
sr@latn: Održavač
ta: நிர்வகிப்பவர்
tg: Тасдиқкунанда
th: ผู้ดูแล
uk: Супровід
zh_cn: 维护者

source: Core Developer
af: Kern Ontwikkelaar
ar: مطور النواة
be: Галоўны распрацоўнік
bs: Glavni programer
ca: Desenvolupador principal
cs: Přední vývojář
da: Kerneudvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador principal
eu: Nukleoaren garatzailea
fa: توسعه‌دهندۀ هسته
fi: Pääkehittäjä
fr: Développeur central
fy: Kern-untwikkelder
gl: Desenvolvente da Base
he: מפתח מרכזי
hr: Glavni dio razvio
hu: Kiemelt fejlesztő
is: Aðalhönnuður
it: Sviluppatore principale
ja: コア開発者
kk: Негізін қалаушысы
km: អ្នក​អភិវឌ្ឍន៍ស្នូល
ko: 핵심 개발자
mk: Развивач на јадрото
ms: Pemaju Teras
nb: Hoved-utvikler
nds: Schriever
nl: Kernontwikkelaar
nn: Kjerneutviklar
pa: ਮੂਲ ਖੋਜੀ
pl: Programista z podstawowego zespołu
pt: Programador Principal
pt_br: Desenvolvedor Principal
ro: Dezvoltator principal
rw: Mukoraporogaramu intima
se: Váldoovdánahtti
sk: Jeden z hlavných programátorov
sl: Glavni razvijalec
sr: Програмер језгра
sr@latn: Programer jezgra
ta: மூலம் உருவாக்குவோர்
tg: Инкишофдиҳандаи асосӣ
th: ผู้พัฒนาแกนหลัก
uk: Головний розробник
zh_cn: 核心开发人员

source: The cool buffersystem
af: Die oulike bufferstelsel
ar: نظام التخزين الرائع
be: Файная сістэма кішэняў і буфераў
bs: Cool sistem spremnika
ca: El fantàstic sistema de cau
cs: Skvělý systém vyrovnávací paměti
da: Det smarte buffersystem
de: Das wunderbare Puffersystem
el: Το εξαιρετικό σύστημα ενδιάμεσης μνήμης
es: El estupendo sistema tampón
eu: Buffer-sistema dotorea
fa: سیستم میان‌گیر cool
fi: Siisti puskurijärjestelmä
fr: Le superbe système de tampons
fy: De koele buffersysteem
gl: O macanuido sistema de buffers
he: מערכת המאגרים המגניבה
hr: Koristan sustav međuspremnika
hu: A nagyszerű pufferelési rendszer
is: Flotta biðminniskerfið
it: Il buon sistema di buffer
ja: 優れたバッファシステム
kk: Күшті буфер жүйесі
km: ប្រព័ន្ធ​សតិបណ្តោះអាសន្ន​ត្រជាក់
ko: 멋진 완충시스템
mk: Опасниот бафер-систем
ms: Sistem penimbal tenang
nb: Det kule buffersystemet
nds: Dat deegte Puffersysteem
nl: Het fantastische buffersysteem
nn: Det kule buffersystemet
pa: ਬਫਰ ਸਿਸਟਮ
pl: Świetny system buforowania
pt: O sistema de 'buffers' giro
pt_br: O Sistema de buffers
ro: Sistem deştept de tampoane
rw: Ububikomfasha sisitemu bwiza
sk: Fantastický systém medzipamätí
sl: Odličen predpomnilniški sistem
sr: Кул систем баферисања
sr@latn: Kul sistem baferisanja
ta: இடையகச் கணிப்பொறி
tg: Буфери беҳтарин
th: ระบบพักข้อมูลที่เยี่ยมยอด
uk: Передова система буферизації
zh_cn: 极好的缓存系统

source: The Editing Commands
af: Die Redigering Opdragte
ar: أوامر التّحرير
be: Каманды рэдагавання
bs: Naredbe za editovanje
ca: Les ordres d'edició
cs: Příkazy pro úpravu
da: Redigeringskommandoer
de: Bearbeitungsbefehle
el: Οι εντολές επεξεργασίας
es: Las órdenes de edición
eu: Edizioko komandoak
fa: فرمانهای در حال ویرایش
fi: Muokkauskomennot
fr: Les commandes d'édition
fy: De te bewurkjen kommando's
gl: Os Comandos de Edición
he: פקודות העריכה
hr: Naredbe za uređivanje
hu: Szerkesztési parancsok
is: Ritunarskipanirnar
it: I comandi di modifica
ja: 編集コマンド
kk: Өңдеу командалары
km: ពាក្យ​បញ្ជា​កែសម្រួល
ko: 편집 명령
mk: Команди за уредување
ms: Arahan Edit
nb: Redigeringskommandoer
nds: De Bewerkbefehlen
nl: De tekstinvoercommando's
nn: Redigeringskommandoane
pa: ਸੰਪਾਦਨ ਕਮਾਂਡਾਂ
pl: Polecenia edycji
pt: Os Comandos de Edição
pt_br: Os Comandos de Edição
ro: Comnezile de editare
rw: Iyandika ry'Amabwiriza
se: Doaimmahangohččumat
sk: Príkaz pre editovanie
sl: Ukazi za urejanje
sr: Наредбе уређивања
sr@latn: Naredbe uređivanja
ta: தொகுக்கும் கட்டளை
tg: Фармонҳои таҳриркунӣ
th: คำสั่งการแก้ไข
uk: Команди редагування
zh_cn: 编辑命令

source: Testing, ...
af: Toetsing, ...
ar: جاري الاختبار ...
be: Тэсты, ...
bs: Testiram, ...
ca: Provant, ...
cs: Testování, ...
da: Tester, ...
de: Tests ...
el: Δοκιμές, ...
es: Probando, ...
eu: Probatzen,...
fa: آزمایش، ...
fi: Testaus, ...
fr: Test intensif...
gl: Probas, ...
he: בדיקה, ...
hr: Ispitivanje...
hu: Tesztelés stb.
is: Prófanir, ...
it: Prove, ...
ja: テスト...
kk: Сынау, ...
km: កំពុង​ពិសោធ...
ko: 테스트, ...
mk: Тестирање, ...
ms: Cuba, ...
nds: Utproberen, ...
nl: Tests, ...
pa: ਜਾਂਚ, ...
pl: Testowanie, ...
pt: Testes, ...
pt_br: Testando ....
ro: Testare, ...
rw: Igerageza, ...
se: Geahččaleamen, …
sk: Testovanie, ...
sl: Preizkus ...
sr: Тестирање, ...
sr@latn: Testiranje, ...
ta: சோதித்தல், ...
tg: Озмоиш,...
th: การทดสอบ ...
uk: Тестування, ...
zh_cn: 测试……

source: Former Core Developer
af: Vorige Kern Ontwikkelaar
ar: المطوّر الأساسي السّابق
be: Былы галоўны распрацоўнік
bs: Bivši glavni programer
ca: Desenvolupador de l'antic codi principal
cs: Bývalý přední vývojář
da: Tidligere kerneudvikler
de: Ehemalige Hauptentwickler
el: Πρώην κύριος προγραμματιστής
es: Desarrollador principal anterior
eu: Lehenagoko nukleoaren garatzailea
fa: توسعه‌دهندۀ پیشین هسته
fi: Edellinen pääkehittäjä
fr: Ancien développeur central
fy: Eardere Kern Untwikkelder
gl: Anterior Desenvolvente da Base
he: מפתח מרכזי לשעבר
hr: Prethodni pisac glavnog dijela
hu: Korábbi vezető fejlesztő
is: Fyrrum aðalhönnuður
it: Precedente sviluppatore principale
ja: 以前のコア開発者
kk: Бастапқы негізін қалаушысы
km: អតីត​អ្នក​អភិវឌ្ឍន៍​ស្នូល
ko: 이전 핵심 개발자
mk: Поранешен развивач на јадро
ms: Pemaju Teras Dahulu
nb: Tidligere hovedutvikler
nds: Verleden Schriever
nl: Voormalig kernontwikkelaar
nn: Tidlegare hovudutviklar
pa: ਪੁਰਾਣਾ ਮੂਲ ਖੋਜੀ
pl: Były programista z podstawowego zespołu
pt: Antigo Programador Principal
pt_br: Desenvolvedor Principal
ro: Fostul dezvoltator principal
rw: Mukoraporogaramu Intima Usanzwe
se: Ovddit váldoovdánahtti
sk: Bývalý hlavný programátor
sl: Prejšnji glavni razvijalec
sr: Бивши програмер језгра
sr@latn: Bivši programer jezgra
ta: மூலம் உருவாக்குவோர்
tg: Инкишофкунандаи расмӣ
th: ผู้พัฒนาแกนหลักก่อนหน้านี้
uk: Попередній головний розробник
zh_cn: 先前核心开发人员

source: KWrite Author
af: Kskryf Outeur
ar: مؤلف برنامج KWrite
be: Стваральнік KWrite
bs: KWrite autor
ca: Autor del KWrite
cs: Autor KWrite
da: KWrite-forfatter
de: Autor von KWrite
el: Συγγραφέας του KWrite
es: Autor de KWrite
eu: KWrite-ren egilea
fa: نویسندۀ KWrite
fi: KWriten tekijä
fr: Auteur de KWrite
fy: KWrite-skriuwer
gl: Autor de KWrite
he: הכותב של KWrite
hr: KWrite autor
hu: A KWrite szerzője
is: Höfundur KWrite
it: Autore di KWrite
ja: KWrite 作者
kk: KWrite авторы
km: អ្នក​និពន្ធ KWrite
ko: KWrite 만든이
mk: Автор на КWrite
ms: Pengarang KWrite
nb: KWrite-forfatter
nds: Autor vun KWrite
nl: Auteur van KWrite
nn: KWrite-forfattar
pa: KWrite ਲੇਖਕ
pl: Autor KWrite
pt: Autor do KWrite
pt_br: Autor do KWrite
ro: Autor KWrite
rw: Umwanditsi wa KKwandika
se: KWrite čálli
sk: Autor KWrite
sl: Avtor KWrite
sr: KWrite аутор
sr@latn: KWrite autor
ta: KWrite ஆசிரியர்
tg: Муаллифи KWrite
th: ผู้เขียน KWrite
uk: Автор KWrite
zh_cn: KWrite 作者

source: KWrite port to KParts
af: Kskryf poort na Kparts
ar: منفذ KWrite إلى KParts
be: Перанос KWrite на аснову KParts
bs: KWrite port u KParts
ca: Port del KWrite a KParts
cs: Převod KWrite do KParts
da: KWrite-portering til KParts
de: Portierung von KWrite auf KParts
el: Προσαρμογή του KWrite στην τεχνολογία KParts
es: Porte de KWrite a KParts
eu: KWrite KParts-era bihurtua
fa: درگاه KWrite در KParts
fi: KWriten sovitus KPartsiin
fr: Portage de KWrite vers KParts
fy: KWrite bring nei KParts
gl: Conversión de KWrite a KParts
he: הסבת KWrite ל־KParts
hr: KWrite prebacio u KParts
hu: A KWrite újraírása objektumok felhasználásával
is: Flutti KWrite í KParts
it: Conversione di KWrite all'architettura KParts
ja: KWrite の KParts への移植
kk: KWrite-ті KParts-қа көшіруі
km: KWrite ទៅ KParts
ko: KParts로의 KWrite 포트
mk: KWrite порт на KParts
ms: Bahagian KWrite untuk KParts
nb: Omskriving av KWrite som KPart
nds: Överdregen vun KWrite na KParts
nl: Van KWrite naar KParts overdragen
nn: KWrite-port til KParts
pa: KWrite ਪੋਰਟ KParts ਤੱਕ
pl: Port Kwrite do KParts
pt: Conversão do KWrite para KParts
pt_br: Porte para o KParts
ro: Portare KWrite la KParts
rw: Umuyoboro wa KKwandika ku KIbice
se: KWrite-porta KParts'ii
sk: Port KWrite do KParts
sl: Prenos KWrite v KParts
sr: KWrite порт на KParts
sr@latn: KWrite port na KParts
ta: KParts இற்கு மாற்றிய KWrite
tg: Бардошта бурдани KWrite ба KParts
th: พอร์ต KWrite มายัง KParts
uk: Порт KWrite до KParts
zh_cn: KWrite 移植到 KParts

source: KWrite Undo History, Kspell integration
af: Kskryf Herstel Geskiedenis, Kspell integrasie
ar: تاريخ التراجع في KWrite, عملية التكامل مع Kspell
be: Гісторыя вяртанняў для KWrite, інтэграцыя спраўджвання правапісу праз KSpell
bs: KWrite Historija vraćanja, integracija KSpell-a
ca: Desfer l'historial del KWrite, integració amb Kspell
cs: Historie operací zpět, integrace KSpell
da: KWrite Fortryd-historik, KSpell-integration
de: Rückgängig-Verlauf für KWrite, Kspell-Integration
el: Ιστορικό αναιρέσεων του KWrite, ενσωμάτωση Kspell
es: Historial de deshacer de KWrite, Integración de Kspell
eu: KWrite-ren 'Desegin historia', KSpell-en integrazioa
fa: تاریخچۀ واگرد KWrite، مجتمع‌سازی Kspell
fi: KWriten peruutushistoria, KSpell-integraatio
fr: Historique des annulations de KWrite, intégration de KSpell
fy: KWrite Ungedien Skiednis, Kspell yntegraasje
gl: Histórial de Desfacer de KWrite, integración de Kspell
he: היסטוריית הביטול של KWrite, שילוב עם Kspell
hr: KWrite povratak izmjena, integracija KSpell-a
hu: KWrite visszavonási napló, KSpell-integráció
is: Afturköllun og tenging við KSpell í KWrite
it: Cronologia di Annulla di KWrite, integrazione con KSpell
ja: KWrite「元に戻す」履歴、Kspell 統合
kk: KWrite амалдардан қайту журналы, Kspell-мен бірлестіруі
km: ប្រវត្តិ​មិន​ធ្វើ​វិញ​របស់ KWrite, ការ​រួមបញ្ចូល Kspell
ko: KWrite 실행취소 히스토리, Kspell 통합
mk: KWrite историја на команди, интеграција со Kspell
ms: Rekod Nyahcara KWrite, Integrasi Kspell
nb: Angrehistorie, KSpell-integrasjon
nds: KWrite sien Torüchnehmenlist, Integratschoon vun KSpell
nl: KWrite's ongedaan-maken-geschiedenis, KSpell's integratie
nn: Angrehistorie, KSpell-integrering i KWrite
pa: KWrite ਵਾਪਿਸ ਅਤੀਤ, Kspell ਜੋੜ
pl: Wielopoziomowe cofanie w KWrite, integracja KSpella
pt: Historial do Desfazer do KWrite, integração com o Kspell
pt_br: Histórico do Desfazer do KWrite, integração com o Kspell
ro: Istoric des-facere KWrite, integrare KSpell
rw: KKwandika Gubiranyuma Amateka, Ikorana-bindi Kkuvuganyuguti
se: KWrite gáhtanhistorihkka, Kspell ovttaiduvvan
sk: KWrite história krokov späť, integrácia KSpell
sl: Zgodovina preklicov KWrite, integracija Kspell
sr: KWrite историјат опозивања, интеграција Kspell-а
sr@latn: KWrite istorijat opozivanja, integracija Kspell-a
ta: KWrite செயல்நீக்க வரலாறு, Kspell ஒருங்கிணைப்பு
tg: Журнали KWrite, ҳамроҳи KSpell
th: ส่วนประวัติการเรียกคืนบน KWrite, การรวม Kspell เข้าไปด้วย
uk: Історія повернень KWrite, інтеграція з Kspell
zh_cn: KWrite 撤消历史，Kspell集成
