Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: The bookmarks will be ordered by the line numbers they are placed at.
af: Die boekmerke sal wees gesorteer deur Die lyn nommers hulle word rangorde na.
ar: العلامات المرجعية رُتبت باستخدام أرقام الاسطر التى فيها.
bg: Сортиране на отметките по номер на ред на който са създадени.
bs: Zabilješke će biti poredane po brojevima linija na kojima se nalaze.
ca: Els punts s'ordenaran segons els números de les línies en els que es troben.
cs: Záložky budou tříděny podle čísla řádky, na kterých jsou umístěny.
da: Bogmærkerne vil blive sorteret efter de linjenumre de placeres ved.
de: Die Lesezeichen werden nach den Zeilennummern sortiert, in denen sie gesetzt sind.
el: Οι σελιδοδείκτες θα ταξινομούνται σύμφωνα με τον αριθμό γραμμής που τοποθετούνται.
es: Los marcadores se ordenarán por los números de las líneas en los que se encuentran.
eu: Laster-markak kokatuta dauden lerro-zenbakien arabera ordenatu egingodira.
fa: چوب الفها توسط تعداد خطوطی که در آنها جای داده می‌شوند، ترتیب داده می‌شوند.
fi: Kirjanmerkit järjestetään niiden rivinumeroiden mukaan.
fr: Les signets seront classés selon les numéros des lignes sur lesquelles ils sont placés.
fy: De blêdwijers sille oardere wurde neffens de rigelnûmers wêrop se pleatst binne.
gl: Os marcadores serán ordenados segundo os números de liña en que están postos.
he: הסימניות ימוינו על פי מספרי השורות שבהן הן ממוקמות.
hr: Oznake će biti poredane po brojevima linija na koje su postavljene.
hu: A könyvjelzők aszerint lesznek rendezve, hogy milyen sorszámú sorra mutatnak.
is: Bókamerkjunum verður raðað eftir línunúmerum sem þau eru staðsett á.
it: I segnalibri saranno ordinati a seconda dei numeri di riga a cui sono collocati.
ja: ブックマークを行番号順に並べます。
kk: Бетбелгілер ол қойылған жол нөмірі бойынша реттеледі.
km: ចំណាំ​នឹង​ត្រូវ​បាន​តម្រៀបតាម​លេខ​បន្ទាត់ ដែល​ពួក​វាស្ថិត​នៅ ។
ko: 책갈피가 위치하는 줄 번호에 따라 정렬됩니다.
mk: Забелешките ќе бидат подредени според бројот на линиите каде што се поставени.
ms: Nombor tanda laman akan disusun mengikut baris ditempatkan.
nb: Bokmerkene ordnes etter linjenummeret de står ved.
nds: De Leestekens warrt na de Nummer vun de Reeg sorteert, woneem se staht.
nl: De bladwijzers zullen worden geordend op de regelnummers waarop ze zijn geplaatst.
nn: Bokmerka vert sorterte etter kva for linjenummer dei høyrer til.
pa: ਬੁੱਕਮਾਰਕਾਂ ਨੂੰ ਉਸ ਸਤਰ ਅੰਕ ਦੇ ਅਧਾਰ 'ਤੇ ਰੱਖਿਆ ਜਾਵੇਗਾ, ਜਿੱਥੇ ਉਹਨਾਂ ਨੂੰ ਰੱਖਿਆ ਗਿਆ ਹੈ।
pl: Zakładki będą sortowane według numerów linii przy których są umieszczone.
pt: Os favoritos irão ser ordenados pelos números de linhas onde estão colocados.
pt_br: Os favoritos serão ordenados pelos números das linhas nas quais eles estão colocados.
ro: Semnele de carte vor fi ordonate după numerele de linie la care sînt plasate.
rw: Utumenyetso tuzakurikiranwa n'imibare y'umurongo twashyizweho.
se: Girjemearkkat erohallojuvvojit linnjánummiriid bokte.
sk: Záložky budú usporiadané podľa čisla riadku kde sú umiestnené.
sl: Zaznaki bodo razvrščeni po številkah vrstic, kjer so postavljeni.
sr: Маркери ће бити поређани по бројевима линија на којима су постављени.
sr@latn: Markeri će biti poređani po brojevima linija na kojima su postavljeni.
ta: புத்தக குறியீடுகள் சேமித்து வைக்கப்பட்ட அதன் வரி எண்கள் மூலம் கட்டளையிடப்படும்
tg: Монданҳо бо тартиб гузошта шавад тавассути хати рақамҳо ҷое ки онҳо ҷойгир ҳастанд.
th: ที่คั่นหนังสือจะถูกเรียงลำดับตามหมายเลขบรรทัด
uk: Закладки будуть впорядковані по номерах рядків на які вони вказують.
zh_cn: 书签将按照它们在文档中的行号顺序排列。

source: Each new bookmark will be added to the bottom, independently from where it is placed in the document.
af: Elke nuwe boekmerk sal toegevoeg word na die onderkant, onafhanklik van waar dit posisioneer is in die dokument.
ar: كل علامة مرجعية تكون أُُضيفة الى الاسفل., بالاعتماد على مكان وجودها على المستند.
bg: Сортиране на отметките по дата и час на създаване.
bs: Svaka nova zabilješka će biti dodana na dno, nezavisno od njene pozicije u dokumentu.
ca: Cada nou punt serà afegit al fons, independentment d'on estiga situat en el document.
cs: Každá nová záložka bude přidána na konec nezávisle na jejím umístění dokumentu.
da: Hvert nyt bogmærke vil blive tilføjet til bunden uafhængigt af hvor det er placeret i dokumentet.
de: Neue Lesezeichen werden am unteren Ende hinzugefügt, unabhängig von ihrer Position im Dokument.
el: Κάθε νέος σελιδοδείκτης θα προστίθεται από κάτω, ανεξάρτητα από το που είναι τοποθετημένος στο έγγραφο.
es: Cada nuevo marcador se añadirá al fondo, independientemente de donde estén situados en el documento.
eu: Laster-marka berriak beheko aldean gehituko dira, dokumentuan zer tokitan kokatzen diren kontuan hartu gabe.
fa: هر چوب الف جدید از جایی که به طور مستقل در سند به آن داده می‌شود، در پایین افزوده می‌شود.
fi: Jokainen uusi kirjanmerkki lisätään luettelon loppuun, riippumatta kirjanmerkin sijainnista asiakirjassa.
fr: Chaque nouveau signet sera ajouté au bas du menu, quel que soit son emplacement dans le document.
fy: Eltse blêdwizer sil oan de ûnderkant taheake wurde, ûnacht wêr sy yn it dokumint pleatst wurdt.
gl: Cada novo marcador será posto no fondo, sen ter en conta onde está situado no documento.
he: כל סימניה חדשה תתווסף בסוף הרשימה, בלי קשר למיקומה במסמך.
hr: Svaka nova oznaka će biti dodana na dno, neovisno o tome gdjeje stavljena u dokumentu.
hu: Az új könyvjelzők a lista végére fognak kerülni, függetlenül attól, hogy a dokumentum melyik sorára mutatnak.
is: Bókamerkjum verður bætt við enda listans, óháð hvar það er staðsett í skjalinu.
it: Ogni nuovo segnalibro verrà aggiunto in coda, indipendentemente da dove è collocato nel documento.
ja: ドキュメント中の位置とは関係なく、新しいブックマークを一番下に追加します。
kk: Әрбір жаңа бетбелгі, құжаттың қай жерінде қойылғанына қарамай, соңына қосылады.
km: ចំណាំថ្មី​នីមួយៗ​នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​បាត​ដោយ​ឯករាជ្យ​ពី​កន្លែង​ដែល​វាស្ថិតនៅ ។
ko: 문서의 어느 위치의 책갈피인가에 상관없이 제일 아래에 새로운 책갈피가 추가됩니다.
mk: Секоја нова забелешка ќе биде додадена на дното, независно од тоа каде се наоѓа во документот.
ms: Setiap penanda lama yang baru akan ditempatkan di bawah, berasingan daripada kedudukan dalam dokumen.
nb: Hvert bokmerke legges til nederst, uavhenging av hvor det står i dokumentet.
nds: Nieg Leestekens warrt nerrn toföögt, ehr Positschoon in't Dokment speelt keen Rull.
nl: Elke nieuwe bladwijzer zal aan de onderzijde worden toegevoegd, ongeacht waar zij in het document is geplaatst.
nn: Kvart nytt bokmerke vert lagt til nedst, uavhengig av kvar dei står i dokumentet.
pl: Każda nowa zakładka będzie dodawana na końcu, niezależnie od położenia w dokumencie.
pt: Cada novo favorito será adicionado no fim, independentemente de onde se encontra colocado no documento.
pt_br: Cada marcador novo será adicionado na base, independentemente de onde ele está colocado no documento.
ro: Fiecare semn de carte va fi adăugat la sfîrşit, independent de locul în care este plasat în document.
rw: Buri kamenyetso gashya kazongerwa kuri buto, hatitaweho aho iri mu nyandiko.
se: Juohke girjemearka lasihuvvo botnái, sorjjasmeahttun das gos dat gávdno dokumeanttas.
sk: Každá nová záložka bude pridaná na koniec, nezávisle od toho kde v dokumente je umiestnená.
sl: Vsak nov zaznamek bo dodan na dno, neodvisno od tega, kje je postavljen v dokumentu.
sr: Сваки нови маркер ће бити додат на дно, независно од тога где је смештен у документу.
sr@latn: Svaki novi marker će biti dodat na dno, nezavisno od toga gde je smešten u dokumentu.
ta: ஆவணத்தில் எங்கு சேமித்திருந்தாலும் ஒவ்வொரு புதிய புத்தகக்குறியீடும் அடியில் சேர்க்கப்படும்
tg: Ҳар мондани нав дар поён илова мешавад, вобаста аз дар куҷочойгир аст ӯ дар ҳуҷҷат.
th: ที่คั่นหนังสือใหม่แต่ละตัว จะถูกเพิ่มเข้าไปยังส่วนท้าย โดยเป็นอิสระจากที่มันถูกจัดวางไว้ในเอกสาร
uk: Кожна закладка буде додаватися знизу, незалежно від місця в документі на який вона вказує.
zh_cn: 每个新的书签都会添加在最后面，跟它在文档中的位置无关。

source: If this is enabled, the editor will display vertical lines to help identify indent lines.
bg: Показване на помощна вертикална линия за определяне на отстъпа.
ca: Si està habilitat això, l'editor mostrarà línies verticals per ajudar a identificar les línies de sagnat.
da: Hvis dette er aktiveret, vil editoren vise en lodret linje til at hjælpe med at identificere indrykningslinjer.
de: Ist diese Einstellung aktiv, zeigt der Editor eine senkrechte Linie an, die beim Erkennen von Einrückungslinien hilft.
el: Αν ενεργοποιηθεί, ο επεξεργαστής θα εμφανίζει κατακόρυφες γραμμές για την εύκολη αναγνώριση τονισμένων γραμμών.
es: Si está activado, el editor mostrará una línea vertical que ayude a identificar las líneas sangradas.
eu: Gaituta badago, editoreak marra bertikala bistaraziko du koskatutako lerroak antzematen laguntzeko.
fa: اگر این فعال شود، ویرایشگر خط عمودی را برای کمک در تشخیص خطوط تو‌رفته نمایش می‌دهد.
fr: Si cette option est activée, l'éditeur affichera des lignes verticales pour faciliter l'identification des lignes indentées.
fy: Bywannear't oansetten is sil de bewurker fertikale linen sjen litte om it identifisearjen fan ynsprongen rigels makliker te meitsjen.
gl: Se habilita esta opción, o editor mostrará unha liña vertical para axudar a identificar as liñas endentadas.
he: אם אפשרות זו מופעלת, העורך ימחק כל תו רווח בסופי השורות, אם הם נשאו על ידי סמן ההוספה.
hu: Ha ez be van kapcsolva, a szerkesztő függőleges vonalakat húz, hogy könnyebben felismerhetők legyenek a behúzott sorok.
is: Ef þetta er valið mun ritillinn sýna lóðrétta línu til að auðvelda leit að inndráttslínum.
it: Se attivato, l'editor mostrerà delle righe verticali per favorire l'identificazione delle righe indentate.
ja: これを有効にすると、エディタはインデント行の識別を助けるために縦線を表示します。
kk: Бұл құсбелгі қойылса, жол шегіністерді анықтау үшін тік сызықша көрсетілетін болады.
km: ប្រសិន​បើ​វា​ត្រូវ​បាន​អនុញ្ញាត នោះ​កម្មវិធី​និពន្ធ​នឹង​បង្ហាញ​បន្ទាត់​បញ្ឈរ​ដើម្បី​ជួយ​បញ្ជាក់បន្ទាត់​ចូល ។​
ko: 이 옵션을 설정하면, 들여쓰기 행을 구분하는데 도움이 되는 세로 행을 표시할 것입니다.
mk: Ако е ова избрано, уредувачот ќе прикаже вертикални линии за да може полесно да се идентификуваат линиите за вовлекување.
nb: Her kan du velge om skriveprogrammet skal vise en loddrett linje for å synliggjøre linjer med innrykk.
nds: Wenn aktiveert, warrt de Editor piellieke Lienen wiesen, de bi't Opfinnen vun Inrücken hölpt.
nl: Indien geactiveerd zal de editor verticale lijnen tonen om het identificeren van ingesprongen regels te vergemakkelijken.
nn: Her kan du velja om skriveprogrammet skal visa ei loddrett linje for at innrykka linjer skal visast betre.
pl: Jeśli ta opcja jest włączona, edytor pokaże pionowe linie by pomóc w identyfikacji wierszy z wcięciami.
pt: Se isto estiver activado, o editor irá mostrar linhas verticais para ajudar a identificar as linhas de indentação.
pt_br: Se isto estiver habilitado, o editor exibirá uma linha vertical para ajudar a identificar as linhas de identação.
ro: Dacă opţiunea este activată, editorul va afişa linii verticale pentru a ajuta la identificarea liniilor de indentare.
se: Jos dát doaibma lea alde, de čállinprográmma ceakkolinnjáid vai oainnát siskkilduvvon linnjáid.
sk: Ak je toto povolené, editor zobrazí vertikálne čiary na lešiu identifikáciu odsadzovacích riadkov.
sl: Če je to omogočeno, bo urejevalnik prikazoval navpične črte za lažjo prepoznavo zamaknjenih vrstic.
sr: Ако је ово укључено, уређивач ће приказати усправне линије као помоћ за уочавање увлачења.
sr@latn: Ako je ovo uključeno, uređivač će prikazati uspravne linije kao pomoć za uočavanje uvlačenja.
uk: Якщо ввімкнено, то редактор буде відображати вертикальні лінії, які допомагатимуть відрізняти рядки з відступами.
zh_cn: 如果启用了此选项，编辑器将会显示垂直线，以帮助您识别缩进行。

source: File Format
af: Lêer Formaat
ar: تنسيق الملف
be: Фармат файла
bg: Формат на файл
bs: Format datoteke
ca: Format de fitxer
cs: Formát souboru
da: Filformat
de: Dateiformat
el: Μορφή αρχείου
es: Formato de archivo
eu: Fitxategi-formatua
fa: قالب پرونده
fi: Tiedoston muoto
fr: Format de fichier
fy: Triemformaat
gl: Formato de Arquivo
he: תבנית קובץ
hr: Format datoteka
hu: Fájlformátum
is: Skráarsnið
it: Formato file
ja: ファイル形式
kk: Файл пішімі
km: ទ្រង់ទ្រាយ​ឯកសារ
ko: 파일 형식
mk: Формат на датотека
ms: Format Fail
nb: Filformat
nds: Dateiformaat
nl: Bestandsformaat
nn: Filformat
pa: ਫਾਇਲ ਫਾਰਮਿਟ
pl: Format pliku
pt: Formato do Ficheiro
pt_br: Formato do Arquivo
ro: Format fişier
rw: Imiterere y'Idosiye
se: Fiilaformáhtta
sk: Formát súboru
sl: Vrsta datoteke
sr: Формат фајла
sr@latn: Format fajla
ta: கோப்பு சீரமைப்பு
tg: Андозаи файл
th: รูปแบบแฟ้ม
uk: Формат файла
zh_cn: 文件格式

source: &Encoding:
af: Enkodering:
ar: &ترميز:
be: &Знаказбор:
bg: Ко&дова таблица:
bs: &Kodni raspored:
ca: &Codificació:
cs: &Kódování:
da: &Tegnsæt:
de: &Kodierung:
el: &Κωδικοποίηση:
es: &Codificación:
eu: &Kodeketa:
fa: &کدبندی:‌
fi: M&erkkikoodaus:
fr: Encoda&ge :
fy: Kod&earring:
gl: &Codificación:
he: &קידוד:
hr: &Kodiranje:
hu: Kó&dolás:
is: Velja stafa&töflu:
it: &Codifica:
ja: エンコーディング(&E):
kk: &Кодтамасы:
km: ការ​អ៊ិនកូដ ៖
ko: 인코딩(&E):
mk: &Кодирање:
ms: P&engenkodan:
nb: Tegn&koding:
nds: &Koderen:
nl: Cod&ering:
nn: Teikn&koding:
pa: ਇੰਕੋਡਿੰਗ(&E):
pl: &Kodowanie:
pt: &Codificação:
pt_br: &Codificação:
ro: &Codarea:
rw: Isobeka:
se: &Koden:
sk: &Kódovanie:
sl: &Kodiranje:
sr: &Кодирање:
sr@latn: &Kodiranje:
ta: குறிமுறையாக்கு:
tg: &Рамзи ҳарф:
th: ชุดรหัสอักขระ:
uk: &Кодування:
zh_cn: 编码(&E)：

source: End &of line:
af: Einde van lyn:
ar: نهاية ا&لسطر:
be: Канец &радка:
bg: К&рай на ред:
bs: &Završetak reda:
ca: Fi &de línia:
cs: K&onec řádku:
da: &Linjeafslutning:
de: Zeilen&ende:
el: &Τέλος γραμμής:
es: &Fin de línea:
eu: Lerroaren amai&era:
fa: پایان &خط:‌
fi: &Rivinvaihto:
fr: Fin de &ligne :
fy: &Einrigelteken:
gl: Fin de &Liña:
he: סוף &שורה:
hr: &Kraj reda:
hu: A s&or vége:
is: Línu&endingar:
it: &Fine della riga:
ja: 改行コード(&O):
kk: Ж&олды аяқтау:
km: ចុង​បន្ទាត់ ៖
ko: 줄의 끝(&O):
mk: &Крај на линија
ms: Akhir dari bar&is:
nb: Linj&eskift:
nds: Reeg&enn:
nl: &Regeleinde::
nn: Linj&eskift:
pa: ਸਤਰ ਦਾ ਅੰਤ(&o):
pl: &Koniec wiersza:
pt: &Fim da linha:
pt_br: &Fim de linha:
ro: &Sfîrşit de linie:
rw: Impera y'umurongo:
se: &Linnjámolsun:
sk: &Koniec riadku:
sl: Konec &vrstice:
sr: Заврш&етак линије:
sr@latn: Završ&etak linije:
ta: வரி முடிவு
tg: Оҳири &хат:
th: จบบรรทัดแบบ:
uk: &Кінець рядка:
zh_cn: 行尾(&O)：

source: &Automatic end of line detection
af: Automaties einde van lyn opsporing
be: &Аўтаматычнае вызначэнне канца радка
bg: &Автоматично определяне на режима за край на ред
ca: Detecció &automàtica del final de línia
cs: &Automatická detekce konce řádku
da: &Automatisk detektion af linjeslut
de: Automatische &Zeilenendeerkennung
el: &Αυτόματη ανίχνευση τέλους γραμμής
es: Detección automática de fin de línea
eu: Lerro amaieraren detekzio &automatikoa
fa: پایان &خود‌کار آشکارسازی خط‌
fr: Détection &automatique des fins de lignes
fy: &Automatysk rigelein ûntdekke
gl: Detección &automática da fin da liña
he: זיהוי &אוטומטי של סוף שורה
hu: &Automatikus
is: &Sjálfvirk greining af línuendingu
it: Rilevazione &automatica fine riga
ja: 改行コードの自動検知(&U)
kk: &Жол аяқтауы авто анықталсын
km: រក​ឃើញ​ចុង​បន្ទាត់​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 행의 끝 자동 감지(&A)
mk: &Автоматска детекција на крај на линија
nb: &Automatisk oppdaging av linjeslutt
nds: &Automaatsch Reegenn kennen
nl: &Automatisch einde regel detecteren
nn: &Automatisk oppdaging av linjeslutt
pa: ਸਵੈ-ਚਾਲਤ ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰੀ ਖੋਜ(&A)
pl: &Automatyczne wykrycie końca wiersza
pt: Detecção &automática do fim da linha
pt_br: Detecção automática de fin&al de linha
ro: Detecţie &automată sfîrşit de linie
se: &Automáhtalaš linnjáloahpa áican
sk: &Automatické zistenie konca riadku
sl: &Samodejno zaznavanje konca vrstice
sr: &Аутоматско одређивање краја линије
sr@latn: &Automatsko određivanje kraja linije
tg: &Фосилоти худкорӣ
th: ตรวจสอบการจบบรรทัดอัตโนมัติ
uk: &Автоматичне визначення кінця рядка
zh_cn: 自动检测行尾(&A)

source: UNIX
fa: یونیکس
km: យូនីក
pa: ਯੂਨੈਕਸ
ta: யுனிக்ஸ்
th: ยูนิกซ์ (UNIX)

source: DOS/Windows
fa: داس/ویندوز
km: ដូស​/​វីនដូ
ko: 도스/윈도우
ta: டாஸ்/வின்டோஸ்
th: ดอส/วินโดว์ส (Dos/Windows)

source: Memory Usage
af: Geheue Gebruik
be: Выкарыстанне памяці
bg: Памет за използване
bs: Upotreba memorije
ca: Ús de la memòria
cs: Spotřeba paměti
da: Hukommelsesforbrug
de: Speicherverwendung
el: Χρήση μνήμης
es: Uso de memoria
eu: Memoriaren erabilera
fa: کار‌برد حافظه
fi: Muistin käyttö
fr: Utilisation de la mémoire
fy: Unthâld gebrûk
gl: Utilización de Memória
hu: Memóriahasználat
is: Minnisnotkun
it: Uso della memoria
ja: メモリ使用量
kk: Жадын пайдалан
km: ការ​ប្រើសតិ
ko: 메모리 사용량
mk: Користење на меморија
ms: Penggunaan Ingatan
nb: Minnebruk
nds: Spiekerbruuk
nl: Geheugengebruik
nn: Minnebruk
pa: ਮੈਮੋਰੀ ਵਰਤੋਂ
pl: Zużycie pamięci
pt: Utilização de Memória
pt_br: Uso de Memória
ro: Utilizare memorie
rw: Ikoreshwa ry'Umwanyabubiko
se: Muitogeavaheapmi
sk: Využitie pamäti
sl: Uporaba pomnilnika
sr: Потрошња меморије
sr@latn: Potrošnja memorije
ta: நினைவக பயன்பாடு
tg: Истифодаи хотира
th: การใช้หน่วยความจำ
uk: Використання пам'яті
zh_cn: 内存使用

source: Maximum loaded &blocks per file:
af: Maksimum laai en bloks per lêer:
be: Найбольшая колькасць прачытаных &блокаў на файл:
bg: Максимален &брой заредени блокове за файл:
bs: Maksimalan broj učitanih &blokova po datoteci:
ca: Màxim de &blocs carregats per fitxer:
cs: Maximální počet načtených &bloků na soubor:
da: Maksimum indlæste &blokke pr fil:
de: Maximale Anzahl geladener &Blöcke pro Datei:
el: Μέγιστος αριθμός φορτωμένων &μπλοκ ανά αρχείο:
es: Número máximo de &bloques cargados por archivo:
eu: Gehienezko &bloke kopurua fitxategiko:
fa: بیشینۀ &بلوکهای بارگذاری‌شده در هر پرونده:‌
fi: Tiedostoa kohden ladataan lohkoja enintään:
fr: Nombre maximal de &blocs chargés par fichier :
fy: Maksimum oantal te laden &blokken de triem:
gl: Máximo de &bloques carregados por ficheiro:
hu: A betöltött &blokkok maximális száma (fájlonként):
is: Hámarksfjöldi &blokka í skrá:
it: Massimo &blocchi caricati per file:
ja: ファイルあたりの最大読み込みブロック数(&B):
kk: Файлдың жүктелетін &блоктар санның жоғарғы шегі:
km: បណ្ដុំ​ក្នុង​មួយ​ឯកសារ​ដែល​បាន​ផ្ទុក​អតិបរមា ៖
ko: 파일당 메모리에 불러들일 최대 블럭 수(&B)
mk: Максимално вчитани &блокови по датотека:
ms: &Blok dimuatkan maksimum per fail:
nb: Maksimum lastede &blokker per fil:
nds: Maximaaltall vun laadt &Blöck per Datei:
nl: Maximum aantal te laden &blokken per bestand:
nn: Høgste tal på innlasta &blokker per fil:
pa: ਪ੍ਰਤੀ ਫਾਇਲ ਵੱਧੋ-ਵੱਧ ਲੋਡ ਹੋਣ ਯੋਗ ਬਲਾਕ(&b):
pl: Najwięcej załadowanych &bloków na plik:
pt: &Blocos máximos carregados por ficheiro:
pt_br: Número máx. de &blocos carregados por arquivo:
ro: Numărul de &blocuri încărcate per fişier:
rw: Ibice byatangijwe ntarengwa ku Idosiye:
sk: Maximum načítaných &blokov na súbor:
sl: Največje število naloženih &blokov na datoteko:
sr: Највећи број учитаних &блокова по фајлу:
sr@latn: Najveći broj učitanih &blokova po fajlu:
th: จำนวนบล็อกสูงสุดที่จะโหลดต่อแฟ้ม:
uk: Макс. кількість завантажених &блоків для одного файла:
zh_cn: 每个文件最多装入的块数(&B)：

source: Automatic Cleanups on Load/Save
af: Outomaties Skoonmaak van Laai/Stoor
be: Аўтаматычнае ачышчэнне пры Адкрыцці/Запісе
bg: Автоматично конвертиране при зареждане/запис
ca: Neteja automàtica en carregar/desar
cs: Automatické vyčištění při načtení/uložení
da: Automatisk oprydning ved indlæs/gem
de: Automatische Bereinigung beim Laden/Speichern
el: Αυτόματο συγύρισμα κατά τη φόρτωση/αποθήκευση
es: Limpieza automática al guardar/cargar
eu: Garbiketa automatikoak kargatzean/gordetzean
fa: پاک‌سازی خود‌کار هنگام بار‌گذاری/ذخیره
fi: Puhdistetaan automaattisesti ladattaessa ja tallennettaessa
fr: Nettoyage automatique au chargement / à l'enregistrement
fy: Automatysk opskjinje by it bewarjen/laden
gl: Limpeza automática ao Carrregar/Guardar
he: ניקיון אוטומטי בעת שמירה וטעינה
hu: Automatikus tisztítás betöltéskor és mentéskor
is: Sjálfvirk tiltekt þegar hlaðið inn/vistað
it: Pulizia automatica al salvataggio/caricamento
ja: 読み込み/保存時の自動クリーニング
kk: Жүктегенде/сақтағанда авто тазалау
km: សម្អាតដោយ​ស្វ័យ​ប្រវត្តិ​នៅ​ពេល ផ្ទុក/រក្សា​ទុក
ko: 불러오기/저장할 때 자동으로 정리
mk: Автоматски чистења при вчитување/зачувување
ms: Pembersihan Automatik bagi Muat/Simpan
nb: Automatisk opp&rydding ved lagring/åpning
nds: Automaatsch bi't Laden/Sekern reenmaken
nl: Automatisch schoonmaken bij opslaan/laden
nn: Automatisk opp&rydding ved lagring/opning
pa: ਲੋਡ ਕਰਨ/ਸੰਭਾਲਣ ਤੇ ਸਵੈ-ਚਾਲਤ ਹੀ ਸਾਫ਼ ਕਰੋ
pl: Automatyczne czyszczenie przy zapisie/odczycie
pt: Limpezas Automáticas ao Carregar/Gravar
pt_br: Limpezas Automáticas ao Salvar/Carregar
ro: "Curăţare" automată la încărcare/salvare
rw: Amasukura ahamye Yikoresha ku Gutangiza/Kubika
se: Automáhtalaš čorgen vurke-/rabadettiin
sk: Automaticky upratať pri načítaní/uložení
sl: Samodejno čiščenje pri shranjevanju in nalaganju
sr: Аутоматско чишћење при учитавању/снимању
sr@latn: Automatsko čišćenje pri učitavanju/snimanju
uk: Автоматичне очищення під час завантаження/збереження
zh_cn: 装入/保存时自动清理

source: Re&move trailing spaces
af: Verwyder volgende spasies
ar: إزالة الفراغات الممتده
be: &Прыбіраць канцавыя прагалы
bg: Изтриване на &завършващите интервали
bs: &Ukloni razmake na kraju linije
ca: E&limina els espais inicials
cs: Odstranit &mezery na konci řádku
da: &Fjern afsluttende mellemrum
de: &Leerzeichen am Zeilenende entfernen
el: &Αφαίρεση κενών στο τέλος
es: &Eliminar espacios al final
eu: Ezabatu buk&aerako zuriuneak
fa: &حذف فاصله‌های دنباله‌دار‌
fi: &Poista välilyönnit rivien lopuista
fr: Supp&rimer les espaces de fin de ligne
fy: Spaasjes efte&roan fuortsmite
gl: Eli&minar espazos ao final
he: ה&סר רווחים עודפים
hr: &Ukloni razmake na kraju linije
hu: A sorvégi szóközök &eltávolítása
is: &Fjarlægja bil aftan við línu
it: Ri&muovi gli spazi finali
ja: 末尾のスペースを削除する(&M)
kk: Соңындағы бос орындар өші&рілсін
km: យក​ដក​ឃ្លា​នៅ​ពី​ក្រោយ​ចេញ
ko: 뒤에 남은 빈칸 제거(&M)
mk: &Отстрани празни места од крајот
ms: &Buang ruang mengekor
nb: Fje&rn mellomrom på slutten av linja
nds: Ach&terankamen Leertekens wegdoon
nl: Spaties achte&raan verwijderen
nn: Fje&rn mellomrom sist på linja
pa: ਅੰਤਮ ਖਾਲੀ ਥਾਂ ਹਟਾਓ(&m)
pl: Usuń &spacje na końcu wiersza
pt: Re&mover os espaços finais
pt_br: &Remover espaços finais
ro: &Elimină spaţiile terminale
rw: Gukuramo Imyanya isigara
se: &Váldde eret gaskkaid linnjá loahpas
sk: &Odstrániť prebytočné medzery
sl: Ods&trani presledke na koncu
sr: &Уклони пратеће размаке
sr@latn: &Ukloni prateće razmake
ta: பின் இடைவெளிகளை நீக்கு
tg: Фосилаҳои итмом &нест кунед
th: ลบช่องว่างด้านท้ายบรรทัดทิ้ง
uk: &Стирати кінцеві пропуски
zh_cn: 删除行尾的空格(&M)
