Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>Enables the start of dynamically wrapped lines to be aligned vertically to the indentation level of the first line. This can help to make code and markup more readable.</p><p>Additionally, this allows you to set a maximum width of the screen, as a percentage, after which dynamically wrapped lines will no longer be vertically aligned. For example, at 50%, lines whose indentation levels are deeper than 50% of the width of the screen will not have vertical alignment applied to subsequent wrapped lines.</p>
af: <p>Aktiveer die begin van dinamiese oorvloeiende lyne om vertikaal in lyn gebring te word soos die inkeping vlak van die eerste lyn. Dit kan help om kode en merkop meer leesbaar te maak.</p><p>Addisioneel, laat dit jou toe om 'n maksimum wydte van die skerm in te stel, soos 'n persentasie, na wat dinamiese oorvloei lyne nie meer vertikaal in lyn gebring sal word nie. Byvoorbeeld, by 50%, lyne wie se inkeepvlakke dieper is as 50% van die wydte van die skerm sal nie vertikale inlynbringing aangewend word na volgende oorvloei lyne nie.</p>
ar: <p>يسمح لبدايات الأسطر الملتفة المتحركة بالمحاذاة الرأسية مع مستوى المسافة البادئة للسطر الأول. وهذا سيساعد في جعل النص والترميز مقروءاً بصورة أفضل. </p><p>بالإضافة لهذا فإنه يسمح لك بضبط أقصى عرض للشاشة، كنسبة مئوية، وبعدها لن تظل الأسطر الملتفة المتحركة على محاذاة رأسية. مثلاً عند 50% فإن الأسطر ذات مستوى المحاذاة الأعمق من 50% من عرض الشاشة لن تكون لها محاذاة رأسية تطبّق على الأسطر التالية.</p>
bg: <p>Вертикално подравняване на динамично пренесените редове с отстъпа на реда. По този начин динамично пренесените редове се подреждат под главния ред.</p><p>Допълнително може да укажете максималната видима част от прозореца, след която тази настройка няма да се прилага. Например, ако установите стойността на 50%. Това означава, че редове, който имат отстъп по-голям от 50% от широчината на видимата част при динамично пренасяне няма да се подравняват вертикално. Редове, чиито отстъп е по-малък от 50% ще се подравняват вертикално чрез използване отстъпа на реда.</p>
bs: <p>Uključuje uspravno poravnavanje dinamički prelomljenih linija sa nivoom uvlačenja početne linije. Ovo može pomoći da kod bude čitljiviji.</p> <p>Pored toga, ovo vam omogućuje da podesite maksimalnu širinu ekrana, u vidu procenta, nakon koje dinamički prelomljene linije više neće biti uspravno poravnate. Na primjer, na 50% linije čiji nivoi uvlačenja su dublji od 50% širine ekrana neće biti uspravno poravnate.</p>
ca: <p>Habilita l'aliniació vertical de l'inici de les línies ajustades dinàmicament al nivell de sagnat de la primera línia. Això ajuda a fer el codi i el marcatge més llegidors.</p><p>Addicionalment, això us permet establir una amplada màxima de la pantalla com percentatge, després del qual les línies ajustades dinàmicament no s'aliniaran verticalment. Per exemple, al 50%, les línies amb un nivell de sagnat superior al 50% de l'amplada de la pantalla, faran que no s'apliqui l'aliniació vertical a les línies següents.</p>
da: <p>Aktiverer starten af at dynamisk ombrudte linjer bliver justeret lodret til indrykningsniveauet for den første linje. Dette kan hjælpe til at gøre kode og opmarkering mere læsbar.</p><p>Derudover tillader dette at du sætter en maksimal bredde for skærmen som en procent, efter hvilken dynamisk ombrudte linjer ikke længere vil blive justeret lodret. For eksempel ved 50%, vil de linjer hvis indrykningsniveauer er dybere end 50% af skærmens bredde ikke få lodret justering anvendt på de linjer der ombrydes derefter.</p>
de: <p>Diese Einstellung bewirkt, dass der Beginn von dynamisch umbrochenen Zeilen senkrecht an der Einrückung der ersten Zeile ausgerichtet wird. Dies kann die Lesbarkeit von Code oder Markup erleichern.</p> <p>Zudem können Sie hier eine maximale Bildschirmbelegung in Prozent festlegen, nach der dynamisch umbrochene Zeilen nicht mehr senkrecht ausgerichtet werden. Bei einem Wert von 50% werden z. B. Zeilen, die weiter als bis zur Hälfte des Bildschirms eingerückt sind, nicht mehr senkrecht ausgerichtet.</p>
el: <p>Ενεργοποιεί την κατακόρυφη στοίχιση των δυναμικά αναδιπλωμένων γραμμών στο επίπεδο εσοχής της πρώτης γραμμής. Αυτό μπορεί να βοηθήσει να γίνουν ο κώδικας και τα έγγραφα markup πιο ευανάγνωστα.</p><p>Επιπροσθέτως, αυτό σας επιτρέπει να ορίσετε το μέγιστο μήκος της οθόνης, σαν εκατοστιαίο ποσοστό, μετά το οποίο οι δυναμικά αναδιπλώμενες γραμμές δε θα στοιχίζονται κατακόρυφα. Για παράδειγμα, στο 50%, γραμμές των οποίων τα επίπεδα εσοχής είναι βαθύτερα από το 50% του πλάτους της οθόνης δε θα εφαρμοστεί κατακόρυφη στοίχιση στις επόμενες αναδιπλώμενες γραμμές.</p>
es: <p>Activa el inicio de líneas dinámicamente ajustadas para que se alineen verticalmente al nivel de sangrado de la primera líneas. Este comportamiento puede ayudar a escribir código y hacer al marcado más legible.</p><p>Adicionalmente, esto permite fijar la máxima anchura de la pantalla, como un porcentaje, a partir del cual las líneas ajustadas dinámicamente ya no estarán alineadas verticalmente. Por ejemplo, al 50%, las líneas cuya nivel de sangrado sea más profundo que el 50% de la pantalla no tendrán alineamiento vertical aplicado sobre las líneas ajustadas a continuación.</p>
eu: <p>Lerroen itzulbiratze dinamikoaren hasiera gaitzen du, beste lerroak lehen lerroaren koskaren mailan bertikalki lerrokatzeko. Honi esker, kodea eta etiketak ulergarriagoak bihur daitezke.</p><p>Gainera, honen bitartez pantailaren gehienezko zabalera ezar dezakezu, ehunekotan, kasu. Honen ostean dinamikoki itzulbiratutako lerroak ez dira gehiago bertikalki lerrokatuko. Adibidez, % 50ean ezarriz gero, pantailaren % 50a baino koska handiagoa duten lerroen ondorengo itzulbiratutako lerroetan ez da lerrokatze bertikalik aplikatuko.</p>
fa: <p> آغاز خطوطی که به طور پویا سطربندی شده‌اند، به طور عمودی نسبت به سطح فرو‌‌‌‌‌‌‌رفتگی نخستین خط همتراز می‌شوند. این کار می‌تواند به ایجاد کد و خوانا‌تر کردن کمک کند.</p><p> به علاوه، این کار به شما اجازه می‌دهد عرض بیشینۀ پرده را برای این که مدت زیادی همتراز نشوند بعد از این که خطوطیبه طور عمودی سطربندی شدند،، به عنوان درصدی تنظیم کنید. برای مثال، بر حسب ۵۰٪، خطوطی که سطوح تو‌رفتگیشان از ۵۰٪ عرض پرده عمیق‌تر است، تراز کردن عمودی، که برای خطوط سطربندی‌شدۀ بعدی به کار برده شده را ندارند. </p>
fi: <p>Sisentää dynaamisesti rivitetyt rivit ensimmäisen rivin sisennystasoon. Tämä voi tehdä lähdekoodista ja merkkauskielestä luettavampaa.</p> <p>Voit myös määritellä näytön maksimileveyden prosentteina, jolloin tämän ylittävää automaattisesti rivitettyä tekstiä ei sisennetä. Jos asetus on esimerkiksi 50 %, tätä leveämpää sisennystä ei käytetä rivin jälkeen tulevilla riveillä.</p>
fr: <p>Aligne verticalement le début des lignes dynamiquement coupées au niveau d'indentation de la première ligne. Cette fonction peut aider à rendre le code et le balisage plus lisibles.</p><p>De plus, ceci permet de déterminer une largeur d'écran maximale, comme pourcentage de la largeur de la vue, après laquelle les lignes dynamiquement coupées ne seront plus alignées verticalement. Par exemple, à 50 %, les lignes dont les niveaux d'indentation sont supérieurs à 50 % de la largeur de l'écran ne seront plus prises en compte pour l'alignement vertical des lignes coupées.</p>
fy: <p>Hjirmei kinne dynamysk ôfbrutsen rigels rjochte wurde mei de oarspronklike ynspringdjipte fan de rigel. Boarnekoade en bgl. HTML-opmaak wurdt op dizze wize better te lêzen.</p><p>Ek kinne jo ynstelle hoe breed (yn prosinten) de ynspringdjipte wêze mei tsjinoer fan de werjeftedjipte, om ôfbrutsen rigels te rjochtsjen. As jo bygelyks 50% ynstelle wurde rigels mei in ynspringdjipte fan 50% of mear fan de werjeftebreedte net mear rjochte.</p>
gl: <p>Permite que o comezo das liñas divididas dinamicamente se aliñe co nível de indentación da primeira liña. Esto pode axudar a facer código mais lexíbel.</p><p>A maiores, esto permite-lle axustar o ancho máximo da pantalla como unha porcentaxe, despois da cal as liñas divididas dinamicamente non estarán aliñadas verticalmente. Por exemplo, ao 50%, as liñas cuxa endentación sexa mais profunda co 50% da pantalla non terán aliñamento vertical se son divididas de xeito dinámico.</p>
hu: <p>Engedélyezi, hogy dinamikus tördelésű soroknál a függőleges igazítás az első sor behúzási mélységéhez igazodjon. Így a programszövegek általában jobban olvashatók.</p><p>Ez lehetővé teszi egy maximális képernyőszélesség előírását (százalékos alakban). Ettől jobbra a dinamikus tördelésű sorok már nem lesznek függőlegesen igazítva. Ha például ez az érték 50%, akkor az 50%-nál nagyobb behúzású sorok tördelésekor nem lesz függőleges igazítás.</p>
it: <p>Quando questa opzione è abilitata, le righe che proseguono a capo vengono allineate verticalmente al livello di indentazione della prima riga. Ciò aiuta a rendere più leggibile il codice.</p><p>Inoltre, è possibile impostare una larghezza massima dello schermo (in percentuale) oltre la quale le righe che proseguono a capo non saranno più allineate verticalmente. Per esempio, se si usa il valore 50%, le righe il cui livello di indentazione è superiore al 50% della larghezza dello schermo non saranno allineate verticalmente quando continuano a capo.</p>
ja: <p>動的に折り返された行の行頭を最初の行の字下げレベルに揃えます。これによってコードやマークアップ言語が読みやすくなります。</p><p>また、字下げレベルの深さによってこの動作を制限することができます。例えばスクリーン幅に対する字下げレベルを 50% に設定した場合、字下げレベルがスクリーン幅の 50% より深い行については、それに続く動的に折り返された行に縦揃えが適用されません。</p>
kk: <p>Динамикалық тасымалданған жолдар бірінші жолдың шегінісі бойынша тігінен тураланатын режімді қосады. Бұл кодты және оны белгілеуін анық оқылатын қылады.</p><p>Оның үстінен, бұл динамикалық тасымалданған жолдар экранның кай (пайызбен өлшенген) бөлігіне жеткеннен кейін, тігінен тураланбайтынын орнатуға мүмкіндік береді. Мысалы, бұл параметр 50% болса, шегініс тереңдігі экран енінен 50% асатын жолдын тасысалдануы, тігінен тураланбайды.</p>
km: <p> នេះ​អាច​ជួយ​ឲ្យ​បង្កើត​កូដ និង​ធ្វើ​ឲ្យ​កាន់​តែ​ងាយ​ស្រួល​អាន​ថែម​ទៀត ។</p><p>បន្ថែម​លើ​នេះ​ទៀត វា​អនុញ្ញាត​ឲ្យ​អ្នក​កំណត់​ទទឺង​អតិបរមា​នៃ​អេក្រង់​ជា​ភាគរយ បន្ទាប់​ពី​បន្ទាត់​ដែល​បាន​រុំ​ថាមវន្ត​នឹង​មិន​វែង​ជាង​បន្ទាត់​ដែល​បាន​រុំ​បញ្ឈរ ។ ឧទាហរណ៍ នៅ ៥០% បន្ទាត់​ដែល​កម្រិត​ចូល​បន្ទាត់​របស់​វា​ជ្រៅ​ជាង ៥០% នៃ​ទទឹង​របស់​អេក្រង់​នឹងមាន​ការ​តម្រឹម​បញ្ឈរ​បាន​អនុវត្ត​ទៅ​លំដាប់​បន្ទាត់​ដែល​បានរុំ ។</p>
ko: <p>동적으로 보호된 영역을 첫줄에 들여쓰기 한 만큼 정렬시켜줍니다. 코드를 읽거나 읽기 쉽게 정렬하고자 할때 유용합니다.</p> <p>게다가 이 명령은 동적으로 보호된 줄이 더이상 수직정렬 되지 않을때 %로 화면의 너비를 정하도록 해줍니다. 예를 들어 50%에 두면, 화변 너비에 비해 50%가 넘는 너비를 가진 줄들은 그 이하로 수정, 정렬되지 않게 됩니다.</p>
mk: <p>Овозможува почетокот на динамички пренесените линии да биде порамнет вертикално со нивото на вовлекување на првата линија. Ова може да помогне кодот и маркапот да бидат почитливи.</p><p>Иста така, ова ви овозможува да поставите максимална ширина на екранот, процентуално, после што динамички пренесените линии нема повеќе да бидат порамнети вертикално. На пример, на 50%, за линиите чии нивоа на вовлекување се подлабоки од 50% од ширината на екранот нема да има вертикално порамнување за преместените линии што им следуваат.</p>
ms: <p>Menaktifkan permulaan baris yang dibalut secara dinamik untuk dijajar menegak ke paras identasi baris pertama. Ini akan menjadikan kod dan tanda lebih mudah baca.</p><p>Di samping itu, ini membolehkan anda mengeset lebar maksimum skrin, sebagai peratus, yang selepasnya baris yang dibalut secara dinamik tidak lagi dijajar menegak. Misalnya, pada 50%, baris yang indentasinya lebih dalam daripada 50% lebar skrin tidak akan dijajar menegak selepas dibalut.</p>
nb: <p>Gjør at starten på fleksible brutte linjer blir stilt like under innrykket til den første linja. På denne måten kan det være lettere å lese kode og oppmerking.</p> <p>I tillegg kan du velge hvor langt ut på skjermen denne justeringa skal brukes. Dersom du f.eks. velger 50 %, vil linjer som er rykket inn mer enn 50 % ikke få innrykk på de brutte linjene.</p>
nds: <p>Dünaamsch ümbraken Deelregen warrt pielliek an de Inrücken vun de eerste Reeg utricht. Dat kann dorbi hölpen, Kode oder anner struktureert Dokmenten beter leesbor to maken.</p><p>Du kannst hier ok en Maximaalbreed vun't Textrebeet in Perzent angeven. Regen, de wieder inrückt sünd as disse Maximaalbreed, warrt ahn pielliek Utrichten dorstellt. En Bispeel: Bi 50% warrt Deelregen vun Regen, de op dat rechte Halvt vun dat Textrebeet anfangt, nich mehr to den Reeganfang pielliek utricht, sünnern se start an de linke Kant.</p>
nl: <p>Hiermee kunnen dynamisch afgebroken regels worden uitgelijnd met de oorspronkelijke inspringdiepte van de regel. Broncode en bijv. HTML-opmaak wordt op deze wijze leesbaarder.</p><p>Ook kunt u instellen hoe breed (in procenten) de inspringdiepte mag zijn ten opzichte van de weergavebreedte, om de afgebroken regels uit te lijnen. Als u bijvoorbeeld 50% instelt worden regels met een inspringdiepte van 50% of meer van de weergavebreedte niet meer uitgelijnd.</p>
nn: <p>Gjer at starten på dynamisk brotne linjer vert stilt like under innrykket av den første linja. På denne måten kan det verta lettare å lesa kode og oppmerking.</p> <p>I tillegg kan du her velja kor langt ut på skjermen denne justeringa skal brukast. Dersom du til dømes vel 50 %, vil linjer som er rykka inn meir enn 50 % ikkje få innrykk på dei brotne linjene.</p>
pl: <p>Ustawia początek dynamicznie zawijanych linii równo z poziomem wcięć pierwszej linii. Dzięki temu kod i znaczniki są bardziej zrozumiałe.</p><p>Dodatkowo możesz ustawić maksymalną szerokość ekranu, w procentach, po jakiej dynamicznie zawijane linie nie będą wyrównywane. Na przykład przy 50% linie, których poziom wcięć jest większy niż 50% szerokości ekranu nie będą wyrównane pionowo do następnych zawiniętych linii.</p>
pt: <p>Activa o início das linhas repartidas dinamicamente, de modo a serem alinhadas verticalmente com o nível de indentação da primeira linha. Isto pode ajudar a tornar o código e a formatação mais legíveis.</p><p>Para além disso, isto permite-lhe definir a largura máxima do ecrã, de forma percentual, a partir da qual as linhas repartidas dinamicamente não serão mais alinhadas verticalmente. Por exemplo, a 50%, as linhas cujos níveis de indentação forem maiores que 50% da largura do ecrã não terão aplicado o alinhamento vertical às linhas repartidas seguintes.</p>
pt_br: <p>Habilita o início da quebra de linhas dinâmica para ficar alinhado verticalmente com o nível de identação da primeira linha. Isto pode ajudar a tornar o código e a marcação mais legíveis.</p><p>Adicionalmente, isto permite a você ajustar uma largura máxima da tela, como uma porcentagem, após que cada quebra não ficar mais alinhada verticalmente. Por exemplo, em 50%, as linhas as quais os níveis de identação forem mais profundos que 50% da largura d atela, não terão alinhamento vertical aplicado nas linhas subseqüentes que forem quebradas.</p>
ro: <p>Setează ca începutul liniilor limitate dinamic să fie aliniate vertical la nivelul de indentare al primei linii. În acest fel codul sursă este mult mai uşor de citit.</p><p>În plus permite să setaţi o lăţime maximă a ecranului, ca procentaj, după care liniile limitate dinamic nu vor mai fi aliniate vertical. De exemplu, la 50%, pentru liniile ale căror nivele de indentare sînt mai mari de 50% din lăţimea ecranului, nu va fi aplicată alinierea pe verticală la liniile limitate.</p>
rw: <p>Ituma ugutangira kw'imirongo ifunitswe mu buryo buhinduka bitunganywa mu buryo buhagaritse ku rwego rw'isunika rw'umurongo ubanza. Ibi bishobora gufasha mu gutuma kode n'ikimenyetso bisomeka kurushaho.</p><p>Mu buryo nyongera, ibi bikwemerera kuboneza ubugari bunini bushoboka bwa mugaragaza, nk'ijanisha, nyuma yabwo imirongo ifunitswe mu buryo buhinduka itazongera gutunganywa mu buryo buhagaze. Nk'urugero, kuri 50%, imirongo yo inzego z'isunika zifite ubujyakuzimu kurusha 50% by'ubugari bwa mugaragaza ntizagira itunganya rihagaze rishyizwe ku mirongo ifunitswe yungirije.</p>
sk: <p>Zapne zarovnanie dynamicky zalomených riadkov na danú úroveň odsadenia. To môže vylepšiť čitateľnosť kódu alebo značiek.</p><p>Okrem toho to umožňuje nastaviť maximálnu šírku obrazovky ako percentuálnu časť, po ktorej sa už automaticky zalomené riadky nebudú odsadzovať. Napríklad pri hodnote 50% riadky s úrovňou odsadenia viac ako 50% šírky obrazovky nebudú vertikálne zarovnané.</p>
sl: <p>Omogoči začetek dinamičnega prelamljanja vrstic, da se navpično poravnajo z stopnjo zamika prve vrstice. To naredi kodo in oznake bolj berljive.</p> <p>Poleg tega vam to omogoča nastaviti največjo širino zaslona kot odstotek, po katerem dinamično prelomljene vrstice ne bodo več navpično poravnane. Npr. pri 50 % vrstice, katerih stopnja zamika je večja od 50 % širine zaslona, niso več navpično poravnane ob naslednjih prelomljenih vrsticah.</p>
sr: <p>Укључује поравњање почетна динамички преломљених линија на ниво увлачења прве линије. Ово може помоћи да код и маркирање буду читљивији.</p> <p>Додатно, ово вам омогућава да поставите максималну ширину екрана, као проценат, после које динамички преломљене линије више неће бити усправно поравнате. На пример, на 50%, линије чији чију су нивои увлачења дубљи од 50% ширине екрана, неће бити поравњаване усправно.</p>
sr@latn: <p>Uključuje poravnjanje početna dinamički prelomljenih linija na nivo uvlačenja prve linije. Ovo može pomoći da kod i markiranje budu čitljiviji.</p> <p>Dodatno, ovo vam omogućava da postavite maksimalnu širinu ekrana, kao procenat, posle koje dinamički prelomljene linije više neće biti uspravno poravnate. Na primer, na 50%, linije čiji čiju su nivoi uvlačenja dublji od 50% širine ekrana, neće biti poravnjavane uspravno.</p>
tg: <p>Тартиботеро фаъол месозад, ки дар он сатрҳои гузаронидашудаи динамикӣ,амудӣ ва бо фосилаи сатри якум, баробар хоҳад кард. Ин ба хуб хондани код ва ишора мусоид мекунад.</p><p>Иловагӣ ин иҷозати кушодии максималии экранро дар фоиз медиҳад. Баъди он сатрҳои гузаронидашудаи динамикӣ, амудӣ нахоҳанд баробар шуд. Мисол, ҳолати сатри 50%, фосилаи чуқурии кадом, ки 50% кушодии экранро гузаронад, амудиёна нахоҳад баробар шуд.</p>
uk: <p>Вмикає вертикальне вирівнювання початку динамічно перенесених рядків по відступу першого рядка. Це полегшує перегляд коду та розмітки.</p><p>Додатково, це дозволяє встановлювати максимальну ширину екрана у відсотках, після якої динамічно перенесені рядки не будуть вирівнюватися вертикально. Наприклад, на 50%, після рядку з рівнем відступу більше 50% ширини екрану наступні перенесені рядки вирівнюватись не будуть.</p>
zh_cn: <p>让动态自动换行的开始处与第一行的缩进级别垂直对齐。这可让代码和标记更易读。</p><p>此外，此选项还允许您以百分比设置屏幕的最小宽度，超过此宽度的动态换行将不会进行垂直对齐。例如，如果是 50%，缩进级别超过屏幕宽度 50% 的文本行就不会使得后续行进行垂直对齐了。</p>

source: If this option is checked, every new view will display line numbers on the left hand side.
af: As hierdie opsie is nagegaan, elke nuwe besigtig sal vertoon lyn nommers op die links hand kant.
ar: إذا كان هذا الاختيار محدد ,كل عرض جديد سوفه يظهر عدد الاسطر فى الجانب الايسر.
bg: Показване номерата на редове в лявата част на прозореца.
bs: Ako je ova opcija izabrana, svaki novi pogled će prikazati brojeve linija na lijevoj strani.
ca: Si aquesta opció està marcada, cada nova vista mostrarà els números de la línia en el costat esquerra.
cs: Je-li zvolena tato volba, pak v každém novém pohledu budou na levé straně zobrazeny čísla řádek.
da: Hvis dette tilvalg er afkrydset, vil hver ny visning vise linjenumre i venstre side.
de: Bei Aktivierung dieser Option werden bei jeder neuen Ansicht am linken Rand Zeilennummern angezeigt.
el: Αν αυτή η επιλογή ενεργοποιηθεί, κάθε νέα προβολή θα εμφανίζει τον αριθμό γραμμής στην αριστερή πλευρά.
es: Si esta seleccionada esta opción, cada nueva vista mostrará los números de línea en el lado izquierdo.
eu: Gaituta badago, ikuspegi berri guztiek lerro-zenbakiak erakutsiko dituzte ezkerreko aldean.
fa: اگر این گزینه علامت زده شود؛ هر نمای جدید، تعداد خطوط سمت چپ را نمایش خواهد داد.
fi: Jos tämä kohta on valittuna, jokainen uusi näkymä näyttää rivinnumerot vasemmassa reunassa.
fr: Lorsque cette option est cochée, toute nouvelle vue affichera les numéros de ligne du côté gauche.
fy: As jo dizze opsje selektearje sil eltse nije werjefte oan de lofterside in rigelnûmering sjen litte.
gl: Se marca esta opción, cada nova vista mostrará os números de liña no borde esquerdo.
he: אם אפשרות זו נבחרת, כל תצוגה חדשה תציג את מספרי השורות בצד שמאל.
hr: Ako je ova opcija označena, svaki novi pogled će prikazati brojeve linija na lijevoj strani.
hu: Ha ez az opció be van jelölve, akkor az új nézeteknél a bal oldalon láthatóak lesznek a sorszámok.
is: Ef hakað er við þetta val, þá mun birtast línuteljari vinstra megin á nýopnuðum skrám
it: Se quest'opzione è marcata, ogni nuova vista mostrerà i numeri di riga sul lato sinistro.
ja: このオプションをチェックすると、新しいビューでも左側に行番号を表示します。
kk: Бұл құсбелгі қойылса, барлық жаңа терезелердің жол нөмірлері терезенің сол жағында көрсетілетін болады.
km: ប្រសិនបើ​ជម្រើស​នេះ​ត្រូវ​បាន​គូស​ធីក នោះ​ទិដ្ឋភាព​ថ្មី​ទាំង​អស់​នឹង​បង្ហាញ​លេខ​បន្ទាត់នៅផ្នែក​ខាង​ឆ្វេងដៃ​ ។
ko: 이 옵션을 사용하면 이후에 모든 페이지의 왼쪽에 줄 번호가 표시됩니다.
mk: Ако е избрана оваа опција, секој нов приказ ќе ги прикаже броевите на линиите на левата страна.
ms: Jika pilihan ini dipilih, setiap 'lihat' akan memaparkan baris nombor pada sisi kiri.
nb: Hvis dette er valgt, vil alle nye visninger vise linjenumre på venstre side.
nds: Wenn aktiveert, warrt all nieg Ansichten linkerhand Reegnummern wiesen.
nl: Als u deze optie selecteert zal elke nieuwe weergave aan de linkerzijde een regelnummering tonen.
nn: Vel om nye tekstruter skal visa linjenummer langs venstre side.
pl: Jeśli zaznaczono tę opcję, każdy nowy widok będzie zawierał numery linii po lewej stronie.
pt: Se esta opção for assinalada, cada janela nova irá mostrar os números de linha do lado esquerdo.
pt_br: Se esta opção estiver marcada, para cada nova visão serão exibidos os números de linha no lado esquerdo .
ro: Dacă această opţiune este marcată, atunci fiecare vizualizare nouă va afişa numerele de linie în partea stîngă.
rw: Niba iri hitamo ritoranyijwe, buri garagaza rishya rizerekana nomero z'umurongo ku gihande cy'ibumoso.
se: Jos dát molssaeaktu lea merkejuvvon, čájehuvvojitlinnjánummirat juohke ođđa čájeheami gurutbeales.
sk: Ak je táto voľba povolená, každé nové zobrazenie ukáže čísla riadkov po ľavej strane.
sl: Če je ta možnost izbrana, bo vsak nov prikaz prikazal številke vrstic na levi strani.
sr: Ако је ова опција укључена, сваки нови приказ ће приказивати бројеве линија са леве стране.
sr@latn: Ako je ova opcija uključena, svaki novi prikaz će prikazivati brojeve linija sa leve strane.
ta: இந்த தேர்வினை செயல்படுத்தினால் ஒவ்வொரு புதிய காட்சியும் இடது பக்கத்தில் வரி எண்ணை காட்டும்
tg: Агар ин интихобот интихоб шудааст, ҳар намоиши нав хати рақамҳо дар тарафи чап нишон медиҳад.
th: หากเลือกตัวเลือกนี้ จะแสดงหมายเลขบรรทัดทางด้านซ้ายของมุมมองที่เปิดใหม่ทุกตัว
uk: Якщо ввімкнено, то у кожному новому перегляді будуть відображатися номера рядків ліворуч.
zh_cn: 如果此项选中，每个新视图会在左边显示行号。
