Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: If the Word Wrap option is selected this entry determines the length (in characters) at which the editor will automatically start a new line.
af: As die Woord Oorvloei opsie is gekose hierdie inskrywing bepaal die lengte (in karakters) na wat die redigeerder sal automaties begin 'n nuwe lyn.
ar: إذا كان خيار حزم الكلمات مختارا فإن هذا المدخل يحدد الطول (أي طول الحروف) الذي يقوم بعده المحرر ببدء سطر جديد.
bg: Автоматично пренасяне на нов ред при достигане на дължината, зададена в това поле. Използва се брой знаци.
bs: Ako je odabrano prelamanje riječi onda ova stavka određuje dužinu (broj znakova) na kojem će uređivač automatski započeti novi red.
ca: Si l'opció ajust de línia està seleccionada aquesta entrada determinara la longitud (en caràcters) a la que l'editor començarà automàticament una nova línia.
cs: Je-li použité zalamování slov, tak toto pole určuje délku řádku (ve znacích), na které bude editor automaticky začínat nový řádek.
da: Hvis 'Tekstombrydning' er valgt vil denne indgang bestemme længden (i tegn) hvor en ny linje automatisk startes.
de: Ist die Einstellung "Zeilenumbruch" aktiviert, legt dieser Eintrag die Zeichenposition fest, an der automatisch eine neue Zeile beginnt.
el: Αν η επιλογή Αναδίπλωση λέξεων είναι ενεργοποιημένη αυτή η καταχώρηση καθορίζει το μήκος (σε χαρακτήρες) στο οποίο ο επεξεργαστής θα ξεκινήσει αυτόματα μια νέα γραμμή.
es: Si la opción de ajuste de líneas está activada esta entrada determina la longitud (en caracteres) a la que el editor comenzará automáticamente una línea nueva.
eu: Itzulbiratzeko aukera hautatuta egonez gero, sarrera honek lerro berria hasteko zelako luzera behar den (karakteretan neurturik) adierazten du.
fa: اگر گزینۀ سطر‌بندی واژه برگزیده شود؛ این مدخل، طولی )از لحاظ نویسه‌ها( که بر حسب آن ویرایشگر به طور خودکار خطی جدید آغاز می‌کند را تعیین می‌نماید.
fi: Jos automaattinen rivinvaihto on valittuna, tässä kohdassa voidaan määritellä rivin pituus. Kun rivin pituus ylittää arvon, Kate aloittaa uuden rivin.
fr: Le choix de l'option « Retour à la ligne automatique » détermine la longueur (en nombre de caractères) à laquelle l'éditeur commencera une nouvelle ligne.
fy: As de opsje "Rigel ôfbrekke" ynskeakele is, dan beskied dizze de lingte (yn tekens) dy't in rigel berikke meie foardat dizze automatysk ôfbrutsen wurdt en de bewurker op in nije rigel fierdergiet.
gl: Se a opción División de Liñas está escollida esta entrada determina a lonxitude (en carácteres) na cal o editor comezará automaticamente unha nova liña.
he: אם האפשרות גלישת שורות נבחרת, ערך זה קובע את האורך (בתווים) שבו יפתח העורך שורה חדשה באופן אוטומטי.
hr: Ako je odabrano prelamanje riječi onda ovo odeđuje duljinu (broj znakova) na kojem će uređivač samostalno početi pisati u novi red.
hu: Ha a sortördelés engedélyezett, akkor ennek a mezőnek az értéke határozza meg, hogy melyik oszlop elérésekor fog a program automatikusan új sort kezdeni.
is: Ef er kviekt á sjálfvirkri línuskiptingu, þá segir þessi stilling til um hversu löng lína verður (talið í stöfum) áður en henni er sjálfkrafa skipt.
it: Se l'opzione di a capo automatico è selezionata, questa voce determina la lunghezza (in caratteri) alla quale l'editor deve andare a capo automaticamente.
ja: 行を折り返すオプションが指定されている場合に自動的に折り返す行の長さ (文字数) をここで設定します。
kk: Тасымалдау рұқсат етілсе, бұндағы параметр қай ұзындыққа жеткенде сөз автоматты түрде тасымалданатының анықтайды.
km: ប្រសិនបើ​ជម្រើស​រុំពាក្យ​ត្រូវ​បានជ្រើស នោះ​ធាតុ​នេះនឹងកំណត់​ប្រវែង (​ជា​តួអក្សរ) ​នៅ​កន្លែង​ដែល​កម្មវិធី​និពន្ធ​នឹង​ចាប់​ផ្ដើម​បន្ទាត់​ថ្មី​មួយដោយ​ស្វ័យ​ប្រវត្តិ ។​
ko: 문단보호 기능이 설정되었을 때 편집기가 새 줄을 시작할 위치(문자 단위로)을 결정합니다.
mk: Ако е избрана опцијата Пренеси зборови ова поле ја одредува должината (во знаци) по која уредувачот автоматски ќе започне нова линија.
ms: Jika pilihan Balut Perkataan dipilih, masukan ini menentukan jarak (dalam aksara) di mana penyunting akan memulakan baris baru secara automatik.
nb: Hvis linjebryting er slått på kan du her angi (i tegn) hvor lange linjene skal være før en ny linje startes.
nds: Wenn "Fast Reegümbrook" aktiveert is, leggt disse Weert de Bookstaventall fast, na de de Editor automaatsch en niege Reeg anfangt.
nl: Als de optie "Regel afbreken" is ingeschakeld, dan bepaalt deze de lengte (in tekens) die een regel mag bereiken voordat deze automatisch wordt afgebroken en de editor op een nieuwe regel doorgaat.
nn: Dersom tekstbryting er på, kan du her velja kor lange linjene skal vera (i teikn).
pl: Jeżeli opcja automatycznego przenoszenia do nowego wiersza jest właczona, ten wpis określa długość (w znakach), po której edytor automatycznie przejdzie do nowej linii.
pt: Se a opção Mudar de Linha estiver seleccionada, este campo determina o comprimento (em caracteres) no qual o editor irá iniciar automaticamente uma linha nova.
pt_br: Se a opção de Quebra de Linha estiver selecionada, esta entrada determina o comprimento (em caracteres) na qual o editor iniciará automaticamente uma nova linha.
ro: Dacă opţiunea de limitarea a cuvintelor este selectată, această căsuţă de editare determină lungimea (în caractere) la care editorul va începe automat o linie nouă.
rw: Niba ihitamo ry'Ifunika Ijambo ryatoranyijwe icyi cyinjira gitanga uburebure (mu nyuguti) kuri bwo muhinduzi izatangiza umurongo mushya.
se: Jos automáhtalaš linnjámolsun lea válljejuvvon, dát mearkkuš mearrida linnjá guhkodaga (mearkkaid bokte) gokku čállinprográmma álggaha ođđa linnjá.
sk: Ak je použité zalamovanie slov, toto pole určuje dĺžku (v znakoch), na ktorej editor automaticky začne nový riadok.
sl: Če je izbrana možnost Prelom vrstice, ta vrednost določi dolžino (v znakih), pri kateri urejevalnik samodejno začne novo vrstico.
sr: Ако је „преламање текста“ укључено ова ставка одређује дужину (у знаковима) после које ће уређивач аутоматски да започне нову линију.
sr@latn: Ako je „prelamanje teksta“ uključeno ova stavka određuje dužinu (u znakovima) posle koje će uređivač automatski da započne novu liniju.
ta: வார்த்தை முடிவு விருப்பம் தேர்ந்தெடுத்திருந்தால் தொகுப்பான், தானாக ஆரம்பிக்க வேண்டிய புதிய வரியின் எண்ணிக்கையை (வார்த்தையில்) கண்டுபிடிக்கும்.
tg: Ҳолати фаъол сохтани гузаштани байни сатрҳо, дар инҷо миқдори сутунҳо, ки дорои паҳмии саҳифа мебошанд, нишон дода мешавад.
th: หากเปิดใช้ตัวเลือกตัดคำ จะมีการพิจารณาความยาว (เป็นอักขระ) ที่เอดิเตอร์ควรจะขึ้นบรรทัดใหม่โดยอัตโนมัติ
uk: Якщо параметр перенесення слів ввімкнено, це поле визначає довжину (в символах), при якій редактор автоматично вставить новий рядок.
zh_cn: 如果选中自动换行选项，这个条目决定编辑器需要自动开始新一行的长度(字符数)。

source: When the user types a left bracket ([,(, or {) KateView automatically enters the right bracket (}, ), or ]) to the right of the cursor.
af: Wanneer die gebruiker tipes 'n links hakkie ([,(, van {) Kateview automaties binne gaan die regterkant hakkie (}, ), van ]) na die regterkant van die plekaanduier.
ar: عندما يدخل المستخدم قوس أيسر ( مثل : }, ), أو [ ) يقوم KateView بوضعالقوس الأيمن المقابل له على يمين المؤشر ( أي بعده)
bg: Автоматично вмъкване на затваряща скоба. Когато въведете отваряща скоба ("[", "(" или "{") автоматично ще бъде добавена затваряща скоба след отварящата.
bs: Kada korisnik upiše lijevu zagradu ('[', '(', ili '{') KatePogled će sam dopisati desnu zagradu (']', ')' ili '}') nadesno od kursora.
ca: Quan l'usuari introdueix un claudàtor esquerra ([, (, o {), automàticament el KateView introduirà el claudàtor dret (}, ) o ]) a la dreta del cursor.
cs: Jestliže uživatel napíše levou závorku ([,(, nebo {), Kate automaticky doplní pravou (}, ), nebo ]) vpravo od kurzoru.
da: Når brugeren skriver en venstre-parentes ([, ( eller {) vil KateView automatisk skrive højreparentesen (}, ) eller ]) til højre for markøren.
de: Sobald der Benutzer eine linke Klammer eingibt ([, ( oder {), ergänzt KateView automatisch die entsprechende rechte Klammer (}, ) oder ]).
el: Όταν ο χρήστης πληκτρολογεί μια αριστερή παρένθεση ([,(, ή {) το KateView αυτόματα εισάγει την αντίστοιχη δεξιά παρένθεση (}, ), ή ]) στα δεξιά του δρομέα.
es: Cuando el usuario introduce un corchete izquierdo([, (, o {) KateView automáticamente introduce el corchete derecho (}, ) o ]) a la derecha del cursor.
eu: Erabiltzaileak ezkerreko parentesia ([, (, edo {) idazten duenean, KateView-ek automatikoki idazten du eskuinekoa kurtsorearen eskuinean.
fa: زمانی که کار‌بر کروشۀ چپ را تحریر می‌کند )[، (، یا {(؛ KateView به طور خود‌کار کروشۀ راست )}، )، یا ]( را در سمت راست مکان‌نما وارد می‌کند.
fi: Kun käyttäjä kirjoittaa vasemman sulkeen ([,(, tai {), Kate lisää automaattisesti oikean sulkeen (}, ), tai ]) kohdistimen oikealle puolelle.
fr: Lorsque l'utilisateur saisit un symbole ouvrant ([, ( ou {), KateView saisit automatiquement le symbole fermant correspondant (}, ) ou ]) à droite du curseur.
fy: As de brûker in lofter heakje ( [, (, of { ) yntypt, dan sil KateView automatysk it rjochter heakje ( ], ), of } ) rjochts fan it rinnerke ynfiere.
gl: Cando o usuário escrebe un paréntese esquerdo ([,(, ou {) KateView introduce automaticamente o dereito(},) ou ]) á dereita do cursor.
he: כאשר המשתמש מזין תו פותח סוגריים ([, ( או {), Kate יוסיף באופן אוטומטי את התו הסוגר (}, ) או ]) אחרי הסמן.
hr: Kada korisnik upiše lijevu zagradu KatePogled će sam dopisati desnu zagradu, odmah nadesno od kursora.
hu: Ha beír egy nyitó zárójelet ([, (, vagy {), akkor a program automatikusan beilleszti annak záró párját (}, ), vagy ]) a kurzortól jobbra.
is: Ef er hakað við hér lokar ritillinn sjálfkrafa svigum sem eru opnaðir. Þá setur hann inn '}', ')' eða ']' tákn fyrir aftan bendilinn þegar notandinn slær inn '{', '(' eða '[' tákn.
it: Quando si digita una parentesi aperta ([, ( o {), KateView immette automaticamente la corrispondente parentesi chiusa (}, ) o ]) a destra del cursore.
ja: KateView は、左括弧 [ ( { が入力されると自動的に右括弧 } ) ] をカーソルの右に挿入します。
kk: Ашатын жақшаны ([,( немесе {) енгізгенде, меңзердің оң жағында автоматты түрде сыңарысы (}, ) немесе ]) енгізіледі.
km: ពេល​ដែល​អ្នក​ប្រើ​វាយ​តង្កៀប​ឆ្វេង ([,(, ឬ {) ទិដ្ឋភាព​របស់ KateView នឹង​បញ្ចូល​តង្កៀប​ស្តាំ​ដោយ​ស្វ័យ​ប្រវត្តិ (}, ), ឬ ]) ទៅ​ខាង​ស្តាំទស្សន៍​ទ្រនិច ។
ko: 사용자가 왼쪽 괄호([,(,{) 를 입력하면 커서의 오른쪽에 자동으로 오른쪽 괄호를 생성합니다.
mk: Кога корисникот впишува лева заграда ([,(, или {) KateView автоматски ја внесува десната заграда (}, ), или ]) десно од курсорот.
ms: Jika pengguna menaip kurungan kiri ([,(, or {) KateView secara automatik memasukkankurungan kanan (}, ), or ]) ke arah kanan kursor.
nb: Når du skriver en venstreparentes («[», «(», eller «{»), vil Kate automatisk sette inn en høyreparentes («]»,«)» eller «}») til høyre for markøren.
nds: Wenn de Bruker en linke Klemm (d.h. [,(, oder { ) ingifft, warrt automaatsch de passen rechte Klemm ( },) oder ] ) rechts vun den Blinker inföögt.
nl: Als de gebruiker een linker haakje ( [, (, of { ) intypt, dan zal KateView automatisch het rechter haakje ( ], ), of } ) rechts van de cursor invoeren.
nn: Når brukaren skriv ein venstreparentes ([, ( eller {) vil KateView automatisk setja inn ein høgreparentes (}, ) eller ]) til høgre for skrivemerket.
pl: Jeżeli użytkownik wpisze lewy nawias ([,(,{), to KateView automatycznie wstawi, z prawej strony kursora, prawy nawias (],),}).
pt: Quando o utilizador escrever um parêntesis esquerdo ([, ( ou {) o KateView introduz automaticamente o parêntesis direito à direita do cursor.
pt_br: Quando o usuário digita parênteses à esquerda ([,(, ou {) ), o KateView automaticamente completa com o parênteses direito ( }, ), ou ]) à direita do cursor.
ro: Cînd utilizatorul scrie o paranteză stînga ([,( sau {), vizualizarea Kate va introduce automat paranteza dreapta (}, ) sau ]) la dreapta cursorului.
rw: Igihe ukoresha yandika agasodeka ibumoso ([,(, cyangwa {) IgaragazaKate yinjiza mu buryo bwikoresha agasodeko iburyo (}, ), cyangwa ]) iburyo bw'inyoborayandika.
se: Go geavaheaddji čállá gurutruođu ([, ( dahje {) Kate automáhtalaččat bidjá sisa olgešruođu (}, ) dahje ]) čállinmearkka olgešbeallái.
sk: Ak používateľ napíše pravú zátvorku([,(, alebo {), KateView automaticky doplní pravú (}, ), alebo ]) vpravo od kurzoru.
sl: Ko uporabnik natipka levi oklepaj ([, ( ali {), potem KateView samodejno doda desni oklepaj (}, ) ali ]) desno od kazalca.
sr: Када корисник укуца отворену заграду ([,( или {) KateView ће аутоматски да дода затворену заграду (}, ) или ]) десно од курсора.
sr@latn: Kada korisnik ukuca otvorenu zagradu ([,( ili {) KateView će automatski da doda zatvorenu zagradu (}, ) ili ]) desno od kursora.
ta: பயனர் இடது அடைப்புக்குறி ([,(, or {) தட்டச்சு செய்தால், கேட் காட்சி தானாக வலது அடைப்புக்குறியை(}, ), or ]) நிலைகாட்டியின் வலப்பக்கம் இடும்.
tg: Ҳолати вуруди қавси чап ([,( ёки {) рост аз курсор, худкорона қавси рости мувофиқ (}, ) ёки ]) вуруд хоҳад шуд.
th: เมื่อมีการพิมพ์วงเล็บ ([, (, หรือ {) KateView จะเติมวงเล็บปิด (}, ), หรือ ]) ยังด้านขวาของเคอร์เซอร์โดยอัตโนมัติ
uk: Коли користувач вводить ліву дужку ([, ( або {) KateView автоматично вводить праву дужку (}, ) або ]) праворуч від курсора.
zh_cn: 当用户键入一个左括号([、( 或 {) KateView 将自动在光标右侧输入右括号( }、) 或 ])。

source: The editor will display a symbol to indicate the presence of a tab in the text.
af: Die redigeerder sal vertoon 'n simbool na aandui Die voorkoms van 'n oortjie in Die teks.
ar: المحرر سوف يعرض رمز للدلالة على وجود جدول فى النص.
bg: Показване на знак на мястото на табулациите.
bs: Editor će pokazati simbol koji označava tabulator u tekstu.
ca: L'editor mostrarà un símbol per a indicar la presència d'una tabulació en el text.
cs: Editor bude zobrazovat symbol pro označení, kde se v textu nachází tabulátor.
da: Et symbol som angiver en tab i teksten vil blive vist.
de: Der Editor stellt Tabulatoren durch Symbole dar.
el: Ο επεξεργαστής θα εμφανίζει ένα σύμβολο για την ένδειξη της παρουσίας ενός στηλοθέτη στο κείμενο.
es: El editor mostrará un símbolo para indicar la presencia de un tabulador en el texto.
eu: Editoreak ikur bat bistaratuko du testuan tabuladorea dagoela adierazteko.
fa: ویرایشگر، نمادی را برای نشان دادن حضور یک تب در متن نمایش می‌دهد.
fi: Kate näyttää sarkaimen kohdalla symbolin.
fr: L'éditeur affichera un symbole pour indiquer la présence d'une tabulation dans le texte.
fy: De bewurker sil in symboal sjen litte om de oanwêzigens fan in tab yn de tekst oan te jaan.
gl: O editor mostrará un símbolo para indicar a presenza dun tabulador no texto.
he: העורך יציג סמל שיצביע על עובדת הימצאותו של טאב בטקסט.
hr: Uređivač će pokazati simbol koji označava tabulator u tekstu.
hu: Ennek hatására a program valamilyen látható karakter megjelenítésével fogja jelezni a tabulátorokat.
is: Ef er hakað við hér mun ritillinn sýna sérstakt merki þar sem er tab-tákn í textanum.
it: L'editor mostra un simbolo per indicare la presenza di una tabulazione nel testo.
ja: タブを表すマーカーをテキスト中に表示します。
kk: Мәтіндегі кестелеулерді таңбалау.
km: កម្មវិធី​និពន្ធ​នឹង​បង្ហាញ​និមិត្តសញ្ញា​មួយ ដើម្បី​បញ្ជាក់​វត្តមាន​របស់​ថេប​ក្នុង​អត្ថបទ ។
ko: 문자열에 탭이 있는곳이 탭 심벌로 표시됩니다.
mk: Уредувачот ќе прикаже симбол за да ја означи присутноста на табулатор во текстот.
ms: Penyunting akan memaparkan simbol unuk menunjukkan kehadiran tab di dalam teks.
nb: Skriveprogrammet vil vise et symbol for å indikere tabulatormerke i teksten.
nds: De Editor wiest Symbolen för Tabtekens.
nl: De editor zal een symbool tonen om de aanwezigheid van een tab in de tekst aan te geven.
nn: Skriveprogrammet viser eit symbol for tabulatorteikn i teksten.
pa: ਸੰਪਾਦਕ ਪਾਠ ਵਿੱਚ ਟੈਬ ਦੀ ਮੌਜੂਦਗੀ ਦਰਸਾਉਣ ਲਈ ਇੱਕ ਨਿਸ਼ਾਨ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।
pl: Edytor będzie wyświetlał symbol, oznaczający obecność znaku tabulacji w tekście.
pt: O editor mostrará um símbolo para indicar a presença de uma tabulação no texto.
pt_br: O editor irá mostrar um símbolo para indicar a presença de uma tabulação no texto.
ro: Editorul va afişa un simbol pentru a indica prezenţa unui caracter TAB în text.
rw: Muhinduzi izerekana ikimenyetso mu kugaragaza ko hari isimbuka mu mwandiko.
se: Čállinprográmma čájeha symbola mii čajeha gos tabulatorat leat.
sk: Editor bude zobrazovať symbol pre označenie, kde sa nachádza tabulátor.
sl: Urejevalnik bo prikazal simbol, ki nakazuje prisotnost tabulatorja v besedilu.
sr: Уређивач ће да приказује симбол који означава присуство табулатора.
sr@latn: Uređivač će da prikazuje simbol koji označava prisustvo tabulatora.
ta: உரையில் தத்தல் உள்ளதை குறிக்கும் சின்னத்தைத் தொகுப்பான் காட்டும்.
tg: Тасовири ишораҳои табулятивӣ дар матн.
th: เอดิเตอร์จะแสดงสัญลักษณ์เพื่อบ่งชี้ว่าเป็นอักขระแท็บในข้อความ
uk: Редактор буде відображати символ присутності табуляції у тексті.
zh_cn: 编辑器将显示一个符号来标明文本中制表符的存在。

source: Sets the number of undo/redo steps to record. More steps uses more memory.
af: Verstel die nommer van herstel/herstel herroep stappe na opneem. Meer stappe gebruik Meer geheue.
ar: يحدد عدد التراجعات/الإعادات المسجلة. الأعداد الكبيرة تستهلك ذاكرة أكبر.
bg: Лимит на операциите по отмяна. Запомнянето на повече стъпки изисква повече памет.
bs: Podešavanje broja koraka koji će se pamtiti da bi se mogli vratiti/ponoviti. Više koraka traži više memorije.
ca: Estableix el nombre de passes a desfer/refer que s'han de recordar. A més gran nombre de passes, s'usarà més memòria.
cs: Nastaví počet ukládaných kroků zpět/opakovat. Víc kroků použije víc paměti.
da: Sætter antallet af Fortryd-/Annullér fortryd-trin som huskes. Flere trin kræver mere hukommelse.
de: Legt die Zahl der Rückgängig/Wiederherstellen-Schritte fest, die aufgezeichnet werden sollen. Für zusätzliche Schritte wird zusätzlicher Speicher benötigt.
el: Ορίζει τον αριθμό των βημάτων αναίρεσης/επαναφοράς για εγγραφή. Περισσότερα βήματα χρησιμοποιούν περισσότερη μνήμη.
es: Fija el número de pasos de deshacer/rhacer a registrar. Mayor número de pasos, requiere mas memoria.
eu: Gordeko diren desegite/berregite urratsen kopurua ezartzen du. Urrats-kopurua handitzeak memoria gehiago erabiltzea dakar.
fa: تعداد گامهای وا‌گرد/از نو را برای ضبط تنظیم می‌کند. بیشتر گامها از حافظۀ بیشتری استفاده می‌کنند.
fi: Valitse peruutushistorian koko. Peruutusaskelten suuri määrä varaa enemmän muistia.
fr: Définit le nombre d'étapes Annuler / Refaire à enregistrer. Un plus grand nombre d'étapes consomme plus de mémoire.
fy: Ynstelle fan it tal bewarre ûngedien -meitsje/opnij stappen. mear stappen brûke mear ûnthâld.
gl: Indica o número de pasos de desfacer/refacer a rexistar. Mais pasos requeren mais memória.
he: הגדרת מספר הביטולים\ביצועים חוזרים שיירשמו. ככל שנרשמים יותר ביטולים וביצועים חוזרים, כך נעשה שימוש ביותר זיכרון.
hr: Podešavanje broja koraka koji će se pamtiti da bi se mogli vratiti/ponoviti. Više koraka traži više mjesta u vašem računalu..
hu: A visszavonási/újra végrehajtási lépések maximális mélységét állítja be (nagyobb mélység = nagyobb memóriaigény).
is: Ræður hversu mörg skref er hægt að hætta við eða endurtaka. Fleiri skref krefjast meira minnis.
it: Imposta il numero di passi di Annulla/Rifai da ricordare. Più passi occupano più memoria.
ja: 記憶しておく「元に戻す/やり直す」の回数を指定します。回数を多くするとより多くのメモリを消費します。
kk: Қайту немесе қайталау үшін жадта сақталатын қадамдардың саны. Көп қадамды жаттау үшін көп жад керек.
km: កំណត់​ចំនួន​ជំហាន​មិន​ធ្វើ​វិញ/ធ្វើ​វិញ ដើម្បី​កត់ត្រា ។ ជំហានច្រើន នឹងប្រើ​សតិ​ច្រើន ។
ko: 실행취소/재실행하기 위해 기억할 명령어 수를 정합니다. 횟수가 많을수록 메모리를 많이 소비합니다.
mk: Го поставува чувањето на бројот на чекорите наназад/повтори. Повеќе чекори користат повеќе меморија.
ms: Tetapkan rekod jumlah nyahcara/ulangcara. Lebih banyak rekod, lebih banyak ingatan digunakan.
nb: Begrenser antall gjenta-/angresteg som lagres. Flere steg fører til mer minnebruk.
nds: Leggt de Tall vun Schreed för de Torüchnehmen / Wedderhalen-Akschoon fast, de spiekert warrt. För högere Tallen warrt mehr Spieker bruukt.
nl: Instellen van het aantal opgeslagen ongedaan -maken/opnieuw stappen. Meer stappen gebruiken meer geheugen.
nn: Avgjer talet på handlingar som kan angrast eller gjerast om. Fleire steg brukar meir minne.
pl: Ustaw maksymalną liczbę operacji Cofnij/Ponów. Im ta liczba jest większa, tym większe jest zużycie pamięci.
pt: Altera o número de níveis de desfazer/refazer a guardar. Quanto mais níveis estiverem configurados, mais memória será necessária.
pt_br: Configura o número de passos Desfazer/Refazer a serem registrados. Mais passos usam mais memória.
ro: Setează numărul de paşi de des-facere/re-facere de ţinut minte. Mai mulţi paşi înseamnă consum mai mare de memorie.
rw: Iboneza umubare w'intambwe isubiranyuma/isubiramo zo kubika. Intambwe nyinshi zikoresha umwanyabubiko munini.
se: Bidjá galle dahkat ođđasit/gáhtan lávkkiid galgá muitit. Eanet lávkkit geavahit eanet muittu.
sk: Nastaví počet ukladaných krokov späť/opakovať vrátené. Viac krokov použije viac pamäti.
sl: Nastavi število korakov razveljavi/uveljavi zapis. Več korakov porabi več spomina.
sr: Поставља број опозови/понови корака који се памте. Више корака захтева више меморије.
sr@latn: Postavlja broj opozovi/ponovi koraka koji se pamte. Više koraka zahteva više memorije.
ta: நிறைய திருத்தி/திரும்ப செய்வதை அமைத்திடுக நிறைய வழி நிறைய நினைவகத்தை பயன்படுத்துகிறது.
tg: Миқдори қадамҳои хотирӣ барои барҳам ёки давом диҳӣ: чӣ қадаре он калон бошад, ҳамон қадар хотираи зиёд истифода мешавад.
th: ตั้งค่าบันทึกจำนวนระดับของการเรียกคืน/ทำซ้ำ ระดับที่มากจะใช้หน่วยความจำที่มากกว่า
uk: Вказує кількість кроків повернень/повторень для зберігання. Більша кількість кроків використовує більше пам'яті.
zh_cn: 设置撤消/重复的记录步数，步数越多使用的内存越大。
