Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: This determines where KateView will get the search text from (this will be automatically entered into the Find Text dialog): <br><ul><li><b>Nowhere:</b> Don't guess the search text.</li><li><b>Selection Only:</b> Use the current text selection, if available.</li><li><b>Selection, then Current Word:</b> Use the current selection if available, otherwise use the current word.</li><li><b>Current Word Only:</b> Use the word that the cursor is currently resting on, if available.</li><li><b>Current Word, then Selection:</b> Use the current word if available, otherwise use the current selection.</li></ul>Note that, in all the above modes, if a search string has not been or cannot be determined, then the Find Text Dialog will fall back to the last search text.
af: Hierdie bepaal waar KateAansig die soek teks sal kry (dit sal outomaties ingevoer word in die Vind Teks dialoog): <br><ul><li><b>Nêrens:</b> Moenie raai die toets teks.</li><li><b>Kiesing Slegs:</b> Gebruik die huidige teks verkiesing, indien beskikbaar.</li><li><b>Kiesing, dan Huidige Woord:</b> Gebruik die huidige verkiesing indien beskikbaar, andersins gebruik die huidige woord.</li><li><b>Huidige Woord Slegs:</b> Gebruik die woord waar die plekwyser huidig op rus, indien beskikbaar.</li><li><b>Huidige Woord, dan Verkiesing:</b> Gebruik die huidige woord indien beskikbaar, andersins gebruik die huidige verkiesing.</li></ul>Noteer dat, in alle modules hierbo, indien 'n soek string nie bepaal kan word nie, dan sal die Vind Teks Dialoog terug val na die laasste soek teks.
ar: هذا سيحدد من أين يأخذ KateView نص البحث (وسوف يدخل هذا النص تلقائيّاً في مربع حوار البحث عن نص): <br><ul><li><b>لا مكان:</b> لا تخمّن نص البحث.</li><li><b>الاختيار فقط:</b> استخدم تحديد النص الحالي إذا أمكن.</li><li><b>الاختيار، ثمّ الكلمة الحاليّة:</b> استخدم التحديد الحالي إذا أمكن، وإلا فاستخدم الكلمة الحاليّة.</li><li><b>الكلمة الحاليّة فقط:</b> استخدم الكلمة التي يستقر عليها المؤشّر إذا أمكن.</li><li><b>الكلمة الحاليّة، ثم الاختيار:</b> استخدم الكلمة الحاليّة إذا أمكن وإلّا فاستخدم الاختيار الحالي.</li></ul>لاحظ أنّه في كل الحالات السابقة، إذا لم يمكن تحديد عبارة البحث فإنّ مربع حوار البحث عن النص سوف يرجع لآخر نص تم بحثه.
bg: Автоматично определяне на текста за търсене. От тук може да се зададе как да се определя текста за търсене при отваряне на диалога за търсене на текст.<br><ul><li><b>Без</b> - настройката е изключена.</li><li><b>Само маркирания текст</b> - използва се маркирания текст, ако има.</li><li><b>Маркирания текст, текущата дума</b> - използва се маркирания текст, ако има. Ако няма, се използва текущата дума.</li><li><b>Само текущата дума</b> - използва се текущата дума, ако има.</li><li><b>Текущата дума, маркирания текст</b> - използва се текущата дума, ако има. Ако няма, се използва маркирания текст.</li></ul> Имайте предвид, че ако не може да се определи текста за търсене, диалога ще се стартира с последния текст, който сте използвали за търсене.
bs: Ovo određuje gdje KatePogled dobija tekst za pretragu, koji će zatim biti automatski unesen u dijalog za traženje teksta: <br> <ul> <li><b>Ništa:</b> Ne popunjava tekst za pretragu.</li><li><b>Samo izbor:</b> Koristi trenutno izabrani tekst, ako postoji.</li><li><b>Izbor, zatim trenutna riječ:</b> Koristi trenutno izabrani tekst ako postoji, u suprotnom koristi trenutnu riječ.</li><li><b>Samo trenutna riječ:</b> Koristi riječ na kojoj se trenutno nalazi kursor, ako postoji.</li><li><b>Trenutna riječ, zatim izbor:</b> Koristi trenutnu riječ ako postoji, u suprotnom koristi izabrani tekst.</li></ul>Zapamtite da, u svim gore navedenim režimima, ako tekst za pretragu nije ili ne može biti određen, dijalog za pretragu teksta će se vratiti na posljenji traženi tekst.
ca: Això determina a on el KateView obtindrà el text a cercar (aquest serà entrat al diàleg Cerca text):<br><ul><li><b>Enlloc:</b> No s'estima el text a cercar.</li><li><b>Tan sols la selecció:</b> Usa l'actual selecció de text, si està disponible.</li><li><b>Selecció, després mot actual:</b> Usa l'actual selecció de text, si està disponible, d'altra manera empra el mot actual.</li><li><b>Tan sols el mot actual:</b> Usarà el mot que resti més propera al cursor, si està disponible.</li><li><b>Mot actual, després selecció:</b> Usa el mot actual, si està disponible, d'altra manera empra la selecció actual.</li></ul>Tingueu en compte que, en tots els modes anteriors, si una cadena de recerca no està o aquesta no es pot determinar, llavors el diàleg "Text a cercar" tornarà a l'últim text cercat.
da: Dette afgør hvor KateView får søgeteksten fra (dette bliver automatisk indført i 'Find tekst'-dialogen): <br><ul><li><b>Intetsteds:</b> Gæt ikke søgeteksten.</li><li><b>Kun markering:</b> Brug den aktuelle tekstmarkering, om muligt.</li><li><b>Markering, så aktuelt ord:</b> Brug aktuel markering om muligt, ellers det aktuelle ord.</li><li><b>Kun aktuelt ord:</b> Brug det ord som markøren hviler på lige nu, om muligt.</li><li><b>Aktuelt ord, så markering:</b> Brug det aktuelle ord om muligt, og ellers den aktuelle markering.</li></ul>Bemærk at i alle ovenstående tilstande, så vil 'Find tekst'-dialogen falde tilbage til sidste søgetekst hvis søgestrengen ikke kan afgøres på anden måde.
de: Hier wird die Methode festgelegt, mit der der Suchtext im Dialog "Text suchen" vorbesetzt wird: <br><ul><li><b>Keine Vorbelegung:</b>Es wird kein Suchtext vorgeschlagen.</li><li><b>Nur Auswahl:</b> Die aktuelle Textauswahl verwenden, wenn möglich.</li><li><b>Auswahl, dann aktuelles Wort:</b> Die aktuelle Auswahl verwenden, falls vorhanden, ansonsten das Wort, in dem sich der Cursor befindet.</li><li><b>Nur aktuelles Wort:</b> Das aktuelle Wort verwenden, falls vorhanden</li><li><b>Aktuelles Wort, dann Auswahl:</b> Aktuelles Wort, falls vorhanden, ansonsten aktuelle Auswahl verwenden.</li></ul> Bitte beachten Sie, dass der entsprechende Dialog den zuletzt gesuchten Text verwendet, falls sich der Suchtext mit der ausgewählten Methode nicht feststellen lässt.
el: Αυτό καθορίζει το από που θα πάρει το KateView το κείμενο αναζήτησης (το οποίο θα εισαχθεί αυτόματα στο διάλογο αναζήτησης κειμένου): <br><ul><li><b>Πουθενά:</b> Μην εικάσεις το κείμενο αναζήτησης.</li><li><b>Επιλογή μόνο:</b> Χρησιμοποίησε την τρέχουσα επιλογή κειμένου, αν είναι διαθέσιμη.</li><li><b>Επιλογή, μετά τρέχουσα λέξη:</b> Χρησιμοποίησε την τρέχουσα επιλογή κειμένου, αν είναι διαθέσιμη, αλλιώς χρησιμοποίησε την τρέχουσα λέξη.</li><li><b>Τρέχουσα λέξη μόνο:</b> Χρησιμοποίησε τη λέξη στην οποία βρίσκεται ο δρομέας, αν είναι διαθέσιμη.</li><li><b>Τρέχουσα λέξη, μετά επιλογή:</b> Χρησιμοποίησε την τρέχουσα λέξη κειμένου, αν είναι διαθέσιμη, αλλιώς χρησιμοποίησε την τρέχουσα επιλογή.</li></ul>Σημειώστε ότι, σε όλους τους παραπάνω τρόπους λειτουργίας, αν δεν μπορεί να προσδιοριστεί μία συμβολοσειρά αναζήτησης, τότε ο διάλογος αναζήτησης κειμένου θα εμφανίσει το τελευταίο κείμενο αναζήτησης.
es: Determina de dónde obtendrá KateView el texto de búsqueda (esto se introducirá automáticamente en el diálogo de Buscar texto): <br><ul><li><b>De ningún sitio:</b> No adivina el texto de búsqueda.</li><li><b>Sólo selección:</b> Utilizar la selección actual de texto, si está disponible.</li><li><b>Selección, después palabra actual:</b> Utitlizar la selección actual si está disponible, de otro modo emplear la palabra actual.</li><li><b>Sólo la palabra actual:</b> Utilizar la palabra sobre la que se encuentra el cursor, si está disponible.</li><li><b>Palabra actual, después selección:</b> Utilizar la palabra actual si está disponible, de lo contrario usar la selección actual.</li></ul>Advierta que, en todos los modos anteriores, si una cadena de búsqueda no ha sido o no puede determinarse, el diálogo de búsqueda mostrará la última búsqueda realizada.
eu: KateView-k bilaketa egiteko testua nondik eskuratuko duen ezartzen du (automatikoki sartuko da hau 'Bilatu testua' elkarrizketa-koadroan): <br> <ul> <li><b>Inon ere ez:</b> ez du bilaketa testua igartzen.</li><li><b>Hautapena soilik:</b> erabili uneko testuaren hautapena, eskuragarri badago.</li><li><b>Hautapena, gero uneko hitza:</b> erabili uneko hautapena eskuragarri badago, bestela erabili uneko hitza.</li><li><b>Uneko hitza soilik:</b> erabili kurtsorea kokatua dagoen hitza,eskuragarri badago.</li><li><b>Uneko hitza, ondoren hautapena:<b> erabili uneko hitza, eskuragarri badago, bestela erabili uneko hautapena.</li></ul>Oharra: arestiko modu guztietan bilaketako katea ez bada edo ezin bada zehaztu, 'Bilatu testua' elkarrizketa-koadroa azken bilaketako testura itzuliko da.
fa: این تعیین می‌کند که KateView متن جستجو را از کجا به دست می‌آورد )این مورد به طور خود‌کار در محاورۀ یافتن متن وارد می‌شود(:<br><ul><li><b> هیچ جا:</b> متن جستجو را حدس نزنید.</li><li><b> فقط گزینش :</b> اگر گزینش متن جاری در دسترس است، از آن استفاده کنید. </li><li><b> گزینش، سپس واژۀ جاری: </b> اگر گزینش جاری در دسترس است، از آن استفاده کنید؛ در غیر این صورت از واژۀ جاری استفاده کنید. </li><li><b> فقط واژۀ جاری :</b> اگر واژه‌ای که مکان‌نما در حال حاضر روی آن قرار دارد در دسترس است، از آن استفاده کنید.</li><li><b> واژۀ جاری، سپس گزینش:</b> اگر واژۀ جاری در دسترس است از آن استفاده کنید، در غیر این صورت از گزینش جاری استفاده کنید. </li></ul> توجه داشته باشید که در تمام حالتهای بالا، اگر یک رشته جستجو نباشد یا نتوان آن را تعیین کرد، پس از آن محاورۀ یافتن متن به آخرین متن جستجو عقب‌نشینی می‌کند.
fi: Tässä kohdassa määritellään, mistä KateView saa haettavan tekstin (tämä tulee automaattisesti Etsi-ikkunaan): <br> <ul> <li><b>Ei mistään:</b> Kate ei yritä arvata haettavaa tekstiä.</li> <li><b>Vain valinnasta:</b> Käytä nykyistä valintaa hakutekstinä, jos tekstiä on valittu.</li> <li><b>Valinta, sitten nykyinen sana:</b> Käytä valintaa vain, jos valinta on käytettävissä. Muussa tapauksessa käytetään nykyistä sanaa.</li> <li><b>Vain nykyinen sana:</b> Käytä hakutekstinä sanaa, jossa osoitin on, jos mahdollista. </li> <li><b>Nykyinen sana, sitten valinta:</b><li></ul>Huomaa, että kaikissa tapauksissa hakusanana käytetään aiempaa hakua, mikäli hakutekstiä ei voida hakea muuten.
fr: Cette fonction détermine à quel endroit KateView cherchera le texte (qui sera écrit automatiquement dans la boîte de dialogue de recherche de texte) : <br><ul><li><b>Nulle part :</b> ne pas deviner le texte à chercher.</li> <li><b>La sélection seulement :</b> utiliser la sélection de texte actuelle, si disponible.</li> <li><b>La sélection, puis le mot actuel :</b> utiliser la sélection de texte actuelle si disponible, sinon utiliser le mot actuel.</li><li><b>Mot actuel seulement :</b> utiliser le mot sur lequel le curseur est actuellement, si disponible.</li> <li><b>Mot actuel, puis la sélection :</b> utiliser le mot actuel si disponible, sinon, utiliser la sélection actuelle.</li></ul>Notez que, dans tous les modes ci-dessus, si une chaîne de recherche n'a pas été déterminée, le dialogue de recherche de texte reviendra à la dernière chaîne cherchée.
fy: Dit beskie wêr KateView de syktekst wei hellet (dit sil automatysk ynfierd wurde yn it dialoochfinster foar it sykjen fan tekst): <br> <ul> <li><b>Nergens:</b>de syktekst wurdt net rieden.</li> <li><b>Seleksje allinne:</b>As beskikber wurdt de aktive seleksje brûkt.</li> <li><b>Seleksje, dêrnei aktyf wurd:</b> as beskikber is wurdt de aktive seleksje brûkt, en oars it aktive wurd.</li> <li><b>Allinne aktive wurd:</b> as beskikber is wurdt allinne it wurd dat har no ûnder it rinnerke befynt</li> <li><b>Aktive wurd, dêrnei seleksje:</b> as beskikber is wurdt it aktive wurd brûkt en oars de seleksje.</li></ul>Taljochting: by alle boppesteande modi jild dat wannear it sykfjild net fêst stelt kin wurde dat der weromfollen wurdt op de eardere syktekst.
gl: Esto determina de onde obterá KateView o texto a buscar (esto será introducido automaticamente no diálogo Buscar Texto): <br><ul><li><b>Nengún Lugar:</b>Non adiviña o texto a buscar.</li><li><b> Só a selección:</b> Usa o texto seleizoado, se o hai, e se non a palabra actual.</li> <li><b>Sö palabra actual:</b> Usa a palabra na que estexa o cursor, se a hai.</li> <li><b>Palabra actual, despois o escollido:</b> Usa a palabra actual se a hai, e se non a selección actual.</li></ul>Recorde que, en todos os modos anteriores, se non foi ou non foi posíbel determinar unha cadea de busca, entón o diálogo Buscar Texto mostrará o último texto buscado.
he: זה קובע מהיכן KateView תקבל את הטקסט לחיפוש (זה יוכנס אוטומטית לחלון החיפוש): <br> <ul> <li><b>שום מקום: </b>לא לנחש את הטקסט לחיפוש</li><li><b>סימון בלבד:</b>אם יש טקסט מסומן, שימוש בטקסט זה. </li><li><b>סימון, ואז מילה נוכחית: </b>אם יש טקסט מסומן, להשתמש בזה, אחרת מילה מתחת לסמן. </li><li><b>מילה נוכחית בלבד: </b>שימוש במילה שמתחת לסמן של הטקסט, עם קיימת. </li> <li><b>מילה נוכחית, ואז סימון. </b>שימוש במילה מתחת לסמן, אחרת בסימון הנוכחי. </li></ul>שים לב, שבכל המצבים הנזכרים לעיל, אם לא נקבעה מחרוזת, חלון החיפוש ישתמש במחרוזת הקודמת.
hu: Ez határozza meg, hogy honnan veszi a KateView a keresési szöveget (amely automatikusan bekerül a keresési párbeszédablakba): <br><ul><li><b>Nem kell javaslat:</b> nem kell javaslat a keresett szövegre.</li><li><b>A kijelölt szövegrész:</b> a jelenleg kijelölt rész lesz a javaslat (ha van kijelölés).</li><li><b>A kijelölt szövegrész, majd az aktuális szó:</b> a kijelölt rész lesz a javaslat, ha az üres, akkor az aktuális szó.</li><li><b>Csak az aktuális szó:</b> az a szó lesz a javaslat, amelyiken a kurzor éppen áll (ha van ilyen).</li><li><b>Az aktuális szó, majd a kijelölt szövegrész:</b> Az aktuális szó lesz a javaslat (ha van ilyen), máskülönben a kijelölt szövegrész.</li></ul>Megjegyzés: a fenti üzemmódokban, ha a keresési szöveg nem határozható meg, akkor a javaslat az utoljára megadott keresési kifejezés lesz.
is: Hér ræðst hvaðan KateView fær leitarstrenginn sinn (sem birtist síðan sjálfkrafa í textaleitarglugganum):<br><ul><li><b>Hvergi:</b> Ekki giska á leitarstenginn.</li><li><b>Eingöngu val:</b> Nota núverandi textaval ef eitthvert er.</li><li><b>Val, þá núverandi orð:</b> Nota núverandi textaval ef eitthvert er annars nota orðið undir bendlinum.</li></ul>Athugið að í valmöguleikunum fyrir ofan gildir sú regla að ef ekki er hægt að finna leitarstrenginn er síðasti leitarstrengur notaður.
it: Questa opzione determina la fonte del testo da cercare, cioè il testo inserito automaticamente nella finestra Trova testo: <br><ul><li><b>Nessuna:</b> non indovinare il testo da cercare.</li><li><b>Solo la selezione:</b> usa il testo attualmente selezionato, se possibile.</li><li><b>La selezione, poi la parola attuale:</b> usa la selezione attuale se possibile, altrimenti usa la parola attuale.</li><li><b>Solo la parola attuale:</b> usa la parola su cui si trova il cursore, se possibile.</li><li><b>La parola attuale, poi la selezione:</b> usa la parola attuale se possibile, altrimenti usa la selezione attuale.</li></ul> Nota che, in tutte le modalità indicate, se non è possibile determinare una stringa di ricerca allora verrà usato l'ultimo testo cercato.
ja: KateView が検索テキストをどこから取得するかを選択します (これが自動的に「テキストを検索」ダイアログに挿入されます)。<br><ul><li>[なし] 検索テキストを推測しません。</li><li>[選択範囲のみ] 利用可能な場合、現在選択されているテキストを使用します。</li><li>[選択範囲、次に現在の単語] 利用可能な場合、現在の選択範囲を使用します。そうでなければ現在の単語を使用します。</li><li>[現在の単語のみ] 利用可能な場合、現在カーソルが止まっている単語を使用します。</li><li>[現在の単語、次に選択範囲] 利用可能な場合、現在の単語を使用します。そうでなければ現在の選択範囲を使用します。</li></ul>注意: 上記のすべてのモードにおいて、検索文字列が指定されていない、あるいは判断できない場合、「テキストを検索」ダイアログは前回の検索テキストを使用します。
kk: Іздеуі керек деген мәтін қайдан (іздеу диалогына автоматты түрде алынып) берілетіні: <br><ul><li><b>Ешқайдан:</b> мәтін алдын-ала берілмейді.</li><li><b>Тек таңдалғанды:</b> тек таңдалған үзіндісінен.</li><li><b>Таңдалғанды сосын назардағы сөзді:</b> таңдалған үзіндісі болса - осыдан, болмаса - назардағы сөзді.</li><li><b>тек назардағы сөзді:</b> назарда сөз болса - осыны.</li><li><b>Назардағы сөзді сосын таңдалғанды:</b> назарда сөз болса - осыны, болмаса - таңдалған үзіндісін.</li></ul>Егер жоғарыда көрсетілген режімдерде іздеу жолы анықталмаса онда іздеу жолында соңғы ізделген мәтін көрсетіледі.
km: វា​នេះ​កំណត់កន្លែង​ដែល KateView នឹង​ទទួល​អត្ថបទ​ស្វែង​រក (វា​នេះ​នឹង​ត្រូវ​បាន​បញ្ចូល​ដោយ​ស្វ័យ​ប្រវត្តិ​ទៅ​ក្នុង​ប្រអប់ រក​អត្ថបទ) ៖ <br><ul><li><b>គ្មាន ៖</b> កុំទាយ​អត្ថបទ​ស្វែងរក ។</li><li><b>តែ​ជម្រើស ៖</b> ប្រើ​ជម្រើស​អត្ថបទ​បច្ចុប្បន្ន ប្រសិន​បើអាច ។</li><li><b>ជម្រើស បន្ទាប់​មកពាក្យ​បច្ចុប្បន្ន ៖</b> ប្រើ​ជម្រើស​បច្ចុប្បន្ន ប្រសិន​បើ​អាច ផ្ទុយ​ទៅ​វិញ​ប្រើ​ពាក្យ​បច្ចុប្បន្ន ។</li><li><b>តែ​ពាក្យ​បច្ចុប្បន្ន ៖</b> ប្រើ​ពាក្យ​ដែល​ទស្សន៍​ទ្រនិច​កំពុង​សម្រាក ្នៅ​ពេល​បច្ចុប្បន្ន ប្រសិនបើអាច ។</li><li>ពាក្យ​បច្ចុប្បន្ន បន្ទាប់មកជម្រើស ៖</b>ប្រើ​ពាក្យ​បច្ចុប្បន្ន ប្រសិន​បើ​អាច ផ្ទុយ​ទៅ​វិញ​ប្រើ​ជម្រើស​បច្ចុប្បន្ន ។.</li></ul>ចំណាំថា ក្នុង​របៀប​ខាង​លើ​ទាំង​អស់ ប្រសិន​បើ​ខ្សែអក្សរ​ស្វែងរកមិនត្រូវ​បាន​កំណត់ ឬ មិន​អាចកំណត់​បាន នោះ ​ប្រអប់​រក​អត្ថបទ នឹងត្រឡប់​ទៅ​អត្ថបទ​ស្វែងរក​ចុង​ក្រោយ ។
ko: 카테가 문자열 찾기에 어떤 부분을 사용할 것인지 정합니다. (이 설정은 문자열 찾기 설정에 자동으로 적용됩니다.): <br><ul><li><b>사용안함:</b>어떤 문자열도 사용하지 않습니다.</li><li><b>선택한 영역만:</b> 현재 선택한 문자열 영역만 사용합니다..</li><li><b>선택 영역 사용, 아니면 현재 단어 사용:</b> 선택한 영역이 있으면 사용하고, 없을 경우 현재 커서가 위치한 단어를 사용합니다.</li><li><b>현재 단어만:</b> 현재 커서가 위치한 단어만 사용합니다.</li><li><b>단어 사용 후영역 사용:</b> 현재 커서가 위치한 단어를 사용한 후에 선택한 영역을 사용합니다.</li></ul>주의: 어떤 설정이든지 찾고자 하는 문자열이나 단어를 결정하지 못하면 문자열 찾기 창은 마지막으로 찾은 문자열로 돌아갑니다.
mk: Ова определува откаде KateView ќе го земе текстот за пребарување (ова ќе биде автоматски внесено во дијалогот Барај текст): <br><ul><li><b>Никаде:</b> Не го претпоставува текстот за пребарување.</li><li><b>Само избор:</b> Го користи моментално избраниот текст, ако е достапно.</li><li><b>Избор, а потоа тековниот збор:</b> Го користи моментално избраниот текст, ако е достапно, инаку го користи тековниот збор.</li><li><b>Само тековниот збор:</b> Го користи зборот во кој се наоѓа курсорот, ако е тоа достапно.</li><li><b>Тековниот збор, а потоа изборот:</b> Го користи тековниот збор, ако е тоа достапно, инаку го користи моменталниот избор.</li></ul>Забележете дека, во сите погорни режими, ако не е или не била определена низа за пребарување, тогаш дијалогот Барај текст ке се врати на последниот баран текст.
ms: Ini menentukan dari mana KateView akan mendapat teks carian (ini akan secara automatik dimasukkan ke dalam dialog Cari Teks): <br><ul><li><b>Tiada di mana-mana:</b> Jangan teka teks carian.</li><li><b>Pilihan Sahaja:</b> Guna pilihan teks semasa, jika ada.</li><li><b>Pilihan, kemudian Perkataan Semasa:</b> Guna pilihan semasa, jika ada, jika tidak guna perkataan semasa.</li><li><b>Perkataan Semasa Sahaja:</b> Guna perkataan yang kursor kini berada di atasnya, jika ada.</li><li><b>Perkataan Semasa, kemudian Pilihan:</b> Guna perkataan semasa jika ada, jika tidak guna perkataan pilihan.</li></ul>Ambil perhatian bahawa dalam semua mod di atas, jika rentetan carian belum atau tidak dapat ditentukan, maka Dialog Cari Teks akan kembali ke teks carian terakhir.
nb: Avgjør hvor KateView skal hente søketeksten fra. (Velg automatisk i dialogvindu «Finn tekst»): <br> <ul> <li><b>Ingen steder:</b> Ikke prøv å gjette søketeksten.</li> <li><b>Bare merket område</b>: Bruk det merkede området dersom teksten er merket.</li> <li><b>Merket område, så ordet ved skrivemerket:</b> Bruk det merkedeområdet dersom noe tekst er merket, eller ordet ved skrivemerket hvis ikke.</li> <li><b>Bare ordet ved skrivemerket:</b> Bruk ordet ved skrivemerket dersom det er tilgjengelig.</li> <li><b>Ordet ved skrivemerket, så merket område:</b> Bruk ordet ved skrivemerket dersom det er tilgjengelig, eller det merkede området hvis ikke.</li></ul> Legg merke til at dialogvinduet vil gå tilbake til den forrige søketeksten dersom det ikke finner noen annen søketekst.
nds: Leggt fast, woneem de Text wegkummt, de in dat Söökfeld inföögt warrt:<br><ul><li><b>Narms:</b> Keen Text warrt inföögt.</li><li><b>Bloots Markeren:</b> Bruukt - wenn vörhannen - de aktuelle Markeren.</li><li><b>Markeren, denn aktuell Woort:</b> Bruukt - wenn vörhannen - de aktuelle Markeren, sünst dat aktuelle Woort.</li><li><b>Bloots aktuell Woort:</b> Bruukt - wenn mööglich - dat Woort, binnen dat de Blinker jüst steiht.</li><li><b>Aktuell Woort, denn Markeren:</b> Bruukt - wenn mööglich - dat aktuelle Woort, sünst de aktuelle Markeren.</li></ul>Beacht bitte, dat jümmers de verleden Sööktext bruukt warrt, wenn de baven utsöchte Metood keen Resultaat broch.
nl: Dit bepaalt waar KateView de zoektekst vandaan haalt (dit zal automatisch worden ingevoerd in het dialoogvenster voor het zoeken van tekst): <br> <ul> <li><b>Nergens:</b>de zoektekst wordt niet geraden.</li> <li><b>Alleen selectie:</b>indien beschikbaar wordt de huidige selectie gebruikt.</li> <li><b>Selectie, daarna huidig woord:</b> indien beschikbaar wordt de huidige selectie gebruikt, en anders het huidige woord.</li> <li><b>Alleen huidig woord:</b> indien beschikbaar wordt alleen het woord gebruikt dat zich momenteel onder de cursor bevindt</li> <li><b>Huidig woord, daarna selectie:</b> indien beschikbaar wordt het huidige woord gebruikt, en anders de selectie.</li></ul>Opmerking: bij alle bovenstaande modi geldt dat wanneer de zoektekst niet kan worden bepaald er zal worden terug gevallen op de vorige zoektekst.
nn: Avgjer kvar KateView skal henta søkjeteksten frå. (Vald automatisk i dialogvindauget «Finn tekst»): <br><ul><li><b>Ingen stad:</b> Ikkje prøv å gjetta søkjeteksten.</li> <li><b>Berre merkt område</b>: Bruk det merkte området dersom tekst er merkt.</li> <li><b>Merkt område, så ordet ved skrivemerket:</b> Bruk det merkte området dersom noko tekst er merkt, eller ordet ved skrivemerket viss ikkje.</li> <li><b>Berre ordet ved skrivemerket:</b> Bruk ordet ved skrivemerket dersom det er tilgjengeleg.</li> <li><b>Ordet ved skrivemerket, så merkt område:</b> Bruk ordet ved skrivemerket dersom det er tilgjengeleg, eller det merkte området viss ikkje.</li></ul> Legg merke til at dialogvindauget vil gå tilbake til den førre søkjeteksten dersom det ikkje finn nokon annan søkjetekst.
pl: Określa skąd KateView będzie pobierał tekst do szukania (automatycznie wstawiony do okna Znajdź tekst): <br><ul><li><b>Nigdzie:</b> Nie próbuj zgadnąć szukanego tekstu.</li><li><b>Tylko zaznaczenie:</b> Użyj aktualnie zaznaczonego tekstujeśli możliwe.</li><li><b>Zaznaczenie, potem bieżący wyraz:</b> Użyj aktualnie zaznaczonego tekstu jeśli możliwe, w innym wypadku bieżący wyraz.</li><li><b>Tylko bieżący wyraz:</b> Użyj wyrazu na którym obecnie jest kursor, jeśli możliwe.</li><li><b>Bieżący wyraz, potem zaznaczenie:</b> Użyj bieżącego wyrazu jeśli możliwe, w innym wypadku użyj bieżącego zaznaczenia.</li></ul>Pamiętaj że we wszystkich trybach jeśli szukany tekst nie może być określony, okno Znajdź tekst wróci do ostatnio poszukiwanego tekstu.
pt: Isto determina onde é que a KateView ira obter o texto de pesquisa (isto irá´ser introduzido automaticamente na janela de Procurar Texto): <br><ul><li><b>Nenhum Lado:</b> Não tenta adivinhar o texto a procurar.</li><li><b>Selecção:</b> Utiliza a selecção de texto actual, se existir.</li><li><b>Selecção e Palavra Actual:</b> Usa a selecção actual se existir, caso contrário utilize a palavra actual..</li><li><b>Palavra Actual:</b> Usa a palavra na qual o cursor se encontra actualmente, se existir.</li><li><b>Palavra Actual Seguida da Selecção:</b> Usa a palavra actual se existir, caso contrário utiliza a selecção actual.</li></ul>Lembre-se que, nos modos acima, se não for determinado nenhum texto a procurar, então a janela de Procurar Texto irá usar o último texto procurado.
pt_br: Isto determina onde a Visão do Kate obterá o texto de busca (isto será automaticamente digitado dentro do Diálogo "Procurar Texto"): <br><ul><li><b>Nenhum local:</b> Não procura texto em local algum.</li><li><b>Somente Seleção:</b> Usa a seleção de texto atual, se disponível.</li><li><b>Seleção, então Palavra Atual:</b> Usa a seleção se disponível, e então usa a palavra atual.</li><li><b>Somente a Palavra Atual</b> Usa a palavra atual que o cursor está atualmente buscando, se disponível.</li><li><b>Palavra Atual, então Seleção:</b> Usa a palavra atual se disponível, caso contrário usa a seleção atual.</li></ul>Note que, em todos os modos acima, se uma string de busca não foi ou não pode ser determinada, então o Diálogo "Procurar Texto" falhará para o último texto de busca.
ro: Aceasta determină de unde va lua Kate textul pentru termenul de căutat (el va fi automat introdus în dialogul "Căutare text"): <br><ul><li><b>Nicăieri:</b> Nu încearcă să ghicească textul de căutat.</li><li><b>Numai selecţia:</b> Dacă există, foloseşte textul selectat.</li><li><b>Selecţia, apoi cuvîntul selectat:</b> Utilizează selecţia curentă dacă există, altfel cuvîntul curent.</li><li><b>Numai cuvîntul curent:</b> Dacă există, utilizează cuvîntul unde se află cursorul în acel moment.</li><li><b>Cuvîntul curent, apoi selecţia:</b> Utilizează cuvîntul curent dacă exită, altfel foloseşte selecţia curentă.</li> </ul> Observaţie: în toate modurile de mai sus, dacă nu se poate sau nu a fost determinat un text de căutat, atunci dialogul de căutare va afişa ultimul text căutat.
rw: Ibi byerekana aho IgaragazaKate rizakura umwandiko w'ishakisha (ibi bizinjizwa mu buryo bwikoresha mu kiganiro Gushaka Umwandiko): <br><ul><li><b>Ubuhano:</b> Ntufoze umwandiko w'ishakisha. </li><li><b>Guhitamo Gusa:</b> Gukoresha ihitamo ry'umwandiko ugezweho.</li><li><b>Ihitamo, noneho Ijambo Rigezweho:</b> Gukoresha ihitamo rigezweho niba rihari, ataribyo wakoresha ijambo rigezweho.</li><li><b>Ijambo Rigezweho Gusa:</b> Gukoresha Ijambo ryo Inyoborayandika izaba iriho mu iki gihe, niba rihari. </li><li><b>Ijambo rigezweho, noneho ihitamo:</b> Gukoresha ijambo rigezweho niba rihari, ataribyo ukoreshe ihitamo rigezweho.</li></ul>Wamenya ko, mu buryo bwose buri hejuru, niba ikurikiranyanyuguti ry'ishaka ritarabonywe cyangwa ridashobora kubonwa , noneho Ikiganiro cyo Gushaka Umwandiko kizasubira inyuma ku mwandiko w'ishaka uheruka.
sk: Toto určuje, odkiaľ získa KateView hľadaný text (bude automaticky zadaný do dialogu pre hľadanie): <br><ul><li><b>Nikde:</b> Nenavrhovať hľadaný text.</li><li><b>Iba výber:</b> Použiť aktuálne označený text, ak existuje.</li><li><b>Výber, potom aktuálne slovo:</b> Použiť aktuálny výber, ak existuje, inak aktuálne slovo.</li><li><b>Iba aktuálne slovo:</b> Použiť aktuálne slovo, na ktorom je momentálne kurzor, ak existuje.</li><li><b>Aktuálne slovo, potom výber:</b> Použiť aktuálne slovo, ak existuje, iba použiť momentálne označený text.</li></ul>Uvedomte si, že vo všetkých týchto režimoch, ak nie je možné určiť hľadaný text, bude dialóg pre hľadanie textu obsahovať posledný hľadaný text.
sl: To določi, iz kje bo KateView dobil iskano besedilo (to bo samodejno vnešeno v okno Najdi besedilo): <br> <ul> <li><b>Nikjer:</b> ne ugiba iskanega besedila.</li> <li><b>Samo izbora:</b> uporabi trenuten izbor besedila, če je na voljo.</li> <li><b>Izbor, nato trenutna beseda:</b> uporabi trenutnen izbor, če je na voljo, sicer uporabi trenutno besedo.</li> <li><b>Samo trenutno besedo:</b> uporabi besedo, na kateri trenutno počiva kazalec, če je na voljo.</li> <li><b>Trenutna beseda, nato izbor:</b> uporabi trenutno besedo, če je na voljo, sicer uporabi trenuten izbor.</li></ul> Vedite, da pri vseh navedenih načinih velja, da če ni možno ugotoviti iskanega niza, potem okno Najdi besedilo ponudi zadnje iskano besedilo.
sr: Ово одређује одакле ће KateView добијати текст за претрагу (ово ће бити аутоматски унето у „Нађи текст“ дијалог): <br> <ul> <li><b>Нигде:</b> Не погађа текст за претрагу.</li> <li><b>Само означени текст:</b> Користи тренутно означени текст, ако постоји.</li> <li><b>Означени текст, па онда текућа реч:</b> Користи означени текст, ако постоји, иначе користи текућу реч.</li> <li><b>Само текућа реч:</b> Ако постоји, користиће реч на којој се тренутно налази курсор.</li> <li><b>Текућа реч, па онда означени текст:</b> Ако постоји користићетренутну реч испод курсора, иначе користи означен текст.</li></ul> Приметите да се у свим горњим случајевима, ако низ за претрагу није или не може бити одређен, користи последњи текст за претрагу.
sr@latn: Ovo određuje odakle će KateView dobijati tekst za pretragu (ovo će biti automatski uneto u „Nađi tekst“ dijalog): <br> <ul> <li><b>Nigde:</b> Ne pogađa tekst za pretragu.</li> <li><b>Samo označeni tekst:</b> Koristi trenutno označeni tekst, ako postoji.</li> <li><b>Označeni tekst, pa onda tekuća reč:</b> Koristi označeni tekst, ako postoji, inače koristi tekuću reč.</li> <li><b>Samo tekuća reč:</b> Ako postoji, koristiće reč na kojoj se trenutno nalazi kursor.</li> <li><b>Tekuća reč, pa onda označeni tekst:</b> Ako postoji koristićetrenutnu reč ispod kursora, inače koristi označen tekst.</li></ul> Primetite da se u svim gornjim slučajevima, ako niz za pretragu nije ili ne može biti određen, koristi poslednji tekst za pretragu.
ta: இது கேட்வீவ் தேடும் உரையிலிருந்து பெருவதை கண்டுபிடிக்கும் (இது தானாகவே தேடும் உரை உரையாடல் பெட்டியில் உள்ளிடப்படும்): <br><ul><li><b>தற்போது இங்கு:</b> தேடும் உரையை யோசிக்காதே.</li><li><b>தேர்வு மட்டும்:</b>கிடைத்தால், தற்போதைய உரை தேர்வை பயன்படுத்து.</li><li><b>தேர்வு, பின் தற்போதைய வார்த்தை:</b> இருந்தால், தற்போதைய தேர்வை பயன்படுத்தவும், இல்லையென்றால் தற்போதைய வார்தை.</li><li><b>தற்போதைய வார்த்தை மட்டும்:</b> கிடைத்தால், சுட்டி தற்போது காட்டும் வார்த்தையை பயன்படுத்தவும்.</li><li><b>தற்போதைய வார்த்தை, பிறகு தேர்வு:</b> கிடைத்தால் தற்போதைய வார்த்தையை பயன்படுத்தவும்,இல்லையென்றால் தற்போதைய வார்த்தை.</li></ul>குறித்துக்கொள், மேலுள்ள முறைகளில், தேடும் சரம் இல்லை அல்லது கண்டுபிடிக்க முடியவில்லை என்றால், பின் தேடும் உரை உரையாடல் பெட்டி பின்னால் கடைசி உரை தேடலுக்குச் செல்லும்.
tg: Дода истодааст, аз куҷо матни матлуб дар сатри ҷустуҷӯӣ ва дар диалоги ҷустуҷӯӣ хоҳад гузошт:<br><ul><li><b>Ҳеҷгоҳ истифода накунед:</b> Матни матлубӣ нахоҳад гузошт.</li><li><b>Қисмчаи ҷудошуда:</b> танҳо аз матни қисмчаи ҷудошуда.</li><li><b>Қисмчаи ҷудошуда баъд калимаи равон:</b> аз қисмчаи ҷудошуда, агар он вуҷуд бошад ёки калимаи қаблӣ.</li><li><b>Калимаи қаблӣ:</b> танҳо калимаи қаблӣ, агар он дастрас бошад.</li><li><b>Калимаи равон баъд қисмчаи ҷудошуда:</b> қисмчаи ҷудошуда, агар он дастрас бошад ёки қисмчаи ҷудошуда.</li></ul> Агар дар ҳамаи тартиботҳои бологуфта сатри ҷустуҷӯӣ муайян нашуда бошад, ин гоҳ дар сатри ҷустуҷӯ, варианти охирини матни матлуб гузошта хоҳад шуд.
uk: Визначає, звідки KateView починає шукати текст (цей вибір буде автоматично зроблено в діалозі Пошуку тексту): <br><ul><li><b>Відсутнє:</b> Не намагатися вгадати ділянку пошуку.</li><li><b>Тільки у виборі:</b> Якщо присутній, шукати у вибраному тексті.</li><li><b>У виборі або з поточного слова:</b> Шукати у вибраному тексті; якщо вибір відсутній - з поточного слова.</li><li><b>Тільки з поточного слова:</b> Якщо можливо починати пошук з поточного слова.</li><li><b>З поточного слова або у виборі:</b> Починати з поточного слова, якщо можливо, інакше шукати у вибраному тексті.</li></ul> Зауважте, що всіх перелічених режимах , якщо текст пошуку не знайдено, вікно Пошуку тексту повернеться до останнього тексту пошуку.
zh_cn: 此选项决定了 KateView 要从哪里获得搜索文字(即查找文字对话框中自动出现的文字)：<br><ul><li><b>随处：</b>不猜测搜索文字。</li><li><b>只对选择区：</b>可用时使用当前选中的文本。</li><li><b>选择区，然后是当前单词：</b>可用时使用当前选中的文本，否则使用光标处的单词。</li><li><b>只对当前单词：</b>可用时使用光标处的文本。</li><li><b>当前单词，然后是选择区：</b>可用时使用当前单词，否则使用选中的文本。</li></ul>请注意，在以上全部的模式中，如果搜索字符串尚未确定或无法确定，则查找文字对话框将会回退到上次搜索的文字。
