Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Do you really want to continue to close this file? Data loss may occur.
af: Wil jy regtig voortgaan om die lêer te sluit? Data verlies mag voorkom.
ar: هل بالتاكيد تريد الاستمرار فى اغلاق الملف؟ قد يحدث فقد للبيانات.
be: Вы сапраўды хочаце закрыць гэты файл? Вы можаце згубіць карысную інфармацыю.
bg: Сигурни ли сте, че искате файлът да бъде затворен? При тази операция може да загубите данни.
bs: Želite li stvarno nastaviti sa zatvaranjem ove datoteke? Može doći do gubitka podataka.
ca: Desitgeu realment continuar i tancar aquest fitxer? Es podrien perdre dades.
cs: Opravdu chcete uzavřít tento soubor? Může dojít ke ztrátě dat.
da: Ønsker du virkelig at fortsætte med at lukke denne fil? Datatab kan opstå.
de: Möchten Sie die Datei wirklich schließen? Es kann zu Datenverlust kommen.
el: Σίγουρα θέλετε να συνεχίσετε με το κλείσιμο αυτού του αρχείου; Μπορεί να υπάρξει απώλεια δεδομένων.
es: ¿Desea realmente continuar cerrando este archivo?. Se podrían perder datos.
eu: Ziur zaude fitxategia ixtea nahi duzula? Baliteke datu batzuk galtzea.
fa: واقعاً می‌خواهید به بستن این پرونده ادامه دهید؟ ممکن است اتلاف داده صورت بگیرد.
fi: Haluatko varmasti sulkea tämän tiedoston? Tietoa saattaa hävitä.
fr: Voulez-vous vraiment continuer à fermer ce fichier ? Une perte de données peut survenir.
fy: Wolle jo fierdergean mei it sluten fan dizze triem? Hjirtroch kin der data ferlern gean.
gl: Desexa continuar a pechar este ficheiro? Pode producirse perda de dados.
he: האם ברצונך להמשיך את הסגירה של הקובץ הזה? ייתכן איבוד מידע.
hr: Želite li zaista nastaviti sa zatvaranjem ove datoteke? Postoji mogućnost gubitka podataka.
hu: Biztosan be szeretné zárni a fájlt? Adatvesztés lehet a bezárás következménye.
is: Viltu virkilega loka þessari skrá? Gagnatap er mögulegt.
it: Vuoi davvero chiudere questo file? Alcuni dati potrebbero andare persi.
ja: 本当にこのファイルを閉じますか？データが消失する可能性があります。
kk: Осы файлды жапқыңыз келгені рас па? Деректер жоғалуы мүмкін.
km: តើ​អ្នក​ពិត​ជា​ចង់​បន្ត​បិទ​ឯកសារ​នេះ​ឬ ? ការ​បាត់​បង់​ទិន្នន័យ​ប្រហែល​ជា​អាច​កើតឡើង ។
ko: 이 파일을 닫으시겠습니까? 데이터가 손실될 수 있습니다.
mk: Дали навистина сакате да продолжите со затворањето на датотекава? Може да се случи губиток на податоци.
ms: Anda benar-benar ingin menutup fail ini? Kehilangan data boleh berlaku.
nb: Er du sikker på at du vil fortsette med å lukke denne fila? Data kan gå tapt.
nds: Wullt Du disse Datei redig tomaken? Dat kunn licht to Datenverlust kamen.
nl: Wilt u doorgaan met het sluiten van dit bestand? Hierdoor kunnen gegevens verloren gaan.
nn: Vil du verkeleg halda fram med å lukka denne fila? Data kan gå tapt.
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਫਾਇਲ ਨੂੰ ਬੰਦ ਕਰਨ ਲ਼ਈ ਸਹਿਮਤ ਹੋ? ਡਾਟਾ ਗੁੰਮ ਹੋ ਸਕਦਾ ਹੈ।
pl: Naprawdę chcesz kontynuować zamykanie pliku? Istnieje prawdopodobieństwo utraty danych.
pt: Deseja mesmo continuar a fechar este ficheiro? Poderá ocorrer a perda de dados.
pt_br: Você realmente deseja continuar a fechar este arquivo? Pode ocorrer perda de dados.
ro: Doriţi într-adevăr să închideţi acest fişier? Aţi putea pierde date.
rw: Wifuza koko gukomeza gufunga iyi dosiye? Ukubura ku ibyatanzwe gushobora kugaragara.
se: Háliidat go duođas giddet dán fiilla? Dáhtat sáhttet duššái mannat.
sk: Naozaj chcete pokračovať a zatvoriť tento súbor? Môžete stratiť niektoré dáta.
sl: Ali zares želite zapreti to datoteko? Lahko pride do izgube podatkov.
sr: Да ли заиста желите да наставите за затварањем овог фајла? Ово може проузроковати губитак података.
sr@latn: Da li zaista želite da nastavite za zatvaranjem ovog fajla? Ovo može prouzrokovati gubitak podataka.
ta: கண்டிப்பாக இந்த கோப்பினை மூட விரும்புகிறீர்களா? தகவல் இழப்பு ஏற்படலாம்.
tg: Оё мехоҳед ин файлро бипӯшед? Мумкин ин пинҳонии додашудаҳо бошад.
th: คุณต้องการที่จะปิดแฟ้มนี้จริงๆ หรือ? อาจจะมีข้อมูลสูญหายได้
uk: Ви дійсно хочете закрити цей файл? Можлива втрата даних.
zh_cn: 您真的想要继续关闭此文件吗？数据可能丢失。

source: Close Nevertheless
af: Maak nogsteeds toe
be: Усё роўна закрыць!
bg: Затваряне
ca: Tanca tanmateix
cs: Přesto uzavřít
da: Luk alligevel
de: Trotzdem schließen
el: Κλείσιμο όπως και να 'χει
es: Cerrar a pesar de todo
eu: Itxi hala ere
fa: با این حال بسته شود
fi: Sulje
fr: Fermer malgré tout
fy: Dochs slute
he: סגור בכל זאת
hu: Bezárás
is: Loka
it: Chiudi in ogni caso
ja: それでも閉じる
kk: Бәрібір жабылсын
km: យ៉ាង​ណា​ក៏​ដោយបិទ
ko: 무조건 닫기
mk: Затвори сепак
nb: Lukk likevel
nds: Liekers tomaken
nl: Toch sluiten
nn: Lukk likevel
pa: ਕਿਸੇ ਤਰਾਂ ਵੀ ਬੰਦ ਕਰੋ
pl: Zamknij pomimo
pt: Fechar à Mesma
pt_br: Fechar mesmo assim
se: Gidde liikká
sk: Napriek tomu zavrieť
sl: Vseeno zapri
sr: Ипак затвори
sr@latn: Ipak zatvori
th: ปิดไปเถอะ
uk: Закрити незважаючи на це
zh_cn: 仍然关闭

source: Save File
af: Stoor Lêer
ar: حفظ الملف
be: Запісаць файл
bg: Запис на файл
bs: Spremi datoteku
ca: Desa el fitxer
cs: Uložit soubor
da: Gem fil
de: Datei speichern
el: Αποθήκευση αρχείου
es: Guardar archivo
eu: Gorde fitxategia
fa: ذخیرۀ پرونده
fi: Tallenna tiedosto
fr: Enregistrer le fichier
fy: Triem bewarje
gl: Guardar Arquivo
he: שמירת קובץ
hr: Spremi datoteku
hu: A fájl mentése
is: Vista skrá
it: Salva file
ja: ファイルを保存
kk: Файл сақталсын
km: រក្សាទុក​ឯកសារ
ko: 파일 저장
mk: Зачувај датотека
ms: Simpan Fail
nb: Lagre fil
nds: Datei sekern
nl: Bestand opslaan
nn: Lagra fil
pa: ਫਾਇਲ ਸੰਭਾਲੋ
pl: Zapisz plik
pt: Gravar o Ficheiro
pt_br: Salvar arquivo...
ro: Salvare fişier
rw: Bika idosiye
se: Vurke fiilla
sk: Uložiť súbor
sl: Shrani datoteko
sr: Сними фајл
sr@latn: Snimi fajl
ta: கோப்பினைச் சேமி...
tg: Нигоҳ доштани файл
th: บันทึกแฟ้ม
uk: Зберегти файл
zh_cn: 保存文件

source: Save failed
af: Stoor gevaal
be: Немагчыма запісаць
bg: Грешка при запис
bs: Snimanje nije uspjelo
ca: Ha fallat el desat
cs: Uložení selhalo
da: Mislykkedes at gemme
de: Speichern fehlgeschlagen
el: Η αποθήκευση απέτυχε
es: Guardado fallido
eu: Gordetzeak huts egin du
fa: خرابی در ذخیره
fi: Tallennus epäonnistui
fr: Enregistrement impossible
fy: Bewarjen mislearre
gl: Fallo ao gravar
he: השמירה נכשלה
hu: A mentés nem sikerült
is: Vistun mistókst
it: Impossibile salvare
ja: 保存に失敗
kk: Сақтау қатесі
km: ការ​រក្សាទុក​បាន​បរាជ័យ
ko: 저장을 실패하였습니다.
mk: Зачувувањето не успеа
ms: Simpan gagal
nb: Lagringen feilet
nds: Sekern fehlslaan
nl: Opslag mislukt
nn: Lagring feila
pa: ਸੰਭਾਲਣ ਅਸਫਲ
pl: Zapis się nie powiódł
pt: A gravação falhou
pt_br: Falha ao salvar arquivo
ro: Salvarea a eşuat
rw: Kubika Byanze
se: Vurken filtii
sk: Uloženie zlyhalo
sl: Shranjevanje ni uspelo
sr: Снимање није успело
sr@latn: Snimanje nije uspelo
ta: சேமிக்க முடியவில்லை
tg: Нигоҳ доштан вайрон шуд
th: บันทึกแฟ้มล้มเหลว
uk: Помилка збереження
zh_cn: 保存失败

source: What do you want to do?
af: Wat wil jy doen?
be: Што вы хочаце зрабіць?
bg: Какво искате да направите?
bs: Šta želite raditi?
ca: Què és el que voleu fer?
cs: Co si přejete udělat?
da: Hvad ønsker du at gøre?
de: Was möchten Sie tun?
el: Τι θέλετε να κάνετε;
es: ¿Qué desea hacer?
eu: Zer egin nahi duzu?
fa: می‌خواهید چه کار کنید؟
fi: Mitä haluat tehdä?
fr: Que voulez-vous faire ?
fy: Wat wolle jo dwaan?
gl: Que desexa facer?
he: מה ברצונך לעשות?
hu: Mit szeretne tenni?
is: Hvað viltu gera?
it: Cosa vuoi fare?
ja: どうしますか？
kk: Не істемексіз?
km: តើ​អ្នក​ចង់​ធ្វើ​អ្វី ?
ko: 어떻게 하시겠습니까?
mk: Што сакате да направите?
ms: Apa yang ingin anda lakukan?
nb: Hva vil du gjøre?
nds: Wat wullt Du doon?
nl: Wat wilt u doen?
nn: Kva vil du gjera?
pa: ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Co chcesz zrobić?
pt: O que deseja fazer?
pt_br: O que você deseja fazer?
ro: Ce doriţi să fac?
rw: Urifuzaga gukora iki?
se: Maid háliidat bargat?
sk: Čo chcete urobiť?
sl: Kaj želite napraviti sedaj?
sr: Шта желите да радите?
sr@latn: Šta želite da radite?
ta: நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tg: Шумо чӣ мехоҳед кард?
th: คุณต้องการทำอะไรต่อ?
uk: Що ви хочете зробити?
zh_cn: 您想要做什么？

source: File Was Changed on Disk
af: Lêer Was Verander op Disket
be: Дыскавая копія файла змянілася
bg: Файлът е променен на диска
bs: Datoteka je promijenjena na disku
ca: El fitxer s'ha canviat a disc
cs: Soubor změněn na disku
da: Filen er ændret på disken
de: Gespeicherte Datei wurde geändert
el: Το αρχείο άλλαξε στο δίσκο
es: El archivo fue modificado en el disco
eu: Fitxategia diskoan aldatu da
fa: پروندۀ موجود در دیسک تغییر داده شد
fi: Tiedosto on muuttunut levyllä
fr: Le fichier a été modifié sur le disque
fy: De triem op de skiif is wizige
gl: O Arquivo Foi Modificado no Disco
he: הקובץ שונה על הכונן
hu: A fájl megváltozott a lemezen
is: Skránni var breytt á diski af öðru forriti
it: Il file è stato cambiato sul disco
ja: ファイルはディスク上で変更されました
kk: Дискідегі файл өзгертілген
km: ឯកសារ​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​នៅ​លើ​ថាស
ko: 디스크에 있는 파일은 변경되었습니다.
mk: Датотеката беше променета на диск
ms: Fail Diubah dalam Cakera
nb: Fila er endra på disken
nds: Datei op Fastplaat ännert
nl: Het bestand op de schijf is gewijzigd
nn: Fila er endra på disken
pa: ਫਾਇਲ ਡਿਸਕ ਤੇ ਤਬਦੀਲ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ
pl: Plik został zmieniony na dysku
pt: O Ficheiro Foi Modificado no Disco
pt_br: O arquivo foi modficado no disco
ro: Fişierul a fost modificat pe disc
rw: Idosiye Yahinduwe kuri Disiki
se: Fiila rievdaduvvui skearrus
sk: Súbor bol na disku zmenený
sl: Datoteka je bila spremenjena na disku
sr: Фајл је измењен на диску
sr@latn: Fajl je izmenjen na disku
ta: வட்டில் கோப்பு மாற்றப்பட்டது
tg: Файл дар диск тағйир дода буд
th: แฟ้มมีการเปลี่ยนแปลงบนดิสก์
uk: Файл було змінено на диску
zh_cn: 文件已在磁盘上更改

source: &Reload File
af: Herlaai Lêer
be: &Адкрыць файл зноў
bg: Презаре&ждане на файла
bs: &Ponovo učitaj datoteku
ca: &Recarrega fitxer
cs: Znovu načíst soubo&r
da: &Genindlæs fil
de: Datei &erneut laden
el: &Επαναφόρτωση αρχείου
es: &Recargar archivo
eu: &Birkargatu fitxategia
fa: &بارگذاری مجدد پرونده‌
fi: &Lataa tiedosto uudelleen
fr: &Recharger le fichier
fy: Triem opnij &lade
gl: &Recargar Arguivo
he: &טען מחדש
hu: A fájl újratö&ltése
is: &Endurlesa skrá
it: &Ricarica file
ja: ファイルを再読み込み(&R)
kk: Файл қа&йта жүктелсін
km: ផ្ទុក​ឯកសារ​ឡើង​វិញ
ko: 다시 불러오기(&R)
mk: &Превчитај датотека
ms: &Muat Semula Fail
nb: Åpne fila på &nytt
nds: Datei &nieg laden
nl: Opnieu&w laden
nn: Opna fila på &nytt
pa: ਫਾਇਲ ਮੁੜ ਲੋਡ
pl: &Wczytaj plik na nowo
pt: Actualiza&r o Ficheiro
pt_br: &Recarregar Arquivo
ro: &Reîncarcă fişierul
rw: Kongera gutangiza Idosiye
se: &Raba fiilla ođđasit
sk: Z&novu načítať súbor
sl: &Znova naloži datoteko
sr: &Учитај поново фајл
sr@latn: &Učitaj ponovo fajl
ta: கோப்பினை திரும்ப ஏற்று
tg: &Пурборкунии файл
th: โห&ลดแฟ้มใหม่อีกครั้ง
uk: &Перезавантажити файл
zh_cn: 重新装入文件(&R)

source: &Ignore Changes
af: Ignoreer Veranderinge
be: &Ігнараваць змены
bg: &Игнориране на промените
bs: &Ignoriši izmjene
ca: &Ignora els canvis
cs: &Ignorovat změny
da: &Ignorér ændringer
de: Änderungen &ignorieren
el: &Παράβλεψη αλλαγών
es: &Ignorar cambios
eu: &Ez ikusi egin aldaketei
fa: &چشم‌پوشی از تغییرات‌
fi: &Hylkää muutokset
fr: &Ignorer les changements
fy: W&izigings ôfwize
gl: &Ignorar Cambios
he: &התעלם משינויים
hu: A módosítások eld&obása
is: H&unsa breytingar
it: &Ignora cambiamenti
ja: 変更を無視する(&I)
kk: Өзгерістерді &елемеу
km: មិន​អើពើ​ការ​ផ្លាស់ប្ដូរ
ko: 변경 무시(&I)
mk: &Игнорирај измени
ms: &Abaikan Perubahan
nb: &Ignorer endringene
nds: Ännern över&gahn
nl: W&ijzigingen verwerpen
nn: &Ignorer endringane
pa: ਤਬਦੀਲੀਆਂ ਅਣਡਿੱਠੀਆਂ(&I)
pl: &Ignoruj zmiany
pt: &Ignorar as Alterações
pt_br: &Ignorar Modificações
ro: &Ignoră modificările
rw: Kwirengagiza Impinduka
se: &Badjelgeahčča rievdadusaid
sk: &Ignorovať zmeny
sl: &Prezri spremembe
sr: &Игнориши измене
sr@latn: &Ignoriši izmene
ta: &மாற்றங்களை தவிர்
tg: &Эътино накардани тағйиротҳо
th: ไม่สนใ&จความเปลี่ยนแปลง
uk: &Ігнорувати зміни
zh_cn: 忽略更改(&I)

source: The file '%1' was modified by another program.
af: Die lêer '%1' was modifiseerd deur 'n ander program.
be: Файл '%1' зменены іншай праграмай.
bg: Файлът "%1" бе променен от друга програма.
bs: Datoteka '%1' je izmijenjena od strane drugog programa.
ca: El fitxer '%1' l'ha modificat un altre programa.
cs: Soubor '%1' byl změněn jiným programem.
da: Filen '%1' blev ændret af et andet program.
de: Die Datei '%1' wurde von einem anderen Programm geändert.
el: Το αρχείο %1 τροποποιήθηκε από κάποιο άλλο πρόγραμμα.
es: El archivo '%1' fue modificado por otro programa.
eu: Beste programa batek '%1' fitxategia aldatu du.
fa: پروندۀ »%1« توسط برنامۀ دیگری تغییر داده شد.
fi: Toinen ohjelma on muuttanut tiedostoa ”%1”.
fr: Le fichier « %1 » a été modifié par une autre application.
fy: De triem '%1' is feroare troch in oar programma.
gl: O ficheiro '%1' foi modificado por outro programa.
he: נראה שהקובץ "%1" שונה על ידי תוכנית אחרת.
hu: A(z) '%1' fájlt megváltoztatta egy másik program a lemezen.
is: Skránni '%1' hefur verið breytt af öðru forriti.
it: Il file "%1" è stato modificato da un altro programma.
ja: ディスク上のファイル '%1' は他のプログラムによって変更されました。
kk: '%1' деген файлды басқа бағдарлама өзгертіп қойды.
km: ឯកសារ '%1' ត្រូវ​បាន​កែប្រែ​ដោយ​កម្មវិធី​ផ្សេង ។
ko: 다른 프로그램에 의해 디스크에 있는 '%1'파일이 수정 되었습니다!
mk: Датотеката „%1“ беше изменета од друга програма.
ms: Fail '%1' diubah suai oleh perogram lain.
nb: Fila «%1» ble endret på disk av et annet program.
nds: En anner Programm hett de Datei "%1" ännert.
nl: Het bestand '%1' is veranderd door een ander programma.
nn: Fila «%1» blei endra av eit anna program.
pa: ਫਾਇਲ '%1' ਨੂੰ ਹੋਰ ਕਾਰਜ ਰਾਹੀਂ ਸੋਧਿਆ ਗਿਆ ਸੀ।
pl: Plik '%1' został zmieniony przez inny program.
pt: O ficheiro '%1' foi modificado por outro programa.
pt_br: O arquivo '%1' foi modificado por outro programa.
ro: Fişierul "%1" a fost modificat de un alt program.
rw: Idosiye '%1' yahinduwe n'indi porogaramu.
se: Eará prográmma rievdadii fiilla «%1».
sk: Súbor '%1' bol zmenený na disku iným programom.
sl: Datoteka »%1« je bila spremenjena z drugim programom.
sr: Неки други програм је изменио фајл „%1“.
sr@latn: Neki drugi program je izmenio fajl „%1“.
ta: கோப்பு '%1' வேறு நிரலால மாற்றப்பட்டது.
th: แฟ้ม '%1' ถูกแก้ไขโดยโปรแกรมอื่น
uk: Файл "%1" було змінено іншою програмою.
zh_cn: 文件“%1”已经被其它程序更改。

source: The file '%1' was created by another program.
af: Die lêer '%1' is gemaak deur 'n ander program.
be: Файл '%1' створаны іншай праграмай.
bg: Файлът "%1" бе създаден от друга програма.
bs: Datoteka '%1' je napravljena od strane drugog programa.
ca: El fitxer '%1' l'ha creat un altre programa.
cs: Soubor '%1' byl vytvořen jiným programem.
da: Filen '%1' er oprettet af et andet program.
de: Die Datei '%1' wurde von einem anderen Programm erstellt.
el: Το αρχείο %1 δημιουργήθηκε από κάποιο άλλο πρόγραμμα.
es: El archivo '%1' fue creado por otro programa.
eu: '%1' fitxategia beste programa batek sortu du.
fa: پروندۀ »%1« توسط برنامۀ دیگری ایجاد شد.
fi: Toinen ohjelma on luonut tiedoston ”%1”.
fr: Le fichier « %1 » a été créé par une autre application.
fy: De triem '%1' is oanmakke troch in oar programma.
gl: O ficheiro '%1' foi criado por outro programa.
he: נראה שהקובץ "%1" נוצר ידי תוכנית אחרת.
hu: A(z) '%1' fájlt létrehozta egy másik program a lemezen.
is: Skráin '%1' var búin til af öðru forriti.
it: Il file "%1" è stato creato da un altro programma.
ja: ディスク上のファイル '%1' は他のプログラムによって作成されました。
kk: '%1' деген файлды басқа бағдарлама құрып қойды.
km: ឯកសារ '%1' ត្រូវ​បាន​បង្កើត​ដោយ​កម្មវិធី​ផ្សេង ។
ko: 다른 프로그램에 의해 '%1' 파일이 만들어 졌습니다!
mk: Датотеката „%1“ беше создадена од друга програма.
ms: Fail '%1' dicipta oleh program lain.
nb: Fila «%1» ble opprettet av et annet program.
nds: En anner Programm hett de Datei "%1" nieg opstellt.
nl: Het bestand '%1' is aangemaakt door een ander programma.
nn: Fila «%1» blei oppretta av eit anna program.
pa: ਫਾਇਲ਼ '%1' ਨੂੰ ਹੋਰ ਕਾਰਜ ਰਾਹੀਂ ਬਣਾਇਆ ਗਿਆ ਸੀ।
pl: Plik '%1' został utworzony przez inny program.
pt: O ficheiro '%1' foi criado por outro programa.
pt_br: O arquivo '%1' foi criado por outro programa.
ro: Fişierul "%1" a fost creat de un alt program.
rw: Idosiye '%1' yaremwe n'indi porogaramu.
se: Eará prográmma ráhkadii fiilla «%1».
sk: Súbor '%1' bol vytvborený na disku iným programom.
sl: Datoteka »%1« je bila ustvarjena z drugim programom.
sr: Неки други програм је направио фајл „%1“.
sr@latn: Neki drugi program je napravio fajl „%1“.
ta: கோப்பு '%1' வேறு நிரலால உருவாக்கப்பட்டது.
th: แฟ้ม '%1' ถูกสร้างขึ้นโดยโปรแกรมอื่น
uk: Файл "%1" було створено іншою програмою.
zh_cn: 文件“%1”已经被其它程序创建。

source: The file '%1' was deleted by another program.
af: Die lêer '%1' was uitgevee deur 'n ander program.
be: Файл '%1' выдалены іншай праграмай.
bg: Файлът "%1" бе изтрит от друга програма.
bs: Datoteka '%1' je obrisana od strane drugog programa.
ca: El fitxer '%1' l'ha esborrat un altre programa.
cs: Soubor '%1' byl smazán jiným programem.
da: Filen '%1' blev slettet af et andet program.
de: Die Datei '%1' wurde von einem anderen Programm gelöscht.
el: Το αρχείο %1 διαγράφηκε από κάποιο άλλο πρόγραμμα.
es: El archivo '%1' fue borrado por otro programa.
eu: '%1' fitxategia beste programa batek ezabatu du.
fa: پروندۀ »%1« توسط برنامۀ دیگری حذف شد.
fi: Toinen ohjelma on poistanut tiedoston ”%1”.
fr: Le fichier « %1 » a été supprimé par une autre application.
fy: De triem '%1' is wiske troch in oar programma.
gl: O ficheiro '%1' foi borrado por outro programa.
he: נראה שהקובץ "%1" נמחק על ידי תוכנית אחרת.
hu: A(z) '%1' fájlt törölte egy másik program a lemezen.
is: Skránni '%1' var eytt af öðru forriti.
it: Il file "%1" è stato cancellato da un altro programma.
ja: ディスク上のファイル '%1' は他のプログラムによって削除されました。
kk: '%1'деген файлды басқа бағдарлама өшіріп қойды.
km: ឯកសារ '%1' ត្រូវ​បាន​លុប​ដោយ​កម្មវិធី​ផ្សេង ។
ko: 다른 프로그램에 의해 '%1' 파일이 삭제 되었습니다.
mk: Датотеката „%1“ беше избришана од друга програма.
ms: Fail '%1' dihapuskan oleh program lain.
nb: Fila «%1» ble slettet på disk av et annet program.
nds: En anner Programm hett de Datei "%1" wegdaan.
nl: Het bestand '%1' is verwijderd door een ander programma.
nn: Fila «%1» blei sletta av eit anna program.
pa: ਫਾਇਲ਼ '%1' ਨੂੰ ਹੋਰ ਕਾਰਜ ਨੇ ਹਟਾ ਦਿੱਤਾ ਹੈ।
pl: Plik '%1' został usunięty przez inny program.
pt: O ficheiro '%1' foi apagado por outro programa.
pt_br: O arquivo '%1' foi removido por outro programa.
ro: Fişierul "%1" a fost şters de un alt program.
rw: Idosiye '%1' yasibwe n'indi porogaramu.
se: Eará prográmma sihkui fiilla «%1».
sk: Súbor '%1' bol odstránený z disku iným programom.
sl: Datoteka »%1« je bila zbrisana z drugim programom.
sr: Неки други програм је обрисао фајл „%1“.
sr@latn: Neki drugi program je obrisao fajl „%1“.
ta: கோப்பு '%1' வேறு நிரலால நீக்கப்பட்டது.
th: แฟ้ม '%1' ถูกลบโดยโปรแกรมอื่น
uk: Файл "%1" було видалено іншою програмою.
zh_cn: 文件“%1”已经被其它程序删除。

source: A file named "%1" already exists. Are you sure you want to overwrite it?
af: 'n lêer genaamd "%1" alreeds bestaan. Word jy seker jy wil hê na oorskryf dit?
ar: هناك ملفّ بإسم "%1". هل أنت متأكّد من رغبة الكتابة فوقه ؟
be: Файл з назвай "%1" ужо існуе. Вы сапраўды хочаце перапісаць яго?
bg: Вече има файл с името "%1". Сигурни ли сте,че искате да бъде презаписан?
bs: Datoteka pod imenom "%1" već postoji. Da li ga želite da prepišem preko nje?
ca: Ja existeix un document anomenat "%1". Desitgeu sobreescriure'l?
cs: Dokument s názvem '%1' již existuje. Opravdu jej chcete přepsat?
da: En fil ved navn "%1" findes allerede. Vil du overskrive den?
de: Eine Datei namens "%1" existiert bereits. Möchten Sie diese überschreiben?
el: Ένα αρχείο με όνομα "%1" υπάρχει ήδη. Σίγουρα θέλετε να αντικατασταθεί;
es: Ya existe un documento "%1". ¿Desea sobrescribirlo?
eu: Badago "%1" izeneko fitxategia lehendik ere. Ziur zaude gainidatzi nahi duzula?
fa: در حال حاضر پرونده‌ای با نام »%1« موجود است. مطمئن هستید که می‌خواهید آن را جای‌نوشت کنید؟
fi: Tiedosto ”%1” on jo olemassa. Haluatko korvata sen?
fr: Un fichier appelé « %1 » existe déjà. Voulez-vous vraiment l'écraser ?
fy: In triem mei de namme "%1" bestiet al. Wolle jo it oerskriuwe?
gl: Xa existe un ficheiro chamado '%1'. Está seguro de que desexa sobreescrebé-lo?
he: כבר קיים קובץ בשם "%1". האם אתה בטוח שברצונך לשכתב אותו?
hr: Datoteka naziva "%1" već postoji. Jeste li sigurni da ju želite prepisati?
hu: Már létezik "%1" nevű dokumentum. Biztosan felül akarja írni?
is: Skrá með heitinu "%1" er nú þegar til. Ertu viss um að þú viljir skrifa yfir hana?
it: Esiste già un file con nome "%1". Sei sicuro di volerlo sovrascrivere?
ja: "%1" という名前のファイルは既に存在します。本当に上書きしますか？
kk: "%1"деп аталған файл бар ғой. Ол қайта жазылсын ба?
km: ឯកសារដែល​មាន​ឈ្មោះ "%1" មានរួច​ហើយ ។ តើ​អ្នក​ពិត​ជា​ចង់​សរសេរ​ជាន់​លើ​វា​ឬទេ ?
ko: "%1"와(과) 같은 이름을 가진 파일이 있습니다. 덮어쓰시겠습니까?
mk: Датотека со име „%1“ веќе постои. Дали сте сигурни дека сакате да ја пребришете?
ms: Fail bernama "%1" sudah wujud. Anda pasti anda ingin menulisgantinya?
nb: Det finnes allerede en fil som heter %1». Er du sikker på at du vil overskrive den?
nds: Dat gifft al en Datei mit den Naam "%1". Wullt Du ehr redig överschrieven?
nl: Een bestand met de naam "%1" bestaat reeds. Wilt u het overschrijven?
nn: Ei fil som heiter «%1» finst frå før. Er du sikker på at du vil skriva over ho?
pa: ਫਾਇਲ ਨਾਂ "%1" ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਤਬਦੀਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Plik o nazwie "%1" już istnieje. Czy chcesz go nadpisać?
pt: Já existe um ficheiro com o nome "%1". Tem a certeza que o deseja substituir?
pt_br: Um documento chamado "%1" já existe. Você quer sobregravá-lo ?
ro: Există deja un fişier "%1" cu acest nume. Doriţi să îl suprascriu?
rw: Idosiye yahawe izina"%1" isanzweho. Uzi neza ko ushaka kuyisimbura?
se: Fiila nammaduvvon %1 gávdno juo. Háliidat go don dan duođas buhttet?
sk: Dokument s menom "%1" už existuje. Chcete ho prepísať?
sl: Datoteka z imenom »%1« že obstaja. Jo želite nadomestiti?
sr: Фајл са именом „%1“ већ постоји. Да ли сте сигурни да желите да га пребришете?
sr@latn: Fajl sa imenom „%1“ već postoji. Da li ste sigurni da želite da ga prebrišete?
ta: கோப்பு பெயர்"%1" ஏற்கனவே இருக்கிறது. மேல் எழுத வேண்டுமா?
tg: Файли номаш "%1" аллакай мавҷуд аст. Шумо мехоҳед онро аз нав нависед?
th: มีแฟ้มชื่อ "%1" อยู่แล้ว คุณแน่ใจหรือว่าต้องการจะเขียนทับมัน ?
uk: Файл з назвою "%1" вже існує. Хочете його перезаписати?
zh_cn: 已经存在同名的文件“%1”，您确信要覆盖它吗？

source: Overwrite File?
af: Oorskryf Lêer?
ar: أكتب فوق الملفّ؟
be: Перапісаць файл?
bg: Презапис на файл
bs: Prepiši preko datoteke?
ca: Sobreescriure el fitxer?
cs: Přepsat soubor?
da: Overskriv fil?
de: Datei überschreiben?
el: Αντικατάσταση αρχείου;
es: ¿Sobrescribir archivo?
eu: Gainidatzi fitxategia?
fa: پرونده جای‌نوشت شود؟
fi: Korvataanko tiedosto?
fr: Écraser le fichier ?
fy: Triem oerskriuwe?
gl: Sobreescribir Arquivo?
he: לשכתב את הקובץ?
hr: Prepisati datoteku?
hu: Felül szeretné írni a fájlt?
is: Skrifa yfir skrá?
it: Sovrascrivere il file?
ja: ファイルを上書きしますか？
kk: Файл үстінен жазылсын ба?
km: សរសេរ​ជាន់​លើ​ឯកសារ​ឬ​ទេ ?
ko: 파일을 덮어쓰시겠습니까?
mk: Пребриши датотека?
ms: Tulis Ganti Fail?
nb: Skriv over fil?
nds: Datei överschrieven?
nl: Bestand overschrijven?
nn: Skriv over fil?
pa: ਕੀ ਫਾਇਲ ਉਪੱਰ ਲਿਖਣਾ ਹੈ?
pl: Nadpisać plik?
pt: Sobrepor o Ficheiro?
pt_br: Sobregravar arquivo?
ro: Suprascriere fişier
rw: Gusimbuza Idosiye?
se: Čállit badjel fiilla?
sk: Prepísať súbor?
sl: Nadomestim datoteko?
sr: Пребрисати фајл?
sr@latn: Prebrisati fajl?
ta: தேர்வுகளை மேலெழுதலாமா?
tg: Файлро аз нав навиштан?
th: เขียนทับแฟ้มหรือไม่ ?
uk: Перезаписати файл?
zh_cn: 覆盖文件吗？
