Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: This list displays the default styles for the current schema and offers the means to edit them. The style name reflects the current style settings.<p>To edit the colors, click the colored squares, or select the color to edit from the popup menu.<p>You can unset the Background and Selected Background colors from the popup menu when appropriate.
af: Hierdie lys vertoon die verstek style van die huidige skema en bied aan die beteken om hulle te redigeer. Die styl naam reflekteer die huidige styl instellings.<p>Om te redigeer die kleur, kliek die gekleurde vierkante, of kies die kleur om te redigeer van die opspring kieslys.<p>Jy kan terugstel die Agtergrond en Verkose Agtergrond kleure van die opspring kieslys wanneer verkies.
bg: Списъкът съдържа всички правила за открояване на кода, използвани от избрания режим. Също така, диалогът ви позволява да ги редактирате. <p>Използвайте клавиша "Интервал", за да изберете елемент.<p>Използвайте цветните бутончета, за да редактирате открояване на съответния елемент.
bs: Ova lista prikazuje podrazumijevane stilove za trenutnu šemu i omogućuje njihovu izmjenu. Sam naziv stila odražava trenutnu postavku stila. <p>Za izmjenu boje, kliknite na obojeni kvadrat ili izaberite boju koju želite mijenjati sa menija. <p>Možete isključiti boje Pozadine i Izabrane pozadine sa pop-up menija kada želite.
ca: Aquesta llista mostra els estils per omissió per a l'esquema actual i ofereix els mitjans per a editar-los. El nom de l'estil reflecteix l'arranjament d'estil actual.<p>Per a editar els colors, cliqueu als quadres colorejats, o seleccioneu el color a editar des del menú emergent. <p>Podeu desassignar els colors de fons i de fons seleccionat des del menú emergent quan sigui apropiat.
cs: Tento seznam zobrazuje výchozí styly aktuálního schéma a nabízí prostředek k jejich úpravě. Jméno stylu zohledňuje aktuální nastavení.<p>K editaci s použitím klávesnice klikněte na barevné čtverečky a vyberte barvu k úpravě.<p>Ve vyskakovací nabídce můžete také zrušit pozadí a zvolené barvy pozadí.
da: Denne liste viser standardstilen for nuværende farvesammensætning og tilbyder måder at redigere dem på. Stilnavnet reflekterer nuværende stilopsætning.<p>For at redigere farverne, klik på de farvede firkanter eller vælg farven der skal redigeres fra popop-menuen. <p>Du kan omstille baggrunden og valgte baggrundsfarver fra den sammenhængsafhængige menu som det passer dig.
de: Die Liste zeigt die Standardstile für das aktuelle Schema und ermöglicht deren Bearbeitung. Der Stilname weist auf die aktuellen Einstellungen hin. <p>Um die Farben zu bearbeiten, klicken Sie auf die farbigen Quadrate oder wählen Sie die Farbe zum Bearbeiten über das Kontextmenü. <p>Sie können den Hintergrund bzw. die ausgewählte Hintergrundfarbe über das Kontextmenü deaktivieren.
el: Αυτή η λίστα εμφανίζει τα προκαθορισμένα στυλ του τρέχοντος σχήματος και προσφέρει τη δυνατότητα επεξεργασίας τους. Το όνομα του στυλ αντικατοπτρίζει την τρέχουσα ρύθμιση στυλ.<p>Για να επεξεργαστείτε τα χρώματα, κάντε κλικ στα χρωματιστά πλαίσια, ή επιλέξτε το χρώμα από το αναδυόμενο μενού.<p>Μπορείτε να μηδενίσετε τα χρώματα Φόντου και Επιλεγμένου φόντου από το αναδυόμενο μενού όπου είναι απαραίτητο.
es: Esta lista muestra los estilos predefinidos para el esquema actual y ofrece los medios para editarlos. El nombre del estilo refleja las preferencias de estilo actuales.<p>Para editar los colores, pulse sobre los cuadros de colores, o seleccione el color a editar desde el menú emergente.<p>Puede desconfigurar los colores del fondo y del fondo seleccionado desde el menú emergente cuando sea apropiado.
eu: Zerrenda honek uneko eskemaren estilo lehenetsiak bistaratzen ditu eta hauekeditatzeko aukera eskaintzen ditu. Estiloaren izenak uneko estiloaren ezarpenak islatzen ditu. <p>Koloreak editatzeko, egin klik koloredun laukitxoetan, edo hautatu kolorea laster-menutik eta editatu. <p>Bai atzeko planoa bai hautatutako atzeko planoaren koloreak ere desgai ditzakezu laster-menutik hala behar denean.
fa: این فهرست، سبک پیش‌فرضها را برای طرحوارۀ جاری نمایش می‌دهد، و وسایلی را برای ویرایش آنها ارائه می‌دهد. نام سبک، تنظیمات سبک جاری را منعکس می‌کند.<p>برای ویرایش رنگها، مربعهای رنگی را فشار دهید، یا برای ویرایش از گزینگان بالا‌پر، رنگی را برگزینید.<p>می‌توانید زمینه و رنگهای زمینۀ برگزیده را در زمان مناسب از گزینگان بالاپر باز نشانید.
fi: Lista näyttää nykyisen korostustilan kontekstit ja mahdollistaa niiden muokkaamisen. Kontekstinimi viittaa nykyisiin tyyliasetuksiin. <p>Muokataksesi näppäimistöä käyttäen paina <strong>&lt;SPACE<&gt;</strong> ja valitse muokattava ominaisuus ponnahdusvalikosta. <p>Muokataksesi värejä napsauta väritettyjä neliöitä tai valitse muokattava väri ponnahdusvalikosta.
fr: Cette liste affiche les styles par défaut du schéma actuel et offre le moyen de les modifier. Le nom du style reflète la configuration actuelle.<p>Pour modifier les couleurs, cliquez sur les carrés colorés, ou choisissez la couleur à modifier dans le menu déroulant. <p>Vous pouvez remettre à zéro les couleurs de fond et de fond sélectionné à partir du menu déroulant si nécessaire.
fy: Dizze list lit de standertstylen sjen fan it aktive skema en jout de mooglikheid se te bewurkjen. De stylnamme spegelt de aktive stylynstellings. <p>Om de kleuren te bewurkjen, klik op de kleurde fjouwerkantsjes of selektearje de kleur yn it ferbânmenu. <p>Wannear't nedich is kinne jo mei help fan it ferbânmenu de kleuren foar de eftergrûn en selektearre eftergrûn wiskje.
gl: Esta lista mostra os estilos predeterminados do esquema actual e oferece os meios para editá-los. O nome do estilo reflicte os axustes do estilo actual.<p> Para editar as cores, prema nos cadros coloreados, ou escolla a cor para editar desde o menu popup.<p>Pode anular as cores do Fondo e Fondo de Escollido desde o menu popup cando sexa apropriado.
he: רשימה זו מציגה את ההקשרים של מצב הדגשת התחביר הנוכחי, ומספקת אמצעים לערוך אותם. שם ההקשר משקף את הגדרות הסגנון הנוכחיות.<p> לשם עריכה באמצעות המקלדת, הקש על הריבועים הצבועים או בחר צבע לעריכה מתוך התפריט המוקפץ.<p> בעת הצורך ניתן גם לשחזר את צבע הרקע וצבע הרקע הנבחר מתוך התפריט המוקפץ.
hu: Ebben a listában megjelennek a jelenlegi szintaxiskiemelési mód alapértelmezett stílusai, és mód van azok átszerkesztésére. A stílusnév a jelenlegi stílusbeállításokat tükrözi.<p>Billentyűzettel való szerkesztéshez kattintson a színes téglalapokra vagy válassza ki a színt a felbukkanó menüből.<p>Vissza lehet állítani a Háttér és a Kijelölt háttér színeit a felbukkanó menüből (ha szükség van rá).
is: Þessi listi birtir sjálfgefnu stílana fyrir núverandi þemuna og gerir þér kleyft að breyta þeim. Heitið er lýsandi af þeim stíl sem nú er valinn.<p>Til að breyta litunum, getur þú smellt á einhvern af lituðu reitunum eða valið litinn úr valmyndinni.<p>Þú getur afvalið bakgrunns og valinn bakgrunns litina í valmyndinni þegar það á við.
it: Questa lista mostra gli stili predefiniti dello schema corrente e permette di modificarli. Il nome dello stile rispecchia le attuali impostazioni di stile.<p>Per modificare i colori, fai clic sui riquadri colorati o seleziona il colore da modificare nel menu a comparsa. <p>Puoi rimuovere i colori di sfondo e di sfondo selezionato dal menu a comparsa quando appropriato.
ja: このリストは現在のスキーマの標準のスタイルを表示しています。ここで、それらを編集することができます。スタイル名は現在のスタイル設定を反映します。<p>色を編集するには、色の付いた四角をクリックするか、ポップアップメニューから編集する色を選択します。<p>適切な場合にはポップアップメニューから背景と選択された背景色の設定を解除することができます。
kk: Бұл тізім колданыстағы сұлбаның әдетті стилін көрсетіп, оларды өзгертуге мүмкіндік береді. Стилдің атауы қолданыстағы стильді сипаттайды.<p>Түстерді өзгерту үшін түс шаршысына түртіңіз немесе ашылмалы мәзірден таңдап алыңыз.<p>Ашылмалы мәзірді пайдаланып ая түсі мен таңдалған аяның түсін бұрыңғы қалпына келтіруге болады.
km: បញ្ជី​នេះ​បង្ហាញ​រចនាប័ទ្ម​លំនាំដើម​សម្រាប់​គ្រោង​ការណ៍បច្ចុប្បន្ន ហើយ ​ផ្ដល់​នូវ​មធ្យោបាយ​សម្រាប់កែសម្រួល​ពួក​វា ។ ឈ្មោះរចនាប័ទ្មឆ្លុះ​បញ្ជាំង​ការ​កំណត់​រចនាប័ទ្ម​បច្ចុប្បន្ន ។<p>ដើម្បី​កែសម្រួល​ពណ៌ ចុចរាង​ការ៉េដែល​មាន​ពណ៌ ឬ ជ្រើស​ពណ៌ ដើម្បី​កែសម្រួល​ពី​ម៉ឺនុយ​លេច​ឡើង ។<p>អ្នក​អាច មិន​កំណត់​ផ្ទៃ​ខាង​ក្រោយ និង​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​ដែល​បាន​ជ្រើស​វិញ​ពី​ម៉ឺនុយ​លេច​ឡើង នៅ​ពេល​សមរម្យ ។
ko: 이 목록은 현재 스키마의 기본 스타일을 보여줍니다. 그리고 스키마와 스타일을 편집하는 방법을 제공합니다. 스타일의 이름은 현재 스타일 설정을 반영합니다.<p>만약 색상을 편집하고 싶으시다면, 색상 상자를 눌러주시거나, 팝업메뉴를 통해 색상을 선택하는 방식으로 편집하실 수 있습니다.<p>또한 배경색을 바꿀수도 있습니다.
mk: Оваа листа ги прикажува стандардните стилови за тековната шема и овозможува нивно уредување. Името на стилот ги рефлектира тековните поставувања на стилот.<p>За да ги уредувате боите, кликнете на обоените квадратчиња, или изберете ја бојата за уредување од контекстното мени.<p>Може да ги тргнете боите за подлога и подлога на избрано од менито кога тоа е соодветно.
ms: Senarai ini memaparkan gaya piawai untuk skema semasa dan menawarkan kaedah untuk mengeditnya. Nama gaya mencerminkan seting gaya semasa.<p>Untuk mengedit warna, klik petak berwarna, atau pilih warna untuk edit menu popup.<p>Anda boleh nyahset warna Latar Belakang dan warna Latar Belakang Dipilih dari menu popup apabila sesuai.
nb: Denne lista viser innholdet av gjeldende syntaksmerkingsmodus, og tilbyr virkemidler for å endre disse. Navnene avhenger av gjeldende innstillinger. <p>For å endre farger, pek på fargekartet, eller velg farger fra sprettoppmenyen.<p>Du kan skru av Bakgrunn og valgte Bakgrunnsfarger fra oppstrettsmenyen når det passer.
nds: Disse List wiest de Standardstilen för dat aktuelle Schema, se köönt hier ok ännert warrn. De Stilnaam warrt mit sien aktuelle Instellen wiest.<p>Du kannst de Klöör dör Klicken op de infarvten Rechtecken oder över dat Rechtsklickmenü ännern.</p><p>De Klören för den Achtergrund un den markeerten Achtergrund köönt över dat Rechtsklickmenü torüchsett warrn.</p>
nl: Deze lijst toont de standaardstijlen van het huidige schema en biedt de mogelijkheid ze te bewerken. De stijlnaam weerspiegelt de huidige stijlinstellingen. <p>Om de kleuren te bewerken, klik op de gekleurde vierkantjes of selecteer de kleur in het contextmenu. <p>Wanneer nodig kunt via het contextmenu de kleuren voor de achtergrond en geselecteerde achtergrond verwijderen.
nn: Denne lista viser standardstilane til det valde oppsettet og gjev deg sjansen til å endra dei. Stilnamnet er avhengig av stilinnstillingane. <p>For å redigera fargane, klikk på fargerutene eller vel fargen du vil redigera frå sprettoppmenyen. <p>Du kan fjerna fargane frå bakgrunnen og merkingsbakgrunnen frå sprettoppmenyen.
pl: Ta lista wyświetla domyślne style w aktualnym motywie i umożliwia ich edycję. Nazwa stylu odzwierciedla bieżące ustawienia stylu. <p>Aby zmienić kolory, kliknij kolorowe kwadraty lub wybierz kolor do zmiany z menu kontekstowego.<p>Możesz odznaczyć kolory tła i zaznaczonego tła z menu kontekstowego kiedy to konieczne.
pt: Esta lista mostra os estilos do modo de realce de sintaxe actual e disponibiliza os meios para os editar. O nome do estilo reflecte a configuração do estilo actual.<p>Para editar as cores, carregue nos quadrados coloridos ou seleccione a cor a editar no menu.<p>Pode retirar as cores de Fundo e Fundo Seleccionado utilizando o menu de contexto.
pt_br: Esta lista exibe os estilos padrão para o esquema atual, e oferece o significado ao editá-lo. O nome do estilo reflete as configurações do estilo atual. <p>Para editar as cores, clique nos quadrados coloridos ou selecione a cor a ser editada no menu de contexto.<p>Você pode desmarcar as cores de Fundo e as de Fundo Selecionadas do menu de contexto, quando apropriado.
ro: Această listă afişează stilurile implicite pentru schema curentă şi oferă posibilitatea de a le edita. Numele stilului reflectă setările stilului curent.<p>Pentru a edita culorile daţi clic pe pătratele colorate sau selectaţi o culoare din meniul derulant.<p>Atunci cînd este cazul puteţi elimina culorile pentru "fundal" şi "fundal selecţie" din meniul derulant.
rw: Uru rutonde rwerekana imisusire mburabuzi y'igishushombonera kigezweho kandi igatanga uburyo bwo kuyihindura. Izina ry'imisusire ryerekana amagenamiterere y'imisusire agezweho.<p> Guhindura amabara, kanda udukare dusize ibara, cyangwa uhitemo ibara ryo guhindura uhereye ku bikubiyemo byirambura. <p> Ushobora gukuramo mbuganyuma n'amabara ya mbuganyuma yatoranyijwe uhereye ku bikubiyemo byirambura igihe ari ngombwa.
se: Dát listu čájeha dálá syntáksamerkendoibmanvuogi kontevsttaid ja addá vejolašvuođa daid doaimmahit. Konteakstanamma dávista dálá stiilaheivehusaid. <p>Jos háliidat ivnniid doaimmahit, coahkkal ivdnejuvvon njeallječiegaid, dahje vállje ivnni maid doaimmahit bahccanfálus.<p>Sáhtát válljet eret duogášivnni ja merkema duogášivnni báhccanfálu bokte go nu heive.
sk: Tento zoznam zobrazí štandardné štýly pre aktuálnu schému a ponúkne ich editáciu. Meno štýlu odráža nastavenia aktuálneho štýlu. <p>Pre editovanie farieb, kliknite farebné štvorčeky alebo svolte editovanie farby z menu. <p>Môžte nastaviť farby pozadia a zvoleného pozadia v príslušnom menu.
sl: Ta seznam prikazuje privzete sloge trenutne sheme ter ponuja možnosti urejanja. Ime sloga kaže trenutne nastavitve sloga.<p>Za urejanje barv kliknite na obarvane pravokotnike ali pa izberite barvo za urejanje iz pojavnega menija. <p>Barve ozadja in izbrane barve ozadja lahko odnastavite iz primernega kontekstnega menija.
sr: Ова листа приказује подразумеване стилове за текућу шему и нуди начине за њихову измену. Име стила одражава тренутна подешавања стила.<p>Да би сте мењали боје, кликните на обојене правоугаонике, или изаберите боју коју желите да мењате из искачућег менија. <p>Можете поништити боје позадине и одабране позадине из искачућег менија када је потребно.
sr@latn: Ova lista prikazuje podrazumevane stilove za tekuću šemu i nudi načine za njihovu izmenu. Ime stila odražava trenutna podešavanja stila.<p>Da bi ste menjali boje, kliknite na obojene pravougaonike, ili izaberite boju koju želite da menjate iz iskačućeg menija. <p>Možete poništiti boje pozadine i odabrane pozadine iz iskačućeg menija kada je potrebno.
uk: У цьому списку відображені типові стилі для поточної схеми, та надається можливість змінити їх. Назва стилю показує поточні параметри стилю в дії.<p>Щоб змінити кольори, клацніть на кольорові квадратики або виберіть колір для редагування з контекстного меню.<p>Кольори тла та вибраного тла можна вимикати у контекстному меню.
zh_cn: 这个列表将显示当前语法加亮模式的默认样式，并且提供编辑的途径。样式名称反映当前样式设置。<p>要编辑颜色，点击颜色方块，或者从弹出窗口中选择要编辑的颜色。<p>您可以从相应的弹出菜单取消对背景和选中背景颜色的设置。

source: H&ighlight:
af: Verlig:
ar: ت&ظليل:
bg: Откро&яване:
bs: &Bojenje:
ca: &Ressaltat:
cs: &Zvýraznění:
da: F&remhæv:
de: &Hervorhebung:
el: &Τονισμός:
es: &Resaltado:
eu: Na&barmentzea:
fa: &مشخص کردن:‌
fi: &korostus:
fr: Coloration s&yntaxique :
fy: Markear&je:
gl: Re&alzado:
he: ה&דגשה:
hr: &Naglašavanje:
hu: Ki&emelés:
is: L&itun:
it: Ev&idenziazione:
ja: 強調表示(&I):
kk: Талдап &бояулау:
km: បន្លិច ៖
ko: 강조(&I):
mk: &Означување:
ms: &Tonjol:
nb: S&yntaksmerking:
nds: Synta&xmarkeren:
nl: Accent&ueren:
nn: &Syntaksmerking
pa: ਉਘਾੜਨ(&i):
pl: &Podświetlenie:
pt: &Realce:
pt_br: &Destaque:
ro: &Evidenţiere:
rw: Ishimangira:
se: S&yntáksamerken:
sk: &Zvýraznenie:
sl: &Poudari:
sr: &Истакни:
sr@latn: &Istakni:
ta: முன்னிலைப்படுத்து
tg: З&ерравшанӣ:
th: ทำตัวเน้น:
uk: &Підсвічування:
zh_cn: 加亮语法(&I)：
