Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Overwrite the disk file with the editor content.
af: Oorskryf die disket lêer met die redigeerder inhoud.
be: Перапісаць дыскавую копію зместам, адкрытым у рэдактары.
bg: Запис на съдържанието на файла в паметта на диска, като се игнорира версията на диска.
bs: Piši sadržaj editora preko datoteke na disku.
ca: Sobreescriu el fitxer en disc amb el contingut de l'editor.
cs: Přepsat soubor na disku obsahem z editoru.
da: Overskriv filen på disken med editorens indhold.
de: Überschreibe die Datei auf der Platte mit der Version im Editorfenster.
el: Αντικατάσταση του αρχείου στο δίσκο με τα περιεχόμενα του επεξεργαστή.
es: Sobrescribir el archivo de disco con el contenido del editor.
eu: Gainidatzi diskoko fitxategia editorearen edukiarekin.
fa: جای‌نوشت پروندۀ دیسک با محتویات ویرایشگر.
fi: Korvaa levyn tiedosto muokkaimen sisällöllä.
fr: Écraser le fichier sur le disque par le contenu de l'éditeur.
fy: Oerskriuwt de triem op de skiif mei de ynhâld fan de bewurker.
gl: Sobreescrebe o ficheiro do disco cos contidos do editor.
he: שכתב את הקובץ כל הכונן עם התוכן של העורך.
hu: A lemezen levő változat felülírása a szerkesztőben levő változattal.
is: Skrifa innihald ritilsins yfir skrána á disknum.
it: Sovrascrive il file su disco con il contenuto dell'editor.
ja: エディタの内容でディスク上のファイルを上書きします。
kk: Редактордағынымен дискідегі файлды қайта жазу.
km: សរសេរ​ជាន់​លើ​ឯកសារ​ថាស ដោយ​មាតិកា​របស់​កម្មវិធី​និពន្ធ ។
ko: 이미 디스크에 있는 파일에 덮어씁니다.
mk: Ја пребришува датотеката на диск со содржината на уредувачот.
ms: Tulis ganti fail cakera dengan kandungan editor.
nb: Skriv over diskfila med innholdet i tekstprogrammet.
nds: Överschriev de Datei op de Fastplaat mit den Inholt vun den Editor.
nl: Overschrijft het bestand op de schijf met de inhoud van de editor.
nn: Skriv over diskfila med innhaldet i tekstprogrammet.
pa: ਸੰਪਾਦਕ ਦੇ ਅੰਸ਼ਾਂ ਡਿਸਕ ਫਾਇਲ ਦੇ ਉਪਰ ਲਿਖ ਦਿਓ।
pl: Zastępuje zawartość pliku na dysku zawartością edytora.
pt: Sobrepor o ficheiro no disco com o conteúdo do editor.
pt_br: Sobrescreve o arquivo do disco pelo conteúdo do editor.
ro: Suprascrie fişierul de pe disc cu conţinutul din editor.
rw: Gusimbuza idosiye kuri disiki ibiri muri muhinduzi.
se: Buhtte skearru fiillla doaimmaheaddji sisdoaluin.
sk: Prepíše súbor na disku obsahom editora.
sl: Nadomestite datoteko na disku z vsebino urejevalnika.
sr: Пребриши фајл на диску садржајем уређивача.
sr@latn: Prebriši fajl na disku sadržajem uređivača.
th: เขียนทับแฟ้มที่อยู่บนดิสก์โดยใช้เนื้อหาที่อยู่ในโปรแกรมที่กำลังใช้แก้ไข
uk: Перезаписати файл на диску вмістом з редактора.
zh_cn: 用编辑器的内容覆盖磁盘文件。

source: The diff command failed. Please make sure that diff(1) is installed and in your PATH.
af: Die verskil opdrag het gevaal. Maak asseblief seker dat verskil(1) is installeer en in jou PATH.
be: Немагчыма выканаць загад diff. Праверце правільнасць устаноўкі праграмы diff(1) у вашым шляху пошуку PATH.
bg: Командата diff не върна резултат. Моля, убедете се, че пакетът thatdiff(1) е инсталиран и програмата е включена в пътя за изпълними файлове PATH.
bs: Naredba diff nije uspjela. Molim provjerite da li je instaliran diff(1) i da li se nalazi u vašem PATHu.
ca: Ha fallat l'ordre diff. Assegureu-vos que diff(1) està instal·lat i al PATH.
cs: Spuštění příkazu 'diff' selhalo. Ujistěte se, že je nainstalován a v proměnné PATH.
da: Diff-kommandoen midlykkedes. Sørg venligst for at diff(1) er installeret og i din søgesti (PATH).
de: Der Diff-Befehl ist fehlgeschlagen. Vergewissern Sie sich, dass diff(1) installiert und in Ihrem Pfad (PATH) ist.
el: Η εντολή diff απέτυχε. Παρακαλώ σιγουρευτείτε ότι το diff(1) είναι εγκατεστημένο και μέσα στο PATH.
es: La orden diff falló. Por favor asegúrese de que diff(1) está instalado y en su PATH.
eu: diff komandoak huts egin du. Egiaztatu diff(1) instalatuta eta inguruneko PATH aldagaian dagoela.
fa: خرابی در فرمان diff. لطفاً، مطمئن شوید که diff (۱) نصب می‌شود و در مسیرتان است.
fr: Échec du lancement de la commande « diff ». Veuillez vous assurer que cette commande est installée et est placée dans votre variable d'environnement « PATH ».
fy: It Diff kommando is mislearre. Meitsje jo der wis fan dat diff(1) ynstalearre is en yn jo paad sit.
gl: O comando diff fallou. Asegurese de que diff(1) está instalado e no seu PATH.
hu: A diff parancs végrehajtása nem sikerült. Ellenőrizze, hogy a diff(1) parancs telepítve van-e és szerepel-e az elérési útban.
is: Diff skipunin brást. Vinsamlega gaktu úr skugga um að diff(1) skipunin sé uppsett og í leitarslóð þinni.
it: Impossibile eseguire il comando diff. Per favore assicurati che diff(1) sia installato nel tuo PATH.
ja: diff コマンドの起動に失敗しました。diff(1) がインストールされていて、あなたの PATH に存在することを確認してください。
kk: diff командасы орындалмады. diff(1) бағдарламасы орнатылған және PATH көрсететін жолдарда бар екенін тексеріңіз.
km: ពាក្យ​បញ្ជា diff បាន​បរាជ័យ ។ សូម​ប្រាកដ​ថា diff(1) ត្រូវ​បាន​ដំឡើង និង​ស្ថិតនៅ​ក្នុង PATH របស់​អ្នក ។
ko: diff를 실행하지 못했습니다. diff(1)이 설치되었는지, 경로설정은 바르게 되어 있는지 확인하시기 바랍니다.
mk: Наредбата diff не успеа. Осигурете се дека е diff(1) инсталирана и се наоѓа во вашата $PATH.
ms: Arahan diff gagal. Pastikan diff(1) dipasang dan ada dalam PATH anda.
nb: Diff-kommandoen feila. Se etter at diff(1) er installert og er i stien din (PATH).
nds: De Befehl "diff" is fehlslaan. Bitte stell seker, wat he installeert is un sik över Dien PATH-Variable finnen lett.
nl: Het commando "diff" is mislukt. Verzeker u ervan dat diff(1) is geïnstalleerd en in uw zoekpad ($PATH) staat.
nn: Diff-kommandoen feila. Sjå etter at diff(1) er installert og er i stigen din (PATH).
pa: ਅੰਤਰ(diff) ਕਮਾਂਡ ਅਸਫ਼ਲ ਰਹੀ ਹੈ। ਇਹ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ diff(1) ਇੰਸਟਾਲ ਹੈ ਅਤੇ ਇਹ ਤੁਹਾਡੇ ਮਾਰਗ (PATH) 'ਚ ਹੈ।
pl: Uruchomienie polecenia diff się nie powiodło. Proszę się upewnić, że program diff(1) jest zainstalowany i że znajduje się na ścieżce określonej zmienną PATH.
pt: O comando 'diff' falhou. Por favor verifique se o 'diff'(1) está instalado e no seu PATH.
pt_br: O comando diff falhou. Por favor, certifique-se de que ele está instalado e corretamente configurado em sua variável PATH.
ro: Comanda "diff" a eşuat. Verificaţi că diff(1) este instalat şi accesibil prin intermediul variabilei de mediu PATH.
rw: Ibwirizwa diff ryanze. Izere ko diff(1) yakorewe ibonezaporogaramu kandi mu NZIRA yawe.
se: diff-gohččun filtii. Dárkkis ahte diff(1) lea sajáiduhtton ja gávdno bálgás (PATH birasvariábelis).
sk: Príkaz diff zlyhal. Prosím presvedčte sa, že diff(1) je naištalovaný a je v PATH.
sl: Ukaz diff ni uspel. Prosim preverite, da je diff(1) nameščen in da je v vaši poti PATH.
sr: Наредба diff није успела. Уверите се да је diff(1) инсталирана и да се налази у путањи.
sr@latn: Naredba diff nije uspela. Uverite se da je diff(1) instalirana i da se nalazi u putanji.
uk: Команда diff зазнала невдачі. Перевірте чи встановлено diff(1) і чи вона знаходиться у вашій PATH.
zh_cn: diff 命令失败。请确定安装了 diff(1)，并且该命令在您的路径中。

source: Error Creating Diff
af: Fout by maak van Verskil
be: Памылка стварэння файла адрозненняў
bg: Грешка при изчисляване на разликите
bs: Greška pri pravljenju diffa
ca: Hi ha hagut un error en crear el diff
cs: Chyba při vytvoření rozdílu
da: Fejl ved at lave Diff
de: Fehler beim Feststellen der Unterschiede
el: Σφάλμα κατά τη δημιουργία Diff
es: Error creando Diff
eu: Errorea Diff sortzean
fa: خطای ایجاد Diff
fi: Virhe luotaessa eroja
fr: Erreur lors de la création des différences
fy: Flater by't meitsjen fan Diff
gl: Erro Criando o Diff
he: ארעה שגיאה בעת יצירת קובץ השינויים
hu: Hiba történt a diff-fájl létrehozásakor
is: Villa við að keyra diff
it: Errore durante la creazione di diff
ja: 差分計算中にエラー
kk: Diff орындалғанда қате пайда болды
km: កំហុស​ក្នុង​ការ​បង្កើត Diff
ko: Diff를 생성하는 도중 오류
mk: Грешка при креирање разлики
ms: Ralat Semasa Mencipta Diff
nb: Feil ved laging av diff.
nds: Verscheel-Opstellen fehlslaan
nl: Fout bij berekenen van het verschil
nn: Feil ved laging av diff.
pa: ਅੰਤਰ ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd przy obliczaniu różnic
pt: Erro ao Criar o 'Diff'
pt_br: Erro ao Criar o Diff
ro: Eroare creare diferenţă
rw: Ikosa mu Kurema Diff
se: Filtii ráhkadettiin diff:a
sk: Chyba pri vytváraní rozdielu
sl: Napaka med ustvarjanjem diff
sr: Грешка при прављењу разлике
sr@latn: Greška pri pravljenju razlike
th: การหาข้อแตกต่างล้มเหลว
uk: Помилка створення списку відмінностей
zh_cn: 创建差异失败

source: Ignoring means that you will not be warned again (unless the disk file changes once more): if you save the document, you will overwrite the file on disk; if you do not save then the disk file (if present) is what you have.
af: Ignoreer beteken dat jy nie weer gewaarsku sal word nie (behalwe as die skyf lêer nogmals verander); as jy die dokument stoor, jy sal oorskryf die lêer op die skyf; as jy dan nie stoor nie, is die skyf lêer (indien teenwoordig) wat jy het.
bg: Ако игнорирането предупреждението, това означава, че няма да бъдете предупреждаван повече, освен ако не се промени съдържанието на диска отново. Ако запишете документа, данните на диска ще бъдат загубени. Ако не го запишете, тогава съдържанието, което виждате на екрана ще се обнови до съдържанието на диска.
bs: Ignorisanje znači da više nećete biti upozoreni (osim ako datoteka na disku bude ponovo izmijenjena): ako snimite dokument, prepisaćete preko datoteke na disku; ako ne snimite, sadržaj datoteke na disku je ono što imate.
ca: Ignora significa que no se us tornarà a avisar (si no és que el fitxer de disc torna a canviar un altre cop): si deseu el document sobreescriureu el fitxer del disc; si no deseu, el que teniu és el fitxer de disc (si hi és present).
cs: Ignorace znamená, že nebudete znovu varováni (pokud se soubor na disku znovu nezmění): pokud soubor uložíte, přepíšete soubor na disku; pokud soubor neuložíte, zůstane vám aktuální soubor na disku (pokud existuje).
da: Ignorere betyder at du ikke vil advares igen (hvis ikke filen på disken ændres igen): Hvis du gemmer dokumentet overskriver du filen på disken. Hvis du ikke gemmer er filen på disken det du har (hvis den findes).
de: Ignorieren bedeutet, dass keine erneute Warnung erfolgt (außer die Datei wird auf der Platte erneut geändert): beim Speichern des Dokumentes wird die Datei auf der Platte überschrieben. Wenn nicht gespeichert wird, behalten Sie den Stand der Datei, wie er auf der Platte vorhanden ist.
el: Η παράβλεψη σημαίνει ότι δε θα ερωτηθείτε ξανά (εκτός και αν το αρχείο στο δίσκο αλλάξει και πάλι). Αν αποθηκεύσετε το έγγραφο, θα αντικαταστήσετε το αρχείο στο δίσκο. Αν όχι, τότε το αρχείο στο δίσκο (αν υπάρχει) είναι αυτό που έχετε.
es: Ignorar significa que no se le avisará de nuevo (a no ser que el archivo del disco cambie de nuevo). Si guarda el documento, sobrescribará el archivo en el disco; si no lo guarda, entonces se quedará con el archivo del disco (en caso de que exista).
eu: Ez ikusia egiteak berriro abisurik jasoko ez duzula esan nahi du (diskoko fitxategia berriro aldatzen ez bada): dokumentua gordetzen baduzu, diskokoa gainidatziko duzu. Gordetzen ez baduzu, diskoko fitxategia (baldin badago) mantenduko duzu.
fa: چشم‌پوشی به این معناست که دوباره به شما اخطار داده نمی‌شود )مگر این که پروندۀ دیسک یک ‌بار دیگر تغییر کند(: اگر سند را ذخیره کنید، پرونده را در دیسک جای‌نوشت خواهید کرد؛ اگر سند را ذخیره نکنید، پس پروندۀ دیسک )اگر موجود باشد( آن چه که شما دارید، می‌باشد.
fr: Ignorer signifie que vous ne serez plus prévenu (jusqu'à ce que le fichier sur disque soit encore modifié) : si vous enregistrez le document, vous écraserez le fichier sur disque, si vous ne l'enregistrez pas, vous aurez alors le fichier sur disque (s'il est présent).
fy: Negearje betekend dat jo net mear warskôge wurde (of jo moatte de triem meardere kearen op de skiif wizigje): as jo it dokumint bewarje sille jo de triem op de skiif oerskriuwe. As jo net bewarje dan behâlde jo allinne de triem op de skiif (as oanwêzich).
gl: Se ignora non voltará a ser avisado (a menos que o ficheiro no disco volte a cambiar): se guarda o documento, sobreescribirá o ficheiro do disco; se non guarda entón o ficheiro do disco (se está presente) é o que terás.
hu: A figyelmen kívül hagyás azt jelenti, hogy a program nem fogja Önt ezuzán figyelmeztetni (csak akkor, ha újabb változás történik a fájlban). Ha elmenti a fájlt, felülíródik a lemezen található példány. Ha nem ment, akkor a most a lemezen levő változat fog megmaradni.
is: Hunsun þýðir að þú færð ekki aðvörun aftur (svo lengi sem skráin á disknum breytist ekki aftur): ef þú vistar skjalið skrifar þú yfir skrána sem er á disknum; ef þú vistar ekki er skráin á disknum (ef finnst) það sem þú hefur.
it: Ignorando non verrài più avvertito in futuro (a meno che il file su disco cambi una volta in più): se salvi il documento sovrascriverai il file su disco, se non salvi allora quello che otterrai è il file su disco (se presente).
ja: 「無視」を選択すると、(ディスク上のファイルがさらに変更されない限り) 二度と警告されません。ドキュメントを保存するとそのファイルを上書きします。保存しなければ (存在すれば) ディスク上のファイルが使われます。
kk: Елемеу дегені, ескерту (дискідегі файлды келесі өзгерткенше) енді пайда болмайды деген сөз: файлды сақтасаңыз - ол дискідегі нұсқанын үстінен жазылады, сақтамасаңыз - қалатыны (бар болса) дискідегі нұсқа.
km: ការមិន​អើពើ មាន​ន័យ​ថា​អ្នក​នឹង​មិន​ត្រូវ​បាន​ព្រមានម្ដង​ទៀត​ទេ (លុះត្រា​តែ​ឯកសារ​ថាស​ផ្លាស់ប្ដូរ​ម្ដង​ទៀត) ៖ ប្រសិន​បើ​អ្នក​រក្សា​ទុក​ឯកសារ អ្នក​នឹង​សរសេរ​ជាន់​លើ​ឯកសារ​នៅ​លើ​ថាស ប្រសិន​បើ​អ្នក​មិន​រក្សា​ទុក នោះ​ឯកសារ​ថាស (ប្រសិន​បើមាន​) គឺ​ជា​អ្វី​ដែល​អ្នក​មាន ។
ko: 무시는 다시 이 경고메시지를 보지 않는다는 뜻입니다. 만약 문서를 저장한다면, 기존에 있던 파일에 덮어쓰게 됩니다. 만약 문서를 저장하지 않는다면, 기존에 저장되어 있던 파일은 그대로 현 상태로 존재하게 됩니다.
mk: Игнорирањето значи дека нема да бидете предупредени повторно (освен ако датотеката на дискот не се смени уште еднаш): ако го зачувате документот, ќе ја пребришете датотеката на дискот; ако не го зачувате тогаш датотеката на дискот (ако постои) е тоа што го имате.
ms: Mengabaikan bermakna anda tidak akan diberikan amaran lagi (melainkan fail cakera berubah sekali lagi): jika anda simpan dokumen, anda akan menulis ganti fail dalam cakera; jika anda tidak simpan, maka fail cakera inilah (jika ada) yang anda ada.
nb: Å velge «overse» betyr at du ikke blir advart igjen (med unntak av om diskfila endres en gang til): lagres dokumentet vil det overskrive fila på disken. Om man ikke lagrer så vil diskfila (om til stede) være det du har.
nds: Övergahn bedüüdt, dat Du nich wedder fraagt warrst (as lang as sik de Datei nich nochmaal ännert): Wenn Du dat Dokment sekerst, warrt de Datei op de Fastplaat överschreven; wenn Du nich sekerst, is de Datei - as se nu op de Fastplaat steiht - allens, wat du hest.
nl: Negeren betekent dat u niet meer zult worden gewaarschuwd (tenzij het bestand op de schijf meer dan eens wijzigt): als u het document opslaat zult u het bestand op de schijf overschrijven. Als u niet opslaat behoudt u alleen het bestand op schijf (indien aanwezig).
nn: Å ignorere tyder at du ikkje vil bli åtvara igjen (viss ikkje diskfila endrar seg igjen). Viss du lagrar dokumentet, vil du skriva over fila på disken. Viss du ikkje lagrar vil diskfila (viss ho er der) vere det du har.
pl: Ignorowanie oznacza, że nie będzie już więcej ostrzeżeń (dopóki plik na dysku nie zmieni się ponownie): jeśli następnie zapiszesz dokument, zastąpisz obecną zawartość pliku na dysku, jeśli nie zapiszesz, to co jest w edytorze zostanie utracone.
pt: Se ignorar, significa que não voltará a ser avisado (a não ser que o ficheiro no disco volte a mudar); se gravar o documento, irá sobrepor o ficheiro no disco; se não gravar, então o ficheiro no disco (se presente) é com o que fica.
pt_br: Ignorar significa que você não será avisado novamente (a menos que mudanças ocorram no arquivo mais uma vez): se você salvar o documento, você sobrescreverá o arquivo no disco; se você não salvar então o arquivo do disco (se presente) é exatamente o que você possui.
ro: Numai cazul în care fişierul nu se modifică din nou pe disc, dacă ignoraţi avertizarea, nu veţi mai fi notificat. Dacă salvaţi documentul, veţi suprascrie fişierul de pe disc. Dacă nu îl salvaţi, atunci fişierul de pe disc (dacă e prezent) este ceea ce aveţi.
rw: Kureka bivuze ko utazongera kuburirwa (atari ibyo idosiye ya disiki irahinduka nanone): niba ubitse inyandiko, uzasimbura idosiye kuri disiki; niba utabitse noneho idosiye ya disiki (niba ihari) ni yo ufite.
sk: Ignorovanie znamená, že nebudete znova varovaný (pokiaľ sa súbor na disku znova nezmení). Ak uložíte dokument, prepíšete súbor na disku. Ak ho neuložíte, súbor na disku (ak existuje) je to čo máte.
sl: Preziranje pomeni, da ne boste več opozorjeni (razen, če se datoteka na disku zopet spremeni). Če shranite dokument, boste nadomestili datoteko na disku. Če ne shranite datoteke na disk (če je prisotna), je to, kar imate.
sr: Игнорисање значи да нећете бити поново упозорени (осим ако се фајл на диску не промени поново): ако снимите документ, пребрисаћете фајл на диску, а ако не снимите онда је фајл на диску (ако постоји) оно што имате.
sr@latn: Ignorisanje znači da nećete biti ponovo upozoreni (osim ako se fajl na disku ne promeni ponovo): ako snimite dokument, prebrisaćete fajl na disku, a ako ne snimite onda je fajl na disku (ako postoji) ono što imate.
ta: தவிர்ப்பதால் நீங்கள் மறுபடியும் எச்சரிக்கப்பட மாட்டீர்கள் (திரும்பவும் வட்டு கோப்பு மாறுதல்கள் இல்லாதவரையில்): நீங்கள் ஆவணத்தை சேமித்தால், வட்டில் கோப்பை மேலெழுதுவீர்கள்; சேமிக்கவில்லையென்றால் வட்டு கோப்பு (நடப்பு) அப்படியே இருக்கும்.
uk: Ігнорування означає, що більше не буде ніяких попереджень (якщо файл на диску не буде змінено ще раз): при збереженні документа буде перезаписано файл на диску; якщо не зберігати документ, то файл на диску (якщо він все ще існує) містить змінений документ.
zh_cn: 忽略意味着您将不会再次收到警告(除非磁盘上的文件再次发生了变化)：如果您保存该文档，您将会覆盖磁盘上的文件；如果您不保存的话，那么磁盘上的现有文件就是您所得到的文件。

source: You Are on Your Own
af: Jy Is op Jou Eie
be: Сам сабе гаспадар
bg: Избор
bs: Sada ste sami
ca: Esteu sol
da: Du er overladt til dig selv
de: Auf ihre Verantwortung
el: Είστε μόνοι σας
es: Es responsabilidad suya
eu: Bakarrik zaude
fa: دست تنها هستید
fr: Vous êtes votre propre chef
fy: Jo steane der allinne foar
gl: É a Sua Eleición
he: אתה נשארת לבדך
hu: Önnek kell döntenie
is: Þú ert á eigin vegum
it: È di tua responsabilità
ja: 好きなようにしてください
kk: Жеке өзгертулеріңіз
km: អ្នក​ទទួល​ខុសត្រូវ​ដោយ​ខ្លួន​ឯង
ko: 이미 가지고 있습니다.
ms: Anda Kini Lakukan Sendiri
nb: Du er helt på egenhånd
nds: Op Dien Verantwoorden
nl: U staat er alleen voor
nn: Du er på eigne bein
pl: Zawartość edytora nie zgadza się z plikiem na dysku
pt: Está Sozinho
pt_br: Você por sua própria conta
ro: Sînteţi pe cont propriu
rw: Uri ku Byawe
se: Dál de bázát okto
sk: Je to na Vás
sl: Ste na svojem
sr: Препуштени сте сами себи
sr@latn: Prepušteni ste sami sebi
uk: Все залежить від вас
zh_cn: 请小心操作

source: Could not access view
af: Kon nie toegang verkry na uitsig
ar: لايمكن الوصول للعرض
be: Немагчыма атрымаць доступ да гэтага экзэмпляра прагляду
bg: Изгледът не е достъпен.
bs: Ne mogu pristupiti pogledu
ca: No s'ha pogut accedir a la vista
cs: Nelze přistupovat k pohledu
da: Kunne ikke få adgang til visning
de: Ansicht nicht zugänglich
el: Αδύνατη η προσπέλαση της προβολής
es: Imposible acceder a la vista
eu: Ezin da ikuspegia eskuratu
fa: نتوانست به نما دست یابد
fi: Näkymään ei pääse
fr: Impossible d'accéder à la vue
fy: Gjin tagong ta de werjefte
gl: Non se puido aceder á vista
he: אין אפשרות לגשת אל התצוגה
hr: Ne mogu otvoriti pogled
hu: A nézet elérése nem sikerült
is: Gat ekki opnað sýn
it: Impossibile accedere alla vista
ja: ビューにアクセスできません
kk: Көрініске қатынау мүмкіндігі жоқ
km: មិន​អាច​ចូល​ដំណើរ​ការ​ទិដ្ឋភាព
ko: 엑세스를 볼수 없습니다.
mk: Нема пристап кон погледот
ms: Tidak dapat akses paparan
nb: Fikk ikke tilgang til visning
nds: Keen Togriep op de Ansicht
nl: Geen toegang tot weergave
nn: Fekk ikkje tilgang til vising
pa: ਝਲਕ ਲਈ ਅਧਿਕਾਰ ਨਹੀਂ
pl: Nie można dostać się do widoku
pt: Não foi possível aceder à janela
pt_br: Não foi possível acessar a visão
ro: Nu am putut accesa vizualizarea
rw: Ntibyashobotse kugera ku igaragaza
se: Ii beassan čájeheapmái
sk: Nepodarilo sa pracovať s pohľadom
sl: Ni moč dostopiti do prikaza
sr: Није могуће приступити приказу
sr@latn: Nije moguće pristupiti prikazu
ta: தோற்றத்தை அணுக முடியவில்லை.
tg: Ба намоиш даромадан натавонист
uk: Неможливо отримати перегляд
zh_cn: 无法访问视图

source: Exception, line %1: %2
af: Uitsonderding, lyn %1: %2
be: Выключэнне, радок %1: %2
bg: Изключение, ред %1: %2
ca: Excepció, línia %1: %2
cs: Výjimka, řádek %1: %2
da: Undtagelse, linje %1: %2
de: Ausnahme, Zeile %1: %2
el: Exception, γραμμή %1: %2
es: Excepción, línea %1: %2
eu: Salbuespena, %1. lerroa: %2
fa: استثناء، خط %1: %2
fr: Exception, ligne %1 : %2
fy: Utsûndering, rigel %1: %2
gl: Excepción, liña %1: %2
he: שגיאה, שורה: %1 %2
hu: Kivétel, %1. sor: %2
is: Undantekning, lína %1: %2
it: Eccezione, riga %1: %2
ja: 例外、行 %1: %2
kk: %1 жолындағы қате: %2
km: លើកលែង បន្ទាត់ %1 ៖ %2
ko: 예외, 행 %1: %2
mk: Исклучок, линија %1: %2
ms: Kekecualian, baris %1: %2
nb: Unntak, linje %1: %2
nds: Fehler, Reeg %1: %2
nl: Uitzondering, regel %1: %2
nn: Unntak, linje %1: %2
pa: ਅਪਵਾਦ: ਸਤਰ %1: %2
pl: Wyjątek, wiersz %1: %2
pt: Excepção, linha %1: %2
pt_br: Exceção, linha %1: %2
ro: Excepţie, linia %1: %2
rw: Irengayobora, Umurongo %1: %2
se: Spiehkastat, linnjá %1; %2
sk: Výnimka, riadok %1: %2
sl: Izjema, vrstica %1: %2
sr: Изузетак, линија %1: %2
sr@latn: Izuzetak, linija %1: %2
uk: Виключна ситуація, рядок %1: %2
zh_cn: 意外：行 %1:%2

source: Command not found
af: Opdrag nie gevind
be: Загад не знойдзены
bg: Командата не е намерена
ca: No s'ha trobat l'ordre
cs: Příkaz nenalezen
da: Kommando ikke fundet
de: Befehl nicht gefunden
el: Η εντολή δε βρέθηκε
es: Orden no encontrada
eu: Ez da komandoa aurkitu
fa: فرمان یافت نشد
fr: Commande non trouvée
fy: Kommando net fûn
gl: Comando non atopado
he: פקודה לא נמצאה
hu: A parancs nem található
is: Skipun fannst ekki
it: Comando non trovato
ja: コマンドが見つかりません
kk: Команда табылмады
km: រក​មិន​ឃើញ​ពាក្យ​បញ្ជា
ko: 명령어를 찾을 수 없습니다
mk: Наредбата не е пронајдена
ms: Arahan tak ditemui
nb: Fant ikke kommando
nds: Befehl lett sik nich finnen
nl: Commando niet gevonden
nn: Fann ikkje kommando
pa: ਕਮਾਂਡ ਨਹੀਂ ਲੱਭੀ
pl: Polecenie nie znalezione
pt: Comando não encontrado
pt_br: Comando não encontrado
ro: Nu am găsit comanda
rw: Ibwirizwa ntiryabonetse
se: Ii gávdnan gohččuma
sk: Príkaz nenájdený
sl: Ukaz ni najden
sr: Наредба није нађена
sr@latn: Naredba nije nađena
tg: Фармон ёфт нашуд
uk: Команду не знайдено
zh_cn: 命令未找到
