Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: If this option is checked, every new view will display an icon border on the left hand side.<br><br>The icon border shows bookmark signs, for instance.
af: As hierdie opsie is nagegaan, elke nuwe besigtig sal vertoon 'n ikoon grens op die links hand kant.<br><br>die ikoon grens vertoon boekmerk tekens, vir voorbeeld.
ar: إذا كان هذا الاختيار محدد ,كل عرض جديد سوفه يظهر حد الرمز فى الجانب الايسر.<br><br< حد الرمز يظهر العلامة المرجعية المعينة على الفور.
bg: Показване на зоната за икони.<BR><BR>Зоната на икони съдържа полезна информация, като примерно маркерите на отметките.
bs: Ako je ova opcija izabrana, svaki novi pogled će prikazati brojeve linija na lijevoj strani.<br><br>Rub ikone npr. prikazuje oznake za zabilježavanje.
ca: Si aquesta opció està marcada, cada nova vista mostrarà una vora d'icona al costat esquerra.<br><br>Per exemple, la vora de la icona mostrarà els signes per als punts.
cs: Je-li zvolena tato volba, pak v každém novém pohledu bude na levé straně zobrazen pás s ikonami.<br><br>Pás s ikonami zobrazuje například značku záložky.
da: Hvis dette tilvalg er afkrydset, vil hver ny visning vise en ikonkant i venstre side.<br><br>Ikonkanten viser bl.a. bogmærkesymboler.
de: Bei Aktivierung dieser Option wird bei jeder neuen Ansicht links ein Symbolrand angezeigt.<br><br>Der Symbolrand zeigt zum Beispiel Lesezeichen an.
el: Αν αυτή η επιλογή ενεργοποιηθεί, κάθε νέα προβολή θα εμφανίζει ένα περίγραμμα εικονιδίων στην αριστερή πλευρά.<br><br>Το περίγραμμα εικονιδίων εμφανίζει σημάδια σελιδοδεικτών, για παράδειγμα.
es: Si esta seleccionada esta opción, cada nueva vista mostrará los números de línea en el lado izquierdo.<br><br>El borde de iconos mostrará signos de marcadores, por ejemplo.
eu: Gaituta badago, ikuspegi berri guztiek ikono-ertza erakutsiko dute ezkerreko aldean. <br><br>Ikono-ertzak laster-marka ikurrak erakutsiko ditu, adibidez.
fa: اگر این گزینه علامت زده شود؛ هر نمای جدید، لبۀ شمایل سمت چپ را نمایش خواهد داد.<br><br>برای مثال، لبۀ شمایل، علائم چوب الفها را نمایش می‌دهد.
fi: Jos tämä kohta on valittuna, jokaisessa uudessa näkymässä näytetään kuvakereunus vasemmalla sivulla. <br><br>Kuvakereunuksessa näkyvät esimerkiksi kirjanmerkit.
fr: Lorsque cette option est cochée, toute nouvelle vue affichera une bordure d'icônes du côté gauche.<br><br>La bordure d'icônes affiche par exemple les repères des signets.
fy: As jo dizze opsje selektearje sil eltse nije werjefte in byldkaike oan de lofterkant sjen litte.<br><br>It byldkaikerâne lit bygelyks blêdwizertekens sjen.
gl: Se marca esta opción, cada nova vista mostrará un borde de ícones no borde esquerdo.<br><br>Este borde mostrará, por ex., símbolos de marcadores.
he: אם אפשרות זו נבחרת, כל תצוגה חדשה תציג מסגרת סמלים בצד שמאל.<br><br>מסגרת הסמלים מציגה, למשל, סימונים של סימניות.
hr: Ako je ova opcija označena, svaki novi pogled će prikazati obrub za ikone na lijevoj strani. <br><br>Obrub za ikone pokazuje npr. znakove oznaka.
hu: Ha be van jelölve ez az opció, akkor az összes nézet bal oldalán megjelenik egy jelzősáv.<br><br>Ezen látszanak például a könyvjelzők szimbólumai.
is: Ef þetta er valið, þá mun hver ný sýn birta táknmyndaspássíu á vinstri hlið.<br><br> Táknmyndaspássían sýnir m.a. bókamerki.
it: Se quest'opzione è marcata, ogni nuova vista mostrerà un bordo per le icone sul lato sinistro.<br><br>Il bordo per le icone mostra i segnalibri, per esempio.
ja: このオプションをチェックすると、新しいビューでも左側にアイコン境界を表示します。<br><br>アイコン境界はブックマーク記号などを表示します。
kk: Бұл құсбелгі қойылса, барлық жаңа терезелері терезенің сол жағындағы таңбаша жиегімен көрсетілетін болады.<br><br>Бұл таңбаша жиегі, мысалы үшін, бетбелгіні орнатуға қолданылады.
km: ប្រសិនបើ​ជម្រើស​នេះ​ត្រូវ​បាន​គូស​ធីក នោះ​ទិដ្ឋភាព​ថ្មី​ទាំង​អស់​នឹង​បង្ហាញ​ស៊ុម​រូបតំណាង​មួយ​នៅ​ផ្នែក​ខាង​ឆ្វេង​ដៃ ។<br><br>ឧទាហរណ៍ ស៊ុម​រូប​តំណាង​បង្ហាញសញ្ញា​ចំណាំ ។
ko: 이 옵션을 사용하면 아이콘 경계가 왼쪽에 나타납니다. <br><br>아이콘 경계는 즐겨찾기 등을 보여줍니다.
mk: Ако е избрана оваа опција, секој нов приказ ќе прикаже рамка на иконата на левата страна.<br><br>Рамката на иконата покажува знаци за забелешки, на пример.
ms: Jika pilihan ini dipilih, setiap 'lihat' baru akan memaparkan ikon sempadan pada sisi kiri. <br><br>Sebagai contoh, ikon sempadan memaparkan tanda laman.
nb: Hvis dette er valgt, vil alle nye visninger ha en ikonkant på venstre side. <br><br>Ikonkanten viser for eksempel bokmerketegn.
nds: Wenn aktiveert, warrt nieg Ansichten linkerhand en Rand för Lüttbiller wiesen.<br><br>De Lüttbildrand wiest t.B. Leestekens.
nl: Als u deze optie selecteert zal elke nieuwe weergave een pictogram aan de linker zijde tonen.<br><br>De pictogramrand toont bijvoorbeeld bladwijzertekens.
nn: Vel om nye tekstruter skal visa ei ikonramme langs venstre side. <br><br>Ikonramma viser til dømes bokmerketeikn.
pl: Jeśli opcja jest zaznaczona, każdy nowy widok pokaże pasek ikon po lewej stronie.<br><br>Na przykład obramowanie ikony pokaże znaki zakładek.
pt: Se esta opção estiver assinalada, cada janela nova irá mostrar um contorno de ícones do lado esquerdo.<br><br>O contorno de ícones mostra os sinais de favoritos, por exemplo.
pt_br: Se esta opção estiver marcada, para cada nova visão será exibida uma borda de ícone no lado esquerdo.<br><br>A borda de ícone irá mostrar, por exemplo, sinais dos favoritos.
ro: Dacă această opţiune este marcată, atunci fiecare vizualizare afişează o margine cu iconiţe în partea stîngă.<br><br> De exemplu, marginea iconiţelor afişează semnele de carte.
rw: Niba iri hitamo ritoranyijwe, buri garagaza rishya rizerekana impera y'agashushondanga ku gihande cy'ibumoso.<br><br>Impera y'agashushondanga yerekana ibimenyetso by'utumenyetso, nk'urugero.
se: Jos dát molssaeaktu lea merkejuvvon, čájehuvvo govašravda juohke ođđa čájeheami gurutbeales. <br><br>Govašrámma čájeha omd. girjemearkadiiddaid
sk: Ak je táto voľba povolená, každé nové zobrazenie ukáže ikonu okraja na ľavej strane.<br><br>Ikona okraja ukazuje napríklad znaky záložiek.
sl: Če je ta možnost izbrana, bo vsak nov prikaz prikazal rob ikone na levi strani.<br><br>Rob ikone npr. prikazuje znake zaznamkov.
sr: Ако је ова опција укључена, сваки нови приказ ће приказивати ивицу икона са леве стране <br><br>Ивице икона приказују знакове маркирања на пример.
sr@latn: Ako je ova opcija uključena, svaki novi prikaz će prikazivati ivicu ikona sa leve strane <br><br>Ivice ikona prikazuju znakove markiranja na primer.
ta: இந்த தேர்வினை செயல்படுத்தினால் ஒவ்வொரு புதிய காட்சியும் இடது பக்கத்தில் விளிம்பு சின்னத்தைக் காட்டும்<br><br>விளிம்பு சின்னம் புத்தக குறியீட்டு அடையாளத்தை காட்டும்
tg: Агар ин интихобот интихоб шудааст, ҳар намоиши нав чорчубаи нишона дар тарафи чап нишон медиҳад. <br><br>Чорчубаи нишона аломатҳои мондан ҳама вақт нишон медиҳад.
th: หากเลือกตัวเลือกนี้ จะมีการแสดงไอคอนกรอบทางด้านซ้ายมือของมุมมองที่เปิดใหม่ทุกตัว <br><br>ไอคอนกรอบนี้ จะแสดงให้ทราบว่า จุดใดที่เป็นจุดที่คั่นหน้า
uk: Якщо ввімкнено, то у кожному новому перегляді будуть відображатися рамка для піктограм ліворуч.<BR><BR>Рамка для піктограм може показувати знаки закладок.
zh_cn: 如果此项选中，每个新视图会在左边显示一个图标条。<br><br>图标条上可以显示书签符号等标记。

source: If this option is checked, every new view will show marks on the vertical scrollbar.<br><br>These marks will, for instance, show bookmarks.
af: As hierdie opsie nagegaan is, elke nuwe besigtig sal vertoon merke op die vertikale rolstaaf.<br><br>Hierdie merke sal, byvoorbeeld, wys boekmerke.
bg: Показване на зона за информация на лентата за превъртане за всеки преглед.<BR><BR>Примерно, в тази зона може да се съдържа информация за отметките.
bs: Ako je ova opcija izabrana, svaki novi pogled će prikazati oznake na vertikalnom klizaču.<br><br>Ove oznake npr. prikazuju zabilješke.
ca: Si aquesta opció està marcada, cada nova vista mostrarà marques a la barra de desplaçament vertical.<br><br>Per exemple, aquestes marques mostraran punts.
cs: Je-li zvolena tato volba, pak v každém novém pohledu bude svislý posuvník zobrazovat značky.<br><br>Tyto značky reprezentují například záložky.
da: Hvis dette tilvalg er afkrydset, vil hver ny visning vise mærker på den lodrette rullebjælke.<br><br>Disse mærker vil for eksempel vise bogmærker.
de: Wenn diese Einstellung aktiviert ist, werden Markierungen in der Bildlaufleiste angezeigt.<br><br>Diese zeigen z. B. die Position von Lesezeichen an.
el: Αν αυτή η επιλογή ενεργοποιηθεί, κάθε νέα προβολή θα εμφανίζει ένα περίγραμμα εικονιδίων στην αριστερή πλευρά.<br><br>Το περίγραμμα εικονιδίων εμφανίζει σημάδια σελιδοδεικτών, για παράδειγμα.
es: Si esta seleccionada esta opción, cada nueva vista mostrará marcas en la barra de desplazamiento vertical.<br><br>Estas marcas mostrarán, por ejemplo, los marcadores.
eu: Gaituta badago, ikuspegi berri guztiek markak erakutsiko dituzte korritze-barra bertikalean<br><br>Marka hauek laster-markak erakutsiko dituzte, adibidez.
fa: اگر این گزینه علامت زده شود؛ هر نمای جدید، نشانهای موجود در میله لغزش عمودی را نمایش خواهد داد.<br><br>برای مثال، این نشانها چوب الفها را نمایش می‌دهند.
fi: Jos tämä kohta on valittuna, jokaisessa uudessa näkymässä näytetään kuvakereunus vasemmalla sivulla. <br><br>Esimerkiksi kirjanmerkit näytetään kuvakereunuksessa.
fr: Lorsque cette option est cochée, toute nouvelle vue affichera des repères sur la barre de défilement verticale.<br> <br>Ces repères indiqueront, par exemple, les signets.
fy: As jo dizze opsje selektearje sil eltse nije werjefte markearrings sjen litte op de fertikale skúfbalken.<br><br>Dizze markeatrings litt bygelyks de blêdwizers sjen.
gl: Se marca esta opción, as novas vistas mostrarán marcas na barra de desprazamento vertica.<br><br>Esta marca permitirá, por. ex., mostrar marcadores.
he: אם אפשרות זו נבחרת, כל תצוגה חדשה תציג מסגרת סמלים בצד שמאל.<br><br>מסגרת הסמלים מציגה, למשל, סימונים של סימניות.
hu: Ha be van jelölve ez az opció, akkor az összes nézet függőleges gördítősávján megjelenik egy jelzősáv.<br><br>Ezen látszanak például a könyvjelzők szimbólumai.
is: Ef þetta er valið, þá mun hver ný sýn birta merki á lóðréttu skrunsúlunum.<br><br>Merkin sýna m.a. bókamerki.
it: Se questa opzione è segnata, ogni nuova vista mostrerà dei segni sulla barra di scorrimento verticale.<br><br>Questi segni mostreranno, per esempio, i segnalibri.
ja: このオプションをチェックすると、新しいビューでも垂直スクロールバーにマークを表示します。<br><br>マークはブックマークなどを表示します。
kk: Бұл құсбелгі қойылса, жүгірткінің тік жолағында белгішелер көрсетілетін болады.<br><br>Бұл таңбаша жиегі, мысалы үшін, бетбелгілерді көрсетуге қолданылады.
km: ប្រសិនបើ​ជម្រើស​នេះ​ត្រូវ​បាន​គូសធីក នោះ​ទិដ្ឋភាព​ថ្មី​ទាំង​អស់​នឹង​បង្ហាញ​សញ្ញា​សម្គាល់​នៅ​របារមូរ​បញ្ឈរ ។<br><br>ឧទាហរណ៍ សញ្ញា​សម្គាល់​ទាំង​នេះ​បង្ហាញ​ចំណាំ ។
ko: 이 옵션을 사용하면 모든 새 화면에서 수직 스크롤바 표시를 볼 수 있습니다.<br><br>이 표시는 즐겨찾기 등을 표시합니다.
mk: Ако е избрана оваа опција, секој нов приказ ќе прикаже ознаки на вертикалната лента за лизгање.<br><br>Овие ознаки можат на пример да покажуваат забелешки.
ms: Jika opsyen ini disemak, setiap paparan baru akan memaparkan tanda dalam bar skrol menegak.<br><br>Misalnya, tanda ini akan memaparkan tanda buku.
nb: Hvis dette er valgt, vil alle nye visninger ha merker på det loddrette rullefeltet. <br><br>Disse merkene viser for eksempel bokmerketegn.
nds: Wenn aktiveert, warrt nieg Ansichten Marken op den piellieken Rullbalken wiesen.<br><br>Disse Marken wiest t.B. op Leestekens hen.
nl: Als u deze optie selecteert zal elke nieuwe weergave markeringen tonen op de verticale schuifbalken.<br><br>Deze markeringen tonen bijvoorbeeld de bladwijzers.
nn: Vel om nye tekstruter skal visa ei ikonramme langs venstre side. <br><br>Ikonramma viser til dømes bokmerketeikn.
pl: Jeśli opcja jest zaznaczona, każdy nowy widok pokaże znaki na pionowym pasku przewijania.<br><br>Te znaki mogą na przykład pokazywać zakładki.
pt: Se esta opção estiver assinalada, cada janela nova irá mostrar marcas na barra de posicionamento vertical.<br><br>Essas marcas mostram, por exemplo, os favoritos.
pt_br: Se esta opção estiver marcada, para cada nova visão serão mostradas marcas na barra de rolagem vertical.<br><br>Estas marcações mostrarão, por exemplo, os favoritos.
ro: Dacă această opţiune este selectată, atunci fiecare vizualizare nouă va afişa marcaje pe bara de defilare verticală.<br><br>Aceste marcaje vor afişa, de exemplu, semnele de carte.
rw: Niba iri hitamo ritoranyijwe, buri garagaza rishya rizerekana ibimenyetso ku gafashagenda gahagaze.<br><br> Ibi bimenyetso, nk'urugero, bizerekana utumenyetso.
se: Jos dát molssaeaktu lea merkejuvvon, čájehuvvo govašravda juohke ođđa čájeheami gurutbeales. <br><br>Govašrámma čájeha omd. girjemearkkaid
sk: Ak je táto voľba povolená, každé nové zobrazenie ukáže značky na vertikálnom posuvníku.<br><br>Tie napríklad označujú záložky.
sl: Če je ta možnost izbrana, bo vsak nov prikaz prikazal oznake na navpičnem drsniku.<br><br>Te oznake prikazujejo npr. zaznamke.
sr: Ако је ова опција укључена, сваки нови приказ ће приказивати ознаке на усправној траци за померање.<br><br>Ове ознаке ће приказивати маркере, на пример.
sr@latn: Ako je ova opcija uključena, svaki novi prikaz će prikazivati oznake na uspravnoj traci za pomeranje.<br><br>Ove oznake će prikazivati markere, na primer.
ta: இந்த தேர்வினை செயல்படுத்தினால் ஒவ்வொரு புதிய காட்சியும் இடது பக்கத்தில் விளிம்பு சின்னத்தை காட்டும்<br><br>விளிம்பு சின்னம் புத்தக குறியீட்டு அடையாளத்தை காட்டும்.
tg: Мавриди фаъол намудани ин нишона, тамоми тирезаҳои ҷадид бо хати ишорот ба сӯи тирезаи чап низнамоиш хоҳанд шуд.<br><br>Ин хат барои танзимоти гузориш истифода мешавад.
uk: Якщо ввімкнено, то у кожному новому перегляді будуть відображатися позначки на вертикальній смужці прокрутки.<BR><BR>Ці позначки, на приклад, можуть показувати закладки.
zh_cn: 如果此项选中，每个新视图会在垂直滚动条上显示一个标记。<br><br>这些标记可以显示书签等符号。

source: If this option is checked, every new view will display marks for code folding, if code folding is available.
af: Indien hierdie opsie gekontroleur is, elke nuwe aansig sal vertoon merke vir kode vou, indien kode vou beskikbaar is.
ar: إذا كان هذا الاختيار محدد,كل عرض جديد سوفه يظهر علامات لطئ الشفرة , إذا كان طئ الشفرة موجود.
bg: Показване структурата на кода, ако е възможно.
bs: Ako je ova opcija izabrana, svaki novi pogled će prikazati oznake za sakrivanje koda (codefolding), ako je ono moguće.
ca: Si aquesta opció està marcada, cada nova vista mostrarà les marques per al plegat del codi, si aquest està disponible.
cs: Je-li zvolena tato volba, pak v každém novém pohledu budou, v případě, že je to možné, zobrazovány značky skládaného kódu.
da: Hvis dette tilvalg er afkrydset, vil hver ny visning vise mærker for kodefoldninger hvis kodefoldning er tilgængelig.
de: Ist diese Einstellung markiert, werden bei jeder neuen Ansicht Markierungen für Code-Ausblendungen angezeigt, sofern solche Ausblendungen vorliegen.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, κάθε νέα προβολή θα εμφανίζει σημάδια τυλίγματος κώδικα, αν αυτό είναι διαθέσιμο.
es: Si se selecciona esta opción, caa nueva vista mostrará marcas para plegado de código, si este estuviera disponible.
eu: Gaituta badago, ikuspegi berri guztiek kode-tolesturen markak erakutsiko dituzte, kodea tolestuta egonez gero.
fa: اگر این گزینه علامت زده شود، هر نمای جدید، در صورتی که تاشوندۀ کد در دسترس باشد، نشانهایی در مورد تاشوندۀ کد را نمایش می‌دهد.
fi: Jos tämä kohta on valittuna, jokaisessa uudessa näkymässä näytetään koodin laskostusmerkit, jos koodia voidaan laskostaa.
fr: Lorsque cette option est cochée, toute nouvelle vue affichera les marqueurs de pliage de code, si le pliage de code est activé.
fy: As dizze opsje selektearre is, dan sil eltse nije werjefte markearrings foar koade-ynfâldzjen sjen litte, as koade-ynfâldzje beskikber is.
gl: Se marca esta opción, as novas vistas mostrarán marcas para pregado de código, se este está disponíbel.
he: אם אפשרות זו נבחרת, כל תצוגה חדשה תציג סימנים לקיפול קוד, אם קיפול הקוד זמין.
hr: Ako je ova opcija odabrana, svaki novi pogled će prikazati oznake za preklapanje koda,ako je preklapanje koda dostupno.
hu: Ha ez be van jelölve, akkor minden új nézetnél kódtördelési jelek lesznek láthatók, ha van kódtördelés.
is: Ef þetta er valið, þá munu allar nýjar sýnir sýna merki fyrir samanfelld forrit, ef sá möguleiki er fyrir hendi.
it: Se questa opzione è marcata, ogni nuova vista mostrerà i segni per il raggruppamento del codice, se il raggruppamento è disponibile.
ja: このオプションをチェックすると、新しいビューでもコード折りたたみが利用可能であれば折りたたみマーカーを表示します。
kk: Бұл құсбелгі қойылса, барлық жаңа терезелер кодты бүктеу белгілерімен (бүктеу қолданылантын құжат үшін) көрсетілетін болады.
km: ប្រសិនបើ​ជម្រើស​នេះ​ត្រូវ​បាន​គូស​ធីក នោះ​ទិដ្ឋភាព​ថ្មី​ទាំង​អស់​នឹង​បង្ហាញ​សញ្ញា​សម្គាល់សម្រាប់​ផ្នត់​កូដ ប្រសិន​បើ​ផ្នត់​កូដ​អាច​ប្រើ​បាន ។.
ko: 이 옵션을 사용하면 모든 새 화면에서 코드 폴딩이 사용되었을 경우 코드 폴딩을 표시합니다.
mk: Ако е избрана оваа опција, секој нов преглед ќе прикаже ознаки за склопување на кодот, доколку е овозможено пакување на кодот.
ms: Jika opsyen ini disemak, setiap paparan baru akan memaparkan tanda untuk lipatan kod, jika lipatan kod boleh didapatkan.
nb: Hvis dette er valgt, vil alle nye visninger vise merker for kodebryting, hvis kodebryting er tilgjengelig.
nds: Wenn aktiveert, warrt nieg Ansichten linkerhand Marken för dat Infoolden vun Textafsnitten wiesen, wenn dat mööglich is.
nl: Als deze optie is geselecteerd, dan zal elke nieuwe weergave markeringen voor code-invouwen tonen, als code-invouwen beschikbaar is.
nn: Vel om nye tekstruter skal visa merke for kodebryting dersom kodebryting er tilgjengeleg.
pl: Jeśli opcja jest zaznacznona, każdy nowy widok pokaże znaczniki dla zwijania kodu jeśli zwijanie jest dostępne.
pt: Se esta opção estiver assinalada, cada janela nova irá mostrar as marcações para a compactação do código, se esta estiver disponível.
pt_br: Se esta opção estiver marcada, para cada nova visão serão exibidas marcas para a "dobradura de código", se este recurso estiver disponível.
ro: Dacă această opţiune este marcată, atunci fiecare vizualizare va afişa marcaje pentru îndosarierea codului (dacă este disponibilă îndosarierea codului sursă).
rw: Niba iri hitamo ritoranyijwe, buri garagaza rishya rizerekana ibimenyetso by'umubare izinga, niba umubare izinga uboneka.
se: Jos dát molssaeaktu lea alde, de juohke čájeheamis čájehuvvojit linnjámáhccunmearkkat, jos linnjámáhccun lea olamuttus.
sk: Ak je táto voľba povolená, každé nové zobrazenie ukáže značky pre zabaľovanie kódu, ak je dostupné.
sl: Če je ta možnost izbrana, bo vsak nov prikaz prikazal oznake za zvijanje kode, če je zvijanje kode na voljo.
sr: Ако је ова опција укључена, сваки нови приказ ће приказивати маркере за сажимање кода, ако је сажимање кода доступно.
sr@latn: Ako je ova opcija uključena, svaki novi prikaz će prikazivati markere za sažimanje koda, ako je sažimanje koda dostupno.
ta: இந்த விருப்பம் தேர்வு செய்யப்பட்டிருப்பின், ஒவ்வொரு புதிய தோற்றமும் குறிமுறை மடிப்புகளுக்கு குறிகளை காட்டும், குறிமுறை மடிப்புகள் இருந்தால்.
tg: Мавриди фаъол намудани ин нишона, тамоми тирезаҳои ҷадид бо хати гардонидани блокҳои барнома,агар ин имкон барои санади интихобшуда бошад, намоиш хоҳад шуд.
th: หากเลือกตัวเลือกนี้ จะมีการแสดงเครื่องหมายสำหรับส่วนโค้ดในมุมมองใหม่ทุกตัว หากมีส่วนโค้ดอยู่
uk: Якщо цей параметр ввімкнено, кожне нове вікно буде відображувати маркери згортання кодів, якщо згортання кодів ввімкнено.
zh_cn: 如果此项选中，若可进行代码折叠，每个新视图会显示代码折叠的标记。

source: Choose how the bookmarks should be ordered in the <b>Bookmarks</b> menu.
af: Kies hoe die boekmerke moet wees gesorteer in die <b>boekmerke</b> kieslys.
ar: إختر كيف ان العلامات المرجعية يجب ترتيبها فى<b>العلامات المرجعية<b>القائمة.
bg: Сортиране на отметките в менюто.
bs: Izaberite kako će zabilješke biti poredane u meniju <b>Zabilješke</b>.
ca: Escolliu com haurien d'estar ordenats els punts en el menú <b>Punts</b>.
cs: Vyberte si jak mají být tříděny záložky v nabídce <b>Záložky</b>.
da: Vælg hvordan bogmærker skal sorteres i menuen <b>Bogmærker</b>.
de: Wählen Sie hier aus, wie die Lesezeichen im gleichnamigen Menü sortiert werden sollen.
el: Επιλέξτε το πως θα ταξινομούνται οι σελιδοδείκτες στο μενού <b>Σελιδοδείκτες</b>.
es: Elegir como se deberían ordenar los marcadores en el menú de <b>Marcadores</b>.
eu: Aukeratu laster-markak nola sailkatu behar diren <b>Laster-markak</b> menuan.
fa: انتخاب این که چوب الفها چطور باید در گزینگان <b> چوب الفها </b> ترتیب داده شوند.
fi: Valitse kirjanmerkkien järjestämistapa <b>Kirjanmerkit</b> valikossa.
fr: Choisissez l'ordre de classement des signets dans le menu <b>Signets</b>.
fy: Beskied hoe't de blêdwizers yn it <b>blêdwizermenu</b> oardere wurde.
gl: Escolla como ordenar os marcadores no menu <b>Marcadores</b>.
he: בחר כיצד יש למיין את הסימניות בתפריט <b>סימניות</b>.
hr: Odaberite kako će se oznake poredati u izborniku <b>Oznake</b>.
hu: A könyvjelzők rendezési módját lehet itt beállítani (ahogy megjelennek a <b>Könyvjelzők</b> menüben).
is: Veljið hvernig bókamerki verða sýnd í <b>Bókamerkja</b> valmynd.
it: Scegli in che modo i segnalibri devano essere ordinati nel menu <b>Segnalibri</b>.
ja: ブックマークメニューの中でのブックマークの並び方を選択します。
kk: <b>Бетбелгілер</b> мәзіріндегі бетбелгілерді реттеу тәртібін таңдау.
km: បង្ហាញ​វិធី​ដែល​ចំណាំ​គួរ​ត្រូវ​បាន​តម្រៀប​ក្នុង​ម៉ឺនុយ <b>ចំណាំ</b> ​។
ko: <b>책갈피</b> 메뉴 안에서 책갈피들이 어떻게 정렬되어야 하는지 정합니다.
mk: Изберете како да бидат наредени забелешките во менито <b>Забелешки</b>.
ms: Pilih bagaimana penanda laman harus disusun di dalam menu <b>Tanda Laman</b>.
nb: Velg hvordan bokmerker skal ordnes i <b>Bokmerker</b>-menyen.
nds: Legg fast, wodennig de Leestekens in't <b>Leestekenmenü</b> wiest warrt.
nl: Bepaal hoe de bladwijzers in het <b>bladwijzermenu</b> zullen worden geordend.
nn: Vel korleis bokmerka i <b>Bokmerke</b>-menyen skal sorterast.
pl: Wybierz jak powinny być sortowane zakładki w menu <b>Zakładki</b>.
pt: Escolha como os favoritos deverão ser ordenados no menu <b>Favoritos</b>.
pt_br: Escolhe como os favoritos devem estar ordenados no menu <b>Favoritos</b>.
ro: Alegeţi modul în care vor fi ordonate semnele de carte în meniul <b>Semne de carte</b>.
rw: Guhitamo ukuntu utumenyetso tugomba gukurikiranwa mu bikubiyemo <b>Utumenyetso</b>.
se: Vállje mo girjemearkkat erohallojuvvojit <b>Girjemearkkat</b> fálus.
sk: Zvoľte si ako budú záložky usporiadané v menu <b>Záložky</b>.
sl: Izberite način razvrščanja zaznamkov v meniju <b>Zaznamki</b>.
sr: Изаберите како ће маркери бити поређани у <b>Маркери</b> менију.
sr@latn: Izaberite kako će markeri biti poređani u <b>Markeri</b> meniju.
ta: <b>புத்தக குறியீடுகள்</b>பட்டியில் புத்தகக்குறியீடுகளை எவ்வாறு கட்டளையிட வேண்டும் என்று தேர்நதெடு
tg: Интихоб кунед чи хел монданҳо бояд бо тартиб гузашта шавад дар менюи <b>Монданҳо</b>.
th: เลือกวิธีการเรียงลำดับของที่คั่นหนังสือในเมนู <b>ที่คั่นหนังสือ</b>
uk: Вибрати як повинні бути впорядковані закладки у меню <b>Закладки</b>.
zh_cn: 选择如何排列<b>书签</b>菜单上的书签。
