Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>This list shows your configured autobookmark entities. When a document is opened, each entity is used in the following way: <ol><li>The entity is dismissed, if a mime and/or filename mask is defined, and neither matches the document.</li><li>Otherwise each line of the document is tried against the pattern, and a bookmark is set on matching lines.</li></ul><p>Use the buttons below to manage your collection of entities.</p>
af: <p>Hierdie lys wys jou gekonfigureerde outoboekmerk tekste. Wanneer 'n dokument oopgemaak is, word elke teks gebruik soos volg: <ol><li>Die teks is verwerp, as 'n mime en/of lêernaam masker gedefnieër is, en geen daarvan die dokument pas.</li><li>Andersins word elke lyn van die dokument probeer teenoor die patroon, en 'n boekmerk word geplaas op die passende lyne.</li></ul><p>Gebruik die knoppies hieronder om jou kolleksie van tekste te bestuur.</p>
bg: <p>Списъкът съдържа, настроените автоотметки. Когато отворите документ, за всеки запис се прилагат следните правила: </p><ol><li>Записът се игнорира, ако не отговаря на файловия тип или шаблона на имената на файловете.</li><li>В противен случай всеки ред от документа се пробва за съвпадение с шаблона. Ако редът съвпада с шаблона, се маркира.</li></ol><p>Използвайте бутоните по-долу, за да редактирате отметките.</p>
bs: <p>Ova lista prikazuje vaše podešene entitete za autozabilježavanje. Kada otvorite dokument, svaki entitet će biti korišten na sljedeći način: <ol><li>Entitet će biti poništen ako je definisana maska za MIME tip i/ili ime datoteke i nijedna ne odgovara dokumentu.</li><li>U suprotnom svaka linija dokumenta će biti testirana prema uzorku, a na linije koje odgovaraju će biti postavljena zabilješka.</li></ul><p>Koristite dugmad ispod da upravljate vašom kolekcijom entiteta.</p>
ca: <p>Aquesta llista mostra les entitats d'autopunts configurades. Quan s'obre un document, cada entitat s'usa de la manera següent: <ol><li>L'entitat es rebutja, si s'ha definit un tipus mime o una màscara de nom de fitxer, i cap de les dues coincideix amb el document.</li><li>Altrament es compara cada línia del document amb el patró, i s'estableix un punt a les línies coincidents.</li></ul><p>Useu els botons de sota per a gestionar la vostra col·lecció d'entitats.</p>
da: <p>Denne liste viser dine indstillede autobogmærke-entiteter. Når et dokument bliver åbnet, bruges hver entitet på følgende måde: <ol><li>Entiteten bliver ignoreret, hvis en mime- og/eller filnavnemaske er defineret, og ingen af dem matcher dokumentet.</li><li>Ellers vil hver linje i dokumentet blive prøvet mod mønstret, og et bogmærke sættes på matchende linjer.</li></ul><p>Brug knapperne nedenfor til at håndtere din samling af entiteter.</p>
de: <p>Diese Liste zeigt die eingerichteten automatischen Lesezeichen an. Sobald Sie ein Dokument öffnen, werden diese Elemente folgendermaßen benutzt: <ol><li>Ein Element wird übergangen, falls ein MIME-Typ oder ein Dateifilter definiert ist, der auf das Dokument nicht zutrifft.</li><li>Ansonsten wird jede Zeile auf das angegebene Muster hin überprüft und bei Übereinstimmung ein Lesezeichen gesetzt.</li></ol> </p><p>Mit den Knöpfen unten können Sie die Elemente verwalten.</p>
el: <p>Αυτή η λίστα εμφανίζει τις ρυθμισμένες οντότητες αυτόματων σελιδοδεικτών σας. Όταν ένα έγγραφο ανοιχτεί, κάθε οντότητα χρησιμοποιείται κατά τον ακόλουθο τρόπο: <ol><li>Η οντότητα αποπέμπεται, αν μια μάσκα mime και/ή ονόματος αρχείου είναι καθορισμένη, και δεν ταιριάζει με το έγγραφο.</li><li>Αλλιώς κάθε γραμμή του εγγράφου συγκρίνεται με το μοτίβο, και ένας σελιδοδείκτης ορίζεται στις γραμμές που ταιριάζουν.</li></ul><p>Χρησιμοποιήστε τα κουμπιά παρακάτω για να διαχειριστείτε τη συλλογή οντοτήτων σας.</p>
es: <p>Esta lista muestra sus entidades de automarcadores configuradas. Cuando un doumento se abre, cada entidad se utiliza del siguiente modo:<ol><li>La entidad se obvia, si una máscara MIME y/o un nombre de archivo está definido y ninguno coincide con el documento.</li><li>De lo contrario cada línea de documento se comprueba utilizando ese patrón y se pone un marcador en las líneas coincidentes.</li></ul><p>Utilice los botones de debajo para gestionar su colección de entidades.</p>
eu: <p> Zerrenda honek konfiguratutako laster-marka automatikoen entitateak erakusten ditu. Dokumentua irekitzen denean, entitate bakoitza honela erabiliko da: <ol> <li>Entitatea falta bada, Mime edota fitxategi-izena definitu bada, eta ez dator dokumentuarekin bat.</li> <li>Bestela, dokumentuaren lerro bakoitza ereduarekin konparatzen da, eta laster-marka bat ezartzen da bat datozen lerroekin.</li></ol> <p>Erabili beheko botoiak entitate-bilduma kudeatzeko.</p>
fa: <p>این فهرست هستارهای چوب الف خودکار پیکربندی‌شدۀ شما را نمایش می‌دهد. وقتی سندی باز می‌شود، هر هستار در یکی از روشهای زیر استفاده می‌شود: <ol><li>هستار رد می‌شود، اگر یک مایم و/یا نقاب نام پرونده تعریف شود، و هیچ‌یک با سند مطابقت نکند.</li><li>در غیر این‌ صورت هر خط سند در مقابل الگو آزموده شده، و چوب الف روی خطوط مطابق تنظیم می‌شود.</li></ul><p> برای مدیریت مجموعه هستارهای خود، از دکمه‌های زیر استفاده کنید.</p>
fr: <p>Cette liste montre les éléments configurés de signets automatiques. Lorsqu'un document est ouvert, chaque élément est utilisé de la manière suivante :<ol><li>L'élément est ignoré, si un motif de fichier ou un type MIME est défini, et qu'aucun ne correspond au document ;</li><li>Sinon le motif est confronté à chaque ligne du document, et un signet est défini si la ligne correspond.</li></ul><p>Utilisez les boutons ci-dessous pour gérer votre collection d'éléments.</p>
fy: <p>Dizze list lit de autoblêdwizers sjen dy't jo ynsteld hawwe. Wannear't jo in dokumint iepenje, wurdt de list op de folgjende wize brûkt:<ul><li>In autoblêdwizer wurdt net brûkt at it triemnammepatroan en it mimetriem-type beide net oerienkomme.</li><li>Komt ien fan beide al oerien, dan wurdt elke rigel fan it dokumint op it patroan teste. Komt in rigel mei it patroan oerien dan krijt dizze rigel automatysk in blêdwizer.</li></ul><p>Brûk de knoppen hjirnei om de list fan blêdwizers te behearen.</p>
gl: <p>Esta lista mostra as súas entidades automarcadores configuradas. Cando un documento é aberto, cada entidade é usada da seguinte maneira:<ol><li> A entidade é pasada por alto, se hai definido un tipo mime ou máscara de ficheiro e nengun coincide co documento.</li><li>De outro xeito cada liña do documento é comprobada fronte ao patrón, e ponse un marcador nas liñas coincidentes.</li></ul><p>Use o botón de abaixo para xestionar a súa colección de entidades.</p>
hu: <p>Ebben a listában láthatók a létrehozott automatikus könyvjelzők. Dokumentum megnyitásakor a következő módon lesznek feldolgozva az entitások: <ol><li>A bejegyzésnek nem lesz hatása, ha meg van adva MIME-típus vagy fájlmaszk, de egyik sem illeszkedik a dokumentumhoz.</li><li>Máskülönben a dokumentum összes sorához illeszteni próbálja a mintát a program, és az ileszkedő soroknál könyvjelzőt hoz létre.</li></ul><p>Az entitások kezeléséhez használja az alábbi gombokat.</p>
is: <p>Þessi listi sýnir þau sjálfvirku bókamerki sem þú ert búin(n) að stilla. Þegar skjal er opnað verður hver eind notuð á eftirfarandi máta: <ol><li>Eindin er send burt er MIME-tag eða skráarmaski er skilgreindur og hvorugt passar við skjalið.</li><li>Annars er hver einasta lína í skjalinu borin saman við leitarmynstrið og bókamerki sett á þær línur sem passa.</li></ul><p>Notaðu hnappana fyrir neðan til að sýsla með einingarnar þínar.</p>
it: <p>Questa lista mostra le tue entità di segnalibri automatici configurate. Quando un documento è aperto, ogni entità viene usata nel seguente modo: <ol><li>L'entità è rimossa, se sono definiti una maschera file ovvero un tipo MIME, e nessuno corrisponde al documento.</li><li>Altrimenti ogni riga del documento è confrontata con lo schema, e un segnalibro viene messo sulle righe corrispondenti.</li></ul><p>Usa i pulsanti sotto per gestire la tua raccolta di entità.</p>
ja: <p>このリストは設定済みの自動ブックマークエンティティを表示しています。ドキュメントを開くと、それぞれのエンティティは以下のように使用されます。<ol><li>MIME とファイル名マスク (あるいは一方) が定義され、いずれもドキュメントにマッチしない場合は、エンティティを取り消します。</li> <li>そうでなければ、ドキュメントの各行をパターンと照合し、マッチした行にブックマークを設定します。</li></ul><p>エンティティのコレクションを管理するには下のボタンを使用してください。</p>
kk: <p>Бұл тізімде бапталған автобетбелгілер көрсетіледі. Құжатты ашқан кезде олар келесі жолмен қолданылады:<ol><li>Егер MIME түрі және/немесе файл атауының қалқасы берілген, бірақ ашқаныңыз оларға сәйкес келмесе, ол қолданылмайды;</li><li>Жоғарғысы сәйкес келсе, құжаттың әрбір жолы үлгі өрнегіне сәкестікке тексеріледі және әрбір сай келетін жолға бетбелгі орнатылады.</li></ul><p>Автобетбелгілерді басқару үшін төмендегі батырмаларды қолданыңыз.</p>
km: <p>បញ្ជី​នេះ​បង្ហាញអង្គ​ភាព​ចំណាំ​ស្វ័យ​ប្រវត្តិរបស់​អ្នក ​ដែលបានកំណត់​រចនាសម្ព័ន្ធ ។ នៅ​ពេល​ឯកសារ​មួយ​បើក អង្គភាពនីមួយៗ​ត្រូវ​បាន​ប្រើ​ក្នុង​មធ្យោបាយ​ដូច​ខាង​ក្រោម ៖<ol><li>អង្គភាព​ត្រូវ​បាន​លុប​ចោលប្រសិន​បើ​របាំង mime និង/ឬ ឈ្មោះ​ឯកសារ​ត្រូវ​បាន​កំណត់ នហើយ​មិន​មាន​មួយ​ណា​ផ្គូផ្គង​ឯកសារ។</li><li>ផបើពុំនោះសោត ឃ្លា​ដែល​ត្រូវ​ស្វែងរក នឹង​ត្រូវ​ប្រៀបធៀប​ក្នុង​បន្ទាត់​និមួយ​ៗ​របស់ឯកសារនហើយ​ចំណាំ​តនឹង​ត្រូវ​បាន​កំណត់​លើ​បន្ទាត់​ដែល​ផ្គូផ្គង។</li></ul><p>ប្រើ​ប៊ូតុង​ខាង​ក្រោម ដើម្បី​គ្រប់​គ្រង​បណ្ដុំអង្គធាតុ​របស់​អ្នក ។</p>
ko: <p>설정된 책갈피 항목을 보여줍니다. 문서가 열리면 각 항목은 다음에 따라 사용됩니다. <ol><li>마임 타입이나 파일 마스크가 지정되어 있는데, 일치하는 내용이 없으면, 책갈피는 무시됩니다.</li><li>그렇지 않으면 각 줄은 일치여부를 판단받게 되고, 일치하는 줄에는 책갈피가 지정됩니다.</li></ul> <p>항목을 관리하려면 밑의 버튼들을 사용하십시오.</p>
mk: <p>Оваа листа ги покажува вашите конфигурирани автообележувачки ентитети. Кога е документ отворен, секој ентитет се користи на следниот начин: <ol><li>Ентитетот се отфрла ако е дефинирана маска за mime-тип или за име на датотека, а документот не се совпаѓа со ниедна.</li><li>Инаку секоја линија од документот се споредува со шаблонот и се поставува обележувач на линиите што се совпаѓаат.</li></ul><p>Користете ги копчињата подолу за да ја менаџирате вашата колекција од ентитети.</p>
ms: <p>Senarai ini memaparkan entiti autotanda buku anda yang dikonfigur. Apabila dokumen dibuka, setiap entiti digunakan dalam cara yang berikut: <ol><li>Entiti disingkirkan, jika mime dan/atau topeng nama fail ditakrifkan, dan tiada yang sepadan dengan dokumen.</li><li>Jika tidak setiap baris dokumen dicuba pada corak, dan tanda buku diset di atas garisan sepadan.</li></ul><p>Guna butang di bawah untuk menguruskan koleksi entiti anda.</p>
nb: <p>Denne lista viser de autobokmerke-elementene som nå er satt opp. Når et dokument åpnes brukes hvert element på følgende måte: <ol><li>Elementet forkastes dersom en mime og/eller filmaske er angitt og ingen av dem passer med dokumentet.</li><li>Ellers blir hver linje i dokumentet forsøkt mot mønsteret, og det blir satt bokmerke ved alle linjer som passer.</li></ol><p>Bruk knappene nedenfor til å håndtere elementsamlinga.</p>
nds: <p>Disse List wiest de vörhannen automaatschen Leestekens. Wenn Du en Dokment opmaakst, warrt mit de Indrääg dit vörnahmen:</p><ol><li>De Indrag warrt övergahn, wenn dat Dokment to keen defineert MIME-Typ oder Dateimuster passt.</li><li>Sunst warrt all Regen mit den Indrag pröövt, un passen Regen kriegt en Leesteken.</li></ol> <p>Mit de Knööp nerrn kannst Du de Indrääg plegen.</p>
nl: <p>Deze lijst toont de ingestelde autobladwijzers. Wanneer een document geopend wordt, dan zullen de entiteiten op de volgende manier gebruikt worden: <ol> <li>De entiteit wordt overgeslagen indien een mimetype of bestandsnaampatroon gedefinieerd is en beide niet overeenkomen met het document.</li> <li>Zo niet, dan wordt iedere regel vergeleken met het opgegeven patroon en een bladwijzer wordt geplaatst op de regels die voldoen</li></ul> <p>Gebruik de knoppen hieronder om de entiteiten te bepalen.</p>
nn: <p>Denne lista viser dei oppsette automatiske bokmerka. Når eit dokument vert opna, vert einingane bruka såleis: <ol><li>Eininga vert forkasta dersom ingen mime-type eller filnamnmønster passar til dokumentet.</li> <li>Viss ikkje, vert kvar linje i dokumentet undersøkt. Dei linjene som passar til mønsteret vil få bokmerke.</li></ul> <p>Med knappane nedanfor kan du handtera samlinga av einingar.</p>
pl: <p> Ta lista pokazuje skonfigurowane automatyczne zakładki. Kiedy dokument jest wczytywany, każda z nich jest użyta w następujący sposób: <ol> <li>Autozakładka zostaje pominięta, jeśli typ MIME i/lub maska nazwy pliku są zdefiniowane, ale żadna z nich nie pasuje.</li> <li>W innym wypadku każdy wiersz dokumentu jest dopasowywany do wzorca, a zakładka jest ustawiona w pasujących wierszach.</li></ul> <p>Użyj przycisku poniżej, by zarządzać swoją kolekcją automatycznych zakładek.</p>
pt: <p>Esta lista mostra as entidades de auto-favoritos configuradas. Quando um documento é aberto, cada entidade é utilizada da seguinte forma: <ol><li>A entidade é ignorada, se estiver definida uma máscara MIME e/ou de ficheiro e nenhuma delas condizer com o documento.</li><li>Caso contrário, cada linha do documento é testada com o padrão, e é colocado um favorito nas linhas coincidentes.</li><li>Utilize os botões em baixo para gerir a sua colecção de entidades.</p>
pt_br: <p>Esta lista mostar as entidades de favoritos automática configuradas. Quando um documento for aberto, cada entidade será usado da seguinte maneira:<ol><li>A entidade é ignorada, se um MIME e/ou uma máscara estiver definida, e se nada combinar com o documento.</li><li>Caso contrário, cada linha do documento é testada com o padrão, e um favorito é configurado com as linhas coincidentes.</li></ol><p>Use os botões abaixo para gerenciar sua coleção de entidades.</p>
ro: <p>Această listă afişează entităţile de semne de carte automate configurate. Cînd este deschis un document, fiecare entitate este utilizată în felul următor: <ol><li>Entitatea este ignorată dacă este definită o mască de fişier şi/sau un tip MIME şi nici una din ele nu se potriveşte cu documentul.</li><li>Altfel, fiecare linie a documentului este potrivită cu modelul şi este setat un semn de carte pentru liniile ce se potrivesc.</li></ul><p>Utilizaţi butoanele de mai jos pentru a vă administra colecţia de entităţi.</p>
rw: <p>Uru rutonde rwerekana uduce twawe tw'akamenyetso kikoresha. Igihe inyandiko ifunguwe, buri gace gakoreshwa mu buryo bukurikira: <ol><li> Agace karahagarikwa, niba mime na/cyangwa impishanyandiko y'izinadosiye yasobanuwe, kandi idahura n'inyandiko.</li><li>Ataribyo buri murongo w'inyandiko urageragezwa ugereranyije n'ishusho, kandi akamenyetso kagashyirwa ku mirongo ihura.</li></ul><p>Koresha buto ziri hasi mu kuyobora ishyirahamwe ry'uduce.</p>
sk: <p>Tento zoznam obsahuje nastavené položky pre automatické záložky. Ak máte otvorený dokument, položky sa použijú takto: <ol><li>Položka sa zahodí, ak je definovaný typ MIME alebo maska súboru, ale ani jedno nezodpovedá aktuálnemu dokumentu.</li><li>Inak sa každý riadok dokumentu skontrolujte oproti vzorke a na odpovedajúce riadky sa nastavia záložky.</li></ol></p><p>Tlačidlá dole slúžia na správu zoznamu.</p>
sl: <p>Ta seznam prikazuje nastavljene entitete samodejnih zaznamkov. Ko je dokument odprt, se vsaka entiteta uporablja na naslednji način: <ol><li>Entiteta je končana, če je določena datotečna ali pa MIME maska, nobena pa se ne ujema z dokumentom.</li><li>V nasprotnem primeru se vsaka vrstica dokumenta poskuša nasproti vzorcu, zaznamek pa je nastavljen ob vsaki ujemani vrstici.</li></ul><p>Uporabite spodnje gumbe za upravljanje zbirke entitet.</p>
sr: <p>Ова листа приказује ваше подешене уносе за аутоматско маркирање. Када се документ отвори, сваки унос ће се користити на следећи начин: <ul><li>Прескаче се, уколико је дефинисан миме тип и(или) маска имена фајла, а ниједно се не поклапа са документом.</li><li>У супротном, свака линија документа са упоређује са узорком и маркери се постављају на поклапајуће линије.</li></ul><p>За управљање вашом колекцијом уноса, користите доњу дугмад.</p>
sr@latn: <p>Ova lista prikazuje vaše podešene unose za automatsko markiranje. Kada se dokument otvori, svaki unos će se koristiti na sledeći način: <ul><li>Preskače se, ukoliko je definisan mime tip i(ili) maska imena fajla, a nijedno se ne poklapa sa dokumentom.</li><li>U suprotnom, svaka linija dokumenta sa upoređuje sa uzorkom i markeri se postavljaju na poklapajuće linije.</li></ul><p>Za upravljanje vašom kolekcijom unosa, koristite donju dugmad.</p>
ta: <p>இந்த பட்டியல் தானியக்க புத்தகக்குறி உள்ளீட்டின் உங்கள் கட்டமைப்பை காட்டும். ஆவணம் திறந்திருக்கும் போது, ஒவ்வொரு உள்ளீடும் தொடரும் வழியை பயன்படுத்தும்: <ol><li>உள்ளீடு நீக்கப்பட்டது, மைம் என்றால் மற்றும்/அல்லது கோப்பு பெயர் கவசம் தவிர்க்கப்பட்டது மற்றும் ஆவணத்தின் பொருத்தம் இல்லை.</li><li>இல்லையென்றால் ஒவ்வொரு ஆவண வரியும் தோரணிக்கு எதிராக முயலும், மற்றும் புத்தகக்குறி பொருத்த வரிகளில் அமைக்கப்படும்.</li></ul><p>கீழே உள்ள பொத்தானை உள்ளீட்டின் தொகுப்பை கையாள பயன்படுத்தவும்.</p>
tg: <p>Ин рӯйхат ҳолати худгузоришро намриш медиҳад. Мавриди боз кардани санад, онҳо бо тарзи навбатӣ низ истифода хоҳанд шуд:<ol><li> Агар номи файли бозшаванда ёки намуди MIME-и он бо танзимоти гузориш низ мутобиқ нашаванд, он истифода нахоҳад шуд;</li><li>Агар намуди номи ниқоби файл мутобиқ бошанд, ҳар як сатри санад бо мутақобилияти ифодоти тассодуфӣ низ озмоида хоҳанд шуд ва дар ҳар як ифодоти сатри мутобиқ поягузоре гузошта хоҳад шуд.</li></ul><p>Кнопкаи поёнбударо барои тағйири худпоягузорӣ низ истифода кунед.</p>
uk: <p>Цей список містить правила автоматичних закладок. При відкритті документа, кожне правило обробляється наступним чином: <ol><li>Правило буде пропущене, якщо тип файла та/або назва файла визначені та не відповідають вказаним у правилі.</li><li>Інакше кожен рядок документа перевіряється на збігання с взірцем, та встановлюється закладка на рядках що зійшлися.</li></ul><p>Керувати колекцією правил можна за допомогою кнопок знизу.</p>
zh_cn: <p>此列表为您显示了已经配置的自动书签实体。当文档打开时，每项将以如下方式使用：<ol><li>如果定义了 MIME 和/或文件名通配符，而二者之一与文档不符，则忽略此项。</li><li>否则，会将文档的每一行与模式进行匹配，并在匹配行上设置书签。</li></ul><p>使用下面的按钮可管理您的项收藏。</p>

source: Press this button to create a new autobookmark entity.
af: Druk hierdie knoppie om 'n nuwe outoboekmerk teks te maak.
bg: Създаване на нова автоотметка.
bs: Pritisnite ovo dugme da napravite novi entitet za autozabilježavanje.
ca: Premeu aquest botó per a crear una nova entitat d'autopunt.
cs: Použijte toto tlačítko k vytvoření nové entity.
da: Tryk på denne knap for at lave en ny autobogmærke-entitet.
de: Betätigen Sie diesen Knopf, wenn Sie ein neues Lesezeichen-Element erstellen möchten.
el: Πατήστε αυτό το κουμπί για να δημιουργήσετε μια νέα οντότητα αυτόματου σελιδοδείκτη.
es: Pulse este botón para crear una nueva entidad de automarcadores.
eu: Sakatu botoi hau laster-marka automatikoaren entitate berria sortzeko.
fa: برای ایجاد یک هستار چوب الف خودکار جدید، این دکمه را فشار دهید.
fi: Napsauta tätä painiketta, jos haluat luoda uuden automaattisen kirjanmerkkientiteetin.
fr: Appuyez sur ce bouton pour créer un nouvel élément de signets automatiques.
fy: Brûk dizze knop om in nije autoblêdwizer te meitsjen.
gl: Prema este botón para criar unha nova entidade automarcador.
he: לחץ על כפתור הזה כדי ליצור כניסת סימנייה אוטומטית חדשה.
hr: Pritisnite ovaj gumb za stvaranje novog entiteta automatske bilješke
hu: Nyomja meg ezt a gombot új automatikus könyvjelző létrehozásához.
is: Notaðu þennan hnapp til að búa til nýja eind.
it: Premi questo pulsante per creare una nuova entità di segnalibro automatico.
ja: このボタンを押すと新規自動ブックマークのエンティティを作成することができます。
kk: Жаңа автобетбелгіні жасау үшін осы батырманы басыңыз.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​បង្កើត​អង្គភាព​ថ្មី​របស់​ចំណាំ​ស្វ័យ​ប្រវត្តិ ។
ko: 자동 책갈피 항목을 만드시려면 누르십시오.
mk: Притиснете го ова копче за да создадете нов автообележувачки ентитет.
ms: Tekan butang ini untuk mencipta entiti autotanda buku baru.
nb: Trykk denne knappen for å opprette et nytt autobokmerke-element.
nds: Bruuk dissen Knoop, wenn Du en nieg automaatsch Leesteken opstellen wullt.
nl: Druk op deze knop om een nieuwe autobladwijzerentiteit te creëren.
nn: Trykk på denne knappen for å laga eit nytt automatisk bokmerke.
pa: ਨਵੀਂ ਬੁੱਕਮਾਰਕ ਇਕਾਈ ਸ਼ਾਮਿਲ ਕਰਨ ਲ਼ਈ ਇਹ ਬਟਨ ਦਬਾਉ।
pl: Wciśnij przycisk, by stworzyć nową autozakładkę.
pt: Carregue neste botão para criar uma nova entidade de auto-favorito.
pt_br: Pressione este botão para criar uma nova entidade de favorito automático.
ro: Apăsaţi acest buton pentru a crea o nouă entitate de semn de carte automat.
rw: Kanda iyi buto mu kurema agace katoranyijwe kagezweho.
se: Deaddil dán boalu vai ráhkadit ođđa automáhtalaš girjemearkka.
sk: Týmto tlačidlom môžete vytvoriť novú položku automatických záložiek.
sl: Pritisnite ta gumb za ustvaritev novega vnosa samodejnega zaznamka.
sr: Притисните ово дугме да бисте направили нови унос за аутоматско маркирање.
sr@latn: Pritisnite ovo dugme da biste napravili novi unos za automatsko markiranje.
ta: இந்தப் பொத்தானை அழுத்தி புதிய புத்தக குறியை உருவாக்கு
tg: Барои эҷоди худпоягузори ҷадид низ ба рӯи ин кнопка пахш кунед.
uk: Натисніть цю кнопку для створення нового правила для автоматичних закладок.
zh_cn: 按此按钮可创建新的自动书签实体。
