Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Enter the prefix to prepend to the backup file names
af: Invoer die voorvoegstel om voor te berei na die terugvalkopie lêer name
bg: Представка за добавяне към името на файла при създаването на резервно копие.
bs: Unesite sufiks koji treba dodati imenu rezervne kopije
ca: Entreu el prefix per a l'inici dels noms de les còpies de seguretat
cs: Zadejte předponu, která se přidá před název souboru se zálohou
da: Indtast den præfiks som sikkerhedskopiens filnavn skal starte med
de: Geben Sie das Präfix an, das den Namen von Sicherungkopien vorangestellt werden soll
el: Δώστε το πρόθεμα για προσθήκη στα ονόματα αρχείων των αντιγράφων εφεδρείας
es: Introduzca el prefijo a añadir a los nombres de archivos de copia.
eu: Sartu aurrizkia babes-kopien izenei aurretik jartzeko
fa: برای نام پرونده‌های پشتیبان، پیشوند را وارد کنید
fi: Anna varmuuskopiotiedostojen etuliite
fr: Donnez le préfixe à ajouter aux noms des fichiers de sauvegarde
fy: Fier it foarheaksel yn dat de namme fan de reservekopy foarôf sil gean
gl: Introduza o prefixo a engadir ao nome dos ficheiros de respaldo
he: נא לכתוב את התוספת החדשה לשמות של גיבויי קבצים
hu: Adja meg a biztonsági másolatok fájlneveinek előtagját
is: Sláðu inn forskeytið sem þú vilt bæta við skráarheitin
it: Inserisci il prefisso da aggiungere ai nomi delle copie di sicurezza
ja: バックアップファイル名の先頭に追加するプレフィックスを入力します。
kk: Сақтық көшірме файлдардың атауына қосылатын префиксті келтіріңіз
km: បញ្ចូល​បុព្វបទ ដើម្បី​បន្ថែម​ទៅ​ខាងដើម​ឈ្មោះ​ឯកសារ​បម្រុង​ទុក
ko: 백업파일 이름에 넣을 접두사를 넣으십시오.
mk: Внесете ја претставката која ќе се додаде пред имињата на зашт. копии
ms: Masukkan awalan untuk prepend kepada nama fail sandaran
nb: Skriv inn prefikset du vil bruke på kopifilene
nds: Giff dat Prefix in, dat de Naams vun Sekerheitskopien vöranstellt warrn schall
nl: Voer het voorvoegsel in dat de naam van de reservekopie vooraf zal gaan.
nn: Skriv inn prefikset du vil bruka på kopifilene
pa: ਬੈਕਅੱਪ ਫਾਇਲ ਨਾਂਵਾਂ ਲਈ ਜੋੜ ਲਈ ਅਗੇਤਰ ਦਿਓ
pl: Podaj przedrostek dodawany do nazw plików kopii zapasowych
pt: Indique o prefixo a adicionar aos ficheiros das cópias de segurança
pt_br: Digite o prefixo a ser adicionado ao nome do arquivo de backup
ro: Introduceţi prefixul de adăugat la numele fişierelor de rezervă
rw: Injiza imbanziriza mu kugira ibanzirize amazina y'idosiye y'ingoboka
se: Bija prefivssa mii lasihuvvo liigemáŋgus-fiilanamaide
sk: Zadajte príponu pre názvy záložnych súborov
sl: Vnesite predpono, da jo dodate imenom varnostnih kopij
sr: Унесите префикс који се додаје на име резервне копије
sr@latn: Unesite prefiks koji se dodaje na ime rezervne kopije
ta: பின் சேமிப்பு கோப்பு பெயரை சூட்டுவதற்கு முன்னொட்டை நுழைத்திடுக
tg: Суффиксе, ки ба номҳои файли копиҳои захиравӣ низ илова мешаванд, ворид кунед
uk: Введіть префікс для файлів резервних копій
zh_cn: 输入添加到备份文件名的前缀

source: Enter the suffix to add to the backup file names
af: Invoer die agtervoegstel om toe te voeg na die terugvalkopie lêer name
ar: أدخل اللّاحق المضاف إلى أسماء ملفّات الإحتياط
bg: Наставка за добавяне към името на файла при създаването на резервно копие.
bs: Unesite sufiks koji treba dodati imenu rezervne kopije
ca: Entreu el sufix per afegir als noms de les còpies de seguretat
cs: Zadejte příponu, která se přidá za název souboru se zálohou
da: Indtast den endelse der skal tilføjes til sikkerhedskopiens filnavn
de: Geben Sie die Dateierweiterung für Sicherungskopien an
el: Δώστε την κατάληξη για προσθήκη στα ονόματα αρχείων των αντιγράφων εφεδρείας
es: Introduzca el sufijo a añadir a los nombres de archivos de copia.
eu: Sartu atzikia babes-kopien izenei atzetik eransteko
fa: برای افزودن به نام پرونده‌های پشتیبان، پسوند را وارد کنید
fi: Anna varmuuskopiotiedostojen pääte
fr: Donnez le suffixe à ajouter aux noms des fichiers de sauvegarde
fy: Fier it efterheaksel yn dat taheakke sil wurde oan de namme fan de reservekopy
gl: Introduza o sufixo a engadir ao nome dos ficheiros de respaldo
he: נא לכתוב את התוספת החדשה לשמות של גיבויי קבצים
hr: Unesite nastavak koji se dodaje na imena datoteka sigurnosnog spremanja.
hu: Adja meg a biztonsági másolatok fájlneveinek utótagját
is: Sláðu inn endinguna sem þú vilt bæta við skráarheitin
it: Inserisci il suffisso da aggiungere ai nomi delle copie di sicurezza
ja: バックアップのファイル名の末尾に追加するサフィックスを入力します。
kk: Сақтық көшірме файлдардың атауына қосылатын жұрнақты келтіріңіз
km: បញ្ចូល​បច្ច័យ ដើម្បី​បន្ថែម​ទៅ​ចុង​ឈ្មោះ​ឯកសារបម្រុងទុក
ko: 백업파일 이름에 넣을 접미사를 넣으십시오.
mk: Внесете ја наставката која ќе се додаде по имињата на зашт. копии
ms: Masukkan akhiran untuk tambah kepada nama fail sandaran
nb: Skriv inn etternavnet du vil bruke på kopifilene
nds: Giff dat Suffix in, dat de Naams vun Sekerheitskopien achteranstellt warrn schall
nl: Voer het achtervoegsel in dat zal worden toegevoegd aan de naam van de reservekopie
nn: Skriv inn suffikset du vil bruka på kopifilene
pa: ਬੈਕਅੱਪ ਫਾਇਲ ਨਾਂਵਾਂ ਲਈ ਜੋੜ ਲਈ ਪਿਛੇਤਰ ਦਿਓ
pl: Podaj przyrostek dodawany do nazw plików kopii zapasowych
pt: Indique o sufixo a adicionar aos ficheiros das cópias de segurança
pt_br: Digite o sufixo a ser adicionado ao nome do arquivo de backup
ro: Introduceţi sufixul de adăugat la numele fişierelor de rezervă
rw: Injiza ingereka mu kugira yongerwe ku mazina y'idosiye y'ingoboka
se: Bija suffivssa mii lasihuvvo liigemáŋgus-fiilanamaide
sk: Zadajte príponu pre názvy záložnych súborov
sl: Vnesite pripono, da jo dodate imenom varnostnih kopij
sr: Унесите прикључак који се додаје на име резервне копије
sr@latn: Unesite priključak koji se dodaje na ime rezervne kopije
ta: பின்சேமிப்பு கோப்பு பெயரை சூட்டுவதற்கு பின்னொட்டை நுழைத்திடுக.
tg: Суффикс барои илова кардани ба номи нусхаи эҳтиёти файл гузоред
th: เติมนามสกุลที่จะใช้กับแฟ้มสำรองข้อมูล
uk: Введіть суфікс для файлів резервних копій
zh_cn: 输入添加到备份文件名的后缀

source: The editor will search the given number of folder levels upwards for .kateconfig file and load the settings line from it.
af: Die redigeerder sal soek die gegewe aantal van kabinet vlakke opgaande vir .kateconfig lêer en laai die instellings lyn daarvan.
bg: Програмата ще търси зададени брой нива (поддиректории) за файл с името ".kateconfig", който съдържа настройки на редактора Kate и ако го намери, ще го зареди.
bs: Editor će tražiti datoteku .kateconfig zadati broj nivoa direktorija iznad trenutnog i učitati iz nje postavke.
ca: L'editor cercarà al nombre donat de nivells de carpeta cap amunt el fitxer .kateconfig des d'on carregarà la línia d'arranjament.
da: Editoren søger de givne antal mappeniveauer opad efter filen .kateconfig og indlæser indstillingerne fra den.
de: Der Editor sucht bis zur angegebenen Zahl von Ordnerebenen aufwärts nach der Datei .kateconfig und lädt die Einstellungszeile von dort.
el: Ο επεξεργαστής θα ψάξει προς τα πάνω στο δοσμένο αριθμό επίπεδου φακέλων για το αρχείο .kateconfig και θα φορτώσει τη γραμμή ρυθμίσεων από αυτό.
es: El editor buscará el número niveles de carpetas hacia arriba para el archivo .kateconfig y cargar la línea de opciones desde él.
eu: Editoreak emandako karpeta mailetan bilatuko ditu azken mailatik gora .kateconfig fitxategiak eta ezarpen lineak handik kargatuko ditu.
fa: ویرایشگر، تعداد معینی از سطوح بالایی پوشه را برای پروندۀ .kateconfig جستجو می‌کند، و خط تنظیمات را از آن بارگذاری می‌کند.
fi: Ohjelam etsii tiedostoa .kateconfig tässä määritellystä kansioiden syvyydestä. Asetukset ladataan tiedostosta.
fr: L'éditeur va chercher le nombre donné de niveaux de dossiers pour le fichier « .kateconfig » et charger les lignes de configurations depuis celui-ci.
fy: De bewurker sil it ynjûne oantal mapnivo’s nei boppe trochsykje troch de triem .kateconfig en de ynstellingsregel derfan te laden.
gl: O editor buscará o número dado de níveis de cartafoles cara arriba para o ficheiro .kateconfig e cargará a liña de opcións desde el.
hu: A szerkesztő a megadott mélységig fogja átnézni a fájlrendszert .kateconfig fájlt keresve. Ha megtalálja, betölti az abban levő beállításokat.
is: Ritillinn mun leita í uppgefna fjöldanum af möppum upp á við eftir .kateconfig skrá og hlaða inn stillingum frá henni.
it: L'editor cercherà il file .kateconfig in un numero dato di cartelle a monte e infine caricherà le impostazioni da esso.
ja: エディタは指定の深さのフォルダまで .kateconfig ファイルを検索し、設定を読み込みます。
kk: Редактор .kateconfig файлы үшін көрсетілген қапшықтар тереңдігіне іздеу жүргізіп одан баптау жолын жүктеп алады.
km: កម្មវីធី​និពន្ធ​នឹង​ស្វែងរក​ចំនួន​កម្រិត​ថត​ដែល​បាន​ផ្ដល់​ដាក់ឡើងលើ​សម្រាប់​ឯកសារ .kateconfig ហើយ​ផ្ទុក​បន្ទាត់​ការ​កំណត់​ពី​វា ។
ko: 에디터는 .kateconfig 파일에 설정된 디렉터리 레벨 이상의 위치까지 검색할 것이며,그것으로부터 설정라인들을 로드합니다.
mk: Уредувачот ќе бара толку нивоа на именици нагоре за датотеката .kateconfig и ќе ги вчита поставувањата од неа.
ms: Editor akan mencari nombor tahap folder yang diberi secara menaik untuk fail .katekonfig dan muatkan baris seting darinya.
nb: Skriveprogrammet vil søke det gitte nummeret i mappenivåer oppover for .kateconfig-fila og laste innstillingslinjene fra den.
nds: De Editor warrt bi de Söök na en Datei ".kateconfig" bet to de angeven Evenentall binnen den Ornerboom opwarts gahn un denn de Instellen vun dor laden.
nl: De editor zal het opgegeven aantal mapniveaus naar boven doorzoeken voor het bestand .kateconfig en de instellingsregel ervan laden.
nn: Tekstprogrammet vil søkje det oppgjevne talet på mapper oppover i hierarkiet etter .kateconfig-fila og lasta innstillingane frå ho.
pl: Edytor będzie przepatrywał określoną liczbę poziomów katalogów do góry w poszukiwaniu pliku .kateconfig, z którego wczyta ustawienia.
pt: O editor irá procurar o número indicado de níveis de pastas para cima, por um ficheiro '.kateconfig' e carrega as opções deste.
pt_br: O editor buscará o número fornecido de níveis de pastas para o arquivo .kateconfig, e carregará dele a linha de configurações.
ro: Editorul va căuta numărul dat de căi de folder superioare pentru a găsi un fişier ".kateconfig" şi a încărca setările din el.
rw: Muhinduzi izashakisha umubare watanzwe w'inzego z'ububiko hejuru z'idosye .kateconfig kandi itangize umurongo w'amagenamiterere iyihereyeho.
sk: Editor bude hľadať .kateconfig súbor zadaný počet úrovní priečinkov nahor a načíta z neho nastavenia.
sl: Urejevalnik po poiskal dano število stopenj map navzgor za datoteko .kateconfig in naložil vrstico z nastavitvami iz nje.
sr: Уређивач ће тражити дати број нивоа у дубину фасцикли да би нашао фајл .kateconfig и учитао поставке из њега.
sr@latn: Uređivač će tražiti dati broj nivoa u dubinu fascikli da bi našao fajl .kateconfig i učitao postavke iz njega.
ta: திருத்தி கொடுக்கப்பட்ட அடைவு எல்லைகளின் எண்ணை .kateconfig கோப்புக்காக தேடும். அமைப்புக் கோடுக்ளை அதிலிருந்து ஏற்றும்.
uk: Редактор буде шукати вказану кількість тек вверх від потрібної теки на файл .kateconfig та завантажить налаштування з нього.
zh_cn: 编辑器将会向下搜索指定层数的文件夹中的 .kateconfig 文件，并从中装入设置。
