Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: By c&reation
af: Deur skep
ar: حسب ال&إنشاء
be: Па &стварэнню
bg: По д&ата
bs: Po &vremenu pravljenja
ca: Per &creació
cs: P&odle vytvoření
da: Efter &oprettelse
de: Nach &Erstellungszeitpunkt
el: Κατά &δημιουργία
es: Por &creación
eu: So&rtze-dataren arabera
fa: بر اساس &ایجاد‌
fi: &Luontiajan mukaan
fr: Par l'ordre de cr&éation
fy: Neffens o&anmaakdatum
gl: Por &criación
he: לפי &תאריך יצירה
hr: Po &vremenu nastanka
hu: létrehozási &dátum szerint
is: Eftir &tíma
it: Per c&reazione
ja: 作成日時で(&R)
kk: Құ&ру кезі бойынша
km: តាម​ការ​បង្កើត
ko: 생성으로 (&R)
mk: По &создавање
ms: Ikut &rekaan
nb: Etter lag&ring
nds: Na &Opstellen
nl: Op &aanmaakdatum
nn: Etter lag&ring
pa: ਨਿਰਮਾਣ(&r)
pl: Według &utworzenia
pt: Por c&riação
pt_br: Por C&riação
ro: După timpul &creării
rw: Ku irema
se: &Vurkema bokte
sk: Podľa vytvo&renia
sl: Po &ustvaritvi
sr: По &времену настанка
sr@latn: Po &vremenu nastanka
ta: உருவாக்குவதால்
tg: Ба &таърих
th: ตามวันเวลาที่สร้าง
uk: За с&творенням
zh_cn: 按创建时间(&R)

source: Show indentation lines
af: Vertoon inkeping Reëls
bg: Показване на линия за отстъпа
ca: Mostra les línies de sagnat
da: Vis indrykningsregler
de: Einrückungslinien anzeigen
el: Εμφάνιση γραμμών εσοχών
es: Mostrar líneas de sangrado
eu: Erakutsi koska-lerroak
fa: نمایش خطوط تورفتگی
fi: Näytä sisennyslinjat
fr: Afficher les lignes d'indentation
fy: Ynspringrigels sjen litte
gl: Mostra liñas de endentación
he: הצג שורות הזחה
hu: Behúzási vonalak mutatása
is: Sýna inndráttslínur
it: Mostra righe di indentazione
ja: 字下げを示す線を表示する(&N)
kk: Шегініс сызықтары көрсетілсін
km: បង្ហាញ​បន្ទាត់​ចូល
ko: 들여쓴 행 보기
mk: Прикажи линии за вовлекување
ms: Papar baris indentasi
nb: Vis innrykkslinjer
nds: Inrückenlienen wiesen
nl: Inspringregels tonen
nn: Vis innrykkslinjer
pa: ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰ ਸਤਰਾਂ ਵਿਖਾਓ
pl: Pokaż linie wcięć
pt: Mostrar as linhas de indentação
pt_br: Mostrar linhas de identação
ro: Afişează liniile de indentare
rw: Kwerekana imirongo y'isunika
se: Čájet siskkildanlinnjáid
sk: Zobraziť odsadzovacie riadky
sl: Prikaži vrstice zamikanja
sr: Прикажи линије увлачења
sr@latn: Prikaži linije uvlačenja
tg: Намоиши хатҳои баробар
th: แสดงบรรทัดการย่อหน้า
uk: Показувати рядки з відступами
zh_cn: 显示缩进行

source: If this option is checked, the text lines will be wrapped at the view border on the screen.
af: As hierdie opsie is nagegaan, die teks lyne sal wees oorvloei na die besigtig grens op die skerm.
ar: إذا كان هذا الخيار محدد سطور النص ستكون مُلُتفه على حدود العرض فى الشاشة.
bg: Динамичен пренос на думи в края на видимата област на прозореца. Това е "визуален" пренос на по-дългите редове от видимата област, Тази настройка не променя дължината на редовете, а просто ги пренася. При промяна на широчината на прозореца ще се промени и дължината на редовете.
bs: Ako je ova opcija izabrana, linije teksta će biti prelomljene na vidljivom rubu ekrana.
ca: Si marqueu aquesta opció, les línies de text s'ajustaran a la vora de la vista en la pantalla.
cs: Je-li zvolena tato volba, pak budou řádky textu lámány na hranici pohledu na obrazovce.
da: Hvis dette tilvalg er afkrydset, vil tekstlinjerne blive ombrudt ved visningskanten på skærmen.
de: Bei Aktivierung dieser Option werden Textzeilen am Rand des Fensters umgebrochen, wenn sie zu lang sind.
el: Αν αυτή η επιλογή ενεργοποιηθεί, οι γραμμές κειμένου θα αναδιπλωθούν στο περίγραμμα προβολής στην οθόνη.
es: Si selecciona esta opción, las líneas de texto se ajustarán al borde de la vista en la pantalla.
eu: Gaituta badago, testu-lerroak pantailako ikuspegiaren mugan doitu egingo dira.
fa: اگر این گزینه علامت زده شود، خطوط متن در لبۀ نمای موجود بر روی پرده سطربندی خواهند شد.
fi: Jos tämä asetus on valittu, tekstirivi vaihtuu ruudun näyttöreunuksen kohdalla.
fr: Si vous cochez cette option, les lignes de votre texte seront coupées au bord de l'écran.
fy: As jo dizze opsje selektearje sille de tekstrigels ôfbrutsen wurde by de werjefterâne fan it skerm.
gl: Se marca esta opción, as liñas de texto serán divididas no borde da vista na pantalla.
he: אם אפשרות זו נבחרת, שורות הטקסט יגלשו בגבול התצוגה שעל המסך.
hr: Ako je ova opcija odabrana, linije teksta će biti omotana na rubu pogledana ekranu.
hu: Ha ez az opció be van jelölve, akkor a szöveg a nézet széléhez érve automatikusan új sorban folytatódik.
is: Ef hakað er við þetta val, þá er línum skipt við jaðar skjásins.
it: Se quest'opzione è marcata, le righe proseguiranno a capo quando raggiungeranno il bordo della finestra.
ja: このオプションをチェックすると、スクリーンの表示境界でテキストを改行します。
kk: Бұл құсбелгі қойылса, мәтін жолдары терезе шегінде тасымалданатын болады.
km: ប្រសិនបើ​ជម្រើសនេះត្រូវ​បាន​គូស​ធីក នោះ​បន្ទាត់​អត្ថបទ​នឹង​ត្រូវ​បាន​រុំ​នៅ​ស៊ុម​ទិដ្ឋភាពលើ​អេក្រង់ ។
ko: 이 옵션이 선택되면 문자열이 화면에서 보이는 경계 안으로 줄바꿈 됩니다.
mk: Ако е избрана оваа опција, текстуалните линии ќе бидат пренесени кај работ на погледот на екранот.
ms: Jika pilihan ini dipilih, baris teks akan dibalut ke 'lihat sempadan' pada skrin
nb: Hvis dette er valgt, vil tekstlinjene brytes ved visningskanten på skjermen.
nds: Wenn aktiveert, warrt de Regen op den Schirm an de Kant vun't Textrebeet ümbraken.
nl: Als u deze optie selecteert zullen de tekstregels worden afgebroken bij de weergave rand op het scherm.
nn: Denne funksjonen gjer at tekstlinjene vert brotne der tekstruta sluttar.
pl: Jeśli ta opcja jest zaznaczona, linie tekstu będą zawijane na krawędziach widoku.
pt: Se esta opção estiver assinalada, as linhas de texto serão repartidas no contorno da janela no ecrã.
pt_br: Se esta opção estiver marcada, as linhas do texto quebrarão na borda da visão da tela.
ro: Dacă această opţiune este marcată, atunci liniile de text vor fi limitate la marginea vizibilă a ecranului.
rw: Niba iri hitamo ritoranyijwe, imirongo y'umwandiko izafunikwa ku mpera y'igaragaza kuri mugaragaza.
se: Jos dát molssaeaktu lea merkejuvvon, teakstalinnját máhččojuvvot čájeheami ravddas.
sk: Ak je táto voľba povolená, riadky textu budú zalamované na okraji zobrazenia.
sl: Če je omogočena ta možnost, se vrstice besedila prelomijo ob meji prikaza na zaslonu.
sr: Ако је ова опција укључена, линије текста ће бити преламане на ивици приказа на екрану.
sr@latn: Ako je ova opcija uključena, linije teksta će biti prelamane na ivici prikaza na ekranu.
ta: இந்த தேர்வினை செயல்படுத்தினால் திரையின் காட்சி விளிம்பில் உரை வரிகள் போர்த்தப்படும்
tg: Ҳолати фаъол сохтани ин интихоботгоҳ, сатрҳо бо андозаи тиреза гузаронда хоҳанд шуд.
th: หากเลือกตัวเลือกนี้ จะทำให้มีการตัดคำข้อความในบรรทัดเมื่อเกินขอบของมุมมองบนหน้าจอ
uk: Якщо цей параметр ввімкнено, рядки тексту будуть перенесені на межі перегляду на екрані.
zh_cn: 如果选中此项，文本行将自动在屏幕视图边界处折到新的一行。

source: Choose when the Dynamic Word Wrap Indicators should be displayed
af: Kies wanneer die Dinamiese Woord Oorvloei Indikators vertoon moet word
ar: إختر متى ما كان التفاف النص الحركى ظاهراً
bg: Определяне кога да се показват маркерите за статичен пренос на думи.
bs: Izaberite da li oznake dinamičkog prijeloma redova trebaju biti prikazane
ca: Escolliu quins indicadors d'ajust de línia dinàmic s'han de mostrar
cs: Vyberte, kdy by měly být ukazatele dynamického zalomení zobrazeny
da: Vælg hvornår 'Dynamiske tekstombrydningsindikatorer' skal vises
de: Wählen Sie aus, wann Anzeigen für dynamischen Zeilenumbruch eingeblendet werden sollen
el: Επιλέξτε το πότε θα εμφανίζονται οι δείκτες δυναμικής αναδίπλωσης λέξεων
es: Elegir cuando se deben mostrar los indicadores de ajuste dinámico de línea
eu: Aukeratu itzulbira dinamikoaren adierazkeak bistaratu behar direnean
fa: انتخاب زمانی که شاخصهای سطر‌بندی پویای واژه باید نمایش داده شوند
fi: Valitse, milloin dynaamisen rivityksen merkit näytetään
fr: Choisissez à quel moment les indicateurs de retour à la ligne dynamique devront être affichés
fy: Kies of de dynamyske rigelôfbrekking-oantsjutters te sjen sille wêze
gl: Escoller cando mostrar os indicadores de división dinámica
hr: Odaberite kad se dinamički indikatori omatanja riječi trebaju pokazati
hu: Itt lehet megadni, hogy mikor jelenjenek meg dinamikus sortördelésjelzők
is: Veldu hvenær þú vilt láta birta línuskilstáknin
it: Scegli quando devono essere mostrati gli indicatori di a capo dinamico
ja: 動的な行の折り返しマーカーを表示すべき場合を選択してください。
kk: Динамикалық тасымалданған жолдар индикаторлары қашан көрсетілітінін таңдау
km: ជ្រើស ពេល​ដែល​ទ្រនិចចង្អុលបង្ហាញ​ការ​រុំ​ពាក្យ​ថាមវន្ត​គួរ​ត្រូវ​បាន​បង្ហាញ ។
ko: 동적 문단 보호 표시를 보고자 할 때 선택
mk: Изберете дали треба да бидат прикажани ознаките за динамичко пренесување на зборови
ms: Pilih bila penanda Balut Perkataan Dinamik harus dipaparkan
nb: Velg når merke for fleksibel tekstbryting skal vises
nds: Legg fast, wannehr de Marken för dünaamsche Reegümbröök wiest warrn schöölt
nl: Bepaal of de dynamische regelafbreking-indicators zullen worden getoond
nn: Vel når merka for dynamisk tekstbryting skal visast
pa: ਚੁਣੋ ਕਿ ਕਦੋਂ ਸਫ਼ਰੀ ਸ਼ਬਦ ਸਮੇਟਣ ਸੂਚਕ ਨੂੰ ਵਿਖਾਇਆ ਜਾਵੇ
pl: Wybierz kiedy znaczniki dynamicznego zawijania wyrazów powinny być wyświetlone
pt: Escolha se os Indicadores Dinâmicos de Mudança de Linha deverão ser mostrados
pt_br: Escolher quando os Indicadores de Quebra de Linha Dinâmicos devem ser exibidos
ro: Alegeţi cînd să fie afişaţi indicatorii de limitare dinamică a cuvintelor
rw: Guhitamo igihe Ibigaragaza Ifunika ry'Ijambo Bihinduka bigomba kwerekanwa
se: Vállje goas dynamálaš linnjámáhccun gálgá čájehuvvot
sk: Vyberte, kde sa majú zobraziť značky dynamického zalamovania
sl: Izberite, kdaj naj bodo prikazane oznake dinamičnega prelamljanja vrstice
sr: Избор када ће индикатори динамичког преламања текста бити приказивани
sr@latn: Izbor kada će indikatori dinamičkog prelamanja teksta biti prikazivani
ta: மாறும் வார்த்தை மடிப்பு சுட்டிகள் எப்பொழுது காட்சியளிக்க வேண்டும் என தேர்வு செய்:
tg: Ҷойгиршавии маркерҳои динамикӣ гузаронида шудаи сатрҳо
uk: Вибрати, коли будуть показані позначки динамічного перенесення слів
zh_cn: 选择何时显示动态自动换行标识符
