Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Select to Beginning of Document
af: Kies na Begin van Dokument
ar: إنتقي إلى بداية الوثيقة
be: Вылучыць да пачатку дакумента
bg: Маркиране до началото на документа
bs: Izaberi do početka dokumenta
ca: Selecciona des del començament del document
cs: Vybrat do začátku dokumentu
da: Markér til begyndelse af dokument
de: Bis zum Dokumentanfang markieren
el: Επιλογή μέχρι την αρχή του εγγράφου
es: Seleccionar desde el comienzo del documento
eu: Hautatu dokumentuaren hasieraraino
fa: برگزیدن ابتدای سند
fi: Valitse asiakirjan alkuun
fr: Sélectionner jusqu'au début du document
fy: Oan it begjin fan it dokumint ta selektearje
gl: Seleizoar até o Comezo do Documento
he: בחר עד לתחילת המסמך
hr: Označi do početka dokumenta
hu: Kijelölés a dokumentum elejéig
is: Velja að byrjun skjals
it: Seleziona fino all'inizio del documento
ja: ドキュメントの最初まで選択
kk: Құжаттың басына дейін таңдау
km: ជ្រើស​ទៅ​ដើម​ឯកសារ
ko: 문서의 처음까지 선택
mk: Избери до почетокот на документот
ms: Pilih ke Permulaan Dokumen
nb: Marker til begynnelsen på dokumentet
nds: Bet na den Dokmentanfang markeren
nl: Tot begin van document selecteren
nn: Merk til starten av dokumentet
pa: ਦਸਤਾਵੇਜ਼ ਦੀ ਸ਼ੁਰੂਆਤ ਚੁਣੋ
pl: Zaznacz do początku dokumentu
pt: Seleccionar até ao Início do Documento
pt_br: Selecionar para o Início do documento
ro: Selectează pînă la începutul documentului
rw: Guhitamo ku ntangiriro y'Inyandiko
se: Merke dokumeantta álgui
sk: Výber po začiatok dokumentu
sl: Izberi do začetka dokumenta
sr: Означи од почетка документа
sr@latn: Označi od početka dokumenta
ta: ஆவணத்தின் ஆரம்பத்துக்கு தேர்ந்தெடு
tg: Ба аввали ҳуҷҷат интихоб кунед
th: เลือกถึงตอนต้นของเอกสาร
uk: Вибрати до початку документу
zh_cn: 选择到文档开头

source: Move to End of Line
af: Beweeg na Einde van Lyn
ar: إذهب إلى آخر السّطر
be: Ісці ў канец радка
bg: Отиване в края на реда
bs: Idi na kraj linije
ca: Mou al final de la línia
cs: Přesunout na konec řádku
da: Flyt til slutning af linje
de: Zum Zeilenende
el: Μετακίνηση στο τέλος της γραμμής
es: Ir al fin de línea
eu: Eraman lerroaren amaierara
fa: حرکت به انتهای خط
fi: Siirry rivin loppuun
fr: Aller à la fin de la ligne
fy: Gean nei de ein fan de rigel
gl: Moverse até o Final da Liña
he: עבור לסוף השורה
hr: Pomakni na kraj linije
hu: Ugrás a sor végére
is: Fara í enda línu
it: Vai alla fine della riga
ja: 行末に移動
kk: Жолдың соңына жылжу
km: ផ្លាស់ទី​ទៅ​ចុង​បន្ទាត់
ko: 줄의 끝으로 이동
mk: Оди на крај од линија
ms: Alih ke Penghujung Baris
nb: Gå til slutten på linja
nds: Na dat Reegenn gahn
nl: Ga naar einde van regel
nn: Gå til slutten av linja
pa: ਸਤਰ ਦੇ ਅੰਤ 'ਤੇ ਜਾਓ
pl: Przesuń na koniec linii
pt: Mover para o Fim da Linha
pt_br: Mover para o Fim da linha
ro: Mută la sfîrşitul liniei
rw: Kwimura ku Mpera y'Umurongo
se: Sirdde linnjá lohpii
sk: Presun na koniec riadku
sl: Premakni do konca vrstice
sr: Иди на крај линије
sr@latn: Idi na kraj linije
ta: வரியின் முடிவுக்கு நகர்த்து
tg: Ба оҳири хат ҳаракат кунед
th: ย้ายไปยังท้ายบรรทัด
uk: Перейти в кінець рядка
zh_cn: 移到行尾

source: Move to End of Document
af: Beweeg na Einde van Dokument
ar: إذهب إلى آخر الوثيقة
be: Ісці ў канец дакумента
bg: Отиване в края на документа
bs: Idi na kraj dokumenta
ca: Mou al final del document
cs: Přesunout na konec dokumentu
da: Flyt til slutning af dokument
de: Zum Dokumentende
el: Μετακίνηση στο τέλος του εγγράφου
es: Ir al final del documento
eu: Eraman dokumentuaren bukaerara
fa: حرکت به انتهای سند
fi: Siirry asiakirjan loppuun
fr: Aller à la fin du document
fy: Gean nei it ein fan it dokumint
gl: Moverse até o Final do Documento
he: עבור לסוף המסמך
hr: Pomakni na kraj dokumenta
hu: Ugrás a dokumentum végére
is: Fara í enda skjals
it: Vai alla fine del documento
ja: ドキュメントの最後に移動
kk: Құжаттың соңына жылжу
km: ផ្លាស់ទី​ទៅចុង​ឯកសារ
ko: 문서의 끝으로 이동
mk: Оди на крајот од документот
ms: Alih ke Penghujung Dokumen
nb: Gå til slutten på dokumentet
nds: Na dat Dokmentenn gahn
nl: Ga naar einde van document
nn: Gå til slutten av dokumentet
pa: ਦਸਤਾਵੇਜ਼ ਦੇ ਅੰਤ 'ਤੇ ਜਾਓ
pl: Przesuń na koniec dokumentu
pt: Mover até ao Fim do Documento
pt_br: Mover para o Fim do Documento
ro: Mută la sfîrşitul documentului
rw: Kwimura ku Mpera y'Inyandiko
se: Sirdde dokumeantta lohpii
sk: Presun na koniec dokumentu
sl: Premakni do konca dokumenta
sr: Иди на крај документа
sr@latn: Idi na kraj dokumenta
ta: ஆவணத்தின் இறுதிக்கு நகர்த்து
tg: Ба охири ҳуҷҷат ҳаракат кунед
th: ย้ายไปยังตอนท้ายของเอกสาร
uk: Перейти в кінець документу
zh_cn: 移到文档末尾

source: Select to End of Line
af: Kies na Einde van Lyn
ar: إنتقي إلى آخر السّطر
be: Вылучыць да канца радка
bg: Маркиране до края на реда
bs: Izaberi do kraja linije
ca: Selecciona fins al final de la línia
cs: Vybrat do konce řádku
da: Markér til slutning af linje
de: Bis Zeilenende auswählen
el: Επιλογή μέχρι το τέλος της γραμμής
es: Seleccionar hasta el fin de línea
eu: Hautatu lerroaren amaieraraino
fa: برگزیدن انتهای خط
fi: Valitse rivin loppuun
fr: Sélectionner jusqu'à la fin de la ligne
fy: Oan ein fan de rigel ta selektearje
gl: Seleizoar até o Final da Liña
he: בחר עד לסוף השורה
hr: Označi do kraja linije
hu: Kijelölés a sor végéig
is: Velja að enda línu
it: Seleziona fino alla fine della riga
ja: 行末まで選択
kk: Жолдың соңына дейін таңдау
km: ជ្រើស​ទៅ​ចុង​បន្ទាត់
ko: 줄의 끝까지 선택
mk: Избери до крај од линија
ms: Pilih ke Penghujung Baris
nb: Marker til slutt på linja
nds: Bet na dat Reegenn markeren
nl: Tot einde van regel selecteren
nn: Merk til slutten av linja
pa: ਸਤਰ ਦਾ ਅੰਤ ਚੁਣੋ
pl: Zaznacz do końca linii
pt: Seleccionar até ao Fim da Linha
pt_br: Selecionar até o Fim da linha
ro: Selectează pînă la sfîrşitul liniei
rw: Gutoranya kugeza ku mpera y'umurongo
se: Merke linnjá lohpii
sk: Výber po koniec riadku
sl: Izberi do konca vrstice
sr: Означи до краја линије
sr@latn: Označi do kraja linije
ta: வரியின் முடிவு வரை தேர்ந்தெடு
tg: Ба оҳири хат интихоб кунед
th: เลือกถึงท้ายบรรทัด
uk: Вибрати до кінця рядка
zh_cn: 选择到行尾

source: Select to End of Document
af: Kies na Einde van Dokument
ar: إنتقي إلى آخر الوثيقة
be: Вылучыць да канца дакумента
bg: Маркиране до края на документа
bs: Izaberi do kraja dokumenta
ca: Selecciona fins al final del document
cs: Vybrat do konce dokumentu
da: Markér til slutning af dokument
de: Bis zum Dokumentende markieren
el: Επιλογή μέχρι το τέλος του εγγράφου
es: Seleccionar hasta el final del documento
eu: Hautatu dokumentuaren amaieraraino
fa: برگزیدن انتهای سند
fi: Valitse asiakirjan loppuun
fr: Sélectionner jusqu'à la fin du document
fy: Oan ein fan dokumint ta selektearje
gl: Seleizoar até o Final do Documento
he: בחר עד לסוף המסמך
hr: Izaberite kraj dokumenta
hu: Kijelölés a dokumentum végéig
is: Velja að enda skjals
it: Seleziona fino alla fine del documento
ja: ドキュメントの最後まで選択
kk: Құжаттың соңына дейін таңдау
km: ជ្រើស​ទៅ​ចុង​ឯកសារ
ko: 문서의 끝까지 선택
mk: Избери до крајот на документот
ms: Pilih ke Penghujung Dokumen
nb: Marker til slutten på dokumentet
nds: Bet na dat Dokmentenn markeren
nl: Tot einde document selecteren
nn: Merk til slutten av dokumentet
pa: ਦਸਤਾਵੇਜ਼ ਦਾ ਅੰਤ ਚੁਣੋ
pl: Zaznacz do końca dokumentu
pt: Seleccionar até ao Fim do Documento
pt_br: Selecionar até o Fim do Documento
ro: Selectează pînă la sfîrşitul documentului
rw: Guhitamo ku Mpera y'Inyandiko
se: Merke dokumeantta lohpii
sk: Výber po koniec dokumentu
sl: Izberi do konca dokumenta
sr: Означи до краја документа
sr@latn: Označi do kraja dokumenta
ta: ஆவணத்தின் இறுதிக்கு தேர்ந்தெடு
tg: Ба оҳири ҳуҷҷат интихоб кунед
th: เลือกถึงตอนท้ายของเอกสาร
uk: Вибрати до кінця документу
zh_cn: 选择到文档末尾

source: Select to Previous Line
af: Kies na Vorige Lyn
ar: إنتقي إلى السّطر السّابق
be: Вылучыць да папярэдняга радка
bg: Маркиране до предишния ред
bs: Izaberi do prethodne linije
ca: Selecciona des de la línia prèvia
cs: Vybrat předcházející řádek
da: Markér til forrige linje
de: Bis zur vorigen Zeile markieren
el: Επιλογή μέχρι την προηγούμενη γραμμή
es: Seleccionar la línea previa
eu: Hautatu aurreko lerroraino
fa: برگزیدن خط قبلی
fi: Valitse edelliselle riville
fr: Sélectionner la ligne précédente
fy: Oan foarige rigel ta selektearje
gl: Seleizoar até a Liña Anterior
he: בחר עד לשורה הקודמת
hr: Izaberite prethodnu liniju
hu: Kijelölés az előző sorig
is: Velja að fyrri línu
it: Seleziona fino alla riga precedente
ja: 前の行まで選択
kk: Алдыңғы жолға дейін таңдау
km: ជ្រើស​ទៅ​បន្ទាត់​មុន
ko: 이전 줄까지 선택
mk: Избери до предходната линија
ms: Pilih ke Baris Sebelumnya
nb: Marker til forrige linje
nds: Bet na verleden Reeg markeren
nl: Tot vorige regel selecteren
nn: Merk til førre linje
pa: ਪਿਛਲੀ ਸਤਰ ਚੁਣੋ
pl: Zaznacz do poprzedniej linii
pt: Seleccionar até à Linha Anterior
pt_br: Selecionar a Linha Anterior
ro: Selectează pînă la linia precedentă
rw: Guhitamo ku Umurongo Ubanziriza
se: Merke ovddit linnjá rádjái
sk: Výber po predchádzajúci riadok
sl: Izberi do prejšne vrstice
sr: Означи до претходне линије
sr@latn: Označi do prethodne linije
ta: முந்தைய வரிக்கு தேர்ந்தெடு
tg: Ба хати пешина интихоб кунед
th: เลือกถึงบรรทัดก่อนหน้า
uk: Вибрати до попереднього рядка
zh_cn: 选择到前一行

source: Scroll Line Up
af: Rol Lyn Begin
ar: حرّك سطرا إلى الأعلى
be: Перайсці на радок вышэй
bg: Превъртане ред нагоре
bs: Pomjeri ekran jednu liniju gore
ca: Desplaça una línia amunt
cs: Posun o řádku nahoru
da: Rul linje op
de: Eine Zeile nach oben
el: Κύλιση μια γραμμή πάνω
es: Desplazar una línea arriba
eu: Korritu lerro bat gora
fa: لغزش خط به بالا
fi: Skrollaa rivi ylös
fr: Remonter d'une ligne
fy: Ien rigel nei boppe
gl: Desprazarse unha Liña Arriba
he: גלול שורה אחת למעלה
hr: Pomakni za liniju gure
hu: Egy sorral feljebb görgetés
is: Lína upp
it: Scorri una riga in su
ja: 一行上までスクロール
kk: Жолды жоғары жүгірту
km: រមូរ​បន្ទាត់​ឡើងលើ
ko: 이전 줄로 이동
mk: Движи линија нагоре
ms: Skrol Baris Atas
nb: Rull oppover en linje
nds: Een Reeg na baven rullen
nl: Een regel naar boven
nn: Rull ei linje opp
pa: ਸਤਰਾਂ ਉੱਪਰ ਸਮੇਟੋ
pl: Przewiń jedną linię do góry
pt: Subir uma Linha
pt_br: Rolar uma linha acima
ro: Derulează o linie mai sus
rw: Kunyereza Umurongo Hejuru
se: Rulle ovtta linnjá bajasguvlui
sk: Posun o riadok hore
sl: Eno vrstico višje
sr: Једна линија горе
sr@latn: Jedna linija gore
ta: வரியை மேல் நோக்கி நகர்த்து
tg: Хат ба боло гардонед
th: เลื่อนขึ้นหนึ่งบรรทัด
uk: Прокрутити на один рядок вгору
zh_cn: 向上滚动一行

source: Move to Next Line
af: Beweeg na Volgende Lyn
be: Ісці да наступнага радка
bg: Преместване до следващия ред
bs: Idi na iduću liniju
ca: Mou a la línia següent
cs: Přejít na následující řádek
da: Flyt til næste linje
de: Zur nächsten Zeile
el: Μετακίνηση στην επόμενη γραμμή
es: Moverse hasta la siguiente línea
eu: Eraman hurrengo lerrora
fa: حرکت به خط بعدی
fi: Siirry seuraavalle riville
fr: Déplacer à la ligne suivante
fy: In rigel fierder gean
gl: Moverse até a Seguinte Liña
he: עבור לשורה הבאה
hu: Mozgás a következő sorra
is: Færa að næstu línu
it: Vai alla riga successiva
ja: 次の行に移動
kk: Келесі жолға жылжу
km: ផ្លាស់ទី​ទៅ​បន្ទាត់បន្ទាប់
ko: 다음 줄로 이동
mk: Премести на следната линија
ms: Alihkan ke Baris Berikutnya
nb: Flytt til neste linje
nds: Na nakamen Reeg gahn
nl: Naar volgende regel gaan
nn: Gå til neste linje
pa: ਅਗਲੀ ਸਤਰ ਤੇ ਜਾਓ
pl: Przenieś do następnej linii
pt: Mover para a Linha Seguinte
pt_br: Mover para a próxima linha
ro: Trece la linia următoare
rw: Kwimura ku Umurongo Ukurikira
se: Mana boahtte linnjái
sk: Presunúť na ďalší riadok
sl: Premakni do naslednje vrstice
sr: Помери до следеће линије
sr@latn: Pomeri do sledeće linije
th: ย้ายไปยังบรรทัดถัดไป
uk: Пересунути до наступного рядка
zh_cn: 选择到下一行

source: Move to Previous Line
af: Beweeg na Vorige Lyn
be: Ісці да папярэдняга радка
bg: Преместване до предишния ред
bs: Idi na prethodnu liniju
ca: Mou a la línia prèvia
cs: Přejít na předchozí řádek
da: Flyt til forrige linje
de: Zur vorigen Zeile
el: Μετακίνηση στην προηγούμενη γραμμή
es: Moverse a la línea previa
eu: Eraman aurreko lerrora
fa: حرکت به خط قبلی
fi: Siirry edelliselle riville
fr: Déplacer à la ligne précédente
fy: In rigel werom gean
gl: Moverse até a Liña Anterior
he: עבור לשורה הקודמת
hu: Mozgás az előző sorra
is: Færa að fyrri línu
it: Vai alla riga precedente
ja: 前の行に移動
kk: Алдыңғы жолға жылжу
km: ផ្លាស់ទី​ទៅ​បន្ទាត់​មុន
ko: 이전 줄로 이동
mk: Премести на претходната линија
ms: Alihkan Aksara ke Baris Sebelumnya
nb: Gå til forrige linje
nds: Na verleden Reeg gahn
nl: Naar vorige regel gaan
nn: Gå til førre linje
pa: ਪਿਛਲੀ ਸਤਰ ਤੇ ਜਾਓ
pl: Przenieś do poprzedniej linii
pt: Mover para a Linha Anterior
pt_br: Mover para a linha anterior
ro: Trece la linia precedentă
rw: Kwimura ku Umurongo Ubanziriza
se: Mana ovddit linnjái
sk: Presunúť na predchádzajúci riadok
sl: Premakni do prejšne vrstice
sr: Помери до претходне линије
sr@latn: Pomeri do prethodne linije
th: ย้ายไปยังบรรทัดก่อนหน้า
uk: Пересунути до попереднього рядка
zh_cn: 选择到前一行

source: Move Character Right
af: Beweeg Karakter Regterkant
be: Перайсці на адзін знак правей
bg: Преместване на знака в дясно
bs: Idi jedan znak desno
ca: Mou un caràcter a la dreta
cs: Přesunout znak doprava
da: Flyt tegn til højre
de: Ein Zeichen nach rechts
el: Μετακίνηση στον επόμενο χαρακτήρα
es: Moverse un carácter a la derecha
eu: Eraman karakterea eskuinera
fa: حرکت نویسۀ راست
fi: Siirry merkki oikealle
fr: Déplacer le caractère à droite
fy: Teken nei rjochts
gl: Moverse un Carácter á Dereita
he: עבור תו אחד ימינה
hu: Mozgás egy karakterrel jobbra
is: Flytja staf til hægri
it: Vai un carattere a destra
ja: 文字を右に移動
kk: Бір таңба оңға жылжу
km: ផ្លាស់ទី​តួអក្សរ​ទៅ​ស្តាំ
ko: 오른쪽 문자로 이동
mk: Премести збор надесно
ms: Alihkan Aksara ke Kanan
nb: Flytt et tegn til høyre
nds: Een Bookstaav na rechts gahn
nl: Karaker naar rechts
nn: Gå eitt teikn til høgre
pa: ਅੱਖਰ ਸੱਜੇ ਭੇਜੋ
pl: Przenieś o jeden znak w prawo
pt: Mover para o Carácter à Direita
pt_br: Mover o caractere para a direita
ro: Trece la dreapta caracterului
rw: Kwimura Inyuguti Iburyo
se: Mana ovtta mearkka olgešguvlui
sk: Presunúť znak napravo
sl: Premakni znak desno
sr: Помери знак десно
sr@latn: Pomeri znak desno
th: ย้ายอักขระไปด้านขวา
uk: Пересунути символ праворуч
zh_cn: 移动右边字符

source: Move Character Left
af: Beweeg Karakter Links
be: Перайсці на адзін знак лявей
bg: Преместване на знака в ляво
bs: Idi jedan znak lijevo
ca: Mou un caràcter a l'esquerra
cs: Přesunout znak doleva
da: Flyt tegn til venstre
de: Ein Zeichen nach links
el: Μετακίνηση στον επόμενο χαρακτήρα
es: Moverse un carácter a la izquierda
eu: Eraman karakterea ezkerrera
fa: حرکت نویسۀ چپ
fi: Siirry merkki vasemmalle
fr: Déplacer le caractère à gauche
fy: Teken nei lofts
gl: Moverse un Carácter á Esquerda
he: עבור תו אחד שמאלה
hu: Mozgás egy karakterrel balra
is: Flytja staf til vinstri
it: Vai un carattere a sinistra
ja: 文字を左に移動
kk: Бір таңба солға жылжу
km: ផ្លាស់ទី​តួអក្សរ​ទៅ​ឆ្វេង
ko: 왼쪽 문자로 이동
mk: Премести знак налево
ms: Alihkan Aksara ke Kiri
nb: Flytt tegnet til venstre
nds: Een Bookstaav na links gahn
nl: Teken naar links
nn: Gå eitt teikn til venstre
pa: ਅੱਖਰ ਖੱਬੇ ਭੇਜੋ
pl: Przenieś o jeden znak w lewo
pt: Mover para o Carácter à Esquerda
pt_br: Mover o caractere para a esquerda
ro: Trece la stînga caracterului
rw: Kwimura Inyuguti Ibumoso
se: Mana ovtta mearkka gurutguvlui
sk: Presunúť znak naľavo
sl: Premakni znak levo
sr: Помери знак лево
sr@latn: Pomeri znak levo
th: ย้ายอักขระไปทางซ้าย
uk: Пересунути символ ліворуч
zh_cn: 移动左边字符

source: Select to Next Line
af: Kies na Volgende Lyn
ar: إنتقي إلى السّطر التّالي
be: Вылучыць да наступнага радка
bg: Маркиране до следващия ред
bs: Izaberi do iduće linije
ca: Selecciona fins la línia següent
cs: Vybrat následující řádek
da: Markér til næste linje
de: Bis zur nächsten Zeile auswählen
el: Επιλογή μέχρι την επόμενη γραμμή
es: Seleccionar hasta la siguiente línea
eu: Hautatu hurrengo lerroraino
fa: برگزیدن خط بعدی
fi: Valitse seuraavalle riville
fr: Sélectionner la ligne suivante
fy: Oan neikommende rigel ta selektearje
gl: Seleizoar até a Seguinte Liña
he: בחר עד לשורה הבאה
hr: Označi do slijedeće linije
hu: Kijelölés a következő sorig
is: Velja að næstu línu
it: Seleziona fino alla riga successiva
ja: 次の行まで選択
kk: Келесі жолға дейін таңдау
km: ជ្រើស​ទៅ​បន្ទាត់​បន្ទាប់
ko: 다음 줄까지 선택
mk: Избери до следната линија
ms: Pilih Baris Berikutnya
nb: Marker til neste linje
nds: Bet na nakamen Reeg markeren
nl: Tot volgende regel selecteren
nn: Merk til neste linje
pa: ਅਗਲੀ ਸਤਰ ਤੇ ਜਾਓ
pl: Zaznacz do następnej linii
pt: Seleccionar até à Linha Seguinte
pt_br: Selecionar até a próxima Linha
ro: Selectează pînă la linia următoare
rw: Guhitamo Umurongo Ukurikira
se: Merke boahtte linnjá rádjái
sk: Výber po ďalší riadok
sl: Izberi do naslednje vrstice
sr: Означи до следеће линије
sr@latn: Označi do sledeće linije
ta: அடுத்த வரிக்கு தேர்ந்தெடு
tg: Ба хати оянда интихоб кунед
th: เลือกถึงบรรทัดถัดไป
uk: Вибрати наступний рядок
zh_cn: 选择到下一行

source: Scroll Line Down
af: Rol Lyn Ondertoe
ar: حرّك سطرا إلى الأسفل
be: Перайсці на радок ніжэй
bg: Превъртане ред надолу
bs: Pomjeri ekran jednu liniju dole
ca: Desplaça una línia avall
cs: Posun o řádku dolů
da: Rul linje ned
de: Eine Zeile nach unten
el: Κύλιση μια γραμμή κάτω
es: Desplazar una línea abajo
eu: Korritu lerro bat behera
fa: لغزش خط به پایین
fi: Vieritä rivi alas
fr: Descendre d'une ligne
fy: In rigel nei ûnder
gl: Desprazarse unha Liña Abaixo
he: גלול שורה אחת למטה
hr: Pomakni za liniju dolje
hu: Egy sorral lejjebb görgetés
is: Lína niður
it: Scorri una riga in giù
ja: 一行下までスクロール
kk: Жолды төмен жүгірту
km: រមូរ​បន្ទាត់​ចុះ​ក្រោម
ko: 아래 줄로 이동
mk: Движи линија надолу
ms: Skrol Baris ke Bawah
nb: Rull nedover en linje
nds: Een Reeg na nerrn rullen
nl: Een regel naar beneden
nn: Rull ei linje ned
pa: ਸਤਰ ਹੇਠਾਂ ਸਮੇਟੋ
pl: Przewiń jedną linię w dół
pt: Descer uma Linha
pt_br: Rolar uma linha para baixo
ro: Derulează o linie mai jos
rw: Kunyereza Umurongo Hasi
se: Rulle ovtta linnjá vulosguvlui
sk: Posun o riadok dole
sl: Eno vrstico nižje
sr: Једна линија доле
sr@latn: Jedna linija dole
ta: வரியை கீழ் நோக்கி நகர்த்து
tg: Хате ба поён гардонед
th: เลื่อนลงหนึ่งบรรทัด
uk: Прокрутити на один рядок вниз
zh_cn: 向下滚动一行

source: Scroll Page Up
af: Rol Bladsy Begin
ar: حرّك صفحة إلى الأعلى
be: Перайсці на старонку вышэй
bg: Превъртане страница нагоре
bs: Pomjeri ekran jednu stranicu gore
ca: Desplaça una pàgina amunt
cs: Posun o jednu stránku nahoru
da: Rul side op
de: Eine Seite nach oben
el: Κύλιση μια σελίδα πάνω
es: Desplazar una página arriba
eu: Korritu orrialde bat gora
fa: لغزش صفحه به بالا
fi: Vieritä sivu ylös
fr: Remonter d'une page
fy: In side omheech
gl: Desprazarse unha Páxina Arriba
he: גלול עמוד אחד למעלה
hr: Pomakni stranicu gore
hu: Egy oldallal feljebb görgetés
is: Síða upp
it: Scorri una pagina in su
ja: 1 ページ前にスクロール
kk: Бетті жоғары жүгірту
km: រមូរ​ទំព័រ​ឡើងលើ
ko: 이전 페이지로 이동
mk: Движи страница нагоре
ms: Skrol Page Up
nb: Rull en side opp
nds: Een Siet na baven rullen
nl: Een pagina omhoog
nn: Rull ei side opp
pa: ਸਫ਼ਾ ਉਪਰ ਸਮੇਟੋ
pl: Przewiń jedną stronę do góry
pt: Subir uma Página
pt_br: Rolar uma Página acima
ro: Derulează o pagină mai sus
rw: Kunyereza Ipaji Hejuru
se: Rulle ovtta siiddu bajasguvlui
sk: Posun o stránku hore
sl: Eno stran višje
sr: Једна страница горе
sr@latn: Jedna stranica gore
ta: பக்கத்தை மேல் நோக்கி நகர்த்து
tg: Саҳифае ба боло гардонед
th: เลื่อนขึ้นหนึ่งหน้า
uk: Прокрутити на сторінку вгору
zh_cn: 向上滚动一页

source: Select Page Up
af: Kies Bladsy Begin
ar: إنتقي صفحة إلى الأعلى
be: Вылучыць на старонку вышэй
bg: Маркиране страница нагоре
bs: Izaberi stranicu iznad
ca: Selecciona una pàgina amunt
cs: Vybrat stránku nahoru
da: Markér side op
de: Bis zum Seitenanfang markieren
el: Επιλογή μια σελίδα πάνω
es: Seleccionar una página arriba
eu: Hautatu orrialde bat gora
fa: برگزیدن صفحۀ بالا
fi: Valitse sivu ylös
fr: Sélectionner la page précédente
fy: In side omheech selektearje
gl: Seleizoar unha Páxina Arriba
he: בחר עמוד אחד למעלה
hr: Označi stranicu gore
hu: Kijelölés az előző oldalig
is: Velja síðu upp
it: Seleziona fino alla pagina precedente
ja: 1 ページ前まで選択
kk: Бір бет жоғары таңдау
km: ជ្រើស​ទំព័រ​ឡើង​លើ
ko: 이전 페이지까지 선택
mk: Избери страница нагоре
ms: Pilih Page Up
nb: Marker oppover en side
nds: Een Siet na baven markeren
nl: Een pagina omhoog selecteren
nn: Merk ei side opp
pa: ਸਫ਼ਾ ਉੱਪਰ ਚੁਣੋ
pl: Zaznacz poprzednią stronę
pt: Seleccionar uma Página Acima
pt_br: Selecionar Página para Cima
ro: Selectează o pagină mai sus
rw: Guhitamo Urupapuro Rubanza
se: Merke siiddu bajásguvlui
sk: Výber stránku hore
sl: Izberi stran višje
sr: Означи страницу горе
sr@latn: Označi stranicu gore
ta: பக்கம் மேலே தேர்ந்தெடு
tg: Саҳифаро ба боло интихоб кунед
th: เลือกขึ้นไปหนึ่งหน้า
uk: Вибрати сторінку вгору
zh_cn: 向上选择一页

source: Move to Top of View
af: Beweeg na Bo van Besigtig
ar: إذهب إلى أعلى العرض
be: Перайсці ў пачатак дакумента
bg: Отиване в началото на видимата част
bs: Idi na početak pogleda
ca: Mou al començament de la vista
cs: Přesunout se na začátek pohledu
da: Flyt til toppen af visning
de: Zum oberen Rand der Ansicht
el: Μετακίνηση στην αρχή της προβολής
es: Ir al comienzo de la vista
eu: Eraman ikuspegiaren gaineraino
fa: حرکت به بالای نما
fi: Siirry näkymän alkuun
fr: Aller en haut de la vue
fy: Gean nei boppekant fan de werjefte
gl: Moverse até a Cabeceira da Vista
he: עבור לראש התצוגה
hr: Pomaknite pogled na vrh
hu: Ugrás a nézet tetejére
is: Fara efst á skjá
it: Vai all'inizio della vista
ja: ビューの先頭まで移動
kk: Көріністің жоғарына жылжу
km: ផ្លាស់ទី​ទៅកំពូលទិដ្ឋភាព
ko: 보이는 가장 위까지 이동
mk: Оди до врвот од погледот
ms: Alih ke Atas Paparan
nb: Gå til øverst i vinduet
nds: Na de Ansichtkant baven gahn
nl: Ga naar bovenzijde van weergave
nn: Gå til øvst i tekstruta
pa: ਝਲਕ ਦੇ ਉੱਪਰ ਜਾਓ
pl: Przesuń do góry widoku
pt: Mover para o Topo da Janela
pt_br: Mover para o Topo da Visão
ro: Mută în vîrful vizualizării
rw: Kwimura Hejuru h'Igaragaza
se: Sirdde čájeheami álgui
sk: Presun na začiatok pohľadu
sl: Premakni na vrh prikaza
sr: Иди на врх приказа
sr@latn: Idi na vrh prikaza
ta: மேல் பக்க காட்சிக்கு நகர்த்து
tg: Ба аввали намоиш
th: ย้ายไปยังตอนต้นของมุมมอง
uk: Перейти до верху перегляду
zh_cn: 移到视图顶部

source: Select to Top of View
af: Kies na Bo van Besigtig
ar: إختيار إلى أعلى العرض
be: Вылучыць да пачатку дакумента
bg: Маркиране до началото на видимата част
bs: Izaberi do početka pogleda
ca: Selecciona al començament de la vista
cs: Označit do začátku pohledu
da: Markér indtil toppen af det viste
de: Bis zum oberen Rand der Ansicht auswählen
el: Επιλογή στην αρχή της προβολής
es: Seleccionar hasta el comienzo de la vista
eu: Hautatu ikuspegiaren gaineraino
fa: برگزیدن بالای نما
fi: Valitse näkymän alkuun
fr: Sélectionner jusqu'en haut de la vue
fy: Selektearje oan de boppekant fan de werjefte ta
gl: Seleizoar até a Cabeceira da Vista
he: סמן עד לראש התצוגה
hr: Označi do vrha pogleda
hu: Kiválasztás a nézet tetejéig
is: Velja að efst á skjá
it: Seleziona fino all'inizio della vista
ja: ビューの先頭まで選択
kk: Көріністің жоғарғына дейін таңдау
km: ជ្រើស​ទៅកំពូលទិដ្ឋភាព
ko: 보이는 가장 위까지 선택
mk: Избери до врвот од погледот
ms: Pilih ke Atas Paparan
nb: Merk til øverst i vinduet
nds: Bet na de Ansichtkant baven markeren
nl: Selecteren tot bovenzijde van weergave
nn: Merk til øvst i tekstruta
pa: ਝਲਕ ਦੇ ਉੱਪਰ ਤੋਂ ਚੁਣੋ
pl: Zaznacz do góry widoku
pt: Seleccionar até ao Topo da Janela
pt_br: Selecionar para o Topo da Visão
ro: Selectează pînă în vîrful vizualizării
rw: Guhitamo Hejuru h'Igaragaza
se: Merke gitta čájeheami álgui
sk: Presun na horný pohľad
sl: Izberi do vrha prikaza
sr: Означи до врха приказа
sr@latn: Označi do vrha prikaza
ta: மேல் பக்க காட்சிக்கு தேர்ந்தெடு
tg: Ба аввали намоиш нитихоб кунед
th: เลือกไปถึงตอนต้นของมุมมอง
uk: Вибрати до початку перегляду
zh_cn: 选择到视图顶部
