Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: _: Language E Language
af: E Taal
ar: لغة E
be: E Language
bg: E Language
bs: E Language
ca: Llenguatge E
cs: E jazyk
da: E-sproget
de: E-Sprache
el: E γλώσσα
es: Lenguaje E
eu: E Language
fi: E-kieli
fr: Langage E
fy: E Language
gl: Linguaxe E
he: E Language
hr: E jezik
hu: E nyelv
is: E
it: Linguaggio E
ja: E Language
kk: E Language
km: ភាសា E
ko: E Language
mk: Јазикот E
ms: E Bahasa
nb: E Language
nds: E
nl: E Language
nn: E Language
pa: E Language
pl: Język E
pt: E Language
pt_br: E Language
ro: E Language
rw: E Ururimi
se: E Language
sk: Jazyk E
sl: E Language
sr: E језик
sr@latn: E jezik
ta: E மொழி
tg: E Забон
th: ภาษา E
uk: Мова E
zh_cn: E 语言

source: _: Language Eiffel
af: Eiffel
ar: لغة Eiffel
be: Eiffel
bg: Eiffel
bs: Eiffel
ca: Eiffel
cs: Eiffel
da: Eiffel
de: Eiffel
el: Eiffel
es: Eiffel
eu: Eiffel
fi: Eiffel
fr: Eiffel
fy: Eiffel
gl: Eiffel
he: Eiffel
hu: Eiffel
is: Eiffel
it: Eiffel
ja: Eiffel
kk: Eiffel
km: Eiffel
ko: Eiffel
mk: Eiffel
ms: Eiffel
nb: Eiffel
nds: Eiffel
nl: Eiffel
nn: Eiffel
pa: Eiffel
pl: Eiffel
pt: Eiffel
pt_br: Eiffel
ro: Eiffel
rw: Eiffel
se: Eiffel
sk: Eiffel
sl: Eiffel
sr: Eiffel
sr@latn: Eiffel
tg: Eiffel
th: ภาษา Eiffel
uk: Eiffel
zh_cn: Eiffel

source: _: Language Email
af: Epos
be: Email
bg: Email
ca: Email
cs: Email
da: E-mail
de: E-Mail
el: Email
es: Email
eu: Posta elektronikoa
fi: Email
fr: Adresse électronique
fy: E-mail
gl: Correo-e
he: Email
hu: E-mail
is: Tölvupóstur
it: Email
ja: Email
kk: Эл.пошта
km: អ៊ីមែល
ko: 이메일
mk: Е-пошта
nb: E-post
nds: Nettbreef
nl: E-mail
nn: E-post
pa: ਈਮੇਲ
pl: E-mail
pt: E-mail
pt_br: E-mail
ro: Email
se: E-boasta
sk: Email
sl: E-pošta
sr: Е-пошта
sr@latn: E-pošta
tg: Почтаи электронӣ
th: อีเมล์
uk: Email
zh_cn: Email

source: _: Language Euphoria
af: Euphoria
be: Euphoria
bg: Euphoria
bs: Euphoria
ca: Euphoria
cs: Euphoria
da: Euphoria
de: Euphoria
el: Euphoria
es: Euphoria
eu: Euphoria
fi: Euphoria
fr: Euphoria
fy: Euphoria
gl: Euphoria
he: Euphoria
hu: Euphoria
is: Euphoria
it: Euphoria
ja: Euphoria
kk: Euphoria
km: Euphoria
ko: Euphoria
mk: Euphoria
ms: Euphoria
nb: Euphoria
nds: Euphoria
nl: Euphoria
nn: Euphoria
pa: Euphoria
pl: Euphoria
pt: Euphoria
pt_br: Euphoria
ro: Euphoria
rw: Euphoria
se: Euphoria
sk: Euphoria
sl: Euphoria
sr: Euphoria
sr@latn: Euphoria
ta: எப்போரியா
tg: Euphoria
th: ภาษา Euphoria
uk: Euphoria
zh_cn: Euphoria

source: _: Language ferite
af: ferite
ar: لغة فيرتى (ferite(
be: ferite
bg: ferite
bs: ferite
ca: ferite
cs: ferite
da: ferite
de: Ferite
el: ferite
es: ferite
eu: ferite
fi: ferite
fr: ferite
fy: ferite
gl: ferite
he: ferite
hr: ferite
hu: ferite
is: ferite
it: ferite
ja: ferite
kk: ferite
km: ferite
ko: ferite
mk: ferite
ms: ferit
nb: ferite
nds: Ferite
nl: ferite
nn: ferite
pa: ferite
pl: ferite
pt: ferite
pt_br: ferite
ro: ferite
rw: fer
se: ferite
sk: ferite
sl: ferite
sr: ferite
sr@latn: ferite
ta: ஃபெரைட்
tg: ferite
th: ภาษา Ferite
uk: ferite
zh_cn: ferite

source: _: Language 4GL
af: 4GL
be: 4GL
bg: 4GL
bs: 4GL
ca: 4GL
cs: 4GL
da: 4GL
de: 4GL
el: 4GL
es: 4GL
eu: 4GL
fi: 4GL
fr: 4GL
fy: 4GL
gl: 4GL
he: 4GL
hu: 4GL
is: 4GL
it: 4GL
ja: 4GL
kk: 4GL
km: 4GL
ko: 4GL
mk: 4GL
ms: 4GL
nb: 4GL
nds: 4GL
nl: 4GL
nn: 4GL
pa: 4GL
pl: 4GL
pt: 4GL
pt_br: 4GL
ro: 4GL
rw: 4GL
se: 4GL
sk: 4GL
sl: 4GL
sr: 4GL
sr@latn: 4GL
tg: 4GL
th: ภาษา 4GL
uk: 4GL
zh_cn: 4GL

source: _: Language Section Database
af: Databasis
be: Базы данняў
bg: Database
bs: Baze podataka
ca: Database
cs: Databáze
da: Database
de: Datenbank
el: Βάση δεδομένων
es: Database
eu: Datubasea
fa: دادگان
fi: Tietokantakielet
fr: Base de données
fy: Database
gl: Base de Dados
he: בסיסי נתונים
hu: Adatbázis
is: Gagnagrunnur
it: Banca dati
ja: データベース
kk: Деректер базасы
km: មូលដ្ឋាន​ទិន្នន័យ
ko: 데이타베이스
mk: Бази на податоци
ms: Pangkalan Data
nb: Database
nds: Datenbank
nl: Database
nn: Database
pa: Database
pl: Bazy danych
pt: Base de Dados
pt_br: Banco de dados
ro: Bază de date
rw: Ububikoshingiro
se: Diehtovuorká
sk: Databázové
sl: Zbirke podatkov
sr: База података
sr@latn: Baza podataka
tg: Манбаъи додаҳо
th: ฐานข้อมูล
uk: Бази даних
zh_cn: 数据库

source: _: Language 4GL-PER
af: 4GL-PER
be: 4GL-PER
bg: 4GL-PER
bs: 4GL-PER
ca: 4GL-PER
cs: 4GL-PER
da: 4GL-PER
de: 4GL-PER
el: 4GL-PER
es: 4GL-PER
eu: 4GL-PER
fi: 4GL-PER
fr: 4GL-PER
fy: 4GL-PER
gl: 4GL-PER
he: 4GL-PER
hu: 4GL-PER
is: 4GL-PER
it: 4GL-PER
ja: 4GL-PER
kk: 4GL-PER
km: 4GL-PER
ko: 4GL-PER
mk: 4GL-PER
ms: 4GL-PER
nb: 4GL-PER
nds: 4GL-PER
nl: 4GL-PER
nn: 4GL-PER
pa: 4GL-PER
pl: 4GL-PER
pt: 4GL-PER
pt_br: 4GL-PER
ro: 4GL-PER
rw: 4GL-PER
se: 4GL-PER
sk: 4GL-PER
sl: 4GL-PER
sr: 4GL-PER
sr@latn: 4GL-PER
tg: 4GL-PER
th: ภาษา 4GL-PER
uk: 4GL-PER
zh_cn: 4GL-PER

source: _: Language Fortran
af: Fortran
ar: لغة فورتران (Fortran(
be: Fortran
bg: Fortran
bs: Fortran
ca: Fortran
cs: Fortran
da: Fortran
de: Fortran
el: Fortran
es: Fortran
eu: Fortran
fa: فرترن
fi: Fortran
fr: Fortran
fy: Fortran
gl: Fortran
he: Fortran
hr: Fortran
hu: Fortran
is: Fortran
it: Fortran
ja: Fortran
kk: Fortran
km: Fortran
ko: Fortran
mk: Fortran
ms: Fortran
nb: Fortran
nds: Fortran
nl: Fortran
nn: Fortran
pa: Fortran
pl: Fortran
pt: Fortran
pt_br: Fortran
ro: Fortran
rw: Fortran
se: Fortran
sk: Fortran
sl: Fortran
sr: Fortran
sr@latn: Fortran
ta: ஃபோர்ட்ரான்
tg: Fortran
th: ภาษาฟอร์แทรน
uk: Фортран
zh_cn: Fortran

source: _: Language fstab
af: fstab
be: fstab
bg: fstab
ca: fstab
cs: fstab
da: fstab
de: fstab
el: fstab
es: fstab
eu: fstab
fi: fstab
fr: fstab
fy: fstab
gl: fstab
he: fstab
hu: fstab
is: fstab
it: fstab
ja: fstab
kk: fstab
km: fstab
ko: fstab
mk: fstab
nb: fstab
nds: fstab
nl: fstab
nn: fstab
pa: fstab
pl: fstab
pt: fstab
pt_br: fstab
ro: fstab
se: fstab
sk: fstab
sl: fstab
sr: fstab
sr@latn: fstab
tg: fstab
th: แฟ้ม fstab
uk: fstab
zh_cn: fstab

source: _: Language GDL
af: GDL
ar: لغة GDL
be: GDL
bg: GDL
bs: GDL
ca: GDL
cs: GDL
da: GDL
de: GDL
el: GDL
es: GDL
eu: GDL
fi: GDL
fr: GDL
fy: GDL
gl: GDL
he: GDL
hr: GDL
hu: GDL
is: GDL
it: GDL
ja: GDL
kk: GDL
km: GDL
ko: GDL
mk: GDL
ms: GDL
nb: GDL
nds: GDL
nl: GDL
nn: GDL
pa: GDL
pl: GDL
pt: GDL
pt_br: GDl
ro: GDL
rw: GDL
se: GDL
sk: GDL
sl: GDL
sr: GDL
sr@latn: GDL
ta: GDL
tg: GDL
th: ภาษา GDL
uk: GDL
zh_cn: GDL

source: _: Language Section Scientific
af: Wetenskaplik
be: Навуковыя
bg: Scientific
bs: Naučni
ca: Científic
cs: Věda
da: Videnskabelig
de: Wissenschaftlich
el: Scientific
es: Scientific
eu: Scientific
fa: علمی
fi: Tieteelliset kielet
fr: Scientifique
fy: Scientific
gl: Scientific
he: מדעי
hu: Tudományos
is: Vísindalegt
it: Scientifico
ja: Scientific
kk: Ғылым
km: វិទ្យាសាស្ត្រ
ko: 이공과학
mk: Научни
ms: Saintifik
nb: Vitenskapelig
nds: Wetenschaplich
nl: Scientific
nn: Vitenskapeleg
pa: Scientific
pl: Scientific
pt: Científica
pt_br: Scientific
ro: Ştiinţific
rw: Cyubuhanga
se: Dieđálaš
sk: Vedecké
sl: Znanstveno
sr: Научно
sr@latn: Naučno
tg: Илмӣ
th: ภาษาทางด้านวิทยาศาสตร์
uk: Наукові
zh_cn: 科学

source: _: Language GNU Gettext
af: GNU Kryteks
be: GNU Gettext
bg: GNU Gettext
bs: GNU Gettext
ca: Gettext GNU
cs: GNU Gettext
da: GNU Gettekst
de: GNU-Gettext
el: GNU Gettext
es: Gettext GNU
eu: GNU Gettext
fi: GNU Gettext
fr: GNU Gettext
fy: GNU Gettext
gl: GNU Gettext
he: GNU Gettext
hu: GNU Gettext
is: GNU Gettext
it: Gettext GNU
ja: GNU Gettext
kk: GNU Gettext
km: GNU Gettext
ko: GNU Gettext
mk: GNU Gettext
ms: GNU Gettext
nb: GNU Gettext
nds: GNU-Gettext
nl: GNU Gettext
nn: GNU Gettext
pa: GNU Gettext
pl: GNU Gettext
pt: GNU Gettext
pt_br: GNU Gettext
ro: GNU Gettext
rw: GNU Kubonaumwandiko
se: GNU Gettext
sk: GNU Gettext
sl: GNU Gettext
sr: GNU Gettext
sr@latn: GNU Gettext
tg: GNU Gettext
th: GNU Gettext
uk: GNU Gettext
zh_cn: GNU Gettext

source: _: Language GLSL
af: GLSL
be: GLSL
bg: GLSL
bs: GLSL
ca: GLSL
cs: GLSL
da: GLSL
de: GLSL
el: GLSL
es: GLSL
eu: GLSL
fi: GLSL
fr: GLSL
fy: GLSL
gl: GLSL
he: GLSL
hu: GLSL
is: GLSL
it: GLSL
ja: GLSL
kk: GLSL
km: GLSL
ko: GLSL
mk: GLSL
ms: GLSL
nb: GLSL
nds: GLSL
nl: GLSL
nn: GLSL
pa: GLSL
pl: GLSL
pt: GLSL
pt_br: GLSL
ro: GLSL
rw: GLSL
se: GLSL
sk: GLSL
sl: GLSL
sr: GLSL
sr@latn: GLSL
tg: GLSL
th: GLSL
uk: GLSL
zh_cn: GLSL

source: _: Language GNU Assembler
af: GNU Assembler
ar: لغة GNU Assembler
be: Асэмблер GNU
bg: GNU Assembler
bs: GNU Assembler
ca: Ensamblador GNU
cs: GNU Assembler
da: GNU Assembler
de: GNU-Assembler
el: Συμβολομεταφραστής GNU
es: Ensamblador GNU
eu: GNU Assembler
fa: هم‌گذار گنو
fi: GNU Assembler
fr: Assembleur GNU
fy: GNU Assembler
gl: GNU Assembler
he: GNU Assembler
hu: GNU Assembler
is: GNU vélamálskóði
it: Assembler GNU
ja: GNU アセンブラ
kk: GNU ассемблері
km: GNU Assembler
ko: GNU 어셈블러
mk: GNU асемблер
ms: Pengumpul GNU
nb: GNU Assembler
nds: GNU-Assembler
nl: GNU Assembler
nn: GNU Assembler
pa: GNU Assembler
pl: Asembler GNU
pt: GNU Assembler
pt_br: GNU Assembler
ro: GNU Assembler
rw: Muhuza GNU
se: GNU Assembler
sk: GNU Assembler
sl: Zbirnik GNU
sr: GNU Assembler
sr@latn: GNU Assembler
tg: GNU Assembler
th: ภาษาแอสเซมเบลอร์ของ GNU
uk: Асемблер GNU
zh_cn: GNU 汇编语言

source: _: Language Haskell
af: Haskell
ar: لغة هاسكيل (Haskell(
be: Haskell
bg: Haskell
bs: Haskell
ca: Haskell
cs: Haskell
da: Haskell
de: Haskell
el: Haskell
es: Haskell
eu: Haskell
fi: Haskell
fr: Haskell
fy: Haskell
gl: Haskell
he: Haskell
hu: Haskell
is: Haskell
it: Haskell
ja: Haskell
kk: Haskell
km: Haskell
ko: Haskell
mk: Haskell
ms: Haskell
nb: Haskell
nds: Haskell
nl: Haskell
nn: Haskell
pa: Haskell
pl: Haskell
pt: Haskell
pt_br: Haskell
ro: Haskell
rw: Haskell
se: Haskell
sk: Haskell
sl: Haskell
sr: Haskell
sr@latn: Haskell
tg: Haskell
th: ภาษา Haskell
uk: Haskell
zh_cn: Haskell

source: _: Language HTML
af: HTML
ar: لغة الترابط النصى (HTML)
be: HTML
bg: HTML
bs: HTML
ca: HTML
cs: HTML
da: HTML
de: HTML
el: HTML
es: HTML
eu: HTML
fa: زنگام
fi: HTML
fr: HTML
fy: HTML
gl: HTML
he: HTML
hr: HTML
hu: HTML
is: HTML
it: HTML
ja: HTML
kk: HTML
km: HTML
ko: HTML
mk: HTML
ms: HTML
nb: HTML
nds: HTML
nl: HTML
nn: HTML
pa: HTML
pl: HTML
pt: HTML
pt_br: HTML
ro: HTML
rw: HTML
se: HTML
sk: HTML
sl: HTML
sr: HTML
sr@latn: HTML
ta: HTML
tg: HTML
th: ภาษา HTML
uk: HTML
zh_cn: HTML

source: _: Language Quake Script
af: Quake Skript
be: Сцэнар Quake
bg: Quake Script
bs: Quake Script
ca: Guió Quake
cs: Quake Script
da: Quake Script
de: Quake-Skript
el: Σενάριο Quake
es: Guión Quake
eu: Quake Script-a
fi: Quake Script
fr: Script Quake
fy: Quake-script
gl: Quake Script
he: תסריט Quake
hu: Quake Script
is: Quake skrifta
it: Script di Quake
ja: Quake Script
kk: Quake скрипті
km: ស្គ្រីប Quake
ko: Quake Script
mk: Quake-скрипта
ms: Skrip Quake
nb: Quake skript
nds: Quake-Skript
nl: Quake-script
nn: Quake skript
pa: Quake Script
pl: Skrypt Quake'a
pt: Quake Script
pt_br: Script Quake
ro: Script Quake
rw: Quake Script
se: Quake Scripta
sk: Quake Script
sl: Quake Script
sr: Quake скрипта
sr@latn: Quake skripta
th: สคริปต์ของเกม Quake
uk: Скрипт Quake
zh_cn: Quake 脚本

source: _: Language IDL
af: IDL
ar: لغة IDL
be: IDL
bg: IDL
bs: IDL
ca: IDL
cs: IDL
da: IDL
de: IDL
el: IDL
es: IDL
eu: IDL
fi: IDL
fr: IDL
fy: IDL
gl: IDL
he: IDL
hr: IDL
hu: IDL
is: IDL
it: IDL
ja: IDL
kk: IDL
km: IDL
ko: IDL
mk: IDL
ms: IDL
nb: IDL
nds: IDL
nl: IDL
nn: IDL
pa: IDL
pl: IDL
pt: IDL
pt_br: IDL
ro: IDL
rw: IDL
se: IDL
sk: IDL
sl: IDL
sr: IDL
sr@latn: IDL
ta: IDL
tg: IDL
th: ภาษา IDL
uk: IDL
zh_cn: IDL

source: _: Language ILERPG
af: ILERPG
ar: لغة ILERPG
be: ILERPG
bg: ILERPG
bs: ILERPG
ca: ILERPG
cs: ILERPG
da: ILERPG
de: ILERPG
el: ILERPG
es: ILERPG
eu: ILERPG
fi: ILERPG
fr: ILERPG
fy: ILERPG
gl: ILERPG
he: ILERPG
hr: ILERPG
hu: ILERPG
is: ILERPG
it: ILERPG
ja: ILERPG
kk: ILERPG
km: ILERPG
ko: ILERPG
mk: ILERPG
ms: ILERPG
nb: ILERPG
nds: ILERPG
nl: ILERPG
nn: ILERPG
pa: ILERPG
pl: ILERPG
pt: ILERPG
pt_br: ILERPG
ro: ILERPG
rw: ILERPG
se: ILERPG
sk: ILERPG
sl: ILERPG
sr: ILERPG
sr@latn: ILERPG
ta: ILERPG
tg: ILERPG
th: ภาษา ILERPG
uk: ILERPG
zh_cn: ILERPG

source: _: Language Inform
af: Informeer
ar: لغة إنفورم (Inform(
be: Inform
bg: Inform
bs: Inform
ca: Inform
cs: Inform
da: Inform
de: Inform
el: Inform
es: Inform
eu: Inform
fi: Inform
fr: Inform
fy: Inform
gl: Inform
he: Inform
hu: Inform
is: Inform
it: Inform
ja: Inform
kk: Inform
km: Inform
ko: Inform
mk: Inform
ms: Inform
nb: Inform
nds: Inform
nl: Inform
nn: Inform
pa: Inform
pl: Inform
pt: Inform
pt_br: Inform
ro: Inform
rw: Kumenyesha
se: Inform
sk: Inform
sl: Inform
sr: Inform
sr@latn: Inform
tg: Inform
uk: Inform
zh_cn: Inform

source: _: Language INI Files
af: INI Lêers
be: Файлы INI
bg: INI Files
ca: Fitxers INI
cs: INI soubory
da: INI-filer
de: INI-Dateien
el: Αρχεία INI
es: Archivos INI
eu: INI fitxategiak
fi: INI-tiedostot
fr: Fichiers INI
fy: INI-bestanden
gl: Ficheiros INI
he: קבצי INI
hu: INI-fájlok
is: INI skrár
it: File INI
ja: INI ファイル
kk: INI файлы
km: ឯកសារ INI
ko: INI 파일
mk: INI-датотеки
nb: INI-filer
nds: INI-Dateien
nl: INI-bestanden
nn: INI-filer
pa: INI ਫਾਇਲਾਂ
pl: Pliki INI
pt: Ficheiros INI
pt_br: Arquivos INI
ro: Fişiere INI
se: INI-fiillat
sk: INI súbory
sl: Datoteke INI
sr: INI фајлови
sr@latn: INI fajlovi
tg: Файлҳои INI
th: แฟ้ม INI
uk: INI файли
zh_cn: INI 文件

source: _: Language Java
af: Java
be: Java
bg: Java
bs: Java
ca: Java
cs: Java
da: Java
de: Java
el: Java
es: Java
eu: Java
fa: جاوا
fi: Java
fr: Java
fy: Java
gl: Java
he: Java
hr: Java
hu: Java
is: Java
it: Java
ja: Java
kk: Java
km: Java
ko: Java
mk: Java
ms: Java
nb: Java
nds: Java
nl: Java
nn: Java
pa: Java
pl: Java
pt: Java
pt_br: Java
ro: Java
rw: Java
se: Java
sk: Java
sl: Java
sr: Java
sr@latn: Java
ta: ஜாவா
tg: Java
th: ภาษาจาวา
uk: Java
zh_cn: Java

source: _: Language Javadoc
af: Javadoc
be: Javadoc
bg: Javadoc
bs: Javadoc
ca: Javadoc
cs: Javadoc
da: Javadoc
de: Javadoc
el: Javadoc
es: Javadoc
eu: Javadoc
fi: Javadoc
fr: Javadoc
fy: Javadoc
gl: Javadoc
he: Javadoc
hu: Javadoc
is: Javadoc
it: Javadoc
ja: Javadoc
kk: Javadoc
km: Javadoc
ko: Javadoc
mk: Javadoc
ms: Javadoc
nb: Javadoc
nds: Javadoc
nl: Javadoc
nn: Javadoc
pa: Javadoc
pl: Javadoc
pt: Javadoc
pt_br: Javadoc
ro: Javadoc
rw: Javadoc
se: Javadoc
sk: Javadoc
sl: Javadoc
sr: Javadoc
sr@latn: Javadoc
tg: Javadoc
uk: Javadoc
zh_cn: Javadoc

source: _: Language JavaScript
af: JavaSkript
be: JavaScript
bg: JavaScript
bs: JavaScript
ca: JavaScript
cs: JavaScript
da: JavaScript
de: JavaScript
el: JavaScript
es: JavaScript
eu: JavaScript
fa: جاوااسکریپت
fi: JavaScript
fr: JavaScript
fy: JavaScript
gl: JavaScript
he: JavaScript
hu: Javascript
is: JavaScript
it: JavaScript
ja: JavaScript
kk: JavaScript
km: JavaScript
ko: JavaScript
mk: JavaScript
ms: JavaScript
nb: JavaScript
nds: JavaScript
nl: JavaScript
nn: JavaScript
pa: JavaScript
pl: JavaScript
pt: JavaScript
pt_br: JavaScript
ro: JavaScript
rw: JavaScript
se: JavaScript
sk: JavaScript
sl: JavaScript
sr: JavaScript
sr@latn: JavaScript
tg: JavaScript
th: ภาษาจาวาสคริปต์
uk: JavaScript
zh_cn: JavaScript

source: _: Language JSP
af: JSP
be: JSP
bg: JSP
bs: JSP
ca: JSP
cs: JSP
da: JSP
de: JSP
el: JSP
es: JSP
eu: JSP
fi: JSP
fr: JSP
fy: JSP
gl: JSP
he: JSP
hu: JSP
is: JSP
it: JSP
ja: JSP
kk: JSP
km: JSP
ko: JSP
mk: JSP
ms: JSP
nb: JSP
nds: JSP
nl: JSP
nn: JSP
pa: JSP
pl: JSP
pt: JSP
pt_br: JSP
ro: JSP
rw: JSP
se: JSP
sk: JSP
sl: JSP
sr: JSP
sr@latn: JSP
ta: JSP
tg: JSP
th: ภาษา JSP
uk: JSP
zh_cn: JSP

source: _: Language KBasic
af: KBasies
ar: لغة KBasic
be: KBasic
bg: KBasic
bs: KBasic
ca: KBasic
cs: KBasic
da: KBasic
de: KBasic
el: KBasic
es: KBasic
eu: KBasic
fi: KBasic
fr: KBasic
fy: KBasic
gl: KBasic
he: KBasic
hr: KBasic
hu: KBasic
is: KBasic
it: KBasic
ja: KBasic
kk: KBasic
km: KBasic
ko: KBasic
mk: KBasic
ms: KBasic
nb: KBasic
nds: KBasic
nl: KBasic
nn: KBasic
pa: KBasic
pl: KBasic
pt: KBasic
pt_br: KBasic
ro: KBasic
rw: KBasic
se: KBasic
sk: KBasic
sl: KBasic
sr: KBasic
sr@latn: KBasic
ta: Kபேசிக்
tg: KBasic
th: ภาษา KBasic
uk: KBasic
zh_cn: KBasic

source: _: Language LaTeX
af: LaTeX
ar: لغة LaTeX
be: LaTeX
bg: LaTeX
bs: LaTeX
ca: LaTeX
cs: LaTeX
da: LaTeX
de: LaTeX
el: LaTeX
es: LaTeX
eu: LaTeX
fi: LaTeX
fr: LaTeX
fy: LaTeX
gl: LaTeX
he: LaTeX
hr: LaTeX
hu: LaTeX
is: LaTeX
it: LaTeX
ja: LaTeX
kk: LaTeX
km: LaTeX
ko: LaTeX
mk: LaTeX
ms: LaTeX
nb: LaTeX
nds: LaTeX
nl: LaTeX
nn: LaTeX
pa: LaTeX
pl: LaTeX
pt: LaTeX
pt_br: LaTeX
ro: LaTeX
rw: LaTeX
se: LaTeX
sk: LaTeX
sl: LaTeX
sr: LaTeX
sr@latn: LaTeX
ta: லாடெக்
tg: LaTeX
th: LaTeX
uk: LaTeX
zh_cn: LaTeX

source: _: Language LDIF
af: LDIF
ar: لغة LDIF
be: LDIF
bg: LDIF
bs: LDIF
ca: LDIF
cs: LDIF
da: LDIF
de: LDIF
el: LDIF
es: LDIF
eu: LDIF
fi: LDIF
fr: LDIF
fy: LDIF
gl: LDIF
he: LDIF
hu: LDIF
is: LDIF
it: LDIF
ja: LDIF
kk: LDIF
km: LDIF
ko: LDIF
mk: LDIF
ms: LDIF
nb: LDIF
nds: LDIF
nl: LDIF
nn: LDIF
pa: LDIF
pl: LDIF
pt: LDIF
pt_br: LDIF
ro: LDIF
rw: LDIF
se: LDIF
sk: LDIF
sl: LDIF
sr: LDIF
sr@latn: LDIF
tg: LDIF
uk: LDIF
zh_cn: LDIF

source: _: Language Lex/Flex
af: Lex/Flex
be: Lex/Flex
bg: Lex/Flex
bs: Lex/Flex
ca: Lex/Flex
cs: Lex/Flex
da: Lex/Flex
de: Lex/Flex
el: Lex/Flex
es: Lex/Flex
eu: Lex/Flex
fi: Lex/Flex
fr: Lex/Flex
fy: Lex/Flex
gl: Lex/Flex
he: Lex/Flex
hu: Lex/Flex
is: Lex/Flex
it: Lex/Flex
ja: Lex/Flex
kk: Lex/Flex
km: Lex/Flex
ko: Lex/Flex
mk: Lex/Flex
ms: Lex/Flex
nb: Lex/Flex
nds: Lex/Flex
nl: Lex/Flex
nn: Lex/Flex
pa: Lex/Flex
pl: Lex/Flex
pt: Lex/Flex
pt_br: Lex/Flex
ro: Lex/Flex
rw: Lex/Flex
se: Lex/Flex
sk: Lex/Flex
sl: Lex/Flex
sr: Lex/Flex
sr@latn: Lex/Flex
ta: லெஸ்/பிலெஸ்
tg: Lex/Flex
uk: Lex/Flex
zh_cn: Lex/Flex

source: _: Language LilyPond
af: LilyPond
be: LilyPond
bg: LilyPond
bs: LilyPond
ca: LilyPond
cs: LilyPond
da: LilyPond
de: LilyPond
el: LilyPond
es: LilyPond
eu: LilyPond
fi: LilyPond
fr: LilyPond
fy: LilyPond
gl: LilyPond
he: LilyPond
hu: LilyPond
is: LilyPond
it: LilyPond
ja: LilyPond
kk: LilyPond
km: LilyPond
ko: LilyPond
mk: LilyPond
ms: LilyPond
nb: LilyPond
nds: LilyPond
nl: LilyPond
nn: LilyPond
pa: LilyPond
pl: LilyPond
pt: LilyPond
pt_br: LilyPond
ro: LilyPond
rw: LilyPond
se: LilyPond
sk: LilyPond
sl: LilyPond
sr: LilyPond
sr@latn: LilyPond
tg: LilyPond
uk: LilyPond
zh_cn: LilyPond

source: _: Language Literate Haskell
af: Literate Haskell
ar: لغة ليترت هاشكيل (Literate Haskell(
be: Literate Haskell
bg: Literate Haskell
bs: Literate Haskell
ca: Literate Haskell
cs: Literate Haskell
da: Literate Haskell
de: Literate Haskell
el: Literate Haskell
es: Literate Haskell
eu: Literate Haskell
fi: Literate Haskell
fr: Literate Haskell
fy: Literate Haskell
gl: Literate Haskell
he: Literate Haskell
hu: Literate Haskell
is: Literate Haskell
it: Literate Haskell
ja: Literate Haskell
kk: Literate Haskell
km: Literate Haskell
ko: Literate Haskell
mk: Literate Haskell
ms: Literate Haskell
nb: Literate Haskell
nds: Literate Haskell
nl: Literate Haskell
nn: Literate Haskell
pa: Literate Haskell
pl: Literate Haskell
pt: Literate Haskell
pt_br: Literate Haskell
ro: Literate Haskell
rw: Ubuvanganzo Haskell
se: Literate Haskell
sk: Literate Haskell
sl: Literate Haskell
sr: Literate Haskell
sr@latn: Literate Haskell
tg: Literate Haskell
uk: Literate Haskell
zh_cn: Literate Haskell

source: _: Language Logtalk
af: Logtalk
be: Logtalk
bg: Logtalk
bs: Logtalk
ca: Logtalk
cs: Logtalk
da: Logtalk
de: Logtalk
el: Logtalk
es: Logtalk
eu: Logtalk
fi: Logtalk
fr: Logtalk
fy: Logtalk
gl: Logtalk
he: Logtalk
hu: Logtalk
is: Logtalk
it: Logtalk
ja: Logtalk
kk: Logtalk
km: Logtalk
ko: Logtalk
mk: Logtalk
ms: Logtalk
nb: Logtalk
nds: Logtalk
nl: Logtalk
nn: Logtalk
pa: Logtalk
pl: Logtalk
pt: Logtalk
pt_br: Logtalk
ro: Logtalk
rw: Logtalk
se: Logtalk
sk: Logtalk
sl: Logtalk
sr: Logtalk
sr@latn: Logtalk
tg: Logtalk
uk: Logtalk
zh_cn: Logtalk

source: _: Language LPC
af: LPC
ar: لغة LPC
be: LPC
bg: LPC
bs: LPC
ca: LPC
cs: LPC
da: LPC
de: LPC
el: LPC
es: LPC
eu: LPC
fi: LPC
fr: LPC
fy: LPC
gl: LPC
he: LPC
hr: LPC
hu: LPC
is: LPC
it: LPC
ja: LPC
kk: LPC
km: LPC
ko: LPC
mk: LPC
ms: LPC
nb: LPC
nds: LPC
nl: LPC
nn: LPC
pa: LPC
pl: LPC
pt: LPC
pt_br: LPC
ro: LPC
rw: LPC
se: LPC
sk: LPC
sl: LPC
sr: LPC
sr@latn: LPC
ta: LPC
tg: LPC
uk: LPC
zh_cn: LPC

source: _: Language Lua
af: Lua
ar: لغة Lua
be: Lua
bg: Lua
bs: Lua
ca: Lua
cs: Lua
da: Lua
de: Lua
el: Lua
es: Lua
eu: Lua
fi: Lua
fr: Lua
fy: Lua
gl: Lua
he: Lua
hr: Lua
hu: Lua
is: Lua
it: Lua
ja: Lua
kk: Lua
km: Lua
ko: Lua
mk: Lua
ms: Lua
nb: Lua
nds: Lua
nl: Lua
nn: Lua
pa: Lua
pl: Lua
pt: Lua
pt_br: Lua
ro: Lua
rw: Lua
se: Lua
sk: Lua
sl: Lua
sr: Lua
sr@latn: Lua
ta: எல்யூஎ
tg: Lua
uk: Lua
zh_cn: Lua

source: _: Language M3U
af: M3U
be: M3U
bg: M3U
ca: M3U
cs: M3U
da: M3U
de: M3U
el: M3U
es: M3U
eu: M3U
fi: M3U-soittolista
fr: M3U
fy: M3U
gl: M3U
he: M3U
hu: M3U
is: M3U
it: M3U
ja: M3U
kk: M3U
km: M3U
ko: M3U
mk: M3U
ms: M3U
nb: M3U
nds: M3U
nl: M3U
nn: M3U
pa: M3U
pl: M3U
pt: M3U
pt_br: M3U
ro: M3U
se: M3U
sk: M3U
sl: M3U
sr: M3U
sr@latn: M3U
tg: M3U
uk: M3U
zh_cn: M3U

source: _: Language MAB-DB
af: MAB-DB
ar: لغة MAB-DB
be: MAB-DB
bg: MAB-DB
bs: MAB-DB
ca: MAB-DB
cs: MAB-DB
da: MAB-DB
de: MAB-DB
el: MAB-DB
es: MAB-DB
eu: MAB-DB
fi: MAB-DB
fr: MAB-DB
fy: MAB-DB
gl: MAB-DB
he: MAB-DB
hu: MAB-DB
is: MAB-DB
it: MAB-DB
ja: MAB-DB
kk: MAB-DB
km: MAB-DB
ko: MAB-DB
mk: MAB-DB
ms: MAB-DB
nb: MAB-DB
nds: MAB-DB
nl: MAB-DB
nn: MAB-DB
pa: MAB-DB
pl: MAB-DB
pt: MAB-DB
pt_br: MAB-DB
ro: MAB-DB
rw: MAB-DB
se: MAB-DB
sk: MAB-DB
sl: MAB-DB
sr: MAB-DB
sr@latn: MAB-DB
ta: MAB-DB
tg: MAB-DB
uk: MAB-DB
zh_cn: MAB-DB

source: _: Language Makefile
af: Makefile
ar: لغة Makefile
be: Makefile
bg: Makefile
bs: Makefile
ca: Makefile
cs: Makefile
da: Makefile
de: Makefile
el: Makefile
es: Makefile
eu: Makefile
fi: Makefile
fr: Makefile
fy: Makefile
gl: Makefile
he: Makefile
hu: Makefile
is: Makefile
it: Makefile
ja: Makefile
kk: Makefile
km: Makefile
ko: Makefile
mk: Makefile
ms: Makefile
nb: Makefile
nds: Makefile
nl: Makefile
nn: Makefile
pa: Makefile
pl: Makefile
pt: Makefile
pt_br: Makefile
ro: Makefile
rw: GukoraIdosiye
se: Makefile
sk: Makefile
sl: Makefile
sr: Makefile
sr@latn: Makefile
tg: Makefile
th: สคริปต์ Makefile
uk: Makefile
zh_cn: Makefile

source: _: Language Mason
af: Mason
ar: لغة ماسون (Mason)
be: Mason
bg: Mason
bs: Mason
ca: Mason
cs: Mason
da: Mason
de: Mason
el: Mason
es: Mason
eu: Mason
fi: Mason
fr: Mason
fy: Mason
gl: Mason
he: Mason
hr: Mason
hu: Mason
is: Mason
it: Mason
ja: Mason
kk: Mason
km: Mason
ko: Mason
mk: Mason
ms: Mason
nb: Mason
nds: Mason
nl: Mason
nn: Mason
pa: Mason
pl: Mason
pt: Mason
pt_br: Mason
ro: Mason
rw: Mason
se: Mason
sk: Mason
sl: Mason
sr: Mason
sr@latn: Mason
ta: மேசான்
tg: Mason
uk: Mason
zh_cn: Mason

source: _: Language Matlab
af: Matlab
be: Matlab
bg: Matlab
bs: Matlab
ca: Matlab
cs: Matlab
da: Matlab
de: Matlab
el: Matlab
es: Matlab
eu: Matlab
fi: Matlab
fr: Matlab
fy: Matlab
gl: Matlab
he: Matlab
hr: Matlab
hu: Matlab
is: Matlab
it: Matlab
ja: Matlab
kk: Matlab
km: Matlab
ko: Matlab
mk: Matlab
ms: Matlab
nb: Matlab
nds: Matlab
nl: Matlab
nn: Matlab
pa: Matlab
pl: Matlab
pt: Matlab
pt_br: Matlab
ro: Matlab
rw: Matlab
se: Matlab
sk: Matlab
sl: Matlab
sr: Matlab
sr@latn: Matlab
ta: மேட்லாப்
tg: Matlab
uk: Matlab
zh_cn: Matlab

source: _: Language MediaWiki
bg: MediaWiki
ca: MediaWiki
da: MediaWiki
de: MediaWiki
el: MediaWiki
es: MediaWiki
fa: زنگام
fr: MediaWiki
fy: MediaWiki
gl: MediaWiki
he: MediaWiki
hu: MediaWiki
is: MediaWiki
it: MediaWiki
ja: MediaWiki
kk: MediaWiki
km: MediaWiki
ko: MediaWiki
mk: MediaWiki
ms: MediaWiki
nb: MediaWiki
nds: MediaWiki
nl: MediaWiki
nn: MediaWiki
pa: MediaWiki
pl: MediaWiki
pt: MediaWiki
pt_br: MediaWiki
sk: MediaWiki
sl: MediaWiki
sr: MediaWiki
sr@latn: MediaWiki
tg: Wiki Медия
uk: MediaWiki
zh_cn: MediaWiki
