Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Do you really want to save this file? Both your open file and the file on disk were changed. There could be some data lost.
af: Wil jy regtig hierdie lêer stoor? Beide you geopende lêer en die lêer op die skyf was verander. Daar kan sommige data verlies wees.
ar: هل بالفعل تريد حفظ الملف.؟ الملف المفتح والملف الوجود على القرص تم تعديلها .هذا سوفه يؤدى الى فقد بعض البيانات.
be: Вы сапраўды хочаце запісаць гэты файл? І адкрыты файл, і яго дыскавая копія былі змененыя з часу адкрыцця. Вы можаце згубіць карысную інфармацыю.
bg: Сигурни ли сте, че искате файла да бъде записан, въпреки че има променена версия на диска и копието отворено в редактора също е променено? При тази операция може да загубите данни.
bs: Želite li stvarno snimiti ovu neizmijenjenu datoteku? Izmijenjena je i vaša otvorena datoteka i datoteka na disku. Moglo bi doći do gubitka podataka.
ca: Realment voleu desar aquest fitxer? Tant el fitxer obert com el que és al disc han rebut canvis. Amb això es podrien perdre algunes dades.
cs: Opravdu chcete uložit tento soubor? Otevřený soubor i soubor na disku byly změněny. Může dojít ke ztrátě dat.
da: Ønsker du virkelig at gemme denne fil? Både din åbne fil og filen på disken ændret. Data kunne gå tabt.
de: Möchten Sie die Datei wirklich speichern? Sowohl die von Ihnen geöffnete als auch die auf der Festplatte befindliche Datei wurden geändert. Es können Daten verloren gehen.
el: Σίγουρα θέλετε να αποθηκεύσετε αυτό το αρχείο; Και το ανοιγμένο αρχείο σας και το αρχείο στο δίσκο έχουν αλλάξει. Μπορεί να υπάρξει κάποια απώλεια δεδομένων.
es: ¿Esta seguro de que desea guardar este archivo?. Tanto el archivo abierto como el archivo en el disco han cambiado y se podrían perder datos.
eu: Fitxategia gordetea nahi duzu? Bai irekitako fitxategia bai diskoan dagoena aldatuta daude. Baliteke datu batzuk galtzea.
fa: واقعاً می‌خواهید این پرونده را ذخیره کنید؟ هم پروندۀ بازتان و هم پروندۀ موجود در دیسک تغییر داده شدند. ممکن بود مقداری داده از بین برود.
fi: Haluatko varmasti tallentaa tämän tiedoston? Sekä avoinna ja levyllä oleva tiedosto on muuttunut. Tietoa on saattanut kadota.
fr: Voulez-vous vraiment enregistrer ce fichier ? Le fichier ouvert et le fichier sur le disque ont l'un et l'autre changé. Il pourrait y avoir une perte de données.
fy: Wolle jo dizze triem bewarje? Sawol de iepensteande ferzje as de ferzje op skiif binne wizige. Hjirtroch kin der data ferlern gean.
gl: Desexa gravar este ficheiro non modificado? Tanto o ficheiro aberto como o do disco foron modificados. Poderia producirse perda de dados.
he: האם ברצונך לשמור הקובץ הזה? גם הקובץ שלך וגם זה על הכונן השתנו. זה יכול לגרום מאיבוד מידע.
hr: Želite li zaista spremiti ovu datoteku? Podjednako otvorena i datoteka na disku su izmijenjene. Postoji mogućnost gubitka dijela podataka.
hu: Biztosan el szeretné menteni ezt a fájlt? A betöltött és a lemezen levő változat is megváltozott, ezért adatvesztés fordulhat elő.
is: Viltu í alvöru vista þessa skrá? Bæði skráin sem þú ert að vinna með og skráin á diski hafa breyst. Gögn gætu tapast.
it: Vuoi davvero salvare questo file? Sia il file aperto, sia il file su disco sono cambiati. Alcuni dati potrebbero andare persi.
ja: 本当にこのファイルを保存しますか？開いているファイルとディスクにあるファイルの両方が変更されています。一部のデータが失われることになります。
kk: Шынымен осы файлды сақтағыңыз келе ме? Ашылған файл мен дискідегі файл екеуі де өзгертілген. Кейбір деректеріңізді жоғалтып аласыз.
km: តើ​អ្នក​ពិត​ជា​ចង់​រក្សា​ទុក​ឯកសារ​នេះ​ឬទេ ? ទាំង​ឯកសារ​ដែល​បើក​របស់​អ្នក និង​ឯកសារ​នៅ​លើ​ថាស​ត្រូវ​បាន​ផ្លាស់ប្ដូរ ។ ទិន្នន័យ​ខ្លះ​អាច​នឹង​បាត់​បង់ ។
ko: 파일을 저장 하시겠습니까? 현재 파일과 저장공간에 있는 파일 모두 수정 되었습니다. 데이터의 손실이 있을 수 있습니다.
mk: Дали навистина сакате да ја зачувате датотекава? Беа изменети и вашата отворена датотека и датотеката на дискот. Можно е да има губиток на податоци.
ms: Anda benar-benar ingin simpan fail ini? Fail terbuka dan fail pada cakera diubah. Sesetengah data mungkin hilang.
nb: Er du sikker på at du vil lagre denne fila? Siden både den åpne fila og fila på disken er endret, kan det hende at data går tapt.
nds: Wullt Du disse Datei redig sekern? Dien apen Dokment un ok de Datei op de Fastplaat wöörn ännert. Dat kunn so licht to Datenverlust kamen.
nl: Wilt u dit bestand opslaan? Zowel uw geopende versie als de versie op schijf zijn gewijzigd. Hierdoor kunnen er gegevens verloren gaan.
nn: Vil du verkeleg lagra denne fila? Sidan både den opne fila og fila på disken er endra, kan det henda at data går tapt.
pa: ਕੀ ਤੁਸੀਂ ਇਸ ਫਾਇਲ ਨੂੰ ਸੱਚਮੁੱਚ ਹੀ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਖੁੱਲੀ ਫਾਇਲ ਅਤੇ ਡਿਸਕ ਉੱਤੇ ਪਈ ਫਾਇਲ ਤਬਦੀਲ ਹੋਈ ਹੈ। ਕੁਝ ਡਾਟਾ ਗੁੰਮ ਹੋ ਸਕਦਾ ਹੈ।
pl: Naprawdę chcesz zapisać ten plik? Zarówno otwarty plik jak i plik na dysku zostały zmienione. Możesz stracić niektóre dane.
pt: Deseja gravar este ficheiro? Tanto o seu ficheiro aberto como o ficheiro no disco foram alterados; como tal, poderão haver alguns dados perdidos.
pt_br: Você deseja realmente salvar este arquivo? Tanto o seu arquivo aberto como o arquivo em disco foram modificados, e poderia ocorrer alguma perda de dados.
ro: Doriţi într-adevăr să salvaţi acest fişier? Fişierul deschis şi cel de pe disc sînt modificate. S-ar putea să apară pierderi de date.
rw: Wifuza koko kubika iyi dosiye? Zombi idosiye yawe ifunguye n'idosiye kuri disiki zahinduwe. Hari ibyatanzwe byabuze.
se: Háliidat go duođas vurket dán fiilla? Sihke dat fiila mii lea rabas ja fiila skearrus lea rievdaduvvon. Dáhtat dáidet buhttejuvvot.
sk: Naozaj chcete uložiť dáta do tohto súboru? Súbor na disku aj súbor v editore sú zmenené. Môžete stratiť niektoré dáta.
sl: Želite zares shraniti to datoteko? Obe datoteki (odprta in tista na disku) sta bili spremenjeni. Lahko pride do izgube podatkov.
sr: Да ли заиста желите да снимите овај фајл? И ваш отворени фајл и фајл на диску су измењени, може доћи до губитка дела података.
sr@latn: Da li zaista želite da snimite ovaj fajl? I vaš otvoreni fajl i fajl na disku su izmenjeni, može doći do gubitka dela podataka.
ta: கண்டிப்பாக இந்தக் கோப்பினைச் சேமிக்க விரும்புகிறீர்களா? உங்களுடைய திறக்கப்பட்ட கோப்பும் வட்டில் இருக்கும் கோப்பும் மாறியுள்ளன. சில தகவல்கள் தொலைந்து போகலாம்.
tg: Шумо мутмаъинед, ки мехоҳед файли кушод ва тағйир надодаро нигоҳ доред? Шумо метавонед тағйиротро ба файл, ки ба файл воқеъ аст бознависӣ кунед.
th: คุณต้องการที่จะบันทึกแฟ้มนี้จริงๆ หรือ? ทั้งแฟ้มที่กำลังเปิดอยู่และแฟ้มที่อยู่บนดิสก์ ถูกเปลี่ยนแปลง อาจมีข้อมูลสูญหายได้
uk: Ви дійсно хочете зберегти цей файл? Ваш файл та його копія на диску були змінені одночасно. Можлива втрата даних.
zh_cn: 您真的想要保存此文件吗？您打开的文件和磁盘上的文件都已更改。有些数据可能丢失。

source: The selected encoding cannot encode every unicode character in this document. Do you really want to save it? There could be some data lost.
af: Die verkose enkodering van nie enkodeer elke unikode karakter in hierdie dokument. Wil jy dit werklik stoor? Daar kan somige data verlies wees.
be: Выбраны знаказбор не змяшчае ўсіх знакаў, неабходных для кадавання тэксту гэтага дакумента. Вы сапраўды хочаце запісаць гэты файл на дыск? Вы можаце згубіць карыстную інфармацыю.
bg: Документът не може да бъде записан, понеже съдържа знаци в Уникод, които не могат да се кодират с избраната кодова таблица. Сигурни ли сте, че искате да бъде записан? В резултат на операцията може да загубите данни.
bs: Izabrani kodni raspored ne sadrži sve potrebne Unicode znakove koji su korišteni u ovom dokumentu. Da li ga zaista želite snimiti? Može doći do gubitka podataka.
ca: La codificació seleccionada no pot codificar cadascun dels caràcters unicode d'aquest document. De veres voleu desar-lo? Podrien perdre's algunes dades.
cs: Zvolené kódování nepojme všechny obsažené unicodové znaky v dokumentu.Opravdu jej chcete uložit? Může dojít ke ztrátě dat.
da: Den valgte kodning kan ikke kode alle Unicode-tegn i dokumentet. Vil du virkelig gemme det? En del data kan gå tabt.
de: Die gewählte Kodierung kann nicht jedes Unicode-Zeichen in diesem Dokument umsetzen. Möchten Sie die Datei wirklich speichern? Es können Daten verlorengehen.
el: Η επιλεγμένη κωδικοποίηση δεν μπορεί να μετατρέψει όλους τους unicode χαρακτήρες του εγγράφου. Θέλετε πραγματικά να το αποθηκεύσετε; Κάποια δεδομένα μπορεί να χαθούν.
es: La codificación seleccionada no puede codificar todos los caracteres unicode en este documento. ¿Desea guardarlo? Se podrían perder datos.
eu: Hautatuako kodeketak ezin ditu dokumentuko unicode karaktere guztiak kodetu. Benetan gorde nahi duzu? Baliteke datu batzuk galtzea.
fa: کد‌بندی برگزیده نمی‌تواند هر نویسۀ یونی‌کد موجود در این پرونده را کدبندی کند. واقعاً می‌خواهید آن را ذخیره کنید؟ ممکن بود مقداری از داده از بین برود.
fi: Asiakirjaa ei voitu tallentaa, koska kaikkia merkkejä ei voitu koodata valitulla koodauksella. Haluatko todella tallentaa sen? Tietoja katoaa.
fr: L'encodage sélectionné ne peut encoder tous les caractères Unicode dans ce document. Voulez-vous vraiment l'enregistrer ? Il pourrait y avoir une perte de données.
fy: De keazen kodearring kin net elts unykoade-teken yn dit dokumint kodearje. Wolle jo it bewarje? It kin barre dat der data ferlern giet.
gl: A codificación escollida non pode codificar todos o carácteres unicode deste documento. Desexa guardá-lo? Poderia haber perda de dados.
he: לא יכול לשמור את המסמך, כי הקידוד הנבחר לא מכול לקודד כל תו יוניקוד בו. אתה בטוח? יכול להיות איבוד מידע.
hu: A kiválasztott kódolással nem lehet a dokumentum minden karakterét feldolgozni. Biztosan el szeretné így menteni? A dokumentum anyagának egy része elveszhet.
is: Valda stafataflan getur ekki sýnt alla stafina í skránni. Viltu virkilega vista hana? Gögn gætu tapast.
it: La codifica scelta non può codificare ogni carattere unicode in questo documento. Vuoi davvero salvarlo? Alcuni dati potrebbero andare persi.
ja: 選択したエンコーディングではドキュメント内のすべての Unicode 文字をエンコードできません。本当に保存しますか？一部のデータが失われることになります。
kk: Қолданыстағы кодтамада осы құжаттағы кейбір UNICODE таңбалары жоқ. Шынымен осы кодтамада сақтағыңыз келе ме? Кейбір деректеріңізді жоғалтасыз.
km: ការអ៊ិនកូដ​​ដែល​បាន​ជ្រើស ​មិន​អាច​​អ៊ិនកូដ​​តួអក្សរ​យូនីកូដ​ជា​កូដក្នុង​ឯកសារ​នេះ​បាន​ទេ ។ តើ​អ្នក​ពិត​ជា​ចង់​រក្សា​ទុក​វា​ឬទេ ? ទិន្នន័យ​ខ្លះ​អាច​នឹងបាត់​បង់ ។
ko: 선택하신 인코딩 설정으로는 이 문서에 있는 모든 유니코드 문자를 인코딩 하지 못하여 저장할 수 없습니다. 그대로 저장하시겠습니까? 데이터의 일부를 잃을 수 있습니다.
mk: Избраното кодирање не може да го кодира секој уникод-знак во овој документ. Дали навистина сакате да го зачувате? Можно е да има губење на податоци.
ms: Pengekodan yang dipilih tidak dapat mengekod setiap aksara ekekod dalam dokumen ini. Anda benar-benar ingin menyimpannya? Sesetengah data mungkin hilang.
nb: Klarte ikke lagre dokumentet, siden den valgte tegnkodinga ikke inneholder alle de Unicode-tegnene som trengs. Data vil gå tapt om fila lagres.
nds: De utsöchte Koderen kann nich all Unicodetekens vun dit Dokment koderen. Wullt Du dat redig sekern? Dat kunn so licht to Datenverlust kamen.
nl: De gekozen codering kan niet elk unicode-teken in dit document coderen. Wilt u het opslaan? Het is mogelijk dat u gegevens verliest.
nn: Den valde teiknkodinga inneheld ikkje alle dei Unicode-teikna som er i dette dokumentet. Vil du verkeleg lagra dokumentet? Det kan vere noko data blir tapt.
pa: ਚੁਣੀ ਇੰਕੋਡਿੰਗ ਇਸ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਹਰ ਯੂਨੀਕੋਡ ਅੱਖਰ ਨੂੰ ਇੰਕੋਡ ਨਹੀਂ ਕਰ ਸਕਦੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਕੁਝ ਡਾਟਾ ਖਰਾਬ ਹੋ ਸਕਦਾ ਹੈ।
pl: Wybrane kodowanie nie może zachować każdego unikodowego znaku. Jesteś pewien, że chcesz zapisać? Możesz utracić część danych.
pt: A codificação seleccionada não pode codificar todos os caracteres Unicode neste documento. Deseja mesmo gravá-lo? Pode perder dados.
pt_br: A codificação selecionada não pode codificar cada caractere unicode neste documento. Deseja relamente salvá-lo? Alguns dados poderão se perder.
ro: Cu codarea selectată nu se poate coda fiecare caracter unicode din document. Doriţi într-adevăr să-l salvaţi? Este posibil să pierdeţi unele date.
rw: Isobeka ryatoranyijwe ntiryashoboye gusobeka buri nyuguti inikode muri iyi nyandiko. Wifuza koko kuyibika? Hashobora kuba hari ibyatanzwe byabuze.
se: Válljejuvvon koden ii sáhtte kodet juohkke unicode-mearkka dán dokumeanttas. Háliidatgo duođaid vurket dan? Dáhtat dáidet mannat duššái.
sk: Vybrali ste kódovanie, ktoré nepodporuje všetky znaky Unicode, ktoré súbor obsahuje. Naozaj ho chcete uložiť? Niektoré dáta sa môžu stratiť.
sl: Izbrano kodiranje ne more kodirati vsak znak iz nabora unicode v tem dokumentu. Ali ga zares želite shraniti? Lahko pride do izgube podatkov.
sr: Одабрано кодирање не може да искодира сваки уникод знак у овом документу. Да ли стварно желите да га снимите? Може доћи до губитка података.
sr@latn: Odabrano kodiranje ne može da iskodira svaki unikod znak u ovom dokumentu. Da li stvarno želite da ga snimite? Može doći do gubitka podataka.
ta: தேர்ந்தெடுக்கப்பட்ட குறியீடு முறை ஒவ்வொரு எழுத்துக்குறியீட்டையும் ரகசியக் குறியீட்டாக மாற்ற இயலாத காரணத்தால் இந்த ஆவணம் சேமிக்கப்பட மாட்டாது. எந்த குறியீட்டு முறையை பயன்படுத்த வேண்டும் என்று தெரியவில்லை எனறால் UTF-8 அல்லது UTF-16 ஐ பயன்படுத்தவும்.
th: ค่าการเข้ารหัสภาษาที่เลือกไม่สามารถเข้ารหัสตัวอักษรยูนิโค้ดได้ทุกตัวในเอกสารนี้ คุณยังต้องการที่จะบันทึกแฟ้มนี้หรือไม่? อาจมีข้อมูลสูญหายได้
uk: Вибране кодування не містить всіх необхідних символів для збереження цього документа. Чи ви дійсно бажаєте зберегти цей документ? Це може призвести до втрати даних.
zh_cn: 所选的编码无法解释此文档中所含的全部 Unicode 字符。您真的想要保存吗？这样可能造成数据丢失。

source: The document could not be saved, as it was not possible to write to %1. Check that you have write access to this file or that enough disk space is available.
af: Die dokument kon nie gestoor word nie, omdat dit nie moontlik was om te skryf na %1. Kontroleur dat jy skryf toegang het na hierdie lêer of dat daar genoeg skryf spasie beskikbaar is.
be: Немагчыма запісаць дакумент, з-за бракавання правоў на запіс у %1. Праверце правы доступу для гэтага файла і наяўнасць вольнай дыскавай прасторы.
bg: Документът не беше записан. Невъзможен запис в "%1". Моля, проверете дали имате права за запис във файла и дали има достатъчно свободно място на диска.
bs: Nisam mogao snimiti dokument, pošto nije moguće pisati u %1. Provjerite da li imate dozvolu za pisanje u ovu datoteku i da li ima dovoljno prostora na disku.
ca: El document no es pot desar, perquè no ha estat possible escriure a %1. Comproveu que teniu accés d'escriptura a aquest fitxer o que hi ha prou espai disponible.
cs: Dokument nelze uložit, protože nelze zapisovat do %1. Zkontrolujte, zda máte oprávnění k zápisu do tohoto souboru a že je na disku dostatek místa.
da: Dokumentet kunne ikke gemmes, da det ikke var muligt at skrive til %1. Tjek at du har skriveadgang til denne fil eller om der er nok diskplads tilovers.
de: Das Dokument lässt sich nicht speichern, da Schreiben auf %1 nicht möglich ist. Bitte überprüfen Sie, ob Sie Schreibrecht für die Datei besitzen und genug Speicherplatz vorhanden ist.
el: Το έγγραφο ήταν αδύνατο να αποθηκευτεί, καθώς ήταν αδύνατη η εγγραφή στο %1. Ελέγξτε ότι έχετε πρόσβαση εγγραφής σε αυτό το αρχείο ή ότι υπάρχει αρκετός διαθέσιμος χώρος στο δίσκο.
es: El documento no se pudo guardar, porque no fue posible escribir en %1 Compruebe que tiene permiso de acceso a este archivo o si hay suficiente espacio disponible en el disco.
eu: Ezin da dokumentua gorde, ez baitago %1(e)n idazterik. Egiaztatu fitxategian idazteko baimena duzula, edo diskoan nahikoa leku dagoela.
fa: سند را نمی‌توان ذخیره کرد، زیرا امکان نوشتن در %1 نبود. بررسی کنید که دستیابی به این پرونده را نوشته باشید، یا این که فضای کافی در دیسک موجود باشد.
fi: Tiedoston tallennus epäonnistui, koska kohteeseen %1 ei voitu kirjoittaa. Tarkista, että sinulla on kirjoitusoikeudet tiedostoon, ja että kiintolevyllä on vapaata levytilaa riittävästi.
fr: Le document n'a pas pu être enregistré, car il n'a pas été possible d'écrire dans %1. Vérifiez que vous avez des droits d'écriture dans ce fichier ou qu'il y a suffisamment d'espace disque disponible.
fy: It dokumint koe net bewarre wurde. It wie namlik net mooglik om te skriuwen nei %1. Kontrolearje of jo skriuwtagong ha ta dizze triem en of der genôch skiifromte oanwêzich is.
gl: O documento non puido ser guardado, porque non foi posíbel escribir en %1. Comprobe que ten permiso de escritura neste ficheiro ou que hai espazo abondo no disco.
he: לא יכול לשמור את המסמך, כי לא הייתה אפשרות לכתוב אל %1. נא לבדוק שיש לך הרשאת כתיבה על הקובץ הזה, או שיש מספיק מקום פנוי בכונן.
hu: A dokumentumot nem sikerült elmenteni, mert nem lehetett írni ide: %1. Ellenőrizze, hogy rendelkezik-e írási jogosultsággal a fájlhoz és van-e elég szabad lemezterület.
is: Ekki var hægt að vista skjalið því það var ekki hægt að skrifa í %1. Gakktu úr skugga um að þú hafir skrifréttindi í skrána og að nægjanlegt diskrými sé til staðar.
it: Impossibile salvare il documento, perché non è stato possibile scrivere su %1. Controlla di avere accesso in scrittura al file e che lo spazio su disco sia sufficiente.
ja: %1 に書き込むことができなかったので、ドキュメントは保存できませんでした。 このファイルへの書き込みアクセス権限があり、十分なディスクスペースが利用できることを確認してください。
kk: Құжат сақталмады, себебі %1 дегенге жазуға болмайды. Бұл файлға жазу рұқсатыңыз немесе дискіде жеткілікті бос орын бар екенін тексеріңіз.
km: ឯកសារ​មិន​អាច​រក្សា​ទុកបាន​ឡើយ ព្រោះ​ថា​មិន​អាច​សរសេរ​ទៅ​កាន់ %1 ។ ពិនិត្យ​មើល​ថា អ្នក​មាន​សិទ្ធិ​សរសេរ​ទៅ​ឯកសារ​នេះ ឬ មាន​ទំហំ​ថាស​គ្រប់​គ្រាន់ ។
ko: %1에 쓰기가 불가능합니다. 파일에 쓰기 권한이 있는지, 충분한 저장 용량이 있는지 확인하십시오.
mk: Документот не можеше да се зачува, бидејќи не беше можно да се запише во %1. Проверете дали имате пристап за запис до датотеката или дали има доволно место на дискот.
ms: Dokumen tidak dapat disimpan kerana mustahil untuk menulis ganti ke %1.|n Pastikan anda mempunyai akses tulis ke fail ini atau ruang cakera yang cukup boleh didapatkan.
nb: Klarte ikke å lagre dokumentet, siden det ikke var mulig å skrive til %1. Se til at du har skrivetilgang til denne fila og at det er nok ledig plass på disken.
nds: Dat Dokment lett sik nich sekern, dat is nich mööglich, na %1 to schrieven. Bitte prööv, wat Du Schriefverlöven för de Datei hest un wat dat noog fre'en Platz op de Fastplaat gifft.
nl: Het document kon niet worden opgeslagen. Het was namelijk niet mogelijk om te schrijven naar %1. Controleer of u schrijftoegang hebt tot dit bestand of dat er voldoende schijfruimte aanwezig is.
nn: Klarte ikkje lagra dokumentet, sidan det ikkje var mogleg å skriva til %1. Sjå til at du har skrivetilgang til denne fila og at det er nok ledig plass på disken.
pa: ਦਸਤਾਵੇਜ਼ ਨੂੰ ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ, ਕਿਉਕਿ %1 ਨੂੰ ਲਿਖਣਾ ਸੰਭਵ ਨਹੀਂ ਹੈ। ਜਾਂਚ ਕਰੋ ਕਿ ਤੁਹਾਨੂੰ ਇਸ ਫਾਇਲ ਨੂੰ ਲਿਖਣ ਅਧਿਕਾਰ ਹਨ ਜਾਂ ਡਿਸਕ ਉੱਤੇ ਲੋੜੀਦੀ ਥਾਂ ਉਪਲੱਬਧ ਹੈ।
pl: Dokument nie mógł być zapisany, ponieważ nie można zapisywać do %1. Sprawdź czy masz prawo zapisu do tego pliku lub czy jest wystarczająco dużo miejsca na dysku.
pt: O documento não pôde ser gravado, dado que não foi possível escrever no %1. Verifique se tem acesso de escrita a este ficheiro, ou se existe disponível espaço em disco.
pt_br: O documento não pode ser salvo, pois não foi possível gravar em %1. Verifique se você possui acesso de escrita para este arquivo ou se existe espaço em disco disponível.
ro: Nu am putut salva documentul deoarece nu am putut să scriu în %1. Verificaţi că aveţi permisiuni de scriere pentru acest fişier sau că aveţi suficient spaţiu de disc.
se: Ii sáhttán vurket dokumeantta, danne go ii lean vejolaš čállit %1 fiilii. Dárkkis ahte dus leat čállinvuoigatvuođat ja ahte fiila čahká garraskearrui.
sk: Dokument sa nepodarilo uložiť, pretože nie je možný zápis do %1. Overte, že máte dostatočné práva pre zápis tohto súboru a že je k dispozíci dosť miesta na disku.
sl: Dokument ni bil shranjen, ker ni bilo možno pisati v %1. Preverite, da imate pravice do pisanja v to datoteko oz. da je na voljo dovolj prostora.
sr: Документ није могао бити снимљен, пошто је немогуће писати у %1. Проверите да ли имате право уписа у овај фајл или да ли има довољно празног простора на диску.
sr@latn: Dokument nije mogao biti snimljen, pošto je nemoguće pisati u %1. Proverite da li imate pravo upisa u ovaj fajl ili da li ima dovoljno praznog prostora na disku.
ta: ஆவணம் சேமிக்க முடியவில்லை, இது %1 ல் எழுத முடியவில்லை. உங்களுக்கு இந்த கோப்பினை எழுத அனுமதி அல்லது போதுமான அளவு வட்டு இடம் இருக்கிறதா என்று சோதிக்கவும்.
tg: Санад нахоҳад нигоҳ дошта шуд, чунки ба %1 қайд карда нашуд. Ҳуқуқи қайди ин файлро ва ҷои дастрасӣ ба дискро биозмоед.
th: ไม่สามารถบันทึกเอกสารได้ เนื่องจากไม่สามารถเขียนลงไปยัง %1 ได้ โปรดตรวจสอบว่าคุณมีสิทธิ์ที่จะเขียนลงแฟ้มนี้หรือว่า่าคุณมีที่ว่างบนดิสก์เหลือพอหรือไม่
uk: Документ неможливо зберегти через помилку запису в %1. Перевірте, що у вас є право запису до цього файла, та наявність достатнього вільного місця.
zh_cn: 无法保存文档，原因是无法写入 %1。 请检查您是否有此文件的写权限，以及磁盘空间是否充足。
