Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Folder Config File
af: Kabinet Konfigureer Lêer
be: Файл настаўленняў тэчкі
bg: Конфигурационен файл на директория
bs: Konfiguracijska datoteka direktorija
ca: Fitxer de configuració de carpeta
cs: Soubor s nastavením složky
da: Mappe-indstillingsfil
de: Ordnerkonfigurationsdatei
el: Αρχείο ρυθμίσεων φακέλου
es: Archivo de configuración de carpeta
eu: Karpeteten konfigurazio-fitxategia
fa: پروندۀ پیکر‌بندی پوشه
fi: Asetustiedoston kansio
fr: Fichier de configuration de dossier
fy: Map konfiguraasjetriem
gl: Arquivo de Configuración de Cartafol
he: תיקיית קובץ התצורה
hu: Beállítófájl a mappához
is: Stillingarskrá möppu
it: Cartella file di configurazione
ja: フォルダ設定ファイル
kk: Баптау файл қапшығы
km: ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ​ថត
ko: 디렉터리 설정 파일
mk: Датотека за конфигурација на папки
ms: Fail Konfig Folder
nb: Oppsettsfila til mappen
nds: Instellendatei för Orner
nl: Map configuratiebestand
nn: Oppsettsfila til mappa
pa: ਫੋਲਡਰ ਸੰਰਚਨਾ ਫਾਇਲ
pl: Plik konfiguracyjny katalogu
pt: Ficheiro de Configuração de Pasta
pt_br: Arquivo de Config. da Pasta
ro: Fişier de configurare folder
rw: Kubika Idosiye y'Iboneza
se: Máhpa heivehusfiila
sk: Konfiguračný súbor preičinku
sl: Nastavitvena datoteka mape
sr: Фајл са подешавањима фасцикле
sr@latn: Fajl sa podešavanjima fascikle
ta: அடைவு வடிவமைப்பு கோப்பு
tg: Файли танзимотии феҳрист
th: แฟ้มปรับแต่งโฟลเดอร์
uk: Файл конфігурації теки
zh_cn: 文件夹配置文件

source: Do not use config file
af: Gebruik nie konfigureerde Lêer
be: Не выкарыстоўваць файл настаўленняў
bg: Игнориране на конфигурационните файлове
bs: Ne koristi konfiguracijsku datoteku
ca: No useu fitxer de configuració
cs: Nepoužívat konfigurační soubor
da: Brug ikke indstillingsfil
de: Konfigurationsdatei nicht verwenden
el: Να μη χρησιμοποιηθεί αρχείο ρυθμίσεων
es: No use el archivo de configuración
eu: Ez erabili konfigurazio-fitxategia
fa: از پروندۀ پیکر‌بندی استفاده نشود
fi: Älä käytä asetustiedostoa
fr: Ne pas utiliser de fichier de configuration
fy: Konfiguraasjetriem net brûke
gl: Non usar ficheiro de configuración
he: אל תשתמש בקובץ תצורה
hu: Nem kell beállítófájl
is: Ekki nota stillingarskrá
it: Non usare il file di configurazione
ja: 設定ファイルを使用しない
kk: Баптау файлы қолданбасын
km: កុំ​ប្រើ​ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ
ko: 설정 파일을 사용하지 않음
mk: Не користи датотека за конфиг.
ms: Jangan guna fail konfig
nb: Ikke bruk config-fil
nds: Keen Instellendatei bruken
nl: Configuratiebestand niet gebruiken
nn: Ikkje bruk oppsettsfil
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਇਸਤੇਮਾਲ ਨਾ ਕਰੋ
pl: Nie używaj pliku konfiguracyjnego
pt: Não usar o ficheiro de configuração
pt_br: Não usar arquivo de config.
ro: Nu utiliza fişierul de configurare
rw: Ntukoreshe idosiye y'iboneza
se: Ale geavat config-fiilla
sk: Nepoužiť konfiguračný súbor
sl: Ne uporabi nastavitvene datoteke
sr: Немој да користиш фајл са подешавањима
sr@latn: Nemoj da koristiš fajl sa podešavanjima
ta: வடிவமைப்பு கோப்பை பயன்படுத்தவேண்டாம்
tg: Файли танзимоти истифода набаред
th: ไม่ต้องใช้แฟ้มปรับแต่ง
uk: Не вживати файл конфігурації
zh_cn: 不使用配置文件

source: Se&arch depth for config file:
af: Soek diepte vir konfigureerde lêer:
be: &Глыбіня пошуку файла настаўленняў:
bg: &Ниво на претърсване:
bs: Dubina pr&etrage za konfig. datoteke:
ca: Profundit&at de cerca pel fitxer de configuració:
cs: Hloubk&a hledání konfiguračního souboru:
da: Søge&dybde for indstillingsfil:
de: Such&tiefe für die Konfigurationsdatei:
el: Βάθος αν&αζήτησης για το αρχείο ρυθμίσεων:
es: Profundidad de búsqued&a del archivo de configuración:
eu: B&ilaketaren sakonera konfigurazio-fitxategian:
fa: &جستجوی عمیق برای پروندۀ پیکر‌بندی:‌
fi: Hakusyvyys asetustiedostolle
fr: &Profondeur de recherche du fichier de configuration :
fy: Sykdjipte foar konfigur&aasjetriem:
gl: Profundidade de &busca do ficheiro de configuración:
he: &עומק חיפוש עבור קובץ התצורה:
hu: &Keresési mélység a beállítófájlhoz:
is: Leit&ardýpt fyrir stillingarskrá:
it: Profondità di ricerc&a del file di configurazione:
ja: 設定ファイル検索の深さ(&D):
kk: Б&аптау файлды іздеу тереңдігі:
km: ជម្រៅ​ស្វែងរក សម្រាប់ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ ៖
ko: 설정 파일의 검색 깊이(&A):
mk: Дл&абочина на барање за датотеката за конфиг.:
ms: &Cari kedalaman untuk fail konfig:
nb: &Søkedybde for konfig-fila:
nds: Söökd&eep för Instellendatei:
nl: Zoekdiepte voor configur&atiebestand:
nn: &Søkjedjupne for oppsettsfil:
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਲਈ ਖੋਜ ਡੂੰਘਾਈ(&a):
pl: Głębokość szuk&ania pliku konfiguracyjnego:
pt: Profundid&ade da procura no ficheiro de configuração:
pt_br: &Procurar pela profundidade para o arquivo de config:
ro: &Adîncime de căutare pentru fişierul de configurare:
rw: Gushakisha ubujyakuzimu bw'idosiye y'iboneza:
sk: Hĺbka hľ&adania pre konfiguračný súbor:
sl: &Globina iskanja nastavitvene datoteke:
sr: Дубина претр&аге за фајл са подешавањима:
sr@latn: Dubina pretr&age za fajl sa podešavanjima:
ta: வடிவமைப்புக் கோப்புக்கான ஆழத்தை தேடு:
th: ค้นหาแฟ้มปรับแต่ง:
uk: &Глибина пошуку для конфігураційного файла:
zh_cn: 配置文件的搜索深度(&A)：

source: Backup on Save
af: Terugvalkopie op Stoor
ar: الإحتياط عند الحفظ
be: Ствараць рэзервавую копію пры запісе
bg: Резервно копие при запис
bs: Napravi rezervnu kopiju pri snimanju
ca: Còpia de seguretat en desar
cs: Vytvořit zálohu při uložení
da: Sikkerhedskopi ved gemning
de: Sicherungskopie beim Speichern
el: Αντίγραφο εφεδρείας κατά την αποθήκευση
es: Copia de seguridad al guardar
eu: Egin babeskopia gordetzean
fa: پشتیبان هنگام ذخیره
fi: Varmuuskopio tallennettaessa
fr: Sauvegarde à l'enregistrement
fy: By it bewarjen in reserve-kopy meitsje
gl: Cópia de Respaldo ao Guardar
he: צור גיבויים בעת שמירה
hr: Sigurnosno spremanje
hu: Biztonsági másolat mentésnél
is: Afrit þegar vistað er
it: Copia di sicurezza al salvataggio
ja: 保存時のバックアップ
kk: Сақтау кезіде сақтық көшірмесі жасалсын
km: បម្រុង​ទុក ពេល​រក្សា​ទុក
ko: 저장할 때 파일 백업
mk: Заштитна копија при зачувување
ms: Ganti semasa Simpan
nb: Ta reservekopi ved lagring
nds: Sekerheitskopie bi't Sekern
nl: Reservekopie maken bij opslaan
nn: Ta reservekopi ved lagring
pa: ਸੰਭਾਲਣ ਤੇ ਬੈਕਅੱਪ
pl: Kopia zapasowa przy zapisie
pt: Salvaguardar ao Gravar
pt_br: Fazer Backup ao Salvar
ro: Copie de rezervă la salvare
rw: Ingoboka ku Kubika
se: Ráhkat liigemáŋgusa vurkedettiin
sk: Záloha pri ukladaní
sl: Varnostna kopija ob shranjevanju
sr: Направи резервну копију приликом снимања
sr@latn: Napravi rezervnu kopiju prilikom snimanja
ta: சேமிக்கும் போது பின்சேமிப்பு செய்
tg: Дар ҳоли нигоҳ доштан, нусхаи эҳтиёти нигоҳ доред
th: สำรองแฟ้มเมื่อมีการบันทึก
uk: Робити копію при збереженні
zh_cn: 保存时作备份

source: &Local files
af: Lokale Lêers
ar: الملفّات الم&حلّية
be: Для &мясцовых файлаў
bg: На &локални файлове
bs: &Lokalne datoteke
ca: Fitxers &locals
cs: &Lokální soubory
da: &Lokale filer
de: &Lokale Dateien
el: &Τοπικά αρχεία
es: Archivos &locales
eu: Fitxategi &lokalak
fa: پرونده‌های &محلی‌
fi: &Paikalliset tiedostot
fr: Fichiers &locaux
fy: &Lokale triemen
gl: Arquivos &locais
he: &קבצים מקומיים
hr: &Lokalne datoteke
hu: &Helyi fájlok
is: &Staðbundnar skrár
it: File &locali
ja: ローカルファイル(&L)
kk: &Жергілікті файлдар
km: ឯកសារ​មូលដ្ឋាន
ko: 로컬 파일(&L)
mk: &Локални датотеки
ms: Fail &lokal
nb: &Lokale filer
nds: &Lokaal Dateien
nl: &Lokale bestanden
nn: &Lokale filer
pa: ਲੋਕਲ ਫਾਇਲਾਂ(&L)
pl: Pliki &lokalne
pt: Ficheiros &locais
pt_br: &Arquivos Locais
ro: Fişiere &locale
rw: Amadosiye ya Hafi
se: &Báikkálaš fiillat
sk: &Lokálne súbory
sl: &Krajevne datoteke
sr: &Локални фајлови
sr@latn: &Lokalni fajlovi
ta: &உள் கோப்பு
tg: &Файлҳои локалӣ
th: แฟ้มในเครื่อง
uk: &Локальній файли
zh_cn: 本地文件(&L)

source: &Remote files
af: Afgeleë lêers
ar: الملفّات عن &بعد
be: Для &аддаленых файлаў
bg: На отд&алечени файлове
bs: &Udaljene datoteke
ca: Fitxers &remots
cs: Vzdálené soubo&ry
da: &Eksterne filer
de: Dateien auf &Fremdrechnern
el: &Απομακρυσμένα αρχεία
es: Archivos &remotos
eu: U&rruneko fitxategiak
fa: پرونده‌های &دور‌
fi: &Etätiedostot
fr: Fichiers &distants
fy: Ekste&rne triemen
gl: Arquivos &Remotos
he: קבצים &מרוחקים
hr: &udaljene datoteke
hu: &Távoli fájlok
is: &Fjarlægar skrár
it: File &remoti
ja: リモートファイル(&R)
kk: Қа&шықтағы файлдар
km: ឯកសារ​ពី​ចម្ងាយ
ko: 원격 파일(&R)
mk: &Оддалечени датотеки
ms: Fail &Jauh
nb: &Nettverksfiler
nds: &Feern Dateien
nl: Exte&rne bestanden
nn: &Nettverksfiler
pa: ਰਿਮੋਟ ਫਾਇਲਾਂ(&R)
pl: &Zdalne pliki
pt: Ficheiros &remotos
pt_br: Arquivos &Remotos
ro: Fişiere &distante
rw: Amadosiye ya Kure
se: &Gáiddus fiillat
sk: Vzdialené súbo&ry
sl: O&ddaljene datoteke
sr: &Удаљени фајлови
sr@latn: &Udaljeni fajlovi
ta: தூரத்து கோப்புகள்
tg: &Файлҳои дурдаср
th: แฟ้มระยะไกล
uk: &Віддалені файли
zh_cn: 远程文件(&R)

source: &Prefix:
af: Voorvoegsel:
be: &Прэфікс:
bg: Пре&дставка:
bs: &Prefiks:
cs: &Předpona:
da: &Præfiks:
de: &Präfix:
el: &Πρόθεμα:
es: &Prefijo:
eu: &Aurrizkia:
fa: &پیشوند:‌
fi: &Etuliite:
fr: &Préfixe :
fy: &Foarheaksel:
gl: &Prefixo:
he: &רישא:
hu: &Előtag:
is: &Forskeyti:
it: &Prefisso:
ja: プレフィックス(&P):
kk: &Префикс:
km: បុព្វបទ ៖
ko: 접두어(&P):
mk: &Претставка:
ms: &Awalan:
nb: &Prefiks:
nl: &Voorvoegsel:
nn: &Prefiks:
pa: ਅਗੇਤਰ(&P):
pl: Przedro&stek:
pt: &Prefixo:
pt_br: &Prefixo:
rw: Imbanziriza:
se: &Prefiksa:
sk: &Predpona:
sl: &Predpona:
sr: &Префикс:
sr@latn: &Prefiks:
ta: முன்னொட்டு:
tg: &Префикс:
th: ส่วนนำหน้า:
uk: &Префікс:
zh_cn: 前缀(&P)：

source: &Suffix:
af: Agtervoegsel
ar: &لاحق:
be: &Суфікс:
bg: &Наставка:
bs: &Sufiks:
ca: &Sufix:
cs: &Přípona:
da: &Endelse:
de: &Erweiterung:
el: &Κατάληξη:
es: &Sufijo:
eu: &Atzizkia:
fa: &پسوند:‌
fi: &Pääte:
fr: &Suffixe :
fy: Efterheak&sel:
gl: &Subfixo:
he: &סיפא:
hr: &Sufiks:
hu: &Utótag:
is: &Ending:
it: &Suffisso:
ja: サフィックス(&S):
kk: &Жұрнақ:
km: បច្ច័យ ៖
ko: 접미어(&S):
mk: &Наставка:
ms: &Sufiks:
nb: &Etternavn:
nl: Achtervoeg&sel:
nn: &Suffiks:
pa: ਪਿਛੇਤਰ(&S):
pl: Przyro&stek:
pt: &Sufixo:
pt_br: &Sufixo:
ro: &Sufix:
rw: Ingereka:
se: &Suffiksa:
sk: &Prípona:
sl: &Pripona:
sr: &Наставак:
sr@latn: &Nastavak:
ta: பின்னொட்டு:
tg: &Суффикс:
th: ส่วนต่อท้าย:
uk: &Суфікс:
zh_cn: 后缀(&S)：

source: The editor will automatically eliminate extra spaces at the ends of lines of text while loading/saving the file.
af: Die redigeerder sa outomaties elimineer addisionele spasies aan die einde van lyne van teks wanneer laai/stoor die lêer.
bg: Изтриване на допълнителните интервали в края на редовете при зареждане и/или запис на файл.
ca: L'editor eliminarà automàticament els espais extra als finals de les línies de text en carregar i desar el fitxer.
da: Editoren vil automatisk eliminere ekstra mellemrum for enden af linjer med tekst mens filen indlæses/gemmes.
de: Der Editor entfernt beim Laden und Speichern automatisch Leerzeichen an Zeilenenden.
el: Ο επεξεργαστής θα εξαφανίζει αυτόματα τα επιπλέον κενά στο τέλος των γραμμών κειμένου κατά τη φόρτωση/αποθήκευση του αρχείου.
es: El editor KateView automáticamente eliminará espacios extra en los finales de las líneas de texto durante el guardado o la apertura del archivo.
eu: Editoreak automatikoki ezabatuko ditu testuaren lerroen amaieran dauden zuriuneak fitxategia kargatzean/gordetzean.
fa: ویرایشگر به طور خودکار فاصله‌های اضافی در انتهای خطوط متن را هنگام بار‌گذاری/ذخیره پرونده حذف می‌کند.
fr: L'éditeur supprimera automatiquement les espaces supplémentaires à la fin de chaque ligne de texte lors de l'enregistrement et le chargement d'un fichier.
fy: KateView sil automatysk ekstra spaasjes oan it ein fan tekstrigels fuortsmite ûnder it laden of bewarjen fan in triem.
gl: O editor eliminará automaticamente os espazos de sobra ao final das liñas de texto ao cargar/gravar o ficheiro
he: התצוגה של Kate תבטל באופן אוטומטי רווחים עודפים בסופן של שורות טקסט.
hu: A szerkesztő ennek hatására automatikusan eltávolítja a sorok végéről a felesleges szóközöket.
is: Ritillinn mun sjálfkrafa fjarlægja bil aftast í texalínum þegar skrá er hlaðið inn eða þegar hún er vistuð.
it: L'editor eliminerà automaticamente gli spazi in eccesso alla fine delle righe di testo durante il caricamento/salvataggio del file.
ja: ファイルの読み込み/保存中にエディタは行末の余分な空白を自動的に取り除きます。
kk: Жүктеу және сақтау кезінде жолдың соңындағы артық бос орындар автоматты түрде өшіріледі.
km: កម្មវិធី​និពន្ធ​នឹង​លុប​ចន្លោះ​បន្ថែម​ដោយ​ស្វ័យ​ប្រវត្តិ នៅ​ចុង​បន្ទាត់​នៃ​អត្ថបទ ខណៈ​ពេល​ផ្ទុក/រក្សា​ទុក​ឯកសារ ។
ko: 파일을 읽어들이는/저장하는 동안 본문 줄의 끝에 있는 추가 공백을 자동으로 제거할 것입니다.
mk: Уредувачот автоматски ќе ги елиминира дополнителните празни места на крајот од линиите на текстот, при вчитување/зачувување на датотеката.
ms: Editor akan secara automatik menghilangkan ruang tambahan di penghujung baris teks semasa memuat/menyimpan fail.
nb: Skriveprogrammet fjerner automatisk mellomrom på slutten av linjene ved åpning og lagring av fila.
nds: De Editor warrt wielt dat Laden / Sekern automaatsch Extraleertekens an't Reegenn wegdoon.
nl: KateView zal automatisch extra spaties aan het einde van tekstregels verwijderen tijdens het opslaan of laden van het bestand.
nn: Skriveprogrammet fjernar automatisk mellomrom på slutten av linjene ved opning og lagring av fila.
pa: ਸੰਪਾਦਕ ਫਾਇਲ ਲੋਡ ਕਰਨ/ਸੰਭਾਲਣ ਦੌਰਾਨ ਪਾਠ ਦੀਆਂ ਸਤਰਾਂ ਦੇ ਅੰਤ 'ਤੇ ਮੌਜੂਦ ਵਾਧੂ ਖਾਲੀ ਥਾਂ ਨੂੰ ਸਵੈ-ਚਾਲਤ ਹੀ ਖਤਮ ਕਰ ਦੇਵੇਗਾ।
pl: Edytor automatycznie usunie dodatkowe spacje na końcu wierszy przy zapisie/odczycie pliku.
pt: O editor irá eliminar automaticamente os espaços extra, no fim das linhas de texto, enquanto carrega/grava o ficheiro.
pt_br: O editor eliminará automaticamente os espaços extras no final das linhas do texto, ao salvar/carregar o arquivo.
ro: La încărcarea/salvarea fişierului editorul va elimina automat spaţiile suplimentare de la sfîrşitul liniilor de text.
rw: Muhinduzi izakuraho mu buryo bwikoresha umwanya ndenga ku mpera z'imirongo z'umwandiko mu gihe cyo gutangiza/kubika idosiye.
se: Kate váldá automáhtalaččat liige gaskkaid eret linnjáloahpain vurke-/rabadettiin.
sk: Editor bude automaticky zahadzovať extra medzery na konci riadkov textu pri načítaní/uložení súboru.
sl: Urejevalnik bo samodejno odstranil dodatne presledke na koncih vrstic besedila med shranjevanjem ali nalaganjem datoteke.
sr: Уређиваче ће аутоматски уклонити додатне размаке на крајевима линија текста приликом учитавања/снимања фајла.
sr@latn: Uređivače će automatski ukloniti dodatne razmake na krajevima linija teksta prilikom učitavanja/snimanja fajla.
uk: Текстовий редактор буде автоматично вилучати додаткові пропуски в кінці рядків під час завантаження або збереження файла.
zh_cn: 编辑器将在装入/保存文件时自动截去文本行尾的多余空格。
