Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>Format of the page footer. The following tags are supported:</p>
af: <p>Formaat van die bladsy voetskrif. die volgende etiket word ondersteunde:</p>
ar: <p>: تنسيق ذيل الصفحة .العلامات التالية تدعمها </p>
bg: <p>Формат на долен колонтитул. Разрешени са следните тагове:</p>
bs: <p>Format podnožja stranice. Podržani su sljedeći tagovi:</p>
ca: <p>Format del peu de pàgina. S'accepten les següents etiquetes:</p>
cs: <p>Formát zápatí stránky. Podporovány jsou následující značky:</p>
da: <p>Sidefodens format. Følgende mærker er understøttet:</p>
de: <p>Format der Fußzeile. Die folgenden Formatanweisungen werden unterstützt:</p>
el: <p>Μορφή του υποσέλιδου της σελίδας. Οι ακόλουθες ετικέτες υποστηρίζονται:</p>
es: <p>Formato del pie de página. Están soportados las siguientes etiquetas:</p>
eu: <p>Orriaren oinaren formatua. Honako etiketak onartzen dira:</p>
fa: <p>قالب زیرنویس صفحه. بر‌‌چسبهای زیر پشتیبانی می‌شوند:</p>
fi: <p>Alatunnisteen muoto. Käytettävissä olevat sisältökuvaukset:</p>
fr: <p>Format du bas de page. Les balises suivantes sont gérées :</p>
fy: <p>Opmaak fan de sidefoet. De neikommende merken wurde stipe:</p>
gl: <p>Formato do pé de páxina. Permitense as seguintes etiquetas:</p>
he: <p>תבנית הכותרת התחתונה של הדף. התגיות הבאות נתמכות:</p>
hr: <p>Oblik podnožjastranice. Podržane su sljedeće oznake oblikovanja:</p>
hu: <p>Az oldallábléc formátuma. A következő tag-eket lehet használni:</p>
is: <p>Snið síðufótar. Eftirfarandi tög eru studd:</p>
it: <p>Formato del piè di pagina. I seguenti segnaposti sono supportati:</p>
ja: <p>ページフッダの設定です。以下のタグがサポートされています。</p>
kk: <p>Төменгі колонтитулдың пішімі. Келесі белгілерді қолдануға болады:</p>
km: <p>ទ្រង់ទ្រាយ​នៃ​បាតកថា​របស់​ទំព័រ ។ ស្លាក​ខាងក្រោម​ត្រូវ​បាន​គាំទ្រ ៖</p>
ko: <p>꼬리말 형식입니다. 다음 태그들이 지원됩니다:</p>
mk: <p>Формат на подножјето на страната. Поддржани се следните ознаки:</p>
ms: <p>Format pengaki Tag yang berikut disokong:</p>
nb: <p>Format for bunnteksten. Det er støtte for følgende tagger:</p>
nds: <p>Formaat vun de Footreeg. Disse Tekens warrt wedderkennt:</p>
nl: <p>Opmaak van de paginavoet. De volgende tags worden ondersteund:</p>
nn: <p>Format for botnteksten. Følgjande taggar er støtta:</p>
pa: <p>ਸਫ਼ਾ ਪਦਲੇਖ ਦਾ ਫਾਰਮਿਟ ਹੈ। ਹੇਠ ਦਿੱਤੇ ਟੈਗ ਸਹਾਇਕ ਹਨ:</p>
pl: <p>Format stopki. Wspierane są następujące znaczniki:</p>
pt: <p>O formato do rodapé da página. São suportadas as seguintes opções:</p>
pt_br: <p>Formato do rodapé da página. As seguintes marcas são suportadas:</p>
ro: <p>Formatul subsolului paginii. Sînt suportate următoarele taguri:</p>
rw: <p>Imiterere y'imperampangano y'ipaji. Amatagi akurikira aremewe:</p>
se: <p>Siidojuolggi hápmi. Čuovvovaš šárggit dorjojuvvojit:</p>
sk: <p>Format päty stránky. Povolené sú tieto značky:</p>
sl: <p>Oblika noge strani. Podprte so naslednje oznake:</p>
sr: <p>Формат подножја странице. Следеће ознаке су подржане: </p>
sr@latn: <p>Format podnožja stranice. Sledeće oznake su podržane: </p>
ta: <p>பக்கத்தின் அடிக்குறிப்பின் வடிவமைப்பு. கீழ்வரும் குறிப்புகள் ஆதரிக்கப்படுகின்றன்:</p>
tg: <p>Андозаи унвони саҳифа дар поён. Ҳошияҳои додашуда истифода баред:</p>
th: <p>รูปแบบของท้ายกระดาษ ต่อไปนี้เป็นแท็กที่สนับสนุน:</p>
uk: <p>Формат нижнього колонтитулу. Підтримуються наступні мітки:</p>
zh_cn: <p>页脚的格式。支持下列标记：</p>

source: L&ayout
af: Uitleg
ar: التّ&صميم
bg: По&дредба
bs: &Izgled
ca: Disse&ny
cs: &Rozvržení
el: &Διάταξη
es: Dise&ño
eu: Disei&nua
fa: &طرح‌‌بندی‌
fi: &Ulkoasu
fr: D&isposition
fy: Opm&aak
gl: D&isposición
he: סי&דור
hr: &Raspored
hu: Elren&dezés
is: S&nið
it: &Aspetto
ja: レイアウト(&A)
kk: Б&елгілеу
km: ប្លង់
ko: 레이아웃(&A)
mk: &Изглед
ms: Bentangan
nds: Siet&instellen
nl: Opm&aak
nn: &Sideoppsett
pa: ਖਾਕਾ(&a)
pl: U&kład
pt: D&isposição
ro: &Formatare
rw: Imboneko
se: S&iidoheivehus
sk: R&ozloženie
sl: P&ostavitev
sr: Р&аспоред
sr@latn: R&aspored
ta: உருவரை&
tg: Тақсимоти &забонак
th: การจัดวาง
uk: &Розклад
zh_cn: 布局(&A)

source: &Schema:
af: Skema:
ar: &سمة:
be: &Схема:
bg: &Схема:
bs: Š&ema:
ca: E&squema:
cs: &Schéma:
da: &Farvesammensætning:
el: &Σχήμα:
es: &Esquema:
eu: &Eskema:
fa: &طرحواره:‌
fi: &Teema:
fr: &Schéma :
fy: &Skema:
gl: &Esquema:
he: &סכמה:
hr: S&hema:
hu: Összeá&llítás:
is: &Skema:
ja: スキーマ(&S):
kk: &Сұлбасы:
km: គ្រោងការណ៍ ៖
ko: 스키마(&S):
mk: &Шема:
ms: &Skema
nb: Opp&sett:
nn: Opp&sett:
pa: ਸਕੀਮ(&S):
pl: &Schemat:
pt: E&squema:
pt_br: &Esquema:
rw: Igishushanyombonera:
se: Čoa&hkádus:
sk: &Schéma:
sl: &Shema:
sr: Ше&ма:
sr@latn: Še&ma:
ta: &நிறம் எழுத்து:
tg: &Нақша:
th: รูปแบบการแสดงไวยากรณ์:
uk: &Схема:
zh_cn: 方案(&S)：

source: Draw bac&kground color
af: Teken Agtergrond kleur
ar: رسم بلون ال&خلفية
be: Маляваць &фонавы колер
bg: Печат на &цвета на фона
bs: Crtaj boju &pozadine
ca: Dibuixa el color de &fons
cs: &Kreslit barvu pozadí
da: Tegn bag&grundsfarve
de: &Hintergrundfarbe drucken
el: Σχεδίαση χρώματος &φόντου
es: Dibujar color de &fondo
eu: Margotu atzeko planoaren &kolorea
fa: ترسیم رنگ &زمینه‌
fi: Piirrä &taustaväri
fr: Dessiner la couleur de fon&d
fy: Eftergrûn&kleur tekenje
gl: Debuxar cor de &fondo
he: הד&פס צבע רקע
hr: Crtaj po&zadinsku boju
hu: Há&ttérszín
is: Teikna ba&kgrunnslit
it: Disegna colore di s&fondo
ja: 背景色を描画する(&K)
kk: &Аясы боялсын
km: គូរ​ពណ៌​ផ្ទៃខាងក្រោយ
ko: 배경색 지정(&K)
mk: Исцртај ја бојата на &подлогата
ms: Lukis warna &latar belakang
nb: Tegn ba&kgrunnsfarge
nds: &Achtergrundklöör drucken
nl: Achtergrond&kleur tekenen
nn: Teikn ba&kgrunnsfarge
pa: ਪਿੱਠਭੂਮੀ ਰੰਗ ਬਣਾਓ(&k)
pl: Rysuj kolor &tła
pt: Desenhar a &cor de fundo
pt_br: Desenhar Cor do &plano de fundo
ro: Afişează &culoarea de fundal
rw: Gushushanya ibara rya mbuganyuma
se: Čálit &duogášivnni
sk: Vy&kresliť farbu pozadia
sl: Nariši bar&vo ozadja
sr: Исцртавај позадинс&ку боју
sr@latn: Iscrtavaj pozadins&ku boju
ta: பின்னணி வண்ணத்தை வரை
tg: Кашидани &ранги замина
th: วาดสีพื้นหลัง
uk: Малювати колір тл&а
zh_cn: 绘制背景颜色(&K)

source: Draw &boxes
af: Teken bokse
ar: رسم ال&مربعات
bg: Печат на &рамка
bs: Crtaj &kocke
ca: Dibuixa les &caixes
cs: Kreslit &boxy
da: Tegn &kasser
de: &Rahmen drucken
el: Σχεδίαση &κουτιών
es: Dibujar &cuadros
eu: &Margotu koadroak
fa: ترسیم &جعبه‌ها‌
fi: Piirrä &laatikot
fr: Tracer des &cadres
fy: &Râne tekenje
gl: Debuxar &cadros
he: הדפ&ס תיבות
hr: Crtaj &okvire
hu: Do&bozok
is: Teikna &kassa
it: Disegna ri&quadri
ja: 枠を描画する(&B)
kk: Қор&шаулар сызылсын
km: គូរ​ប្រអប់
ko: 박스 그리기(&B)
mk: Исцртај &полиња
ms: Lukis &kotak
nb: Tegn &rammer
nds: &Rahmens drucken
nl: &Rand tekenen
nn: Teikn &rammer
pa: ਬਕਸੇ ਬਣਾਓ(&b)
pl: Rysuj &ramki
pt: Desenhar as &caixas
pt_br: Desenhar &Caixas
ro: Desenează &chenare
rw: Gushushanya udusanduku
se: Sárggo &bovssaid
sk: Kresliť rá&mce
sl: Nariši o&kvirje
sr: Исцртавај &оквире
sr@latn: Iscrtavaj &okvire
ta: பெட்டிகள் வரை
tg: Кашидани &қуттиҳо
th: วาดกล่อง
uk: Малювати &рамки
zh_cn: 绘制边框(&B)

source: Box Properties
af: Boks Eienskappe
ar: خواصّ العلبة
bg: Настройки на рамката
bs: Postavke kocke
ca: Propietats de la caixa
cs: Vlastnosti boxu
da: Kasse-egenskaber
de: Rahmeneigenschaften
el: Ιδιότητες κουτιού
es: Propiedades del cuadro
eu: Kutxaren propietateak
fa: ویژگیهای جعبه
fi: Laatikon ominaisuudet
fr: Propriétés du cadre
fy: Randeigenskippen
gl: Propriedades do Cadro
he: מאפייני תיבות
hr: Svojstva okvira
hu: A doboz tulajdonságai
is: Stillingar kassa
it: Proprietà riquadri
ja: 枠の設定
kk: Қоршаудың қасиеттері
km: លក្ខណៈ​សម្បត្តិ​របស់​ប្រអប់
ko: 박스 속성
mk: Својства на полињата
ms: Ciri Kotak
nb: Rammeegenskaper
nds: Rahmenegenschappen
nl: Randeigenschappen
nn: Rammeeigenskapar
pa: ਬਕਸਾ ਵਿਸ਼ੇਸਤਾ
pl: Właściwości ramki
pt: Propriedades da Caixa
pt_br: Propriedades da Caixa
ro: Proprietăţi chenar
rw: Ibiranga Agasanduka
se: Boksaiešvuođat
sk: Vlastnosti rámca
sl: Lastnosti okvirja
sr: Особине оквира
sr@latn: Osobine okvira
ta: பெட்டி பண்புகள்
tg: Хосиятҳои қутти
th: คุณสมบัติกล่อง
uk: Властивості рамок
zh_cn: 边框属性

source: W&idth:
af: Wydte:
ar: ال&عرض:
be: Ш&ырыня:
bg: &Широчина:
bs: Š&irina:
ca: A&mple:
cs: Šíř&ka:
da: &Bredde:
de: &Breite:
el: &Πλάτος:
es: &Anchura:
eu: Zaba&lera:
fa: &عرض:‌
fi: &Leveys:
fr: La&rgeur :
fy: Br&eedte:
gl: A&ncho:
he: ר&וחב:
hr: Ši&rina:
hu: Szél&esség:
is: &Breidd:
it: Larg&hezza:
ja: 幅(&I):
kk: &Ені:
km: ទទឹង ៖
ko: 너비(&I):
mk: &Ширина:
ms: &Lebar:
nb: Br&edde:
nds: &Breed:
nl: Br&eedte:
nn: &Breidd:
pa: ਚੌੜਾਈ(&i):
pl: S&zerokość:
pt: &Largura:
pt_br: &Largura:
ro: &Lăţime:
rw: Ubugari:
se: G&ovdodat
sk: Šír&ka:
sl: &Širina:
sr: Ш&ирина:
sr@latn: Š&irina:
ta: அகலம்&:
tg: Вас&еъӣ:
th: กว้าง:
uk: Ш&ирина:
zh_cn: 宽度(&I)：

source: &Margin:
af: Kantlyn:
ar: ال&هامش:
be: &Поле:
bg: &Граница:
bs: &Margina:
ca: &Marge:
cs: &Okraj:
da: &Margen:
de: &Rand:
el: &Περιθώριο:
es: &Margen:
eu: Ma&rjina:
fa: &حاشیه:‌
fi: &Marginaali:
fr: &Marge :
fy: &Marzje:
gl: &Marxe:
he: שוליי&ם:
hr: &Margina:
hu: M&argó:
is: S&pássía:
it: &Margine:
ja: 余白(&M):
kk: &Жиегі:
km: រឹម ៖
ko: 여백(&M):
mk: &Маргина:
ms: &Jidar:
nb: &Marg:
nds: &Rand:
nl: &Marge:
nn: &Marg:
pa: ਹਾਸ਼ੀਆ(&M):
pl: &Margines:
pt: &Margem:
pt_br: Mar&gem:
ro: &Margine:
rw: Marije:
se: &Siidoravda
sk: &Okraj:
sl: &Rob:
sr: &Маргина:
sr@latn: &Margina:
ta: &ஓரம்:
tg: &Сарҳад:
th: ระยะขอบ:
uk: &Поле:
zh_cn: 边距(&M)：

source: Co&lor:
af: Kleur:
ar: اللو&ن:
be: Ко&лер:
bg: Ц&вят:
bs: &Boja:
cs: Ba&rva:
da: &Farve:
de: &Farbe:
el: &Χρώμα:
eu: Ko&lorea:
fa: &رنگ:‌
fi: &Väri:
fr: Cou&leur :
fy: K&leur:
gl: Co&r:
he: צב&ע:
hr: &Boja:
hu: Szí&n:
is: &Litir:
it: Co&lore:
ja: 色(&L):
kk: &Түсі:
km: ពណ៌ ៖
ko: 색상(&L):
mk: &Боја:
ms: &Warna:
nb: Far&ge:
nds: &Klöör:
nl: K&leur:
nn: &Farge:
pa: ਰੰਗ(&l):
pl: Kol&or:
pt: C&or:
pt_br: Co&r:
ro: &Culoare:
rw: Ibara:
se: Iv&dni
sk: F&arba:
sl: B&arva:
sr: &Боја:
sr@latn: &Boja:
ta: நிறம்:
tg: Ра&нг:
th: สี:
uk: Ко&лір:
zh_cn: 颜色(&L)：

source: <p>If enabled, the background color of the editor will be used.</p><p>This may be useful if your color scheme is designed for a dark background.</p>
af: <p>As geaktiveer, die agtergrond kleur van die redigeerder sal wees gebruik word.</p><p>Hierdie dalk mag wees bruikbare As jou kleur skema is ontwerp vir 'n donker agtergrond.</p>
ar: <p>اذا مفعل ,سوفه يستخدم لون لخلفية المحرر</p>هذاسيكون مفيداً إذا نظام الالوان لديك صمم لخلفيه داكنه.<p></p>
bg: <p>Печат на фоновия цвят на редактора.</p><p>Тази операция може да бъде полезна, ако използвате цветна схема с тъмен фон и светъл текст.</p>
bs: <p>Ako je uključeno, biće korištena boja pozadine editora.</p> <p>Ovo može biti korisno ako je vaša šema boja dizajnirana za tamnu pozadinu.</p>
ca: <p>Si està habilitat, s'emprarà el color de fons de l'editor.</p> <p>Això pot ser-vos útil si el vostre esquema de colors està dissenyat per a un fons fosc.</p>
cs: <p>Je-li zvoleno, pak bude bude použita barva pozadí editoru.</p><p>To může být užitečné v případě, že je vaše barevné schéma navržena pro tmavé pozadí.</p>
da: <p>Hvis dette er aktiveret, vil editorens baggrundsfarve blive anvendt.</p> <p>Dette kan være nyttigt hvis din farvesammensætning er designet til en mørk baggrund.</p>
de: <p>Wenn diese Einstellung aktiviert ist, wird die Hintergrundfarbe des Editors benutzt.</p> <p>Das kann nützlich sein, wenn Ihr Farbschema auf dunkle Hintergründe ausgelegt ist.</p>
el: <p>Αν ενεργοποιηθεί, το χρώμα φόντου του επεξεργαστή θα χρησιμοποιηθεί.</p><p>Αυτό μπορεί να είναι χρήσιμο αν το θέμα χρωμάτων σας είναι σχεδιασμένο για ένα σκούρο φόντο.</p>
es: <p>Si activado, se usará el color de fondo del editor.</p><p>Esto puede ser útil si su esquema de color está diseñado para un fondo oscuro.</p>
eu: <p>Gaituta badago, editorearen atzeko planoaren kolorea erabiliko da.</p> <p>Erabilgarria izan daiteke kolore eskema atzeko plano ilunerako diseinatuta badago.</p>
fa: <p>اگر فعال شود، از رنگ زمینۀ ویرایشگر استفاده خواهد شد.</p><p>اگر طرحوارۀ رنگتان برای یک زمینۀ تیره طرح شود، ممکن است این مفید باشد.</p>
fi: <p>Mikäli valittu, editorin taustaväriä käytetään tulostuksessa.</p> <p>Tämä asetus saattaa olla käytännöllinen, mikäli väriteemasi on suunniteltu tummalle taustavärille.</p>
fr: <p>Si coché, la couleur de fond de l'éditeur sera utilisée.</p><p>Cette option peut être utile si votre schéma de couleurs est prévu pour un fond sombre.</p>
fy: <p>As dizze opsje selektearre is sil de kleur fan de bewurker brûkt wurde.</p><p>Dit kin brûkber wêze as jo kleurskema bedoelt is foar in dûnkere eftergrûn.</p>
gl: <p>Se se habilita, usaráse a cor de fondo do editor .</p><p>Esto pode ser útil se o seu esquema de cores é para fondo escuro.</p>
he: <p>אם אפשרות זו נבחרת, ייעשה שימוש בצבע הרקע של העורך.</p><p>דבר זה עשוי להיות שימושי אם ערכת הצבעים שלך מיועדת לרקע כהה.</p>
hu: <p>Ha be van jelölve, akkor a szerkesztő háttérszínét használja a program.</p><p>Ez jól jöhet, ha a színösszeállítást sötét háttérhez tervezték.</p>
is: <p>Ef virkjað, þá er bakgrunnslitur ritilsins notaður.</p><p>Þetta getur verið þægilegt ef litaskema þitt er hannað fyrir dökkan bakgrunn.</p>
it: <p>Se attivo, verrà usato il colore di sfondo dell'editor.</p> <p>Può essere utile se lo schema di colori è concepito per uno sfondo scuro.</p>
ja: <p>有効にすると、エディタの背景色を使用します。</p><p>暗い背景用の色スキームを使用している場合に役立ちます。</p>
kk: <p>Бұны қоссаңыз, редактордың ая түсі қолданылады.</p><p>Егер қолданыстағы түстер сұлбаңыздың аясы қою түсті болса, бұл пайдалы болуы мүмкін,.</p>
km: <p>ប្រសិនបើ​ប្រើ​បាន ពណ៌​ផ្ទៃ​ខាងក្រោយ​របស់​កម្មវិធី​និពន្ធ នឹង​ត្រូវ​បាន​ប្រើ ។</p><p>វា​ប្រហែល​ជា​មាន​ប្រយោជន៍ ប្រសិនបើ​ពណ៌​ចម្រុះ​របស់​អ្នក ត្រូវ​បាន​រចនា​សម្រាប់​ផ្ទៃខាងក្រោយខ្មៅ ។</p>
ko: <p>설정하면 편집기의 배경색이 사용됩니다.</p><p>어두운 색상의 배경을 원한다면 유용할 것입니다.</p>
mk: <p>Ако е овозможено, ќе се користи бојата на подлогата на уредувачот</p> <p>Ова може да биде корисно ако вашата шема на бои е дизајнирана за темна подлога.</p>
ms: <p>Jika diaktifkan, warna latar belakang editor akan digunakan.</p><p>Ini boleh jadi berguna jika skema warna anda direka bentuk untuk latar belakang gelap.</p>
nb: <p>Hvis dette er valgt blir skriveprogrammets bakgrunnsfarge brukt.</p> <p>Dette kan komme til nytte hvis fargeoppsettet ditt er laget for en mørk bakgrunn.</p>
nds: <p>Wenn aktiveert, warrt de Achtergrundklöör vun den Editor bruukt.</p><p>Dat mag wull goot wesen, wenn Dien Klöörschema för en düüsteren Achtergrund maakt is.</p>
nl: <p>Als deze optie is geselecteerd zal de kleur van de editor worden gebruikt.</p><p>Dit kan bruikbaar zijn als uw kleurenschema bedoeld is voor een donkere achtergrond.</p>
nn: <p>Vel om bakgrunnsfargen til skriveprogrammet skal brukast.</p> <p>Dette kan vera nyttig dersom fargeoppsettet ditt er laga for mørke bakgrunnar.</p>
pa: <p>ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਤਾਂ ਸੰਪਾਦਕ ਦਾ ਪਿੱਠਭੂਮੀ ਰੰਗ ਵਰਤਿਆ ਜਾਵੇਗਾ।</p> <p>ਇਹ ਤਾਂ ਲਾਭਦਾਇਕ ਹੈ, ਜੇਕਰ ਤੁਹਾਡੀ ਰੰਗ ਸਕੀਮ ਨੂੰ ਇੱਕ ਗੂੜੀ ਪਿੱਠਭੂਮੀ ਲਈ ਵਰਤਿਆ ਹੋਵੇ।</p>
pl: <p>Jeśli włączony, użyty będzie kolor tła edytora.</p> <p>Może się przydać jeśli twój schemat kolorystyczny został zaprojektowany dla ciemnego tła.</p>
pt: <p>Se estiver activo, será usada a cor de fundo do editor.</p><p>Isto poderá ser útil, se o seu esquema de cores está desenhado para um fundo escuro.</p>
pt_br: <p>Se habilitado, a cor de fundo do editor será usada. </p><p>Isto pode ser útil se o seu esquema de cores é construído em um fundo escuro.</p>
ro: <p>Dacă este activată, atunci este utilizată culoare de fundal a editorului.</p><p>Acest lucru ar putea fi util dacă schema dumneavoastră de culori este proiectată pentru un fundal închis.</p>
rw: <p>Niba bikora, ibara rya mbuganyuma rya muhinduzi rizakoreshwa. </p><p>Ibi bizagira akamaro niba ibara ry'igishushanyombonera ryarahanzwe ku bijyanye na mbuganyuma yijimye.</p>
se: <p>Jos dát doaibma lea alde, de čállinprográmma duogášivdni geavahuvvo.</p> <p>Dat várra gánneha jos du ivdnečoahkádus lea ráhkaduvvon sevdnjes duogáža várás.</p>
sk: <p>Ak je povolené, bude použitá farba pozadia editora.</p><p>To môže byť užitočné ak vaša farebná schéma je narhnutá pre tmavé pozadie.</p>
sl: <p>Če je omogočeno, bo uporabljena urejevalnikova barva ozadja.</p> <p>To je lahko uporabno, če je vaša barvna shema narejena za temno ozadje.</p>
sr: <p>Ако је укључено, биће коришћена боја позадине уређивача.</p> <p>Ово може бити корисно ако је ваша шема боја дизајнирана за тамну позадину.</p>
sr@latn: <p>Ako je uključeno, biće korišćena boja pozadine uređivača.</p> <p>Ovo može biti korisno ako je vaša šema boja dizajnirana za tamnu pozadinu.</p>
ta: <p>செயல்படுத்தப்பட்டால், தொகுப்பானின் பின்புல நிறம் பயன்படுத்தப்படும்.</p><p>உங்கள் வண்ணத் திட்டம் இருண்ட பின்புலத்திற்கு வடிவமைக்கப்பட்டிருந்தால் இது பயனாக இருக்கும்.</p>
tg: <p>Агар ин фаъол аст, ранги заминаи муҳаррир истифода карда мешавад.</p> <p>Ин бисёре фойданок аст, агар ранги заминаи муҳаррири шумоторик мебошад.</p>
th: <p>หากเปิดใช้ จะมีการใช้สีพื้นหลังของกรอบแก้ไขข้อความด้วย</p><p>ควรใช้หากชุดสีของคุณเป็นพื้นสีทึบ ๆ</p>
uk: <p>Якщо ввімкнено, буде використане тло редактора.</p><p>Це може бути корисним, якщо ваша схема кольорів створена для темного тла.</p>
zh_cn: <p>如选中此项，打印时将使用编辑器的背景颜色。</p><p>如果您的配色方案为暗色背景这可能有用。</p>
