Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: &Dynamic word wrap
af: Dinamiese woord oorvloei
ar: تطويق &حركي للكلمات
bg: &Динамичен пренос на думи
bs: &Dinamički prijelom redova
ca: Ajust de línia &dinàmic
cs: &Dynamické lámání slov
da: &Dynamisk ordombrydning
de: &Dynamischer Zeilenumbruch
el: &Δυναμική αναδίπλωση λέξεων
es: Ajuste de línea &dinámico
eu: Itzulbira &dinamikoa
fa: سطربندی &پویای واژه‌
fi: &Dynaaminen rivitys
fr: Retour à la ligne &dynamique
fy: &Dynamyske rigelôfbrekking
gl: División &Dinámica das Liñas
he: גלישת שורות &דינמית
hr: &Dinamičko omatanje riječi
hu: &Dinamikus sortördelés
is: &Breytileg línuskipting
it: A capo automatico &dinamico
ja: 動的な行の折り返し(&D)
kk: &Динамикалық тасымалдау
km: រុំពាក្យ​ថាមវន្ត
ko: 동적 문단 보호(&D)
mk: &Динамичко пренесување на зборови
ms: Balut perkataan &dinamik
nb: &Fleksibel linjebryting
nds: &Dünaamsch Reegümbrook
nl: &Dynamische regelafbreking
nn: &Dynamisk tekstbryting
pa: ਸਫਰੀ ਸ਼ਬਦ ਸਮੇਟੋ(&D)
pl: &Dynamiczne zawijanie wyrazów
pt: Mudança de linha &dinâmica
pt_br: Quebra de linhas &Dinâmica
ro: &Limitare dinamică a cuvîntului
rw: Ifunika ry'ijambo rihinduka
se: &Dynámalaš linnjámolsun
sk: &Dynamické zalamovanie slov
sl: &Dinamičen prelom vrstice
sr: &Динамичко преламање текста
sr@latn: &Dinamičko prelamanje teksta
ta: மாறும் வார்த்தை மடிப்பு
tg: &Гузарондани калимаҳо серҳарақат
th: ตัดคำแบบไม่ตายตัว
uk: &Динамічне перенесення слів
zh_cn: 动态自动换行(&D)

source: Dynamic word wrap indicators (if applicable):
af: Dinamiese Woord oorvloei indikators (as beskikbaar):
ar: مؤشرات التفاف الكلمة الحركى ( إذا كان قابل للتطبيق):
bg: Маркер за динамичен пренос:
bs: Oznake dinamičkog prijeloma redova (ako postoje):
ca: Indicadors d'ajust de línia dinàmic (si és aplicable):
cs: Značky dynamického zalamování slov (je-li třeba):
da: Dynamiske tekstombrydningsindikatorer (hvis anvendeligt):
de: Anzeigen für dynamischen Zeilenumbruch (falls zutreffend):
el: Δείκτες δυναμικής αναδίπλωσης λέξεων (αν είναι εφαρμόσιμο):
es: Indicadores de ajuste de línea dinámico (si aplicable):
eu: Itzulbira dinamikoaren adierazleak (ahal bada):
fa: شاخصهای سطر‌بندی پویای واژه )اگر قابل اجرا باشند(:
fi: Dynaamisen rivityksen merkit (jos käytössä):
fr: Indicateurs de retour à la ligne dynamique (si applicable) :
fy: Dynamyske rigelôfbrekking-oantsjutters (wannear fan tapassing):
gl: Indicadores de División Dinámica de Liña (se está disponíbel):
he: מציג גלישת שורות דינמית (אם זמין):
hr: Indikatori dinamičkog omatanja teksta (ako je dostupno):
hu: Dinamikus sortördelésjelzők használata (ha szükséges):
is: Sýna breytileg orðskipti-merki (ef mögulegt)
it: Indicatori a capo automatico dinamico:
ja: (有効時の) 動的な行の折り返しマーカーの表示:
kk: Динамикалық тасымалдау индикаторлары (қолдануға болатын болса):
km: ទ្រនិចបង្ហាញ​រុំ​ពាក្យ​ថាមវន្ត (ប្រសិន​បើ​អាច​អនុវត្ត) ៖
ko: 동적 문단 보호 표시기 (가능할 경우)
mk: Индикатори за динамичко пренесување на зборови (ако е применливо):
ms: Penanda balut perkataan Dinamik (jika boleh):
nb: Merke for fleksibel tekstbryting:
nds: Marken för dünaamsche Reegümbröök (wenn anwennbor):
nl: Dynamische regelafbreking-indicators (indien van toepassing):
nn: Merke for dynamisk tekstbryting:
pa: ਸਫਰੀ ਸ਼ਬਦ ਸਮੇਟਣ ਸੰਕੇਤਕ (ਜੇਕਰ ਹੋਵੇ ਤਾਂ):
pl: Znaczniki dynamicznego zawijania wyrazów:
pt: Indicadores de mudança dinâmica de linha (se aplicáveis):
pt_br: Mostrar Marcas de Dobradura (se aplicável):
ro: Indicatori limitare dinamică a cuvîntului (dacă e cazul):
rw: Ibigaragaza ifunika ry'ijambo rihinduka (niba bikoreshwa):
se: Dynamálaš linnjámolsun mearkkat (jos vejolaš):
sk: Dynamické zalamovacie značky (ak sú dostupné):
sl: Dinamične oznake preloma vrstice (če so možne):
sr: Индикатори динамичког преламања текста (ако је применљиво):
sr@latn: Indikatori dinamičkog prelamanja teksta (ako je primenljivo):
ta: மாறும் வார்த்தை மடிப்புக் காட்டிகள்(இருந்தால்)
tg: Маркери динамикии бардошта бурдани хатҳо:
th: แสดงตำแหน่งตัวคำแบบไม่ตายตัว (หากทำได้):
uk: Індикатори динамічного перенесення слів (якщо можливо):
zh_cn: 动态自动换行标记(如果合适的话)：

source: Follow Line Numbers
af: Volg Lyn nommers
ar: أتبع أرقام الأسطر
bg: Следване на номерата на редовете
bs: Prati brojeve linija
ca: Segueix els números de línia
cs: Následovat čísla řádek
da: Følg linjenumre
de: Zeilennummern folgen
el: Ακολούθηση αριθμών γραμμής
es: Seguir números de líneas
eu: Jarraitu lerro-zenbakiak
fa: پیروی از شمارۀ خطوط
fi: Seuraavat rivinumeroita
fr: Suivant les numéros de ligne
fy: Rigelnûmering folgje
gl: Seguir números de Liña
he: עקוב אחרי מספרי שורות
hr: Prati brojeve linija
hu: a sorszámok után
is: Fylgja línunúmerum
it: Segui numeri di riga
ja: 行番号に従う
kk: Жол нөмірлерінен кейін
km: តាម​ពី​ក្រោយ​លេខ​បន្ទាត់
ko: 줄 수 대로
mk: Следи број на линии
ms: Ikut Baris Nombor
nb: Følg linjenummer
nds: Reegnummern folgen
nl: Regelnummering volgen
nn: Følg linjenummer
pa: ਹੇਠਾ ਸਤਰ ਨੰਬਰ
pl: Pokaż numery linii
pt: Seguir os Números de Linha
pt_br: Seguir o Número de Linhas
ro: Urmăreşte numerele de linie
rw: Gukurikira Imibare y'Umurongo
se: Čuovo linnjánummiriid
sk: Sledovať čísla riadkov
sl: Sledi številkam vrstic
sr: Прати бројеве линија
sr@latn: Prati brojeve linija
ta: வரி எண்களை பின்பற்றவும்
tg: Рақамҳои хат мушоҳида кунед
uk: Разом з номерами рядків
zh_cn: 按照行号

source: Always On
af: Altyd Aan
ar: مشغَل دائماً
bg: Винаги включено
bs: Uvijek uključen
ca: Sempre actiu
cs: Vždy zapnuto
da: Altid til
de: Immer aktiv
el: Πάντα ενεργοί
es: Siempre activo
eu: Beti gaiturik
fa: همیشه روشن
fi: Aina päällä
fr: Toujours affichés
fy: Altyd oan
gl: Sempre activo
he: תמיד מופעל
hr: Uvijek uključen
hu: mindig bekapcsolva
is: Alltaf á
it: Sempre attivo
ja: 常に表示
kk: Әрқашанда қосылған
km: បើក​ជានិច្ច
ko: 항상 켜짐
mk: Секогаш вклучено
ms: Sentiasa Hidup
nb: Alltid på
nds: Jümmers an
nl: Altijd aan
nn: Alltid på
pa: ਹਮੇਸ਼ਾ ਚਾਲੂ
pl: Zawsze włączone
pt: Sempre Activos
pt_br: Sempre Em
ro: Întodeauna
rw: Burigihe Bikora
se: Álo alde
sk: Vždy zobrazené
sl: Vedno vključeno
sr: Увек укључено
sr@latn: Uvek uključeno
ta: எப்போதும் இயக்கு
tg: Ҳамеша дао боло
th: เปิดใช้เสมอ
uk: Завжди ввімкнено
zh_cn: 总是打开

source: Vertically align dynamically wrapped lines to indentation depth:
af: Vertikale inlyn dinamiese oorvloei lyne om diepte af te grens:
ar: المحاذاة الراسية حركياً للإسطر الملتفة لعمق التهميش
bg: Вертикално подравняване на динамично пренесените редове:
bs: Uspravno poravnaj dinamički prelomljene redove sa dubinom uvlačenja:
ca: Ajust de línia dinàmic vertical a la profunditat del sagnat:
cs: Vertikálně zarovnat dynamicky zalomené řádky do hloubky odsazení:
da: Justér dynamisk ombrudte linjer lodret til indrykningsdybden:
de: Dynamisch umbrochene Zeilen senkrecht auf Einrückungstiefe ausrichten:
el: Κατακόρυφη στοίχιση δυναμικά αναδιπλωμένων γραμμών στο βάθος εσοχής:
es: Alinear verticalmente las líneas justificadas dinámicamente al nivel del sangrado:
eu: Lerrokatu bertikalki era dinamikoan itzulbiratutako lerroak koska mailahonekin:
fa: همتراز کردن عمودی خطوطی که به طور پویا سطربندی شده‌اند، برای عمق تورفتگی:
fi: Asettele dynaamisesti rivitetyt rivit sisennykseen:
fr: Aligner verticalement les lignes coupées dynamiquement à la profondeur de l'indentation :
fy: Dynamysk ôfbrutsen rigels fertikaal rjochtsje mei de ynspringdjipte:
gl: Aliñar verticalmente as Liñas Divididas Dinamicamente ao nível de endentado:
he: הזח שורות באופן מאונך לעומק הזחה:
hr: Poravnaj uspravno dinamički prelomljene linije na dubinu uvlačenja:
hu: A dinamikus tördelésű sorok függőleges igazítása ehhez a behúzási mélységhez:
is: Stilla línur sem eru skiptar upp sjálfkrafa af lóðrétt í dýpt:
it: Allinea verticalmente le righe andate a capo dinamicamente alla profondità di indentazione:
ja: 動的に折り返された行を字下げの深さに応じて縦に揃える:
kk: Динамикалық тасымалданған жолдардың шегініс деңгейі:
km: តម្រឹម​បន្ទាត់​ដែល​បាន​រុំ​ជា​ថាមវន្ត​បញ្ឈរ ទៅ​ជម្រៅ​ការ​ចូល​បន្ទាត់ ៖
ko: 수직 동적 정렬된 행의 들여쓰기 깊이 :
mk: Порамни ги вертикално динамично пренесените линии до длабочината на вовлекување:
ms: Jajar menegak baris yang dibalut secara dinamik kepada kedalaman indentasi:
nb: Juster dynamisk tekstbrudne linjer etter innrykk:
nds: Dünaamsch ümbraken Deelregen liek inrücken bet op:
nl: Dynamisch afgebroken regels verticaal uitlijnen met de inspringdiepte:
nn: Juster dynamisk tekstbrotne linjer etter innrykk:
pl: Wyrównaj pionowo dynamicznie zawijane linie do głębokości wcięć:
pt: Alinhar verticalmente as mudanças de linhas dinâmicas à profundidade de indentação:
pt_br: Alinha verticalmente de modo dinâmico as linhas quebradas para a profundidade de identação.
ro: Aliniază vertical liniile limitate dinamic la adîncimea de indentare:
rw: Mu buryo buhagaze gutunganya imirongo ifunitse mu buryo buhinduka ku bujyakuzimu bw'isunika:
sk: Vertikálne zarovnať dynamicky zalomené riadky na šírku odsadenia:
sl: Navpično poravnaj dinamično prelomljene vrstice do globine zamikanja:
sr: Поравнај усправно динамички преломљене линије на дубину увлачења:
sr@latn: Poravnaj uspravno dinamički prelomljene linije na dubinu uvlačenja:
ta: இயங்குநிலையில் மடங்கிய வரிகளை உள்ளமைவின் ஆழத்திற்கேற்ப செங்குத்தாக பொருத்து:
tg: Ақиб гаштани сатри гузаронидаи динамикии амудӣ то дараҷаи:
uk: Вирівнювати вертикально динамічно перенесені рядки до глибини відступу:
zh_cn: 自动将换行垂直对齐到缩进深度：

source: % of View Width
af: % van die Aansig Wydte
be: % ад шырыні прагляду
bg: % от видимата част
bs: % širine pogleda
ca: % d'amplada de la vista
cs: % šířky pohledu
da: % af visningsbredden
de: % der Ansichtsbreite
el: % του πλάτους προβολής
es: % de la anchura de la vista
eu: --> Ikuspegiaren zabaleraren %a
fa: ٪ از عرض نما
fi: % näkymän leveydestä
fr: % de la largeur de la vue
fy: % fan werjeftebreedte
gl: % do Ancho da Vista
he: % מרוחב התצוגה
hu: A nézet szélességének százaléka
is: % af breydd sýnar
it: % della larghezza della vista
ja: % (ビュー幅の)
kk: % көрініс енінен
km: % នៃ​ទទឹង​ទិដ្ឋភាព
ko: %... 표시 너비 중
mk: % од ширината на погледот
ms: % Lebar Paparan
nb: % av tekstrutebredden
nds: % vun dat Textrebeet
nl: % van weergavebreedte
nn: % av tekstrutebreidda
pa: ਦਿੱਖ ਚੌੜਾਈ ਦਾ %
pl: % szerokości widoku
pt: % da Largura da Vista
pt_br: % da largura da visão
ro: % din lăţimea vizualizării
rw: % by'Ubugari bw'Igaragaza
se: % čájeheami govdodagas
sk: % z šírky pohľadu
sl: % širine prikaza
sr: % од ширине приказа
sr@latn: % od širine prikaza
ta: % உடைய காட்சி அகலம்
tg: % Фароҳи Намоиш
th: % ของความกว้างมุมมอง
uk: % ширини перегляду
zh_cn: 视图宽度的百分比

source: Disabled
af: Deaktiveer
ar: معطل
be: Выключана
bg: Изключено
bs: Isključeno
ca: Deshabilitat
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένη
es: Desactivado
eu: Desgaituta
fa: غیرفعال
fi: Pois käytöstä
fr: Désactivé
fy: Utskeakele
gl: Desactivado
he: לא מפועל
hr: Onemogućeno
hu: Letiltva
is: Óvirkt
it: Disabilitato
ja: 無効
kk: Рұқсат етілмеген
km: ប្រើ​មិន​បាន
ko: 사용 안함
mk: Оневозможено
ms: Dinyahaktifkan
nb: Av
nds: Utmaakt
nl: Uitgeschakeld
nn: Av
pa: ਆਯੋਗ
pl: Wyłączone
pt: Desactivado
pt_br: Desabilitado
ro: Dezactivat
rw: Yahagaritswe
se: Eret
sk: Vypnuté
sl: Onemogočeno
sr: Искључено
sr@latn: Isključeno
ta: முடக்கிய
tg: Ғайри фаъол
th: ปิดการใช้งาน
uk: Вимкнено
zh_cn: 禁用

source: Code Folding
af: Kode vou
ar: طيّ الشيفرة
be: Згортванне коду
bg: Структура на кода
bs: Sakrivanje koda
ca: Plegat de codi
cs: Skládání kódu
da: Kodefoldning
de: Code-Ausblendung
el: Τύλιγμα κώδικα
es: Plegado de código
eu: Kode-tolestura
fa: تازنی کد
fi: Koodin laskostus
fr: Pliage du code
fy: Koade-ynfâlding
gl: Plegado de código
he: סמני קיפול
hr: Sklapanje koda
hu: Kódkibontás
is: Flettimyndir
it: Raggruppamento codice
ja: コード折りたたみ
kk: Код жолдарын бүктеу
km: ផ្នត់​កូដ
ko: 코드 폴딩
mk: Склопување на код
ms: Pengikat Code
nb: Kodebryting
nds: Kode-Foolden
nl: Code-invouwing
nn: Kodefalding
pa: ਕੋਡ ਸਮੇਟਣਾ
pl: Zwijanie kodu
pt: Dobragem do Código
pt_br: Dobradura de Código
ro: Îndosariere cod sursă
rw: Umubare Izinga
se: Kodemáhccun
sk: Zabaľovanie kódu
sl: Zvijanje kode
sr: Сажимање кода
sr@latn: Sažimanje koda
ta: குறிமுறை மடிப்பு
tg: Печондани феҳристҳои рамз
uk: Згортання коду
zh_cn: 代码折叠

source: Show &folding markers (if available)
af: Wys vou merkers (indien beskikbaar)
ar: أظهر معلمىّ الطئ(إن وجد)
bg: Показване &структурата на кода
bs: Pokaži oznake &sakrivanja koda (ako ih ima)
ca: Mostra els marcadors desple&gables (si estan disponibles)
cs: Zobr&azovat dostupné značky skládání kódu
da: Vis &foldemarkeringer (om tilgængelige)
de: Markierung für &Code-Ausblendungen anzeigen, falls vorhanden
el: Εμφάνιση δείκτη &τυλίγματος κώδικα (αν είναι εφαρμόσιμο)
es: Mostrar marcadores desple&gables (si están disponibles)
eu: Erakutsi &marka tolesgarriak (ahal bada)
fa: نمایش نشانگرهای &تاشونده )اگر در دسترس باشند(‌
fi: Näytä &laskostusmerkit (jos käytössä)
fr: Afficher les indicateurs de &pliage (si cette option est activée)
fy: Ynfâ&ldmarkearrings sjen litte (wannear beskikber)
gl: Mostrar marcas de &Pregue (se aplicábel)
he: הצג &סימני קיפול אם ניתן
hr: Pokaži markere preklapanja (ako je dostupno)
hu: Szegély&jelzők megjelenítése (ha szükséges)
is: Sýna &samfelli-merki (ef mögulegt)
it: Mostra gli indicatori di ra&ggruppamento
ja: (利用可能なら) 折りたたみマーカーを表示する(&F)
kk: &Бүктеу маркерлері көрсетілсін (бар болса)
km: បង្ហាញសញ្ញា​​សម្គាល់​ផ្នត់ (​ប្រសិន​បើ​មាន)
ko: 폴딩 마커 보기 (&F) (가능할 경우)
mk: Покажи ги ознаките за &склопување ако е тоа возможно
ms: Papar penanda pen&gikat (jika boleh)
nb: Vis &brytemerke (om tilgjengelig)
nds: &Fooldmarken wiesen (wenn mööglich)
nl: Invou&wmarkeringen tonen (indien beschikbaar)
nn: Vis &faldemerke (når det passar)
pa: ਸਮੇਟਣ ਨਿਸ਼ਾਨ ਵਿਖਾਓ(&f) (ਜੇ ਉਪਲੱਬਧ ਹੋਵੇ)
pl: Pokaż znaczniki &zwijania (jeśli dostępne)
pt: M&ostrar as marcações de dobragem (se disponíveis)
pt_br: Mostrar &Marcas de Dobradura (se disponível)
ro: Afişează &marcajele de îndosariere (dacă e cazul)
rw: Kwerekana ibiranga by'izinga (niba bihari)
se: Čájet &máhccunmearkkaid (jos olamuttus)
sk: Zobraziť za&baľovacie značky (ak sú dostupné)
sl: Prikaži oznake zvijanja &kode (če je na voljo)
sr: Приказуј &маркере за сажимање (ако је могуће)
sr@latn: Prikazuj &markere za sažimanje (ako je moguće)
ta: மடிப்புக்குறிகளைக் காட்டு(இருந்தால்)
tg: Намоиши хати тобиши &маркерҳо (агар дастрасӣ шавад)
uk: Показувати маркери &згортання, якщо ввімкнено
zh_cn: 可能时显示折叠标记(&F)

source: Collapse toplevel folding nodes
af: Saambreek boonste vlak vou nodes
ar: تهديم عقد طيّ المستوى العلوي
bg: Свиване на най-горното ниво
bs: Sakrij najviše čvorove sakrivanja
ca: Contrau els nodes plegables al nivell superior
cs: Sbalit skládácí značky nejvyšší úrovně
da: Kollaps topniveauets foldeknuder
de: Obere Knotenpunkte der Code-Ausblendung mit einklappen
el: Σύμπτυξη κόμβων τυλίγματος πρώτου επιπέδου
es: Contraer nodos plegables de nivel superior
eu: Tolestu goi-mailako nodo tolesgarriak
fa: متلاشی شدن گره‌های تاشوندۀ سطح بالا
fi: Pienennä päätason laskostussolmut
fr: Replier les nœuds de pliage de plus haut niveau
fy: Boppenste ynfâldknooppunten ynklappe
gl: Contraer pontos superiores de pregamento
hr: Preklopi kod na početnom nivou
hu: A legfelső szintű csomópontok összecsukása
is: Loka efstu flettimyndinni
it: Contrai i nodi di raggruppamento superiori
ja: トップレベルの折りたたみノードをたたむ
kk: Барлық бұтақтар бүктелсін
km: វេញ​ថ្នាំង​ផ្នត់​កម្រិត​កំពូល
ko: 최상위 폴딩 노드를 접습니다.
mk: Затвори ги највисоките јазли за склопување
ms: Kuncup nod pengikat paras atas
nb: Fold sammen toppnodene
nds: Böverste Knütten mit infoolden
nl: Bovenste invouwknooppunten inklappen
nn: Fald saman toppnodane
pa: ਉੱਚ-ਪੱਧਰੀ ਸਮੇਟਣ ਨੋਡਾਂ ਸਮੇਟੋ
pl: Zwiń szczytowe węzły zwijania
pt: Fechar os nós de topo de dobragem
pt_br: Diminuir para os Nós de nível mais alto
ro: Contrage nodurile de îndosariere rădăcină
rw: Konona Amapfundo Izinga UrwegoHejuru
sk: Zabaliť najvyššiu úroveň
sl: Zloži najvišja vozlišča zvijanja
sr: Сажми чворишта вишег нивоа
sr@latn: Sažmi čvorišta višeg nivoa
ta: உயர்நிலை தொகுப்பை குழப்பிவிடும்.
tg: Печонидани ҳамаи блокҳо
uk: Згорнути непорожні вузли верхнього рівня
zh_cn: 折叠顶层结点

source: Borders
af: Grense
be: Межы
bg: Граници
bs: Rubovi
ca: Vores
cs: Okraje
da: Kanter
de: Randlinien
el: Περιγράμματα
es: Bordes
eu: Ertzak
fa: لبه‌ها
fi: Reunat
fr: Bordures
fy: Rânen
gl: Bordes
he: הגבולות
hu: Szegélyek
is: Spássíur
it: Bordi
ja: 境界
kk: Шектері
km: ស៊ុម
ko: 경계
mk: Рабови
ms: Sempadan
nb: Kanter
nds: Ränners
nl: Randen
nn: Kantlinjer
pa: ਹਾਸ਼ੀਆ
pl: Brzegi
pt: Contornos
pt_br: Bordas
ro: Margini
rw: Impera
se: Ravddat
sk: Okraje
sl: Robovi
sr: Границе
sr@latn: Granice
ta: விளிம்புகள்
tg: Лабаи чап
th: กรอบ
uk: Границі
zh_cn: 边框

source: Show &icon border
af: Vertoon ikoon grens
ar: أظهر إ&طار الأيقونات
be: Паказваць мяжу &значкі
bg: Показване на &зоната за икони
bs: Pokaži &okvir
ca: Mostra la &vora de la icona
cs: Zobrazovat pruh s &ikonami
da: Vis &ikonkant
de: S&ymbolrand anzeigen
el: Εμφάνιση περιγράμματος &εικονιδίων
es: Mostrar &borde de iconos
eu: Erakutsti &ikonoaren ertza
fa: نمایش لبۀ &شمایل‌
fi: Näytä &kuvakereunus
fr: Afficher la &bordure d'icônes
fy: Byldka&ikerâne sjen litte
gl: Mostrar borde de &ícone
he: הצג מסגרת סמ&לים
hr: Pokaži rub za &ikone
hu: Ikonsze&gély megjelenítése
is: Sýna &merkjaspássíu
it: Mostra bordo per le &icone
ja: アイコン境界を表示する(&I)
kk: &Таңбаша шегі көрсетілсін
km: បង្ហាញ​ស៊ុម​រូបតំណាង
ko: 아이콘 경계보기(&I)
mk: Покажи ги рамките на &иконите
ms: Papar &ikon sempadan
nb: V&is ikonkanten
nds: Rand för &Lüttbiller wiesen
nl: P&ictogramrand tonen
nn: Vis &ikonramme
pa: ਆਈਕਾਨ ਹਾਸ਼ੀਆ ਵੇਖਾਓ(&i)
pl: Pokaż pasek &ikon
pt: Mostrar o &contorno dos ícones
pt_br: Mo&strar Borda do Ícone
ro: Afişează marginea &iconiţelor
rw: Kwerekana impera z'agashushondanga
se: Čájet &govašrámma
sk: Zobraziť okraje &ikony
sl: Prikaži rob &ikone
sr: Приказуј &ивицу икона
sr@latn: Prikazuj &ivicu ikona
ta: விளிம்பு சின்னத்தை காட்டு
tg: Намоиши &сарҳади нишона
th: แสดงกรอบของไอคอน
uk: Показувати рамку &піктограм
zh_cn: 显示图标边框(&I)

source: Show &line numbers
af: Vertoon lyn nommers
ar: أظهر أر&قام الأسطر
be: Паказваць &нумары радкоў
bg: Показване &номерата на редовете
bs: Pokaži &brojeve linija
ca: Mostra el número de les &línies
cs: Zobrazovat čís&la řádek
da: Vis &linjenumre
de: Zeilen&nummern anzeigen
el: Προβολή αριθμών &γραμμής
es: Mostrar números de &líneas
eu: Erakutsi &lerro-zenbakiak
fa: نمایش شمارۀ &خطوط‌
fi: Näytä &rivinumerot
fr: Afficher les nu&méros de ligne
fy: Rige&lnûmering sjen litte
gl: Mostrar números de liña
he: הצג מספ&רי שורות
hr: Pokaži brojeve &linija
hu: A s&orszámok megjelenítése
is: Sýna &línunúmer
it: Mostra numeri di &riga
ja: 行番号を表示する(&L)
kk: &Жол нөмірлері көрсетілсін
km: បង្ហាញ​លេខ​បន្ទាត់
ko: 줄 번호 보기 (&L)
mk: Покажи ги &броевите на линиите
ms: Papar baris no&mbor
nb: Vis &linjenumre
nds: Reeg&nummern wiesen
nl: Rege&lnummering tonen
nn: Vis &linjenummer
pa: ਸਤਰ ਨੰਬਰ ਵੇਖਾਓ(&l)
pl: Pokaż &numery linii
pt: Mostrar os números de &linha
pt_br: M&ostrar o Número de Linhas
ro: Afişează &numerele de linie
rw: Kwerekana nomero z'umurongo
se: Čájet &linnjánummiriid
sk: Zobraziť čís&la riadkov
sl: Prikaži &številke vrstic
sr: Приказуј бројеве &линија
sr@latn: Prikazuj brojeve &linija
ta: வரி எண்களை காட்டு.
tg: Намоиши &миқдори хатҳо
th: แสดงหมายเลขบรรทัด
uk: Показати номери &рядків
zh_cn: 显示行号(&L)

source: Show &scrollbar marks
af: Wys rolstaaf merke
bg: Показване отметки на ле&нтата за превъртане
bs: Prilaži oznake &klizača
ca: Mostra les marques de la barra de de&splaçament
cs: Zobrazovat značky na po&suvnících
da: Vis &rullebjælkens mærker
de: Markierungen in &Bildlaufleiste anzeigen
el: Εμφάνιση σημαδιών γραμμής κύ&λισης
es: Mostrar marcas de barras de de&splazamiento
eu: Erakutsi &korritze-barraren markak
fa: نمایش نشانهای &میله لغزش‌
fi: Näytä &vierityspalkin merkit
fr: Afficher les repères sur les barres de &défilement
fy: &Skúfbalke markearrings sjen litte
gl: Mostrar marcas de &barras de desprazamento
he: הצג סימנים על &סרגלי הגלילה
hu: &Gördítősávjelzők megjelenítése
is: Sýna &skrunsláarmerkingar
it: Mostra i segni nella barra di &scorrimento
ja: スクロールバーのマークを表示する(&S)
kk: Жүгі&рту жолағының белгілері көрсетілсін
km: បង្ហាញ​សញ្ញា​សម្គាល់​របារ​រមូរ
ko: 스크롤바 마크 보기(&S)
mk: Покажи ознаки за лизгање
ms: Papar tanda &bar skrol
nb: Vis merker i &rullefeltet
nds: Marken op den &Rullbalken wiesen
nl: &Schuifbalkmarkeringen tonen
nn: Vis merke i &rullefeltet
pa: ਸਕਰੋਲ ਨਿਸ਼ਾਨ ਵੇਖਾਓ(&s)
pl: Pokaż znaki pa&ska przewijania
pt: Mo&strar as marcas na barra de posicionamento
pt_br: Mostrar marcas da &barra de rolagem
ro: Afişează marcajele &barei de defilare
rw: Kwerekana ibimenyetso by'agafashagenda
se: Čájet &rullengieddemearkkaid
sk: Zobraziť značky &posuvníka
sl: Prikaži oznake na &drsnikih
sr: Прикажи &обележиваче у клизачкој траци
sr@latn: Prikaži &obeleživače u klizačkoj traci
ta: உருள்பட்டி குறிகளை காட்டு
tg: &Нишон додани нишонҳои хатти тобдиҳанда
uk: Показувати &позначки на смужці прокрутки
zh_cn: 显示滚动栏标记(&S)

source: Sort Bookmarks Menu
af: Sorteer Boekmerke Kieslys
ar: إفرز قائمة خيارات المؤشّرات
be: Парадкаваць меню закладак
bg: Сортиране на отметките
bs: Sortiraj meni sa zabilješkama
ca: Ordena el menú de punts
cs: Třídit nabídku se záložkami
da: Sortér bogmærkemenu
de: Lesezeichen-Menü sortieren
el: Ταξινόμηση μενού σελιδοδεικτών
es: Ordenar menú de marcadores
eu: Odenatu laster-marken menua
fa: مرتب کردن گزینگان چوب الفها
fi: Järjestä kirjanmerkkivalikko
fr: Trier le menu des signets
fy: Blêdwizermenu sortearje
gl: Ordenar menú de marcadores
he: מיין את תפריט הסימניות
hr: Sortiraj izbornik oznaka
hu: A könyvjelzők sorbarendezése
is: Raða bókamerkjum
it: Ordina il menu dei segnalibri
ja: ブックマークメニューのソート順
kk: Бетбелгілерді реттеу тәртібі
km: តម្រៀប​ម៉ឺនុយចំណាំ
ko: 책갈피 메뉴 정렬
mk: Подреди го менито со забелешки
ms: Isih Menu Tanda Laman
nb: Sorter bokmerkemenyen
nds: Leestekenmenü sorteren
nl: Bladwijzermenu sorteren
nn: Sorter bokmerkemenyen
pa: ਬੁੱਕਮਾਰਕ ਮੇਨੂ ਕ੍ਰਮਬੱਧ
pl: Sortuj menu zakładek
pt: Ordenar o Menu de Favoritos
pt_br: Ordenar Menu de Favoritos
ro: Sortează meniul semnelor de carte
rw: Gushungura Ibikubiyemo by'Utumenyetso
se: Erohala girjemearkafálu
sk: Zoradiť menu záložiek
sl: Razvrsti meni z zaznamki
sr: Поређај мени маркера
sr@latn: Poređaj meni markera
ta: புத்தகக்குறிகள் பட்டியை வரிசைப்படுத்து
tg: Менюи монданҳоро ба навъҳо ҷудо кунед
th: เรียงลำดับเมนูที่คั่นหนังสือ
uk: Впорядкувати меню закладок
zh_cn: 排序书签菜单

source: By &position
af: Deur posisie
ar: حسب ال&موقع
be: Па &размяшчэнню
bg: По пози&ция
bs: Po &poziciji
ca: Per &posició
cs: Podle &pozice
da: Efter &placering
de: Nach &Position
el: Κατά &θέση
es: Por &posición
eu: &Posizioaren arabera
fa: بر اساس &موقعیت‌
fi: &Paikan mukaan
fr: Par la &position
fy: Neffens &posysje
gl: Por &posición
he: לפי &מיקום
hr: Po &mjestu
hu: pozí&ció szerint
is: Eftir &stöðu
it: Per &posizione
ja: 位置で(&P)
kk: &Орналасуы бойынша
km: តាម​ទីតាំង
ko: 위치로 (&P)
mk: По &позиција
ms: Ikut &posisi
nb: Etter &posisjon
nds: Na &Positschoon
nl: Op &positie
nn: Etter &posisjon
pa: ਸਥਿਤੀ(&p)
pl: &Według położenia
pt: Por &posição
pt_br: Por &Posição
ro: După &poziţie
rw: Ku birindiro
se: &Sajádaga bokte
sk: Podľa &pozície
sl: Po &položaju
sr: &По месту
sr@latn: &Po mestu
ta: இருப்பிடத்தால்
tg: Ба &ҷойгиршавӣ
th: ตามตำแหน่ง
uk: За &розташуванням
zh_cn: 按位置(&P)
