Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>Sets the background color of the selected marker type.</p><p><b>Note</b>: The marker color is displayed lightly because of transparency.</p>
af: <p>Verstel die agtergrond kleur van die verkose merker tipe.<p><p><b>Nota</b>: Die merker kleur word ligter vertoon as gevolg van deursigtigheid.<p>
be: <p>Вызначае фонавы колер для выбранага тыпу маркераў.</p><p><b>Заўвага</b>: Колер маркераў можа быць святлейшым з-за празрыстасці.</p>
bg: <p>Фон на избрания маркер.</p><p>Имайте предвид, че избрания цвят се показва много ненаситено, защото се използва степен на прозрачност.</p>
bs: <p>Podešava boju pozadine izabrane vrste markera.</p> <p><b>Napomena</b>: Boja markera je prikazana nešto svjetlija zbog providnosti.</p>
ca: <p>Estableix el color de fons del tipus de marcador seleccionat.</p> <p><b>Nota</b>: El color del marcador es mostra suau a causa de la transparència.</p>
cs: <p>Nastaví barvu pozadí zvoleného typu značky.</p> <p><b>Poznámka</b>: Kvůli průhlednosti je barva značky světlejší.</p>
da: <p>Sætter baggrundsfarven for den valgte markeringstype.</p><p><b>Bemærk</b>: Markeringsfarven vises lyst på grund af gennemsigtighed.</p>
de: <p>Legt die Hintergrundfarbe für den ausgewählten Markierungstyp fest.</p> <p><b>Beachten Sie:</b> Die Markierungsfarbe wird wegen der Transparenz heller angezeigt.</p>
el: <p>Ορίζει το χρώμα φόντου του επιλεγμένου τύπου δείκτη.</p><p><b>Σημείωση</b>: Το χρώμα του δείκτη εμφανίζεται λιγότερο έντονο λόγω της διαφάνειας.</p>
es: <p>Fija el color de fondo del cursor seleccionado.</p> <p><b>Nota:</b> El color del cursor se muestra débilmente debido a la transparencia</p>.
eu: <p>Hautatutako marka-motaren atzeko planoaren kolorea ezartzen du.</p> <p><b>Oharra</b>: Markaren kolorea motel bistaratuko da gardentasuna dela eta.</p>
fa: <p> رنگ زمینۀ نوع نشانگر برگزیده را تنظیم می‌کند.</p><p><b>نکته</b>: رنگ نشانگر به خاطر شفافیت به طور روشن نمایش داده می‌شود.</p>
fr: <p>Définit la couleur de fond du type de marqueur sélectionné.</p> <p><b>Note</b> : la couleur du marqueur apparaît claire à cause de la transparence.</p>
fy: <p>Stelt de eftergrûn yn fan de selektearre markeartype.</p> <p><b>Wichtich</b>: De kleur wurdt ljochter werjûn wanwege de trochsichtichheid.</p>
gl: <p>Axusta a cor de fondo do tipo de marca escollida.</p><p><b>Nota</b>: A cor da marca mostrase súavizada debido á transparéncia.</p>
he: <p> קובע את צבע הרקע של סוג הסמן הנבחר.</p> <b>הערה</b><p> צבע הסמן מוצג בצבע בהיר יותר, בגלל שקיפות.</p>
hu: <p>A kiválasztott jelzőtípus háttérszínét állítja be.</p><p><b>Megjegyzés</b>: a jelző színe halvány lesz az áttetszőség miatt.</p>
is: <p>Stillir bakgrunnslit valins texta.</p><p><b>Athugaðu</b>: Bakgrunnsliturinn er sýndur ljósari vegna áhrifa gegnsæis.</p>
it: <p>Imposta il colore di sfondo del tipo di evidenziatore selezionato.</p><p><b>Nota</b>: il colore dell'evidenziatore è visualizzato più chiaro a causa della trasparenza.</p>
ja: <p>選択したマーカーの背景色を設定します。</p><p>注意: マーカーの色は半透明にするために薄く表示されます。</p>
kk: <p>Таңдалған маркердің аясының түсін орнату.</p><p><b>Ескерту</b>: маркер мөлдір болғандықтан солғын түспен көрсетіледі.</p>
km: <p>កំណត់​ពណ៌​ផ្ទៃខាង​ក្រោយ​នៃ​ប្រភេទ​​សញ្ញា​​សម្គាល់​ដែល​បាន​ជ្រើស ។</p><p><b>ចំណាំ</b> ៖ ពណ៌​សញ្ញា​​សម្គាល់​ត្រូវ​បាន​បង្ហាញ​យ៉ាង​ស្រាល ដោយ​សារ​តែ​ភាព​ថ្លា ។</p>
ko: <p>선택한 마커의 배경색을 지정합니다.</p><p><b>주의</b>: 마커의 색상은 투명하게 나타나기 때문에 선택한 색상보다 연하게 나타납니다.</p>
mk: <p>Ја поставува бојата на подлога за избраниот тип на маркер.</p><p><b>Забелешка</b>: Бојата на маркерот е прикажана посветло поради проѕирноста.</p>
ms: <p>Mengeset warna latar belakang jenis penanda yang dipilih.</p><p><b>Ambil perhatian</b>: Warna penanda dipaparkan pudar disebabkan oleh lut sinar.</p>
nb: <p>Velg bakgrunnsfargen på valgt markeringstype. </p> <p>Merk<b>: Markeringsfargen blir vist lysere på grunn av gjennomsiktighet.</p>
nds: <p>Leggt de Achtergrundklöör för den utsöchten Marktyp fast.</p><p><b>Beacht</b>: De Markklöör warrt vunwegen de Transparenz bloots bleek dorstellt.</p>
nl: <p>Stelt de achtergrondkleur in van het geselecteerde markeertype.</p> <p><b>Belangrijk</b>: De kleur wordt lichter weergegeven vanwege de transparantie.</p>
nn: <p>Vel bakgrunnsfargen til den valde markeringstypen.</p> <p><b>Merk</b>: Markeringsfargen vert vist lysare på grunn av gjennomsikt.</p>
pl: <p>Ustawia kolor tła zaznaczenia.</p> <p><b>Uwaga</b>: Kolor zaznaczenia jest jaśniejszy z powodu przezroczystości.</p>
pt: <p>Muda a cor de fundo da área seleccionada.</p><p><b>Note</b>: a cor de marcação é mostrada ao de leve, por causa da transparência.</p>
pt_br: <p>Configura a cor de segundo plano do tipo de marcador selecionado.</p> <p><b>Nota</b>: A cor do marcador é exibida com uma cor clara, por causa da transparência .</p>
ro: <p>Setază culoarea de fundal a tipului de marcher selectat.</p> <p><b>Observaţie:</b> Culoarea de marcare este afişată luminos din cauza transparenţei.</p>
rw: <p>Iboneza ibara rya mbuganyuma ry'ubwoko bw'ikiranga cyatoranyijwe.</p><p><b>Impugukirwa</b>: Ibara ry'ikiranga ryerekanwa ku buryo bugaragara kubera ububonerane.</p>
se: <p>Bidjá merkejuvvon teavstta duogášivnni.</p> <p><b>Fuomáš</b>: Merkenivdni čájehuvvo čuovgabun go duođas lea čađačuovgivuođa dihte.</p>
sk: <p>Nastaví farbu pozadia výberu.</p> <p><b>Poznámka</b>: Farba je zobrazená svetlá kvôli priehľadnosti.</p>
sl: <p>Nastavi barvo ozadja za izbrano vrsto označevalca.</p> <p><b>Vedite</b>: Barva označevalca je prikazana svetlo zaradi prosojnosti.</p>
sr: <p>Поставља боју позадине одабраног типа маркера.</p><p><b>Напомена</b>: Боја маркера је приказана светлије због провидности.</p>
sr@latn: <p>Postavlja boju pozadine odabranog tipa markera.</p><p><b>Napomena</b>: Boja markera je prikazana svetlije zbog providnosti.</p>
ta: <p>தேர்தெடுக்கப்பட்ட குறி வகைக்கு பின்னணி வண்ணங்களை அமைத்திடுக.</p><p><b>குறிப்பு</b>: குறி நிறம் ஊடுருவு தன்மையுடன் இருப்பதால் லேசாக தெரிகிறது!</p>
tg: <p>Ранги заминаи маркери ҷудо карда шуда.</p><p><b>Таваҷҷӯъ</b>: маркер бо ранги хеле номаҳфум низ намоиш мешавад, чуноне ки он элементи шаффоф мебошад.</p>
uk: <p>Встановлює колір тла для вибраного типу позначок.</p><p><b>Примітка:</b> Позначки будуть мати більш світлий вигляд через прозорість.</p>
zh_cn: <p>设置选中标记类型的背景色。</p><p><b>注意</b>：标记的颜色较浅，是因为透明的缘故。</p>

source: <p>Select the marker type you want to change.</p>
af: <p> Kies die merker tipe wat jy wil verander.</p>
be: <p>Выберыце тып маркераў для змены.</p>
bg: <p>Изберете тип маркер, който искате да промените.</p>
bs: <p>Izaberite vrstu markera koji želite izmijeniti.</p>
ca: <p>Seleccioneu el tipus de marcador que voleu canviar.</p>
da: <p>Vælg den markeringstype du ønsker at ændre.</p>
de: <p>Wählen Sie den Markierungstyp, den Sie ändern möchten.</p>
el: <p>Επιλέξτε τον τύπο δείκτη που θέλετε να αλλάξετε.</p>
es: <p>Seleccione el tipo de cursor que desea cambiar.</p>
eu: <p>Hautatu aldatzea nahi duzun marka-mota.</p>
fa: <p>نوع نشانگری که می‌خواهید تغییر دهید را برگزینید.</p>
fr: <p>Sélectionnez le type de marqueur que vous voulez modifier.</p>
fy: <p>Selektearje de markeartype dy't jo wizigje wolle:</p>
gl: <p>Escolle o tipo de marca a modificar.</p>
he: <p> קובע את סוג הסמן שאתה רוצה לשנות. </p>
hu: <p>Válassza ki a módosítani kívánt jelzőtípust.</p>
is: <p>Veldu merkingalitinn sem þú vilt breyta.</p>
it: <p>Seleziona il tipo di evidenziatore che vuoi cambiare.</p>
ja: <p>変更するマーカーの種類を選択してください。</p>
kk: <p>Өзгертуге қалайтын маркер түрін таңдаңыз.</p>
km: <p>ជម្រើស​ប្រភេទ​សញ្ញា​​សម្គាល់ ដែល​អ្នក​ចង់​ផ្លាស់​ប្ដូរ ។</p>
ko: <p>변경하고 싶은 마커를 선택하십시오.</p>
mk: <p>Изберете го типот на маркер што сакате да го измените.</p>
ms: <p>Pilih jenis penanda yang anda ingin ubah.</p>
nb: <p>Velg hvilken markeringstype du vil endre.</p>
nds: <p>Söök den Marktyp ut, den Du ännern wullt</p>
nl: <p>Selecteer het markeertype dat u wilt wijzigen:</p>
nn: <p>Vel kva markeringstype du vil endra.</p>
pa: <p>ਮਾਰਕਰ ਕਿਸਮ ਚੁਣੋ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ।</p>
pl: <p>Wybierz typ zaznaczenia jakie chcesz zmienić.</p>
pt: <p>Seleccione o tipo de marcação que deseja alterar.</p>
pt_br: <p>Selecione o tipo de marcador que você deseja modificar.</p>
ro: <p>Selectaţi tipul de marcher pe care doriţi să-l modificaţi.</p>
rw: <p>Gutoranya ubwoko bw'ikiranga wifuza guhindura.</p>
se: <p>Vállje makkár merkenšlája háliidat rievdadit.</p>
sk: <p>Vyberte typ značky, ktorú chcete zmeniť.</p>
sl: <p>Izberite vrsto označevalca, ki ga želite spremeniti.</p>
sr: <p>Одаберите тип маркера који желите да промените.</p>
sr@latn: <p>Odaberite tip markera koji želite da promenite.</p>
ta: <p>மாற்ற வேண்டிய குறி வகையை தேர்ந்தெடு</ p>
tg: <p>Намуди маркерро, ки мехоҳед тағйир диҳед, интихоб кунед.</p>
uk: <p>Виберіть тип позначки для зміни.</p>
zh_cn: <p>选择您想要更改的标记类型。</p>

source: <p>Sets the background color of the currently active line, which means the line where your cursor is positioned.</p>
af: <p>Verstel die agtergrond kleur van die huidiglik aktiewe lyn, wat beteken die lyn waar jou plekaanduier is geposisioneer.</p>
ar: <p>عين لون الخلفية للسطر النشط حالياً, بمعنى السطرالذى يحوى مؤشر الكتابة</p>
be: <p>Вызначае фонавы колер для актыўнага радка, дзе знаходзіцца курсор.</p>
bg: <p>Фон на текущ ред. Текущ ред е този, на който се намира курсора за въвеждане на текст, а не на мишката.</p>
bs: <p>Podešava boju pozadine trenutno aktivne linije, dakle linije u kojoj se nalazi kursor.</p>
ca: <p>Estableix el color de fons de la línia actualment activa, es a dir, la línia sobre la que estigui posicionat el cursor.</p>
cs: <p>Nastaví barvu pozadí právě aktuální řádky, tj. řádky na níž je umístěn kurzor.</p>
da: <p>Sætter baggrundsfarven for den aktuelt aktive linje hvilket betyder den linje hvor markøren er placeret.</p>
de: <p>Stellt die Hintergrundfarbe der aktiven Zeile ein. Das ist die Zeile, in der sich der Cursor gerade befindet.</p>
el: <p>Ορίζει το χρώμα φόντου της τρέχουσας ενεργού γραμμής, που είναι η γραμμή στην οποία είναι τοποθετημένος ο δρομέας σας.</p>
es: <p>Configura el color de fondo de la línea actualmente activa, es decir sobre la línea donde está posicionado el cursor.</p>
eu: <p>Uneko lerro aktiboaren atzeko planoaren kolorea ezartzen du, kurtsorea gainean duen lerroarena alegia.</p>
fa: <p> رنگ زمینۀ خط فعال اخیر را تنظیم می‌کند، یعنی خطی که مکان‌نمای شما روی آن قرار می‌گیرد. </p>
fi: <p>Asettaa aktiivisena olevan rivin (rivin, jossa kursori on) taustavärin.</p>
fr: <p>Définit la couleur de fond de la ligne actuellement active, c'est-à-dire la ligne sur laquelle votre curseur est positionné.</p>
fy: <p>Stelt de eftergrûnkleur yn foar de no aktive rigel, dit is de rigel wêr jo rinnerke har op it stuit befynt.</p>
gl: <p>Axusta a cor de fondo da liña activa, que é aquela na que está o cursor.</p>
he: <p> הגדרת צבע הרקע של השורה הפעילה כרגע, דהיינו השורה שבה ממוקם הסמן שלך. </p>
hr: <p>Postavljanje boje pozadine trenutno aktivnog retka, tj. retka u kojem se nalazi pokazivač.</p>
hu: <p>Beállítja az aktuális sor (ahol a kurzor éppen található) háttérszínét.</p>
is: <p>Stillir bakgrunnslit á virkri línu, þar sem bendillinn þinn er staðsettur núna.</p>
it: <p>Imposta il colore di sfondo della riga attiva, ovvero la riga che contiene il cursore.</p>
ja: <p>アクティブな行 (現在カーソルがある行) の背景色を設定します。</p>
kk: <p>Белсенді, яғни меңзер орналасқан жолдың ая түсін орнату.</p>
km: <p>កំណត់​ពណ៌​ផ្ទៃ​ខាងក្រោយ​នៃ​បន្ទាត់​សកម្ម​បច្ចុប្បន្ន (បន្ទាត់​ដែល​ទស្សន៍​ទ្រនិច​របស់​អ្នក​ស្ថិតនៅ) ។</p>
ko: <p>활성화된 현재 줄의 배경색을 설정합니다. 활성화된 현재 줄이란 지금 커서가 위치하고 있는 줄을 의미합니다.</p>
mk: <p>Ја поставува бојата на подлога на моментално активната линија т.е. линијата каде што е позициониран вашиот курсор.</p>
ms: <p>Mengeset warna latar belakang baris aktif semasa, ini bermakna baris yang kursor anda diposisikan.</p>
nb: <p>Velg bakgrunnsfargen på linja der skrivemerket står.</p>
nds: <p>Leggt de Achtergrundklöör för de aktuelle Reeg fast. Dat is jümmers de Reeg, binnen de de Blinker is.</p>
nl: <p>Stelt de achtergrondkleur in voor de huidige actieve regel, dit is de regel waar uw cursor zich momenteel in bevindt.</p>
nn: <p>Vel bakgrunnsfargen på linja med skrivemerket.</p>
pl: <p>Ustawia kolor tła dla aktywnego wiersza, czyli wiersza, gdzie znajduje się kursor.</p>
pt: <p>Altera a cor de fundo da linha activa no momento, ou seja, a linha onde o seu cursor está posicionado.</p>
pt_br: <p>Configura a cor de plano de fundo da linha atualmente ativa, ou seja, a linha onde o seu cursor está posicionado.</p>
ro: <p>Setează culoarea de fundal a liniei curente active, adică cea la care este poziţionat cursorul.</p>
rw: <p>Iboneza ibara rya mbuganyuma ry'umurongo ukora ugezweho, bivuze umurongo aho inyoboranyandiko yawe iri.</p>
se: <p>Bidjá duogásivnni dan linnjás gos čállinmearka lea.</p>
sk: <p>Nastaví farbu pozadia pre aktuálne aktívny riadok, to znamená riadok na ktorom je kurzor umiestnený.</p>
sl: <p>Nastavi barvo izadja trenutno aktivne vrstice, to pomeni vrstica, kjer je kazalec.</p>
sr: <p>Поставља боју позадине текуће линије, тј. линије у којој се тренутно налази курсор.</p>
sr@latn: <p>Postavlja boju pozadine tekuće linije, tj. linije u kojoj se trenutno nalazi kursor.</p>
ta: <p> நடைமுறை பயன்பாட்டு வரியின் பின்னணி நிறத்தை அமைக்கும். அதாவது, இடம்காட்டி எந்த வரியில் இருக்கிறது என்பதைத் தெரியப்படுத்தும்.</p>
tg: <p>Танзими ранги заминаи хат, вақти дар куҷо курсори муш воқеъ аст.</p>
uk: <p>Встановлює колір тла для поточного рядка, тобто рядка де знаходиться курсор.</p>
zh_cn: <p>设置当前活动行即光标所在行的背景颜色。</p>

source: <p>This color will be used to draw the line numbers (if enabled) and the lines in the code-folding pane.</p>
af: <p>Die kleut sal gebruik word om te trek die lyn nommers (as aktiveer) en die lyne in die kode-vou skrifstuk.<p>
be: <p>Гэты колер выкарыстоўваецца для нумароў радкоў і элементаў у панэлі згортвання коду.</p>
bg: <p>Цвят за изчертаване на номерата на редовете, ако са включени.</p>
bs: <p>Ova boja će biti korištena za ispis brojeva linija (ako je uključena) kao i linije u panelu za sakrivanje koda.</p>
ca: <p>Aquest color s'usarà per als números de línia (si s'han habilitat) i les línies a l'àrea de plegat de codi.</p>
da: <p>Denne farve vil blive brugt til at tegne linjenumre (hvis aktiveret) og linjerne i kodefoldningens folderude.</p>
de: <p>Diese Farbe wird für die Anzeige der Zeilennummern und Code-Ausblendungen verwendet.</p>
el: <p>Αυτό το χρώμα θα χρησιμοποιηθεί για την εμφάνιση του αριθμού γραμμής (αν είναι ενεργοποιημένο) και των γραμμών στο πλαίσιο τυλίγματος κώδικα.</p>
es: <p>Este color se utilizará para dibujar los números de las líneas (si estuvieran activadas) y las líneas en el panel de pliegue del código.</p>
eu: <p>Lerro zenbakien (gaituta egonez gero) eta kode-tolestura paneleko marren kolorea margotzeko erabiliko da kolore hau.</p>
fa: <p> این رنگ )اگر فعال شود( برای ترسیم تعداد خط و خطوط در پنجرک تازنی کد استفاده می‌شود. </p>
fi: <p>Tätä väriä käytetään rivinumeroiden (jos käytössä) ja koodin laskosmerkkien viivojen värinä.</p>
fr: <p>Cette couleur sera utilisée pour dessiner les numéros de ligne (si coché) et les lignes dans la zone de pliage du code.</p>
fy: <p>Dizze kleur sil foar de rigelnûmers brûkt wurde (as aktivearre binne) en foar de rigels yn it fak mei de ynfâlde koade.</p>
gl: <p>Esta cor será usada para os números de liña (se están visíbeis) e para as liñas na área de código contraído.</p>
he: <p> הצבע הזה ישמש כדי לצייר את הקו של מספרי השורות (אם מאופשר) והשורות בפנל קיפולי השורות. </p>
hu: <p>Ezzel a színnel jelennek meg a sorszámok (ha be vannak kapcsolva) és a kódtördelési panel sorai.</p>
is: <p>Þessi litur verður notaður til að teikna línunúmer (ef þau eru virk) og línurnar í kóðainndrættinum.</p>
it: <p>Questo colore sarà usato per disegnare i numeri di riga (se abilitati) e le righe nel pannello di raggruppamento del codice.</p>
ja: <p>行番号 (有効になっている場合) とコード折りたたみペインの線の色を設定します。</p>
kk: <p>Жолдың нөмірлерін (көрсетілуі сұралса) және бүгіліп тасымалданған жолдарды көрсету үшін қолданылатын түс.</p>
km: <p>ពណ៌​នេះ​នឹង​ត្រូវ​បាន​ប្រើ ដើម្បី​គូរ​លេខ​បន្ទាត់ (ប្រសិន​បើ​បាន​អនុញ្ញាត) និង​បន្ទាត់​ក្នុង​ស្លាប​ព្រិលបត់កូដ ។</p>
ko: <p>이 색상은 줄 번호와 나뉘어진 코드의 구획에서의 선의 색으로 사용됩니다.</p>
mk: <p>Оваа боја ќе се користи за да се исцртуваат броевите на линиите (ако е овозможено) и лините во панелот за склопување на код.</p>
ms: <p>Warna ini akan digunakan untuk melukis nombor baris (jika diaktifkan) dan baris dalam anak tetingkap lipatan kod.</p>
nb: <p>Denne fargen blir brukt til å vise linjenummer og linjene i kodefoldruten.</p>
nds: <p>Disse Klöör warrt för de Reegnummern bruukt (wenn anmaakt), un för Kode-Fooldlienen.</p>
nl: <p>Deze kleur zal gebruikt worden voor de regelnummers (indien geactiveerd) en voor de regels in het vak met de ingevouwen code.</p>
nn: <p>Denne fargen vert bruka til å visa linjenummera og linjene i kodefaldingsruta.</p>
pl: <p>Ten kolor będzie używany do pokazywania numerów linii (jeśli są włączone) i linii w kolumnie zwijania kodu.</p>
pt: <p>Esta cor é utilizada para desenhar os números de linha (se activados) e as linhas na zona de dobragem de código.</p>
pt_br: <p>Esta cor será usada para desenhar os números das linhas (se habilitado), e as linhas no painel de código.</p>
ro: <p>Această culoare va fi utilizată la afişarea numerelor de linie (dacă este activată) şi a liniilor din panoul de colapsare a codului sursă.</p>
rw: <p>Iri bara rizakoreshwa gushushanya nomero y'umurongo (niba bikora) n'imirongo mu kadirishya umubare-izinga.</p>
se: <p>Linnjánummirat ja linnját koda-máhccunruvttus geavahit dán ivnni.</p>
sk: <p>Táto farba sa použije pre čísla riadkov (ak sú zapnuté) a riadky v zabaľovacej oblasti.</p>
sl: <p>Ta možnost se bo uporabila za risanje številk vrstic (če so omogočene) in črt v plošči za zlaganje kode.</p>
sr: <p>Ова боја ће бити коришћена за испис бројева линија (ако је укључено) и линија у паноу за сажимање кôда.</p>
sr@latn: <p>Ova boja će biti korišćena za ispis brojeva linija (ako je uključeno) i linija u panou za sažimanje kôda.</p>
ta: <p>இந்த நிறம் வரிகள் வரைய பயன்படுத்தபடும் (செயல்பாட்டில் இருந்தால்) மற்றும் குறி-மடிப்பு பலகையின் வரிகள்.</p>
tg: <p>Ин ранг барои кашидани сатри рақамҳо (агар лозим шавад)ва сатрҳои ки дар даруни тирезаи коди печондашуда.</p>
uk: <p>Цей колір буде використано для відображення номерів рядків (якщо ввімкнено) та ліній у панелі згортання коду.</p>
zh_cn: <p>此颜色将用于绘制行号(若启用的话)以及代码折叠面板中的行。</p>
