Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: &Overwrite
af: Oorskryf
ar: &كتابة فوق
be: &Перапісаць
bg: &Презапис
bs: &Prepiši
ca: S&obreescriure
cs: Př&epsat
da: &Overskriv
de: Ü&berschreiben
el: &Αντικατάσταση
es: &Sobrescribir
eu: &Gainidatzi
fa: &جای‌نوشت‌
fi: &Korvaa
fr: É&craser
fy: &Oerskriuwe
gl: &Sobreescribir
he: &שכתב
hr: &Prepiši
hu: F&elülírás
is: &Yfirrita
it: S&ovrascrivi
ja: 上書き(&O)
kk: &Үстінен жазу
km: សរសេរ​ជាន់​លើ
ko: 덮어쓰기(&O)
mk: &Пребриши
ms: &Tulis Ganti
nb: Skriv &over
nds: Ö&verschrieven
nl: &Overschrijven
nn: Skriv &over
pa: ਉਪੱਰ ਲਿਖੋ(&O)
pl: &Nadpisz
pt: S&obrepor
pt_br: &Sobrescrever
ro: &Suprascrie
rw: Gusimbuza
se: &Buhtte
sk: &Prepísať
sl: &Nadomesti
sr: &Пребриши
sr@latn: &Prebriši
ta: &மேல் எழுது
tg: &Аз нав навиштан
th: เขียนทั&บ
uk: &Перезаписати
zh_cn: 覆盖(&O)

source: &Filetype:
af: Lêertipe:
ar: &نوع الملف:
be: Тып &файла:
bg: &Тип на файл:
bs: &Tip datoteke:
ca: Tipus de &fitxer:
cs: Typ sou&boru:
da: &Filtype:
de: Datei&typ:
el: Τύπος &αρχείου:
es: &Tipos de datos:
eu: &Fitxategi-mota:
fa: &نوع‌‌ پرونده:‌
fi: &Tiedostotyyppi:
fr: &Type de fichier :
fy: &Triemtype:
gl: &Tipo de Arquivo:
he: סוג &קובץ:
hr: Vrsta &datoteke:
hu: Fájltíp&us:
is: &Skráargerð:
it: Tipo di &file:
ja: ファイル型(&F):
kk: &Файл түрі:
km: ប្រភេទ​ឯកសារ ៖
ko: 파일 타입(&F):
mk: &Тип на датотека:
ms: &Jenis Fail:
nb: &Filtype:
nds: &Dateityp:
nl: &Bestandstype:
nn: &Filtype:
pa: ਫਾਇਲ ਕਿਸਮ(&F):
pl: &Typ pliku:
pt: Tipo de &ficheiro:
pt_br: &Tipo de arquivo:
ro: &Tip de fişier:
rw: Ubwokoidosiye:
se: &Fiilašládja:
sk: &Typ súboru:
sl: &Vrsta datoteke:
sr: Врста &фајла:
sr@latn: Vrsta &fajla:
ta: &கோப்பு வகை:
tg: &Намуди файл:
th: &ประเภทแฟ้ม:
uk: &Тип файла:
zh_cn: 文件类型(&F)：

source: &New
af: Nuwe
ar: &جديد
be: &Новы
bg: &Нов
bs: &Nova
ca: &Nou
cs: &Nový
da: &Ny
de: &Neu
el: &Νέο
es: &Nuevo
eu: &Berria
fa: &جدید‌
fi: &Uusi
fr: &Nouveau
fy: &Nij
gl: &Novo
he: &חדש
hr: &Nova
hu: Ú&j
is: &Nýtt
it: &Nuovo
ja: 新規(&N)
kk: &Жаңа
km: ថ្មី
ko: 새 문서(&N)
mk: &Нов
ms: &Baru
nb: &Ny
nds: &Nieg
nl: &Nieuw
nn: &Ny
pa: ਨਵਾਂ(&N)
pl: &Nowy
pt: &Novo
pt_br: &Novo
ro: &Nou
rw: Inshya
se: &Ođđa
sk: &Nový
sl: &Novo
sr: &Нов
sr@latn: &Nov
ta: & புதியது
tg: &Нав
th: ใ&หม่
uk: &Новий
zh_cn: 新建(&N)

source: N&ame:
af: Naam:
ar: الإ&سم:
be: І&мя:
bg: &Име:
bs: &Ime:
ca: N&om:
cs: Náz&ev:
da: N&avn:
el: Ό&νομα:
es: N&ombre:
eu: I&zena:
fa: &نام:‌
fi: &Nimi:
fr: No&m :
fy: N&amme:
gl: N&ome:
he: &שם:
hr: N&aziv:
hu: Né&v:
is: &Heiti:
it: N&ome:
ja: 名前(&M):
kk: &Атауы:
km: ឈ្មោះ ៖
ko: 파일 이름(&A):
mk: &Име:
ms: &Nama:
nb: N&avn:
nds: N&aam:
nl: N&aam:
nn: N&amn:
pa: ਨਾਂ(&a):
pl: N&azwa:
pt: N&ome:
pt_br: &Nome:
ro: N&ume:
rw: Izina:
se: N&amma:
sk: &Meno:
sl: &Ime:
sr: &Име:
sr@latn: &Ime:
ta: பெயர்
tg: Н&ом:
th: ชื่&อ:
uk: Н&азва:
zh_cn: 名称(&A)：

source: &Section:
af: Seksie:
ar: &قسم:
be: &Раздзел:
bg: &Секция:
bs: &Odjeljak:
ca: &Secció:
cs: &Sekce:
da: &Afsnit:
de: A&bschnitt:
el: &Τμήμα:
es: &Sección:
eu: &Atala:
fa: &بخش:‌
fi: &Osasto:
fy: &Seksje:
gl: &Sección:
he: &פרק:
hr: &Odjeljak:
hu: Ki&jelölés:
is: &Val:
it: &Sezione:
ja: セクション(&S):
kk: &Бөлімі:
km: ផ្នែក ៖
ko: 섹션(&S):
mk: &Секција:
ms: &Seksyen:
nb: &Del:
nds: Af&snitt:
nl: &Sectie:
nn: &Del:
pa: ਭਾਗ(&S):
pl: &Sekcja:
pt: &Secção:
pt_br: &Seção:
ro: &Secţiune:
rw: Icyiciro:
se: &Oassi:
sk: &Sekcia:
sl: &Odsek:
sr: &Означени текст:
sr@latn: &Označeni tekst:
ta: &பிரிவு
tg: &Қисм:
th: เ&ซกชัน:
uk: &Розділ:
zh_cn: 节(&S)：

source: &Variables:
af: Veranderlikes:
ar: &متغيرات:
be: &Зменныя:
bg: Про&менливи:
bs: &Promjenljive:
cs: P&roměnné:
da: &Variabler:
de: &Variablen:
el: &Μεταβλητές:
eu: A&ldagaiak:
fa: &متغیرها:‌
fi: &Muuttujat:
fy: &Fariabelen:
gl: &Variábeis:
he: &משתנה:
hr: &Varijable:
hu: &Változók:
is: &Breytur:
it: &Variabili:
ja: 変数(&V):
kk: Айн&ымалылар:
km: អថេរ ៖
ko: 변수(&V):
mk: &Променливи:
ms: &Variabel:
nb: &Variabler:
nds: &Variabeln:
nl: &Variabelen:
nn: &Variablar:
pa: ਮੁੱਲ(&V):
pl: Z&mienne:
pt: &Variáveis:
pt_br: &Variáveis:
ro: &Variabile:
rw: Impinduragaciro:
se: &Variabelat:
sk: &Premenné:
sl: &Spremenljivke
sr: &Променљиве:
sr@latn: &Promenljive:
ta: &மாறிகள்
tg: &Тағйирёбандаҳо:
th: ตัวแป&ร:
uk: &Змінні:
zh_cn: 变量(&V)：

source: File e&xtensions:
af: Lêer uitbreidings:
ar: ا&متدادات الملفات:
be: Па&шырэнні файлаў:
bg: Ра&зширения:
bs: Sufiksi &datoteka:
ca: E&xtensions de fitxers:
cs: Přípon&y souboru:
da: File&ndelser:
de: Dateier&weiterungen:
el: &Καταλήξεις αρχείων:
es: E&xtensiones de archivos:
eu: Fitxategi-&luzapenak:
fa: &پسوند پرونده‌ها:‌
fi: &Tiedostopäätteet:
fr: E&xtensions de noms de fichiers :
fy: Triem tahea&ksels:
gl: E&xtensións de Arquivo:
he: סיומות &קבצים:
hr: &Ekstenzije datoteka:
hu: Fájlki&terjesztések:
is: Skráa&endingar:
it: E&stensioni file:
ja: ファイル拡張子(&X):
kk: Файл жұ&рнақтары:
km: កន្ទុយ​ឯកសារ ៖
ko: 파일 확장자(&X):
mk: Наставки на &датотеки:
ms: &Sambungan fail:
nb: File&tternavn:
nds: Dateiver&wiedern:
nl: Bestandse&xtensies:
nn: Fil&etternamn:
pa: ਫਾਇਲ ਐਕਸਟੇਸ਼ਨ(&x):
pl: &Rozszerzenia nazw pliku:
pt: E&xtensões dos ficheiros:
pt_br: Extensões de a&rquivo:
ro: E&xtensii fişier:
rw: Imigereka y'Idosiye:
se: Fiila&dovddaldagat:
sk: Príp&ony súborov:
sl: Pripone &datotek:
sr: &Наставци фајлова:
sr@latn: &Nastavci fajlova:
ta: கோப்பு விரிவாக்கங்கள்:
tg: Қисми &иловагии файл:
th: ส่วนขย&ายแฟ้ม:
uk: Роз&ширення файлів:
zh_cn: 文件扩展名(&X)：

source: MIME &types:
af: Mime tipes:
ar: الأنساق:
be: &Тыпы MIME:
bg: Типов&е MIME:
bs: MIME &tipovi:
ca: &Tipus MIME:
cs: MIME &typy:
da: Mime&typer:
de: MIME-&Typen:
el: &Τύποι MIME:
es: &Tipos MIME:
eu: MIME &motak:
fa: &انواع مایم:‌
fi: MIME-&tyypit:
fr: Ty&pes MIME :
fy: MIME-&triemtypen:
gl: T&ipos MIME:
he: &טיפוסי MIME:
hr: &MIME vrste:
hu: &MIME-típusok:
is: Mime &tög:
it: &Tipi MIME:
ja: MIME タイプ(&T):
kk: MIME &түрлері:
km: ប្រភេទ Mime ៖
ko: 마임 타입(&T):
mk: MIME &типови:
ms: &Jenis MIME:
nb: Mime-&typer:
nds: MIME-&Typen:
nl: MIME-bestands&typen:
nn: Mime-&typar:
pa: MIME ਕਿਸਮ(&t):
pl: &Typy MIME:
pt: &Tipos MIME:
pt_br: Tipos &MIME:
ro: Tipuri &MIME:
rw: Amoko MIME:
se: &MIME-šlájat:
sk: &Typy MIME:
sl: &Vrste MIME:
sr: MIME &типови:
sr@latn: MIME &tipovi:
ta: மைம் வகைகள்:
tg: Намудҳои &MIME:
th: ประเภ&ท MIME:
uk: &Типи файлів:
zh_cn: MIME 类型(&T)：

source: Prio&rity:
af: Prioriteit:
ar: الأ&ولوية:
be: Прыя&рытэт:
bg: П&риоритет:
bs: Prio&ritet:
ca: Prio&ritat:
cs: P&riorita:
da: Prio&ritet:
de: &Priorität:
el: &Προτεραιότητα:
es: Prio&ridad:
eu: Lehenta&suna:
fa: &اولویت:‌
fi: &Tärkeys:
fr: Prio&rité :
fy: Prio&riteit:
gl: Prio&ridade:
he: &קדימות:
hr: Prio&ritet:
hu: Pri&oritás:
is: F&organgur:
it: Prio&rità:
ja: 優先度(&R):
kk: А&ртықшылығы:
km: អាទិភាព ៖
ko: 우선 순위(&R):
mk: Прио&ритет:
ms: &Keutamaan:
nb: &Prioritet:
nds: P&rioriteet:
nl: Prio&riteit:
nn: &Prioritet:
pa: ਦਰਜਾ(&r):
pl: Prio&rytet:
pt: P&rioridade:
pt_br: &Pioridade:
ro: Prio&ritate:
rw: Uburenganzira:
se: Ov&davuorru:
sk: Prio&rita:
sl: Prio&riteta:
sr: П&риоритет:
sr@latn: P&rioritet:
ta: முக்கியமானது&:
tg: &Пайдарпаӣ:
th: ค&วามสำคัญ:
uk: Прі&оритет:
zh_cn: 优先级(&R)：

source: Create a new file type.
af: Maak 'n nuwe lêer tipe.
be: Стварыць новы тып файлаў
bg: Създаване на нов файлов тип.
bs: Napravi novi tip datoteke.
ca: Crea un nou tipus de fitxer.
cs: Vytvořit nový typ souboru.
da: Lav en ny filtype.
de: Einen neuen Dateityp erstellen.
el: Δημιουργία ενός νέου τύπου εγγράφου.
es: Crear un nuevo tipo de archivo.
eu: Sortu fitxategi-mota berria.
fa: ایجاد یک نوع پروندۀ جدید.
fi: Luo uusi tiedostotyyppi.
fr: Créer un nouveau type de fichier.
fy: Meitsje in nij triemtype oan.
gl: Cria un novo tipo de ficheiro.
he: צור סוג קובץ חדש.
hu: Új fájltípus létrehozása.
is: Búa til nýja skráartegund.
it: Crea un nuovo tipo di file.
ja: 新しいファイルタイプを作成します。
kk: Файлдың жаңа түрін құру.
km: បង្កើត​ប្រភេទ​ឯកសារ​ថ្មី​មួយ ។
ko: 새로운 파일 타입 생성
mk: Креира нов тип на документ.
ms: Cipta jenis fail baru.
nb: Opprett en ny filtype.
nds: En niegen Dateityp opstellen.
nl: Maak een nieuw bestandstype aan.
nn: Lag ein ny filtype.
pa: ਨਵੀਂ ਫਾਇਲ ਕਿਸਮ ਬਣਾਓ।
pl: Stwórz nowy typ pliku.
pt: Criar um novo tipo de ficheiro.
pt_br: Cria um novo tipo de arquivo.
ro: Creează un nou tip de fişier.
rw: Kurema ubwoko bushya bw'idosiye.
se: Ráhkat ođđa fiilašlája.
sk: Vytvoriť nový typ súboru.
sl: Ustvari novo vrsto datoteke.
sr: Направи нови тип фајла.
sr@latn: Napravi novi tip fajla.
tg: Ҳуҷҷати ровонро нигоҳ доред.
th: สร้างประเภทของแฟ้มใหม่
uk: Створити новий тип файлів.
zh_cn: 创建新的文件类型。

source: Delete the current file type.
af: Verwyder die huidige lêer tipe.
be: Выдаліць гэты тып файлаў.
bg: Изтриване на текущия файлов тип.
bs: Obriši trenutni tip datoteke.
ca: Esborra el tipus de fitxer actual.
cs: Smazat současný typ souboru.
da: Slet denne filtype.
de: Den aktuellen Dateityp löschen.
el: Διαγραφή του τρέχοντος τύπου εγγράφου.
es: Borrar el tipo de archivo actual.
eu: Ezabatu uneko fitxategi-mota.
fa: حذف نوع پروندۀ جاری.
fi: Poista nykyinen tiedostotyyppi.
fr: Supprimer le type actuel de fichier.
fy: De aktive triemtype wiskje.
gl: Borra o tipo de ficheiro actual.
he: מחיקת סוג הקובץ הנוכחי.
hu: Az aktuális fájltípus törlése.
is: Eyða núverandi skráartegund.
it: Elimina il tipo di file corrente.
ja: 現在のファイルタイプを削除します。
kk: Назардағы файл түрін өшіру.
km: លុប​ប្រភេទ​ឯកសារ​បច្ចុប្បន្ន ។
ko: 현재 파일 타입 삭제
mk: Го брише тековниот тип на документ.
ms: Hapuskan jenis fail semasa.
nb: Slett denne filtypen.
nds: Den aktuellen Dateityp wegdoon.
nl: Verwijder het huidige bestandstype.
nn: Slett denne filtypen.
pa: ਮੌਜੂਦਾ ਫਾਇਲ ਕਿਸਮ ਸੰਭਾਲੋ।
pl: Usuń aktualny typ pliku.
pt: Apagar o tipo de ficheiro actual.
pt_br: Remove o tipo de arquivo atual.
ro: Şterge tipul curent de fişier.
rw: Gusiba ubwoko bugezweho bw'idosiye.
se: Sihko dán fiilašlája.
sk: Odstrániť aktuálny typ súboru.
sl: Zbriši trenutno vrsto datoteke.
sr: Обриши текући тип фајла.
sr@latn: Obriši tekući tip fajla.
tg: Ҳуҷҷати ровонро нигоҳ доред.
th: ลบประเภทของแฟ้มปัจจุบัน
uk: Видалити поточний тип файла.
zh_cn: 删除当前文件类型。

source: The name of the filetype will be the text of the corresponding menu item.
af: Die naam van die lêertipe sal die teks van die korresponderende kieslys item wees.
be: Назва тыпу файлаў - гэта тэкст, які будзе паказаны ў меню.
bg: Името на файловия тип ще се показва в менюто.
bs: Naziv tipa datoteke će biti tekst odgovarajuće stavke menija.
ca: El nom del tipus de fitxer serà el text de l'ítem de menú corresponent.
da: Navnet på filtypen vil være teksten for det tilsvarende menupunkt.
de: Der Name des Dateityps wird als Text des entsprechenden Menüeintrags verwendet.
el: Το όνομα του τύπου του αρχείου θα είναι το κείμενο στο αντίστοιχο αντικείμενο μενού.
es: El nombre del tipo de archivo será el texto del elemento del menú correspondiente.
eu: Fitxategi-motaren izena dagokion menuko elementuaren testua da.
fa: نام نوع پرونده، متن فقرۀ گزینگان متناظر می‌باشد.
fi: Tiedostotyypin nimi esiintyy myös valikon tekstinä.
fr: Le nom de ce type de fichier sera le texte dans l'élément du menu correspondant.
fy: De namme fan de triemtype dy't as tekst foar de oerienkommende menuopsje brûkt sil wurde.
gl: O nome do tipo de ficheiro será o texto da entrada de menu correspondente.
hu: A fájltípus neve kerül a megfelelő menüpont szövegébe.
is: Skráarnafnið verður notað sem nafnið í valmyndinni.
it: Il nome del tipo di file sarà il testo della corrispondente voce del menu.
ja: ここで指定したファイルタイプ名がメニューの項目として表示されます。
kk: Мәзір жолында көрсетілетін файлдар түрінің атауы.
km: ឈ្មោះ​របស់​ប្រភេទ​ឯកសារ​នឹងជា​អត្ថបទ​របស់​ធាតុ​ម៉ឺនុយ​ដែល​ទាក់​ទង ។
ko: 이 파일타입 이름은 메뉴 항목과 연관된 텍스트일 것입니다.
mk: Името на типот на датотека ќе биде текстот од соодветниот елемент од менито.
ms: Nama jenis fail akan menjadi teks item menu yang berkenaan.
nb: Navnet på filtypen vil bli teksten på det tilsvarende menyvalget.
nds: De Naam vun den Dateityp warrt as Text för den tohören Menüindrag bruukt.
nl: De naam van het bestandstype die als tekst voor de overeenkomende menuoptie zal worden gebruikt.
nn: Namnet på filtypen vil bli teksten på det tilsvarande menyvalet.
pl: Nazwą typu pliku będzie tekst odpowiedniej pozycji w menu.
pt: O nome do tipo de ficheiro será o texto do item de menu correspondente.
pt_br: O nome do tipo de arquivo será o texto do item de menu correspondente.
ro: Numele tipului de fişier va fi textul itemului de meniu corespunzător.
rw: Izina ry'ubwokodosiye buzaba umwandiko w'ikigize ibikubiyemo bijyanye.
sk: Meno typu súboru bude text zobrazený v menu.
sl: Ime vrste datoteke bo besedilo pripadajoče postavke menija.
sr: Име типа фајла биће текст одговарајуће ставке у менију.
sr@latn: Ime tipa fajla biće tekst odgovarajuće stavke u meniju.
th: ชื่อของประเภทแฟ้มจะเป็นข้อความของรายการเมนูที่ตรงกัน
uk: Текст відповідного елемента меню буде назвою типу файла.
zh_cn: 文件类型名称将出现在相应的菜单项中。

source: The section name is used to organize the file types in menus.
af: Die seksie naam is gebruik om die lêer tipes in kieslyste te organiseer.
be: Назва раздзела выкарыстоўваецца для ўпарадкавання тыпаў файлаў у меню.
bg: Името на секцията се използва, за да се организират файловите типове в менюта.
bs: Naziv sekcije se koristi za organizovanje tipova datoteka u meniju.
ca: El nom de secció s'usa per a organitzar els tipus de fitxer als menús.
da: Afsnittets navn bruges til at organisere filtyperne i menuer.
de: Der Bereichsname wird zum Organisieren der Dateitypen im Menü verwendet.
el: Το όνομα τμήματος χρησιμοποιείται για την οργάνωση των τύπων αρχείων στα μενού.
es: El nombre de la sección se usa para organizar los tipos de archivo en los menús.
eu: Atalaren izena menuetan fitxategi-motak antolatzeko erabiliko da.
fa: از نام بخش برای سازمان دادن انواع پرونده در گزینگان استفاده می‌شود.
fi: Osaston nimeä käytetään valikon rakenteessa
fr: Le nom de la section est utilisé pour organiser les types de fichiers dans les menus.
fy: De seksjenamme wurdt brûkt om de triemtypen yn menu's te oarderjen.
gl: O nome de sección é usado para organizar os tipos de ficheiros nos menus.
hu: A szakasznév a fájltípusok menüben történő csoportosítását segíti.
is: Hlutanafnið er notað til að raða skráartegundunum í valmyndir.
it: Il nome della sezione è usato per organizzare i tipi di file in menu.
ja: セクション名はメニュー内でファイルタイプを分類するために使用します。
kk: Мәзірдегі файлдар түрлерінің топ бөлімнің атауы.
km: ឈ្មោះ​ផ្នែក​ត្រូវ​បាន​ប្រើ ដើម្បី​រៀបចំ​ប្រភេទ​ឯកសារ​ក្នុង​ម៉ឺនុយ ។
ko: 섹션 이름은 메뉴의 파일타입을 구성하기 위해서 쓰입니다.
mk: Името на секцијата се користи за организирање на типовите датотеки во менијата.
ms: Nama seksyen digunakan untuk mengatur jenis fail dalam menu.
nb: Avsnittsnavnet blir brukt til å organisere filtyper i menyene.
nds: Mit den Afsnitt warrt de Dateitypen in Menüs organiseert.
nl: De sectienaam wordt gebruikt om de bestandstypen in menu's te ordenen.
nn: Avsnittsnamnet vert bruka til å organisere filtypane i menyane.
pa: ਮੇਨੂ ਵਿੱਚ ਫਾਇਲ ਕਿਸਮਾਂ ਨੂੰ ਇੱਕ ਸਾਰ ਕਰਨ ਲਈ ਭਾਗ ਦਾ ਨਾਂ ਹੈ।
pl: Nazwa sekcji jest używana do uporządkowania typów plików w menu.
pt: O nome da secção é utilizado para organizar os tipos de ficheiro em menus.
pt_br: O nome da seção é usado para organizar os tipos de arquivos em menus.
ro: Numele secţiunii este utilizat la organizarea tipurilor de fişiere în meniuri.
rw: Izina ry'icyiciro rikoreshwa mu gutunganya amako y'idosiye mu bikubiyemo.
se: Sekšuvdnanamma organisere fiilašlájaid fáluin.
sk: Meno sekcie sa používa pre utriedenie typov súborov do podmenu.
sl: Ime odseka se uporablja za urejanje vrst datotek v menijih.
sr: Име одељка користи се за организовање типова фајлова у менијима.
sr@latn: Ime odeljka koristi se za organizovanje tipova fajlova u menijima.
th: ชื่อของเซคชันถูกใช้เพื่อจัดระเบียบชนิดของแฟ้มในเมนู
uk: Назва розділу використовується для організації типів файлів в меню.
zh_cn: 本节用于组织菜单中的文件类型。
