Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Line: %1
af: Lyn: %1
ar: سطر: %1
be: Радок: %1
bg: Ред: %1
bs: Linija: %1
ca: Línia: %1
cs: Řádek: %1
da: Linje: %1
de: Zeile: %1
el: Γραμμή: %1
es: Línea: %1
eu: Lerroa: %1
fa: خط: %1
fi: Rivi %1
fr: Ligne : %1
fy: Rigel: %1
gl: Liña: %1
he: שורה: %1
hr: Linija: %1
hu: Sor: %1
is: Lína: %1
it: Riga: %1
ja: 行: %1
kk: Жол: %1
km: បន្ទាត់ ៖ %1
ko: %1 줄
mk: Линија: %1
ms: Baris: %1
nb: Linje %1
nds: Reeg: %1
nl: Regel: %1
nn: Linje: %1
pa: ਸਤਰ: %1
pl: Linia: %1
pt: Linha: %1
pt_br: Linha: %1
ro: Linia: %1
rw: Umurongo:%1
se: Linnjá: %1
sk: Riadok: %1
sl: Vrstica: %1
sr: Линија: %1
sr@latn: Linija: %1
ta: %1 வரி:
tg: Хати: %1
th: บรรทัด: %1
uk: Рядок: %1
zh_cn: 行：%1

source: Col: %1
af: Kolom: %1
ar: عمود: %1
be: Слупок: %1
bg: Кол: %1
bs: Kol: %1
cs: Sloupec: %1
da: Søjle: %1
de: Sp: %1
el: Στήλη: %1
eu: Zut: %1
fa: ستون: %1
fi: Sar: %1
fy: Kol: %1
gl: Coluna: %1
he: טור: %1
hr: Kol: %1
hu: Oszlop: %1
is: Dálkur: %1
ja: 列: %1
kk: Бағ: %1
km: ជួរឈរ ៖ %1
ko: %1 칸
mk: Колона: %1
ms: Lajur: %1
nb: Kol: %1
nds: Str: %1
nl: Kol: %1
nn: Kol: %1
pa: ਕਾਲਮ: %1
pl: Kol: %1
rw: Inkingi:%1
se: Čuol: %1
sk: Stĺpec: %1
sl: Stolec: %1
sr: Кол: %1
sr@latn: Kol: %1
ta: நெடு: %1
tg: Сутун: %1
th: คอลัมน์: %1
uk: Стп: %1
zh_cn: 列：%1

source: BLK
ar: كتلة
be: БЛК
el: ΜΠΛΟΚ
eu: KEI
fa: فاصله
fi: BLO
fr: BLA
fy: LCH
he: מלבן
it: BLO
kk: БЛК
km: ទទេ
nb: BLOKK
pt: BLC
pt_br: BRN
ro: BLC
se: LAI
sl: PRAZ
sr: БЛК
th: บล็อก
uk: БЛК
zh_cn: 块

source: NORM
ar: عادي
be: ЗВЫЧ
el: ΚΑΝΟΝ
fa: عادی
he: רגיל
ja: 標準
kk: ҚЛП
km: ធម្មតា
pa: ਸਧਾਰਨ
sl: OBIČ
sr: НОРМ
tg: Муқаррарӣ
th: ปกติ
uk: ЗВИЧ
zh_cn: 普通

source: Overwrite the file
af: Oorskryf die lêer
be: Перапісаць файл
bg: Презапис на файла
bs: Prepiši preko datoteke
ca: Sobreescriu el fitxer
cs: Přepsat soubor
da: Overskriv filen
de: Datei überschreiben
el: Αντικατάσταση αρχείου;
es: Sobrescribir el archivo
eu: Gainidatzi fitxategia
fa: جای‌نوشت پرونده
fi: Korvaa tiedosto?
fr: Écraser le fichier
fy: De triem oerskriuwe
gl: Sobreescribir o ficheiro
he: שכתוב את הקובץ
hu: A fájl felülírása
is: Skrifa yfir skrána
it: Sovrascrive il file
ja: ファイルを上書き
kk: Файлды қайта жазу
km: សរសេរ​ជាន់​លើ​ឯកសារ
ko: 파일 덮어씀
mk: Ја пребришува датотеката
ms: Tulis ganti fail
nb: Skriv over fila
nds: Datei överschrieven
nl: Het bestand overschrijven
nn: Skriv over fila
pa: ਫਾਇਲ ਉੱਪਰ ਲਿਖੋ
pl: Nadpisz plik
pt: Sobrepor o ficheiro
pt_br: Sobrescrever arquivo?
ro: Suprascrie fişierul
rw: Gusimbura idosiye
se: Buhttet fiilla
sk: Prepísať súbor
sl: Nadomesti datoteko
sr: Пребриши фајл
sr@latn: Prebriši fajl
ta: கோப்பை மேலெழுது
tg: Файлро аз нав навиштан
th: เขียนทับแฟ้ม
uk: Перезапис файла
zh_cn: 覆盖文件

source: Export File as HTML
af: Voer uit Lêer as HTML
be: Экспартаваць файл як HTML
bg: Експортиране на файл като HTML
ca: Exporta el fitxer com a HTML
cs: Exportovat soubor do HTML
da: Eksportér fil som HTML
de: Datei als HTML exportieren
el: Εξαγωγή αρχείου ως HTML
es: Exportar archivo como HTML
eu: Esportatu fitxategia HTML gisa
fa: صادرات پرونده به عنوان زنگام
fr: Exporter le fichier en HTML
fy: Triem eksportearje as HTML
gl: Exportar Arquivo como HTML
he: ייצוא קובץ בתור HTML
hu: A fájl exportálása HTML formátumban
is: Flytja skrá út sem HTML
it: Esporta file come HTML
ja: HTML としてエクスポート
kk: HTML түрінде экспорттау
km: នាំចេញ​ឯកសារជា HTML
ko: HTML로 파일 내보내기
mk: Изнеси датотека како HTML
nb: Eksporter fil som HTML
nds: Datei na HTML exporteren
nl: Bestand exporteren als HTML
nn: Eksporter fil som HTML
pa: HTML ਵਾਂਗ ਫਾਇਲ ਨਿਰਯਾਤ
pl: Exportuj plik jako HTML
pt: Exportar o Ficheiro como HTML
pt_br: Exportar arquivo como HTML
ro: Exportă fişierul ca HTML
se: Olggosfievrrit fiilla HTML:an
sk: Exportovať súbor ako HTML
sl: Izvozi datoteko kot HTML
sr: Извези фајл као HTML
sr@latn: Izvezi fajl kao HTML
tg: Содир кардани файл ҳамчун HTML
th: ส่งออกแฟ้มเป็นแบบ HTML
uk: Експортувати файл як HTML
zh_cn: 文件导出为 HTML

source: Normal Text
af: Normale Teks
ar: نص اعتيادي
be: Звычайны тэкст
bg: Обикновен текст
bs: Normalni tekst
ca: Text normal
cs: Normální text
da: Normal tekst
el: Κανονικό κείμενο
es: Texto normal
eu: Testu arrunta
fa: متن عادی
fi: Normaali teksti
fr: Texte normal
fy: Normale tekst
gl: Texto Normal
he: טקסט רגיל
hr: Normalni tekst
hu: normál szöveg
is: Venjulegur texti
it: Testo normale
ja: 標準のテキスト
kk: Кәдімгі мәтін
km: អត្ថបទ​ធម្មតា
ko: 보통 문자열
mk: Нормален текст
ms: Teks Normal
nb: Normal tekst
nds: Normaaltext
nl: Normale tekst
nn: Vanleg tekst
pa: ਸਧਾਰਨ ਪਾਠ
pl: Normalny tekst
pt: Texto Normal
pt_br: Texto normal
ro: Text normal
rw: Umwandiko usanzwe
se: Dábálaš teaksta
sk: Normálny text
sl: Običajno besedilo
sr: Обичан текст
sr@latn: Običan tekst
ta: சாதாரண உரை
tg: Матни муқаррарӣ
th: ข้อความปกติ
uk: Звичайний текст
zh_cn: 普通文本

source: <B>%1</B>: Deprecated syntax. Attribute (%2) not addressed by symbolic name<BR>
af: <B>%1</B>: Afwysende syntaks. Eienskap (%2) nie geadresseer deur simboliese naam<BR>
ar: <B>%1</B>: صيغة منتهية. السمة (%2) غير معنونة بواسطة الاسم الرمزي<BR>
be: <B>%1</B>: Састарэлы сінтаксіс. Атрыбут (%2) не адрасаваны сімвалічнай назвай<BR>
bg: <B>%1</B>: Излязъл от употреба синтаксис. Атрибутът (%2) не е адресира от символна връзка.<BR>
bs: <B>%1</B>: Zastarjela sintaksa. Atribut (%2) nije adresiran simboličkim imenom<BR>
ca: <B>%1</B>: Sintaxi obsoleta. L'atribut (%2) no està adreçat per un nom simbòlic<BR>
cs: <B>%1</B>: zastaralá syntaxe. Atribut %2 není adresován symbolickým názvem
da: <B>%1</B>: Forældet syntaks. Attribut (%2) ikke adresseret ved symbolsk navn<BR>
de: <B>%1</B>: Veraltete Syntax. Attribut (%2) ist nicht durch symbolischen Namen adressiert<BR>
el: <B>%1</B>: Παρωχημένη σύνταξη. Το χαρακτηριστικό (%2) δεν καλείται από ένα συμβολικό όνομα<BR>
es: <B>%1</B>: Sintáxis obsoleta. El atributo (%2) no está asociado a un nombre simbólico<BR>
eu: <B>%1</B>: Sintaxia zaharkitua. (%2) atributua ez zaio izen sinbolikoari lotu<br>
fa: <B>%1</B>: نحو نادرست. خصیصۀ )%2 ( با نام نمادی نشانی داده نمی‌شود<BR>
fi: <B>%1</B>: Vanhentunut syntaksi. Attribuuttia (%2) ei voi osoittaa symbolisella nimellä.<BR>
fr: <B>%1</B> : syntaxe périmée. L'attribut (%2) n'est pas adressé par un nom symbolique<BR>
fy: <B>%1</B>: ûnjuste syntaksis. Attribuut (%2) is net adressearre troch symboalnamme<BR>
gl: <B>%1</B>: Sintaxe obsoleta. O atributo (%2) non está asociado por ningún nome simbólico.<BR>
he: <B>%1</B>: תחביר מיושן. מאפיין (%2) לא מקושר על ידי שם סימבולי<BR>
hr: <B>%1</B>: Zastarjela sintaksa. Simboličko ime ne navodi na atribut (%2)<BR>
hu: <B>%1</B>: elavult (deprecated) szintaxis. Az attribútum (%2) nem címezhető szimbolikus névvel<BR>
is: <B>%1</B>: Gömul tækni. Eiginleiki (%2) er ekki tengt með táknheiti<BR>
it: <b>%1</b>: sintassi deprecata. L'attributo (%2) non è indirizzato tramite un nome simbolico<br>
ja: <B>%1</B>: 不適切なシンタックスです。属性 (%2) はシンボル名によって指定されていません<BR>
kk: <B>%1</B>: Тиымды синтаксис. (%2) аттрибутына символдық атаумен сілтеуге болмайды<BR>
km: <B>%1</B> ៖ វាក្យសម្ពន្ធ​ដែល​នឹង​លែង​ប្រើ​ក្នុង​ពេល​អនាគត​ ។ គុណលក្ខណៈ (%2) ដែល​មិនបង្ហាញដោយ​ឈ្មោះ​និមិត្ត​សញ្ញា<BR>
ko: <B>%1</B>: 잘못된 구문입니다. (%2) 는 정의되지 않았습니다.<BR>
mk: <B>%1</B>: Непрепорачлива синтакса. Атрибутот (%2) не е адресиран со симболичкото име<BR>
ms: <B>%1</B>: Sintaks bantahan. Atribut (%2) tidak ditangani oleh nama simbolik<BR>
nb: <B>%1</B>: Foreldet syntaks. Attributten (%2) er ikke adressert med det symbolske navnet.<BR>
nds: <b>%1</b>: Ole Syntax. Attribut (%2) nich dör en symboolschen Naam adresseert<br>
nl: <B>%1</B>: onjuiste syntaxis. Attribuut (%2) is niet geadresseerd door symbool naam<BR>
nn: <B>%1</B>: Forelda syntaks. Attributten (%2) er ikkje adressert med det symbolske namnet.<BR>
pl: <b>%1</b>: Przestarzała składnia. Atrybut (%2) nie określony symboliczną nazwą<br>
pt: <B>%1</B>: A sintaxe está desactualizada. O atributo (%2) não tem nenhum nome simbólico correspondente<BR>
pt_br: <B>%1</B>: Sintaxe incorreta. Atributo (%2) não endereçado pelo nome simbólico<BR>
ro: <B>%1</B>: Sintaxă învechită. Atributul (%2) nu este adresat de un nume simbolic<BR>
rw: <B>%1</B>: Imyandikire itemewe. Ikiranga (%2) kiterekanwe n'izina kimenyetso<BR>
sk: <B>%1</B>: Stará syntax. Atribút (%2) nie je adresovaný symbolickým menom<BR>
sl: <B>%1</B>: neustrezna skladnja. Atribut (%2) ni naslovljen z simboličnim imenom<BR>
sr: <b>%1</b>: Непожељна синтакса. Атрибут (%2) није адресиран симболичким именом<br>
sr@latn: <b>%1</b>: Nepoželjna sintaksa. Atribut (%2) nije adresiran simboličkim imenom<br>
ta: <B>%1</B>: வழக்கில்லாத தொடரியல். குணம் [%2] குறியீட்டுப் பெயரால் தெரிவிக்கப்படவில்லை<BR>
tg: <B>%1</B>: Синтаксиси кӯҳна. Параметри (%2) бо номи ишоравӣ адресонида намешавад<BR>
uk: <B>%1</B>:Застарілий синтаксис. Атрибут (%2) не адресовано символічною назвою<BR>
zh_cn: <B>%1</B>：过时的格式。属性 (%2) 没有用符号名进行定位。<BR>

source: <B>%1</B>: Deprecated syntax. Context %2 has no symbolic name<BR>
af: <B>%1</B>: Afwysende syntaks. Konteks %2 het geen simboliese naam<BR>
ar: <B>%1</B>: صيغة منتهية.السياق %2 ليس له اسم رمزي<BR>
be: <B>%1</B>: Састарэлы сінтаксіс. Кантэкст %2 не мае сімвалічнай назвы<BR>
bg: <B>%1</B>: Излязъл от употреба синтаксис. Контекстът %2 няма символна връзка.<BR>
bs: <B>%1</B>: Zastarjela sintaksa. Kontekst %2 nema simboličko ime<BR>
ca: <B>%1</B>: Sintaxi obsoleta. El context %2 no té un nom simbòlic<BR>
cs: <B>%1</B>: zastaralá syntaxe. Kontext %2 nemá symbolický název<br>
da: <B>%1</B>: Forældet syntaks. Kontekst %2 har intet symbolsk navn<BR>
de: <B>%1</B>: Veraltete Syntax. Kontext %2 besitzt keinen symbolischen Namen<BR>
el: <B>%1</B>: Παρωχημένη σύνταξη. Το γλωσσικό φάσμα %2 δεν έχει συμβολικό όνομα<BR>
es: <B>%1</B>: Sintáxis obsoleta. El contexto %2 no tiene un nombre simbólico<BR>
eu: <B>%1</B>: Sintaxia zaharkitua. %2 testuinguruak ez du izen sinbolikorik<BR>
fa: <B>%1</B>:نحو نادرست. متن %2 نام نمادی ندارد<BR>
fi: <B>%1</B>: Vanhentunut syntaksi. Kontekstilla %2 ei ole symbolista nimeä.<BR>
fr: <B>%1</B> : syntaxe périmée. Le contexte %2 n'a pas de nom symbolique<BR>
fy: <B>%1</B>: ûnjuste syntaksis. Ynhâld %2 hat gjin symboalnamme<BR>
gl: <B>%1</B>: SIntaxe obsoleta. O contexto %2 non ten nengun nome simbólico<BR>
he: <B>%1</B>: תחביר מיושן. ההקשר %2 לא מכיל שם סימבולי<BR>
hr: <B>%1</B>: Zastarjela sintaksa. Sadržaj %2 nema simboličko ime<BR>
hu: <B>%1</B>: elavult (deprecated) szintaxis. A kontextusnak (%2) nincs szimbolikus neve<BR>
is: <B>%1</B>: Gömul tækni. Viðfang %2 hefur ekkert táknheiti<BR>
it: <b>%1</b>: sintassi deprecata. Il contesto %2 non ha un nome simbolico<br>
ja: <B>%1</B>: 不適切なシンタックスです。コンテクスト %2 はシンボル名を持っていません<BR>
kk: <B>%1</B>: Тиымды синтаксис. %2 контекстің символдық атауы жоқ<BR>
km: <B>%1</B> ៖ វាក្យសម្ពន្ធ​ដែល​នឹង​លែង​ប្រើ​ក្នុង​ពេល​អនាគត ។ បរិបទ %2 គ្មាន​ឈ្មោះ​និមិត្ត​សញ្ញា<BR>
ko: <B>%1</B>: 잘못된 구문입니다. %2 문맥은 정의 되지 않았습니다.<BR>
mk: <B>%1</B>: Непрепорачлива синтакса. Контекстот %2 нема симболичко име<BR>
ms: <B>%1</B>: Sintaks bantahan. Konteks %2 tidak mempunyai nama simbolik<BR>
nb: <B>%1</B>: Foreldet syntaks. Konteksten %2 mangler symbolsk navn.<BR>
nds: <b>%1</b>: Ole Syntax. För Kontext %2 lett sik keen symboolsch Naam finnen<br>
nl: <B>%1</B>: onjuiste syntaxis. Inhoud %2 heeft geen symboolnaam<BR>
nn: <B>%1</B>: Forelda syntaks. Konteksten %2 manglar symbolsk namn.<BR>
pl: <b>%1</b>: Przestarzała składnia. Kontekst %2 nie ma symbolicznej nazwy<br>
pt: <B>%1</B>: A sintaxe está desactualizada. O contexto %2 não tem nenhum nome simbólico<BR>
pt_br: <B>%1</B>: Sintaxe incorreta. Contexto %2 não possui nome simbólico<BR>
ro: <B>%1</B>: Sintaxă învechită. Contextul %2 nu are un nume simbolic<BR>
rw: <B>%1</B>: Imyandikire itemewe. Imyumvire (%2) ntifite n'izina kimenyetso<BR>
se: <B>%1</B>: Boarásmuvvan syntáksa. Konteaksta %2:s ii leat symbolalaš namma<BR>
sk: <B>%1</B>: Stará syntax. Kontext %2 nemá žiadné symbolické meno<BR>
sl: <B>%1</B>: neustrezna skladnja. Kontekst %2 nima simboličnega imena<BR>
sr: <b>%1</b>: Непожељна синтакса. Контекст %2 нема симболичко име<br>
sr@latn: <b>%1</b>: Nepoželjna sintaksa. Kontekst %2 nema simboličko ime<br>
ta: <B>%1</B>: வழக்கில்லாத தொடரியல். சூழலுக்கான %2 குறியீட்டுப் பெயர் இல்லை<BR>
tg: <B>%1</B>: синтаксиси кӯҳна. Матни %2 дорои номи ишоравӣ намебошад<BR>
uk: <B>%1</B>:Застарілий синтаксис. Контекст %2 не має символічної назви<BR>
zh_cn: <B>%1</B>：过时的格式。上下文 %2 没有符号名。<BR>

source: <B>%1</B>:Deprecated syntax. Context %2 not addressed by a symbolic name
af: <B>%1</B>:Afwysende syntaks. Konteks %2 nie geadresseer deur 'n simboliese naam
ar: <B>%1</B>: صيغة منتهية.السياق %2 لم يعنون باسم رمزي<BR>
be: <B>%1</B>:Састарэлы сінтаксіс. Кантэкст %2 не адрасаваны сімвалічнай назвай
bg: <B>%1</B>: Излязъл от употреба синтаксис. Контекстът %2 не е адресира от символна връзка.
bs: <B>%1</B>: Zastarjela sintaksa. Atribut (%2) nije adresiran simboličkim imenom
ca: <B>%1</B>:Sintaxi obsoleta. El context %2 no està adreçat per un nom simbòlic
cs: <B>%1</B>: zastaralá syntaxe. Kontext %2 není adresován symbolickým názvem
da: <B>%1</B>:Forældet syntaks. Kontekst %2 ikke adresseret ved et symbolsk navn
de: <B>%1</B>: Veraltete Syntax. Kontext %2 nicht durch einen symbolischen Namen adressiert
el: <B>%1</B>:Παρωχημένη σύνταξη. Το φάσμα %2 δεν καλείται από ένα συμβολικό όνομα
es: <B>%1</B>:Sintáxis obsoleta. El contexto %2 no está asociado a un nombre simbólico
eu: <B>%1</B>:Sintaxia zaharkitua. %2 testuingurua ez zaio izen sinboliko bati lotu
fa: <B>%1</B>: نحو نادرست. متن %2 توسط نام نمادی، نشانی داده نمی‌شود
fi: <B>%1</B>: Vanhentunut syntaksi. Kontekstiin %2 ei voi viitata symbolisella nimellä.
fr: <B>%1</B> : syntaxe périmée. Le contexte %2 n'est pas adressé par un nom symbolique
fy: <B>%1</B>: ûnjuste syntaksis. Ynhâld %2 is net adressearre troch in symboalnamme
gl: <B>%1</B>:Sintaxe obsoleta. O contexto %2 non está vinculado a nengun nome simbólico
he: <B>%1</B>: תחביר מיושן. הקשר %2 לא מקושר על ידי שם סימבולי
hr: <B>%1</B>: Zastarjela sintaksa. Sadržaj %2 nema simboličko ime
hu: <B>%1</B>: elavult (deprecated) szintaxis. A kontextus (%2) nem címezhető szimbolikus névvel
is: <B>%1</B>:Gömul tækni. Viðfang %2 er ekki tengt með táknheiti
it: <b>%1</b>: sintassi deprecata. Il contesto %2 non è indirizzato tramite un nome simbolico
ja: <B>%1</B>: 不適切なシンタックスです。コンテクスト %2 はシンボル名によって指定されていません
kk: <B>%1</B>: Тиымды синтаксис. %2 контексті символдық атаумен сілтеуге болмайды
km: <B>%1</B> ៖ វាក្យសម្ពន្ធ​ដែល​នឹង​លែង​ប្រើ​ក្នុង​ពេល​អនាគត ។ បរិបទ %2 មិនបង្ហាញ​ដោយឈ្មោះ​និមិត្ត​សញ្ញា
ko: <B>%1</B>:잘못된 구문입니다. %2 문맥은 정의되지 않았습니다.
mk: <B>%1</B>: Непрепорачлива синтакса. Контекстот %2 не е адресиран со симболичко име<BR>
ms: <B>%1</B>:Sintaks bantahan. Konteks %2 tidak ditandakan dengan nama simbolik
nb: <B>%1</B>: Foreldet syntaks. Konteksten %2 er ikke adressert med symbolsk navn
nds: <b>%1</b>: Ole Syntax. Kontext %2 nich dör en symboolschen Naam adresseert
nl: <B>%1</B>: onjuiste syntaxis. Inhoud %2 is niet geadresseerd door een symboolnaam
nn: <B>%1</B>: Forelda syntaks. Konteksten %2 er ikkje adressert med symbolsk namn.
pl: <b>%1</b>: Przestarzała składnia. Kontekst %2 nie określony symboliczną nazwą
pt: <B>%1</B>: A sintaxe está desactualizada. O contexto %2 não tem nenhum nome simbólico correspondente<BR>
pt_br: <B>%1</B>: Sintaxe incorreta. Contexto %2 não endereçado por um nome simbólico<BR>
ro: <B>%1</B>: Sintaxă învechită. Contextul %2 nu este adresat de un nume simbolic
rw: <B>%1</B>: Imyandikire itemewe. Imyumvire (%2) ntiyerekanwe n'izina kimenyetso<BR>
sk: <B>%1</B>:Stará syntax. Kontext %2 nie je adresovaný pomocou symbolického mena
sl: <B>%1</B>:neustrezna skladnja. Kontekst %2 ni naslovljen s simboličnim imenom
sr: <b>%1</b>: Непожељна синтакса. Контекст %2 није адресиран симболичким именом
sr@latn: <b>%1</b>: Nepoželjna sintaksa. Kontekst %2 nije adresiran simboličkim imenom
ta: <B>%1</B>: வழக்கில்லாத தொடரியல். சூழல் %2 குறியீட்டுப் பெயரால் தெரிவிக்கப்படவில்லை<BR>
tg: <B>%1</B>: синтаксиси кӯҳна. Матни %2 мумкин аст бо номи ишоравӣ адресонида шавад
uk: <B>%1</B>:Застарілий синтаксис. Контекст %2 не адресовано символічною назвою
zh_cn: <B>%1</B>：过时的格式。上下文 %2 没有用符号名进行定位。

source: There were warning(s) and/or error(s) while parsing the syntax highlighting configuration.
af: Daar was waarskuwing(s) en/of fout(e) gedurende verdeling van die syntaks verligting konfigurasie.
ar: هناك تحذيرات و/أو أخطاء أثناء المرور على إعدادات تظليل الصيغة.
bg: Грешки по време на синтактичния анализ за открояване на кода.
bs: Došlo je do upozorenja i/ili grešaka prilikom obrade konfiguracije bojenja sintakse.
ca: S'han produït avisos i/o errors en interpretar la configuració del ressaltat de sintaxi.
da: Der var advarsler og/eller fejl under analysen af syntaksfremhævnings-indstillingen.
de: Es sind Warnungen und/oder Fehlermeldungen beim Einlesen der Hervorhebungsbeschreibung aufgetreten.
el: Υπήρξαν προειδοποιήσεις και/ή σφάλματα κατά την ανάλυση της ρύθμισης τονισμού σύνταξης.
es: Se produjeron avisos y/o errores al interpretar la configuración de resaltado de sintáxis.
eu: Errorerak edo abisuak gertatu dira sintaxia nabarmentzearen konfigurazioa analizatzean.
fa: اخطار)ها( و/یا خطا)ها( هنگام تجزیۀ پیکربندی مشخص کردن نحو وجود داشت.
fi: Varoituksia ja/tai virheitä jäsennettäessä syntaksinkorostusasetusta.
fr: Il y a eu des avertissements et/ou des erreurs lors de l'analyse de la configuration de la coloration syntaxique.
fy: Der barden ien of meardere warskôgings en/of flaters ûnder it ûntleden fan de syntaksis-markearring-konfiguraasje.
gl: Apareceron aviso(s) e/ou erro(s) ao procesar a configuración do realze de sintaxe.
he: היו הערות ו/או שגיאות בזמן פענוח תחביר הגדרות ההדגשה.
hr: Došlo je do upozorenja i/ili grešaka prilikom parsiranja konfirugracije bojanja sintakse.
hu: A szintaxiskiemelést leíró adatok feldolgozása közben figyelmeztetés vagy hiba lépett fel.
is: Það komu upp aðvaranir og/eða villur við þáttun stillinga textalitunar.
it: Si sono verificati degli avvertimenti o degli errori durante l'analisi della configurazione dell'evidenziazione della sintassi.
ja: 構文強調表示の設定をパースしているときにいくつかの警告および/またはエラーが発生しました。
kk: Синтаксисті бояулау ережесін оқып талдау кезінде ескерту(лер) мен/немесе қате(лер) орын алған.
km: មាន​ការ​ព្រមាន និង​/ឬ កំហុស​ខណៈ​ពេលញែក​ការ​កំណត់​រចនា​សម្ព័ន្ធ​បន្លិច​វាក្យ​សម្ពន្ធ ។
ko: 구문 강조 설정을 분석하던 중 경고 와/또는 오류가 발생했습니다.
mk: Имаше предупредувања и/или грешки додека се анализираше конфигурацијата на синтаксичкото означување.
ms: Terdapat amaran dan/atau ralat semasa mengkaji hurai konfigurasi penonjolan sintaks.
nb: Advarsler og/eller feil oppsto ved fortolking av syntaksmerkingsoppsettet.
nds: Bi dat Dörkieken vun de Syntaxmarkeren-Definitschoon geev dat (en) Fehler(s) oder Wohrscho(en).
nl: Er deden een of meerdere waarschuwingen en/of fouten voor tijdens het ontleden van de syntaxis-accentuering-configuratie.
nn: Åtvaringar og/eller feil oppstod ved fortolking av syntaksmerkingsoppsettet.
pl: Pojawiły się ostrzeżenia i/lub błędy podczas analizowania konfiguracji podświetlania składni.
pt: Ocorreram alguns erros e/ou avisos enquanto se carregava a configuração de realce de sintaxe.
pt_br: Existe(m) aviso(s) e/ou erro(s) ao analisar a configuração de destaque de sintaxe.
ro: Au apărut erori şi/sau avertizări la analiza configurării evidenţierii de sintaxă.
rw: Hari amaburira na/cyangwa amakosa mu gihe hasesengurwaga iboneza ry'ishimangira imyandikire.
se: Váruhusat ja/dahje meattáhusat bohte dulkodettiin syntáksamerkenheivehusa.
sk: Pri spracovaní nastavenia zvýrazňovania nastali varovania alebo chyby.
sl: Prišlo je do napak(e) ali opozoril(a) med razčlenjevanjem kofiguracije poudarjanja skladnje.
sr: Дошло је до упозоравања и(или) грешака приликом обраде подешавања истицања текста.
sr@latn: Došlo je do upozoravanja i(ili) grešaka prilikom obrade podešavanja isticanja teksta.
ta: தொடரியல் முன்னிலைப்படுத்தல் கட்டமைப்பு மாற்றுதலின் போது எச்சரிக்கை மற்றும்/அல்லது பிழை செய்திகள் தோன்றலாம்.
tg: Ҳолати коркарди тасовироти зерравшанӣ огоҳӣ ва/ёки хатогӣ ёфта шуд.
uk: При аналізі конфігурації підсвічування синтаксису були виявлені помилки.
zh_cn: 在分析语法加亮配置时产生警告和/或错误。

source: Kate Syntax Highlighting Parser
af: Kate Sintaks verligting ondersteun
be: Падсвятляльнік сінтаксісу Kate
bg: Синтактичен анализатор за открояване на кода
bs: Kate obrada bojenja sintakse
ca: Analitzador sintàctic amb ressaltat de Kate
cs: Parser syntaktického zvýrazňování pro Kate
da: Kate's syntaksfremhævning-analysator
de: Einlesen von Syntaxhervorhebungen
el: Αναλυτής τονισμού σύνταξης του Kate
es: Intérprete de resaltado de sintáxis de Kate
eu: Kate-ren sintaxia nabarmentzeko analizatzailea
fa: تجزیه‌گر مشخص‌کنندۀ نحو Kate
fi: Katen syntaksinkorostusjäsentäjä
fr: Analyseur de coloration syntaxique de Kate
fy: Kate syntaksis-markearring-ûntleder
gl: Procesador do Realzado de SIntaxe de Kate
he: מפענח הדגשת תחביר של Kate
hr: Kate parser bojanja sintakse
hu: A Kate szintaxiskiemelője
is: Textalitunarstuðningur Kate
it: Analisi per l'evidenziazione della sintassi di Kate
ja: Kate 構文の強調表示パーサー
kk: Kate синтаксис талдап бояулағышы
km: វត្ថុ​ញែក​ការ​បន្លិច​វាក្យសម្ពន្ធ​របស់ Kate
ko: 카테 구문 강조 분석기
mk: Kate Анализатор на синтаксички означувања
ms: Pengkaji Hurai Penonjolan Sintaks Kate
nb: Kates syntaksmerkingsfortolker
nds: Dörkieker för Syntaxmarkeren-Definitschonen
nl: Kate syntaxis-accentuering-ontleder
nn: Kate-syntaksmerkingsfortolkar
pa: ਕੇਟ ਸੰਟੈਕਸ ਉਭਾਰਨ ਪਾਰਸਰ
pl: Kate - analizator podświetlania składni
pt: Analisador do Realce de Sintaxe do Kate
pt_br: Analisador de realce de sintaxe do Kate
ro: Analizor evidenţiere sintaxă Kate
rw: Musesenguzi w'Ishimangira ry'Imyandikire Kate
se: Kate syntáksamerken dulka
sk: Kate zvýrazňovanie syntaxe
sl: Razčlenjevalnik poudarjanja skladnje v Kate
sr: Kate-ов рашчлањивач за истицање текста
sr@latn: Kate-ov raščlanjivač za isticanje teksta
ta: கேட் தொடரமைப்பை முன்னிலைப்படுத்தும் பார்சர்
tg: Коркардкунандаи зерравшании синтаксиси Kate
th: ส่วนทำตัวเน้นไวยากรณ์ของ Kate
uk: Аналізатор підсвічування синтаксису Kate
zh_cn: Kate 语法加亮分析器
