Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: KWrite XML Syntax highlighting support
af: Kskryf Xml Sintaks verligting ondersteun
ar: دعم تمييز الصيغة لتقنية XML في KWrite
bs: KWrite podrška za bojenje XML sintakse
ca: Permet l'ús del ressaltat de la sintaxi XML al KWrite
cs: Podpora zvýrazňování XML syntaxe
da: Understøttelse af KWrite XML-syntaksfremhævning
de: Hervorhebung von XML-Syntax
el: Υποστήριξη τονισμού σύνδεσης με XML στο KWrite
es: Soporte de resaltado de sintáxis de XML en KWrite
eu: KWrite-ren XML sintaxia nabarmentzeko euskarria
fa: پشتیبانی مشخص‌کنندۀ نحوی KWrite XML
fi: KWriten XML-korostustuki
fr: Gestion de la coloration syntaxique de XML dans KWrite
fy: KWrite XML Syntaks markearring stipe
gl: Soporte de Realce da Sintaxe de XML para KWrite
he: התמיכה של KWrite בהדגשת תחביר XML
hr: KWrite podrška za naglašavanje XML sintakse
hu: XML-szintaxiskiemelés a KWrite-ban
is: Stuðningur við XML textalitun í KWrite
it: Supporto per l'evidenziazione della sintassi XML di KWrite
ja: KWrite XML 構文の強調表示サポート
kk: KWrite-те XML синтаксисын талдап бояулау
km: គាំទ្រ​ការ​បន្លិច​វាក្យសម្ពន្ធ KWrite XML
ko: KWrite XML 구문 강조 지원
mk: Поддршка за означување на XML синтакса во KWrite
ms: Sokongan Penanda Sintaks XML KWrite
nb: Støtte for XML-syntaksmerking i KWrite
nds: Markeren vun XML-Syntax för KWrite
nl: KWrite's ondersteuning voor accentuering van de XML-syntaxis
nn: Støtte for XML-syntaksmerking i KWrite
pa: KWrite XML Syntax ਉਘਾੜਨ ਸਹਿਯੋਗ
pl: Wsparcie podświetlania składni XML w KWrite
pt: Suporte do realce de sintaxe de XML do KWrite
pt_br: Suporte a realce de sintaxe XML do KWrite
ro: Suport XML KWrite pentru evidenţierea sintaxei
rw: Ifasha ry'ishimangira imyandikire XML KKwandika
se: KWrite XML-syntáksamerkendoarjja
sk: KWrite podpora zvýrazňovania syntaxe XML
sl: Podpora poudarjanju XML sintakse v KWrite
sr: KWrite подршка истицању XML синтаксе
sr@latn: KWrite podrška isticanju XML sintakse
ta: KWrite இன் XML தொடர்களை முன்னிலைப்படுத்தி காட்டுவதற்கான ஆதரவு
tg: Аз таг равшан кардани синтаксис XML дар KWrite
th: ส่วนสนับสนุนการทำตัวเน้นไวยากรณ์ XML บน KWrite
uk: Підсвічування синтаксису XML для KWrite
zh_cn: KWrite XML 语法加亮支持

source: Patches and more
af: Lappe en meer
ar: تصليحات وأشياء أخرى
be: Лапікі і інш.
bs: Zakrpe i ostalo
ca: Pedaços i més
cs: Záplaty a ostatní
da: Patches og mere
de: Fehlerbehebung und vieles andere
el: Μπαλώματα και άλλα
es: Parches y más
eu: Txaplatak eta bestelakoak
fa: کژنه‌ها و بیشتر
fi: Korjauspäivitykset ja muuta
fr: Des correctifs et bien plus encore
fy: Bywurkings en mear
gl: Parche e mais
he: טלאים ועוד
hr: Zakrpe i ostalo
hu: Javítások stb.
is: Bætur og fleira
it: Patch e altro
ja: パッチ、その他
kk: Жамаулары мен т.б.
km: បំណះ និង​អ្វីៗផ្សេង​ទៀត
ko: 패치와 추가기능
mk: Закрпи и повеќе
ms: Tampalan dan lain-lain
nb: Fikser m.m.
nds: Kodeplasters un anner Saken
nl: Patches en andere zaken
nn: Lappar og anna
pa: ਪੈਂਚ ਤੇ ਹੋਰ
pl: Łaty i więcej
pt: Correcções, etc.
pt_br: Correções e mais
ro: Petice şi altele
rw: Amatsindaporogaramu n'ibindi
se: Dokŋasat ja eará
sk: Záplaty a iné
sl: Popravki in še več
sr: Закрпе и остало
sr@latn: Zakrpe i ostalo
ta: ஒட்டுதல் மற்றும் மேலாக
tg: Ямоқ ва бисёре дигар
th: แพตช์และอื่นๆ
uk: Латки та інше
zh_cn: 补丁及其它

source: Developer & Highlight wizard
af: Ontwikkelaar en Verlig assistent
bs: Programer i čarobnjak za bojenje sintakse
ca: Assistent pel desenvolupament i ressaltat
cs: Vývojář, odborník na zvýrazňování
da: Udvikler & fremhævningsguide
de: Entwickler, ist für den Hervorhebungen-Assistent verantwortlich
el: Μάγος προγραμματιστή & Έμφασης
es: Desarrollador y asistente de resaltado
eu: Garatzaileentzako eta nabarmentzeko morroia
fa: توسعه‌دهنده و مشخص کردن جادوگر
fi: Kehittäjä- ja korostusvelho
fr: Développeur, assistant de coloration syntaxique
fy: Untwikkelder & Markear assistint
gl: Desenvolvente e Asistente para Realzado
he: אשף מפתח והדגשה
hu: Fejlesztő, a kiemelési varázsló elkészítése
is: Þróunar og hálitunarálfurinn
it: Sviluppatore e procedura guidata di evidenziazione
ja: 開発 & 強調表示ウイザード
kk: Жасаушысы, талдап бояулау шебері
km: អ្នកអភិវឌ្ឍន៍ & អ្នក​ជំនួយការ​បន្លិច
ko: 개발 & 강조 마법사
mk: Волшебник за развивачи и означување
ms: Pembangun & Wizard Tonjol
nb: Utvikler og syntaksmerkingstrollmann
nds: Schriever un Markerenhölper
nl: Assistent voor ontwikkelen en accentuering
nn: Utviklar og syntaksmerkingstrollmann
pa: ਖੋਜੀ ਤੇ ਉਘਾੜਨ ਸਹਾਇਕ
pl: Asystent developera i podświetlania
pt: Desenvolvimento e assistente de realce
pt_br: Desenvolvedor & Assistente de Realce
ro: Expert evidenţiere sintaxă
rw: Inyobora Mukoraporogaramu & Gushimangira
se: Ovdánahtti ja syntáksamerkennoaidi
sk: Vývojár a zvýrazňovanie
sl: Razvijalec ter čarovnik za označevanje
sr: Програмер и чаробњак истицања
sr@latn: Programer i čarobnjak isticanja
ta: உருவாக்குபவர் & முன்னிலைப்படுத்தப்பட்ட வழிகாட்டி
tg: Эҷод ва устоди зерравшании синтаксис
th: ตัวช่วยผู้พัฒนา & การเน้น
uk: Розробник майстра підсвічування синтаксису
zh_cn: 开发者和语法加亮向导

source: Highlighting for RPM Spec-Files, Perl, Diff and more
af: Verligting vir Rpm Spec-Files, Perl, Diff en meer
ar: التمييز للملفات الخاصة بنظام RPM )إدارة رزم برمجات RedHat( و Perl و Diff و أشياء أخرى
bs: Bojenje za RPM spec-datoteke, Perl, Diff i drugo
ca: Ressaltat per als fitxers spec dels RPM, Perl, diff i més
cs: Zvýrazňování pro spec soubory RPM, Perl, Diff a ostatní
da: Fremhævning for RPM spec-filer, Perl, Diff og mere
de: Automatische Hervorhebung für RPM-Spec-Dateien, Perl, Diff und weiteren
el: Τονισμός για αρχεία RPM spec, Perl, Diff και άλλα
es: Resaltado para archivos de especificaciones RPM, Perl, Diff y más
eu: RPM Spec-fitxategien, Perl, Diff eta besteen nabarmentzea
fa: مشخص کردن برای پرونده‌های RPM Spec- ، پرل، Diff و بیشتر
fi: RPM Spec -tiedostojen, Perlin, Diffin ja monien muiden korostus
fr: Coloration syntaxique pour les fichiers Spec de RPM, Perl, Diff, etc.
fy: Markearring foar RPM Spec-triemen, Perl, Diff en mear
gl: Realzado de ficheiros de specificacións RPM, Perl, Diff e mais
he: הדגשה לקובצי Spec של RPM וגם Perl, Diff ועוד
hr: Naglašavanje za RPM specifične datoteke, Perl, Diff i ostalo
hu: Az RPM-leíró, Perl, Diff stb. fájlok szintaxiskiemelése
is: Litun á RPM 'Spec'-skrám, Perl, Diff og fleiru
it: Evidenziazione per file spec di RPM, Perl, Diff e altro ancora
ja: RPM スペックファイル、Perl, Diff の強調表示サポート
kk: RPM Spec-файл, Perl, Diff үшін талдап бояулауін және т.б.
km: បន្លិច RPM Spec-Files, Perl, Diff និង​អ្វីៗផ្សេងទៀត
ko: RPM Spec파일, Perl, Diff파일 등 강조
mk: Означување за RPM spec датотеки, Perl, Diff и повеќе
ms: Penanda Fail Spec RPM, Perl, Diff dan lain-lain
nb: Syntaksmerking for RPM spec-filer, Perl, Diff og andre
nds: Markeren för RPM-Spec-Dateien, Perl, Diff un mehr
nl: Accentuering van de syntaxis voor RPM Spec-bestanden, Perl, Diff en nog veel meer
nn: Syntaksmerking for RPM Spec-filer, Perl, Diff og andre
pa: RPM Spec-Files, Perl, Diff ਅਤੇ ਹੋਰ ਲਈ ਉਘਾੜਨ
pl: Podświetlanie plików RPM Spec, Perla, Diff i innych
pt: Realce para os ficheiros spec de RPM, Perl, Diff, entre outros
pt_br: Destacar para Arquivos Spec RPM, Perl, Diff e outros
ro: Evidenţiere pentru fişiere Spec RPM, Perl, Diff şi altele
rw: Ishimangira rya Amadosiye-Spec RPM, Perl, Diff n'ibindi
se: RPM spec-fiilaid, Perl, diff, ja vel eanet syntáksamerken
sk: Zvýrazňovanie pre Spec súbory RPM, Perl, Diff a iné
sl: Poudarjanje za datoteke RPM Spec, Perl, diff in druge
sr: Истицање RPM spec фајлова, Perl фајлова, Diff фајлова и још много тога
sr@latn: Isticanje RPM spec fajlova, Perl fajlova, Diff fajlova i još mnogo toga
ta: RPM சிறப்புகோப்பு, பெர்ல், டீப்பை முன்னிலைப்படுத்தல்
tg: Мавриди зарурӣ барои файлҳои махсуси RPM, Perl, Diff ва бисёре дигар
th: การทำตัวเน้นสำหรับแฟ้ม RPM Spec, Perl, Diff และอื่นๆ
uk: Підсвічування синтаксису для файлів RPM Spec, Perl, Diff та інших
zh_cn: RPM Spec 文件，Perl、Diff 等语法加亮

source: Highlighting for VHDL
af: Verligting vir Vhdl
ar: تظليل لغة VHDL
bs: Bojenje za VHDL
ca: Ressaltat per a VHDL
cs: Zvýraznění VHDL
da: Fremhævning for VHDL
de: Hervorhebungen für VHDL
el: Τονισμός για VHDL
es: Resaltado para VHDL
eu: VHDLren nabarmentzea
fa: مشخص کردن برای VHDL
fi: VHDL-korostus
fr: Coloration syntaxique pour VHDL
fy: Markearring foar VHDL
gl: Realzado de VHDL
he: הדגשה ל־VHDL
hr: Naglašavanje za VHDL
hu: VHDL-szintaxiskiemelés
is: Litun fyrir VHDL
it: Evidenziazione per VHDL
ja: VHDL の強調表示
kk: VHDL талдап бояулауін
km: បន្លិច VHDL
ko: VHDL 강조
mk: Означување за VHDL
ms: Penanda untuk VHDL
nb: Syntaksmerking for VHDL
nds: Markeren för VHDL
nl: Accentuering van de syntaxis voor VHDL
nn: Syntaksmerking for VHDL
pa: VHDL ਲਈ ਉਘਾੜਨ
pl: Podświetlanie VHDL
pt: Realce para VHDL
pt_br: Destaque para VHDL
ro: Evidenţiere pentru VHDL
rw: Ishimangira rya VHDL
se: VHDL syntáksamerken
sk: Zvýrazňovanie pre VHDL
sl: Poudarjanje za VHDL
sr: Истицање VHDL-а
sr@latn: Isticanje VHDL-a
ta: VHDLக்கு முன்னிலைப்படுத்தல்
tg: Мавриди зарурӣ барои VHDL
th: การทำตัวเน้นสำหรับ VHDL
uk: Підсвічування синтаксису для VHDL
zh_cn: VHDL 语法加亮

source: Highlighting for SQL
af: Verligting vir Sql
ar: تظليل لغة SQL
bs: Bojenje za SQL
ca: Ressaltat per a SQL
cs: Zvýraznění SQL
da: Fremhævning for SQL
de: Hervorhebungen für SQL
el: Τονισμός για SQL
es: Resaltado para SQL
eu: SQLren nabarmentzea
fa: مشخص کردن برای SQL
fi: SQL-korostus
fr: Coloration syntaxique pour SQL
fy: Markearring foar SQL
gl: Realzado de SQL
he: הדגשה ל־SQL
hr: Naglašavanje za SQL
hu: SQL-szintaxiskiemelés
is: Litun fyrir SQL
it: Evidenziazione per SQL
ja: SQL の強調表示
kk: SQL талдап бояулауын
km: បន្លិច SQL
ko: SQL 강조
mk: Означување за SQL
ms: Penanda untuk SQL
nb: Syntaksmerking for SQL
nds: Markeren för SQL
nl: Accentuering van de syntaxis voor SQL
nn: Syntaksmerking for SQL
pa: SQL ਲਈ ਉਘਾੜਨ
pl: Podświetlanie SQL
pt: Realce para SQL
pt_br: Destaque para SQL
ro: Evidenţiere pentru SQL
rw: Ishimangira rya SQL
se: SQL syntáksamerken
sk: Zvýrazňovanie pre SQL
sl: Poudarjanje za SQL
sr: Истицање SQL-а
sr@latn: Isticanje SQL-a
ta: SQLக்கு முன்னிலைப்படுத்தல்
tg: Мавриди зарурӣ барои SQL
th: การทำตัวเน้นสำหรับ SQL
uk: Підсвічування синтаксису для SQL
zh_cn: SQL 语法加亮

source: Highlighting for Ferite
af: Verligting vir Feriet
ar: تظليل لغة Ferite
bs: Bojenje za Ferite
ca: Ressaltat per a Ferite
cs: Zvýraznění pro Ferite
da: Fremhævning for Ferite
de: Hervorhebungen für Ferite
el: Τονισμός για Ferite
es: Resaltado para Ferite
eu: Ferite-ren nabarmentzea
fa: مشخص کردن برای Ferite
fi: Ferite-korostus
fr: Coloration syntaxique pour Ferite
fy: Markearring foar Ferite
gl: Realzado de Ferite
he: הדגשה ל־Ferite
hr: Naglašavanje za Ferite
hu: Ferite-szintaxiskiemelés
is: Litun fyrir Ferite
it: Evidenziazione per Ferite
ja: Ferite の強調表示
kk: Ferite талдап бояулауын
km: បន្លិច Ferite
ko: Ferite 강조
mk: Означување за Ferite
ms: Penanda untuk Ferite
nb: Syntaksmerking for Ferite
nds: Markeren för Ferite
nl: Accentuering van de syntaxis voor Ferite
nn: Syntaksmerking for Ferite
pa: Ferite ਲਈ ਉਘਾੜਨ
pl: Podświetlanie Ferite
pt: Realce para Ferite
pt_br: Destaque para Ferite
ro: Evidenţiere pentru Ferite
rw: Ishimangira rya Ferite
se: Ferite syntáksamerken
sk: Zvýrazňovanie pre Ferite
sl: Poudarjanje za Ferite
sr: Истицање Ferite-а
sr@latn: Isticanje Ferite-a
ta: Ferite க்கு முன்னிலைப்படுத்தல்
tg: Мавриди зарурӣ барои Ferite
th: การทำตัวเน้นสำหรับ Ferite
uk: Підсвічування синтаксису для Ferite
zh_cn: Ferite 语法加亮

source: Highlighting for ILERPG
af: Verligting vir Ilerpg
ar: تظليل لغة ILERPG
bs: Bojenje za ILERPG
ca: Ressaltat per a ILERPG
cs: Zvýraznění pro ILERPG
da: Fremhævning for ILERPG
de: Hervorhebungen für ILERPG
el: Τονισμός για ILERPG
es: Resaltado para ILERPG
eu: ILERPGren nabarmentzea
fa: مشخص کردن برای ILERPG
fi: ILERPG-korostus
fr: Coloration syntaxique pour ILERPG
fy: Markearring foar ILERPG
gl: Realzado de ILERPG
he: הדגשה ל־ILERPG
hr: Naglašavanje za ILERPG
hu: ILERPG-szintaxiskiemelés
is: Litun fyrir ILERPG
it: Evidenziazione per ILERPG
ja: ILERPG の強調表示
kk: ILERPG талдап бояулауын
km: បន្លិច ILERPG
ko: ILERPG 강조
mk: Означување за ILERPG
ms: Penanda untuk ILERPG
nb: Syntaksmerking for ILERPG
nds: Markeren för ILERPG
nl: Accentuering van de syntaxis voor ILERPG
nn: Syntaksmerking for ILERPG
pa: ILERPG ਲਈ ਉਘਾੜਨ
pl: Podświetlanie ILERPG
pt: Realce para ILERPG
pt_br: Destaque para ILERPG
ro: Evidenţiere pentru ILERPG
rw: Ishimangira rya ILERPG
se: ILERPG syntáksamerken
sk: Zvýrazňovanie pre ILERPG
sl: Poudarjanje za ILERPG
sr: Истицање ILERPG
sr@latn: Isticanje ILERPG
ta: ILERPGக்கு முன்னிலைப்படுத்தல்
tg: Мавриди зарурӣ барои ILERPG
th: การทำตัวเน้นสำหรับ ILERPG
uk: Підсвічування синтаксису для ILERPG
zh_cn: ILERPG 语法加亮

source: Highlighting for LaTeX
af: Verligting vir Latex
ar: تظليل LaTeX
bs: Bojenje za LaTeX
ca: Ressaltat per a LaTeX
cs: Zvýraznění pro LaTeX
da: Fremhævning for LaTeX
de: Hervorhebungen für LaTeX
el: Τονισμός για LaTeX
es: Resaltado para LaTeX
eu: LaTex-en nabarmentzea
fa: مشخص کردن برای LaTeX
fi: LaTeX-korostus
fr: Coloration syntaxique pour LaTeX
fy: Markearring foar LaTeX
gl: Realzado de LaTeX
he: הדגשה ל־LaTeX
hr: Naglašavanje za LaTeX
hu: LaTeX-szintaxiskiemelés
is: Litun fyrir LaTeX
it: Evidenziazione per LaTeX
ja: LaTeX の強調表示
kk: LaTeX талдап бояулауын
km: បន្លិច LaTeX
ko: LaTeX 강조
mk: Означување за LaTeX
ms: Penanda untuk LaTeX
nb: Syntaksmerking for LaTeX
nds: Markeren för LaTeX
nl: Accentuering van de syntaxis voor LaTeX
nn: Syntaksmerking for LaTeX
pa: LaTeX ਲਈ ਉਘਾੜਨ
pl: Podświetlanie LaTex
pt: Realce para LaTeX
pt_br: Destaque para LaTeX
ro: Evidenţiere pentru LaTeX
rw: Ishimangira rya LaTeX
se: LaTeX syntáksamerken
sk: Zvýrazňovanie pre LaTeX
sl: Poudarjanje za LaTeX
sr: Истицање LaTeX-а
sr@latn: Isticanje LaTeX-a
ta: LaTeX க்கு முன்னிலைப்படுத்தல்
tg: Мавриди зарурӣ барои LaTeX
th: การทำตัวเน้นสำหรับ LaTeX
uk: Підсвічування синтаксису для LaTeX
zh_cn: LaTeX 语法加亮

source: Highlighting for Makefiles, Python
af: Verligting vir Makefiles, Python
ar: تظليل Makefiles, Python
bs: Bojenje za Makefile, Python
ca: Ressaltat per a Makefiles, Python
cs: Zvýraznění pro Makefile, Python
da: Fremhævning for Make-filer, Python
de: Hervorhebungen für Makefiles, Python
el: Τονισμός για Makefiles, Python
es: Resaltado para Makefiles, Python
eu: Makefiles-en, Python-en nabarmentzea
fa: مشخص کردن برای ایجاد پرونده‌ها، Python
fi: Makefile- ja Python-korostus
fr: Coloration syntaxique pour les Makefiles et Python
fy: Markearring foar Makefiles, Phyton
gl: Realzado de Makefiles e Pyhton
he: הדגשה לקבצי Make, Python
hr: Naglašavanje za datoteke "makefile", Python
hu: A Makefile-ok és a Python szintaxiskiemelése
is: Litun fyrir Makefiles, Python
it: Evidenziazione per i Makefile, Python
ja: Makefiles, Python の強調表示
kk: Makefile, Python талдап бояулауын
km: បន្លិច Makefiles, Python
ko: Makefiles, Python 강조
mk: Означување за Make датотеки, Python
ms: Penanda untuk Makefiles, Python
nb: Syntaksmerking for Make-filer, Python
nds: Markeren för Makefiles, Python
nl: Accentuering van de syntaxis voor Make-bestanden, Python
nn: Innstillingar for Make-filer, Python
pa: Makefiles, Python ਲਈ ਉਘਾੜਨ
pl: Podświetlenia Makefile, Python
pt: Realce para Makefiles e Python
pt_br: Destaque para arquivos Makefile e Python
ro: Evidenţiere pentru fişiere Makefile şi Python
rw: Ishimangira rya Mukoradosiye, Python
se: Makefile, Python syntáksamerken
sk: Zvýrazňovanie pre Makefile, Python
sl: Poudarjanje za datoteke Makefile, Python
sr: Истицање make фајлова, Python
sr@latn: Isticanje make fajlova, Python
ta: கோப்பு உருவாக்குதல், பைத்தானுக்கு முன்னிலைப்படுத்தல்
tg: Мавриди зарурӣ барои Makefiles, Python
th: การทำตัวเน้นสำหรับ Makefiles, Python
uk: Підсвічування синтаксису для Makefiles та Python
zh_cn: Makefiles、Python 语法加亮

source: Highlighting for Python
af: Verligting vir Python
ar: تظليل لغة Python
bs: Bojenje za Python
ca: Ressaltat per a Python
cs: Zvýraznění pro Python
da: Fremhævning for Python
de: Hervorhebungen für Python
el: Τονισμός για Python
es: Resaltado para Python
eu: Python-en nabarmentzea
fa: مشخص کردن برای Python
fi: Python-korostus
fr: Coloration syntaxique pour Python
fy: Markearring foar Phyton
gl: Realzado de Python
he: הדגשה ל־Python
hr: Naglašavanje za Python
hu: Python-szintaxiskiemelés
is: Litun fyrir Python
it: Evidenziazione per Python
ja: Python の強調表示
kk: Python талдап бояулауын
km: បន្លិច Python
ko: Python 강조
mk: Означување за Phyton
ms: Penanda untuk Python
nb: Syntaksmerking for Python
nds: Markeren för Python
nl: Accentuering van de syntaxis voor Python
nn: Syntaksmerking for Python
pa: ਪਾਈਥਨ ਲਈ ਉਘਾੜਨ
pl: Podświetlanie Pythona
pt: Realce para Python
pt_br: Destaque para Python
ro: Evidenţiere pentru Python
rw: Ishimangira rya Python
se: Python syntáksamerken
sk: Zvýrazňovanie pre Python
sl: Poudarjanje za Python
sr: Истицање Python-а
sr@latn: Isticanje Python-a
ta: பைத்தனுக்கு முன்னிலைப்படுத்தல்
tg: Мавриди зарурӣ барои Python
th: การทำตัวเน้นสำหรับ Python
uk: Підсвічування синтаксису для Python
zh_cn: Python 语法加亮

source: Highlighting for Scheme
af: Verligting vir Skema
ar: تظليل لغة Scheme
bs: Bojenje za Scheme
ca: Ressaltat per a Scheme
cs: Zvýraznění pro Scheme
da: Fremhævning for system
de: Hervorhebungen für Scheme
el: Τονισμός για Scheme
es: Resaltado para Scheme
eu: Scheme-ren nabarmentzea
fa: مشخص کردن برای طرحواره
fi: Scheme-korostus
fr: Coloration syntaxique pour Scheme
fy: Markearring foar Scheme
gl: Realzado de Scheme
he: הדגשה ל־Scheme
hr: Naglašavanje za Scheme
hu: Scheme-szintaxiskiemelés
is: Litun fyrir Scheme
it: Evidenziazione per Scheme
ja: Scheme の強調表示
kk: Scheme талдап бояулауын
km: បន្លិចគ្រោងការណ៍
ko: 스키마 강조
mk: Означување за Scheme
ms: Penanda untuk Scheme
nb: Syntaksmerking for Scheme
nds: Markeren för Scheme
nl: Accentuering van de syntaxis voor Scheme
nn: Syntaksmerking for Scheme
pa: ਸਕੀਮ ਲਈ ਉਘਾੜਨ
pl: Podświetlanie Scheme
pt: Realce para Scheme
pt_br: Destaque para Esquema
ro: Evidenţiere pentru Scheme
rw: Ishimangira ry'Igishushanyombonera
se: Scheme syntáksamerken
sk: Zvýrazňovanie pre Scheme
sl: Poudarjanje za sheme
sr: Истицање Scheme-а
sr@latn: Isticanje Scheme-a
ta: திட்டமுறைக்கு முன்னிலைப்படுத்தல்
tg: Мавриди зарурӣ барои Нақша
th: การทำตัวเน้นสำหรับ Scheme
uk: Підсвічування синтаксису для Scheme
zh_cn: Scheme 语法加亮

source: PHP Keyword/Datatype list
af: php Sleutelwoord/Datatipe lys
ar: قائمة أنواع المعلومات والكلمات المميزة في لغة PHP
be: Спіс ключавых словаў і тыпаў данняў для PHP
bs: Popis PHP ključnih riječi i vrsta podataka
ca: Llista -paraula clau PHP/tipus de dades-
cs: Klíčové slovo PHP/seznam datových typů
da: PHP-nøgleord/datatypeliste
de: PHP-Schlüsselwort/Datentyp-Liste
el: Λίστα PHP Λέξεων κλειδιών/Τύπων δεδομένων
es: Palabra clave PHP/lista de tipos de datos
eu: PHP pasahitzen/datu-moten zerrenda
fa: واژۀ کلیدی PHP/فهرست نوع داده
fi: PHP-avainsana/datatyyppi-luettelo
fr: Liste des mots clés / types de données de PHP
fy: PHP Kaaiwurd.datatype list
gl: Lista de Palabras Clave/Tipos de Dados en PHP
he: רשימת טיפוסי נתונים\מילות מפתח של PHP
hr: Popis PHP kjučnih riječi / vrste podataka
hu: PHP kulcsszó- és adattípuslista
is: Listi lykilorða og gagnataga fyrir PHP
it: Lista delle parole chiave/tipi di dati di PHP
ja: PHP キーワード/データ型リスト
kk: PHP түйінді сөздері мен дерек түрлерінің тізімі
km: បញ្ជី​ពាក្យ​គន្លឹះ/ប្រភេទ​ទិន្នន័យ PHP
ko: PHP Keyword/Datatype 목록
mk: Клучен збор од PHP/Листа на податочни типови
ms: Katakunci PHP/Senarai jenis data
nb: Liste over PHP-nøkkelord og PHP-datatyper
nds: PHP Slötelwöör- / Datentypenlist
nl: PHP Keyword/Datatype-lijst
nn: Liste over PHP-nøkkelord og PHP-datatypar
pa: PHP Keyword/Datatype ਸੂਚੀ
pl: Lista słów kluczowych i typów danych PHP
pt: Lista de tipos/termos do PHP
pt_br: Palavra Chave PHP/lista de tipos de dados
ro: Listă cuvinte cheie/tip dată PHP
rw: Urutonde Ijamborufunguzo/Ubwokobyatanzwe PHP
se: PHP čoavddašátni/dahtašládjalistu
sk: Kľúčové slová PHP/zoznam datatype
sl: Ključna beseda PHP/seznam vrst podatkov
sr: Листа кључних речи и типова података за PHP
sr@latn: Lista ključnih reči i tipova podataka za PHP
ta: PHP முக்கியசொல்/தரவுவகை பட்டியல்
tg: Калимаҳои калиди PHP/ Рӯйхати намуди додашуда
th: รายการคีย์เวิร์ด/ชนิดข้อมูลของ PHP
uk: Список типів даних та ключових слів PHP
zh_cn: PHP 关键字/数据类型列表

source: Very nice help
af: Baie oulike hulp
ar: مساعدة لطيفة جداً
be: Вельмі зручная даведка
bs: Vrlo lijepa pomoć
ca: Ajuda agradable
cs: Velmi pěkná nápověda
da: Meget god hjælp
de: Freundliche Unterstützung
el: Πολύ καλή βοήθεια
es: Ayuda muy agradable
eu: Oso lagungarria
fa: کمک بسیار خوب
fi: Erittäin mukava apu
fr: Aide très précieuse
fy: Tige freonlike help
gl: Axuda moi proveitosa
he: עזרה אדיבה מאוד
hr: Jako lijepa pomoć
hu: A szépséges segítségfájlok
is: Afar þægileg hjálp
it: Aiuto molto utile
ja: 素晴らしいヘルプ
kk: Тамаша анықтамасы
km: ជំនួយ​ដ៏​ប្រពៃ​ណាស់
ko: 매우 좋은 도움말
mk: Многу убава помош
ms: Bantuan yang mulia
nb: Veldig bra hjelp
nds: Bannig nette Ünnerstütten
nl: Zeer welkome hulp
nn: Kjempebra hjelp
pa: ਬਹੁਤ ਹੀ ਉਤੱਮ ਸਹਾਇਤਾ
pl: Przyjemna pomoc
pt: Uma boa ajuda
pt_br: Ajuda muito boa
ro: Mesaje de ajutor foarte bune
rw: Ifashayobora nziza cyane
se: Vui buorre veahkki
sk: Veľmi pekný pomocník
sl: Zelo lična pomoč
sr: Симпатична помоћ
sr@latn: Simpatična pomoć
ta: மிக நேர்த்தியான உதவி
tg: Ёрии хеле хуб
th: ระบบช่วยเหลือที่เยี่ยมยอด
uk: Дуже гарна довідка
zh_cn: 非常好的帮助
