Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: The editor will load given number of blocks (of around 2048 lines) of text into memory; if the filesize is bigger than this the other blocks are swapped to disk and loaded transparently as-needed.<br> This can cause little delays while navigating in the document; a larger block count increases the editing speed at the cost of memory. <br>For normal usage, just choose the highest possible block count: limit it only if you have problems with the memory usage.
af: Die redigeerder sal laai gegewe aantal blokke (omtrent 2048 lyne) van teks in die geheue; as die lêergrote groter is as dit, die ander blokke word geruik na die skryf en deursigtig gelaai soos benodig.<br> Dit kan kort vertragings veroorsaal gedurende navigering in die dokument; 'n groter blok aantal verhoog die redigering spoed ten koste van die geheue. <br>Vir gewone gebruik, kies slegs die hoogste moontlike blok aantal: beperk dit slegs as jy probleme het met die geheue gebruik.
bg: Редакторът ще зареди зададения брой блокове от текст в паметта (около 2048 реда текст). Ако файлът е по-голям от големината, тогава останалите части от файла ще се зареждат при нужда.<br>В някои случаи може да се получи забавяне при навигация из документа. В този случай може да увеличите броя на блоковете.<br>За нормално използване се препоръчва да зададете максималната стойност. Поставете ограничения, само ако нямате достатъчно памет.
bs: Editor će učitati zadati broj blokova teksta u memoriju (od kojih svaki sadrži oko 2048 linija); ako je veličina datoteke veća od ovoga, preostali blokovi će biti swapovani na disk i učitani transparentno po potrebi.<br>Ovo može izazvati kratka kašnjenja pri navigaciji kroz dokument. Veći broj blokova povećava brzinu editovanja na račun zauzeća memorije.<br>Za normalnu upotrebu, samo izaberite najveći mogući broj blokova: ograničite ga samo ako imate problema sa zauzećem memorije.
ca: L'editor carregarà el nombre donat de blocs de text (d'unes 2048 línies) a la memòria; si la mida del fitxer és més gran, els altres blocs s'intercanvien a disc i es carreguen de manera transparent quan es necessiten.<br>Això pot causar petits retrassos en navegar pel document; un nombre de blocs més gran incrementa la rapidesa d'edició a canvi de cost de memòria. <br>Per a un ús normal, trieu el nombre de blocs més gran possible: limiteu-lo només si teniu problemes amb l'ús de memòria.
da: Editoren indlæser angivet antal tekstblokke (med omkring 2048 linjer) til hukommelsen. Hvis filstørrelsen er større end det, skiftes de øvrige blokke ud til disk og indlæses transparent efter behov.<br> Dette kan forårsage små forsinkelser ved navigering i dokumentet. Et større antal blokke øger redigeringshastigheden men koster hukommelse.<br>Vælg blot højest mulige antal blokke ved normal brug. Begræns det kun hvis du får problemer med hukommelsesbrug.
de: Der Editor lädt die angegeben Zahl von Blöcken (von rund 2048 Zeilen) Text in den Speicher. Wenn die Datei größer ist, werden die anderen Blöcke auf die Festplatte ausgelagert und bei Bedarf automatisch nachgeladen. <br>Dies kann zu kleinen Verzögerungen beim Blättern im Dokument führen. Eine größere Blockzahl erhöht die Arbeitsgeschwindigkeit auf Kosten des Speicherverbrauches. <br>Im Normalgebrauch sollte die höchstmögliche Blockzahl gewählt werden: eine Begrenzung ist nur sinnvoll, wenn es Probleme mit dem Speicherverbrauch gibt.
el: Ο επεξεργαστής θα φορτώσει στη μνήμη δοσμένο αριθμό μπλοκ (γύρω στις 2048 γραμμές) κειμένου. Αν το μέγεθος του αρχείου είναι μεγαλύτερο από αυτό τα άλλα μπλοκ κειμένου γράφονται στο δίσκο και φορτώνονται όποτε χρειάζεται.<br> Αυτό μπορεί να προκαλέσει μικρές καθυστερήσεις κατά την πλοήγηση στο έγγραφο. Ένας μεγαλύτερος αριθμός μπλοκ θα αυξήσει την ταχύτητα με κόστος μεγαλύτερη κατανάλωση μνήμης. <br>Για κανονική χρήση, απλώς επιλέξτε το μεγαλύτερο δυνατό αριθμό μπλοκ. Περιορίστε τον μόνο όταν διαπιστώσετε προβλήματα με τη χρήση της μνήμης.
es: El editor cargará un número determinado de bloques (unas 2048 líneas) de texto en memoria; si el tamaño del archivo de texto es mayor que esta cantidad los otros bloques se pasan a disco (swap) y se cargan de modo transparente cuando sea necesario.<br>Ello puede producir pequeñas demoras mientras navega por el documento; un bloque mayor aumenta la velocidad de edición a costa de la memoria.<br>Para el uso normal, simplemente elija el bloque mayor posible: establezca un límite sólo si tiene problemas de memoria.
eu: Editoreak emandako bloke kopurua (2048 lerro inguru) kargatuko du memorian. Fitxategiaren tamaina hau baino handiagoa bada, beste blokeak automatikoki diskoangorde eta behqar diren heinean kargatuko dira.<br>Honek atzerapen txiki batzuk sor ditzake dokumentuan zehar nabigatzean, bloke kopuru handiago batek edizio abiadura handitzen du, baita memoria gehiago erabili ere.<br>Erabilera normalean, hautatu bloke-kopuru handiena eta mugatu memoria arazoak badituzu memoriaren erabilerarekin bakarrik.
fa: ویرایشگر، تعداد معینی از بلوکهای )حدود ۲۰۴۸ خط( متن را در حافظه بارگذاری می‌کند؛ اگر اندازۀ پرونده بزرگ‌تر از این باشد، بلوکهای دیگر در دیسک مبادله می‌شوند و هر زمان که مورد نیاز بودند به طور شفافی بارگذاری می‌شوند.<br> زمان ناوش در سند، می‌تواند باعث تأخیر اندکی شود، شمارش بلوک بزرگ‌تر، سرعت ویرایش بر حسب ارزش حافظه را افزایش می‌دهد. <br>برای کاربرد عادی، فقط بزرگ‌ترین شمارش احتمالی بلوک را انتخاب کنید: اگر با کاربرد حافظه مسئله دارید، فقط آن را محدود کنید.
fi: Ohjelma lataa tietyn määrän n. 2048 rivistä koostuvia lohkoja muistiin. Jos tiedosto on tätä suurempi, muut lohkot tallennetaan swap-muistiin levylle ja ladataan tarvittaessa. Tämä voi aiheuttaa pieniä viipeitä siirryttäessä tekstin osasta toiseen. Suurempi lohkomäärä nopeuttaa tekstin muokkaamista, mutta käyttää enemmän muistia. Normaalia käyttöä varten valitsesuurin mahdollinen lohkomäärä; pienennä rajoitusta vain, jos muisti ei riitä.
fr: L'éditeur va charger le nombre donné de blocs (d'environ 2048 lignes) de texte dans la mémoire ; si la taille du fichier est plus importante, les autres blocs seront alors placés sur disque et chargé de manière transparente dès que nécessaire. <br> Cela peut causer de léger ralentissement pendant la navigation dans le document, et un grand nombre de bloc peut augmenter la vitesse d'édition au prix d'un coût plus important de mémoire. <br> Pour une utilisation standard, veuillez choisir le nombre de bloc le plus grand possible : ne le limitez que si vous avez des problèmes d'utilisations mémoire.
fy: De bewurker sil in ynjûne oantal blokken (fan ûngefear 2048 rigels) tekst yn it ûnthâld laden. As de triem grutter is wurde de oare blokken op de skiif pleatst en laden wannear it nedich is. <br> Dit kin ta lytse fertragings liede by it navigearjen troch it dokumint; in grutter oantal blokken ferheget de bewurkingsfluggens, mar brûkt mear ûnthâld. <br> Foar normaal gebrûk kieze jo gewoan it heechst mooglik oantal blokken: behein dit allinne as jo swierrichheid tsjinkomme mei it ûnthâldgebrûk.
gl: O editor cargará un número dado de blocos (de cerca de 2048 liñas) de texto na memória; se o tamaño do ficheiro é maior os outros blocos serán swapeados e carregados de maneira transparente a medida que se necesiten.<br> Esto pode causar pequenos retrasos ao navegar o documento; mais blocos aumenta a velocidade de edición a costa de memória.<br>Para un uso normal, escolla o maior número de blocos posíbel: limite-o só se ten problemas co uso de memória.
hu: A szerkesztő a megadott számú blokkot (1 blokk = kb. 2048 sor) fogja betölteni a memóriába. Ha a fájl ennél nagyobb, a többi blokk kikerül egy átmeneti pufferbe, a lemezre, ahonnan a program szükség esetén később vissza tudja őket tölteni.<br> Ennek hatására navigálás közben kisebb akadások lehetnek. Nagyobb blokkszám esetén simább lesz a szerkesztés, de megnő a memóriaigény. <br>Normál használat esetén érdemes a maximális blokkszámot választani, csak akkor vegye ezt kisebbre, ha memóriaproblémákba ütközik.
is: Ritillinn mun hlaða inn uppgefnum blokkarfjölda (með ca. 2048 línum) af texta í minni; ef skráin er stærri en það verða aukalegu blokkirnar skrifaðar í diskminnið og hlaðið inn eftir þörfum. <br> Þetta getur valdið smá töfum þegar flakkað er um skjalið; stærri blokkarstærð eykur hraðann á ritlinum á kostnað kerfisminnisins. <br> Fyrir venjulega notkun ættirðu að velja hæðstu blokkartöluna: minnkaðu hana aðeins ef þú færð vandamál með minnisnotkunina.
it: L'editor caricherà un numero dato di blocchi (di circa 2048 righe) di testo in memoria; se la dimensione del file è più grande di questo numero i blocchi in più verranno trasferiti sul disco e caricati quando necessari. <br>Questo può causare dei piccoli ritardi durante lo scorrimento del documento; un blocco di dimensioni maggiori aumenterà la velocità dell'editor a discapito della memoria. <br>Per un uso normale, semplicemente scegli il valore più alto possibile di dimensione del blocco, abbassa questo valore solo se hai problemi con la memoria libera disponibile.
ja: エディタは指定の数 (2048 行以下) のブロックまでテキストをメモリに読み込みます。ファイルサイズがこれよりも大きい場合は他のブロックはディスクにスワップされ、必要に応じて透過的に読み込まれます。<br>これによってドキュメント内を移動する際に少し遅延が生じます。より多くのブロックを読み込むようにすると編集速度は上がり、メモリを消費します。<br>通常の使用なら、可能な最大ブロック数を選択するだけです。メモリ消費に問題がある場合にのみ制限してください。
kk: Редактор жадыға көрсетілген блоктар санын жүктейді (бір блок 2048 жол шамасында). Егер файл өлшемі одан артық болса, қалған блоктар қажеттілігіне қарай жүктеліп тұрады.<br> Бұл құжатты шарлау кезінде шамалы кідіріске әкеледі. Көп блоктарды жүктеу жылдамдықты үлкейтеді, бірақ көбірек жадыны талап етеді. <br>Қалыпты қолдану кезінде ең жоғарғы блоктар санын таңдаңыз. Жад тапшылығында ғана олардың санын кішірейтуі жөн.
km: កម្មវិធី​និពន្ធ​នឹង​ផ្ទុក​ចំនួន​បណ្តុំ​ដែល​បាន​ផ្តល់​ឲ្យ (ប្រហែល​ជា ២០៤៨ បន្ទាត់) នៃ​អត្ថបទ ទៅ​ក្នុង​សតិ ។ ប្រសិនបើ​ទំហំ​ឯកសារ​ធំជាង​នេះ នោះ​បណ្តុំ​ផ្សេង​ទៀត​នឹង​ត្រូវ​បាន​ដាក់​នៅ​លើ​ថាសរឹង ហើយ បណ្តុំ​នោះ​នឹង​ត្រូវ​បាន​ផ្ទុក​នៅ​ពេល​ដែល​ត្រូវការ ។<br> វា​នេះ​អាច​បណ្តាល​ឲ្យ​មាន​ការ​ពន្យារពេល​បន្តិច​បន្តួច ខណៈពេល​ធ្វើ​ដំណើរ​លើ​ឯកសារ ។ បណ្តុំ​ធំ​មួយ​នឹង​បង្កើន​ល្បឿន​កែសម្រួល​ដោយ​ចំណាយ​សតិ​ច្រើន​ទៅ​តាម​នោះ​ដែរ ។ <br> សម្រាប់​ការ​ប្រើ​ធម្មតា អ្នកគ្រាន់តែ​ជ្រើស​បណ្តុំ​ខ្ពស់​បំផុតតាមដែល​អាច ៖ កំណត់​ព្រំដែនវា តែ​ក្នុង​ករណី​ដែល​អ្នក​មាន​បញ្ហា​ជាមួយ​នឹង​ការ​ប្រើ​ប្រាស់សតិ ។
ko: 주어진 수의 블럭(약 2048줄)만큼의 문자열을 메모리에 불러들입니다. 만약 파일 크기가 이보다 크면 나머지 부분은 디스크에 임시저장되고 필요에 따라 임의적으로 불러들여집니다. <br>이는 문서 분석 중 약간의 지연을 일으킬 수 있습니다. 블럭 사이즈를 늘리면 편집속도는 더 빨라지고 메모리 소모는 큽니다. <br>일반적인 사용일 경우, 최대 수치를 선택하십시오. 메모리 사용에 문제가 있을 경우에만 제한하십시오.
mk: Уредувачот ќе го вчита дадениот број на блокови текст (од околу 2048 линии) во меморијата; ако големината на датотеката е поголема од ова другите блокови се чуваат на диск и се вчитуваат транспарентно по потреба.<br> Ова може да предизвика мали доцнења при движењето низ документот; поголем блок ја зголемува брзината на уредување на сметка на меморијата. <br>За нормална употреба, изберете го најголемиот можен број блокови: ограничете само ако имате проблеми со користењето на меморијата.
ms: Editor akan memuatkan bilangan blok yang diberi (kira-kira 2048 baris) bagi teks ke dalam ingatan; jika saiz fail lebih besar daripada ini, blok lain disaling tukar dengan cakera dan dimuatkan secara lut sinar seperti yang diperlukan.<br> Ini boleh menyebabkan sedikit lengah semasa bernavigasi dalam dokumen; kiraan blok lebih yang besar meningkatkan kelajuan pengeditan dengan mengorbankan ingatan. <br>Untuk kegunaan normal, hanya pilih kiraan paling tinggi yang mungkin: hadkan hanya jika anda hadapi masalah dengan penggunaan ingatan.
nb: Skriveprogrammet vil laste et gitt antall blokker (med rundt 2048 linjer) med tekst inn i minnet. Om filstørrelsen er større en dette vil blokkene mellomlagres på disk og laste ved behov. <br> Dette kan føre til noe forsinkelse ved navigering i dokumentet. Et større blokknummer øker hastigheten ved redigering men bruker mer minne. <br>For normalt bruk velg det høyest mulige blokknummer. Reduser nummeret om det oppstår problemer med minnebruk.
nds: De Editor warrt de angeven Tall Blöck vun Text (vun elk üm un bi 2048 Regen) in den Spieker laden. Wenn de Datei grötter is as dat, warrt de anner Blöck op de Fastplaat afleggt un laadt, wenn dat noot deit.<br>Dit kann to lütte Töövtieden bi't Dörkieken vun't Dokment föhren; en högere Tall Blöck maakt dat Bewerken gauer, köst aver mehr Spieker.<br>Normalerwies kannst Du eenfach de hööchstmöögliche Tall angeven, maak ehr bloots lütter, wenn Du Problemen mit den Spiekerbruuk hest.
nl: De editor zal een opgegeven aantal blokken (van ongeveer 2048 regels) tekst in het geheugen laden. Als het bestand groter is worden de andere blokken op de schijf geplaatst en geladen wanneer nodig. <br> Dit kan tot kleine vertragingen bij het navigeren door het document; een groter aantal blokken verhoogt de bewerkingssnelheid, maar gebruikt meer geheugen. <br> Voor normaal gebruik kiest u gewoon het hoogst mogelijk aantal blokken: beperk dit alleen als u problemen ondervindt met het geheugengebruik.
nn: Tekstprogrammet vil lasta det oppgjevne talet på blokker (kvar med omlag 2048 linjer) med tekst inn i minnet. Viss filstorleiken er større enn dette vil andre blokker bli flytta til disken og lasta inn etter som dei trengst. <br>Dette kan føre til små venteperiodar når ein blar i dokumentet. Fleire blokker i minnet fører til raskare handtering av dokumentet med bakdel i at minnebruken aukar. <br>For vanleg bruk er det berre å ha flest mogleg blokker i minnet. Reduser talet berre viss du har problem med minnebruken.
pl: Edytor wczyta określoną liczbę bloków (około 2048 wierszy) tekstu do pamięci; jeśli plik jest większy reszta bloków jest swapowana na dysk i wczytywana czasowo w razie potrzeby. <br> Może to spowodować małe opóźnienia w czasie nawigacji po pliku; większa liczba bloków zwiększa prędkość edycji kosztem pamięci. <br> Przy codziennym użyciu wybierz największą możliwą liczbę: ograniczaj ją tylko jeśli masz problemy z pamięcią.
pt: O editor irá carregar o número dado de blocos (cerca de 2048 linhas) de texto para a memória; se o tamanho do ficheiro for maior do que isto, então os outros blocos são mantidos em disco e carregados quando necessário.<br>Isto pode causar pequenos atrasos, quando navega no documento; um número de blocos maior aumenta a velocidade de edição à custa de memória.<br>Para uma utilização normal, escolha o maior valor possível de blocos: limite-o apenas se tiver problemas com a utilização de memória.
pt_br: O editor carregará o número fornecido de blocos (em torno de 2048 linhas) de texto na memória; se o tamanho do arquivo form maior que este, outros blocos serão liberados do disco e carregados de modo transparente, quando necessário.<br>Isto pode causar pequenos atraso na navegação do documento; uma contagem maior de blocos aumenta a velocidade de edição no custo da memória.<br>Para o uso normal, basta apenas escolhor a maior contagem de blocos possível: limite-a somente se tiver problemas com o uso de memória.
ro: Editorul va încărca în memorie numărul de blocuri text dat (în jur de 2048 de linii). Dacă mărimea fişierului este mai mare decît acel număr, celelalte blocuri sînt interschimbate cu cele de pe disc şi încărcate în mod transparent atunci cînd este nevoie.<br>Acest lucru va determina mici întîrzieri la navigarea prin documen. Un număr mare de blocuri creşte viteza de editare dar consumă mai multă memorie. <br>Pentru o utilizare normală, alegeţi cel mai mare număr de blocuri posibil. Limitaţi-l numai dacă aveţi probleme cu consumul de memorie.
rw: Muhinduzi izatangiza umubare watanzwe w'ibice (bigera ku mirongo 2048) by'umwandiko mu mwanyabubiko; niba inganodosiye ari nini kuri ibi, ibice bindi bishyirwa kuri disiki kandi bigatangizwa mu buryo bugaragara nkuko-bikenewe.<br> Ibi bishobora gutera gukererwa gato mu gihe cyo kubuganya mu nyandiko; ibara ry'igice kinini ryongera umuvuduko wo guhindura ku ngano y'umwanyabubiko.<br>Ku ikoresha risanzwe, wahitamo ibara ry'igice ryo hejuru rishoboka: warihagarika gusa igihe ufite ibibazo by'ikoresha ry'umwanyabubiko.
sk: Editor načíta zadaný počet blokov (približne 2048 riadkov) textu do pamäte. Ak je veľkosť súboru väčšia ako toto ostatné bloky budú odložené na disk a načítané až keď budú potrebné. <br>Toto môže spôsobiť malé oneskorenie pri pechádzaní dokumentu, väčší počet blokov zvýši rýchlosť editácie za cenu pamäte. <br>Pre normálne použitie zvolte najvyšší možný počet blokov: limitujte ho len ak máte problém s použitím pamäte.
sl: Urejevalnik bo naložil podno število blokov (ali okoli 2048 vrstic) besedila v pomnilnik. Če je velikost datoteke večja kot to, bodo drugi bloki postavljeni v izmenjevalno datoteko na disku in naloženi po potrebi. <br> To lahko povzroči določene težave med sprehajanjem po dokumentu. Večje število blokov poveča hitrost urejanja na škodo pomnilnika. <br> Za navadni rabo samo izberite najvišje možno število blokov. Omejite ga samo, če imate težave z uporabo pomnilnika.
sr: Уређивач ће учитати дати број блокова (од око 2048 линија) текста у меморију. Ако је величина фајла већа од ове, остали блокови ће бити пребачени на диск и учитани транспарентно по потреби. <br>Ово може проузроковати мала кашњења приликом кретања кроз документ. Већи број блокова повећава брзину уређивања али повећава утрошак меморије. <br>За нормалну употребу одаберите највећи могући број блокова. Број блокова смањите само уколико умате проблема са утрошком меморије.
sr@latn: Uređivač će učitati dati broj blokova (od oko 2048 linija) teksta u memoriju. Ako je veličina fajla veća od ove, ostali blokovi će biti prebačeni na disk i učitani transparentno po potrebi. <br>Ovo može prouzrokovati mala kašnjenja prilikom kretanja kroz dokument. Veći broj blokova povećava brzinu uređivanja ali povećava utrošak memorije. <br>Za normalnu upotrebu odaberite najveći mogući broj blokova. Broj blokova smanjite samo ukoliko umate problema sa utroškom memorije.
uk: Редактор буде завантажувати вказану кількість блоків (один блок приблизно 2048 рядків тексту) в пам'ять; якщо розмір файла більший, то інші блоки будуть знаходитися на диску та автоматично завантажуватись при потребі.<br>Це може призвести до невеликих затримок при навігації по документу; більша кількість блоків збільшить швидкість редагування ціною збільшення зайнятої пам'яті.<br>Рекомендується вибрати найбільше з можливих число блоків, і обмежувати значення цього параметра тільки якщо є проблеми з використанням пам'яті.
zh_cn: 编辑器将把指定块数的文本装入内存(每块大约是 2048 行)；如果文件大小超过超过这个大小，那么就会把其它块交换到磁盘中，并且在需要的时候透明地装入。<br>这可能使得文档导航略微变慢；但较大的块数将以耗费内存作为条件增加编辑的速度。<br>对于普通用途，只需选择最可能的块数：如果您在内存使用上遇到问题，请限制它。

source: You did not provide a backup suffix or prefix. Using default suffix: '~'
af: Jy het nie 'n terugvalkopie voorvoegsel of agtervoegsel gegee nie. Gebruik verstek agtervoegsel: '~'
bg: Няма зададена наставка и представка за резервно копие и затова ще се използва стандартната представка"~".
bs: Niste naveli sufiks za rezervnu kopiju. Koristim podrazumijevani sufiks: '~'
ca: No heu proporcionat cap sufix o prefix per a les còpies de seguretat. Per omissió s'usarà: '~'
cs: Neposkytli jste příponu ani předponu pro zálohu. Používám výchozí příponu: '~'
da: Du angav ikke en sikkerhedskopiendelse eller præfiks, bruger standardværdien '~'
de: Sie haben kein Präfix bzw. keine Erweiterung für Sicherungskopien angegeben. Es wird die Voreinstellung verwendet: "-"
el: Δε δώσατε ένα πρόθεμα ή μία κατάληξη για τα αντίγραφα εφεδρείας. Χρήση του προκαθορισμένου: '~'
es: No suministró un sufijo o un prefijo para la copia. Usando el sufijo predefinido '~'
eu: Ez duzu babes-kopiaren aurrizki edo atzizkirik eman. Atzizki lehentsia erabiltzen: '~'
fa: یک پسوند یا پیشو‌ند پشتیبان فراهم نکردید. استفاده از پسوند پیش‌فرض: »~«
fi: Et määritellyt varmuuskopioiden päätettä tai etuliitettä. Käytetään oletusta: '~'
fr: Vous n'avez pas fourni de suffixe ni de préfixe pour les sauvegardes. Utilisation du suffixe par défaut : « ~ »
fy: Jo hawwe gjin foar- of efterheaksel foar de reservekopy oanlevere. De standert efterheaksel '~' zil brûkt wurde.
gl: Non indicou un prefixo ou sufixo para o respaldo. Usaráse o sufixo por defecto '~'
he: לא נקלטה סיומת חדשה לקבצי גיבויים. משתמש בברירות מחדל: "~"
hu: Nincs megadva előtag vagy utótag a biztonsági mentéshez, az alapértelmezés ('~') lesz érvényes
is: Þú gafst ekki upp endingu á afritin. Nota sjálfgefið: '~'
it: Non hai indicato un suffisso o prefisso per le copie di sicurezza. Verrà usato il suffisso predefinito: "~"
ja: バックアップのサフィックスまたはプレフィックスが指定されていません。デフォルトのサフィックス: '~' を使用します。
kk: Сіз сақтық көшірме файл атауының жұрнағын немесе префиксін келтірмедіңіз. Әдетті '~' жұрнағы қолданылады.
km: អ្នក​មិន​បាន​ផ្ដល់​បច្ច័យ ឬ បុព្វបទបម្រុង​មួយ ។ ប្រើ​បច្ច័យ​លំនាំដើម ៖ '~'
ko: 아무런 접두사,접미사를 지정하지 않았습니다. 기본 접미사 '~' 를 사용합니다.
mk: Не зададовте претставка или наставка за зашт. копија. Се користи стандардната наставка: „~“
ms: Anda tidak menyediakan akhiran atau awalan sandaran. Menggunakan akhiran piawai: '~'
nb: Du har ikke skrevet noe prefiks eller etternavn. Bruker standard etternavn: «~»
nds: Du hest keen Prefix oder Suffix för Sekerheitskopien angeven, also warrt dat Standardsuffix "~" bruukt.
nl: U hebt geen voor- of achtervoegsel voor de reservekopie aangeleverd. Het standaard achtervoegsel '~' zal worden gebruikt.
nn: Du har ikkje vald noko prefiks eller suffiks. Brukar standarden: «~»
pl: Nie podano przyrostka lub przedrostka nazwy kopii zapasowej. Używam domyślnego przyrostka: '~'
pt: Você não indicou nenhum sufixo ou prefixo de segurança. A utilizar o prefixo predefinido: '~'
pt_br: Você não forneceu um sufixo ou prefixo para o backup; usando o valor padrão de sufixo: '~'
ro: Nu aţi introdus un sufix sau prefix pentru fişierele de rezervă. Implicit va fi folosit: '~'
rw: Ntiwatanze ingereka cyangwa imbanziriza y'ingoboka. Gukoresha ingereka mburabuzi: '~'
se: It bidjan liigemáŋgus-suffivssa dahje prefivssa. Geavaha standárda: «~»
sk: Nezadali ste príponu ani predponu pre zálohu. Použije sa štandardná prípona '~'
sl: Niste podali predpone ali pripone za varnostne kopije. Uporabljam privzeto »~«
sr: Нисте унели префикс или наставак за име резервне копије. Користиће се предефинисани наставак: „~“
sr@latn: Niste uneli prefiks ili nastavak za ime rezervne kopije. Koristiće se predefinisani nastavak: „~“
ta: நீங்கள் பின்சேமிப்பு பின்னொட்டு அல்லது முன்னொட்டு கொடுக்கவில்லை. முன்னிருப்பில் பின்னொட்டு பயன்படுத்தப்படுகிறது: '~'
tg: Шумо суфикс ё префикси файлҳои копиҳои захиравиро ишора накардаед. Суфикси пешфарзӣ низ истифода шуда истодааст: '~'
uk: Не вказано префікс або суфікс для резервної копії. Буде використано типовий суфікс: "~"
zh_cn: 您没有指定备份文件后缀或前缀。将使用后缀“~”
