Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: This list displays the contexts of the current syntax highlight mode and offers the means to edit them. The context name reflects the current style settings.<p>To edit using the keyboard, press <strong>&lt;SPACE&gt;</strong> and choose a property from the popup menu.<p>To edit the colors, click the colored squares, or select the color to edit from the popup menu.<p>You can unset the Background and Selected Background colors from the context menu when appropriate.
af: Hierdie lys vertoon die kontekste van die huidige sintaks verlig modus en bied die beteken om te redigeer hulle. Die konteks naam reflekteer die huidige styl instellings.<p>Om te redigeer gebruik die sleutelbord, druk <sterk>&lt;SPASIEgt;</sterk> en kies 'n eienskap van die opspring kieslys.<p>Om te redigeer die kleure, kliek die gekleurde vierkante, of kies die kleur om te redigeer van die opspring kieslys.<p>Jy kan terugstel die Agtergrond en Verkose Agtergrond kleure van die konteks kieslys wanneer verkies.
bg: Списъкът съдържа всички правила за открояване на кода, използвани от избрания режим. Също така, диалогът ви позволява да ги редактирате. <p>Използвайте клавиша "Интервал", за да изберете елемент.<p>Използвайте цветните бутончета, за да редактирате открояване на съответния елемент.
bs: Ova lista prikazuje kontekste trenutnog pravila bojenja sintakse i omogućuje njihovu izmjenu. Sam naziv konteksta odražava trenutnu postavku stila. <p>Za izmjenu pomoću tastature, pritisnite dugme <strong>&lt;SPACE&gt;</strong> i izaberite svojstvo sa menija.<p>Za izmjenu boje, kliknite na obojeni kvadrat ili izaberite boju koju želite mijenjati sa menija.<p>Možete isključiti boje Pozadine i Izabrane pozadine sa pop-up menija kada to odgovara.
ca: Aquesta llista mostra els contexts del mode actual de ressaltat sintàctic i ofereix els mitjans per a editar-los. El nom del context reflecteix l'arranjament de l'estil actual.<p>Per a editar-lo emprant el teclat, premeu <strong>&lt;ESPAI&gt;</strong> i escolliu una propietat des del menú emergent.<p>Per a editar els colors, cliqueu als quadres colorejats, o seleccioneu el color a editar des del menú emergent. <p>Podeu desassignar els colors de fons i de fons seleccionat des del menú emergent quan sigui apropiat.
cs: Tento seznam zobrazuje kontext aktuálního módu syntaktického zvýrazňování a nabízí prostředek k jejich úpravě. Kontextové jméno zohledňuje aktuální nastavení.<p>K editaci s použitím klávesnice stiskněte <strong>&lt;MEZERNÍK&gt;</strong> a vyberte vlastnost v roletovém menu.<p>K úpravě barev klikněte na vybarvené čtverečky nebo vyberte barvu, která má být upravena, v roletovém menu.
da: Denne liste viser konteksten for den aktuelle syntaksfremhævningstilstand og tilbyder måder at redigere dem på. Kontekstnavnet reflekterer den aktuelle stilopsætning.<p>For at redigere ved brug af tastaturet, tryk på <strong>&lt;MELLEMRUM&gt;</strong> og vælg en egenskab fra popop-menuen.<p>For at redigere farver, klik på de farvede firkanter eller vælg farven der skal redigeres fra popop-menuen. <p>Du kan omstille baggrunden og valgte baggrundsfarver fra den sammenhængsafhængige menu som det passer dig.
de: Die Liste zeigt den Kontext des aktuell gewählten Hervorhebungsmodus und ermöglicht dessen Bearbeitung. Der Kontextname beinhaltet die aktuellen Einstellungen für den jeweiligen Stil. <p>Um die Einträge mit Hilfe der Tastatur zu bearbeiten, drücken Sie die <strong> &lt;Leertaste&gt;</strong> und wählen Sie eine Eigenschaft aus dem Kontextmenü.<p>Um die Farben zu bearbeiten, klicken Sie auf die farbigen Quadrate, oder wählen Sie die betreffende Farbe aus dem Kontextmenü. <p>Sie können den Hintergrund bzw. die ausgewählte Hintergrundfarbe über das Kontextmenü deaktivieren.
el: Αυτή η λίστα εμφανίζει το γλωσσικό φάσμα της τρέχουσας λειτουργίας τονισμού σύνταξης και προσφέρει τη δυνατότητα για την επεξεργασία τους. Το όνομα του φάσματος αντικατοπτρίζει τις τρέχουσες ρυθμίσεις στυλ.<p>Για επεξεργασία με τη χρήση του πληκτρολογίου, πιέστε το <strong>&lt;SPACE&gt;</strong> και επιλέξτε μια ιδιότητα από το αναδυόμενο μενού.<p>Για επεξεργασία των χρωμάτων, κάντε κλικ στα χρωματιστά πλαίσια, ή επιλέξτε το χρώμα που θέλετε να επεξεργαστείτε από το αναδυόμενο μενού.<p>Μπορείτε να μηδενίσετε τα χρώματα Φόντου και Επιλεγμένου φόντου από το αναδυόμενο μενού όπου είναι απαραίτητο.
es: Esta lista muestra los contextos del modo actual de resaltado sintáctico y ofrece los medios para editarlos. El nombre de contexto refleja las prferencias de estilo actuales.<p>Para editar usando el teclado, pulse <strong>&lt;ESPACIO&gt;</strong> y elija una propiedad desde el menú emergente.<p>Para editar los colores, pulse sobre las celdas de colores, o seleccione el color a editar desde el menú emergente. <p>Puede desconfigurar los colores del fondo y del fondo seleccionado desde el menú emergente cuando sea apropiado.
eu: Zerrenda honek uneko sintaxi-nabarmentze moduaren ingurua erakusten du, eta editatzeko aukera eskaintzen du. Inguruaren izenak uneko estiloaren ezarpenak adierazten ditu. <p>Teklatuaren bidez editatzeko, sakatu <strong>&it;ZURIUNEA&gt;</strong> eta hautatu ezaugarri bat laster-menutik. <p>Koloreak editatzeko, egin klik koloredun laukitxoetan, edo hautatu kolorea laster-menutik eta editatu. <p>Bai atzeko planoa bai hautatutako atzeko planoaren koloreak ere desgai ditzakezu laster-menutik hala behar denean.
fa: این فهرست، متنهای حالت مشخص نحو جاری را نمایش می‌دهد، و وسایلی را برای ویرایش آنها ارائه می‌دهد. نام متن، تنظیمات سبک جاری را منعکس می‌کند.<p>برای ویرایش کاربرد صفحه کلید، <strong><فاصله></strong> را فشار دهید و یک ویژگی را از گزینگان بالا‌پر انتخاب کنید.<p>برای ویرایش رنگها، مربعهای رنگی را فشار دهید، یا برای ویرایش رنگ را از گزینگان بالا‌پر برگزینید.<p>می‌توانید زمینه و رنگهای زمینۀ برگزیده را در زمان مناسب از گزینگان متن باز نشانید.
fi: Lista näyttää nykyisen korostustilan kontekstit ja mahdollistaa niiden muokkaamisen. Kontekstinimi viittaa nykyisiin tyyliasetuksiin. <p>Muokataksesi näppäimistöä käyttäen paina <strong>&lt;SPACE<&gt;</strong> ja valitse muokattava ominaisuus ponnahdusvalikosta. <p>Muokataksesi värejä napsauta väritettyjä neliöitä tai valitse muokattava väri ponnahdusvalikosta.
fr: Cette liste affiche les contextes du mode de coloration syntaxique actuel et offre le moyen de les modifier. Le nom du contexte reflète la configuration actuelle du style.<p>Pour effectuer la modification à l'aide du clavier, appuyez sur <strong>&lt;ESPACE&gt;</strong> ou choisissez une propriété dans le menu déroulant. <p>Pour modifier les couleurs, cliquez sur les carrés colorés, ou choisissez la couleur à modifier dans le menu déroulant. <p>Vous pouvez remettre à zéro les couleurs de fond et de fond sélectionné à partir du menu déroulant si nécessaire.
fy: Dizze list lit de ferbânnen sjen fan de aktive markearringsmetoaden en jout de mooglikheid se te bewurkjen. De ferbânnamme spegelt de aktive stylynstellings.<p>Om mei help fan it toetseboerd te bewurkjen, druk op de <strong>&lt;spaasjebalke&gt;</strong> en kies in eigenskip yn it ferbânmenu. <p>Om de kleuren te bewurkjen, klik op de kleurde fjouwerkantsjes of selektearje de kleur yn it ferbânmenu. <p>Wannear't nedich is kinne jo mei help fan it ferbânmenu de kleuren foar de eftergrûn en selektearre eftergrûn wiskje.
gl: Esta lista mostra os contextos do modo de realzado sintáctico actuais e prové de meios para editá-los. O nome do contexto reflicte os axustes do estilo actual.<p>Para editar mediante o teclado, prema <strong>&lt;SPAZO&gt;<strong> e escolla unha propriedade no menu popup.<p>Para editar as cores, prema nos cadros coloreados, ou escolla a cor a editar no menu popup.<p> Pode anular as cores do Fondo e do Fondo de Selección no menu contextual cando sexa apropriado.
he: רשימה זו מציגה את ההקשרים של מצב הדגשת התחביר הנוכחי, ומספקת אמצעים לערוך אותם. שם ההקשר משקף את הגדרות הסגנון הנוכחיות.<p>לשם עריכה באמצעות המקלדת, הקש על <strong>&lt;רווח&gt;</strong> ובחר מאפיין מתוך התפריט המוקפץ.<p>לשם עריכת הצבעים, לחץ על המלבנים הצבעוניים או בחר את הצבע לעריכה מתוך התפריט המוקפץ.
hu: Ebben a listában megjelennek a jelenlegi szintaxiskiemelési mód kontextusai, és mód van azok átszerkesztésére. A kontextusnév a jelenlegi stílusbeállításokat tükrözi.<p>Billentyűzettel való szerkesztéshez nyomja meg a <strong>&lt;szóközt&gt;</strong> és válassza ki a kívánt tulajdonságot a felbukkanó menüből.<p>A színek szerkesztéséhez kattintson egy színes téglalapra, vagy válassza ki azt a felbukkanó menüből.<p>Vissza lehet állítani a Háttér és a Kiválasztott háttér színeit a felbukkanó menüből (ha szükség van rá).
is: Þessi listi birtir innihald núverandi ham litunarlýsingar og gerir þér kleyft að breyta þeim. Heitið er lýsandi af þeim stíl sem nú er valinn.<p>Til að breyta þessu með lyklaborðinu getur þú slegið á <strong>&lt;SPACE&gt;</strong> og valið eiginleika úr valmyndinni.<p>Til að breyta litunum, getur þú smellt á einhvern af lituðu reitunum eða valið litinn úr valmyndinni.<p>Þú getur afvalið bakgrunns og valinn bakgrunns litina í valmyndinni þegar það á við.
it: Questa lista mostra i contesti dell'attuale modalità di evidenziazione e permette di modificarli. Il nome del contesto rispecchia le attuali impostazioni di stile.<p>Per modificare usando la tastiera, premi <strong>&lt;SPAZIO&gt;</strong> e scegli una proprietà nel menu a comparsa. <p>Per modificare i colori, fai clic sui riquadri colorati o seleziona il colore da modificare nel menu a comparsa.<p>Puoi rimuovere i colori di sfondo e di sfondo selezionato dal menu a comparsa quando appropriato.
ja: このリストは現在の構文強調表示モードの文脈を表示しています。ここで、それらを編集することができます。文脈名は現在のスタイル設定を反映します。<p>キーボードを使って編集するには &lt;スペース&gt; を押してポップアップメニューから設定を選択します。<p>色を編集するには、色の付いた四角をクリックするか、ポップアップメニューから編集する色を選択します。
kk: Бұл тізім колданыстағы талдап бояулау режімінің элементтерін көрсетіп, оларды өзгертуге мүмкіндік береді. Стилдің атауы қолданыстағы стильді сипаттайды.<p>Перенетақта арқылы өзгерту үшін <strong>&lt;БОС ОРЫН&gt;</strong> пернесін басып, шыққан ашылмалы мәзірден керек әлементін таңдаңыз.<p>Түстерді өзгерту үшін түс шаршысына түртіңіз немесе ашылмалы мәзірден таңдап алыңыз.<p>Ашылмалы мәзірді пайдаланып ая түсі мен таңдалған аяның түсін бұрыңғы қалпына келтіруге болады.
km: បញ្ជី​នេះ​បង្ហាញ​បរិបទ​នៃ​របៀប​បន្លិច​វាក្យសម្ពន្ធបច្ចុប្បន្ន ហើយផ្ដល់នូវមធ្យោបាយ​សម្រាប់​កែសម្រួល​ពួក​វា ។ ឈ្មោះ​បរិបទឆ្លុះ​បញ្ជាំងការ​កំណត់​រចនាប័ទ្ម​បច្ចុប្បន្ន​ ។<p>ដើម្បី​កែសម្រួល​ដោយ​ប្រើ​ក្ដារ​ចុច ចុច <strong>&lt;SPACE&gt;</strong> និង​ជ្រើស​លក្ខណៈ​សម្បត្តិ​ពី​ម៉ឺនុយ​លេច​ឡើង ។<p>ដើម្បី​កែសម្រួល​ពណ៌ ចុច​រាង​ការ៉េ​ដែលមាន​ពណ៌ ឬ ជ្រើស​ពណ៌ ដើម្បី​កែសម្រួលពី​ម៉ឺនុយ​លេច​ឡើង ។<p>អ្នក​អាច​មិន​កំណត់​ផ្ទៃ​ខាង​ក្រោយ និង​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​ដែល​បានជ្រើស​វិញពី​ម៉ឺនុយ​បរិបទ នៅ​ពេល​ដែល​សមរម្យ ។
ko: 현재 구문강조모드의 문맥과 수정할 수 있는 방법을 보여줍니다. 문맥 이름은 현재 지정된 스타일을 나타냅니다.<p>키보드를 이용해 편집하려면 <strong>&lt;SPACE&gt;</strong> 를 누르고 팝업메뉴에서 속성을 선택하십시오.<p>색상을 편집하려면 색상 상자를 클릭하거나 팝업 메뉴에서 색상을 선택하십시오.<p>배경색 또는 선택영역의 배경색은 문맥메뉴에서 지정해제 할 수 있습니다.
mk: Оваа листа ги прикажува контекстите за моменталниот режим на синтаксичко означување и овозможува нивно уредување. Контекстното име ги рефлектира моменталните поставувања на стилот.<p>За да уредувате со тастатурата притиснете на тастерот <strong>&lt;ПРАЗНО МЕСТО&gt;</strong> и одберете својство од контекстното мени.<p>За да ги уредувате боите, кликнете на обоените квадратчиња, или изберете ја бојата за уредување од контекстното мени.<p>Може да ги тргнете боите за подлога и подлога на избрано од менито кога тоа е соодветно.
ms: Senarai ini memaparkan konteks mod tonjol sintaks semasa dan menawarkan kaedah untuk mengeditnya. Nama konteks mencerminkan seting gaya semasa.<p>Untuk mengedit dengan menggunakan papan kekunci, tekan <strong>&lt;SPACE&gt;</strong> dan pilih ciri dari menu popup.<p>Untuk mengedit warna, klik petak berwarna, atau pilih warna untuk edit dari menu popup.<p>Anda boleh nyahset warna Latar Belakang dan warna Latar Belakang Dipilih dari menu konteks apabila sesuai.
nb: Denne lista viser kontekstene for gjeldende syntaksmerkingsmodus, og tilbyr virkemidler for å endre disse. Navnene avhenger av gjeldende innstillinger. <p>For å endre ved bruk av tastaturet, tast <strong>&lt;mellomrom&gt;</strong> og velg en egenskap fra sprettoppmenyen. <p>For å endre farger, pek på fargekartet, eller velg farger fra sprettoppmenyen. <p>Du kan slå av fargene for Bakgrunn og Markert Bakgrunn fra sprettoppmenyen når det passer.
nds: Disse List wiest de Kontexten vun de utsöchte Syntaxmarkeren, se köönt hier ok ännert warrn. De Kontextnaam warrt mit sien aktuelle Instellen wiest.<p>Wenn Du de Instellen mit de Tastatuur ännern wullt, drück de <strong>&lt;Freetast&gt;</strong> un söök in't Menü en Egenschap ut.</p><p>Du kannst de Klöör dör Klicken op de infarvten Rechtecken oder över dat Rechtsklickmenü ännern.</p><p>De Klören för den Achtergrund un den Markeert Achtergrund köönt över dat Rechtsklickmenü torüchsett warrn.</p>
nl: Deze lijst toont de contexten van de huidige accentueringmethode en biedt de mogelijkheid ze te bewerken. De contextnaam weerspiegelt de huidige stijlinstellingen.<p>Om met behulp van het toetsenbord te bewerken, druk op de <strong>&lt;spatiebalk&gt;</strong> en kies een eigenschap in het contextmenu. <p>Om de kleuren te bewerken, klik op de gekleurde vierkantjes of selecteer de kleur in het contextmenu. <p>Wanneer nodig kunt via het contextmenu de kleuren voor de achtergrond en geselecteerde achtergrond verwijderen.
nn: Denne lista viser kontekstane til den valde syntaksmerkingsmodusen og gjev deg sjansen til å endra dei. Kontekstnamnet er avhengig av stilinnstillingane. <p>For å redigera med tastaturet, trykk <strong>mellomrom</strong> og vel ein eigenskap frå sprettoppmenyen. <p>For å redigera fargane, klikk på fargerutene eller vel fargen du vil redigera frå sprettoppmenyen. <p>Du kan fjerna fargane frå bakgrunnen og merkingsbakgrunnen frå sprettoppmenyen.
pl: Lista wyświetla zawartość bieżącej składni trybu podświetlania i umożliwia jej edycję. Nazwa kontekstowa odzwierciedla bieżące ustawienia stylu. <p>Aby edytować używając klawiatury, naciśnij <strong>&lt;SPACJA&gt;</strong> i wybierz właściwość z menu kontekstowego.<p>Aby edytować kolory, kliknij kolorowe kwadraty lub wyierz kolor do edycji z menu kontekstowego.<p>Możesz odznaczyć kolory tła i zaznaczonego tła z menu kontekstowego kiedy to konieczne.
pt: Esta lista mostra os contextos do modo de realce de sintaxe actual e disponibiliza os meios para os editar. O nome do contexto reflecte a configuração do estilo actual.<p>Para editar com o teclado, carregue em <strong>&lt;ESPAÇO&gt;</strong> e escolha uma propriedade do menu.<p>Para editar as cores, carregue nos quadrados coloridos ou seleccione a cor a editar no menu.<p>Pode retirar as cores de Fundo e Fundo Seleccionado utilizando o menu de contexto.
pt_br: Esta lista exibe os contextos do modo de realce de sintaxe atual, e oferece o significado ao editá-lo. O nome de contexto reflete as configurações do estilo atual. <p>Para editar usando o teclado, pressione <strong>&lt;ESPAÇO&gt;</strong> e escolha uma propriedade do menu de contexto. <p>Para editar as cores, clique nos quadrados coloridos ou selecione a cor a ser editada no menu de contexto.<p>Você pode desmarcar as cores de Fundo e as de Fundo Selecionadas do menu de contexto, quando apropriado.
ro: Această listă afişează contextele modului curent de evidenţiere a sintaxei şi oferă posibilitatea de a le edita. Numele contextului reflectă setările stilului curent.<p>Pentru a edita utilizînd tastatura, apăsaţi tasta <strong>&lt;SPAŢIU&gt;</strong> şi alegeţi o proprietate din meniul popup.<p>Pentru a edita culorile daţi clic pe pătrăţele colorate sau selectaţi culoarea de editat din meniul popup. <p>Atunci cînd este cazul puteţi elimina culorile pentru "fundal" şi "fundal selecţie" din meniul derulant.
rw: Urutonde rwerekana imyumvire y'uburyo bw'ishimangira imyandikire igezweho kandi igatanga uburyo bwo kubihindura. Izina ry'imyumvire ryerekana amagenamiterere y'imisusire igezweho.<p> Guhindura ukoresheje mwandikisho, kanda <strong>&lt;UMWANYA&gt;</strong> kandi uhitemo ibiranga uhereye ku bikubiyemo byirambura.<p> Guhindura amabara, kanda udukare dusize ibara, cyangwa uhitemo ibara ryo guhindura uhereye ku bikubiyemo byirambura. <p> Ushobora gukuramo mbuganyuma n'amabara ya mbuganyuma yatoranyijwe uhereye ku bikubiyemo byirambura igihe ari ngombwa.
se: Dát listu čájeha dálá syntáksamerkendoibmanvuogi kontekstaid ja addá vejolašvuođa daid doaimmahit. Kontekstanamma dávista dálá stiilaheivehusaid. <p>Jos háliidat boallobeavddi geavahit, coahkkal<strong>&lt;GASKU&gt;</strong> ja vállje iešvuođa bahccanfálus. <p>Jos háliidat ivnniid doaimmahit, coahkkal ivdnejuvvon njealljeciegaid, dahje vállje ivnni maid doaimmahit bahccanfálus.<p>Sáhtát válljet eret duogášivnni ja merkema duogášivnni báhccanfálu bokte go nu heive.
sk: Toto je obsah aktuálneho módu zvýrazňovania a umožňuje jeho úpravu. Kontextové meno odpovedá aktuálnemu nastaveniu štýlu. <p>Stlačením <strong>&lt;MEDZERA&gt;</strong> môžete upraviť vlastnosti ich výberom z menu. <p>Kliknutím na farebné štvorce alebo výberom farby z kontextovému menu môžete farby nastaviť. <p>Z kontextového menu môžete zrušiť nastavenie farby pozadia alebo farby pozadia označeného textu.
sl: Ta seznam prikazuje kontekste trenutnega načina poudarjanja skladnje ter ponuja možnosti urejanja. Ime konteksta kaže trenutne nastavitve sloga.<p>Za urejanje s tipkovnico pritisnite <strong>&lt;PRESLEDNICO&gt;</strong> in izberite lastnost iz pojavnega menija.<p>Za urejanje barv kliknite na obarvane pravokotnike ali pa izberite barvo za urejanje iz pojavnega menija. <p>Barve ozadja in izbrane barve ozadja lahko odnastavite iz primernega kontekstnega menija.
sr: Ова листа приказује контексте тренутног режима истицања и нуди начине за њихову измену. Име контекста одражава тренутна подешавања стила.<p>Да би сте мењали преко тастатуре притисните <strong>&lt;БЛАНКО&gt;</strong> и изаберите својство из искачућег менија.<p>Да би сте мењали боје, кликните на обојене правоугаонике, или изаберите боју коју желите да мењате из искачућег менија.<p>Можете поништити боје позадине и одабране позадине такође из контекстног менија.
sr@latn: Ova lista prikazuje kontekste trenutnog režima isticanja i nudi načine za njihovu izmenu. Ime konteksta odražava trenutna podešavanja stila.<p>Da bi ste menjali preko tastature pritisnite <strong>&lt;BLANKO&gt;</strong> i izaberite svojstvo iz iskačućeg menija.<p>Da bi ste menjali boje, kliknite na obojene pravougaonike, ili izaberite boju koju želite da menjate iz iskačućeg menija.<p>Možete poništiti boje pozadine i odabrane pozadine takođe iz kontekstnog menija.
ta: இந்தப் பட்டியலானது நடைமுறை இலக்கண தனிப்படுத்தும் முறையின் சூழ்நிலையைக் காட்டி அவற்றைத் திருத்தும் முறைகளைத் தருகிறது. இந்தச் சூழ்நிலையின் பெயரானது நடைமுறைப் பாணி அமைப்புகளைப் பிரதிபலிக்கிறது. <p>விசைப்பலகை மூலம் திருத்தம் செய்ய விரும்பினால், <strong>&lt; <strong>&lt; ஐ அமுக்கி தோன்றும் நிரலின் குணத்தைத் தேர்வு செய்க.<p>நிறங்களைத் திருத்த விரும்பினால், வண்ணச் சதுரங்களைக் கிளிக் செய்க; அல்லது தோன்றும் நிரலிலிருந்து திருத்துவதற்கு நிறத்தைத் தேர்வு செய்க.
tg: Ин рӯйхат матнҳои тарзи синтаксиси равшани ҷориро намоиш медиҳад ва пешниҳод мекунад,ки онҳо таҳрир карда шаванд.Номи матн намуди setting ҳои ҷориро тасвир мекунад. Барои таҳрир кардан клавиатураро истифода баред,strongро пахш кунед ва аз менюи баромадаистода чиз интихоб кунед. Барои таҳрир кардани рангҳо,чоркунҷаҳои рангаро пахш кунед,ё рангеро аз менюи баромадаистода интихоб кунед. Шумо метавонед ранги Замина ваЗаминаи интихобшударо аз менюи матн вақте ки мувофиқ аст,муайян накунед. <p>Барои таҳрироти рангҳо ба рӯи мураббаъи рангӣ клик кунед ё ранге барои таъғироти аз менюи матнӣ, интихоб кунед. <p>Шумо метавонед аҳамияти ранги матнро ва заминаи пешфарзиро бо истифодаи менюи матнӣ низ танзим намоед.
uk: У цьому списку відображені параметри вибраного режиму підсвічування, та надається можливість змінити їх. Назва стилю показує поточні параметри стилю в дії.<p>Щоб змінити стиль за допомогою клавіатури, натисніть клавішу <strong>&lt;ПРОБІЛ&gt;</strong> та встановіть параметр у спадному меню.<p>Щоб змінити колір, клацніть на прямокутнику з кольором, або виберіть колір у спадному меню.<p>Ви можете вимикати колір тла та колір тла вибраного тексту з спадного меню.
zh_cn: 这个列表将显示当前语法加亮模式的上下文，并且提供编辑的方法。上下文名称反映当前样式设置。<p>要使用键盘编辑，按<strong>&lt;空格键&gt;</strong>，从弹出窗口选择一个属性。<p>要编辑颜色，点击颜色方块，或者从弹出窗口中选择要编辑的颜色。<p>您可以从相应的弹出菜单取消对背景和选中背景颜色的设置。

source: &New...
af: Nuwe...
ar: &جديد...
be: &Новы...
bg: &Нова...
bs: &Novo...
ca: &Nou...
cs: &Nový...
da: &Ny...
de: &Neu ...
el: &Νέο...
es: &Nuevo...
eu: &Berria...
fa: &جدید...‌
fi: &Uusi...
fr: &Nouveau...
fy: &Nij...
gl: &Novo...
he: &חדש...
hr: &Nova...
hu: Ú&j...
is: &Nýtt...
it: &Nuovo...
ja: 新規(&N)...
kk: &Жаңа...
km: ថ្មី...
ko: 새 문서(&N)...
mk: &Нов...
ms: &Baru...
nb: &Ny …
nds: &Nieg...
nl: Ni&euw...
nn: &Ny …
pa: ਨਵਾਂ(&N)...
pl: &Nowy...
pt: &Novo...
pt_br: &Novo
ro: &Nou...
rw: Gishya...
se: &Ođđa …
sk: &Nový...
sl: &Novo ...
sr: &Нова...
sr@latn: &Nova...
ta: & புதிய...
tg: &Нав...
th: สร้างใหม่...
uk: &Новий...
zh_cn: 新建(&N)...

source: Colors
af: Kleure
ar: الألوان
be: Колеры
bg: Цветове
bs: Boje
cs: Barvy
da: Farver
de: Farben
el: Χρώματα
es: Colores
eu: Koloreak
fa: رنگها
fi: Värit
fr: Couleurs
fy: Kleuren
gl: Cores
he: צבעים
hr: Boje
hu: Színek
is: Litir
it: Colori
ja: 色
kk: Түстер
km: ពណ៌
ko: 색상
mk: Бои
ms: Warna
nb: Farger
nds: Klören
nl: Kleuren
nn: Fargar
pa: ਰੰਗ
pl: Kolory
pt: Cores
pt_br: Cores
ro: Culori
rw: Amabara
se: Ivnnit
sk: Farby
sl: Barve
sr: Боје
sr@latn: Boje
ta: நிறங்கள்
tg: Рангҳо
th: สี
uk: Кольори
zh_cn: 颜色

source: Normal Text Styles
af: Normale Teks Style
ar: انماط نص عاديه
be: Стылі звычайнага тэксту
bg: Текст
bs: Normalni stilovi teksta
ca: Estils text normal
cs: Normální styly textu
da: Normal tekststil
de: Stile für Normaltext
el: Στυλ κανονικού κειμένου
es: Estilos de texto normal
eu: Testu-estilo arrunta
fa: سبک متنهای عادی
fi: Normaalit tekstityylit
fr: Styles du texte normal
fy: Normale tekst
gl: Estilos de Texto Normal
he: סגנונות טקסט רגילים
hr: Stilovi normalnog teksta
hu: Normál szövegstílusok
is: Stíll venjulegs texta
it: Stili testo normale
ja: 標準のテキストスタイル
kk: Кәдімгі мәтін стильдері
km: រចនាប័ទ្ម​អត្ថបទ​ធម្មតា
ko: 보통 텍스트 스타일
mk: Стилови на нормален текст
ms: Gaya Teks Normal
nb: Vanlige tekststiler
nds: Stilen för Normaaltext
nl: Normale tekst
nn: Vanlege tekststilar
pa: ਸਧਾਰਨ ਪਾਠ ਸ਼ੈਲੀ
pl: Style normalnego tesktu
pt: Estilos de Texto Normal
pt_br: Estilos de Texto Normais
ro: Stiluri text normal
rw: Imisusire Umwandiko Usanzwe
se: Dábálaš teakstastiillat
sk: Štýly normálneho textu
sl: Slogi navadnega besedila
sr: Стилови обичног текста
sr@latn: Stilovi običnog teksta
ta: சாதாரண உரை தோற்றங்கள்
tg: Услубҳои муқаррарии матн
th: รูปแบบข้อความปกติ
uk: Стилі звичайного тексту
zh_cn: 普通文本样式
