Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Number of spaces:
af: Hoeveelheid spasies:
ar: عدد الفراغات:
be: Колькасць прагалаў:
bg: Брой интервали:
bs: Broj razmaka:
ca: Nombre d'espais:
cs: Počet mezer:
da: Antal mellemrum:
de: Anzahl der Leerzeichen:
el: Αριθμός κενών:
es: Número de espacios:
eu: Zuriune kopurua:
fa: تعداد فاصله‌ها:
fi: Välilyöntien lukumäärä:
fr: Nombre d'espaces :
fy: Oantal wytromtes:
gl: Número de espazos:
he: כמות רווחים:
hr: Broj znakova razmaka:
hu: A szóközök száma:
is: Fjöldi orðabila:
it: Numero di spazi:
ja: スペースの数(&U):
kk: Бос орындар саны:
km: ចំនួន​ដកឃ្លា ៖
ko: 빈칸 수:
mk: Број на празни места:
ms: Jumlah ruang:
nb: Antall mellomrom:
nds: Leertekentall:
nl: Aantal witruimtes:
nn: Tal på mellomrom:
pa: ਖਾਲੀ ਥਾਵਾਂ ਦੀ ਗਿਣਤੀ:
pl: Liczba spacji:
pt: Número de espaços:
pt_br: Número de espaços:
ro: Numărul de spaţii:
rw: Umubare w'Imyanya:
se: Man galle gaskamearkka:
sk: Počet medzier:
sl: Število presledkov:
sr: Број размака:
sr@latn: Broj razmaka:
ta: இடைவெளியின் எண்ணிக்கை:
tg: Миқдори фосилот:
th: จำนวนของช่องว่าง:
uk: Кількість пропусків:
zh_cn: 空格数：

source: Keep indent &profile
af: Hou inkeep profiel
ar: إبقي على &خيارات التّسنين
bg: &Запазване на профила на отстъпа
bs: Sačuvaj &postavke uvlačenja
ca: Mantenir el &perfil sagnat
cs: Uchovávat &profil odsazování
da: Behold indryknings&profil
de: Einrückungs&profil speichern
el: Διατήρηση &προφίλ εσοχών
es: Mantener &perfil de sangrado
eu: Mantendu koskaren &profila
fa: نگه داشتن &profile تورفتگی‌
fi: Säilytä sisennys&profiili
fr: Conserver le &profil d'indentation
fy: Yns&pringingsprofyl behâlde
gl: Manter &perfil de endentación
he: &שמור פרופיל הזחה
hr: Očuvaj &profil uvlake
hu: A behúzási &profil megőrzése
is: &Vista inndráttarstillingar
it: Conserva il &profilo di indentazione
ja: 字下げ設定を保存する(&P)
kk: Шеіністер &тартібі сақталсын
km: រក្សា​ទម្រង់​ចូល​បន្ទាត់
ko: 들여쓰기 프로필 유지(&P)
mk: Задржи &профил за вовлекување
ms: Sim&pan profil inden
nb: Ta vare på innrykks&profil
nds: Inrücken-Instellen seke&rn
nl: Ins&prongprofiel behouden
nn: Ta vare på innrykks&profil
pa: ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰੀ ਦਾ ਪ੍ਰੋਫਾਇਲ ਰੱਖੋ(&p)
pl: Utrzymuj &profil wcięć
pt: Manter o &perfil da indentação
pt_br: Guardar &perfil de identação
ro: Păstrează &profilul de indentare
rw: Kugumana ibijyanye n'akagerampera
se: Doalat siskkildan&profiilla
sk: Udržiavať &profil odsadzovania
sl: Obdrži pro&fil zamikanja
sr: Задржи &профил увлачења
sr@latn: Zadrži &profil uvlačenja
ta: உள்ளடக்கம் அமைப்பு விவரம் வைத்திரு
tg: Нигоҳ доштани танзим&отҳои фосила
th: เก็บโปรไฟล์ของการย่อหน้าไว้
uk: Зберігати &профіль відступів
zh_cn: 保留缩进设置(&P)

source: &Keep extra spaces
af: Hou addisionele spasies
ar: إ&بقي على الفراغات الإضافية
be: За&хоўваць дадатковыя прагалы
bg: З&апазване на допълнителни интервали
bs: Sačuvaj dodatne &razmake
ca: &Mantenir els espais extra
cs: Uchovávat mezery naví&c
da: &Behold ekstra mellemrum
de: Zusätzliche &Leerzeichen beibehalten
el: &Διατήρηση των επιπλέον κενών
es: &Mantener espacios extra
eu: &Mantendu zuriune gehigarriak
fa: &نگه ‌‌داشتن فاصله‌های اضافی‌
fi: &Säilytä ylimääräiset välilyönnit
fr: Conserver les &espaces supplémentaires
fy: Ekstra spaasjes be&hâlde
gl: &Manter espazos adicionais
he: השאר רווחים עו&דפים
hr: Očuvaj &dodatne razmake
hu: Az extra szóközök &megőrzése
is: &Halda auka bilum
it: Conserva gli spazi e&xtra
ja: 余分な空白も保存する(&K)
kk: &Артық бос орындар сақталсын
km: រក្សា​ការ​ដកឃ្លាបន្ថែម
ko: 여유 빈칸 유지(&K)
mk: &Задржи додатни празни места
ms: Simpan ruang e&kstra
nb: T&a vare på ekstra mellomrom
nds: E&xtraleertekens wohren
nl: Extra spaties be&houden
nn: Ta vare på ekstra &mellomrom
pa: ਵਾਧੂ ਥਾਂ ਰੱਖੋ(&K)
pl: &Pozostaw dodatkowe spacje
pt: &Manter os espaços extra
pt_br: &Manter espaços extras
ro: Păstrează &spaţiile suplimentare
rw: Kugumana imyanya y'ikirenga
se: &Doalat liige gaskkaid
sk: Udržiavať &extra medzery
sl: &Obdrži dodatne presledke
sr: &Задржи додатне празнине
sr@latn: &Zadrži dodatne praznine
ta: கூடுதல் இடைவெளிகளை வைத்திரு
tg: Нигоҳ доштани &фосилотҳои зиётӣ
th: เก็บช่องว่างพิเศษไว้
uk: Зберігати &зайві пробіли
zh_cn: 保留额外空格(&K)

source: Keys to Use
af: Sleutels om te gebruik
ar: المفاتيح للاستعمال
be: Клавішы
bg: Клавиши за отстъп
bs: Tipke koje treba koristiti
ca: Tecles a usar
cs: Klávesy k použití
da: Taster der skal bruges
de: Zu verwendende Tasten
el: Πλήκτρα για χρήση
es: Teclas a usar
eu: Erabiliko diren teklak
fa: کلیدهای مورد استفاده
fi: Käytettävät näppäimet
fr: Touches à utiliser
fy: Te brûken toetsen
gl: Teclas a usar
he: מקשים לשימוש
hr: Tipke za korištenje
hu: A használható billentyűk
is: Hnappar sem nota skal
it: Tasti da usare
ja: 使用するキー
kk: Пернелер қолданылсын
km: គ្រាប់​ចុចដែលត្រូវ​ប្រើ
ko: 사용할 키
mk: Копчиња за користење
ms: Kekunci untuk Digunakan
nb: Taster som skal brukes
nds: Inrücken-Tasten
nl: Te gebruiken toetsen
nn: Tastar som skal brukast
pa: ਵਰਤਣ ਲਈ ਸਵਿੱਚਾਂ
pl: Klawisze do użycia
pt: Teclas a Usar
pt_br: Teclas para Usar
ro: Taste de utilizat
rw: Buto zo gukoresha
se: Boaluid maid geavahit
sk: Použiť klávesy
sl: Tipke za uporabo
sr: Тастери за коришћење
sr@latn: Tasteri za korišćenje
ta: பயன்படுத்தும் விசைகள்
tg: Бо истифода аз тугмаҳо
uk: Вживати клавіші
zh_cn: 使用的键

source: &Tab key indents
af: Oortjie sleutel doen inkeping
ar: مفتاح ال&جدولة يسنّن
bg: О&тстъп с клавиша Tab
bs: &Tab tipka uvlači
ca: Sagna amb la tecla de &tabulació
cs: Klávesa &tab odsazuje
da: &Tab-taste indrykker
de: &Tabulatoreinrückung
el: Το πλήκτρο &Tab κάνει εσοχές
es: Tecla &Tabulador sangra
eu: &Tab teklak koskatu egiten du
fa: تو‌رفتگیهای کلید &تب‌
fi: &Sarkainnäppäin sisentää
fr: Indenter avec la to&uche « Tabulation »
fy: Ynspring mei &Tab-toets
gl: O &Tabulador endenta
he: מקש ה&טאב מזיח
hr: &Tab tipka uvlači
hu: Behúzás a &Tab billentyűvel
is: &Tab lykill innfærir
it: Il tasto &Tab indenta
ja: タブキーで字下げ(&T)
kk: &Tab пернемен шегіну
km: ចូល​បន្ទាត់​ដោយ​គ្រាប់​ចុច​ថេប
ko: 탭 키로 들여쓰기(&T)
mk: Копчето &Tab вовлекува
ms: &Tab Inden kekunci
nb: &Tabulator innrykk
nds: &Tabtast rückt in
nl: Insprong via &Tab-toets
nn: &Tab-tast rykkjer inn
pa: ਟੈਬ ਸਵਿੱਚ ਪ੍ਹੈਰਾ(&T)
pl: Wcięci&a tabulatorami
pt: A tecla &Tab indenta
pt_br: Tecla &Tab identa
ro: Indentează cu &TAB-uri
rw: Utugerampera twa buto isimbuka
se: &Tab-boallu siskkilda
sk: Kláves &Tab odsadzuje
sl: &Tabulator zamakne
sr: &Tab тастер увлачи
sr@latn: &Tab taster uvlači
ta: தட்டல் விசை உள்ளடக்கம் அமைத்தல்
tg: Фосилоти тугмаҳои &Tab
th: ใช้ปุ่มแท็บกับการย่อหน้า
uk: "&Табуляція" робить відступ
zh_cn: 用制表键缩进(&T)

source: &Backspace key indents
af: Backspace sleutel doen inkeping
ar: مفتاح ال&فراغ للوراء يسنّن
bg: От&стъп наляво с клавиша Backspace
bs: &Backspace tipka uvlači
ca: Sagna amb la tecla de &retrocés
cs: Klávesa &backspace odsazuje
da: &Backspace-taste indrykker
de: &Rücktasten-Ausrückung
el: Το πλήκτρο &Backspace κάνει εσοχές
es: Tecla &Retroceso sangra
eu: &Atzera-teklak koskatu egiten du
fa: تورفتگیهای کلید &پس‌بر‌
fi: &Palautusnäppäin sisentää
fr: Indenter avec la &touche « Correction »
fy: Ynspring mei &Backspace-toets
gl: O &Retroceso endenta
he: &מקש ה־Backspace מזיח
hr: &Backspace tipka uvlači
hu: Behúzás a Ba&ckspace billentyűvel
is: &Backspace lykill innfærir
it: Il tasto &Backspace indenta
ja: バックスペースキーで字下げ(&B)
kk: &Backspace пернемен шегіну
km: ចូល​បន្ទាត់​ដោយ​គ្រាប់​ចុច​លុប​ថយ​ក្រោយ
ko: 백스페이스 키로 들여쓰기(&B)
mk: Копчето &Backspace вовлекува
ms: Anjak ke &belakang inden kekunci
nb: Til&baketast gir innrykk
nds: Torü&chtast rückt ut
nl: Insprong via &Backspace-toets
nn: &Slettetast rykkjer inn
pa: ਬੈਕਸਪੇਸ ਸਵਿੱਚ ਪ੍ਹੈਰਾ(&B)
pl: Wcięcia &Backspace'em
pt: A tecla &Backspace indenta
pt_br: Tecla &backspace identa
ro: Indentează la &BackSpace
rw: Utugerampera twa buto umwanyanyuma
se: &Sihkunboallu siskkilda
sk: Kláves &Backspace odsadzuje
sl: &Vračalka zamakne
sr: &Backspace тастер увлачи
sr@latn: &Backspace taster uvlači
ta: பின்நகர்வு விசை உள்ளடக்கம் அமைத்தல்
tg: Фосилоти тугмаҳои &Backspace
th: ใช้ปุ่มแบ็คสเปซกับการย่อหน้า
uk: "&Забій" робить відступ
zh_cn: 用退格键反缩进(&B)

source: Tab Key Mode if Nothing Selected
af: Oortjie Sleutel Modus as Niks gekies is
ar: وضع مفتاح الجدولة إذا لم يحدر شئ
bg: Режим на отстъп, ако няма нищо избрано
bs: Tab tipka ako ništa nije izabrano
ca: Mode de tecla de tabulació sense res seleccionat
cs: Režim klávesy tabulátoru, pokud není nic vybráno
da: Tab tastetilstand hvis intet er markeret
de: Tabulatormodus, falls keine Auswahl getroffen wurde
el: Λειτουργία πλήκτρου Tab αν δεν επιλεχθεί τίποτα
es: Modo de tecla de tabulador si nada está seleccionado
eu: Tabulazioko teklaren portaera besterik ez bada hautatzen
fa: حالت کلید تب اگر چیزی انتخاب نشود
fi: Sarkainnäppäimen tila, jos valintaa ei ole
fr: Effet de la touche « Tabulation » si aucun texte n'est sélectionné
fy: Tab-toets-modus as neat selektearre is
gl: Modo Tabulador se non se escolle nada.
he: מקש הטאב אם כלום לא נבחר
hr: Mod Tab tipaka ukoliko ništa nije odabrano
hu: Tabulátoros mód, ha semmi sincs kiválasztva
is: Tab-hamur er ekkert er valið
it: Modalità tasto Tab in caso di assenza di selezione
ja: 何も選択されていないときのタブキーの動作
kk: Егер басқасы таңдалмаса Tab перне режімі
km: របៀប​គ្រាប់​ចុច​ថេប ប្រសិន​បើមិន​បាន​ជ្រើស​អ្វី​សោះ
ko: 선택한 것이 없으면 탭 키 모드
mk: Режим Tab копче ако ништо не е избрано
ms: Mod Kekunci Tab jika Tiada Apa Dipilih
nb: Bruk tabulatortasten dersom ingen andre er valgt
nds: Tabtast-Funkschoon, wenn nix utsöcht is
nl: Tab-toets-modus als niets is geselecteerd
nn: Bruk tabulatortasten dersom ingen andre er valde
pa: ਜੇ ਕੁਝ ਨਾ ਚੁਣਿਆ ਹੋਵੇ ਤਾਂ ਟੈਬ ਸਵਿੱਚ ਢੰਗ
pl: Tryb klawisza Tab jeśli nic nie jest wybrane
pt: Modo da Tecla Tab Se Nada Estiver Seleccionado
pt_br: Modo de Tecla Tab se Nada estiver Selecionado
ro: Funcţia tastei TAB dacă nu e nimic selectat
rw: Uburyo bwa buto Isimbuka niba Ntacyatoranyijwe
se: Beavat tabuláhtorboalu jos ii mihkkiige eará lea válljejuvvon
sk: Režim klávesy Tab ak nie je nič označené
sl: Način tabulatorja, če ni nič izbrano
sr: Режим Tab тастера уколико ништа није одабрано
sr@latn: Režim Tab tastera ukoliko ništa nije odabrano
ta: எதையும் தேர்ந்தெடுக்கவில்லை என்றால் தத்தல் விசை வகை பயன்படுத்த படும்
tg: Бозгаштоти тугмаҳои Tab агар ягон чизе ишора нашуда бошад
uk: Режим табуляції, якщо нічого не вибрано
zh_cn: 未选中内容下的跳格键模式

source: Insert indent &characters
af: Invoeg inkeep karakters
ar: &ادرج رموز هامش
bg: Вмъкване &на знака за отстъп
bs: Ubaci &znakove za uvlačenje
ca: Insereix &caràcters de sagnat
cs: Vložit &znaky odsazení
da: Indsæt indryknings&tegn
de: Ein&rückungszeichen einfügen
el: Εισαγωγή &χαρακτήρων εσοχής
es: Insertar caract&eres de sangrado
eu: Txertatu koskatze-&karaktereak
fa: درج &نویسه‌های تورفتگی‌
fi: Lisää s&isennysmerkit
fr: Insérer les &caractères d'indentation (tabulation ou espaces)
fy: Ynspron&gtekens ynfoegje
gl: Inserir &carácteres de endentación
he: הכנסת &תווי הזחה
hr: Ubaci zna&kove za uvlačenje
hu: Behúzási karakterek b&eszúrása
is: Skjóta inn &innflutningstákni
it: Inserisci &caratteri di indentazione
ja: 字下げ文字を挿入(&R)
kk: Шегініс таң&балары ендірілсін
km: បញ្ចូល​តួអក្សរ​ចូល​បន្ទាត់
ko: 들여쓰기 문자 삽입(&C)
mk: Вметни &знаци за вовлекување
ms: Selitkan &aksara indent
nb: Sett inn innrykks&tegn
nds: I&nrücktekens infögen
nl: Inspron&gtekens invoegen
nn: Set inn innrykks&teikn
pl: Wstaw &znaki wcięcia
pt: Inserir os &caracteres de indentação
pt_br: Inserir &caracteres de identação
ro: Inserează &caractere de indentare
rw: Kongeramo Inyuguti z'akagerampera
se: Bija siskkildan-&mearkkaid sisa
sk: Vložiť &znaky odsadenia
sl: Vstavi zamikovalne &znake
sr: Убаци зна&кове за увлачење
sr@latn: Ubaci zna&kove za uvlačenje
ta: உள்ளடக்க &எழுத்துகதளை புகுத்து
tg: Гузориши &ишоротҳои бозгашт
uk: Вставляти &символи відступу
zh_cn: 插入缩进字符(&C)

source: I&nsert tab character
af: Invoeg oortjie karakter
ar: ا&درج رمز الجدولة ( tab)
be: У&стаўляць знак водступу Tab
bg: Вмъкване на та&булация
bs: U&baci tab znak
ca: I&nsereix caràcters de tabulació
cs: Vložit z&nak tabulátoru
da: I&ndsæt tab-tegn
de: Ta&bulator einfügen
el: &Εισαγωγή χαρακτήρα στηλοθέτη
es: I&nsertar carácter de tabulador
eu: T&xertatu tabuladorearen karakterea
fa: &درج نویسۀ تب‌
fi: &Lisää sarkainmerkki
fr: Insérer une &tabulation
fy: Tab-teken Y&nfoegje
gl: I&nserir tabulador
he: הכנסת &טאב
hr: U&baci znak za tabulator
hu: Tab&ulátor beszúrása
is: &Skjóta inn tab tákninu
it: I&nserici carattere di tabulazione
ja: タブ文字を挿入(&N)
kk: Кестелеу таңбасы енд&ірілсін
km: បញ្ចូល​តួអក្សរ​ថេប
ko: 탭 문자 삽입(&N)
mk: Вметни з&нак tab
ms: &Selitkan aksara tab
nb: S&ett inn tabulatortegn
nds: T&abteken infögen
nl: Tab-teken i&nvoegen
nn: S&et inn tabulatorteikn
pa: ਟੈਬ ਅੱਖਰ ਸ਼ਾਮਿਲ(I&)
pl: Wstaw znak &tabulacji
pt: I&nserir um carácter de tabulação
pt_br: Inserir &caracteres de tabulação
ro: I&nserează un caracter TAB
rw: Kongeramo inyuguti y'isimbuka
se: B&ija tab-mearkka sisa
sk: Vložiť &tabulátor
sl: &Vstavi znak tabulatorja
sr: У&баци знак за табулатор
sr@latn: U&baci znak za tabulator
ta: தத்தல் எழுத்தை புகுத்து
tg: Гузориши ишоротҳои &табулятивӣ
uk: В&ставляти символ табуляції
zh_cn: 插入跳格字符(&N)

source: Indent current &line
af: Inkeping huidige lyn
ar: أنشى هامش على السطر الحالى
bg: Вмъкване на т&екущия ред
bs: Uvuci trenutni &red
ca: Sagna la &línia actual
cs: Odsadit aktuá&lní řádek
da: Indryk &denne linje
de: &Aktuelle Zeile einrücken
el: Εσοχή τρέχουσας &γραμμής
es: Sangrar &línea actual
eu: Koskatu uneko &lerroa
fa: تو‌رفتگی &خط جاری‌
fi: &Sisennä nykyinen rivi
fr: Indenter la &ligne actuelle
fy: Aktive rige&l ynspringen
gl: Endentar &liña actual
he: הזח שורה &נוכחית
hr: Uvuci tekuću &liniju
hu: Az aktuális sor be&húzása
is: Færa inn núverandi &línu
it: Indenta riga attua&le
ja: 現在の行を字下げ(&L)
kk: &Назардағы жолды шегіндіру
km: ចូល​បន្ទាត់ត្រង់បន្ទាត់​បច្ចុប្បន្ន
ko: 현재 줄 들여쓰기(&L)
mk: Вовлечи ја активната &линија
ms: Inden &baris semasa
nb: Rykk inn denne &linja
nds: Akt&uelle Reeg inrücken
nl: Huidige rege&l inspringen
nn: Rykk inn &linja
pa: ਮੌਜੂਦਾ ਸਤਰ ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰ(&l)
pl: Wsuń &bieżącą linię
pt: Indentar a &linha actual
pt_br: Identar linha &atual
ro: Indentează &linia curentă
rw: Gusunika umurongo ugezweho
se: Siskkil dálá &linnjá
sk: Odsadiť &aktuálny riadok
sl: Zamakni trenutno &vrstico
sr: Увуци текућу &линију
sr@latn: Uvuci tekuću &liniju
ta: தற்போதுள்ள வரியை உள்ளடக்கு
tg: &Эҷоди бозгаштоте ба сатри равон
th: ย่อหน้าบรรทัดปัจจุบัน
uk: Відступ в поточний &рядок
zh_cn: 缩进当前行(&L)

source: Check this if you want to indent with spaces rather than tabs.
af: Bevestig hierdie as jy wil inkeep met spasies eerder as oortjies.
ar: تحقق إذا كنت تريد هوامش مع فراغات اكثر من علامات الجدولة (Tabs)
bg: Вмъкване на интервали вместо табулации.
bs: Uključite ovo ako želite uvlačenje sa razmacima radije nego sa tabulatorom.
ca: Marqueu això si voleu sagnar amb espais en comptes de tabulacions.
cs: Použijte tuto volbu, chcete-li odsazovat pomocí mezer místo tabulátorů.
da: Afkryds dette hvis du ønsker at indrykke med mellemrum og ikke med tab.
de: Aktivieren Sie diese Einstellung, wenn Sie Einrückungen lieber mit Leerzeichen als mit Tabulatoren vornehmen möchten.
el: Ενεργοποιήστε αυτό αν θέλετε οι εσοχές να δημιουργούνται με κενά αντί για στηλοθέτες.
es: Seleccione esta opción si desea sangrar con espacios en lugar de con tabuladores
eu: Egiaztatu hau zuriuneekin koskatzea nahi baduzu (tabuladoreak erabili ordez).
fa: اگر می‌خواهید بیشتر با فاصله‌ها تورفتگی ایجاد کنید تا با تبها، این را علامت بزنید.
fi: Valitse tämä kohta, jos haluat sisentää välilyönneillä sarkainten sijaan.
fr: Cochez cette option si vous désirez indenter avec des espaces plutôt qu'avec des tabulations.
fy: Selektearje dit as jo ynspringe wolle mei spaasje ynstee fan tabs.
gl: Marque esto se quer endentar con espazos no canto de tabuladores.
he: בחר באפשרות זו אם ברצונך להזיח באמצעות רווחים במקום טאבים.
hr: Označite ovdje ako želite uvlačenje sa razmacima radije nego sa tabulatorom.<br> Tabulatore ću pretvoriti u <u>Širinu tabulatora</u> kao što je Potvrdite ovo ako želite uvlačiti sa razmacima radije nego s tabovima.
hu: Jelölje be, ha azt szeretné, hogy a behúzások kitöltése tabulátorok helyett szóközökkel történjen
is: Hakaðu við hér ef þú vilt draga línur inn með bilum í staðinn fyrir tab tákn.
it: Marca questa casella se vuoi indentare con gli spazi invece che con le tabulazioni.
ja: タブではなくスペースで字下げする場合、ここをチェックしてください。
kk: Шегіністер, кестелеулер орнына, бос орындармен толтырылсын десеңіз, осы белгіні қойыңыз.
km: ធីក​ប្រអប់​នេះ ប្រសិនបើអ្នក​ចង់​ចូល​បន្ទាត់​ដោយប្រើ​ដកឃ្លា​ជា​ជាង​ប្រើថេប ។
ko: 만일 탭 대신에 공백으로 들여쓰기를 하고 싶다면 이 기능을 사용하십시오.
mk: Изберете го ова ако сакате да вовлекувате со празни места наместо со табулатори.
ms: Periksa ini jika anda mahu inden dengan space dan bukan tab.
nb: Kryss av her om du vil bruke mellomrom istedenfor tabulatorer til innrykk.
nds: Aktiveer dit, wenn Du lever Leer- ansteed vun Tabtekens bruken wullt.
nl: Selecteer dit als u wilt inspringen met spaties in plaats van tabs.
nn: Kryss av her om du vil bruka mellomrom i staden for tabulatorar til innrykk.
pl: Zaznacz jeśli wolisz użyć spacji zamiast znaków Tab do wcięć.
pt: Assinale isto se quiser indentar com espaços em vez de tabulações.
pt_br: Marque isto se deseja identar com espaços em vez de usar tabulações.
ro: Selectaţi această opţiune dacă doriţi să indentaţi cu spaţii în loc de caractere TAB.
rw: Wareba ibi niba wifuza gusunika hamwe n'imyanya buhoro nk'amasimbuka.
se: Merke dán eavttu jos háliidat siskkildit gaskamearkkaiguin ja iige tabuláhtormearkkaiguin.
sk: Toto zapnite, ak chcete odsadzovať medzerami a nie tabulátormi.
sl: Izberite to, če želite zamakniti s presledki namesto s tabulatorji.
sr: Укључите ово ако желите увлачење размацима уместо табулаторима.
sr@latn: Uključite ovo ako želite uvlačenje razmacima umesto tabulatorima.
ta: உங்களுக்கு தத்தலை காட்டிலும் வெற்றிட உள்ளடக்குதலை பயன்படுத்த விரும்பினால் இதை சரிபார்க்கவும்
tg: Бозгаштотҳо бо фосилот пур хоҳанд шуд ва наинки бо ишоротҳои табулятивӣ.
th: เลือกตัวเลือกนี้ หากต้องการให้ใช้ช่องว่างในการย่อหน้าแทนการใช้อักขระแท็บ
uk: Ввімкніть, якщо хочете мати відступ пробілами, а не табуляціями.
zh_cn: 如果您想要用空格而非跳格来进行缩进，请选中此项。

source: Indentations of more than the selected number of spaces will not be shortened.
af: Inkeping van meer as die gekose nommer van spasies sal nie wees verkort.
ar: الإزاحات لأكثر من العدد المحدد للمسافات لن تُقصّر.
bg: Без орязване на отстъп, по-дълъг от зададения брой интервали.
bs: Uvlačenja sa više razmaka od odabranog neće biti smanjena.
ca: Els sagnats majors que el nombre d'espais seleccionats no s'escurçaran.
cs: Odsazení o více než vybraný počet mezer nebudou zkráceny.
da: Indrykninger på mere end det valgte antal mellemrum vil ikke blive forkortet.
de: Einrückungen um mehr als die gewählte Zahl von Leerzeichen werden nicht gekürzt.
el: Οι εσοχές με περισσότερα από τον επιλεγμένο αριθμό κενά δε θα μικρύνουν.
es: Sangrados mayores que el número de espacios seleccionados no se acortarán.
eu: Hautatutako zuriune kopurua baino handiagoak diren koskak ez dira laburtuko.
fa: تو‌رفتگیهای بیش از تعداد فاصله‌های برگزیده، کوتاه نخواهند شد.
fi: Mikäli sisennyksessä on enemmän kuin sarkainasetuksessa määritelty välilyöntien määrä, ylimääräisiä välilyöntejä ei vähennetä.
fr: Une indentation excédant le nombre choisi d'espaces ne sera pas raccourcie.
fy: Ynspringposysjes dy grutter binne dan de selektearre oantal spaasjes sille net ynkoart wurde.
gl: As endentacións con mais espazos que o número escollido non serán recortadas.
he: הזחות גדולות ממספר הרווחים המצוין לא יקוצרו.
hr: Uvlačenja sa više razmaka od odabranih neće biti smanjena.
hu: A megadott számúnál több szóközből álló behúzások nem lesznek átalakítva.
is: Inndráttur umfram það sem er valið hér verður ekki styttur.
it: Le indentazioni maggiori del numero di spazi selezionato non saranno accorciate.
ja: 設定された空白文字数を超える字下げは縮められません。
kk: Ұзындығы белгілі бос орындар санынан артық шегіністер қысқартылмайды.
km: ការ​ចូល​បន្ទាត់​ច្រើន​ជាង​ចំនួន​ចន្លោះ​ដែល​បានជ្រើស ​នឹង​មិន​ត្រូវ​បាន​កាត់​ឲ្យ​ខ្លី​ទេ ។
ko: 선택한 공백보다 많은 공간에 들여쓰기 해도 줄어들지 않습니다.
mk: Вовлекувањата со повеќе од избраниот број на празни места нема да бидат скратени.
ms: Indentasi untuk lebih dari jumlah space dipilih tidak akan dipendekkan.
nb: Innrykk med mer enn valgt verdi vil ikke bli forkortet.
nds: Inrücken över mehr as de utsöchte Leertekentall warrt nich körter maakt.
nl: Inspringposities die groter zijn dan het geselecteerde aantal spaties zullen niet worden ingekort.
nn: Innrykk av meir enn det valte talet på mellomrom vert ikkje korta.
pl: Wcięcia powyżej określonej liczby spacji nie będą skracane.
pt: As indentações com mais espaços que os seleccionados não serão encolhidas.
pt_br: Identações de mais do que o número de espaços selecionados não serão encurtadas.
ro: Indentarea a mai mult decît numărul de spaţii selectate nu va fi scurtată.
rw: Amasunika arenze umubare w'imyanya yatoranijwe ntabwo azagirwa magufi.
se: Siskkildeamit mat leat guhkkit go merkejuvvon gaskkaid eai oaniduvvo.
sk: Odsadenia o viac ako vybraný počet medzier nebudú skrátené.
sl: Zamiki za več kot izbrano število presledkov ne bodo krajšani.
sr: Увлачења од више од изабраног броја размака неће бити скраћивана.
sr@latn: Uvlačenja od više od izabranog broja razmaka neće biti skraćivana.
ta: தேர்ந்தெடுத்த வெற்றிடத்தின் எண்ணிக்கை கண்டிப்பாக சிறியதாக ஒன்றுக்கு அதிகமான தத்தலுடன் இருக்காது.
tg: БозгаштотҳоФосилаҳо бо дарозии зиёд аз ин рақам, боз кӯтоҳ намешаванд.
th: การย่อหน้าของจำนวนช่องว่างที่เลือก จะไม่ถูกทำให้สั้นลง
uk: Відступи з більшою кількістю пропусків, ніж вибрано, не буде вкорочено.
zh_cn: 超过规定的缩进宽度的空格将不被去掉。
