Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>If enabled, the pattern matching will use minimal matching; if you do not know what that is, please read the appendix on regular expressions in the kate manual.</p>
af: <p>Indien aktiveer, die patroon passing salminimale passing gebruik; indien jy nie weet wat die is nie, lees asseblief die aanhang van gewone uitdrukkings in die kate handleiding.</p>
bg: <p>Ако отметката е включена, ще се използва минимално съвпадение на регулярния израз. Ако не знаете какво е това, може да погледнете в ръководството на програмата.</p>
bs: <p>Ako je uključeno, provjera uzorka će koristiti minimalno poklapanje; ako ne znate šta je to, molim pročitajte dodatak o regularnim izrazima u Kate priručniku.</p>
ca: <p> Si s'habilita, la coincidència de patrons usarà coincidència mínima; si no sabeu què és això, llegiu l'apèndix d'expressions regulars al manual de kate.</p>
da: <p>Hvis dette er aktiveret vil mønstermatchningen være minimal. Hvis du ikke ved hvad det er, så læs venligst appendiks om regulære udtryk i kate-håndbogen.</p>
de: <p>Ist diese Einstellung markiert, wird minimale Übereinstimmung verwendet. Bei Unklarheiten dazu lesen Sie bitte den Anhang über reguläre Ausdrücke im Kate-Handbuch nach.</p>
el: <p>Αν ενεργοποιηθεί, το ταίριασμα μοτίβου θα χρησιμοποιήσει ελάχιστο ταίριασμα. Αν δεν ξέρετε τι είναι αυτό, παρακαλώ διαβάστε το παράρτημα σχετικά με τις κανονικές εκφράσεις στο εγχειρίδιο του kate.</p>
es: <p>Si está activado, el criterio de coincidencia será la coincidencia mínima; si no sabe lo que significa esto lea el apéndice sobre expresiones regulatres en el manual de kate.</p>
eu: <p>Gaituta badago, bilaketak gutxieneko bateragarritasuna erabiliko du; xehetasun gehiagorako irakurri Kate-ren eskuliburuko adierazpen erregularrei buruzko eranskina.</p>
fa: <p>در صورت فعال شدن، تطابق الگو کمترین تطابق را استفاده می‌کند. اگر نمی‌دانید که این چیست، لطفاً، پیوست راجع به عبارتهای منظم در راهنمای kate را بخوانید.</p>
fr: <p>Si cette option est activée, le motif utilisera la correspondance minimale ; si vous ne savez pas ce que c'est, veuillez lire l'annexe sur les expressions rationnelles dans le manuel de Kate.</p>
fy: <p>Wannear't jo dit oansette sil de lytst mogelike oerienkomst brûkt wurde. Sjoch foar mear ynformaasje de bylage oer reguliere útdrukkingen yn de hantlieding fan Kate.</p>
gl: <p>Se está activada, a concordáncia de patróns usará a mínima coincidéncia; se non sabe o que é, lea o apéndice acerca de expresión regulares no manual de Kate.</p>
hu: <p>Ha ez be van kapcsolva, a mintaillesztés minimális módon fog történni. Ha nem tudja, hogy ez mit jelent, olvassa el a reguláris kifejezésekről szóló függeléket a Kate kézikönyvében.</p>
is: <p>Ef þetta er virkt mun leitarkerfið beita lágmarksgræðgi; Ef þú veist ekki hvað þetta þýðir skaltu glugga í viðaukann um reglulegar segðir í kate handbókinni.</p>
it: <p>Se abilitato, la corrispondenza degli schemi userà la corrispondenza minima; se non sai cos'è, leggi l'appendice sulle espressioni regolari nel manuale di Kate.</p>
ja: <p>有効にすると、パターンマッチングは最小マッチングを使用します。それが何か分からない場合は、kate マニュアルの正規表現に関する付録をお読みください。</p>
kk: <p>Құсбелгісі қойылса, үлгі өрнегі ең төменгі сәйкестігін іздейді. Егер мұның не екенін білмесеңіз, Kate оқулығынан үлгі өрнегін қолдануға арналған бөлімін оқыңыз.</p>
km: <p>ប្រសិនបើ​បានអនុញ្ញាត ការ​ផ្គូផ្គងឃ្លា​ស្វែងរក ​នឹង​ប្រើការ​ផ្គូផ្គង​អប្បបរមា ប្រសិនបើ​អ្នក​មិន​ដឹង​ថា​វា​គឺ​ជា​អ្វី សូម​អាន​សេចក្តី​បន្ថែមអំពី​កន្សោម​ធម្មតា​ក្នុង​សៀវភៅ​ដៃ​របស់ kate ។</p>
ko: <p>설정하면, 최소 일치를 적용하게 됩니다. 최소 일치에 대해 잘 모른다면 카테 메뉴얼의 정규표현식 부분을 참고 하십시오.</p>
mk: <p>Ако е овозможено, совпаѓањето на шаблони ќе користи минимално совпаѓање. Ако не знаете што е тоа, прочитајте го додатокот за регуларни изрази во прирачникот на kate.</p>
ms: <p>Jika diaktifkan, corak sepadan akan menggunakan padanan minimal; jika anda tidak tahu ini apa, baca lampiran tentang ungkapan biasa dalam manual kate.</p>
nb: <p>Hvis dette er slått på vil mønstersøket bruke minimale treff. Hvis du ikke vet hva det er bør du lese tillegget om regulære uttrykk i Kate-håndboka.</p>
nds: <p>Wenn aktiveert, warrt na den körtsten Utdruck söcht, de passt. Wenn Di nich kloor is, wat dat heet, kiek bitte binnen den Anhang över regulere Utdrück vun't Kate-Handbook na.</p>
nl: <p> Indien geactiveerd zal de patroonovereenkomst gebruik maken van minimaal overeenkomen. Indien u niet weet wat dit is, lees dan de appendix over reguliere expressies in het handboek van Kate.</p>
nn: <p>Vel om mønstersøket skal vera minimalt. Dersom du ikkje veit kva dette inneber, kan du lesa tillegget om regulære avsnitt i Kate-handboka.</p>
pa: <p>ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਗਿਆ ਤਾਂ ਪੈਟਰਨ ਘੱਟੋ-ਘੱਟ ਤਾਂ ਮਿਲਾਇਆ ਜਾਵੇਗਾ, ਜੇਕਰ ਤੁਸੀਂ ਇਹ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਇਹ ਕੀ ਹੈ ਤਾਂ ਕੇਟ (kate) ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਨਿਯਮਿਤ ਸਮੀਕਰਨ ਵਿੱਚ ਅੰਤਿਕਾ ਪੜ੍ਹੋ।</p>
pl: <p> Jeśli włączone, dopasowywanie wzorców będzie używań minimalnego dopasowywania. Jeśli nie wiesz co to znaczy proszę przeczytać aneks o wyrażeniach regularnych w podręczniku Kate.</p>
pt: <p>Se activado, a correspondência de padrões utilizará uma correspondência mínima; se não sabe o que isto significa, leia o apêndice acerca de expressões regulares, no manual do kate.</p>
pt_br: <p>Se habilitado, o padrão coincidente usará o mínimo. Se não souber o que é isto, por favor, leia o apêndice sobre expressões regulares, no manual do Kate.</p>
ro: <p>Dacă este activată, potrivirea modelului va utiliza metoda minimă. Dacă nu ştiţi despre ce este vorba, citiţi apendixul despre expresii regulate din manualul Kate.</p>
rw: <p>Niba bikora, ihura ry'ishusho rizakoresha ihura ritoya; niba utazi icyo icyaricyo, wasoma umugereka ku mvugo ihoraho mu gitabomikorere cya kate.</p>
sk: <p>Ak je toto zapnuté, hľadanie vzorky bude minimálne. Ak neviete, čo to znamená, prečítajte si prílohu o regulárnych výrazov v manuáli pre Kate.</p>
sl: <p> Če je omogočeno, bo ujemanje vzorcev uporabilo minimalno ujemanje. Če ne veste, kaj je to, potem preberite dodatek o regularnih izrazih v priročniku za Kate.</p>
sr: <p>Ако је укључено, поклапање узорка ће користити минимално поклапање. Ако не знате шта то значи, прочитајте прикључак о регуларним изразима у приручнику за kate.</p>
sr@latn: <p>Ako je uključeno, poklapanje uzorka će koristiti minimalno poklapanje. Ako ne znate šta to znači, pročitajte priključak o regularnim izrazima u priručniku za kate.</p>
ta: <p>செயல்பட்டால், அச்சு பொருத்தம் கண்டிப்பாக குறுகிய பொருத்தத்தைப் பயன்படுத்தும்; உங்களுக்கு அது என்னவெண்று தெரியாவிட்டால், தயவு செய்து கேட் கையேட்டில் உள்ள வரிசையான தொடரை படிக்கவும்.</p>
tg: <p>Мавриди фаъол намудани ин интихобот ифодоти тассодуфӣ, мутобиқоти имконии минималиро тафтиш хоҳад кард. Агар шумо надонед, ки ин чист, қисмате ки ба истифодоти ифодаи тассодуфӣ ба роҳбарии Kate бахшида шудааст, бихонед.</p>
th: <p>หากเปิดเอาไว้ การจับคู่รูปแบบจะใช้การจับคู่แบบน้อยที่สุด หากว่าคุณไม่รู้ว่าสิ่งนี้คืออะไร โปรดอ่าน ภาคผนวกของเรื่อง Regular Expression ในคู้มือของ kate </p>
uk: <p>Якщо ввімкнено, то пошук за взірцем буде використовувати мінімальні збігання. Якщо не знаєте що таке мінімальні збігання, то прочитайте додаток про формальні вирази у підручнику з kate.</p>
zh_cn: <p>如果启用，模式匹配将使用最小匹配；如果您不知道什么是最小匹配，请阅读 Kate 手册中正则表达式的附录。</p>

source: &File mask:
af: Lêer masker:
be: Маска &файла:
bg: &Файлове:
bs: &Maska datoteke:
ca: Màscara de &fitxer:
cs: Maska sou&boru:
da: &Fil-maske:
de: &Dateifilter:
el: Μάσκα &αρχείου:
es: &Máscara de archivo:
eu: &Fitxategi-maskara:
fa: نقاب &پرونده:‌
fi: &Tiedostopeite:
fr: Motif de &fichier :
fy: &Triemnammepatroan:
gl: Máscara de &Arquivo:
he: &תבנית קובץ:
hu: &Fájlmaszk:
is: &Skráasía:
it: Maschera di &file:
ja: ファイルマスク(&F):
kk: &Файл қалқасы:
km: របាំង​ឯកសារ ៖
ko: 파일 마스크(&F):
mk: &Маска за датотека:
ms: Topeng &fail:
nb: &Filmaske:
nds: &Dateimuster:
nl: &Bestandsnaampatroon:
nn: &Filnamnmønster:
pa: ਫਾਇਲ ਮਾਸਕ(&F):
pl: &Maska pliku:
pt: Máscara de &ficheiro:
pt_br: &Máscara de arquivos:
ro: &Mască fişier:
rw: Impishanyandiko y'Idosiye:
se: &Fiilanammaminsttar:
sk: &Maska súborov:
sl: &Datotečna maska:
sr: Маска &фајлова:
sr@latn: Maska &fajlova:
ta: கோப்பு முகமுடி:
tg: Ниқоби &файл:
th: รูปแบบชื่อแฟ้ม:
uk: Маска для &файлів:
zh_cn: 文件通配符(&F)：

source: <p>A list of filename masks, separated by semicolons. This can be used to limit the usage of this entity to files with matching names.</p><p>Use the wizard button to the right of the mimetype entry below to easily fill out both lists.</p>
af: <p>'n Lys met lêernaam maskers, geskei deur semidubbelpunte. Dit kan gebruik word om die gebruik te beperk van hierdie teks na lêers met passende name.</p><p>Gebruik die raadgewer knoppie na die regterkant van die mimetipe teks onder om maklik beide lyste uit te vul.</p>
bg: <p>Списък на имена на файлове (шаблони на имена), разделени с точка и запетая, които трябва да съвпадат при търсенето.</p> <p>Използвайте помощника, за да попълните по-лесно двата списъка.</p>
bs: <p>Lista maski imena datoteka, razdvojenih tačka-zarezom. Ovo se može koristiti da ograničite upotrebu ovog entiteta za odgovarajuća imena.</p><p>Koristite dugme čarobnjaka desno od stavke MIME tipa ispod kako biste brzo popunili obje liste.</p>
ca: <p>Una llista de màscares de nom de fitxer, separades per punt i coma. Això es pot usar per a limitar l'ús d'aquesta entitat als fitxers amb noms coincidents.</p> <p>Useu el botó d'assistent a la dreta de l'entrada del tipus mime de sota per a omplir fàcilment ambdues llistes.</p>
da: <p>En liste af filnavnemasker, adskilt af semikoloner. Dette kan bruges til at begrænse brugen af denne entitet til filer med matchende navne.</p><p>Brug guide-knappen til højre for mimetype-indgangen nedenfor til nemt at udfylde begge lister.</p>
de: <p>Eine Liste von Dateinamenfiltern, die durch Semikolons unterteilt ist. Damit kann die Anwendung eines Elements auf Dateien mit übereinstimmenden Namen beschränkt werden.</p> <p>Der Assistentenknopf auf der rechten Seite des MIME-Typ-Eintrags erleichtert das Ausfüllen beider Listen.</p>
el: <p>Μια λίστα από μάσκες ονόματος αρχείου, διαχωρισμένες με άνω-κάτω τελείες. Αυτό μπορεί να χρησιμοποιηθεί για τον περιορισμό της χρήσης αυτής της οντότητας σε αρχεία με ονόματα που ταιριάζουν.</p><p>Χρησιμοποιήστε το κουμπί μάγου, στα δεξιά της καταχώρησης τύπου mime παρακάτω, για να συμπληρώσετε εύκολα και τις δύο λίστες.</p>
es: <p>Una lista de máscaras de nombres de archivos separadas por puntos y comas. Esto se puede utilizar para limitar el uso de esta entidad a archivos cuyos nombres concuerden</p><p>Use el botón del asistente a la derecha de la entrada del tipo MIME debajo para poder rellenar fácilmente ambas listas.<p>
eu: <p>Fitxategi-maskaren zerrenda, puntu eta komaz bereiztua. Izen berdinak dituzten fitxategien sarrerak entitate honetan mugatzeko erabil daiteke.</p> <p>Erabili beheko Mime-tipo sarreraren eskuineko morroi-botoia zerrenda biak erraz betetzeko.</p>
fa: <p>فهرستی از نقابهای نام پرونده، که با نقطه-واوک جدا شده‌اند. این برای محدود کردن کاربرد این هستار در پرونده‌هایی با نام مطابق استفاده می‌شود.</p><p>از دکمۀ جادوگر در سمت راست مدخل نوع مایم زیر، برای پر کردن هر دو فهرست استفاده کنید.</p>
fr: <p>Une liste de motifs de noms de fichiers, séparés par des points-virgules. Ceci peut être utilisé pour limiter l'usage de cet élément aux fichiers dont le nom correspond.</p> <p>Utilisez le bouton de l'assistant à droite du type MIME ci-dessous pour remplir facilement les deux listes.</p>
fy: <p>In list mei triemnammepatroanen, skieden troch puntkomma's. Dit kin brûkt wurde om it gebrûk fan dizze autoblêdwizers ta triemmen fan beskate types te beheinen.</p><p>Brûk de knop rjochts fan de mimetype-ynfier om beide listen maklik ynfoljen te kinnen.</p>
gl: <p>Unha lista de máscaras de nomes de ficheiro, separadas por ponto e vírgulas. Pode usarse para limitar o uso desta entidade a ficheiros con nomes que concorden. <p>Use o botón do asistente á dereita da entrada de tipo mime para encher con facilidade ambas listas.</p>
hu: <p>Fájlnévmaszkok listája, pontosvesszővel elválasztva. Ezzel lehet az entitás használatát meghatározott nevű fájlokra korlátozni.</p><p>Használja a Varázsló gombot (a MIME-típus mezőjétől jobbra) mindkét lista kényelmes kitöltéséhez.</p>
is: <p>Listi af skráamöskum, aðskildum með semikommum. Þetta má nota til að takmarka notkun af þessari eind við skrár sem passa við maskana.</p><p>Þú getur notað álfshnappinn til hægri til að fá lista af þegar skilgreindum skráartegundum sem þú getur valið úr og notað til að fylla upp í báða listana.</p>
it: <p>Una lista di maschere di file, separate da punti e virgola. Può essere usata per limitare l'uso di questa entità a file con nomi corrispondenti.</p><p>Usa il pulsante della procedura guidata in basso a destra della voce "tipo MIME" per riempire facilmente entrambe le liste.</p>
ja: <p>セミコロンで区切られたファイル名マスクのリストです。これは、このエンティティの使用を名前がマッチするファイルに制限するために利用できます。</p><p>下にある MIME タイプのエントリの右にあるウィザードボタンを使うと、両方のリストを簡単に埋めることができます。</p>
kk: <p>Үтірлі нүктемен бөлінген файл атау қалқаларының тізімі. Файлдар санын осыған сәйкес келетіндермен ғана шектеуге болады.</p><p>Екі тізімді де оңай толтыру үшін MIME түрінің оң жағындағы шебер батырмасын қолданыңыз.<p>
km: <p>បញ្ជី​របស់​របាំង​ឈ្មោះ​ឯកសារ ដែលបំបែក​ដោយ​សញ្ញា​ចំណុច​ក្បៀស (;) ។ វា​នេះ​អាច​ត្រូវ​បាន​ប្រើ ដើម្បីដាក់កម្រិត​ការប្រើប្រាស់​អង្គភាព​នេះ​ទៅ​ឯកសារ​ណា​ដែល​មាន​ឈ្មោះ​ដូច ។</p><p>ប្រើ​ប៊ូតុង​អ្នក​ជំនួយ​ការនៅខាង​ស្ដាំ​នៃ​ធាតុ​ប្រភេទ mime ខាង​ក្រោម ​ដើម្បី​បំពេញ​បញ្ជី​ទាំង​ពីរ​យ៉ាង​ងាយស្រួល ។</p>
ko: <p>세미콜론으로 구분된 파일 이름 마스크의 목록입니다. 일치하는 파일의 사용을 제한할 수 있습니다. </p><p>마임타입 목록의 오른쪽에 있는 마법사 버튼 을 누르면 두 목록 모두를 쉽게 설정할 수 있습니다.</p>
mk: <p>Листа на маски за име на датотека, разделени со точка-запирка. Ова може да се користи за да го ограничи користењето на овој ентитет на датотеки чии имиња одговараат на маските.</p><p>Користете го копчето за волшебникот, десно од долното поле за mime-типот, за полесно да ги пополните двете листи.</p>
ms: <p>Senarai topeng nama fail, dipisahkan oleh koma bertitik. Ini akan digunakan untuk mengehadkan penggunaan entiti ini bagi fail dengan nama sepadan.</p><p>Guna butang wizard di sebelah kanan entri jenis mime di bawah untuk mengisi kedua-dua senarai dengan mudah.</p>
nb: <p>En liste over filnavn-masker, atskilt med semikolon. Dette kan brukes til å begrense bruken av dette til filer med navn som stemmer med maskene.</p><p> Bruk veiviser-knappen til høyre for mimetype-elementet nedenfor til enkel utfylling av begge listene.</p>
nds: <p>En List vun Dateimustern, trennt dör Streekpünkt. Dor kannst Du de Anwennen vun den Indrag mit op passen Dateien ingrenzen.</p><p>De Hölperknoop rechterhand vun dat Feld för den MIME-Typ nerrn maakt dat Utfüllen vun beed Listen lichter.</p>
nl: <p>Een lijst van bestandsnaampatronen, gescheiden door puntkomma's. Dit kan gebruikt worden om het aantal bestanden waarop deze functie toegepast wordt te beperken.</p><p>Gebruik de assistentknop rechts van het mimetype hieronder om beide velden gemakkelijk in te vullen.</p>
nn: <p>Ei liste med filnamnmønster, skilde med semikolon. Du kan bruka dette til å avgrensa bruken til berre filer som passar det valde mønsteret.</p> <p>Med vegvisarknappen til venstre for mime-typen, kan du fylla ut begge listene på ein enkel måte.<p>
pl: <p>Lista oddzielonych średnikami wzorców nazw plików. Można tego użyć do ograniczenia zastosowania tego wpisu do plików z pasującymi nazwami.</p> <p>Użyj przycisku asystenta na prawo od elementu typu MIME, aby łatwo wypełnić obie listy.</p>
pt: <p>Uma lista de máscaras de nomes dos ficheiros, separadas por ponto e vírgula. Pode ser utilizado para limitar a utilização desta entidade aos ficheiros com nomes correspondentes.</p><p>Utilize o botão do assistente, à direita do item do tipo MIME em baixo, para preencher facilmente ambas as listas.</p>
pt_br: <p>Uma lista de máscaras de nomes de arquivos, separados por ponto-e-vírgula. Isto pode ser usado para limitar o uso desta entidade, para arquivos com nomes coincidentes.</p><p> Use o botão de assistente na direita da entrada do tipo MIME abaixo, para preencher ambas as listas facilmente.</p>
ro: <p>O listă de măşti de nume de fişiere, separate de punct şi virgulă. Aceasta poate fi utilizată pentru a limita utilizarea acestei entităţi numai la fişiere cu numele potrivite.</p><p>Pentru a completa cu uşurinţă ambele liste, utilizaţi butonul expert de mai jos din dreapta liniei cu tipul MIME.</p>
rw: <p>Urutonde rw'impishanyandiko y'izinadosiye, bitandukanyijwe n'akadomo n'akitso. Ibi bishobora gukoreshwa mu guhagarika ikoresha ry'aka gace ku madosiye afite amazina bijyanye.</p><p>Gukoresha buto y'inyobora iburyo bw'icyinjira cy'ubwoko mime hasi mu kuzuza mu buryo bworoshye urutonde.</p>
sk: <p>Zoznam masiek pre mená súborov, oddelených bodkočiarkami. Dá sa využiť pre obmedzenie tejto vzorky pre súbory s daným menom.</p><p>Použite tlačidlo sprievodcu vpravo od položky s typom MIME. Sprievodca vám zoznamy jednoducho predvyplní.</p>
sl: <p>Seznam mask datotečnih imen, ločenih s podpičji. To se lahko uporabi za omejevanje uporabe te entitete do datotek z ujemanimi imeni.</p> <p>Uporabite gumb čarovnika na desni spodnjega vnosa zvrsti MIME, da zlahka zapolnete oba seznama.</p>
sr: <p>Листе маски имена фајлова, одвојених тачка-запетом. Ово се може користити за ограничавање коришћења ове ставке на фајлове са именима која се уклапају у маске.</p><p>Користите дугме чаробњака са десне стране уноса миме типа испод да бисте лако попунили обе листе.</p>
sr@latn: <p>Liste maski imena fajlova, odvojenih tačka-zapetom. Ovo se može koristiti za ograničavanje korišćenja ove stavke na fajlove sa imenima koja se uklapaju u maske.</p><p>Koristite dugme čarobnjaka sa desne strane unosa mime tipa ispod da biste lako popunili obe liste.</p>
ta: <p>கோப்பு பெயர் குறியீட்டின் பட்டியல், அரைப்புள்ளியால் பிரிக்கப்பட்டுள்ளது. இது வரம்பு உள்ளீட்டு கோப்பு பொருத்த பெயர்களை பயன்படுத்தும்.</p><p>மைம்வகை உள்ளீட்டிற்க்கு கீழ் உள்ள நிரப்பப்பட்ட இரண்டு பட்டியல்களுக்கு வலப்புறம் உள்ள வழிகாட்டி பொத்தானை பயன்படுத்தவும்.</p>
tg: <p>Рӯйхати ниқобҳои файле, ки бо нуқта ва вергул ҷудо шудаанд. Шумо метавонед истифодаи ин элементҳоро танҳо ба файлҳое, ки номҳои муайянӣ низ доранд, маҳдуд кунед.</p><p>Барои зуд пур намудани ҳар ду рӯйхат, кнопкаи устодиаз сӯи рост воқеъ бударо аз намуди MIME низ истифода кунед.</p>
uk: <p>Список масок файлів, розділених крапкою з комою. Його можна використовувати для обмеження використання цього елемента тільки для файлів, що мають відповідне ім'я.</p><p>Скористайтеся кнопкою майстра праворуч від поля "типи файлів" для простого заповнення обох списків.</p>
zh_cn: <p>以分号分隔的文件名通配符列表。此列表可用于限制此实体的用途仅限于匹配名称的文件。</p><p>使用下方 MIME 类型项右侧的向导按钮可轻松填入全部列表。</p>
