Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: If this button is enabled, additional indenter specific options are available and can be configured in an extra dialog.
af: Indien hierdie knopiie aktiveer is, is adisionele inkeep spesifikasie opsies beskikbaar en kan konfigureer word in 'n ekstra dialoog.
bg: Ако бутонът е разрешен, може да настроите допълнителни настройки, който се показват в нов диалог.
ca: Si s'habilita aquest botó, hi ha disponibles opcions específiques de sagnat addicionals i poden configurar-se en un diàleg extra.
da: Hvis denne knap er aktiveret, er yderligere information specifik for en indrykker tilgængelig, og kan indstilles i en ekstra dialog.
de: Ist dieser Knopf aktiv, sind weitere Einstellungen für das Einrücken verfügbar und können in einem eigenen Dialog festgelegt werden.
el: Αν ενεργοποιηθεί αυτό το κουμπί, θα γίνουν διαθέσιμες επιπρόσθετες επιλογές τονισμού που θα μπορούν να ρυθμιστούν σε ένα ξεχωριστό διάλογο.
es: Si este botón está activado, algunas opciones específicas del sangrador estarán disponibles y se podrán configurar con un diálogo extra.
eu: Botoia gaituta egonez gero, koskatzearen aukera gehigarriak eskuragarri jarriko dira eta bestelako elkarrizketa-koadroan konfigura daiteke.
fa: اگر این دکمه فعال شود، گزینه‌های مشخص عامل تو‌رفتگی اضافی در دسترس هستند، و می‌توان آنها را در یک محاورۀ اضافی پیکربندی کرد.
fi: Jos tämä on valittu, on käytössä enemmän sisennysvaihtoehtoja. Ne asetetaan erillisessä ikkunassa.
fr: Si ce bouton est coché, des options spécifiques additionnelles sur l'indentation seront disponibles et pourront être configurées dans une fenêtre supplémentaire.
fy: As dizze knop ynskeakele is, dan sil der ekstra ynspringspesifike opsjes beskikber wêze. Dizzen kinne ynsteld wurde yn in ekstra dialooch.
gl: Se habilita este botón, estarán disponíbeis opción adicionais específicasdo endentador que poden ser configuradas nun diálogo extra
hu: Ha ez a gomb engedélyezve van, további opciók jelennek meg a behúzással kapcsolatban, melyek külön ablakban állíthatók be.
is: Ef þessi hnappur er virkjaður verða frekari inndráttsvalkostir aðgengilegir, er þá hægt að sýsla með þá í aukalegum glugga.
it: Se questo pulsante è attivo, saranno disponibili opzioni aggiuntive specifiche per l'indentazione e possono essere configurate in un'ulteriore finestra di dialogo.
ja: このボタンを有効にすると、インデンター特有の追加オプションが利用可能になり、特別なダイアログで設定できます。
kk: Егер бұл батырма рұқсат етілсе, оны шегіністерді қосымша баптау диалогын шақыру үшін қолдануға болады.
km: ប្រសិនបើ​ជម្រើស​នេះ​ត្រូវ​បាន​អនុញ្ញាត ជម្រើស​ជាក់​លាក់​របស់​អ្នកចូល​បន្ទាត់​បន្ថែម នឹង​មានហើយអាច​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ក្នុង​ប្រអប់​បន្ថែម​មួយ ។
ko: 만약 이 버튼이 선택되면, 추가적인 들여쓰기 구분 옵션이 이용가능하며 추가 대화상자에서 설정가능합니다.
ms: Jika butang ini diaktifkan, opsyen khusus penginden tambahan boleh didapatkan dan boleh dikonfigurkan dalam dialog tambahan.
nb: Dersom dette alternativet er valgt, kan du tilpasse innrykk i et eget dialogvindu.
nds: Is disse Knoop aktiv, sünd noch anner Inrückeninstellen verföögbor un köönt binnen en Extradialoog fastleggt warrn.
nl: Als deze knop is ingeschakeld, dan zijn er extra inspringspecifieke opties beschikbaar. Deze kunnen worden ingesteld in een extra dialoog.
nn: Dersom dette alternativet er valt, kan du tilpassa innrykk i eit eige dialogvindauge.
pl: Jeśli przycisk jest wciśnięty dodatkowe opcje są dostępne i mogą być skonfigurowane w dodatkowym oknie dialogowym.
pt: Se este botão estiver activado, ficarão mais opções específicas de indentação disponíveis através de uma janela extra.
pt_br: Se este botão estiver habilitado, as opções extras específicas para identação estarão disponíveis, e poderão ser configuradas no diálogo extra.
rw: Niba iyi buto ikora, amahitamo nyongera ya musunika zihariye araboneka kandi ashobora kubonezwa mu kiganiro ndenga.
sk: Ak je toto tlačidlo povolené, dodatočné špecifické možnosti oddelovača sú dostupné a môžu byť konfigurované v extra dialógu.
sl: Če je ta gumb omogočen, so na voljo dodatne možnosti zamikanja, ki jih lahko nastavite v posebnem pogovornem oknu.
sr: Ако је ово дугме укључено, доступне су додатне опције посебне за увлакач и могу се подесити у додатном дијалогу.
sr@latn: Ako je ovo dugme uključeno, dostupne su dodatne opcije posebne za uvlakač i mogu se podesiti u dodatnom dijalogu.
uk: Якщо ввімкнуто, то у окремому вікні можна буде налаштувати додаткові параметри відступів.
zh_cn: 如果启用了此按钮，则您可通过额外的对话框配置额外的缩进器特定选项。

source: Configure Indenter
af: Konfigureer Inkeper
bg: Настройване на отстъпа
ca: Configura el sagnador
cs: Nastavit odsazování
da: Indstil indrykker
de: Einrückung einrichten ...
el: Ρύθμιση τονισμού
es: Configurar sangrador
eu: Konfiguratu koskatzea
fa: پیکر‌‌بندی عامل تو‌رفتگی
fi: Sisentäjän asetukset
fr: Configurer l'indenteur
fy: Ynspringwize ynstelle
gl: Configurar Endentador
he: הגדרות ההזחה
hu: A behúzó beállításai
is: Stillingar inndrátts
it: Configura indentazione...
ja: インデンターの設定
kk: Шегіністерді баптау
km: កំណត់​រចនាម្ព័ន្ធ​អ្នក​ចូល​បន្ទាត់
ko: 들여쓰기 설정(&C)...
mk: Конфигурирај вовлекување
ms: Konfigur Penginden
nb: Sett opp innrykk
nds: Inrücken instellen
nl: Insprongwijze instellen
nn: Set opp innrykk
pa: ਹਾਸ਼ੀਏ ਤੋਂ ਦੂਰੀ ਸੰਰਚਨਾ
pl: Konfiguracja wcięć
pt: Configurar a Indentação
pt_br: Configurar Identação
ro: Configurează indentarea
rw: Kuboneza Igisunika
se: Heivet siskkildeami
sk: Konfigurovať oddelovač
sl: Nastavi zamikanje
sr: Подеси увлакач
sr@latn: Podesi uvlakač
tg: Танзими Муҳаррир
th: ปรับแต่งตัวย่อหน้า
uk: Налаштувати відступи
zh_cn: 配置缩进器

source: Text Cursor Movement
af: Teks Plekaanwyser Beweging
ar: حركة مؤشر النص
be: Перасоўванне тэкставага курсора
bg: Движение на курсора
bs: Pomjeranje tekstualnog kursora
ca: Moviment del cursor per al text
cs: Pohyb kurzoru v textu
da: Tekstmarkør-bevægelse
de: Cursorbewegung
el: Κίνηση δρομέα κειμένου
es: Movimiento de cursor de texto
eu: Testuko kurtsorearen mugimendua
fa: حرکت مکان‌نمای متن
fi: Kohdistimen hallinta
fr: Déplacement du curseur de texte
fy: Teksrinnerkebeweging
gl: Movemento do Cursor
he: תנועת סמן טקסט
hr: Pomicanje kursora teksta:
hu: A szöveges kurzor mozgatása
is: Hreyfing textabendils
it: Spostamento cursore testo
ja: テキストカーソルの移動
kk: Мәтін меңзерінің қимылдары
km: ចលនា​ទស្សន៍​ទ្រនិច​អត្ថបទ
ko: 커서 이동
mk: Движење на курсорот за текст
ms: Pergerakan Kursor Teks
nb: Flytting av skrivemerket
nds: Blinkerbewegen
nl: Tekstcursorbeweging
nn: Flytting av skrivemerket
pa: ਪਾਠ ਕਰਸਰ ਏਧਰ-ਓਧਰ
pl: Ruch kursora tekstu
pt: Movimento do Cursor de Texto
pt_br: Movimento do Cursor de Texto
ro: Mişcare cursor text
rw: Ukugenda ku Inyoboranyandiko y'Umwandiko
se: Čállinmearkka sirdin
sk: Presun textového kurzora
sl: Premikanje besedilnega kazalca
sr: Померање текстуалног курсора
sr@latn: Pomeranje tekstualnog kursora
ta: உரை நிலைகாட்டி அசைவு
tg: Ҳаракати курсор дар матн
th: การย้ายเคอร์เซอร์ข้อความ
uk: Пересування текстового курсору
zh_cn: 文字光标移动

source: Smart ho&me and smart end
bg: &Интелигентно Home и End
ca: &Inici i final intel·ligent
cs: Chytrá klávesa ho&me a end
da: Smart-&home og smart-end
de: Intelligente &Pos1- und Ende-Taste
el: Έξυπνο Ho&me και End
es: &Inicio y final Inteligentes
fa: &آغازۀ هوشمند و پایان هوشمند‌
fi: Ho&me- ja end-näppäimet toimivat älykkäästi
fr: Touches « &Début » et « Fin » intelligentes
fy: Tû&ke begjin- en einposysje
he: חזרה חכמה ל&תחילה וסוף שורה
hu: Intelligens &Home és End
is: Snjallir '&Home' og 'End' takkar
it: Ho&me e Fine intelligenti
ja: スマート Home/End(&M)
kk: Ақылды Ho&me мен End пернелер
km: ទៅ​ដើម​ដោយឆ្លាត និង​ទី​ចុង​ដោយឆ្លាត
ko: 똑똑한 Home과 End(&M)
nb: S&mart Home- og End-tast
nds: Plietsche P&os1- un Enn-Tasten
nl: Intellige&nte begin- en eindpositie
nn: Smarte &Home- og End-tastar
pl: Sprytny &klawisz Home i End
pt: Início e fi&m inteligentes
pt_br: Início e fi&m inteligentes
ro: Acţiune &HOME şi END inteligentă
sk: Šikovné ho&me a end
sl: Pametni tipki &Home in End
sr: Паметно на &почетак и крај
sr@latn: Pametno na &početak i kraj
uk: Кмітливий &перехід до початку та кінця рядка
zh_cn: 智能 Home 和智能 End(&M)

source: Wrap c&ursor
af: Oorvloei plekaanduier
ar: طوّق ال&شّارة
bg: П&рехвърляне на курсора на следващия ред
bs: Prijelom &kursorom
ca: Ajusta al c&ursor
cs: K&urzor následuje zlom řádku
da: Ombryd &markør
de: &Cursor folgt Zeilenumbruch
el: Αναδίπλωση &δρομέα
es: Ajustar c&ursor
eu: Itzulbiratu k&urtsorea
fa: &مکان‌نمای سطربندی‌
fi: &Kohdistimen voi peruuttaa edelliselle riville
fr: Retour à la ligne du &curseur
fy: &Rinnerke folget rigelôfbrekking
gl: Axustar c&ursor
he: ג&לישת סמן
hr: Omotaj &kursor
hu: Kurzortör&delés
is: Bendill &fylgir línuskiptingu
it: C&ursore a capo
ja: カーソルを行末で折り返す(&U)
kk: М&еңзерді тасымалдау
km: រុំ​ទស្សន៍​ទ្រនិច
ko: 커서 둘러싸기(&U)
mk: Пренеси к&урсор
ms: Bal&ut kursor
nb: Fl&ytt markøren til neste linje etter linjeslutt
nds: Blinker kennt &Reegümbröök
nl: &Cursor volgt regelafbreking
nn: &Linjeavhengig skrivemerke
pa: ਕਰਸਰ ਸਮੇਟੋ(&u)
pl: Zawijaj k&ursor
pt: Mudar o c&ursor
pt_br: &Cursor provoca quebra de linha
ro: Limitează &cursorul
rw: Gufunika Inyoborayandika
se: Má&hccunčállinmearka
sk: Zalamovať k&urzor
sl: Obrni &kazalec
sr: Пребаци к&урсор
sr@latn: Prebaci k&ursor
ta: நிலைகாட்டியை மடி
tg: &Ҳарақати курсор
th: ย้ายเคอร์เซอร์
uk: Перенесення &курсора
zh_cn: 光标卷绕(&U)

source: &PageUp/PageDown moves cursor
af: BladOp/BladAf beweeg plekwyser
be: &PageUp/PageDown перасоўвае курсор
bg: П&реместване на курсора при натискане на Page Up/Page Down
bs: &PageUp/PageDown pomjera kursor
ca: &RePàg/AvPàg mou el cursor
cs: &PageUp/PageDown přesouvá kurzor
da: &PageUp/PageDown flytter markør
de: Cursor folgt &Bild auf/ab
el: Τα PageUp/PageDown μετακινούν &το δρομέα
es: &AvPag/RePag mueve el cursor
eu: &Orri-gora/-behera kurtsorea mugitzeko
fa: &بالا‌بر صفحه/پایین‌بر صفحه، مکان‌نما را حرکت می‌دهد‌
fi: PageUp ja PageDown liikuttavat kohdistinta
fr: &Page précédente / Page suivante déplace le curseur
fy: &PageUp/PageDown beweegd it rinnerke
gl: &AvPáx/RePáx move o cursor
he: &PageUp/PageDown מזיז את הסמן
hu: A k&urzor mozgatható a PageUp/PageDown billentyűkkel
is: PageUp/PageDown færir bendilinn
it: &PaginaSu/PaginaGiù sposta il cursore
ja: PageUp/PageDown でカーソルを移動する(&G)
kk: &PageUp/PageDown меңзерді жылжытады
km: ទំព័រ​លើ/​ទំព័រ​ក្រោម នឹង​ផ្លាស់ទី​ទស្សន៍ទ្រនិច
ko: PageUp/PageDown 으로 커서 이동(&P)
mk: PageUp/PageDown го движат &покажувачот
ms: &PageUp/PageDown menggerakkan kursor
nb: &Side opp/Side ned flytter skrivemerket
nds: SietRop / SietDaal be&weegt Blinker
nl: &PageUp/PageDown beweegt de cursor
nn: &Page Up / Page Down flyttar skrivemerket
pa: &PageUp/PageDown ਕਰਸਰ ਨੂੰ ਏਧਰ-ਓਧਰ
pl: &PageUp/PageDown przenosi kursor
pt: O &PageUp/PageDown move o cursor
pt_br: PageUp/PageDown &move o cursor
ro: &PageUp/PageDown mută cursorul
rw: IpajiHejuru/IpajiHasi byimura inyoborayandika
se: &Page Up/Page Down sirdá čállinmearkka
sk: &PageUp/PageDown presúva kurzor
sl: &PageUp/PageDown premakne kazalec
sr: &PageUp/PageDown помера курсор
sr@latn: &PageUp/PageDown pomera kursor
ta: &பக்கம்மேல்/பக்கம்கீழி நிலைகாட்டியை நகர்த்துகிறது
tg: &Ҳарақати курсор бо истифодаи PageUp/PageDown
th: ย้ายเคอร์เซอร์ตามปุ่ม &PageUp/PageDown
uk: PageUp/PageDown &пересувають курсор
zh_cn: PageUp/PageDown 移动光标(&P)

source: Autocenter cursor (lines):
af: Outosentrum plekwyser (lyne):
ar: ركّز الشّارة آليا (الأسطر):
be: Аўтаматычна змяшчаць курсор (радкі) пасярэдзіне:
bg: Видими редове под и над курсора:
bs: Autocentriranje kursora (linija):
ca: Autocentra el cursor (línies):
cs: Automaticky centrovat kurzor (řádky):
da: Autocentrér markør (linjer):
de: Cursor autom. in Zeilen zentrieren:
el: Αυτόματο κεντράρισμα του δρομέα (γραμμές):
es: Cursor autocentrado (líneas):
eu: Autoerdiratu kurtsorea (lerroak):
fa: مکان‌نمای مرکز خودکار )خطوط(:
fi: Keskitä kohdistin automaattisesti pystysuunnassa:
fr: Curseur autocentré (lignes) :
fy: Rinnerke autom. sintraal sette (rigels):
gl: Cursor autocentrado (liñas):
he: מרכז אוטומטית את הסמן (שורות):
hr: Autocentriranje kursora (linije):
hu: A kurzor automatikus középre helyezése (sor):
is: Sjálfvirk miðjun bendils (línur):
it: Centramento automatico cursore (righe):
ja: カーソルの上下に表示する行数(&L):
kk: Неше жол меңзер астында/үстінде:
km: ទស្សន៍​ទ្រនិច​កណ្ដាល​ស្វ័យ​ប្រវត្តិ (បន្ទាត់) ៖
ko: 자동 중앙 커서 (줄):
mk: Автоцентрирај курсор (линии):
ms: Auto-tengah kursor (baris):
nb: Automatisk sentrert skrivemerke (linjer):
nds: Lütter Blinkerrebeet (Regen):
nl: Cursor autom. centreren (regels):
nn: Automatisk sentrert skrivemerke (linjer):
pa: ਆਟੋ-ਸੈਂਟਰ ਕਰਸਰ (ਲਾਇਨਾਂ):
pl: Automatycznie centruj kursor (linie):
pt: Auto-centrar o cursor (linhas):
pt_br: Centralizar o cursor automaticamente (linhas):
ro: Centrare automată cursor (linii):
rw: (Imirongo) inyoborayandika nyakwishyirahagati:
se: Automáhtalaččat guovdduštuvvun čállinmearka (linnját):
sk: Automaticky odstrediť kurzor (riadky):
sl: Samodejno usredišči kazalec (vrstice):
sr: Аутоматско центрирање курсора (линије):
sr@latn: Automatsko centriranje kursora (linije):
ta: தானே மையம் நிலைகாட்டி (வரிகள்)
tg: Курсор дар маркази хатҳо (саҳифа):
uk: Центрувати курсор (рядки):
zh_cn: 自动居中光标(行)：

source: Selection Mode
af: Kiesing Module
ar: نمط التحديد
be: Рэжым вылучэння
bg: Режим на маркиране
bs: Režim izbora
ca: Mode de selecció
cs: Režim označování
da: Markeringstilstand
de: &Auswahlmodus
el: Λειτουργία επιλογής
es: Modo de selección
eu: Hautapen modua
fa: حالت گزینش
fi: Valinnan tyyppi
fr: Mode de sélection
fy: Seleksjemodus
gl: Modo de Selección
he: שיטת סימון
hr: Način odabira
hu: Kijelölési mód
is: Valhamur
it: Modalità di selezione
ja: 選択モード
kk: Таңдау тәртібі
km: ជម្រើស​របៀប
ko: 선택 모드
mk: Режим на избирање
ms: Mod Pilihan
nb: Merkingsmodus
nds: Markerenoort
nl: Selectiemodus
nn: Merkingsmodus
pa: ਚੋਣ ਢੰਗ
pl: Tryb zaznaczania
pt: Modo de Selecção
pt_br: Modo de Seleção
ro: Mod selecţie
rw: Uburyo bw'Ihitamo
se: Merkendoaibmanvuohki
sk: Režim výberu
sl: Način izbora
sr: Режим избора
sr@latn: Režim izbora
ta: தேர்ந்தெடுப்பு வகை
tg: Ҳолати интихобкунӣ
th: โหมดการเลือก
uk: Режим вибору
zh_cn: 选择范围模式

source: &Normal
af: Normale
ar: &عادي
be: &Звычайны
bg: О&бикновен
bs: &Normalni
cs: &Normální
el: &Κανονική
eu: &Arrunta
fa: &عادی‌
fi: &Normaali
fr: &Normale
fy: Gewoa&n
he: &רגיל
hr: &Normalno
hu: N&ormál
is: Ve&njulegt
it: &Normale
ja: 標準(&N)
kk: Қ&алыпты
km: ធម្មតា
ko: 보통(&N)
mk: &Нормален
nds: &Normaal
nl: &Normaal
pa: ਸਧਾਰਨ(&N)
pl: &Normalny
ro: &Normală
rw: Igisanzwe
se: &Dábálaš
sk: &Normálne
sl: &Normalen
sr: &Обичан
sr@latn: &Običan
ta: இயல்பான
tg: &Муқаррарӣ
th: โหมดปกติ
uk: &Звичайний
zh_cn: 普通(&N)

source: &Persistent
af: Aanhoudend
ar: &دائم
bg: &Устойчив
bs: &Trajni
cs: &Trvalý
da: &Vedvarende
de: Bestän&dig
el: &Επίμονη
es: &Persistente
eu: &Iraunkorra
fa: &پایدار‌
fi: &Pysyvä
fr: &Persistante
fy: B&liuwende seleksje
gl: &Persistente
he: &שמור בחירות
hr: &Postojan
hu: &Megmaradó
is: Þrjóskt &val
it: &Permanente
ja: 保護(&P)
kk: &Тұрақты
km: ឋិតថេរ
ko: 지속(&P)
mk: &Траен
ms: &Cekal
nb: &Fast merking
nds: &Duerhaftig
nl: B&lijvende selectie
nn: &Fast merking
pa: ਸਥਿਰ(&P)
pl: &Trwałe zaznaczenia
pt: &Persistente
pt_br: &Persistente
ro: &Persistentă
rw: Kigumaho
se: &Bissevaš merken
sk: &Stále výbery
sl: &Obstojen
sr: &Постојан
sr@latn: &Postojan
ta: நீடிப்புத்திறன்
tg: &Доимӣ
th: โหมดการเลือกแบบถาวร
uk: &Стійкий
zh_cn: 永久(&P)

source: Selections will be overwritten by typed text and will be lost on cursor movement.
af: Uitkiesings sal oorskryf word deur getikte teks en sal verlore wees by plekwyser beweging.
ar: الإختيارات سوفه يتم استبدالها بكتابة نص ويفقد فى حالة تحريك المؤشر.
be: Вылучаны тэкст будзе заменены на ўведзены тэкст і будзе згублены пры перасоўванні курсора.
bg: Маркираният текст ще бъде презаписан, когато започнете да въвеждате нов текст или ще бъде размаркиран, когато преместите курсора. Това е нормалното поведение на повечето текстови редактори.
bs: Izbor će biti prepisan otkucanim tekstom i biće izgubljen pri pomjeranju kursora.
ca: Les seleccions seran sobreescrites pel text escrit i perdudes en moure el cursor.
cs: Výběry budou přepsány zapsáním textem a ztraceny při pohybu kurzoru.
da: Markeringer vil blive overskrevet af skrevet tekst og vil gå tabt ved markørbevægelse.
de: Ausgewählter Text wird durch neuen überschrieben und die Auswahl bei einer Cursorbewegung aufgehoben.
el: Οι επιλογές θα αντικατασταθούν όταν πληκτρολογηθεί κείμενο και θα χαθούν κατά την κίνηση του δρομέα.
es: Las selecciones se sobrescribirán por el texto introducido y se perderán al mover el cursor.
eu: Hautapenak gainidatzi egingo dira testua idaztean eta galdu egingo dira kurtsorea mugitzean.
fa: گزینشها توسط متن تحریرشده جای‌نوشت خواهند شد، و هنگام حرکت مکان‌نما از بین می‌روند.
fi: Valinta korvataan kirjoitetulla tekstillä ja menetetään, jos kohdistinta siirretään.
fr: Les sélections seront écrasées par le texte écrit et seront perdues lors du déplacement du curseur.
fy: Seleksjes wurde oerskreaun sadree't jo tekst type en sille ûngedien makke wurde as jo it rinnerke ferpleatse.
gl: As seleccións serán sobreescritas co texto escrebido e perderánse co movemento do cursor.
he: בחירות ישוכתבו על ידי הקלדה ויאבדו בעת הזזת הסמן.
hr: Odabiri će biti prebrisani kucanjem teksta i biće izgubljeni prilikom pomicanja pokazivača.
hu: A kijelölt szövegrész megszűnik kijelöltnek lenni, ha a kurzor valamerre elmozdul.
is: Skrifar verður yfir valið með því sem slegið er inn og það mun tapast við hreyfingu bendils.
it: Le selezioni vengono sovrascritte con il testo digitato e vanno perse quando si muove il cursore.
ja: 選択はテキストをタイプすることで上書きされ、カーソルを移動することで失われます。
kk: Терген мәтін таңдалған үзіндіні ауыстырады, ал меңзер жылжығанда таңдалғаны жоғалады.
km: ជម្រើស​នឹង​ត្រូវ​បាន​សរសេរ​ជាន់​លើ​ដោយ​អត្ថបទ​ដែល​បាន​វាយ ហើយ ​នឹង​ត្រូវ​បាត់​បង់ នៅ​ពេល​ផ្លាស់ទី​ទស្សន៍​ទ្រនិច ។
ko: 선택한 부분은 입력된 텍스트에 의해 덮어쓰여지고 커서가 움직임에 따라 사라집니다.
mk: Избраното ќе биде пребришано со искуцаниот текст и ќе биде изгубено при движење на курсорот.
ms: Pilihan akan ditulis ganti dengan teks bertaip dan akan hilang apabila kursor bergerak.
nb: Det merkede området blir overskrevet når du skriv ny tekst. Merkingenforsvinner dersom du flytter skrivemerket.
nds: Markeren warrt vun ingeven Text överschreven un bi Blinkerbewegen opheevt.
nl: Selecties worden overschreven zodra u tekst typt en worden ongedaan gemaakt zodra u de cursor verplaatst.
nn: Det merkte området vert skrive over når du skriv ny tekst. Merkinga forsvinn dersom du flyttar skrivemerket.
pa: ਚੋਣ ਨੂੰ ਲਿਖੇ ਪਾਠ ਨਾਲ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਕਰਸਰ ਹਿਲਾਉਣ ਨਾਲ ਖਤਮ ਹੋ ਜਾਵੇਗਾ।
pl: Zaznaczenia będą nadpisane przez wpisany tekst lub zostaną stracone po ruchu kursora.
pt: As selecções serão sobrepostas pelo texto escrito e serão perdidas com o movimento do cursor.
pt_br: As seleções serão sobrescritas através do texto digitado e serão perdidas durante o movimento do cursor.
ro: Selecţiile vor fi suprascrise la introducerea de text şi vor fi dezactivate la mişcarea cursorului.
rw: Amahitamo azasimburwa n'umwandiko wanditswe kandi uzabura mu iyimuka ry'inyoborayandika.
se: Merkejuvvon guovlu buhttejuvvo jos čálát ođđa teavstta. Merken jávká jos sirddát čállinmearkka.
sk: Výbery budú prepísané pri písaní textu a zrušia sa pri presune kurzora.
sl: Izbori bodo zamenjani z natipkanim besedilom in izgubljeni s premikom kazalca.
sr: Избори ће бити пребрисани куцањем текста и биће изгубљени приликом померања курсора.
sr@latn: Izbori će biti prebrisani kucanjem teksta i biće izgubljeni prilikom pomeranja kursora.
tg: Интихоботҳо аз сар навишта мешавад бо матни навишташуда ва гум мекунад дар ҳаракати курсор.
th: ส่วนที่เลือกไว้จะถูกแทนที่ด้วยข้อความที่พิมพ์ และจะถูกยกเลิกการเลือกเมื่อมีการย้ายเคอร์เซอร์
uk: Вибрану ділянку буде заміщено набраним текстом, та її буде втрачено при переміщенні курсора.
zh_cn: 选中范围将会被所输入的文字所替换，移动光标后选中范围也会丢失。

source: Selections will stay even after cursor movement and typing.
af: Uitverkiesings sal bly, selfs na plekwyser beweging en tik.
ar: الإختيارات سوفه تبقى بعد تحريك المؤشر والطباعة.
be: Вылучаны тэкст застанецца вылучаным нават пасля ўводу тэксту і перасоўвання курсора.
bg: Маркираният текст няма да се размаркира, когато въвеждате нов текст или премествате курсора.
bs: Izbor će ostati čak i nakon pomjeranja kursora i tipkanja.
ca: Les seleccions romandran fins i tot en moure el cursor i escriure.
cs: Výběry přečkají pohyb kurzoru i zápis textu.
da: Markeringer vil forblive selv når der skrives tekst og markøren flyttes.
de: Die Auswahl wird trotz Cursorbewegungen nicht aufgehoben, ist also beständig.
el: Οι επιλογές θα παραμείνουν ακόμη και μετά την κίνηση του δρομέα και την πληκτρολόγηση.
es: Las selecciones permanecerán incluso después de mover el cursor e introducir texto.
eu: Hautapenak mantendu egingo dira kurtsorea mugitzean eta idaztean.
fa: گزینشها حتی بعد از حرکت مکان‌نما و تحریر باقی می‌مانند.
fi: Valinta säilyy, vaikka kohdistinta siirretään tai kirjoitetaan.
fr: Les sélections resteront, même après la frappe ou un déplacement du curseur.
fy: Seleksjes bliuwe bestean, ek as jo it rinnerke ferpleatse en ergensoars tekst type.
gl: As seleccións permanecerán despois de mover o cursor ou escribir.
he: בחירות יישארו גם אחרי הזזת העכבר והקלדה.
hr: Odabiri će ostati čak i poslije pomicanja pokazivača i utipkavanja.
hu: A kijelölések megmaradnak akkor is, ha elmozdítja a kurzort vagy beír valamit.
is: Valið verður áfram til staðar jafnvel eftir innslátt eða hreyfingu bendils.
it: Le selezioni rimangono anche dopo lo spostamento del cursore e l'inserimento di testo.
ja: 選択はカーソルの移動やタイプした後もそのまま残ります。
kk: Меңзерді жылжытқаны және теру таңдалғанды жоғалтқызбайды.
km: ជម្រើស​នឹង​នៅ​ដដែល ទោះបីជា​បន្ទាប់​ពី​ការ​ផ្លាស់​ទី​ទស្សន៍​ទ្រនិច និង​វាយ​ក៏​ដោយ ។​
ko: 선택한 부분은 커서가 움직이거나 입력된 후에도 사라지지 않습니다.
mk: Избраното ќе остане и при движење на курсорот и куцање.
ms: Pilihan akan kekal selepas kursor pergerakan kursor dan penaipan.
nb: Det merkede området ligger fast selv etter flytting av skrivemerket eller skriving.
nds: Markeren blievt ok bi Blinkerbewegen un Ingaven bestahn.
nl: Selecties blijven bestaan, ook als u de cursor verplaatst en elders tekst typt.
nn: Det merkte området ligg fast sjølv om du flyttar skrivemerket eller skriv inn ny tekst.
pa: ਚੋਣ ਰਹੇਗੀ, ਭਾਵੇਂ ਕਿ ਕਰਸਰ ਏਧਰ ਓਧਰ ਜਾਵੇ ਅਤੇ ਲਿਖੇ।
pl: Zaznaczenia pozostaną nawet po ruchu kursora lub pisaniu.
pt: As selecções manter-se-ão mesmo com a introdução de texto e a movimentação do cursor.
pt_br: As seleções permanecerão até mesmo após o movimento do cursor ou digitaçãoi.
ro: Selecţiile vor rămîne active chiar şi după ce introduceţi text sau mutaţi cursorul.
rw: Amahitamo azaguma na nyuma y'iyimuka ry'inyoborayandika n'iyandika.
se: Merkejuvvon guovlu oidno vaikkoge sirddát čállinmearkka dahje čálát ođđa teavstta sisa.
sk: Výbery zostanú označené aj pri posune kurzoru a písaní.
sl: Izbori bodo ostali celo po premikanju kazalca in tipkanju.
sr: Избори ће остати чак и после померања курсора и куцања.
sr@latn: Izbori će ostati čak i posle pomeranja kursora i kucanja.
tg: Гузоштани интихобшуданиҳо, ҳатто вақти даровардани матн ва ҳарақати курсори муш.
th: ส่วนที่เลือกไว้จะยังคงอยู่ แม้ว่าจะมีการย้ายเคอร์เซอร์หรือมีการพิมพ์
uk: Вибір залишається навіть після пересування курсора та вводу тексту.
zh_cn: 即便移动光标或输入文字，选中范围仍然保持不变。
