Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Sets the number of lines to maintain visible above and below the cursor when possible.
af: Instel die aantal lyne om sigbaar te bly bo en onder die plekwyser indien moontlik.
ar: ضع ارقام الإسطر لتصليح المرئى اعلى واسفل إذا أمكن
bg: Задаване броя на видимите редове във видимата част под и над курсора, ако е възможно.
bs: Podešavanje broja redova koji trebaju biti vidljivi iznad i ispod kursora ako je moguće.
ca: Estableix el nombre de línies visibles per sobre i per sota del cursor quan sigui possible.
cs: Nastaví počet řádků viditelných nad a pod kurzorem, kdykoliv to bude možné.
da: Sætter antaller af linjer der skal holdes synlige over og under markøren om muligt.
de: Legt die Anzahl Zeilen fest, die oberhalb und unterhalb der Cursorposition sichtbar bleiben sollen, wenn möglich
el: Ορίζει τον αριθμό των γραμμών που θα διατηρούνται ορατές πάνω και κάτω από τον δρομέα, όταν αυτό είναι δυνατό.
es: Establece el número de líneas visibles por encima y por debajo del cursor cuando sea posible.
eu: Kurtsorearen gainean eta azpian ikusgarri ahal bada mantenduko diren lerro-kopurua ezartzen du.
fa: تعداد خطوط را برای مرئی نگه داشتن بالا و زیر مکان‌نما در زمان ممکن تنظیم می‌کند.
fi: Määrittelee kohdistimen ylä- ja alapuolella näkyvien rivien määrän, kun mahdollista.
fr: Détermine le nombre de lignes à maintenir visibles au-dessus et au-dessous du curseur lorsque c'est possible.
fy: Beskiedt it tal rigels dat sichtber bliuwe sil boppe en ûnder it rinnerke, wannear't mooglik is.
gl: Indica o número de liñas a manter visíbeis sobre e baixo o cursor cando sexa posíbel.
he: קובע את מספר השורות שיש להשאיר מוצגות על המסך מעל ומתחת לסמן כאשר הדבר אפשרי.
hr: Namješta broj linija da se zadržava vidljivim iznad i ispod kursora kad je moguće.
hu: A program igyekszik a kurzor előtt és után a megadott számú sort láthatóan tartani.
is: Stillir línufjöldann sem hafa á sýnilegan fyrir ofan og neðan bendilinn þegar það er hægt.
it: Imposta il numero di righe che, se possibile, devono rimanere visibili sopra e sotto il cursore.
ja: 可能な場合にカーソルの上下に表示させる行数を指定します。
kk: Курсор орналасқан жолдың үстінде және астында мүмкіндігінше көрінетін жолдар саны.
km: កំណត់​ចំនួន​បន្ទាត់​ដែល​អាចមើល​ឃើញ​ខាង​លើ និង​ខាង​ក្រោម​ទស្សន៍​ទ្រនិច ពេល​ដែល​អាច ។
ko: 가능한 커서의 위아래로 보이도록 할 줄의 수를 지정합니다.
mk: Го поставува бројот на линии кои ќе се гледаат над и под курсорот кога е тоа возможно.
ms: Tetapkan jumlah baris untuk tampak atas dan bawah kursor yang mungkin.
nb: Velg antall linjer som skal være synlige over og under skrivemerket.
nds: Leggt de Tall an Regen fast, de baven un nerrn vun den Blinker sichtbor blieven schöölt.
nl: Bepaalt het aantal regels dat zichtbaar zal blijven boven en onder de cursor, wanneer mogelijk.
nn: Vel talet på linjer som skal vera synlege over og under skrivemerket.
pl: Ustawia liczbę wierszy widocznych nad i pod kursorem jeśli to możliwe.
pt: Indica o número de linhas a manter visível acima e abaixo do cursor, sempre que possível.
pt_br: Ajusta o número de linhas para manter visível acima e abaixo do cursor, quando possível.
ro: Setează numărul de linii care să fie vizibile deasupra şi dedesubtul cursorului (cînd este posibil).
rw: Iboneza umubare w'imirongo yo kugumisha igaragara hejuru no hasi y'inyoborayandika igihe bishoboka.
se: Vállje man galle linnjá galgá oidnot čállinmearkka vuola- ja bajábealde.
sk: Nastaví počet riadkov, ktoré majú byť viditeľné nad a pod aktuálnou pozíciou kurzoru (ak je to možné).
sl: Nastavi število vrstic, ki se jih mora videti nad in pod kazalcem, ko je to možno.
sr: Поставља број линија које треба држати видљивим изнад и испод курсора кад год је то могуће.
sr@latn: Postavlja broj linija koje treba držati vidljivim iznad i ispod kursora kad god je to moguće.
ta: முடிந்தால் இடங்காட்டி தெரியும் வண்ணம் பராமரிக்க மேல் ம்ற்றும் கீழ் வரி எண்ணிக்கையை அமைக்கவும்
tg: Ин миқдори хатҳо, ки бо имконият дар болои ё аз таги хат дар куҷо курсори муш вуҷуд мешавад, бояд нишон медиҳад.
uk: Встановлює, при можливості, кількість видимих рядків над та під курсором.
zh_cn: 设置可能时要保持光标上下各多少行文字可见。

source: When selected, pressing the home key will cause the cursor to skip whitespace and go to the start of a line's text. The same applies for the end key.
bg: Ако е включена тази отметка, при натискане на клавиша Home курсорът ще се премести в началото на текста, а не в началото на реда (напр. ако има интервал в началото на реда, той ще бъде пропуснат).
ca: Quan se seleccioni, si premeu la tecla Inici el cursor saltarà els espais en blanc i es mourà cap al començament del text de la línia. El mateix s'aplica a la tecla Fi.
cs: Pokud vybráno, stisknutí klávesy home způsobí, že kurzor přeskočí bíle znaky a přejde na začátek textu řádky.
da: Når dette er valgt, vil tryk på home-tasten få markøren til at springe over blanke tegn og gå til begyndelsen af en linjes tekst. Det samme gælder for end-tasten
de: Wenn diese Einstellung aktiviert ist, wird der Cursor nach einem Druck auf die Taste "Pos1" auf das erste Zeichen in der Zeile gesetzt, das kein Leerraum ist. Das Selbe gilt für die Ende-Taste.
el: Όταν επιλεχθεί, πατώντας το πλήκτρο Home ο δρομέας θα παραλείψει το κενό και θα πάει στην αρχή του κειμένου μιας γραμμής. Το ίδιο ισχύει και για το πλήκτρο End.
es: Al ser seleccionado, si se pulsa la tecla Inicio el cursor saltará los espacios en blanco y se moverá al comienzo de una línea de texto. Lo mismo se aplica para la tecla Fin.
fa: زمانی که برگزیده شود، فشار کلید آغازه باعث می‌شود مکان‌نما از فواصل سفید پرش کند و به آغاز متن خط بعدی برود. برای کلید پایان نیز همین طور اعمال می‌کند.
fi: Mikäli valittu, home-näppäin siirtää kohdistimen rivin tekstin alkuun eikä koko rivin alkuun. End-näppäimen toiminta muutetaan vastaavasti.
fr: Lorsque cette option est sélectionnée, en actionnant la touche début, le curseur sautera les espaces et ira au début du texte de la ligne. Idem pour la touche fin.
fy: Dizze opsje soarget derfoar dat wannear jo op de toets Home drukke, it rinnerke wytromte oerslacht en nei it begjin fan de tekstrigel giet. Itselde giet op foar de Ein toets.
he: כאשר נבחר, לחיצה על מקש ה־home תגרום לסמן לדלג על תווים לבנים וללכת ישר לטקסט של תחילת השורה. האפשרות הזאת מתפקדת באופן דומה עבור סוף שורה.
hu: Ennek hatására a Home megnyomásakor a kurzor az üres karaktereket átugorva a szöveg elejére ugrik a sorban. Hasonló az End hatása a másik irányban.
is: Þegar þetta er valið mun 'Home' lykillinn færa bendilinn yfir orðabil á byrjun línu. Hið sama gildir fyrir 'End' lykilinn.
it: Quando questa opzione è marcata, alla pressione del tasto Home il cursore si sposta all'inizio del testo della riga, saltando gli spazi bianchi. Lo stesso vale per il tasto Fine.
ja: これを選択すると、行の最初に空白がある場合、Home キーでカーソルは行頭ではなくその行のテキストの先頭へ移動します。同様に End キーでテキストの末尾に移動します。
kk: Бұны таңдасаңыз, Home пернесін басқанда, меңзер бос орындарды елемей, бірден жолдың мәтін басталатын орнына ауысады. End пернесі ұқсас істейді.
km: ពេល​បាន​ជ្រើស ការ​ចុច​គ្រាប់​ចុចដើម (home) នឹង​ធ្វើ​ឲ្យ​ទស្សន៍​ទ្រនិចរំលង​ចន្លោះ ហើយទៅ​កាន់ ដើមអត្ថបទ​របស់​បន្ទាត់ ។ អនុវត្ត​ដូចគ្នា​ចំពោះ​គ្រាប់ចុច​ចុង (end) ។
ko: 선택 상태에서 Home 키를 눌렀을 때 빈 공간을 무시하고 행의 처음으로 돌아갑니다. 이는 End 키에도 똑같이 적용됩니다.
mk: Кога е ова избрано, притискањето на копчето „home“ ќе предизвика покажувачот да ги прескокне празните места и да отиде на почетокот на текст во линијата. Истото важи и за копчето „end“
nb: Når dette alternativet er valgt, vil Home-tasten hoppe over mellomrom oggå til starten av teksten på linja. Det samme gjelder for End-tasten.
nds: Wenn aktiveert, warrt de Blinker mit "Pos1" op dat vörste Teken sett, wat keen Leerteken oder Tab is. Dat sülve gellt för de "Enn"-Tast.
nl: Deze optie zorgt er voor dat wanneer u op de toets Home drukt, de cursor witruimte overslaat en naar het begin van de tekstregel gaat. Hetzelfde geldt ook voor de End-toets.
nn: Når dette alternativet er valt, vil Home-tasten hoppa over blankteikn først på linja og gå rett dit sjølve teksten startar. Det gjeld òg for End-tasten.
pl: Kiedy zaznaczone, wciśnięcie klawisza Home spowoduje, że kursor ominie białe znaki i przejdzie do początku wiersza. Podobnie dla klawisza End.
pt: Quando estiver seleccionado, ao carregar na tecla Home, fará com que o cursor ignore os espaços e vá para o início do texto de uma linha. O mesmo aplica-se à tecla End.
pt_br: Quando selecionado, pressionar a tecla Home fará com que o cursor pule espaços em branco e vá para o início de uma linha de texto. O mesmo se aplica à tecla End.
ro: Cînd este selectat, dacă apăsaţi tasta "Home" cursorul va sări peste spaţiile albe şi va ajunge la începutul liniei de text. Acelaşi lucru se aplică şi pentru tasta "End".
sk: Ak je toto zapnuté, stlačením klávesu 'Home' sa kurzor preskočí prázdne miesto na začiatok riadku a presunie na začiatok textu riadku. To isté platí pre kláves 'End'.
sl: Ko je omogočeno, bo pritisk na tipko Home povzročil, da bo kazalec preskočil presledke in šel na začetek besedila v vrstici. Isto velja za tipko End.
sr: Када је укључено, притисак на тастер Home ће натерати курсор да прескочи празнине и дође на почетак текста линије. Исто важи и за тастер End.
sr@latn: Kada je uključeno, pritisak na taster Home će naterati kursor da preskoči praznine i dođe na početak teksta linije. Isto važi i za taster End.
uk: Коли вибрано, натискання клавіші Home буде пропускати пробіли та переходити до початку тексту в рядку. Це саме стосується клавіші End.
zh_cn: 选中此项后，按下 Home 键将会把光标移动到一行文本的实际开始处，即跳过开头的空白。End 键与此类似。
