Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: The mime type mask allows you to select files by mimetype. The string is a semicolon-separated list of mimetypes, for example <code>text/plain; text/english</code>.
af: Die mime tipe masker laat jou toe om lêers te kies deur mimetipe. Die string is 'n semidubbelpunt-geskeide lys van mimetipes, byvoorbeeld <kode>teks/gewoon; teks/engels</kode>.
bg: Маска за избор на файлове по тип. Примерно <code>text/plain; text/english</code>, за текстови файлове. Низът е списък от маски, разделени с точка и запетая.
bs: Maska MIME tipova vam omogućuje da odaberete datoteke prema MIME tipu. Unesite listu MIME tipova razdvojenih tačka-zarezom, na primjer <code>text/plain; text/english</code>.
ca: La màscara de tipus mime us permet seleccionar fitxers pel tipus mime. La cadena és una llista de tipus mime separats per punt i coma, per exemple <code>text/plain; text/english</code>.
da: Mimetype-masken tillader dig at vælge filer efter mimetype. Strengen er en liste af mimetyper adskilt af semikoloner, for eksempel <code>text/plain; text/english</code>.
de: Die Mime-Typ-Maske ermöglicht die Auswahl von Dateien über ihren Mime-Typ. Die Zeichenkette ist eine durch Semikolons getrennte Liste von Mime-Typen, zum Beispiel <code>text/plain; text/english</code>.
el: Η μάσκα τύπου mime σας επιτρέπει να επιλέξετε αρχεία κατά τύπο mime. Η συμβολοσειρά είναι μία λίστα από τύπους mime που χωρίζονται με ερωτηματικό. Για παράδειγμα <code>text/plain; text/english</code>.
es: La máscara tipo MIME le permite seleccionar archivos por tipo MIME. La cadena es una lista de tipos MIME separadas por puntos y coma, por ejemplo <code>text/plain; text/english</code>.
eu: Mime-motaren maskarak erabili fitxategiak mime-motaren arabera hautatzeko. Katea puntu eta komaz bereiztutako mime-moten zerrenda da, adib: <code>text/plain; text/english</code>.
fa: نقاب نوع مایم به شما اجازه می‌دهد پرونده‌ها را توسط نوع مایم برگزینید. رشته، فهرستی از انواع مایم است که توسط نقطه-واوک جدا شده است، برای مثال، <code>text/plain; text/english</code>.
fi: Mime-tyyppisuotimen avulla voit valita vain tietyntyyppisiä tiedostoja. Erota tyypit toisistaan puolipisteellä. Esimerkiksi <code>text/plain; text/english</code>.
fr: Le masque de types MIME vous permet de sélectionner les fichiers par type MIME. La chaîne est une liste de types, séparés par des points-virgules, comme par exemple <code>text/plain; text/english</code>.
fy: Mei it mimetype-masker kinne jo triemen op har mimetpe selektearje. De tekst is in trochpuntkomma's skieden list mimetypes. Bygelyks <code>text/plain; text/english</code>.
gl: A máscara de tipos mime permite escolleu ficheiros con base no tipo. A cadea é unha lista de tipos mime separados por ponto e vírgula, por exemplo <code>text/plain; text/english</code>.
hu: A helyettesítő karakterekkel a MIME-típus alapján lehet fájlokat kijelölni. A felsorolásban pontosvesszővel elválasztott MIME-típusokat kell megadni, például <code>text/plain; text/english</code>.
is: Mime tegundarsían leyfir þér að velja skrár eftir Mime tegund þeirra. Notaðu semíkommu til að aðgreina Mimetögin í leitarstrenginn, t.d. <code>text/plain; text/english</code>.
it: La maschera con i tipi MIME ti permette di scegliere i file a partire dal loro tipo MIME. La stringa è una lista di maschere separate da punto e virgola, per esempio <code>text/plain; text/english</code>.
ja: MIME タイプマスクを用いると、MIME タイプでファイルを選択できます。文字列はセミコロン (;) で区切られた MIME タイプのリストです (例 <code>text/plain; text/english</code>)。
kk: MIME түрінің маскасы файлдарды MIME түрі арқылы таңдауға мүмкіндік береді. Тізімде MIME түрлері үтірлі нүктемен бөлінеді, мысалы,<code>text/plain; text/english</code>.
km: របាំង​ប្រភេទ mime អនុញ្ញាត​ឲ្យ​អ្នក​ជ្រើស​ឯកសារ​តាមប្រភេទ mime ។ ខ្សែ​អក្សរ​គឺ​ជា​បញ្ជី​របស់​ប្រភេទ mime ដែល​បាន​បំបែក​ដោយ​សញ្ញា​ចំណុច​ក្បៀស (;) ឧទាហរណ៍ <code>text/plain; text/english</code> ។
ko: 마임타입 마스크를 이용하여 여러분은 마임타입의 파일까지 선택할 수 있습니다.문자열은 세미콜론으로 구분된 마임타입의 리스트입니다. 예를 들어 <code>text/plain; text/english</code>와 같은 방법으로 사용하시면 됩니다.
mk: Маската за mime-тип ви овозможува да избирате датотеки според mime-типот. Низата е листа од mime-типови меѓусебно разделени со точка-запирки, на пример <code>text/plain; text/english</code>.
ms: Topeng jenis mime membolehkan anda memilih fail mengikut jenis mime. Rentetan adalah senarai jenis mime yang dipisahkan oleh koma bertitik, misalnya <code>text/plain;text/english</code>.
nb: MIME-typemønsteret lar deg velge filer etter mimetype. Strengen er en liste mimetyper adskilt med seimikolon, for eksempel <code>text/plain; text/english</code>.
nds: Mit en Typenmuster kannst Du Dateien över ehren MIME-Typ utsöken. De Tekenkeed is en List vun MIME-Typen, scheedt dör Streekpünkt, t.B. <code>text/plain; text/html</code>.
nl: Met het mimetype-masker kunt u bestanden op hun mimetype selecteren. De tekst is een door puntkomma's gescheiden lijst mimetypes. Bijvoorbeeld <code>text/plain; text/english</code>.
nn: Mimetypemønsteret let deg velja filer etter mimetype. Strengen er ei liste av mimetypar som er skilde med semikolon, til dømes <code>text/plain; text/english</code>.
pl: Maska typu MIME pozwala wybrać pliku na podstawie ich typu. Napis składa się z nazw typów MIME oddzielonych średnikami, np. <code>text/plain; text/english</code>.
pt: A máscara com caracteres especiais permite-lhe escolher ficheiros pelo seu tipo MIME. Este texto é uma lista de tipos MIME, separados por ponto e vírgula, como por exemplo <code>text/plain; text/english</code>.
pt_br: A máscara de tipo MIME permite selecionar arquivos pelo seu tipo MIME. Pode conter uma lista separada por ponto-e-vírgulas, como por exemplo <code>text/plain; text/english</code>.
ro: Masca de tipuri MIME vă permite să selectaţi fişierele după tipul MIME. Şirul text este o listă de măşti separate prin caractere punct şi virgulă.De exemplu: <code>text/plain; text/english</code>.
rw: Impishanyandiko y'ubwoko mime ikwemerera guhitamo amadosiye hakurikijwe ubwokomime. Ikurikiranyanyuguti n'urutonde rutandukanyijwe-utudomotubiri rw'amokomime, nk'urugero <code>umwandiko/birambuye; umwandiko/icyongereza</code>.
se: MIME-šládja silli diktá du válljet fiillaid MIME-šlája bokte. Streaŋga lea bealleceahkke sirrejuvvon MIME-šládjalistu, ovdamearke dihte <code>text/plain; text/english</code>.
sk: Maska typu MIME umožňuje vybrať súbory podľa typu MIME. Reťazec je bodkočiarkou oddelený zoznam typov MIME, napríklad <code>text/plain; text/english</code>.
sl: Maska zvrsti MIME vam omogoča izbiranje datotek po zvrsteh MIME. Niz je s podpičji ločen seznam zvrsti MIME, npr. <code>text/plain; text/english</code>.
sr: Маска за MIME тип омогућава вам да бирате фајлове према MIME типу. Знаковни низ је тачка-запетама раздвојена листа MIME типова, на пример <code>text/plain; text/english</code>.
sr@latn: Maska za MIME tip omogućava vam da birate fajlove prema MIME tipu. Znakovni niz je tačka-zapetama razdvojena lista MIME tipova, na primer <code>text/plain; text/english</code>.
uk: Маски типів файлів дозволяють вибирати файли за типами mime. Цей рядок містить маски типів розділені крапкою з комою наприклад <code>text/plain; text/english</code>.
zh_cn: MIME 类型掩码允许您按照 MIME 类型选择文件。字符串应该以分号分隔 MIME 类型，比如 <code>text/plain; text/english</code>。

source: Displays a wizard that helps you easily select mimetypes.
af: Vertone 'n assistent wat jou help om maklik mimetipes te kies.
be: Паказвае праграму-чараўніка, якая дапамагае лёгка выбіраць тыпы MIME.
bg: Стартиране на помощник за избор на файлови типове (MIME).
bs: Prikazuje čarobnjak koji vam pomaže da jednostavno odaberete MIME tipove.
ca: Mostra un assistent que us ajuda a seleccionar tipus mime fàcilment.
cs: Zobrazí průvodce, který vám pomůže vybrat MIME typy.
da: Viser en guide der hjælper dig til nemt at vælge mimetyper.
de: Aktiviert einen Assistenten, der bei der einfachen Auswahl von Mime-Typen hilft.
el: Εμφανίζει ένα μάγο ο οποίος θα σας βοηθήσει να επιλέξετε εύκολα mimetypes.
es: Abre un asistente que le ayuda a seleccionar con facilidad los tipos MIME.
eu: Mime-motak erraz hautatzen lagunduko dizun morroia bistaratzen du.
fa: جادوگری که به شما در گزینش راحت انواع مایم کمک می‌کند را نمایش می‌دهد.
fi: MIME-tyyppivalitsin.
fr: Affiche un assistant vous aidant à sélectionner facilement les types MIME.
fy: Iepenet in assistint dy't jo helpt by it selektearje fan mimetypes.
gl: Mostra un asistente que lle axudará a escoller os tipos mime.
hu: Elindítja a MIME-típusok könnyű kiválasztását segítő varázslót.
is: Sýna álf sem hjálpar þér að velja Mime tegundir.
it: Mostra una procedura guidata che ti consente di scegliere facilmente i tipi MIME.
ja: MIME タイプを簡単に選択するためのウィザードを表示します。
kk: MIME түрлерін таңдау шеберін іске қосу.
km: បង្ហាញ​អ្នក​ជំនួយ​ការ​ដែល​ជួយ​អ្នក​ឲ្យ​ជ្រើស​ប្រភេទ mime យ៉ាង​ងាយ​ស្រួល ។
ko: 마임타입을 쉽게 선택할 수 있도록 도와주는 마법사를 보여줍니다.
mk: Прикажува волшебник што ви помага полесно да изберете mime-типови.
ms: Memaparkan wizard yang membantu anda memilih jenis mime dengan mudah.
nb: Viser en veiviser som hjelper deg å velge mimetyper.
nds: Wiest en Utsöökhölper för MIME-Typen.
nl: Opent een assistent die u helpt bij het selecteren van mimetypes.
nn: Viser ein vegvisar som hjelper deg å velje mimetyper.
pa: ਇੱਕ ਸਹਾਇਕ ਵੇਖਾਏਗਾ, ਜੋ ਕਿ ਤੁਹਾਨੂੰ ਆਸਾਨੀ ਨਾਲ mime ਕਿਸਮ ਚੁਣਨ ਲਈ ਸਹਾਇਕ ਹੈ।
pl: Uruchamia asystenta, który pozwala łatwo wybrać typy MIME.
pt: Inicia um assistente que o ajuda a escolher facilmente tipos MIME.
pt_br: Exibe um assistente, que auxilia na seleção de tipos MIME.
ro: Afişează un expert ce vă ajută la selectarea cu uşurinţă a tipurilor MIME.
rw: Yerekana inyobora igufasha guhitamo ku buryo bworoshye amokomime.
se: Čájeha ofelačča mii álkit veahkeha du válljet MIME-šlájaid.
sk: Zobrazí sprievodcu, ktorý zjednodušuje výber typov MIME.
sl: Prikaže čarovnika, ki vam pomaga izbrati zvrsti MIME.
sr: Приказује чаробњак који вам помаже да лако изаберете MIME типове.
sr@latn: Prikazuje čarobnjak koji vam pomaže da lako izaberete MIME tipove.
uk: Показує майстер, за допомогою якого можна дуже просто вибирати типи MIME.
zh_cn: 显示帮助您轻松选择 MIME 类型的向导。

source: Sets a priority for this file type. If more than one file type selects the same file, the one with the highest priority will be used.
af: Instel 'n prioriteit van hierdie lêer tipe. Indien meer as een lêer tipe kies dieselfde lêer, die een met die hoogste prioriteit sal gebruik word.
be: Вызначае прыярытэты для гэтага тыпу файлаў. Калі аднаму і тому ж файлу адпавядае некалькі азначэнняў тыпу, тады выкарыстоўваюцца настаўленні для тыпу з найвышэйшым прыярытэтам.
bg: Приоритет за файловия тип. Ще се използва този с по-високия приоритет.
bs: Određuje prioritet ovog tipa datoteka. Ako više od jednog tipa obuhvata istu datoteku, koristiće se onaj sa najvećim prioritetom.
ca: Estableix una prioritat per a aquest tipus de fitxer. Si hi ha més tipus de fitxer que seleccionen el mateix fitxer, s'usarà aquell amb la prioritat més alta.
da: Sætter en prioritet for denne filtype. Hvis mere end én filtype vælger den samme fil, så vil den med den højeste prioritet blive brugt.
de: Legt die Priorität für diesen Dateityp fest. Wenn mehr als ein Dateityp die gleiche Datei auswählt, wird der mit der höchsten Priorität genutzt.
el: Καθορίζει την προτεραιότητα αυτού του τύπου αρχείου. Αν παραπάνω από ένας τύπος αρχείου επιλέγει το ίδιο αρχείο, θα χρησιμοποιηθεί αυτός με την υψηλότερη προτεραιότητα.
es: Establece la prioridad para este tipo de archivo. Si más de un tipo de archivo selecciona el mismo archivo, se usará el que tenga más prioridad.
eu: Fitxategi-motaren lehentasuna ezartzen du. Fitxategi-mota bat baino gehiagok fitxategi berdina hautatzen badu, lehenetasun handiena duena erabiliko da.
fa: اولویت را برای این نوع پرونده تنظیم می‌کند. اگر بیش از یک نوع پرونده همین پرونده را برگزیند، از پرونده‌ای که دارای بالاترین اولویت است، استفاده خواهد شد.
fi: Valitse tiedostotyypin tärkeys. Jos tiedostotyypiksi on useita ehdokkaita, korkeimman arvon tiedostotyyppiä käytetään.
fr: Définit la priorité de ce type de fichiers. Si plus d'un type correspond au même fichier, celui avec la plus grande priorité sera utilisé.
fy: Set in prioriteit foar dizze triemtype. As meardere triemtypen deselde triem selektearje, dan wurdt dyjinge mei de heechste prioriteit brûkt.
gl: Especifica unha prioridade para este tipo de ficheiro. Se mais dun tipo de ficheiro escolle o mesmo ficheiro, usaráse o que teña maior prioridade.
hu: Prioritás rendelése a fájltípushoz. Ha több fájltípus tartozik egy fájlhoz, a legmagasabb prioritású lesz érvényes.
is: Setja forgang fyrir þessa skráartegund. Ef fleiri en ein skráartegun velur sömu skrána, verður sú með hæðsta forgang notuð.
it: Imposta una priorità per questo tipo di file. Se più di un tipo di file seleziona uno stesso file, verrà utilizzato il tipo di file con priorità più alta.
ja: このファイルタイプの優先度を設定します。複数のファイルタイプが同じファイルを選択した場合、優先度の高い方を使います。
kk: Файл түрінің артықшылық ретін орнату. Егер файл бірнеше түрлеріне жататын болса, берілген артықшылық реті қолданылады.
km: កំណត់​អាទិភាព​សម្រាប់​ប្រភេទ​ឯកសារ​នេះ ។ ប្រសិនបើប្រភេទ​ឯកសារ​ច្រើន​ជាង​មួយ ​ជ្រើស​ឯកសារ​ដូច​គ្នា ឯកសារ​មួយ​ដែល​មាន​អាទិភាព​ខ្ពស់​ជាង​គេ ​នឹង​ត្រូវ​បាន​ប្រើ ។​
ko: 이 파일타입을 위한 우선권을 설정하세요. 만약 같은 파일에 하나 이상의 파일타입이 선택된다면, 우선권이 높은 파일타입을 쓰게 됩니다.
mk: Поставува приоритет за типот на датотека. Ако повеќе типови датотеки избираат една иста датотека, ќе биде земен типот со највисок приоритет.
ms: Mengeset keutamaan bagi jenis fail ini. Jika lebih daripada satu jenis fail, pilih fail yang sama, fail dengan keutamaan tertinggi akan digunakan.
nb: Setter prioritet for denne filtypen. Hvis flere filtyper velger ut samme fil så vil filtypen med høyest prioritet brukes.
nds: Leggt de Prioriteet för dissen Dateityp fast. Wenn mehr as een Dateityp för en Datei gellt, warrt de mit de hööchste Prioriteet bruukt.
nl: Zet een prioriteit voor dit bestandstype. Als meerdere bestandstypen hetzelfde bestand selecteren, dan wordt degene met de hoogste prioriteit gebruikt.
nn: Set ein prioritet for denne filtypen. Viss meir enn ein filtype vel den same file vil den med høgast prioritet bli bruka.
pl: Ustawia priorytet dla tego typu pliku. Jeśli plik zostanie wybrany za pomocą więcej niż jednego typu pliku, użyty zostanie typu pliku o najwyższym priorytecie.
pt: Escolhe a prioridade deste tipo de ficheiro. Se mais que um tipo de ficheiro condizer com um ficheiro, será utilizado o com a prioridade mais elevada.
pt_br: Ajusta uma prioridade para este tipo de arquivo. Se mais tipos de arquivos selecionam o mesmo arquivo, então a prioridade mais alta será usada.
ro: Setează o prioritate pentru acest tip de fişier. Dacă există mai mult de un tip de fişier ce selectează acelaşi fişier, va fi utilizat cel cu prioritatea mai mare.
rw: Iboneza uburenganzira bw'ubu bwoko bw'idosiye. Niba ubwoko bw'idosiye burenze bumwe buhitamo idosiye imwe, ifite uburenganzira burenze izakoreshwa.
se: Bidjá dán fiilašlája ovdavuoru. Jus eanetgo okta fiilašládja vállje seammá fiilla, de válljejuvvo das mas lea allamus ovdavuorru.
sk: Nastaví prioritu pre tento typ súboru. Ak rovnaký súbor zodpovedá viacerým typom súborov, použije sa ten s najvyššou prioritou.
sl: Nastavi prednost za to vrsto datoteke. Če več kot ena vrsta datoteke izbere isto datoteko, bo uporabljena tista z najvišjo prednostjo.
sr: Поставља приоритет за овај тип фајла. Ако више од једног типа бира исти фајл, биће коришћен онај са највишим приоритетом.
sr@latn: Postavlja prioritet za ovaj tip fajla. Ako više od jednog tipa bira isti fajl, biće korišćen onaj sa najvišim prioritetom.
uk: Встановлює пріоритет для цього типу файла. Якщо декілька типів файлів вибирає той самий файл, то буде використовуватись той, що має найвищий пріоритет.
zh_cn: 设定此文件类型的优先级。如果对同一文件选择了多种优先级的文件类型，则将使用优先级最高的文件类型。

source: New Filetype
af: Nuwe Lêertipe
ar: نوع ملف جديد
be: Новы тып файлаў
bg: Нов тип
bs: Novi tip
ca: Nou tipus de fitxer
cs: Nový typ souboru
da: Ny filtype
de: Neuer Dateityp
el: Νέος τύπος αρχείου
es: Nuevo tipo de archivo
eu: Fitxategi-mota berria
fa: نوع جدید پرونده
fi: Uusi tiedostotyyppi
fr: Nouveau type de fichiers
fy: Nij triemtype
gl: Novo Tipo de Arquivo
he: סוג קבצים חדש
hr: Nova vrsta datoteke
hu: Új fájltípus
is: Ný skráagerð
it: Nuovo tipo di file
ja: 新しいファイル型
kk: Жаңа файл түрі
km: ប្រភេទ​ឯកសារ​ថ្មី
ko: 새 파일타입
mk: Нов тип на датотека
ms: Jenis Fail Baru
nb: Ny filtype
nds: Nieg Dateityp
nl: Nieuw bestandstype
nn: Ny filtype
pa: ਨਵੀਂ ਫਾਇਲ ਕਿਸਮ
pl: Nowy typ pliku
pt: Novo Tipo de Ficheiro
pt_br: Novo Tipo de arquivo
ro: Tip nou de fişier
rw: Ubwokoidosiye Bushya
se: Ođđa fiilašládja
sk: Nový typ súboru
sl: Nova vrsta datoteke
sr: Нови тип фајла
sr@latn: Novi tip fajla
ta: புதிய கோப்புவகை
tg: Намуди файли нав
th: สร้างประเภทของแฟ้มใหม่
uk: Новий тип файла
zh_cn: 新建文件类型

source: Properties of %1
af: Eienskappe van %1
ar: خصائص %1
be: Уласцівасці %1
bg: Информация за %1
bs: Postavke %1
ca: Propietats de %1
cs: Vlastnosti %1
da: Egenskaber for %1
de: Eigenschaften von %1
el: Ιδιότητες του %1
es: Propiedades de %1
eu: %1(r)en ezaugarriak
fa: ویژگیهای %1
fi: Tiedostotyypin %1 asetukset
fr: Propriétés de %1
fy: Eigenskippen fan %1
gl: Propriedades de %1
he: מאפייני של %1
hr: Svojstva datoteke %1
hu: %1 tulajdonságai
is: Stillingar %1
it: Proprietà di %1
ja: %1 のプロパティ
kk: %1 қасиеттері
km: លក្ខណៈ​សម្បត្តិ​របស់ %1
ko: %1의 속성
mk: Својства на %1
ms: Ciri %1
nb: Egenskaper til %1
nds: Egenschappen vun %1
nl: Eigenschappen van %1
nn: Eigenskapar for %1
pa: %1 ਦੀ ਵਿਸ਼ੇਸਤਾ
pl: Właściwości %1
pt: Propriedades de %1
pt_br: Propriedades de %1
ro: Proprietăţi pentru %1
rw: Ibiranga bya %1
se: %1 iešvuođat
sk: Vlastnosti %1
sl: Lastnosti za %1
sr: Особине за %1
sr@latn: Osobine za %1
ta: %1ன் பண்புகள்
tg: Хосиятҳои %1
th: คุณสมบัติของ %1
uk: Властивості %1
zh_cn: %1 的属性
