Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: From Beginning
af: Van Begin
ar: من البداية
be: Ад пачатку
bg: От началото
bs: Od početka
ca: Des del principi
cs: Od začátku
da: Fra begyndelsen
de: Vom Anfang
el: Από την αρχή
es: Desde el comienzo
eu: Hasieratik
fa: از ابتدا
fi: Alusta
fr: Depuis le début
fy: Fan it begjin ôf
gl: Desde o Comezo
he: מההתחלה
hr: Od početka
hu: az elejétől
is: Frá byrjun
it: Dall'inizio
ja: 先頭から
kk: Құжаттың басынан
km: ពី​ដំបូង
ko: 처음부터
mk: Од почеток
ms: Dari Permulaan
nb: Fra begynnelsen
nds: Vun den Anfang
nl: Vanaf het begin
nn: Frå starten
pa: ਸ਼ੁਰੂ ਤੋਂ
pl: Od początku
pt: Do Início
pt_br: Do Início
ro: De la început
rw: Guhera ku ntangiriro
se: Álggu rájes
sk: Od začiatku
sl: Od začetka
sr: Од почетка
sr@latn: Od početka
ta: ஆரம்பத்திலிருந்து
tg: Аз аввалаш
th: จากตอนต้น
uk: З початку
zh_cn: 从开头开始

source: Regular Expression
af: Gewone Uitdrukking
ar: تعبير منتظم
be: Рэгулярны выраз
bg: Регулярен израз
bs: Regularni izraz
ca: Expressió regular
cs: Regulární výraz
da: Regulært udtryk
de: Regulärer Ausdruck
el: Κανονική έκφραση
es: Expresión regular
eu: Adierazpen erregularra
fa: عبارت منظم
fi: Säännöllinen lauseke
fr: Expression rationnelle
fy: Reguliere ekspresje
gl: Expresión Regular
he: ביטוי סדיר
hr: Valjan (izraz)
hu: Reguláris kifejezés
is: Regluleg segð
it: Espressione regolare
ja: 正規表現
kk: Үлгі өрнегі
km: កន្សោម​ធម្មតា
ko: 정규 표현식
mk: Регуларен израз
ms: Ungkapan Biasa
nb: Regulært uttrykk
nds: Reguleer Utdruck
nl: Reguliere expressie
nn: Regulært uttrykk
pa: ਨਿਯਮਿਤ ਸਮੀਕਰਨ
pl: Wyrażenie regularne
pt: Expressão Regular
pt_br: Expressão regular
ro: Expresie regulată
rw: Imvugo ndahinduka
se: Virolaš cealkka
sk: Regulárny výraz
sl: Regularni izraz
sr: Регуларни израз
sr@latn: Regularni izraz
ta: வழக்கமான கூற்று
tg: Изҳори оддӣ
uk: Формальний вираз
zh_cn: 正则表达式

source: _: Incremental Search I-Search:
af: I-Soektog:
ar: بحث تزايدي:
be: Паступовы пошук:
bg: Последователно търсене:
bs: I-Search:
ca: Recerca-I:
cs: Postupné hledání:
da: Inkrementel søgning I-Søgning:
de: Einengende Suche:
el: Αυξητική αναζήτηση:
es: Búsqueda incr.:
eu: Bilaketa inkr.:
fa: جستجوی نموی:
fi: Tarkentuva haku:
fr: Recherche incrémentale :
fy: De letter sykje:
gl: Busca Incremental:
he: חיפוש חלקי:
hu: Inkr. keresés:
is: S-Leit:
it: Ricerca incr.:
ja: I-検索:
kk: Инк.іздеу:
km: ស្វែងរក-បន្ថែម ៖
ko: I-Search:
mk: I-барање:
ms: I-Search:
nb: F-søk:
nds: TfT-Söök:
nl: Incr. zoeken:
nn: I-søk:
pa: ਅ-ਖੋਜ:
pl: Wyszukiwanie postępowe:
pt: Procura Inc.:
pt_br: Busca incremental:
ro: Căutare incrementală:
rw: I-Gushakisha:
se: L-ohcan:
sk: I-hľadanie:
sl: Post. iskanje:
sr: И-претрага:
sr@latn: I-pretraga:
ta: I-தேடல்:
tg: I-Ҷустуҷӯ:
uk: Покроковий пошук:
zh_cn: 递增搜索：

source: _: Incremental Search found no match Failing I-Search:
af: Gevaalde I-Soektog:
ar: فشل البحث التّزايدي:
be: Нічога не знойдзена:
bg: Няма съвпадение на последователното търсене:
bs: Failing I-Search:
ca: Falla en la recerca-I:
cs: Nezdařené postupné hledání:
da: Mislykket I-søgning:
de: Einengende Suche fehlgeschlagen:
el: Αποτυχημένη αυξητική αναζήτηση:
es: Fallo en búsqueda incr.:
eu: Huts egin du bilaketa inkr.:
fa: خرابی جستجوی نموی:
fi: Tarkentuva haku epäonnistui:
fr: Échec de la recherche incrémentale :
fy: As it sykjen de letter neat opsmiten hat:
gl: A Busca Incremental fallou:
he: חיפוש חלקי כושל:
hr: _: Inkrementalno traženje-ništa nije pronašlo Neuspjelo I-traženje:
hu: Inkr. keresés - nincs találat:
is: S-leit afturábak mistókst:
it: Nessun risultato ricerca incr.:
ja: I-検索に失敗:
kk: Инк.іздеу табылмады:
km: ស្វែងរក-បន្ថែម បរាជ័យ ៖
ko: 검색 실패:
mk: Неуспешно I-барање:
ms: I-Search gagal:
nb: Mislykket F-søk:
nds: TfT-Söök fehlslaan:
nl: Bij falen van incr. zoeken:
nn: Mislukka i-søk:
pa: ਅ-ਖੋਜ ਅਸਫਲ:
pl: I-Search nie powiodło się:
pt: A Procura Inc. Falhou:
pt_br: Falha na busca incremental:
ro: Căutare incrementală eşuată:
rw: Ukwanga I-Gushakisha:
se: L-ohcan filtii:
sk: Neúspešné I-hľadanie:
sl: Post. iskanje ni uspelo
sr: Неуспела И-претрага:
sr@latn: Neuspela I-pretraga:
ta: I-தேடல் முறிந்தது:
tg: Ёфта нашуд:
uk: Помилка п-пошуку:
zh_cn: 递增搜索失败：

source: _: Incremental Search in the reverse direction I-Search Backward:
af: I-Soektog Terugwaarts:
ar: بحث تزايدي للوراء:
be: Зваротны паступовы пошук:
bg: Последователно търсене назад:
bs: I-Search Backward:
ca: Recerca-I cap enrere:
cs: Hledat postupně pozpátku:
da: Baglæns I-søgning:
de: Einengende Suche (rückwärts):
el: Αυξητική αναζήτηση προς τα πίσω:
es: Búsqueda incr. hacia atrás:
eu: Bilaketa inkr. atzerantz:
fa: جستجوی نموی پس‌سو:
fi: Tarkentuva haku taaksepäin:
fr: Recherche incrémentale inverse :
fy: Werom sykje de letter:
gl: Busca Incremental Cara Atrás:
he: חיפוש חלקי לאחור:
hu: Inkr. keresés visszafelé:
is: S-leit afturábak:
it: Ricerca incr. indietro:
ja: 後方に I-検索:
kk: Артқа қарай инк.іздеу:
km: ស្វែងរក-បន្ថែម ថយក្រោយ ៖
ko: I-Search 역순으로:
mk: I-барање наназад:
ms: I-Search ke Belakang:
nb: F-søk bakover:
nds: TfT-Söök achterrut:
nl: Incr. zoeken naar boven:
nn: I-søk bakover:
pa: ਅ-ਖੋਜ ਪਿੱਛੇਵੱਲ:
pl: Wstecz I-Search:
pt: Procura Inc. Inversa:
pt_br: Busca incremental para trás:
ro: Căutare incrementală inversiuni:
rw: I-Gushakisha Inyuma:
se: L-ohcan maŋosguvlui:
sk: I-hľadanie spetne:
sl: Post. iskanje nazaj:
sr: И-претрага уназад:
sr@latn: I-pretraga unazad:
ta: பின்னோக்கிய I-தேடல்:
tg: Ҷустуҷӯ ба ақиб:
uk: П-пошук назад:
zh_cn: 反向递增搜索：

source: Failing I-Search Backward:
af: Gevaalde I-Soektog Terugwaarts:
ar: فشل البحث التّزايدي للوراء:
be: Нічога не знойдзена:
bg: Няма съвпадение на последователното търсене назад:
bs: Failing I-Search unazad:
ca: Error en la recerca-I cap enrere:
cs: Nezdařené postupné hledání pozpátku:
da: Mislykket baglæns I-søgning:
de: Einengende Suche (rückwärts) fehlgeschlagen:
el: Αποτυχημένη αυξητική αναζήτηση προς τα πίσω:
es: Error en la búsqueda incr. hacia atrás:
eu: Huts egin du atzerantzko bilaketa inkr.:
fa: خرابی جستجوی نموی پس‌سو:
fi: Tarkentuva haku taaksepäin epäonnistui:
fr: Échec de la recherche incrémentale inverse :
fy: As it werom sykjen de letter neat opsmiten hat:
gl: A Busca Incremental Cara Atrás Fallou:
he: חיפוש חלקי לאחור, כושל:
hr: Neuspjelo I-traženje unatrag:
hu: Inkr. keresés visszafelé - nincs találat:
is: S-leit afturábak mistókst:
it: Nessun risultato ricerca incr. indietro:
ja: 後方 I-検索に失敗:
kk: Артқа қарай инк.іздеу табылмады:
km: ស្វែងរក-បន្ថែម ថយក្រោយ បរាជ័យ ៖
ko: 역순으로 찾기 실패:
mk: Неуспешно I-барање наназад:
ms: I-Search ke Belakang Gagal:
nb: Mislykket F-søk bakover:
nds: TfT-Söök achterrut fehlslaan:
nl: Bij falen van incr. zoeken naar boven:
nn: Mislukka i-søk bakover:
pa: ਅ-ਖੋਜ ਪਿੱਛੇਵੱਲ ਅਸਫਲ:
pl: Nie powiodło się I-Search wstecz:
pt: Falhou a Procura Inc. para Trás:
pt_br: Falha na Busca incremental para trás:
ro: Căutare incrementală inversiuni eşuată:
rw: Kudakunda kwa I-Gushakisha Inyuma:
se: L-ohcan maŋosguvlui filtii:
sk: Neúspešné I-hľadanie spetne:
sl: Post. iskanje nazaj ni uspelo:
sr: Неуспела И-претрага уназад:
sr@latn: Neuspela I-pretraga unazad:
ta: பின்னோக்கிய I-தேடல் முறிந்தது:
tg: Ҷустуҷӯ ба ақиб ёфта нашуд:
uk: Помилка п-пошуку назад:
zh_cn: 反向递增搜索失败：

source: _: Incremental Search has passed the end of the document Wrapped I-Search:
af: Oorvloei I-Soektog:
ar: بحث تزايدي مطوّق:
bg: Циклично последователно търсене:
bs: Wrapped I-Search:
ca: La recerca-I ha arribat al final:
cs: Opakované postupné hledání:
da: Ombrudt I-søgning:
de: Umgreifende einengende Suche:
el: Αναδιπλωμένη αυξητική αναζήτηση:
es: Búsqueda incr. con reinicio:
eu: Itzulbiratutako bilaketa inkr.:
fa: جستجوی نموی دورگشت:
fi: Tarkentuva haku asiakirjan loppuun:
fr: Recherche incrémentale en boucle :
fy: Fierder de letter sykje fan it begjin ôf:
gl: Busca Incremental con Recomezo:
he: חיפוש חלקי גולש:
hu: Körbeérő inkr. keresés:
is: Hringuð S-leit:
it: Ricerca incr. da capo:
ja: 続けて I-検索:
kk: Төменнен оралып инк.іздеу:
km: ស្វែងរក-បន្ថែម ដែល​បាន​បន្ត​ជុំវិញ ៖
ko: 문서 끝까지 검색:
mk: Циклично I-барање:
ms: Balut I-Search:
nb: Foldet F-søk:
nds: TfT-Rundsöök:
nl: Doorlopend incr. zoeken:
nn: I-søk rundt:
pa: ਖੋਜ ਸਮੇਟੋ:
pl: Zawijane I-Search:
pt: A Procura Inc. Deu a Volta:
pt_br: Busca incremental combinada:
ro: Căutare incrementală reluată:
rw: I-Gushaka Bifunitse:
se: Máhccujuvvon L-ohcan:
sk: Zalomené I-hľadanie:
sl: Post. iskanje okoli:
sr: Умотана И-претрага:
sr@latn: Umotana I-pretraga:
ta: மடித்த I-தேடல்:
tg: Ҷустуҷӯ ба охир расид:
uk: Загортання п-пошуку:
zh_cn: 回绕递增搜索：

source: Failing Wrapped I-Search:
af: Gevaalde Oorvloei I-Soektog:
ar: فشل البحث التّزايدي المطوّق:
bg: Няма съвпадение на цикличното последователно търсене:
bs: Ponovljeni failing I-Search:
ca: Error en la recerca-I amb reinici:
cs: Nezdařené opakované postupné hledání:
da: Mislykket ombrudt I-søgning:
de: Umgreifende einengende Suche fehlgeschlagen:
el: Αποτυχημένη αναδιπλωμένη αυξητική αναζήτηση:
es: Error en la búsqueda incr. con reinicio:
eu: Huts egin du itzulbiratutako bilaketa inkr.:
fa: خرابی جستجوی نموی دورگشت:
fi: Tarkentuva haku asiakirjan loppuun epäonnistui:
fr: Échec de la recherche incrémentale en boucle :
fy: As it fierder sykjen fan it begjin ôf neat opsmiten hat:
gl: A Busca Incremental con Recomezo Fallou:
he: חיפוש חלקי גולש, כושל:
hr: Neuspjelo kružno I-traženje:
hu: Körbeérő inkr. keresés - nincs találat:
is: Hringuð S-leit mistókst:
it: Nessun risultato ricerca incr. da capo:
ja: 続けて I-検索に失敗:
kk: Төменнен оралып инк.іздеу табылмады:
km: ស្វែងរក-បន្ថែម ដែល​បាន​បន្ត​ជុំវិញ បរាជ័យ ៖
ko: 문서 끝까지 검색하는데 실패:
mk: Неуспешно циклично I-барање:
ms: I-Search Balut Gagal
nb: Mislykket foldet F-søk:
nds: TfT-Rundsöök fehlslaan:
nl: Bij falen van doorlopend incr. zoeken:
nn: Mislukka i-søk rundt:
pa: ਸਮੇਟੀ ਅ-ਖੋਜ ਅਸਫਲ:
pl: Zawijane I-Search nie powiodło się:
pt: Falhou a Procura Inc. :
pt_br: Falha na Busca incremental combinada:
ro: Căutare incrementală reluată eşuată:
rw: Kudakunda kwa I-Gushakisha Bifunitse:
se: Máhcujuvvon L-ohcan filtii:
sk: Neúspešné zalomené I-hľadanie:
sl: Post. iskanje okoli ni uspelo:
sr: Неуспела умотана И-претрага:
sr@latn: Neuspela umotana I-pretraga:
ta: மடித்த I-தேடல் முறிந்தது:
tg: Ба охири ҳуҷҷат ёфта нашуд:
uk: Помилка загортання п-пошуку:
zh_cn: 回绕递增搜索失败：

source: Wrapped I-Search Backward:
af: Oorvloei I-Soektog Terugwaarts:
ar: بحث تزايدي مطوّق للوراء:
bg: Циклично последователно търсене назад:
bs: Ponovljeni I-Search unazad:
ca: Recerca-I amb reinici cap enrere:
cs: Opakované postupné hledání pozpátku:
da: Ombrudt I-søgning baglæns:
de: Umgreifende einengende Suche (rückwärts):
el: Αναδιπλωμένη αυξητική αναζήτηση προς τα πίσω:
es: Búsqueda incr. con reinicio hacia atrás:
eu: Itzulbiratutako bilaketa inkr. atzerantz:
fa: جستجوی نموی دورگشت پس‌سو:
fi: Tarkentuva haku asiakirjan alkuun takaperin:
fr: Recherche incrémentale inverse en boucle :
fy: Fierder fan it ein ôf werom sykje:
gl: Busca Incremental con Recomezo Cara Atrás:
he: חיפוש חלקי לאחור, גולש:
hr: Kružno I-traženje unatrag:
hu: Körbeérő inkr. keresés visszafelé:
is: Hringuð S-leit afturábak:
it: Ricerca incr. indietro dal fondo:
ja: 後方に続けて I-検索:
kk: Басынан оралып артқа қарай инк.іздеу:
km: ស្វែងរក-បន្ថែម ថយក្រោយ បាន​បន្ត​ជុំវិញ ៖
ko: 역순으로 문서 끝까지 검색:
mk: Циклично I-барање наназад:
ms: I-Search Balut ke Belakang:
nb: Foldet F-søk bakover:
nds: TfT-Rundsöök achterrut:
nl: Doorlopend incr. zoeken naar boven:
nn: I-søk rundt bakover:
pa: ਸਮੇਟੀ ਅ-ਖੋਜ ਪਿੱਛੇਵੱਲ:
pl: Zawijane I-Search wstecz:
pt: Procura Inc. para Trás Deu a Volta:
pt_br: Busca incremental combinada para trás:
ro: Căutare incrementală reluată de inversiuni:
rw: I-Gushakisha Inyuma Bifunitse:
se: Máhcujuvvon L-ohcan maŋosguvlui:
sk: Zalomené I-hľadanie spätne:
sl: Post. iskanje okoli nazaj:
sr: Умотана И-претрага уназад:
sr@latn: Umotana I-pretraga unazad:
ta: பின்னோக்கிய மடித்த I-தேடல்:
tg: Ба сари ҷустуҷӯ расидем:
uk: Загортання п-пошуку назад:
zh_cn: 反向回绕递增搜索：

source: Failing Wrapped I-Search Backward:
af: Gevaalde Oorvloei I-Soektog Terugwaarts:
ar: فشل البحث التّزايدي المطوّق للوراء:
bg: Няма съвпадение на цикличното последователно търсене назад:
bs: Ponovljeni failing I-Search unazad:
ca: Error en la recerca-I amb reinici cap enrere:
cs: Nezdařené opakované postupné hledání pozpátku:
da: Mislykket ombrudt I-søgning baglæns:
de: Umgreifende einengende Suche (rückwärts) fehlgeschlagen:
el: Αποτυχημένη αναδιπλωμένη αυξητική αναζήτηση προς τα πίσω:
es: Error en la búsqueda incr. con reinicio hacia atrás:
eu: Huts egin du itzulbiratutako atzerantzko bilaketa inkr.:
fa: خرابی جستجوی نموی دورگشت پس‌سو:
fi: Tarkentuva haku asiakirjan alkuun takaperin epäonnistui:
fr: Échec de la recherche incrémentale inverse en boucle :
fy: As fierder fan it ein ôf werom sykjen neat opsmiten hat:
gl: A Busca Incremental con Recomezo Cara Atrás Fallou:
he: חיפוש חלקי לאחור, גולש, כושל:
hr: Neuspjelo kružno I-traženje unatrag:
hu: Körbeérő inkr. keresés visszafelé - nincs találat:
is: Hringuð S-leit afturábak mistókst:
it: Nessun risultato ricerca incr. indietro dal fondo:
ja: 後方に続けて I-検索に失敗:
kk: Басынан оралып артқа қарай инк.іздеу табылмады:
km: ស្វែងរក-បន្ថែម ដែល​បាន​បន្ត​ជុំវិញ បានបរាជ័យ ៖
ko: 역순으로 문서 끝까지 검색 실패:
mk: Неуспешно циклично I-барање наназад:
ms: I-Search Balut ke Belakang Gagal:
nb: Mislykket foldet F-søk bakover:
nds: TfT-Rundsöök achterrut fehlslaan:
nl: Bij falen van doorlopend incr. zoeken naar boven:
nn: Mislukka i-søk rundt bakover:
pa: ਸਮੇਟੀ ਅ-ਖੋਜ ਪਿੱਛੇਵੱਲ ਅਸਫਲ:
pl: Zawijane I-Search wstecz nie powiodło się:
pt: A Procura Inc. para Trás Não Deu a Volta:
pt_br: Falha na Busca incremental combinada para trás:
ro: Căutare incrementală reluată de inversiuni eşuată:
rw: Kudakunda kwa I-Gushakisha Inyuma Bifunitse:
se: Máhcujuvvon L-ohcan maŋosguvlui filtii:
sk: Neúspešné zalomené I-hľadanie spätne:
sl: Post. iskanje okoli nazaj ni uspelo:
sr: Неуспела И-претрага уназад:
sr@latn: Neuspela I-pretraga unazad:
ta: பின்னோக்கிய மடித்த I-தேடல் முறிந்தது:
tg: Ба сари ҳуҷҷат ёфта нашуд:
uk: Помилка загортання п-пошуку назад:
zh_cn: 反向回绕递增搜索失败：

source: _: Incremental Search has passed both the end of the document and the original starting position Overwrapped I-Search:
af: Oorvloei I-Soektog:
ar: بحث تزايدي فوق المطوّق:
bg: Затворено последователно търсене:
bs: Overwrapped I-Search:
ca: Recerca-I fins al final i reinici:
cs: Vícenásobné opakované postupné hledání:
da: Overombrudt I-søgning:
de: Umgreifende einengende Suche bis zum Ausgangspunkt:
el: Υπεραναδιπλωμένη αυξητική αναζήτηση:
es: Búsqueda incr. con reinicio y sobrepaso:
eu: Gainitzulbiratutako bilaketa inkr.:
fa: جستجوی نموی فوق دورگشت:
fi: Tarkentuva haku lopun ohi alkupisteeseen:
fr: position initiale de démarrage Recherche incrémentale rebouclée :
fy: Fierder op'e nij fan it begjin ôf sykje:
gl: Busca Incremental cuasi-contínua:
he: חיפוש חלקי גולש מעבר:
hu: Átlapolt inkr. keresés:
is: S-Leit komin í hring:
it: Ricerca incr. ricominciata:
ja: 続けて (通過) I-検索:
kk: Оралып инк.іздеу:
km: ស្វែងរក-បន្ថែម បាន​បន្ត​ជុំវិញ​ហើយ ៖
ko: 마지막 까지 검색을 마치고 현재 위치로 이동 문서 전체 검색 후 제자리로:
mk: Двојноциклично I-барање:
ms: Overwrapped I-Cari:
nb: Overlappet F-søk:
nds: Överrundt Tft-Söök:
nl: Opnieuw doorlopend incr. zoeken:
nn: I-søk heilt rundt:
pa: ਵਾਪਿਸ ਅ-ਖੋਜ:
pl: Zdublowane I-Search:
pt: A Procura Inc. Deu a Volta Completa:
pt_br: Busca incremental contínua:
ro: Căutare incrementală re-reluată:
rw: utangira urafinika I-Gushaka:
se: Duppalmáhccujuvvon l-ohcan:
sk: Prekrývajúce I-hľadanie:
sl: Post. iskanje okoli preko:
sr: Премотана И-претрага:
sr@latn: Premotana I-pretraga:
ta: மேல்மடித்த I-தேடல்:
tg: Ҷустуҷӯ ба охири ҳуҷҷат:
uk: Перекривний п-пошук:
zh_cn: 双重回绕递增搜索：

source: Failing Overwrapped I-Search:
af: Vaal Oorvloeide I-Soektog:
ar: فشل البحث التّزايدي فوق المطوّق:
bg: Няма съвпадение на затвореното последователно търсене:
ca: Error en la recerca-I fins al final i reinici:
cs: Nezdařené vícenásobné opakované postupné hledání:
da: Mislykket overombrudt I-søgning:
de: Umgreifende einengende Suche bis zum Ausgangspunkt fehlgeschlagen:
el: Αποτυχημένη υπεραναδιπλωμένη αυξητική αναζήτηση:
es: Error en la búsqueda incr. cuasicontinua:
eu: Huts egin du gainitzulbiratutako bilaketa inkr.:
fa: خرابی جستجوی نموی فوق دورگشت:
fi: Tarkentuva haku lopun ohi alkupisteeseen epäonnistui:
fr: Échec de la recherche incrémentale rebouclée :
fy: As fierder op'e nij fan it begjin ôf sykjen neat opsmiten hat:
gl: A Busca Incremental cuasi-contínua Fallou:
he: חיפוש חלקי גולש מעבר, כושל:
hr: Neuspjelo I-traženje sa prekapanjem:
hu: Átlapolt inkr. keresés - nincs találat:
is: Hringuð S-leit mistókst:
it: Nessun risultato ricerca incr. ricominciata:
ja: 続けて (通過) I-検索に失敗:
kk: Оралып инк.іздеу табылмады:
km: ស្វែងរក-បន្ថែម ដែល​បាន​បន្ត​ជុំវិញ បានបរាជ័យ ៖
ko: 문서 전체 검색 실패:
mk: Неуспешно двојноциклично I-барање:
ms: Overwrapped I-Search Gagal:
nb: Mislykket overlappet F-søk:
nds: Överrundt TfT-Söök fehlslaan:
nl: Bij falen van opnieuw doorlopend incr. zoeken:
nn: Mislukka i-søk heilt rundt:
pa: ਵਾਪਿਸ ਅ-ਖੋਜ ਅਸਫਲ:
pl: Zdublowane I-Search nie powiodło się:
pt: A Procura Inc. Não Deu a Volta Completa:
pt_br: Falha na busca incremental contínua:
ro: Căutare incrementală re-reluată eşuată:
rw: Kudakunda kwa I-Gushakisha bifunitswe:
se: Duppalmáhccujuvvon l-ohcan filtii
sk: Zlýhanie prekrývajúceho sa hľadania:
sl: Post. iskanje okoli preko ni uspelo:
sr: Неуспела премотана И-претрага:
sr@latn: Neuspela premotana I-pretraga:
ta: மேல் மடித்த I-தேடல் முறிந்தது:
tg: Аз ҷустуҷӯ ба охири ҳуҷҷат ёфта нашуд:
uk: Помилка перекривного п-пошуку:
zh_cn: 双重回绕递增搜索失败：

source: Overwrapped I-Search Backwards:
af: Oorvloeide I-Soektog terugwaarts:
ar: بحث تزايدي فوق المطوّق للوراء:
bg: Затворено последователно търсене назад:
bs: Overwrapped I-Search unazad:
ca: Recerca-I fins al final i reinici cap enrere:
cs: Vícenásobné opakované postupné hledání pozpátku:
da: Overombrudt baglæns I-søgning:
de: Umgreifende einengende Suche bis zum Ausgangspunkt (rückwärts):
el: Υπεραναδιπλωμένη αυξητική αναζήτηση προς τα πίσω:
es: Búsqueda cuasicontinua hacia atrás:
eu: Gainitzulbiratutako atzerantzko bilaketa inkr.:
fa: جستجوی نموی فوق دورگشت پس‌سو:
fi: Tarkentuva haku alun ohi alkupisteeseen:
fr: Recherche incrémentale inverse rebouclée :
fy: Fierder op'e nij fan it ein ôf werom sykje:
gl: Busca Incremental cuasi-contínua Cara Atrás:
he: חיפוש חלקי לאחור, גולש מעבר:
hr: I-traženje sa prekapanjem unatrag:
hu: Átlapolt inkr. keresés visszafelé:
is: Hringuð S-leit afturábak:
it: Ricerca incr. indietro ricominciata:
ja: 後方続けて (通過) I-検索:
kk: Артқа қарай оралып инк.іздеу:
km: ស្វែងរក-បន្ថែម ថយក្រោយ ដែល​បាន​បន្ត​ជុំវិញ ៖
ko: 역순으로 문서 전체 검색:
mk: Двојноциклично I-барање наназад:
ms: Overwrapped I-Search Ke Belakang:
nb: Overlappet F-søk bakover:
nds: Överrundt TfT-Söök achterrut:
nl: Opnieuw doorlopend incr. zoeken naar boven:
nn: I-søk heilt rundt bakover:
pa: ਵਾਪਿਸ ਅ-ਖੋਜ ਪਿੱਛੇਵੱਲ:
pl: Zdublowane I-Search wstecz:
pt: A Procura Inc. Deu a Volta Completa para Trás:
pt_br: Busca incremental contínua para trás:
ro: Căutare incrementală re-reluată de inversiuni:
rw: I-Gushakisha Inyuma Bifunitswe:
se: Duppalmáhccujuvvon l-ohcan maŋosguvlui
sk: Prekrývajúce sa hľadanie dozadu:
sl: Post. iskanje okoli nazaj preko:
sr: Премотана И-претрага уназад:
sr@latn: Premotana I-pretraga unazad:
ta: பின்னோக்கிய மேல்மடித்த I-தேடல்:
tg: Ҷустуҷӯ ба сари ҳуҷҷат:
uk: Перекривний п-пошук назад:
zh_cn: 反向双重回绕递增搜索：

source: Failing Overwrapped I-Search Backward:
af: Vaal Oorvloeide I-Soektog Terugwaats:
ar: فشل البحث التّزايدي فوق المطوّق للوراء:
bg: Няма съвпадение на затвореното последователно търсене назад:
bs: Failing Overwrapped I-Search unazad:
ca: Error en la recerca-I fins al final i reinici cap enrere:
cs: Nezdařené vícenásobné opakované postupné hledání pozpátku:
da: Mislykket overombrudt I-søgning baglæns:
de: Umgreifende einengende Suche bis zum Ausgangspunkt (rückwärts) fehlgeschlagen:
el: Αποτυχημένη υπεραναδιπλωμένη αυξητική αναζήτηση προς τα πίσω:
es: Error en la búsqueda cuasicontinua hacia atrás:
eu: Huts egin du gainitzulbiratutako atzerantzko bilaketa inkr.:
fa: خرابی فوق دورگشت جستجوی نموی پس‌سو:
fi: Tarkentuva haku alun ohi alkupisteeseen epäonnistui:
fr: Échec de la recherche incrémentale inverse rebouclée :
fy: As op'e nij fan it ein ôf fierder werom sykjen neat opsmiten hat:
gl: A Busca Incremental cuasi-contínua Cara Atrás Fallou:
he: חיפוש חלקי לאחור, גולש מעבר, כושל:
hr: Neuspjelo I-traženje sa prekapanjem unatrag:
hu: Átlapolt inkr. keresés visszafelé:
is: Hringuð S-leit afturábak mistókst:
it: Nessun risultato ricerca incr. indietro ricominciata:
ja: 後方続けて (通過) I-検索に失敗:
kk: Артқа қарай оралып инк.іздеу табылмады:
km: ស្វែងរក-បន្ថែម ថយក្រោយ ដែល​បាន​បន្ត​ជុំវិញ បាន​បរាជ័យ ៖
ko: 역순으로 문서 전체 검색 실패:
mk: Неуспешно двојноциклично I-барање наназад:
ms: Overwrapped I-Search Ke Belakang Gagal:
nb: Mislykket overlappet F-søk bakover:
nds: Överrundt TfT-Söök achterrut fehlslaan:
nl: Bij falen van opnieuw doorlopend incr. zoeken naar boven:
nn: Mislukka i-søk heilt rundt bakover:
pa: ਵਾਪਿਸ ਅ-ਖੋਜ ਪਿੱਛੇਵੱਲ ਅਸਫਲ:
pl: Zdublowane I-Search wstecz nie powiodło się:
pt: A Procura Inc. Não Deu a Volta Completa para Trás:
pt_br: Falha na busca incremental contínua para trás:
ro: Căutare incrementală re-reluată de inversiuni eşuată:
rw: Kudakunda kwa I-Gushakisha Inyuma Bifunitswe:
se: Duppalmáhccujuvvon l-ohcan maŋosguvlui filtii:
sk: Zlýhanie prekrývajúceho sa hľadania dozadu:
sl: Post. iskanje okoli nazaj preko ni uspelo:
sr: Неуспела И-претрага уназад:
sr@latn: Neuspela I-pretraga unazad:
ta: பின்னோக்கிய மேல்மடித்த I-தேடல் முறிந்தது:
tg: Аз ҷустуҷӯ ба сари ҳуҷҷат ёфта нашуд:
uk: Помилка перекривного п-пошуку назад:
zh_cn: 反向双重回绕递增搜索失败：

source: Error: unknown i-search state!
af: Fout: onbekende i-soektog status!
ar: خطأ: حالة بحث تزايدي غير معروفة !
be: Памылка: невядомы стан паступовага пошуку!
bg: Грешка: неочаквано състояние на последователното търсене
bs: Greška: nepoznato i-search stanje!
ca: Error: estat desconegut de la recerca-I!
cs: Chyba: neznámý stav inkrementálního vyhledávání.
da: Fejl: ukendt i-søgningstilstand!
de: Fehler: Unbekannter Status der einengenden Suche.
el: Σφάλμα: άγνωστη κατάσταση αυξητικής αναζήτησης!
es: Error: estado desconocido de búsqueda incr.
eu: Errorera: bilaketa inkrementalaren egoera ezezaguna!
fa: خطا: وضعیت جستجوی نموی ناشناخته!
fi: Virhe: Tuntematon t-haun tila.
fr: Erreur : état de la recherche incrémentale inconnu !
fy: Flater: it sykjen is yn'e war!
gl: Erro: estado descoñecido da busca incremental!
he: שגיאה: מצב חיפוש חלקי לא מוכר.
hr: Greška: nepoznato i-traženje stanje!
hu: Hiba: ismeretlen inkr. keresési állapot.
is: Villa: óviss staða S-leitar!
it: Errore: stato ricerca incr. sconosciuto!
ja: エラー: 未知の i-検索状態
kk: Қате: Инк.іздеу беймәлім күйде!
km: កំហុស ៖ មិន​ស្គាល់​ស្ថានភាព ស្វែងរក-កើន !
ko: 오류 : 알 수 없는 오류입니다!
mk: Грешка: непозната состојба на i-барањето!
ms: Ralat: keadaan i-search tak diketahui
nb: Feil: ukjent F-søk-tilstand.
nds: Fehler: Tostand vun de Tast-för-Tast-Söök nich bekannt!
nl: Fout: onbekende staat van i-zoekopdracht!
nn: Feil: Ukjend i-søk-tilstand.
pa: ਗਲਤੀ: ਅਣਪਛਾਤੀ ਅ-ਖੋਜ ਸਥਿਤੀ!
pl: Błąd: nieznany stan i-search!
pt: Erro: estado de pesquisa incremental desconhecido!
pt_br: Erro: estado de busca incremental desconhecido!
ro: Eroare: stare de căutare inversă necunoscută!
rw: Ikosa: imimerere i-gushakisha itazwi!
se: Meattáhus: Amas l-ohcan-doibmanvuohki.
sk: Chyba: neznámy stav i-hľadania!
sl: Napaka: neznano stanje i-search!
sr: Грешка: непознато стање и-претраге!
sr@latn: Greška: nepoznato stanje i-pretrage!
ta: பிழை: தெரியாத i-search நிலை
tg: Хато: намуди ҷустуҷӯ нишинос аст!
uk: Помилка: невідомий стан п-пошуку!
zh_cn: 错误：未知的递增搜索状态！
