Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>This is the Katepart <b>command line</b>.<br>Syntax: <code><b>command [ arguments ]</b></code><br>For a list of available commands, enter <code><b>help list</b></code><br>For help for individual commands, enter <code><b>help &lt;command&gt;</b></code></p>
af: <p>Hierdie is die Katepart <b>opdrag lyn</b>.<br>Syntaks: <kode><b>opdrag [ argumente ]</b></kode><br>Vir 'n lys van beskikbare opdragte, voortgaan <kode><b>hulp lys</b></kode><br>Vir hulp vir individuele opdragte, voortgaan <kode><b>hulp &lt;opdrag&gt;</b></kode></p>
be: <p>Гэта <b>загадны радок</b> модуля Kate.<br>Сінтаксіс: <code><b>загад [ аргументы ]</b></code><br>Каб атрымаць спіс наяўных загадаў, выканайце <code><b>help list</b></code><br>Каб атрымаць даведку па асобных загадах, выканайце <code><b>help &lt;загад&gt;</b></code></p>
bg: <p>Това е синтаксисът на модула Katepart за командния ред.<br>Синтаксис: <code><b>команда [аргументи]</b></code><br>За да получите списък на всички команди, напишете <code><b>help list</b></code><br>За да получите помощ за дадена команда, напишете <code>help &lt;команда&gt;</code>.</p>
bs: <p>Ovo je <b>komandna linija</b> Kate komponente.<br>Sintaksa: <code><b>naredba [ argumenti ]</b></code><br>Za spisak dostupnih naredbi, unesite <code><b>help list</b></code><br>Za pomoć o pojedinačnim naredbama, kucajte <code><b>help &lt;naredba&gt;</b></code></p>
ca: <p>Aquesta és la <b>línia d'ordres</b> de Katepart.<br>Sintaxi: <code><b>ordre [arguments]</b></code><br>Per obtenir una llista de les ordres disponibles, introduïu <code><b>help list</b></code><br>Per obtenir ajuda d'ordres individuals, introduïu <code><b>help &lt;ordre&gt;</b></code></p>
da: <p>Dette er Kateparts <b>kommandolinje</b>.<br>Syntaks: <code><b>kommando [ argumenter ]</b></code><br>For en liste af tilgængelige kommandoer, indtast <code><b>help list</b></code><br>For hjælp med individuelle kommmandoer, indtast <code><b>help &lt;command&gt;</b></code></p>
de: <p>Das ist die Katepart-<b>Befehlszeile</b>.<br>Syntax: <code><b>Befehl [ Argumente ]</b></code><br>Für eine Liste der verfügbaren Befehle, <code><b>help list</b> eingeben</code><br>Für Hilfe zu einem bestimmten Befehl,<code><b>help &lt;Befehl&gt;</b></code> eingeben</p>
el: <p>Αυτή είναι η <b>γραμμή εντολών</b> του Katepart.<br>Σύνταξη: <code><b>εντολή [ ορίσματα ]</b></code><br>Για μια λίστα των διαθέσιμων εντολών, δώστε <code><b>help list</b></code><br>Για βοήθεια για μεμονωμένες εντολές, δώστε <code><b>help &lt;εντολή&gt;</b></code></p>
es: <p>Esta es la <b>línea de órdenes</b> de Katepart.<br>Sintáxis: <code><b>orden [ argumentos ]</b></code><br>Para conocer la lista de órdenes disponibles, introduzca <code><b>help list</b></code><br>Para obtener ayuda sobre las órdenes individuales, introduzca <code><b>help &lt;command&gt;</b></code></p>
eu: <p>Katepart-en <b>komando-lerroa</b> da. <br>Sintaxia: <code><b>komandoa [ argumentuak ]</b></code> <br>Komando eskuragarrien zerrenda lortzeko, idatzi <code><b>help list</b></code><br>Komando bati buruzko laguntza lortzeko, idatzi <code><b>help &lt;komandoa&gt;</b></code></p>
fa: <p> این <b> خط فرمان </b> Katepart است. <br> نحو: <code><b> فرمان ]نشانوندها[ </b></code><br> برای فهرستی از فرمانهای موجود، <code><b> فهرست کمک </b></code> را وارد کنید <br> برای کمک در مورد فرمانهای شخصی، <code><b> <فرمان> کمک</b></code> را وارد کنید </p>
fr: <p>Ceci est la <b>ligne de commande</b> Katepart.<br>Syntaxe : <code><b>commande [ arguments ]</b></code><br>Pour une liste des commandes disponibles, saisissez <code><b>help list</b></code><br>Pour une aide sur les commandes individuellement, saisissez <code>help &lt;commande&gt;</b></code></p>
fy: <p>Dit is de <b>kommandorigel</b> fan Katepart. <br>Syntaksis: <code><b>kommando [ arguminten ]</b></code> <br>Foar in list mei beskikbere kommando's typ <code><b>help list</b></code> <br>Foar help oer yndividuele kommando's, typ <code><b>help &lt;commando&gt;</b></code></p>
gl: <p>Esta é a <b>lina de comandos</b>de Katepart.<br>Sintaxe: <code><b>comando [ argumentos ]</b></code><br>Para obter unha lista de comandos disponíbeis, introduza <code><b>help list</b></code><br>Para obter axuda acerca dun comando, introduza <code><b>help &lt;comando&gt;</b></code></p>
hu: <p>Ez a Katepart objektum <b>parancssora</b>.<br>Szintaxis: <code><b>parancs [ argumentumok ]</b></code><br>A felhasználható parancsok listája a <code><b>help list</b> paranccsal kérhető le</code><br>Az egyes parancsokhoz a <code><b>help &lt;parancs&gt;</b></code> utasítással kérhető segítség</p>
is: <p>Þetta er <b>skipanalína</b> Katepart.<br>Form: <code><b>skipun [ breytur ]</b></code> <br>Til að fá lista yfir fáanlegar skipanir, sláðu inn<code><b>help list</b></code> <br>Fyrir hjálp fyrir einstakar skipanir, sláðu inn <code><b>help &lt;skipun&gt;</b></code></p>
it: <p>Questa è la <b>riga di comando</b> di Katepart. <br>Sintassi: <code></b>comando [ argomenti ]</b></code> <br>Per una lista dei comandi disponibili, inserisci <code><b>help list</b></code> <br>Per una guida sui singoli comandi, inserisci <code><b>help &lt;comando&gt;</b></code></p>
ja: <p>これは Katepart のコマンドインターフェースです。<br>構文: <code><b>コマンド [ 引数 ]</b></code><br>利用できるコマンドのリストは <code><b>help list</b></code> とすると見られます。<br>個々のコマンドのヘルプは <code><b>help &lt;command&gt;</b></code> とすると見られます。</p>
kk: <p>Бұл Katepart-тың <b>команда жолы</b>.<br>Қолдануы: <code><b>команда [ параметрлерлі ]</b></code><br>Командалар тізімін көру үшін <code><b>help list</b></code> деп жазыңыз.<br>Жеке бір команда туралы анықтаманы алу үшін <code>'help &lt;команда&gt;'</code> деп жазыңыз.</p>
km: <p>នេះ​គឺ​ជា<b>បន្ទាត់​ពាក្យ​បញ្ជា​</b>របស់ Katepart .<br>វាក្យសម្ពន្ធ ៖ <code><b>ពាក្យ​បញ្ជា [ អាគុយម៉ង់ ]</b></code><br>សម្រាប់​បញ្ជីមួយ​របស់​ពាក្យ​បញ្ជា​ដែល​អាច​ប្រើ​បាន បញ្ចូល <code><b>help list</b></code><br>សម្រាប់​ជំនួយ​ពាក្យ​បញ្ជា​នីមួយៗ បញ្ចូល <code><b>help &lt;command&gt;</b></code></p>
ko: <p>이것은 Katepart의 명령입력행입니다..<br>문법 : <code><b>command [ arguments ]</b></code><br>사용가능한 명령어 목록을 보시려면, <code><b>help list</b></code>라고 입력하세요.<br>각각의 명령어에 대한 도움말을 보시려면, <code><b>help &lt;command&gt;</b></code>라는 명령을 실행하세요.</p>
mk: <p>Ова е <b>командната линија</b> на Katepart.<br>Синтакса: <code><b>команда [ аргументи ]</b></code><br>За листа на достапни команди внесете <code><b>help list</b></code><br>За листа на индивидуални команди внесете <code><b>help &lt;command&gt;</b></code></p>
ms: <p>Ini ialah baris arahan <b>Katepart</b>.<br>Sintaks: <code><b>arahan [ argumen ]</b></code><br>Untuk senarai arahan yang boleh didapatkan, masukkan <code><b>senarai bantuan</b></code><br>Untuk bantuan bagi arahan individu, masukkan <code><b>bantuan &lt;command&gt;</b></code></p>
nb: <p>Dette er Kateparts <b>kommandolinje</b>.<br>Syntaks: <code><b>kommando [ argumenter ]</b></code><br>For en liste av tilgjengelige kommando, angi <code><b>hjelpeliste </b></code><br>For hjelp med enkeltstående kommandoer, angi <code><b>help &lt;command&gt;</b></code></p>
nds: <p>Dit is de <b>Befehlsreeg</b> vun Kate Part.<br>Syntax: <code><b>Befehl [ Argumenten ]</b></code><br>Mit <code><b>help list</b></code> warrt de List vun verföögbor Befehlen wiest<br>Mit <code><b>help &lt;Befehl&gt;</b></code> warrt de Hülp för enkelte Befehlen wiest.</p>
nl: <p>Dit is de <b>commandoregel</b> van Katepart. <br>Syntaxis: <code><b>commando [ argumenten ]</b></code> <br>Voor een lijst met beschikbare commando's typ <code><b>help list</b></code> <br>Voor hulp over individuele commando's, typ <code><b>help &lt;commando&gt;</b></code></p>
nn: <p>Dette er <b>kommandolinja</b> Katepart.<br>Syntaks: <code><b>kommando [val]</b></code><br>Skriv <code><b>help list</b></code> for å få ei liste over tilgjengelege kommandoar.<br>Skriv <code><b>help &lt;kommando&gt;</b></code> for hjelp om ulike kommandoar.
pl: <p>To <b>linia poleceń</b> Katepart. <br>Składnia: <code><b>polecenie [ argumenty ]</b></code> <br>Listę dostępnych poleceń uzyskasz przez <code><b>help list</b></code> <br>Pomoc dla pojedynczego polecenia to <code><b>help &lt;polecenie&gt;</b></code></p>
pt: <p>Esta é a <b>linha de comando</b> do componente Kate.<br>Sintaxe: <code><b>comando [ argumentos ]</b></code><br>Para uma lista de comandos disponíveis, escreva <code><b>help list</b></code><br>Para obter ajuda nos comandos individuais, escreva <code><b>help &lt;comando&gt;</b></code></p>
pt_br: <p>Esta é a <b>linha de comando</b> do componente do Kate</b>.<br>Sintaxe: <code><b>comando [ argumentos ]</b></code><br>Para obter uma lista de comandos disponíveis, digite <code><b>help list</b></code><br>Para obter a ajuda para comandos individualmente, digite <code><b>help &lt;comando&gt;</b></code></p>
ro: <p>Aceasta este <b>linia de comandă</b> Katepart.<br>Sintaxă: <code><b>comandă [ argumente ]</b></code><br>Pentru a afla lista de comenzi disponibile, introduceţi <code><b>help list</b></code><p>Pentru informaţii de ajutor despre o anumită comandă, executaţi <code><b>help &lt;nume_comandă&gt;</b></code></p>
rw: <p>Iki ni igiceKate <b>umurongo w'ibwirizwa</b>.<br>Imyandikire: <code><b>ibwirizwa [ inkoresha]</b></code><br>Ku bijyanye n'urutonde rw'amabwirizwa aboneka, injiza <code><b>urutonde rw'ifashayobora</b></code><br>Ku bijyanye n'ifashayobora y'amabwirizwa yihariye, injiza <code><b>ibwirizwa &lt;ifashayobora&gt;</b></code></p>
se: <p>Dát lea Katepart:a <b>gohččunlinnjá</b>. <br>Syntáksa: <code><b>gohččun [ argumeanttat ]</b></code> <br>Čális <code><b>help list</b></code> vai oaidnit olamuttus gohččumat. <br><code><b>help &lt;gohččun&gt;</b></code> čájeha veahkki dihto gohččuma birra.</p>
sk: <p>Toto je Katepart <b>príkazový riadok</b>.<br>Syntax: <code><b>príkaz [ argumenty ]</b></code><br>Pre zoznam dostupných príkazov zadajte <code><b>help list</b></code><br>Pre pomocníka na jednotlivé príkazy zadajte <code><b>help &lt;command&gt;</b></code></p>
sl: <p>To je <b>ukazna vrstica</b> za Katepart.<br>Skladnja: <code><b>ukaz [ argumenti ]</b></code><br>Za seznam razpoložljivih ukazov vnesite <code><b>help list</b></code><br>Za pomoč pri posameznem ukazu vnesite <code><b>help &lt;ukaz&gt;</b></code></p>
sr: <p>Ово је <b>командна линија</b> Katepart-а.<br>Синтакса: <code><b>наредба [ аргументи ]</b></code><br>За списак доступних наредби, унесите <code><b>help list</b></code><br>За помоћ за сваку наредбу понаособ, унесите <code><b>help &lt;naredba&gt;</b></code></p>
sr@latn: <p>Ovo je <b>komandna linija</b> Katepart-a.<br>Sintaksa: <code><b>naredba [ argumenti ]</b></code><br>Za spisak dostupnih naredbi, unesite <code><b>help list</b></code><br>Za pomoć za svaku naredbu ponaosob, unesite <code><b>help &lt;naredba&gt;</b></code></p>
uk: <p>Це <b>командний рядок</b> складової Kate.<br>Синтаксис: <code><b>команда [ аргументи ]</b></code><br>Для виводу списку наявних команд, введіть <code><b>help list</b></code><br>Для довідки по кожній окремій команді, введіть <code><b>help &lt;команда&gt;</b></code></p>
zh_cn: <p>这是 Katepart <b>命令行</b>。<br>语法：<code><b>命令 [ 参数 ]</b></code><br>要获得可用命令的列表，请输入 <code><b>help list</b></code><br>要获得关于单个命令的帮助，请输入 <code><b>help &lt;命令&gt;</b></code></p>

source: Success:
af: Sukses:
ar: نجاح:
be: Паспяхова:
bg: Успех:
bs: Uspjeh:
ca: Encert:
cs: Úspěch:
da: Succes:
de: Ergebnis:
el: Επιτυχία:
es: Exito:
eu: Arrakastatsua:
fa: موفقیت:
fi: Onnistui:
fr: Succès :
fy: Sukses:
gl: Éxito:
he: הצלחה:
hr: Uspjeh:
hu: Siker:
is: Tókst:
it: Successo:
ja: 成功:
kk: Сәтті болғаны:
km: ជោគជ័យ ៖
ko: 성공:
mk: Успех:
ms: Berjaya:
nb: Vellykket:
nds: Resultaat:
nl: Succes:
nn: Vellukka:
pa: ਸਫਲ:
pl: Sukces:
pt: Sucesso:
pt_br: Sucesso:
ro: Succes:
rw: Ibyatunganye:
se: Lihkostuvvai:
sk: Úspech:
sl: Uspeh:
sr: Успех:
sr@latn: Uspeh:
ta: வெற்றி:
tg: Муваффақият:
th: สำเร็จ:
uk: Завершено:
zh_cn: 成功：

source: Success
af: Sukses
ar: نجاح
be: Паспяхова
bg: Успех
bs: Uspjeh
ca: Encert
cs: Úspěch
da: Succes
de: Ergebnis
el: Επιτυχία
es: Exito
eu: Arrakastatsua
fa: موفقیت
fi: Onnistui
fr: Succès
fy: Sukses
gl: Éxito
he: הצלחה
hr: Uspjeh
hu: Siker
is: Tókst
it: Successo
ja: 成功
kk: Сәтті болды
km: ជោគជ័យ
ko: 성공
mk: Успех
ms: Berjaya
nb: Vellykket
nds: Resultaat
nl: Succes
nn: Vellukka
pa: ਸਫਲ
pl: Sukces
pt: Sucesso
pt_br: Sucesso
ro: Succes
rw: Ibyatunganye
se: Lihkkostuvvai
sk: Úspech
sl: Uspeh
sr: Успех
sr@latn: Uspeh
ta: வெற்றி
tg: Муваффақият
th: สำเร็จ
uk: Завершено успішно
zh_cn: 成功

source: Error:
af: Fout:
ar: خطأ:
be: Памылка:
bg: Грешка:
bs: Greška:
cs: Chyba:
da: Fejl:
de: Fehler:
el: Σφάλμα:
eu: Errorea:
fa: خطا:
fi: Virhe:
fr: Erreur :
fy: Flater:
gl: Erro:
he: שגיאה:
hr: Pogreška:
hu: Hiba:
is: Villa:
it: Errore:
ja: エラー:
kk: Қате:
km: កំហុស ៖
ko: 오류:
mk: Грешка:
ms: Ralat:
nb: Feil:
nds: Fehler:
nl: Fout:
nn: Feil:
pa: ਗਲਤੀ:
pl: Błąd:
pt: Erro:
pt_br: Erro:
ro: Eroare:
rw: Ikosa
se: Meattáhus:
sk: Chyba:
sl: Napaka:
sr: Грешка:
sr@latn: Greška:
ta: பிழை:
tg: Хато:
th: ข้อผิดพลาด:
uk: Помилка:
zh_cn: 错误：

source: Command "%1" failed.
af: Opdrag "%1" gevaal.
ar: فشل الأمر "%1".
be: Немагчыма выканаць загад "%1".
bg: Неуспешна команда "%1".
bs: Naredba "%1" nije uspjela.
ca: L'ordre "%1" ha fallat.
cs: Příkaz "%1" selhal.
da: Kommandoen "%1" mislykkedes.
de: Befehl "%1" fehlgeschlagen
el: Η εντολή "%1" απέτυχε.
es: La orden «%1» falló.
eu: "%1" aginduak huts egin du.
fa: خرابی در فرمان »%1«.
fi: Komento "%1" epäonnistui.
fr: La commande « %1 » a échoué.
fy: Kommando "%1" is mislearre.
gl: O comando "%1" fallou.
he: פקודה "%1" נכשלה.
hr: Naredba "%1" nije uspjela.
hu: A(z) "%1" parancs nem sikerült.
is: Skipunin "%1" brást.
it: Comando "%1" non riuscito.
ja: コマンド "%1" は失敗しました。
kk: "%1" командасының қатесі.
km: ពាក្យ​បញ្ជា "%1" បាន​បរាជ័យ ។
ko: "%1" 명령을 실패하였습니다.
mk: Командата „%1“ не успеа.
ms: Arahan "%1" gagal.
nb: Feil med kommandoen «%1».
nds: Befehl "%1" is fehlslaan.
nl: Commando "%1" is mislukt.
nn: Feil med kommandoen «%1».
pa: ਕਮਾਂਡ "%1" ਅਸਫਲ ਹੈ।
pl: Polecenie "%1" nie powiodło się.
pt: O comando "%1" falhou.
pt_br: O comando "%1" falhou.
ro: Comanda "%1" a eşuat.
rw: Ibwirizwa "%1" ryanze.
se: Gohččun «%1» filtii.
sk: Príkaz "%1" zlyhal.
sl: Ukaz »%1« ni uspel.
sr: Наредба „%1“ није успела.
sr@latn: Naredba „%1“ nije uspela.
ta: ஆணை"%1" தோல்வி அடைந்தது.
tg: Фармони "%1" кор накард.
th: คำสั่ง "%1" ทำงานล้มเหลว
uk: Команда "%1" зазнала невдачі.
zh_cn: 命令“%1”失败。

source: No such command: "%1"
af: Geen so opdrag: "%1"
ar: لا وجود للأمر: "%1"
be: Такога загаду няма: "%1"
bg: Няма такава команда: "%1"
bs: Ne postoji naredba: "%1"
ca: No es troba l'ordre: "%1"
cs: Takový příkaz neexistuje: "%1"
da: Kommandoen "%1" findes ikke
de: Unbekannter Befehl: "%1"
el: Δεν υπάρχει τέτοια εντολή: "%1"
es: No existe la orden: «%1»
eu: Ez dago honelako komandorik: "%1"
fa: بدون چنین فرمانی: »%1«
fi: Ei komentoa: "%1"
fr: Commande introuvable : « %1 »
fy: Dit kommando bestiet net: "%1"
gl: Non hai tal comando: "%1"
he: אין פקודה כזאת: "%1"
hr: Naredba ne postoji: "%1"
hu: Nincs ilyen parancs: "%1"
is: Óþekkt skipun: "%1"
it: Comando inesistente: "%1"
ja: そのようなコマンドはありません: "%1"
kk: Бұндай команда жоқ: "%1"
km: គ្មាន​ពាក្យ​បញ្ជា​បែប​នេះ ៖ "%1"
ko: "%1"와 같은 명령이 없습니다.
mk: Нема таква команда: „%1“
ms: Tiada arahan: "%1"
nb: Kommandoen finnes ikke: «%1»
nds: De Befehl "%1" is nich bekannt
nl: Dit commando bestaat niet: "%1"
nn: Kommandoen finst ikkje: «%1»
pa: ਕੋਈ ਕਮਾਂਡ ਨਹੀਂ ਹੈ: "%1"
pl: Brak polecenia: "%1"
pt: Não existe o comando: "%1"
pt_br: Não existe o comando: "%1"
ro: Această comandă nu există: "%1"
rw: Nta bwirizwa nkiryo: "%1"
se: Gohččun «%1» ii gávdno.
sk: Neexistujúci príkaz: "%1"
sl: Ni takega ukaza: »%1«
sr: Нема такве наребе: „%1“
sr@latn: Nema takve narebe: „%1“
ta: இதுபோல் எந்த ஆணையும் இல்லை: "%1"
tg: Ин фармон нест: "%1"
th: ไม่พบคำสั่ง: "%1"
uk: Команда "%1" відсутня
zh_cn: 没有这样的命令：“%1”

source: Bookmark
af: Boekmerk
ar: علامات التبويب
be: Закладка
bg: Отметка
bs: Zabilješka
ca: Punt
cs: Záložka
da: Bogmærke
de: Lesezeichen
el: Σελιδοδείκτης
es: Marcador
eu: Laster-marka
fa: چوب الف
fi: Kirjanmerkki
fr: Signet
fy: Blêdwizer
gl: Marcador
he: סימנייה
hr: Oznaka
hu: Könyvjelző
is: Bókamerki
it: Segnalibro
ja: ブックマーク
kk: Бетбелгі
km: ចំណាំ
ko: 책갈피
mk: Обележувач
ms: Tanda Buku
nb: Bokmerke
nds: Leesteken
nl: Bladwijzer
nn: Bokmerke
pa: ਬੁੱਕਮਾਰਕ
pl: Zakładka
pt: Favorito
pt_br: Favorito
ro: Semn de carte
rw: Akamenyetso
se: Girjemearka
sk: Záložka
sl: Zaznamek
sr: Маркер
sr@latn: Marker
ta: புத்தகக்குறிகள்
tg: Мондан
th: ที่คั่นหนังสือ
uk: Закладки
zh_cn: 书签

source: Mark Type %1
af: Merk Tipe %1
ar: علامة من نوع %1
bg: Маркиране на тип %1
bs: Oznaka tipa %1
ca: Tipus de marca %1
cs: Značka typu %1
da: Mærketype %1
de: Markierung Typ %1
el: Τύπος δείκτη %1
es: Tipo de marca %1
eu: %1 motako marka
fa: نشان‌دار کردن نوع %1
fi: Merkin tyyppi %1
fr: Type d'indicateur %1
fy: Type %1 markearje
gl: Tipo de Marca %1
he: סוג סימון %1
hr: Oznaka vrste %1
hu: Jelölési típus: %1
is: Merki tegund %1
it: Tipo di marchio %1
ja: マークタイプ %1
kk: Белгі түрі %1
km: សម្គាល់​ប្រភេទ %1
ko: 마크 타입 %1
ms: Tandakan Jenis %1
nb: Markeringstype %1
nds: Marktyp %1
nl: Type %1 markeren
nn: Merkingstype %1
pa: ਨਿਸ਼ਾਨਬੱਧ ਕਿਸਮ %1
pl: Rodzaj zaznaczenia %1
pt: Tipo de Marcação %1
pt_br: Tipo de Marcador %1
ro: Tip de marcare %1
rw: Ubwoko bw'Ikimenyetso %1
se: Merkenšládjá %1
sk: Značka typu %1
sl: Vrsta oznake %1
sr: Маркер типа %1
sr@latn: Marker tipa %1
ta: குறி வகை%1
tg: Ҷудокунии Намуди %1
th: ทำเครื่องหมายประเภท %1
uk: Тип позначки %1
zh_cn: 标记类型%1

source: Set Default Mark Type
af: Instel Verstek Merk Tipe
ar: تعيين نوع العلامة الافتراضى
bg: Стил по подразбиране
bs: Koristi podrazumjevani stil oznake
ca: Estableix el tipus de marca per omissió
cs: Nastavit výchozí typ značky
da: Sæt standardmarkeringstype
de: Standard-Markierungstyp festlegen
el: Ορισμός προεπιλεγμένου τύπου δείκτη
es: Usar tipo de marca predeterminada
eu: Ezarri marka-mota lehenetsia
fa: تنظیم نوع نشان پیش‌فرض
fi: Aseta oletus merkin tyyppi
fr: Déterminer le type d'indicateur par défaut
fy: Standert markearstyl ynstelle
gl: Axustar o Tipo de Marca Predeterminada
he: קבע את סימון ברירת המחדל
hr: Postavi zadanu vrstu oznake
hu: Az alapértelmezett jeltípus beállítása
is: Setja sjálfgefna gerð merkja
it: Imposta tipo di marchio predefinito
ja: 標準のマーク型を使用
kk: Әдеттегі белгі түрін орнату
km: កំណត់​ប្រភេទ​សម្គាល់លំនាំដើម
ko: 기본 마크 타입 지정
mk: Постави почетен тип за обележување
ms: Setkan Jenis Tanda Piawai
nb: Velg standardstil for merking
nds: Standardtyp för Marken setten
nl: Standaard markeerstijl instellen
nn: Vel standardstil for merking
pa: ਮੂਲ ਨਿਸ਼ਾਨਬੱਧ ਕਿਸਮ ਬਣਾਉ
pl: Użyj domyślnego stylu znaczników
pt: Usar o Tipo de Marcador por Omissão
pt_br: Configurar tipo de marca padrão
ro: Setează stilul implicit de marcare
rw: Kuboneza Ubwoko bw'Ikimenyetso Mburabuzi
se: Geavat standárda merkenšlája
sk: Nastaviť štandardný štýl značky
sl: Nastavi privzeto vrsto oznake
sr: Постави подразумевани тип маркера
sr@latn: Postavi podrazumevani tip markera
ta: முன்னிருப்பு குறி வகையை அமை
tg: Ҷудокунии намудро пешфарз созед
uk: Встановити типовий стиль позначки
zh_cn: 设定默认标记类型

source: Text Area Background
af: Teks Area Agtergrond
ar: خلفية منطقة النص
be: Фон тэкставай вобласці
bg: Фон на текста
bs: Pozadina tekst područja
ca: Fons de l'àrea de text
cs: Pozadí textové oblasti
da: Tekstområdets baggrund
de: Hintergrund für Textbereich
el: Φόντο περιοχής κειμένου
es: Area de fondo de texto
eu: Testu arearen atzeko planoa
fa: زمینۀ ناحیۀ متن
fi: Tekstialueen tausta
fr: Fond de la zone de texte
fy: Eftergrûn tekstgebiet
gl: Fondo da Área de Texto
he: רקע של אזור הטקסט
hr: Pozadina tekstualnog područja
hu: A szövegterület háttere
is: Bakgrunnur textasvæðis
it: Sfondo area del testo
ja: テキスト領域の背景
kk: Мәтін аумағының аясы
km: ផ្ទៃ​ខាង​ក្រោយ​របស់​ផ្ទៃ​អត្ថបទ
ko: 본문 배경
mk: Подлога на областа за текст
ms: Latar belakang Kawasan Teks
nb: Bakgrunn for tekstområde
nds: Achtergrund vun dat Textrebeet
nl: Achtergrond tekstgebied
nn: Bakgrunn for tekstområde
pa: ਪਾਠ ਖੇਤਰ ਪਿੱਠਭੂਮੀ
pl: Tło tekstu
pt: Fundo da Área de Texto
pt_br: Fundo da Área de Texto
ro: Fundal zonă de text
rw: Mbunganyuma y'Umwanya Mwandiko
se: Teakstabirrasa duogášivdni
sk: Pozadie textu
sl: Ozadje besedilnega polja
sr: Позадина дела за текст
sr@latn: Pozadina dela za tekst
ta: உரை பரப்பு பின்னணி:
tg: Заминаи майдони матн
th: พื้นหลังของพื้นที่แสดงข้อความ
uk: Тло ділянки тексту
zh_cn: 文本区域背景

source: Normal text:
af: Normale teks:
ar: نص عادي:
be: Звычайны тэкст:
bg: Обикновен текст:
bs: Normalni tekst:
ca: Text normal:
cs: Normální text:
da: Normal tekst:
de: Normaler Text:
el: Κανονικό κείμενο:
es: Texto normal:
eu: Testu arrunta:
fa: متن عادی:
fi: Normaali teksti:
fr: Texte normal :
fy: Normale tekst:
gl: Texto Normal:
he: טקסט רגיל:
hr: Normalan tekst:
hu: Normál szöveg:
is: Venjulegur texti:
it: Testo normale:
ja: 通常のテキストの背景:
kk: Кәдімгі мәтін:
km: អត្ថបទ​ធម្មតា ៖
ko: 일반 문서:
mk: Нормален текст:
ms: Teks normal:
nb: Vanlig tekst:
nds: Normaal Text:
nl: Normale tekst:
nn: Vanleg tekst:
pa: ਸਧਾਰਨ ਪਾਠ:
pl: Normalny tekst:
pt: Texto normal:
pt_br: Texto normal:
ro: Text normal:
rw: Umwandiko usanzwe:
se: Dábálaš teaksta:
sk: Normálny text:
sl: Običajno besedilo:
sr: Обичан текст:
sr@latn: Običan tekst:
ta: சாதாரண உரை
tg: Матни муқаррарӣ:
th: ข้อความปกติ:
uk: Звичайний текст:
zh_cn: 普通文本：

source: Selected text:
af: Gekose teks:
ar: النص المختار:
be: Вылучаны тэкст:
bg: Маркиран текст:
bs: Izabrani tekst:
ca: Test seleccionat:
cs: Vybraný text:
da: Markeret tekst:
de: Ausgewählter Text:
el: Επιλεγμένο κείμενο:
es: Texto seleccionado:
eu: Hautatutako testua:
fa: متن برگزیده:
fi: Valittu teksti:
fr: Texte sélectionné :
fy: Selektearre tekst:
gl: Texto Escollido:
he: טקסט נבחר:
hr: Odabrani tekst:
hu: Kijelölt szöveg:
is: Valinn texti:
it: Testo selezionato:
ja: 選択されたテキストの背景:
kk: Таңдалған мәтін:
km: អត្ថបទ​ដែល​បាន​ជ្រើស ៖
ko: 선택된 문서:
mk: Избран текст:
ms: Teks dipilih:
nb: Markert tekst:
nds: Markeert Text:
nl: Geselecteerde tekst:
nn: Merkt tekst:
pa: ਚੁਣਿਆ ਪਾਠ:
pl: Zaznaczony tekst:
pt: Texto seleccionado:
pt_br: Texto selecionado:
ro: Text selectat:
rw: Umwandiko watoranyijwe:
se: Merkejuvvon:
sk: Vybraný text:
sl: Izbrano besedilo:
sr: Означени текст:
sr@latn: Označeni tekst:
ta: தேர்வு செய்யபட்ட உரை
tg: Матни интихобшуда:
th: ข้อความส่วนที่เลือก:
uk: Вибраний текст:
zh_cn: 选中文本：

source: Current line:
af: Huidige lyn:
ar: السّطر الحالي:
be: Актыўны радок:
bg: Текущ ред:
bs: Trenutna linija:
ca: Línia actual:
cs: Současný řádek:
da: Aktuel linje:
de: Aktuelle Zeile:
el: Τρέχουσα γραμμή:
es: Línea actual:
eu: Uneko lerroa:
fa: خط جاری:
fi: Nykyinen rivi:
fr: Ligne actuelle :
fy: Aktive rigel:
gl: Liña actual:
he: שורה נוכחית:
hr: Trenutan redak:
hu: Az aktuális sor:
is: Núverandi lína:
it: Riga corrente:
ja: 現在の行:
kk: Назардағы жол:
km: បន្ទាត់​បច្ចុប្បន្ន ៖
ko: 현재 행:
mk: Активна линија:
ms: Baris semasa:
nb: Gjeldende linje:
nds: Aktuelle Reeg:
nl: Huidige regel:
nn: Noverande linje:
pa: ਮੌਜੂਦਾ ਸਤਰ
pl: Bieżąca linia:
pt: Linha actual:
pt_br: Linha atual:
ro: Linia curentă:
rw: Umurongo ugezweho:
se: Dálá linnjá:
sk: Aktuálny riadok:
sl: Trenutna vrstica:
sr: Текућа линија:
sr@latn: Tekuća linija:
ta: நடைமுறை வரி:
tg: Хати ҳозира:
th: บรรทัดปัจจุบัน:
uk: Поточний рядок:
zh_cn: 当前行：
