Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Hide &Icon Border
af: Wegsteek Ikoon Grens
be: Схаваць поле &значак
bg: Скриване &зоната за икони
bs: Sakrij &okvir
ca: Oculta la vora de la &icona
cs: Skrýt pruh s &ikonami
da: Skjul &ikonkant
de: S&ymbolspalte ausblenden
el: Απόκρυψη περιγράμματος &εικονιδίων
es: Ocultar &borde de iconos
eu: Ezkutatu &ikonoaren ertza
fa: مخفی کردن لبۀ &شمایل‌
fi: Piilota &kuvakereunus
fr: Afficher la &bordure d'icônes
fy: Byldka&ikerâne ferstopje
gl: Ocultar borde de Ícones
he: הסתר מסגרת סמ&לים
hu: Az &ikonszegély elrejtése
is: Fela &merkjaspássíu
it: Nascondi bordo per le &icone
ja: アイコン境界を隠す(&I)
kk: &Таңбашаның жиегін жасыру
km: លាក់​ស៊ុម​រូប​តំណាង
ko: 아이콘 경계 숨기기(&I)
mk: Скриј граница на &икона
ms: Sembunyikan Sempadan &Ikon
nb: Skjul &ikonkant
nds: Rand för Lüttb&iller versteken
nl: P&ictogramrand verbergen
nn: Vis &ikonramme
pa: ਆਈਕਾਨ ਹਾਸ਼ੀਆ ਓਹਲੇ(&I)
pl: Ukryj pasek &ikon
pt: Esconder o Contorno dos &Ícones
pt_br: &Ocultar Borda do Ícone
ro: Ascunde marginea &iconiţelor
rw: Guhisha Impera z'Agashushondanga
se: Čiega &govašravdda
sk: Skryť okraje &ikony
sl: Skrij rob &ikone
sr: Сакриј &ивицу икона
sr@latn: Sakrij &ivicu ikona
ta: சின்னத்தின் ஓரத்தை மறை
tg: Пинҳон кардани &сарҳади нишона
th: แสดงกรอบของไอคอน
uk: Сховати рамку для &піктограм
zh_cn: 隐藏图标边框(&I)

source: Show &Line Numbers
af: Vertoon Lyn Nommers
ar: إظهر أر&قام الأسطر
be: Паказаць нумары &радкоў
bg: Показване &номерата на редовете
bs: Pokaži brojeve &linija
ca: Mostra els números de les &línies
cs: Zobrazovat čís&la řádek
da: Vis &linjenumre
de: Zeilen&nummern anzeigen
el: Εμφάνιση αριθμών &γραμμής
es: Mostrar números de &líneas
eu: Erakutsi &lerro-zenbakiak
fa: نمایش شمارۀ &خطوط‌
fi: Näytä &rivinumerot
fr: Afficher les nu&méros de ligne
fy: Rige&lnûmering sjen litte
gl: Mostrar Números de &Liña
he: הצג מספ&רי שורות
hr: Pokaži brojač &redaka
hu: &Sorszámok megjelenítése
is: Sýna &línunúmer
it: Mostra i numeri di &riga
ja: 行番号を表示(&L)
kk: &Жолдар нөмірлерін көрсету
km: បង្ហាញ​លេខ​បន្ទាត់
ko: 줄 번호 보기(&L)
mk: Покажи ги броевите на &линиите
ms: Papar Nombor &Baris
nb: Vis &linjenummer
nds: Reegn&ummern wiesen
nl: Rege&lnummering tonen
nn: Vis &linjenummer
pa: ਸਤਰ ਨੰਬਰ ਵੇਖਾਓ(&L)
pl: Pokaż &numery linii
pt: Mostrar os Números de &Linha
pt_br: Mostrar o &Número de Linhas
ro: Afişează &numerele de linie
rw: Kwerekana Nomero z'Umurongo
se: Čájet &linnjánummiriid
sk: Zobraziť čí&sla riadkov
sl: Prikaži š&tevilke vrstic
sr: Прикажи бројеве &линија
sr@latn: Prikaži brojeve &linija
ta: வரி எண்ணைக் காட்டு
tg: &Намоиши миқдори хатҳо
th: แสดงหมายเลขบรรทัด
uk: Показати номери &рядків
zh_cn: 显示行号(&L)

source: Show/hide the line numbers on the left hand side of the view.
af: Vertoon/steek weg die lyn nommers op die links hand kant van die besigtig.
ar: إظهار/إخفاء عدد الاسطر على الجانب الايسر من العرض .
be: Паказаць/схаваць нумары радкоў справа ад тэксту.
bg: Показване/скриване номерата на редовете в лявата страна на редактора.
bs: Prikaži/sakrij broj linije na lijevoj strani prozora.
ca: Mostra/oculta els números de les línies a l'esquerra de la vista.
cs: Zobrazit/skrýt čísla řádek na levé straně pohledu.
da: Vis/skjul linjenumrene på venstre side af visningen.
de: Zeilennummern am linken Rand der Ansicht anzeigen/ausblenden.
el: Εμφάνιση/απόκρυψη των αριθμών γραμμής στην αριστερή πλευρά της προβολής.
es: Mostrar/ocultar números de línea en el lado izquierdo de la vista.
eu: Erakutsi/ezkutatu lerro-zenbakiak ikuspegiaren ezkerreko aldean.
fa: نمایش/مخفی کردن شمارۀ خطوط در سمت چپ نما.
fi: Näytä/piilota rivinumerot näkymän vasemmalta puolelta.
fr: Afficher / Masquer les numéros de ligne du côté gauche de l'écran.
fy: De rigelnûmering oan de lofterkant fan de werjefte sjen litte of ferstopje.
gl: Mostra/Oculta os números de liña á esquerda da vista.
he: הצגת\הסתרת מספרי השורות בצד שמאל של התצוגה.
hr: Pokaži/sakrij brojeve linija na lijevoj strani pogleda.
hu: A nézet bal oldali részén a sorszámok megjelenítése/elrejtése.
is: Sýna/fela línunúmer á vinstri hlið gluggans.
it: Mostra o nasconde i numeri di riga sul lato sinistro della vista.
ja: ビューの左側の行番号の表示/非表示を切り替えます。
kk: Жол нөмірін терезенің сол жағында көрсету/жасыру.
km: បង្ហាញ/លាក់​លេខ​បន្ទាត់ នៅ​ផ្នែក​ខាង​ឆ្វេង​ដៃ​នៃ​ទិដ្ឋភាព ។​
ko: 왼쪽 편에 줄 번호 보기/숨기기를 결정합니다.
mk: Ги покажува или ги сокрива броевите на линиите на левата страна од погледот.
ms: Papar/Sembunyikan nombor baris di sebelah kiri paparan.
nb: Vis/skjul linjenumre på venstre side av visningen.
nds: De Reegnummern linkerhand wiesen / versteken.
nl: Toon of verberg de regelnummering aan de linkerzijde van de weergave.
nn: Vis/gøym linjenummer til venstre for tekstruta.
pa: ਝਲਕ ਦੇ ਖੱਬੇ ਹੱਥ ਸਤਰ ਨੂੰ ਵੇਖਾਓ/ਓਹਲੇ ਕਰੋ।
pl: Pokaż/ukryj numery linii po lewej stronie widoku.
pt: Mostra/esconde os números de linha do lado esquerdo da janela.
pt_br: Mostra/oculta os números de linha na lado esquerdo da visão.
ro: Afişează/ascunde numerele de linie din partea stîngă a vizualizării.
rw: Kwerekana/Guhisha nomero z'umurongo ku gice cy'ibumoso cy'igaragaza.
se: Čájet/čiega linnjánummirat čájeheami gurutbeales.
sk: Ukáže/skryje čísla riadkov po ľavej strane zobrazenia.
sl: Prikaži/Skrij številke vrstic na levi strani prikaza.
sr: Укључује или искључује приказивање бројева линија са леве стране приказа.
sr@latn: Uključuje ili isključuje prikazivanje brojeva linija sa leve strane prikaza.
ta: காட்சியின் இடது பக்கத்தில் வரி எண்களை காட்டு/மறை
tg: Рақамҳои ҳатҳо дар тиреза аз тарафи чап нишон/пинҳои мекунад.
th: แสดง/ซ่อนหมายเลขบรรทัดทางด้านซ้ายมือของมุมมอง
uk: Показати/сховати номери рядків ліворуч від перегляду.
zh_cn: 在视图左边显示/隐藏行号。

source: Hide &Line Numbers
af: Wegsteek Lyn Nommers
be: Схаваць нумары &радкоў
bg: Скриване &номерата на редовете
bs: Sakrij brojeve &linija
ca: Oculta els números de &línies
cs: Skrýt čís&la řádek
da: Skjul &linjenumre
de: Zeilen&nummern ausblenden
el: Απόκρυψη αριθμών &γραμμής
es: Ocultar números de &líneas
eu: Ezkutatu &lerro-zenbakiak
fa: مخفی کردن شمارۀ &خطوط‌
fi: Piilota &rivinumerot
fr: Cac&her les numéros de ligne
fy: Rige&lnûmering ferstopje
gl: Ocultar Números de &Liña
he: הסתר מספ&רי שורות
hu: A &sorszámok elrejtése
is: Fela &línunúmer
it: Nascondi i numeri di &riga
ja: 行番号を隠す(&L)
kk: &Жолдар нөмірлерін жасыру
km: លាក់​លេខ​បន្ទាត់
ko: 줄 번호 숨기기(&L)
mk: Скриј ги броевите на &линиите
ms: Sembunyikan Nombor &Baris
nb: Skjul &linjenummer
nds: Reegn&ummern versteken
nl: Rege&lnummering verbergen
nn: Vis &linjenummer
pa: ਸਤਰ ਨੰਬਰ ਓਹਲੇ(&L)
pl: Ukryj &numery linii
pt: Esconder os Números de &Linha
pt_br: &Ocultar o Número de Linhas
ro: Ascunde &numerele de linie
rw: Guhisha Nomero z'Umurongo
se: Čiega &linnjánummiriid
sk: Skryť čí&sla riadkov
sl: Skrij š&tevilke vrstic
sr: Сакриј бројеве &линија
sr@latn: Sakrij brojeve &linija
ta: வரி எண்களை மறை
tg: Н&амоиши миқдори хатҳо
th: ซ่อนหมายเลขบรรทัด
uk: Сховати номери &рядків
zh_cn: 隐藏行号(&L)

source: Show Scroll&bar Marks
af: Wys Rolstaaf Merke
bg: Показване отметките на &плъзгача
bs: Prikaži oznake &klizača
ca: Mostra les marques de la &barra de desplaçament
cs: Zo&brazit značky na posuvnících
da: Vis rulle&bjælkens markeringer
de: &Markierung für Bildlaufleiste anzeigen
el: Εμφάνιση σημαδιών γραμμής κύ&λισης
es: Mostrar marcadores de barras de desplazamiento
eu: Erakutsi markak &korritze-barran
fa: نمایش نشانهای &میله‌ لغزش‌
fi: Näytä &vierityspalkin merkit
fr: Afficher les repères sur les &barres de défilement
fy: Skow&balkemarkearrings sjen litte
gl: Mostra Marcas da &Barra de Desprazamento
he: הצג סימני &גלילה
hu: Gördítősáv&jelzők megjelenítése
is: Sýna s&krunsúlumerki
it: Mostra segni nella &barra di scorrimento
ja: スクロールバーのマークを表示(&B)
kk: Жүгі&рту жолағында маркерлерді көрсету
km: បង្ហាញ​សញ្ញា​សម្គាល់​របារ​រមូរ
ko: 스크롤바 마크 보기(&B)
mk: Покажи &ознаки на лентите за лизгање
ms: Papar Tanda &Bar Skrol
nb: Vis rulle&feltmerker
nds: Rull&balken-Marken wiesen
nl: Schuif&balkmarkeringen tonen
nn: Vis merke i &rullefeltet
pa: ਸਕਰੋਲਬਾਰ ਮਾਰਕ ਵੇਖਾਓ(&b)
pl: &Pokaż znaki paska przewijania
pt: Mostrar as Marcações de &Barra de Posicionamento
pt_br: Mostrar &Marcações na Barra de Rolagem
ro: Afişează marcajele &barei de defilare
rw: Kwerekana Ibimenyetso by'Agafashagenda
se: Čájet rullengiedde&mearkkaid
sk: Zobraziť značky &posuvníka
sl: Prikaži oznake na &drsnikih
sr: Прикажи &обележиваче у клизачкој траци
sr@latn: Prikaži &obeleživače u klizačkoj traci
ta: உருள்பட்டி குறிகளை காட்டு
tg: Намоиши хати тобиши &блокҳо
uk: Показувати &позначки на смужці прокрутки
zh_cn: 显示滚动条标记(&B)

source: Show/hide the marks on the vertical scrollbar.<BR><BR>The marks, for instance, show bookmarks.
af: Vertoon/steekweg die merke op die vertikale rolstaaf.<BR><BR>Die merke, byvoorbeeld, wys boekmerke.
bg: Показване/скриване отметки на лентата за превъртане.<BR><BR>На лентата за превъртане може да има и друга информация.
bs: Prikaži/sakrij oznake na vertikalnom klizaču.<BR><BR>Ove oznake npr. prikazuju zabilješke.
ca: Mostra/oculta les marques a la barra de desplaçament vertical. <BR><BR>Per exemple, les marques mostren punts.
cs: Zobrazit/skrýt značky na svislém posuvníku<BR><BR> Značky zobrazují například symboly záložek.
da: Vis/skjul markeringer på den lodrette rullebjælke. <BR><BR> Markeringene viser bl.a. bogmærkesymboler.
de: Markierung auf Bildlaufleiste anzeigen/ausblenden<br><br>Die Markierungen stehen zum Beispiel für Lesezeichen.
el: Εμφάνιση/απόκρυψη των σημαδιών στην κατακόρυφη γραμμή κύλισης.<BR><BR> Τα σημάδια, για παράδειγμα, εμφανίζουν σελιδοδείκτες.
es: Mostrar/Ocultar los marcadores en las barras de desplazamiento verticales.<BR><BR> El borde de iconos muestra simbolos marcadores, por ejemplo.
eu: Erakutsi/ezkutatu markak korritze-barra bertikalean.<br><br> Markek laster-markak erakutsiko dute, adibidez.
fa: نمایش/مخفی کردن نشانها در میله لغزش عمودی.<BR><BR> نشانها برای نمونه، چوب الفها را نمایش می‌دهند.
fr: Afficher / Masquer les repères sur la barre de défilement verticale.<BR><BR>Les repères indiquent par exemple les signets.
fy: Lit sjen of ferstoppet de markearrings yn de fertikale skowbalke.<BR><BR>Dizze markearings litte bgl. de blêdwizers sjen.
gl: Mostra/Oculta as marcas na barra de desprazamento vertical.<BR><BR>As marcas mostran, por ex., marcadores.
he: הצגת\הסתרת מסגרת הסמלים.<BR><BR>מסגרת הסמלים מציגה, למשל, סימונים של סימניות.
hu: A függőleges gördítősáv jelzéseinek megjelenítése/elrejtése.<BR><BR>Ezek a jelzések mutatják például a könyvjelzőket.
is: Sýna/fela merkingarnar á lóðréttu skrunsúlunum.<BR><BR>merkingarnar sýna til dæmis bókamerkin.
it: Mostra/nascondi i segni sulla barra di scorrimento verticale.<br><br>I segni possono mostrare, per esempio, i segnalibri.
ja: 垂直スクロールバーのマークの表示/非表示を切り替えます。<BR><BR>マークはブックマークなどを表示します。
kk: Тік жүгірту жолағында маркерлерді көрсету/жасыру.<BR><BR>Мысалы, бұл маркерлер бетбелгі орнын көрсетеді.
km: បង្ហាញ/លាក់​សញ្ញា​សម្គាល់​នៅ​លើ​របារ​រមូរ​បញ្ឈរ ។<BR><BR>ឧទាហរណ៍ សញ្ញា​សម្គាល់​បង្ហាញ​ចំណាំ ។
ko: 수직 스크롤바에 마크 보기/숨기기를 결정합니다..<BR><BR>마크는 책갈피로 보입니다.
mk: Ги покажува или ги сокрива ознаките на вертикалната лента за лизгање.<BR><BR> Ознаките, на пример, покажуваат обележувачи.
ms: Paparkan/Sembunyikan tanda pada bar skrol menegak. <BR><BR>Tanda ini, misalnya, memaparkan tanda buku.
nb: Vis/skjul merkene på det loddrette rullefeltet.<BR><BR>Merkene viser for eksempel bokmerker.
nds: Marken op den piellieken Rullbalken wiesen / versteken.<br><br>De Marken wiest t.B. op Leestekens hen.
nl: Toont/verbergt de markeringen in de verticale schuifbalk.<BR><BR>Deze markeren tonen, bijvoorbeeld, de bladwijzers.
nn: Vis/gøym merka i det loddrette rullefeltet. <BR><BR>Merka kan til dømes visa bokmerke.
pl: Pokaż/ukryj znaki na pionowym pasku przewijania. <br><br>Znaki pokazują na przykład zakładki.
pt: Mostra/esconde as marcas na barra de posicionamento vertical.<BR><BR>As marcas mostram, por exemplo, os favoritos.
pt_br: Mostra/oculta as marcações na barra de rolagem vertical<BR><BR>As marcações mostram os favoritos, por exemplo.
ro: Afişează/ascunde marcajele de pe bare de defilare verticală.<BR><BR>Marcajele, de exemplu, afişează semnele de carte.
rw: Kwerekana/Guhisha ibimenyetso ku gafashagenda mu buhagarike. <BR><BR> Ibimenyetso, nk'urugero, byerekana utumenyetso.
sk: Zobraziť/skryť značky na vertikálnom posuvníku. <BR><BR>Značky sú napríklad pre záložky.
sl: Prikaži/Skrij oznake na navpičnih drsnikih.<br> <br> Oznake npr. prikazujejo zaznamke.
sr: Укључује или искључује приказивање ознака на усправној траци за померање.<br><br>Ознаке приказују маркере, на пример.
sr@latn: Uključuje ili isključuje prikazivanje oznaka na uspravnoj traci za pomeranje.<br><br>Oznake prikazuju markere, na primer.
ta: சின்னத்தின் ஓரத்தை காட்டு/மறை<BR><BR>சின்னத்தின் ஓரத்தை புத்தகக்குறியீட்டின் குறிகளை காட்டுகிறது.
tg: Сарҳади нишона нишон/пинҳон кунед. <BR><BR> Сарҳади нишона аломатҳои мондан ҳар вақт нишон медиҳад.
uk: Показати/сховати позначки на вертикальній смужці прокрутки. <br><br>Позначки - це, на приклад, закладки.
zh_cn: 显示/隐藏垂直滚动条上的标记。<BR><BR>这些标记可显示书签等符号。

source: Hide Scroll&bar Marks
af: Wegsteek rolstaaf merke
bg: Скриване отметките на &плъзгача
bs: Sakrij oznake &klizača
ca: Oculta les marques de la &barra de desplaçament
cs: S&krýt značky na posuvnících
da: Skjul rulle&bjælkens markeringer
de: &Markierung für Bildlaufleiste ausblenden
el: Απόκρυψη σημαδιών γραμμής κύ&λισης
es: Ocultar barras de desplazmaiento
eu: Ezkutatu markak korritze-&barran
fa: مخفی کردن نشانهای &میله لغزش‌
fi: Piilota &vierityspalkin merkit
fr: Cacher les &repères sur les barres de défilement
fy: Skow&balkemarkearings ferstopje
gl: Ocultas Marcas de &Barra de Desprazamento
he: הסתר סימני &גלילה
hu: A gördítősáv&jelzők elrejtése
is: Fela s&krunsúlumerki
it: Nascondi segni della &barra di scorrimento
ja: スクロールバーのマークを隠す(&B)
kk: Жүгі&рту жолағында маркерлерді жасыру
km: លាក់​សញ្ញា​សម្គាល់​របារ​រមូរ
ko: 스크롤바 마크 숨기기(&B)
mk: Скриј &ознаки на лентите за лизгање
ms: Sembunyikan Tanda Bar Skrol
nb: Skjul rulle&feltmerker
nds: Rull&balken-Marken versteken
nl: Schuif&balkmarkeringen verbergen
nn: Gøym &rullefeltmerke
pa: ਸਕਰੋਲਬਾਰ ਮਾਰਕ ਓਹਲੇ(&b)
pl: Ukryj znaki pa&ska przewijania
pt: Esconder as Marcações de &Barra de Posicionamento
pt_br: &Ocultar as Marcações na Barra de Rolagem
ro: Ascunde marcajele &barei de defilare
rw: Guhisha Ibimenyetso by'Agafashagenda
se: Čiega rullengieddem&earkkaid
sk: Skryť značky &posuvníka
sl: Skrij o&znake prelamljanja
sr: Сакриј &обележиваче у клизачкој траци
sr@latn: Sakrij &obeleživače u klizačkoj traci
ta: உருள்பட்டி குறிகளை மறை
tg: Пинҳон кардани хати тобиши &лағжанда
uk: Сховати &позначки на смужці прокрутки
zh_cn: 隐藏滚动条标记(&B)

source: Show Static &Word Wrap Marker
af: Wys Statiese Woord Oorvloei Merker
ar: إظهار مُعلم التفاف النص الساكن
bg: Показване &маркера за статичен пренос
bs: Prikaži oznaku statičko&g prijeloma redova
ca: Mostra marcadors d'ajust de &línia estàtic
cs: Zobrazit značky statického lá&mání slov
da: Vis statiske &tekstombrydnings-markeringer
de: Markierung für s&tatischen Zeilenumbruch anzeigen
el: Εμφάνιση δείκτη στατικής αναδίπλωσης &λέξεων
es: Mostrar marcador de ajuste de &línea estático
eu: Erakutsi &itzulbira estatikoaren marka
fa: نمایش نشانگر &سطربندی ایستا‌
fi: Näytä pysyvän &rivityksen rivitysmerkit
fr: Afficher les indicateurs de &retour à la ligne statique
fy: Statyske rigelô&fbrekkingmarkearring sjen litte
gl: Mostrar Marca de División &Estática de Liñas
he: הצג איזור של &שבירת שורה סטאטי
hr: Prikazuj marker &statičkog prijeloma
hu: Sortördelésjel&zők megjelenítése
is: Sýna föst &orðskipti-merki
it: Mostra indicatore a capo &statico
ja: 固定的な行の折り返しマーカーを表示(&W)
kk: &Статикалық тасымалдау маркерді көрсету
km: បង្ហាញសញ្ញា​សម្គាល់​រុំពាក្យ​ឋិតិវន្ត
ko: 정적 문단 보호 표시 보기(&W)
mk: Покажи маркер за статичко &пренесување на зборови
ms: Papar Penanda Balut &Perkataan Statik
nb: Vis &merke for statisk tekstbryting
nds: Mark för &fast Reegümbrook wiesen
nl: Statische regela&fbrekingmarkering tonen
nn: Vis merke for statisk tekstbryting
pa: ਸਥਿਰ ਸ਼ਬਦ ਸਮੇਟਣ ਮਾਰਕਰ ਵਿਖਾਓ(&W)
pl: Pokaż znacznik statycznego zawijania &wyrazów
pt: Mostrar o Marcador Estático de Mudança de &Linha
pt_br: Mostrar &Marcador de Quebra de Linha Estática
ro: Afişează marcaj limitare statică a &cuvîntului
rw: Kwerekana Ikiranga cy'Ifunika ry'Ijambo Ridahinduka
sk: Zobraziť statické značky &zalomenia
sl: Prikaži o&znake statičnega preloma vrstice
sr: Прикажи граничник за &статички прелом текста
sr@latn: Prikaži graničnik za &statički prelom teksta
ta: நிலையான வார்த்தை மடிப்புக் குறிகளை காட்டு
tg: Намоиши маркери &гузарониши статикӣ
uk: Показувати помітки статичного &перенесення слів
zh_cn: 显示静态自动换行标记(&W)

source: Show/hide the Word Wrap Marker, a vertical line drawn at the word wrap column as defined in the editing properties
af: Vertoon/Versteek die Woord Oorvloei Merker,'n vertikale lyn getrek by die woord oorvloei kolom soos gedefinieerd in die redigeerde eienskappe
ar: إظهار/إخفاء علامة نهاية السطر, سيتم رسم خط رأسي عند عامود نهاية السطر كما تم التعريف في خصائص التحرير.
bg: Показване/скриване на маркера за статичен пренос на думи.
bs: Prikaži/sakrij oznako prijeloma redova, uspravnu liniju koja se crta na prelomljenom redu kao što je definisano u osobinama editovanja.
ca: Mostra/oculta el marcador d'ajust de línia, una línia vertical a la columna d'ajust de línia tal com estiga definit a les propietats de l'edició
da: Vis/skjul tekstombrydnings-markeringer, en lodret linje tegnet ved tekstombrydningssøjlen som defineret i redigeringsegenskaberne
de: Markierung für Zeilenumbruch anzeigen/ausblenden. Dabei handelt es sich um eine senkrechte Linie, die in den Einstellungen für den Editor eingeschaltet werden kann und die Position des statischen Zeilenumbruchs darstellt.
el: Εμφάνιση/απόκρυψη του δείκτη στατικής αναδίπλωσης λέξεων, μια κατακόρυφη γραμμή που εμφανίζεται στη στήλη αναδίπλωσης λέξεων όπως αυτή καθορίζεται στις ιδιότητες επεξεργασίας
es: Mostrar/Ocultar el marcador de ajuste de línea, una línea vertical en la columna de ajuste de línea como se define en las propiedades de edición.
eu: Erakutsi/ezkutatu itzulbiraren marka, itzulbiraren zutabean marraztutako marra bertikala, editatze-propietateetan ezarri den bezala.
fa: نمایش/مخفی کردن نشانگر سطربندی، یک خط عمودی ترسیم‌شده در ستون سطربندی، چنانکه در ویژگیهای ویرایش تعریف‌شده
fi: Näytä/piilota rivitysmerkit, vaakaviiva joka näytetään rivitetyssä sarakkeessa muokkausasetusten mukaisesti.
fr: Afficher / Masquer l'indicateur de retour à la ligne, une ligne verticale dessinée à la colonne de coupure définie dans les propriétés d'édition
fy: Lit sjen of ferstoppet de markearring foar de rigelôfbrekking. Der wurdt in fertikale line tekene lâns de kolom wêr de rigel ôfbrutsen wurdt. De posysje fan d erigelôfbrekking kinne jo ynstelle by de tekstynfieropsjes.
gl: Mostra/Oculta a Marca de División Estática, unha liña vertical debuxada na coluna en que se produce a división, como se define nas propriedades de edición.
hr: Pokaži/sakrij marker za omatanje riječi, vertikalna linija nacrtana na stupcu omatanja riječi kako je definirano u svojstivma uređivanja
hu: A sortördelésjelző ki-be kapcsolása, mely lényegében egy függőleges vonal a beállításoknál megadott oszlopban
is: Sýna/fela orðabilsmerkið sem er lóðrétt lína á orðamerkisdálknum sem er skilgreindur í eiginleikum ritilsins
it: Mostra o nasconde il indicatore dell'a capo statico: una riga verticale tracciata alla colonna a cui il testo deve andare a capo, come indicato nelle proprietà di modifica
ja: 行の折り返しマーカーの表示/非表示を切り替えます。編集オプションで定義された折り返し文字数の位置に縦線が表示されます。
kk: Сөздерді тасымалдау маркерін көрсету/жасыру. Бұл, өндеу қасиеттерінде анықталғандай, тасымалдауды көрсететін бағанында қойылатын тік сызығы
km: បង្ហាញ​/លាក់ សញ្ញា​​សម្គាល់​រុំពាក្យ ​បន្ទាត់​បញ្ឈរដែលបាន​គូរ​នៅ​ជួរឈរ​រុំពាក្យ ដូច​ដែល​បាន​កំណត់​ក្នុង​ការ​កែសម្រួល​លក្ខណៈ​សម្បត្តិ​
ko: 편집 설정에서 정의되는 문단 보호 영역을 가르키는 수직선의 보기/숨기기를 결정합니다.
mk: Го покажува или го сокрива маркерот за пренесување зборови, вертикална линија нацртана на колоната за пренесување како што е дефинирано во својствата за уредување
ms: Papar/sembunyi Penanda Balut Perkataan, garisan menegak yang dilukis di lajur balut perkataan seperti yang ditakrif dalam ciri pengeditan
nb: Vis eller gjem merket for tekstbryting, en loddrett linje som blir vist ved den tekstbrytingskolonnen du har valgt i redigeringsegenskapene
nds: De Mark för fast Reegümbrook wiesen / versteken - En pielliek Lien bi den Striep, woneem de Text ümbraken warrt, as binnen de Bewerken-Instellen fastleggt.
nl: Toon/verberg de markering voor de regelafbreking. Er wordt een verticale lijn getekend langs de kolom waar de regel wordt afgebroken. De positie van de regelafbreking kunt u instellen bij de tekstinvoeropties.
nn: Vis eller gøym merket for tekstbryting, ei loddrett linje som vert vist ved den tekstbrytingskolonnen du har vald i redigeringseigenskapane.
pl: Pokaż/ukryj znacznik zawijania wyrazów, pionową linię narysowaną na kolumnie zawijania wyrazów jak zdefiniowano we właściwościach edycji
pt: Mostra/esconde o Marcador de Mudança de Linha, uma linha vertical desenhada na coluna de mudança de linha, como estiver definido nas propriedades de edição
pt_br: Mostra/esconde o marcador de dobradura, uma linha vertical desenhada na coluna de dobradura, como foi definido nas propriedades de edição
ro: Afişează/ascunde marcajul limitării cuvîntului, o linie verticală desenată la coloana de limitare a cuvintelor, aşa cum a fost definit în proprietăţile de editare.
rw: Kwerekana/Guhisha Ikiranga Ifunika ry'Ijambo, umurongo uhagaze ushushanyijwe ku nkingi y'ifunika ry'ijambo nkuko bisobanuwe mu biranga by'ihindura.
sk: Ukáže/skryje značky zalomenia slov, vertikálnu čiaru v stĺpci zalamovania tak, ako je definované v nastavení
sl: Prikaži/Skrij oznake preloma vrstic, navpično črto, narisano ob stolpcu preloma vrstic, kot je določeno v lastnostih urejanja
sr: Укључује или искључује маркер преламања текста, усправну линију која се исцртава у колони прелома како је дефинисана у подешавањима
sr@latn: Uključuje ili isključuje marker prelamanja teksta, uspravnu liniju koja se iscrtava u koloni preloma kako je definisana u podešavanjima
ta: வார்த்தை மடிப்பு குறிப்பானை காட்டு/மறை, தொகுக்கும் பண்பிற்கேற்ப வார்த்தை மடிப்பு இடத்தில் ஒரு செங்குத்து கோடு வரையப்படும்.
tg: Намоиши/пинҳони маркерҳои гузаронидани сатр
uk: Показати/сховати позначку перенесення слів, вертикальну лінію на стовпчику перенесення слів, що визначено у властивості редагування
zh_cn: 显示/隐藏自动换行标记，它是在编辑属性中定义的自动换行列显示的一条竖线。
