Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Highlighting Text Styles
af: Verligting Teks Style
ar: حدد انماط النص
bg: Открояване
bs: Stilovi obojenog teksta
ca: Estils text ressaltat
cs: Zvýrazněné styly textu
da: Tekststil til fremhævning
de: Textstile für Hervorhebungen
el: Στυλ τονισμένου κειμένου
es: Estilos de texto resaltado
eu: Testu-estilo nabarmenduak
fa: مشخص کردن سبک متنها
fi: Korostetut tekstityylit
fr: Styles de la coloration syntaxique
fy: Markearje tekst stylen
gl: Estilos de Realzado de Texto
he: כללי הדגשה
hr: Stilovi naglašenog teksta
hu: Kiemelt szövegstílusok
is: Stíll litaðs texta
it: Stili testo evidenziazione
ja: 強調表示のテキストスタイル
kk: Мәтінді талдап бояулау стильдері
km: រចនាប័ទ្ម​បន្លិចអត្ថបទ
ko: 강조 텍스트 스타일
mk: Стилови за означување на текст
ms: Menonjolkan Gaya Teks
nb: Merkde tekststiler
nds: Stilen för Syntaxmarkeren
nl: Accentueringregels
nn: Merkte tekststilar
pa: ਉਘਾੜਨ ਪਾਠ ਸ਼ੈਲੀ
pl: Style podświetlania tekstu
pt: Estilos de Texto Realçado
pt_br: Estilos de Texto de Destaque
ro: Stiluri text evidenţiat
rw: Kugaragaza Imisusire Umwandiko
se: Synktáksamerkema teakstastiillat
sk: Štýly zvýrazňovania
sl: Slogi poudarjenega besedila
sr: Стилови истицања текста
sr@latn: Stilovi isticanja teksta
ta: முன்னிலைப்படுத்தப்பட்ட உரை தோற்றங்கள்
tg: Услубҳои матни мавриди зарурӣ
th: รูปแบบการทำตัวเน้นข้อความ
uk: Стилі підсвіченого тексту
zh_cn: 加亮文本样式

source: &Default schema for %1:
af: Verstek skema vir %1:
ar: سمة إفتراضيه ل %1 :
be: &Прадвызначаная схема для %1:
bg: &Стандартни стилове за %1:
bs: &Osnovna šema za %1:
ca: Esquema per &omissió per a %1:
cs: Výc&hozí schéma pro %1:
da: &Standard farvesammensætning for %1:
de: &Standardschema für %1:
el: &Προκαθορισμένο σχήμα για το %1:
es: Esquema pre&definido para %1:
eu: %1(r)en &eskema lehenetsia:
fa: طرحوارۀ &پیش‌فرض برای %1:‌
fi: &Ohjelman %1 oletusteema:
fr: Sc&héma par défaut pour %1 :
fy: Stan&dert styl foar %1:
gl: Esquema por &Defecto para %1:
he: &סגנונות ברירת מחדל עבור %1:
hr: &Zadana shema za %1:
hu: Ala&pértelmezett összeállítás (%1):
is: &Sjálfgefið skema %1:
it: Schema pre&definito per %1:
ja: %1 の標準スキーマ(&D):
kk: %1 үшін ә&детті сұлба:
km: គ្រោង​ការណ៍​លំនាំដើម​សម្រាប់ %1 ៖
ko: %1 기본 스키마 (&D)
mk: &Почетна шема за %1:
ms: Skema &piawai untuk %1:
nb: &Standardoppsett for %1:
nds: &Standardschema för %1:
nl: Stan&daard stijl voor %1:
nn: &Standardoppsett for %1:
pa: %1 ਲਈ ਮੂਲ ਸਕੀਮ(&D):
pl: &Domyślny schemat dla %1:
pt: Esquema pre&definido para o %1:
pt_br: &Esquema Padrão para %1:
ro: Schema &implicită pentru %1:
rw: Igishushanyombonera mburabuzi cya %1:
se: &Standárda čoakkaldat %1 várás:
sk: Š&tandardná schéma pre %1:
sl: &Privzeta shema za %1:
sr: По&дразумевана шема за %1:
sr@latn: Po&drazumevana šema za %1:
ta: %1 ன் முன்னிருப்பு திட்டங்கள்:
tg: &Нақшаи пешфарз барои %1:
th: รูปแบบปริยายสำหรับ %1:
uk: &Типова схема для %1:
zh_cn: %1 的默认方案(&D)：

source: Name for New Schema
af: Naam vir Nuwe Skema
ar: أسم سمة جديدة
be: Назва новай схемы
bg: Име на нова схема
bs: Ime za novu šemu
ca: Nom per al nou esquema
cs: Název nového schématu
da: Navn på ny farvesammensætning
de: Name für neues Schema
el: Όνομα για το νέο σχήμα
es: Nombre para el nuevo esquema
eu: Eskema berriaren izena
fa: نام برای طرحوارۀ جدید
fi: Uuden teeman nimi
fr: Nom du nouveau schéma
fy: Namme foar nij skema
gl: Nome do Novo Esquema
he: שם עבור הסגנון החדש
hr: Naziv nove sheme
hu: Az új összeállítás neve
is: Heiti nýrra skemu
it: Nome per il nuovo schema
ja: 新規スキーマの名前
kk: Жаңа сұлбаның атауы
km: ឈ្មោះ​សម្រាប់​គ្រោង​ការណ៍​ថ្មី
ko: 새로운 스키마 이름
mk: Име за нова шема
ms: Nama untuk Skema Baru
nb: Navn på nytt oppsett
nds: Naam för nieg Schema
nl: Naam voor nieuw schema
nn: Namn på nytt oppsett
pa: ਨਵੀਂ ਸਕੀਮ ਲਈ ਨਾਂ
pl: Nazwa nowego schematu
pt: Nome do Novo Esquema
pt_br: Nome para o novo Esquema
ro: Nume nou pentru schemă
rw: Izina ry'Igishushanyombonera Gishya
se: Ođđa čoahkádusa namma
sk: Meno novej schémy
sl: Ime za novo shemo
sr: Име за нову шему
sr@latn: Ime za novu šemu
ta: புதிய திட்டத்தின் பெயர்
tg: Ном барои Нақшаи Нав
th: ชื่อของรูปแบบใหม่
uk: Назва нової схеми
zh_cn: 新方案的名称

source: Name:
af: Naam:
ar: الاسم:
be: Назва:
bg: Име:
bs: Ime:
ca: Nom:
cs: Název:
da: Navn:
el: Όνομα:
es: Nombre:
eu: Izena:
fa: نام:
fi: Nimi:
fr: Nom :
fy: Namme:
gl: Nome:
he: שם:
hr: Naziv:
hu: Név:
is: Heiti:
it: Nome:
ja: 名前:
kk: Атауы:
km: ឈ្មោះ ៖
ko: 이름:
mk: Име:
ms: Nama:
nb: Navn:
nds: Naam:
nl: Naam:
nn: Namn:
pa: ਨਾਂ:
pl: Nazwa:
pt: Nome:
pt_br: Nome:
ro: Nume:
rw: Izina:
se: Namma:
sk: Meno:
sl: Ime:
sr: Име:
sr@latn: Ime:
ta: பெயர்:
tg: Ном:
th: ชื่อ:
uk: Назва:
zh_cn: 名称：

source: New Schema
af: Nuwe Skema
ar: سمة جديدة
be: Новая схема
bg: Нова схема
bs: Nova šema
ca: Nou esquema
cs: Nové schéma
da: Ny farvesammensætning
de: Neues Schema
el: Νέο σχήμα
es: Nuevo esquema
eu: Eskema berria
fa: طرحوارۀ جدید
fi: Uusi teema
fr: Nouveau schéma
fy: Nij skema
gl: Novo Esquema
he: סגנון חדש
hr: Nova shema
hu: Új összeállítás
is: Ný skema
it: Nuovo schema
ja: 新規スキーマ
kk: Жаңа сұлба
km: គ្រោងការណ៍​ថ្មី
ko: 새 스키마
mk: Нова шема
ms: Skema Baru
nb: Nytt oppsett
nds: Nieg Schema
nl: Nieuw schema
nn: Nytt oppsett
pa: ਨਵੀਂ ਸਕੀਮ
pl: Nowy schemat
pt: Novo Esquema
pt_br: Novo Esquema
ro: Schemă nouă
rw: Igishushanyombonera Gishya
se: Ođđa čoakkaldat
sk: Nová schéma
sl: Nova shema
sr: Нова шема
sr@latn: Nova šema
ta: புதிய திட்டம்
tg: Нақшаи нав
th: รูปแบบใหม่
uk: Нова схема
zh_cn: 新方案

source: Context
af: Konteks
ar: سياق
be: Кантэкст
bg: Контекст
bs: Kontekst
cs: Kontext
da: Kontekst
de: Kontext
el: Σχετιζόμενο
es: Contexto
eu: Testuingurua
fa: متن
fi: Konteksti
fr: Contexte
fy: Ferbân
gl: Contexto
he: הקשר
hr: Kontekst
hu: Kontextus
is: Samhengi
it: Contesto
ja: 文脈
kk: Контексті
km: បរិបទ
ko: 문맥
mk: Контекст
ms: Konteks
nb: Kontekst
nds: Kontext
nn: Kontekst
pa: ਪ੍ਰਸੰਗ
pl: Kontekst
pt: Contexto
pt_br: Contexto
rw: urwego rw'imyumvire, rw'imivugirwe
se: Oktavuohta
sk: Kontext
sl: Kontekst
sr: Контекст
sr@latn: Kontekst
ta: புலம்
tg: Зерматн
th: คอนเท็กซ์
uk: Стиль
zh_cn: 上下文

source: Normal
af: Normale
ar: اعتيادي
be: Звычайны
bg: Обикновен
bs: Normalno
cs: Normální
el: Κανονικό
eu: Arrunta
fa: عادی
fi: Normaali
fy: Normaal
he: רגיל
hr: Normalan
hu: Normál
is: Venjulegt
it: Normale
ja: 通常
kk: Кәдімгі
km: ធម្មតា
ko: 보통
mk: Нормално
nds: Normaal
nl: Normaal
nn: Vanleg
pa: ਸਧਾਰਨ
pl: Normalny
rw: Bisanzwe
se: Dábálaš
sk: Normálny
sl: Navadno
sr: Обичан
sr@latn: Običan
ta: சாதாரண
tg: Муқаррарӣ
th: ตัวปกติ
uk: Звичайний
zh_cn: 正常

source: Selected
af: Gekose
ar: مختار
be: Вылучаны
bg: Маркировка
bs: Odabrano
ca: Seleccionat
cs: Vybrané
da: Markeret
de: Auswahl
el: Επιλεγμένο
es: Seleccionado
eu: Hautatua
fa: برگزیده
fi: Valittu
fr: Sélectionné
fy: Seleksje
gl: Escollido
he: נבחר
hr: Odabran
hu: Kijelölt
is: Valið
it: Selezionato
ja: 選択時
kk: Таңдалған
km: បាន​ជ្រើស
ko: 선택
mk: Избрано
ms: Dipilih
nb: Markert
nds: Markeert
nl: Geselecteerd
nn: Merka
pa: ਚੁਣੀ
pl: Wybrany
pt: Seleccionado
pt_br: Selecionado
ro: Selectat
rw: Byahiswemo
se: Merkejuvvon
sk: Vybrané
sl: Izbrano
sr: Изабран
sr@latn: Izabran
ta: தேர்வுசெய்யப்பட்ட
tg: Интихобшуда
th: ที่เลือกไว้
uk: Вибраний
zh_cn: 选中内容

source: Background
af: Agtergrond
ar: الخلفية
be: Фон
bg: Фон
bs: Pozadina
ca: Fons
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
eu: Atzeko planoa:
fa: زمینه
fi: Tausta
fr: Fond
fy: Eftergrûn
gl: Fondo
he: רקע
hr: Pozadina
hu: Háttér
is: Bakgrunnur
it: Sfondo
ja: 背景
kk: Аясы
km: ផ្ទៃ​ខាង​ក្រោយ
ko: 배경
mk: Подлога
ms: Latar Belakang
nb: Bakgrunn
nds: Achtergrund
nl: Achtergrond
nn: Bakgrunn
pa: ਪਿੱਠਭੂਮੀ
pl: Tło
pt: Fundo
pt_br: Fundo
ro: Fundal
rw: Mbuganyuma
se: Duogášivdni
sk: Pozadie
sl: Ozadje
sr: Позадина
sr@latn: Pozadina
ta: பின்னணி
tg: Замина
th: พื้นหลัง
uk: Тло
zh_cn: 背景

source: Background Selected
af: Agtergrond Gekies
ar: الخلفية المختارة
be: Фон для вылучанага тэксту
bg: Фон на маркировката
bs: Pozadina izabranog teksta
ca: Fons seleccionat
cs: Pozadí vybraného
da: Baggrund valgt
de: Hintergrund für Auswahl
el: Φόντο επιλεγμένου
es: Fondo seleccionado
eu: Hautatutako atzeko planoa
fa: زمینه برگزیده شد
fi: Tausta valittu
fr: Fond sélectionné
fy: Efergûn selektearre
gl: Fondo de Selección
he: רקע נבחר
hr: Odabrana pozadina
hu: Kijelölt háttér
is: Valinn bakgrunnur
it: Sfondo selezione
ja: 選択時の背景
kk: Таңдалғанның аясы
km: ផ្ទៃ​ខាង​ក្រោយ​ដែល​បាន​ជ្រើស
ko: 선택된 배경
mk: Подлога на избрано
ms: Latar Belakang Yang Dipilih
nb: Markert bakgrunn
nds: Markeert Achtergrund
nl: Achtergrond geselecteerd
nn: Merkt bakgrunn
pa: ਪਿੱਠਭੂਮੀ ਚੁਣੀ
pl: Zaznaczone tło
pt: Fundo Seleccionado
pt_br: Fundo Selecionado
ro: Fundal selecţie
rw: Mbuganyuma Yatoranyijwe
se: Merkema duogášivdni
sk: Pozadie označeného
sl: Izbrano ozadje
sr: Одабрана позадина
sr@latn: Odabrana pozadina
ta: தேர்வு செய்யப்பட்ட பின்னணி
tg: Заминаи интихобшуда
th: พื้นหลังส่วนที่เลือก
uk: Тло вибраного
zh_cn: 选中内容的背景

source: Use Default Style
af: Gebruik Verstek Styl
ar: استخدم الأنماط الافتراضية
be: Выкарыстоўваць прадвызначаны стыль
bg: Използване на стандартен стил
bs: Koristi podrazumjevani stil
ca: Empra l'estil predeterminat
cs: Použít výchozí styl
da: Brug standardstil
de: Standardstil verwenden
el: Χρήση προκαθορισμένου στυλ
es: Usar estilo predeterminado
eu: Erabili estilo lehenetsia
fa: استفاده از سبک پیش‌‌فرض
fi: Käytä oletustyyliä
fr: Utiliser le style par défaut
fy: Standertstyl brûke
gl: Usar Estilo Predeterminado
he: השתמש בסגנון ברירת המחדל
hr: Upotrijebi zadani stil
hu: Az alapértelmezett stílus használata
is: Sjálfgefið útlit hluta
it: Usa stile predefinito
ja: 標準スタイルを使う
kk: Әдеттегі стиль қолданылсын
km: ប្រើ​រចនា​ប័ទ្ម​លំនាំដើម
ko: 기본 스타일 사용
mk: Користи почетен стил
ms: Guna Gaya Piawai
nb: Bruk standardstil
nds: Standardstil bruken
nl: Standaardstijl gebruiken
nn: Bruk standardstil
pa: ਮੂਲ ਸ਼ੈਲੀ ਵਰਤੋਂ
pl: Użyj stylu domyślnego
pt: Usar o Estilo por Omissão
pt_br: Usar Estilos de itens padrão
ro: Utilizează stilul implicit
rw: Gukoresha Imisusire Mburabuzi
se: Geavat standárdstiilla
sk: Použiť štandardný štýl
sl: Uporabi privzeti slog
sr: Користи подразумевани стил
sr@latn: Koristi podrazumevani stil
ta: முன்னிருப்பு தோற்றத்தை பயன்படுத்து
tg: Услуби пешфарзро истифода кунед
th: ใช้รูปแบบโดยปริยาย
uk: Вживати типовий стиль
zh_cn: 使用默认样式

source: &Bold
af: Vetdruk
ar: &عريض
be: &Цёмны
bg: &Получер
bs: &Podebljano
ca: &Negreta
cs: &Tučné
da: &Fed
de: &Fett
el: Έ&ντονα
es: &Negrita
eu: &Lodia
fa: &توپر‌
fi: &Lihavoitu
fr: &Gras
fy: &Fet
gl: &Negrita
he: &מודגש
hr: &Snažno
hu: &félkövér
is: &Feitletrað
it: &Grassetto
ja: ボールド(&B)
kk: Қа&лың
km: ដិត
ko: 진하게(&B)
mk: &Задебелено
ms: &Huruf Tebal
nb: &Uthevet
nds: &Fett
nl: &Vet
nn: &Feit
pa: ਗੂੜਾ(&B)
pl: &Pogrubiony
pt: &Negrito
pt_br: &Negrito
rw: Bitsindagiyev
se: &Buoidi
sk: &Tučné
sl: Pol&krepko
sr: Поде&бљан
sr@latn: Pode&bljan
ta: &தடித்த
tg: &Ғафс
th: ตัวหนา
uk: &Жирний
zh_cn: 粗体(&B)

source: &Italic
af: Kursief
ar: &مائل
bg: К&урсив
bs: &Kurziv
ca: &Cursiva
cs: &Skloněné
da: &Kursiv
de: &Kursiv
el: &Πλάγια
es: &Cursiva
eu: &Etzana
fa: &حروف کج‌
fi: &Kursiivi
fr: &Italique
fy: Skeanpr&inte
gl: &Cursiva
he: &נטוי
hr: &Kurziv
hu: &dőlt
is: &Skáletur
it: Cors&ivo
ja: イタリック(&I)
kk: Көл&беу
km: ទ្រេត
ko: 이탤릭(&I)
mk: &Закосено
ms: &Italik
nb: &Kursiv
nds: &Kursiev
nl: C&ursief
nn: &Kursiv
pa: ਤਿਰਛਾ(&I)
pl: &Kursywa
pt: &Itálico
pt_br: &Itálico
rw: Biberamye
se: &Vinjučála
sk: &Kurzíva
sl: &Ležeče
sr: &Курзив
sr@latn: &Kurziv
ta: & சாய்வெழுத்து
tg: &Курсив
th: ตัวเอียง
uk: &Курсив
zh_cn: 斜体(&I)

source: &Underline
af: Onderstreep
be: &Падкрэслены
bg: По&дчертан
bs: &Podvlačenje
ca: &Subratllat
cs: &Podtržené
da: &Understreg
de: &Unterstrichen
el: &Υπογράμμιση
es: &Subrayado
eu: &Azpimarratua
fa: &خط زیر‌
fi: &Alleviivaus
fr: &Souligné
fy: &Understreekje
gl: &Subliñado
he: קו &תחתי
hu: &aláhúzott
is: &Undirstrika
it: S&ottolineato
ja: 下線(&U)
kk: &Асты сызылған
km: គូស​បន្ទាត់​ក្រោម
ko: 밑줄(&U)
mk: &Подвлечено
ms: &Garis Bawah
nb: &Understrek
nds: Ü&nnerstreken
nl: Onderstre&pen
nn: &Understreking
pa: ਹੇਠਾਂ ਰੇਖਾ(&U)
pl: &Podkreślenie
pt: S&ublinhado
pt_br: &Sublinhado
ro: &Subliniat
rw: Gucaho umurongo
se: &Vuolláisárggo
sk: &Podčiarknuť
sl: Po&dčrtaj
sr: &Подвуци
sr@latn: &Podvuci
ta: &அடிக்கோடு
tg: &Зер хаткашида
th: ตัวขีดเส้นใต้
uk: П&ідкреслений
zh_cn: 下划线(&U)

source: S&trikeout
af: Uitkrap
be: &Закрэслены
bg: &Зачертан
bs: Pre&crtavanje
ca: Esborra&t
cs: Přeškr&tnuté
da: Gennems&treg
de: Durch&gestrichen
el: &Μεσογράμμιση
es: Re&saltado
eu: &Marratua
fa: &حذف کردن‌
fi: &Yliviivaus
fr: &Barré
fy: Trochs&treekje
gl: Rea&lzado
he: קו &חוצה
hu: át&húzott
is: &Gegnumstrika
it: Sbarra&to
ja: 取り消し線(&T)
kk: С&ызылған
km: ឆូត
ko: 강조(&T)
mk: Прецр&тано
ms: &Garis Lorek
nb: S&tryk over
nds: &Dörstreken
nl: Doors&trepen
nn: Over&streking
pa: ਵਿੰਨੋ(&t)
pl: P&rzekreślenie
pt: Risca&do
pt_br: &Riscado
ro: &Tăiat
rw: Gucishamo akarongo
sk: P&rečiarknuť
sl: P&rečrtaj
sr: П&рецртано
sr@latn: P&recrtano
ta: குறுக்காக அ&டித்தல்
tg: &Хат кашида
th: ตัวขีดเส้นพาดกลาง
uk: Пере&креслений
zh_cn: 删除线(&T)

source: Normal &Color...
af: Normale Kleur...
ar: &لون اعتيادي...
be: Звычайны &колер...
bg: Цвят на &текста...
bs: Normalna &boja...
ca: Color &normal...
cs: &Normální barva...
da: Normal &farve...
de: Standard&farbe ...
el: Κανονικό &χρώμα...
es: Color &normal...
eu: &Kolore arrunta...
fa: &رنگ عادی...‌
fi: Normaali &väri...
fr: Coule&ur normale...
fy: Normale &kleur...
gl: &Cor Normal...
he: &צבע רגיל...
hr: &Normalna boja...
hu: N&ormál szn...
is: Venjulegir &litir...
it: &Colore normale...
ja: 通常の色(&C)...
kk: Кәдімгінің &түсі...
km: ពណ៌​ធម្មតា...
ko: 보통 색상(&C)...
mk: Нормална &боја...
ms: &Warna Normal...
nb: Normal &farge …
nds: S&tandardklöör...
nl: Normale &kleur...
nn: Normal&farge …
pa: ਸਧਾਰਨ ਰੰਗ(&C)...
pl: Normalny &kolor...
pt: &Cor Normal...
pt_br: Cor &Normal ...
ro: Culoare &normal...
rw: Ibara Risanzwe...
se: Dábálaš &ivdni …
sk: Normálna &farba...
sl: Običajna &barva ...
sr: &Уобичајена боја...
sr@latn: &Uobičajena boja...
ta: இயல்பான & நிறம்...
tg: &Ранги матн...
th: สีปกติ...
uk: Звичайний &колір...
zh_cn: 正常颜色(&C)...

source: &Selected Color...
af: Gekose Kleur...
ar: اللون الم&ختار...
be: &Вылучаны колер...
bg: Цвят на &маркираното...
bs: &Izabrana boja...
ca: Color &seleccionat...
cs: Barva oz&načení...
da: &Markeret farve...
de: &Ausgewählte Farbe ...
el: &Επιλεγμένο χρώμα...
es: Color &seleccionado...
eu: &Hautatutako kolorea...
fa: رنگ &برگزیده...‌
fi: &Valittu väri...
fr: Couleur &choisie...
fy: &Selektearre kleur...
gl: Cor da &Selección...
he: צבע נב&חר...
hr: Odabrana &boja...
hu: A ki&jelölt szöveg színe...
is: Valinn &litur...
it: Colore &selezionato...
ja: 選択時の色(&S)...
kk: Т&аңдалғанның түсі...
km: ពណ៌​ដែល​បាន​ជ្រើស...
ko: 선택 색상(&S)...
mk: Боја на &избрано...
ms: &Warna Dipilih...
nb: &Markert tekstfarge …
nds: Ut&söcht Klöör...
nl: Ge&selecteerde kleur...
nn: &Merka farge …
pa: ਚੁਣਿਆ ਰੰਗ(&S)...
pl: &Wybrany kolor...
pt: Cor de &Seleccionado...
pt_br: &Selecionar Cor...
ro: Culoare &selectat...
rw: Ibara Ryatoranyijwe...
se: &Merkejuvvon ivdni …
sk: &Vybraná farba...
sl: &Izbrana barva ...
sr: Боја &означеног...
sr@latn: Boja &označenog...
ta: தேர்ந்தெடுத்த நிறம்...
tg: Ранги &матни ҷудошуда...
th: สีส่วนที่เลือกไว้...
uk: &Колір вибраного...
zh_cn: 选定的颜色(&S)...

source: &Background Color...
af: Agtergrond Kleur...
be: &Фонавы колер...
bg: Цвят на &фона...
bs: Boja &pozadine...
ca: &Color de fons...
cs: &Barva pozadí...
da: &Baggrundsfarve...
de: &Hintergrundfarbe ...
el: Χρώμα &φόντου...
es: &Color de fondo...
eu: At&zeko planoaren kolorea:
fa: رنگ &زمینه...‌
fi: &Taustaväri...
fr: Couleur du fon&d...
fy: &Eftergrûnkleur...
gl: Cor do &Fondo..
he: צבע רק&ע...
hu: &Háttérszín...
is: Litur &Bakgrunns...
it: Colore di s&fondo...
ja: 背景色(&B)...
kk: &Аясының түсі...
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ...
ko: 배경 색상(&B)...
mk: Боја на &подлога...
ms: Warna &Latar Belakang
nb: &Bakgrunnsfarge …
nds: &Achtergrundklöör...
nl: &Achtergrondkleur...
nn: &Bakgrunnsfarge …
pa: ਪਿੱਠਭੂਮੀ ਰੰਗ(&B)...
pl: &Kolor tła...
pt: Cor de F&undo...
pt_br: &Cor de Fundo...
ro: Culoare de &fundal...
rw: Ibara rya Mbuganyuma...
se: D&uogášivdni …
sk: Farba &pozadia...
sl: &Barva ozadja ...
sr: &Боја позадине...
sr@latn: &Boja pozadine...
ta: &பின்னணி வண்ணம்...
tg: Ранги &замина...
th: สีพื้นหลัง...
uk: &Колір тла...
zh_cn: 背景色(&B)...

source: S&elected Background Color...
af: Gekose Agtergrond Kleur...
be: В&ылучаны фонавы колер...
bg: Цвят на фо&на на маркираното...
bs: &Izabrana boja pozadine...
ca: Color de fons s&eleccionat...
cs: Barva označ&ení pozadí...
da: &Markeret baggrundsfarve...
de: &Ausgewählte Hintergrundfarbe ...
el: &Επιλεγμένο χρώμα φόντου...
es: Color de fondo &seleccionado...
eu: Hautatutako atzeko &planoaren kolorea...
fa: رنگ &برگزیدۀ زمینه...‌
fi: &Valittu taustaväri...
fr: Couleur du fond s&électionné...
fy: S&elektearre eftergrûnkleur...
gl: Cor de Fondo da Se&lección...
he: צבע נב&חר...
hu: A k&ijelölési háttérszín...
is: Litur &valins bakgrunns...
it: Colore di sfondo s&elezionato...
ja: 選択時の背景色(&E)...
kk: &Таңдалғанның аясының түсі...
km: ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​ដែលបាន​ជ្រើស...
ko: 선택된 배경 색상(&E)...
mk: Боја на подлога на &избрано...
ms: Warna Latar Belakang Yang &Dipilih
nb: Farg&e for markert bakgrunn …
nds: &Markeert Achtergrundklöör...
nl: G&eselecteerde achtergrondkleur...
nn: &Merka bakgrunnsfarge …
pa: ਚੁਣਿਆ ਪਿੱਠਭੂਮੀ ਰੰਗ(&e)...
pl: &Kolor tła zaznaczenia...
pt: Cor de Fundo S&eleccionado...
pt_br: &Cor de Fundo Selecionada...
ro: Culoare de fundal &selecţie...
rw: Ibara rya Mbuganyuma Ryatoranyijwe...
se: &Merkejuvvon duogášivdni …
sk: Farba pozadia &vybraného...
sl: &Izbrana barvaozadja ...
sr: Боја &одабране позадине...
sr@latn: Boja &odabrane pozadine...
ta: தேர்ந்தெடுத்த பின்னணி நிறம்...
tg: Ранги заминаи м&атни ҷудошуда...
th: สีส่วนที่เลือกไว้...
uk: &Колір тла вибраного...
zh_cn: 选中内容的背景色(&E)...

source: Unset Background Color
af: Wegstel van Agtergrond Kleur
bg: Неустановен цвят на фона
bs: Isključi boju pozadine
ca: Desassigna el color de fons
cs: Zrušit barvu pozadí
da: Omstil baggrundsfarve
de: Hintergrundfarbe deaktivieren
el: Καθαρισμός χρώματος φόντου
es: Desconfigurar color de fondo
eu: Desgaitu atzeko planoaren kolorea
fa: بازنشانی رنگ زمینه
fi: Poista taustaväri
fr: Remettre à zéro la couleur de fond
fy: Efergrûnkleur wiskje
gl: Anular Cor de Fondo
he: שחזר צבע רקע
hu: A háttérszín visszaállítása
is: Ósettur bakgrunnslitur
it: Rimuovi colore di sfondo
ja: 背景色を解除
kk: Әдетті ая түсі
km: មិន​កំណត់​ពណ៌ផ្ទៃ​ខាង​ក្រោយ​វិញ
ko: 배경색 지정 해제
mk: Тргни ја бојата на подлога
ms: Nyahset Warna Latar Belakang
nb: Slå av bakgrunnsfarge
nds: Achtergrundklöör torüchsetten
nl: Achtergrondkleur verwijderen
nn: Fjern bakgrunnsfarge
pa: ਪਿੱਠਭੂਮੀ ਰੰਗ ਨਾ-ਨਿਰਧਾਰਿਤ
pl: Odznacz kolor tła
pt: Retirar a Cor de Fundo
pt_br: Desmarcar a cor do plano de fundo
ro: Elimină culoarea de fundal
rw: Gukuramo Ibara rya Mbuganyuma
se: Váldde &duogášivnni eret
sk: Zrušiť farbu pozadia
sl: Odnastavi barvo ozadja
sr: Поништи позадинску боју
sr@latn: Poništi pozadinsku boju
ta: பின்னணி வண்ணத்தை பழைய நிலைக்கு மாற்றியமைத்தல்
tg: Ранги заминаи пешфарз
th: ยกเลิกตั้งค่าสีพื้นหลัง
uk: Не вживати колір тла
zh_cn: 取消背景色

source: Unset Selected Background Color
af: Wegstel van verkose Agtergrond Kleur
bg: Неустановен цвят на фона на маркираното
bs: Isključi boju izabrane pozadine
ca: Desassigna el color de fons seleccionat
cs: Zrušit barvu pozadí označení
da: Omstil valgt baggrundsfarve
de: Ausgewählte Hintergrundfarbe deaktivieren
el: Καθαρισμός χρώματος φόντου επιλεγμένου κειμένου
es: Desconfigurar el color de fondo seleccionado
eu: Desgaitu hautatutako atzeko planoaren kolorea
fa: بازنشانی رنگ برگزیدۀ زمینه
fi: Poista valittu taustaväri
fr: Remettre à zéro la couleur du fond sélectionné
fy: Selektearre eftergrûn wiskje
gl: Anular Cor de Fondo da Selección
hu: A kijelölési háttérszín visszaállítása
is: Afvelja bakgrunnslit valins texta
it: Rimuovi il colore di sfondo selezionato
ja: 選択時の背景色を解除
kk: Таңдалғанның әдетті ая түсі
km: មិន​កំណត់​ពណ៌​ផ្ទៃ​ខាង​ក្រោយ​ដែល​បាន​ជ្រើស​វិញ
ko: 선택된 배경색 지정 해제
mk: Тргни ја бојата на подлога на избрано
ms: Nyahset Warna Latar Belakang Yang Dipilih
nb: Slå av farge for markert bakgrunn
nds: Markeert Achtergrundklöör torüchsetten
nl: Geselecteerde achtergrondkleur verwijderen
nn: Fjern merka bakgrunnsfarge
pa: ਚੁਣਿਆ ਪਿੱਠਭੂਮੀ ਰੰਗ ਨਾ-ਨਿਰਧਾਰਿਤ
pl: Odznacz kolor tła zaznaczenia
pt: Retirar a Cor de Fundo Seleccionada
pt_br: Desmarcar a cor do plano de fundo selecionada
ro: Elimină culoarea de fundal a selecţiei
rw: Gukuramo Ibara rya Mbuganyuma Ryatoranyijwe
se: Váldde eret merkejuvvon duogášivnni
sk: Zrušiť farbu pozadia vybraného
sl: Odnastavi izbrano barvo ozadja
sr: Поништи боју одабране позадине
sr@latn: Poništi boju odabrane pozadine
ta: தேர்ந்தெடுக்கப்படாத பின்னணி வண்ணங்களை பழைய நிலைக்கு மாற்றியமைத்தல்
tg: Ранги заминаи матни ҷудошудаи пешфарз
th: ยกเลิกตั้งค่าสีพื้นหลังส่วนที่เลือก
uk: Не вживати колір тла вибраного
zh_cn: 取消选中背景颜色

source: Use &Default Style
af: Gebruik Verstek Styl
ar: استخدم النمط الا&فتراضي
be: Выкарыстоўваць &прадвызначаны стыль
bg: &Използване на стандартен стил
bs: Koristi p&odrazumjevani stil
ca: Empra l'estil pre&determinat
cs: Použít vý&chozí styl
da: Brug &standardstil
de: Standardstil ver&wenden
el: Χρήση &προκαθορισμένου στυλ
es: Usar estilo pre&determinado
eu: Erabili estilo &lehenetsia
fa: استفاده از سبک &پیش‌فرض‌
fi: Käytä &oletustyyliä
fr: Utiliser le style par d&éfaut
fy: Stan&dertstyl brûke
gl: Usar Estilo &Predeterminado
he: &השתמש בסגנון ברירת המחדל
hr: Upotrijebi &zadani stil
hu: Az alapértelmezett stílus &használata
is: Nota &sjálfgefinn stíl
it: Usa stile pre&definito
ja: 標準スタイルを使う(&D)
kk: Ә&детті стиль қолданылсын
km: ប្រើ​រចនាប័ទ្ម​លំនាំដើមម
ko: 기본 스타일 사용(&D)
mk: Користи &почетен стил
ms: Guna Gaya &Piawai
nb: Bruk st&andardstil
nds: Sta&ndardstil bruken
nl: Stan&daardstijl gebruiken
nn: Bruk &standardstil
pa: ਮੂਲ ਸ਼ੈਲੀ ਵਰਤੋਂ(&D)
pl: Użyj &stylu domyślnego
pt: Usar o Estilo por &Omissão
pt_br: Usar Estilo &padrão
ro: Utilizează stilul &implicit
rw: Gukoresha Imisusire Mburabuzi
se: Geavat &standárdstiilla
sk: Použiť št&andardný štýl
sl: Uporabi pri&vzeti slog
sr: Користи по&дразумевани стил
sr@latn: Koristi po&drazumevani stil
ta: முன்னிருப்பு தோற்றத்தை பயன்படுத்து
tg: Бо истифода аз &услуби пешфарзӣ
th: ใช้รูปแบบโดยปริยาย
uk: Вживати &типовий стиль
zh_cn: 使用默认样式(&D)
