Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: _: This is the second part of two strings that will comprise teh sentence 'Show completions when a word is at least N characters' characters long.
af: karakters lank.
be: знакаў.
bg: знака
bs: znakova.
ca: caràcters de llarg com a mínim.
cs: písmen.
da: tegn langt.
de: Zeichen lang ist.
el: χαρακτήρων.
es: caracteres.
eu: karaktereko luzera duenean.
fa: طول نویسه‌ها.
fi: merkkiä pitkä.
fr: caractères.
fy: tekens lang is.
gl: carácteres de longo.
hu: karakter hosszú.
is: stafi.
it: caratteri.
ja: 文字以上
kk: таңбадан құрылғанда, ұсынылсын.
km: តួអក្សរ ។
ko: 글자 길이
mk: знаци.
ms: 'Papar penyelesaian apabila panjang perkataan sekurang-kurangnya'. N aksara
nb: tegn langt.
nds: Bookstaven lang is.
nl: tekens lang is.
nn: teikn langt.
pa: ਅੱਖਰ ਲੰਮਾ ਹੋਵੇ।
pl: znaków.
pt: caracteres.
pt_br: caracteres.
ro: caractere.
rw: uburebure bw'inyuguti.
se: mearkka guhkki.
sk: znakov.
sl: znakov.
th: ตัวอักษร
uk: символ(и/ів).
zh_cn: 个字符长。

source: Enable the automatic completion list popup as default. The popup can be disabled on a view basis from the 'Tools' menu.
af: Aktiveer die outomatiese klaarmaak lys inprop as verstek. Die inprop kan deaktiveer word op 'n vertoon basis van die 'Gereedskap' kieslys.
bg: Включване на изскачащия списък с предложенията. Той може да бъде изключен/включен за всеки отделен преглед от менюто "Инструменти".
bs: Uključi automatsku pop-up listu za dovršavanje. Pop-up može biti isključen na nivou pogleda iz menija 'Alati'.
ca: Habilita l'emergent de compleció automàtica per omissió. L'emergent es pot deshabilitar en cada vista des del menú 'Eines'.
cs: Jako výchozí povolit doplňování pomocí vyskakovacího okna. Vyskakovací okno lze vypnout v nabídce 'Nástroje'.
da: Aktivér automatisk ordkompletteringsliste popop som standard. Dette kan deaktiveres på visningsbasis fra 'Værktøjer'-menuen.
de: Das Aufklappfenster für die automatische Vervollständigungsliste als Standard festlegen. Dieses Fenster lässt sich über das Menü "Extras" deaktivieren.
el: Ενεργοποιήστε την αυτόματη εμφάνιση της λίστας συμπλήρωσης ως προκαθορισμένο. Η εμφάνιση της μπορεί να απενεργοποιηθεί κατά περίπτωση από το μενού 'Εργαλεία'.
es: Activar automáticamente la lista de completado como predeterminado. El mostrado puede desactivarse desde la opción Ver en el menú de Herramientas.
eu: Gaitu osatze-automatikoa bistaratzea lehenetsi gisa. Bistaratzea desgaitzeko 'Tresnak' menua erabil daiteke.
fa: فعال‌سازی خودکار بالاپر فهرست تکمیل به عنوان پیش‌فرض. بالاپر می‌تواند در یک پایۀ نما از گزینگان »ابزارها« غیرفعال شود.
fi: Käytä oletustusarvoisesti täydennyslistaa. Listan saa pois päältä Työkalut-valikosta.
fr: Activer la liste déroulante de complétement automatique par défaut. La liste peut être désactivée pour chaque vue à l'aide du menu « Outils ».
fy: Standert de oanfollist sjen litte. De list kin op basis fan it byld útset wurde yn it menu "Ark".
gl: Activar automaticamente a lista de acabamentos como predeterminado. Pode desactivarse para a vista desde o menu 'Ferramentas'.
hu: Az automatikus kiegészítési lista alapértelmezés szerint jelenjen meg. A lista letiltható nézetenként az 'Eszközök' menüben.
is: Gerir sjálfvirka klárunarlistann sjálfgefinn. Hægt er að slökkva á honum á hverri sýn í 'Tól' valmyndinni.
it: Abilita la finestra a comparsa della lista di completamento automatico come impostazione predefinita. La finestra a comparsa può essere disabilitata in base alla vista dal menu "Strumenti".
ja: 自動補完リストのポップアップをデフォルトで有効にします。ポップアップは「ツール」メニューを使ってビューごとに無効にできます。
kk: Сөздерді аяқтау ұсыныстарың тізімін автоматты түрде көрсетуді әдетті қылу. Оны 'Құралдар' мәзірінде көрсетпейтін қылуға болады.
km: កំណត់​ការ​លេចឡើងនៃ​បញ្ជី​បំពេញ​ស្វ័យ​ប្រវត្តិ ជា​លំនាំដើម ។ អ្នក​អាច​បិទ​ការ​លេ​ចឡើង តាម​រយៈ មូលដ្ឋាន​មើល ពី​ឧបករណ៍ ម៉ឺនុយ ។
ko: 기본적으로 완성 목록 창이 보입니다. 도구의 기본보기 메뉴에서 나오지 않도록 설정할 수 있습니다.
mk: Овозможи ја почетно скок-листат за автоматско довршување. Скок-листата може да биде оневозможена по поглед од менито „Алатки“.
ms: Aktifkan popup senarai penyelesaian automatik sebagai piawai. Popup boleh dinyahaktifkan bardasarkan paparan dari menu 'Alat'.
nb: Slå på automatisk sprettopp av fullføringsliste som standard. Sprettoppet kan slås av for hver visning fra «Verktøy»-menyen.
nds: Dat automaatsche Opdukfinster för de Kompletterenlist anmaken. De Opduker kann över dat "Warktüüch"-Menü utmaakt warrn.
nl: Standaard de aanvullijst tonen. De lijst kan per weergave worden uitgeschakeld in het menu "Hulpmiddelen".
nn: Vel om fullføringslista skal spretta opp automatisk. Du kan velja dette for kvart programvindauge frå «Verktøy»-menyen.
pa: ਸਵੈ-ਚਾਲਤ ਪੂਰਾ ਕਰਨ ਵਾਲੀ ਸੂਚੀ ਮੂਲ ਰੂਪ ਵਿੱਚ ਯੋਗ ਕਰੋ। ਮੇਨੂ 'ਸੰਦ' ਵਿੱਚੋਂ ਦਰਿਸ਼ ਦੇ ਅਧਾਰਿਤ ਤੇ ਅਯੋਗ ਕਰੋ।
pl: Uruchom automatyczne pokazywanie listy uzupełniania jako domyślne. Okienko może być wyłączone per widok w menu Narzędzi.
pt: Activa a lista de completação automática por omissão. A lista pode ser desactivada em cada uma das vistas no menu 'Ferramentas'.
pt_br: Habilita a exibição da lista de complementação automática, por padrão. A exibição pode ser desabilitada na visão base, através do menu 'Ferramentas'.
ro: Implicit activează lista de completare automată popup. Poate dezactivat per vizualizare din meniul "Unelte".
rw: Gutuma urutonde rwirambura w'iyuzuza ryikoresha rukora nka mburabuzi. Ukwirambura bishobora guhagarikwa ku igaragaza shingiro uhereye ku bikubiyemo 'Ibikoresho'.
se: Vállje jos ollašuhttinlistu gálgá báhccat bajás automáhtalaččat. Dán sáhtát válljet juohke čájeheamis «Reaiddut»-fálus.
sk: Povoliť štandardne automatické okno pre doplnenie. Okno je možné vypnúť pomocou menu 'Nástroje'.
sl: Omogoči pojavni seznam samodejnega dokončevanja kot privzeto. To je lahko onemogočeno glede na prikaz v meniju »Orodja«.
sr: Подразумевано укључује аутоматску листу довршавања. Можете је искључити на основу погледа из менија „Алати“.
sr@latn: Podrazumevano uključuje automatsku listu dovršavanja. Možete je isključiti na osnovu pogleda iz menija „Alati“.
ta: தானியக்க பட்டியலை முடித்தல் தோன்றுதலை முன்னிருப்பாக செயல்படுத்து. தோன்றுபவை பார்வையை பொருத்து கருவி பட்டியலில் இருந்து செயல்படுத்த முடியும்.
tg: Худкорона ба охир расидани саҳифаи берун карда шудаи мисли default-ро иҷозат медиҳад. Берун карда шудагиро дар намуди асли аз Абзор-и меню дур кардан мумкин астПозволите автоматический список завершения popup как неплатеж. Popup может быть поврежден на основании представления от меню 'Инструментов'.
uk: Вмикає автоматичний вигулькний список завершення тексту. Список можна вимкнути у меню "Інструменти".
zh_cn: 默认启用自动补全列表弹出框。弹出框可以从“工具”菜单中根据视图加以禁用。

source: Define the length a word should have before the completion list is displayed.
af: Defineer die lengte wat 'n woord moet hê voor die klaarmaak lys vertoon word.
bg: Дължина, която трябва да има думата, преди да се появи изскачащия списък с предложенията.
bs: Definiše dužinu koju riječ mora imati prije nego što se prikaže lista za dovršavanje.
ca: Defineix la longitud que hauria de tenir una paraula abans que es mostri la llista de complecions.
cs: Nastavení, při jaké délce slova se má aktivovat doplňování.
da: Definér længden et ord skal have før kompletteringslisten vises.
de: Geben Sie die Mindestlänge der Wörter an, für die eine Vervollständigungsliste angezeigt werden soll.
el: Καθορίστε το ελάχιστο μήκος που θα πρέπει να έχει μία λέξη για να εμφανιστεί η λίστα συμπλήρωσης.
es: Defina la longitud de la palabra que debería tener una palabra antes de que la lista de completado se muestre.
eu: Zehaztu hitzak edukiko duen gutxieneko luzera osatze-zerrenda bistaratu aurretik.
fa: تعریف طول واژه‌ای که باید قبل از فهرست تکمیل نمایش داده شود.
fi: Määrittele vähimmäispituus, ennen kuin täydennyslista näytetään.
fr: Définir la longueur qu'un mot doit avoir pour que la liste de complétement apparaisse.
fy: Set it tal tekens fêst dat in wurd ha moat eart de oanfollist sjen litten wurdt.
gl: Define a lonxitude mínima que debe ter unha palabra para que se mostre a lista de acabados.
he: הגדר מילה שתופיע לפני שרשימת ההשלמה תוצג.
hu: Legalább ilyen hosszúnak kell lennie egy szónak, hogy a kiegészítési lista megjelenjen hozzá.
is: Skilgreinir hversu langt orð ætti að vera áður en klárunarlistinn birtist.
it: Definisci la lunghezza che una parola dovrebbe avere prima che sia mostrata la lista di completamento.
ja: 何文字入力したら補完リストを表示するかを指定してください。
kk: Тергенде сөздің қай ұзындығынан бастап аяқтау ұсыныстары көрсетілсін.
km: កំណត់​ប្រវែង​ដែល​ពាក្យ​មួយ​គួរ​មាន មុន​ពេល​បញ្ជី​បំពេញ​ត្រូវ​បាន​បង្ហាញ ។
ko: 완성 목록이 뜨도록 하는 최소 글자 수를 정합니다.
mk: Дефинира колкава треба да биде должината на зборот пред да се појави листата за довршување.
ms: Takrifkan panjang yang sepatutnya bagi perkataan sebelum senarai lengkap dipaparkan.
nb: Oppgi hvor langt et ord skal være før fullføringslista vises.
nds: Leggt fast, wo lang en Woort wesen mutt, ehr de Kompletterenlist wiest warrt.
nl: Bepaalt het aantal tekens dat een woord dient te bevatten voordat de aanvullijst getoond zal worden.
nn: Vel kor langt eit ord må vera før fullføringslista vert vist.
pa: ਪੂਰਕ ਸੂਚੀ ਵੇਖਾਉਣ ਲਈ ਸ਼ਬਦ ਦੀ ਲੰਬਾਈ ਨਿਰਧਾਰਿਤ ਕਰੋ।
pl: Określ jak długie powinno być słowo zanim pokaże się lista uzupełniania.
pt: Define o tamanho que uma palavra deve ter, antes de mostrar a lista de completação.
pt_br: Define o comprimento que uma palavra deve ter, antes que a lista de complementação seja exibida.
ro: Defineşte lungimea pe care ar trebui să o aibă un cuvînt înainte să fie afişată lista de completare.
rw: Gusobanura uburebure ijambo rigomba kugira mbere ko urutonde rw'iyuzuza rugaragazwa.
se: Vállje man guhkki sátne ferte leat ovdalgo ollašuhttinlistu čájehuvvo.
sk: Definujte dĺžku slova predtým, než sa zobrazí zoznam pre doplnenie.
sl: Določite dolžino, ki jo mora imeti beseda, preden se pojavi seznam dokončevanja.
sr: Дефинисање дужине речи пре него што ће се листа допуна приказати.
sr@latn: Definisanje dužine reči pre nego što će se lista dopuna prikazati.
ta: முடிக்கும் பட்டியலில் காட்ட வேண்டிய வார்த்தையின் எண்ணிக்கையை வரையுறுகிறது.
tg: Дарозии ҷумларо пеш аз иҷро шудани нишондиҳии саҳифа муайян намойед.Определите длину, которую слово должно иметь прежде, чем список завершения показан.
uk: Визначає мінімальну довжину слова для відображення списку завершення.
zh_cn: 定义显示补全列表前单词应该有多长。

source: Insert File...
af: Voeg by Lêer...
ar: أدرج ملفّا...
be: Уставіць файл...
bg: Вмъкване на файл...
bs: Ubaci datoteku...
ca: Insereix el fitxer...
cs: Vložit soubor...
da: Indsæt fil...
de: Datei einfügen ...
el: Εισαγωγή αρχείου...
es: Insertar archivo...
eu: Txertatu fitxategia...
fa: درج پرونده...
fi: Liitä tiedosto...
fr: Insérer un fichier...
fy: Triem ynfoegje...
gl: Inserir Arquivo...
he: הוספת קובץ...
hr: Umetni datoteku...
hu: Fájl beszúrása...
is: Setja inn skrá...
it: Inserisci file...
ja: ファイルを挿入...
kk: Файлды ендіру...
km: បញ្ចូល​ឯកសារ...
ko: 파일 삽입...
mk: Вметни датотека...
ms: Selitkan Fail...
nb: Sett inn fil …
nds: Datei infögen...
nl: Bestand invoegen...
nn: Set inn fil …
pa: ਫਾਇਲ ਸ਼ਾਮਿਲ...
pl: Wstaw plik...
pt: Inserir um Ficheiro...
pt_br: Inserir arquivo...
ro: Inserează fişier...
rw: Kongeramo Idosiye...
se: Bija fiilla sisa …
sk: Uložiť súbor...
sl: Vstavi datoteko ...
sr: Уметни фајл...
sr@latn: Umetni fajl...
ta: கோப்பினை நுழை...
tg: Гузориши файл...
th: แทรกแฟ้ม...
uk: Вставити файл...
zh_cn: 插入文件...

source: Choose File to Insert
af: Kies Lêer na Voeg by
ar: إختر الملفّ للإدراج
be: Выбар файла для ўстаўкі
bg: Избор на файл за вмъкване
bs: Izaberite datoteku za umetanje
ca: Escolleix un fitxer a inserir
cs: Zvolte soubor k vložení
da: Vælg fil at indsætte
de: Einzufügende Datei auswählen
el: Επιλογή αρχείου για εισαγωγή
es: Elija un archivo a insertar
eu: Hautatu fitxategia txertatzeko
fa: انتخاب پرونده برای درج
fi: Valitse liitettävä tiedosto
fr: Choisissez un fichier à insérer
fy: Kies de triem dy't jo ynfoegje wolle
gl: Escolla o Arquivo a Inserir
he: בחירת קובץ להוספה
hr: Odaberite datoteku za umetanje
hu: Válassza ki a beszúrandó fájlt
is: Veldu skrá til innsetningar
it: Scegli il file da inserire
ja: 挿入するファイルを選択
kk: Ендіретін файлды таңдау
km: ជ្រើស​ឯកសារ​ដែល​ត្រូវ​បញ្ចូល
ko: 삽입할 파일 선택
mk: Изберете датотека за вметнување
ms: Pilih Fail hendak Diselit
nb: Velg en fil å sette inn
nds: Datei för't Infögen utsöken
nl: Kies het bestand dat u wilt invoegen
nn: Vel fila som skal setjast inn
pa: ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਫਾਇਲ ਚੁਣੋ
pl: Wybierz plik do wstawienia
pt: Escolha o Ficheiro a Inserir
pt_br: Escolher um arquivo para inserir
ro: Alegeţi fişierul de inserat
rw: Guhitamo Idosiye yo Kongeramo
se: Vállje fiilla maid bidjat sisa
sk: Zvoľte si súbor na vloženie
sl: Izberite datoteko za vstavljanje
sr: Изабери фајл за уметање
sr@latn: Izaberi fajl za umetanje
ta: கோப்பினை நுழைக்க தேர்ந்தெடு.
tg: Интихоби файл барои ҷойгир кардан
th: เลือกแฟ้มที่ต้องการจะแทรก
uk: Виберіть файл для вставки
zh_cn: 选择要插入的文件

source: Failed to load file:
af: Gevaal na las lêer:
ar: فشلت في تحميل الملفّ:
be: Немагчыма адкрыць файл:
bg: Грешка при зареждане на файла:
bs: Nisam uspio učitati datoteku:
ca: Falla en carregar el fitxer:
cs: Není možné nahrát soubor:
da: Det mislykkedes at indlæse fil:
de: Laden der Datei nicht möglich:
el: Αποτυχία φόρτωσης του αρχείου:
es: Imposible cargar archivo:
eu: Huts egin du fitxategia kargatzean:
fa: خرابی در بارگذاری پرونده:
fi: Tiedoston lataus epäonnistui:
fr: Le chargement du fichier a échoué :
fy: It is net slagge dizze triem te laden:
gl: Erro ao cargar o ficheiro:
he: כשל בטעינת קובץ:
hr: Greška pri učitavanju datoteke:
hu: Nem sikerült betölteni ezt a fájlt:
is: Mistókst að hlaða inn skrá:
it: Errore durante il caricamento del file:
ja: ファイル読み込みに失敗:
kk: Файлды жүктеу қатесі:
km: បាន​បរាជ័យ​ក្នុងការ​ផ្ទុក​ឯកសារ ៖
ko: 파일 열기를 실패했습니다.:
mk: Не успеав да ја вчитам датотеката:
ms: Gagal memuatkan fail:
nb: Kunne ikke laste inn fil:
nds: Datei lett sik nich laden:
nl: Dit bestand kon niet worden geladen:
nn: Klarte ikkje lasta fil:
pa: ਫਾਇਲ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ:
pl: Błąd podczas wczytywania pliku:
pt: Não foi possível carregar o ficheiro:
pt_br: Falha ao carregar arquivo:
ro: Nu am putut încărca fişierul:
rw: Byanze gutangiza idosiye:
se: Filtii fiilla viežžat:
sk: Nemôžem nahrať súbor:
sl: Napaka pri nalaganju datoteke:
sr: Није успело учитавање фајла:
sr@latn: Nije uspelo učitavanje fajla:
ta: கோப்பினை ஏற்ற இயலவில்லை:
tg: Файлро кушода натавонист:
th: ล้มเหลวในการโหลดแฟ้ม:
uk: Помилка завантаження файла:
zh_cn: 载入文件失败：

source: Insert File Error
af: Voeg by Lêer fout
ar: أدرج خطأ الملف
be: Памылка ўстаўкі файла
bg: Грешка при вмъкване на файл
bs: Greška u ubacivanju datoteke
ca: Error a en inserir el fitxer
cs: Chyba při vkládání souboru
da: Fejl ved indsætning af fil
de: Fehler beim Einfügen der Datei
el: Σφάλμα εισαγωγής αρχείου
es: Error de inserción de archivo
eu: Errorea fitxategia txertatzean
fa: خطای درج پرونده
fi: Tiedoston liitosvirhe
fr: Erreur lors de l'insertion du fichier
fy: Flater bij it ynfoegjen fan de triem
gl: Erro ao Inserir Arquivo
he: שגיאה בהוספת קובץ
hr: Greška pri umetanju datoteke
hu: Fájlbeszúrási hiba
is: Villa við innsetningu skráar
it: Errore di inserimento file
ja: ファイル挿入エラー
kk: Файлды ендіру қатесі
km: កំហុស​ក្នុង​ការ​បញ្ចូល​ឯកសារ
ko: 파일 삽입 오류
mk: Грешка при вметнување на датотека
ms: Ralat semasa Selitkan Fail
nb: Feil ved innsetting av fil
nds: Fehler bi't Infögen vun de Datei
nl: Fout bij invoegen van bestand
nn: Feil ved innsetjing av fil
pa: ਫਾਇਲ ਸ਼ਾਮਿਲ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl: Błąd wstawiania pliku
pt: Erro na Inserção do Ficheiro
pt_br: Erro na Inserção do arquivo
ro: Eroare inserare fişier
rw: Kongeramo Ikosa ry'Idosiye
se: Meattáhus bijadettiin fiilla sisa
sk: Chyba vkladania súboru
sl: Napaka pri vstavljanju datoteke
sr: Грешка при уметању фајла
sr@latn: Greška pri umetanju fajla
ta: கோப்பு பிழையை நுழை
tg: Файли хатогӣ тақсим кунед
th: การแทรกแฟ้มผิดพลาด
uk: Помилка вставлення файла
zh_cn: 插入文件错误

source: <p>The file <strong>%1</strong> does not exist or is not readable, aborting.
af: <p>Die lêer <strong>%1</strong> doen nie bestaan of is nie leesbaar, gaan staak.
ar: <p>الملفّ <strong>%1</strong> غير موجود أوغير قابل للقراءة، إبطال.
be: <p>Файл <strong>%1</strong> не існуе ці яго немагчыма прачытаць.
bg: <p>Файлът <strong>%1</strong> не съществува или не е достъпен. Прекъсване на изпълнението.
bs: <p>Datoteka <strong>%1</strong> ne postoji ili nije čitljiva, odustajem.
ca: <p>El fitxer <strong>%1</strong> no existeix o no és llegible, avortant.
cs: <p>Soubor <strong>%1</strong> neexistuje nebo jej nelze číst, ukončuji.
da: <p>Filen <strong>%1</strong> eksisterer ikke eller er ikke læsbar, afbryder.
de: <p>Die Datei <strong>%1</strong> existiert nicht oder ist nicht lesbar. Abbruch.
el: <p>Το αρχείο <strong>%1</strong> δεν υπάρχει ή είναι αδύνατο να διαβαστεί, ματαίωση.
es: <p>El archivo <strong>%1</strong> no existe o no es legible, interrumpiendo.
eu: <p><strong>%1</strong> fitxategia ez dago, edo ezin da irakurri. Bertan behera uzten.
fa: <p>پروندۀ <strong>%1</strong> وجود ندارد یا خواندنی نیست، ساقط می‌شود.
fi: <p>Tiedosto <strong>%1</strong> ei ole olemassa, tai sitä ei voida lukea. Lopetetaan.
fr: <p>Le fichier <strong>%1</strong> n'existe pas ou n'est pas lisible. Abandon de l'insertion.
fy: <p>De triem<strong>%1</strong> bestiet net of is net lêsber, ôfbrekke.
gl: <p>O ficheiro <strong>%1</strong> non existe ou non é lexíbel, abortase.
he: <p>הקובץ <strong>%1</strong> אינו קיים או שאינו ניתן לקריאה. מבטל.
hr: <p>Datoteka <strong>%1</strong> ne postoji ili nije čitljiva, odustajem.
hu: <p>A(z) <strong>%1</strong> fájl nem létezik vagy nem olvasható, kilépés.
is: <p>Skráin <strong>%1</strong> er ekki til eða ekki læsileg, hætti við
it: <p>Il file <strong>%1</strong> non esiste o non è leggibile; operazione annullata.
ja: <p>ファイル <strong>%1</strong> は存在しないか読み込めません。中止します。
kk: <p><strong>%1</strong> деген файл жоқ немесе оқылмайды. Доғарылды.
km: <p>ឯកសារ <strong>%1</strong> មិន​មាន ឬ មិន​អាច​អានបាន, កំពុងតែ​បោះបង់ ។
ko: <p><strong>%1</strong> 파일은 쓸 수 없거나 존재 하지 않습니다. 취소합니다..
mk: <p>Датотеката <strong>%1</strong> не постои или не е читлива, прекинувам.
ms: <p>Fail <strong>%1</strong> tidak wujud atau ia tak boleh baca, henti paksa.
nb: <p>Fila <strong>%1</strong> finnes ikke eller kan ikke leses, avbryter.
nds: <p>Dat gifft keen Datei <strong>%1</strong>, oder se lett sik nich lesen. Afbraken.</p>
nl: <p>Het bestand <strong>%1</strong> bestaat niet, of is niet leesbaar, gestopt.
nn: <p>Fila <strong>%1</strong> finst ikkje eller kan ikkje lesast, avbryt.
pa: <p>ਫਾਇਲ <strong>%1</strong> ਮੌਜੂਦ ਨਹੀਂ ਹੈ ਜਾਂ ਪੜਨਯੋਗ ਨਹੀਂ ਹੈ, ਇਸ ਕਰਕੇ ਅਧੂਰਾ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: <p>Plik <strong>%1</strong> nie istnieje lub nie jest do czytania, przerywam.
pt: <p>O ficheiro <strong>%1</strong> não existe ou não pode ser lido, a interromper.
pt_br: <p>O arquivo <strong>%1</strong> não existe ou não está disponível para leitura, abortando.
ro: <p>Fişierul <strong>%1</strong> nu există sau nu poate fi citit. Anulez operaţia.
rw: <p>Idosiye <strong>%1</strong> ntibaho cyangwa ntisomeka, kureka.
se: <p><strong>%1</strong> ii gávdno dahje ii leat logahahtti, gaskkalduhttimin
sk: <p>Súbor <strong>%1</strong> neexistuje alebo nie je čítateľny, prerušujem.
sl: <p>Datoteka <strong>%1</strong> ne obstaja ali ni berljiva, prekinjam.
sr: <p>Фајл <strong>%1</strong> не постоји или није читљив, одустајем.
sr@latn: <p>Fajl <strong>%1</strong> ne postoji ili nije čitljiv, odustajem.
ta: <p><strong>%1</strong> எனும் கோப்பு இல்லை அல்லது அதனை வாசிக்க முடியவில்லை, முடங்குகிறது.
tg: <p>Файли <strong>%1</strong> вуҷуд надорад. Ё дастрас барои хондан надорад.
th: <p>ยังไม่มีแฟ้ม <strong>%1</strong> อยู่ หรือแฟ้มอาจจะอ่านไม่ได้ กำลังทำการยกเลิก
uk: <p>Файл <strong>%1</strong> не існує або не вдається його прочитати, перериваю.
zh_cn: <p>文件 <strong>%1</strong> 不存在或不可读，中止。

source: <p>Unable to open file <strong>%1</strong>, aborting.
af: <p>Nie moontlik na open lêer <strong>%1</strong>, gaan staak.
ar: <p>لم أتمكّن من فتح الملفّ <strong>%1</strong> ، إبطال.
be: <p>Немагчыма адкрыць файл <strong>%1</strong>.
bg: <p>Файлът <strong>%1</strong> не може да бъде отворен. Прекъсване на изпълнението.
bs: <p>Ne mogu otvoriti datoteku <strong>%1</strong>, odustajem.
ca: <p>No es pot obrir el fitxer <strong>%1</strong>, avortant.
cs: <p>Není možné otevřít soubor <strong>%1</strong>, ukončuji.
da: <p>Kan ikke åbne filen <strong>%1</strong>, afbryder.
de: <p>Die Datei <strong>%1</strong> lässt sich nicht öffnen. Abbruch.
el: <p>Αδύνατο το άνοιγμα του αρχείου <strong>%1</strong>, ματαίωση.
es: <p>Imposible abrir el archivo <strong>%1</strong>, interrumpiendo.
eu: <p>Ezin da <strong>%1</strong> fitxategia ireki. Bertan behera uzten.
fa: <p>قادر به باز کردن پروندۀ <strong>%1</strong> نیست، ساقط می‌شود.
fi: <p>Tiedostoa <strong>%1</strong> ei voitu avata. Lopetetaan.
fr: <p>Impossible d'ouvrir le fichier <strong>%1</strong>. Abandon de l'insertion.
fy: <p>De triem <strong>%1</strong> kin net iepene wurde, ôfbrekke.
gl: <p>Non foi posíbel abrir o ficheiro <strong>%1</strong>, abortase.
he: <p>אין אפשרות לפתוח את הקובץ <strong>%1</strong>. מבטל.
hr: <p>Nemoguće otvoriti datoteku <strong>%1</strong>, odustajem.
hu: <p>A(z) <strong>%1</strong> fájl nem nyitható meg, kilépés.
is: <p>Get ekki opnað skrá <strong>%1</strong>, Hætti við.
it: <p>Impossibile aprire il file <strong>%1</strong>; operazione annullata.
ja: <p>ファイル <strong>%1</strong> を開けません。中止します。
kk: <p><strong>%1</strong> деген файл ашылмады. Доғарылды.
km: <p>មិន​អាច​បើក​ឯកសារ <strong>%1</strong>, កំពុងតែ​បោះបង់ ។
ko: <p><strong>%1</strong> 파일을 열 수 없습니다. 취소합니다.
mk: <p>Не може да се отвори датотеката<strong>%1</strong>, прекинувам.
ms: <p>Tidak dapat buka fail <strong>%1</strong>, henti paksa.
nb: <p>Kan ikke åpne fila <strong>%1</strong>, avbryter.
nds: <p>Datei <strong>%1</strong> lett sik nich lesen. Afbraken.</p>
nl: <p>Het bestand <strong>%1</strong> kon niet worden geopend, gestopt.
nn: <p>Klarar ikkje opna fila <strong>%1</strong>, avbryt.
pa: <p>ਫਾਇਲ <strong>%1</strong>ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ, ਅਧੂਰਾ ਛੱਡਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pl: <p>Nie można otowrzyć pliku <strong>%1</strong>, przerywam.
pt: <p>Não foi possível abrir o ficheiro <strong>%1</strong>, a interromper.
pt_br: <p>Não foi possível abrir o arquivo <strong>%1</strong>, abortando.
ro: <p>Nu pot deschide fişierul <strong>%1</strong>. Anulez operaţia.
rw: <p>Ntibishobotse gufungura idosiye <strong>%1</strong>, kureka.
se: <p>Ii sáhttán rahpat <strong>%1</strong> fiilla, gaskkalduhttimin.
sk: <p>Nemôžem otvoriť súbor <strong>%1</strong>, prerušujem.
sl: <p>Ni možno odpreti datoteke <strong>%1</strong>, prekinjam.
sr: <p>Није могуће отворити фајл <strong>%1</strong>, одустајем.
sr@latn: <p>Nije moguće otvoriti fajl <strong>%1</strong>, odustajem.
ta: <p><strong>%1</strong> எனும் கோப்பினை திறக்க முடியவில்லை, முடங்குகிறது.
tg: <p>Файлро кушода натавонист <strong>%1</strong>.
th: <p>ไม่สามารถเปิดแฟ้ม <strong>%1</strong> ได้ กำลังทำการยกเลิก
uk: <p>Не вдається відкрити файл <strong>%1</strong>, перериваю.
zh_cn: <p>无法打开文件 <strong>%1</strong>，中止。
