Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Paste previously copied or cut clipboard contents
af: Plak vorige gekopieër of knip klipbord inhoud
ar: لصّق محتويات حازم الأوراق الّتي نسخت أو قصّت سابقا
be: Уставіць раней скапіяваны/выразаны змест кішэні
bg: Поставяне съдържанието на системния буфер.
bs: Umetni ranije kopiranu ili isječenu sadržinu clipboarda
ca: Enganxa els continguts del portapapers prèviament copiats o tallats
cs: Vložit dříve zkopírovaný nebo vystřižený obsah stránky
da: Indsæt det sidst kopierede eller udklippede indhold fra klippebordet
de: Fügt einen vorher kopierten oder ausgeschnittenen Inhalt aus der Zwischenablage ein
el: Επικόλληση προηγούμενα αντιγραμμένων ή αποκομμένων περιεχομένων του προχείρου
es: Pega los contenidos del portapapeles previamente copiados o cortados
eu: Itsatsi lehen kopiatutako edo moztutako arbeleko edukiak
fa: چسباندن محتویات تخته یادداشتی که قبلاً رونوشت شده و بریده شده است
fi: Liittää aikaisemmin kopioidun tai leikatun leikepöydän sisällön
fr: Coller le contenu du presse-papiers précédemment copié ou coupé
fy: Plak de ynhâld fan it klamboerd op de posysje fan it rinnerke
gl: Pegar contidos do cortarretallos
he: הדבקת תוכן לוח העריכה שהועתק או נגזר מקודם
hr: Umetni kopirani ili izrezeani sadržaj odlagališta
hu: A vágólapon található szövegrész beillesztése
is: Líma texta sem áður var settur á klippispjaldið
it: Incolla il testo precedentemente copiato o tagliato presente negli appunti
ja: 前回コピーまたは切り取ったクリップボードの内容を貼り付けます
kk: Алдында алмасу буферіне көшірмелеп я қиып алынғанды орналастыру
km: បិទ​ភ្ជាប់​មាតិកា​របស់​ក្ដារ​តម្បៀត​ខ្ទាស់​ដែល​បានកាត់ ឬ ចម្លង​ពី​មុន ។
ko: 이전에 복사나 잘라놓은 클립보드 내용 붙여넣기
mk: Вметни претходно копирана или исечена содржина од таблата со исечоци
ms: Tampal teks sebelumnya atau potong kandungan klipbod
nb: Lim inn tidligere kopiert eller klippet innhold fra utklippstavla
nds: Föögt vördem knippten oder kopeerten Inholt ut de Twischenaflaag in
nl: Plak de inhoud van het klembord op de cursorpositie
nn: Lim inn tidlegare kopiert eller utklippa innhald frå utklippstavla
pl: Wklej poprzednio skopiowany lub wytnij zawartość schowka
pt: Colar o conteúdo da área de transferência previamente colado ou cortado
pt_br: Colar o conteúdo previamente copiado na área de transferência
ro: Lipeşte conţinutul copiat sau tăiat în clipboard mai înainte
rw: Komeka ibiri mu bubiko-koporora bimaze gukopororwa cyangwa gukatwa.
se: Liibme máŋgejuvvon dahje čuohpojuvvon sisdoalu čuohpusgirjjis
sk: Vlož skopírovaný alebo vystrihnutý obsah schránky
sl: Prilepi prej kopirano ali izrezano vsebino odložišča
sr: Преноси претходно копирани или исечени садржај клипборда
sr@latn: Prenosi prethodno kopirani ili isečeni sadržaj klipborda
ta: முன்னால் சேமித்த அல்லது வெட்டிய கிளிப்போர்டு உள்ளடக்கங்களை ஒட்டு
tg: Матни охирон хусха бардоршударо ёки буридашударо монед
th: วางเนื้อหาที่คัดลอกหรือตัดไว้ก่อนหน้านี้ ที่อยู่ในคลิปบอร์ด
uk: Вставити попередньо скопійований або вирізаний текст з кишені
zh_cn: 粘贴以前复制或者剪切到剪贴板的内容

source: Use this command to copy the currently selected text to the system clipboard.
af: Gebruik hierdie opdrag om te kopieër die huidiglik gekose teks na die stelsel klipbord.
ar: إستعمل هذا الأمر لنسخ النّص المنتقى حاليا إلى حازم أوراق النّظام.
be: Скапіяваць вылучаны тэкст у сістэмную кішэню.
bg: Копиране на маркирания текст в системния буфер.
bs: Koristite ovu naredbu da kopirate trenutno izabrani tekst u sistemski clipboard.
ca: Empreu aquesta ordre per a copiar el text actualment seleccionat al portapapers del sistema.
cs: Použijte tento příkaz ke kopírování aktuálně vybraného textu do schránky systému.
da: Brug denne kommando til at kopiere den aktuelt markerede tekst til systemets klippebord.
de: Mit diesem Befehl wird der momentan markierte Text in die Zwischenablage kopiert.
el: Χρησιμοποιήστε αυτή την εντολή για να αντιγράψετε το τρέχον επιλεγμένο κείμενο στο πρόχειρο συστήματος.
es: Utilice esta orden para copiar el texto actualmente seleccionado al portapapeles del sistema.
eu: Erabili komando hau unean hautatutako testua arbelean kopiatzeko.
fa: استفاده از این فرمان برای رونوشت متنی که اخیراً در تخته یادداشت سیستم انتخاب شده است.
fi: Käytä tätä kopioidaksesi valittu teksti leikepöydälle.
fr: Utilisez cette commande pour copier le texte actuellement sélectionné dans le presse-papiers du système.
fy: Brûk dit kommando om de selektearre tekst nei it klamboerd te kopiearen.
gl: Use este comando para copiar o texto escollido ao portarretallos do sistema.
he: השתמש בפקודה זו כדי להעתיק את הטקסט הנבחר אל לוח העריכה של המערכת.
hr: Upotrjebite ovu naredbu za kopiranje označenog teksta u sustavsko odlagalište.
hu: A kijelölt szövegrészt kimásolja a vágólapra.
is: Notaðu þessa skipun til að afrita valinn texta á klippispjaldið.
it: Usa questo comando per copiare il testo selezionato negli appunti di sistema.
ja: 現在選択されているテキストをシステムクリップボードに貼り付けます。
kk: Назардағы таңдалған мәтінді алмасу буферіне көшірмелеу командасы.
km: ប្រើ​ពាក្យ​បញ្ជា​នេះ ដើម្បី​ចម្លង​អត្ថបទ​ដែល​បាន​ជ្រើស​បច្ចុប្បន្ន ទៅ​ក្ដារ​តម្បៀត​ខ្ទាស់របស់ប្រព័ន្ធ ។​
ko: 방금 선택한 문자열을 클립보드에 복사하려면 이 명령을 사용하십시오.
mk: Користете ја оваа команда за да го копирате избраниот текст на таблата со исечоци
ms: Guna arahan ini untuk salin teks yang dipilih masa ini ke klipbod sistem.
nb: Bruk denne kommandoen til å kopiere den markerte teksten til systemets utklippstavle.
nds: Den markeerten Text na de Twischenaflaag koperen
nl: Gebruik dit commando om de huidig geselecteerde tekst naar het klembord te kopiëren.
nn: Bruk denne kommandoen til å kopiera den merka teksten til utklippstavla.
pl: Użyj tego polecenia do skopiowania zaznaczonego tekstu do schowka systemowego.
pt: Use este comando para copiar o texto seleccionado de momento para a área de transferência do sistema.
pt_br: Use este comando para copiar o texto atualmente selecionado para a área de transferência.
ro: Utilizaţi această comandă pentru a copia textul curent selectat în clipboard-ul de sistem.
rw: Koresha iri bwirizwa mu gukoporora umwandiko ugezweho watoranyijwe ku bubiko-koporora sisitemu.
se: Geavat dán gohččuma máŋget merkejuvvon teavstta čuohpusgirjái.
sk: Použite tento príkaz pre kopírovanie vybraného textu do systémovej schránky.
sl: Uporabite ta ukaz za kopiranje trenutno izbranega besedila na sistemsko odložišče.
sr: Користите ову наредбу да копирате тренутно означени текст у системски клипборд.
sr@latn: Koristite ovu naredbu da kopirate trenutno označeni tekst u sistemski klipbord.
ta: தற்போது தேர்வு செய்யப்பட்ட உரையை அமைப்பின் கிளிப் போர்டுக்குப் நகலெடுக்க இந்த கட்டளையை பயன்படுத்தவும்.
tg: Ин фармонро истифода баред барои нсха гирифтани матни равон интихобшуда ба системаи хотири нусха.
uk: Скористайтесь цією командою, щоб скопіювати вибраний текст до кишені.
zh_cn: 使用此命令将当前选定的文字复制到系统剪贴板。

source: Copy as &HTML
af: Kopie maak as &HTML
be: Скапіяваць як &HTML
bg: К&опиране като HTML
ca: Copia com a &HTML
cs: Kopírovat jako &HTML
da: Kopiér som &HTML
de: Als &HTML kopieren
el: Αντιγραφή ως &HTML
es: Copiar como &HTML
eu: Kopiatu &HTML gisa
fa: رونوشت به عنوان &زنگام‌
fi: Kopioi &HTML-muodossa
fr: Copier en &HTML
fy: As &HTML kopiearje
gl: Copiar como &HTML
he: העתק ב&תור HTML
hu: Másolás &HTML-ként
is: Afrita sem &HTML
it: Copia come &HTML
ja: HTML としてコピー(&H)
kk: &HTML ретінде көшірмелеу
km: ចម្លង​ជា HTML
ko: HTML로 복사하기(&H)
mk: Копирај како &HTML
ms: Salin sebagai &HTML
nb: Kopier som &HTML
nds: As &HTML koperen
nl: Als &HTML kopiëren
nn: Kopier som &HTML
pa: &HTML ਵਾਂਗ ਨਕਲ
pl: Kopiuj jako &HTML
pt: Copiar como &HTML
pt_br: Copiar como &HTML
ro: Copiază ca &HTML
rw: Guporora nka HTML
se: Máŋge &HTML:an
sk: Kopírovať ako &HTML
sl: Kopiraj kot &HTML
sr: Копирај к&ао HTML
sr@latn: Kopiraj k&ao HTML
tg: Нигоҳ доштан ҳамчун &HTML
th: คัดลอกเป็นรูปแบบ &HTML
uk: Скопіювати як &HTML
zh_cn: 复制为 HTML(&H)

source: Use this command to copy the currently selected text as HTML to the system clipboard.
af: Gebruik hierdie opdrag om te kopier die huidiglik gekose teks as HTML na die stelsel klipbord.
be: Скапіяваць вылучаны тэкст як HTML у сістэмную кішэню.
bg: Копиране на маркирания текст в системния буфер във формат HTML.
ca: Empreu aquesta ordre per a copiar el text seleccionat actualment com a HTML al portapapers del sistema.
cs: Použijte tento příkaz ke kopírování aktuálně vybraného textu jako HTML do schránky systému.
da: Brug denne kommando til at kopiere den aktuelt markerede tekst som HTML til systemets klippebord.
de: Mit diesem Befehl wird der momentan markierte Text als HTML in die Zwischenablage kopiert.
el: Χρησιμοποιήστε αυτή την εντολή για να αντιγράψετε το τρέχον επιλεγμένο κείμενο σαν HTML στο πρόχειρο συστήματος.
es: Utilice esta orden para copiar el texto actualmente seleccionado como HTML al portapapeles del sistema.
eu: Erabili komando hau unean hautatutako testua arbelean HTML gisa kopiatzeko.
fa: استفاده از این فرمان برای رونوشت متنی که اخیراً به عنوان زنگام در تخته یادداشت سیستم انتخاب شده است.
fi: Käytä tätä kopioidaksesi valittu teksti leikepöydälle HTML-muodossa.
fr: Utilisez cette commande pour copier le texte sélectionné au format HTML dans le presse-papiers du système.
fy: Brûk dit kommando om de selektearre tekst as HTML nei it klamboerd te kopiearjen.
gl: Use este comando para copiar o texto actualmente escollido como HTML ao portarretallos do sistema
he: השתמש בפקודה זו כדי להעתיק את הטקסט הנבחר אל לוח העריכה של המערכת בתור HTML.
hu: Ezzel a paranccsal lehet a kijelölt szövegrészt HTML formátumban a vágólapra másolni.
is: Notaðu þessa skipun til að afrita valinn texta sem HTML á klippispjaldið.
it: Usa questo comando per copiare il testo selezionato come HTML negli appunti di sistema.
ja: 現在選択中のテキストをシステムクリップボードに HTML としてコピーします。
kk: Назардағы таңдалған мәтінді алмасу буферіне HTML пішімінде көшірмелеу командасы.
km: ប្រើ​ពាក្យ​បញ្ជា​នេះ ដើម្បី​ចម្លង​អត្ថបទ​ដែល​បាន​ជ្រើស​បច្ចុប្បន្នជា HTML ទៅ​ក្ដារ​តម្បៀត​ខ្ទាស់​របស់​ប្រព័ន្ធ ។
ko: 현재 선택한 문자열을 HTML 문서로 클립보드에 복사하려면 이 명령을 사용하십시오.
mk: Користете ја оваа команда за да го копирате избраниот текст на таблата со исечоци.
ms: Guna arahan ini untuk salin teks yang dipilih masa ini sebagai HTML ke klipbod sistem.
nb: Bruk denne kommandoen til å kopiere den merkede teksten som HTML til utklippstavla.
nds: Den markeerten Text as HTML na de Twischenaflaag koperen
nl: Gebruik dit commando om de geselecteerde tekst als HTML naar het klembord te kopiëren.
nn: Bruk denne kommandoen til å kopiera den merka teksten som HTML til utklippstavla.
pl: Użyj tego polecenia do skopiowania zaznaczonego tekstu jako HTML do schowka systemowego.
pt: Use este comando para copiar o texto seleccionado de momento como HTML para a área de transferência do sistema.
pt_br: Use este comando para copiar o texto atualmente selecionado como HTML para a área de transferência.
ro: Utilizaţi această comandă pentru a copia textul curent selectat ca HTML în clipboard-ul de sistem.
rw: Koresha iri bwirizwa mu gukoporora umwandiko ugezweho watoranyijwe nka HTML ku bubiko-koporora sisitemu
se: Geavat dán gohččuma máŋget merkejuvvon teavstta HTML:an vuogádatčuohpusgirjái.
sk: Použite tento príkaz pre kopírovanie vybraného textu ako HTML do systémovej schránky.
sl: Uporabite ta ukaz za kopiranje trenutno izbranega besedila na sistemsko odložišče v obliki HTML.
sr: Користите ову наредбу да копирате тренутно означени текст као HTML у системски клипборд.
sr@latn: Koristite ovu naredbu da kopirate trenutno označeni tekst kao HTML u sistemski klipbord.
uk: Скористайтесь цією командою, щоб скопіювати вибраний текст (в форматі HTML) до кишені.
zh_cn: 使用此命令将当前选定的文字以 HTML 格式复制到系统剪贴板。

source: Save the current document
af: Stoor die huidige dokument
ar: إحفظ الوثيقة الحالية
be: Запісаць гэты дакумент
bg: Запис на текущия документ.
bs: Snimi trenutni dokument
ca: Desa el document actual
cs: Uložit současný dokument
da: Gem det aktuelle dokument
de: Das aktuelle Dokument speichern
el: Αποθήκευση του τρέχοντος εγγράφου
es: Guarda el documento actual
eu: Gorde uneko dokumentua
fa: ذخیرۀ سند جاری
fi: Tallenna nykyinen asiakirja
fr: Enregistrer le document actuel
fy: It aktive dokumint bewarje
gl: Guardar o documento actual
he: שמירת המסמך הנוכחי
hr: Spremi trenutni dokument
hu: Az aktuális dokumentum mentése
is: Vista núverandi skjal
it: Salva il documento corrente
ja: 現在のドキュメントを保存します
kk: Назардағы құжатты сақтау
km: រក្សាទុក​ឯកសារ​បច្ចុប្បន្ន
ko: 현재 문서 저장
mk: Зачувај го активниот документ
ms: Simpan dokumen semasa
nb: Lagre det gjeldende dokumentet
nds: Dat aktuelle Dokment sekern
nl: Huidige document opslaan
nn: Lagra dokumentet
pa: ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਸੰਭਾਲੋ
pl: Zapisz bieżący dokument
pt: Gravar o documento actual
pt_br: Salvar o documento atual
ro: Salvează documentul curent
rw: Kubika inyandiko igezweho
se: Vurke dokumeantta
sk: Uložiť aktuálny dokument
sl: Shrani trenuten dokument
sr: Снимање текућег документ
sr@latn: Snimanje tekućeg dokument
ta: தற்போதுள்ள ஆவணத்தை சேமி
tg: Ҳуҷҷати ровонро нигоҳ доред
th: บันทึกเอกสารปัจจุบัน
uk: Зберегти поточний документ
zh_cn: 保存当前文档

source: Revert the most recent editing actions
af: Ongedaan maak die mees onlangse redigering aksies
ar: إقلب أحدث الأعمال التّحريرية
bg: Отменяне на последната извършена операция.
bs: Vrati najsvježije akcije editovanja
ca: Desfés els canvis d'edició més recents
cs: Vrátit zpět poslední úpravy
da: Fortryd de seneste redigeringshandlinger
de: Macht die zuletzt durchgeführten Bearbeitungen rückgängig
el: Αντιστροφή των πιο πρόσφατων ενεργειών επεξεργασίας
es: Deshace los cambios de edición más recientes
eu: Leheneratu edizioko azken ekintzak
fa: رجعت تازه‌ترین کنشهای در حال ویرایش
fi: Palauta viimeisin muokkaus
fr: Annuler les dernières actions d'édition
fy: Meitsje de meast resinte tekstbewurkinghannelings ûngedien
gl: Desfai os cambios de edición mais recentes
he: ביטול פעולות העריכה האחרונות
hr: Vrati zadnje operacije editiranja.
hu: A legutóbbi szerkesztési művelet visszavonása
is: Afturkalla síðustu breytingar
it: Annulla le più recenti azioni di modifica
ja: 一番最近の編集動作を取り消します
kk: Соңғы жасалған өңдеу әрекеттері қайтару
km: ត្រឡប់​សកម្មភាព​កែសម្រួលថ្មី​បំផុត​ទៅ​ដើម
ko: 최근 편집 동작 되돌리기
mk: Врати ги скорешните уредувачки акции
ms: Patah balik tindakan pengeditan paling terkini
nb: Angre de siste redigeringene
nds: De lesten Bewerken torüchnehmen
nl: Maak de meest recente tekstbewerkinghandelingen ongedaan
nn: Angra dei siste redigeringane
pa: ਤਾਜ਼ਾ ਸੰਪਾਦਨ ਕਾਰਵਾਈ ਵਾਪਸ
pl: Odwróć ostanie akcje edycji
pt: Reverter as acções de edição mais recentes
pt_br: Reverter as edições mais recentes
ro: Des-face cele mai recente acţiuni de editare
rw: Gusubiramo ibikorwa by'ihindura byinshi mu bishya
se: Gáđa maŋemuš rievdadusaid
sk: Vrátiť späť posledné zmeny editácie
sl: Povrni najbolj nedavna dejanja urejanja
sr: Опозива скорашње промене
sr@latn: Opoziva skorašnje promene
ta: சமீபத்தில் தொகுத்த செயல்களை முன் நிலைக்கு மாற்ற
tg: Баргардонидани фармонҳои муҳаррир ки дар охирин истифода шуда буд
uk: Скасувати останні дії редагування
zh_cn: 撤消最近的编辑动作

source: Revert the most recent undo operation
af: Ongedaan maak die mees onlangse herstel operasie
ar: إقلب أحدث عمليّة إعادة
bg: Възстановяване на последната отменена операция.
bs: Vrati najsvježiju operaciju poništavanja
ca: Desfés les operacions de desfer més recents
cs: Vrátit zpět poslední operaci návratu úprav
da: Fortryd den seneste fortryd-operation
de: Stellt die zuletzt rückgängig gemachte Änderung wieder her
el: Αντιστροφή της πιο πρόσφατης λειτουργίας αναίρεσης
es: Deshace las operaciones de deshacer más recientes
eu: Leheneratu desegiteko azken ekintzak
fa: رجعت تازه‌ترین عمل وا‌گرد
fi: Palauta viimeisin peru-toiminto
fr: Refaire la dernière opération annulée
fy: Fier de meast resinte ûngedien makke hanneling op'e nij út
gl: Desfai as operacións de desfacer mais recentes
he: שיחזור של פעולת הביטול האחרונה
hr: Vrati zadnju radnju poništavanja.
hu: A legutóbbi visszavonási művelet visszavonása
is: Afturkalla síðustu 'afturkallanir'
it: Annulla le più recenti azioni di annullamento
ja: 一番最近の取り消された動作をやり直します
kk: Соңғы қайту әрекеттен айну
km: ត្រឡប់​ប្រតិបត្តិការ​មិន​ធ្វើ​វិញ​ថ្មី​ៗបំផុត​ទៅ​ដើម
ko: 최근 실행 취소한 명령 되돌리기
mk: Врати ги скорешните операции на враќање
ms: Patah balik operasi batal paling terkini
nb: Gjør om de siste angrede handlingene
nds: De leste Torüchnehmen wedder herstellen
nl: Voer de meest recente ongedaan gemaakte handeling opnieuw uit
nn: Gjer om den siste angra handlinga
pa: ਤਾਜ਼ਾ ਵਾਪਸ ਕਾਰਵਾਈ ਨੂੰ ਪਰਤਾਉ
pl: Odwróć ostanio stosowane operacje Cofnij
pt: Reverter a operação de 'desfazer' mais recente
pt_br: Reverter a operação de Desfazer mais recente
ro: Re-face cele mai recente acţiuni de editare
rw: Gusubiramo ibikorwa by'isubiranyuma byinshi mu bishya
se: Gáđa maŋemuš gáhtandoaimma
sk: Vrátiť späť poslednú operáciu pre zrušenie zmien
sl: Povrni najbolj nedavno dejanje razveljavitve
sr: Поништава опозив скорашњих промена
sr@latn: Poništava opoziv skorašnjih promena
ta: சமீபத்தில் ரத்து செய்ததை செயல்பாடுகளை முன் நிலைக்கு மாற்ற
tg: Бозгардонидани ҳарчанд истифода мекардагии фармонҳои лағв
uk: Скасувати останні дії повернення
zh_cn: 取消最近的撤消操作

source: &Word Wrap Document
af: Woord Oorvloei Dokument
ar: مستند التفاف ال&كلمة
bg: Пренос на д&уми
bs: &Prijelom redova u dokumentu
ca: &Ajust de línia al document
cs: Zalomit slova v do&kumentu
da: &Tekstombryd dokument
de: Zeilenumbruch &für Dokument
el: &Αναδίπλωση λέξεων εγγράφου
es: A&juste de línea del documento
eu: &Itzulbiratu dokumentua
fa: سند سطر‌بندی &واژه‌
fi: Rivitä &asiakirja
fr: Effectuer les &retours à la ligne dans le document
fy: Dok&umint rigelôfbrekking
gl: &División das Liñas do Documento
he: &גלישת שורות של המסמך
hr: &dokument s prijelomom teksta
hu: Sor&tördelés
is: Sk&ipta línum í skrá
it: &A capo documento
ja: ドキュメントの折り返し(&W)
kk: &Құжатта жолдарды тасымалдау
km: ឯកសារ​រុំ​ពាក្យ
ko: 문서 전체 문단 보호(&W)
mk: &Пренеси ги зборовите од документот
ms: Dokumen Balut &Perkataan
nb: &Tekstbryting i dokumentet
nds: Regen vun't Dokment ü&mbreken
nl: Doc&ument regelafbreking
nn: &Tekstbryting i dokumentet
pa: ਸ਼ਬਦ ਸਮੇਟਣ ਦਸਤਾਵੇਜ਼(&W)
pl: &Zawiń wyrazy
pt: &Repartir o Documento
pt_br: &Quebra de linhas do Documento
ro: Limitează &liniile documentului
rw: Inyandiko y'Ifunika ry'Ijambo
se: &Linnjámolsun dokumeanttas
sk: &Zalomiť slová
sl: &Prelom vrstice v dokumentu
sr: &Преломи текст документа
sr@latn: &Prelomi tekst dokumenta
ta: வார்த்தை மடிப்பு ஆவணங்கள்
tg: &Ҳуҷҷати Word Wrap
th: ตัดคำเอกสาร
uk: Перенести &слова в документі
zh_cn: 自动换行文档(&W)
