Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: <p>File <strong>%1</strong> had no contents.
af: <p>Lêer <strong>%1</strong> moes nee inhoud.
ar: <p>الملفّ <strong>%1</strong> عديم المحتوى.
be: <p>Файл <strong>%1</strong> парожні.
bg: <p>Файлът <strong>%1</strong> е празен.
bs: <p>Datoteka <strong>%1</strong> nema sadržaja.
ca: <p>El fitxer <strong>%1</strong> no té continguts.
cs: <p>Soubor <strong>%1</strong> nic neobsahuje.
da: <p>Filen '%1' havde intet indhold.
de: <p>Die Datei <strong>%1</strong> ist leer.
el: <p>Το αρχείο <strong>%1</strong> δεν είχε περιεχόμενο.
es: <p>El archivo <strong>%1</strong> no tiene contenidos.
eu: <p><strong>%1</strong> fitxategiak ez dauka edukirik.
fa: <p>پروندۀ <strong>%1</strong> محتوایی نداشت.
fi: <p>Tiedostolla <strong>%1</strong> ei ole sisältöä.
fr: <p>Le fichier <strong>%1</strong> est vide.
fy: <p>De triem <strong>%1</strong> wie leech.
gl: <p>O ficheiro <strong>%1</strong> non ten contidos.
he: <p>אין לקובץ <strong>%1</strong> תוכן.
hr: <p>Datoteka <strong>%1</strong> nema sadržaja.
hu: <p>A(z) <strong>%1</strong> fájl üres.
is: <p>Skráin <strong>%1</strong> innihélt ekkert.
it: <p>Il file <strong>%1</strong> è vuoto.
ja: <p>ファイル <strong>%1</strong> は中身がありません。
kk: <p><strong>%1</strong> деген файл мазмұнсыз.
km: <p>ឯកសារ <strong>%1</strong> មិន​មាន​មាតិកា ។
ko: <p><strong>%1</strong> 파일은 내용이 없습니다.
mk: <p>Датотеката <strong>%1</strong> немаше содржина.
ms: <p>Fail <strong>%1</strong> tiada kandungan.
nb: <p>Fila<strong>%1</strong> hadde ikke noe innhold.
nds: <p>De Datei <strong>%1</strong> is leddig.</p>
nl: <p>Het bestand <strong>%1</strong> was leeg.
nn: <p>Fila <strong>%1</strong> er tom.
pa: <p>ਫਾਇਲ <strong>%1</strong> ਦਾ ਕੋਈ ਭਾਗ ਨਹੀਂ ਹੈ।
pl: <p>Plik <strong>%1</strong> nie posiada zawartości.
pt: <p>O ficheiro <strong>%1</strong> não tinha conteúdo.
pt_br: <p>O arquivo <strong>%1</strong> não possui conteúdo.
ro: <p>Fişierul <strong>%1</strong> nu are nici un fel de conţinut.
rw: <p>Idosiye <strong>%1</strong> ntakiyirimo.
se: <p><strong>%1</strong>-fiillas lei guorus.
sk: <p>Súbor <strong>%1</strong> nemá žiaden obsah.
sl: <p>Datoteka <strong>%1</strong> nima vsebine.
sr: <p>Фајл <strong>%1</strong> нема никакав садржај.
sr@latn: <p>Fajl <strong>%1</strong> nema nikakav sadržaj.
ta: <p>கோப்பு<strong>%1</strong>உள்ளடக்கங்கள் இல்லை.
tg: <p>Файли <strong>%1</strong> ҳаҷмҳо надорад.
th: <p>ไม่มีเนื้อหาใดอยู่ในแฟ้ม <strong>%1</strong> เลย
uk: <p>Файл <strong>%1</strong> не має змісту.
zh_cn: <p>文件 <strong>%1</strong> 没有内容。

source: Data Tools
af: Data Nutsprogramme
ar: أدوات البيانات
be: Начынне працы з даннямі
bg: Текстообработка
bs: Alati za podatke
ca: Eines per a la gestió de dades
cs: Datové nástroje
da: Dataværktøjer
de: Daten-Programme
el: Εργαλεία δεδομένων
es: Herramientas de datos
eu: Datu-tresnak
fa: ابزارهای داده
fi: Tietotyökalut
fr: Outils de données
fy: Data ark
gl: Ferramentas de Dados
he: כלי נתונים
hr: Podatkovni alati
hu: Adatkezelő eszközök
is: Gagnatól
it: Strumenti per dati
ja: データツール
kk: Деректер құралдары
km: ឧបករណ៍​ទិន្នន័យ
ko: 데이터 도구
mk: Алати за податоци
ms: Alat data
nb: Dataverktøy
nds: Datenwarktüüch
nl: Gegevenshulpmiddelen
nn: Dataverktøy
pa: ਡਾਟਾ ਸੰਦ
pl: Narzędzia danych
pt: Ferramentas de Dados
pt_br: Ferramenta de Dados
ro: Utilitare date
rw: Ibikoresho by'Ibyatanzwe
se: Dáhtareaiddut
sk: Nástroje pre údaje
sl: Podatkovna orodja
sr: Алати за податке
sr@latn: Alati za podatke
ta: தரவுக் கருவிகள்
tg: Таърихи Асбобҳо
th: ตัวจัดการข้อมูล
uk: Засоби даних
zh_cn: 数据工具

source: (not available)
af: (nie beskikbaar)
ar: (غير متوفّر)
be: (адсутнічае)
bg: (няма поддръжка)
bs: (nije dostupno)
ca: (no disponible)
cs: (nedostupné)
da: (ikke tilgængelig)
de: (nicht verfügbar)
el: (μη διαθέσιμο)
es: (no disponible)
eu: (ez dago eskuragarri)
fa: )قابل دسترس نیست(
fi: (ei saatavilla)
fr: (non disponible)
fy: (net beskikber)
gl: (non disponíbel)
he: (לא זמין)
hr: (nije dostupno)
hu: (nincs)
is: (ekki til)
it: (non disponibile)
ja: (利用できません)
kk: (қол жеткізбейді)
km: (គ្មាន)
ko: (사용 못함)
mk: (не е достапно)
ms: (tidak boleh didapatkan)
nb: (ikke tilgjengelig)
nds: (nich verföögbor)
nl: (niet beschikbaar)
nn: (ikkje tilgjengeleg)
pa: (ਉਪਲੱਬਧ ਨਹੀਂ)
pl: (niedostępne)
pt: (não disponível)
pt_br: (não disponível)
ro: (nu este disponibil)
rw: (Ntibibonetse)
se: (ii olamuttus)
sk: (nedostupné)
sl: (ni na voljo)
sr: (недоступно)
sr@latn: (nedostupno)
ta: (கிடைக்காத)
tg: (дастрас нест)
th: (ยังไม่มีอยู่)
uk: (недоступно)
zh_cn: (不可用)

source: Data tools are only available when text is selected, or when the right mouse button is clicked over a word. If no data tools are offered even when text is selected, you need to install them. Some data tools are part of the KOffice package.
af: data nutsprogramme woord slegs beskikbaar wanneer teks is gekose, van wanneer die regterkant muis knoppie is gekliek het bo 'n woord. As nee data nutsprogramme woord aan bied al wanneer teks is gekose, jy benodig na installeer hulle. Sommige data nutsprogramme woord deel van die Koffice paket.
ar: أدوات البيانات تكون متوفّرة فقط عند انتقاء نصّ، أو عندما يكون زرّ الفأرة الأيمن منقورا فوق كلمة. في حالة عدم تقديم أدوات البيانات عند انتقاء نصّ، يجب عليك تثبيتها. بعض أدوات البيانات جزء من حزمة كاي أوفيس.
bg: Инструментите за текстообработка са налични само, ако има маркиран текст или когато десният бутон на мишката е натиснат върху дума. Ако и в тези случаи няма поддръжка на инструментите за текстообработка, проверете дали са инсталирани. Някои инструменти са част от пакета KOffice.
bs: Alati za podatke su dostupni samo ako je izabran neki tekst ili ako pritisnete desno dugme miša iznad riječi. Ako vam nije ponuđen nijedan alat za podatke čak i kad je tekst izabran, trebate ih instalirati. Neki alati za podatke su dio KOffice paketa.
ca: Les eines per a la gestió de dades tan sols estaran disponibles quan el text estiga seleccionat, o quan es cliqui el botó dret del ratolí sobre una paraula. Si no s'ofereixen eines per a la gestió de dades fins i tot quan el text està seleccionat, llavors es que necessiteu instal·lar-les. Algunes d'aquetes eines formen part del paquet KOffice.
cs: Datové nástroje jsou dostupné pouze je-li vybrán text nebo kliknete-li pravým tlačítkem myši nad slovem. Nejsou-li datové nástroje nabízeny ani když je vybrán text, pak je nutné je nainstalovat. Některé datové nástroje jsou součástí balíku KOffice.
da: Dataværktøjer er kun tilgængelige når tekst er markeret eller når der højreklikkes på et ord. Hvis der ikke tilbydes nogen dataværktøjer, selv når der er markeret tekst, er du nødt til at installere dem. Nogle dataværktøjer er en del af KOffice-pakken.
de: Die Daten-Programme sind nur verfügbar, falls Text ausgewählt ist oder mit der rechten Maustaste auf ein Wort geklickt wurde. Sollten auch bei Erfüllung dieser Voraussetzungen keine Daten-Programme angezeigt werden, sind sie nicht installiert. Einige der Programme gehören zum Paket KOffice.
el: Τα εργαλεία δεδομένων είναι διαθέσιμα μόνο όταν υπάρχει επιλεγμένο κείμενο ή όταν πατάτε με το δεξί πλήκτρο του ποντικιού πάνω σε μία λέξη. Αν δεν εμφανίζονται εργαλεία δεδομένων ακόμη και αν υπάρχει επιλεγμένο κείμενο, πρέπει να τα εγκαταστήσετε. Μερικά εργαλεία δεδομένων είναι κομμάτι του πακέτου KOffice.
es: Las herramientas de datos sólo están disponibles cuando el texto está seleccionado, o cuando se pulsa el botón derecho del ratón sobre una palabra. Si no se ofrecen herramientas de datos incluso cuando el texto está seleccionado, necesita instarlas. Algunas herramientas de datos son parte del paquete KOffice.
eu: Datu-tresnak testua hautaturik dagoenean baino ez dago eskuragarri, edo saguaren eskuineko botoia hitz baten gainean klik egitean. Testua hautaturik dagoenean ez bada datu-tresnarik eskaintzen, instalatu egin beharko dituzu. Zenbait datu-tresna KOffice paketearen osagaiak dira.
fa: ابزارهای داده فقط هنگامی که متن برگزیده می‌شود، یا وقتی دکمۀ راست موشی روی یک واژه فشار داده می‌شود قابل دسترس هستند. اگر ابزارهای داده حتی هنگام گزینش متن نشان داده نشود، باید آنها را نصب کنید. برخی از ابزارهای داده جزئی از بستۀ KOffice می‌باشند.
fi: Tietotyökalut ovat käytettävissä vain, kun teksti on valittuna tai oikeaa hiiren painiketta painetaan sanan päällä. Jos tietotyökaluja ei ole käytettävissä, vaikka teksti on valittuna, sinun pitää asentaa niitä. Tietotyökaluja on esimerkiksi KOffice-paketissa.
fr: Les outils de données ne sont disponibles que lorsque du texte est sélectionné ou au moment d'un clic droit de la souris sur un mot. Si aucun outil de données n'est proposé lorsque du texte est sélectionné, vous devez les installer. Certains outils de données font partie du paquetage KOffice.
fy: Data ark is allinnich beskikber at der tekst selektearre is of at de mûs boppe in wurd klikt wurdt. Wannear't der gjin data ark levere wurdt at der tekst selektearre is of at de mûsknop boppe in wurd klikt wurdt, dan is it net ynstallearre. Guon data ark is part fan it KOffice pakket.
gl: As ferramentas de dados só están disponíbeis cando hai texto seleizoado, ou cando o botón dereito do rato está premido sobre unha palabra. Se non se oferecen ferramentas de dados mesmo cando haxa texto escollido, necesita instalá-las. Algunhas delas son parte do pacote KOffice.
he: כלי נתונים זמינים רק כאשר טקסט נבחר, או כאשר הלחצן הימני של העכבר נלחץ מעל למילה כלשהי. אם לא מוצעים אף כלי נתונים כאשר טקסט כלשהו נבחר, עליך להתקין אותם. כלי נתונים אחדים הם חלק מהחבילה KOffice.
hr: Podatkovni alati su dostupni samo kad je tekst selektiran, ili kada se pritisne desna tipka miša iznad riječi. Ako podatkovni alti nisu ponuđeni niti kad je tekst označen, trebate ih instalirati.Neki podatkovni alati su dio KOffice paketa.
hu: Az adatkezelő eszközök csak akkor érhetők el, ha ki van jelölve egy szövegrész és a jobb gombbal rákattint egy szóra. Ha ilyenkor sem jelenik meg adatkezelő eszköz, akkor valószínűleg egy sincs telepítve. Például a KOffice csomagban található néhány adatkezelő eszköz.
is: Gagnatól eru aðeins virk þegar texit er valinn, eða þegar hægri músahnapp er smellt á orð. Ef engin gagnatól eru sýnd þó texti sé valinn, þá þarft þú að setja þau inn. Sum gagnatólin eru hluti af KOffice pakkanum.
it: Gli strumenti per dati sono disponibili solamente quando c'è del testo selezionato, o quando viene premuto il tasto destro del mouse su di una parola. Se non viene mostrato alcuno strumento per dati anche quando il testo è selezionato, è necessario installarli. Alcuni strumenti per dati fanno parte del pacchetto KOffice.
ja: データツールはテキストが選択されているか、単語の上でマウスの右ボタンをクリックした時にのみ利用できます。テキストが選択されているにもかかわらずデータツールが呼ばれない場合は、インストールする必要があります。一部のデータツールは KOffice パッケージに含まれています。
kk: Деректер құралдары тек мәтінді таңдағанда немесе сөзді тышқанның оң батырмасымен түркенде қол жеткізеді. Егер деректер құралдары мәтінді таңдағангда да қол жеткізбесе, оны орнату керек. Кейбір деректер құралдары KOffice дестесінің бөлшегі.
km: ឧបករណ៍​ទិន្នន័យ​អាច​ប្រើ​បាន​តែ​នៅ​ពេល​អត្ថបទ​ត្រូវ​បាន​ជ្រើស ឬ នៅ​ពេល​ចុចប៊ូតុង​កណ្ដុរ​ខាង​ស្តាំ​លើ​ពាក្យ​មួយ ។ ប្រសិន​បើ​គ្មាន​ឧបករណ៍​ទិន្នន័យ​ត្រូវ​បាន​ផ្ដល់​ឲ្យ ទោះបី​ជា​នៅ​ពេល​អត្ថបទ​ត្រូវ​បានជ្រើស​ក៏​ដោយ អ្នកចាំបាច់​ត្រូវដំឡើង​ពួកវា ។ ឧបករណ៍​ទិន្នន័យ​ខ្លះគឺ​ជា​ផ្នែក​របស់​កញ្ចប់ KOffice ។
ko: 데이터 도구는 문서의 일정 영역이 선택되었거나 단어 위에서 마우스의 오른쪽 버튼을 눌렀을 때 사용할 수 있습니다. 영역 선택을 했음에도 데이터 도구가 안 나타난다면 설치해야 합니다. 어떤 데이터 도구는 KOffice 패키지의 일부임을 참고 하십시오.
mk: Алатките за податоци се достапни само кога има избран текст, или кога десното копче од глушецот е кликнато над зборот. Ако не се понудени алатки дури и кога има избран текст, треба да ги инсталирате. Некои алатки се дел од пакетот KOfiice.
ms: Alat data hanya boleh didapatkan apabila teks dipilih, atau apabila butang kanan tetikus diklik di atas perkataan. Jika tiada alat data ditawarkan malah apabila teks dipilih, anda perlu pasang alat data. Sesetengah alat data merupakan sebahagian daripada pakej KOffice.
nb: Dataverktøy er bare tilgjengelig når tekst er markert, eller når høyre museknapp klikkes over et ord. Hvis ingen dataverktøy blir tilbudt selv når tekst er markert, må du installere dem. Noen dataverktøy hører til KOffice-pakken.
nds: Datenwarktüüch sünd bloots verföögbor, wenn Text markeert is oder mit den rechten Muusknoop op en Woort klickt warrt. Wenn liekers keen Warktüüch verföögbor sünd, muttst Du se installeren. En Reeg Datenwarktüüch höört to dat Paket KOffice.
nl: Gegevenshulpmiddelen zijn alleen beschikbaar als er tekst is geselecteerd, of als de muisknop boven een woord wordt geklikt. Als geen gegevenshulpmiddelen worden getoond na het selecteren van tekst, dan zijn ze niet geïnstalleerd. Sommige gegevenshulpmiddelen zijn onderdeel van het pakket KOffice.
nn: Dataverktøya er berre tilgjengelege når noko tekst er merka eller når du klikkar med høgre museknappen på eit ord. Dersom du ikkje finn nokon dataverktøy sjølv om du har merka tekst, må dei installerast. Nokre av dataverktøya finn du i KOffice-pakken.
pa: ਡਾਟਾ ਸੰਦ ਤਾਂ ਉਪਲੱਬਧ ਹਨ, ਜੇਕਰ ਕੋਈ ਪਾਠ ਚੁਣਿਆ ਜਾਦਾ ਹੈ ਜਾਂ ਇੱਕ ਸ਼ਬਦ ਉੱਪਰ ਮਾਊਸ ਦਾ ਸੱਜਾ ਕਲਿੱਕ ਕੀਤਾ ਜਾਵੇ। ਜੇਕਰ ਪਾਠ ਚੁਣੇ ਜਾਣ ਮਗਰੋਂ ਕੋਈ ਡਾਟਾ ਸੰਦ ਉਪਲੱਬਧ ਨਾ ਹੋਵੇ ਤਾਂ ਤੁਹਾਨੂੰ ਇੰਸਟਾਲ ਕਰਨਾ ਪਵੇਗਾ। ਕੁਝ ਡਾਟਾ ਸੰਦ ਕੇਆਫਿਸ ਪੈਕੇਜ ਦੇ ਹਿੱਸੇ ਹਨ।
pl: Narzędzia danych są obecne tylko wówczas, kiedy zaznaczono tekst. Jeśli pomimo zaznaczonego tekstu narzędzia nie są dostępne, to znaczy że musisz je doinstalować. Niektóre z nich są częścią pakietu KOffice.
pt: As ferramentas de dados só estão disponíveis quando existe texto seleccionado ou quando o botão direito do rato é carregado em cima de uma palavra. Se não forem oferecidas ferramentas de dados, mesmo quando o texto está seleccionado, o utilizador terá de as instalar. Algumas das ferramentas de dados fazem parte do pacote do KOffice.
pt_br: As ferramentas de dados estão disponíveis somente quando o texto for selecionado ou quando o clica-se com o botão direito do mouse sobre a palavra. Se não existe ferramentas de dados oferecidas mesmo quando o texto for selecionado, você precisa instalá-las. Algumas ferramentas fazem parte do pacote do KOffice.
ro: Utilitarele de date sînt disponibile numai cînd există text selectat sau daţi clic dreapta peste un cuvînt. Dacă nu sînt oferite nici un fel de utilitare de date chiar dacă textul este selectat, atunci trebuie să le instalaţi. Unele dintre acestea fac parte din pachetul de programe KOffice.
rw: Ibikoresho by'ibyatanzwe biboneka gusa igihe umwandiko utoranyijwe, cyangwa igihe buto y'iburyo y'imbeba ikanzwe hejuru y'ijambo. Niba nta bikoresh by'ibyatanzwe byatanzwe n'igihe umwandiko watoranyijwe, ugomba kubikorera iyinjizaporogaramu. Bimwe mu bikoresho by'ibyatanzwe ni ibice bya rukomatanya KOffice.
se: Dáhtareaiddut leat dušše olamuttus go muhtun teaksta lea merkejuvvon dahje jos coahkkalat olgeš sáhppánboaluin sáni alde. Jos it gávnna makkárge dáhtáreaidduid vaikkoge leat merken teavstta, fertet daid sajáiduhttit. Muhtun dáin dáhtareaidduin gávnnat KOffice-páhkas.
sk: Nástroje pre údaje sú dostupné len ak je vybraný text, alebo kliknete pravým tlačidlom myši nad slovom. Ak nebudú naśtroje pre údaje poskytnuté keď je text vybraný, potrebujete ich nainštalovať. Niektore nástroje pre údaje sú súčasťou KOffice balíka.
sl: Podatkovna orodja so dostopna le takrat, ko je izbrano besedilo ali pa je kliknjen desni miškin gumb nad besedo. Če tudi takrat ni ponujenih nobenih podatkovnih orodij, potem jih morate namestiti. Nekatera podatkovna orodja so del paketa KOffice.
sr: Алати за податке су доступни само ако је текст означен или када се кликне десним тастером миша на реч. Ако ни један од алата за податке није понуђен чак и ако је текст означен, онда би требало да их инсталирате. Неки алати за податке су део KOffice пакета.
sr@latn: Alati za podatke su dostupni samo ako je tekst označen ili kada se klikne desnim tasterom miša na reč. Ako ni jedan od alata za podatke nije ponuđen čak i ako je tekst označen, onda bi trebalo da ih instalirate. Neki alati za podatke su deo KOffice paketa.
ta: உரை தேர்ந்தெடுத்தலின் பொழுதோ அல்லது ஒரு வார்த்தையின் மீது சுட்டியின் வலது பொத்தான் சுட்டும் பொழுதோ மட்டுமே தரவு கருவிகள் கிடைக்கும். அப்பொழுதும் தரவு கருவிகள் கிடைக்கவில்லையெனில், நீங்கள் அவற்றை நிறுவ வேண்டும். சில தரவு கருவிகள் KOffice தொகுப்பின் பகுதியாகவே உள்ளது.
tg: Идоракунии додашудаҳо танҳо ҳолати ҷудо кардани матн ва пахши рӯи кнопкаи рости муш ба калима, дастрас мебошад. Агар идоракунии додаҳо вақти ҷудокунӣ ҳам дастрас набошад, шумо бояд онро танзим кунед. Ин модул қисмати коди пакети KOffice мебошад.
uk: Засоби даних наявні лише при виборі тексту або коли на слові клацнути правою кнопкою мишки. Якщо засоби даних не надаються, навіть при вибраному тексті, потрібно їх встановити. Деякі засоби даних є складовою пакунку KOffice.
zh_cn: 只有在文本被选中、或者鼠标右键点击在一个词上时数据工具才可用。如果当文本被选中时还没有数据工具可用，您需要安装它。有些数据工具是 KOffice 软件包的一部分。

source: Search Incrementally
af: Soek toenemend
ar: إبحث بصفة تزايدية
be: Паступовы пошук
bg: Последователно търсене
bs: Inkrementalna pretraga
ca: Cerca incrementalment
cs: Hledat postupně
da: Søg inkrementelt
de: Einengende Suche
el: Αναζήτηση αυξητικά
es: Buscar incrementalmente
eu: Bilatu era inkrementalean
fa: جستجوی نموی
fi: Etsi tarkentaen
fr: Recherche incrémentale
fy: De letter sykje
gl: Busca Incremental
he: חפש חיפוש חלקי
hr: Potraži po redu
hu: Inkrementális keresés
is: Stigvaxandi leit
it: Ricerca incrementale
ja: インクリメンタル検索(&S)
kk: Инкременттік іздеу
km: ស្វែងរក​កើន​ឡើង
ko: 순차대로 검색
mk: Барај растечки
ms: Cari Secara Bertokok
nb: Fortløpende søk
nds: "Tast för Tast" söken
nl: Incrementeel zoeken
nn: Søk inkrementelt
pa: ਆਵਿਰਤੀ ਖੋਜ
pl: Wyszukuj przyrostowo
pt: Procurar Incrementalmente
pt_br: Busca Incremental
ro: Căutare incrementală
rw: Gushakisha mu buryo nyongeragaciro
se: Lassáneaddji ohcan
sk: Hľadať inkrementálne
sl: Išči postopoma
sr: Тражи инкрементално
sr@latn: Traži inkrementalno
ta: அதிகப்படுத்தி தேடுக
tg: Ҷустуҷӯи афзоишӣ
uk: Шукати покроковим пошуком
zh_cn: 递增搜索

source: Search Incrementally Backwards
af: Soek toenemend Terugwaarts
ar: إبحث تزايديا للوراء
be: Зваротны паступовы пошук
bg: Последователно търсене назад
bs: Inkrementalna pretraga unazad
ca: Recerca incrementalment cap enrere
cs: Hledat postupně pozpátku
da: Søg inkrementelt baglæns
de: Einengende Suche (rückwärts)
el: Αναζήτηση αυξητικά προς τα πίσω
es: Buscar incrementalmente hacia atrás
eu: Bilatu era inkrementalean atzerantz
fa: جستجوی نموی پس‌سو
fi: Etsi käänteisesti tarkentaen
fr: Recherche incrémentale inverse (en arrière)
fy: Werom sykje de letter
gl: Busca Incremental Cara Atrás
he: חפש חיפוש חלקי לאחור
hr: Potraži po redu unatrag
hu: Inkrementális keresés visszafelé
is: Stigvaxandi leit afturábak
it: Ricerca incrementale all'indietro
ja: 後方インクリメンタル検索(&B)
kk: Артқа қарай инкременттік іздеу
km: ស្វែងរក​កើន​ឡើង ថយ​ក្រោយ
ko: 역순으로 검색
mk: Барај растечки наназад
ms: Cari Secara Bertokok Ke Belakang
nb: Søk fortløpende bakover
nds: Achterrut "Tast för Tast" söken
nl: Incrementeel naar boven zoeken
nn: Søk inkrementelt bakover
pa: ਆਵਿਰਤੀ ਖੋਜ ਪਿੱਛੇ ਵੱਲ
pl: Wyszukuj wstecz przyrostowo
pt: Procurar Incrementalmente para Trás
pt_br: Busca Incremental para Trás
ro: Căutare incrementală de inversiuni
rw: Gushakisha mu buryo nyongeragaciro inyuma
se: Lassáneaddji ohcan maŋosguvlui
sk: Hľadať inkrementálne spetne
sl: Išči postopoma nazaj
sr: Тражи инкрементално уназад
sr@latn: Traži inkrementalno unazad
ta: அதிகப்படுத்தி பின்வரிசையில் தேடுக
tg: Ҷустуҷӯ ба кафо
uk: Шукати покроковим пошуком назад
zh_cn: 反向递增搜索

source: I-Search:
ar: بحث تزايدي:
be: Паступовы пошук:
bg: Последователно търсене:
ca: Recerca-I:
cs: Postupné hledání:
da: I-Søgning:
de: Einengende Suche:
el: Αυξητική αναζήτηση:
es: Búsqueda-I:
eu: I-bilaketa:
fa: جستجوی نموی:
fi: I-haku:
fr: Recherche incrémentale :
fy: De letter sykje:
gl: Busca Incremental:
he: חיפוש חלקי:
hr: I-traženje:
hu: Ink. keresés:
is: S-Leit:
it: Ricerca incr.:
ja: I-検索:
kk: Инк.іздеу:
km: ស្វែងរក-បន្ថែម ៖
mk: I-барање:
nb: F-søk:
nds: TfT-Söök:
nl: Incr. zoeken:
nn: I-søk:
pa: ਅ-ਖੋਜ:
pl: Wyszukiwanie postępowe:
pt: Procura Inc.:
pt_br: Busca incremental:
ro: Caută incremental:
rw: I-Gushakisha:
se: L-ohcan:
sk: I-hľadanie:
sl: Post. iskanje:
sr: И-претрага:
sr@latn: I-pretraga:
ta: I-தேடல்:
tg: I-Ҷустуҷӯ:
uk: Покроковий пошук:
zh_cn: 递增搜索：

source: Search
af: Soektog
ar: بحث
be: Пошук
bg: Търсене
bs: Pretraga
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
eu: Bilatu
fa: جستجو
fi: Haku
fr: Rechercher
fy: Sykje
gl: Buscar
he: חפש
hr: &Traži
hu: Keresés
is: Leita
it: Cerca
ja: 検索
kk: Іздеу
km: ស្វែងរក ៖
ko: 검색
mk: Барај
ms: Cari
nb: Søk
nds: Söken
nl: Zoeken
nn: Søk
pa: ਖੋਜ
pl: Wyszukuj
pt: Procurar
pt_br: Busca
ro: Căutare
rw: Gushaka
se: Oza
sk: Hľadať
sl: Iskanje
sr: Тражи
sr@latn: Traži
ta: தேடு
tg: Ҷустуҷӯ
th: ค้นหา
uk: Пошук
zh_cn: 搜索

source: Search Options
af: Soektog Opsies
ar: خيارات البحث
be: Настаўленне пошуку
bg: Настройки на търсенето
bs: Opcije pretrage
ca: Opcions de recerca
cs: Možnosti hledání
da: Søgeindstillinger
de: Such-Optionen
el: Επιλογές αναζήτησης
es: Opciones de búsqueda
eu: Bilaketa aukerak
fa: گزینه‌های جستجو
fi: Hakuasetukset
fr: Options de recherche
fy: Sykopsjes
gl: Opcións de Busca
he: אפשרויות חיפוש
hr: Postavke pretraživanja
hu: Keresési beállítások
is: Leitarvalmöguleikar
it: Opzioni di ricerca
ja: 検索オプション
kk: Іздеу параметрлері
km: ជម្រើស​ស្វែងរក
ko: 검색 옵션
mk: Опции за пребарување
ms: Opsyen Carian
nb: Søkeinnstillinger
nds: Söökoptschonen
nl: Zoekopties
nn: Søkjeval
pa: ਖੋਜ ਚੋਣ
pl: Opcje wyszukiwania
pt: Opções de Procura
pt_br: Opções de Busca
ro: Opţiuni căutare
rw: Amahitamo yo Gushakisha
se: Ohcanmolssaeavttut
sk: Voľby hľadania
sl: Možnosti iskanja
sr: Опције претраживања
sr@latn: Opcije pretraživanja
ta: தேடல் விருப்பங்கள்
tg: Ҷустуҷӯи интихоботҳо
th: ตัวเลือกการค้นหา
uk: Параметри пошуку
zh_cn: 搜索选项

source: Case Sensitive
af: Kas Sensitief
ar: حسّاس لحالة الأحرف
be: З улікам рэгістру
bg: Чувствителен регистър
bs: Razlikuj mala/velika slova
ca: Distingeix majúscules/minúscules
cs: Rozlišovat velikost písmen
da: Versalfølsom
de: Groß- und Kleinschreibung beachten
el: Διάκριση πεζών/κεφαλαίων
es: Distinguir mayúsculas/minúsculas
eu: Maiuskulak/Minuskulak
fa: حساس به حالت
fi: Kirjasintasoherkkä
fr: Sensible à la casse
fy: Haadlettergefoelich
gl: Sensíbel á Caixa
he: תלוי רישיות
hr: Razlikuj velika i mala slova
hu: nagybetűérzékeny
is: Háð há/lágstöfum
it: Distingui maiuscole
ja: 大文字小文字を区別する
kk: Үлкен-кішілігін ескеріп
km: ប្រកាន់​តួ​អក្សរ​តូច​ធំ
ko: 대소문자 구분
mk: Осетливо на големина на букви
ms: Sensitif Huruf Besar/Kecil
nb: Skill mellom store og små bokstaver
nds: Op Grootschrieven oppassen
nl: Hoofdlettergevoelig
nn: Skil mellom små og store bokstavar
pa: ਅੱਖਰ ਸੰਵੇਦਨਸ਼ੀਲ
pl: Rozróżniaj wielkie/małe litery
pt: Distinguir Capitalização
pt_br: Sensível à caixa
ro: Senzitiv la majuscule
rw: Imyandikire y'inyuguti nkurunto
se: Stuora ja smávva bustávaid earuheapmi
sk: Rozlíšenie veľkosti
sl: Razlikuj velike/male črke
sr: Разликуј велика и мала слова
sr@latn: Razlikuj velika i mala slova
ta: வகையுணர்வுள்ள
tg: Ҳолати ҳискунанда
th: พิจารณาตัวเล็ก-ใหญ่
uk: З урахуванням регістру
zh_cn: 区分大小写
