Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/katepart.po
Languages: af, ar, be, bg, bs, ca, cs, da, de, el, es, eu, fa, fi, fr, fy, gl, he, hr, hu, is, it, ja, kk, km, ko, mk, ms, nb, nds, nl, nn, pa, pl, pt, pt_br, ro, rw, se, sk, sl, sr, sr@latn, ta, tg, th, uk, zh_cn

source: Print %1
af: Druk %1
ar: إطبع %1
be: Друкаваць %1
bg: Печат %1
bs: Štampaj %1
ca: Imprimeix %1
cs: Vytisknout %1
da: Udskriv %1
de: %1 drucken
el: Εκτύπωση του %1
es: Imprimir %1
eu: Inprimatu %1
fa: چاپ %1
fi: Tulosta %1
fr: Imprimer %1
fy: %1 printsje
gl: Imprimir %1
he: הדפסה %1
hr: Ispiši %1
hu: Nyomtatás - %1
is: Prenta %1
it: Stampa %1
ja: %1 を印刷
kk: %1 дегенді басып шығару
km: បោះពុម្ព %1
ko: %1을(를) 인쇄
mk: Печати %1
ms: Cetak %1
nb: Skriv ut %1
nds: %1 drucken
nl: %1 afdrukken
nn: Skriv ut %1
pa: %1 ਛਾਪੋ
pl: Drukuj %1
pt: Imprimir o %1
pt_br: Imprimir %1
ro: Tipăreşte %1
rw: Gucapa %1
se: Čálit %1
sk: Tlačiť %1
sl: Natisni %1
sr: Одштампај %1
sr@latn: Odštampaj %1
ta: அச்சடி%1
tg: Чопи %1
th: พิมพ์ %1
uk: Друкувати %1
zh_cn: 打印 %1

source: (Selection of)
af: (Keuse van)
be: (Вылучэнне)
bg: (Маркиране на)
bs: (Izbor)
ca: (Selecció de)
cs: (Výběr z)
da: (Markering af)
de: (Auswahl von)
el: (Επιλογή από)
es: (Selección de)
eu: (hautapena)
fa: )گزینش(
fi: (Valinta)
fr: (Choix de)
fy: (Seleksje fan)
gl: (Selección de)
he: (בחירה מתוך)
hr: (Izbor)
hu: (Kijelölés)
is: (Hluti af)
it: (selezione di)
ja: (選択)
kk: (Таңдалғаны)
km: (ការ​ជ្រើស​នៃ)
ko: (선택영역)
mk: (Избор на)
ms: (Pemilihan bagi)
nb: (Utvalg av)
nds: (Utwahl ut)
nl: (Selectie van)
nn: (Merking av)
pa: (ਚੋਣ ਵਿੱਚੋਂ)
pl: (Wybór z)
pt: (Selecção de)
pt_br: (Seleção de)
ro: (Selecţie din)
rw: (Ihitamo rya)
se: (Merkejuvvon)
sk: (Výber z)
sl: (Izbor)
sr: (Означавање)
sr@latn: (Označavanje)
ta: (இதன் தெரிவு)
tg: (Ҷудо кардан)
th: (การเลือกของ)
uk: (Вибір)
zh_cn: (选自)

source: Typographical Conventions for %1
af: Tipografiese Gebruike vir %1
be: Тыпаграфічныя дамоўленасці для %1
bg: Типографска конвенция за %1
bs: Tipografske konvencije za %1
ca: Convencions tipogràfiques per a %1
cs: Typografické konvence pro %1
da: Typografiske konventioner for %1
de: Typographische Konventionen für %1
el: Τυπογραφικοί κανόνες για %1
es: Convenciones tipográficas para %1
eu: %1(r)en tipografia arauak
fa: قرارداد چاپی برای %1
fi: Typografiset ehdot kohteelle %1
fr: Conventions typographiques pour %1
fy: Typografyske konfinsjes foar %1
gl: Convénios Tipográficos para %1
he: מוסכמות דפוס עבור %1
hr: Tipografske konvencije za %1
hu: Tipográfiai konvenciók - %1
is: Leturvenjur fyrir %1
it: Convenzioni tipografiche per %1
ja: %1 の印刷時の慣習
kk: %1 үшін типографиялық келісім
km: ការ​កំណត់​ទូទៅ​នៃ​មុទ្ទវិទ្យា​សម្រាប់ %1
ko: %1의 인쇄 규격
mk: Типографски конвенции за %1
ms: Konvensyen Tipografi untuk %1
nb: Typografiske konvensjoner for %1
nds: Typograafsche Regeln för %1
nl: Typografische conventies voor %1
nn: Typografisk tradisjon for %1
pa: %1 ਲਈ ਫੋਂਟ-ਨਿਰਮਾਣ ਹਦਾਇਤਾਂ
pl: Konwencje typograficzne dla %1
pt: Convenções Tipográficas para o %1
pt_br: Convenções Tipográficas para %1
ro: Convenţii tipografice pentru %1
rw: Ibyemeranwaho Bwokomyandikire bya %1
se: Typografálaš vugiid %1 várás
sk: Typografické konvencie pre %1
sl: Tipografske konvecije za %1
sr: Типографске конвенције за %1
sr@latn: Tipografske konvencije za %1
ta: அச்சு நியதி %1 க்கு
tg: Созишномаҳои Матбаа барои %1
th: ธรรมเนียมรูปแบบในการพิมพ์สำหรับ %1
uk: Друкарські домовленості для %1
zh_cn: 用于%1的印刷惯例

source: Te&xt Settings
af: Teks Instellings
be: Настаўленні тэ&ксту
bg: &Текст
bs: Postavke te&ksta
ca: Paràmetres del te&xt
cs: Nastavení te&xtu
da: Te&kstopsætning
de: Te&xt-Einstellungen
el: Ρυθμίσεις &κειμένου
es: Preferencias de te&xto
eu: Te&stu ezarpenak
fa: تنظیمات &متن‌
fi: &Tekstin asetukset
fr: Configuration du te&xte
fy: Te&kstynstellings
gl: Axustes de Te&xto
he: הגדרות ט&קסט
hr: Postavke &teksta
hu: Szöve&gbeállítások
is: Stillingar &texta
it: Impostazioni te&sto
ja: テキスト設定(&X)
kk: Мәтіннің &баптаулары
km: ការ​កំណត់​អត្ថបទ
ko: 텍스트 설정(&X)
mk: Поставувања за те&кст
ms: Seting &Teks
nb: Te&kstinnstillinger
nds: Te&xt-Instellen
nl: Te&kstinstellingen
nn: Te&kstinnstillingar
pa: ਪਾਠ ਸਥਾਪਨ(&x)
pl: Ustawienia &tekstu
pt: Configuração do Te&xto
pt_br: &Configurações de Texto
ro: Opţiuni te&xt
rw: Amagenamiterere y'Umwandiko
se: Teaksta&heivehusat
sk: Nastavenie te&xtu
sl: N&astavitve besedila
sr: Поставке &текста
sr@latn: Postavke &teksta
ta: உரை அமைவுகள்
tg: &Танзимотҳои Матн
th: ตั้&งค่าข้อความ
uk: Параметри те&ксту
zh_cn: 文本设置(&X)

source: Print &selected text only
af: Druk net gekiesde teks
ar: إطبع فقط النص ال&مختار
be: Друкаваць толькі вы&лучаны тэкст
bg: Печат само на &маркирания текст
bs: Štampaj samo &označeni tekst
ca: Tan sols imprimir el text &seleccionat
cs: Ti&sknout pouze vybraný text
da: Udskriv kun &markeret tekst
de: Nur &ausgewählten Text drucken
el: Εκτύπωση μόνο του &επιλεγμένου κείμενου
es: Imprimir sólo el texto &seleccionado
eu: Inprimatu &hautatutako testua bakarrik
fa: فقط چاپ متن &برگزیده‌
fi: Tulosta vain &valittu teksti
fr: N'imprimer que le texte &sélectionné
fy: Allinne &selekstearre rekst printsje
gl: Imprimir só o texto e&scollido
he: הדפס את הטקסט ה&נבחר בלבד
hr: Ispiši &samo odabrani tekst
hu: Csak a ki&jelölt szöveg nyomtatása
is: Prenta einungis &valinn texta
it: &Stampa solo testo selezionato
ja: 選択したテキストのみ印刷する(&S)
kk: Таңдалған &мәтін ғана басып шығарылсын
km: បោះពុម្ព​តែ​អត្ថបទ​ដែល​បាន​ជ្រើស
ko: 선택한 텍스트만 인쇄(&S)
mk: Печати &само избран текст
ms: Cetak teks yang &dipilih sahaja
nb: &Skriv bare ut merket tekst
nds: Bloots &Markeren drucken
nl: Alleen ge&selecteerde tekst afdrukken
nn: &Skriv berre ut merka tekst
pa: ਚੁਣਿਆ ਪਾਠ ਹੀ ਛਾਪੋ(&s)
pl: Drukuj tylko z&aznaczony tekst
pt: Imprimir apenas o texto &seleccionado
pt_br: Imprimir somente o &texto selecionado
ro: Tipăreşte numai textul &selectat
rw: Gucapa umwandiko watoranyijwe gusa
se: Čálit dušše &merkejuvvon teavstta
sk: Tlačiť len &vybraný text
sl: Natisni &samo izbrano besedilo
sr: Штамај &само означени текст
sr@latn: Štamaj &samo označeni tekst
ta: தேர்வு செய்யப்பட்ட உரையை மட்டும் அச்சடி
tg: Танҳо матни &интихобшударо чоп кунед
th: พิมพ์ข้อความที่เลือ&กไว้เท่านั้น
uk: Друкувати тільки &вибраний текст
zh_cn: 只打印选定的文本(&S)

source: Print &line numbers
af: Druk lyn nommers
ar: إطبع أرقام الأ&سطر
be: Друкаваць нумары &радкоў
bg: Печат на &номерата на редовете
bs: Štampaj brojeve &linija
ca: Imprimeix els números de &línia
cs: Tisknout čís&la řádek
da: Udskriv &linjenumre
de: Zeilen&nummern drucken
el: Εκτύπωση των αριθμών &γραμμής
es: Imprimir números de &líneas
eu: Inprimatu &lerroen zenbakiak
fa: چاپ شمارۀ &خطوط‌
fi: Tulosta &rivinumerot
fr: Imprimer les nu&méros de ligne
fy: Rige&lnûmering printsje
gl: Imprimir números de &liña
he: הד&פס מספרי שורות
hr: Pokaži broj &redaka
hu: A &sorszámok kinyomtatása
is: Prenta &línunúmer
it: Stampa i numeri di &riga
ja: 行番号を印刷する(&L)
kk: Жол нөмірлері &басып шығарылсын
km: បោះពុម្ព​លេខ​បន្ទាត់
ko: 줄번호 인쇄(&L)
mk: Печати броеви на &линиите
ms: Cetak bilangan &baris
nb: Skriv ut &linjenumre
nds: &Reegnummern drucken
nl: Rege&lnummering afdrukken
nn: Skriv ut &linjenummer
pa: ਸਤਰ ਨੰਬਰ ਛਾਪੋ(&l)
pl: Drukuj &numery linii
pt: Imprimir os números de &linha
pt_br: Imprimir o &número de linhas
ro: Tipăreşte numerele &liniilor
rw: Gucapa nomero z'umurongo
se: Čálit &linnjánummiriid
sk: Tlačiť čí&sla riadkov
sl: Natisni &številke vrstic
sr: Штампај бројеве &линија
sr@latn: Štampaj brojeve &linija
ta: வரி எண்களை அச்சடி
tg: Хати &рақамҳоро чоп кунед
th: พิมพ์หมายเลข&บรรทัดด้วย
uk: Друкувати номери &рядків
zh_cn: 打印行号(&L)

source: Print syntax &guide
af: Druk sintaks leiding
ar: إطبع &دليل تركيب الجمل
bg: Печат на &типографската конвенция за открояване
bs: Štampaj &vodič sintakse
ca: Imprimeix la &guia de sintaxi
cs: Tisknout le&gendu k syntaktickému zvýrazňování
da: Udskriv syntaks&guide
de: Syntax&anleitung drucken
el: Εκτύπωση &οδηγού σύνταξης
es: Imprimir la &guía de sintáxis
eu: Inprimatu sintaxi &gidak
fa: چاپ &راهنمای نحوی‌
fi: Tulosta syntaksi&ohje
fr: Imprimer le g&uide de syntaxe
fy: Syntaksis&gids printsje
gl: Imprimir &guia sintáctica
he: הדפ&ס מדריך תחביר
hr: Ispiši &upute sintakse
hu: A szintaktikai s&egédlet kinyomtatása
is: Prenta setningafræði&rit
it: Stampa &guida alla sintassi
ja: 構文ガイドを印刷する(&G)
kk: Синтаксис &түсіндірмесі басып шығарылсын
km: បោះពុម្ព​មគ្គុទ្ទេសក៍​វាក្យ​សម្ពន្ធ
ko: 구문 가이드를 인쇄(&G)
mk: Печати синтаксички &водич
ms: Cetak &panduan sintaks
nb: Skriv ut syntaks&guide
nds: Syntax&anwiesen drucken
nl: Syntaxis&gids afdrukken
nn: Skriv ut syntaks&gaid
pa: ਸੰਟੈਕਸ ਗਾਈਡ ਛਾਪੋ(&g)
pl: Drukuj przewodnik po &składni
pt: Imprimir o &guia de sintaxe
pt_br: Imprimir o guia de sinta&xe
ro: Tipăreşte &ghidul de sintaxă
rw: Gucapa inyobora y'imyandikire
se: Čálit syntáksa&ofelačča
sk: Tlačiť &sprievodcu syntaxe
sl: Natisni vodič po skladn&ji
sr: О&дштампај водич синтаксе
sr@latn: O&dštampaj vodič sintakse
ta: அச்சு இலக்கணம் & வழிமுறை
tg: Роҳнамои синтакси &чоп
th: พิมพ์ตัวแนะแนวทางไ&วยากรณ์
uk: Друкувати дов&ідку по синтаксису
zh_cn: 打印语法向导(&G)

source: <p>This option is only available if some text is selected in the document.</p><p>If available and enabled, only the selected text is printed.</p>
af: <p>Hierdie opsie is slegs beskikbaar as sommige teks is gekose in die dokument.</p><p>as beskikbaar en geaktiveer, slegs die gekose teks is printed.</p>
ar: <p>هذا الخيار متوفر فى حالة وجود نص محدد فى المستند.</p><p>إذا كان متوفراً ومفعلاً , فقط النص المحدد ستتم طباعته.</p>
be: <p>Гэтая магчымасць даступная, калі вылучаны нейкі кавалак тэксту.</p><p>Надрукаваць толькі вылучаны тэкст.</p>
bg: <p>Печат само на маркирания текст.</p><p>Тази отметка е разрешена, само ако има маркиран текст в документа.</p>
bs: <p>Ova opcija je dostupna samo ako ste izabrali neki tekst u dokumentu.</p> <p>Ako je moguća i uključena, biće odštampan samo izabrani tekst.</p>
ca: <p>Aquesta opció tan sols està disponible si en el document s'ha seleccionat algun text.</p><p>Si està disponible i habilitat, tan sols s'imprimirà el text seleccionat.</p>
cs: <p>Tato volba je dostupná pouze je-li v dokumentu vybrán nějaký text .</p><p>Je-li dostupná a povolena, pak bude vytisknut pouze vybraný text.</p>
da: <p>Denne valgmulighed er kun tilgængelig hvis der er markeret tekst i dokumentet.</p> <p>Hvis den er tilgængelig og aktiveret, vil kun den markerede tekst blive udskrevet.</p>
de: <p>Diese Option ist nur verfügbar, wenn im Dokument Text markiert ist.</p> <p>Wenn sie verfügbar und aktiviert ist, wird nur der markierte Text gedruckt.</p>
el: <p>Αυτή η επιλογή είναι μόνο διαθέσιμη αν κάποιο κείμενο είναι επιλεγμένο στο έγγραφο.</p><p>Αν είναι διαθέσιμο και ενεργοποιημένο, μόνο το επιλεγμένο κείμενο θα εκτυπωθεί.</p>
es: <p>Esta opción sólo está disponible si una parte de texto está seleccionada en el documento.</p><p>Si está disponible y activada, sólo se imprimirá el texto seleccionado.</p>
eu: <p>Aukera hau eskuragarri egoteko dokumentuko testu zati bat hautatuta egon behar du.</p><p>Eskuragarri eta gaituta badago, hautatutako testua bakarrik inprimatuko da.</p>
fa: <p> اگر مقداری از متن موجود در سند گزینش شود، فقط این گزینه در دسترس است. </p><p> اگر در دسترس باشد و فعال شود، فقط متن برگزیده چاپ می‌شود. </p>
fi: <p>Tämä vaihtoehto on käytettävissä vain silloin, kun asiakirjasta on valittu tekstiä.</p> <p>Mikäli valittu, vain valinta tulostetaan.</p>
fr: <p>Cette option n'est disponible que si vous avez du texte est sélectionné dans le document.</p><p>Si elle est disponible et cochée, seul le texte sélectionné est imprimé.</p>
fy: <p>Dizze opsje is allinne beskikber as der in stik tekst yn it dokumint selektearre is.</p> <p>As de opsje beskikber is, en aktivearre, dan wurdt allinne it stik tekst dat jo selektearre ha printe.</p>
gl: <p>Esta opción só está disponíbel se hai algun texto escollido no documento.</p><p>Se o hai e asi se indica, só se imprimirá o texto escollido.</p>
he: <p>אפשרות זו זמינה רק כאשר טקסט כלשהו נבחר במסמך.</p><p>אם האפשרות זמינה ונבחרת, רק הטקסט הנבחר יודפס.</p>
hu: <p>Ez az opció csak akkor választható, ha a dokumentum szövegének egy része ki van jelölve.</p><p>Ennek hatására a kijelölt szövegrész nyomtatása fog elkezdődni.</p>
is: <p>Þennan möguleika er aðeins hægt að velja ef einhver texti er valinn í skjalinu.</p> <p>Ef valið og virkt, þá er aðeins valinn texti prentaður</p>
it: <p>Questa opzione è disponibile solamente se c'è del testo selezionato nel documento.</p><p>Se disponibile e attiva, sarà stampato solo il testo selezionato.</p>
ja: <p>このオプションはドキュメントでテキストが選択されている場合にのみ指定できます。</p><p>有効にすると、選択したテキストのみが印刷されます。</p>
kk: <p>Бұл егер құжатта таңдалған мәтін болса ғана, рұқсатты болады.</p><p>Рұксатты болса тек таңдалған мәтін ғана басып шығарылады.</p>
km: <p>ជម្រើស​នេះ​អាច​រក​បាន តែ​ប្រសិនបើ​អត្ថបទ​ខ្លះ​ត្រូវ​បាន​ជ្រើស​ក្នុង​ឯកសារ​ប៉ុណ្ណោះ ។ </p><p>ប្រសិនបើ​អាច​រក​បាន និង​ប្រើ​បាន តែ​អត្ថបទ​ដែល​ជ្រើស​ប៉ុណ្ណោះ នឹង​ត្រូវ​បាន​បោះពុម្ព ។</p>
ko: <p>이 설정은 문서 중 일정 부분이 선택되었을 때만 가능합니다.</p><p>설정되면 선택한 부분만 인쇄됩니다.</p>
mk: <p>Оваа опција е достапна само ако е избран дел од текстот во документот.</p><p>Ако е достапна и овозможена, ќе биде испечатен само избраниот текст.</p>
ms: <p>Opsyen hanya boleh didapatkan jika sesetengah teks dipilih dalam dokumen.</p><p>Jika boleh didapatkan dan diaktifkan, hanya teks yang dipilih akan dicetak.</p>
nb: <p>Dette valget kan bare brukes hvis noe tekst er markert i dokumentet.</p> <p>Hvis valgt og mulig, blir bare den markerte teksten skrevet ut.</p>
nds: <p>Disse Optschoon is bloots verföögbor, wenn in't Dokment Text markeert is.</p><p>Wenn se verföögbor un anschalt is, warrt bloots de markeerte Text utdruckt.</p>
nl: <p>Deze optie is alleen beschikbaar als er een stuk tekst is geselecteerd in het document.</p> <p>Als de optie beschikbaar is, en geactiveerd, dan wordt alleen het stuk tekst dat u geselecteerd hebt afgedrukt.</p>
nn: <p>Denne funksjonen kan berre brukast dersom noko tekst er merka i dokumentet.</p> <p>Funksjonen skriv berre ut merka tekst.</p>
pa: <p>ਇਹ ਚੋਣ ਤਾਂ ਹੀ ਉਪਲੱਬਧ ਹੈ, ਜੇਕਰ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਕੁਝ ਪਾਠ ਚੁਣਿਆ ਗਿਆ ਹੈ।</p> <p>ਜੇਕਰ ਉਪਲੱਬਧ ਹੋਇਆ ਅਤੇ ਯੋਗ ਹੋਇਆ ਤਾਂ ਚੁਣਿਆ ਪਾਠ ਹੀ ਛਾਪਿਆ ਜਾਵੇਗਾ।</p>
pl: <p>Opcja dostępna jedynie jeśli zaznaczono tekst w dokumencie.</p> <p>Jeśli dostępne i włączone drukowany jest jedynie zaznaczony tekst.</p>
pt: <p>Esta opção só está disponível se estiver seleccionado algum texto no documento.</p><p>Se estiver disponível e activo, só o texto seleccionado é impresso.</p>
pt_br: <p>Esta opção está disponível somente se existe algum texto selecionado no documento.</p> <p>Se disponível e habilitado, somente o texto selecionado será impresso.</p>
ro: <p>Această opţiune este disponibilă numai dacă există text selectat în documentul curent.</p><p>Dacă este disponibil şi opţiunea este activată, atunci numai textul selectat va fi tipărit.</p>
rw: <pIri hitamo niryo riboneka gusa niba umwandiko utoranyijwe mu nyandiko.</p><p>Niba riboneka kandi rikoreshwa, gusa umwandiko utoranyijwe uracapwa.</p>
se: <p>Dát molssaeaktu lea dušše olamuttus jos muhton teaksta lea dokumeanttas lea merkejuvvon.</p> <p>Jos olamuttus ja alde, dušše merkejuvvon teaksta čálihuvvo.</p>
sk: <p>Táto voľba je dostupná len ak je vybraný nejaký text v dokumente.</p><p>Ak je dostupná a povolená, tlačený bude len vybraný text.</p>
sl: <p>Ta možnost je na voljo samo, če je v dokumentu izbranega nekaj besedila.</p> <p>Če je na voljo in omogočeno, je natisnjeno samo izbrano besedilo.</p>
sr: <p>Ова опција је доступна само ако је неки текст означен.</p><p>Ако је доступна и укључна, само ће означени текст бити одштампан.</p>
sr@latn: <p>Ova opcija je dostupna samo ako je neki tekst označen.</p><p>Ako je dostupna i uključna, samo će označeni tekst biti odštampan.</p>
ta: <p>உரை தேர்வு செய்யப்பட்டிருந்தால் மட்டுமே இந்த வசதியை பயன்படுத்த முடியும்</p><p>தேர்வு செய்யப்பட்டு செயல்படுத்தப்பட்டிருந்தால் மட்டுமே தேர்ந்தெடுக்கப்பட்ட உரைகள் அச்சடிக்கப்படும்</p>
tg: <p>Ин интихоб дастрас аст, агар қисми матн дар ҳуҷҷат махсус қайд карда шуд.</p> <p>Агар ин тавр бошад, танҳо қисми матн махсус қайд карда шударо чоп мешавад .</p>
th: <p>ตัวเลือกนี้จะมีให้ถ้าหากว่ามีข้อความกำลังถูกเลือกอยู่ในเอกสารเท่านั้น</p><p>หากว่ามีให้ และเปิดใช้อยู่ ข้อความที่เลือกเท่านั้นที่จะถูกพิมพ์</p>
uk: <p>Цей параметр доступний тільки, якщо вибраний деякий текст.</p><p>Якщо він доступний та ввімкнений, то буде надруковано тільки вибраний текст.</p>
zh_cn: <p>当文档中有文本被选择时此选项才能被设置。</p><p>如果选中此选项，将只打印所选择的文本。</p>

source: <p>If enabled, line numbers will be printed on the left side of the page(s).</p>
af: <p>As geaktiveer, lyn nommers sal wees printed op die links kant van die bladsy(s).</p>
ar: <p> إذا مفعل سوفه تطبع ارقام الاسطر فى الجانب الايسر من الورقة او الورقات</p>
be: <p>Калі ўключана, на левым баку аркуша паперы будуць друкавацца нумары радкоў.</p>
bg: <p>Печат на номерата на редовете в лявата страна на листа.</p>
bs: <p>Ako je uključeno, brojevi linija će biti odštampani na lijevoj strani stranica.</p>
ca: <p>Si està habilitada, els números de línia s'imprimiran sobre el costat esquerre de la(es) pàgina(es).</p>
cs: <p>Je-li zvoleno, pak budou na levé straně tištěných stran uvedeny čísla řádek.</p>
da: <p>Hvis dette er aktiveret, vil linjenumre blive udskrevet på venstre side af siden eller siderne.</p>
de: <p>Wen diese Einstellung aktiviert ist, werden am linken Seitenrand die Zeilennummern ausgedruckt.</p>
el: <p>Αν είναι ενεργοποιημένο, οι αριθμοί των γραμμών θα εκτυπωθούν στην αριστερή πλευρά των σελίδων.</p>
es: <p>Si activada, los números de líneas se imprimirán en el lado izquierdo de la(s) página(s).</p>
eu: <p>Gaituta badago, lerroen zenbakiak orrialdeen ezkerraldean inprimatuko dira.</p>
fa: <p> اگر فعال شود، شمارۀ خطوط در سمت چپ صفحه)ها( چاپ می‌شود.</p>
fi: <p>Mikäli valittu, sivujen vasempaan reunaan tulostetaan rivinumerot.</p>
fr: <p>Si cette option est cochée, les numéros de ligne seront imprimés sur le côté gauche de la (des) page(s).</p>
fy: <p>As dizze opsje selektearre is sil de rigelnûmering fan it dokumint oan de lofterkant fan de side(n) printe wurde.</p>
gl: <p>Se se marca, imprimiránse os números de liña á esquerda da(s) páxina(s).</p>
he: <p>אם אפשרות זו נבחרת, יודפסו מספרי שורות בצד שמאל של הדפים.</p>
hu: <p>Ha be van jelölve, akkor nyomtatásnál a lap bal oldalán láthatók lesznek a sorszámok.</p>
is: <p>Ef virkjað, þá munu línunúmer verða prentuð vinstra megin á síðunum.</p>
it: <p>Se attiva, sul lato sinistro della pagina verranno stampati i numeri di riga.</p>
ja: <p>有効にすると、ページの左端に行番号が印刷されます。</p>
kk: <p>Бұл құсбелгісі қойылса, беттің сол жағында жол нөмірлері басылып шығарылады.</p>
km: <p>ប្រសិនបើ​ប្រើបាន លេខ​បន្ទាត់​នឹង​ត្រូវ​បាន​បោះពុម្ព​លើ​ជ្រុង​ខាងឆ្វេង​របស់​ទំព័រ ។</p>
ko: <p>설정되면 용지의 왼쪽에 줄번호가 인쇄됩니다.</p>
mk: <p>Ако е овозможено, броевите на линиите ќе бидат испечатени на левата страна од страницата</p>
ms: <p>Jika diaktifkan, bilangan baris akan dicetak di sebelah kanan halaman.</p>
nb: <p>Hvis valgt, vil linjenumre bli skrevet ut på venstre side av siden/sidene.</p>
nds: <p>Wenn aktiveert, warrt Reegnummern op de linke Siet utdruckt.</p>
nl: <p>Als deze optie geselecteerd is zal de regelnummering van het document aan de linkerzijde van de pagina('s) worden afgedrukt.</p>
nn: <p>Når funksjonen er på, vert linjenummer skrivne ut langs venstre sida.</p>
pa: <p>ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਤਾਂ ਸਫ਼ੇ ਦੇ ਖੱਬੇ ਪਾਸੇ ਸਤਰ ਗਿਣਤੀ ਵੀ ਛਾਪੀ ਜਾਵੇਗੀ।</p>
pl: <p>Jeśli włączony, numery linii będą drukowane po lewej stronie wydruku.</p>
pt: <p>Se estiver activo, os números de linha serão impressos do lado esquerdo das páginas.</p>
pt_br: <p>Se habilitado, o número das linhas será impresso no lado esquerdo da(s) página(s).</p>
ro: <p>Dacă opţiunea este activată, atunci numerele liniilor vor fi tipărite în partea stîngă a paginii(lor).</p>
rw: <p> Niba rikora, numero z'umurongo zizacapwa ku ruhande rw'ibumoso rw'ipaji(amapaji).</p>
se: <p>Jos alde, linnjánummirat čálihuvvot siiddu gurutbealde.</p>
sk: <p>Ak je povolené, čísla riadkov budú tlačené na ľavej strane stránky.</p>
sl: <p>Če je omogočeno, bodo številke strani tiskane na levi strani strani.</p>
sr: <p>Ако је укључено бројеви линија ће бити одштампани са леве стране странице(а).</p>
sr@latn: <p>Ako je uključeno brojevi linija će biti odštampani sa leve strane stranice(a).</p>
ta: <p>செயல்படுத்தப்பட்டால் மட்டுமே, பக்கத்தி(ங்களி)ன் வரி எண்கள் இடப்புறத்தில் அச்சடிக்கப்படும்.</p>
tg: <p>Агар ин фаъол аст, хати рақамҳо аз тарафи чап дар саҳифа(ҳо) чоп карда мешавад.</p>
th: <p>หากเปิดไว้ หมายเลขบรรทัดจะถูกพิมพ์ออกมาที่ด้านซ้ายของหน้า</p>
uk: <p>Якщо ввімкнено, то будуть надруковані номери рядків на сторінках ліворуч.</p>
zh_cn: <p>如果选中此选项，行号将被打印在每页左边。</p>
