Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Access was denied to the specified resource, <strong>%1</strong>.
bs: Pristup navedenom resursu, <strong>%1</strong>, je odbijen.
km: ការ​ចូល​ដំណើរការ​ធនធាន <strong>%1</strong> ដែល​បាន​បញ្ជាក់ ត្រូវ​បាន​បដិសេធ ។
ko: 명시된 리소스 <strong>%1</strong>에 접근이 거부되었습니다.
mn: <strong>%1</strong> -рүү хандалт бүтсэнгүй.
pa: ਖਾਸ ਸਰੋਤ, <strong>%1</strong> ਲਈ ਅਧਿਕਾਰ ਪਾਬੰਦੀ ਹੈ
ro: Accesul la resursa <strong>%1</strong> vă este refuzat.
rw: Ukugera kwabujijwe ku bikorana byerekanwe, <strong>%1</strong>.
sk: Prístup zamietnutý pre zadaný zdroj, <strong>%1</strong>.
sr: Приступ задатом ресурсу <strong>%1</strong> је одбијен.
sr@latn: Pristup zadatom resursu <strong>%1</strong> je odbijen.
tg: Даромадан ба манбаъи муайяншудаи <strong>%1</strong> рад карда шуд.
th: ได้รับการปฏิเสธในการใช้งานทรัพยากร <strong>%1</strong>

source: You may have supplied incorrect authentication details or none at all.
bs: Možda ste naveli pogrešne detalje za autentikaciju ili ih uopšte niste naveli.
km: អ្នក​ប្រហែល​ជា​បាន​ផ្តល់​សេចក្តី​លម្អិត​ការ​ផ្ទៀង​ផ្ទាត់​មិន​ត្រឹមត្រូវ ឬ គ្មាន​ទាល់​តែ​សោះ ។
ko: 올바르지 않은 인증정보를 제공했거나 아무것도 제공하지 않았을 것입니다.
mn: Та энэ гэрчилгээний хувьд зөв биш эсвэл бүрэн бус өгөгдөл өгчээ.
pa: ਤੁਸੀਂ ਗਲਤ ਪਰਮਾਣਕਤਾ ਵੇਰਵਾ ਦਿੱਤਾ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਦਿੱਤਾ ਹੀ ਨਾ ਹੋਵੇ।
ro: Probabil informaţiile de autentificare date nu sînt corecte sau nu aţi furnizat nici un fel de astfel de informaţii.
rw: Ushobora kuba watanze imenyekanisha ritariryo cyangwa ari ntaryo na busa.
sk: Možno ste zadali nesprávne alebo neúplné údaje pre prihlásenie.
sr: Можда сте дали нетачне детаље за пријављивање или их уопште нисте ни дали.
sr@latn: Možda ste dali netačne detalje za prijavljivanje ili ih uopšte niste ni dali.
tg: Мумкин аст ҷузъиёти шиносоиро нодуруст карда бошед ёки асло надода бошед.
th: คุณอาจจะลืมใส่รายละเอียดหรือใส่รายละเอียดไม่ถูกต้อง สำหรับการตรวจสอบสิทธิ์

source: Your account may not have permission to access the specified resource.
bs: Vaš račun možda nema ovlast za pristup navedenom resursu.
km: គណនី​របស់​អ្នក​មិន​មាន​សិទ្ធិចូលដំណើរការ​ធនធាន​ដែល​បាន​បញ្ជាក់ ។
ko: 명시된 리소스에 접근할 수 있는 권한이 없습니다.
mn: Таны хандах эрх хүрэхгүй байна.
pa: ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਦਿੱਤੇ ਸਰੋਤ ਦੀ ਵਰਤੋਂ ਲਈ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ।
ro: Contul dumneavoastră nu are permisiuni de acces la resursa specificată.
rw: Konti yawe ishobora kuba nta ruhushya rwo kugera ku bikorana byerekanwe.
sk: Váš účet nemá práva pre prístup k zadanému zdroju.
sr: Ваш налог нема дозволу да приступа датом ресурсу.
sr@latn: Vaš nalog nema dozvolu da pristupa datom resursu.
tg: Мумкин аст ҳисоби шумо иҷозати дастрасӣ ба манбаъи мушаххасшуда, надошта бошед.
th: คุณไม่ได้รับอนุญาตให้เขียนไปยังทรัพยากรนี้

source: Retry the request and ensure your authentication details are entered correctly.
bs: Ponovite zahtjev i osigurajte da su vaši detalji za autentikaciju ispravno uneseni.
km: សូម​ព្យាយាម​ស្នើ​សុំ​ឡើង​វិញ និង​សូម​ប្រាកដ​ថា​សេចក្តី​លម្អិត​អំពី​ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​របស់​អ្នក ត្រូវ​បាន​បញ្ចូល​យ៉ាងត្រឹមត្រូវ ។
ko: 다시 시도하여보고 입력한 인증정보가 올바른지 확인해보십시오.
mn: Та хүсэлтээ давтах болон бүртгэлийн баталгаажуулалтаа зөв өгсөн эсэхээ нягтлана уу.
pa: ਬੇਨਤੀ ਲਈ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਤੁਸੀਂ ਠੀਕ ਪਰਮਾਣਕਤਾ ਜਾਣਕਾਰੀ ਦਿੱਤੀ ਹੈ।
ro: Încercaţi din nou cererea făcută şi asiguraţi-vă că informaţiile de autentificare sînt introduse corect.
rw: Wongere ugerageze ikibazo noneho wizere ko ibijyanye n'imenyekanisha byinjijwe neza.
sk: Skúste to znovu a overte, že sú údaje pre overenie zadané správne.
sr: Поновите захтев и уверите се да су детаљи потребни за пријављивање унети исправно.
sr@latn: Ponovite zahtev i uverite se da su detalji potrebni za prijavljivanje uneti ispravno.
tg: Дархости худро такрор кунед ва мутмаъин шавед, ки ҷузъиёти шиносоиро дуруст ворид кардаед.
th: ลองทำสิ่งร้องขอมา และตรวจสอบให้แน่ใจว่า ได้เติมรายละเอียดส่วนการตรวจสอบสิทธิ์ ถูกต้องแล้ว

source: Write Access Denied
bs: Odbijen pristup za pisanje
km: ការ​ចូលដំណើរការ​សរសេរ​ត្រូវ​បាន​បដិសេធ
ko: 쓰기 거부됨
mn: Бичих хандалт бүтсэнгүй
pa: ਲਿਖਣ ਅਧਿਕਾਰ ਪਾਬੰਦੀ
ro: Acces de scriere refuzat
rw: Nta Burenganzira bwo Kwandika
sk: Prístup pre zápis zamietnutý
sr: Приступ за упис је одбијен
sr@latn: Pristup za upis je odbijen
tg: Дастрасии навиштан рад карда шуд
th: ได้รับการปฏิเสธในการเขียน

source: This means that an attempt to write to the file <strong>%1</strong> was rejected.
bs: Ovo znači da je pokušaj pisanja u datoteku <strong>%1</strong> odbijen.
km: នេះ​មាន​ន័យ​ថា​ការ​ប៉ុនប៉ង​សរសេរ​ទៅ​កាន់​ឯកសារ <strong>%1</strong> ត្រូវ​បាន​ច្រាន​ចោល ។
ko: 이것은 파일 <strong>%1</strong>에 쓰기 요청이 거부되었다는 뜻입니다.
mn: Энэ нь <strong>%1</strong> файл руу бичих оролдлого буцаагдсан гэсэн үг.
pa: ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਫਾਇਲ <strong>%1</strong> ਨੂੰ ਲਿਖਣ ਦੀ ਕੋਸ਼ਿਸ ਨਾ-ਮੰਨਜ਼ੂਰ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।
ro: Acest lucru înseamnă că va fost refuzată încercarea de a scrie în fişierul <strong>%1</strong>.
rw: Ibi bivuze ko igerageza ryo kwandika ku idosiye <strong>%1</strong> ryanzwe.
sk: To znamená, že pokus o zápis do súboru <strong>%1</strong> bol zamietnutý.
sr: Ово значи да је покушај уписа у фајл <strong>%1</strong> одбијен.
sr@latn: Ovo znači da je pokušaj upisa u fajl <strong>%1</strong> odbijen.
tg: Ин маънои онро дорад ки иҷозати навиштан дар файли <strong>%1</strong> дода нашуд.
th: ได้รับการปฏิเสธให้ทำการเขียนไปยังแฟ้ม <strong>%1</strong>

source: Unable to Enter Folder
bs: Ne mogu ući u direktorij
km: មិន​អាច​ចូល​ទៅ​ថត
ko: 디렉터리에 들어갈 수 없습니다.
mn: Хавтас руу орж болохгүй байна
pa: ਫੋਲਡਰ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਤੇ ਪਾਬੰਦੀ
ro: Nu pot intra în folder
rw: Ntibishoboka Kwinjiza Ububiko
sk: Nepodarilo sa otvoriť priečinok
sr: Не могу да уђем у фасциклу
sr@latn: Ne mogu da uđem u fasciklu
tg: Дар ин феҳрист даромада натавонист
th: ไม่สามารถเข้าไปยังโฟลเดอร์ได้

source: This means that an attempt to enter (in other words, to open) the requested folder <strong>%1</strong> was rejected.
bs: Ovo znači da je pokušaj ulaska (ili drugim riječima, otvaranja) traženog direktorija <strong>%1</strong> odbijen.
km: នេះ​មាន​ន័យ​ថា​ការ​ប៉ុនប៉ង​ចូល (អាច​និយាយ​ម្យ៉ាង​ទៀតថា បើក) ទៅ​កាន់​ថត <strong>%1</strong> ដែល​បាន​ស្នើ ត្រូវ​បាន​បដិសេធ ។
ko: 이것은 디렉터리 <strong>%1</strong>을 열 수 없다는 것을 의미합니다.
mn: Энэ нь <strong>%1</strong> хавтас нээх оролдлого татгалзагдлаа гэсэн үг.
pa: ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਫੋਲਡਰ <strong>%1</strong> ਨੂੰ ਖੋਲਣ ਦੀ ਮੰਗ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ।
ro: Acest lucru înseamnă că va fost refuzată încercarea de a intra (cu alte cuvinte, de a deschide) în folderul <strong>%1</strong>.
rw: Ibi bivuze ko igerageza ryo kwinjiza (mu yandi magambo, gufungura) ububiko bwasabwe <strong>%1</strong> ryanzwe.
sk: To znamená, že pokus o otvorenie požadovaného priečinku <strong>%1</strong> bol zamietnutý.
sr: Ово значи да је покушај уласка (другим речима отварање) у захтевану фасциклу <strong>%1</strong> одбијен.
sr@latn: Ovo znači da je pokušaj ulaska (drugim rečima otvaranje) u zahtevanu fasciklu <strong>%1</strong> odbijen.
tg: Ин маънои онро дорад, ки иҷозати вуруди ба феҳристи <strong>%1</strong> дода нашуд.
th: ถูกปฏิเสธในการเข้าไปยัง (หรือ เปิดใช้) โฟลเดอร์ <strong>%1</strong> ที่ร้องขอมา

source: Folder Listing Unavailable
bs: Listing direktorija nije dostupan
km: មិន​មាន​បញ្ជី​ថត
ko: 디렉터리 목록화 할 수 없음
mn: Хавтасын жагсаалт боломжгүй.
pa: ਫੋਲਡਰ ਸੂਚੀਬੱਧ ਉਪਲੱਬਧ ਨਹੀਂ
ro: Nu se poate lista folderul
rw: Urutonde rw'Amadosiye Ntirubonetse
sk: Výpis priečinku nie je k dispozícii
sr: Листа фасцикле није доступна
sr@latn: Lista fascikle nije dostupna
tg: Рӯйхати феҳрист дастрас намебошад
th: ไม่สามารถเรียกดูภายในโฟลเดอร์ได้

source: Protocol %1 is not a Filesystem
bs: Protokol %1 nije datotečni sistem
km: ពិធីការ %1 មិន​មែន​ជា​ប្រព័ន្ធ​ឯកសារ​ឡើយ
ko: 프로토콜 %1은 파일시스템이 아님
mn: Протоколл %1 файлын системийнх биш
pa: ਪਰੋਟੋਕਾਲ %1 ਫਾਇਲਸਿਸਟਮ ਨਹੀਂ ਹੈ
ro: Protocolul %1 nu este un protocol de sistem de fişiere
rw: Porotokole %1 si Idosiyesisitemu
sk: Protokol %1 nie je systém súborov
sr: Протокол %1 није систем фајлова
sr@latn: Protokol %1 nije sistem fajlova
tg: Пртоколи %1 - системаи файл нест
th: โปรโตคอล %1 ไม่ใช่ระบบแฟ้ม

source: This means that a request was made which requires determining the contents of the folder, and the KDE program supporting this protocol is unable to do so.
bs: Ovo znači da je napravljen zahtjev koji traži određivanje sadržaja direktorija, a KDE program koji podržava ovaj protokol nije u stanju to da uradi.
km: នេះ​មាន​ន័យ​ថា​សំណើ​ត្រូវ​បានស្នើ ដែល​ទាម​ទារ​កំណត់​មាតិកា​របស់​ថត ហើយ​កម្មវិធី KDE ដែល​គាំទ្រ​ពិធីការ​នេះ មិន​អាច​ធ្វើ​ដូច្នោះ ។
ko: 이것은 디렉터리의 내용을 결정하는 것이 필요한 요청이지만, 이 프로토콜을 지원하는 KDE프로그램은 그렇게 하는 것이 불가능하다는 것을 의미합니다.
mn: Энэ нь лавлахын агуулгыг уншихыг хүссэн үйлдэл хийгдсэн боловч энэ протоколыг дэмждэг KDE-программ үүнийг хийх боломжгүй байна.
pa: ਇਸ ਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਫੋਲਡਰ ਦੇ ਭਾਗਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਲਈ ਮੰਗ ਕੀਤੀ ਗਈ ਸੀ ਅਤੇ ਇਹ ਪਰੋਟੋਕਾਲ ਨੂੰ ਸਹਇਕ KDE ਪਰੋਗਰਾਮ ਇੰਝ ਕਰਨ ਤੋਂ ਅਸਮਰੱਥ ਹੈ।
ro: Acest lucru înseamnă că cererea pe care aţi făcut-o încearcă să determine conţinutul folderului. Programul KDE care implementează acest protocol nu poate face acest lucru.
rw: Ibyo bivuze ko igisabwa cyakozwe gikenera kwerekana ibiri mu bubiko, kandi porogaramu KDE yemera iyi porotokole ntishobora gukora gutyo.
sk: To znamená, že požiadavka vyžaduje určenie obsahu priečinku, ale to program KDE, ktorý tento protokol podporuje, nedokáže.
sr: Ово значи да је упућен захтев који захтева одређивање садржаја фасцикле, а KDE програм који подржава овај протокол није био у могућности да то уради.
sr@latn: Ovo znači da je upućen zahtev koji zahteva određivanje sadržaja fascikle, a KDE program koji podržava ovaj protokol nije bio u mogućnosti da to uradi.
tg: Ин маънии онро дорад, ки дархости мушаххаскунандаи дорои феҳрист эҷод шуд, ки барномаи KDE пуштибони ин қарордод, қодир ба анҷом намебошад.
th: สิ่งที่ร้องขอมา ต้องการเรียกดูเนื้อหาภายในโฟลเดอร์ และโปรแกรม KDE ที่สนับสนุนโปรโตคอลนี้ ไม่สามารถทำเช่นนั้นได้

source: Cyclic Link Detected
bs: Otkriven kružni link
km: បាន​រកឃើញ​ការ​តភ្ជាប់​ដដែល
ko: 순환링크가 탐색됨
mn: Цикл холбоос олдлоо
pa: ਘੁੰਮਾਓ ਸੰਬੰਧ ਖੋਜਿਆ
ro: Legătură ciclică detectată
rw: Ihuza Rigaruka Ryagaraye
sk: Nájdený cyklický odkaz
sr: Откривена је кружна веза
sr@latn: Otkrivena je kružna veza
tg: Пайванди давронӣ пайдо шуд
th: ตรวจพบการเชื่อมโยงแบบวนรอบ

source: UNIX environments are commonly able to link a file or folder to a separate name and/or location. KDE detected a link or series of links that results in an infinite loop - i.e. the file was (perhaps in a roundabout way) linked to itself.
bs: UNIX okoline često mogu linkovati datoteku ili direktorij na odvojeno ime i/ili lokaciju. KDE je otkrio link ili niz linkova koji rezultiraju beskonačnom petljom - drugim riječima, datoteka je (vjerovatno na zaobilazan način) linkovana na samu sebe.
km: បរិស្ថាន UNIX ជាទូទៅ​អាច​ភ្ជាប់​ឯកសារ ឬ ថត​មួយ ទៅ​ឈ្មោះ និង/ឬ ទីតាំង​ផ្សេង ។ KDE បាន​រក​ឃើញ​តំណ ឬ ស៊េរីនៃ​តំណ​ដែល​ផ្តល់​លទ្ធផល​ជា​រង្វិល​ជុំ​មិន​កំណត់ ។ ឧទាហរណ៍ ៖ ឯកសារ​បាន​តភ្ជាប់ទៅ​ខ្លួន​វា ។
ko: UNIX 환경은 일반적으로 별도의 이름 그리고/혹은 위치에 디렉터리나 파일을 연결할 수 있습니다. KDE는 무한 루프 상태의 한 개 이상의 연결을 발견하였습니다. 예를 들어, 파일이 (직접적으로 혹은 간접적으로) 자기 자신을 연결하고 있습니다.
mn: Unix орчин ерөнхийдөө файл эсвэл хавтасыг салангид нэр эсвэл байршил руу холбох боломжтой байдаг. KDE төгсгөлгүй циклээр үүсгэгдсэн нэгэн тийм холбоос эсвэл тийм холбоосын цувралыг илрүүллээ. Ө.х тэдгээр файлууд магадгүй өөрөө өөрлүүгээ холбогдсон байж болно.
ro: Mediile UNIX au posibilitatea să facă legături de la un fişier sau folderul către un nume şi/sau locaţie diferite. KDE a determinat o legătură sau o serie de legături care rezultă într-o buclă infinită (de exemplu un fişier face legătură către el însuşi).
rw: Ibikikije UNIX bishobora mu buryo rusange guhuza idosiye cyangwa ububiko ku izina na/cyangwa ahantu bitandukanye. KDE yabonye ihuza cyangwa ibyiciro by'amahuza bitanzwe n'iyisubira ritarangira - ni ukuvuga ko idosiye yari (wenda mu buryo buziguye) ihujwe kuri yo.
sk: Prostredia systémov UNIX sú obvykle schopné vytvoriť odkaz na súbor alebo priečinok. KDE našlo odkaz alebo sériu odkazov, ktoré vytvárajú nekonečný cyklus - súbor je (asi cez viac odkazov) odkaz sám na seba.
sr: UNIX окружења су обично способна да вежу фајл или фасциклу са одвојеним именом и/или локацијом. KDE је открио везу или серију веза које резултују бесконачном петљом, нпр. фајл је (можда неким околним путем) везан са самим собом.
sr@latn: UNIX okruženja su obično sposobna da vežu fajl ili fasciklu sa odvojenim imenom i/ili lokacijom. KDE je otkrio vezu ili seriju veza koje rezultuju beskonačnom petljom, npr. fajl je (možda nekim okolnim putem) vezan sa samim sobom.
tg: Атрофи UNIX умуман қодиранд ки як файл ёки феҳристро бо ном/маконе пайванд кунанд. KDE пайванд ё пайвандҳоро ки ба ҳалқаи номуайян мешударо шиносоӣ мекунад - мисоли файл ба худаш пайванд шуда буд.
th: สภาพแวดล้อมของระบบยูนิกซ์ตามปกตินั้น สามารถทำการเชื่อมโยงแฟ้มหรือโฟลเดอร์ไปเป็นชื่ออื่น และ/หรือในตำแหน่งอื่น ๆ ได้ ซึ่ง KDE ได้ตรวจพบการเชื่อมโยง หรือชุดของการเชื่อมโยง ในแบบวนรอบไม่รู้จบ - เช่น แฟ้มที่เชื่อมโยงไปยังตัวมันเอง เป็นต้น

source: Delete one part of the loop in order that it does not cause an infinite loop, and try again.
bs: Obrišite jedan dio petlje na takav način da ona ne izaziva beskonačnu petlju i pokušajte ponovo.
km: លុប​ផ្នែក​មួយ​នៃ​រង្វិលជុំ ដើម្បី​ឲ្យ​វា​មិន​បង្ក​នូវ​រង្វិល​ជុំ​មិន​ឈប់ ហើយ​ព្យាយាម​ម្តង​ទៀត ។
ko: 무한루프를 야기하지 않도록 루프의 일부를 삭제하고 다시 시도하십시오.
mn: Төгсгөлгүй циклийн хэсгийг устгаад дахин оролдоно уу.
pa: ਲਗਾਤਾਰ ਚੱਕਰ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਚੱਕਰ ਦੇ ਇੱਕ ਭਾਗ ਨੂੰ ਹਟਾ ਕੇ ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Ştergeţi o componentă a buclei pentru a elimina bucla infinită şi încercaţi din nou.
rw: Siba igice kimwe cy'iyisubira kugira ngo bidatera iyisubira ritarangira, noneho wongere ugerageze.
sk: Odstráňte jednu stranu cyklu, aby nemohol vzniknúť cyklus nekonečný, a skúste to znovu.
sr: Обришите један део петље да она не би више била бесконачна и пробајте поново.
sr@latn: Obrišite jedan deo petlje da ona ne bi više bila beskonačna i probajte ponovo.
tg: Як қисмати ҳалқаро бо тартиб, ки ба ҳалқаи номуайян намеорад, нобуд созед ва боз як бори дигар талош кунед.
th: ลบส่วนหนึ่งของการวนรอบ ในลำดับที่จะทำให้มันไม่เป็นการวนรอบไม่รู้จบ แล้วลองใหม่อีกครั้ง

source: Request Aborted By User
bs: Zahtjev prekinut od strane korisnika
km: ការ​ស្នើ​សុំ​ត្រូវ​បាន​បញ្ឈប់​ដោយ​អ្នកប្រើ
ko: 사용자가 요청 중단시킴
mn: Хүсэлт хэрэглэгчээр тасарлаа
pa: ਉਪਭੋਗੀ ਨੇ ਬੇਨਤੀ ਰੱਦ ਕੀਤੀ
ro: Cerere anulată de către utilizator
rw: Ikibazo Cyahagaritswe n'Ukoresha
sk: Požiadavka prerušená užívateľom
sr: Захтев отказан од стране корисника
sr@latn: Zahtev otkazan od strane korisnika
tg: Корбари дархостро хотима дод
th: ต้องการยกเลิกโดยผู้ใช้

source: The request was not completed because it was aborted.
bs: Zahtjev nije završen zato što je prekinut.
km: សំណើ​មិន​បាន​បញ្ចប់​ទាំងស្រុង​ឡើយ ដោយ​សារ​តែ​វា​ត្រូវ​បាន​បញ្ឈប់ ។
ko: 진행이 중단되어 요청이 완전히 실행되지 않았습니다.
mn: Хүсэлт тасарсан учир бүрэн биелсэнгүй.
pa: ਬੇਨਤੀ ਨੂੰ ਪੂਰਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ, ਕਿਉਕਿ ਇਸ ਨੂੰ ਅਧੂਰਾ ਛੱਡ ਦਿੱਤਾ ਗਿਆ ਹੈ।
ro: Cererea nu a fost finalizată deoarece a fost anulată.
rw: Igisabwa nticyarangiye kuko cyahagaritswe.
sk: Požiadavka nebola dokončená, pretože bola prerušená.
sr: Захтев није завршен зато што га је корисник отказао.
sr@latn: Zahtev nije završen zato što ga je korisnik otkazao.
tg: Ба улти хотимаи ғайри оддӣ, дархост такмил нашуд.
th: ไม่สามารถทำสิ่งที่ร้องขอมาให้สำเร็จได้ เนื่องจากมันถูกยกเลิกเสียก่อน

source: Retry the request.
bs: Ponovite zahtjev.
km: ព្យាយាម​ស្នើ​ឡើង​វិញ ។
ko: 요청을 다시 시도하십시오.
mn: Хүсэлт давтах
pa: ਬੇਨਤੀ ਤੇ ਮੁੜ ਕੋਸ਼ਿਸ
ro: Încercaţi din nou cererea.
rw: Wongere ugerageze igisabwa.
sk: Skúste to znovu.
sr: Поново покушај са захтевом.
sr@latn: Ponovo pokušaj sa zahtevom.
tg: Таҷдиди дархост кунед.
th: พยายามทำสิ่งที่ร้องขอมา

source: Cyclic Link Detected During Copy
bs: Kružni link otkriven prilikom kopiranja.
km: តំណ​ជា​រង្វង់​ត្រូវបាន​រកឃើញ កំឡុងពេល​ចម្លង​
ko: 복사중에 순환링크 탐색됨
mn: Хуулж байхад цикл холбоос илэрлээ
pa: ਨਕਲ ਦੌਰਾਨ ਘੁੰਮਾਓ ਸੰਬੰਧ ਖੋਜਿਆ
ro: Legătură ciclică detectată la copiere
rw: Ihuza Rigaruka Ryagaraye mu Gukoporora
sk: Nájdený cyklický odkaz počas kopírovania
sr: Кружна веза је откривена приликом копирања
sr@latn: Kružna veza je otkrivena prilikom kopiranja
tg: Дар ҳангоми нусха гирӣ, пайванди давронӣ шиносоӣ шуд
th: พบการเชื่อมโยงแบบวนรอบขณะทำการคัดลอก

source: UNIX environments are commonly able to link a file or folder to a separate name and/or location. During the requested copy operation, KDE detected a link or series of links that results in an infinite loop - i.e. the file was (perhaps in a roundabout way) linked to itself.
bs: UNIX okoline često mogu linkovati datoteku ili direktorij na odvojeno ime i/ili lokaciju. Tokom tražene operacije kopiranja, KDE je otkrio link ili niz linkova koji rezultiraju beskonačnom petljom - drugim riječima, datoteka je (vjerovatno na zaobilazan način) linkovana na samu sebe.
km: បរិស្ថាន UNIX ជាទូទៅ​អាច​ភ្ជាប់​ឯកសារ ឬ ថត ទៅ​ឈ្មោះ និង/ឬ ទីតាំង​ផ្សេង ។ កំឡុងពេល​ប្រតិបត្តិការ​ចម្លង​ដែល​បាន​ស្នើ​សុំ KDE បាន​រកឃើញ​តំណ ឬ ស៊េរី​នៃ​តំណ​ដែល​ផ្តល់​លទ្ធផល​ជា​រង្វិលជុំ​មិន​កំណត់​ ។ ឧទាហរណ៍ ៖ ឯកសារ​តភ្ជាប់ទៅ​ខ្លួន​វា ។
ko: 유닉스환경은 일반적으로 별도의 이름 그리고/혹은 위치에 디렉터리나 파일을 연결할 수 있습니다. 요청된 복사가 실행되는 동안 KDE가 무한루프 상태의 연결을 탐색했습니다. 예를 들어,파일이 (직접적으로나 간접적으로) 그 자체에 연결됩니다.
mn: Unix орчин ерөнхийдөө файл эсвэл хавтасыг салангид нэр эсвэл байршил руу холбох боломжтой байдаг. KDE төгсгөлгүй циклээр үүсгэгдсэн нэгэн тийм холбоос эсвэл тийм холбоосын цувралыг илрүүллээ. Ө.х тэдгээр файлууд магадгүй өөрөө өөрлүүгээ холбогдсон байж болно.
ro: Mediile UNIX au posibilitatea să facă legături de la un fişier sau folderul către un nume şi/sau locaţie diferite. În tipul operaţiei de copiere KDE a determinat o legătură sau o serie de legături care rezultă într-o buclă infinită (de exemplu un fişier face legătură către el însuşi).
rw: Ibikikije UNIX bishobora mu buryo rusange guhuza idosiye cyangwa ububiko ku izina na/cyangwa ahantu bitandukanye. Mu gihe cy'igikorwa cyo gukoporora cyasabwe, KDE yabonye ihuza cyangwa ibyiciro by'amahuza bitanzwe n'iyisubira ritarangira - ni ukuvuga ko idosiye yari (wenda mu buryo buziguye) ihujwe kuri yo.
sk: Prostredia systémov UNIX sú obvykle schopné vytvoriť odkaz na súbor alebo priečinok. Počas vykonania operácie kopírovania KDE našlo odkaz alebo sériu odkazov, ktoré vytvárajú nekonečný cyklus - súbor je (asi cez viac odkazov) odkaz sám na seba.
sr: UNIX окружења су обично способна да вежу фајл или фасциклу са одвојеним именом и/или локацијом. За време захтеване операције копирања, KDE је открио везу или серију веза које резултују бесконачном петљом, нпр. фајл је (можда неким околним путем) везан са самим собом.
sr@latn: UNIX okruženja su obično sposobna da vežu fajl ili fasciklu sa odvojenim imenom i/ili lokacijom. Za vreme zahtevane operacije kopiranja, KDE je otkrio vezu ili seriju veza koje rezultuju beskonačnom petljom, npr. fajl je (možda nekim okolnim putem) vezan sa samim sobom.
tg: Атрофи UNIX умуман қодиранд, ки як файл ё феҳристро ба ном/макони ҷудогона пайванд кунанд. Дар айни амал дархости нусха, KDE пайванд ё пайвандҳоеро, ки манҷар ба ҳалқаи номутаносиб мешаванд, шиносоӣ мекунад - мисол файл ба худаш пайванд шуда буд.
th: สภาพแวดล้อมของระบบยูนิกซ์ตามปกตินั้น สามารถทำการเชื่อมโยงแฟ้มหรือโฟลเดอร์ไปเป็นชื่ออื่น และ/หรือในตำแหน่งอื่น ๆ ได้ ซึ่งระหว่างทำการคัดลอก KDE ได้ตรวจพบการเชื่อมโยงหรือชุดของการเชื่อมโยง ในแบบวนรอบไม่รู้จบ - เช่น แฟ้มที่เชื่อมโยงไปยังตัวมันเอง เป็นต้น

source: Could Not Create Network Connection
bs: Ne mogu napraviti mrežnu konekciju
km: មិន​អាច​បង្កើត​ការ​តភ្ជាប់​បណ្តាញ
ko: 네트워크 접속을 할 수 없음
mn: Сүлжээний холболт үүсгэх боломжгүй байна
pa: ਨੈਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ ਬਣ ਸਕਿਆ ਹੈ।
ro: Nu pot crea conexiune de reţea
rw: Ntibyashobotse Kurema Ukwihuza k'Urusobemiyoboro
sk: Nie je možné vytvoriť sieťové spojenie
sr: Није могуће направити мрежну везу
sr@latn: Nije moguće napraviti mrežnu vezu
tg: Алоқаи шабақаро сохта натавонист
th: ไม่สามารถสร้างการเชื่อมต่อเครือข่ายได้

source: Could Not Create Socket
bs: Ne mogu napraviti socket
km: មិន​អាច​បង្កើត​រន្ធ
ko: 소켓을 생성할 수 없음
mn: Соккет үүсгэх боломжгүй байна
pa: ਸਾਕਟ ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ
ro: Nu pot crea soclu
rw: Ntibyashobotse Kurema Soketi
sk: Nie je možné vytvoriť soket
sr: Није могуће направити сокет
sr@latn: Nije moguće napraviti soket
tg: Socket-ро сохта натавонист
th: ไม่สามารถสร้างซ็อกเก็ตได้

source: This is a fairly technical error in which a required device for network communications (a socket) could not be created.
bs: Ovo je prilično tehnička greška u kojoj traženo sredstvo za mrežne komunikacije (socket) nije mogao biti napravljen.
km: នេះ​គឺ​ជា​កំហុស​បច្ចេកទេស​ដែល​ឧបករណ៍ត្រូវការ​សម្រាប់​ទំនាក់ទំនង​បណ្តាញ (រន្ធ) មិន​អាច​បង្កើត​ឡើង​បាន ។
ko: 이것은 생성 될 수 없는 네트워크 통신을 위해 필요한 장치(소켓)에 대해 일어난 기술적인 오류입니다.
mn: Сүлжээний холболт шаардлагатай төхөөрөмжийн холболт (соккет) үүсгэх боломжгүй гэсэн техникийн алдаа гарлаа.
pa: ਇਹ ਸਾਫ਼ ਤਕਨੀਕੀ ਸਮੱਸਿਆ ਹੈ, ਜਿਸ ਵਿੱਚ ਨੈਟਵਰਕ ਸੰਚਾਰ (ਇੱਕ ਸਾਕਟ) ਲਈ ਲੋੜੀਦਾ ਨੈਟਵਰਕ ਜੰਤਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
ro: Aceasta este o eroare tehnică în care nu a putut fi creat un dizpozitiv de reţea (un soclu).
rw: Iri ni ikosa tekiniki muriryo apareye ikenewe ijyanye n'amatumanaho y'urusobemiyoboro (soketi) idashobora kuremwa.
sk: Toto je dosť technická chyba, kde sa požadované zariadenie pre sieťovú komunikáciu (soket) nepodarilo vytvoriť.
sr: Ово је углавном техничка грешка у којој потребни уређај за мрежну комуникацију (сокет) није могао бити направљен.
sr@latn: Ovo je uglavnom tehnička greška u kojoj potrebni uređaj za mrežnu komunikaciju (soket) nije mogao biti napravljen.
tg: Ин хатои техникӣ мебошад, ки дар натиҷа дастгоҳи лозимӣ ёки пайвастагии шабақа (socket) эҷод нашуд.
th: นี่เป็นข้อผิดพลาดตามปกติ ที่ไม่สามารถสร้างอุปกรณ์ สำหรับการสื่อสารในเครือข่าย (ซ็อกเก็ต) ตามต้องการได้

source: The network connection may be incorrectly configured, or the network interface may not be enabled.
bs: Mrežna konekcija možda nije dobro podešena ili nije uključen mrežni interfejs.
km: ការ​តភ្ជាប់​បណ្តាញ​ប្រហែល​ជា​មិន​បាន​កំណត់​រចនា​សម្ព័ន្ធ​ត្រឹមត្រូវ ឬ ចំណុចប្រទាក់​បណ្តាញ​ប្រហែល​ជា​មិន​បាន​អនុញ្ញាត​ឡើយ ។
ko: 네트워크연결이 올바르지 않게 설정되었거나 네트워크 인터페이스가 비활성화됨.
mn: Сүлжээний холболт магадгүй буруу тохируулагдсан эсвэл сүлжээний карт идэвхижихгүй байна.
pa: ਨੈਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਗਲਤ ਢੰਗ ਨਾਲ ਸੰਰਚਿਤ ਕੀਤਾ ਗਿਆ ਹੋ ਸਕਦਾ ਹੈ, ਜਾਂ ਨੈਟਵਰਕ ਇੰਟਰਫੇਸ ਯੋਗ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
ro: Conexiunea de reţeaeste incorect configurată sau interfaţa de reţea nu este activă.
rw: Ukwihuza k'urusobemiyoboro gushobora kuba kwakozwe nabi, cyangwa imigaragarire y'urusobemiyoboro ishobora kuba idakora.
sk: Sieťové spojenie je možno nesprávne nastavené alebo sieťové rozhranie nie je povolené.
sr: Мрежна веза није можда добро подешена, или можда мрежни интерфејс није укључен.
sr@latn: Mrežna veza nije možda dobro podešena, ili možda mrežni interfejs nije uključen.
tg: Мумкин аст иртиботи шабақае ба нодурустӣ танзим шудааст, ё воситаи шабақа фаъол нашудааст.
th: การสื่อสารแบบเครือข่าย อาจจะยังไม่ได้ถูกปรับแต่งอย่างถูกต้อง หรืออุปกรณ์เครือข่ายอาจจะยังไม่เปิดใช้งาน

source: Connection to Server Refused
bs: Veza na server odbijena
km: ការ​តភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន​បម្រើ ត្រូវ​បាន​បដិសេធ
ko: 서버에 접속 거부됨
mn: Сервер лүү холболт хэрэгсэгдсэнгүй
pa: ਸਰਵਰ ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਨਾ-ਮੰਨਜ਼ੂਰ
ro: Conexiune refuzată de către server
rw: Ukwihuza kuri Seriveri Kwanze
sk: Spojenie so serverom odmietnuté
sr: Веза ка серверу је одбијена
sr@latn: Veza ka serveru je odbijena
tg: Алоқа ба сервер рад карда шуд
th: การเชื่อมต่อไปยังเซิร์ฟเวอร์ถูกปฏิเสธ
