Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Could not find the program '%1'
bs: Ne mogu pronaći program '%1'
km: មិន​អាច​រក​ឃើញ​កម្មវិធី '%1'
ko: 프로그램 '%1'을 찾을 수 없음
pa: ਕਾਰਜ '%1' ਨਹੀ ਲੱਭਾ ਹੈ।
ro: Nu am găsit programul "%1"
rw: Ntibyashobotse kubona porogaramu '%1'
sk: Nemôžem nájsť program '%1'
sr: Не могу да пронађем програм „%1“
sr@latn: Ne mogu da pronađem program „%1“
tg: Барномаи '%1' -ро ёфта натавонист
th: ไม่สามารถค้นหาโปรแกรม "%1" ได้

source: Symbolic Link
bs: Simbolička veza
km: តំណ​និមិត្តសញ្ញា
ko: 상징적 링크
mn: Символик холбоос
pa: ਨਿਸ਼ਾਨ ਸੰਬੰਧ
ro: Legătură simbolică
rw: Ihuza kimenyetso
sk: Symbolický odkaz
sr: Симболичка веза
sr@latn: Simbolička veza
tg: Ишораи истинод
th: เชื่อมโยงแบบสัญลักษณ์

source: %1 (Link)
bs: %1 (Veza)
km: %1 (តំណ)
ko: %1 (링크)
mn: %1 (Холбоос)
pa: %1 (ਸੰਬੰਧ)
ro: %1 (Legătură)
rw: %1 (Ihuza)
sk: %1 (Linka)
sr: %1 (веза)
sr@latn: %1 (veza)
tg: %1 (Алоқа)
th: %1 (การเชื่อมโยง)

source: Name:
bs: Ime:
km: ឈ្មោះ ៖
ko: 이름:
mn: Нэр:
pa: ਨਾਂ:
ro: Nume:
rw: Izina:
sk: Meno:
sr: Име:
sr@latn: Ime:
tg: Ном:
th: ชื่อ:

source: Type:
bs: Vrsta:
km: ប្រភេទ ៖
ko: 타입:
mn: Төрөл:
pa: ਕਿਸਮ:
ro: Tip:
rw: Ubwoko:
sk: Typ:
sr: Врста:
sr@latn: Vrsta:
tg: Намуд:
th: ประเภท:

source: Link to %1 (%2)
bs: Link na %1 (%2)
km: តភ្ជាប់​ទៅ %1 (%2)
ko: %1에 링크(%2)
pa: %1 (%2) ਨਾਲ ਸਬੰਧ
ro: Legătură către %1 (%2)
rw: Ihuza ku %1 (%2)
sk: Odkaz na %1 (%2)
sr: Веза ка %1 (%2)
sr@latn: Veza ka %1 (%2)
tg: Алоқа ба %1 (%2)
th: เชื่อมโยงไปยัง %1 (%2)

source: Size:
bs: Veličina:
km: ទំហំ ៖
ko: 크기:
mn: Хэмжээ:
pa: ਆਕਾਰ:
ro: Mărime:
rw: Ingano:
sk: Veľkosť:
sr: Величина:
sr@latn: Veličina:
tg: Андоза:
th: ขนาด:

source: Modified:
bs: Mijenjan:
km: បាន​កែប្រែ ៖
ko: 변경:
mn: Өөрчилсөн:
pa: ਸੋਧ:
ro: Modificat:
rw: Byahinduwe:
sk: Zmenené:
sr: Последња измена:
sr@latn: Poslednja izmena:
tg: Дигаргуншуда:
th: แก้ไขเมื่อ:

source: Owner:
bs: Vlasnik:
km: ម្ចាស់ ៖
ko: 소유자:
mn: Эзэмшигч:
pa: ਮਾਲਕ:
ro: Proprietar:
rw: Nyirabyo:
sk: Vlastník:
sr: Власник:
sr@latn: Vlasnik:
tg: Соҳиб:
th: เจ้าของ:

source: Permissions:
bs: Privilegije:
km: សិទ្ធិ ៖
ko: 권한:
mn: Эрх:
pa: ਅਧਿਕਾਰ:
ro: Permisiuni:
rw: Impushya:
sk: Prístupové práva:
sr: Дозволе:
sr@latn: Dozvole:
tg: Дастрасӣ:
th: สิทธิ์ที่อนุญาต:

source: Skip
bs: Preskoči
km: រំលង
ko: 건너 뛰기
mn: Алгасах
pa: ਛੱਡੋ
ro: Sare
rw: Gusimbuka
sk: Preskočiť
sr: Прескочи
sr@latn: Preskoči
tg: Гузарондан
th: ข้าม

source: Auto Skip
bs: Auto. preskoči
km: រំលង​ស្វ័យ​ប្រវត្តិ
ko: 자동 건너 뛰기
mn: Автоматаар алгасах
pa: ਸਵੈ-ਛੱਡੋ
ro: Sare automat
rw: Gusimbuka Byikoresha
sk: Auto preskoč.
sr: Аутоматски прескочи
sr@latn: Automatski preskoči
tg: Гузаронидани ҳамааш
th: ข้ามอัตโนมัติ

source: Shredding: pass %1 of 35
bs: Uništavam: prolaz %1 of 35
km: កំពុង​ច្រៀក ៖ ផុត %1 នៃ 35
ko: 소거중: %1/35 지남
mn: Тасдалт: 35-н %1 гарц
pa: ਉਤਾਰਨਾ: 35 ਵਿੱਚੋਂ %1 ਪਾਸ
ro: Distrugere: pasul %1 din 35
rw: Iyonona: rigeze %1 bya 35
sk: Skartujem: priechod %1 z 35
sr: Уништавање: пролаз %1 од 35
sr@latn: Uništavanje: prolaz %1 od 35
tg: Дар ҳоли тароша кардан: гузаред %1 аз 35
th: กำลังทำลาย: %1 จาก 35

source: Unable to create io-slave: %1
bs: Ne mogu stvoriti io-slave: %1
km: មិន​អាច​បង្កើត io-slave ៖ %1
ko: io-slave를 생성할수 없음:%1
mn: Оролт/Гаралтын модул %1 -г үүсгэх боломжгүй
pa: io-slave ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ: %1
ro: Nu pot crea io-slave: %1
rw: Ntibishotse kurema io-umugaragu: %1
sk: Nepodarilo sa vytvoriť IO klienta: %1
sr: Није могуће направити io-slave: %1
sr@latn: Nije moguće napraviti io-slave: %1
tg: io-slave: %1-ро сохта натавонист
th: ไม่สามารถสร้าง io-slave: %1

source: Unknown protocol '%1'.
bs: Nepoznat protokol '%1'.
km: មិន​ស្គាល់​ពិធីការ '%1' ។
ko: 알 수 없는 프로토콜'%1'.
pa: ਅਣਜਾਣ ਪਰੋਟੋਕਾਲ '%1'।
ro: Protocol necunoscut "%1".
rw: Porotokole itazwi '%1'.
sk: Neznámy protokol '%1'.
sr: Непознат протокол „%1“.
sr@latn: Nepoznat protokol „%1“.
tg: Протоколи '%1' ношинос аст.
th: ไม่รู้จักโปรโตคอล '%1'

source: Can not find io-slave for protocol '%1'.
bs: Ne mogu pronaći io-slave za protokol '%1'.
km: មិន​អាច​រកឃើញ io-slave សម្រាប់​ពិធីការ '%1' ។
ko: 프로토콜 %1을 위한 io-slave를 찾을 수 없음
mn: Протоколл "%1" Оролт/Гаралтын модул олдохгүй байна.
pa: ਪਰੋਟੋਕਾਲ '%1' ਲਈ io-slave ਖੋਜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।
ro: Nu am găsit dispozitivul I/E pentru protocolul "%1".
rw: Ntibishobotse kubona io-umugaragu ya porotokole '%1'.
sk: Nemôžem nájsť IO klienta pre protokol '%1'.
sr: Није могуће пронаћи io-slave за протокол „%1“.
sr@latn: Nije moguće pronaći io-slave za protokol „%1“.
tg: io-slave барои протоколи '%1' ёфта натавонист.
th: ไม่พบ io-slave สำหรับโปรโตคอล '%1'

source: Cannot talk to klauncher
bs: Ne mogu komunicirati s klauncherom
km: មិន​អាច​និយាយ​ទៅ​កាន់ klauncher
ko: klauncher과 통신할 수 없음
pa: ਕੇ-ਲਾਂਚਰ ਨਾਲ ਸੰਬੰਧ ਅਸਫਲ
ro: Nu am putut comunica cu klauncher
rw: Ntibishobotse kuvugana kuri klauncher
sk: KLauncher sa neozýva
sr: Није могуће причати klauncher-у
sr@latn: Nije moguće pričati klauncher-u
tg: Ба klauncher гап зада наметавонад
th: ไม่สามารถติดต่อกับ klauncher ได้

source: Unable to create io-slave: klauncher said: %1
bs: Ne mogu stvoriti io-slave: klauncher kaže: %1
km: មិន​អាច​បង្កើត io-slave បាន​ឡើយ ៖ klauncher បាន​និយាយ​ថា ៖%1
ko: io-slave를 생성할 수 없음: klauncher 메시지: %1
mn: Оролт/Гаралтын модул үүсгэх боломжгүй. klauncher сонордуулж байна: %1
pa: io-slave ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ: ਕੇ-ਲਾਂਚਰ ਨੇ ਕਿਹਾ: %1
ro: Nu pot crea dispozitiv I/O: mesaj "klauncher": %1
rw: Ntibishobotse kurema io-umugaragu: klauncher yavuze: %1
sk: Nemôžem vytvoriť io-slave: klauncher hovorí: %1
sr: Није могуће направити io-slave: klauncher је рекао: %1
sr@latn: Nije moguće napraviti io-slave: klauncher je rekao: %1
tg: Қодир ба эҷоди io-slave набудам: klauncher гуфт: %1
th: ไม่สามารถสร้าง io-slave: klauncher แจ้งว่า: %1

source: Mime Type
bs: MIME tip
km: ប្រភេទ Mime
ko: MIME 타입
mn: MIME-Төрөл
pa: ਮਾਈਮ ਕਿਸਮ
ro: Tip MIME
rw: Ubwoko Mime
sk: Mime typ
sr: MIME тип
sr@latn: MIME tip
tg: Намуди Mime
th: ประเภท Mime

source: Comment
bs: Komentar
km: សេចក្តី​អធិប្បាយ
ko: 설명
mn: Тайлбар
pa: ਟਿੱਪਣੀ
ro: Comentariu
rw: Icyo wongeraho
sk: Komentár
sr: Коментар
sr@latn: Komentar
tg: Шарҳ
th: คำอธิบาย

source: Patterns
bs: Uzorci
km: លំនាំ
ko: 패턴
pa: ਪੈਟਰਨ
ro: Modele
rw: Imitako
sk: Vzorky
sr: Узорци
sr@latn: Uzorci
tg: Чопгарҳо
th: รูปแบบ

source: &Edit...
bs: &Izmijeni...
km: កែសម្រួល...
ko: 편집(&E)...
pa: ਸੋਧ(&E)...
ro: &Editează...
rw: Kwandika...
sk: &Upraviť...
sr: &Уреди...
sr@latn: &Uredi...
tg: &Тағйир додан...
th: แก้ไ&ข...

source: Click this button to display the familiar KDE mime type editor.
bs: Kliknite na ovo dugme da dobijete poznati KDEove editor MIME tipova.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​បង្ហាញ​ឧបករណ៍​និពន្ធ​ប្រភេទ mime KDE ដែលថ្នឹក
ko: 친근한 KDE MIME 타입 편집기를 표시하려면 이 버튼을 누르십시오.
pa: KDE ਮਾਈਮ ਕਿਸਮ ਸੰਪਾਦਕ ਵਿਖਾਉਣ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਉ।
ro: Daţi clic pe acest buton pentru a afişa editorul KDE de tipuri MIME.
rw: Kanda iyi buto mu kwerekana muhinduzi y'ubwoko mime bwa KDE imenyerewe.
sk: Kliknutím na toto tlačidlo zobrazíte editor typov MIME pre KDE.
sr: Притисните ово дугме да бисте приказали познати KDE-ов уређивач миме типова.
sr@latn: Pritisnite ovo dugme da biste prikazali poznati KDE-ov uređivač mime tipova.
tg: Барои эҷод намудани каталоги нав ба рӯи ин кнопка пахш кунед.
th: คลิ้กที่ปุ่มนี้เพื่อแสดงตัวแก้ไขชนิดแฟ้ม mime ของ KDE

source: Certificate
bs: Cetifikat
km: វិញ្ញាបនបត្រ
ko: 인증서
mn: Гэрчилгээ:
pa: ਸਰਟੀਫਿਕੇਟ
ro: Certificat
rw: Impamyabushobozi
sk: Certifikát
sr: Сертификат
sr@latn: Sertifikat
tg: Сертификат
th: ใบรับรอง

source: Save selection for this host.
bs: Spasite izbor za ovaj računar.
km: រក្សាទុក​ការ​ជ្រើស​រើស​សម្រាប់​ម៉ាស៊ីន​នេះ ។
ko: 이 호스트의 선택 저장
mn: Энэ хостын сонголтыг хадгалах
pa: ਇਸ ਮੇਜ਼ਬਾਨ ਲਈ ਚੋਣ ਸੰਭਾਲੋ।
ro: Salvează selecţia pentru această gazdă.
rw: Kubika ihitamo kuri ubu buturo.
sk: Uložiť výber pre tohto hostiteľa.
sr: Сними избор за овај домаћин.
sr@latn: Snimi izbor za ovaj domaćin.
tg: Нигоҳ доштани интихоб барои ин узел.
th: บันทึกการเลือกสำหรับโฮสต์นี้

source: Send certificate
km: ផ្ញើ​វិញ្ញាបនបត្រ
ko: 인증서 보내기
pa: ਸਰਟੀਫਿਕੇਟ ਭੇਜੋ
ro: Trimite certificatul
sk: Poslať certifikát
sr: Пошаљи сертификат
sr@latn: Pošalji sertifikat
th: ส่งใบรับรอง

source: Do not send a certificate
bs: Nemoj slati cetifikat
km: កុំ​ផ្ញើ​វិញ្ញាបនបត្រ​មួយ
ko: 인증서 보내지 않기
mn: Гэрчилгээ бүү илгээ
pa: ਸਰਟੀਫਿਕੇਟ ਨਾ ਭੇਜੋ
ro: Nu trimite un certificat
rw: Ntiwohereze impamyabushobozi
sk: Neposielať certifikát
sr: Немој да шаљеш сертификат
sr@latn: Nemoj da šalješ sertifikat
tg: Гувоҳиномаро нафиристед
th: อย่าส่งใบรับรอง

source: KDE SSL Certificate Dialog
bs: KDE dijalog za SSL certifikate
km: ប្រអប់​វិញ្ញាបនបត្រ KDE SSL
ko: KDE SSL 인증서 대화상자
mn: SSL-Гэрчилгээ диалог
pa: KDE SSL ਸਰਟੀਫਿਕੇਟ ਵਾਰਤਾਲਾਪ
ro: Dialog certificat SSL KDE
rw: Ikiganiro cy' impamyabushobozi KDE SSL
sk: Dialóg pre certifikáty KDE SSL
sr: KDE-ов дијалог за SSL сертификат
sr@latn: KDE-ov dijalog za SSL sertifikat
tg: Диалоги Сертификати KDE SSL
th: กล่องใบรับรอง SSL บน KDE

source: The server <b>%1</b> requests a certificate.<p>Select a certificate to use from the list below:
km: ម៉ាស៊ីន​បម្រើ <b>%1</b> ស្នើវិញ្ញាបនបត្រ​មួយ ។<p>ជ្រើស​វិញ្ញាបត្រ​ដើម្បីប្រើ​ពី​បញ្ជី​ខាងក្រោម ៖
ko: 서버 <b>%1</b>이(가) 인증서를 요청합니다.<p>아래에서 사용할 인증서를 선택하십시오:
ro: Serverul <b>%1</b> cere un certificat.<p>Din lista de mai jos selectaţi un certificat care să fie utilizat:
sk: Server <b>%1</b> vy6aduje certifikát. <p>Zo zonamu zvoľte, ktorý certifikát sa má použiť:
sr: Сервер <b>%1</b> захтева сертификат.<p>Изаберите сертификат из доње листе:
sr@latn: Server <b>%1</b> zahteva sertifikat.<p>Izaberite sertifikat iz donje liste:
th: เซิร์ฟเวอร์ <b>%1</b> ร้องขอใบรับรอง <p>เลือกใบรับรองที่จะใช้จาก รายการด้านล่าง:

source: Signature Algorithm:
bs: Algoritam za potpisivanje:
km: ក្បួន​ដោះ​ស្រាយ​ហត្ថលេខា ៖
ko: 서명 알고리즘:
mn: Гарын үсэг-Алгоритм:
pa: ਹਸਤਾਖਰ ਐਲੋਗਰਿਥਮ:
ro: Algoritm semnătură:
rw: Ikurikiranyasubiza ry'Umukono:
sk: Algoritmus podpisu:
sr: Алгоритам потписивања:
sr@latn: Algoritam potpisivanja:
tg: Алгоритми имзо:
th: อัลกอริธึมของลายเซ็น:

source: Unknown
bs: Nepoznat
km: មិន​ស្គាល់
ko: 알 수 없음
mn: Тодорхойгүй
pa: ਅਣਜਾਣ
ro: Necunoscut
rw: Kitazwi
sk: Neznámy
sr: Непознат
sr@latn: Nepoznat
tg: Ношинос
th: ไม่รู้จัก

source: Signature Contents:
bs: Potpis sadrži:
km: មាតិកា​របស់​ហត្ថលេខា ៖
ko: 서명 내용:
mn: Гарын үсгийн агуулга:
pa: ਹਸਤਾਖਰ ਭਾਗ:
ro: Conţinut semnătură:
rw: Ibikubiyemo by'Umukono:
sk: Obsah podpisu:
sr: Садржај потписа:
sr@latn: Sadržaj potpisa:
tg: Дохили имзо:
th: เนื้อหาของลายเซ็น:

source: _: Unknown Unknown key algorithm
bs: Nepoznat algoritam ključa
km: មិន​ស្គាល់​ក្បួន​ដោះស្រាយ​កូនសោ
ko: 알 수 없는 키 알고리즘
mn: Тодорхойгүй түлхүүр алгоритм
pa: ਅਣਜਾਣ ਕੁੰਜੀ ਐਲੋਗਰਿਥਮ
ro: Algoritm cheie necunoscut
rw: aligoritime rufunguzo itazwi
sk: Neznámy algoritmus pre kľúč
sr: Непознати алгоритам кључа
sr@latn: Nepoznati algoritam ključa
tg: Калиди алгоритми ношинос
th: ไม่รู้จักกุญแจของอัลกอริธึม

source: Key type: RSA (%1 bit)
bs: Vrsta ključa: RSA (%1 bita)
km: ប្រភេទ​កូនសោ ៖ RSA (%1 ប៊ីត)
ko: 키 타입: RSA (%1 비트)
mn: Түлхүүрийн төрөл: RSA (%1 бит)
pa: ਕੁੰਜੀ ਕਿਸਮ: RSA (%1 ਬਿੱਟ)
ro: Tip cheie: RSA (%1 biţi)
rw: Ubwoko bw'urufunguzo: RSA (biti %1)
sk: Typ kľúča: RSA (%1 bitov)
sr: Кључ типа: RSA (%1 бита)
sr@latn: Ključ tipa: RSA (%1 bita)
tg: Намуди калид: RSA (%1 бит)
th: ชนิดของกุญแจ: RSA (%1 บิต)

source: Modulus:
km: ម៉ូឌ្យូឡឹស ៖
ko: 모듈:
mn: Жишлэг:
pa: ਮੈਡੀਊਲ:
ro: Modulul:
rw: Modulo:
sk: Modulo:
sr: Модуло:
sr@latn: Modulo:
tg: Модулҳо:
th: โมดูลัส:

source: Exponent: 0x
bs: Eksponent: 0x
km: និទស្សន្ត ៖ 0x
ko: 지수:0x
mn: Зэрэгийн илтгэгч: 0x
pa: ਐਕਸਪੋਨੇਟ: 0x
rw: Ubwikube: 0x
sr: Изложилац: 0x
sr@latn: Izložilac: 0x
th: เอ็กซ์โปเนนท์: 0x

source: Key type: DSA (%1 bit)
bs: Vrsta ključa: DSA (%1 bita)
km: ប្រភេទ​កូនសោ ៖ DSA (%1 ប៊ីត)
ko: 키 타입: DSA (%1비트)
mn: Түлхүүрийн төрөл: DSA (%1 бит)
pa: ਕੁੰਜੀ ਕਿਸਮ: DSA (%1 ਬਿੱਟ)
ro: Tip cheie: DSA (%1 biţi)
rw: Ubwoko bw'urufunguzo: DSA (biti %1)
sk: Typ kľúča: DSA (%1 bitov)
sr: Кључ типа: DSA (%1-битни)
sr@latn: Ključ tipa: DSA (%1-bitni)
tg: Намуди калид: DSA (%1 бит)
th: ชนิดของกุญแจ: DSA (%1 บิต)

source: Prime:
bs: Prost broj:
km: ដំបូង ៖
ko: 소수:
mn: Анхны тоо:
pa: ਪ੍ਰਾਇਮ:
ro: Prim:
rw: Cya mbere:
sk: Prvočíslo:
sr: Основа:
sr@latn: Osnova:
th: ชั้นแรก:

source: 160 bit prime factor:
bs: 160 bitni prime faktor:
km: កត្តា ១៦០ ប៊ីត​ដំបូង
ko: 160 비트 소수 인자:
pa: 160 ਬਿੱਟ ਪ੍ਰਾਇਮ ਫੈਕਟਰ:
ro: Factor prim de 160 de biţi:
rw: Biti 160 umubarwa ubanza
sk: 160-bitová prvočíselná časť:
sr: 160-битни прости број:
sr@latn: 160-bitni prosti broj:
th: องค์ประกอบของชั้นแรกแบบ 160 บิต:

source: Public key:
bs: Javni ključ:
km: កូនសោ​សាធារណៈ ៖
ko: 공개 키:
pa: ਪਬਲਿਕ ਕੁੰਜੀ:
ro: Cheie publică:
rw: Urufunguzo rusange:
sk: Verejný kľúč:
sr: Јавни кључ:
sr@latn: Javni ključ:
tg: Калиди олӣ:
th: กุญแจสาธารณะ:

source: The certificate is valid.
bs: Certifikat je ispravan.
km: វិញ្ញាបនបត្រ​មិន​ត្រឹមត្រូវ ។
ko: 인증서가 유효함
mn: Гэрчилгээ хүчингүй
pa: ਸਰਟੀਫਿਕੇਟ ਜਾਇਜ ਨਹੀ ਹੈ
ro: Certificatul este valid.
rw: Impamyabushobozi yemewe
sk: Certifikát je platný.
sr: Сертификат је важећи.
sr@latn: Sertifikat je važeći.
tg: Сертификати нодуруст.
th: ใบรับรองถูกต้อง

source: Certificate signing authority root files could not be found so the certificate is not verified.
bs: Nisam pronašao root datoteke autoriteta za potpisivanje certifikata, stoga certifikat nije provjeren.
ko: 인증서 서명 권한 루트 파일을 찾을 수 없어 인증서가 확인되지 않았습니다.
mn: Гэрчилгээний тэмдгийн (гарын үсэг) итгэмжилэлийн Root-файлууд олдсонгүй тул гэрчилгээ хүчин төгс биш.
ro: Nu am găsit autoritatea care care semnează fişierele rădăcină ale certificatului, astfel încît certificatul nu poate fi verificat.
rw: Amadosiye mizi y'uburenganzira bwo gusinya impamyabushobozi ntiyashoboye kubonwa bityo impamyabushobozi ntigenzuwe.
sk: Koreňové súbory autority, ktorá tento certifikát podpísala, neboli nájdené. Preto nie je možné certifikát overiť.
sr: Ауторитет за потписивање корених фајлова сертификата није могао бити пронађен, патако да сертификат није проверен.
sr@latn: Autoritet za potpisivanje korenih fajlova sertifikata nije mogao biti pronađen, patako da sertifikat nije proveren.
tg: Қодир ба ҷустуҷӯи файлҳои решавии ташкилот, ки сертификатро тасдиқ мекунад нестам ва барои ҳамин сертификат тафтиш нашудааст.
th: ไม่พบแฟ้มลายเซ็นของหน่วยงานที่ออกใบรับรอง ดังนั้นใบรับรองจะไม่ถูกตรวจสอบ

source: Certificate signing authority is unknown or invalid.
bs: Autoritet za potpisivanje certifikata je nepoznat ili neispravan.
km: មិន​ស្គាល់​អាជ្ញាធរ​ចុះហត្ថលេខា​វិញ្ញាបនបត្រ ឬ មិន​ត្រឹមត្រូវ ។
ko: 인증서 서명 권한이 알 수 없거나 유효하지 않습니다.
mn: Гэрчилгээний зохиогчийн тэмдэглэл мэдэгдэхгүй эсвэл хүчингүй.
pa: ਸਰਟੀਫਿਕੇਟ ਹਸਤਾਖਰ ਪਰਮਾਣਕਤਾ ਅਣਪਛਾਤੀ ਜਾਂ ਗਲਤ ਹੈ।
ro: Autoritatea care a semnat certificatul este necunoscută sau datele sînt eronate.
rw: Uburenganzira bwo gusinya impamyabushobozi ntibuzwi cyangwa ntibwemewe.
sk: Autorita, ktorá certifikát podpísala, nie je známa alebo platná.
sr: Ауторитет за потписивање сертификата је непознат или неисправан.
sr@latn: Autoritet za potpisivanje sertifikata je nepoznat ili neispravan.
tg: Ташкилоти сертификаткунанда ношинос ё нодуруст мебошад.
th: ไม่รู้จัก/หรือ หน่วยงานที่ออกใบรับรอง อาจไม่ถูกต้อง

source: Certificate is self-signed and thus may not be trustworthy.
bs: Certifikat je samo-potpisan, stoga mu se ne može vjerovati.
km: វិញ្ញាបនបត្រ​គឺ​បាន​ចុះ​ហត្ថលេខា​ដោយ​ខ្លួន​ឯង ហើយ​ដូច្នេះ​វា​អាច​ទុក​ចិត្ត​បាន ។
ko: 인증서가 자가서명이므로 완전 신뢰할 수 없습니다.
mn: Гэрчилгээ өөрөө тэмдэглэгдсэн учир итгэх итгэх аргагүй.
pa: ਸਰਟੀਫਿਕੇਟ ਸਵੈ-ਹਸਤਾਖਰ ਹੈ ਤੇ ਇਹ ਭਰੋਸੇਯੋਗ ਨਹੀ ਹੈ।
ro: Certificatul este autosemnat, astfel încît nu poate fi de încredere.
rw: Impamyabushobozi irisinya none bityo ntishoboye kwizerwa.
sk: Certifikát je podpísaný sám sebou a preto nemusí byť dôveryhodný.
sr: Сертификат је самопотписан и можда му не би требало веровати.
sr@latn: Sertifikat je samopotpisan i možda mu ne bi trebalo verovati.
tg: Сертификат бо худи тарафайн навишта шудааст ва барои ҳамин боэътибод нахоҳад буд.
th: ใบรับรองถูกรับรองจากตัวมันเอง ทำให้อาจจะไม่สามารถไว้ใจได้

source: Certificate has expired.
bs: Certifikat je istekao.
km: វិញ្ញាបនបត្រ​បាន​ផុត​កំណត់​ហើយ ។
ko: 인증서 유효기간이 지났습니다.
mn: Гэрчилгээ дууссан.
pa: ਸਰਟੀਫਿਕੇਟ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਚੁੱਕੀ ਹੈ।
ro: Certificatul a expirat.
rw: Impamyabushobozi yarengeje igihe.
sk: Platnosť certifikátu vypršala.
sr: Сертификат је истекао.
sr@latn: Sertifikat je istekao.
tg: Мӯҳлати сертификат низ ба итмом расид.
th: ใบรับรองหมดอายุแล้ว

source: Certificate has been revoked.
bs: Certifikat je povučen iz upotrebe.
km: វិញ្ញាបនបត្រ​ត្រូវ​បាន​ដកហូត​វិញហើយ ។
ko: 인증서가 무효화되었습니다.
mn: Гэрчилгээ хүчингүй болсон.
pa: ਸਰਟੀਫਿਕੇਟ ਖਤਮ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
ro: Certificatul a fost retras.
rw: Impamyabushobozi yavanyweho.
sk: Certifikát bol vyhlásený za neplatný.
sr: Сертификат је опозван.
sr@latn: Sertifikat je opozvan.
tg: Сертификат ҷеғ зада оварда буд.
th: ใบรับรองนี้ ถูกเพิกถอนแล้ว

source: SSL support was not found.
bs: Nisam pronašao SSL podršku.
km: រក​មិន​ឃើញ​ការគាំទ្រ SSL ឡើយ ។
ko: SSL 지원을 찾을 수 없습니다.
mn: SSL-дэмжилэг алга
pa: SSL ਸਹਿਯੋਗ ਨਹੀ ਲੱਭਾ ਹੈ।
ro: Nu am găsit suport SSL.
rw: Ifasha rya SSL ntiryabonetse.
sk: Podpora SSL nebola nájdená.
sr: Није пронађена SSL подршка.
sr@latn: Nije pronađena SSL podrška.
tg: Дастгириёти SSL ёфт нашуд.
th: ไม่พบส่วนสนับสนุน SSL

source: Signature is untrusted.
bs: Potpis je neprovjeren.
km: ហត្ថលេខា​ដែល​មិន​គួរ​ឲ្យទុក​ចិត្ត
ko: 서명을 신뢰할 수 없습니다.
mn: Гарын үсэг найвартай биш байна.
pa: ਹਸਤਾਖਰ ਨਾ-ਭਰੋਸੇਯੋਗ ਹਨ।
ro: Semnătura nu este de încredere.
rw: Umukono ntiwizewe.
sk: Podpis nie je dôveryhodný.
sr: Потпису се не верује.
sr@latn: Potpisu se ne veruje.
tg: Имзо саҳеҳ намебошад.
th: ลายเซ็นไม่สามารถเชื่อถือได้

source: Signature test failed.
bs: Provjera potpisa nije uspjela.
km: ការ​សាក​ល្បង​ហត្ថលេខា​បាន​បរាជ័យ ។
ko: 서명 테스트에 실패하였습니다.
mn: Гарын үсэг шалгалт нурлаа
pa: ਹਸਤਾਖਰ ਜਾਂਚ ਅਸਫਲ ਹੈ।
ro: Testul semnăturii a eşuat.
rw: Igerageza ry'umukono ryanze.
sk: Test podpisu zlyhal.
sr: Проба потписивања није успела.
sr@latn: Proba potpisivanja nije uspela.
tg: Хатои тафтиши имзо.
th: การทดสอบลายเซ็นล้มเหลว

source: Rejected, possibly due to an invalid purpose.
bs: Odbije, vjerovatno zbog neispravne svrhe.
km: បាន​បដិសេធ ប្រហែល​ជា​ដោយ​សារ​តែ​គោល​បំណង​មិនត្រឹមត្រូវ ។
ko: 적절치 못한 목적을 이유로 거절되었습니다.
mn: Буцаагдав. Магад хүчингүй зорилгын шалтгаанаар.
pa: ਰੱਦ ਕੀਤਾ ਗਿਆ, ਸੰਭਵ ਤੌਰ ਤੇ ਇੱਕ ਜਾਇਜ ਉਦੇਸ਼ ਲਈ ਨਹੀ।
ro: Respins. Probabil datorită unui scop eronat.
rw: Byanzwe, bishoboka ko byatewe n'ikigamijwe kitewe.
sk: Odmietnutý, môžno kvôli neplatnému použitiu.
sr: Одбачено, вероватно због погрешне сврхе.
sr@latn: Odbačeno, verovatno zbog pogrešne svrhe.
tg: Рад шуд, мумкин аз барои вазифоти нодуруст низ шуда бошад.
th: ปฎิเสธ, เนื่องจากใช้ไม่ตรงจุดประสงค์

source: Private key test failed.
bs: Provjera privatnog ključa nije uspjela.
km: ការ​សាកល្បង​កូនសោ​ឯកជន បាន​បរាជ័យ ។
ko: 사용자키 테스트 실패
mn: Хувийн түлхүүр шалгалт нурлаа
pa: ਪਬਲਿਕ ਕੁੰਜੀ ਜਾਂਚ ਅਸਫਲ ਰਹੀ ਹੈ
ro: Testul cheii private a eşuat.
rw: Igerageza ry'urufunguzo rwigenga ryanze.
sk: Test súkromného kľúča zlyhal.
sr: Проба приватног кључа није успела.
sr@latn: Proba privatnog ključa nije uspela.
tg: Нуқсони тафтиши калиди ҳилладор.
th: การทดสอบกุญแจส่วนตัวล้มเหลว

source: The certificate has not been issued for this host.
bs: Certifikat nije izdan za ovaj računar.
km: វិញ្ញាបនបត្រ​មិន​បាន​ចេញ​ឲ្យ​ម៉ាស៊ីន​នេះ​ឡើយ ។
ko: 인증서가 이 호스트를 위해 발행되지 않았습니다.
pa: ਸਰਟੀਫਿਕੇਟ ਇਸ ਮੇਜ਼ਬਾਨ ਲਈ ਜਾਰੀ ਨਹੀ ਕੀਤਾ ਗਿਆ ਹੈ।
ro: Certificatul nu a fost eliberat pentru această gazdă.
rw: Impamyabushobozi ntiyasohorewe k'ubu buturo.
sk: Certifikát nebol vydaný pre tohto hostiteľa.
sr: Сертификат није није био издат за овај домаћин.
sr@latn: Sertifikat nije nije bio izdat za ovaj domaćin.
tg: Шаҳодатнома ҳоло барои ин соҳибхона бароварда нашудааст.
th: โฮสต์นี้ไม่เคยได้รับการออกใบรับรอง

source: This certificate is not relevant.
bs: Ovaj certifikat nije relevantan.
km: វិញ្ញាបនបត្រ​នេះ​មិន​សមរម្យ ។
ko: 인증서는 관련이 없습니다.
pa: ਸਰਟੀਫਿਕੇਟ ਜਾਇਜ ਨਹੀ ਹੈ।
ro: Certificatul nu este relevant.
rw: Impamyabushobozi si ngombwa.
sk: Certifikát sa akcie netýka.
sr: Сертификат није релевантан.
sr@latn: Sertifikat nije relevantan.
tg: Сертификати нодуруст.
th: ใบรับรองไม่สัมพันธ์กัน

source: The certificate is invalid.
bs: Certifikat nije ispravan.
km: វិញ្ញាបនបត្រ​មិន​ត្រឹមត្រូវ ។
ko: 인증서가 유효하지 않습니다.
mn: Гэрчилгээ хүчингүй
pa: ਸਰਟੀਫਿਕੇਟ ਜਾਇਜ ਨਹੀ ਹੈ।
ro: Certificatul nu este valid.
rw: Impamyabushobozi ntiyemewe.
sk: Certifikát nie je platný.
sr: Сертификат није исправан.
sr@latn: Sertifikat nije ispravan.
tg: Сертификати нодуруст.
th: ใบรับรองไม่ถูกต้อง

source: KDE Certificate Request
bs: KDE zahtjev za certifikatom
km: ការ​ស្នើ​សុំ​វិញ្ញាបនបត្រ​របស់ KDE
ko: KDE 인증서 요청
mn: KDE-Гэрчилгээ-Хүсэлт
pa: KDE ਸਰਟੀਫਿਕੇਟ ਬੇਨਤੀ
ro: Cerere certificat KDE
rw: Gusaba Impamyabushobozi KDE
sk: Požiadavka certifikátu KDE
sr: KDE-ов захтев за сертификатом
sr@latn: KDE-ov zahtev za sertifikatom
tg: Дархости сертификати KDE
th: ความต้องการการรับรองความปลอดภัยบน KDE

source: KDE Certificate Request - Password
bs: SSL zahtjev za certifikatom - šifra
km: ការ​ស្នើ​សុំ​វិញ្ញាបនបត្រ​របស់ KDE - ពាក្យ​សម្ងាត់
ko: KDE인증서 요청-비밀번호
mn: KDE-Гэрчилгээ-Хүсэлт: Нууц үг
pa: KDE ਸਰਟੀਫਿਕੇਟ ਬੇਨਤੀ - ਗੁਪਤ-ਕੋਡ
ro: Cerere certificat KDE - Parolă
rw: Gusaba Impamyabushobozi KDE - Ijambobanga
sk: Požiadavka certifikátu KDE - heslo
sr: KDE-ов захтев за сертификатом - лозинка
sr@latn: KDE-ov zahtev za sertifikatom - lozinka
tg: Дархости сертификати KDE - Гузарвожа
th: ความต้องการการรับรองความปลอดภัยบน KDE - รหัสผ่าน

source: Unsupported key size.
bs: Nije podržana veličina ključa.
km: ទំហំ​កូនសោ​ដែល​មិន​គាំទ្រ ។
ko: 지원되지않는 키 크기
pa: ਨਾ-ਸਹਾਇਕ ਕੁੰਜੀ ਆਕਾਰ।
ro: Cheie cu o mărime nesuportată.
rw: Ingano y'urufunguzo itemewe.
sk: Nepodporovaná veľkosť kľúča.
sr: Неподржана величина кључа.
sr@latn: Nepodržana veličina ključa.
tg: андозаи калид дастгирӣ надорад.
th: ไม่รองรับขนาดของกุญแจ

source: KDE SSL Information
bs: KDE SSL Informacije
km: ព័ត៌មាន KDE SSL
ko: KDE SSL 정보
mn: SSL-Мэдээлэл KDE-н хувьд
pa: KDE SSL ਜਾਣਕਾਰੀ
ro: Informaţii SSL KDE
rw: Amakuru ya KDE SSL
sk: Informácie KDE SSL
sr: KDE-ове SSL информације
sr@latn: KDE-ove SSL informacije
tg: Ахборот дар бораи KDE ба SSL
th: ข้อมูล SSL ของ KDE

source: Please wait while the encryption keys are generated...
bs: Molim sačekajte dok se generišu ključevi enkripcije...
km: សូម​រង់ចាំ​ខណៈពេល​ដែល​កូនសោ​បម្លែង​ជា​កូដ​ត្រូវ​បាន​បង្កើត...
ko: 암호키가 생성될때까지 기다려 주십시오
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ, ਜਦੋ ਤੱਕ ਕਿ ਇਕ੍ਰਿਪਟਡ ਕੁੰਜੀਆਂ ਤਿਆਰ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
ro: Aşteptaţi pînă sînt generate cheile de criptare...
rw: Wategereza igihe imfunguzo z'ugusobeka ziri kuremwa...
sk: Prosím, čakajte na vygenerovanie šifrovacích kľúčov...
sr: Сачекајте док се кључеви за шифровање не направе...
sr@latn: Sačekajte dok se ključevi za šifrovanje ne naprave...
tg: Интизор шавед, ҳоло бозсозии базаҳои додашудаи драйверҳо рафта истодааст.
th: โปรดรอขณะทำสร้างการเข้ารหัสกุญแจ...

source: Do you wish to store the passphrase in your wallet file?
bs: Želite li sačuvati šifru-frazu u vašoj datoteci novčanika?
km: តើ​អ្នក​ចង់​រក្សាទុក​ឃ្លា​សម្ងាត់​ក្នុង​ឯកសារ​កាបូប​របស់​អ្នក​ឬ​ទេ ?
ko: 신상정보 파일에 암구호를 저장할까요?
pa: ਕੀ ਤੁਸੀਂ ਆਪਣੀ ਵਾਲਿਟ ਫਾਇਲ ਵਿੱਚ ਪੈਰਾ ਸੰਭਾਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Doriţi să memorez "fraza de trecere" în fişierul dumneavoastră portofel?
rw: Urifuza kubika interuroguhita mu idosiye ruhago yawe?
sk: Chcete uložiť heslo v súbore KWallet?
sr: Желите ли да похраните лозинку у фајл новчаника?
sr@latn: Želite li da pohranite lozinku u fajl novčanika?
tg: Шумо хоҳиши нигоҳ доштани ибораҳоро дар файли ҳамёнатон доред?
th: คุณต้องการจัดเก็บรหัสผ่าน passpharse ไว้ในแฟ้ม ที่เก็บข้อมูลส่วนตัว ของคุณหรือไม่ ?

source: Store
bs: Zapamti
km: រក្សា​ទុក
ko: 저장
pa: ਸਟੋਰ
ro: Stochează
sk: Uložiť
sr: Похрани
sr@latn: Pohrani
th: จัดเก็บ

source: Do Not Store
bs: Nemoj zapamtiti
km: កុំ​រក្សា​ទុក
ko: 저장하지 않기
pa: ਸਟੋਰ ਨਾ ਕਰੋ
ro: Nu stoca
sk: Neuložiť
sr: Немој да похраниш
sr@latn: Nemoj da pohraniš
th: ไม่จัดเก็บ
