Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Could Not Cancel Listing
bs: Ne mogu prekinuti slušanje
km: មិន​អាច​បោះបង់​ការស្តាប់
ko: 목록화를 정지 할 수 없음
mn: Жигсаах явцыг болиулах боломжгүй
pa: ਸੁਣਨ ਨੂੰ ਰੱਦ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ
ro: Nu pot anula listarea
rw: Ntibyashobotse Kureka Urutonde
sk: Výpis nie je možné zrušiť
sr: Није могуће отказати листање
sr@latn: Nije moguće otkazati listanje
tg: Натавонистам рӯйхатгириро канда кунам
th: ไม่สามารถยกเลิกการคอยรับการเชื่อมต่อได้

source: FIXME: Document this
km: FIXME ៖ ឯកសារ​នេះ
ko: FIXME : 이 내용을 기록해 주십시오.
mn: Баримт алга
pa: ਠੀਕ ਕਰੋ: ਇਸ ਦਾ ਦਸਤਾਵੇਜ਼ ਬਣਾਓ
ro: Documentare!!!
rw: NTUNGANYA: Andika ibi
sk: FIXME: Ešte nedokumentované
sr: ПОПРАВИМЕ: Документуј ово
sr@latn: POPRAVIME: Dokumentuj ovo
tg: ДУРУСТАМ КУНЕД: Бароем мустанадот бинависед
th: แก้ไขฉัน: สร้างเอกสารที่นี่

source: Could Not Create Folder
bs: Ne mogu napraviti direktorij
km: មិន​អាច​បង្កើត​ថត
ko: 디렉터리를 생성할 수 없음
mn: Хавтас үүсгэж чадсангүй
pa: ਫੋਲਡਰ ਨਹੀ ਬਣਾਇਆ ਜਾ ਸਕਿਆ ਹੈ
ro: Nu pot crea folderul
rw: Ntibyashobotse Kurema Ububiko
sk: Nie je možné vytvoriť priečinok
sr: Нисам могао да направим фасциклу
sr@latn: Nisam mogao da napravim fasciklu
tg: Феҳристро сохта карда натавонист
th: ไม่สามารถสร้างโฟลเดอร์ได้

source: An attempt to create the requested folder failed.
bs: Pokušaj pravljenja traženog direktorija nije uspio.
km: ការ​ប៉ុន​ប៉ង​បង្កើត​ថត​ដែល​បាន​ស្នើ បាន​បរាជ័យ ។
ko: 요청한 디렉터리 생성 시도가 실패하였습니다.
mn: Хавтас үүсгэх оролдлого бүтсэнгүй
pa: ਫੋਲਡਰ ਬਣਾਉਣ ਦੀ ਬੇਨਤੀ ਅਸਫ਼ਲ ਰਹੀ ਹੈ।
ro: Încercarea de a crea folderul a eşuat.
rw: Igerageza ryo kurema ububiko bwasabwe ryanze.
sk: Pokus o vytvorenie požadovaného priečinku zlyhal.
sr: Покушај да се направи захтевана фасцикла није успео.
sr@latn: Pokušaj da se napravi zahtevana fascikla nije uspeo.
tg: Сайъ барои эҷоди шохаи дархости номуваффақ буд.
th: ล้มเหลวในการพยายามสร้างโฟลเดอร์ที่ร้องขอมา

source: The location where the folder was to be created may not exist.
bs: Lokacija gdje je trebalo napraviti direktorij možda ne postoji.
km: ទីតាំង​ដែល​ត្រូវ​បង្កើត​ថត ប្រហែល​ជា​មិន​មាន​ឡើយ ។
ko: 디렉터리가 생성되려던 위치가 존재하지 않는것 같습니다.
mn: Энэ хавтас байсан байрлал (оршин) байхгүй байна.
pa: ਟਿਕਾਣਾ, ਜਿੱਥੇ ਕਿ ਫੋਲਡਰ ਬਣਾਉਣਾ ਸੀ, ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ ਹੈ।
ro: Probabil locaţia unde a fost cerută crearea folderului nu există.
rw: Ahantu ububiko bwagombaga kuremerwa hashobora kuba ntahariho.
sk: Umiestnenie, kde mal byť priečinok vytvorený, asi neexistuje.
sr: Локација где је фасцикла требало да се направи можда не постоји.
sr@latn: Lokacija gde je fascikla trebalo da se napravi možda ne postoji.
tg: Мумкин аст макони эҷоди шоха вуҷуд надошта бошад.
th: ตำแหน่งที่โฟลเดอร์จะถูกสร้าง ยังไม่มีอยู่

source: Could Not Remove Folder
bs: Ne mogu ukloniti direktorij
km: មិន​អាច​យក​ថត​ចេញ
ko: 디렉터리를 삭제할 수 없음
mn: Хавтасыг устгаж чадсангүй
pa: ਫੋਲਡਰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ
ro: Nu pot şterge folderul
rw: Ntibyashobotse Gukuramo Ububiko
sk: Nie je možné odstrániť priečinok
sr: Нисам могао да уклоним фасциклу
sr@latn: Nisam mogao da uklonim fasciklu
tg: Феҳристро нест карда натавонист
th: ไม่สามารถลบโฟลเดอร์ได้

source: An attempt to remove the specified folder, <strong>%1</strong>, failed.
bs: Pokušaj uklanjanja traženog direktorija, <strong>%1</strong>, nije uspio.
km: ការប៉ុនប៉ង​យក​ថត​ដែល​បាន​បញ្ជាក់ <strong>%1</strong> ចេញ បាន​បរាជ័យ ។
ko: 특정 디렉터리 <strong>%1</strong>을(를) 제거하려는 시도가 실패했습니다.
mn: Хавтас <strong>%1</strong>-г устгах оролдлого бүтсэнгүй.
pa: ਦਿੱਤੇ ਫੋਲਡਰ <strong>%1</strong> ਨੂੰ ਹਟਾਉਣ ਦੀ ਕੋਸ਼ਿਸ ਅਸਫ਼ਲ ਰਹੀ ਹੈ।
ro: Încercarea de şterge folderul <strong>%1</strong> a eşuat.
rw: Igerageza ryo gukuraho ububiko bwerekanwe, <strong>%1</strong>, ryanze.
sk: Pokus o odstránenie zadaného priečinku <strong>%1</strong> zlyhal.
sr: Покушај да се уклони задата фасцикла, <strong>%1</strong>, није успео.
sr@latn: Pokušaj da se ukloni zadata fascikla, <strong>%1</strong>, nije uspeo.
tg: Сайъе барои ҳузфи шохаи мушаххас шудаи <strong>%1</strong>, номуваффақ буд.
th: ล้มเหลวในการพยายามลบโฟลเดอร์ <strong>%1</strong>

source: The specified folder may not exist.
bs: Traženi direktorij možda ne postoji.
km: ថត​ដែល​បាន​បញ្ជាក់​មិន​មាន​ឡើយ ។
ko: 지정한 디렉터리가 존재하지 않습니다.
mn: Тухайн хавтас байхгүй юм шиг байна.
pa: ਦਿੱਤਾ ਫੋਲਡਰ ਮੌਜੂਦ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
ro: Probabil folderul specificat nu există.
rw: Ububiko bwerekanwe bushobora kuba butabaho.
sk: Zadaný priečinok asi neexistuje.
sr: Задата фасцикла можда не постоји.
sr@latn: Zadata fascikla možda ne postoji.
tg: Феҳристи муайяншуда мумкин аст мавҷуд нест.
th: ยังไม่มีโฟลเดอร์ที่กำหนดอยู่

source: The specified folder may not be empty.
bs: Traženi direktorij možda nije prazan.
km: ថត​ដែល​បានបញ្ជាក់​ប្រហែល​ជា​មិន​ទទេ ។
ko: 지정한 디렉터리가 비어 있지 않습니다.
mn: Тухайн хавтас хоосон биш юм шиг байна.
pa: ਦਿੱਤਾ ਫੋਲਡਰ ਮੌਜੂਦ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
ro: Probabil folderul specificat nu este gol.
rw: Ububiko bwerekanwe bushobora kuba burimo ubusa.
sk: Zadaný priečinok asi nie je prázdny.
sr: Задата фасцикла можда није празна.
sr@latn: Zadata fascikla možda nije prazna.
tg: Феҳристи муайяншуда мумкин аст холӣ нест.
th: โฟลเดอร์ที่กำหนด อาจจะไม่ใช่โฟลเดอร์ว่าง

source: Ensure that the folder exists and is empty, and try again.
bs: Provjerite da li direktorij postoji i da li je prazan i pokušajte ponovo.
km: សូម​ប្រាកដថា​ថត​មាន ហើយទទេ និង​ព្យាយាម​ម្តង​ទៀត ។
ko: 디렉터리가 존재하고 안이 비어있는지 확인한 후 다시 시도하십시오.
mn: Тухайн хавтас оршин байгаа бөгөөд хоосон гэдгийг нягтлаад дахин оролдоно уу.
pa: ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਫੋਲਡਰ ਮੌਜੂਦ ਹੈ ਤੇ ਖਾਲੀ ਹੈ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: După ce vă asiguraţi că folderul specificat există şi este gol, încercaţi din nou.
rw: Wakwizera ko ububiko bubaho kandi burimo ubusa, noneho ukongera ukagerageza.
sk: Overte, že priečinok existuje a je prázdny. Potom to skúste znovu.
sr: Уверите се да фасцикла постоји и да је празна, па пробајте поново.
sr@latn: Uverite se da fascikla postoji i da je prazna, pa probajte ponovo.
tg: Мутмаъин шавед, ки феҳрист мавҷуд ва холӣ мебошад, ва дубора сайъ кунед.
th: โปรดตรวจสอบว่า มีโฟลเดอร์อยู่ และเป็นโฟลเดอร์ว่าง จากนั้นลองใหม่อีกครั้ง

source: Could Not Resume File Transfer
bs: Ne mogu nastaviti transfer datoteke
km: មិន​អាច​បន្ត​ការ​ផ្ទេរ​ឯកសារ
ko: 파일 전송을 재시작할 수 없음
mn: Файлын өгөгдөл дамжууллыг үргэлжилүүлэх боломжгүй
pa: ਫਾਇਲ ਸੰਚਾਰ ਨੂੰ ਮੁੜ-ਪਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ro: Nu pot continua transferul fişierului
rw: Ntibishobotse Gusubiramo Kohereza Idosiye
sk: Nie je možné pokračovať v prenose súboru
sr: Није могуће наставити пренос фајла
sr@latn: Nije moguće nastaviti prenos fajla
tg: Натавонистам интиқоли файлро идома бидиҳам
th: ไม่สามารถกลับไปทำการรับส่งแฟ้มต่อได้

source: The specified request asked that the transfer of file <strong>%1</strong> be resumed at a certain point of the transfer. This was not possible.
bs: U navedenom zahtjevu tražili ste da se transfer datoteke <strong>%1</strong> nastavi na određenoj tački transfera. Ovo nije bilo moguće.
km: សំណើ​ដែល​បាន​បញ្ជាក់ បាន​ស្នើ​ថា​ការ​ផ្ទេរ​ឯកសារ <strong>%1</strong> គឺ​ត្រូវ​បាន​បន្ត​នៅ​ចំណុច​ណាមួយ​នៃ​ការផ្ទេរ ។ វា​មិន​អាច​ទៅ​រួច​ទេ ។
ko: 해당 요청이 파일 <strong>%1</strong>의 전송을 전송의 어느 지점에서 재개하도록 요청하였습니다. 이 요청은 불가능합니다.
mn: Тухайн хүсэлт <strong>%1</strong> файлын дамжуулалыг дамжууллын тодорхой цэгээс үргэлжилүүлэх хэрэгтэйг зааж байна. Энэ нь боломжгүй юм.
ro: Cererea a specificat continuarea transferului fişierului <strong>%1</strong> de la o anumită poziţie. Acest lucru nu este posibil.
rw: Igisabwe cyerekanwe cyabajije ko iyohereza ry'idosiye <strong>%1</strong> ryasubirwamo ku bice bimwe na bimwe by'iyohereza. Ibi ntibyashobotse.
sk: Zadaná požiadavka udávala, že prenos súboru <strong>%1</strong> má v nejakom bode prenosu pokračovať. To ale nie je možné.
sr: Задати захтев је затражио да се пренос фајла <strong>%1</strong> настави од одређене тачке. То није било могуће.
sr@latn: Zadati zahtev je zatražio da se prenos fajla <strong>%1</strong> nastavi od određene tačke. To nije bilo moguće.
tg: Дар дархост нишон дода буд, ки интиқоли файли <strong>%1</strong> бояд аз ҷои муайян давом дода шавад. Ин имконнопазир буд.
th: สิ่งที่ร้องขอที่ระบุมา ได้ถามถึงการกลับมาทำงานต่อยังจุดที่ทำการรับส่งแฟ้ม <strong>%1</strong> ค้างไว้ ปรากฏว่า ไม่สามารถทำต่อได้

source: The protocol, or the server, may not support file resuming.
bs: Protokol ili server ne podržavaju nastavljanje prenosa datoteka.
km: ពិធីការ ឬ ម៉ាស៊ីន​បម្រើ ប្រហែល​ជា​មិន​គាំទ្រ​ការ​បន្ត​ឯកសារ ។
ko: 프로토콜이나 서버가 파일 재시작을 지원하지 않습니다.
mn: Протоколл эсвэл сервер файл дамжууллыг цааш үргэлжилүүлэхийг дэмжихгүй байна.
pa: ਪਰੋਟੋਕਾਲ, ਜਾਂ ਸਰਵਰ, ਫਾਇਲ ਮੁੜ-ਪਰਾਪਤੀ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
ro: Probabil protocolul sau serverul nu suportă continuarea transferului de fişiere.
rw: Porotokole, cyangwa seriveri, ishobora kutemera gusubiramo idosiye.
sk: Protokol alebo server nepodporuje pokračovanie v prenose súborov.
sr: Протокол, или сервер, можда не подржавају наставак преноса фајлова.
sr@latn: Protokol, ili server, možda ne podržavaju nastavak prenosa fajlova.
tg: Мумкин аст протокол, ё сервер идомаи интиқолиро пуштибонӣ накунад.
th: โปรโตคอล หรือเซิร์ฟเวอร์ อาจจะไม่สนับสนุนการทำงานที่ค้างอยู่กับแฟ้ม

source: Retry the request without attempting to resume transfer.
bs: Ponovite zahtjev ali bez pokušaja nastavljanja prenosa.
km: ព្យាយាម​ស្នើ​ឡើង​វិញ ដោយ​មិន​ប៉ុនប៉ង​បន្ត​ផ្ទេរ​ឯកសារ ។
ko: 전송 재시작 시도없이 요청을 재시도합니다.
mn: Дамжуулалыг цааш үргэлжилүүлэхийг оролдохгүйгээр хүсэлтээ давтана уу.
ro: Încercaţi din nou cererea fără să cereţi continuarea transferului.
rw: Wongere ugerageze igisabwa nta gerageza ryo gusubiramo kohereza.
sk: Skúste znovu bez pokusu o pokračovanie v prenose.
sr: Поновите захтев без покушавања да наставите пренос.
sr@latn: Ponovite zahtev bez pokušavanja da nastavite prenos.
tg: Дархостро бе сайъ барои идомаи интиқолӣ такрор кунед.
th: พยายามทำสิ่งที่ร้องขอใหม่ โดยไม่กลับมาทำต่อในจุดที่ค้างไว้

source: Could Not Rename Resource
bs: Ne mogu promijeniti ime resursa
km: មិន​អាច​ប្តូរ​ឈ្មោះ​ធនធាន
ko: 리소스 이름을 변경할 수 없음
mn: Файлыг сольж нэрлэж чадсангүй
pa: ਸਰੋਤ ਨਾਂ-ਤਬਦੀਲ ਨਹੀ ਹੋ ਸਕਿਆ
ro: Nu pot redenumi resursa
rw: Ntibyashobotse Guhindura izina ry'Ibikorana
sk: Nepodarilo sa premenovať zdroj
sr: Није могуће променити име ресурсу
sr@latn: Nije moguće promeniti ime resursu
tg: Натавонистам номи манбаъро таъғир диҳам
th: ไม่สามารถเปลี่ยนชื่อทรัพยากรได้

source: An attempt to rename the specified resource <strong>%1</strong> failed.
bs: Pokušaj promjene imena resursa <strong>%1</strong> nije uspio.
km: ការ​ប៉ុន​ប៉ង​ប្តូរ​ឈ្មោះ​ធនធាន​ដែល​បាន​បញ្ជាក់ <strong>%1</strong> បាន​បរាជ័យ ។
ko: 해당 리소스<strong>%1</strong>의 이름을 변경하기 위한 시도가 실패하였습니다.
mn: <strong>%1</strong>-г сольж нэрлэх оролдлого бүтсэнгүй.
pa: ਦਿੱਤੇ ਸਰੋਤ <strong>%1</strong> ਦਾ ਨਾਂ-ਤਬਦੀਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਅਸਫ਼ਲ ਰਹੀ ਹੈ।
ro: Operaţia de redenumire a resursei <strong>%1</strong> a eşuat.
rw: Igerageza ryo guhindura izina ibikorana byerekanwe <strong>%1</strong> ryanze.
sk: Pokus o premenovanie zadaného zdroja <strong>%1</strong> zlyhal.
sr: Покушај да се промени име задатом ресурсу <strong>%1</strong> није успео.
sr@latn: Pokušaj da se promeni ime zadatom resursu <strong>%1</strong> nije uspeo.
tg: Сайъ барои таъғири номи манбаъи <strong>%1</strong> номуваффақ буд.
th: ล้มเหลวในการพยายามเปลี่ยนชื่อทรัพยากร <strong>%1</strong>

source: Could Not Alter Permissions of Resource
bs: Ne mogu promijeniti dozvole resursa
km: មិន​អាច​ផ្លាស់ប្តូរ​សិទ្ធិ​របស់​ធនធាន
ko: 리소스 권한을 변경할 수 없음
mn: Хуучин эрхийг өөрчилж чадсангүй
pa: ਸਰੋਤ ਦੇ ਅਧਿਕਾਰ ਬਦਲੇ ਨਹੀਂ ਜਾ ਸਕੇ
ro: Nu pot schimba permisiunile resursei
rw: Ntibyashobotse Guhindura Impushya z'Ibikorana
sk: Nepodarilo sa zmeniť práva k zdroju
sr: Није могуће променити дозволе за ресурс
sr@latn: Nije moguće promeniti dozvole za resurs
tg: Натавонистам иҷозатҳои манбаъро таъғир диҳам
th: ไม่สามารถเปลี่ยนสิทธิ์ที่อนุญาตของทรัพยากรได้

source: An attempt to alter the permissions on the specified resource <strong>%1</strong> failed.
bs: Pokušaj izmjene dozvola na traženom resursu <strong>%1</strong> nije uspio.
km: ការ​ប៉ុនប៉ង​ផ្លាស់ប្តូរ​សិទ្ធិ​នៅ​លើ​ធនធាន​ដែល​បាន​បញ្ជាក់ <strong>%1</strong> បាន​បរាជ័យ ។
ko: 해당 리소스<strong>%1</strong>에 대한 권한 변경 시도가 실패하였습니다.
mn: <strong>%1</strong> нөөцөд хандах хуучин эрхийг солих оролдлого бүтсэнгүй.
pa: ਦਿੱਤੇ ਸਰੋਤ <strong>%1</strong> ਦੇ ਅਧਿਕਾਰ ਤਬਦੀਲ ਕਰਨੇ ਅਸਫ਼ਲ ਹੈ।
ro: Operaţia de modificare a permisiunilor resursei <strong>%1</strong> a eşuat.
rw: Igerageza ryo guhindura impushya ku bikorana byerekanwe <strong>%1</strong> ryanze.
sk: Pokus o zmenu práv pre zadaný zdroj <strong>%1</strong> zlyhal.
sr: Покушај да се промене дозволе за задати ресурс <strong>%1</strong> није успео.
sr@latn: Pokušaj da se promene dozvole za zadati resurs <strong>%1</strong> nije uspeo.
tg: Сайъи барои таъғири иҷозатҳои манбаъи <strong>%1</strong> номуваффақ буд.
th: ล้มเหลวในการเปลี่ยนสิทธิ์ที่อนุญาตของทรัพยากร<strong>%1</strong> ที่กำหนด

source: Could Not Delete Resource
bs: Ne mogu obrisati resurs
km: មិន​អាច​លុប​ធនធាន
ko: 리소스를 삭제할 수 없음
mn: Нөөцийг устгах боломжгүй
pa: ਸਰੋਤ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
ro: Nu pot şterge resursa
rw: Ntibyashobotse Gusiba Ibikorana
sk: Nepodarilo sa odstrániť zdroj
sr: Није могуће обрисати ресурс
sr@latn: Nije moguće obrisati resurs
tg: Манбаъи интихобшуда нест карда натавонист
th: ไม่สามารถลบทรัพยากรได้

source: An attempt to delete the specified resource <strong>%1</strong> failed.
bs: Pokušaj brisanja traženog resursa <strong>%1</strong> nije uspio.
km: ការ​ប៉ុន​ប៉ង​លុប​ធនធាន​ដែល​បាន​បញ្ជាក់ <strong>%1</strong> បាន​បរាជ័យ ។
ko: 해당 리소스<strong>%1</strong> 삭제 시도가 실패하였습니다.
mn: <strong>%1</strong> -г устгах оролдлого бүтсэнгүй.
pa: ਦਿੱਤੇ ਸਰੋਤ <strong>%1</strong> ਨੂੰ ਹਟਾਉਣ ਦੀ ਕੋਸ਼ਿਸ ਅਸਫ਼ਲ ਰਹੀ ਹੈ।
ro: Operaţia de ştergere a resursei <strong>%1</strong> a eşuat.
rw: Igerageza ryo gusiba ibikorana byerekanwe <strong>%1</strong> ryanze.
sk: Pokus o odstránenie zadaného zdroja <strong>%1</strong> zlyhal.
sr: Покушај да се обрише задати ресурс <strong>%1</strong> није успео.
sr@latn: Pokušaj da se obriše zadati resurs <strong>%1</strong> nije uspeo.
tg: Сайъи барои ҳузфи манбаъи <strong>%1</strong> номуваффақ буд.
th: ล้มเหลวในการพยายามลบทรัพยากร <strong>%1</strong>

source: Unexpected Program Termination
bs: Neočekivan prekid programa
km: ការបញ្ចប់​កម្មវិធី​ដោយ​មិន​បាន​រំពឹង
ko: 예기치 못한 프로그램 종료
mn: Программ гэнэтийн байдлаар төгсөв
pa: ਅਸਧਾਰਨ ਕਾਰਜ ਅੰਤ
ro: Terminare neaşteptată a programului
rw: Irangira rya Porogaramu rititeguwe
sk: Neočakávaný koniec programu
sr: Неочекивано обустављање програма
sr@latn: Neočekivano obustavljanje programa
tg: Поёни ғайримунтазарии барнома
th: โปรแกรมจบการทำงานอย่างไม่คาดคิด

source: The program on your computer which provides access to the <strong>%1</strong> protocol has unexpectedly terminated.
bs: Program na vašem računaru koji pruža pristup protokolu <strong>%1</strong> se neočekivano prekinuo.
km: កម្មវិធី​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក​ដែល​ផ្តល់​ការ​ចូល​ដំណើរការ​ទៅ​ពិធីការ <strong>%1</strong> បាន​បញ្ចប់​ដោយ​មិន​រំពឹង ។
ko: <strong>%1</strong>프로토콜 접속을 제공하는 컴퓨터의 해당 프로그램이 예상치 못하게 종료되었습니다.
mn: Таны компьютер дээрхи протоколл <strong>%1</strong> рүү хандах боломжоор хангадаг программ гэнэтийн байдлаар төгсөв.
ro: Programul care asigură acces la protocolul <strong>%1</strong> s-a terminat într-un mod neaşteptat.
rw: Porogaramu kuri mudasobwa yawe itanga ukugera kuri porotokole <strong>%1</strong> yarangiye mu buryo butiteguwe.
sk: Program na vašom počítači, ktorý poskytuje prísup k protokolu <strong>%1</strong> neočakávane skončil.
sr: Програм на вашем рачунару који обезбеђује приступ <strong>%1</strong> протоколу је неочекивано обустављен.
sr@latn: Program na vašem računaru koji obezbeđuje pristup <strong>%1</strong> protokolu je neočekivano obustavljen.
tg: Барномае ки дар компютери шумо иҷозати дастрасӣ ба протоколи <strong>%1</strong>бударо медиҳад, ба таври ғайримунтазарӣ, поён ёфт.
th: โปรแกรมบนคอมพิวเตอร์ของคุณ ซึ่งมีการใช้งานโปรโตคอล <strong>%1</strong> จบการทำงานอย่างไม่คาดคิด

source: Out of Memory
bs: Nemam više memorije
km: អស់​សតិ
ko: 메모리 부족
mn: Санах ой хүрэлцсэнгүй
pa: ਮੈਂਮੋਰੀ ਖਤਮ ਹੋਈ
ro: Nu mai există memorie
rw: Ububiko bwarenzwe
sk: Nedostatok pamäti
sr: Нема меморије
sr@latn: Nema memorije
tg: Калон аз хотир
th: หน่วยความจำไม่เพียงพอ

source: The program on your computer which provides access to the <strong>%1</strong> protocol could not obtain the memory required to continue.
bs: Program na vašem računaru koji pruža pristup protokolu <strong>%1</strong> nije mogao pristupiti memoriji koja je potrebna za nastavak.
km: កម្មវិធី​លើ​កុំព្យូទ័រ​របស់​អ្នក​ដែល​ផ្តល់​ដំណើរការ​ទៅពិធីការ <strong>%1</strong> មិន​អាច​ទទួល​បាន​សតិ ដែល​ត្រូវ​ការ​ដើម្បី​បន្ត ។
ko: <strong>%1</strong>프로토콜 접속을 제공하는 컴퓨터의 해당 프로그램이 유지하기 위해 필요한 메모리를 얻지 못했습니다.
mn: Таны компьютер дээрхи протоколл <strong>%1</strong> рүү хандах боломжоор хангадаг программд процессыг үргэлжилүүлэх хүрэлцээтэй санах ой алга.
ro: Programul care asigură acces la protocolul <strong>%1</strong> nu mai poate obţine memorie pentru a continua operaţia.
rw: Porogaramu kuri mudasobwa yawe itanga ukugera kuri porotokole <strong>%1</strong> ntishobora kubona ububikoremezo bukenewe kugira ikomeze.
sk: Program na vašom počítači, ktorý poskytuje prísup k protokolu <strong>%1</strong> nezískal dostatok pamäti pre pokračovanie v operácii.
sr: Програм на вашем рачунару који обезбеђује приступ <strong>%1</strong> протоколу није могао да добије потребну меморију за наставак.
sr@latn: Program na vašem računaru koji obezbeđuje pristup <strong>%1</strong> protokolu nije mogao da dobije potrebnu memoriju za nastavak.
tg: Барномае ки дар компютери шумо иҷозати дастрасӣ ба протоколи <strong>%1</strong> бударо медиҳад, натавонист ба хотира мавриди ниёзи ҷиҳати идома кори дастрасӣ пайдо кунад.
th: โปรแกรมบนคอมพิวเตอร์ของคุณ ซึ่งมีการใช้งานโปรโตคอล <strong>%1</strong> ไม่สามารถทำงานต่อได้ เนื่องจากหน่วยความจำที่ต้องการใช้ มีไม่เพียงพอ

source: Unknown Proxy Host
bs: Nepoznat proxy računar
km: មិន​ស្គាល់​ម៉ាស៊ីន​ប្រូកស៊ី
ko: 알 수 없는 프록시 호스트
mn: Тодорхойгүй итгэмжлэгч сервер
pa: ਅਣਜਾਣ ਪਰਾਕਸੀ ਮੇਜ਼ਬਾਨ
ro: Gazdă proxy necunoscută
rw: Ubuturo Porogisi Butazwi
sk: Neznámy proxy hostiteľ
sr: Непознат прокси домаћин
sr@latn: Nepoznat proksi domaćin
tg: Узели Proxy ношинос аст
th: ไม่รู้จักโฮสต์พร็อกซี

source: While retrieving information about the specified proxy host, <strong>%1</strong>, an Unknown Host error was encountered. An unknown host error indicates that the requested name could not be located on the Internet.
bs: Prilikom dobavljanja informacija o navedenom proxy računaru, <strong>%1</strong>, došlo je do greške "Nepoznat računar". Ova greška znači da traženo ime računara nije locirano na Internetu.
km: បាន​ជួប​ប្រទះ​កំហុស​ម៉ាស៊ីន​ដែល​មិន​ស្គាល់​មួយ ខណៈពេល​កំពុង​ទាញ​យក​ព័ត៌មាន​អំពី​ម៉ាស៊ីន​ប្រូកស៊ី​ដែល​បាន​បញ្ជាក់ <strong>%1</strong> ។ កំហុស​ម៉ាស៊ីន​ដែល​មិន​ស្គាល់បញ្ជាក់​ថា ឈ្មោះ​ដែល​បាន​ស្នើ​មិន​អាច​ផ្ទុក​នៅលើ​អ៊ិនធឺណិតបាន ។
ko: 해당 프록시 호스트 <strong>%1</strong>에 대한 정보검색 중 알수 없는 호스트 오류가 발생하였습니다. 알 수 없는 호스트 오류는 요청된 이름이 인터넷에 위치하지 않음을 나타냅니다.
mn: Тухайн <strong>%1</strong> итгэмжилэгч серверийн тухай мэдээллийг сэргээж байхад "Тодорхойгүй компьютер" гэсэн алдаа гарлаа. Энэ алдааг хүссэн нэр интернэтэд байхгүй байхад заадаг.
ro: La încercarea de a obţine informaţii despre gazda proxy<strong>%1</strong>, s-a primit mesajul de eroare "Unknown Host" (gazdă necunoscută). Această eroare indică că numele cerut nu poate fi localizat în Internet.
rw: Mu gihe cyo kubona ibisobanuro bijyanye n'ubuturo nyabubasha bwerekanwe, <strong>%1</strong>, ikosa ry'ubuturo butazwi ryagaragaye. Ikosa ry'ubuturo ritazwi ryerekana ko izina ryasabwe ridashobora kuboneka kuri Interineti.
sk: Počas získavania informácií o zadanom hostiteľovi proxy <strong>%1</strong> nastala chyba Neznámy hostiteľ. Táto chyba informuje, že požadované meno sa na Internete nepodarilo nájsť.
sr: За време добављања информације о задатом прокси домаћину, <strong>%1</strong>, појавила се грешка „непознат домаћин“. Ова грешка значи да захтевано име није могло да се пронађе на Интернету.
sr@latn: Za vreme dobavljanja informacije o zadatom proksi domaćinu, <strong>%1</strong>, pojavila se greška „nepoznat domaćin“. Ova greška znači da zahtevano ime nije moglo da se pronađe na Internetu.
tg: Дар ҳангоми гирифтани иттилооти мизбони proxy мушаххас шудаи <strong>%1</strong>, бо хатои мизбони ношинохта муоҷа шудам, хатои мизбони ношинохта маънии онро дорад, ки номи дархостшуда рӯи интернет маконёбӣ нашуд.
th: ระหว่างการรับข้อมูลเกี่ยวกับโฮสต์พร็อกซี <strong>%1</strong> ที่กำหนด เกิดความผิดพลาดเนื่องจากไม่รู้จักโฮสต์ขึ้น ซึ่งหมายถึงว่า ไม่สามารถค้นหาโฮสต์ชื่อดังกล่าว หรือโฮสต์ดังกล่าว อาจจะไม่มีอยู่บนอินเตอร์เน็ต

source: There may have been a problem with your network configuration, specifically your proxy's hostname. If you have been accessing the Internet with no problems recently, this is unlikely.
bs: Možda postoji problem u vašoj mrežnoj konfiguraciji, konkretno u nazivu vašeg proxy-ja. Ako ste nedavno pristupali Internetu bez ikakvih problema, ovo je malo vjerovatno.
km: ប្រហែល​ជា​មាន​បញ្ហា​ជាមួយ​នឹង​ការ​កំណត់​រចនា​សម្ព័ន្ធ​បណ្តាញ ជាពិសេស​ជាមួយ​នឹង​ឈ្មោះ​ម៉ាស៊ីន​ប្រូកស៊ី​របស់​អ្នក ។ ប្រសិនបើ​កាល​ពី​ពេល​ថ្មីៗ​នេះ អ្នក​អាច​ប្រើ​អ៊ិនធឺណិត​ដោយ​គ្មាន​បញ្ហា នោះ​បញ្ហា​នេះ​ទំនង​ជា​មិន​កើត​ឡើង​ឡើយ ។ស៊ី​របស់​អ្នក ។ កាល​ពី​ពេល​ថ្មីៗ​នេះ ប្រសិនបើ​អ្នក​បាន​ប្រើ​ប្រាស់​អ
ko: 네트워크 설정과 관련해, 특히 프록시 호스트 이름에 문제가 생겼을 수 있습니다. 최근 인터넷 접속에 아무런 문제가 없었다면 이 문제는 아닙니다.
ro: Probabil există o problemă cu configuraţia dumneavoastră de reţea, în mod special cu numele de proxy. Dacă aţi accesat Internet-ul recent, fără probleme, atunci această eroare este puţin probabilă.
rw: Hashobora kuba habaye ikibazo mu iboneza ry'urusobemiyoboro ryawe, ku buryo bwihariye izinabuturo rya nyabubasha. Niba wahoze ugera kuri Interineti nta bibazo ubu, ibi ntibishoboka.
sk: Asi nastal problém s vašim sieťovým nastavením, presnejšie s vašim menom proxy. Ak ste predtým nemali žiadne problémy s prístupom na Internet, nie je to moc pravdepodobný.
sr: Можда постоји проблем са вашим мрежним подешавањем, конкретније са именом проксија. Ако сте у скорије време приступали Интернету без проблема, то је мало вероватно.
sr@latn: Možda postoji problem sa vašim mrežnim podešavanjem, konkretnije sa imenom proksija. Ako ste u skorije vreme pristupali Internetu bez problema, to je malo verovatno.
tg: Шояд мушкилие дар танзимоти шабақаи шумо вуҷуд доштааст, мушаххасоти бо номи мизбони proxy-и шумо. Агар охиро бе мушкилӣ аз интернет истифода кардаед, ин бисёр нодир аст.
th: หากก่อนหน้านี้ คุณเคยสามารถเข้าใช้งานอินเตอร์เน็ตได้ นี่อาจจะเป็นปัญหาที่เกิดจากการปรับแต่งระบบเครือข่ายของคุณ โดยเฉพาะส่วนชื่อโฮสต์ของพร็อกซี

source: Double-check your proxy settings and try again.
bs: Dva puta provjerite vaše proxy postavke i pokušajte ponovo.
km: សូម​ពិនិត្យ​មើល​ការ​កំណត់​ប្រូកស៊ិន​របស់​អ្នក និង​ព្យាយាម​ម្តងទៀត ។
ko: 프록시 설정을 다시 한번 확인하고 시도하십시오.
mn: Та өөрийнхөө итгэмжилэгчийн(proxy) тохиргоог шалгаад дахин оролдоно уу.
pa: ਆਪਣੀ ਪਰਾਕਸੀ ਸਥਾਪਨ ਦੀ ਜਾਂਚ ਕਰਕੇ ਮੁੜ-ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Verificaţi din nou setările proxy şi încercaţi din nou.
rw: Kugenzura-kabiri amagenamiterere ya nyabubasha noneho wongere ugerageze.
sk: Znovu skontrolujte nastavenie proxy a skúste to znovu.
sr: Детаљно проверите прокси поставке и пробајте поново.
sr@latn: Detaljno proverite proksi postavke i probajte ponovo.
tg: Танзимоти proxy-ро баррасии комил кунед, ва дубора сайъ кунед.
th: โปรดตรวจสอบการตั้งค่าพร็อกซีของคุณอย่างรอบคอบ แล้วลองใหม่อีกครั้ง
