Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: The server <strong>%1</strong> refused to allow this computer to make a connection.
bs: Server <strong>%1</strong> je odbio dozvoliti ovom računaru da napravi vezu.
km: ម៉ាស៊ីន​បម្រើ <strong>%1</strong> បាន​បដិសេធ​មិន​អនុញ្ញាត​ឲ្យ​កុំព្យូទ័រ​នេះ ធ្វើ​ការ​តភ្ជាប់ ។
ko: 서버<strong>%1</strong>가 이 컴퓨터와 연결하는 것을 거절했습니다.
mn: Сервер <strong>%1</strong> энэ компьютертай хийсэн холболтоос татгалзлаа.
pa: ਸਰਵਰ <strong>%1</strong> ਨੇ ਇਸ ਕੰਪਿਊਟਰ ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਬਣਾਉਣ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਹੈ।
ro: Serverul <strong>%1</strong> a refuzat conexiunea încercată de acest calculator.
rw: Seriveri<strong>%1</strong> yanze kwemerera iyi mudasobwa gukora ukwihuza.
sk: Server <strong>%1</strong> odmietol umožniť tomuto počítaču, aby vytvoril spojenie.
sr: Сервер <strong>%1</strong> је одбио да дозволи овом рачунару да направи везу.
sr@latn: Server <strong>%1</strong> je odbio da dozvoli ovom računaru da napravi vezu.
tg: Сервери <strong>%1</strong> иҷозати пайваст шуданро бо ин компютер барҳам дод.
th: เซิร์ฟเวอร์ <strong>%1</strong> ปฏิเสธการขออนุญาตเข้าใช้งานของคอมพิวเตอร์นี้

source: The server, while currently connected to the Internet, may not be configured to allow requests.
bs: Iako je server trenutno spojen na Internet, možda nije podešen da dozvoli zahtjeve.
km: ម៉ាស៊ីន​បម្រើ ខណៈពេល​បច្ចុប្បន្ន​បាន​តភ្ជាប់​ទៅអ៊ិនធឺណិត ប្រហែល​ជា​មិន​អាច​កំណត់​រចនា​សម្ព័ន្ធ​ឲ្យ​អនុញ្ញាត​សំណើ ។​
ko: 인터넷과 연결된 서버는 요청을 수락하도록 설정할 수 없을 것입니다.
mn: Одоогоор интернэтэд холбогдож байгаа сервер магадгүй энэ хүсэлтүүдийг хүлээн авахаар тохируулагдаагүй байна.
pa: ਸਰਵਰ, ਜਦੋਂ ਇੰਟਰਨੈਟ ਨਾਲ ਨਾ ਜੁੜਿਆ ਹੋਵੇ ਤਾਂ ਸੰਭਵ ਹੈ ਕਿ ਉਹ ਸਭ ਬੇਨਤੀਆਂ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਸੰਰਚਿਤ ਨਾ ਹੋਵੇ।
ro: Este posibil ca serverul, deşi conectat la Internet, să fie configurat să nu permită cereri.
rw: Seriveri, mu gihe ubu iri kuri Interineti, ishobora kutabonezwa ngo yemere ibisabwa.
sk: Server, ktorý je momentálne pripojený na Internet, asi nie je nastavený tak, aby mohol prijímať požiadavky.
sr: Сервер, док је тренутно повезан на Интернет, не може бити подешен да дозвољава захтеве.
sr@latn: Server, dok je trenutno povezan na Internet, ne može biti podešen da dozvoljava zahteve.
tg: Сервер, бо вуҷуди онки ҳам акнун ба интернет васл аст, шояд барои иҷозат додани ба дархостҳо, танзим нашудааст.
th: เซิร์ฟเวอร์ ซึ่งเชื่อมต่ออยู่กับระบบอินเตอร์เน็ตในปัจจุบัน อาจจะยังไม่ได้ปรับแต่งให้รับการเชื่อมต่อที่ร้องขอไป

source: The server, while currently connected to the Internet, may not be running the requested service (%1).
bs: Iako je server trenutno spojen na Internet, možda traženi servis (%1) nije pokrenut na njemu.
km: ម៉ាស៊ីនបម្រើ ខណៈពេល​បច្ចុប្ប​ន្ន​បាន​តភ្ជាប់​ទៅ​អ៊ិនធឺណិត ប្រហែល​ជា​មិន​កំពុង​រត់​សេវា (%1) ដែល​បាន​ស្នើ​សុំ​ឡើយ ។
ko: 인터넷에 연결된 서버는 요청한 서비스(%1)를 작동할 수 없을 것입니다.
mn: Одоогоор интернэтэд холбогдож байгаа серверт магадгүй энэ шаардлагатай үйлчилгээ (%1) байхгүй байна.
pa: ਸਰਵਰ, ਜਦੋਂ ਇੰਟਰਨੈਟ ਨਾਲ ਜੁੜਿਆ ਹੋਵੇ ਤਾਂ ਲੋੜੀਦੀ ਸੇਵਾ (%1) ਨਾ ਚਲਾਉਣਾ ਹੋ ਸਕਦਾ ਹੈ।
ro: Este posibil ca serverul, deşi conectat la Internet, să nu ruleze serviciul cerut (%1).
rw: Seriveri, mu gihe ubu iri kuri Interineti, ishobora kudatuma serivse yasabwe (%1) ikora.
sk: Server, ktorý je momentálne pripojený na Internet, asi nemá spustenú požadovanú službu (%1).
sr: На серверу, док је тренутно повезан на Интернет, можда није покренут захтевани сервис (%1).
sr@latn: Na serveru, dok je trenutno povezan na Internet, možda nije pokrenut zahtevani servis (%1).
tg: Сервер, бо вуҷуди онки ҳам акнун ба интернет васл аст, шояд сервиси дархостшударо (%1) иҷро намекунад.
th: เซิร์ฟเวอร์ ซึ่งเชื่อมต่ออยู่กับระบบอินเตอร์เน็ตในปัจจุบัน อาจจะยังไม่ได้ปรับแต่งให้รับการเชื่อมต่อบริการที่ร้องขอไป (%1)

source: A network firewall (a device which restricts Internet requests), either protecting your network or the network of the server, may have intervened, preventing this request.
bs: Možda se mrežni firewall (uređaj koji ograničava Internet zahtjeve) koji štiti vašu mrežu ili mrežu servera, umješao, sprječavajući ovaj zahtjev.
ko: 네트워크 또는 서버의 네트워크를 보호하는 네트워크 파이어월(인터넷 요청을 제한하는 장치)이 요청을 방지하기 위해 개입하였을 수 있습니다.
mn: Гал хана (Firewall бол интернэт хүсэлтүүдийг хязгаарлагч төхөөрөмж) таны сүлжээг эсвэл гадаад серверийн сүлжээг хамгаалдаг ба энэ үүднээс магадгүй таны хүсэлтийг татгалзлаа.
pa: ਇਸ ਬੇਨਤੀ ਦੇ ਰਾਹ ਵਿੱਚ ਇੱਕ ਨੈਟਵਰਕ ਫਾਇਰਵਾਲ (ਇੱਕ ਜੰਤਰ, ਜੋ ਕਿ ਇੰਟਰਨੈਟ ਬੇਨਤੀਆਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਦਾ ਹੈ), ਜਾਂ ਤੁਹਾਡਾ ਨੈਟਵਰਕ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਦੀ ਹੋ ਸਕਦੀ ਹੈ ਜਾਂ ਸਰਵਰ ਦੇ ਨੈਟਵਰਕ ਨੂੰ, ਆ ਗਈ ਹੈ।
ro: Este posibil ca un zid de foc de reţea (dispozitiv care restricţionează accesul la Internet), care protejează reţeaua dumnevoastră sau pe cea a serverului, să fi intervenit şi sa fi blocat cererea.
rw: Urukuta-muriro (apareye ibuza ibisabwa bya Interineti), rurinda urusobemiyoboro rwawe cyangwa se urusobemiyoboro rwa seriveri, rushobora gufasha, kubuza iki gisabwa.
sk: Sieťový firewall (zariadenie, ktoré obmedzuje internetové požiadavky), ktorý chráni vašu sieť, alebo sieť serveru, zasiahol a zabránil požiadavke.
sr: Мрежни заштитни зид (уређај који ограничава Интернет захтеве, firewall) који штити вашу или мрежу сервера је можда интервенисао и спречио захтев.
sr@latn: Mrežni zaštitni zid (uređaj koji ograničava Internet zahteve, firewall) koji štiti vašu ili mrežu servera je možda intervenisao i sprečio zahtev.
tg: Девори оташи шабақа (дастгоҳе, ки дархостҳои интернетро маҳдуд мекунад), ки ё аз шабақаи шумо ё аз шабақаи сервер муҳофизат мекунад, эҳтимолан ҷилваи ин дархостро гирифтааст.
th: ไฟร์วอลล์ของระบบเครือข่าย (อุปกรณ์ที่ทำหน้าที่ป้องกันการเข้าใช้งานจากเครือข่าย) อาจจะไม่อนุญาตให้มีการเชื่อมต่อที่ร้องขอไป

source: Connection to Server Closed Unexpectedly
bs: Veza na server je neočekivano prekinuta
km: ការ​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ​បាន​បិទ​ដោយ​មិន​រំពឹង
ko: 예상하지 않은 서버 접속 끊김
mn: Серверийн холболт гэнэтийн байдлаар тасарлаа
pa: ਸਰਵਰ ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਅਸਧਾਰਨ ਢੰਗ ਨਾਲ ਬੰਦ ਹੋ ਗਿਆ ਹੈ
ro: Conexiunea către server a fost închisă
rw: Ukwihuza kuri Seriveri Kwafunzwe Bititeguwe
sk: Spojenie so serverom neočakávane ukončené
sr: Веза са сервером је неочекивано затворена
sr@latn: Veza sa serverom je neočekivano zatvorena
tg: Тамос бо сервер ба таври ғайримунтазарӣ баста шуд
th: การเชื่อมต่อไปยังเซิร์ฟเวอร์ยุติอย่างไม่คาดคิด

source: Although a connection was established to <strong>%1</strong>, the connection was closed at an unexpected point in the communication.
bs: Iako je uspostavljena veza na <strong>%1</strong>, ona je zatvorena na neočekivanoj tačci komunikacije.
km: ការ​តភ្ជាប់​ត្រូវ​បាន​បិទ​នៅ​ត្រង់​ចំណុច​ដែល​មិន​រំពឹង​ទុក​មួយ​នៅ​ពេល​ទំនាក់ទំនង ទោះ​បី​ជា​ការ​តភ្ជាប់​ត្រូវ​បាន​បង្កើត​ទៅ <strong>%1</strong> ក៏​ដោយ ។
ko: 연결이 <strong>%1</strong>에 이뤄졌으나 통신상의 예상치 못한 부분에서 끊어졌습니다.
mn: <strong>%1</strong> -н холболт үүссэн байсан боловч гэнэтийн байдлаар тасарлаа.
ro: Deşi a fost stabilită o conexiune către <strong>%1</strong>, ea a fost întreruptă în mod neaşteptat.
rw: N'ubwo ukwihuza kwakozwe kuri <strong>%1</strong>, ukwihuza kwafunzwe ku gice kititeguwe mu itumanaho.
sk: Aj ked bolo spojenie s <strong>%1</strong> vytvorené, spojenie bolo uzavreté v neočakávanej chvíli komunikácie.
sr: Иако је веза успостављена са <strong>%1</strong>, веза је затворена на неочекиваној тачки комуникације.
sr@latn: Iako je veza uspostavljena sa <strong>%1</strong>, veza je zatvorena na neočekivanoj tački komunikacije.
tg: Бовуҷуди онки итсоли ба <strong>%1</strong> барқарор шуд, иртибот дар нуқтаи ғайримунтазарӣ қатъ шуд.
th: แม้ว่าการเชื่อมต่อไปยัง <strong>%1</strong> จะเกิดขึ้นแล้ว แต่ก็เกิดการยุติการเชื่อมต่อในบางจุดของการสื่อสารอย่างไม่คาดคิด

source: A protocol error may have occurred, causing the server to close the connection as a response to the error.
bs: Možda je došlo do greške u protokolu, koja je izazvala da server zatvori vezu kao odgovor na grešku.
km: កំហុស​ពិធីការ​មួយ​បាន​កើត​ឡើង វា​បណ្តាល​ឲ្យ​ម៉ាស៊ីន​បម្រើ​បិទ​ការតភ្ជាប់ ដែល​ជា​ការ​ឆ្លើយតប​ទៅ​កាន់​កំហុស ។
ko: 프로토콜 오류가 발생한 것 같습니다. 이 오류에 대한 응답으로 서버가 접속을 닫았습니다.
mn: Холболтыг тасалахад протоколын алдаа гарлаа.
pa: ਇੱਕ ਪਰੋਟੋਕਾਲ ਗਲਤੀ ਆਈ ਹੈ, ਸਰਵਰ ਨੂੰ ਗਲਤੀ ਦੇ ਜਵਾਬ ਵਜੋਂ ਕੁਨੈਕਸ਼ਨ ਬੰਦ ਹੋਣ ਦਾ ਕਾਰਨ ਬਣ ਗਿਆ ਹੈ।
ro: A apărut o eroare de protocol, determinînd serverul să închidă conexiunea ca răspuns la eroare.
rw: Ikosa rya porotokole ryashoboye kugaragara, bitera seriveri guhagarika ukwihuza nk'igisubizo ku ikosa.
sk: Nastala chyba protokolu, preto server uzavrel spojenie ako reakciu na chybu.
sr: Можда се појавила грешка протокола, која је проузроковала да сервер затвори везу као одговор на грешку.
sr@latn: Možda se pojavila greška protokola, koja je prouzrokovala da server zatvori vezu kao odgovor na grešku.
tg: Эҳтимолан хатои қарордоде иттифоқ афтид, ки боиси гардиши сервери иртиботро ба улти хато қатъ кард.
th: เกิดข้อผิดพลาดของโปรโตคอล เนื่องจากเซิร์ฟเวอร์ปิดการเชื่อมต่อ จากการโต้ตอบที่ผิดพลาด

source: URL Resource Invalid
bs: Neispravan URL resurs
km: ធនធាន URL មិន​ត្រឹមត្រូវ
ko: URL 리소스 무효
mn: Хүчингүй хаяг (URL)
pa: URL ਸਰੋਤ ਗਲਤ
ro: Resursă URL eronată
rw: Ibikorana Bitaribyo bya URL
sk: Neplatné URL zdroja
sr: URL ресурс је неисправан
sr@latn: URL resurs je neispravan
tg: Манбаъи нишонии интернети номӯътабар
th: แหล่ง URL ไม่ถูกต้อง

source: Protocol %1 is not a Filter Protocol
bs: Protokol %1 nije filter protokol
km: ពិធីការ %1 មិន​មែន​ជា​ពិធីការ​តម្រង​ឡើយ
ko: 프로토콜 %1은 필터 프로토콜이 아님
mn: %1 нь шүүлтүүр протоколл биш
pa: ਪਰੋਟੋਕਾਲ %1 ਇੱਕ ਫਿਲਟਰ ਪਰੋਟੋਕਾਲ ਨਹੀਂ ਹੈ।
ro: Protocolul %1 nu este un protocol de filtrare
rw: Porotokole %1 si Porotokole Muyunguruzi
sk: Protokol %1 nie je filtrovací protokol
sr: Протокол %1 није филтерски протокол
sr@latn: Protokol %1 nije filterski protokol
tg: Протоколи %1 - протоколи филтр нест
th: โปรโตคอล %1 ไม่ใช่โปรโตคอลแบบตัวกรอง

source: The <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator (URL) that you entered did not refer to a valid mechanism of accessing the specific resource, <strong>%1%2</strong>.
bs: <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator (URL) koji ste unijeli nije definisao ispravan mehanizam za pristup određenom resursu, <strong>%1%2</strong>.
km: <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator (URL) ដែល​អ្នក​បាន​បញ្ចូល មិន​បាន​យោង​ទៅ​យន្តការ​ត្រឹមត្រូវ ដើម្បី​ដំណើរការ​ធនធាន​ជាក់លាក់ <strong>%1%2</strong> ។
ko: 입력한 <strong>유(U)</strong>니폼 <strong>리(R)</strong>소스 <strong>로(R)</strong>케이터(URL)는 특정 리소스 <strong>%1%2</strong>에 유효한 접근 방식과 맞지 않습니다.
mn: Таны өгсөн хаяг (URL: <strong>U</strong>niversal <strong>R</strong>esource <strong>L</strong>ocator) тухайн <strong>%1%2</strong> нөөцөд хандах хүчингүй механизм агуулж байна. .
ro: URL-ul (<strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator) pe care l-aţi introdus nu face referire la un mecanism valid de accesare a resursei specificate, <strong>%1%2</strong>.
rw: <strong>URL</strong>winjije ntabwo yitaye ku buryo buboneye bwo kugera ku bikorana byihariye, <strong>%1%2</strong>.
sk: <strong>U</strong>niversal <strong>R</strong>esource <strong>L</strong>ocation (URL), ktoré ste zadali, neodpovedá platnému mechnizmu pre prístup ku zdroju, <strong>%1%2</strong>.
sr: <strong>У</strong>ниформни <strong>р</strong>есурсни <strong>л</strong>окатор (URL) који сте унели не указује на исправан механизам за приступање датом ресурсу, <strong>%1%2</strong>.
sr@latn: <strong>U</strong>niformni <strong>r</strong>esursni <strong>l</strong>okator (URL) koji ste uneli ne ukazuje na ispravan mehanizam za pristupanje datom resursu, <strong>%1%2</strong>.
tg: <strong>Як</strong>шакл <strong>М</strong>анбаъ <strong>L</strong>ocator (URL) ки шумо ворид гаштаед ба механизми қавии дастрасии манбаъи хоса, <strong>%1%2</strong>.
th: ตำแหน่ง <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocation (URL) ที่คุณไม่ได้อ้างถึงส่วนของการเข้าถึงทรัพยากรที่กำหนด <strong>%1%2</strong>

source: KDE is able to communicate through a protocol within a protocol. This request specified a protocol be used as such, however this protocol is not capable of such an action. This is a rare event, and is likely to indicate a programming error.
bs: KDE može komunicirati kroz protokol unutar protokola. Ovaj zahtjev je tražio takav protokol, ali navedeni protokol nije u stanju izvršiti takvu akciju. Ovo je vrlo rijedak slučaj i vjerovatno ukazuje na grešku u programiranju.
km: KDE គឺ​អាច​ទំនាក់ទំនង​តាមរយៈ​ពិធីការ​មួយ​ក្នុង​ពិធីការ​មួយ ។ សំណើ​នេះ​បាន​បញ្ជាក់​ពិធីការ​មួយ​ដែល​ត្រូវ​ប្រើ​បែបនោះ ប៉ុន្តែ​ពិធីការ​នេះ​គ្មាន​សមត្ថភាព​ធ្វើ​ដូច្នោះ ។ នេះ​គឺ​ជា​ព្រឹត្តិការណ៍​កម្រ ហើយ វា​ទំនង​ជា​ចង្អុល​បង្ហាញ​អំពី​កំហុស​កម្មវិធី ។
ko: KDE는 프로토콜 안에서 프로토콜로 의사소통이 가능합니다. 이 요청도 그렇게 사용된 프로토콜이지만, 이 프로토콜은 그러한 작동을 수용하지 못합니다. 이 경우는 드문 경우이며, 프로그래밍 오류로 보여집니다.
mn: KDE "Протоколл доторхи протоколл"-н тусламжтайгаар холбогдож болно. Тухайн протоколл зөвхөн тийм нөхцөл байдал дахь хэрэглээний хувьд тодорхойлогдсон. Мэдээж энд тийм нөхцөл байдлуудыг авч үзэхгүй. Энэ нь ховорхон тохиолдох ба мэдээж ямар нэгэн программын алдаа өгдөг.
ro: KDE este capabil să comunice printr-un protocol dintr-un alt protocol. Această cerere a specificat ca protocolul să fie utilizat în acest fel, dar acesta nu este capabil de o asemenea acţiune. Acesta este un eveniment rar şi este posibil să indice o eroare de programare.
rw: KDE ishobora gutumanaho yifashishije porotokole muri porotokole. Iki gisabwa cyerekanye porotokole nk'uko, nyamara iyi porotokole ntishobora igikorwa nk'iki. Iki ni icyabaye kidakunze kuboneka, none bisa nko kugaragaza ikosa ry'ikoraporogaramu.
sk: KDE dokáže komunikovať protokolom v inom protokole. Zadaná požiadavka ho takto používa, ale tento protokol to nedokáže. Toto nie je moc častá udalosť a asi znamená chybu v programe.
sr: KDE је способан да комуницира кроз протокол унутар протокола. Овај захтев је назначио да се дати протокол користи тако, али овај протокол није способан за тако нешто. Ово је редак догађај, и врло вероватно указује на грешку у програмирању.
sr@latn: KDE je sposoban da komunicira kroz protokol unutar protokola. Ovaj zahtev je naznačio da se dati protokol koristi tako, ali ovaj protokol nije sposoban za tako nešto. Ovo je redak događaj, i vrlo verovatno ukazuje na grešku u programiranju.
tg: KDE метавонад аз қарордоди дохилӣ, қарордоди дигар иртибот барқарор кунад. Ин дархости қарордоди ингунаро мушаххас кард, вале ин қарордод тавоноии чунин кореро надорад. Ин иттифоқи нодир аст, ва эҳтимолан баёнгари хатои барномае мебошад.
th: KDE สามารถสื่อสารระหว่างโปรโตคอลและภายในโปรโตคอล สิ่งที่ร้องขอมานี้ ได้กำหนดโปรโตคอลที่จะใช้ด้วย แต่ว่า โปรโตคอลนี้ ไม่มีความสามารถในการกระทำนั้น ซึ่งนี่เป็นเหตุการณ์จริง และดูเหมือนว่าจะเป็นข้อผิดพลาดจากการเขียนโปรแกรม

source: Unable to Initialize Input/Output Device
bs: Ne mogu inicijalizirati ulazno-izlazni uređaj
km: មិន​អាច​ចាប់ផ្តើម​ឧបករណ៍ បញ្ចេញ/បញ្ចូល
ko: 입력/출력 장치를 초기화할 수 없음
mn: Оролт/Гаралтын төхөөрөмжүүдийг инициалацлах боломжгүй
pa: ਇੰਪੁੱਟ/ਆਉਟਪੁੱਟ ਜੰਤਰ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰਨ ਲਈ ਅਸਫਲ
ro: Nu pot iniţializa dispozitivul de intrare/ieşire
rw: Ntibishobotse Gutangiza Apareye y'Icyinjira/Igisohoka
sk: Nie je možné inicializovať V/V zariadenie
sr: Није могуће иницијализовати улазно/излазни уређај
sr@latn: Nije moguće inicijalizovati ulazno/izlazni uređaj
tg: Қодир ба роҳандозии дастгоҳи вурудӣ/хурӯҷӣ нестам
th: ไม่สามารถเริ่มการใช้อุปกรณ์นำเข้า/ส่งออกได้

source: Could Not Mount Device
bs: Ne mogu montirati uređaj
km: មិនអាច​ម៉ោន​ឧបករណ៏​បាន​ទេ
ko: 장치를 마운트 할 수 없음
mn: Төхөөрөмжийг холбож (Mount) чадсангүй.
pa: ਜੰਤਰ ਮਾਊਂਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ro: Nu pot monta dispozitivul
rw: Ntibyashobotse Gushyiramo Apareye
sk: Nie je možné pripojiť zariadenie
sr: Није могуће монтирати уређај
sr@latn: Nije moguće montirati uređaj
tg: Сохтмонро васл карда натавонист
th: ไม่สามารถเมานท์อุปกรณ์ได้

source: The requested device could not be initialized ("mounted"). The reported error was: <strong>%1</strong>
bs: Traženi uređaj nije mogao biti inicijaliziran ("montiran"). Greška koja je prijavljena glasi: <strong>%1</strong>
km: ឧបករណ៍​ដែល​បាន​ស្នើ​មិន​អាចចាប់ផ្តើម​បាន​ឡើយ ("ម៉ោន") ។ កំហុស​ដែល​បាន​រាយការណ៍​គឺ ៖ <strong>%1</strong>
ko: 요청한 장치는 초기화 할 수 없음 ("mounted"). 보고된 오류는 : <strong>%1</strong>입니다.
mn: Шаардлагатай төхөөрөмж холбогдсонгүй ( "mountet"). Алдааны сонордуулга: <strong>%1</strong>
pa: ਮੰਗਿਆ ਜੰਤਰ ("ਮਾਊਟ") ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ। ਮੌਜੂਦ ਗਲਤੀ ਹੈ: <strong>%1</strong>
ro: Dispozitivul cerut nu poate fi iniţializat ("montat"). Eroare raportată a fost: <strong>%1</strong>
rw: Apareye yasabwe ntishobora gutangizwa ("byashyizwemo"). Ikosa ryakorewe raporo ryari: <strong>%1</strong>
sk: Požadované zariadenie sa nepodarilo inicializovať ("pripojiť"). Oznámená chyba bola: <strong>%1</strong>
sr: Захтевани уређај није могао бити иницијализован („монтиран“). Пријављена грешка је: <strong>%1</strong>
sr@latn: Zahtevani uređaj nije mogao biti inicijalizovan („montiran“). Prijavljena greška je: <strong>%1</strong>
tg: Дастгоҳи дархостшудаи роҳандозӣ ("монтажонида") нашуд. Ин хато гузориш шуд: <strong>%1</strong>
th: ไม่สามารถเริ่มใช้งาน ("เมานท์") อุปกรณ์ที่ร้องขอมาได้ ซึ่งรายงานความผิดพลาดคือ: <strong>%1</strong>

source: The device may not be ready, for example there may be no media in a removable media device (i.e. no CD-ROM in a CD drive), or in the case of a peripheral/portable device, the device may not be correctly connected.
bs: Uređaj možda nije spreman, na primjer nema medija u uređaju sa promjenljivim medijem (npr. nema CDa u CD-ROM uređaju), ili u slučaju periferijskog/prenosivog uređaja, možda uređaj nije ispravno spojen.
km: ឧបករណ៍​ប្រហែល​ជា​មិន​ទាន់​រួចរាល់​ទេ ឧទាហរណ៍ ប្រហែល​ជា​គ្មានឧបករណ៍​ផ្ទុក (ឧ. គ្មាន​ស៊ីឌីរ៉ូម ក្នុង ស៊ីឌី​ដ្រាយ) ឬ ប្រសិនបើ​ក្នុង​ករណី​គ្រឿង​កុំព្យូទ័រ/ឧបករណ៍​ចល័ត ឧបករណ៍​ប្រហែល​ជា​តភ្ជាប់​មិន​បាន​ត្រឹមត្រូវ ។
ko: 아직 장치가 준비되지 않았습니다. -예를 들어 제거가능한 장치에 미디어가 없거나 (가령 씨디 드라이브에 씨디롬이 없을 때) 주변장치의/휴대가능한 장치의 경우, 장치가 올바르게 연결되지 않았을 수 있습니다.
mn: Төхөөрөмж бэлэн бус байна. Магадгүй тэр медиум (Ж.нь. CD CD-ROM-хөтлөгчид байхгүй ч юм уу) эсвэл тэр төхөөрөмж буруу холбогдсон.
pa: ਜੰਤਰ ਤਿਆਰ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ, ਉਦਾਹਰਨ ਲਈ ਹਟਾਉਣਯੋਗ ਜੰਤਰ ਵਿੱਚ ਮਾਧਿਅਮ ਮੌਜੂਦ ਨਾ ਹੋਵੇ (ਜਿਵੇਂ ਕਿ CD ਡਰਾਇਵ ਵਿੱਚ CD-ROM ਨਾ ਹੋਵੇ), ਜਾਂ ਪੋਰਟੇਬਲ ਜੰਤਰ ਹੋਣ ਦੀ ਸਥਿਤੀ ਵਿੱਚ, ਜੰਤਰ ਠੀਕ ਤਰਾਂ ਜੁੜਿਆ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
ro: Dispozitivul nu este pregătit pentru acces, adică nu există nici un mediu în dispozitivul cu medii temporare (precum un CDROM în unitatea de CD) sau în cazul un dispozitiv periferic/portabil, este posibil ca acesta să nu fie conectat corect.
rw: Apareye ishobora kuba ititeguye, nk'urugero nta gihuza gihari muri apareye y'igihuza kivanwamo (ni kuvuga nta CD-ROOM muri musoma CD), cyangwa igihe cy'apareye byinyuma/bitwarika, apareye ishobora kuba idacometse neza.
sk: Zariadenie asi nie je pripravené, napríklad nie je vložené médium (napríklad CD-ROM v mechanike CD), alebo ide o periférium/prenosné zariadenie a pripojenie tohto zariadenia asi nie je správne.
sr: Уређај можда није спреман, нпр. можда није убачен медијум у уређај (рецимо нема CD-ROM-а у CD уређају), или у случају периферно/преносног уређаја, уређај можда није исправно повезан.
sr@latn: Uređaj možda nije spreman, npr. možda nije ubačen medijum u uređaj (recimo nema CD-ROM-a u CD uređaju), ili u slučaju periferno/prenosnog uređaja, uređaj možda nije ispravno povezan.
tg: Имкон дорад дастгоҳ омода набошад, мисол media дар дастгоҳи media-и ҷудошудане (мисли CD-ROM дар ҷойгоҳи CD) нест, ё дар мавриди дастгоҳи қобили кор, дастгоҳи эҳтимолан ба дурустӣ васл нашудааст.
th: อุปกรณ์อาจจะยังไม่พร้อมใช้งาน ตัวอย่างเช่น อาจจะไม่มีสื่ออยู่ในอุปกรณ์แบบย้ายสื่อได้ (เช่น ไม่มีแผ่นซีดีรอมอยู่ในไดรฟ์ซีดี เป็นต้น) หรือในกรณีของอุปกรณ์ต่อพ่วง / อุปกรณ์แบบพกพา ก็อาจจะเกิดจาก อุปกรณ์ดังกล่าวยังไม่ได้ทำการเชื่อมต่อ

source: You may not have permissions to initialize ("mount") the device. On UNIX systems, often system administrator privileges are required to initialize a device.
bs: Možda nemate dozvolu da inicijalizirate ("montirate") uređaj. Na UNIX sistemima, često su potrebne administratorske privilegije za inicijaliziranje uređaja.
km: អ្នក​ប្រហែល​ជា​គ្មាន​សិទ្ធិ​ចាប់ផ្តើម ("ម៉ោន") ឧបករណ៍ ។ នៅ​លើ​ប្រព័ន្ធ UNIX សិទ្ធិ​អ្នកគ្រប់គ្រង​ប្រព័ន្ធ​ជា​រឿយៗ ត្រូវ​បាន​ទាមទារ​ដើម្បី​ចាប់ផ្តើម​ឧបករណ៍ ។
ko: 장치 초기화("mount")에 대한 권한를 얻지 못했습니다. 유닉스 시스템에서는 시스템 관리자 특권이 장치를 초기화하는데 자주 필요합니다.
mn: Таньд энэ төхөөрөмжийг инициалицлах ("mount") эрх арга. Энэ тохиолдолд үргэлж системийн зохион байгуулагчийн эрх шаардлагатай байдаг.
ro: Nu aveţi permisiuni să iniţializaţi ("montaţi") dispozitivul. Pe sistemele UNIX, de cele mai multe ori, aveţi nevoie de privilegii de administrator ca să iniţializaţi dispozitivul.
rw: Ushobora kuba nta mpushya ufite zo gutangiza apareye ("gushyiramo"). Kuri sisitemu UNIX, akenshi uburenganzira bw'umugenzuzi wa sisitemu burakenewe mu gutangiza apareye.
sk: Nemáte právo inicializovať ("pripojiť") zariadenie. Na systémoch UNIX sú často nutné administrátorské práva pre inicializáciu zariadení.
sr: Можда немате дозволе да иницијализујете („монтирате“) уређај. На UNIX системима, често су потребне привилегије администратора система да би се иницијализовао уређај.
sr@latn: Možda nemate dozvole da inicijalizujete („montirate“) uređaj. Na UNIX sistemima, često su potrebne privilegije administratora sistema da bi se inicijalizovao uređaj.
tg: Шумо мумкин иҷозатномаҳоро("mount") барои сар кардани корро бо асбоб надошта бошед. Дар системаҳои UNIX имтиёзҳои администратори система сар кардани корро бо асбоб талаб мекунад.
th: คุณอาจจะไม่ได้รับสิทธิ์ให้เริ่มใช้งาน ("เมานท์") อุปกรณ์ได้ บนระบบยูนิกซ์นั้น บางครั้งผู้ดูแลระบบก็อาจจะหวงห้ามการเข้าใช้งานอุปกรณ์บางตัว

source: Check that the device is ready; removable drives must contain media, and portable devices must be connected and powered on.; and try again.
bs: Provjerite da li je uređaj spreman; uređaji sa promjenljivim medijem moraju sadržavati medij, a prenosivi uređaju moraju biti spojeni i upaljeni; onda pokušajte ponovo.
km: សូម​ពិនិត្យ​មើល​ថាឧបករណ៍​គឺ​រួចរាល់​ហើយ; ដ្រាយ​ដែល​អាច​យក​ចេញ​បាន​មាន​ឧបករណ៍​ផ្ទុក និង​ឧបករណ៍​ដែល​អាច​ចល័ត ត្រូវ​តែ​តភ្ជាប់ និង​បើក ហើយ ព្យយាម​ម្តង​ទៀត ។
ko: 장치가 준비되었는지 확인하십시오. 제거가능한 장치는 미디어를 포함하고 있는지 확인하십시오. 휴대장치는 전원이 켜져있는 상태에서 연결되어 있어야 합니다. 다시 시도하십시오.
mn: Төхөөрөмж бэлэн эсэхийг шалгана уу. Зөөдөг хөтлөгч медиа агуулсан байх ёстой ба зөөдөг төхөөрөмж залгагдаж асаасан байх ёстой. дараа нь дахин оролдоно уу.
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਜੰਤਰ ਤਿਆਰ ਹੈ; ਹਟਾਉਣਯੋਗ ਮਾਧਿਅਮਾਂ ਵਿੱਚ ਮਾਧਿਅਮ ਹੈ ਅਤੇ ਪੋਰਟੇਬਲ ਜੰਤਰ ਠੀਕ ਤਰਾਂ ਜੁੜੇ ਹਨ ਅਤੇ ਚਾਲੂ ਹੈ ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ ਕਰਕੇ ਦੇਖੋ।
ro: Verificaţi că dispozitivul este pregătit pentru acces: dispozitivele cu medii temporare trebuie să conţină un mediu şi dispozitivele portabile trebuie să fie conectate şi pornite. După această operaţie încercaţi din nou.
rw: Wareba niba apareye yiteguye; ububikotwara bwimurwa bugomba kugira igihuza, kandi apareye zitwarika zigomba gucomekwa no guhabwa umuriro; noneho ukongera ukagerageza.
sk: Overte, že zariadenie je pripravené, médium je zasunuté a prenosné zariadenia sú správne pripojené a zapnuté a skúste to znovu.
sr: Проверите да ли је уређај спреман; измењљиви уређаји морају да садрже неки медијум, а преносни уређаји морају бити повезани и укључени; затим пробајте поново.
sr@latn: Proverite da li je uređaj spreman; izmenjljivi uređaji moraju da sadrže neki medijum, a prenosni uređaji moraju biti povezani i uključeni; zatim probajte ponovo.
tg: Баррасӣ кунед, ки дастгоҳ омода аст; ҷойгоҳи ҷудо шудание бояд media дошта бошад, ва дастгоҳи қобили кор бояд мутассал ва равшан бошад; маҷдудан талош кунед.
th: โปรดตรวจสอบว่า อุปกรณ์พร้อมใช้งานแล้ว หากเป็นไดรฟ์ที่ย้ายสื่อได้ ก็ต้องมีสื่ออยู่ในไดรฟ์ก่อน และอุปกรณ์แบบพกพา ก็ต้องเชื่อมต่อและเปิดแล้ว จากนั้นลองใหม่อีกครั้ง
