Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: 2048 (High Grade)
bs: 2048 (visokog stepena)
km: 2048 (កម្រិត​ខ្ពស់)
ko: 2048 (고급)
pa: 2048 (ਉੱਚਤਮ ਗਰੇਂਡ)
ro: 2048 (securitate înaltă)
rw: 2048 (Amanota ari ejuru)
sk: 2048 (Vysoká hodnota)
sr: 2048 (високи степен)
sr@latn: 2048 (visoki stepen)
tg: 2048 (Синфи Баланд)
th: 2048 (ความปลอดภัยสูง)

source: 1024 (Medium Grade)
bs: 1024 (srednjeg stepena)
km: 1024 (កម្រិត​មធ្យម)
ko: 1024 (중급)
pa: 1024 (ਮੱਧਮ ਗਰੇਂਡ)
ro: 1024 (securitate medie)
rw: 1024 (Amanota arenganiye)
sk: 1024 (Stredná hodnota)
sr: 1024 (средњи степен)
sr@latn: 1024 (srednji stepen)
tg: 1024 (Синфи Миёна)
th: 1024 (ความปลอดภัยปานกลาง)

source: 768 (Low Grade)
bs: 768 (niskog stepena)
km: 768 (កម្រិត​ទាប)
ko: 768 (저급)
pa: 768 (ਘੱਟ ਗਰੇਂਡ)
ro: 768 (securitate mică)
rw: 768 (Urwego Hasi)
sk: 768 (Nízka hodnota)
sr: 768 (низак степен)
sr@latn: 768 (nizak stepen)
tg: 768 (Синфи Паст)
th: 768 (ความปลอดภัยต่ำ)

source: 512 (Low Grade)
bs: 512 (niskog stepena)
km: 512 (កម្រិត​ទាប)
ko: 512 (저급)
pa: 512 (ਘੱਟ ਗਰੇਂਡ)
ro: 512 (securitate mică)
rw: 512 (Urwego Hasi)
sk: 512 (Nízka hodnota)
sr: 512 (низак степен)
sr@latn: 512 (nizak stepen)
tg: 512 (Синфи Паст)
th: 512 (ความปลอดภัยต่ำ)

source: No SSL support.
bs: Nema SSL podrške.
km: មិនគាំទ្រ SSL ។
ko: SSL 지원되지 않음
mn: SSL дэмжилэг алга.
pa: SSL ਲਈ ਸਹਾਇਕ ਨਹੀ ਹੈ
ro: Nu există suport SSL.
rw: Nta fasha rya SSL
sk: Žiadna podpora SSL.
sr: Нема SSL подршке.
sr@latn: Nema SSL podrške.
tg: SSL дастгирӣ накарда истодааст.
th: ไม่รองรับ SSL

source: Certificate password
bs: Šifra cetifikata
km: ពាក្យ​សម្ងាត់​វិញ្ញាបនបត្រ
ko: 인증서 비밀번호
mn: Гэрчилгээний нууц үг
pa: ਸਰਟੀਫਿਕੇਟ ਗੁਪਤ-ਕੋਡ
ro: Parolă certificat
rw: Ijambobanga ry'impamyabushobozi
sk: Heslo certifikátu
sr: Лозинка за сертификат
sr@latn: Lozinka za sertifikat
tg: Гузарвожаи сертификат
th: รหัสผ่านของใบรับรอง

source: Current connection is secured with SSL.
bs: Trenutna veza je osigurana uz pomoć SSLa.
km: ការ​តភ្ជាប់​បច្ចុប្បន្ន​ត្រូវ​បាន​ធានាសុវត្ថិភាព​ដោយ SSL ។
ko: 현재 연결은 SSL에 의해 보호됩니다.
mn: Идэвхитэй холболт SSL -р хамгаалагдсан.
pa: ਮੌਜੂਦਾ ਕੁਨੈਕਸ਼ਨ SSL ਨਾਲ ਸੁਰੱਖਿਅਤ ਹੈ।
ro: Conexiunea curentă este securizată cu SSL.
rw: Ukwihuza kugezweho kwizewe na SSL.
sk: Aktuálne spojenie je zabezpečené pomocou SSL.
sr: Текућа веза је осигурана SSL-ом.
sr@latn: Tekuća veza je osigurana SSL-om.
tg: Алоқаи равон бо SSL муҳофизат шудааст.
th: การเชื่อมต่อปัจจุบันอยู่ในส่วนที่เข้ารหัสไว้ผ่านทาง SSL

source: Current connection is not secured with SSL.
bs: Trenutna veza nije osigurana SSLom.
km: ការ​តភ្ជាប់​បច្ចុប្បន្ន​មិនត្រូវ​បាន​ធានាសុវត្ថិភាព​ដោយ SSL ។
ko: 현재 연결은 SSL로 보호되지 않습니다.
mn: Идэвхитэй холболт SSL -р хамгаалагдаагүй.
pa: ਮੌਜੂਦਾ ਕੁਨੈਕਸ਼ਨ SSL ਨਾਲ ਸੁਰੱਖਿਅਤ ਨਹੀ ਹੈ।
ro: Conexiunea curentă nu este securizată cu SSL.
rw: Ukwihuza kugezweho ntikwizewe na SSL.
sk: Aktuálne spojenie nie je zabezpečené pomocou SSL.
sr: Текућа веза није осигурана SSL-ом.
sr@latn: Tekuća veza nije osigurana SSL-om.
tg: Пайвастагии равон бо SSL низ ҳифз нашудааст.
th: การเชื่อมต่อปัจจุบันไม่ได้อยู่ในส่วนที่เข้ารหัสไว้ผ่านทาง SSL

source: SSL support is not available in this build of KDE.
bs: SSL podrška nije dostupna u ovom KDE build-u.
km: ការគាំទ្រ SSL គឺ​មិន​អាច​រក​បាន​ឡើយ​ក្នុង​កំណែ KDE នេះ ។
ko: SSL 지원은 이 버전의 KDE에서는 불가능합니다.
mn: KDE -н энэ угсралтанд SSL-дэмжлэг алга.
pa: KDE ਦਾ ਇਹ ਨਿਰਮਾਣ ਕੁਨੈਕਸ਼ਨ SSL. ਨਾਲ ਸੁਰੱਖਿਅਤ ਨਹੀ ਹੈ।
ro: Suportul SSL nu este disponibil în această versiune KDE.
rw: Ifasha rya SSL ntiribonetse mu iri yubaka rya KDE.
sk: Podpora SSL nie je v tomto zostavení KDE k dispozícii.
sr: SSL подршка није доступна за ову градњу KDE-а.
sr@latn: SSL podrška nije dostupna za ovu gradnju KDE-a.
tg: Ин раванди KDE бе дастгирии SSL низ сохта шудааст.
th: ไม่สนับสนุนการใช้งาน SSL ใน KDE รุ่นนี้

source: C&ryptography Configuration...
bs: K&riptografske postavke...
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ការ​គ្រីប...
ko: 암호작성/해독방식 설정(&R)...
mn: C&ryptography (оньс) тохируулга...
pa: ਕ੍ਰੋਪਟੋਗਰਾਫ਼ੀ ਸੰਰਚਨਾ(&r)...
ro: Configurare c&riptografie...
rw: Iboneza ry'Umukonobanga...
sk: Nastavenie ši&frovania...
sr: Подешавање к&риптографије...
sr@latn: Podešavanje k&riptografije...
tg: Танзимоти к&риптография...
th: ปรับแต่งการเข้ารหัส...

source: The main part of this document is secured with SSL, but some parts are not.
bs: Glavni dio ovog dokumenta je osiguran pomoću SSLa, ali neki dijelovi nisu.
km: ផ្នែក​សំខាន់​របស់​ឯកសារ​នេះ ត្រូវ​បាន​ធានាសុវត្ថិភាព​ដោយ SSL ប៉ុន្តែ​ផ្នែក​ខ្លះ​អត់​ទេ ។
ko: 이 문서의 중요 부분은 SSL이 보호하고 있으나, 그렇지 않은 부분도 있습니다.
mn: Баримтын үндсэн хэсэг SSL -р хамгаалагдсан ба харин зарим хэсэг нь үгүй байна.
pa: ਇਹ ਦਸਤਾਵੇਜ਼ ਦਾ ਮੁੱਖ ਭਾਗ ਤਾਂ SSL ਨਾਲ ਸੁਰੱਖਿਅਤ ਹੈ, ਪਰ ਕੁਝ ਭਾਗ ਨਹੀਂ ਹੈ।
ro: Partea principală a acestui document este securizată cu SSL, dar alte părţi nu sînt.
rw: Igice cy'ingenzi cy'iyi nyandiko cyizewe na SSL, ariko ibice bimwe na bimwe hoya.
sk: Hlavná časť tohto dokumentu je zabezpečená pomocou SSL, ale niektoré časti nie.
sr: Главни део овог документа је осигуран SSL-ом, али неки делови нису.
sr@latn: Glavni deo ovog dokumenta je osiguran SSL-om, ali neki delovi nisu.
tg: Қисми асосии ин санад бо ёрии SSL низ ҳифз шудааст аммо якчанд қисми он на.
th: ส่วนหลักๆ ของเอกสารนี้ถูกเข้ารหัสไว้ด้วย SSL, แต่ก็มีบางส่วนที่ไม่ได้เข้ารหัสไว้

source: Some of this document is secured with SSL, but the main part is not.
bs: Dio ovog dokumenta je osiguran pomoću SSLa, ali glavnina nije.
km: ផ្នែក​ខ្លះ​របស់​ឯកសារ​នេះ​ត្រូវ​បាន​ធានា​សុវត្ថិភាព​ដោយ SSL ប៉ុន្តែ​ផ្នែក​សំខាន់​អត់​ទេ ។
ko: 이 문서의 어떤 부분은 SSL로 보호되지만, 중요한 부분은 그렇지 않습니다.
mn: Баримтын зарим хэсэг SSL -р хамгаалагдсан ба харин үндсэн хэсэг нь үгүй байна.
pa: ਇਹ ਦਸਤਾਵੇਜ਼ ਵਿੱਚੋਂ ਕੁਝ ਤਾਂ SSL ਨਾਲ ਸੁਰੱਖਿਅਤ ਹੈ, ਪਰ ਬਾਕੀ ਭਾਗ ਨਹੀਂ।
ro: O parte a acestui document este securizată cu SSL, dar partea principală nu este.
rw: Bimwe na bimwe by'iyi nyandiko byizewe na SSL, ariko igice cy'ingenzi hoya.
sk: Niektoré časti tohto dokumentu sú zabezpečené pomocou SSL, ale hlavná časť nie.
sr: Неки делови овог документа су осигурани SSL-ом, али главни део није.
sr@latn: Neki delovi ovog dokumenta su osigurani SSL-om, ali glavni deo nije.
tg: Чанде аз ин санадотҳо бо ёрии SSL низ ҳифз шуданд аммо қисми зиёди он на.
th: บางส่วนของเอกสารนี้ถูกเข้ารหัสไว้ด้วย SSL, แต่ส่วนหลักๆ ไม่ได้เข้ารหัสไว้

source: Chain:
bs: Lanac:
km: លំដាប់ ៖
ko: 체인:
mn: Цуваа:
pa: ਕਰਮ:
ro: Lanţ:
rw: Uruhererekane:
sk: Reťaz:
sr: Ланац:
sr@latn: Lanac:
tg: Ҳалқа:
th: สายโซ่:

source: 0 - Site Certificate
km: 0 - វិញ្ញាបនបត្រ​របស់​តំបន់
ko: 0 -사이트 인증서
mn: 0 - Сайт гэрчилгээ:
pa: 0 - ਸਾਇਟ ਸਰਟੀਫਿਕੇਟ
ro: 0 - Certificat site
rw: 0 - Impamyabushobozi ya Site
sk: 0 - Certifikát serveru
sr: 0 - Сертификат сајта
sr@latn: 0 - Sertifikat sajta
tg: 0 - Сертификати сайт
th: 0 - ไซต์ที่มีการรับรอง

source: Peer certificate:
km: វិញ្ញាបនបត្រស្មើ ៖​
ko: 상대방 인증서
mn: Peer гэрчилгээ:
pa: ਪੀਅਰ ਸਰਟੀਫਿਕੇਟ:
ro: Certificat distant:
rw: Kwitegereza impamyabushobozi:
sk: Peer certifikátu:
sr: Припадајући сертификат:
sr@latn: Pripadajući sertifikat:
tg: Сертификати тарафи дигар:
th: ใบรับรองการต่อตรง:

source: Issuer:
bs: Izdavač:
km: អ្នក​ចេញ ៖
ko: 발행자:
mn: Эрхлэгч:
pa: ਜਾਰੀ ਕਰਤਾ:
ro: Emitent:
rw: Uyitanze:
sk: Vydal:
sr: Издавач:
sr@latn: Izdavač:
tg: Имзо шудааст:
th: ผู้ตั้ง:

source: IP address:
bs: IP adresa:
km: អាសយដ្ឋាន IP ៖
ko: IP 주소:
mn: IP-Хаяг:
pa: IP ਸਿਰਨਾਵਾਂ:
ro: Adresa IP:
rw: Aderesi IP:
sk: IP adresa:
sr: IP адреса:
sr@latn: IP adresa:
tg: Адреси IP:
th: หมายเลขไอพี:

source: URL:
mn: Хаяг:
th: ตำแหน่ง:

source: Certificate state:
bs: Status certifikata:
km: ស្ថានភាព​វិញ្ញាបនបត្រ ៖
ko: 인증서 상태:
mn: Гэрчилгээний төлөв:
pa: ਸਰਟੀਫਿਕੇਟ ਸਥਿਤੀ:
ro: Stare certificat:
rw: Leta y'Impamyabushobozi:
sk: Stav certifikátu:
sr: Стање сертификата:
sr@latn: Stanje sertifikata:
tg: Сертификати вилоят:
th: สถานะใบรับรอง:

source: Valid from:
bs: Vrijedi od:
km: មាន​សុពលភាព​ពី ៖
ko: 가능한 형식:
mn: Аас хүчинтэй:
pa: ਜਾਇਜ ਹੈ, ਤੋਂ:
ro: Valid de la:
rw: Ikora kuva:
sk: Platný od:
sr: Важећи од:
sr@latn: Važeći od:
tg: Короӣ аз:
th: ใช้ได้จาก:

source: Valid until:
bs: Vrijedi do:
km: មាន​សុពលភាព​រហូត​ដល់ ៖
ko: 유효기간:
mn: Хүртэл хүчинтэй:
pa: ਜਾਇਜ ਹੈ, ਤੱਕ:
ro: Valid pînă la:
rw: Nyacyo kugeza:
sk: Platný do:
sr: Важећи до:
sr@latn: Važeći do:
tg: Короӣ то:
th: ใช้ได้จนถึง:

source: Serial number:
bs: Serijski broj:
km: លេខ​សម្គាល់ ៖
ko: 시리얼 넘버:
mn: Серийн дугаар:
pa: ਸੀਰੀਅਲ ਨੰਬਰ:
ro: Număr de serie:
rw: Nomero iranga:
sk: Sériové číslo:
sr: Серијски број:
sr@latn: Serijski broj:
tg: Рақами сериявӣ:
th: หมายเลขซีเรียล:

source: MD5 digest:
ko: MDS 다이제스트:
mn: MD5 орон:
pa: MD5 ਸੰਖੇਪ:
ro: Sumă MD5:
rw: Incamake MD5:
sr: MD5 сажетак:
sr@latn: MD5 sažetak:
tg: Дайджести MD5:
th: เลขการย่อย MD5:

source: Cipher in use:
bs: Šifra u upotrebi:
km: កូដ​ស្ថិត​ក្នុង​ការ​ប្រើ​ប្រាស់ ៖
ko: 사용중인 암호:
mn: Хэрэглэгдэж буй түлхүүрлэлт:
pa: ਵਰਤੋਂ 'ਚ ਗੁਪਤ-ਲੇਖਣ:
ro: Criptare utilizată:
rw: Umubarebanga ukoreshwa:
sk: Použitá šifra:
sr: Шифра која се користи:
sr@latn: Šifra koja se koristi:
tg: Алгоритми рамзгузории истифодашаванда:
th: กุญแจรหัสที่ใช้:

source: Details:
bs: Detalji:
km: សេចក្ដី​លម្អិត ៖
ko: 세부사항:
mn: Дэлгэрэнгүй:
pa: ਵੇਰਵਾ:
ro: Detalii:
rw: Isesengurabyose:
sk: Detaily:
sr: Детаљи:
sr@latn: Detalji:
tg: Тафсилот:
th: รายละเอียด:

source: SSL version:
bs: SSL verzija:
km: កំណែ SSL ៖
ko: SSL 버전:
mn: SSL-Хувилбар:
pa: SSL ਵਰਜਨ:
ro: Versiunea SSL:
rw: SSL Ikiciro
sk: Verzia SSL:
sr: SSL издање:
sr@latn: SSL izdanje:
tg: Ривояти SSL:
th: รุ่นของ SSL:

source: Cipher strength:
bs: Jačina kodiranja:
km: កម្លាំង​របស់​កូដ ៖
ko: 암호 강도:
mn: Түлхүүрлэлтийн хэмжээ:
pa: ਗੁਪਤ-ਲੇਖਣ ਸ਼ਕਤੀ:
ro: Putere de criptare:
rw: Imbaraga z'umubarebanga:
sk: Sila šifry:
sr: Јачина шифре:
sr@latn: Jačina šifre:
tg: Устувории крипт:
th: ความแข็งแกร่งของกุญแจรหัส:

source: %1 bits used of a %2 bit cipher
bs: Iskorišteno %1 bita %2 bitne šifre
km: បាន​ប្រើ %1 ប៊ីត​នៃ​កូដ %2 ប៊ីត
ko: %2 비트 암호에서 사용하는 %1 비트
mn: %2-бит түлхүүрийн %1 бит хэрэглэгдсэн
pa: %2 ਬਿੱਟ ਗੁਪਤ-ਲੇਖਣ ਲਈ %1 ਵਰਤੀ
ro: %1 biţi utilizaţi dintr-un cifru de %2 biţi
rw: Biti %1 zikoreshwa ku mubarwa biti %2
sk: %1 bitov použitých zo %2 bitovej šifry
sr: Кориштено је %1 бита, од %2 бинте шифре
sr@latn: Korišteno je %1 bita, od %2 binte šifre
tg: %1 бит, бо истифодаи %2 бити рамзи блокӣ
th: แบบ %1 บิต ถูกใช้กับกุญแจรหัส %2 บิต

source: Organization:
bs: Organizacija:
km: អង្គការ ៖
ko: 조직:
mn: Байгууллага:
pa: ਸੰਗਠਨ:
ro: Organizaţia:
rw: Ikigo:
sk: Organizácia:
sr: Организација:
sr@latn: Organizacija:
tg: Ташкилот:
th: องค์กร:

source: Organizational unit:
bs: Odjel:
km: ផ្នែក​របស់​អង្គការ ៖
ko: 조직 단위:
mn: Байгууллагын хэлтэс:
pa: ਸੰਗਠਨ ਇਕਾਈ:
ro: Unitatea organizaţională:
rw: Icyiciro cy'itunganya:
sk: Organizačná jednotka:
sr: Организациона јединица:
sr@latn: Organizaciona jedinica:
tg: Ҷузъи ташкилот:
th: หน่วยองค์กร:

source: Locality:
bs: Općina:
km: តំបន់ ៖
ko: 위치:
mn: Байршил:
pa: ਸਥਿਤੀ:
ro: Localitatea:
rw: Ahantu:
sk: Miesto:
sr: Локалитет:
sr@latn: Lokalitet:
tg: Ҷойгиршавӣ:
th: ที่ตั้ง:

source: _: Federal State State:
bs: Federalna država:
km: រដ្ឋ ៖
ko: 도/광역시/특별시:
pa: ਰਾਜ:
ro: Stat:
rw: Leta:
sk: Štát:
sr: Држава:
sr@latn: Država:
tg: Вилоят:
th: สถานะ:

source: Country:
bs: Država:
km: ប្រទេស ៖
ko: 국가:
mn: Улс:
pa: ਦੇਸ਼:
ro: Ţară:
rw: igihugu
sk: Krajina:
sr: Земља:
sr@latn: Zemlja:
tg: Кишвар:
th: ประเทศ:

source: Common name:
bs: Puno ime:
km: ឈ្មោះ​ធម្មតា ៖
ko: 일반 이름:
mn: Энгийн нэр:
pa: ਆਮ ਨਾਂ:
ro: Nume comun:
rw: Izina rusange:
sk: Obvyklé meno:
sr: Уобичајено име:
sr@latn: Uobičajeno ime:
tg: Номи оддӣ:
th: ชื่อปกติ:

source: Email:
km: អ៊ីមែល ៖
ko: 이메일:
mn: Э-Захиа:
pa: ਈ-ਮੇਲ:
rw: Imeli:
sr: Е-пошта:
sr@latn: E-pošta:
tg: Почтаи электронӣ:
th: ที่อยู่อีเมล์:

source: The proxy configuration script is invalid: %1
bs: Skripta za podešavanje proxy-ja je neispravna: %1
km: ស្គ្រីប​កំណត់​រចនា​សម្ព័ន្ធ​ប្រូកស៊ី​មិន​ត្រឹមត្រូវ​ឡើយ ៖ %1
ko: 프록시 설정 스크립트가 유효하지 않음: %1
mn: Прокси тохиргооны бичвэр буруу байна: %1
pa: ਪਰਾਕਸੀ ਸੰਰਚਨਾ ਸਕ੍ਰਿਪਟ ਜਾਇਜ ਨਹੀ ਹੈ: %1
ro: Scriptul de configurare proxy este eronat: %1
rw: Agaporogaramu k'iboneza rya nyabubasha ntikemewe: %1
sk: Skript pre nastavenie proxy nie je platný: %1
sr: Скрипта за подешавање проксија је неисправна: %1
sr@latn: Skripta za podešavanje proksija je neispravna: %1
tg: Танзимоти скрипти прокси нодуруст аст: %1
th: สคริปต์แฟ้มปรับแต่งพร็อกซีใช้ไม่ได้: %1

source: The proxy configuration script returned an error: %1
bs: Skripta za podešavanje proxy-ja je vratila grešku: %1
km: ស្គ្រីប​កំណត់​រចនា​សម្ព័ន្ធ​ប្រូកស៊ី​បាន​ត្រឡប់​កំហុស​មួយ ៖ %1
ko: 프록시 설정 스크립트가 오류: %1
mn: Прокси тохиргооны бичвэр алдаа өглөө: %1
pa: ਪਰਾਕਸੀ ਸੰਰਚਨਾ ਸਕ੍ਰਿਪਟ ਨੇ ਇੱਕ ਗਲਤੀ ਦਿੱਤੀ ਹੈ: %1
ro: Scriptul de configurare proxy a generat o eroare: %1
rw: Agaporogaramu k'iboneza rya nyabubasha kerekanye ikosa: %1
sk: Skript nastavenia proxy vrátil chybu: %1
sr: Скрипта за подешавање проксија је вратила грешку: %1
sr@latn: Skripta za podešavanje proksija je vratila grešku: %1
tg: Ҳуқуқи мақоми матни намоиш хатогиро баргардонд: %1
th: สคริปต์แฟ้มปรับแต่งพร็อกซีแจ้งข้อผิดพลาด: %1

source: Could not download the proxy configuration script: %1
bs: Ne mogu skinuti skriptu za podešavanje proxy-ja: %1
km: មិន​អាច​ទាញ​យក​ស្គ្រីប​កំណត់​រចនា​សម្ព័ន្ធ​ប្រូកស៊ី ៖ %1
ko: 프록시 설정 스크립트를 다운로드 할수 없음: %1
mn: Прокси тохируулгийн бичвэрийг татаж чадсангүй: %1
pa: ਪਰਾਕਸੀ ਸੰਰਚਨਾ ਸਕ੍ਰਿਪਟ ਡਾਊਨਲੋਡ ਨਹੀ ਕੀਤੀ ਜਾ ਸਕੀ ਹੈ: %1
ro: Nu pot transfera scriptul de configurare proxy: %1
rw: Ntibyashobotse gukurura agaporogaramu k'iboneza rya nyabubasha: %1
sk: Nepodarilo sa stiahnuť skript pre nastavenie proxy: %1
sr: Није могуће преузети скрипту за подешавање проксија: %1
sr@latn: Nije moguće preuzeti skriptu za podešavanje proksija: %1
tg: Скрипти танзимотии прокси фаровир карда натавонист: %1
th: ไม่สามารถดาวน์โหลดสคริปต์ปรับแต่งพร็อกซี: %1 ได้

source: Could not download the proxy configuration script
bs: Ne mogu skinuti skriptu za podešavanje proxy-ja
km: មិន​អាច​ទាញ​យក​ស្គ្រីប​កំណត់​រចនា​សម្ព័ន្ធ​ប្រូកស៊ី
ko: 프록시 설정 스크립트를 다운로드 할 수 없음
mn: Прокси тохируулгийн бичвэрийг татаж чадсангүй
pa: ਪਰਾਕਸੀ ਸੰਰਚਨਾ ਸਕ੍ਰਿਪਟ ਡਾਊਨਲੋਡ ਨਹੀ ਕੀਤੀ ਜਾ ਸਕੀ ਹੈ
ro: Nu pot transfera scriptul de configurare proxy
rw: Ntibyashobotse gukurura agaporogaramu k'iboneza rya nyabubasha
sk: Nepodarilo sa stiahnuť skript pre nastavenie proxy
sr: Није могуће преузети скрипту за подешавање проксија
sr@latn: Nije moguće preuzeti skriptu za podešavanje proksija
tg: Скрипти танзимотии прокси фаровир карда натавонист
th: ไม่สามารถดาวน์โหลดสคริปต์ปรับแต่งพร็อกซีได้

source: Could not find a usable proxy configuration script
bs: Ne mogu pronaći upotrebljivu skriptu za podešavanje proxy-ja
km: មិន​អាច​រក​ឃើញ​ស្គ្រីប​កំណត់​រចនា​សម្ព័ន្ធ​ប្រូកស៊ី​ដែល​អាច​ប្រើ​បាន
ko: 사용가능한 프록시 설정 스크립트를 찾을 수 없음
mn: Хэрэглэхүйц прокси тохируулгийн бичвэр олж чадсангүй
pa: ਪਰਾਕਸੀ ਸੰਰਚਨਾ ਸਕ੍ਰਿਪਟ ਲੱਭਣ ਵਿੱਚ ਅਸਫਲ ਹੈ
ro: Nu am găsit un script de configurare proxy corespunzător
rw: Ntibyashobotse kubona agaporogaramu k'iboneza rya nyabubasha gakoreshwa.
sk: Nepodarilo sa nájsť použiteľný skript pre nastavenie proxy
sr: Није могуће пронаћи употребљиву скрипту за подешавање проксија
sr@latn: Nije moguće pronaći upotrebljivu skriptu za podešavanje proksija
tg: Файли конфигуратсионии истифодашавии прокси ёфт нашуд
th: ไม่สามารถค้นหาสคริปต์ปรับแต่งพร็อกซีที่จะใช้ได้

source: Do not print the mimetype of the given file(s)
bs: Nemoj štampati MIME tip datih datoteka
km: កុំ​បោះពុម្ព​ប្រភេទ mime របស់​ឯកសារ​ដែល​បាន​ផ្តល់
ko: 주어진 파일의 MIME타입을 출력하지 않음
pa: ਦਿੱਤੀ ਫਾਇਲ ਦੀ ਮਾਇਮ ਕਿਸਮ ਛਾਪੀ ਨਹੀਂ ਜਾ ਸਕਦੀ
ro: Nu afişează tipul MIME al fişierului(lor) dat(e)
rw: Ntucape ubwokomime bw'amadosiye yatanzwe
sk: Netlačiť typ MIME pre zadaný súbor
sr: Немој да штампаш миме тип датих фајлова
sr@latn: Nemoj da štampaš mime tip datih fajlova
tg: Хурӯҷоти намуди mime-и файли(ҳои) ишорашуда
th: ไม่ต้องพิมพ์ชนิดแฟ้ม mime ของแฟ้มที่ให้

source: List all supported metadata keys of the given file(s). If mimetype is not specified, the mimetype of the given files is used.
bs: Lista svih podržanih metapodatkovnih ključeva u datim datotekama. Ako nije naveden MIME tip, koristi se MIME tip datih datoteka.
km: រាយ​ពាក្យ​គន្លឹះ​ទិន្នន័យ​មេតា​ដែល​បាន​គាំទ្រ​ទាំងអស់​របស់​ឯកសារ​ដែល​បានផ្តល់ ។ ប្រសិនបើ​ប្រភេទ mime គឺ​មិន​ត្រូវ​បាន​បញ្ជាក់ ប្រភេទ mime នៃ​ឯកសារ​ដែល​បាន​ផ្តល់​នឹង​ត្រូវ​
ko: 주어진 파일의 모든 지원되는 메타키를 목록화합니다. MIME타입이 명시되지 않았을 경우 주어진 파일의 MIME타입이 사용됩니다.
mn: Өгөгдсөн файлуудын бүх боломжит metadata түлхүүрүүдийг жигсаах. Хэрвээ mimetype онцлогдоогүй бол өгөгдсөн файлуудын mimetype-г хэрэглэх.
ro: Listează toate cîmpurile metadata suportate de fişierul dat. Dacă tipul MIME nu este specificat, atunci este utilizat cel furnizat de fişier.
rw: Kora urutonde rw'imfunguzo zose z'ibyatanzwebidasanzwe zemewe z'amadosiye yatanzwe. Niba ubwokomime buterekanwe, ubwokomime bw'amadosiye yatanzwe bwakoreshejwe.
sk: Zobrazi všetky podporované metadata kľúče v zadanom súbore(och). Ak nie je špecifikovaný mime typ, bude použitý mime typ daných súborov.
sr: Листај све подржане кључеве мета података датог фајла(ова). Ако MIME тип није назначен, MIME тип датог фајла биће коришћен.
sr@latn: Listaj sve podržane ključeve meta podataka datog fajla(ova). Ako MIME tip nije naznačen, MIME tip datog fajla biće korišćen.
tg: Дида баромадани тамоми калидҳои дастгиршавандаи метадодаҳои файли (файлҳои) ишорашуда. Агар намуди MIME ишора нашуда бошад, намуди MIME-и файли ишорашударо истифо
th: แสดงปุ่มพิมพ์เมตาที่สนับสนุนทั้งหมดของแฟ้มที่ให้ หากยังไม่มีการระบุประเภท MIME ให้ใช้ประเภท MIME ของแฟ้มแทน

source: List all preferred metadata keys of the given file(s). If mimetype is not specified, the mimetype of the given files is used.
bs: Lista svih preferiranih metapodatkovnih ključeva u datim datotekama. Ako nije naveden MIME tip, koristi se MIME tip datih datoteka.
km: រាយ​ពាក្យ​គន្លឹះ​ទិន្នន័យ​មេតា​ដែល​ពេញចិត្ត​ទាំងអស់​របស់​ឯកសារ​ដែល​បាន​ផ្តល់ ។ ប្រសិនបើ​ប្រភេទ mime មិន​ត្រូវ​បាន​បញ្ជាក់ នោះ​ប្រភេទ mime នៃ​ឯកសារ​ដែល​បាន​ផ្តល់​នឹង​ត្រូវ​បាន​ប្រើ ។
ko: 주어진 파일의 모든 제출된 메타키를 목록화합니다: MIME타입이 명시되지 않을 경우, 주어진 파일의 MIME타입이 사용됩니다.
mn: Өгөгдсөн файлуудын бүх зохимжтой metadata түлхүүрүүдийг жигсаах. Хэрвээ mimetype онцлогдоогүй бол өгөгдсөн файлуудын mimetype-г хэрэглэх.
ro: Listează toate cîmpurile metadata preferate ale fişierului dat. Dacă tipul MIME nu este specificat, atunci este utilizat cel furnizat de fişier.
rw: Kora urutonde rw'imfunguzo zose z'ibyatanzwebidasanzwe zifujwe z'amadosiye yatanzwe. Niba ubwokomime buterekanwe, ubwokomime bw'amadosiye yatanzwe bwakoreshejwe.
sk: Zobrazi všetky preferované metadata kľúče v zadanom súbore(och). Ak nie je špecifikovaný mime typ, bude použitý mime typ daných súborov.
sr: Листај све пожељне кључеве мета података датог фајла(ова). Ако MIME тип није назначен, MIME тип датог фајла биће коришћен.
sr@latn: Listaj sve poželjne ključeve meta podataka datog fajla(ova). Ako MIME tip nije naznačen, MIME tip datog fajla biće korišćen.
tg: Дида баромадани тамоми калидҳои метадодашудаҳои файли (файлҳои) асосӣ. Агар намуди MIME ишора нашуда бошад, намуди MIME-и файли ишорашуда низ истифода мешавад.
th: แสดงปุ่มพิมพ์เมตาที่เสนอทั้งหมดของแฟ้มที่ให้ หากยังไม่มีการระบุประเภท MIME ให้ใช้ประเภท MIME ของแฟ้มแทน

source: List all metadata keys which have a value in the given file(s).
bs: Lista svih metapodatkovnih ključeva koji imaju vrijednost za date datoteke.
km: រាយ​ពាក្យ​គន្លឹះ​ទិន្នន័យ​មេតា​ទាំងអស់ ដែល​មាន​តម្លៃ​មួយ​ក្នុង​ឯកសារ​ដែល​បាន​ផ្តល់ ។
ko: 주어진 파일에 있는 값을 갖는 메타키를 목록화합니다.
mn: Өгөгдсөн файлууд доторхи бүх утга олгогдсон metadata түлхүүрүүдийг жигсаах.
ro: Listează toate cîmpurile metadata care au o valoare în fişierul dat.
rw: Kora urutonde rw'imfunguzo zose z'ibyatanzwebidasanzwe zifite agaciro mu madosiye yatanzwe.
sk: Zobrazi všetky metadata kľúče ktoré majú hodnotu v zadanom súbore(och).
sr: Листај све кључеве мета података који имају вредност у датом фајлу(овима).
sr@latn: Listaj sve ključeve meta podataka koji imaju vrednost u datom fajlu(ovima).
tg: Дида баромадани тамоми калидҳои метадодашудаҳо, ки аҳамияте дар файлҳои додашуда низ доранд.
th: แสดงปุ่มพิมพ์เมตาที่สนับสนุนทั้งหมดที่มีค่าในแฟ้มที่ให้

source: Prints all mimetypes for which metadata support is available.
bs: Štampa sve MIME tipove za koje postoji podrška za metapodatke.
km: បោះពុម្ព​ប្រភេទ mime ទាំងអស់​ដែល​មាន​ការគាំទ្រ​ពី​ទិន្នន័យ​មេតា ។
ko: 메타데이터 지원이 가능한 모든 MIME타입을 출력합니다.
mn: metadata дэмжилэгтэй бүх mime төрлүүдийг хэвлэх
pa: ਸਭ ਮਾਈਮ-ਕਿਸਮਾਂ ਛਾਪੋ, ਜਿੰਨਾਂ ਲਈ ਮੇਟਾ-ਡਾਟਾ ਸਹਿਯੋਗ ਉਪਲੱਬਧ ਹੈ।
ro: Afişează toate tipurile MIME pentru care există suport de metadate.
rw: Icapa Amokomime yose kuriyo ifasha ry'ibyatanzwebidasanzwe riboneka.
sk: Vytlačí všetky mime typy pre ktoré je dostupná podpora meta dát.
sr: Штампај све MIME типове за које је доступна подршка за мета податке.
sr@latn: Štampaj sve MIME tipove za koje je dostupna podrška za meta podatke.
tg: Хурӯҷ намудани тамоми намудҳои mime, ки барои онҳо дастгироти метадодашудаҳо дастрас аст.
th: พิมพ์ประเภท MIME สำหรับที่ข้อมูลเมตาสนับสนุนที่มีอยู่

source: Do not print a warning when more than one file was given and they do not all have the same mimetype.
bs: Nemoj štampati upozorenje ako je dato više od jedne datoteke, a one nemaju iste MIME tipove.
km: កុំ​បង្ហាញ​ព្រមានមនៅ​ួយ ពេល​ឯកសារ​ច្រើន​ជាង​មួយ​ត្រូវ​បាន​ផ្តល់ ហើយ ពួក​វា​ទាំងអស់​មិន​មាន​ប្រភេទ mime ដូច​គ្នា ។
ko: 하나 이상의 파일이 주어졌거나 모두 같은 타입을 가지고 있지 않을 때 경고를 출력하지 않습니다.
pa: ਜਦੋਂ ਇੱਕ ਤੋਂ ਵੱਧ ਫਾਇਲਾਂ ਦਿੱਤੀਆਂ ਜਾਣ ਅਤੇ ਉਹਨਾਂ ਦਾ ਮੇਟਾ-ਡਾਟਾ ਇੱਕੋ ਨਾ ਹੋਵੇ ਤਾਂ ਇੱਕ ਚੇਤਾਵਨੀ ਨਾ ਦਿਓ।
ro: Nu afişează mesaj de avertizarea cînd a fost dat mai mult de un fişier şi cînd fişierele nu au acelaşi tip MIME.
rw: Ntucape iburira igihe idosiye irenze imwe yatanzwe kandi ntabwo zose zifite ubwokomime bumwe.
sk: Nevytlačí upozornenie, ak viac ako jeden súbor bol zadaný a tie nemajú rovnaký typ MIME.
sr: Немој да штампаш упозорење кад је дато више од једног фајла, а немају сви исти миме тип.
sr@latn: Nemoj da štampaš upozorenje kad je dato više od jednog fajla, a nemaju svi isti mime tip.
tg: Агар якчанд файлҳое, ки намудҳои гуногуни MIME доранд ишора шуда бошад, огоҳиро нахоҳад хурӯҷ намуд.
th: ไม่ต้องพิมพ์คำเตือน หากมีแฟ้มมากกว่าหนึ่งแฟ้มแสดง และไม่ได้เป็นชนิดแฟ้ม MIME แบบเดียวกัน

source: Prints all metadata values, available in the given file(s).
bs: Štampa sve vrijednosti metapodataka koje su dostupne za date datoteke.
km: បោះពុម្ព​តម្លៃ​ទិន្នន័យ​មេតា​ទាំងអស់ អាច​រក​បាន​ក្នុង​ឯកសារ​ដែល​បាន​ផ្តល់ ។
ko: 주어진 파일에서 가능한 모든 메타데이터 값을 출력합니다.
mn: Өгөгдсөн файлууд доторхи бүх metadata -н утгуудыг хэвлэх.
pa: ਦਿੱਤੀਆਂ ਫਾਇਲਾਂ ਵਿੱਚ ਉਪਲੱਬਧ ਸਭ ਮੈਟਾ ਮੁੱਲ ਛਾਪੋ।
ro: Afişează toate valorile disponibile de metadate disponibile în fişierul dat.
rw: Icapa uduciro twose tw'ibyatanzwebidasanzwe, biboneka mu madosiye yatanzwe.
sk: Vytlačí všetky hodnoty meta dát, dostupných v zadanom súbore(och).
sr: Штампа све вредност мета података доступних у датом фајлу(овима).
sr@latn: Štampa sve vrednost meta podataka dostupnih u datom fajlu(ovima).
tg: Тамоми аҳамияти метадодашудаҳоро, ки дастрас ба файли (файлҳои) додашуда мебошанд, хурӯҷ хоҳад кард.
th: พิมพ์ค่าเมต้าดาต้าทั้งหมด ที่อยู่ในแฟ้มที่ให้

source: Prints the preferred metadata values, available in the given file(s).
bs: Štampa preferirane vrijednosti metapodataka ako su dostupne za date datoteke.
km: បោះពុម្ព​តម្លៃ​ទិន្នន័យ​មេតា​ពេញចិត្ត ដែល​អាច​រក​បាន​ក្នុង​ឯកសារ​ដែល​បាន​ផ្តល់ ។
ko: 주어진 파일에서 가능하다고 제기된 메타데이터값들을 출력합니다.
mn: Өгөгдсөн файлууд доторхи зохимжтой metadata -н утгуудыг хэвлэх.
pa: ਦਿੱਤੀਆਂ ਫਾਇਲਾਂ ਵਿੱਚ ਉਪਲੱਬਧ ਪਸੰਦੀਦਾ ਮੈਟਾ ਮੁੱਲ ਛਾਪੋ।
ro: Afişează valorile pentru metadatele preferate, disponibile în fişierul dat.
rw: Icapa uduciro tw'ibyatanzwebidasanzwe twifuzwa, tuboneka mu madosiye yatanzwe.
sk: Vytlačí preferované hodnoty meta dát, dostupných v zadanom súbore(och).
sr: Штампа све вредност пожељних мета података доступних у датом фајлу(овима).
sr@latn: Štampa sve vrednost poželjnih meta podataka dostupnih u datom fajlu(ovima).
tg: Аҳамияти метадодашудаҳои дархостро, ки барои файли (файлҳои) додашуда низ дастрас мебошанд, хурӯҷ хоҳад кард.
th: พิมพ์ค่าเมต้าดาต้าที่เลือกแสดง ที่อยู่ในแฟ้มที่ให้
