Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: _n: One File %n Files
bs: %n datoteka %n datoteke %n datoteka
km: ឯកសារ​ចំនួន %n
ko: 파일 %n개
pa: ਇੱਕ ਫਾਇਲ %n ਫਾਇਲਾਂ
rw: Idosiye imwe %n Amadosiye
sk: %n súbor %n súbory %n súborov
sr: %n фајл %n фајла %n фајлова
sr@latn: %n fajl %n fajla %n fajlova
tg: %n файл %n Файл
th: %n แฟ้ม

source: (%1 Total)
bs: (%1 ukupno)
km: (សរុប %1)
ko: (전체 %1)
mn: (Нийт %1)
pa: (%1 ਕੁੱਲ)
ro: (Total %1)
sk: (%1 Celkovo)
sr: (укупно %1)
sr@latn: (ukupno %1)
tg: (%1 Ҳамагӣ)
th: (ทั้งหมด %1)

source: No Folders
bs: Nema direktorija
km: គ្មាន​ថត
ko: 디렉터리 없음
pa: ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ
ro: Nu există foldere
rw: Nta bubiko
sk: Žiadne priečinky
sr: Нема фасцикли
sr@latn: Nema fascikli
th: ไม่มีโฟลเดอร์

source: _n: One Folder %n Folders
bs: %n direktorij %n direktorija %n direktorija
km: ថត​ចំនួន %n
ko: 폴더 %n개
pa: ਇੱਕ ਫੋਲਡਰ %n ਫੋਲਡਰ
rw: Ububiko bumwe %n Ububiko
sk: %n priečinok %n priečinky %n priečinkov
sr: %n фасцикла %n фасцикле %n фасцикли
sr@latn: %n fascikla %n fascikle %n fascikli
tg: %n феҳрист %n Феҳрист
th: %n โฟลเดอร์

source: Could not read %1.
bs: Ne mogu čitati %1.
km: មិន​អាច​អាន %1 បាន​ឡើយ ។
ko: %1을(를) 읽을 수 없습니다.
pa: %1 ਨੂੰ ਪੜਿਆ ਨਹੀ ਜਾ ਸਕਿਆ।
ro: Nu am putut citi %1.
rw: Ntibishobotse gusoma %1.
sk: Nemôžem čítať: %1.
sr: Није могуће читање %1.
sr@latn: Nije moguće čitanje %1.
tg: %1 -ро хонда натавонист.
th: ไม่สามารถอ่าน %1 ได้

source: Could not write to %1.
bs: Ne mogu pisati u %1.
km: មិន​អាច​សរសេរ​ទៅ​កាន់ %1 ។
ko: %1에 쓸 수 없습니다.
pa: %1 ਨੂੰ ਲਿਖਿਆ ਨਹੀ ਜਾ ਸਕਿਆ।
ro: Nu am putut scrie în %1.
rw: Ntibishobotse kwandika kuri %1.
sk: Nemôžem zapisovať do %1.
sr: Није могуће писање у %1.
sr@latn: Nije moguće pisanje u %1.
tg: Ба %1 навишта натавонист.
th: ไม่สามารถเขียนไปยัง %1 ได้

source: Could not start process %1.
bs: Ne mogu pokrenuti proces %1.
km: មិន​អាច​ចាប់ផ្តើម​ដំណើរការ %1 ។
ko: 프로세스 %1을(를) 시작할 수 없습니다.
pa: %1 ਕਾਰਜ ਸ਼ੁਰੂ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ
ro: Nu am putut porni procesul %1.
rw: Ntibishobotse gutangira igikorwa %1
sk: Nemôžem spustiť proces %1.
sr: Није било могуће покренути процес %1.
sr@latn: Nije bilo moguće pokrenuti proces %1.
tg: Амалиёти %1 сар карда натавонист.
th: ไม่สามารถเริ่มโปรเซส %1 ได้

source: Internal Error Please send a full bug report at http://bugs.kde.org %1
bs: Interna greška Molim popunite izvještaj o bugu na http://bugs.kde.org %1
km: កំហុស​ខាងក្នុង សូម​ផ្ញើ​របាយការណ៍​កំហុស​ពេញ​លេញ​មួយ តាមរយៈ http://bugs.kde.org %1
ko: 내부 오류 http://bugs.kde.org에 모든 상황을 적은 버그를 보고해 주십시오 %1
mn: Дотоод алдаа Дэлгэрэнгүй асуудлаа http://bugs.kde.org -рүү илгээнэ үү %1
pa: ਅੰਦਰੂਨੀ ਗਲਤੀ ਕਿਰਪਾ ਕਰਕੇ http://bugs.kde.org ਤੇ ਬੱਗ ਜਾਣਕਾਰੀ ਭੇਜੋ %1
ro: Eroare internă. Vă rog să trimiteţi un raport de eroare complet la http://bugs.kde.org %1
rw: Ikosa ry'Imbere Wakohereza raporo yuzuye y'ibibazo kuri http://bugs.kde.org %1
sk: Interná chyba Prosím pošlite kompletný popis chyby na http://bugs.kde.org %1
sr: Интерна грешка Пријавите грешку путем http://bugs.kde.org %1
sr@latn: Interna greška Prijavite grešku putem http://bugs.kde.org %1
tg: Хатои дарунӣ Ахборот дар бораи соз кардани ин хато ба адреси http://bugs.kde.org бифиристед %1
th: มีข้อผิดพลาดภายใน โปรดส่งรายงานความผิดพลาดที่ครบถ้วน ไปยัง http://bugs.kde.org %1

source: Malformed URL %1.
bs: Neispravan URL %1.
km: URL %1 មិន​ត្រឹមត្រូវ ។
ko: 잘못된 URL %1.
pa: ਕੁਰੂਪ ਜਾਣਕਾਰੀ URL %1।
ro: URL eronat %1.
rw: URL ikozenabi %1.
sk: Neplatné URL %1.
sr: Погрешно формиран URL %1.
sr@latn: Pogrešno formiran URL %1.
tg: %1 URL-и нодуруст.
th: รูปแบบ URL %1 ผิดพลาด

source: The protocol %1 is not supported.
bs: Protokol %1 nije podržan.
km: ពិធីការ %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: 프로토콜 %1은(는) 지원하지 않습니다.
mn: Протоколл %1 дэмжигдээгүй байна.
pa: ਪਰੋਟੋਕਾਲ %1 ਸਹਾਇਕ ਨਹੀ ਹੈ
ro: Protocolul %1 nu este suportat.
rw: Porotokole %1 ntiyemewe.
sk: Protokol %1 nie je podporovaný.
sr: Протокол %1 није подржан.
sr@latn: Protokol %1 nije podržan.
tg: Протоколи %1 дастгирӣ надорад.
th: ไม่สนับสนุนโปรโตคอล %1

source: The protocol %1 is only a filter protocol.
bs: Protokol %1 je samo filter protokol.
km: ពិធីការ %1 គឺ​គ្រាន់​តែ​ជា​ពិធីការ​តម្រង​មួយ​ប៉ុណ្ណោះ ។
ko: 프로토콜 %1은(는) 필터 프로토콜입니다.
mn: Энэ протоколл %1 зөвхөн шүүлтүүр протоколл.
pa: ਪਰੋਟੋਕਾਲ %1 ਇੱਕ ਫਿਲਟਰ ਪਰੋਟੋਕਾਲ ਹੈ।
ro: Protocolul %1 este un protocol numai de filtrare.
rw: Porotokole %1 ni porotokole muyunguruzi gusa.
sk: Protokol %1je iba protokol pre filtrovanie.
sr: Протокол %1 је само филтерски протокол.
sr@latn: Protokol %1 je samo filterski protokol.
tg: Протоколи %1 - протоколи филтр мебошад.
th: โปรโตคอล %1 เป็นได้เฉพาะโปรโตคอลตัวกรอง

source: %1 is a folder, but a file was expected.
bs: %1 je direktorij, a očekivao sam datoteku.
km: %1 គឺ​ជា​ថត ប៉ុន្តែ​អ្វី​ដែល​ត្រូវ​ការ​គឺ​ឯកសារ ។
ko: %1은 폴더이지만, 파일을 예상했습니다.
mn: %1 бол хавтас, харин энд файл хэрэгтэй байгаа.
pa: %1 ਇੱਕ ਫੋਲਡਰ ਹੈ, ਪਰ ਇੱਕ ਫਾਇਲ ਲੋੜੀਦੀ ਸੀ।
ro: %1 este folder, dar este necesar un fişier.
rw: %1 ni ububiko, ariko idosiye yari yikitezwe.
sk: %1 je priečinok, ale bol očakávaný súbor.
sr: %1 је фасцикла, а очекиван је фајл.
sr@latn: %1 je fascikla, a očekivan je fajl.
tg: %1 Ин феҳристест, ки дар сурати интизори файл мерафт.
th: ต้องการแฟ้ม แต่ %1 เป็นโฟลเดอร์

source: %1 is a file, but a folder was expected.
bs: %1 je datoteka, a očekivao sam direktorij.
km: %1 គឺ​ជា​ឯកសារ ប៉ុន្តែ​អ្វី​ដែល​ត្រូវ​ការគឺ​ថត ។
ko: %1은 파일이지만, 폴더를 예상했습니다.
mn: %1 бол файл, харин энд хавтас хэрэгтэй байна.
pa: %1 ਇੱਕ ਫਾਇਲ਼ ਹੈ, ਪਰ ਫੋਲਡਰ ਲੋੜੀਦਾ ਸੀ।
ro: %1 este fişier, dar este necesar un folder.
rw: %1 ni idosiye, ariko ububiko bwari bwitezwe.
sk: %1 je súbor, ale bol očakávaný priečinok.
sr: %1 је фајл, а очекивана је фасцикла.
sr@latn: %1 je fajl, a očekivana je fascikla.
tg: %1 Ин файлест, ки дар сурати интизори феҳрист мерафт
th: ต้องการโฟลเดอร์ แต่ %1 เป็นแฟ้ม

source: The file or folder %1 does not exist.
bs: Datoteka ili direktorij %1 ne postoji.
km: មិន​មាន​ឯកសារ ឬ ថត %1 ឡើយ ។
ko: 파일이나 폴더 %1이(가) 존재하지 않습니다.
mn: Файл эсвэл лавлах %1 байхгүй байна.
pa: ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ %1 ਮੌਜੂਦ ਨਹੀ ਹੈ।
ro: Fişierul sau folderul %1 nu există.
rw: Idosiye cyangwa ububiko %1 ntibibaho.
sk: Súbor alebo priečinok %1 neexistuje.
sr: Фајл или фасцикла %1 не постоји.
sr@latn: Fajl ili fascikla %1 ne postoji.
tg: Файл ё феҳристи %1 вуҷуд надорад.
th: ยังไม่มีแฟ้มหรือโฟลเดอร์ %1

source: A file named %1 already exists.
bs: Datoteka pod imenom %1 već postoji.
km: មាន​ឯកសារ​ដែល​មាន​ឈ្មោះ %1 រួច​ហើយ ។
ko: %1(이)라는 이름의 파일이 이미 존재합니다.
mn: Урьд нь %1 гэж нэрлэгдсэн файл байна.
pa: ਫਾਇਲ ਨਾਂ %1 ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
ro: Există deja un fişier cu numele %1.
rw: Idosiye yitwa %1 isanzwemo.
sk: Súbor s menom %1 už existuje.
sr: Фајл са именом %1 већ постоји.
sr@latn: Fajl sa imenom %1 već postoji.
tg: Файл бо номи %1 аллакаи мавҷуд аст.
th: มีแฟ้มชื่อ %1 อยู่แล้ว

source: A folder named %1 already exists.
bs: Direktorij pod imenom %1 već postoji.
km: មាន​ថត​ដែល​មាន​ឈ្មោះ %1 រួច​ហើយ ។
ko: %1(이)라는 이름의 폴더가 이미 존재합니다.
mn: Урьд нь %1 гэж нэрлэгдсэн хавтас байна.
pa: ਫੋਲਡਰ ਨਾਂ %1 ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
ro: Există deja un folder cu numele %1.
rw: Ububiko bwitwa %1 busanzwemo.
sk: Súbor s menom %1 už existuje.
sr: Фасцикла по имену %1 већ постоји.
sr@latn: Fascikla po imenu %1 već postoji.
tg: Феҳрист бо номи %1 аллакай мавҷуд аст.
th: มีแฟ้มชื่อ %1 อยู่แล้ว

source: No hostname specified.
bs: Niste naveli računar.
km: មិនបាន​បញ្ជាក់​ឈ្មោះ​ម៉ាស៊ីន ។
ko: 호스트 이름이 지정되지 않았습니다.
mn: Хоостын нэр өгөгдөөгүй байна.
pa: ਕੋਈ ਮੇਜ਼ਬਾਨ ਨਾਂ ਨਹੀਂ ਦਿੱਤਾ ਹੈ।
ro: Nu este specificată o gazdă.
rw: Nta zinabuto ryerekanwe.
sk: Neuvedený žiadny hostiteľ.
sr: Није наведено име домаћина.
sr@latn: Nije navedeno ime domaćina.
tg: Ягон узел муайян нашудааст
th: ยังไม่ได้กำหนดชื่อโฮสต์!

source: Unknown host %1
bs: Nepoznat računar %1
km: មិន​ស្គាល់​ម៉ាស៊ីន %1
ko: 알 수 없는 호스트 %1
mn: Тодорхойгүй хост %1
pa: ਅਣਜਾਣ ਮੇਜ਼ਬਾਨ %1
ro: Gazdă necunoscută %1
rw: Ubuturo butazwi %1
sk: Neznámy hostiteľ %1
sr: Непознат домаћин %1
sr@latn: Nepoznat domaćin %1
tg: Узели ношинос %1
th: ไม่รู้จักโฮสต์ %1

source: Access denied to %1.
bs: Pristup odbijen na %1.
km: ការចូលដំណើរការ​ទៅ​កាន់ %1 ត្រូវ​បាន​បដិសេធ ។
ko: %1(으)로의 접근이 거부되었습니다.
pa: %1 ਲਈ ਪਹੁੰਚ ਪਾਬੰਦੀ ਹੈ।
ro: Acces refuzat la %1.
rw: Ukugera kubujijwe ku %1.
sk: Prístup zamietnutý k %1.
sr: Приступ на %1 је одбијен.
sr@latn: Pristup na %1 je odbijen.
tg: Даромадан ба %1 рад карда шуд
th: ถูกปฏิเสธการใช้งาน %1

source: Access denied. Could not write to %1.
bs: Pristup odbijen. Ne mogu pisati u %1.
km: ការចូលដំណើរការ​ត្រូវ​បាន​បដិសេធ ។ មិន​អាច​សរសេរ​ទៅ​កាន់ %1 ។
ko: 접근이 거부되었습니다. %1에 쓸 수 없습니다.
pa: ਪਹੁੰਚ ਪਾਬੰਦੀ %1 ਤੇ ਲਿਖ ਨਹੀ ਸਕਦੇ।
ro: Acces refuzat. Nu am putut scrie în %1.
rw: Ukugera kubujijwe. Ntibyashobotse kwandika kuri %1.
sk: Prístup zamietnutý. Nemôžem zapisovať do %1.
sr: Приступ је одбијен Није могуће писање у %1.
sr@latn: Pristup je odbijen Nije moguće pisanje u %1.
tg: Даромадан рад карда шуд Ба %1 -ро навишта натавонист
th: ถูกปฏิเสธการใช้งาน ไม่สามารถเขียนไปยัง %1 ได้

source: Could not enter folder %1.
bs: Ne mogu ući u direktorij %1.
km: មិន​អាច​ចូល​ថត %1 ។
ko: 폴더 %1에 들어갈 수 없습니다.
pa: ਫੋਲਡਰ %1 ਵਿੱਚ ਨਹੀ ਜਾ ਸਕਦੇ ਹੋ।
ro: Nu am putut intra în folderul %1.
rw: Ntibyashobotse kwinjiza ububiko %1.
sk: Nemôžem otvoriť priečinok %1.
sr: Не могу да уђем у фасциклу %1.
sr@latn: Ne mogu da uđem u fasciklu %1.
tg: Дар феҳристи %1 даромада натавонист.
th: ไม่สามารถเข้าไปยังโฟลเดอร์ %1 ได้

source: The protocol %1 does not implement a folder service.
bs: Protokol %1 ne podržava uslugu direktorija.
km: ពិធីការ %1 មិន​ប្រតិបត្តិ​សេវា​ថត​ឡើយ ។
ko: 프로토콜 %1은(는) 폴더 서비스를 지원하지 않습니다.
mn: Протокол %1 лавлахын үйлчилгээг багтаагаагүй байна.
pa: ਪਰੋਟੋਕਾਲ %1ਇੱਕ ਫੋਲਡਰ ਸੇਵਾ ਲਈ ਨਿਰਧਾਰਿਤ ਨਹੀ ਹੈ।
ro: Protocolul %1 nu implementează un serviciu de foldere.
rw: Porotokole %1 ntiboneza serivise y'ububiko.
sk: Protokol %1 neimplementuje priečinkovú službu.
sr: Протокол %1 не имплементира сервис фасцикли.
sr@latn: Protokol %1 ne implementira servis fascikli.
tg: Протоколи %1 шомили ҳеҷгунаи хадамоти роҳнамо нест.
th: โปรโตคอล %1 ยังไม่ได้กำหนดโฟลเดอร์ของบริการ

source: Found a cyclic link in %1.
bs: Pronašao sam kružnu vezu u %1.
km: បាន​រកឃើញ​តំណ​រង្វិល​មួយ​ក្នុង %1 ។
ko: %1에서 재귀적 링크를 찾았습니다.
pa: %1 ਵਿੱਚ ਇੱਕ ਚੱਕਰੀ ਸੰਬੰਧ ਹੈ।
ro: Am găsit o legătură recursivă în %1.
rw: Yabonye ihuza ryisubira mu %1.
sk: Našiel som zacyklený odkaz v %1.
sr: Пронађена је кружна веза у %1.
sr@latn: Pronađena je kružna veza u %1.
tg: Пайвапнди давронӣ дар %1 пайдо шуд.
th: พบการเชื่อมโยงแบบวนรอบ (cyclic link) ใน %1

source: Found a cyclic link while copying %1.
bs: Pronašao sam kružnu vezu tokom kopiranja %1.
km: បាន​រកឃើញ​តំណ​រង្វិល​មួយ ខណៈ​ពេល​ចម្លង %1 ។
ko: %1을(를) 복사하는 동안 주기적 링크를 찾았습니다.
pa: %1 ਨਕਲ ਕਰਨ ਦੌਰਾਨ ਚੱਕਰੀ ਇੱਕ ਚੱਕਰੀ ਸੰਬੰਧ ਹੈ।
ro: Am găsit o legătură recursivă la copierea %1.
rw: Yabonye ihuza ryisubira mu gihe cyo gukoporora %1.
sk: Našiel som zacyklený odkaz počas kopírovania %1.
sr: Пронађена је кружна веза приликом копирања %1.
sr@latn: Pronađena je kružna veza prilikom kopiranja %1.
tg: Пайванди давронӣ дар ҳоли нусха бардоштани %1 пайдо шуд.
th: พบการเชื่อมโยงแบบวนรอบ (cyclic link) ขณะทำสำเนา %1

source: Could not create socket for accessing %1.
bs: Ne mogu otvoriti socket za pristup %1.
km: មិន​អាច​បង្កើត​រន្ធ ដើម្បី​ចូលដំណើរការ %1 បាន​ឡើយ ។
ko: %1에 접속하는 소켓을 생성할 수 없습니다.
pa: %1 ਨੂੰ ਪਹੁੰਚਣ ਲਈ ਸਾਕਟ ਨਹੀਂ ਬਣਾਇਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ।
ro: Nu am putut crea un soclu pentru a accesa %1.
rw: Ntibyashobotse kurema soketi yo kugera %1.
sk: Nemôžem vytvoriť soket pre prístup k %1.
sr: Није могуће направити сокет за приступ %1.
sr@latn: Nije moguće napraviti soket za pristup %1.
tg: socket барои даромадани %1 сохта карда натавонист.
th: ไม่สามารถสร้างซ็อกเกตเพื่อเข้าใช้ %1 ได้

source: Could not connect to host %1.
bs: Ne mogu se spojiti na računar %1.
km: មិន​អាច​តភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន %1 បាន​ឡើយ ។
ko: 호스트 %1에 연결할 수 없습니다.
pa: ਮੇਜ਼ਬਾਨ %1 ਨਾਲ ਜੁੜ ਨਹੀ ਸਕਦਾ ਹੈ।
ro: Nu m-am putut conecta la gazda %1.
rw: Ntibyashobotse kwihuza ku buturo %1.
sk: Nemôžem sa pripojiť k hostiteľovi %1.
sr: Није могуће повезивање са домаћином %1.
sr@latn: Nije moguće povezivanje sa domaćinom %1.
tg: Ба узели %1-ро алоқа карда натавонист
th: ไม่สามารถเชื่อมต่อกับโฮสต์ %1 ได้

source: Connection to host %1 is broken.
bs: Veza sa računarom %1 je prekinuta.
km: ការ​តភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន %1 បាន​ដាច់​ហើយ ។
ko: 호스트 %1에 연결하는 데 실패했습니다.
pa: ਮੇਜ਼ਬਾਨ %1 ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਟੁੱਟ ਗਿਆ ਹੈ।
ro: Conexiunea către gazda %1 este întreruptă.
rw: Ukwihuza ku buturo %1 kwacitse.
sk: Spojenie na hostiteľa %1 je prerušené.
sr: Веза са домаћином %1 је прекинута.
sr@latn: Veza sa domaćinom %1 je prekinuta.
tg: Алоқа ба узели %1 шикаст.
th: การเชื่อมต่อกับโฮสต์ %1 ถูกตัดขาด

source: The protocol %1 is not a filter protocol.
bs: Protokol %1 nije filter protokol.
km: ពិធីការ %1 មិន​មែន​ជា​ពិធីការ​របស់​តម្រង​ឡើយ ។
ko: 프로토콜 %1은(는) 필터 프로토콜이 아닙니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਇੱਕ ਫਿਲਟਰ ਪਰੋਟੋਕਾਲ ਨਹੀਂ ਹੈ।
ro: Protocolul %1 nu este un protocol de filtrare.
rw: Porotokole %1 si porotokole muyunguruzi.
sk: Protokol %1 nie je filtrovací protokol.
sr: Протокол %1 није филтерски протокол.
sr@latn: Protokol %1 nije filterski protokol.
tg: Протоколи %1 - протоколи филтр нест.
th: โปรโตคอล %1 ไม่ใช่โปรโตคอลแบบตัวกรอง

source: Could not mount device. The reported error was: %1
bs: Ne mogu montirati uređaj. Prijavljena greška je: %1
km: មិន​អាច​ម៉ោន​ឧបករណ៍​បាន​ឡើយ ។ កំហុស​មាន​ដូច​តទៅ​នេះ ៖ %1
ko: 장치를 마운트할 수 없습니다. 보고된 오류는 다음과 같습니다: %1
mn: Дискийн төхөөрөмж холбогдохгүй(mount) байна. Сонордуулах алдаа: %1
pa: ਜੰਤਰ ਮਾਊਂਟ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਪਰਾਪਤ ਗਲਤੀਆਂ ਸਨ: %1
ro: Nu pot monta dispozitivul. Eroarea raportată a fost: %1
rw: Ntibyashobotse gushyiramo apareye. Ikosa ryakorewe raporo ryari: %1
sk: Nemôžem pripojiť zariadenie. Nahlásená chyba bola: %1
sr: Није могуће монтирати уређај. Пријављена грешка је: %1
sr@latn: Nije moguće montirati uređaj. Prijavljena greška je: %1
tg: Сохтмонро васл карда натавонист. Хатои додашуда: %1
th: ไม่สามารถเมานท์อุปกรณ์ โดยได้รับรายงานความผิดพลาด: %1

source: Could not unmount device. The reported error was: %1
bs: Ne mogu demontirati uređaj. Prijavljena greška je: %1
km: មិន​អាច​អាន់​ម៉ោន​ឧបករណ៍​បាន​ឡើយ ។ កំហុស​មាន​ដូច​តទៅ​នេះ ៖ %1
ko: 장치를 마운트 해제할 수 없습니다. 보고된 오류는 다음과 같습니다: %1
mn: Дискийн төхөөрөмжийн холболт(unmount) тасрахгүй байна. Сонордуулах алдаа: %1
pa: ਜੰਤਰ ਅਣ-ਮਾਊਂਟ ਨਹੀਂ ਹੋ ਸਕਿਆ। ਪਰਾਪਤ ਗਲਤੀਆਂ ਸਨ: %1
ro: Nu pot demonta dispozitivul. Eroarea raportată a fost: %1
rw: Ntibyashobotse gukuramo apareye. Ikosa ryakorewe raporo ryari: %1
sk: Nemôžem odpojiť zariadenie. Nahlásená chyba bola: %1
sr: Није могуће демонтирати уређај. Пријављена грешка је: %1
sr@latn: Nije moguće demontirati uređaj. Prijavljena greška je: %1
tg: Пайдо кардани дастгоҳ имконпазир набуд. Хатои гузориш шуда: %1
th: ไม่สามารถยกเลิกการเมานท์อุปกรณ์ โดยได้รับรายงานความผิดพลาด: %1

source: Could not read file %1.
bs: Ne mogu čitati datoteku %1.
km: មិន​អាច​អាន​ឯកសារ %1 បាន​ឡើយ ។
ko: 파일 %1을(를) 읽을 수 없습니다.
pa: ਫਾਇਲ਼ %1 ਨੂੰ ਪੜਿਆ ਨਹੀ ਜਾ ਸਕਿਆ।
ro: Nu am putut citi fişierul %1.
rw: Ntibyashobotse gusoma idosiye %1.
sk: Nemôžem čítať súbor %1.
sr: Није могуће читање фајла %1.
sr@latn: Nije moguće čitanje fajla %1.
tg: Файли %1 хонда натавонист.
th: ไม่สามารถอ่านแฟ้ม %1 ได้

source: Could not write to file %1.
bs: Ne mogu pisati u datoteku %1.
km: មិន​អាច​សរសេរ​ទៅ​កាន់​ឯកសារ %1 បាន​ឡើយ ។
ko: 파일 %1에 쓸 수 없습니다.
pa: ਫਾਇਲ਼ %1 ਨੂੰ ਲਿਖਿਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut scrie în fişierul %1.
rw: Ntibyashobotse kwandika kuri dosiye %1.
sk: Nemôžem zapisovať do súboru %1.
sr: Записивање у фајл %1 није могуће.
sr@latn: Zapisivanje u fajl %1 nije moguće.
tg: Ба файли %1 навишта натавонист.
th: ไม่สามารถเขียนไปยังแฟ้ม %1 ได้

source: Could not bind %1.
bs: Ne mogu vezati %1.
km: មិន​អាច​ចង %1 បាន​ឡើយ ។
ko: %1에 바인딩할 수 없습니다.
pa: %1 ਨੂੰ ਸਬੰਧਤ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu m-am putut lega la %1.
rw: Ntibyashobotse guhuza %1.
sk: Nemôžem pripojiť %1.
sr: Није могуће везивање %1.
sr@latn: Nije moguće vezivanje %1.
tg: Ҳамҷоякардани %1 имконпазир набуд.
th: ไม่สามารถ bind %1 ได้

source: Could not listen %1.
bs: Ne mogu slušati %1.
km: មិន​អាច​ស្តាប់ %1 បាន​ឡើយ ។
ko: %1을(를) 들을 수 없습니다.
pa: %1 ਨੂੰ ਸੁਣਿਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut asculta %1.
rw: Ntibyashobotse kumva %1.
sk: Nemôžem počúvať na %1.
sr: Није могуће слушање %1.
sr@latn: Nije moguće slušanje %1.
tg: Гӯш додан ба %1 имконпазир набуд.
th: ไม่สามารถคอยรับการเชื่อมต่อ %1 ได้

source: Could not accept %1.
bs: Ne mogu prihvatiti %1.
km: មិន​អាច​ទទួល​យក %1 បាន​ឡើយ ។
ko: %1을(를) 허용할 수 없습니다.
pa: %1 ਨੂੰ ਸਵੀਕਾਰ ਨਹੀ ਕੀਤਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut accepta %1.
rw: Ntibyashobotse kwemera %1.
sk: Nemôžem prijať %1.
sr: Није могуће прихватање %1.
sr@latn: Nije moguće prihvatanje %1.
tg: Кабул карда натавонист %1.
th: ไม่สามารถยอมรับการร้องขอเชื่อมต่อ %1 ได้

source: Could not access %1.
bs: Ne mogu pristupiti %1.
km: មិន​អាច​ចូល​ដំណើរការ %1 បាន​ឡើយ ។
ko: %1에 접근할 수 없습니다.
pa: %1 ਨੂੰ ਪਹੁੰਚਿਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut accesa %1.
rw: Ntibyashobotse kugera %1.
sk: Nemôžem vstúpiť do %1.
sr: Није могућ приступ %1.
sr@latn: Nije moguć pristup %1.
tg: Ба %1 -ро даромада натавонист.
th: ไม่สามารถเข้าใช้งาน %1 ได้

source: Could not terminate listing %1.
bs: Nisam u stanju prekinuti ispis %1.
km: មិន​អាច​ឈប់​ស្ដាប់ %1 បាន​ឡើយ ។
ko: %1의 목록을 표시하는 것을 종료할 수 없습니다.
pa: %1 ਸੂਚੀਬੱਧ ਨੂੰ ਸਮਾਪਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut termina listarea %1.
rw: Ntibyashobotse kurangiza urutonde %1.
sk: Nemôžem zastaviť výpis %1.
sr: Није могуће обуставити испис %1.
sr@latn: Nije moguće obustaviti ispis %1.
tg: Листгирии %1 анҷом дода натавонист.
th: ไม่สามารถจบการรอรับการเชื่อมต่อ %1 ได้

source: Could not make folder %1.
bs: Ne mogu napraviti direktorij %1.
km: មិន​អាច​បង្កើត​ថត %1 បាន​ឡើយ ។
ko: 폴더 %1을(를) 만들 수 없습니다.
pa: ਫੋਲਡਰ %1 ਨੂੰ ਬਣਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut crea folderul %1.
rw: Ntibishobotse gukora ububiko %1.
sk: Nemôžem vytvoriť priečinok %1.
sr: Нисам могао да направим фасциклу %1.
sr@latn: Nisam mogao da napravim fasciklu %1.
tg: Феҳристи %1 сохта карда натавонист.
th: ไม่สามารถสร้างโฟลเดอร์ %1 ได้

source: Could not remove folder %1.
bs: Ne mogu ukloniti direktorij %1.
km: មិន​អាច​យក​ថត %1 ចេញ​បាន​ឡើយ ។
ko: 폴더 %1을(를) 삭제할 수 없습니다.
pa: ਫੋਲਡਰ %1 ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut şterge folderul %1.
rw: Ntibyashobotse kuvanamo ububiko %1.
sk: Nemôžem odstrániť priečinok %1.
sr: Нисам могао да уклоним фасциклу %1.
sr@latn: Nisam mogao da uklonim fasciklu %1.
tg: Феҳристи %1 нест карда натавонист.
th: ไม่สามารถลบโฟลเดอร์ %1 ได้

source: Could not resume file %1.
bs: Ne mogu nastaviti datoteku %1.
km: មិន​អាច​បន្ត​ឯកសារ %1 បាន​ឡើយ ។
ko: 파일 %1을(를) 다시 시작할 수 없습니다.
pa: ਫਾਇਲ %1 ਨੂੰ ਮੁੜ-ਪਰਾਪਤ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut continua transferul fişierului %1.
rw: Ntibishobotse gusubiramo idosiye %1.
sk: Nemôžem obnoviť súbor %1.
sr: Није могуће наставити фајл %1.
sr@latn: Nije moguće nastaviti fajl %1.
tg: Файли %1 идома дода нашуд.
th: ไม่สามารถกลับไปต่อยังแฟ้ม %1 ได้

source: Could not rename file %1.
bs: Ne mogu promijeniti ime datoteke %1.
km: មិន​អាច​ប្តូរ​ឈ្មោះ​ឯកសារ %1 បាន​ឡើយ ។
ko: 파일 %1의 이름을 바꿀 수 없습니다.
pa: ਫਾਇਲ਼ %1 ਦਾ ਨਾਂ-ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut redenumi fişierul %1.
rw: Ntibishobotse guhindura izina rya dosiye %1.
sk: Nemôžem premenovať súbor %1.
sr: Није могућа промена имена фајла %1.
sr@latn: Nije moguća promena imena fajla %1.
tg: Номи дигар барои файли %1 дода шуда натавонист
th: ไม่สามารถเปลี่ยนชื่อแฟ้ม %1 ได้

source: Could not change permissions for %1.
bs: Ne mogu promijeniti ovlasti za %1.
km: មិន​អាច​ផ្លាស់ប្តូរ​សិទ្ធិ​ឲ្យ %1 បាន​ឡើយ ។
ko: %1의 권한을 수정할 수 없습니다.
pa: %1 ਲਈ ਅਧਿਕਾਰ ਨਹੀ ਤਬਦੀਲ ਕੀਤੇ ਜਾ ਸਕੇ ਹਨ।
ro: Nu am putut schimba permisiunile pentru %1.
rw: Ntibishobotse guhindura impushya za %1.
sk: Nemôžem zmeniť práva pre %1.
sr: Није могућа промена дозвола за %1.
sr@latn: Nije moguća promena dozvola za %1.
tg: Дастрасӣ барои %1 дигаргун карда натавонист
th: ไม่สามารถเปลี่ยนสิทธิ์อนุญาตสำหรับ %1 ได้

source: Could not delete file %1.
bs: Ne mogu obrisati datoteku %1.
km: មិន​អាច​លុប​ឯកសារ %1 បាន​ឡើយ ។
ko: 파일 %1을(를) 삭제할 수 없습니다.
pa: ਫਾਇਲ਼ %1 ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut şterge fişierul %1.
rw: Ntibishobotse gusiba idosiye %1.
sk: Nemôžem odstrániť súbor %1.
sr: Није могуће брисање фајла %1.
sr@latn: Nije moguće brisanje fajla %1.
tg: Файли %1 нест карда натавонист
th: ไม่สามารถลบแฟ้ม %1 ได้

source: The process for the %1 protocol died unexpectedly.
bs: Proces za %1 protokol se neočekivano ugasio.
km: ដំណើរការ​សម្រាប់​ពិធីការ %1 បាន​ស្លាប់​ដោយ​មិន​រំពឹង ។
ko: 프로토콜 %1의 프로세스가 갑자기 멈추었습니다.
mn: Протоколл %1 -н хувьд процесс санамсаргүй(энгийн бус) төгслөө.
pa: ਪਰੋਟੋਕਾਲ %1 ਲਈ ਕਾਰਵਾਈ ਅਸਧਾਰਨ ਢੰਗ ਨਾਲ ਬੰਦ ਹੋ ਗਈ ਹੈ।
ro: Procesul pentru protocolul %1 s-a terminat în mod neaşteptat.
rw: Igikorwa cya porotokole %1 cyafuye mu buryo butitezwe.
sk: Proces pre protokol %1 neočakávane skončil.
sr: Процес протокола %1 је неочекивано умро.
sr@latn: Proces protokola %1 je neočekivano umro.
tg: Амалиёт барои протоколи %1 ба таври ғайри мунтазарӣ кушта шуд.
th: โปรเซสของโปรโตคอล %1 ตายอย่างไม่คาดคิด

source: Error. Out of memory. %1
bs: Greška. Nemam više memorije. %1
km: កំហុស ៖ អស់​សតិ ។ %1
ko: 오류. 메모리 부족. %1
pa: ਗਲਤੀ, ਮੈਮੋਰੀ ਖਤਮ %1
ro: Eroare. Nu mai există memorie. %1
rw: Ikosa. Byarenze ububikoremezo. %1
sk: Chyba. Málo pamäti. %1
sr: Грешка. Нема више меморије. %1
sr@latn: Greška. Nema više memorije. %1
tg: Хато. Калон аз андозаи хотир. %1
th: ผิดพลาด หน่วยความจำไม่เพียงพอ %1

source: Unknown proxy host %1
bs: Nepoznat proxy računar %1
km: មិន​ស្គាល់​ម៉ាស៊ីន​ប្រូកស៊ី %1
ko: 알수 없는 프록시 호스트 %1
mn: Тодорхойгүй итгэмжлэгч сервер (Proxy) %1
pa: ਅਣਜਾਣ ਪਰਾਕਸੀ ਮੇਜ਼ਬਾਨ %1
ro: Gazdă proxy necunoscută %1
rw: Ubuturo Porogisi Butazwi %1
sk: Neznámy proxy hostiteľ %1
sr: Непознат прокси домаћин %1
sr@latn: Nepoznat proksi domaćin %1
tg: Вакили ношинос хӯҷаин.%1
th: ไม่รู้จักโฮสต์พร็อกซี %1

source: Authorization failed, %1 authentication not supported
bs: Provjera autentičnosti nije uspjela, %1 autentikacija nije podržana
km: ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​បាន​បរាជ័យ, ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: 인증 실패, %1 인증 방법은 지원 안함
mn: Баталгаажуулалт дутуу байна, %1 баталгаажуулалт дэмжигдээгүй байна
pa: ਪਰਮਾਣਕਤਾ ਅਸਫਲ, %1 ਲਈ ਪਰਮਾਣਕਤਾ ਸਹਾਇਕ ਹੈ
ro: Autorizare eşuată. Autentificarea %1 nu este suportată.
rw: Uburenganzira ntibwashobotse. Imenyekanisha %1 ntiryemewe
sk: Autorizácia zlyhala, %1 autentikácia nie je podporovaná
sr: Пријављивање није успело, %1 пријављивање није подржано
sr@latn: Prijavljivanje nije uspelo, %1 prijavljivanje nije podržano
tg: Иҷозатёбӣ шикаст хӯрд, %1 дурустӣ(асл) дасгири карда намешавад.
th: ตรวจสอบสิทธิ์ล้มเหลว ไม่สนับสนุนการตรวจสอบ %1

source: User canceled action %1
bs: Akcija poništena od strane korisnika %1
km: អ្នកប្រើ​បាន​បោះបង់​សកម្មភាព %1
ko: 사용자가 진행을 취소 %1
mn: Хэрэглэгчийн үйлдлээр болилоо: %1
pa: ਉਪਭੋਗੀ ਨੇ ਕਾਰਵਾਈ ਰੱਦ ਕੀਤੀ %1
ro: Acţiune anulată de utilizator %1
rw: Igikorwa cy'ukoresha cyaretswe %1
sk: Užívateľom zrušená akcia %1
sr: Корисник је отказао акцију %1
sr@latn: Korisnik je otkazao akciju %1
tg: Истифодабаранда амалро қатъ кард. %1
th: ไม่สามารถยกเลิกการกระทำ %1 ได้

source: Internal error in server %1
bs: Interna greška na serveru %1
km: កំហុស​ខាង​ក្នុង​លើ​ម៉ាស៊ីន​បម្រើ %1
ko: 서버 내부 오류 %1
mn: Серверийн дотоод алдаа %1
pa: ਸਰਵਰ ਵਿੱਚ ਅੰਦਰੂਨੀ ਗਲਤੀ %1
ro: Eroare internă în server %1
rw: Ikosa ry'imbere muri seriveri %1
sk: Interná chyba na serveri %1
sr: Интерна грешка у серверу %1
sr@latn: Interna greška u serveru %1
tg: Хатои дарунӣ дар сервер %1
th: เกิดข้อผิดพลาดภายในเซิร์ฟเวอร์ %1

source: Timeout on server %1
bs: Prekoračenje vremena na serveru %1
km: អស់​ពេល​នៅ​ម៉ាស៊ីន​បម្រើ %1
ko: 서버에서 시간 초과 %1
mn: Сервер дээр хугацаа хэтэрлээ %1
pa: ਸਰਵਰ ਤੇ ਸਮਾਂ-ਸੀਮਾ ਸਮਾਪਤ %1
ro: Temporizare expirată la server %1
rw: Igihecyarenze kuri seriveri %1
sk: Čas požiadavky na server uplynul %1
sr: Прекорачење времена на серверу %1
sr@latn: Prekoračenje vremena na serveru %1
tg: Дар пардозишгар вақт тамом шуд.%1
th: หมดเวลาบนเซิร์ฟเวอร์ %1
