Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Could Not Delete Temporary File
bs: Ne mogu obrisati privremenu datoteku
km: មិន​អាច​លុប​ឯកសារ​បណ្តោះ​អាសន្ន
ko: 임시 파일을 삭제할 수 없음
mn: Түр зуурын файлыг устгаж чадсангүй
pa: ਆਰਜ਼ੀ ਫਾਇਲ਼ ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ
ro: Nu pot şterge fişierul temporar
rw: Ntibyashobotse Gusiba Idosiye Gihegito
sk: Nepodarilo sa odstrániť dočasný súbor
sr: Није могуће обрисати привремени фајл
sr@latn: Nije moguće obrisati privremeni fajl
tg: Натавонистам файли муваққатиро ҳузф кунам
th: ไม่สามารถลบแฟ้มชั่วคราวได้

source: The requested operation required the creation of a temporary file in which to save the new file while being downloaded. This temporary file <strong>%1</strong> could not be deleted.
bs: Tražena operacija je zahtjevala pravljenje privremene datoteke u kojoj bi bila spašena nova datoteka tokom downloada. Ova privremena datoteka <strong>%1</strong> nije mogla biti obrisana.
km: ប្រតិបត្តិការ​ដែល​បាន​ស្នើ​សុំ ទាមទារ​ឲ្យ​បង្កើត​ឯកសារ​បណ្តោះ​អាសន្ន​ដែល​ត្រូវ​រក្សាទុក​ឯកសារ​ថ្មី ខណៈពេល​កំពុង​ទាញយក ។ ឯកសារ​បណ្តោះ​អាសន្ន​នេះ <strong>%1</strong> មិន​អាច​លុប​បាន​ឡើយ ។
ko: 요청된 작동은 다운로드되는 파일을 저장하기 위해 임시파일 생성을 요청합니다. 이 임시파일 <strong>%1</strong>은 삭제할 수 없습니다.
mn: Энэ үйлдэл шинэ файлыг хадгалахаар татаж байх үед түр зуурын файл үүсгэхийг хүсэж байна.Энэ түр файлын нэр <strong>%1</strong> устгагдахгүй байна.
pa: ਲੋੜੀਦੀ ਕਾਰਵਾਈ ਨੂੰ ਇੱਕ ਆਰਜ਼ੀ ਫਾਇਲ ਬਣਾਉਣ ਦੀ ਮੰਗ ਕੀਤੀ ਸੀ, ਜਿਸ ਲਈ ਨਵੀਂ ਫਾਇਲ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਦੌਰਾਨ ਸੰਭਾਲਿਆ ਜਾ ਸਕਦਾ। ਇਹ ਆਰਜ਼ੀ ਫਾਇਲ <strong>%1</strong> ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
ro: Operaţia cerută încearcă crearea unui fişier temporar în care să salveze noul fişier de transferat. Acest fişier temporar <strong>%1</strong> nu poate fi şters.
rw: Igikorwa cyasabwe cyari gikeneye ukurema kw'idosiye gihegito muriyo habikwa idosiye nshya mu gihe ikururwa. Iyi dosiye gihegito <strong>%1</strong> ntiyashoboye gusibwa.
sk: Požadovaná operácia vyžaduje vytvorenie dočasného súboru, do ktorého sa nový súbor uloží počas sťahovania. Tento dočasný súbor <strong>%1</strong> sa nepodarilo odstrániť.
sr: Захтевана операција је захтевала прављење привременог фајла у коју би био снимљен нови фајл који се преузима. Овај привремени фајл <strong>%1</strong> није могао бити обрисан.
sr@latn: Zahtevana operacija je zahtevala pravljenje privremenog fajla u koju bi bio snimljen novi fajl koji se preuzima. Ovaj privremeni fajl <strong>%1</strong> nije mogao biti obrisan.
tg: Амали дархостшуда ниёз ба эҷоди файли муваққатӣ дошт, ки файли навро дар ҳангоми бор шудани дар он қарор диҳад. Файли муваққатии <strong>%1</strong> ҳузф нашуд.
th: ปฏิบัติการที่ร้องขอมา ต้องการจะลบแฟ้มชั่วคราว เพื่อบันทึกเป็นแฟ้มใหม่เมื่อดาวน์โหลดเสร็จแล้ว แต่ไม่สามารถลบแฟ้มชั่วคราว <strong>%1</strong> ได้

source: Could Not Rename Original File
bs: Ne mogu promijeniti ime originalne datoteke
km: មិន​អាច​ប្តូរ​ឈ្មោះ​ឯកសារ​ដើម
ko: 원본파일 이름을 변경할 수 없음
mn: Оргинал файлыг сольж нэрлэж чадсангүй
pa: ਅਸਲੀ ਫਾਇਲ਼ ਦਾ ਨਾਂ ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ
ro: Nu pot redenumi fişierul original
rw: Ntibyashobotse Guhindura izina ry'Idosiye Mwimerere
sk: Nepodarilo sa premenovať pôvodný súbor
sr: Није могуће променити име оригиналног фајла
sr@latn: Nije moguće promeniti ime originalnog fajla
tg: Натавонистам номи файли аслиро таъғир бидиҳам
th: ไม่สามารถเปลี่ยนชื่อแฟ้มดั้งเดิมได้

source: The requested operation required the renaming of the original file <strong>%1</strong>, however it could not be renamed.
bs: Tražena operacija je zahtjevala promjenu imena originalne datoteke, <strong>%1</strong>, ali njeno ime se nije moglo promijeniti.
km: ប្រតិបត្តិការ​ដែល​បាន​ស្នើ ទាមទារ​ឲ្យ​ប្តូរ​ឈ្មោះ​ឯកសារ​ដើម <strong>%1</strong> ទោះបីជាយ៉ាងណា វា​មិន​អាច​ប្តូរ​ឈ្មោះ​បាន​ឡើយ ។
ko: 요청된 동작은 원본파일 <strong>%1</strong>의 이름을 변경하는 것을 필요로 합니다. 하지만, 이름을 변경할 수 없습니다.
mn: Энэ үйлдэл оргинал файл <strong>%1</strong> -г сольж нэрлэхийг хүссэн боловч тэр сольж нэрлэгдсэнгүй.
pa: ਮੰਗੀ ਕਾਰਵਾਈ ਨੇ ਅਸਲੀ ਫਾਇਲ <strong>%1</strong> ਦਾ ਨਾਂ ਤਬਦੀਲ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ ਸੀ, ਪਰ ਨਾਂ-ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
ro: Operaţia cerută încearcă redenumirea fişierului original <strong>%1</strong>, dar acesta nu poate fi redenumit.
rw: Igikorwa cyasabwe cyari gikeneye uguhindura izina ry'idosiye mwimerere <strong>%1</strong>, nyamara ntiyashoboye guhindurirwa izina.
sk: Požadovaná operácie potrebuje premenovať pôvodný súbor <strong>%1</strong>, ale to sa nepodarilo.
sr: Захтевана операција је захтевала промену имена оригиналног фајла <strong>%1</strong>, али он није могао бити преименован.
sr@latn: Zahtevana operacija je zahtevala promenu imena originalnog fajla <strong>%1</strong>, ali on nije mogao biti preimenovan.
tg: Амали дархостшуда ниёз ба таъғири номи файли аслии <strong>%1</strong> дошта бо ин вуҷуди номи ин файл ивваз нашуд.
th: ปฏิบัติการที่ร้องขอมา ต้องการจะเปลี่ยนชื่อแฟ้มดั้งเดิม <strong>%1</strong>แต่ไม่สามารถเปลี่ยนชื่อได้

source: Could Not Rename Temporary File
bs: Ne mogu promijeniti ime privremene datoteke
km: មិន​អាច​ប្តូរ​ឈ្មោះ​ឯកសារ​បណ្តោះ​អាសន្ន
ko: 임시파일 이름을 변경할 수 없음
mn: Түр файл сольж нэрлэгдсэнгүй
pa: ਆਰਜ਼ੀ ਫਾਇਲ਼ ਦਾ ਨਾਂ ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ
ro: Nu pot redenumi fişierul temporar
rw: Ntibyashobotse Guhindura izina ry'Idosiye Gihegito
sk: Nepodarilo sa premenovať dočasný súbor
sr: Није могуће променити име привременог фајла
sr@latn: Nije moguće promeniti ime privremenog fajla
tg: Натавонистам номи файли муваққатиро таъғир бидиҳам
th: ไม่สามารถเปลี่ยนชื่อแฟ้มชั่วคราวได้

source: The requested operation required the creation of a temporary file <strong>%1</strong>, however it could not be created.
bs: Tražena operacija je zahtjevala pravljenje privremene datoteke, <strong>%1</strong>, ali ona nije mogla biti napravljena.
km: ប្រតិបត្តិការ​ដែល​បាន​ស្នើ ទាមទារ​ឲ្យ​បង្កើត​ឯកសារ​បណ្តោះ​អាសន្ន <strong>%1</strong> ទោះបីជាយ៉ាងណា វា​មិន​អាច​បង្កើត​បាន​ឡើយ ។
ko: 요청된 작동은 임시파일 <strong>%1</strong>의 생성을 요구합니다. 하지만, 생성될 수 없습니다.
mn: Энэ үйлдэл нэгэн түр файл <strong>%1</strong> -г үүсгэхийг хүссэн боловч тэр үүсгэгдсэнгүй.
pa: ਲੋੜੀਦੀ ਕਾਰਵਾਈ ਲਈ ਇੱਕ ਆਰਜ਼ੀ ਫਾਇਲ <strong>%1</strong> ਬਣਾਉਣ ਦੀ ਲੋੜ ਸੀ, ਪਰ ਇਹ ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ।
ro: Operaţia cerută încearcă crearea fişierului temporar<strong>%1</strong>, dar acesta nu poate fi făcut.
rw: Igikorwa cyasabwe cyari gikeneye ukurema idosiye gihegito <strong>%1</strong>, nyamara ntiyashoboye kuremwa.
sk: Požadovaná operácia potrebuje vytvorenie dočasného súboru <strong>%1</strong>, ale nie je možné ho vytvoriť.
sr: Захтевана операција је захтевала прављење привременог фајла <strong>%1</strong>, али он није могао бити направљен.
sr@latn: Zahtevana operacija je zahtevala pravljenje privremenog fajla <strong>%1</strong>, ali on nije mogao biti napravljen.
tg: Амали дархостшуда ниёз ба эҷоди файли нави <strong>%1</strong>, дошта бо ин вуҷуди номи ин файл ташкил нашуд.
th: ปฏิบัติการที่ร้องขอมา ต้องการจะสร้างแฟ้มชั่วคราว <strong>%1</strong>แต่ไม่สามารถสร้างได้

source: Could Not Create Link
bs: Ne mogu napraviti link
km: មិន​អាច​បង្កើត​តំណ
ko: 링크를 생성할 수 없음
mn: Холбоос үүсгэгдэхгүй байна
pa: ਸੰਬੰਧ ਨਹੀ ਬਣਾਇਆ ਜਾ ਸਕਿਆ
ro: Nu pot crea legătură
rw: Ntibyashobotse Kurema Ihuza
sk: Nepodarilo sa vytvoriť odkaz
sr: Није могуће направити везу
sr@latn: Nije moguće napraviti vezu
tg: Алоқаро сахта карда натавонист
th: ไม่สามารถสร้างการเชื่อมโยงได้

source: Could Not Create Symbolic Link
bs: Ne mogu napraviti simbolički link
km: មិន​អាច​បង្កើត​តំណ​និមិត្ត​សញ្ញា
ko: 심볼릭 링크를 생성할 수 없음
mn: Символик холбоос үүсгэж чадсангүй
pa: ਨਿਸ਼ਾਨ ਸੰਬੰਧ ਨਹੀ ਬਣਾਇਆ ਜਾ ਸਕਿਆ ਹੈ
ro: Nu pot crea legătură simbolică
rw: Ntibyashobotse Kurema Ihuza Kimenyetso
sk: Nepodarilo sa vytvoriť symbolický odkaz
sr: Није могуће направити симболичку везу
sr@latn: Nije moguće napraviti simboličku vezu
tg: Натавонистам пайванди намудӣ эҷод кунам
th: ไม่สามารถสร้างการเชื่อมโยงแบบสัญลักษณ์ได้

source: The requested symbolic link %1 could not be created.
bs: Traženi simbolički link %1 nije mogao biti napravljen
km: តំណ​និមិត្ត​សញ្ញា​ដែល​បាន​ស្នើ %1 មិន​អាច​បង្កើត​បាន​ឡើយ ។
ko: 요청된 심볼릭 링크 %1은(는) 생성될 수 없습니다.
mn: Символик холбоос %1 үүсгэгдэж чадсангүй.
pa: ਨਿਸ਼ਾਨ ਸਬੰਧ %1 ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu am putut crea legătura simbolică %1.
rw: Ihuza shusho %1 ryasabwe ntiryashoboye kuremwa.
sk: Požadovaný symbolický odkaz %1 sa nepodarilo vytvoriť.
sr: Захтевана симболичка веза %1 није могла бити направљена.
sr@latn: Zahtevana simbolička veza %1 nije mogla biti napravljena.
tg: Натавонистам пайванди намуди дархости %1-ро эҷод кунам.
th: ไม่สามารถสร้างการเชื่อมโยงแบบสัญลักษณ์ %1 ที่ร้องขอได้

source: No Content
bs: Nema sadržaja
km: គ្មាន​មាតិកា
ko: 내용이 없음
mn: Агуулга алга
pa: ਕੋਈ ਇਕਾਈ ਨਹੀ
ro: Nu există conţinut
rw: Nta bikubiyemo
sk: Žiadny obsah
sr: Без садржаја
sr@latn: Bez sadržaja
tg: Бе окана
th: ไม่มีเนื้อหา

source: Disk Full
bs: Disk pun
km: ថាស​ពេញ
ko: 디스크가 꽉 참
mn: Дисд дүүрчээ
pa: ਡਿਸਕ ਭਰ ਗਈ ਹੈ
ro: Disc plin
rw: Disiki Yuzuye
sk: Plný disk
sr: Диск је пун
sr@latn: Disk je pun
tg: Диск пур аст
th: ดิสก์เต็ม

source: The requested file <strong>%1</strong> could not be written to as there is inadequate disk space.
bs: Tražena datoteka <strong>%1</strong> nije mogla biti zapisana zbog neadekvatnog diskovnog prostora na tom mjestu.
km: ឯកសារ​ដែល​បាន​ស្នើ <strong>%1</strong> មិនអាច​សរសេរ​ទៅ​កាន់​បាន​ឡើយ ដោយ​សារ​តែ​មាន​ទំហំ​ថាស​មិន​គ្រប់គ្រាន់ ។
ko: 요청한 파일 <strong>%1</strong>은 디스크 공간이 부족하여 쓸 수 없습니다.
mn: Дискэн дээр хүрэлцээтэй зай байхгүй байсны улмаас файл <strong>%1</strong> бичигдсэнгүй.
pa: ਦਿੱਤੀ ਫਾਇਲ <strong>%1</strong> ਨੂੰ ਇੱਥੇ ਲਿਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ, ਕਿਉਕਿ ਡਿਸਕ ਉੱਤੇ ਖਾਲੀ ਥਾਂ ਨਹੀਂ ਹੈ।
ro: Fişierul cerut <strong>%1</strong> nu poate fi scris pe disc deoarece nu există spaţiu suficient.
rw: Idosiye yasabwe <strong>%1</strong> ntiyashoboye kwandikwaho kuko hari umwanya wa disiki udahagije.
sk: Požadovaný súbor <strong>%1</strong> nebolo možné uložiť, pretože na disku nie je dosť miesta.
sr: Захтевани фајл <strong>%1</strong> није могао да буде записан јер нема довољно простора на диску.
sr@latn: Zahtevani fajl <strong>%1</strong> nije mogao da bude zapisan jer nema dovoljno prostora na disku.
tg: Бар рӯи файли дархостшудаи <strong>%1</strong> навишта нашуд, аз он ҷое ки фазои диски кофӣ вуҷуд надорад.
th: ไม่สามารถเขียนไปยังแฟ้ม <strong>%1</strong> ตามต้องการได ้เนื่องจากพื้่นที่ดิสก์ไม่เพียงพอ

source: Free up enough disk space by 1) deleting unwanted and temporary files; 2) archiving files to removable media storage such as CD-Recordable discs; or 3) obtain more storage capacity.
bs: Oslobodite dovoljno disk prostora tako što ćete 1) pobrisati neželjene i privremene datoteke, 2) arhivirati datoteke na izmjenjive medije za pohranu kao što su CD-R diskovi ili 3) nabavite još smještajnog kapaciteta.
km: បង្កើន​ទំហំថាស​ឲ្យ​បាន​គ្រប់គ្រាន់​ដោយ ១)លុប​ឯកសារ​ដែល​មិន​ចង់​បាន និង​ឯកសារ​បណ្តោះ​អាសន្ន ២) បង្កើន​ប័ណ្ណសារ​នៃ​ឯកសារ​ទៅ​ឧបករណ៍​ផ្ទុក​ដែល​អាច​យក​ចេញ​បាន ដូច​ជា​ថាស​ស៊ីឌី​ដែល​អាច​ថត​បាន ឬ ៣) បន្ថែម​ចំណុះ​របស់​ឧបករណ៍​បន្ថែម​ទៀត ។
ko: 다음과 같은 방법으로 디스크 공간을 확보합니다. 1)원하지 않는 파일과 임시파일 제거 2)CD-라이터 디스크같은 제거가능한 미디어 공간에 파일을 저장 3)저장 공간을 추가
mn: 1) хэрэггүй болсон эсвэл түр файлуудыг устгаж 2) Файлуудаа архивлаж (Ж.нь CD-ROM дээр бичих) 3) Хадгалах багтаамжийг нэмэгдүүлж хүрэлцээтэй сул зай гаргана уу
pa: ਡਿਸਕ ਥਾਂ ਖਾਲੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ 1)ਨਾ-ਲੋੜੀਦੀਆਂ ਅਤੇ ਆਰਜ਼ੀ ਫਾਇਲਾਂ ਨੂੰ ਹਟਾ ਕੇ; 2) ਫਾਇਲਾਂ ਨੂੰ ਹਟਾਉਣਯੋਗ ਮਾਧਿਅਮ ਜਿਵੇਂ ਕਿ CD-Recordable ਡਿਸਕਾਂ ਉੱਤੇ ਲਿਖ ਕੇ ਜਾਂ 3) ਹੋਰ ਸਟੋਰੇਜ਼ ਸਮੱਰਥਾ ਜੋੜ ਕੇ।
ro: Eliberaţi suficient spaţiu de disc: 1) ştergînd fişiere inutile şi temporare; 2) arhivînd fişiere pe medii de stocare precum CDROM-urile inscriptibile; sau 3) faceţi rost de mai mult spaţiu de stocare.
rw: Shaka umwanya uhagije kuri disiki 1) Uhanagura amadosiye adakenewe n'amadosiye gihegito; 2) Ushyingura amadosiye ku bubikotwara bwimurwa nka disiki CD-Zandikwaho; 3) Kubona itwara ry'ubushyinguro rirenze.
sk: Uvolnite na disku dostatok miesta 1) odstránením nepotrebných a dočasných súborov, 2) uložením súborov do archívov na výmenné média ako je CD-ROM disky alebo 3) získajte dalšie disky.
sr: Ослободите довољно простора на диску 1. бришући нежељене и привремене фајлове 2. архивирајући фајлове на измењљиви медијум као што је CD-R диск, или 3. набавите већи диск.
sr@latn: Oslobodite dovoljno prostora na disku 1. brišući neželjene i privremene fajlove 2. arhivirajući fajlove na izmenjljivi medijum kao što je CD-R disk, ili 3. nabavite veći disk.
tg: Фазои мавриди ниёзи дискро аз тариқи зер холӣ кунед 1) ҳузфи файлҳои нохоста ва муваққатӣ: 2) захираи файлҳо бар рӯи media, захираи ҷудо шудани ҳаммонанди CD-ҳои навиштанӣ; ёки 3) таҳияи фазои захираи бештар.
th: ทำพื้นที่ดิสก์ให้ว่า ด้วยการ 1) ลบแฟ้มที่ไม่ต้องการและแฟ้มชั่วคราว; 2) บีบอัดแฟ้มแล้วย้ายไปเก็บยังสื่อบันทึกข้อมูลอื่น เช่น ซีดีที่เขียนได้ เป็นต้น; หรือ 3) เพิ่มความจุของสื่อบันทึกข้อมูล

source: Source and Destination Files Identical
bs: Izvorna i odredišna datoteka su identične
km: ឯកសារ​ប្រភព និង​ទិសដៅ​គឺ​ដូចគ្នា
ko: 소스와 대상 파일 일치
mn: Эх болон зорилго файлууд яг ижилхэн байна
pa: ਸਰੋਤ ਤੇ ਟਿਕਾਣਾ ਫਾਇਲਾਂ ਇੱਕ ਹੀ ਹਨ
ro: Sursa şi destinaţia reprezintă fişiere identice
rw: Amadosiye y'inkomoko n'ishyika bisa
sk: Pôvosný a cieľový súbor sú rovnaké.
sr: Изворни и одредишни фајл су идентични
sr@latn: Izvorni i odredišni fajl su identični
tg: Файлҳои манбаъ ва мақсади яксонавӣ
th: แฟ้มต้นทางและปลายทางเป็นแฟ้มเดียวกัน

source: The operation could not be completed because the source and destination files are the same file.
bs: Operacija nije mogla biti završena budući da su izvorišna i odredišna datoteka u stvari ista datoteka.
km: ប្រតិបត្តិការ​មិន​អាច​បំពេញ​បាន​ឡើយ ដោយ​សារ​តែឯកសារ​ប្រភព និង​ទិសដៅ គឺ​ជា​ឯកសារ​ដូចគ្នា ។
ko: 소스와 대상파일이 같은 파일이기 때문에 작업이 완료될 수 없습니다.
mn: Үйлдэл бүрэн гүйцэтгэгдсэнгүй учир нь эх болон зоролго файлууд адилхан байлаа.
pa: ਕਾਰਵਾਈ ਮੁਕੰਮਲ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ, ਕਿਉਕਿ ਸਰੋਤ ਅਤੇ ਟਿਕਾਣਾ ਫਾਇਲਾਂ ਇੱਕੋ ਹੀ ਫਾਇਲਾਂ ਹਨ।
ro: Operaţia cerută nu poate fi efectuată deoarece fişierele sursă şi destinaţie reprezintă acelaşi fişier.
rw: Igikorwa nticyashoboye kurangizwa kuko amadosiye y'inkomoko n'ishyika ari idosiye isa.
sk: Operáciu nebolo možné dokončiť, pretože pôvodný a cieľový súbor sú rovnaké.
sr: Операција није могла бити завршена зато што су изворни и одредишни фајлови један те исти фајл.
sr@latn: Operacija nije mogla biti završena zato što su izvorni i odredišni fajlovi jedan te isti fajl.
tg: Ин амал комили анҷом нашуд аз он ҷой, ки файлҳои манбаъ ва мақсади яке ҳастанд.
th: ไม่สามารถปฏิบัติการให้สมบูรณ์ได้ เนื่องจากแฟ้มต้นทางและปลายทางเป็นแฟ้มเดียวกัน

source: Choose a different filename for the destination file.
bs: Izaberite neko drugo ime za odredišnu datoteku.
km: ជ្រើស​ឈ្មោះ​ឯកសារ​ផ្សេង សម្រាប់​ឯកសារ​ទិសដៅ ។
ko: 대상파일을 위해 다른 파일 이름을 선택하십시오.
pa: ਟਿਕਾਣਾ ਫਾਇਲ ਲਈ ਵੱਖਰਾ ਨਾਂ ਚੁਣੋ।
ro: Alegeţi un nume diferit pentru fişierul destinaţie.
rw: Wahitamo izinadosiye ritandukanye ku idosiye y'ishyika.
sk: Vyberte iné meno pre cieľový súbor.
sr: Изаберите другачије име за одредишни фајл.
sr@latn: Izaberite drugačije ime za odredišni fajl.
tg: Барои файли мақсад як номи дигар интихоб кунед.
th: เลือกชื่อแฟ้มเป็นชื่ออื่น สำหรับแฟ้มปลายทาง

source: Undocumented Error
bs: Nedokumentovana greška
km: កំហុស​ដែល​មិន​បាន​កត់​ត្រា
ko: 문서화되지 않은 오류
mn: Баримтжуулаагүй алдаа
pa: ਨਾ-ਦਸਤਾਵੇਜ਼ੀ ਗਲਤੀ
ro: Eroare nedocumentată
rw: Ikosa Ridasobanuwe
sk: Nedokumentovaná chyba
sr: Недокументована грешка
sr@latn: Nedokumentovana greška
tg: Хатои бе мустанад
th: ข้อผิดพลาดที่ไม่รู้จัก

source: Stalled
bs: Čekam
km: អាក់
ko: 멈춤
mn: Хойшлогдсон
pa: ਸਥਾਪਿਤ
ro: Împotmolit
rw: Byakererejwe
sk: Zastavené
sr: Застој
sr@latn: Zastoj
tg: Мутаваққуф шуда
th: หยุดทำงานชั่วครู่

source: Password
bs: Šifra
km: ពាក្យ​សម្ងាត់
ko: 비밀번호
mn: Нууц үг
pa: ਗੁਪਤ-ਕੋਡ
ro: Parola
rw: Ijambobanga
sk: Heslo
sr: Лозинка
sr@latn: Lozinka
tg: Гузарвожа
th: รหัสผ่าน

source: You need to supply a username and a password
bs: Morate navesti vaše korisničko ime i šifru
km: អ្នក​ចាំបាច់​ត្រូវ​ផ្តល់​ឈ្មោះ​អ្នកប្រើ និង​ពាក្យ​សម្ងាត់​មួយ
ko: 사용자 이름과 비밀번호를 입력하십시오
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਉਪਭੋਗੀ ਨਾਂ ਤੇ ਗੁਪਤ-ਕੋਡ ਦੇਣ ਦੀ ਲੋੜ ਹੈ
ro: Trebuie să introduceţi un nume şi o parolă
rw: Ukeneye gutanga izina-ukoresha n'ijambobanga
sk: Musíte zadať meno a heslo
sr: Потребно је да наведете корисничко име и лозинку
sr@latn: Potrebno je da navedete korisničko ime i lozinku
tg: Лозим аст як номи сервер ва як вожаи рамз таҳвил бидиҳед
th: คุณต้องใส่ทั้งชื่อผู้ใช้และรหัสผ่าน

source: &Username:
bs: &Korisničko ime:
km: ឈ្មោះ​អ្នកប្រើ ៖
ko: 사용자이름(&U):
pa: ਉਪਭੋਗੀ ਨਾਂ(&U):
ro: &Nume utilizator:
rw: Izina-ukoresha
sk: &Užívateľské meno:
sr: &Корисничко име:
sr@latn: &Korisničko ime:
tg: &Номи истифодакунанда:
th: ชื่อผู้ใช้:

source: &Password:
bs: Ši&fra:
km: ពាក្យ​សម្ងាត់ ៖
ko: 비밀번호(&P):
mn: &Нууц үг
pa: ਗੁਪਤ-ਕੋਡ(&P):
ro: &Parolă:
rw: Ijambobanga:
sk: &Heslo:
sr: &Лозинка:
sr@latn: &Lozinka:
tg: &Гузарвожа:
th: รหัสผ่าน:

source: &Keep password
bs: Zadr&ži šifru
km: រក្សាទុក​ពាក្យ​សម្ងាត់
ko: 비밀번호 유지(&K)
mn: Нууц үг &хадгалах
pa: ਗੁਪਤ-ਕੋਡ ਰੱਖੋ(&K)
ro: Păs&trează parola
rw: Gumana ijambobanga
sk: &Uložiť heslo
sr: &Задржи лозинку
sr@latn: &Zadrži lozinku
tg: &Гузарвожаро нигоҳ доред
th: จำรหัสผ่าน

source: Authorization Dialog
bs: Zahtjev za provjerom autentičnosti
km: ប្រអប់​អនុញ្ញាត​
ko: 인증 대화상자
mn: Итгэмжилэлийн диалог
pa: ਪਰਮਾਣਕਤਾ ਵਾਰਤਾਲਾਪ
ro: Dialog autorizare
rw: Ikiganiro cy'Itangaruhushya
sk: Požiadavka Autorizovať sa
sr: Ауторизациони дијалог
sr@latn: Autorizacioni dijalog
tg: Тирезаи авторизатсия
th: กล่องการตรวจสอบสิทธิ์

source: <qt>Unable to enter <b>%1</b>. You do not have access rights to this location.</qt>
bs: <qt>Ne mogu ući u <b>%1</b>. Nemate dovoljne ovlasti za pristup ovoj lokaciji.</qt>
km: <qt>មិន​អាច​ចូល <b>%1</b>។ អ្នក​មិន​មាន​សិទ្ធិ​ចូលដំណើរការ​ទីតាំង​នេះ​ឡើយ ។</qt>
ko: <qt>입장할 수 없습니다.<b>%1</b>. 이 위치에 접근 권한이 없습니다.</qt>
mn: <qt><b>%1</b> орох боломжгүй. Таньд хандах эрх хүрэхгүй байна.</qt>
pa: <qt>ਦਾਖਲ ਹੋਣ ਵਿੱਚ ਅਸਫਲ <b>%1</b> ਇਸ ਸਥਿਤੀ ਨੂੰ ਖੋਲਣ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।</qt>
ro: <qt>Nu pot să intru în <b>%1</b>. Nu aveţi drepturi pentru această locaţie.</qt>
rw: <qt>Ntibishobotse kwinjira <b>%1</b>. Ntufite uburenganzira bw'ukugera aha hantu.</qt>
sk: <qt>Nemôžem vstúpiť do <b>%1</b>. Nemáte prístupové práva na toto miesto.</qt>
sr: <qt>Није могуће ући у <b>%1</b>. Немате права приступа за ову локацију.</qt>
sr@latn: <qt>Nije moguće ući u <b>%1</b>. Nemate prava pristupa za ovu lokaciju.</qt>
tg: <qt>Натавонистам ворид <b>%1</b> бишавам. Шумо ҳуқуқи дастрасии лозимӣ барои ин маконро надоред.</qt>
th: <qt>ไม่สามารถเข้าไปใน <b>%1</b> คุณยังไม่ได้รับสิทธิให้เข้าใช้ในตำแหน่งนี้</qt>

source: <qt>The file <b>%1</b> is an executable program. For safety it will not be started.</qt>
bs: <qt>Datoteka <b>%1</b> je izvršna datoteka tj. program. Iz sigurnosnih razloga ona neće biti pokrenuta.</qt>
km: <qt>ឯកសារ <b>%1</b> គឺ​ជា​កម្មវិធី​ដែល​អាច​ប្រតិបត្តិ ។ ដោយ​ហេតុផល​សុវត្ថិភាព វា​នឹង​មិន​អាច​ចាប់ផ្តើម​បាន​ឡើយ ។</qt>
ko: <qt>파일 <b>%1</b>은 실행가능한 프로그램입니다. 보안을 위해 시작되지 않습니다.</qt>
pa: <qt>ਫਾਇਲ਼ <b>%1</b> ਇੱਕ ਚੱਲਣਯੋਗ ਕਾਰਜ ਹੈ, ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ ਇਸ ਨੂੰ ਚਲਾਇਆ ਨਹੀ ਜਾ ਰਿਹਾ ਹੈ।</qt>
ro: <qt>Fişierul <b>%1</b> este un program executabil. Din motive de siguranţă nu va fi pornit.</qt>
rw: <qt>Idosiye <b>%1</b> ni porogaramu ikora. Kubera umutekano ntabwo izatangizwa.</qt>
sk: <qt>Súbor <b>%1</b> je spustiteľný program. Kvôli bezpečnosti nebude spustený.</qt>
sr: <qt>Фајл <b>%1</b> је извршни програм. Из сигурносних разлога он неће бити покренут.</qt>
sr@latn: <qt>Fajl <b>%1</b> je izvršni program. Iz sigurnosnih razloga on neće biti pokrenut.</qt>
tg: <qt>Файл <b>%1</b> барномаи иҷрошаванда мебошад. Ба мақсади ҳифз он муҳофизат намешавад.</qt>
th: <qt>แฟ้ม <b>%1</b> เป็นแฟ้มโปรแกรมที่ประมวลผลได้ ดังนั้นจะไม่ให้ทำงานเพื่อความปลอดภัย</qt>

source: <qt>You do not have permission to run <b>%1</b>.</qt>
bs: <qt>Nemate ovlasti za izvršavanje <b>%1</b>.</qt>
km: <qt>អ្នក​មិន​មាន​សិទ្ធិ​រត់ <b>%1</b>។</qt>
ko: <qt><b>%1</b>에 대한 실행 권한이 없습니다.</qt>
mn: %1-г ажилуулахад таны эрх хүрэхгүй байна
pa: <qt><b>%1</b> ਨੂੰ ਚਲਾਉਣ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।</qt>
ro: <qt>Nu aveţi permisiuni să executaţi <b>%1</b>.</qt>
rw: <qt>Ntufite uruhushya rwo gutangiza<b>%1</b>.</qt>
sk: <qt>Nemáte práva pre spustenie <b>%1</b>.</qt>
sr: <qt>Немате дозволу да покренете <b>%1</b>.</qt>
sr@latn: <qt>Nemate dozvolu da pokrenete <b>%1</b>.</qt>
tg: <qt>Барои иҷро кардани <b>%1</b> шумо дастрасӣ надоред.</qt>
th: <qt>คุณยังไม่ได้รับอนุญาตให้ประมวลผล <b>%1</b></qt>

source: You are not authorized to open this file.
bs: Niste autorizovani da otvorite ovu datoteku.
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​បើក​ឯកសារ​នេះឡើយ ។
ko: 이 파일을 열 수 있는 인증을 받지 못했습니다.
pa: ਇਸ ਫਾਇਲ ਨੂੰ ਖੋਲਣ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।
ro: Nu sînteţi autorizat să deschideţi acest fişier.
rw: Ntiwemerewe gufungura iyi dosiye.
sk: Nemáte práva pre otvrenie tohto súboru.
sr: Немате дозволу да отворите овај фајл.
sr@latn: Nemate dozvolu da otvorite ovaj fajl.
th: คุณต้องการการตรวจสอบสิทธิ์เพื่อประมวลผลแฟ้มนี้

source: Open with:
bs: Otvori sa:
km: បើក​ជាមួយ ៖
ko: 열기:
mn: Үүгээр нээх:
pa: ਇਸ ਨਾਲ ਖੋਲੋ:
ro: Deschide cu:
rw: Fungura na:
sk: Otvoriť pomocou:
sr: Отвори помоћу:
sr@latn: Otvori pomoću:
tg: Кушодан бо:
th: เปิดใช้ด้วย:

source: You are not authorized to execute this file.
bs: Trebate biti autorizovani da biste izvršili ovaj program.
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ប្រតិបត្តិ​ឯកសារ​នេះ ។
ko: 이 파일을 실행할 권한이 없습니다.
mn: Таньд энэ файлыг ажиллуулах эрх алга.
pa: ਇਸ ਫਾਇਲ ਨੂੰ ਚਲਾਉਣ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।
ro: Nu sînteţi autorizat să executaţi acest fişier.
rw: Ntiwemerewe gukoresha iyi dosiye.
sk: Nemáte práva pre spustenie tohto súboru.
sr: Немате дозволу да извршите овај фајл.
sr@latn: Nemate dozvolu da izvršite ovaj fajl.
tg: Шумо иҷозати иҷроии ин файлро надоред.
th: คุณต้องการการตรวจสอบสิทธิ์เพื่อประมวลผลแฟ้มนี้

source: Launching %1
bs: Pokrećem %1
km: កំពុង​បើក %1
ko: %1을 시작중
mn: %1-г ачаалж байна
pa: %1 ਨੂੰ ਜਾਰੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ro: Pornesc %1
rw: Gutangiza %1
sk: Spúšťam %1
sr: Покретање %1
sr@latn: Pokretanje %1
tg: Оғози %1
th: กำลังเรียก %1

source: You are not authorized to execute this service.
bs: Trebate biti autorizovani da biste izvršili ovaj servis.
km: អ្នក​មិន​ត្រូវ​បាន​អនុញ្ញាត​ឲ្យ​ប្រតិបត្តិ​សេវា​នេះ ។
ko: 이 서비스를 수행할 권한이 없음
mn: Таньд энэ үйлчилгээг гүйцэтгэх эрх алга.
pa: ਇਸ ਸੇਵਾ ਨੂੰ ਚਲਾਉਣ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।
ro: Nu sînteţi autorizat să executaţi acest serviciu.
rw: Ntiwemerewe gukoresha iyi serivisi.
sk: Nemáte práva pre spustenie tejto služby.
sr: Немате дозволу да извршите овај сервис.
sr@latn: Nemate dozvolu da izvršite ovaj servis.
tg: Шумо иҷозати иҷрои ин сервисро надоред.
th: คุณต้องการการตรวจสอบสิทธิ์เพื่อประมวลผลบริการนี้

source: <qt>Unable to run the command specified. The file or folder <b>%1</b> does not exist.</qt>
bs: <qt>Ne mogu pokrenuti komandu koju ste naveli. Datoteka ili direktorij <b>%1</b> ne postoji.</qt>
km: <qt> មិន​អាច​រត់​ពាក្យ​បញ្ជា​ដែលបាន​បញ្ជាក់ ។ ឯកសារ ឬ ថត <b>%1</b> មិន​មាន​ឡើយ ។</qt>
ko: <qt>입력된 명령을 실행할 수 없습니다. 파일이나 폴더인 <b>%1</b>가 존재하지 않습니다. </qt>
mn: <qt>Өгөгдсөн тушаалыг биелүүлэх боломжгүй. Тухайн файл эсвэл лавлах <b>%1</b> оршин байхгүй байна.</qt>
pa: <qt>ਦਿੱਤੀ ਕਮਾਂਡ ਚਲਾਉਣ ਲਈ ਅਸਫ਼ਲ ਹੈ। ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ <b>%1</b> ਮੌਜੂਦ ਨਹੀਂ ਹੈ।</qt>
ro: <qt>Nu pot executa comanda specificată. Fişierul sau folderul <b>%1</b> nu există.</qt>
rw: <qt>Ntibishobotse gutangiza ibwirizwa ryerekanywe. Idosiye cyangwa ububiko<b>%1</b> ntibibaho.</qt>
sk: <qt>Nemôžem spustiť zadaný príkaz. Súbor alebo priečinok <b>%1</b> neexistuje.</qt>
sr: <qt>Није могуће покренути наведену наредбу. Фајл или фасцикла <b>%1</b> не постоји.</qt>
sr@latn: <qt>Nije moguće pokrenuti navedenu naredbu. Fajl ili fascikla <b>%1</b> ne postoji.</qt>
tg: <qt>Хатои иҷрои фармони нишондод. Файл ёки папкаи <b>%1</b> вуҷуд надорад.</qt>
th: <qt>ไม่สามารถประมวลผลคำสั่งที่กำหนด แฟ้มหรือโฟลเดอร์ <b>%1</b>อาจจะยังไม่มีอยู่</qt>
