Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Unable to open the certificate. Try a new password?
bs: Ne mogu otvoriti cetifikat. Da pokušam sa novom šifrom?
km: មិន​អាច​បើក​វិញ្ញាបនបត្រ ។ សាកល្បង​ពាក្យ​សម្ងាត់​ថ្មី​ ?
ko: 인증서를 열 수 없습니다. 새로운 비밀번호를 시도할까요?
pa: ਸਰਟੀਫਿਕੇਟ ਖੋਲਣ ਵਿੱਚ ਅਸਫਲ, ਇੱਕ ਨਵੇਂ ਗੁਪਤ ਕੋਡ ਨਾਲ ਕੋਸ਼ਿਸ?
ro: Nu pot deschide certificatul. Încercaţi o parolă nouă?
rw: Ntibishobotse gufungura impamyabushobozi. Kugerageza ijambobanga rishya?
sk: Nedal sa otvoriť certifikát. Chcete skúsiť nové heslo?
sr: Не могу да отворим сертификат. Да пробате нову лозинку?
sr@latn: Ne mogu da otvorim sertifikat. Da probate novu lozinku?
th: ไม่สามารถเปิดใบรับรองได้ ลองใช้รหัสผ่านอื่นหรือไม่ ?

source: The procedure to set the client certificate for the session failed.
bs: Procedura za postavljanje klijentskog certifikata za sesiju nije uspjela.
km: បែប​បទ​កំណត់​វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​ភ្ញៀវ​សម្រាប់​សម័យ​នេះ បាន​បរាជ័យ​ហើយ ។
ko: 세션에서의 클라이언트 인증서 설정을 위한 프로시져 실패
mn: Энэ суултын хувьд клиент гэрчилгээ тогтоох явц бүтэлгүйтлээ.
pa: ਅਜਲਾਸ ਲਈ ਕਲਾਂਈਟ ਸਰਟੀਫਿਕੇਟ ਨਿਰਧਾਰਨ ਕਰਨ ਦੀ ਕਾਰਵਾਈ ਅਸਫਲ ਹੈ।
ro: Procedura de setare a certificatului client pentru sesiune a eşuat.
rw: Inzira yo kuboneza impamyabushobozi nkiriya ijyanye n'umukoro ntiyashobotse.
sk: Procedúra pre nastavenie certifikátu klienta pre sedenie zlyhala.
sr: Процедура за постављање сертификата клијента за сесију није успела.
sr@latn: Procedura za postavljanje sertifikata klijenta za sesiju nije uspela.
tg: Кори сабт кардани сертификати клиент нашуд.
th: กระบวนการตั้งใบรับรองของไคลเอนต์สำหรับเซสชัน ทำงานล้มเหลว

source: The IP address of the host %1 does not match the one the certificate was issued to.
bs: IP adresa računara %1 ne odgovara onoj za koju je izdan certifikat.
km: អាសយដ្ឋាន IP របស់​ម៉ាស៊ីន %1 មិន​ដូច​ទៅ​នឹង​អាសយដ្ឋាន IP ដែល​វិញ្ញាបនបត្រ​បាន​ចេញ​ឡើយ ។
ko: 호스트 %1의 IP 주소는 발행된 인증서에 있는 항목들과 일치되지 않습니다.
mn: %1 хостын IP-хаяг үүсгэгдсэн гэрчилгээтэй нийцэхгүй байна.
pa: ਮੇਜ਼ਬਾਨ %1 ਦਾ IP ਸਿਰਨਾਵਾਂ ਜਾਰੀ ਕੀਤੇ ਸਰਟੀਫਿਕੇਟ ਵਿੱਚ ਨਹੀ ਹੈ।
ro: Adresa IP a server-ului %1 nu se potriveşte cu cea pentru care a fost emis certificatul.
rw: Aderesi IP y'ubuturo %1 ntihura n'iyo impamyabushobozi yavuyeho.
sk: IP adresa hostiteľa %1 neodpovedá adrese, pre ktorú bol certifikát vydaný.
sr: IP адреса домаћина %1 се не поклапа са оном из сертификата.
sr@latn: IP adresa domaćina %1 se ne poklapa sa onom iz sertifikata.
tg: Суроғаи IP-и %1 бо ҳамон суроғаи додашуда,ки сертификат гирифта шудааст,мувофиқ намеояд.
th: หมายเลขไอพีของโฮสต์ %1 ไม่เข้ากับใบรับรองที่มี

source: Server Authentication
bs: Server autorizacija
km: ការផ្ទៀង​ផ្ទាត់​ម៉ាស៊ីន​បម្រើ
ko: 서버 인증
mn: Сервер баталгаажуулалт
pa: ਸਰਵਰ ਪਰਮਾਣਕਤਾ
ro: Autentificare server
rw: Kwemeza seriveri
sk: Overenie serveru
sr: Веродостојност сервера
sr@latn: Verodostojnost servera
tg: Муайян кардани сервер
th: การตรวจสอบสิทธิ์เซิร์ฟเวอร์

source: &Details
bs: &Detalji
km: លម្អិត
ko: 자세한 정보(&D)
mn: &Дэлгэрэнгүй
pa: ਵੇਰਵਾ(&D)
ro: &Detalii
rw: Birambuye
sk: &Detaily
sr: &Детаљи
sr@latn: &Detalji
tg: &Тафсилотҳо
th: รายละเอียด

source: Co&ntinue
bs: &Nastavi
km: បន្ត
ko: 계속(&N)
mn: &Үргэлжилүүлэх
pa: ਜਾਰੀ ਰੱਖੋ(&n)
ro: &Continuă
rw: Gukomeza
sk: &Pokračovať
sr: Н&астави
sr@latn: N&astavi
tg: &Идома
th: ทำต่อไป

source: The server certificate failed the authenticity test (%1).
bs: Certifikat servera nije prošao test autentičnosti (%1).
km: វិញ្ញាបនបត្រ​របស់​ម៉ាស៊ីន​បម្រើ​បាន​ធ្វើ​ឲ្យ​ការ​សាក​ល្បង​ភាព​ត្រឹមត្រូវ (%1) បរាជ័យ ។
ko: 서버 인증 과정이 인증 테스트에서 실패(%1)
mn: Сервер гэрчилгээ (%1) баталгаажуулалт бүтсэнгүй.
pa: ਪਰਮਾਣਕਤਾ ਜਾਂਚ (%1) ਲਈ ਸਰਵਰ ਦਾ ਸਰਟੀਫਿਕੇਟ ਅਸਫਲ ਰਿਹਾ ਹੈ।
ro: Certificatul server-ului nu a trecut testul de autenticitate (%1).
rw: Impamyabushobozi ya serivise yananiwe igerageza ry'iyizerankomoko (%1).
sk: Certifikát serveru nesplnil test autenticity (%1).
sr: Серверски сертификат није прошао тест веродостојности (%1).
sr@latn: Serverski sertifikat nije prošao test verodostojnosti (%1).
tg: Сертификати сервер санҷиши дурустӣ нагузашт (%1).
th: ใบรับรองของเซิร์ฟเวอร์ ล้มเหลวในการทดสอบสิทธิ์ (%1)

source: Would you like to accept this certificate forever without being prompted?
bs: Želite li uvijek primati ovaj certifikat bez pitanja?
km: តើ​អ្នក​ចង់​ទទួល​យក​វិញ្ញាបនបត្រ​នេះ​ជា​រៀង​រហូត ដោយ​មិន​ចាំបាច់​មាន​ការ​សួរ​បញ្ជាក់​ឬ ?
ko: 다음부터 확인절차없이 계속 이 인증서를 수락하시겠습니까?
mn: Энэ гэрчилгээг та байнга цаашдын лавалгаагүйгээр хүлээн авахыг хүсэж байна уу?
pa: ਕੀ ਤੁਸੀਂ ਸਰਟੀਫਿਕੇਟ ਹਮੇਸ਼ਾ ਲਈ ਬਿਨਾਂ ਪੁੱਛੇ ਹੀ ਸਵੀਕਾਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Doriţi să accept acest ceritificat pentru totdeauna?
rw: Wifuza kwemera iyi mpamyabushobozi buri gihe nta kwibutswa?
sk: Chcete akceptovať tento certifikát navždy bez ďalšieho opýtania sa?
sr: Желите ли да прихватите овај сертификат заувек, без питања?
sr@latn: Želite li da prihvatite ovaj sertifikat zauvek, bez pitanja?
tg: Шумо мехоҳед сертификатро ҳамеша кабул кунед бе саволҳои иловагӣ дар оянда?
th: คุณต้องการยอมรับใบรับรองนี้ตลอดไปหรือไม่ เพื่อจะไม่ให้มีการถามซ้ำอีก ?

source: &Forever
bs: &Zauvjek
km: ជា​រៀង​រហូត
ko: 계속(&F)
mn: &Байнга
pa: ਹਮੇਸ਼ਾ(&F)
ro: &Permanent
rw: Burigihe
sk: &Vždy
sr: &Заувек
sr@latn: &Zauvek
tg: &Ҳамеша
th: ตลอดไป

source: &Current Sessions Only
bs: &Samo u trenutnim sesijama
km: តែ​សម័យ​បច្ចុប្បន្ន​
ko: 현재 세션에서만(&C)
mn: Зөвхөн &идэвхитэй суултын хувьд
pa: ਮੌਜੂਦਾ ਅਜਲਾਸ ਲਈ(&C)
ro: &Numai în sesiunea curentă
rw: Imikoro Igezweho Gusa
sk: Iba &aktuálne sedenia
sr: Само за &текуће сесије
sr@latn: Samo za &tekuće sesije
tg: &Танҳо Сессияи Равон
th: เซสชันปัจจุบันเท่านั้น

source: You have indicated that you wish to accept this certificate, but it is not issued to the server who is presenting it. Do you wish to continue loading?
bs: Naveli ste da želite prihvatiti ovaj certifikat, ali njega nije izdao server koji ga prezentira. Da li želite nastaviti učitavanje?
km: អ្នក​បាន​បញ្ជាក់​ប្រាប់​ថា អ្នក​ចង់​ទទួល​យក​វិញ្ញាបនបត្រ​នេះ ប៉ុន្តែ​វិញ្ញាបនបត្រ​នេះ​មិន​បាន​ចេញ​ទៅ​ម៉ាស៊ីន​បម្រើ​ដែល​កំពុង​បង្ហាញ​វា​ទេ ។ តើ​អ្នក​ចង់​បន្ត​ផ្ទុក​វា​ឬទេ ?
ko: 이 인증서를 수락하기로 지시했었지만, 인증서를 보내고 있는 서버에 대해 발급하지 않았습니다. 불러오기를 계속 하시겠습니까?
mn: Та энэ гэрчилгээг хүлээн авахыг хүсэж буйгаа тогтоосон боловч үзүүлсэн сервер дээр олгогдоогүй байна. Тэгсэн ч гэсэн та ачаалах үйл явцыг үргэлжилүүлэхийг хүсэж байна уу?
pa: ਜਾਪਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਸਰਟੀਫਿਕੇਟ ਸਵੀਕਾਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਪਰ ਇਹ ਉਸ ਸਰਵਰ ਵਲੋਂ ਜਾਰੀ ਨਹੀਂ ਹੈ, ਜੋ ਕਿ ਇਸ ਨੂੰ ਦੇ ਰਿਹਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਲੋਡ ਕਰਨ ਨੂੰ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Aţi indicat că doriţi să acceptaţi acest certificat, dar acesta nu este furnizat de serverul care îl prezintă. Doriţi să continui încărcarea?
rw: Werekanye ko wifuza kwemera iyi mpamyabushobozi, ariko ntivuye ku museriveri uyerenaka. Wifuza gukomeza gutangiza?
sk: Nastavili ste, že chcete akceptovať tento certifikát, ale nebol vydaný serveru, ktorý ho poslal. Chcete pokračovať v načítavaní?
sr: Назначили сте да желите да прихватите овај сертификат, али он није издат од стране сервера који га презентује. Да ли желите да наставите учитавање?
sr@latn: Naznačili ste da želite da prihvatite ovaj sertifikat, ali on nije izdat od strane servera koji ga prezentuje. Da li želite da nastavite učitavanje?
tg: Шумо мехоҳед ин сертификатро кабул кунед, лекин ӯ барои ин сервер равона карда нашудааст. Шумо мехоҳед пурборкарданро давом диҳед?
th: คุณแจ้งให้ทราบว่า คุณต้องการยอมรับใบรับรองนี้ แต่ไม่ปรากฏว่ามีเซิร์ฟเวอร์ใดที่แสดงใบรับรองนี้ คุณต้องการทำการโหลดต่อไปหรือไม่ ?

source: SSL certificate is being rejected as requested. You can disable this in the KDE Control Center.
bs: Odbijam SSL certifikat kao što ste tražili. Možete isključiti ovu opciju u KDE Kontrolnom centru.
km: វិញ្ញាបនបត្រ SSL នឹង​ត្រូវ​បាន​បដិសេធ នៅ​ពេល​ដែល​ស្នើ​សុំ ។ អ្នក​អាច​ធ្វើ​ឲ្យ​វា​អសកម្ម ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា​របស់ KDE ។
ko: SSL 인증서는 요청한 바와 같이 거절되었습니다. KDE 제어판에서 이것을 취소할 수 있습니다.
mn: SSL-гэрчилгээ таны хүссэнээр буцаагдлаа. Та үүнийг KDE-Удирдах төв дотор хааж болно.
pa: SSL ਸਰਟੀਫਿਕੇਟ ਨੂੰ ਮੰਗ ਅਨੁਸਾਰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਆਯੋਗ ਕੇਡੀਈ ਕੰਟਰੋਲ ਕੇਂਦਰ ਵਿੱਚ ਕਰ ਸਕਦੇ ਹੋ।
ro: Cererea de certificat SSL a fost respinsă. O puteţi dezactiva în Centrul de Control KDE.
rw: Impamyabushobozi SSL yanzwe nkuko byasabwe. Ushobora kubuza ibi gukora muri Rwagati rw'Igenzura KDE.
sk: Certifikát SSL je odmietnutý tak, ako bolo požadované. Môžete to zakázať v Ovládacom centre KDE.
sr: SSL сертификат је одбачен као што је захтевано. Ово можете искључити у KDE контролном центру.
sr@latn: SSL sertifikat je odbačen kao što je zahtevano. Ovo možete isključiti u KDE kontrolnom centru.
tg: Сертификати SSL бо мувофақияти танзимот рад карда шуд. Шумо метавонед ин танзимотҳоро дар Маркази Идоракунии KDE-ро дигаргун кунед.
th: ใบรับรอง SSL ได้ถูกตั้งให้ปฏิเสธการร้องขอ โดยคุณสามารถยกเลิกมันได้ ในศูนย์ควบคุม KDE

source: Co&nnect
bs: &Spoji
km: តភ្ជាប់
ko: 연결(&N)
pa: ਜੋੜੋ(&n)
ro: Co&nectează
rw: Kwihuza
sk: &Pripojiť
sr: П&овежи
sr@latn: P&oveži
tg: Пайваст &кардан
th: เชื่อมต่อ

source: You are about to enter secure mode. All transmissions will be encrypted unless otherwise noted. This means that no third party will be able to easily observe your data in transit.
bs: Upravo ulazite u sigurni mod. Sav prenos podataka će biti kodiran sem ako nije istaknuto suprotno. Ovo znači da nikakvo treće lice neće biti u mogućnosti da posmatra vaše podatke tokom prenosa.
km: អ្នក​ទំនង​ជា​ចូល​ទៅ​ក្នុង​របៀប​សុវត្ថិភាព ។ ការ​បញ្ជូន​ទាំងអស់​នឹង​ត្រូវ​បាន​បម្លែង​ជា​កូដ ។ នេះ​មាន​ន័យ​ថាគ្មាន​ភាគី​ទី ៣ អាច​ឃ្លាំមើល​ទិន្នន័យ​របស់​អ្នកបាន​យ៉ាង​ងាយ​ស្រួល​ឡើយ ក្នុង​ពេលបញ្ជូន​ ។​
ko: 보안 모드로 들어가려 합니다. 모든 전송은 주의가 없는 한 암호화됩니다. 이것은 전송중인 여러분의 데이터를 다른 사람이 쉽게 볼 수 없다는 것을 의미합니다.
mn: Инээд та аюулгүйн горим руу шилжин орлоо. Бүх дамжуулалууд түлхүүрлэгдэнэ. Энэ нь гуравдагч этгээд таны цаашдын өгөгдөл дамжууллыг ажиглаж чадахгүй гэсэн үг юм.
ro: Din acest moment intraţi în modul securizat. Toate transmisiile vor fi criptate dacă nu este precizat altfel. Aceasta înseamnă că nici o terţă parte nu va putea să observe cu uşurinţă datele pe care le transferaţi.
rw: Ugiye kwinjiza uburyo bwizewe. Amayohereza yose azasobekwa keretse ataribyo ibyanditswe. Ibyo bivuze ko nta gice cya gatatu gishobora kubona byoroshye ibyatanzwe mu guhita.
sk: Vstupujete do zabezpečeného módu. Všetky prenosy dát budú zašifrované, ak nebude povedané inak. To znamená, že nikto nebude schopný počas prenosu získať prenášané dáta.
sr: Управо ћете ући у сигрносни режим. Сав пренос ће бити криптован осим ако се не нагласи другачије. Ово значи да нико други неће моћи лако да чита ваше податке у преносу.
sr@latn: Upravo ćete ući u sigrnosni režim. Sav prenos će biti kriptovan osim ako se ne naglasi drugačije. Ovo znači da niko drugi neće moći lako da čita vaše podatke u prenosu.
tg: Шумо ба ҳолати хафнокро медароед. Ҳамаи маълумотро румзгузорӣ мешавад, агар танзимотҳои дигар дарбар надошта бошад. Ин маъно дорад, ки дар роҳ онҳо бо ҳамроҳи ягонкас дастгир карда натавонанд.
th: คุณกำลังเข้าสู่โหมดความปลอดภัย ซึ่งจากนี้ไป การรับ/ส่งข้อมูล จะถูกเข้ารหัสไว้ก่อน จนกว่าจะมีการเปลี่ยนแปลงอื่น ๆ ซึ่งจะทำให้บุคคลอื่น ไม่สามารถดักจับ และอ่านข้อมูลของคุณได้ง่ายนัก

source: Display SSL &Information
bs: Prikaži SSL &informacije
km: បង្ហាញ​ព័ត៌មាន​របស់ SSL
ko: SSL 정보 표시(&I)
pa: SSL ਜਾਣਕਾਰੀ ਵੇਖਾਓ(&I)
ro: Afişează &informaţii SSL
rw: Kwerekana Amakuru ya SSL
sk: Zobraziť &informácie o SSL
sr: &Прикажи информације о SSL-у
sr@latn: &Prikaži informacije o SSL-u
tg: &Намоиши Ахбороти SSL
th: แสดงข้อมูล SSL

source: C&onnect
bs: S&poji
km: តភ្ជាប់
ko: 연결(&O)
pa: ਜੋੜੋ(&o)
ro: C&onectează
rw: Kwihuza
sk: &Pripojiť
sr: П&овежи
sr@latn: P&oveži
tg: &Пайваст кунед
th: เชื่อมต่อ

source: No service implementing %1
bs: Nema servisa koji implementira %1
km: គ្មាន​សេវា​ប្រតិបត្តិ %1
ko: %1을(를) 구현하는 서비스가 없음
pa: %1 ਕੋਈ ਸੇਵਾ ਨਹੀਂ ਹੈ
ro: Nu există nici un serviciu care să implementeze %1
rw: Nta yinjizwa rya serivise %1
sk: Ziadná služba neimplementuje %1
sr: Ниједан сервис не имплементира %1
sr@latn: Nijedan servis ne implementira %1
tg: Хизмати нест барои иҷрои %1
th: ยังไม่มีการกำหนดบริการ %1

source: Acquire Image
bs: Uvezi sliku
km: យករូបភាព
ko: 그림 가져오기
mn: Зургийг хүлээн авах
pa: ਚਿੱਤਰ ਪਰਾਪਤ
ro: Achiziţionează imaginea
rw: Kubona Ishusho
sk: Získať obrázok
sr: Добави слику
sr@latn: Dobavi sliku
tg: Муоина кардани тасвир
th: ร้องขอภาพ

source: OCR Image
bs: OCRuj sliku (prepoznaj slova)
km: រូបភាព OCR
ko: OCR 이미지
mn: Текстээр танигдах зураг (OCR)
pa: OCR ਚਿੱਤਰ
ro: Recunoaşte optic caracterele din imagine
rw: Ishusho
sk: Obrázok OCR
sr: OCR слика
sr@latn: OCR slika
tg: Тасвири OCR
th: ภาพจาก OCR

source: Source:
bs: Izvor:
km: ប្រភព ៖
ko: 원본:
mn: Эх булаг:
pa: ਸਰੋਤ:
ro: Sursă:
rw: Inkomoko:
sk: Zdroj:
sr: Извор:
sr@latn: Izvor:
tg: Манбаъ:
th: ต้นทาง:

source: Destination:
bs: Odredište:
km: ទិសដៅ ៖
ko: 대상:
mn: Зорилго:
pa: ਨਿਯਤ:
ro: Destinaţie:
rw: Aho bijya
sk: Cieľ:
sr: Одредиште:
sr@latn: Odredište:
tg: Ҷойгиршавӣ:
th: ปลายทาง:

source: &Keep this window open after transfer is complete
bs: &Zadrži ovaj prozor otvorenim po završetku prijenosa
km: នៅ​តែ​បើក​បង្អួច​នេះ បន្ទាប់​ពី​ការផ្ទេរ​បាន​ចប់​សព្វគ្រប់
ko: 전송이 끝나도 창 닫지 않기(&K)
mn: Татан авалт дууссаны дараа энэ цонхыг нээлттэй хэвээр нь үлдээх
pa: ਤਬਦੀਲੀ ਹੋਣ ਮਗਰੋਂ ਵੀ ਇਹ ਝਰੋਖਾ ਖੁੱਲਾ ਰੱਖੋ(&K)
ro: Ţine fereastra d&eschisă după terminarea transferului
rw: Kugumisha iri dirishya rifunguye nyuma ko iyohereza rirangiye
sk: Po dokončení prenosu &nechať toto okno otvorené
sr: &Задржи овај прозор отвореним након што се пренос заврши
sr@latn: &Zadrži ovaj prozor otvorenim nakon što se prenos završi
tg: &Ин тирезаро нигоҳ доред баъд аз тамоми фиристодан
th: ไม่ต้องปิดหน้าต่างนี้ หลังจากส่งถ่ายข้อมูลเสร็จแล้ว

source: Open &File
bs: Otvori &datoteku
km: បើក​ឯកសារ
ko: 파일 열기(&F)
mn: &Файл нээх
pa: ਫਾਇਲ ਖੋਲੋ(&F)
ro: &Deschide fişier
rw: Gufungura Idosiye
sk: Otvoriť &súbor
sr: Отвори &фајл
sr@latn: Otvori &fajl
tg: Кушодани &Файл
th: เปิดแฟ้ม

source: Open &Destination
bs: Otvori &odredište:
km: បើក​ទិសដៅ
ko: 대상 열기(&D)
mn: &Зорилго (файл) нээх
pa: ਨਿਯਤ ਖੋਲੋ(&D)
ro: Deschide de&stinaţia
rw: Gufungura Ishyika
sk: Otvoriť &cieľ
sr: Отвори &одредиште
sr@latn: Otvori &odredište
tg: Кушодани &Ҷойгиршавӣ
th: เปิดปลายทาง

source: Progress Dialog
bs: Dijalog napretka
km: ប្រអប់​វឌ្ឍនភាព
ko: 진행 상황 대화상자
mn: Прогресс диалог
pa: ਤਰੱਕੀ ਵਾਰਤਾਲਾਪ
ro: Dialog de progres
rw: Ikiganiro cyo gukomeza
sk: Dialóg prebiehu
sr: Извештај напретка
sr@latn: Izveštaj napretka
tg: Диалоги амалиёт
th: กล่องแสดงความคืบหน้า

source: _n: %n folder %n folders
bs: %n direktorij %n direktorija %n direktorija
km: ថត​ចំនួន %n
ko: 폴더 %n개
pa: %n ਫੋਲਡਰ %n ਫੋਲਡਰ
rw: %n ububiko %n ububiko
sk: %n priečinok %n priečinkyy %n priečinkov
sr: %n фасцикла %n фасцикле %n фасцикли
sr@latn: %n fascikla %n fascikle %n fascikli
tg: %n Феҳрист %n Феҳристҳо
th: %n โฟลเดอร์

source: _n: %n file %n files
bs: %n datoteka %n datoteke %n datoteka
km: ឯកសារ​ចំនួន %n
ko: 파일 %n개
pa: %n ਫਾਇਲ %n ਫਾਇਲਾਂ
rw: %n idosiye %n amadosiye
sk: %n súbor %n súbory %n súborov
sr: %n фајл %n фајла %n фајлова
sr@latn: %n fajl %n fajla %n fajlova
tg: %n файл %n файлҳо
th: %n แฟ้ม

source: %1 % of %2
bs: %1 % od %2
km: %1% នៃ %2
ko: %2 중 %1%
mn: %2 -н %1 %
pa: %2 ਵਿੱਚੋਂ %1 %
ro: %1 % din %2
rw: %1 % ya %2
sk: %1 % z %2
sr: %1 % од %2
sr@latn: %1 % od %2
tg: %1 % аз %2
th: %1 % จาก %2

source: _n: %1 % of 1 file %1 % of %n files
bs: %1 od %n datoteke %1 od %n datoteke %1 od %n datoteka
km: %1% នៃឯកសារ​ចំនួន %n
ko: %n개 파일 중 %1%
pa: 1 ਵਿੱਚੋਂ %1 ਫਾਇਲ਼ %n ਵਿੱਚੋਂ %1 ਫਾਇਲਾਂ
rw: %1 % bya dosiye 1 %1 % bya %n amadosiye
sk: %1 % %n súbor %1 % %n súbory %1 % %n súborov
sr: %1 од %n фајла %1 / %n фајла %1 / %n фајлова
sr@latn: %1 od %n fajla %1 / %n fajla %1 / %n fajlova
th: %1 แฟ้มจากทั้งหมด %n แฟ้ม

source: (Copying)
bs: (Kopiram)
km: (កំពុង​ចម្លង)
ko: (복사 중)
mn: (Хуулж байна)
pa: (ਨਕਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ)
ro: (Copiez)
rw: (Gukoporora)
sk: (Kopírujem)
sr: (копирање)
sr@latn: (kopiranje)
tg: (Нусха бардоштан)
th: (กำลังทำสำเนา)

source: (Moving)
bs: (Premještam)
km: (កំពុង​ផ្លាស់ទី)
ko: (이동 중)
mn: (Зөөж байна)
pa: (ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ)
ro: (Mut)
rw: (Kwimuka)
sk: (Presúvam)
sr: (премештање)
sr@latn: (premeštanje)
tg: (Ҳаракат кардан)
th: (กำลังย้าย)

source: (Deleting)
bs: (Brišem)
km: (កំពុង​លុប)
ko: (삭제 중)
mn: (Устгаж байна)
pa: (ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ)
ro: (Şterg)
rw: (Guhanagura)
sk: (Mažem)
sr: (брисање)
sr@latn: (brisanje)
tg: (Нест кардан)
th: (กำลังลบ)

source: (Creating)
bs: (Pravim)
km: (កំពុង​បង្កើត)
ko: (생성 중)
mn: (Үүсгэж байна)
pa: (ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ)
ro: (Creez)
rw: (Kurema)
sk: (Vytváram)
sr: (прављење)
sr@latn: (pravljenje)
tg: (Сохтан)
th: (กำลังสร้าง)

source: (Done)
bs: (završeno)
km: (ធ្វើ​រួច)
ko: (완료)
pa: (ਸਮਾਪਤ)
ro: (Gata)
rw: (Byakozwe)
sk: (Hotovo)
sr: (готово)
sr@latn: (gotovo)
tg: (Шуд)
th: (แล้วเสร็จ)

source: %1 of %2 complete
bs: završeno %1 od %2
km: បាន​បញ្ចប់ %1 នៃ %2
ko: %2의 %1 완료
mn: %2 -н %1 дууссан
pa: %2 ਵਿੱਚੋਂ %1 ਪੂਰਾ
ro: am completat %1 din %2
rw: %1 bya %2 birangiye
sk: %1 z %2 hotovo
sr: завршено %1 од %2
sr@latn: završeno %1 od %2
tg: %1 аз %2 ба анҷом расид
th: เสร็จแล้ว %1 จาก %2

source: _n: %1 / %n folder %1 / %n folders
bs: %1 / %n direktorij %1 / %n direktorija %1 / %n direktorija
km: ថត %1 / %n
ko: 폴더 %1/%n
pa: %1 / %n ਫੋਲਡਰ %1 / %n ਫੋਲਡਰ
rw: %1 / %n ububiko %1 / %n ububiko
sk: %1 / %n priečinok %1 / %n priečinky %1 / %n priečinkov
sr: %1 / %n фасцикле %1 / %n фасцикле %1 / %n фасцикли
sr@latn: %1 / %n fascikle %1 / %n fascikle %1 / %n fascikli
tg: %1 / %n феҳрист %1 / %n феҳристҳо
th: %1 / %n โฟลเดอร์

source: _n: %1 / %n file %1 / %n files
bs: %1 / %n datoteka %1 / %n datoteke %1 / %n datoteka
km: ឯកសារ %1 / %n
ko: 파일 %1/%n
pa: %1 / %n ਫਾਇਲ਼ %1 / %n ਫਾਇਲਾਂ
rw: %1 / %n idosiye %1 / %n amadosiye
sk: %1 / %n súbor %1 / %n súbory %1 / %n súborov
sr: %1 / %n фајл %1 / %n фајла %1 / %n фајлова
sr@latn: %1 / %n fajl %1 / %n fajla %1 / %n fajlova
tg: %1 / %n файл %1 / %n файлҳо
th: %1 / %n แฟ้ม

source: Stalled
bs: Zastao
km: អាក់
ko: 멈춤
mn: Хойшлогдсон
pa: ਸਥਾਪਿਤ
ro: Împotmolit
rw: Byatindijwe
sk: Zastavené
sr: Застој
sr@latn: Zastoj
tg: Алоқа нест
th: หยุดชั่วขณะ

source: %1/s ( %2 remaining )
bs: %1/s ( preostaje %2 )
km: %1/វិ. (នៅសល់ %2)
ko: %1/초 ( %2 남음 )
mn: %1/s (үлдсэн %2)
pa: %1/s ( %2 ਬਾਕੀ )
ro: %1/s ( %2 rămas )
rw: %1/s ( %2 bisigaye )
sk: %1/s ( %2 zostáva )
sr: %1/s (преостаје %2)
sr@latn: %1/s (preostaje %2)
tg: %1/с ( %2 монд )
th: %1/s (เหลือเวลา %2)

source: Copy File(s) Progress
bs: Napredak kopiranja datoteka
km: វឌ្ឍនភាព​ចម្លង​ឯកសារ
ko: 파일 복사 중
mn: Файл хуулах прогресс
pa: ਫਾਇਲਾਂ ਨਕਲ ਤਰੱਕੀ
ro: Progres copiere fişier(e)
rw: Aho bigeze Gukoporora Amadosiye
sk: Priebeh kopírovania súborov
sr: Напредак копирања фајла(ова)
sr@latn: Napredak kopiranja fajla(ova)
tg: Инкишофи нусхабардории файл(ҳо)
th: ความคืบหน้าการสำเนาแฟ้ม

source: Move File(s) Progress
bs: Napredak premještanja datoteka
km: វឌ្ឍនភាព​ផ្លាស់ទី​ឯកសារ
ko: 파일 이동 중
mn: Файл зөөх прогресс
pa: ਫਾਇਲਾਂ ਭੇਜਣ ਤਰੱਕੀ
ro: Progres mutare fişier(e)
rw: Aho bigeze Kwimura Amadosiye
sk: Priebeh presunu súborov
sr: Напредак премештања фајла(ова)
sr@latn: Napredak premeštanja fajla(ova)
tg: Инкишофи ҳаракати файл(ҳо)
th: ความคืบหน้าการย้ายแฟ้ม

source: Creating Folder
bs: Pravim direktorij
km: កំពុង​បង្កើត​ថត
ko: 폴더 생성 중
mn: Хавтас үүсгэх
pa: ਫੋਲਡਰ ਬਣ ਰਿਹਾ ਹੈ
ro: Creez folderul
rw: Kurema Ububiko
sk: Vytváram priečinok
sr: Правим фасциклу
sr@latn: Pravim fasciklu
tg: Сохтани Феҳрист
th: กำลังสร้างโฟลเดอร์

source: Delete File(s) Progress
bs: Napredak brisanja datoteka
km: វឌ្ឍនភាព​លុប​ឯកសារ
ko: 파일 삭제 중
mn: Файл устгах прогресс
pa: ਫਾਇਲਾਂ ਹਟਾਉਣ ਤਰੱਕੀ
ro: Progres ştergere fişier(e)
rw: Aho bigeze Gusiba Amadosiye
sk: Priebeh mazania súborov
sr: Напредак брисања фајла(ова)
sr@latn: Napredak brisanja fajla(ova)
tg: Инкишофи нобудкардани файл(ҳо)
th: ความคืบหน้าการลบแฟ้ม

source: Loading Progress
bs: Napredak učitavanja
km: វឌ្ឍនភាព​ផ្ទុក​ឯកសារ
ko: 불러오기 진행 중
mn: Ачаалах прогресс
pa: ਲੋਡ ਤਰੱਕੀ
ro: Progres încărcare
rw: Aho gutangiza bigeze
sk: Priebeh načítavania
sr: Напредак учитавања
sr@latn: Napredak učitavanja
tg: Пурборкунии инкишоф
th: ความคืบหน้าการโหลด

source: Examining File Progress
bs: Napredak ispitivanja datoteke
km: វឌ្ឍនភាព​ត្រួត​ពិនិត្យ​ឯកសារ
ko: 파일 시험 중
mn: Файл шалгах прогресс
pa: ਫਾਇਲ ਜਾਂਚ ਤਰੱਕੀ
ro: Progres examinare fişier
rw: Kureba Iterambere ry'Idosiye
sk: Priebeh testovania súborov
sr: Испитиваље напретка фајла(ова)
sr@latn: Ispitivalje napretka fajla(ova)
tg: Санҷиши амалиёти файл
th: ความคืบหน้าการตรวจหาแฟ้ม

source: Mounting %1
bs: Montiram %1
km: កំពុងម៉ោន %1
ko: %1 마운트 중
mn: %1 -д оруулж байна
pa: %1 ਨੂੰ ਮਾਊਟ ਕੀਤਾ ਜਾਦਾ ਹੈ
ro: Montez %1
rw: Gushyiramo %1
sk: Pripájam %1
sr: Монтирање %1
sr@latn: Montiranje %1
tg: Дар ҳоли монтаж кардан %1
th: กำลังเมานท์ %1

source: Unmounting
bs: Demontiram
km: កំពុង​អាន់​ម៉ោន
ko: 마운트 해제 중
mn: Дискийн төхөөрөмжийг салгаж байна
pa: ਅਣ-ਮਾਊਂਟ ਕੀਤਾ ਜਾਦਾ ਹੈ
ro: Demontez
rw: Gukuramo
sk: Odpájam
sr: Демонтирање
sr@latn: Demontiranje
tg: Ҷудо кардан
th: กำลังยกเลิกเมานท์

source: Resuming from %1
bs: Nastavljam od %1
km: កំពុង​បន្ត​ពី %1
ko: %1에서 다시 시작하는 중
mn: %1 -ээс дахин эхлэж байна
pa: %1 ਤੋਂ ਮੁੜ-ਪਰਾਪਤ ਕੀਤਾ ਜਾਦਾ ਹੈ
ro: Continui de la %1
rw: Gusubiramo kuva kuri %1
sk: Obnovujem z %1
sr: Настављање од %1
sr@latn: Nastavljanje od %1
tg: Идома додан аз %1
th: ทำต่อที่ทำค้างไว้จาก %1

source: Not resumable
bs: Nije nastavljivo
km: មិន​អាច​បន្ត​បាន
ko: 다시 시작할 수 없음
mn: Үргэлжлүүлэх боломжгүй
pa: ਮੁੜ-ਪਰਾਪਤ ਕਰਨਯੋਗ ਨਹੀ ਹੈ
ro: Nu poate fi continuat
rw: Bidasubirwamo
sk: Neobnoviteľné
sr: Не може се наставити после прекида
sr@latn: Ne može se nastaviti posle prekida
tg: Давом надода истодан
th: ไม่สามารถทำต่อจากที่ค้างไ ว้ได้

source: %1/s (done)
bs: %1 (završeno)
km: %1/វិ. (ធ្វើ​រួច)
ko: %1/초 (완료)
mn: %1/s (гүйцэтгэгдсэн)
pa: %1/s (ਸਮਾਪਤ)
ro: %1/s (gata)
rw: %1/s (byakozwe)
sk: %1/s (hotové)
sr: %1/с (готово)
sr@latn: %1/s (gotovo)
tg: %1/ҳо (карда шуд)
th: %1/s (แล้วเสร็จ)

source: Updating System Configuration
bs: Ažuriram konfiguraciju sistema
km: កំពុង​ធ្វើ​ឲ្យ​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​ប្រព័ន្ធ​ទាន់សម័យ
ko: 시스템 설정 업데이트 중
mn: Системийн тохируулгийг шинэчлэх
pa: ਸਿਸਟਮ ਸੰਰਚਨਾ ਅੱਪਡੇਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
ro: Actualizez configuraţia sistemului
rw: Kuvugurura Iboneza rya Sisitemu
sk: Aktualizujem systémové nastavenie
sr: Ажурирање подешавања система
sr@latn: Ažuriranje podešavanja sistema
tg: Боз созии танзимоти система
th: กำลังปรับปรุงการปรับแต่งระบบ

source: Updating system configuration.
bs: Ažuriram konfiguraciju sistema.
km: កំពុង​ធ្វើ​ឲ្យ​ការ​កំណត់​រចនាសម្ព័ន្ធ​របស់​ប្រព័ន្ធ​ទាន់សម័យ ។
ko: 시스템 설정 업데이트 중.
mn: Системийн тохируулгийг шинэчилж байна.
pa: ਸਿਸਟਮ ਸੰਰਚਨਾ ਅੱਪਡੇਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
ro: Actualizez configuraţia sistemului.
rw: Kuvugurura Iboneza rya sisitemu.
sk: Aktualizujem systémové nastavenie.
sr: Ажурирање подешавања система.
sr@latn: Ažuriranje podešavanja sistema.
tg: Боз созии танзимоти система
th: กำลังปรับปรุงการปรับแต่งระบบ

source: %1 B
km: %1 បៃ
ko: %1 바이트
mn: %1 Б
ro: %1 O
tg: %1 Б
th: %1 ไบต์

source: _n: 1 day %1 %n days %1
bs: %n dan %1 %n dana %1 %n dana %1
km: %n ថ្ងៃ %1
ko: %n일 %1
pa: 1 ਦਿਨ %1 %n ਦਿਨ %1
rw: 1 umunsi %1 %n iminsi %1
sk: %n deň %1 %n dni %1 %n dní %1
sr: %n дан %1 %n дана %1 %n дана %1
sr@latn: %n dan %1 %n dana %1 %n dana %1
th: %n วัน %1

source: No Items
bs: Nema stavki
km: គ្មាន​ធាតុ
ko: 없음
pa: ਕੋਈ ਇਕਾਈ ਨਹੀਂ
ro: Nu există itemi
rw: Nta kigize
sk: Žiadne položky
sr: Нема ставки
sr@latn: Nema stavki
th: ไม่มีรายการ

source: _n: One Item %n Items
bs: %n stavka %n stavke %n stavki
km: ធាតុ​ចំនួន %n
ko: 항목 %n개
pa: ਇੱਕ ਇਕਾਈ %n ਇਕਾਈਆਂ
rw: Ikigize Kimwe %n Ibigize
sk: %n položka %n položky %n položiek
sr: %n ставка %n ставке %n ставки
sr@latn: %n stavka %n stavke %n stavki
tg: %n Ҷӯзъ %n Ҷӯзъ
th: %n รายการ

source: No Files
bs: Nema datoteka
km: គ្មាន​ឯកសារ
ko: 파일 없음
pa: ਕੋਈ ਫਾਇਲਾਂ ਨਹੀਂ
ro: Nu există fişiere
rw: Nta madosiye
sk: Žiadne súbory
sr: Нема фајлова
sr@latn: Nema fajlova
th: ไม่มีแฟ้ม
