Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: You have indicated that you wish to obtain or purchase a secure certificate. This wizard is intended to guide you through the procedure. You may cancel at any time, and this will abort the transaction.
bs: Naznačili ste da želite nabaviti ili kupiti sigurni certifikat. Ovaj čarobnjak je namijenjen da vas provede kroz odgovarajuću proceduru. Možete odustati u bilo kojem trenutku, a ovo će prekinuti transakciju.
km: អ្នក​បាន​ចង្អុល​បង្ហាញ​ថា អ្នក​ចង់​ទទួលយក ឬ ទិញ​វិញ្ញាបនបត្រ​សុវត្ថិភាព​មួយ ។ អ្នក​ជំនួយការ​នេះ​មាន​បំណង​នឹង​ណែនាំ​អ្នក​តាមរយៈ​បែបបទ ។ អ្នក​អាច​បោះបង់​នៅ​ពេល​ណា​ក៏​បាន ហើយ វា​នឹងបញ្ឈប់​កិច្ចការ ។
ko: 인증서를 받거나 구입하기로 선택했습니다. 이 마법사는 그 과정을 따라서 안내할 것입니다. 어느 때라도 취소하면 트랜잭션이 취소됩니다.
mn: Та найдвартай гэрчилгээ эзэмшихийг хүссэн заалт өгчээ. Энэ хөвлөгч үүний тулд зайлшгүй хэрэгтэй алхмуудад чинь туслана. Та явцыг цаг ямагт таслаж болно.
ro: Aţi indicat că doriţi să obţineţi sau să cumpăraţi un certificat securizat. Acest vrăjitor de configurare a fost făcut să vă ajute prin întreaga procedură de obţinere a certificatului. Puteţi renunţa în orice moment şi acest lucru va anula tranzacţia.
rw: Werekanye ko wifuza kubona cyangwa kugura impamyabushobozi yizewe. Iyi nyobora igamije kukuyobora mu buryomikorere. Ushobora kureka igihe icyo aricyo cyose, noneho ibi bigahagarika igikorwa.
sk: Naznačili ste že si želáte dostať alebo kúpiť si bezpečný certifikát. Tento sprievodca vás prevedie týmto procesom. Môžete ho kedykoľvek zrušiť a tým prerušiť tranzakciu.
sr: Назначили сте да желите да добијете или купите безбедносни сертификат. Овај чаробњак ће вас водити кроз ту процедуру. У сваком тренутку можете одустати и трансакција ће бити поништена.
sr@latn: Naznačili ste da želite da dobijete ili kupite bezbednosni sertifikat. Ovaj čarobnjak će vas voditi kroz tu proceduru. U svakom trenutku možete odustati i transakcija će biti poništena.
tg: Шумо нишон дода будет, ки мехоҳед сертификати амниятро дарёфт кунед ё бигиред. Ин устод ба шумо ёрӣ ба тартиби гузаштани закази сертификатро хоҳад дод. Кори устодро метавонед ҳамон замон қатъ кунед.
th: คุณได้บอกว่า คุณประสงค์ที่จะรับเอาหรือซื้อใบรับรองความปลอดภัย ตัวช่วยนี้มีความตั้งใจที่จะนำทางคุณไปตลอดกระบวนการ คุณอาจจะยกเลิกเมื่อไรก็ได้ และการทำเช่นนั้นจะยกเลิกการทำรายการ

source: KDE Wallet Wizard
bs: Čarobnjak za KDE Novčanik
km: អ្នក​ជំនួយការ​កាបូប KDE
ko: KDE 지갑 마법사
mn: KDE Хэтэвчийн туслагч
pa: KDE ਵਾਲਿਟ ਸਹਾਇਕ
ro: Expert Portofel KDE
rw: Nyobora y'Uruhago KDE
sk: Sprievodca KDE Wallet
sr: KDE-ов чаробњак за новчаник
sr@latn: KDE-ov čarobnjak za novčanik
tg: КДЕ Ҳамён Афсунгар(Донишманд)
th: ช่วยปรับแต่ง KDE Wallet

source: Introduction
bs: Uvod
km: ការណែនាំ
ko: 소개
mn: Удиртгал
pa: ਜਾਣ-ਪਛਾਣ
ro: Introducere
rw: Intangiriro
sk: Úvod
sr: Увод
sr@latn: Uvod
tg: Сарсухан
th: บทแนะนำ

source: <u>KWallet</u> - The KDE Wallet System
bs: <u>KWallet</u> - KDE Sistem novčanika
km: <u>KWallet</u> - ប្រព័ន្ធ​កាបូប​របស់ KDE
ko: <u>KWallet</u> - KDE 지갑 시스템
pa: <u>KWallet</u> - The KDE ਵਾਲਿਟ ਸਿਸਟਮ
ro: <u>KWallet</u> - Sistemul portofel KDE
rw: <u>KUruhago</u> - Sisitemu Uruhago KDE
sk: <u>KWallet</u> - Schránka dôležitých informácií pre KDE
sr: <u>KWallet</u> - KDE-ов систем новчаника
sr@latn: <u>KWallet</u> - KDE-ov sistem novčanika
tg: <u>KҲамён</u> - Системаи ¯Ҳамёни КДЕ
th: <u>KWallet</u> - ระบบ KDE Wallet

source: Welcome to KWallet, the KDE Wallet System. KWallet allows you to store your passwords and other personal information on disk in an encrypted file, preventing others from viewing the information. This wizard will tell you about KWallet and help you configure it for the first time.
bs: Dobro došli u KWallet, KDE Sistem novčanika. KWallet vam dozvoljava da smještate vaše šifre i ostale lične informacije na disk u šifrovanoj datoteci, čime sprječavate druge da vide te informacije. Ovaj čarobnjak će vam objasniti KWallet i pomoći vam da ga podesite po prvi put.
km: សូម​ស្វាគមន៍​មក​កាន់ KWallet ដែល​ជាប្រព័ន្ធ​កាបូប KDE ។ KWallet អនុញ្ញាត​ឲ្យ​អ្នក​រក្សាទុក​ពាក្យ​សម្ងាត់​របស់​អ្នក និង​ព័ត៌មាន​ផ្ទាល់​ខ្លួន​ផ្សេង​ទៀត​លើ​ថាសក្នុង​ឯកសារ​ដែល​បាន​បម្លែង​ជា​កូដ ដើម្បី​ទប់ស្កាត់​អ្នក​ដទៃ​មិន​ឲ្យ​មើល​ព័ត៌មាន​បាន ។ អ្នក​ជំនួយការ​នេះ​នឹង​ប្រាប់​អ្នក​អំពី KWallet និង​ជួយ​អ្នក​កំណត់​រចនា​សម្ព័ន្ធ​វា នៅ​ពេល​គ្រា​ដំបូង ។
ko: KWallet, KDE 지갑 시스템에 오신 것을 환영합니다. KWallet을 사용하여 비밀번호와 같은 개인 정보를 디스크의 암호화된 파일로 저장할 수 있습니다. 이를 통해서 다른 사람이 볼 수 없게 됩니다. 이 마법사는 KWallet에 대해서 소개할 것이며, 첫 사용을 위해서 설정할 것입니다.
pa: ਕੇ-ਵਾਲਿਟ, ਕੇਡੀਈ (KDE) ਵਾਲਿਟ ਸਿਸਟਮ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ। ਕੇ-ਵਾਲਿਟ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਗੁਪਤ-ਕੋਡ ਅਤੇ ਹੋਰ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਡਿਸਕ ਉੱਤੇ ਇੰਕ੍ਰਿਪਟਡ ਫਾਇਲ ਦੇ ਰੂਪ ਵਿੱਚ ਸੰਭਾਲ ਲਈ ਸਹਾਇਕ ਹੈ, ਜਿਸ ਨੂੰ ਹੋਰ ਨਹੀਂ ਵੇਖ ਸਕਦੇ ਹਨ। ਇਹ ਸਹਾਇਕ ਤੁਹਾਨੂੰ ਕੇ-ਵਾਲਿਟ ਬਾਰੇ ਦੱਸਦਾ ਹੈ ਅਤੇ ਪਹਿਲੀਂ ਵਾਰ ਸੰਰਚਨਾ ਕਰਨ ਲਈ ਮੱਦਦ ਕਰਦਾ ਹੈ।
ro: Bun venit în KWallet, Sistemul Portofel al KDE. KWallet vă permite să stocaţi pe disc parolele dumneavoastră şi alte informaţii personale într-un fişier criptat, astfel încît să nu poată fi observate de nimeni. Acest expert de configurare vă va explica ce este KWallet şi vă va ajuta să-l configuraţi la această primă utilizare.
rw: Urakaza neza kuri KUruhago, Sisitemu y'Uruhago KDE. KUruhago rukwemerera kubika amagambobanga n'andi makuru yihariye kuri disiki mu idosiye isobetse, kubuza abandi kugaragaza amakuru. Iyi nyobora izakubwira ibijyanye na KUruhago kandi izagufasha kuruboneza ku nshuro ya mbere.
sk: Víta vás KWallet, systém KDE pre uchovanie citlivých informácií. KWallet umožňuje uložiť vaše heslá a iné osobné informácie na disku v šifrovanom súbore, čím zabránite, aby ostatní používatelia mohli vidieť tieto informácie. Tento sprievodca vám predstaví KWallet a pomôže vám pri jeho počiatočnom nastavení.
sr: Добродошли у KWallet, KDE-ов систем новчаника. KWallet вам омогућава да похраните ваше лозинке и друге личне податке на диск у шифрованом фајлу, и тако спречите друге да виде ваше податке. Овај чаробњак ће вам испричати о KWallet-у и помоћи вам да га први пут подесите.
sr@latn: Dobrodošli u KWallet, KDE-ov sistem novčanika. KWallet vam omogućava da pohranite vaše lozinke i druge lične podatke na disk u šifrovanom fajlu, i tako sprečite druge da vide vaše podatke. Ovaj čarobnjak će vam ispričati o KWallet-u i pomoći vam da ga prvi put podesite.
tg: Марҳамат КҲамён,системаи КДЕ Ҳамён.КҲамён ба шумо иҷозат медиҳад,ки нишонаҳоятон ва дигар информатсияи шахсиатонро дар рӯи диск,файли махфӣ ки дидани информатсияро барои дигарон манъ мекунад,нигоҳ доред.Ин афсунгар(донишманд) дар бораи КҲамён ба шумо нақл мекунад ва ба шумо ёрӣ мерасонад,ки барои аввал
th: ยินดีต้อนรับสู่ KWallet, ระบบ KDE Wallet KWallet จะอนุญาตให้คุณสามารถเก็บรหัสผ่าน แลัข้อมูลส่วนตัวอื่นๆ ลงบนดิสก์ ในแฟ้มที่ได้ทำการเข้ารหัสเอาไว้ ซึ่งจะป้องกันไม่ให้ คนอื่นสามารถดูข้อมูลนั้นได้ ตัวช่วยใช้งานนี้จะบอกคุณเกี่ยวกับ KWallet และจะช่วยคุณทำการปรับแต่งสำหรับการใช้งานครั้งแรก

source: &Basic setup (recommended)
bs: &Osnovne postavke (preporučeno)
km: ការដំឡើង​កម្រិត​មូលដ្ឋាន (អនុសាសន៍)
ko: 기본 설정(권장)(&B)
mn: Үндсэн тохиргоо [зөвлөж байна]
pa: ਮੂਲ ਸੈਟਅੱਪ (ਸਿਫਾਰਸ਼ੀ)(&B)
ro: Setare &simplă (recomandat)
rw: Imikorere shingiro (bitegetswe)
sk: &Základné nastavenie (doporučené)
sr: &Основно подешавање (препоручљиво)
sr@latn: &Osnovno podešavanje (preporučljivo)
tg: &Танзимоти асосӣ (албатта)
th: ตั้งค่าพื้น&ฐาน (แนะนำให้ใช้)

source: &Advanced setup
bs: Napredne &opcije
km: ការដំឡើង​កម្រិត​ខ្ពស់
ko: 고급 설정(&A)
mn: Өргөтгөсөн &тохиргоо
pa: ਤਕਨੀਕੀ ਸੈਟਅੱਪ(&A)
ro: Setare &avansată
rw: Imikorere ihanitse
sk: &Pokročilé nastavenie
sr: Н&апредно подешавање
sr@latn: N&apredno podešavanje
tg: &Танимоти пешакӣ
th: ตั้งค่าขั้นสูง

source: The KDE Wallet system stores your data in a <i>wallet</i> file on your local hard disk. The data is only written in encrypted form, presently using the blowfish algorithm with your password as the key. When a wallet is opened, the wallet manager application will launch and display an icon in the system tray. You can use this application to manage your wallets. It even permits you to drag wallets and wallet contents, allowing you to easily copy a wallet to a remote system.
bs: Sistem KDE-ovih novčanika pohranjuje vaše podatke u datoteku <i>novčanika</i> na vašem lokalnom disku. Podaci se zapisuju isključivo u šifrovanoj formi, za sada korištenjem 'blowfish' algoritma sa vašom šifrom kao ključem. Kada se novčanik otvori, upravljač novčanicima će se pokrenuti i prikazati ikonu u sistemskom trayu. Ovaj program možete koristiti za upravljanje vašim novčanicima, čak vam dozvoljava da prevlačite novčanike i njihov sadržaj i tako vam omogućava da lako kopirate novčanik na udaljeni sistem.
km: ប្រព័ន្ធ​កាបូប KDE រក្សាទុក​ទិន្នន័យ​របស់​អ្នក​ក្នុងឯកសារ<i>កាបូប</i> មួយ លើ​ថាស​រឹង​មូលដ្ឋាន​របស់​អ្នក ។ ទិន្នន័យ​នឹង​ត្រូវ​បាន​សរសេរ​តែ​ក្នុង​ទម្រង់​បម្លែង​ជា​កូដ ដោយ​នៅ​ពេល​បច្ចុប្បន្ន​នេះ​វា​ក្បួន​ដោះស្រាយ blowfish ជាមួយ​នឹង​ពាក្យ​សម្ងាត់​របស់​អ្នក​ជា​កូនសោ ។ ពេល​កាបូប​មួយ​ត្រូវ​បាន​បើក កម្មវិធី​គ្រប់គ្រង​កាបូបនឹង​បើក ហើយ បង្ហាញ​រូបតំណាង​មួយ​ក្នុង​ថាស​ប្រព័ន្ធ ។ អ្នក​អាច​ប្រើ​កម្មវិធី​នេះ ដើម្បី​គ្រប់គ្រង​កាបូប​របស់អ្នក ។ វា​ក៏​អនុញ្ញាត​ឲ្យ​អូស​កាបូប និង​មាតិកា​របស់​កាបូប អនុញ្ញាត​ឲ្យ​អ្នក​ចម្លង​កាបូប​មួយ​ទៅ​ប្រព័ន្ធ​ឆ្ងាយ​បាន​យ៉ាង​ងាយ​ស្រួល​ផង​ដែរ ។
ko: KDE 지갑 시스템은 로컬 하드디스크의 <i>지갑</i> 파일에 데이터를 기록합니다. 데이터는 Blowfish 알고리즘으로 암호화되며, 암호를 키로 사용합니다. 지갑이 열려 있을 때, 지갑 관리자 프로그램이 실행되며 시스템 트레이에 나타납니다. 이 프로그램을 통해서 지갑을 관리할 수 있습니다. 지갑의 내용이나 지갑 자체를 끌어다 놓을 수도 있으며, 이를 통해서 지갑을 원격 시스템으로 복사할 수 있습니다.
ro: Sistemul Portofel KDE memorează datele dumneavoastră într-un fişier <i>portofel</i> de pe hard disk-ul local. Datele sînt scrise numai în formă criptată utilizînd algoritmul Blowfish, iar cheia de criptare este parola furnizată de dumneavoastră. Cînd portofelul este deschis, va fi pornit managerul de portfel şi va afişa o iconiţă în tava de sistem. Puteţi utiliza acea aplicaţie pentru a administra portofelele dumneavoastră. Puteţi să trageţi portofele şi conţinutul lor, permiţîndu-vă să le copiaţi cu uşurinţă pe alte calculatoare din reţea.
rw: Sisitemu y'Uruhago KDE ibika ibyatanzwe byawe mu idosiye <i>ruhago</i> ku bubiko disiki. Ibyatanzwe byandikwa gusa mu buryo busobetse, mu kanya gukoresha aligoritime blowfish wifashishije ijambobanga ryawe nk'urufunguzo. Igihe uruhago rufunguwe, porogaramu muyobozi y'uruhago izatangiza kandi yerekane agashushonda mu gitwara sisitemu. Ushobora gukoresha iyi porogaramu mu gutunganya impago zawe. Ikwemerera kandi kwimura uruhago n'ibiri mu ruhago, ikwemerera gukoporora byoroshye uruhago kuri sisitemu ya kure.
sk: Systém KDE Wallet ukladá vaše dáta v súbore <i>wallet</i>na vašom lokálnom disku. Tieto dáta sú zapísané ako šifrované, momentálne pomocou algoritmu blowfish s vašim heslom ako kľúčom. Pri otvorení walletu sa spustí správca walletu a zobrazí ikonu v systémovej lište. Pomocou nej môžete spravovať vašej wallety. Dokonca umožňuje ťahať wallety a ich obsahy a tak jednoducho skopírovať wallet na vzdialený systém.
sr: Систем KDE-ових новчаника похрањује ваше податке у фајл <i>новчаника</i> на вашем локалном диску. Подаци се записију искључиво у шифрованој форми, за сада коришћењем „blowfish“ алгоритма са вашом лозинком као кључем. Када се новчаник отвори, управљач новчаницима ће се покренути и приказати икону у системскок касети. Овај програм можете користити за управљање вашим новчаницима, чак вам дозвољава да превлачите новчанике и њихов садржај и тако вам омогућава да лако копирате новчаник на удаљен систем.
sr@latn: Sistem KDE-ovih novčanika pohranjuje vaše podatke u fajl <i>novčanika</i> na vašem lokalnom disku. Podaci se zapisiju isključivo u šifrovanoj formi, za sada korišćenjem „blowfish“ algoritma sa vašom lozinkom kao ključem. Kada se novčanik otvori, upravljač novčanicima će se pokrenuti i prikazati ikonu u sistemskok kaseti. Ovaj program možete koristiti za upravljanje vašim novčanicima, čak vam dozvoljava da prevlačite novčanike i njihov sadržaj i tako vam omogućava da lako kopirate novčanik na udaljen sistem.
tg: Системаи ҲамёниКДЕ санади шуморо дар файли <i>ҳамён<i> дар диски сахти маҳаллии шумо нигоҳ медорад.Санад фақат дар шакли махфӣ навишта шудааст, ҳозир алгоритмро ҳамчун калид бо нишонаатон истифода баред.Вақте ки ҳамён кушода мешавад,менеҷери барнома,нишонаро(icon) ба табақи система сар дода, намоиш медиҳад. Шумо метавонед ин барномаро истифода бурда,ҳамёнҳоятонро идора кунед.ВАй ҳатто иҷозат медиҳад,ки ҳамёнҳо ва мавҷудоти даруни ҳамёнро ворид кунед ва бо осонӣ ҳамёнатонро дар ҷои дурдасти система нусхабардорӣ кунед.
th: ระบบ KDE Wallet จะเก็บข้อมูลของคุณลงในแฟ้ม <i>wallet</i> (ที่เก็บข้อมูลส่วนตัว) บนฮาร์ดดิสก์บนเครื่องของคุณ ข้อมูลนี้จะถูกเขียนลงไปด้วย รูปแบบที่ถูกเข้ารหัสเอาไว้ ซึ่งปัจจุบันนี้ เราใช้อัลกอริธึม blowfish และรหัสผ่านของคุรเป็นกุญแจ เมื่อที่เก็บข้อมูลส่วนตัวถูกเปิด แอพพลิเคชันสำหรับจัดการที่เก็บข้อมูลส่วนตัวจะถูกสั่งให้ทำงาน และแสดงไอคอนที่ถาดระบบ คุณสามารถใช้แอพพลิเคชันนี้สำหรับจัดการกับที่เก็บข้อมูลส่วนตัว ของคุณได้ มันยังอนุญาตให้คุณลากที่เก็บข้อมูลส่วนตัวรวมทั้งเนื้อหาภายในได้ด้วย ซึ่งทำให้ คุณสามารถทำการคัดลอกที่เก็บข้อมูลเหล่านี้ไปยังเครื่องระยะไกลได้ด้วย

source: Password Selection
bs: Izbor šifre
km: ការជ្រើស​ពាក្យ​សម្ងាត់
ko: 비밀번호 선택
mn: Нууц үг сонголт
pa: ਗੁਪਤ-ਕੋਡ ਚੋਣ
ro: Selectare parolă
rw: Ihitamo ry'Ijambobanga
sk: Výber hesla
sr: Избор лозинке
sr@latn: Izbor lozinke
tg: Интихоби гузарвожа
th: การเลือกรหัสผ่าน

source: Various applications may attempt to use the KDE wallet to store passwords or other information such as web form data and cookies. If you would like these applications to use the wallet, you must enable it now and choose a password. The password you choose <i>cannot</i> be recovered if it is lost, and will allow anyone who knows it to obtain all the information contained in the wallet.
bs: Razni programi mogu pokušati da koriste KDE-ov novčanik za pohranjivanje šifara i drugih informacija kao što su podaci web formulara i kolačići. Ako želite da ovi programi koriste novčanik, to morate sada uključiti i odabrati šifru. Šifra koju odaberete <i>ne može</i> biti povraćena ako je izgubite i dozvoliće svakome ko je zna da dobije informacije sadržane u novčaniku.
km: កម្មវិធី​ជា​ច្រើន​ប្រហែលជាប៉ុនប៉ង​ប្រើ​កាបូប KDE ដើម្បី​រក្សាទុក​ពាក្យ​សម្ងាត់ ឬ ព័ត៌មាន​ផ្សេងៗ​ទៀត​ដូចជា​ទិន្នន័យ និង​ខូគី​សំណុំ​បែបបទ​របស់​បណ្តាញ ។ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​កម្មវិធី​ទាំងនេះ​ប្រើ​កាបូប អ្នក​ត្រូវ​តែ​អនុញ្ញាត​វា​ឥឡូវ និង​ជ្រើស​ពាក្យ​សម្ងាត់​មួយ ។ ពាក្យ​សម្ងាត់​ដែល​អ្នក​ជ្រើស <i>មិន​អាច</i> រកឃើញ​វិញឡើយ ប្រសិនបើ​វា​បាត់ ហើយ អ្នក​ដទៃ​ដែល​ដឹង​អំពី​វា អាច​នឹង​មើល​ព័ត៌មាន​ទាំងឡាយ​ដែល​មាន​ក្នុង​កាបូប ។
ko: 많은 프로그램에서는 웹 폼 데이터나 쿠키와 같은 정보나 비밀번호를 저장하는 데 KDE 지갑을 사용할 것입니다. 만약 이들 프로그램이 지갑을 사용하는 것을 허용하려면, 지금 활성화시키고 암호를 지정해야 합니다. 암호를 잊어버리면 복구할 수 <i>없으며</i>, 암호를 알고 있는 모든 사람은 지갑의 정보를 읽을 수 있습니다.
ro: Diferite aplicaţii pot încerca să utilizeze portofelul KDE să stocheze parole sau alte informaţii, precum date din formulare web şi cooki-uri. Dacă doriţi ca acele aplicaţii să utilizeze portofelul, trebuie să le configuraţi în acel sesn şi să alegeţi o parolă. Parola pe care o alegeţi <i>nu</i> poate fi recuperată dacă o uitaţi şi vor permite oricărei persoane care o ştie să acceseze informaţiile din portofel.
rw: Porogaramu zitandukanye zagerageza gukoresha uruhago KDE mu kubika amagambobanga cyangwa andi makuru nk'ibyatanzwe by'ifishi rubuga cyangwa inyandikonyakwirema. Niba wifuza ko aya maporogaramu akoresha uruhago, ugomba gutuma ikora ubu kandi ugahitamo ijambobanga. Ijambobanga uhisemo <i>ntirishobora</i> kugarurwa niba ribuze, kandi rizemerera urizi wese kubona amakuru yose ari mu ruhago.
sk: Rôzne aplikácie sa môžu pokúsiť použiť KDE wallet pre uloženie hesiel alebo iných informácií, napríklad dát z webových formulárov. Ak chcete, aby tieto aplikácie wallet použili, musíte to teraz povoliť a zadať heslo. Heslo, ktoré si vyberiete, <i>nie je</i>možné znovu zistiť a každý, kto ho bude poznať, môže získať všetky informácie uložené vo wallete.
sr: Разни програми могу покушати да користе KDE-ов новчаник за похрањивање лозинки и других информација као што су подаци веб формулара и колачићи. Ако желите да ови програми користе новчаник, то морате сада укључити и одабрати лозинку. Лозинка коју одаберете <i>не може</i> бити повраћена ако је изгубите, и дозволиће свакоме ко је зна да добије информације садржане у новчанику.
sr@latn: Razni programi mogu pokušati da koriste KDE-ov novčanik za pohranjivanje lozinki i drugih informacija kao što su podaci veb formulara i kolačići. Ako želite da ovi programi koriste novčanik, to morate sada uključiti i odabrati lozinku. Lozinka koju odaberete <i>ne može</i> biti povraćena ako je izgubite, i dozvoliće svakome ko je zna da dobije informacije sadržane u novčaniku.
tg: Барномаҳои гуногун метавонанд кӯшиш карда ҳамёни КДЕро барои нигоҳ доштани нишонаҳо ё ин ки информатсияе ба монанди санади шакли веб ва cookies истифода барад.Агар шумо хоҳед,ки ин барномаҳо ин ҳамёнро истифода баранд,шумо бояд ба вай ҳозир имкон диҳед ва нишонаро итихоб кунед. Нишонае,ки шумо интихоб мекунед <i>наметавонад<i> дар вақти гум шуданаш дубора ёфта шавад ва ба ҳар он касе,ки вайро медонад барои ба даст овардани ҳамаи информатсияи дар ҳамён буда иҷозат медиҳад.
th: แอพพลิเคชันต่างๆ อาจจะพยายามใช้ระบบ KDE Wallet เพื่อที่จะทำการจัดเก็บรหัสผ่าน หรือข้อมูลอื่นๆ เช่น ข้อมูลและคุกกี้ของแบบฟอร์มบนเว็บ หากว่าคุณต้องการที่จะให้ แอพพลิเคชันเหล่านี้ใช้งานที่เก็บข้อมูลส่วนตัว คุณจะต้องเปิดใช้ตอนนี้และทำการเลือกรหัสผ่าน รหัสผ่านที่คุณได้เลือก <i>ไม่สามารถ</i> ที่จะเรียกคืนมาได้ หากว่ามันหายไป และจะ อนุญาตให้ใครก็ตามที่รู้รหัสผ่านสามารถเปิดดูข้อมูลที่บรรจุอยู่ในที่เก็บข้อมูลส่วนตัวได้

source: Enter a new password:
bs: Unesite novu šifru:
km: បញ្ចូល​ពាក្យ​សម្ងាត់​ថ្មី​មួយ ៖
ko: 새로운 비밀번호 입력:
mn: Шинэ нууц үг оруулна уу:
pa: ਨਵਾਂ ਗੁਪਤ-ਕੋਡ ਭਰੋ:
ro: Introduceţi o nouă parolă:
rw: Kwinjiza ijambobanga rishya:
sk: Zadajte nové heslo:
sr: Унесите нову лозинку:
sr@latn: Unesite novu lozinku:
tg: Гузарвожаи нав гузоред:
th: ใส่รหัสผ่านใหม่:

source: Verify password:
bs: Potvrdite šifru:
km: បញ្ជាក់​ពាក្យ​សម្ងាត់ ៖
ko: 비밀번호 확인:
mn: Нууц үг шалгах:
pa: ਗੁਪਤ-ਕੋਡ ਪੁਸ਼ਟੀ:
ro: Verificare parolă:
rw: Kugenzura ijambobanga:
sk: Overenie hesla:
sr: Потврда лозинке:
sr@latn: Potvrda lozinke:
tg: Тасдиқи гузарвожа:
th: ยืนยันรหัสผ่าน:

source: Yes, I wish to use the KDE wallet to store my personal information.
bs: Da, želim da koristim KDE novčanik za smještaj mojih ličnih informacija
km: បាទ/ចាស ខ្ញុំ​ចង់​ប្រើកាបូប KDE ដើម្បី​រក្សាទុក​ព័ត៌មាន​ផ្ទាល់​ខ្លួន​របស់​ខ្ញុំ ។
ko: 네, KDE 지갑에 개인 정보를 저장합니다.
pa: ਹਾਂ, ਮੈਂ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ ਕੇਡੀਈ ਵਾਲਿਟ ਮੇਰੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਭਾਲੇ।
ro: Da, doresc să utilizez portofelul KDE pentru stocarea informaţiilor mele personale.
rw: Yego, ndifuza gukoresha uruhago KDE mu kubika umwirondoro wihariye wanjye.
sk: Áno, chcem používať KDE wallet pre uloženie osobných informácií.
sr: Да, желим да користим KDE-ов новчаник за похрањивање мојих личних података.
sr@latn: Da, želim da koristim KDE-ov novčanik za pohranjivanje mojih ličnih podataka.
tg: Ҳа, ман мехоҳам, ки KDE қапчуқ-ро барои нигоҳ доштани иттилоотҳои шахсиам истифода барам
th: ใช่ ฉันต้องการใช้ KDE wallet เพื่อเก็บข้อมูลส่วนตัวของฉัน

source: Security Level
bs: Nivo sigurnosti
km: កម្រិត​សុវត្ថិភាព
ko: 보안 등급
mn: Хамгаалалтын түвшин
pa: ਸੁਰੱਖਿਆ ਪੱਧਰ
ro: Nivel de securitate
rw: Urwego rw'umutekano
sk: Úroveň zabezpečenia
sr: Ниво безбедности
sr@latn: Nivo bezbednosti
tg: Муҳофиза...
th: ระดับความปลอดภัย

source: The KDE Wallet system allows you to control the level of security of your personal data. Some of these settings do impact usability. While the default settings are generally acceptable for most users, you may wish to change some of them. You may further tune these settings from the KWallet control module.
bs: KDE-ov sistem novčanika vam omogućava da kontrolišete nivo sigurnosti vaših ličnih podataka. Neke od ovih postavki smanjuju upotrebljivost. Iako su podrazumijevane postavke uglavnom prihvatljive za većinu korisnika, možda ćete željeti da promijenite neke od njih. Detaljnije možete podesiti ove postavke iz KWallet kontrolnog modula.
km: ប្រព័ន្ធ​កាបូប KDE អនុញ្ញាត​ឲ្យ​អ្នក​គ្រប់គ្រង​កម្រិត​សុវត្ថិភាព​នៃ​ទិន្នន័យ​ផ្ទាល់​ខ្លួន​របស់​អ្នក ។ ផ្នែក​ខ្លះ​នៃ​ការ​កំណត់​ទាំងនេះ មាន​ឥទ្ធិពល​ទៅ​លើសមត្ថភាព​ប្រើប្រាស់ ។ អ្នក​ប្រហែល​ជា​ចង់​ផ្លាស់ប្តូរ​ផ្នែក​ខ្លះ​នៃ​ការ​កំណត់​លំនាំដើម ខណៈពេល​ការ​កំណត់​លំនាំដើម ជាទូទៅ​អាច​ទទួល​យក​បាន​ដោយ​អ្នកប្រើ​ភាគច្រើន ។ អ្នក​អាច​កែ​សម្រួល​ការ​កំណត់​ទាំងនេះ​បន្ថែម​ទៀត តាម​រយៈ​ម៉ូឌុល​ត្រួត​ពិនិត្យ KWallet ។
ko: KDE 지갑 시스템에서는 개인 데이터의 보안 정도를 조정할 수 있습니다. 몇몇 설정들은 사용 편의성에 영향을 줄 수 있습니다. 대부분의 사용자들이 기본 설정을 사용할 수 있지만, 일부 설정을 바꿀 수도 있습니다. KWallet 제어 모듈에서 이 설정을 더 바꿀 수 있습니다.
ro: Sistemul Portofel KDE vă permite să controlaţi nivelul de securitate al datelor personale. Unele dintre aceste setări afectează uşurinţa de utilizare. Deşi setările implicite sînt în general acceptabile pentru majoritatea utilizatorilor, este posibil să doriţi să le schimbaţi pe unele dintre ele. Din modulul de control KWallet puteţi să le ajustaţi.
rw: Sisitemu Ruhago KDE ikwemerera kugenzura urwego rw'umutekano w'umwirondoro wihariye wawe. Amwe muri aya magenamiterere afite akamaro mu ikoreshwa. Mu gihe amagenamiterere mburabuzi yemerwa muri rusange na benshi bakoresha, wakwifuza guhindura amwe muri yo. Watunganya birenze aya magenamiterere uhereye ku gice cy'igenzura KUruhago.
sk: Systém KDE Wallet umožňuje ovládať úroveň zabezpečenia vašich osobných informácií. Niektoré nastavenia majú vplyv aj na jednoduchosť použitia. Štandardné nastavenie je vhodné pre väčšinu užívateľov, ale môžete si ho zmeniť v module pre KWallet v Ovládacom centre.
sr: KDE-ов систем новчаника вам омогућава да контролишете ниво безбедности ваших личних података. Неке од ових поставки смањују употребљивост. Иако су подразумеване поставке уопштено прихватљиве за већину корисника, можда ће те желети да промените неке од њих. Детаљњије можете подесити ове поставке из KWallet контролног модула.
sr@latn: KDE-ov sistem novčanika vam omogućava da kontrolišete nivo bezbednosti vaših ličnih podataka. Neke od ovih postavki smanjuju upotrebljivost. Iako su podrazumevane postavke uopšteno prihvatljive za većinu korisnika, možda će te želeti da promenite neke od njih. Detaljnjije možete podesiti ove postavke iz KWallet kontrolnog modula.
tg: СистемаиҲамёни КДЕ ба шумо иҷозат медиҳад,ки амнияти дараҷаи шахсиатонро назорат кунед.Баъзе аз ин танзимотҳо таъсирҳои шоямро месозанд.То он вақте ки танзимотҳои ичронашуда барои аксарияти истифодабарандагон қабулшавандаанд,шумо хоҳиш карда метавонед,ки баъзе аз онҳоро иваз кунед.Дар оянда шумо метавонед ин танзимотҳоро аз воҳиди андози КҲамён ҷур кунед.
th: ระบบ KDE Wallet อนุญาตให้คุณควบคุมระดับความปลอดภัยของข้อมูลส่วนตัวของคุณ การตั้งค่าเหล่านี้บางค่า อาจมีผลกระทบต่อคามสะดวกในการใช้งาน ในขณะที่ค่าโดยปริยาย นั้นเป็นที่ยอมรับโดยผู้ใช้งานทั่วไป คุณอาจจะต้องการที่จะเปลี่ยนค่าบางค่า คุณอาจจะปรับ ค่าเหล่านี้ได้โดยละเอียดจากโมดูลควบคุม KWallet

source: Store network passwords and local passwords in separate wallet files
bs: Čuvaj mrežne šifre i lokalne šifre u odvojenim novčanicima
km: រក្សា​ទុក​ពាក្យ​សម្ងាត់​បណ្តាញ និង​ពាក្យ​សម្ងាត់​មូលដ្ឋាន​ក្នុង​ឯកសារ​កាបូប​ផ្សេង
ko: 지역 암호와 네트워크 암호를 서로 다른 지갑에 저장하기
pa: ਨੈੱਟਵਰਕ ਗੁਪਤ-ਕੋਡ ਅਤੇ ਸਥਾਨਕ ਗੁਪਤ-ਕੋਡ ਵੱਖਰੇ ਵਾਲਿਟ ਫਾਇਲਾਂ ਵਿੱਚ ਸੰਭਾਲੋ
ro: Memorează parolele de reţea şi locale în fişiere portofel separate
rw: Kubika amagambobanga y'urusobemiyoboro n'amagambobanga ya hafi mu madosiye ruhago atandukanye.
sk: Uložiť sieťové a lokálne heslá v samostatných súboroch wallet
sr: Похрањуј мрежне и локалне лозинке у одвојеним фајловима новчаника
sr@latn: Pohranjuj mrežne i lokalne lozinke u odvojenim fajlovima novčanika
tg: Шабакаи нишонаҳо ва нишонаҳои маҳаллиро дар файлҳои ҳамёнҳои ҷудогона нигоҳ доред.
th: แยกเก็บรหัสผ่านของเครือข่ายและรหัสผ่านภายในไว้ในแฟ้ม ที่เก็บข้อมูลส่วนตัว คนละแฟ้มกัน
