Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: File Changed
bs: Datoteka je izmijenjena
km: ឯកសារ​បាន​ផ្លាស់ប្តូរ
ko: 파일 변경됨
mn: Файл өөрчлөгдлөө.
pa: ਫਾਇਲ ਤਬਦੀਲ
ro: Fişier modificat
rw: Idosiye Yahinduwe
sk: Súbor zmenený
sr: Фајл је измењен
sr@latn: Fajl je izmenjen
tg: Файл дигаргун шуд
th: แฟ้มมีการเปลี่ยนแปลง

source: Do Not Delete
bs: Nemoj brisati
km: កុំលុប
ko: 삭제하지 않음
pa: ਨਾ ਹਟਾਓ
ro: Nu şterge
rw: Wihanagura
sk: Neodstrániť
sr: Немој да бришеш
sr@latn: Nemoj da brišeš
th: ไม่ลบ

source: The file %1 has been modified. Do you want to upload the changes?
bs: Datoteka %1 je izmijenjena. Želite li poslati izmjene?
km: ឯកសារ %1 ត្រូវ​បាន​កែប្រែ ។ តើ​អ្នក​ចង់​ផ្ទុក​ការផ្លាស់ប្តូរ​ឡើងឬ ?
ko: 파일 %1 이(가) 수정되었습니다. 변경 사항을 업로드하시겠습니까?
mn: Баримт "%1" өөрчилөгдсөн. Та өөрчлөлтүүдийг дээш хуулахыг хүсэж байна уу?
pa: ਫਾਇਲ਼ %1 ਸੋਧੀ ਗਈ ਹੈ। ਕੀ ਤੁਸੀ ਤਬਦੀਲੀਆਂ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨਾ ਚਾਹੋਦੇ ਹੋ?
ro: Fişierul temporar %1 a fost modificat. Doriţi să încarc distant modificările?
rw: Idosiye %1 yahinduwe. wifuza koherezayo amahindura?
sk: Súbor %1 bol zmenený. Chcete zmeny preniesť späť?
sr: Фајл %1 је измењен. Да ли желите да ажурирате измене?
sr@latn: Fajl %1 je izmenjen. Da li želite da ažurirate izmene?
tg: Файли %1 дигаргун карда шуд. Шумо мехоҳед дигаргуниҳоро бор кунед?
th: มีการเปลี่ยนแปลงกับเอกสาร "%1" คุณต้องการอัพโหลดการเปลี่ยนแปลงหรือไม่ ?

source: Upload
bs: Pošalji
km: ផ្ទុកឡើង
ko: 업로드
pa: ਅੱਪਲੋਡ
ro: încarcă
sk: Preniesť
sr: Окачи
sr@latn: Okači
th: อัพโหลด

source: Do Not Upload
bs: Nemoj slati
km: ុំ​ផ្ទុក​ឡើង
ko: 업로드 하지 않음
pa: ਅੱਪਲੋਡ ਨਾ ਕਰੋ
ro: Nu încărca
sk: Nepreniesť
sr: Немој да окачиш
sr@latn: Nemoj da okačiš
th: ไม่อัพโหลด

source: &Automatic preview
bs: &Automatski pregled
km: មើល​ជា​មុន​ដោយ​ស្វ័យប្រវត្តិ
ko: 자동 미리보기(&A)
mn: &Автоматаар урьд.харах
pa: ਸਵੈ-ਚਾਲਤ ਝਲਕ(&A)
ro: Previzualizare &automată
rw: Igaragazambere ryikora
sk: &Automatický náhľad
sr: &Аутоматски преглед
sr@latn: &Automatski pregled
tg: &Пешнамоиши худкор
th: แสดงตัวอย่างอัตโนมัติ

source: &Preview
bs: &Pregled
km: មើល​ជា​មុន
ko: 미리보기(&P)
mn: &Урьд.харах
pa: ਝਲਕ(&P)
ro: &Previzualizare
rw: Imigaragarire
sk: Ná&hľad
sr: &Преглед
sr@latn: &Pregled
tg: &Пешнамоиш
th: แสดงตัวอย่าง

source: Unknown View
bs: Nepoznati pogled
km: ទិដ្ឋភាព​មិនស្គាល់
ko: 알 수 없는 보기
mn: Тодорхойгүй харагдалт
pa: ਅਣਜਾਣ ਝਾਤੀ
ro: Vizualizare necunoscută
rw: Igaragaza Ritazwi
sk: Neznámy pohľad
sr: Непознати приказ
sr@latn: Nepoznati prikaz
tg: Намоиши ношинос
th: มุมมองที่ไม่รู้จัก

source: P&review
bs: P&regled
km: មើល​ជា​មុន
ko: 미리보기(&P)
pa: ਝਲਕ(&r)
ro: P&revizualizare
rw: Ibibanjirije
sk: Ná&hľad
sr: П&реглед
sr@latn: P&regled
th: แสดงตัวอย่าง

source: Desktop
km: ផ្ទៃតុ
ko: 데스크톱
mn: Ажилын талбар
pa: ਵੇਹੜਾ
ro: Ecran
rw: Ibiro
sk: Plocha
sr: Радна површина
sr@latn: Radna površina
tg: Мизи корӣ
th: พื้นที่ทำงาน

source: Documents
bs: Dokumenti
km: ឯកសារ
ko: 문서
mn: Баримтууд
pa: ਦਸਤਾਵੇਜ਼
ro: Documente
rw: Inyandiko
sk: Dokumenty
sr: Документи
sr@latn: Dokumenti
tg: Ҳуҷҷатҳо
th: เอกสาร

source: Home Folder
bs: Home direktorij
km: ថត​ផ្ទះ
ko: 홈 폴더
mn: Гэр хавтас
pa: ਘਰ ਫੋਲਡਰ
ro: Folder "Acasă"
rw: Ububiko Urugo
sk: Domovský priečinok
sr: Домаћа фасцикла
sr@latn: Domaća fascikla
tg: Феҳристи хона
th: โฟลเดอร์ส่วนตัว

source: Storage Media
bs: Mediji za smještaj podataka
km: ឧបករណ៍​ផ្ទុក
ko: 저장 미디어
pa: ਸੰਭਾਲਣ ਮਾਧਿਅਮ
ro: Mediu de stocare
rw: Uburyo bw'Ibika
sk: Ukladacie médiá
sr: Медијум за складиштење
sr@latn: Medijum za skladištenje
th: สื่อเก็บข้อมูล

source: Network Folders
bs: Mrežni direktoriji
km: ថត​បណ្តាញ
ko: 네트워크 폴더
pa: ਨੈਟਵਰਕ ਫੋਲਡਰ
ro: Foldere de reţea
rw: Ububiko bw'Urusobemiyoboro
sk: Sieťové priečinky
sr: Мрежне фасцикле
sr@latn: Mrežne fascikle
th: โฟลเดอร์บนเครือข่าย

source: Menu Editor
bs: Editor menija
km: កម្មវិធី៍​និពន្ធ​ម៉ឺនុយ
ko: 메뉴 편집기
mn: Цэс боловсруулагч
pa: ਮੇਨੂ ਸੰਪਾਦਕ
ro: Editor meniuri
rw: Mwanditsi w'Ibikubiyemo
sk: Editor menu
sr: Уређивач менија
sr@latn: Uređivač menija
tg: Менюи Муҳаррир
th: เครื่องมือแก้ไขเมนู

source: Menu
bs: Meni
km: ម៉ឺនុយ
ko: 메뉴
mn: Цэс
pa: ਮੇਨੂ
ro: Meniu
rw: Ibikubiyemo
sr: Мени
sr@latn: Meni
tg: Меню
th: เมนู

source: New...
bs: Novo...
km: ថ្មី...
ko: 새로 만들기...
mn: Шинэ...
pa: ਨਵਾਂ...
ro: Nou...
rw: Bishya...
sk: Nový...
sr: Нов...
sr@latn: Nov...
tg: Нав...
th: สร้างใหม่...

source: Move Up
bs: Pomakni gore
km: ផ្លាស់ទី​ឡើង​លើ
ko: 위로 옮기기
mn: Дээш зөөх
pa: ਉੱਪਰ ਜਾਓ
ro: Mută sus
rw: Kuzamura
sk: Presunúť hore
sr: Помери горе
sr@latn: Pomeri gore
tg: Ба боло ҳаракат кунед
th: ย้ายขึ้น

source: Move Down
bs: Pomakni dole
km: ផ្លាស់ទី​ចុះក្រោម
ko: 아래로 옮기기
mn: Доош зөөх
pa: ਹੇਠਾਂ ਜਾਓ
ro: Mută jos
rw: Kumanura/Kumanuka
sk: Presunúť dolu
sr: Помери доле
sr@latn: Pomeri dole
tg: Ба поён ҳаракат кунед
th: ย้ายลง

source: *|All Files
bs: *|Sve datoteke
km: *|ឯកសារ​ទាំងអស់
ko: *|모든 파일
mn: *|Бүх файлууд
pa: *|ਸਭ ਫਾਇਲਾਂ
ro: *|Toate fişierele
rw: *|Idosiye zose
sk: *|Všetky súbory
sr: *|Сви фајлови
sr@latn: *|Svi fajlovi
tg: *|Ҳама файлҳо
th: *|ทุกแฟ้ม

source: All Supported Files
bs: Sve podržane datoteke
km: ឯកសារ​ដែល​គាំទ្រ​ទាំងអស់
ko: 지원되는 모든 파일
mn: Бүх дэмжигдсэн файлууд
pa: ਸਭ ਸਹਾਇਕ ਫਾਇਲਾਂ
ro: Toate fişierele suportate
rw: Amadosiye Yose Yemewe
sk: Všetky podporované súbory
sr: Све подржане врсте фајлова
sr@latn: Sve podržane vrste fajlova
tg: Тамоми файлҳои дастгиршаванда
th: ทุกแฟ้มที่สนับสนุน

source: Known Applications
bs: Poznate aplikacije
km: កម្មវិធី​ដែល​ស្គាល់
ko: 알려진 프로그램
mn: Танил Х-программ
pa: ਜਾਣੇ ਕਾਰਜ
ro: Aplicaţii cunoscute
rw: Amaporogaramu Azwi
sk: Známe aplikácie
sr: Познати програми
sr@latn: Poznati programi
tg: Барномаҳои шинос
th: แอพพลิเคชันที่รู้จัก

source: Applications
bs: Aplikacije
km: កម្មវិធី
ko: 프로그램
mn: Программууд
pa: ਕਾਰਜ
ro: Aplicaţii
rw: Porogaramu
sk: Aplikácie
sr: Програми
sr@latn: Programi
tg: Барномаҳо
th: แอพพลิเคชัน

source: Open With
bs: Otvori sa
km: បើក​ជាមួយ
ko: 열기
mn: Үүгээр нээх
pa: ਇਸ ਨਾਲ ਖੋਲੋ
ro: Deschide cu
rw: Fungura Na
sk: Otvoriť pomocou
sr: Отвори помоћу
sr@latn: Otvori pomoću
tg: Боз кардан бо ёрии
th: เปิดใช้ด้วย

source: <qt>Select the program that should be used to open <b>%1</b>. If the program is not listed, enter the name or click the browse button.</qt>
bs: <qt>Izaberite program kojim ću otvoriti <b>%1</b>. Ako program nije naveden, unesite ime ili kliknite na dugme Traži.</qt>
km: <qt>ជ្រើស​កម្មវិធី​ដែល​គួរ​ប្រើ​សម្រាប់​បើក <b>%1</b> ។ ប្រសិនបើ​កម្មវិធី​មិន​មាន​នៅ​ក្នុង​បញ្ជី សូម​បញ្ចូល​ឈ្មោះ ឬ ចុច​ប៊ូតុង រកមើល ។</qt>
ko: <qt> <b>%1</b>를 여는데 사용되는 프로그램을 선택하십시오. 프로그램이 목록에 없을 경우 이름을 입력하거나 브라우저 버튼을 누르십시오.</qt>
mn: <qt><b>%1</b>-г нээхдээ хэрэглэх ёстой программаа сонго. Хэрвээ тэр программ жигсаалтад байхгүй бол нэрийг нь оруулах эсвэл "Нэгжих" товчин дээр дарна уу.</qt>
pa: <qt>ਕਾਰਜ ਦੀ ਚੋਣ ਕਰੋ, ਜਿਸ ਨਾਲ <b>%1</b> ਨੂੰ ਖੋਲਿਆ ਜਾ ਸਕੇ। ਜੇਕਰ ਕਾਰਜ ਸੂਚੀ ਵਿੱਚ ਨਹੀਂ ਹੈ ਤਾਂ ਇਸ ਦਾ ਨਾਂ ਦਿਓ ਜਾਂ ਝਲਕ ਬਟਨ ਨੂੰ ਦਬਾਉ।</qt>
ro: <qt>Programul selectat ce trebuie utilizat la deschiderea <b>%1</b>. Dacă programul nu este listat, introduceţi numele lui sau daţi clic pe butonul de răsfoire.</qt>
rw: <qt>Guhitamo porogaramu igomba gukoreshwa mu gufungura<b>%1</b>. Niba porogaramu itari ku rutonde, injiza izina cyangwa ukande buto gushakisha. </qt>
sk: <qt>Vyberte program, ktorým sa bude otvárať <b>%1</b>. Ak program nie je v zozname, zadajte meno, alebo kliknite na tlačidlo listovať.<qt>.
sr: <qt>Изаберите програм који ће се користити за отварање <b>%1</b>. Ако програм није излистан, унесите његово име или кликните на дугме за претраживање.</qt>
sr@latn: <qt>Izaberite program koji će se koristiti za otvaranje <b>%1</b>. Ako program nije izlistan, unesite njegovo ime ili kliknite na dugme za pretraživanje.</qt>
tg: <qt>Барномаеро барои боз кардани <b>%1, интихоб кунед.</b>Агар барнома дар рӯйхат вуҷуд надошта бошад, номи онро ворид кунед ё ба кнопкаи "Намоиш" пахш кунед.</qt>
th: <qt>เลือกโปรแกรมที่ควรจะให้เปิดใช้กับ <b>%1</b> หากโปรแกรมไม่อยู่ในรายการ ให้เติมชื่อ หรือคลิ้กที่ปุ่มเลือกแฟ้ม</qt>

source: Choose the name of the program with which to open the selected files.
bs: Izaberite ime programa sa kojim želite otvoriti izabrane datoteke.
km: ជ្រើស​ឈ្មោះ​កម្មវិធី​ដែល​ប្រើ​សម្រាប់​បើក​ឯកសារ​ដែល​បានជ្រើស ។
ko: 선택한 파일을 열 프로그램의 이름을 선택하십시오.
mn: Сонгосон файл(ууд)ыг нээх ёстой программын нэрийг сонгоно уу.
pa: ਚੁਣੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਖੋਲਣ ਲਈ ਪ੍ਰੋਗਰਾਮ ਦਾ ਨਾਂ ਦਿਓ।
ro: Alegeţi un nume de program cu care să deschideţi fişierele selectate.
rw: Hitamo izina rya porogaramu hamwe naryo ufungura amadosiye yatoranyijwe.
sk: Vyberte názov programu, ktorým chcete otvoriť vybrané súbory.
sr: Изаберите име програма којим ће се отварати обележени фајлови.
sr@latn: Izaberite ime programa kojim će se otvarati obeleženi fajlovi.
tg: Номи барномаро барои боз кардани файлҳои ҷудошуда низ интихоб кунед.
th: เลือกชื่อของโปรแกรมที่จะให้ใช้เปิดแฟ้มที่เลือกไว้

source: Choose Application for %1
bs: Izaberite aplikaciju za %1
km: ជ្រើស​កម្មវិធី​សម្រាប់ %1
ko: %1의 프로그램을 선택하십시오.
mn: %1 -н хувьд программыг сонгоно уу
pa: %1 ਲਈ ਕਾਰਜ ਚੁਣੋ
ro: Alegere aplicaţie pentru %1
rw: Hitamo Porogaramu ya %1
sk: Vybrať aplikáciu pre %1
sr: Изаберите програм за %1
sr@latn: Izaberite program za %1
tg: Гузориш барои %1 интихоб кунед
th: เลือกแอพพลิเคชันสำหรับ %1

source: <qt>Select the program for the file type: <b>%1</b>. If the program is not listed, enter the name or click the browse button.</qt>
bs: <qt>Izaberite program za tip datoteka: <b>%1</b>. Ako program nije naveden, unesite ime ili kliknite na dugme Traži.</qt>
km: <qt>ជ្រើស​កម្មវិធី​សម្រាប់​ប្រភេទ​របស់​ឯកសារ <b>%1</b> ។ ប្រសិន​បើ​កម្មវិធី​មិន​បាន​រាយ​នោះ​ទេ បញ្ចូល​ឈ្មោះ ឬ ចុច​ប៊ូតុង​រកមើល ។</qt>
ko: <qt>파일 타입 <b>%1</b>의 프로그램을 선택하십시오. 프로그램이 목록에 없을 경우 브라우저 버튼을 누르십시오.</qt>
mn: <qt>Файлын төрөл <b>%1</b>-н хувьд нээх программыг сонго.Хэрвээ тэр программ жигсаалтад байхгүй бол нэрийг нь оруулах эсвэл "Нэгжих" товчин дээр дарна уу.</qt>
pa: <qt>ਫਾਇਲ ਕਿਸਮ: <b>%1</b> ਲਈ ਕਾਰਜ ਕਿਸਮ ਦੀ ਚੋਣ ਕਰੋ। ਜੇਕਰ ਕਾਰਜ ਸੂਚੀ ਵਿੱਚ ਨਹੀਂ ਹੈ ਤਾਂ ਇਸ ਦਾ ਨਾਂ ਦਿਓ ਜਾਂ ਝਲਕ ਬਟਨ ਨੂੰ ਦਬਾਉ।</qt>
ro: <qt>Selectaţi programul ce trebuie utilizat la deschiderea tipului de fişier: <b>%1</b>. Dacă programul nu este listat, introduceţi numele lui sau daţi clic pe butonul de răsfoire.</qt>
rw: <qt>Guhitamo porogaramu y'ubwoko bw'idosiye<b>%1</b>. Niba porogaramu itari ku rutonde, wakwinjiza izina cyangwa ugakanda buto yo gushakisha.</qt>
sk: <qt>Vyberte program, ktorým sa bude otvárať súbor typu: <b>%1</b>. Ak program nie je v zozname, zadajte meno, alebo kliknite na tlačidlo pre prechádzanie.<qt>.
sr: <qt>Изаберите програм за врсту фајла: <b>%1</b>. Ако програм није излистан, унесите његово име или кликните на дугме за претраживање.</qt>
sr@latn: <qt>Izaberite program za vrstu fajla: <b>%1</b>. Ako program nije izlistan, unesite njegovo ime ili kliknite na dugme za pretraživanje.</qt>
tg: <qt>Барномаеро барои боз кардани намуди файли <b>%1, интихоб кунед.</b>Агар барнома дар рӯйхат вуҷуд надошта бошад, номи онро ворид кунед ё ба кнопкаи "Намоиш" пахш кунед.</qt>
th: <qt>เลือกโปรแกรมที่จะเพิ่มสำหรับแฟ้มประเภท: <b>%1</b> ถ้าโปรแกรมไม่ถูกแสดงไว้ในรายการ ให้ใส่ชื่อหรือคลิ้กที่ปุ่มเรียกดู</qt>

source: Choose Application
bs: Izaberite aplikaciju
km: ជ្រើស​កម្មវិធី
ko: 프로그램을 선택하십시오
mn: Х-программыг сонго
pa: ਕਾਰਜ ਚੁਣੋ
ro: Alegere aplicaţie
rw: Guhitamo Porogaramu
sk: Vyberte aplikáciu
sr: Изаберите програм
sr@latn: Izaberite program
tg: Интихоби барнома
th: เลือกแอพพลิเคชัน

source: <qt>Select a program. If the program is not listed, enter the name or click the browse button.</qt>
bs: <qt>Izaberite neki program. Ako program nije naveden, unesite ime ili kliknite na dugme Traži.</qt>
km: <qt>ជ្រើស​កម្មវិធី​មួយ ។ ប្រសិនបើ​កម្មវិធី​នោះ​មិន​បាន​រាយ បញ្ចូលឈ្មោះ ឬ ចុច​ប៊ូតុង​រកមើល ។</qt>
ko: <qt>프로그램을 선택하십시오. 프로그램이 목록에 없을 경우, 이름을 입력하거나 브라우저 버튼을 누르십시오</qt>
mn: <qt>Хэрэглэх ёстой программаа сонго. Хэрвээ тэр программ жигсаалтад байхгүй бол нэрийг нь оруулах эсвэл "Нэгжих" товчин дээр дарна уу.</qt>
pa: <qt>ਇੱਕ ਕਾਰਜ ਦੀ ਚੋਣ ਕਰੋ, ਜੇਕਰ ਕਾਰਜ ਸੂਚੀ ਵਿੱਚ ਨਹੀਂ ਹੈ ਤਾਂ ਇਸ ਦਾ ਨਾਂ ਦਿਓ ਜਾਂ ਝਲਕ ਬਟਨ ਨੂੰ ਦਬਾਉ।</qt>
ro: <qt>Selectaţi un program. Dacă programul nu este listat, introduceţi numele lui sau daţi clic pe butonul de răsfoire.</qt>
rw: <qt>Guhitamo porogaramu. Niba porogaramu itari ku rutonde, wakwinjiza izina cyangwa ugakanda buto yo gushakisha.</qt>
sk: <qt>Vyberte program. Ak program nie je v zozname, zadajte meno, alebo kliknite na tlačidlo pre prechádzanie.<qt>.
sr: <qt>Изаберите програм. Ако програм није излистан, унесите његово име, или кликните на дугме за претраживање.</qt>
sr@latn: <qt>Izaberite program. Ako program nije izlistan, unesite njegovo ime, ili kliknite na dugme za pretraživanje.</qt>
tg: <qt>Барномаеро интихоб кунед.</b>Агар барнома дар рӯйхат вуҷуд надошта бошад, номи онро ворид кунед ё ба кнопкаи обзор низ пахш кунед.</qt>
th: <qt>เลือกโปรแกรม หากโปรแกรมไม่ถูกแสดงไว้ในรายการ ให้ใส่ชื่อหรือคลิ้กที่ปุ่มเรียกดู</qt>

source: Clear input field
bs: Očisti ulazno polje
km: ជម្រះ​វាល​បញ្ចូល
ko: 입력 필드를 제거
mn: Оруулах талбарыг цэвэрлэх
pa: ਇੰਪੁੱਟ ਖੇਤਰ ਸਾਫ ਕਰੋ
ro: Şterge linia de editare
rw: Gukesha umwanya w'icyinjira
sk: Vyčistiť vstupné pole
sr: Очисти поље за унос
sr@latn: Očisti polje za unos
tg: Тоза намудани сатри вурудот
th: ล้างช่องกรอกข้อมูล

source: Following the command, you can have several place holders which will be replaced with the actual values when the actual program is run: %f - a single file name %F - a list of files; use for applications that can open several local files at once %u - a single URL %U - a list of URLs %d - the directory of the file to open %D - a list of directories %i - the icon %m - the mini-icon %c - the comment
bs: Iza naredbe možete navesti neke od simbola koji će biti zamijenjeni stvarnim vrijednostima kad se pokrene program: %f - ime datoteke %F - lista datoteka; koristi se za programe koji mogu da otvore više lokalnih datoteka odjednom %u - jedan URL %U - lista URL-ova %d - direktorij datoteke za otvaranje %D - lista direktorija %i - ikona %m - mini ikona %c - komentar
km: ពាក្យ​បញ្ជា​ដូច​ខាង​ក្រោម​នេះ អ្នក​អាច​មាន​កន្លែង​ដាក់​ជា​ច្រើន ​ដែល​នឹង​ត្រូវ​បាន​ជំនួស​ដោយ​តម្លៃ​ពិត​ប្រាកដ នៅ​ពេល​កម្មវិធី​ពិត​ប្រាកដ​មួយ​ត្រូវ​បាន​រត់ ៖ %f - ឈ្មោះ​ឯកសារ​តែ​មួយ %F - បញ្ជី​មួយ​របស់​ឯកសារ ប្រើ​សម្រាប់​កម្មវិធី​ដែល​អាច​បើក​ឯកសារ​មូលដ្ឋាន​ជា​ច្រើនបាន​នៅ​ពេល​តែ​មួយ ។ %u - URL តែ​មួយ %U - បញ្ជី​មួយ​របស់ URLs %d - ថត​របស់​ឯកសារ​ត្រូវ​បើក %D - បញ្ជី​មួយ​របស់​ថត %i - រូបតំណាង %m - រូបតំណាង​តូច %c - សេចក្តី​អធិប្បាយ
ko: 다음 명령어를 따르면, 실제 프로그램이 실행될때 실제값으로 대체될 공간을 지정할 수 있습니다 : %f - 한 개의 파일이름 %F - 파일들의 이름: 즉시 로컬 파일들을 열수 있는 프로그램을 위해 사용됨 %u - 단수 URL %U - URL들의 목록 %d - 열 파일의 디렉터리 %D -디렉터리 목록 %i - 아이콘 %m - 미니 아이콘 %c - 설명
pa: ਹੇਠ ਦਿੱਤੀਆਂ ਕਮਾਂਡਾਂ ਨਾਲ, ਤੁਹਾਡੇ ਕੋਲ ਕਈ ਥਾਵਾਂ ਹੋ ਸਕਦੀਆਂ ਹਨ, ਜਿੰਨਾਂ ਨੂੰ ਅਸਲ ਪਰੋਗਰਾਮ ਦੇ ਚੱਲਣ ਸਮੇਂ ਉਹਨਾਂ ਦੇ ਅਸਲੀ ਮੁੱਲਾਂ ਨਾਲ ਤਬਦੀਲ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ: %f - ਇੱਕ ਇੱਕਲਾ ਫਾਇਲ ਨਾਂ %F - ਫਾਇਲਾਂ ਦੀ ਇੱਕ ਸੂਚੀ, ਕਾਰਜਾਂ ਲਈ ਵਰਤੋਂ, ਜੋ ਕਿ ਇੱਕੋ ਸਮੇਂ ਕਈ ਫਾਇਲਾਂ ਨੂੰ ਖੋਲ ਸਕਦੇ ਹਨ %u - ਇੱਕ ਇੱਕਲਾ URL %U - URL ਦੀ ਇੱਕ ਸੂਚੀ %d - ਖੋਲਣ ਵਾਲੀ ਫਾਇਲ ਦੀ ਡਾਇਰੈਕਟਰੀ %D - ਡਾਇਰੈਕਟਰੀਆਂ ਦੀ ਸੂਚੀ %i - ਆਈਕਾਨ %m - ਨਿੰਮਾ ਆਈਕਾਨ %c - ਟਿੱਪਣੀ
ro: În continuarea comenzii puteţi avea mai multe variabile care vor fi înlocuite cu valorile actuale la execuţia programului: %f - un singur nume de fişier %F - o listă de fişiere; utilizaţi-o cu aplicaţii care pot deschide mai multe fişiere de odată %u - un singur URL %U - o listă de URL-uri %d - un folder sau un fişier de deschis %D - o listă de foldere %i - iconiţa %m - mini-iconiţa %c - comentariul
rw: Hakurikijwe ibwirizwa, ushobora kugira mugenga z'umwanya nyinshi zizasimburwa n'uduciro tw'ubu igihe porogaramu y'ubu iri gukora: %f - izina rimwe ry'idosiye %F - urutonde rw'amadosiye; gukoresha ku maporogaramu ashobora gufungura amadosiye ya hafi menshi icyarimwe %u - URL imwe %U - urutonde rwa URL %d - ububiko bw'idosiye yo gufungura %D - urutonde rw'ububiko %i - agashushondanga %m - ingirwa gashushondanga %c - igisobanuro
sk: Za príkazom je možné zadať rôzne značky, ktoré sa pri spustení programu nahradia skutočnými hodnotami: %f - jedno menu súboru %F - zoznam súborov, napr. pre aplikácie, ktoré dokážu otvoriť niekoľko lokálnych súborov naraz %u - jedno URL %U - zoznam URL %d - priečinok súboru, ktorý sa má otvoriť %D - zoznam priečinkov %i - ikona %m - miniikona %c - komentár
sr: Пратећи наредбу, можете имати више симбола који ће бити замењени стварним вредностима кад се покрене програм: %f - име фајла %F - листа фајлова; користи се за програме који могу да отворе више локалних фајлова одједном %u - један URL %U - листа URL-ова %d - фасцикла фајла за отварање %D - листа фасцикли %i - икона %m - мини икона %c - коментар
sr@latn: Prateći naredbu, možete imati više simbola koji će biti zamenjeni stvarnim vrednostima kad se pokrene program: %f - ime fajla %F - lista fajlova; koristi se za programe koji mogu da otvore više lokalnih fajlova odjednom %u - jedan URL %U - lista URL-ova %d - fascikla fajla za otvaranje %D - lista fascikli %i - ikona %m - mini ikona %c - komentar
th: คุณสามารถเติมตัวแทนค่าได้หลายๆ ตัวตามหลังคำสั่ง ซึ่งตัวแทนค่าเหล่านี้ จะถูกแทนที่ด้วยค่าจริงๆ เมื่อโปรแกรมถูกสั่งให้ทำงาน: %f - ชื่อแฟ้มเดี่ยวๆ %F - รายการชื่อแฟ้ม ซึ่งใช้กับแอพพลิเคชันที่สามารถเปิดแฟ้มบนเครื่องได้หลายๆ แฟ้มพร้อมกัน %u - ที่อยู่ URL เดี่ยวๆ %U - รายชื่อของที่อยู่ URL %d - ไดเร็คทอรีของแฟ้มที่จะเปิด %D - รายชื่อของไดเร็คทอรี %i - ไอคอน %m - ไอคอนขนาดเล็ก %c - หมายเหตุ

source: Run in &terminal
bs: Pokreni u &terminalu
km: រត់​ក្នុង​ស្ថានីយ
ko: 터미널에서 실행(&T)
mn: &Teрминалд ажиллуул
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਚਲਾਓ(&t)
ro: Execută în &terminal
rw: Gutangiza mu gihera
sk: Spustiť v &termináli
sr: Покрени у &терминалу
sr@latn: Pokreni u &terminalu
tg: Дар терминал &оғоз кунед
th: ทำงานในเทอร์มินัล

source: &Do not close when command exits
bs: &Nemojte zatvoriti po završetku naredbe
km: កុំ​បិទ ពេល​ពាក្យ​បញ្ជា​ឈប់
ko: 명령이 종료될 때에는 닫지 말것(&D)
mn: Тушаал дуусах үед битгий хаа
pa: ਜਦੋ ਇੱਕ ਕਮਾਂਡ ਹੋਵੇ ਤਾਂ ਬੰਦ ਨਾ ਕਰੋ(&D)
ro: &Nu închide cînd comanda se termină
rw: Ntufunge igihe ibwirizwa rihari
sk: &Nezatvárať po ukončení príkazu
sr: Немој &да затвориш кад се наредба заврши
sr@latn: Nemoj &da zatvoriš kad se naredba završi
tg: &Агар фармон вуҷуд дошта бошад махкам накунед
th: ไม่ต้องปิดเมื่อคำสั่งจบการทำงานแล้ว

source: &Remember application association for this type of file
bs: &Zapamti s kojom aplikacijom asocirati ovaj tip datoteka
km: ចងចាំ​កម្មវិធី ដែល​បាន​ភ្ជាប់​ទៅ​ឯកសារ​ប្រភេទ​នេះ
ko: 이 파일 타입을 위한 프로그램들을 기억할것(&R)
mn: Энэ файлын төрөлтэй холбоотой программыг &санах
pa: ਫਾਇਲ ਦੀ ਇਸ ਕਿਸਮ ਲਈ ਸਬੰਧਿਤ ਕਾਰਜ ਯਾਦ ਰੱਖੋ(&R)
ro: Ţine &minte aplicaţia asociată cu acest tip de fişier
rw: Kwibuka ishyirahamwe porogaramu kuri ubu bwoko bw'idosiye
sk: &Zapamätať asociáciu aplikácie pre tento typ súborov
sr: Запамти п&рограм који отвара ову врсту фајла
sr@latn: Zapamti p&rogram koji otvara ovu vrstu fajla
tg: &Дар хотир доштани робитот бо барномае барои ин файл
th: กำหนดให้ใช้แอพพลิเคชันนี้ กับแฟ้มประเภทนี้ตลอดไป

source: Select Icon
bs: Odaberi ikonu
km: ជ្រើស​រូបតំណាង
ko: 아이콘 선택
mn: Эмблем сонгох
pa: ਆਈਕਾਨ ਚੁਣੋ
ro: Selectare iconiţă
rw: Guhitamo Agashushondanga
sk: Vyberte ikonu
sr: Избор иконе
sr@latn: Izbor ikone
tg: Ишорае интихоб кунед
th: เลือกไอคอน

source: Icon Source
bs: Izvor ikone
km: ប្រភព​រូបតំណាង
ko: 아이콘 소스
mn: Эмблемийн эх
pa: ਆਈਕਾਨ ਸਰੋਤ
ro: Sursă iconiţă
rw: Inkomoko y'Agashushondanga
sk: Zdroj ikony
sr: Извор иконе
sr@latn: Izvor ikone
tg: Манбаъи нишона
th: ตำแหน่งไอคอน

source: S&ystem icons:
bs: S&istemske ikone:
km: រូបតំណាង​របស់​ប្រព័ន្ធ ៖
ko: 시스템 아이콘(&Y):
pa: ਸਿਸਟਮ ਆਈਕਾਨ(&y):
ro: Iconiţe de &sistem:
rw: Udushushondanga sisitemu:
sk: &Systémové ikony:
sr: &Системске иконе:
sr@latn: &Sistemske ikone:
th: ไอคอนของระบบ:

source: O&ther icons:
bs: &Druge ikone:
km: រូបតំណាង​ផ្សេងៗ ៖
ko: 기타 아이콘(&T):
mn: &Бусад эмблемүүд:
pa: ਹੋਰ ਆਈਕਾਨ(&t):
ro: &Alte iconiţe:
rw: Utundi dushushondanga:
sk: &Iné ikony:
sr: Ос&тале иконе:
sr@latn: Os&tale ikone:
tg: Нишонаҳои &Дигар:
th: ไอคอนอื่น ๆ :

source: &Browse...
bs: Po&traži...
km: រកមើល...
ko: 탐색(&B)...
mn: &Нэгжих...
pa: ਝਲਕ(&B)...
ro: &Răsfoieşte...
rw: Gushakisha...
sk: &Prechádzať...
sr: &Претражи...
sr@latn: &Pretraži...
tg: &Тафсир...
th: เลือกแฟ้ม...

source: Clear Search
bs: Očisti pretragu
km: ជម្រះ​ការ​ស្វែងរក
ko: 검색 지우기
pa: ਖੋਜ ਸਾਫ਼
ro: Resetează căutarea
rw: Gusiba Gushaka
sk: Vyčistiť hľadanie
sr: Очисти претрагу
sr@latn: Očisti pretragu
th: ล้างการค้นหา

source: &Search:
bs: &Pretraga
km: ស្វែងរក ៖
ko: 찾기(&S):
pa: ਖੋਜ(&S):
ro: C&aută:
rw: Gushakisha:
sk: &Nájsť:
sr: &Тражи:
sr@latn: &Traži:
th: ค้น&หา:

source: Search interactively for icon names (e.g. folder).
bs: Traži interaktivno imena ikona (npr. direktorij).
km: ស្វែង​រក​ឈ្មោះ​របស់​រូបតំណាង​យ៉ាង​រស់​រវើក (ឧ. ថត) ។
ko: 실시간으로 아이콘 이름 찾기(예를 들어, 폴더)
pa: ਆਈਕਾਨ ਨਾਂ ਲਈ ਪ੍ਰਭਾਵੀ ਖੋਜ (ਜਿਵੇਂ ਕਿ ਫੋਲਡਰ)।
ro: Caută interactiv nume de iconiţe (de ex.: folder).
rw: Gushakisha mu buryo mikoranire bw'amazina y'agashushondanga (urugero: ububiko).
sk: Hľadať interaktívne mená ikon (napr. priečinok).
sr: Интерактивно тражи имена икона (нпр. фасцикла).
sr@latn: Interaktivno traži imena ikona (npr. fascikla).
th: ค้นหาแบบโต้ตอบสำหรับชื่อไอคอน (เช่น โฟลเดอร์)

source: Actions
bs: Akcije
km: អំពើ
ko: 동작
mn: Үйлдлүүд
pa: ਕਾਰਵਾਈ
ro: Acţiuni
rw: Ibikorwa
sk: Akcie
sr: Акције
sr@latn: Akcije
tg: Амалиётҳо
th: การกระทำ

source: Animations
km: ចលនា
ko: 애니메이션
pa: ਸਜੀਵਤਾ
sk: Animácie
sr: Анимације
sr@latn: Animacije
th: อนิเมชั่น

source: Categories
km: ប្រភេទ
ko: 분류
pa: ਵਰਗ
sk: Kategórie
sr: Категорије
sr@latn: Kategorije
th: ประเภท

source: Devices
bs: Uređaji
km: ឧបករណ៍
ko: 장치
mn: Төрөөрөмж
pa: ਜੰਤਰ
ro: Dispozitive
rw: Amapareye
sk: Zariadenia
sr: Уређаји
sr@latn: Uređaji
tg: Сохтмонҳо
th: อุปกรณ์

source: Emblems
km: បដិរូប
ko: 엠블렘
pa: ਨਿਸ਼ਾਨ
sk: Emblémy
sr: Амблеми
sr@latn: Amblemi
th: เครื่องหมาย

source: Emotes
sk: Smajlíky
sr: Емотикони
sr@latn: Emotikoni
th: ไอคอนแสดงอารมณ์

source: Filesystems
bs: Filesistemi
km: ប្រព័ន្ធ​ឯកសារ
ko: 파일 시스템
mn: Файлын систем
pa: ਫਾਇਲ-ਸਿਸਟਮ
ro: Sisteme de fişiere
rw: Idosiyesisitemu
sk: Súborové systémy
sr: Системи фајлова
sr@latn: Sistemi fajlova
tg: Системаи файл
th: ระบบแฟ้ม

source: International
km: អន្តរជាតិ
ko: 국제
pa: ਅੰਤਰਰਾਸ਼ਟਰੀ
sk: Medzinárodný
sr: Међународно
sr@latn: Međunarodno
th: เกี่ยวกับชาติต่างๆ

source: Mimetypes
bs: MIME tipovi
km: ប្រភេទ Mime
ko: MIME 형식
mn: MIME-Төрөл
pa: ਮਾਈਮ-ਕਿਸਮ
ro: Tipuri MIME
rw: UbwokoMime
sk: Mime typy
sr: MIME типови
sr@latn: MIME tipovi
tg: Намуди Mime
th: ชนิดแฟ้ม Mime

source: Places
km: ទីកន្លែង
ko: 위치
pa: ਥਾਵਾਂ
sk: Miesta
sr: Места
sr@latn: Mesta
th: สถานที่

source: Status
km: ស្ថាន​ភាព
ko: 상태
pa: ਹਾਲਤ
sr: Статус
th: สถานะ

source: *.png *.xpm *.svg *.svgz|Icon Files (*.png *.xpm *.svg *.svgz)
bs: *.png *.xpm *.svg *.svgz|Datoteke sa ikonama (*.png *.xpm *.svg *.svgz)
km: *.png *.xpm *.svg *.svgz|ឯកសារ​រូបតំណាង (*.png *.xpm *.svg *.svgz)
ko: *.png *.xpm *.svg *.svgz|아이콘 파일 (*.png *.xpm *.svg *.svgz)
mn: *.png *.xpm *.svg *.svgz|Дарцагийн файлууд (*.png *.xpm *.svg *.svgz)
pa: *.png *.xpm *.svg *.svgz|ਆਈਕਾਨ ਫਾਇਲ਼ਾਂ (*.png *.xpm *.svg *.svgz)
ro: *.png *.xpm *.svg *.svgz|Fişiere iconiţă (*.png *.xpm *.svg *.svgz)
rw: *.png *.xpm *.svg *.svgz|Amadosiye Agashushondanga (*.png *.xpm *.svg *.svgz)
sk: *.png *.xpm *.svg *.svgz|Súbor ikon (*.png *.xpm *.svg *.svgz)
sr: *.png *.xpm *.svg *.svgz|фајлови икона (*.png *.xpm *.svg *.svgz)
sr@latn: *.png *.xpm *.svg *.svgz|fajlovi ikona (*.png *.xpm *.svg *.svgz)
th: *.png *.xpm *.svg *.svgz|แฟ้มไอคอน (*.png *.xpm *.svg *.svgz)

source: <Error>
bs: <Greška>
km: <កំហុស>
ko: <오류>
mn: <Алдаа>
pa: <ਗਲਤੀ>
ro: <Eroare>
rw: <Ikosa>
sk: <Chyba>
sr: <Грешка>
sr@latn: <Greška>
tg: <Хато>
th: <ผิดพลาด>

source: Preview
bs: Pregled
km: មើល​ជា​មុន
ko: 미리 보기
mn: Урьд.харах
pa: ਝਲਕ
ro: Previzualizare
rw: Igaragazambere
sk: Náhľad
sr: Преглед
sr@latn: Pregled
tg: Пешнамоиш
th: แสดงตัวอย่าง
