Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Type the command to start this application here. Following the command, you can have several place holders which will be replaced with the actual values when the actual program is run: %f - a single file name %F - a list of files; use for applications that can open several local files at once %u - a single URL %U - a list of URLs %d - the directory of the file to open %D - a list of directories %i - the icon %m - the mini-icon %c - the caption
bs: Ovdje unesite naredbu kojom pokrećete aplikaciju. Iza naredbe možete navesti neke od simbola koji će biti zamijenjeni stvarnimvrijednostima kad se pokrene program: %f - ime datoteke %F - lista datoteka; koristi se za programe koji mogu da otvore više lokalnih datoteka odjednom %u - jedan URL %U - lista URL-ova %d - direktorij datoteke za otvaranje %D - lista direktorija %i - ikona %m - mini ikona %c - naslov
km: សូម​វាយ​ពាក្យ​បញ្ជា​នៅទីនេះ ដើម្បី​ចាប់ផ្តើម​កម្មវិធី​នេះ ។ ធ្វើតាម​ពាក្យ​បញ្ជា​ខាងក្រោម​នេះ, អ្នក​អាច​មាន​កន្លែង​ដាក់​ជាច្រើន ដែល​នឹង​ត្រូវ​បាន​ជំនួសដោយ​តម្លៃ​ពិត ពេល​កម្មវិធី​ពិតប្រាកដ​រត់ ៖ %f - ឈ្មោះ​ឯកសារ​តែ​មួយ​គត់ %F - បញ្ជី​នៃ​ឯកសារ; ប្រើ​សម្រាប់​កម្មវិធី​ដែល​អាច​បើក​ឯកសារ​មូលដ្ឋាន​ជា​ច្រើន នៅ​ពេល​តែ​មួយ %u - a single URL %U - a list of URLs %d - the directory of the file to open %D - a list of directories %i - the icon %m - the mini-icon %c - the caption
ko: 이 프로그램을 시작할 명령을 입력하십시오. 명령 다음에 몇몇 자리 지정자를 입력하면 실제 프로그램이 실행될 때 대체됩니다: %f - 하나의 파일 이름 %F - 파일 목록. 여러 개의 로컬 파일을 한 번에 열 수 있는 프로그램에 필요함. %u - 하나의 URL %U - URL 목록 %d - 열 파일의 디렉터리 %D - 디렉터리 목록 %i - 아이콘 %m - 작은 아이콘 %c - 캡션
ro: Introduceţi aici comanda cu care va fi pornită aplicaţia. În continuarea comenzii puteţi avea mai multe variabile care vor fi înlocuite cu valorile actuale la execuţia programului: %f - un singur nume de fişier %F - o listă de fişiere; utilizaţi-o cu aplicaţii care pot deschide mai multe fişiere de odată %u - un singur URL %U - o listă de URL-uri %d - un folder sau un fişier de deschis %D - o listă de foldere %i - iconiţa %m - mini-iconiţa %c - titlul
rw: Andika ibwirizwa mu gutangira iyi porogaramu hano. Hakurikijwe ibwirizwa, ushobora kugira mugenga z'umwanya nyinshi zizasimburwa n'uduciro tw'ubu igihe porogaramu y'ubu iri gukora: %f - izina rimwe ry'idosiye %F - urutonde rw'amadosiye; gukoresha ku maporogaramu ashobora gufungura amadosiye ya hafi menshi icyarimwe %u - URL imwe %U - urutonde rwa URL %d - ububiko bw'idosiye yo gufungura %D - urutonde rw'ububiko %i - agashushondanga %m - ingirwa gashushondanga %c - akarango
sk: Zadajte príkaz, ktorý túto aplikáciu spustí. Za príkazom je možné zadať rôzne značky, ktoré sa pri spustení programu nahradia skutočnými hodnotami: %f - jedno menu súboru %F - zoznam súborov, napr. pre aplikácie, ktoré dokážu otvoriť niekoľko lokálnych súborov naraz %u - jedno URL %U - zoznam URL %d - priečinok súboru, ktorý sa má otvoriť %D - zoznam priečinkov %i - ikona %m - miniikona %c - komentár
sr: Овде унесите наредбу за покретање овог програма. Пратећи наредбу, можете имати више симбола који ће бити замењени стварним вредностима кад се покрене програм: %f - име фајла %F - листа фајлова; користи се за програме који могу да отворе више локалних фајлова одједном %u - један URL %U - листа URL-ова %d - фасцикла фајла за отварање %D - листа фасцикли %i - икона %m - мини икона %c - коментар
sr@latn: Ovde unesite naredbu za pokretanje ovog programa. Prateći naredbu, možete imati više simbola koji će biti zamenjeni stvarnim vrednostima kad se pokrene program: %f - ime fajla %F - lista fajlova; koristi se za programe koji mogu da otvore više lokalnih fajlova odjednom %u - jedan URL %U - lista URL-ova %d - fascikla fajla za otvaranje %D - lista fascikli %i - ikona %m - mini ikona %c - komentar
tg: Командае,ки ин барномаро дар ин ҷо сар мекунед. Ин командаро риоя карда шумо метавонед якчанд ҷойҳои ишғолкунанда дошта бошед,ки бо арзишҳои воқеи вақте ки програмаи воқеи кор карда мешавад иваз карда шаванд: %f - ном файли ягона %F - рӯйхати файлҳо,барои барномаҳое истифода бурда мешаванд,ки яку якбора чандто файли маҳаллиро мекушоянд %u -URL и ягона %U-рӯйхати URLҳо%U - a list of URLs %d - the directory of the file to open %D - a list of directories %i - the icon %m - the mini-icon %c - the caption
th: พิมพ์คำสั่งเรียกแอพพลิเคชันนี้ที่นี่ คุณสามารถเติมตัวแทนค่าได้หลายๆ ตัวตามหลังคำสั่ง ซึ่งตัวแทนค่าเหล่านี้ จะถูกแทนที่ด้วยค่าจริงๆ เมื่อโปรแกรมถูกสั่งให้ทำงาน: %f - ชื่อแฟ้มเดี่ยวๆ %F - รายการชื่อแฟ้ม ซึ่งใช้กับแอพพลิเคชันที่สามารถเปิดแฟ้มบนเครื่องได้หลายๆ แฟ้มพร้อมกัน %u - ที่อยู่ URL เดี่ยวๆ %U - รายชื่อของที่อยู่ URL %d - ไดเร็คทอรีของแฟ้มที่จะเปิด %D - รายชื่อของไดเร็คทอรี %i - ไอคอน %m - ไอคอนขนาดเล็ก %c - คำอธิบาย

source: Click here to browse your file system in order to find the desired executable.
bs: Kliknite ovdje da pretražite vaš datotečni sistem kako biste našli željenu izvršnu datoteku.
km: ចុច​ទីនេះ ដើម្បី​រក​មើល​ប្រព័ន្ធ​ឯកសារ​របស់​អ្នក ក្នុង​គោលបំណង​រក​ឯកសារ​ប្រតិបត្តិ​ដែល​ចង់​បាន ។
ko: 원하는 실행 파일을 찾기 위해 파일 시스템을 찾아보려면 여기를 누르십시오.
pa: ਲੋੜੀਦੀ ਚੱਲਣਯੋਗ ਫਾਇਲ ਲੱਭਣ ਵਾਸਤੇ ਆਪਣੇ ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਝਲਕ ਵੇਖਣ ਲਈ ਦਬਾਓ।
ro: Daţi clic aici pentru a răsfoi sistemul de fişiere astfel încît să găsiţi programul executabil dorit.
rw: Kanda hano mu gushakisha sisitemu y'idosiye yawe mu rwego rwo gushaka itangizwa yifuzwa.
sk: Stlačením tohto tlačidla môžete prechádzať váš systém súborov a nájsť požadovaný spustiteľný súbor.
sr: Овде кликните да бисте претражили ваш систем фајлова ради проналажења жељеног извршног фајла.
sr@latn: Ovde kliknite da biste pretražili vaš sistem fajlova radi pronalaženja željenog izvršnog fajla.
tg: Инҷоро барои системаи файлиатонро доштан(чарондан)барои ёфтани иҷроиши писандидаатон пахш кунед
th: คลิ้กที่นี่เพื่อเรียกดูแฟ้มประมวลผลได้ในระบบแฟ้มของคุณ

source: &Work path:
bs: &Radni put:
km: ផ្លូវ​ការងារ ៖
ko: 작업 경로(&W):
pa: ਕੰਮ ਮਾਰਗ(&W):
ro: Cale de &lucru:
rw: Inzira gukora:
sk: &Pracovný priečinok:
sr: &Радна путања:
sr@latn: &Radna putanja:
tg: &Андоза:
th: ตำแหน่งในการทำงาน:

source: Sets the working directory for your application.
bs: Podešava radni direktorij vašeg programa.
km: កំណត់​ថត​ការងារ សម្រាប​់កម្មវិធី​របស់​អ្នក ។
ko: 프로그램의 작업 디렉터리를 설정하십시오.
pa: ਆਪਣੇ ਕਾਰਜ ਲਈ ਕਾਰਜਕਾਰੀ ਡਾਇਰੈਕਟਰੀ ਦਿਓ।
ro: Setează directorul de lucru pentru aplicaţia dumneavoastră.
rw: Iboneza ububiko bwo gukoreramo bwa porogaramu yawe.
sk: Nastaví pracovný priečinok pre vašu aplikáciu.
sr: Поставља радну фасциклу за ваш програм.
sr@latn: Postavlja radnu fasciklu za vaš program.
tg: Феҳристи фаъол барои барномаи шумо танзим мекунад.
th: ตั้งค่าไดเร็กทอรีในการทำงานให้กับแอพพลิเคชันของคุณ

source: Add...
bs: Dodaj...
km: បន្ថែម...
ko: 추가...
mn: Нэмэх...
pa: ਜੋੜੋ...
ro: Adaugă...
rw: Ongera...
sk: Pridať...
sr: Додај...
sr@latn: Dodaj...
tg: Илова...
th: เพิ่ม...

source: Click on this button if you want to add a type of file (mimetype) that your application can handle.
bs: Kliknite na ovo dugme ako želite dodati tip datoteke (MIME tip) koji vaša aplikacija zna otvoriti.
km: ចុច​លើ​ប៊ូតុង​នេះ ប្រសិនបើ​អ្នក​ចង់​បន្ថែម​ប្រភេទ​ឯកសារ​មួយ (ប្រភេទ mime)​ដែល​កម្មវិធី​របស់​អ្នក​អាច​ដោះស្រាយ ។
ko: 프로그램이 처리할 수 있는 파일 형식(MIME 형식)을 추가하려면 누르십시오.
ro: Daţi clic pe acest buton dacă doriţi să adăugaţi un tip de fişier (MIME) pe care aplicaţia îl poate utiliza.
rw: Kanda kuri iyi buto niba ushaka kongeraho ubwoko bw'idosiye (ubwokomime) porogaramu yawe yashobora gukoresha.
sk: Stlačete toto tlačidlo, ak chcete pridať typ súboru (typ MIME), ktorý táto aplikácia podporuje.
sr: Притисните ово дугме ако желите да додате врсту фајлова (mime тип) са којим ваш програм уме ради.
sr@latn: Pritisnite ovo dugme ako želite da dodate vrstu fajlova (mime tip) sa kojim vaš program ume radi.
tg: Ин тугмаро агар хоҳед,ки намуди файлеро(mimeнамуд) ки барномаатон идора карда метавонад илова кунед,пахш кунед.
th: คลิ้กที่ปุ่มนี้ หากคุณต้องการเพิ่มชนิดของแฟ้ม (ชนิด mime) ที่จะให้ใช้กับแอพพลิเคชันของคุณ

source: If you want to remove a type of file (mimetype) that your application cannot handle, select the mimetype in the list above and click on this button.
bs: Ako želite ukloniti neki tip datoteke (MIME tip) koji vaša aplikacija ne zna otvoriti, izaberite MIME tip na listi iznad i kliknite na ovo dugme.
km: ប្រសិនបើ​អ្នក​ចង់​យក​ប្រភេទ​ឯកសារ​មួយ​ចេញ (ប្រភេទ mime) ដែល​កម្មវិធី​របស់​អ្នក មិន​អាច​ដោះស្រាយ សូម​ជ្រើស​ប្រភេទ mime ក្នុង​បញ្ជី​ខាងលើ និង​ចុច​លើ​ប៊ូតុង​នេះ ។
ko: 프로그램이 처리할 수 있는 파일 형식(MIME 형식)을 삭제하려면 위 목록에서 MIME 형식을 선택하고 이 단추를 누르십시오.
ro: Dacă doriţi să ştergeţi un tip de fişier (MIME) pe care aplicaţia dumneavoastră nu îl poate utiliza, selectaţi tipul MIME din lista de mai sus şi daţi clic pe acest buton.
rw: Niba ushaka kuvanaho ubwoko bw'idosiye (ubwokomime) porogaramu yawe itabasha gukoresha, watoranya ubwokomime mu rutonde rwo hejuru noneho ugakanda kuri iyi buto.
sk: Ak chcete odstrániť typ súboru (typ MIME), ktorý aplikácia nepodporuje, vyberte ho v zozname a stlačte toto tlačidlo.
sr: Ако желите да уклоните врсту фајла (mime тип) са којим ваш програм не уме да ради, одаберите mime тип из горње листе и притисните ово дугме.
sr@latn: Ako želite da uklonite vrstu fajla (mime tip) sa kojim vaš program ne ume da radi, odaberite mime tip iz gornje liste i pritisnite ovo dugme.
tg: Агар шумо хоҳед,ки намуди файлеро(mimeнамуд)ки барномаатон идора карда наметавонад,дур кунед mimeнамуди дар боло будароо интихоб кунед ва пахш кунед.
th: หากคุณต้องการจะลบชนิดของแฟ้ม (ชนิด mime) ที่ไม่ให้ใช้กับแอพพลิเคชันของคุณ ให้เลือกรายการชนิด mime ทางด้านบน แล้วคลิ้กที่ปุ่มนี้

source: Ad&vanced Options
bs: Na&predne opcije
km: ជម្រើស​កម្រិត​ខ្ពស់
ko: 고급 옵션(&V)...
pa: ਤਕਨੀਕੀ ਚੋਣ(&v)...
ro: Opţiuni &avansate
rw: Amahitamo ahanitse
sk: &Pokročilé možnosti
sr: &Напредне опције
sr@latn: &Napredne opcije
th: ตัวเลือกเพิ่มเติม

source: Click here to modify the way this application will run, launch feedback, DCOP options or to run it as a different user.
bs: Kliknite ovdje da izmijenite način na koji će se ova aplikacija izvršavati, obavještenje o njenom pokretanju, DCOP opcije, kao i da li je treba pokrenuti pod drugim korisnikom.
km: ចុច​ទីនេះ ដើម្បី​កែប្រែ​វិធី​ដែល​កម្មវិធី​នេះ​នឹង​រត់, ប្រតិកម្ម​ពេល​ចាប់ផ្ដើម, ជម្រើស DCOP ឬ រត់​វា​ជា​អ្នកប្រើ​ផ្សេង ។
ko: 이 프로그램이 실행되는 방법, 시작 피드백, DCOP 옵션 또는 다른 사용자로 실행하도록 수정하려면 누르십시오.
ro: Daţi clic aici pentru modifica modul în care va fi rulată aplicaţia, indicarea execuţiei ei, opţiuni DCOP sau dacă să fie executată sub un alt cont utilizator.
rw: Kanda hano mu guhindura uburyo iyi porogaramu izatangiramo, tangiza inkurikizi, amahitamo DCOP cyangwa kuyitangiza nk'ukoresha utandukanye.
sk: Stlačením tohto tlačidla môžete upraviť spustenie aplikácie, odozvu pri štarte, možnosti pre DCOP alebo ju spustiť ako iný užívateľ.
sr: Кликните овде како би сте изменили начин на који ће програм да се изврши, обавештавање о покретању, опције DCOP-а, или да га покренете као други корисник.
sr@latn: Kliknite ovde kako bi ste izmenili način na koji će program da se izvrši, obaveštavanje o pokretanju, opcije DCOP-a, ili da ga pokrenete kao drugi korisnik.
tg: Ин ҷойро барои тағйир додани тарзи кори барномаатон пахш кунед алоқаи баръакс,вариантҳоиDCOP сар диҳед ё вайро ҳамчун истифодабарандаи гуногун кор кунед.
th: คลิ้กที่นี่เพื่อแก้ไขการที่จะให้แอพพลิเคชันทำงานอย่างไร ไม่ว่าจะเป็นส่วน แจ้งเตือนการเริ่มทำงาน, ตัวเลือก DCOP หรือประมวลผลโดยใช้สิทธิ์ของผู้ใช้อื่น

source: Do you want to retry?
bs: Želite li pokušati ponovo?
km: តើ​អ្នក​ចង់​ព្យាយាម​ឡើង​វិញ​ឬ ?
ko: 다시 시도하시겠습니까?
mn: Та дахин оролдохыг хүсэж байна уу?
pa: ਕੀ ਤੁਸੀ ਮੁੜ-ਕੋਸ਼ਿਸ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
ro: Doriţi să mai încerc?
rw: Wifuza kongera kugerageza?
sk: Chcete to skúsiť znovu?
sr: Да ли желите да пробате поново?
sr@latn: Da li želite da probate ponovo?
tg: Оё мехоҳед боз як бори дигар сайъ кунед?
th: คุณต้องการลองใหม่หรือไม่ ?

source: Authentication
bs: Autorizacija
km: ការផ្ទៀង​ផ្ទាត់​ភាពត្រឹមត្រូវ
ko: 인증
mn: Баталгаажуулалт
pa: ਪਰਮਾਣਕਤਾ
ro: Autentificare
rw: Imenyekanisha
sk: Autentikácia
sr: Пријављивање
sr@latn: Prijavljivanje
tg: Авторизатсия
th: ตรวจสอบสิทธิ์การเข้าใช้งาน

source: Retry
bs: Pokušaj ponovo
km: ព្យាយាម​ម្តង​ទៀត
ko: 재시도
mn: Дахин оролд
pa: ਮੁੜ ਕੋਸ਼ਿਸ
ro: Reîncearcă
rw: Wongere ugerageze
sk: Nový pokus
sr: Пробај поново
sr@latn: Probaj ponovo
tg: Такрор
th: ลองใหม่

source: Unexpected end of data, some information may be lost.
bs: Neočekivan kraj podataka, možda su neke informacije izgubljene.
km: ចុង​បញ្ចប់​នៃ​ទិន្នន័យ​ដែល​មិន​រំពឹង ដូច្នេះ​ព័ត៌មាន​ខ្លះ​អាច​នឹង​បាត់បង់ ។
ko: 예상치 못한 데이터의 끝입니다. 어떤 정보는 손실될 수 있습니다.
mn: Өгөгдлийн гэнэтийн төгсгөл, зарим мэдээлэл алдагдсан байж болзошгүй.
pa: ਡਾਟੇ ਦਾ ਅਣਜਾਣੇ ਵਿੱਚ ਹੀ ਅੰਤ ਹੋ ਗਿਆ ਹੈ, ਕੁਝ ਜਾਣਕਾਰੀ ਗੁੰਮ ਹੋ ਗਈ ਹੈ।
ro: Sfîrşit neaşteptat al datelor. Probabil unele informaţii s-au pierdut.
rw: Impera y'ibyatanzwe ititezwe, amakuru amwe yaba yabuze.
sk: Neočakávaný koniec dát, niektoré informácie budú možno stratené.
sr: Неочекивани крај података, неки подаци могу бити изгубљени.
sr@latn: Neočekivani kraj podataka, neki podaci mogu biti izgubljeni.
tg: Мавриди қатъи тассодуфии додаҳо, якчанд иттилооте мумкин гум хоҳад шуд.
th: ได้รับส่วนจบข้อมูลอย่างไม่คาดหวัง ทำให้ข้อมูลบางส่วนอาจจะสูญหาย

source: Receiving corrupt data.
bs: Primam neispravne podatke.
km: កំពុង​ទទួល​យក​ទិន្នន័យ​ខូច ។
ko: 깨진 데이터 받는 중.
mn: Эвдэрсэн өгөгдлийг хүлээн авч байна.
pa: ਨਿਕਾਰਾ ਡਾਟਾ ਪਰਾਪਤ ਹੋ ਰਿਹਾ ਹੈ।
ro: Am recepţionat date corupte.
rw: Kwakira ibyatanzwe byononekaye.
sk: Prijímam poškodené dáta.
sr: Примају се оштећени подаци.
sr@latn: Primaju se oštećeni podaci.
tg: Нуқсони қабули додаҳо
th: กำลังได้รับข้อมูลที่ไม่ถูกต้อง

source: *.html|HTML Files (*.html)
bs: *.html|HTML datoteke (*.html)
ko: *.html|HTML 파일 (*.html)
mn: *.html|HTML файлууд (*.html)
pa: *.html|HTML ਫਾਇਲਾਂ (*.html)
ro: *.html|Fişiere HTML (*.html)
rw: Amadosiye *.html|HTML (*.html)
sk: *.html|Súbory HTML (*.html)
sr: *.html|HTML фајлови (*.html)
sr@latn: *.html|HTML fajlovi (*.html)
tg: *.html|Файлҳои HTML (*.html)
th: *.html|แฟ้ม HTML (*.html)

source: <!-- This file was generated by Konqueror -->
bs: <!-- Ova datoteka je napravljena pomoću Konquerora -->
km: <!-- ឯកសារ​នេះ​ត្រូវ​បាន​បង្កើត​ឡើង​ដោយ Konqueror -->
ko: <!-- 이 파일은 Konqueror에 의해 생성되었습니다. -->
mn: <!-- Энэ файл Konqueror -р үүсгэгдсэн -->
pa: <!-- ਇਹ ਫਾਇਲ ਕੋਨਕਿਉਰੋਰ ਨੇ ਬਣਾਈ ਹੈ -->
ro: <!-- Acest fişier a fost generat de Konqueror -->
rw: <!--Iyi dosiye yakozwe na Konqueror -->
sk: <!-- Tento súbor vygeneroval Konqueror -->
sr: <!-- Овај фајл је направио Konqueror -->
sr@latn: <!-- Ovaj fajl je napravio Konqueror -->
tg: <!-- Ин файл бо барномаи Konqueror эҷод шуда буд -->
th: <!-- แฟ้มนี้ถูกสร้างโดย Konqueror -->

source: *.adr|Opera Bookmark Files (*.adr)
bs: *.adr|Opera zabilješke (*.adr)
km: *.adr|ឯកសារ​ចំណាំរបស់ Opera (*.adr)
ko: *.adr|Opera 책갈피 파일 (*.adr)
mn: *.adr|Opera-ийн хавчуургийн файлууд (*.adr)
pa: *.adr|ਓਪਰਾ ਬੁੱਕਮਾਰਕ ਫਾਇਲਾਂ (*.adr)
ro: *.adr|Fişiere semne de carte Opera (*.adr)
rw: *.adr|Amadosiye Kamenyetso Opera (*.adr)
sk: *.adr|Súbory záložiek Opera (*.adr)
sr: *.adr|Opera-ини фајлови маркера (*.adr)
sr@latn: *.adr|Opera-ini fajlovi markera (*.adr)
tg: *.adr|Файлҳои Монданҳои Opera (*.adr)
th: *.adr|แฟ้มที่คั่นหน้าของโอเปรา (*.adr)

source: Add Bookmark
bs: Dodaj zabilješku
km: បន្ថែម​ចំណាំ
ko: 책갈피 추가
mn: Хавчуурга нэмэх
pa: ਬੁੱਕਮਾਰਕ ਜੋੜੋ
ro: Adaugă semn de carte
rw: ongeraho icyatoranyijwe
sk: Pridať k záložkám
sr: Додај маркер
sr@latn: Dodaj marker
tg: Иловаи гузориш
th: เพิ่มคั่นหน้า

source: Add Bookmark Here
bs: Dodaj zabilješku ovdje
km: បន្ថែម​ចំណាំ​នៅ​ទីនេះ
ko: 여기에 책갈피 추가
mn: Энд хавчуурга нэмэх
pa: ਇਥੇ ਬੁੱਕਮਾਰਕ ਜੋੜੋ
ro: Adaugă semn de carte aici
rw: Kongeraho akamenyetso hano
sk: Pridať záložku sem
sr: Додај маркер овде
sr@latn: Dodaj marker ovde
tg: Афзудани гузориш
th: เพิ่มคั่นหน้าไว้ที่นี่

source: Open Folder in Bookmark Editor
bs: Otvori direktorij u editoru zabilješki
km: បើក​ថត​ក្នុង​កម្មវិធី​និពន្ធ​ចំណាំ
ko: 책갈피 편집기에서 폴더 열기
mn: Хавтсыг хавчуурга засварлагчинд нээх
pa: ਫੋਲਡਰ ਬੁੱਕਮਾਰਕ ਸੰਪਾਦਕ ਵਿੱਚ ਖੋਲੋ
ro: Deschide folderul în editorul semnelor de carte
rw: Gufungura Ububiko muri Muhinduzi Kamenyetso
sk: Otvoriť priečinok v editore záložiek
sr: Отвори фасциклу у уређивачу маркера
sr@latn: Otvori fasciklu u uređivaču markera
tg: Монданҳо
th: เปิดโฟลเดอร์ในตัวแก้ไขที่คั่นหน้า

source: Delete Folder
bs: Obriši direktorij
km: លុប​ថត
ko: 폴더 삭제
mn: Хавтас устгах
pa: ਫੋਲਡਰ ਹਟਾਓ
ro: Şterge folderul
rw: Gusiba ububiko
sk: Odstrániť priečinok
sr: Обриши фасциклу
sr@latn: Obriši fasciklu
tg: Ҳузфи феҳрист
th: ลบโฟลเดอร์

source: Copy Link Address
bs: Kopiraj adresu linka
km: ចម្លង​អាសយដ្ឋាន​តំណ
ko: 링크 주소 복사
pa: ਸੰਬੰਧ ਸਿਰਨਾਵੇ ਦੀ ਨਕਲ
ro: Copiază adresa legăturii
rw: Gukoporora Aderesi y'Ihuza
sk: Kopírovať odkaz
sr: Копирај адресу везе
sr@latn: Kopiraj adresu veze
tg: Нишонаи почтаи эллектронӣ
th: คัดลอกตำแหน่งเชื่อมโยง

source: Delete Bookmark
bs: Obriši zabilješku
km: លុប​ចំណាំ
ko: 책갈피 삭제
mn: Хавчуурга устгах
pa: ਬੁੱਕਮਾਰਕ ਹਟਾਓ
ro: Şterge semnul de carte
rw: Gusiba Akamenyetso
sk: Odstrániť záložku
sr: Обриши маркер
sr@latn: Obriši marker
tg: Ҳузфи гузориш
th: ลบที่คั่นหน้า

source: Bookmark Properties
bs: Osobine zabilješke
km: លក្ខណៈ​សម្បត្តិ​របស់ចំណាំ
ko: 책갈피 속성
pa: ਬੁੱਕਮਾਰਕ ਵਿਸ਼ੇਸਤਾ
ro: Proprietăţi semn de carte
rw: Ibiranga Akamenyetso
sk: Vlastnosti záložky
sr: Својства маркера
sr@latn: Svojstva markera
tg: Хосиятҳои мондан
th: คุณสมบัติของที่คั่นหน้า

source: Cannot add bookmark with empty URL.
bs: Ne mogu dodati zabilješku na prazan URL.
km: មិន​អាច​បន្ថែម URL ទទេ ទៅ​ចំណាំ​បាន​ទេ ។
ko: 빈 URL의 책갈피를 추가할 수 없습니다.
pa: ਖਾਲੀ URL ਨਾਲ ਬੁੱਕਮਾਰਕ ਜੋੜਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ।
ro: Nu am putut adăuga semn de carte cu URL gol.
rw: Ntibishoboka kongeraho akamenyetso na URL ifte ubusa.
sk: Nie je možné pridať záložku s prázdnym URL.
sr: Не можете додати маркер са празним URL-ом.
sr@latn: Ne možete dodati marker sa praznim URL-om.
tg: Қодир ба афзудани мондание бо URL-и холӣ низ нестам.
th: ไม่สามารถเพิ่มตำแหน่ง URL ว่าง เข้าไปยังที่คั่นหน้าได้

source: Are you sure you wish to remove the bookmark folder "%1"?
bs: Da li ste sigurni da želite obrisati direktorij zabilješki "%1"?
km: តើ​អ្នក​ពិត​ជា​ចង់​យក​ថត​ការ​ចំណាំ "%1" ចេញ​ឬ ?​
ko: 정말로 책갈피 폴더 "%1"을(를) 삭제하시겠습니까?
pa: ਕੀ ਤੁਸੀ ਇਹ ਬੁੱਕਮਾਰਕ ਫੋਲਡਰ "%1" ਨੂੰ ਹਟਾਉਣ ਲਈ ਸਹਿਮਤ ਹੋ?
ro: Doriţi într-adevăr să ştergeţi folderul de semne de carte "%1"?
rw: Wifuza koko kuvanamo ububiko kamenyetso "%1"?
sk: Naozaj chcete odstrániť priečinok záložiek "%1"?
sr: Да ли сте сигурни да хоћете да уклоните фасциклу маркера „%1“?
sr@latn: Da li ste sigurni da hoćete da uklonite fasciklu markera „%1“?
th: คุณแน่ใจหรือไม่ว่า ต้องการที่จะลบโฟลเดอร์ที่คั่นหน้า "%1" นี้ ?

source: Are you sure you wish to remove the bookmark "%1"?
bs: Da li ste sigurni da želite obrisati zabilješku "%1"?
km: តើ​អ្នក​ពិត​ជា​ចង់​យកចំណាំ "%1" ចេញ​ឬ ?
ko: 정말로 책갈피 "%1"을(를) 삭제하시겠습니까?
pa: ਕੀ ਤੁਸੀ ਇਹ ਬੁੱਕਮਾਰਕ "%1" ਨੂੰ ਹਟਾਉਣ ਲਈ ਸਹਿਮਤ ਹੋ?
ro: Doriţi într-adevăr să ştergeţi semnul de carte "%1"?
rw: Wifuza koko kuvanamo akamenyetso "%1"?
sk: Naozaj chcete odstrániť záložku "%1"?
sr: Да ли сте сигурни да хоћете да уклоните маркер „%1“?
sr@latn: Da li ste sigurni da hoćete da uklonite marker „%1“?
th: คุณแน่ใจหรือไม่ว่า ต้องการที่จะลบที่คั่นหน้า "%1" นี้?

source: Bookmark Folder Deletion
bs: Uklanjanje direktorija zabilješki
km: ការ​លុប​ថត​ចំណាំ
ko: 책갈피 폴더 삭제
pa: ਬੁੱਕਮਾਰਕ ਫੋਲਡਰ ਹਟਾਓ
ro: Ştergere folder semne de carte
rw: Ihanagura ry'Ububiko bw'Akamenyetso
sk: Odstránenie priečinku záložiek
sr: Уклањање фасцикле маркера
sr@latn: Uklanjanje fascikle markera
tg: Пӯша.Тақсимкунӣ
th: การลบโฟลเดอร์ที่คั่นหน้า

source: Bookmark Deletion
bs: Uklanjanje zabilješke
km: ការ​លុប​ចំណាំ
ko: 책갈피 삭제
pa: ਬੁੱਕਮਾਰਕ ਹਟਾਓ
ro: Ştergere semn de carte
rw: Ihanagura ry'Akamenyetso
sk: Odstránenie záložky
sr: Уклањање маркера
sr@latn: Uklanjanje markera
tg: Нест кардани монданиҳо
th: การลบที่คั่นหน้า

source: Bookmark Tabs as Folder...
bs: Napravi direktorij od otvorenih kartica...
km: ចំណាំ ផ្ទាំង ជា​ថត...
ko: 탭을 폴더로 책갈피에 추가하기...
mn: Tab-уудыг хавтас шиг хавчуул...
pa: ਬੁੱਕਮਾਰਕ ਟੈਬ ਫੋਲਡਰ ਵਾਂਗ...
ro: Setează subferestrele ca folder de semne de carte...
rw: Udufishi tw'Akamenyetso nk'Ububiko...
sk: Vytvoriť záložky kariek ako priečinky...
sr: Маркирај језичке као фасциклу...
sr@latn: Markiraj jezičke kao fasciklu...
tg: Папкаи нави гузоришот...
th: ทำคั่นหน้าแท็บเป็นโฟลเดอร์...

source: Add a folder of bookmarks for all open tabs.
bs: Napravi direktorij zabilješki u kojem će se naći sve trenutno otvorene kartice
km: បន្ថែម​ថត​ចំណាំ​មួយ សម្រាប់​ផ្ទាំង​ដែល​បើក​ទាំងអស់ ។
ko: 모든 열려 있는 탭을 책갈피 폴더로 추가합니다.
mn: Бүх нээллтэй табуудын хувьд хавчуургуудын хавтас нэмэх.
pa: ਸਭ ਖੁੱਲੀਆਂ ਟੈਬਾਂ ਲਈ ਬੁੱਕਮਾਰਕ ਵਿੱਚ ਫੋਲਡਰ ਜੋੜੋ।
ro: Adaugă un folder de semne de carte pentru toate subferestrele deschise.
rw: Ongeraho ububiko bw'utumenyetso ku dufishi twose dufunguye.
sk: Pridať priečinok záložiek pre všetky otvorené karty.
sr: Додај фасциклу маркера за све отворене језичке.
sr@latn: Dodaj fasciklu markera za sve otvorene jezičke.
tg: Пӯшаи аломатҳои китобатиро барои ҳамаи ҳалқаҳои (tabs)кушода илова кунед.
th: เพิ่มโฟลเดอร์ที่คั่นหน้าสำหรับแท็บที่เปิดอยู่ทั้งหมด

source: Add a bookmark for the current document
bs: Dodaj zabilješku za trenutni dokument
km: បន្ថែម​ការ​ចំណាំ​មួយ សម្រាប់​ឯកសារ​បច្ចុប្បន្ន
ko: 현재 문서를 책갈피에 추가하기
mn: Энэ баримтад хавчуулга нэмэх
pa: ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਲਈ ਬੁੱਕਮਾਰਕ ਜੋੜੋ।
ro: Adaugă un semn de carte pentru documentul curent
rw: Ongeraho akamenyetso k'inyandiko igezweho
sk: Pridať záložku pre aktuálny dokument
sr: Додај маркер за текући документ
sr@latn: Dodaj marker za tekući dokument
tg: Афзудани гузориш ба санадоти равон
th: เพิ่มไว้ในที่คั่นหน้าสำหรับเอกสารปัจจุบัน

source: Edit your bookmark collection in a separate window
bs: Otvori poseban prozor za uređivanje i izmjenu kolekcije zabilješki
km: កែសម្រួល​ការ​ប្រមូលផ្តុំ​ចំណាំ​របស់​អ្នក ក្នុង​បង្អួច​ផ្សេង
ko: 다른 창에서 책갈피 목록 편집하기
mn: Та өөрийн хавчуургуудаа тусгай цонхонд боловсруулна уу
pa: ਆਪਣੇ ਬੁੱਕਮਾਰਕਾਂ ਨੂੰ ਵੱਖਰੇ ਝਰੋਖੇ ਵਿੱਚ ਵੇਖੋ
ro: Editează colecţia de semne de carte într-o fereastră separată
rw: Hindura itsinda ry'akamenyetso mu idirishya ritandukanye
sk: Upraviť vaše záložky v samostatnom okne
sr: Уредите вашу колекцију маркера у посебном прозору
sr@latn: Uredite vašu kolekciju markera u posebnom prozoru
tg: Таҳрир кардани коллексияи гузоришот дар тирезаи ҷудо
th: แก้ไขรายการที่คั่นหน้าของคุณในหน้าต่างใหม่

source: &New Bookmark Folder...
bs: &Novi direktorij za zabilješke...
km: ថត​ចំណាំ​ថ្មី...
ko: 새 책갈피 폴더(&N)...
mn: Шинэ &хавчуурга хавтас...
pa: ਨਵਾਂ ਬੁੱਕਮਾਰਕ ਫੋਲਡਰ(&N)...
ro: Folder semn de carte &nou...
rw: Ububiko bw'Akamenyetso Bushya...
sk: &Nový priečinok záložiek...
sr: &Нова фасцикла маркера...
sr@latn: &Nova fascikla markera...
tg: &Папкаи нави гузоришот...
th: สร้างโฟลเดอร์ที่คั่นหน้าใหม่...

source: Create a new bookmark folder in this menu
bs: Napravi novi direktorij zabilješki u ovom meniju
km: បង្កើត​ថត​ចំណាំ​ថ្មី​ក្នុង​ម៉ឺនុយ​នេះ
ko: 이 메뉴에 새 책갈피 폴더 만들기
mn: Шинэ хавчуурга хавтас энэ цэсэнд үүсгэх
pa: ਇਸ ਮੇਨੂ ਵਿੱਚ ਨਵਾਂ ਬੁੱਕਮਾਰਕ ਬਣਾਓ
ro: Creează un nou folder semn de carte în acest meniu
rw: Kurema ububiko kamenyetso bushya muri ibi bikubiyemo
sk: Vytvoriť nový priečinok záložiek v tomto menu
sr: Направи нову фасциклу маркера у овом менију
sr@latn: Napravi novu fasciklu markera u ovom meniju
tg: Эҷоди папкаи нави гузоришот дар ин меню
th: สร้างโฟลเดอร์ที่คั่นหน้าใหม่ในเมนูนี้

source: Quick Actions
bs: Brze akcije
km: អំពើរហ័ស
ko: 빠른 기능
mn: Шуурхай үйлдлүүд
pa: ਤੇਜ਼ ਕਾਰਵਾਈ
ro: Acţiuni rapide
rw: Ibikorwa Byihuta
sk: Rýchle akcie
sr: Брзе акције
sr@latn: Brze akcije
tg: Амалиётҳо
th: การกระทำด่วน

source: &New Folder...
bs: &Novi direktorij...
km: ថត​ថ្មី...
ko: 새 폴더(&N)...
pa: ਨਵਾਂ ਫੋਲਡਰ(&N)...
ro: Folder &nou...
rw: Idosiye nshya...
sk: &Nový priečinok...
sr: &Нова фасцикла...
sr@latn: &Nova fascikla...
tg: &Папкаи нав...
th: โฟลเดอร์ใหม่...

source: Bookmark
bs: Zabilješka
km: ចំណាំ
ko: 책갈피
mn: Хавчуурга
pa: ਬੁੱਕਮਾਰਕ
ro: Semn de carte
rw: Akamenyetso
sk: Záložka
sr: Маркер
sr@latn: Marker
tg: Гузориш
th: ที่คั่นหน้า
