Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Opens a KDE properties dialog to allow viewing and modifying of metadata of the given file(s)
bs: Otvara KDE dijalog osobina koji omogućuje pregledanje i izmjenu metapodataka za date datoteke
km: បើក​ប្រអប់​លក្ខណៈ​សម្បត្តិ KDE មួយ ដើម្បី​អនុញ្ញាត​ឲ្យ​មើល និង​កែប្រែ​ទិន្នន័យ​មេតា​របស់​ឯកសារ​ដែល​បាន​ផ្តល់
ko: 주어진 파일의 메타데이터의 변경, 읽기를 허용하기 위해 KDE 설정 대화상자를 엽니다.
mn: Өгөгдсөн файлуудын metadata -г харах болон өөрчилөлтийг зөвшөөрөхийн тулд KDE Тодорхойломж диалог нээх.
pa: ਦਿੱਤੀਆਂ ਫਾਇਲਾਂ ਦੇ ਮੈਟਾ-ਡਾਟਾ ਨੂੰ ਵੇਖਣ ਅਤੇ ਸੋਧਣ ਲਈ ਇੱਕ KDE ਵਿਸ਼ੇਸ਼ਤਾ ਵਾਰਤਾਲਾਪ ਖੋਲਦਾ ਹੈ
ro: Deschide dialogul de proprietăţi KDE pentru a permite vizualizarea şi modificarea metadatelor pentru fişierul sau fişierele date.
rw: Ifungura ikiganiro cy'ibiranga KDE mu kwemerera igaragaza n'ihindura ry'ibyatanzwebidasanzwe by'amadosiye yatanzwe,
sk: Otvorí KDE dialóg vlastností pre povolenie zobrazenia a modifikácie meta dát zadaného súboru(ov)
sr: Отвара KDE дијалог за подешавања да би омогућио преглед и измену мета података датог фајла(ова)
sr@latn: Otvara KDE dijalog za podešavanja da bi omogućio pregled i izmenu meta podataka datog fajla(ova)
tg: Хусусоти диалоги KDE-ро барои дастгирии намоишот ва модификатсияи метадодашудаҳои файли (файлҳои) ишорашуда низ боз хоҳад кард
th: เปิดกล่องคุณสมบัติของ KDE เพื่ออนุญาตให้แสดงและแก้ไขข้อมูลเมตาของแฟ้มที่ให้

source: Prints the value for 'key' of the given file(s). 'key' may also be a comma-separated list of keys
bs: Štampa vrijednost za 'ključ' za date datoteke. 'ključ' također može biti lista ključeva razdvojenih zarezom
km: បោះពុម្ព​តម្លៃ​សម្រាប់​ពាក្យ​គន្លឹះ​របស់​ឯកសារ​ដែល​បាន​ផ្តល់ ។ ពាក្យ​គន្លឹះ​អាច​ជា​បញ្ជីនៃ​ពាក្យ​គន្លឹះ​ដែល​បំបែក​ដោយ​ក្បៀស
ko: 주어진 파일의 키 값을 출력합니다. 키는 키목록에서 컴마로 구분됩니다.
mn: Өгөгдсөн файлуудын 'key' утгуудыг хэвлэх. 'key' таслалаар тусгаарлагдсан түлхүүрүүдийн жигсаалт байж болно.
ro: Afişează valoarea pentru cîmpul "cheie" dat, din fişier. "cheie" poate fi şi o listă de chei separate prin virgule.
rw: Icapa agaciro ka 'urufunguzo' rw'amadosiye yatanzwe. 'urufunguzo' rushobora kuba urutonde rw'imfunguzo rutandukanyijwe n'akitso.
sk: Vytlačí hodnotu pre 'kľúč' v danom súbore(-och). 'kľúč' môže byť ak bodko čiarkou odelený zoznam kľúčov
sr: Штампа вредност за „кључ“ датих фајлова. „Кључ“ такође може бити листа кључева одвојених зарезима.
sr@latn: Štampa vrednost za „ključ“ datih fajlova. „Ključ“ takođe može biti lista ključeva odvojenih zarezima.
tg: Аҳамияти 'калидро' барои файлҳои ишорашуда низ хурӯҷ хоҳад кард. Бо 'Калид' рӯйхати калидҳое, ки бо вергул ҷудо шудаанд, хоҳад буд
th: พิมพ์ค่า 'key' ของแฟ้มที่ให้ 'key' อาจจะมีหลายตัว โดยแยกด้วยเครื่องหมายจุลภาค

source: Attempts to set the value 'value' for the metadata key 'key' for the given file(s)
bs: Pokušava postaviti vrijednost 'vrijednost' za metapodatkovni ključ 'ključ' za date datoteke
km: ប៉ុនប៉ង​កំណត់ 'តម្លៃ' តម្លៃ សម្រាប់ 'ពាក្យ​គន្លឹះ' ពាក្យ​គន្លឹះ​របស់​ទិន្នន័យ​មេតា​សម្រាប់​ឯកសារ​ដេល​បាន​ផ្តល់
ko: 주어진 파일의 메타데이터 키값을 설정하는 시도
mn: Өгөгдсөн файлуудын 'key' metadata түлхүүрийн хувьд 'value' утга олгохыг оролдох.
ro: Încearcă să seteze valoarea "valoare" pentru cîmpul metadată "cheie" pentru fişierul sau fişierele date.
rw: Igerageza kuboneza agaciro 'agaciro' k'urufunguzo 'urufunguzo' rw'ibyatanzwebidasanzwe bijyanye n'amadosiye yatanzwe.
sk: Skúsi nastaviť hodnotu 'value' pre metadata kľúč 'key' pre daný súbor(y)
sr: Покушава да постави вредност „вредност“ за кључ мета података „кључ“ за дате фајлове.
sr@latn: Pokušava da postavi vrednost „vrednost“ za ključ meta podataka „ključ“ za date fajlove.
tg: Ба кӯшиши сабт намудани аҳамияти 'аҳамият' калиди метадодашудаҳои 'калид' барои файли (файлҳои) ишорашуда низ мебошад
th: พยายามตั้งค่า 'value' สำหรับกุญแจเมต้าดาต้า 'key' ของแฟ้มที่ให้

source: The group to get values from or set values to
bs: Grupa za dobavljanje ili postavljanje vrijednosti
km: ក្រុម​ដែល​ត្រូវ​ទទួល​យក​តម្លៃ​ពី ឬ កំណត់​តម្លៃ​ទៅ​កាន់
ko: 값을 설정하거나 저장하기 그룹
pa: ਮੁੱਲ ਪ੍ਰਾਪਤ ਕਰਨ ਜਾਂ ਸੈੱਟ ਕਰਨ ਲਈ ਗਰੁੱਪ
ro: Grupul pentru care să fie setate sau obţinute valorile
rw: Itsinda ryo kubona uduciro tuvuye cyangwa kuboneza uduciro ku
sk: Skupina, z ktorej získať hodnoty, alebo do ktorej hodnoty nastaviť
sr: Група за постављање или дохватање вредности
sr@latn: Grupa za postavljanje ili dohvatanje vrednosti
tg: Гурӯҳ баҳоҳо мегирад ё ин ки баҳо муайян мекунад.
th: กลุ่มที่จะรับค่ามาหรือตั้งค่าไป

source: The file (or a number of files) to operate on.
bs: Datoteka (ili više njih) na kojim treba raditi.
km: ឯកសារ (ឬ ឯកសារ​មួយ​ចំនួន) ដែល​ត្រូវ​ប្រតិបត្តិ​លើ ។
ko: 실행할 파일(또는 파일들)
mn: Файл (файлууд) засвар хийх
pa: ਲਾਗੂ ਕਰਨ ਲਈ ਫਾਇਲ (ਜਾਂ ਕਈ ਫਾਇਲਾਂ)।
ro: Fişierul (sau un număr de fişiere) pe care se operează.
rw: Idosiye (cyangwa umubare w'amadosiye) yo gukoraho
sk: Súbor (alebo viac súbor) s ktorými sa má operovať.
sr: Фајл (или више фајлова) над којима вршити операцију.
sr@latn: Fajl (ili više fajlova) nad kojima vršiti operaciju.
tg: Файл (ё якчанд файл) барои амал.
th: แฟ้ม (หรือจำนวนของแฟ้ม) ที่จะดำเนินการ

source: No support for metadata extraction found.
bs: Nema podrške za vađenje metapodataka.
km: ជំនួយ​សម្រាប់​ការ​ស្រង់​ទិន្នន័យ​មេតា មិន​បាន​រកឃើញ​ឡើយ ។
ko: 발견된 메타데이터 추출물에 대해 지원하지 않습니다.
mn: metadata гаргаж авах боломжгүй.
pa: ਮੇਟਾ-ਡਾਟਾ ਖੋਲਣ ਲਈ ਕੋਈ ਸਹਾਇਕ ਨਹੀਂ ਮਿਲਿਆ ਹੈ।
ro: Nu există suport pentru extragerea de metadate.
rw: Nta fasha ry'ugukuramo ibyatanzwebidasanzwe ryabonetse.
sk: Podpora pre extrahovanie metadát nebola nájdená.
sr: Није пронађена подршка за извлачење мета података.
sr@latn: Nije pronađena podrška za izvlačenje meta podataka.
tg: Дастгирии хурӯҷи метадодашудаҳо низ ёфт нашуд.
th: ไม่พบส่วนสนับสนุนการแยกข้อมูลเมต้าดาต้า

source: Supported MimeTypes:
bs: Podržane MIME tipovi:
km: ប្រភេទ Mime ដែល​គាំទ្រ ៖
ko: 지원되는 MIME 타입:
mn: Бүх дэмжигдсэн файлын төрлүүд:
pa: ਸਹਾਇਕ ਮਾਈਮ ਕਿਸਮਾਂ:
ro: Tipuri MIME suportate:
rw: Ubwoko bwa Mime Bwemewe:
sk: Podporované Mime typy:
sr: Подржани MIME типови:
sr@latn: Podržani MIME tipovi:
tg: Намудҳои MIME-и дастгиршаванда:
th: ชนิดแฟ้ม Mime ที่รองรับ:

source: kfile
ko: k 파일
mn: Файл
rw: kidosiye
th: แฟ้ม

source: A commandline tool to read and modify metadata of files.
bs: Alat komandne linije za čitanje i izmjenu metapodataka o datotekama.
km: ឧបករណ៍​បន្ទាត់​ពាក្យ​បញ្ជា សម្រាប់​អាន និង​កែប្រែ​ទិន្នន័យ​មេតា​នៃ​ឯកសារ ។
ko: 파일의 메타데이터를 읽거나 수정할 수 있는 명령어 라인 도구입니다.
mn: Файлын metadata унших болон өөрчилөх тушаалын мөр хэрэгсэл.
pa: ਫਾਇਲਾਂ ਦੇ ਮੇਟਾ-ਡਾਟਾ ਨੂੰ ਪੜਨ ਅਤੇ ਸੋਧਣ ਲਈ ਕਮਾਂਡ-ਲਾਇਨ ਸੰਦ ਹੈ।
ro: Un utilitar în linie de comandă pentru citirea şi modificarea metadatelor fişierelor.
rw: Igikoresho cy'umurongobwiriza cyo gusoma cyangwa guhindura ibyatanzwebidasanzwe by'amadosiye.
sk: Nástroj pre príkazovy riadok na čítanie a zmenu metadát súborov.
sr: Алат командне линије за читање и измену мета података фајлова.
sr@latn: Alat komandne linije za čitanje i izmenu meta podataka fajlova.
tg: Сатри фармоноти амалӣ барои хондан ва тағйир додани файлҳои метадодашуда.
th: เครื่องมือบรรทัดคำสั่ง สำหรับอ่านและแก้ไขข้อมูลเมต้าดาต้าของแฟ้ม

source: No files specified
bs: Niste naveli nijednu datoteku
km: មិន​បាន​បញ្ជាក់​ឯកសារ
ko: 명시된 파일이 없음
mn: Файл өгөгдөөгүй байна.
pa: ਕੋਈ ਫਾਇਲ ਨਿਰਧਾਰਿਤ ਨਹੀ ਹੈ
ro: Nu este specificat un fişier
rw: Nta dosiye yerekanwe
sk: Neuvedené žiadné súbory
sr: Није наведен ни један фајл
sr@latn: Nije naveden ni jedan fajl
tg: Файлҳо ишора нашудаанд
th: ยังไม่ได้กำหนดแฟ้ม

source: Cannot determine metadata
bs: Ne mogu odrediti metapodatke
km: មិន​អាច​កំណត់​ទិន្នន័យ​មេតា
ko: 메타 데이터를 판단할 수 없음
mn: metadata -г шалгаж чадахгүй байна
pa: ਮੈਟਾ-ਡਾਟਾ ਨਹੀ ਜਾਣਿਆ ਜਾ ਸਕਿਆ
ro: Nu pot determina metadate
rw: Ntibishoboka kubona ibyatanzwebidasanzwe
sk: Nemôžem určiť metadata
sr: Није могуће одредити мета податке
sr@latn: Nije moguće odrediti meta podatke
tg: Қодир ба муайян намудани метадодашудаҳо нестам
th: ไม่สามารถกำหนดข้อมูลเมต้าดาต้าได้

source: <qt>KDE has requested to open the wallet '<b>%1</b>'. Please enter the password for this wallet below.
bs: <qt>KDE je zatražio otvaranje novčanika '<b>%1</b>'. Molim unesite šifru za ovaj novčanik ispod.
km: <qt>KDE បាន​ស្នើ​សុំ​បើក​កាបូប '<b>%1</b>' នេះ ។ សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​សម្រាប់​កាបូប​ខាងក្រោម ។
ko: <qt>KDE 가 신상정보 '<b>%1</b>' 의 열기를 요청했습니다. 이 신상정보의 비밀번호를 입력하십시오.
pa: <qt>KDE ਨੇ ਵਾਲਿਟ '<b>%1</b>' ਨੂੰ ਖੋਲਣ ਦੀ ਮੰਗ ਕੀਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਵਾਲਿਟ ਲਈ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਦਿਓ।
ro: <qt>KDE a cerut să deschidă portofelul <b>%1</b>. Introduceţi mai jos parola pentru acest portofel.
rw: <qt>KDE yasabye gufungura uruhago'<b>%1</b>'. Wakwinjiza ijambobanga ry'uru ruhago ruri hasi.
sk: <qt>KDE požaduje otvoriť wallet <b>'%1'</b>. Prosím, zadajte heslo pre tento wallet.
sr: <qt>KDE захтева да отвори новчаник „<b>%1</b>“. Унесете лозинку за овај новчаник.
sr@latn: <qt>KDE zahteva da otvori novčanik „<b>%1</b>“. Unesete lozinku za ovaj novčanik.
tg: <qt>KDE хоҳиш мекунад, ки қапчуқро кушоед '<b>%1</b>'. Илтимос нишонро пеш аз даромадан ба ин қапчуқ дароред.
th: <qt>KDE ได้ทำการร้องขอที่จะเปิดที่เก็บข้อมูลส่วนตัว '<b>%1</b>' โปรดใส่รหัสผ่านสำหรับ ข้อมูลส่วนตัวนี้ที่ด้านล่าง

source: <qt>The application '<b>%1</b>' has requested to open the wallet '<b>%2</b>'. Please enter the password for this wallet below.
bs: <qt>Aplikacija '<b>%1</b>' je zatražila otvaranje novčanika '<b>%2</b>'. Molim unesite šifru za ovaj novčanik ispod.
km: <qt>កម្មវិធី '<b>%1</b>' បាន​ស្នើ​សុំ​បើក​កាបូប '<b>%2</b>' ។ សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​ឲ្យ​កាបូប​នេះ​នៅ​ខាងក្រោម ។
ko: <qt>프로그램 '<b>%1</b>' 이(가) 신상정보 '<b>%2</b>'의 열기를 요청하였습니다. 이 신상정보의 비밀번호를 입력하십시오.
pa: <qt>ਕਾਰਜ '<b>%1</b>' ਨੇ ਵਾਲਿਟ '<b>%2</b>' ਨੂੰ ਖੋਲਣ ਦੀ ਮੰਗ ਕੀਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਵਾਲਿਟ ਲਈ ਆਪਣਾ ਗੁਪਤ-ਕੋਡ ਦਿਓ।
ro: <qt>Aplicaţia <b>%1</b> a cerut să deschidă portofelul <b>%2</b>. Introduceţi mai jos parola pentru acest portofel.
rw: <qt>Porogaramu '<b>%1</b>' yasabye gufungura uruhago '<b>%2</b>'. Wakwinjiza ijambobanga ry'uru ruhago ruri hasi.
sk: <qt>Aplikácia <b>'%1'</b> požaduje otvoriť wallet </b>'%2'</b>. Prosím, zadajte heslo pre tento wallet.
sr: <qt>Програм „<b>%1</b>“ захтева да отвори новчаник „<b>%2</b>“. Унесите лозинку за овај новчаник.
sr@latn: <qt>Program „<b>%1</b>“ zahteva da otvori novčanik „<b>%2</b>“. Unesite lozinku za ovaj novčanik.
tg: <qt> Ариза '<b>%1</b>' хоҳиш мекунад, ки қапчуқро кушоед '<b>%2</b>'. Илтимос нишонро пеш аз даромадан ба ин қапчуқ дароред.
th: <qt>แอพพลิเคชัน '<b>%1</b>' ได้ร้องขอที่จะเปิดที่เก็บข้อมูลส่วนตัว '<b>%2</b>' โปรดใส่รหัสผ่านสำหรับข้อมูลส่วนตัวนี้ที่ด้านล่าง

source: &Open
bs: &Otvori
km: បើក
ko: 열기(&O)
mn: &Нээх
pa: ਖੋਲੋ(&O)
ro: &Deschide
rw: Gufungura
sk: &Otvoriť
sr: &Отвори
sr@latn: &Otvori
tg: &Боз кардан
th: เปิด

source: KDE has requested to open the wallet. This is used to store sensitive data in a secure fashion. Please enter a password to use with this wallet or click cancel to deny the application's request.
bs: KDE je zatražio otvaranje novčanika. On se koristi za smještaj osjetljivih podataka na siguran način. Molim unesite šifru za ovaj novčanik ili kliknite na Odustani da odbijete zahtjev aplikacije.
km: KDE បាន​ស្នើ​សុំ​បើក​បង្អួច ។ វា​នេះ​ត្រូវ​បាន​ប្រើ ដើម្បី​រក្សាទុក​ទិន្នន័យសំខាន់ៗ​ក្នុង​របៀប​សុវត្ថិភាព ។ សូម​បញ្ចូល​ពាក្យ​សម្ងាត់ សម្រាប់​ប្រើ​ជាមួយ​កាបូប​នេះ ឬ ចុច បោះបង់ ដើម្បី​បដិសេធ​ការស្នើុសុំ​របស់​កម្មវិធី ។​
ko: KDE가 신상정보 열기를 요청했습니다. 보안 형태의 민감한 데이터를 저장하는데 쓰입니다. 이 신상정보를 이용하려면 비밀번호를 입력하고, 프로그램의 요청을 거부하려면 취소를 누르십시오.
pa: KDE ਨੇ ਵਾਲਿਟ ਖੋਲਣ ਦੀ ਮੰਗ ਕੀਤੀ ਹੈ। ਇਹ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸੰਵੇਦਨਸ਼ੀਲ ਡਾਟਾ ਸੰਭਾਲਣ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਇਹ ਵਾਲਿਟ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਇੱਕ ਗੁਪਤ-ਕੋਡ ਦਿਓ ਜਾਂ ਕਾਰਜ ਦੀ ਮੰਗ ਨੂੰ ਨਾ-ਮਨਜ਼ੂਰ ਕਰਨ ਲਈ ਰੱਦ ਕਰੋ ਨੂੰ ਦਬਾਓ।
ro: KDE a cerut deschiderea portofelului. Acesta este utilizat pentru memorarea securizată a datelor confidenţiale. Introduceţi o parolă care să fie utilizată cu acest portofel sau daţi clic pe "Renunţă" pentru a bloca cererea aplicaţiei.
rw: KDE yasabye gufungura uruhago. Ibi bikoreshwa mu kubika mu buryo bwizewe ibyatanzwe byagira ikibazo. Wakwinjiza ijambobanga ryo gukoresha hamwe n'uru ruhago cyangwa ukande kureka mu guhagarika igisabwa cya porogaramu.
sk: KDE požaduje otvoriť wallet. Je to služba, ktorá umožňuje bezpečne uložiť citlivé informácie. Prosím, zadajte heslo pre tento wallet alebo stlačte Zrušiť pre zamietnutie požiadavku aplikácie.
sr: KDE захтева да отвори KDE новчаник. Он се користи за похрањивање осетљивих података на безбедан начин. Унесите лозинку за коришћење овог новчаника.
sr@latn: KDE zahteva da otvori KDE novčanik. On se koristi za pohranjivanje osetljivih podataka na bezbedan način. Unesite lozinku za korišćenje ovog novčanika.
tg: КДЕ хоҳиш мекунад,ки ҳамёнро кушоед.Ин барои нигоҳ доштани санади дақиқ дар услуби бехатар истифода бурда мешавад.Лутфан нишонро барои истифодаи ин ҳамён истифода баред,ё ин ки хат заданро барои инкор кардани хоҳиши барнома истифода баред.
th: KDE ได้ทำการร้องขอที่จะเปิดที่เก็บข้อมูลส่วนตัว ซึ่งใช้สำหรับเก็บข้อมูลสำคัญในแบบ ที่มีความปลอดภัย โปรดใส่รหัสผ่านเพื่อใช้งานที่เก็บข้อมูลส่วนตัวนี้ หรือคลิกที่ ยกเลิก เพื่อปฏิเสธการร้องขอของแอพพลิเคชัน

source: <qt>The application '<b>%1</b>' has requested to open the KDE wallet. This is used to store sensitive data in a secure fashion. Please enter a password to use with this wallet or click cancel to deny the application's request.
bs: <qt>Aplikacija '<b>%1</b>' je zatražila otvaranje KDE novčanika. On se koristi za smještaj osjetljivih podataka na siguran način. Molim unesite šifru za ovaj novčanik ili kliknite na Odustani da odbijete zahtjev aplikacije.
km: <qt>កម្មវិធី '<b>%1</b>' បាន​ស្នើ​សុំ​បើក​បង្អួច KDE ។ វា​ត្រូវ​បាន​ប្រើ ដើម្បី​រក្សាទុក​ទិន្នន័យ​សំខាន់ៗ​ក្នុងរបៀប​សុវត្ថិភាព​មួយ ។ សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​មួយ សម្រាប់​ប្រើ​ជាមួយ​កាបូប​នេះ ឬ ចុច បោះបង់ ដើម្បី​បដិសេធ​ការ​ស្នើសុំ​របស់​កម្មវិធី ។
ko: <qt>프로그램 '<b>%1</b>'이(가) KDE 신상정보 열기를 요청했습니다. 보안 형태의 민감한 데이터를 저장하는데 쓰입니다. 이 신상정보를 이용하려면 비밀번호를 입력하고, 프로그램의 요청을 거부하려면 취소를 누르십시오.
ro: <qt>Aplicaţia <b>%1</b> a cerut deschiderea portofelului KDE. Acesta este utilizat pentru memorarea securizată a datelor confidenţiale. Introduceţi o parolă care să fie utilizată cu acest portofel sau daţi clic pe "Renunţă" pentru a bloca cererea aplicaţiei.
rw: <qt>Porogaramu '<b>%1</b>' yasabye gufungura uruhago KDE. Ibi bikoreshwa mu kubika mu buryo bwizewe ibyatanzwe byagira ikibazo. Wakwinjiza ijambobanga ryo gukoresha hamwe n'uru ruhago cyangwa ukande kureka mu guhagarika igisabwa cya porogaramu.
sk: <qt>Aplikácia <b>'%1'</b> požaduje otvoriť KDE wallet. Je to služba, ktorá umožňuje bezpečne uložiť citlivé informácie. Prosím, zadajte heslo pre tento wallet alebo stlačte Zrušiť pre zamietnutie požiadavku aplikácie.
sr: <qt>Програм „<b>%1</b>“ захтева да отвори KDE-ов новчаник. Он се користи за похрањивање осетљивих података на безбедан начин. Унесите лозинку за коришћење овог новчаника, или притисните „Откажи“ да бисте одбили програмов захтев.
sr@latn: <qt>Program „<b>%1</b>“ zahteva da otvori KDE-ov novčanik. On se koristi za pohranjivanje osetljivih podataka na bezbedan način. Unesite lozinku za korišćenje ovog novčanika, ili pritisnite „Otkaži“ da biste odbili programov zahtev.
th: <qt>แอพพลิเคชัน '<b>%1</b>' ได้ร้องขอที่จะเปิดที่เก็บข้อมูลส่วนตัว ซึ่งใช้สำหรับ เก็บข้อมูลที่มีความสำคัญในแบบที่มีความปลอดภัย โปรดใส่รหัสผ่านเพื่อใช้งานที่เก็บ ข้อมูลส่วนตัวนี้ หรือคลิกที่ ยกเลิก เพื่อปฏิเสธการร้องขอของแอพพลิเคชัน

source: <qt>KDE has requested to create a new wallet named '<b>%1</b>'. Please choose a password for this wallet, or cancel to deny the application's request.
bs: <qt>KDE je zatražio pravljenje novog novčanika pod imenom '<b>%1</b>'. Molim izaberite šifru za ovaj novčanik ili kliknite na Odustani da odbijete zahtjev aplikacije.
km: <qt>KDE បាន​ស្នើសុំ​បង្កើត​កាបូប​ថ្មី​មួយ​ដែលមាន​ឈ្មោះ '<b>%1</b>' ។ សូម​ជ្រើស​ពាក្យ​សម្ងាត់​សម្រាប់​កាបូប​នេះ ឬ បោះបង់ ដើម្បី​បដិសេធ​ការស្នើសុំ​របស់​កម្មវិធី ។
ko: <qt>KDE가 '<b>%1</b>'(이)라는 이름의 새로운 신상정보 생성을 요청했습니다. 이 신상정보를 의 비밀번호를 선택하거나, 프로그램의 요청을 거부하려면 취소를 누르십시오.
ro: <qt>KDE a cerut crearea unui nou portofel cu numele <b>%1</b>. Vă rog să alegeţi o parolă pentru el sau daţi clic pe "Renunţă" pentru a bloca cererea aplicaţiei.
rw: <qt>KDE yasabwe kurema uruhago rushya rwitwa'<b>%1</b>'. Wahitamo ijambobanga ry'uru ruhago, cyangwa kureka mu guhagarika igisabwa cya porogaramu.
sk: <qt>KDE požaduje vytvoriť nový wallet '<b>%1</b>'. Prosím, vyberte heslo pre tento wallet alebo stlačte Zrušiť pre zamietnutie požiadavku aplikácie.
sr: <qt>KDE захтева да направи нов новчаник са именом „<b>%1</b>“. Изаберите лозинку за овај новчаник, или откажите ако желите да одбаците програмов захтев.
sr@latn: <qt>KDE zahteva da napravi nov novčanik sa imenom „<b>%1</b>“. Izaberite lozinku za ovaj novčanik, ili otkažite ako želite da odbacite programov zahtev.
tg: КДЕ хоҳиш мекунад,ки ҳамёни нав бо номи <b>%1сохта шавад. Марҳамат карда барои ин ҳамён нишон интихоб кунед ё ин ки барои инкор кардани хоҳиши барнома хат занед.
th: <qt>KDE ได้ร้องขอให้มีการสร้างที่เก็บข้อมูลส่วนตัวอันใหม่ชื่อ '<b>%1</b>' โปรดเลือกรหัสอ่านสำหรับที่เก็บข้อมูลส่วนตัวนี้ หรือคลิกยกเลิก เพื่อปฏิเสธ การร้องขอของแอพพลิเคชัน

source: <qt>The application '<b>%1</b>' has requested to create a new wallet named '<b>%2</b>'. Please choose a password for this wallet, or cancel to deny the application's request.
bs: <qt>Aplikacija '<b>%1</b>' je zatražila pravljenje novog novčanika pod imenom '<b>%2</b>'. Molim izaberite šifru za ovaj novčanik ili kliknite na Odustani da odbijete zahtjev aplikacije.
km: <qt>កម្មវិធី '<b>%1</b>' បាន​ស្នើ​សុំ​បង្កើត​កាបូប​ថ្មី​មួយ​ដែល​មាន​ឈ្មោះ'<b>%2</b>' ។ សូម​ជ្រើស​ពាក្យ​សម្ងាត់​មួយសម្រាប់​កាបូប​នេះ ឬ បោះបង់ ដើម្បី​បដិសេធ​ការស្នើសុំ​របស់​កម្មវិធី ។
ko: <qt>프로그램'<b>%1</b>'(이)가 '<b>%2</b>'라는 이름의 새로운 신상정보 생성을 요청했습니다. 이 신상정보의 비밀번호를 선택하거나, 프로그램의 요청을 거부하려면 취소를 누르십시오.
ro: <qt>Aplicaţia <b>%1</b> a cerut crearea unui nou portofel cu numele <b>%2</b>. Vă rog să alegeţi o parolă pentru el sau daţi clic pe "Renunţă" pentru a bloca cererea aplicaţiei.
rw: <qt>Porogaramu '<b>%1</b>' yasabye kurema uruhago rushya rwitwa '<b>%2</b>'. Wahitamo ijambobanga ry'uru ruhago, cyangwa kureka mu guhagarika igisabwa cya porogaramu.
sk: <qt>Aplikácia '<b>%1</b>' požaduje vytvoriť nový wallet '<b>%2</b>'. Prosím, vyberte heslo pre tento wallet alebo stlačte Zrušiť pre zamietnutie požiadavku aplikácie.
sr: <qt>Програм „<b>%1</b>“ захтева да направи нов новчаник са именом „<b>%2</b>“. Изаберите лозинку за овај новчаник, или откажите ако желите да одбаците програмов захтев.
sr@latn: <qt>Program „<b>%1</b>“ zahteva da napravi nov novčanik sa imenom „<b>%2</b>“. Izaberite lozinku za ovaj novčanik, ili otkažite ako želite da odbacite programov zahtev.
tg: <qt> Барнома<b> %1<b> хоҳиш мекунад,ки ҳамёни нав бо номи <b>%2 сохта шавад. Марҳамат карда барои ин ҳамён нишон интихоб кунед,ё ин ки барои инкор кардани хоҳиши барнома хат занед.
th: <qt>แอพพลิเคชัน '<b>%1</b>' ได้ร้องขอให้มีการสร้างที่เก็บข้อมูลส่วนตัวอันใหม่ชื่อ '<b>%2</b>' โปรดเลือกรหัสผ่านสำหรับที่เก็บข้อมูลส่วนตัวนี้ หรือคลิก ยกเลิกเพื่อปฏิเสธ การร้องขอของแอพพลิเคชัน

source: C&reate
bs: &Napravi
km: បង្កើត
ko: 생성(&R)
pa: ਬਣਾਓ(&r)
ro: C&reează
rw: Kurema
sk: &Vytvoriť
sr: &Направи
sr@latn: &Napravi
th: &สร้าง

source: KDE Wallet Service
bs: KDE Servis novčanika
km: សេវា​កាបូប KDE
ko: KDE 신상정보 서비스
mn: KDE Хэтэвчийн үйлчилгээ
pa: KDE ਵਾਲਿਟ ਸੇਵਾ
ro: Serviciu portofel KDE
rw: Serivise y'Uruhago KDE
sk: Služba KDE Wallet
sr: KDE Новчаник (wallet) сервис
sr@latn: KDE Novčanik (wallet) servis
tg: Хизмати Воллети KDE
th: บริการ KDE Wallet

source: <qt>Error opening the wallet '<b>%1</b>'. Please try again.<br>(Error code %2: %3)
bs: <qt>Greška prilikom otvaranja novčanika '<b>%1</b>'. Molim pokušajte ponovo. <br>(Kod greške %2: %3)
km: <qt>កំហុស​ក្នុង​ការ​បើក​កាបូប<b>%1</b> ។ សូម​ព្យាយាម​ម្តង​ទៀត ។<br>(កំហុស​កូដ)%2 ៖ %3)
ko: <qt>신상정보 '<b>%1</b>'를 여는데 오류가 발생했습니다. 다시 시도 하십시오.<br> (오류 코드 %2: %3)
pa: <qt>ਵਾਲਿਟ '<b>%1</b>' ਨੂੰ ਖੋਲਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।<br> (ਗਲਤੀ ਕੋਡ %2:%3)
ro: <qt>Eroare la deschiderea portofelului <b>%1</b>. Încercaţi din nou.<br>(Cod de eroare %2: %3)
rw: <qt>Ikosa mu gufungura uruhago '<b>%1</b>'. Wakongera ukagerageza.<br>(Nomero y'ikosa %2: %3)
sk: <qt>Chyba pri otváraní walletu '<b>%1</b>'. Prosím, skúste to znovu. <br>(Číslo chyby %2: %3)
sr: <qt>Дошло је до грешке приликом отварања новчаника „<b>%1</b>“. Покушајте поново.<br>(Код грешке је %2: %3)
sr@latn: <qt>Došlo je do greške prilikom otvaranja novčanika „<b>%1</b>“. Pokušajte ponovo.<br>(Kod greške je %2: %3)
tg: <qt> Хато кушодани ҳамёни<b>%1</b>.Лутфан аз сари нав кӯшиш кунед. <br>(Коди хато %2:%3)
th: <qt>เกิดความผิดพลาดในการเปิด ที่เก็บข้อมูลส่วนตัว '<b>%1</b>' โปรดลองใหม่อีกครั้ง<br>(รหัสผิดพลาด %2: %3)

source: <qt>KDE has requested access to the open wallet '<b>%1</b>'.
bs: <qt>KDE je zatražio pristup otvorenom novčaniku '<b>%1</b>'.
km: <qt>KDE បាន​ស្នើ​សុំ​ដំណើរការ​បើក​កាបូប '<b>%1</b>' ។
ko: <qt>KDE 가 열린 신상정보 '<b>%1</b>' 에 접근하기를 요청했습니다.
pa: <qt>KDE ਨੇ ਵਾਲਿਟ '<b>%1</b>' ਨੂੰ ਖੋਲਣ ਦੀ ਮੰਗ ਕੀਤੀ ਹੈ।
ro: <qt>KDE a cerut deschiderea portofelului <b>%1</b>.
rw: <qt>KDE yasabye ukugera ku gufungura uruhago'<b>%1</b>'.
sk: <qt>KDE požaduje otvoriť wallet '<b>%1</b>'.
sr: <qt>KDE тражи приступ отвореном новчанику „<b>%1</b>“.
sr@latn: <qt>KDE traži pristup otvorenom novčaniku „<b>%1</b>“.
tg: <qt>KDE хоҳиш мекунад, ки қапчуқро кушоед '<b>%1</b>'.
th: <qt>KDE ได้ร้องขอใช้งาน ที่เก็บข้อมูลส่วนตัว '<b>%1</b>'

source: <qt>The application '<b>%1</b>' has requested access to the open wallet '<b>%2</b>'.
bs: <qt>Aplikacija '<b>%1</b>' je zatražila pristup otvorenom novčaniku '<b>%2</b>'.
km: <qt>កម្មវិធី '<b>%1</b>' បាន​ស្នើ​សុំ​ដំណើរការ​បើក​កាបូប '<b>%2</b>' ។
ko: <qt>프로그램 '<b>%1</b>' 이 열린 신상정보 '<b>%2</b>' 에 접근하기를 요청했습니다.
pa: <qt>ਕਾਰਜ '<b>%1</b>' ਨੇ ਵਾਲਿਟ '<b>%2</b>' ਨੂੰ ਖੋਲਣ ਦੀ ਮੰਗ ਕੀਤੀ ਹੈ।
ro: <qt>Aplicaţia <b>%1</b> a cerut deschiderea portofelului <b>%2</b>.
rw: <qt>Porogaramu '<b>%1</b>' yasabye ukugera ku gufungura uruhago '<b>%2</b>'.
sk: <qt>Aplikácia '<b>%1</b>' požaduje otvoriť wallet '<b>%2</b>'.
sr: <qt>Програм „<b>%1</b>“ захтева приступ отвореном новачанику „<b>%2</b>“.
sr@latn: <qt>Program „<b>%1</b>“ zahteva pristup otvorenom novačaniku „<b>%2</b>“.
tg: <qt>Ариза'<b>%1</b>' хоҳиш мекунад, ки қапчуқро кушоед '<b>%2</b>'.
th: <qt>แอพพลิเคชัน '<b>%1</b>' ได้ร้องขอใช้งาน ที่เก็บข้อมูลส่วนตัว '<b>%2</b>'

source: Unable to open wallet. The wallet must be opened in order to change the password.
bs: Ne mogu otvoriti novčanik. Novčanik mora biti otvoren da biste promijenili šifru.
km: មិន​អាច​បើក​កាបូប ។ ត្រូវ​តែ​បើក​កាបូប ដើម្បី​ផ្លាស់ប្តូរ​ពាក្យ​សម្ងាត់ ។
ko: 신상정보를 열 수 없습니다. 비밀번호를 바꾸기 위해서는 신상정보를 우선 열어야 합니다.
pa: ਵਾਲਿਟ ਖੋਲਣ ਲਈ ਅਸਫਲ ਹੈ। ਗੁਪਤ-ਕੋਡ ਬਦਲਣ ਲਈ ਵਾਲਿਟ ਨੂੰ ਖੋਲਣਾ ਲਾਜ਼ਮੀ ਹੈ।
ro: Nu am putut deschide portofelul. Acesta trebuie deschis mai întîi pentru a putea schimba parola.
rw: Ntibishobotse gufungura uruhago. Uruhago rugomba gufungurwa mu buryo bwo guhindura ijambobanga.
sk: Nepodarilo sa otvoriť wallet. Wallet musí byť otvorený, ak sa má zmeniť heslo.
sr: Није могуће отворити новчаник. Новчаник мора бити отворен да бисте могли да мењате лозинку.
sr@latn: Nije moguće otvoriti novčanik. Novčanik mora biti otvoren da biste mogli da menjate lozinku.
tg: Имконият нест, ки қапчуқро кушоем. Аввалан гузарвожаро дигаргун карда, баъд аз он ба қапчуқ даромадан лозим аст
th: ไม่สามารถเปิดใช้งาน ที่เก็บข้อมูลส่วนตัว ได้ โดย ที่เก็บข้อมูลส่วนตัว จะถูกเปิดใช้งานก็ต่อเมื่อมีคำสั่งให้ทำการเปลี่ยนรหัสผ่าน
