Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Select this option to accept/reject all cookies from anywhere. Choosing this option will change the global cookie policy set in the Control Center for all cookies <em>(see WebBrowsing/Cookies in the Control Center)</em>.
bs: Izaberite ovu opciju kako biste prihvatili/odbili sve kolačiće sa svih sajtova. Izborom ove opcije mijenjate globalno pravilo za kolačiće koje je postavljeno u Kontrolnom centru, a odnosi se na sve kolačiće <em>(pogledajte Web pregledanje/Kolačići u Kontrolnom centru)</em>.
km: ជ្រើស​ជម្រើស​នេះ ដើម្បី​ទទួលយក/បដិសេធ​ខូគី​ទាំងអស់​ពី​កន្លែង​ណាមួយ ។ ជ្រើស​ជម្រើស​នេះ​នឹង​ផ្លាស់ប្តូរ​គោលការណ៍​ខូគី​សកល​ដែល​បាន​កំណត់​ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា សម្រាប់​ខូគី​ទាំងអស់ <em>(មើល ការរុករក​បណ្តាញ/ខូគី ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា)</em> ។
ko: 모든 쿠키를 수락/거절하려면 선택합니다. 이 옵션을 이용하면 제어판에 있는 모든 쿠키에 대한 전체 설정을 변경할 수 있습니다. <em>( 제어판의 웹프라우징/쿠키 를 보십시오.)</em>.
mn: Энэ сонголтыг та идэвхижүүлж ямарч серверээс бүх Cookie -г зөвшөөрөх татгалзах эсэхээ тохируулна уу. Энэ тохируулгыг сонгосоноор удирдах төвд урьд нь авсан байсан глобал зохицуулага өөрчилөгдөнө. <em>(Удирдах төв дотороос Вэб-хөтлөгч/Cookies -г харна уу)</em>
ro: Selectaţi această opţiune pentru a accepta sau elimina toate cookie-urile de oriunde. Alegînd această opţiune va modifica politica globală pentru toate cookie-urile setată în Centrul de Control KDE. <em>(vedeţi şi Navigare Web/Cookie-uri în Centrul de Control KDE)</em>
rw: Toranya iri hitamo mu kwemera/kureka inyandikonyakwirema zose zivuye ahariho hose. Gutoranya iri hitamo bizahindura iboneza ry'itegeko rusange ry'inyandikonyakwirema muri Rwagati rw'Igenzura <em>(Wareba Gushakisha Urubuga/Inyandikonyakwirema muri Rwagati rw'Igenzura)<em>.
sk: Použitím tejto voľby akceptujete/odmietnete všetky cookies odkiaľkoľvek. Tým zmeníte globálne nastavenie práce s cookie nastavené v ovládacom centre <em>(pozri Web Prehliadanie/Cookies v ovládacom centre)</em>.
sr: Изаберите ову опцију да бисте прихватили/одбили све колачиће, било одакле да потичу. Бирањем ове опције мењате глобалну полису за колачиће подешену у Контролном центру за све колачиће <em>(погледајте Претрага веба/Колачићи у Контролном центру)</em>
sr@latn: Izaberite ovu opciju da biste prihvatili/odbili sve kolačiće, bilo odakle da potiču. Biranjem ove opcije menjate globalnu polisu za kolačiće podešenu u Kontrolnom centru za sve kolačiće <em>(pogledajte Pretraga veba/Kolačići u Kontrolnom centru)</em>
tg: Ин интихоботро фаъол созед, барои роҳ додани истифода ё манъи истифодаи тамоми монданиҳои меомадагиҳо аз куҷое, ки набошанд. Бо ин интихоб Шумо амалиёти пешфарзиро барои ҳамаи монданиҳои дар Маркази Идоракуни KDE-и ҷойдодашударо таъғир медиҳед.<em>(нигаред. қисми"Намоиши Монданиҳои Веб" дар Маркази Идоракунии KDE)</em>.
th: เลือกตัวเลือกนี้ เพื่อยอมรับ/ปฏิเสธ ทุกคุกกี้จากทุกที่ ตัวเลือกนี้ จะทำการเปลี่ยนข้อกำหนดทั่วไปที่ถูกตั้งค่าไว้ใน ศูนย์ควบคุมสำหรับทุก ๆ คุกกี้<em> (ดูโมดูล การเรียกดูเว็บ/คุกกี้ ในศูนย์ควบคุม)</em>

source: &Accept
bs: &Prihvati
km: យល់ព្រម
ko: 허가(&A)
mn: &Зөвшөөрөх
pa: ਸਵੀਕਾਰ(&A)
ro: &Acceptă
rw: Kwemera
sk: &Súhlasiť
sr: &Прихвати
sr@latn: &Prihvati
tg: &Пазируфтан
th: ยอมรับ

source: &Reject
bs: &Odbij
km: បដិសេធ
ko: 거부(&R)
mn: &Татгалзах
pa: ਅਸਵੀਕਾਰ(&R)
ro: &Respinge
rw: Kwanga
sk: &Ignorovať
sr: &Одбаци
sr@latn: &Odbaci
tg: &Рад намудан
th: ปฏิเสธ

source: &Details <<
bs: &Detalji <<
km: លម្អិត <<
ko: 자세히(&D) <<
mn: &Дэлгэрэнгүй <<
pa: ਵੇਰਵਾ(&D) <<
ro: &Detalii <<
rw: Birambuye <<
sk: &Detaily <<
sr: &Детаљи <<
sr@latn: &Detalji <<
tg: &Тафсилотҳо <<
th: รายละเอียด <<

source: &Details >>
bs: &Detalji >>
km: លម្អិត >>
ko: 자세히(&D) >>
mn: &Дэлгэрэнгүй >>
pa: ਵੇਰਵਾ(&D) >>
ro: &Detalii >>
rw: Birambuye >>
sk: &Detaily >>
sr: &Детаљи >>
sr@latn: &Detalji >>
tg: &Тафсилотҳо >>
th: รายละเอียด >>

source: See or modify the cookie information
bs: Pogledajte ili izmijenite informacije iz kolačića
km: មើល ឬ កែប្រែ​ព័ត៌មាន​អំពី​ខូគី
ko: 쿠키 정보를 보거나 수정하기
mn: Cookie мэдээлэлийг харах болон өөрчилөх
pa: ਕੂਕੀਜ ਜਾਣਕਾਰੀ ਵੇਖੋ ਜਾਂ ਸੋਧੋ
ro: Afişează sau modifică informaţii cookie
rw: Kureba cyangwa guhindura ibijyanye n'inyandikonyakwirema
sk: Prezrieť alebo upraviť informácie o cookie
sr: Прегледај или измени информације о колачићима
sr@latn: Pregledaj ili izmeni informacije o kolačićima
tg: Тамошо ё ин ки таъғирдиҳии маълумотҳо оиди cookie
th: ดูหรือแก้ไขรายละเอียดของคุกกี้

source: Cookie Details
bs: Detalji o kolačiću
km: សេចក្តី​លម្អិត​អំពី​ខូគី
ko: 쿠키 세부정보
pa: ਕੂਕੀਜ਼ ਵੇਰਵਾ
ro: Detalii cookie
rw: Ibijyanye n'Inyandikonyakwirema
sk: Detaily cookie
sr: Детаљи о колачићу
sr@latn: Detalji o kolačiću
tg: Тафсилотҳои Cookie
th: รายละเอียดคุกกี้

source: Value:
bs: Vrijednost:
km: តម្លៃ ៖
ko: 값:
mn: Утга:
pa: ਮੁੱਲ:
ro: Valoare:
rw: Agaciro:
sk: Hodnota:
sr: Вредност:
sr@latn: Vrednost:
tg: Аҳамият
th: ค่า:

source: Expires:
bs: Ističe:
km: ផុតកំណត់ ៖
ko: 기한:
mn: Дуусах:
pa: ਮਿਆਦ:
ro: Expiră:
rw: Yarenze igihe:
sk: Platí do:
sr: Истиче:
sr@latn: Ističe:
tg: Муддати имконияти истифодашавӣ то:
th: หมดอายุ:

source: Path:
bs: Put:
km: ផ្លូវ ៖
ko: 경로:
mn: Зам:
pa: ਮਾਰਗ:
ro: Cale:
rw: Inzira:
sk: Cesta:
sr: Путања:
sr@latn: Putanja:
tg: Роҳча:
th: พาธ:

source: Domain:
bs: Domen:
km: ដែន ៖
ko: 도메인:
pa: ਡੋਮੇਨ:
ro: Domeniu:
rw: Urubuga:
sk: Doména:
sr: Домен:
sr@latn: Domen:
tg: Домейн:
th: โดเมน:

source: Exposure:
bs: Ekspozicija:
km: ការ​បង្ហាញ ៖
ko: 공개:
mn: Дуусах:
pa: ਪੱਖ:
ro: Expunere:
rw: Imurika:
sk: Platí do:
sr: Изложеност:
sr@latn: Izloženost:
tg: Муддати имконияти истифодашавӣ:
th: แสดงต่อุ:

source: _: Next cookie &Next >>
bs: &Sljedeći >>
km: បន្ទាប់ >>
ko: 다음(&N) >>
pa: ਅੱਗੇ(&N) >>
ro: &Următor >>
rw: Bikurikira >>
sk: &Nasledujúca >>
sr: &Следећи >>
sr@latn: &Sledeći >>
th: ตัวถัดไป >>

source: Show details of the next cookie
bs: Prikaži detalje sljedećeg kolačića
km: បង្ហាញ​លម្អិត​អំពី​ខូគី​បន្ទាប់
ko: 다음 쿠키의 자세한 정보 보이기
mn: Дараагийн Cookie -г дэлгэрэнгүй харуулах
pa: ਅਗਲੇ ਕੂਕੀ ਦਾ ਵੇਰਵਾ ਦਿਓ
ro: Afişează detalii despre următorul cookie
rw: Kwerekana isesengurabyose ry'inyandikonyakwirema zikurikira
sk: Zobraziť detaily pre ďalšie cookie
sr: Прикажи детаље о следећем колачићу
sr@latn: Prikaži detalje o sledećem kolačiću
tg: Намоиш додани маълумотҳо дигар оиди cookie
th: แสดงรายละเอียดของคุกกี้ตัวต่อไป

source: Not specified
bs: Nije zadato
km: មិន​បាន​បញ្ជាក់
ko: 지정되지 않음
mn: Өгөгдөөгүй
pa: ਕੋਈ ਨਿਰਧਾਰਿਤ ਨਹੀ ਹੈ
ro: Nespecificat
rw: Kidatanzwe
sk: Neuvedené
sr: Није наведен
sr@latn: Nije naveden
tg: Муайяннашуда
th: ยังไม่ได้กำหนด

source: End of Session
bs: Kraj sesije
km: បញ្ចប់​សម័យ
ko: 세션 끝
mn: Ажиллагааны төгсгөл
pa: ਅਜਲਾਸ ਦਾ ਅੰਤ
ro: Sfîrşitul sesiunii
rw: Impera y'umukoro
sk: Koniec sedenia
sr: Крај сесије
sr@latn: Kraj sesije
tg: Анҷоми Сессия
th: จบเซสชัน

source: Secure servers only
bs: Samo sigurni serveri
km: តែ​ម៉ាស៊ីន​បម្រើ​ដែល​មាន​សុវត្ថិភាព​ប៉ុណ្ណោះ
ko: 보안 서버만
mn: Нууцлалтай серверүүд зөвхөн
pa: ਸਿਰਫ ਸੁਰੱਖਿਅਤ ਸਰਵਰ ਹੀ
ro: Numai servere securizate
rw: Amaseriveri yizewe gusa
sk: Len bezpečné servre
sr: Само сигурни сервери
sr@latn: Samo sigurni serveri
tg: Танҳо серверҳои бехатар
th: เฉพาะเซิร์ฟเวอร์ที่ปลอดภัยเท่านั้น

source: Secure servers, page scripts
bs: Sigurni serveri, skripte stranice
km: ម៉ាស៊ីន​បម្រើ​សុវត្ថិភាព ស្គ្រីប​របស់​ទំព័រ
ko: 보안 서버, 페이지 스크립트
pa: ਸੁਰੱਖਿਅਤ ਸਰਵਰ, ਸਫਾ ਸਕ੍ਰਿਪਟ
ro: Servere sigure, scripturi web
rw: Seriveri zizewe, agaporogaramu k'ipaji
sk: Bezpečné servre, skripty na stránkach
sr: Сигурни сервери, скрипте страница
sr@latn: Sigurni serveri, skripte stranica
tg: Серверҳои бахатарӣ, скриптҳои саҳифа
th: เซิร์ฟเวอร์, สคริปต์ที่ปลอดภัย

source: Servers
bs: Serveri
km: ម៉ាស៊ីន​បម្រើ
ko: 서버
mn: Серверүүд
pa: ਸਰਵਰ
ro: Servere
rw: Amaseriveri
sk: Servre
sr: Сервери
sr@latn: Serveri
tg: Серверхо
th: เซิร์ฟเวอร์

source: Servers, page scripts
bs: Serveri, skripte stranice
km: ម៉ាស៊ីន​បម្រើ ស្គ្រីប​របស់​ទំព័រ
ko: 서버, 페이지 스크립트
pa: ਸਰਵਰ, ਸਫਾ ਸਕ੍ਰਿਪਟ
ro: Servere, scripturi web
rw: Seriveri, agaporogaramu k'ipaji
sk: Servre, skripty na stránkach
sr: Сервери, скрипте страница
sr@latn: Serveri, skripte stranica
tg: Сервер, скриптҳои саҳифа
th: เซิร์ฟเวอร์, สคริปต์

source: No host specified.
bs: Nije naveden računar.
km: មិនបាន​បញ្ជាក់​ម៉ាស៊ីន ។
ko: 지정한 호스트가 없습니다.
pa: ਕੋਈ ਮੇਜ਼ਬਾਨ ਦਿੱਤਾ ਹੈ।
ro: Nici o gazdă specificată.
rw: Nta buturo bwerekanwe.
sk: Neuvedený hostiteľ.
sr: Домаћин није назначен.
sr@latn: Domaćin nije naznačen.
tg: Мизбон ишора нашудааст.
th: ยังไม่ได้กำหนดโฮสต์

source: Otherwise, the request would have succeeded.
bs: Inače, zahtjev bi uspjeo.
km: ផ្សេង​ពី​នេះ ការ​ស្នើ​សុំ​នឹង​បាន​ជោគជ័យ ។
ko: 또는 요청이 성공했슬 수도 있습니다.
mn: Өөрөөр, хүсэлт амжилттай боллоо.
pa: ਨਹੀ ਤਾਂ, ਬੇਨਤੀ ਸਫਲ ਹੋਵੇਗੀ।
ro: Altfel, cererea ar fi reuşit.
rw: Bitari ibyo, igisabwa cyagombye gutungana.
sk: Inak by požiadavky uspela.
sr: Иначе, захтев би успео.
sr@latn: Inače, zahtev bi uspeo.
tg: Дар ҳолати ақс талабот иҷро мешуд.
th: ไม่เช่นนั้น ก็ทำสิ่งที่ร้องขอมาก็เรียบร้อยแล้ว

source: retrieve property values
bs: dobavi vrijednosti osobina
km: ទាញយក​តម្លៃ​របស់​លក្ខណៈ​សម្បត្តិ
ko: 속성 값 가져오기
mn: Онцлогийн утгуудыг хайж авах
pa: ਵਿਸ਼ੇਸਤਾ ਮੁੱਲ ਪਰਾਪਤ
ro: obţine valorile proprietăţii
rw: Kubona uduciro tw'indangakintu
sk: získať hodnoty vlastností
sr: добави вредности својства
sr@latn: dobavi vrednosti svojstva
tg: Кабул кардани маънои хусусият
th: รับค่าคุณสมบัติ

source: set property values
bs: postavi vrijednosti osobina
km: កំណត់​តម្លៃ​របស់​លក្ខណៈ​សម្បត្តិ
ko: 속성 값 설정하기
mn: Онцлогийн утгуудыг тогтоох
pa: ਵਿਸ਼ੇਸਤਾ ਮੁੱਲ ਦਿਓ
ro: setează valorile proprietăţii
rw: Gushyiraho uduciro tw'indangakintu
sk: nastaviť hodnoty vlastností
sr: постави вредности својства
sr@latn: postavi vrednosti svojstva
tg: Маънои хусусияташро муайян кардан
th: ตั้งค่าค่าคุณสมบัติ

source: create the requested folder
bs: napravi traženi direktorij
km: បង្កើត​ថត​ដែល​បាន​ស្នើ
ko: 요청한 폴더 만들기
mn: хүссэн хавтсыг үүсгэх
pa: ਲੋੜੀਦਾ ਫੋਲਡਰ ਬਣਾਓ
ro: creează folderul cerut
rw: Kurema ububiko bwasabwe
sk: vytvoriť požadovaný priečinok
sr: направи захтевана фасцикла
sr@latn: napravi zahtevana fascikla
tg: Феҳристи талабшударо месозад
th: สร้างโฟลเดอร์ที่ร้องขอมา

source: copy the specified file or folder
bs: kopiraj navedenu datoteku ili direktorij
km: ចម្លង​ឯកសារ ឬ ថត​ដែល​បាន​បញ្ជាក់
ko: 지정된 파일이나 폴더 복사하기
mn: тухайн файлыг эсвэл лавлахыг хуулах
pa: ਖਾਸ ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ ਦੀ ਨਕਲ ਕਰੋ
ro: copiază fişierul sau folderul specificat
rw: Gukoporora idosiye cyangwa ububiko byasabwe
sk: kopírovať zadaný súbor alebo priečinok
sr: копира назначени фајл или фасцикла
sr@latn: kopira naznačeni fajl ili fascikla
tg: Нусха бардоштани файил ё феҳристи муайяншуда
th: คัดลอกแฟ้มหรือโฟลเดอร์ที่กำหนด

source: move the specified file or folder
bs: pomjeri navedenu datoteku ili direktorij
km: ផ្លាស់ទី​ឯកសារ ឬ ថត​ដែល​បានបញ្ជាក់
ko: 지정한 파일이나 폴더 이동하기
mn: тухайн файлыг эсвэл лавлахыг зөөх
pa: ਖਾਸ ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ ਭੇਜੋ
ro: mută fişierul sau folderul specificat
rw: Kwimura idosiye cyangwa ububiko byerekanwe
sk: presunúť zadaný súbor alebo priečinok
sr: помери назначени фајл или фасцикла
sr@latn: pomeri naznačeni fajl ili fascikla
tg: Ҷойивазкунии файл ё феҳристи муайян кардашуда
th: ย้ายแฟ้มหรือโฟลเดอร์ที่กำหนด

source: search in the specified folder
bs: traži u navedenom direktoriju
km: ស្វែងរក​ក្នុង​ថត​ដែល​បាន​បញ្ជាក់
ko: 지정한 폴더 안에서 찾기
mn: тухайн хавтсанд хайх
pa: ਖਾਸ ਫੋਲਡਰ ਵਿੱਚ ਖੋਜੋ
ro: caută în folderul specificat
rw: Gushakisha mu bubiko bwerekanwe
sk: hľadať v zadanom priečinku
sr: потражи у назначеној фасцикли
sr@latn: potraži u naznačenoj fascikli
tg: Ҷустуҷӯ дар феҳристи муайяншуда
th: ค้นหาในโฟลเดอร์ที่กำหนด

source: lock the specified file or folder
bs: zaključaj navedenu datoteku ili direktorij
km: ចាក់​សោ​ឯកសារ ឬ ថត​ដែលបាន​បញ្ជាក់
ko: 지정한 파일이나 폴더 잠그기
mn: тухайн файлыг эсвэл лавлахыг түгжих
pa: ਖਾਸ ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ ਬੰਦ ਕਰੋ
ro: blochează fişierul sau folderul specificat
rw: Gufunga idosiye cyangwa ububiko byerekanwe
sk: zamknúť zadaný súbor alebo priečinok
sr: закључа назначени фајл или фасцикла
sr@latn: zaključa naznačeni fajl ili fascikla
tg: Иҳота кардани файл ё феҳристи муайян кардашуда
th: ล็อคแฟ้มหรือโฟลเดอร์ที่กำหนด

source: unlock the specified file or folder
bs: otključaj navedenu datoteku ili direktorij
km: ដោះសោ​ឯកសារ ឬ ថត​ដែល​បាន​បញ្ជាក់
ko: 지정한 파일이나 폴더 잠금 풀기
mn: тухайн файлыг эсвэл лавлахын түгжээг нээх
pa: ਖਾਸ ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ ਖੋਲੋ
ro: deblochează fişierul sau folderul specificat
rw: Gufungura idosiye cyangwa ububiko byerekanwe
sk: odomknúť zadaný súbor alebo priečinok
sr: откључа назначени фајл или фасцикла
sr@latn: otključa naznačeni fajl ili fascikla
tg: Иҳота кардани файл ё феҳристи муайян кардашударо нест кардан
th: ปลดล็อคแฟ้มหรือโฟลเดอร์ที่กำหนด

source: delete the specified file or folder
bs: obriši navedenu datoteku ili direktorij
km: លុប​ឯកសារ ឬ ថត​ដែល​បាន​បញ្ជាក់
ko: 지정한 파일이나 폴더 삭제
mn: тухайн файлыг эсвэл лавлахыг устгах
pa: ਖਾਸ ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ ਹਟਾਓ
ro: şterge fişierul sau folderul specificat
rw: Gusiba idosiye cyangwa ububiko byerekanwe
sk: odstrániť zadaný súbor alebo priečinok
sr: обрише назначени фајл или фасцикла
sr@latn: obriše naznačeni fajl ili fascikla
tg: Файл ё феҳристи муайяншударо нест мекунад
th: ลบแฟ้มหรือโฟลเดอร์ที่กำหนด

source: query the server's capabilities
bs: istraži mogućnosti servera
km: សួរ​សមត្ថភាព​របស់​ម៉ាស៊ីន​បម្រើ
ko: 서버의 능력 조회
mn: Серверийн багтаамжийг лавлах
pa: ਸਰਵਰ ਦੀ ਯੋਗਤਾ ਦੀ ਜਾਂਚ ਕਰੋ
ro: determină capabilităţile serverului
rw: Kubaza ubushobozi bwa seriveri
sk: zistiť možnosti serveru
sr: упита сервер за способности
sr@latn: upita server za sposobnosti
tg: Имконияҳои серверро мепурсад
th: อ่านค่าความสามารถของเซิร์ฟเวอร์

source: retrieve the contents of the specified file or folder
bs: prikaži sadržaj navedene datoteke ili direktorija
km: ទាញយក​មាតិកា​របស់​ឯកសារ ឬ ថត​ដែល​បាន​បញ្ជាក់
ko: 지정한 파일이나 폴더의 내용 가져오기
mn: тухайн файлыг эсвэл лавлахын агуулгыг хүлээн авах
pa: ਖਾਸ ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ ਦੇ ਭਾਗ ਪਰਾਪਤ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
ro: şterge conţinutul fişierului sau folderului specificat
rw: Kubona ibiri mu idosiye cyangwa ububiko byerekanwe
sk: získať obsah zadaného súboru alebo priečinku
sr: добави садржај назначеног фајла или фасцикле
sr@latn: dobavi sadržaj naznačenog fajla ili fascikle
tg: Кабул кардани маълумотҳои дохили файл ё феҳрист.
th: รับเนื้อหาจากแฟ้มหรือโฟลเดอร์ที่กำหนด

source: An unexpected error (%1) occurred while attempting to %2.
bs: Neočekivana greška (%1) se desila dok sam pokušavao %2
km: កំហុស​ដែល​មិន​រំពឹង (%1) បាន​កើត​ឡើង ខណៈពេល​ប៉ុនប៉ង​ទៅ %2 ។
ko: %2을(를) 시도하는 중 예상하지 못한 오류(%1) 발생
mn: %2 -г гүйцэтгэж байхад %1 гэнэтийн алдаа гарлаа.
pa: %2 ਦੀ ਕੋਸ਼ਿਸ ਕਰਨ ਦੌਰਾਨ ਅਣਜਾਣ ਗਲਤੀ (%1) ਆਈ ਹੈ।
ro: A apărut o eroare (%1) la %2.
rw: Ikosa rititezwe (%1) ryagaragaye mu kugerageza ku %2.
sk: Neočakávaná chyba (%1) počas pokusu o %2.
sr: Појавила се неочекивана грешка (%1) при покушају да се %2.
sr@latn: Pojavila se neočekivana greška (%1) pri pokušaju da se %2.
tg: Ба хатогии ногаҳонӣ(%1), ҳангоми кӯшиши %2 даст дода шуд.
th: เกิดความผิดพลาดที่ไม่คาดขึ้น (%1) ขณะกำลัง %2

source: The server does not support the WebDAV protocol.
bs: Server ne podržava WebDAV protokol.
km: ម៉ាស៊ីន​បម្រើ​មិន​គាំទ្រ​ពិធីការ WebDAV ។
ko: 이 서버에서 WebDAV 프로토콜을 지원하지 않습니다.
mn: Энэ сервер WebDAV-протоколлыг дэмжидэггүй.
pa: ਸਰਵਰ WebDAV ਪਰੋਟੋਕਾਲ ਲਈ ਸਹਾਇਕ ਨਹੀ ਹੈ
ro: Serverul nu suportă protocolul WebDAV.
rw: Seriveri ntiyemera porotokole WebDAV
sk: Server nepodporuje protokol WebDAV.
sr: Сервер не подржава WebDAV протокол.
sr@latn: Server ne podržava WebDAV protokol.
tg: Сервер протоколи WebDAV-ро дастгирӣ намекунад.
th: เซิร์ฟเวอร์ไม่สนับสนุนโปรโตคอล WebDAV

source: An error occurred while attempting to %1, %2. A summary of the reasons is below.<ul>
bs: Došlo je do greške dok sam pokušavao %1, %2. Sažetak razloga dat je ispod.<ul>
km: កំហុស​មួយ​បាន​កើតឡើង ខណៈ​ពេល​កំពុង​ប៉ុនប៉ង​ចូល​ទៅ %1, %2 ។ ការសង្ខេប​អំពី​ហេតុផល​មាន​ដូច​ខាងក្រោម​នេះ ។<ul>
ko: %1, %2을(를) 시도하는 중 오류가 발생했습니다. 다음 가능한 이유가 존재합니다.<ul>
mn: %1, %2 -г ажиллуулах үед алдаа гарлаа. Шалгааны тойм доор байна.<ul>
pa: %1, %2 ਲਈ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਕਾਰਨਾਂ ਬਾਰੇ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਹੇਠ ਦਿੱਤੀ ਹੈ। <ul>
ro: A apărut o eroare la %1, %2. Un sumar al motivelor posibile este dat mai jos.<ul>
rw: Ikosa ryagaragaye mu kugerageza ku %1, %2. Incamake y'impamvu iri hasi.<ul>
sk: Nastala chyba pri pokuse o %1, %2. Dole je súhrn dôvodov.<ul>
sr: Дошло је до грешке при покушају да се %1, %2. Сажетак разлога је дат испод.<ul>
sr@latn: Došlo je do greške pri pokušaju da se %1, %2. Sažetak razloga je dat ispod.<ul>
tg: Ба хатогӣ даст дода шуд, ҳангоми кӯшиши %1, %2. Маълумот оиди сабаби он дар поёнтар.<ul>
th: เกิดความผิดพลาดขึ้น ขณะกำลัง %1, %2 ผลสรุปของความผิดพลาดอยู่ทางด้านล่างนี้<ul>

source: Access was denied while attempting to %1.
bs: Pristup odbijen prilikom pokušaja %1.
km: ការចូលដំណើរការ​ត្រូវ​បាន​បដិសេធ ខណៈពេល​កំពុង​ប៉ុន​ប៉ង​ចូល​ទៅ %1 ។
ko: %1을(를) 시도하던 중 접근이 거부되었습니다.
mn: %1 биелүүлж байх үед хандалт нурлаа.
pa: %1 ਲਈ ਕੋਸ਼ਿਸ ਕਰਨ ਤੇ ਪਹੁੰਚ ਪਾਬੰਦੀ ਹੈ।
ro: Acces refuzat la încercarea de a %1.
rw: Ukugera kwanze mu kugerageza ku %1.
sk: Prístup zamietnutý pri pokuse o %1
sr: Приликом покушаја да се %1 одбијен је приступ.
sr@latn: Prilikom pokušaja da se %1 odbijen je pristup.
tg: Дастрас маън карда шуда буд, ҳангоми кӯшиши %1
th: ถูกปฏิเสธการเข้าใช้งานขณะกำลัง %1

source: The specified folder already exists.
bs: Navedeni direktorij već postoji.
km: ថត​ដែល​បាន​បញ្ជាក់​មាន​រួច​ហើយ ។
ko: 지정한 디렉터리가 이미 존재합니다.
mn: Тухайн лавлах хэдийнээ байна.
pa: ਦਿੱਤਾ ਫੋਲਡਰ ਪਹਿਲਾਂ ਵੀ ਮੌਜੂਦ ਹੈ।
ro: Folderul specificat există deja.
rw: Ububiko bwerekanwe busanzwemo.
sk: Zadaný priečinok už existuje.
sr: Назначена фасцикла већ постоји.
sr@latn: Naznačena fascikla već postoji.
tg: Феҳристи муайян шуда аллакай вуҷуд дорад.
th: มีแฟ้มหรือโฟลเดรอ์ที่ระบุอยู่แล้ว

source: A resource cannot be created at the destination until one or more intermediate collections (folders) have been created.
bs: Resurs ne može biti napravljen na odredištu sve dok se ne napravi jedna ili više prelaznih kolekcija (direktorija).
km: ធនធាន​មិន​អាច​បង្កើត​បាន​ត្រង់​ទិសដៅ រហូតដល់​ការប្រមូលផ្តុំ (ថត) មធ្យម​មួយ ឬ ច្រើន ត្រូវ​បាន​បង្កើត ។
ko: 하나 또는 그 이상의 중간 단계(디렉터리)가 생성될 때까지 목적하는 곳에 자원은 생성될 수 없습니다.
mn: Нэг эсвэл хэд хэдэн цуглуулгууд (хавтас) үүсгэх хүртэл хүссэн байрлалд нөөц үүсгэгдэх боломжгүй .
ro: O resursă nu poate fi creată la destinaţie pînă cînd nu vor fi create una sau mai multe colecţii (foldere) intermediare.
rw: Igikorana ntigishoboye kuremwa ku ishyika kugeza ishyirahamwe riringaniye (ububiko) rimwe cyangwa menshi yaremwe.
sk: Zdroj nie je možné vytvoriť na cieli kým nebudú vytvorené potrebné priečinky.
sr: Ресурс не може бити направљен на одредишту све док се једна или више посредишних колекција (фасцикли) не направи.
sr@latn: Resurs ne može biti napravljen na odredištu sve dok se jedna ili više posredišnih kolekcija (fascikli) ne napravi.
tg: Захира тайёр карда намешавад, то он холе ки як ё якчанд коллексияи мобайнӣ (феҳрист) сохта нашавад.
th: จะไม่สามารถสร้างทรัพยากรที่ปลายทางได้ จนกว่าจะมีการสร้างโฟลเดอร์สำหรับจัดเก็บเสียก่อน

source: The server was unable to maintain the liveness of the properties listed in the propertybehavior XML element or you attempted to overwrite a file while requesting that files are not overwritten. %1
bs: Server nije mogao održati aktuelnost svojstava koja su navedena u XML elementu propertybehavior ili ste pokušali prepisati datoteku a zahtjevali ste da datoteke ne mogu biti prepisane. %1
km: ម៉ាស៊ីនបម្រើ​មិន​អាច​ថែទាំ​ភាព​មាន​ជីវិត​របស់​លក្ខណៈ​សម្បត្តិ​ដែល​បាន​រាយ​ក្នុង​ធាតុ XML របស់​ឥរិយាបថ​លក្ខណៈ​សម្បត្តិ ឬ អ្នក​បាន​ប៉ុនប៉ង​សរសេរ​ជាន់​លើ​ឯកសារ​មួយ ខណៈពេល​កំពុង​ស្នើ​សុំ​ថា ឯកសារ​មិន​ត្រូវ​បាន​សរសេរ​ជាន់​សលើ ។ %1​
ko: 서버가 속성동작 XML 요소에 목록화되어 있는 속성들의 활성화를 유지하지 못했거나 쓸 수 없는 파일에 대한 쓰기를 시도했습니다. %1
mn: Сервер "propertybehavior" дахь XML элементүүдийн толгойлсон Тодорхойломжыг батлан үзүүлэх боломжгүй байсан эсвэл та дарж бичих ёсгүй файлыг дарж бичих гэж оролдсон байна. %1
ro: Serverul nu a putut menţine proprietăţilor listate în elementul XML "propertybehavior" în stare actualizată sau aţi încercat să suprascrieţi un fişier deşi aţi cerut ca fişierele să nu fie suprascrise. %1
rw: Seriveri ntiyashoboye kugumana ukubaho ku indangakintu zari ku rutonde mu ngingo y'imyitwarirendangakintu XML cyangwa wagerageje gusimbura idosiye mu gihe gusaba izo dosiye bitarasimburwa. %1
sk: Server nepodporuje životnosť vlastností zo zoznamu značky propertybehavior alebo ste sa pokúsili prepísať súbor pričom sa súbor prepisovať nemá. %1
sr: Сервер није могао да одржи у животу својства набројана у XML елементу „propertybehavior“ или сте покушали да пребришете фајл док сте захтевали да се фајлови не пребрисују. %1
sr@latn: Server nije mogao da održi u životu svojstva nabrojana u XML elementu „propertybehavior“ ili ste pokušali da prebrišete fajl dok ste zahtevali da se fajlovi ne prebrisuju. %1
tg: Сервер доимии танзимкуниро, ки дар элементи propertybehavior XML нишон дода шудааст, таъмин карда натавонист. Ё ин ки Шумо хостед файлро бознависӣ кунед, вақте, ки ӯ ин файлро сабт карда наметавонад. %1
th: เซิร์ฟเวอร์ ไม่สามารถรักษาการคงอยู่ของคุณสมบัติ ที่แสดงในลักษณะคุณสมบัติ ส่วนต่างๆ ของ XML ได้ หรือคุณกำลังจะทำการเขียนทับแฟ้ม ขณะที่แฟ้มที่ร้องขอนั้น ไม่สามารถเขียนทับได้ %1

source: The requested lock could not be granted. %1
bs: Traženo zaključavanje nije odobreno. %1
km: ការ​ចាក់សោ​ដែល​បាន​ស្នើ​សុំ មិន​អាច​បង្កើត​ឡើង​បាន​ទេ ។ %1
ko: 요청된 잠금이 허락되지 않았습니다. %1
mn: Шаардсан %1 түгжээ хийгдсэнгүй.
pa: ਲੋੜੀਦੇ ਤਾਲਾ ਲਈ ਅਧਿਕਾਰ ਨਹੀਂ ਮਿਲ ਨਹੀਂ ਸਕੇ। %1
ro: Blocarea cerută nu poate fi onorată. %1
rw: Ugufunga byasabwe ntibyashoboye kwizerwa. %1
sk: Požadovaný zámok nie je možné získať.%1
sr: Тражено закључавање није било одобрено. %1
sr@latn: Traženo zaključavanje nije bilo odobreno. %1
tg: Муҳосираи талабкарда тасдиқ карда намешавад. %1
th: คำขอให้ทำการล็อค ไม่ได้รับการอนุญาต %1

source: The server does not support the request type of the body.
bs: Server ne podržava ovaj tip zahtjeva u tijelu.
km: ម៉ាស៊ីន​បម្រើ​មិន​គាំទ្រ​ប្រភេទ​ស្នើ​សុំ​របស់​តួ ។
ko: 서버가 요청한 본문 형식을 지원하지 않습니다.
mn: Сервер "Body" элементийн шаардсан төрлийг дэмжээгүй байна.
ro: Serverul nu suportă tipul de cerere specificat în conţinut.
rw: Seriveri ntiyemera ubwoko bw'igihimba bwasabwe.
sk: Server nepodporuje typ požiadavky v tele.
sr: Сервер не подржава захтев типа тела.
sr@latn: Server ne podržava zahtev tipa tela.
tg: Намуди элементи ҷисми додашударо бо ин сервер дастгирӣ намекунад.
th: เซิร์ฟเวอร์ไม่สนับสนุนประเภทตัวข้อความที่ร้องขอมา

source: Unable to %1 because the resource is locked.
bs: Ne mogu %1 zato što je resurs zaključan.
km: មិ​នអាច​តភ្ជាប់​ទៅ %1 ពីព្រោះ​ធនធាន​ជាប់​សោ ។
ko: 자원이 잠겨서 %1(이)가 불가능합니다.
mn: %1 -г биелүүлэх боломжгүй. Учир нь нөөц түгжигдсэн байна.
pa: %1 ਲਈ ਅਸਫਲ ਹੈ, ਕਿਉਕਿ ਸਰੋਤ ਰੁਝਿਆ ਹੋਇਆ ਹੈ।
ro: Nu am putut să %1 deoarece resursa este blocată.
rw: Bidashobotse ku %1 kuko ibikorana bifunze.
sk: Nepodarilo sa %1, pretože zdroj je zamknutý.
sr: Не може да се %1 зато што је ресурс закључан.
sr@latn: Ne može da se %1 zato što je resurs zaključan.
tg: %1 нашуда истодааст, барои он ки захира ғайри дастрас аст.
th: ไม่สามารถทำ %1เนื่องจากทรัพยากรถูกล็อคไว้

source: This action was prevented by another error.
bs: Ovu akciju je spriječila druga greška.
km: អំពើ​នេះ​ត្រូវ​បាន​រារាំង​ដោយ​កំហុស​មួយ​ផ្សេង​ទៀត ។
ko: 이 동작은 다른 오류에 의해 금지되었습니다.
mn: Энэ ажиллагаа өөр алдаагаар саатлаа.
pa: ਇਹ ਕਾਰਵਾਈ ਇੱਕ ਗਲਤੀ ਕਰਕੇ ਰੋਕੀ ਗਈ ਹੈ
ro: Această acţiune a fost oprită de altă eroare.
rw: Iki gikorwa cyabujijwe n'irindi kosa.
sk: Tejto akcii bráni iná chyba.
sr: Ова акција је спречена другом грешком.
sr@latn: Ova akcija je sprečena drugom greškom.
tg: Ин амалиёт аз сабаби дигар хатогиҳо иҷро карда нашуд.
th: การกระทำนี้ ถูกปกป้องจากความผิดพลาดอื่น
