Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Automatically close idle wallets
bs: Automatski zatvori neiskorištene novčanike
km: បិទ​កាបូប​ទំនេរ​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 사용 중이 아닌 지갑 자동으로 닫기
pa: ਵੇਹਲਾ ਵਾਲਿਟ ਖੁਦ ਹੀ ਬੰਦ ਹੋ ਜਾਵੇ
ro: Închide automat portofelele inactive
rw: Gufunga mu buryo bwikoresha impago zidakoreshwa
sk: Automaticky zatvoriť nepoužívané wallety
sr: Аутоматски затварај неупошљене новчанике
sr@latn: Automatski zatvaraj neupošljene novčanike
tg: Ба таври автоматикӣ пӯшондани ҳамёнҳои бефоида
th: ปิด ที่เก็บข้อมูลส่วนตัว ที่ว่างจากการทำงานโดยอัตโนมัติ

source: Allow &Once
bs: Dozvoli &jednom
km: អនុញ្ញាត​តែ​មួយ​ដង​
ko: 한 번만 허가(&O)
mn: Нэг удаа зөвшөөрөх
pa: ਇੱਕ ਵਾਰ ਸਵੀਕਾਰ(&O)
ro: Permite numai &odată
rw: Kwemeza Rimwe
sk: Povoliť &raz
sr: Д&озволи једном
sr@latn: D&ozvoli jednom
tg: Иҷозат &Як бор
th: อนุญาตใช้ในครั้งนี้

source: Allow &Always
bs: Dozvoli &uvijek
km: អនុញ្ញាត​ជានិច្ច
ko: 항상 허가(&A)
mn: Үргэлж зөвшөөрөх
pa: ਹਮੇਸ਼ਾ ਸਵੀਕਾਰ(&A)
ro: Permite în&totdeauna
rw: Kwemeza Burigihe
sk: Povoliť &vždy
sr: Дозволи &увек
sr@latn: Dozvoli &uvek
tg: Иҷозат &Ҳамавақт
th: อนุญาตใช้ตลอดไป

source: &Deny
bs: &Odbij
km: បដិសេធ
ko: 거부(&D)
pa: ਪਾਬੰਦੀ(&O)
ro: &Interzice
rw: Anga
sk: &Odmietnuť
sr: О&дбиј
sr@latn: O&dbij
th: ปฏิเสธ

source: Deny &Forever
bs: &Zauvijek odbij
km: បដិសេធ​ជា​រៀង​រហូត
ko: 항상 거부(&F)
pa: ਹਮੇਸ਼ਾ ਲਈ ਪਾਬੰਦੀ(&F)
ro: Interzice &permanent
rw: Kwanga Burundu
sk: Odmietnuť &vždy
sr: Одбијај &заувек
sr@latn: Odbijaj &zauvek
th: ตลอดไป

source: Terminal
km: ស្ថានីយ
ko: 터미널
mn: Терминал
pa: ਟਰਮੀਨਲ
rw: Bihera
sk: Terminál
sr: Терминал
tg: Терминал
th: เทอร์มินัล

source: Check this option if the application you want to run is a text mode application or if you want the information that is provided by the terminal emulator window.
bs: Uključite ovu opciju ako aplikacija koju želite pokrenuti radi u tekstualnom režimu ili ako želite čuvati informacije koje su pružene u prozoru simulatora terminala.
km: ធីក​ជម្រើស​នេះ ប្រសិនបើ​កម្មវិធី​ដែល​អ្នក​ចង់​រត់​គឺ​ជា​កម្មវិធី​របៀប​អត្ថបទ ឬ ប្រសិនបើ​អ្នក​ចង់​បាន​ព័ត៌មាន​ដែល​ផ្តល់​ដោយ​បង្អួច​ស្ថានីយ ។
ko: 실행하고자 하는 프로그램이 텍스트 모드 프로그램이거나 터미널 에뮬레이터 창으로 정보를 제공받으려 하는 경우 선택하십시오.
ro: Selectaţi această opţiune dacă aplicaţia pe care doriţi să o executaţi lucrează în modul text sau dacă doriţi informaţii care să fie afişate la o fereastră emulator de terminal.
rw: Wareba iri hitamo niba porogaramu ushaka gukoresha ari porogaramu uburyo mwandiko cyangwa niba ushaka ibisobanuro bitangwa n'idirishya rya mukuruzi igihera.
sk: Túto voľbu zapnite, ak sa má aplikácia spustiť v textovom režime, alebo chcete získať informácie, ktoré poskytuje pomocou okna terminálu.
sr: Укључите ову опцију ако је програм који желите да покрене програм у текстуалном режиму или ако желите да видите информације које пружа преко прозора за емулацију терминала.
sr@latn: Uključite ovu opciju ako je program koji želite da pokrene program u tekstualnom režimu ili ako želite da vidite informacije koje pruža preko prozora za emulaciju terminala.
tg: Ин вариантро агар хоҳед,ки барнома тарзи матнро ҳамчун барнома идора кунад ё агар хоҳед,ки иформатсияеро, ки аз тарафи равзанаи эмулятори хотиравӣ таъмин мегардад,тафтиш кунед.
th: เลือกกาที่ตัวเลือกนี้ หากว่าแอพพลิเคชันที่คุณต้องการจะสั่งให้ทำงาน เป็นแอพพลิเคชัน ในโหมดตัวอักษร หรือหากคุณต้องการข้อมูลที่แสดงโดยหน้าต่างตัวจำลอง เทอร์มินัล

source: Check this option if the text mode application offers relevant information on exit. Keeping the terminal emulator open allows you to retrieve this information.
bs: Uključite ovu opciju ako tekstualna aplikacija nudi korisne informacije po završetku rada. Čuvanje prozora terminala otvorenim vam omogućuje da dobijete te informacije.
km: ធីក​ជម្រើស​នេះ ប្រសិនបើ​កម្មវិធី​របៀប​អត្ថបទផ្តល់​ព័ត៌មាន​ទំនាក់​ទំនង នៅ​ពេល​ចាកចេញ ។ ទុក​ឲ្យ កម្មវិធី​ស្ថានីយ បើក នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​ទាញយក​ព័ត៌មាន​នេះ ។
ko: 텍스트 모드 프로그램이 종료될 때 관련정보를 제공한다면 이 옵션을 선택합니다. 터미널 에뮬레이터가 열려 있도록 유지하여 해당 정보를 볼 수 있습니다.
ro: Selectaţi această opţiune dacă aplicaţia în mod text oferă informaţii relevante la terminarea ei. Dacă permiteţi ca fereastra terminal să rămînă deschisă, veţi putea să obţineţi acele informaţii.
rw: Wareba iri hitamo niba porogaramu uburyo mwandiko itanga ibisobanuro bya ngombwa uyifunga. Kureka mukuruzi igihera ifunguye bikwemerera kubona ibi bisobanuro.
sk: Zapnite túto voľbu ak aplikácia v textovom režime poskytuje dôležité informácie pri ukončení. Tým, že sa okno pri ukončení nezatvorí, bude možné tieto informácie zachytiť.
sr: Укључите ову опцију ако текстуални програм нуди битне информације при изласку. Задржавање емулатора терминала отвореним вам омогућава да добавите ове информације.
sr@latn: Uključite ovu opciju ako tekstualni program nudi bitne informacije pri izlasku. Zadržavanje emulatora terminala otvorenim vam omogućava da dobavite ove informacije.
tg: Агар барномаи тарзи матн информатсияи муносибро барои баромад пешкаш кунад,ин вариантро санҷед.Кушода нигоҳ доштани эмулятори поёнӣ ба шумо иҷозат медиҳад,ки ин информатсияро барқарор кунед.
th: เลือกกาที่ตัวเลือกนี้ หากว่าแอพพลิเคชันที่ทำงานในโหมดตัวอักษร มีการส่งข้อมูล ที่เกี่ยวข้องเมื่อออกจากโปรแกรม การเปิดหน้าต่างตัวจำลองเทอร์มินัลค้างไว้ จะ ทำให้คุณได้รับทราบข้อมูลเหล่านี้

source: Check this option if you want to run this application with a different user id. Every process has a different user id associated with it. This id code determines file access and other permissions. The password of the user is required to use this option.
bs: Uključite ovu opciju ako želite da izvršavate ovu aplikaciju pod IDom drugog korisnika. Svakom procesu je pridružen korisnički ID. Ovaj ID određuje privilegije pristupa datotekama i druga prava. Potrebna je šifra tog korisnika kako biste koristili ovu opciju.
km: ធីក​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​រត់​កម្មវិធី​នេះ​ដោយអត្តសញ្ញាណ​អ្នកប្រើ​ផ្សេង ។ រាល់​ដំណើរការ​មានអត្តសញ្ញាណ អ្នក​ប្រើ​ដែល​ភ្ជាប់​ជាមួយ​វា​ខុសៗ​គ្នា ។ កូដ​លេខ​សម្គាល់​នេះ​កំណត់​ឯកសារ​សិទ្ធិ​ដំណើរការ និង​អ្វី​ផ្សេងៗ​ទៀត ។ ពាក្យ​សម្ងាត់​របស់​អ្នកប្រើ​គឺ​ទាមទារ​ប្រើ​ជម្រើស​នេះ ។
ko: 다른 사용자 아이디로도 이 프로그램을 실행하고 싶다면 이 옵션에 선택하십시오. 모든 프로세스는 프로그램과 관련된 등록된 모든 사용자 아이디를 가집니다. 이 아이디 코드는 파일접근과 다른 권한를 결정합니다. 이 옵션을 사용하기 위해서는 해당 사용자의 비밀번호가 필요합니다.
ro: Selectaţi această opţiune dacă doriţi să executaţi aplicaţia sub cont diferit de utilizator. Fiecare proces are un identificator de utilizator asociat. Acest cod identificator determină accesul la fişiere şi alte permisiuni. Este necesară parola acelui cont utilizator pentru folosi această opţiune.
rw: Wareba iri hitamo niba ushaka gutangiza iyi porogaramu ukoresha ikiranga ukoresha gitandukanye. Buri gikorwa gifite ikiranga ukoresha gitandukanye kijyanye na cyo. Uyu mubare w'ikiranga werekana ukugera ku idosiye n'izindi mpushya. Ijambobanga ry'ukoresha rirakenewe mu gukoresha iri hitamo.
sk: Zapnutím tejto voľby spustíte túto aplikáciu ako iný užívateľ. Každý proces má nastavené ID užívateľa. Toto číslo určuje práva pre prístup k súborom a iné. Ak je táto voľba zapnutá, budete musieť zadať heslo pre vybraného užívateľa.
sr: Укључите ову опцију ако желите да покрећете овај програм са другим корисничким ид.ом. Сваки процес има придружен различит кориснички ид. То је идентификациони број који одређује приступ фајловима и друге привилегије. За ову опцију потребна је лозинка корисничка.
sr@latn: Uključite ovu opciju ako želite da pokrećete ovaj program sa drugim korisničkim id.om. Svaki proces ima pridružen različit korisnički id. To je identifikacioni broj koji određuje pristup fajlovima i druge privilegije. Za ovu opciju potrebna je lozinka korisnička.
tg: Ин вариантро агар хоҳед,ки ин барномаро бо истифодабарандаи гуногун идора кунед,тавтиш кунед.Ҳар як раванд истифодабарандаи id бо худаш дорад.Ин id рамз дастрасии файл ва дигар иҷозатномаҳоро муайян мекунад. Нишони истифодабаранда истифода бурдани ин вариантро талаб мекунад.
th: เลือกกาที่ตัวเลือกนี้ หากว่าคุณต้องการที่จะสั่งให้แอพพลิเคชันทำงานด้วยหมายเลข ผู้ใช้งานอื่น ทุกๆ โปรเซสจะมีหมายเลขผู้ใช้งานสำหรับโปรเซสต่างๆ กัน รหัสหมายเลข นี้จะบ่งชีเรื่องของการเข้าถึงและสิทธิอนุญาตอื่นๆ จำเป็นต้องใช้รหัสผ่านของผู้ใช้ เพื่อที่จะใช้งานตัวเลือกนี้

source: Enter the user name you want to run the application as.
bs: Unesite ime korisnika pod kojim želite izvršavati ovu aplikaciju.
km: បញ្ចូល​ឈ្មោះ​អ្នកប្រើ​ដែល​អ្នក​ចង់​រត់​កម្មវិធី​ជា ។
ko: 프로그램을 실행할 사용자 이름을 입력하십시오
pa: ਉਪਭੋਗੀ ਨਾਂ ਦਿਓ, ਜਿਸ ਦੇ ਤੌਰ 'ਤੇ ਤੁਸੀਂ ਕਾਰਜ ਨੂੰ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।
ro: Introduceţi numele de utilizator sub care doriţi să executaţi aplicaţia.
rw: Injiza izina ry'ukoresha ushaka gutangiza porogaramu nka.
sk: Zadajte užívateľské meno, pod ktorým má táto aplikácia bežať.
sr: Унесите име корисника под којим желите да извршавате овај програм.
sr@latn: Unesite ime korisnika pod kojim želite da izvršavate ovaj program.
tg: Номи истифодабарандаеро,ки мехоҳед бо барнома кор кунад ворид кунед.
th: ใส่ชื่อผู้ใช้ที่คุณต้องการจะใช้สิทธิ์ในการประมวลผลแอพพลิเคชัน

source: Enter the user name you want to run the application as here.
bs: Ovdje unesite ime korisnika pod kojim želite izvršavati ovu aplikaciju.
km: បញ្ចូល​ឈ្មោះ​អ្នកប្រើ​ដែល​អ្នក​ចង់​រត់​កម្មវិធី​ជា នៅ​ទីនេះ ។
ko: 여기서 프로그램을 실행할 사용자 이름을 입력하십시오
pa: ਉਪਭੋਗੀ ਨਾਂ ਦਿਓ, ਜਿਸ ਦੇ ਤੌਰ 'ਤੇ ਤੁਸੀਂ ਕਾਰਜ ਨੂੰ ਇੱਥੇ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।
ro: Introduceţi aici numele de utilizator sub care doriţi să executaţi aplicaţia.
rw: Injiza izina ry'ukoresha ushaka gutangiza porogaramu nka hano.
sk: Zadajte užívateľské meno, pod ktorým má táto aplikácia bežať.
sr: Унесите овде име корисника под којим желите да извршавате овај програм.
sr@latn: Unesite ovde ime korisnika pod kojim želite da izvršavate ovaj program.
tg: Ба монанди ин ҷо,агар хоҳед,ки барномаро идора кунед,номи истифодабарандаро ворид кунед.
th: ใส่ชื่อผู้ใช้ที่คุณต้องการจะใช้สิทธิ์ในการประมวลผลแอพพลิเคชันที่นี่

source: Startup
bs: Pokretanje
km: នៅ​ពេល​ចាប់ផ្តើម
ko: 시작
mn: Э&хлэлт
pa: ਸ਼ੁਰੂ
ro: Pornire
rw: Gutangira
sk: Spustenie
sr: Покретање
sr@latn: Pokretanje
tg: Оғоз
th: เริ่ม

source: Enable &launch feedback
bs: Uključi &obavještenje o pokretanju
km: ធ្វើ​ឲ្យ​ប្រតិកម្ម​ពេល​ចាប់ផ្ដើម​ប្រើ​បាន
ko: 실행 피드백 사용하기(&L)
pa: ਸੁਝਾਅ ਚਲਾਉਣ ਯੋਗ(&l)
ro: Activează indicarea p&ornirii
rw: Gutuma haba gutangiza inkurikizi
sk: Povoliť &odozvu pri štarte
sr: Укључи обавештавање о &покретању
sr@latn: Uključi obaveštavanje o &pokretanju
tg: Имконият диҳед, ки &launch вобастагии аввала баргардад
th: เปิดใช้การแจ้งเตือนการเริ่มทำงาน

source: Check this option if you want to make clear that your application has started. This visual feedback may appear as a busy cursor or in the taskbar.
bs: Uključite ovu opciju ako želite naznačiti da je vaša aplikacija pokrenuta. Ovaj vizuelni feedback se može pojaviti kao kursor zauzeća u taskbaru.
km: ធីក​ជម្រើស​នេះ ប្រសិនបើ​អ្នក​ចង់​ច្បាស់​ថា​កម្មវិធី​របស់​អ្នក​បាន​ចាប់ផ្តើម ។ ប្រតិកម្ម​ដែល​មើល​ឃើញ នឹង​លេច​ឡើង​ជា​ទស្សន៍​ទ្រនិច​រវល់​ក្នុង​របារ​ភារកិច្ច ។
ko: 프로그램이 실행되었는지 확인하려면 선택하십시오. 이 시각적 피드백은 모래시계 커서 또는 작업 표시줄에 나타납니다.
ro: Selectaţi această opţiune dacă doriţi să determinaţi în mod clar că aplicaţia a fost pornită. Acest indicator vizual poate fi sub forma unui cursor "ocupat" sau în bara de procese.
rw: Wareba iri hitamo niba ushaka kwizera ko porogaramu yawe yatangiye.Iyi nkurikizi irebwa yagaragara nk'inyoborayandika ihuze cyangwa mu murongobikorwa.
sk: Zapnutím tejto voľby zaistíte, aby bolo jasné, že sa vaša aplikácia spustila. Ako viditeľná odozva môže byť zaneprázdnený kurzor alebo označenie v paneli úloh.
sr: Укључите ову опцију ако желите да будете сигурни да је ваш програм покренут. Визуелно обавештавање може изгледати као заузети показивач или обавештење унутар траке задатака.
sr@latn: Uključite ovu opciju ako želite da budete sigurni da je vaš program pokrenut. Vizuelno obaveštavanje može izgledati kao zauzeti pokazivač ili obaveštenje unutar trake zadataka.
tg: Вариантеро,ки мехоҳед аниқ кунед,ки барномаатон сар кардааст санҷед.Ин алоқаи баръакси аёнӣ метавонад ҳамчун курсори банд ё ин ки ҳамчун сутуни вазифа пайдо шавад.
th: เลือกตัวเลือกนี้หากคุณต้องการทราบว่าแอพพลิเคชันของคุณได้เริ่มการทำงานหรือยัง โดยจะแจ้งให้ทราบทางเคอร์เซอร์เม้าส์ หรือกระพริบในส่วนแถบงาน (ทาสก์บาร์)

source: &Place in system tray
bs: &Smjesti u sistemski tray
km: ដាក់​ក្នុង​ថាស​ប្រព័ន្ធ
ko: 시스템 트레이에 두기(&P)
pa: ਸਿਸਟਮ ਟਰੇ ਵਿੱਚ ਰੱਖੋ(&P)
ro: &Plasează în tava de sistem
rw: Umwanya mu gitwara sisitemu
sk: &Umiestniť v systémovej lište
sr: &Постави у системску касету
sr@latn: &Postavi u sistemsku kasetu
tg: &Ҷойгузорӣ ба новаи система
th: แสดงในถาดระบบ

source: Check this option if you want to have a system tray handle for your application.
bs: Uključite ovu opciju ako želite da sistemski tray rukuje vašim programom.
km: ជ្រើស​ជម្រើស​នេះ ប្រសិន​បើ​អ្នក​ចង់​មាន​ថាស​ប្រព័ន្ធ ដោះស្រាយ​កម្មវិធី​របស់អ្នក ។
ko: 프로그램에 대한 시스템 트레이 상의 조정기를 가지고 싶다면 선택하십시오.
pa: ਇਹ ਚੋਣ ਕਰੋ, ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡਾ ਕਾਰਜ ਲਈ ਸਿਸਟਮ ਟਰੇ ਹੈਂਡਲ ਕਰੋ।
ro: Selectaţi această opţiune dacă doriţi să aveţi un indicator în tava de sistem pentru aplicaţia dumneavoastră.
rw: Wareba iri hitamo niba ushaka kugira ikigenga igitwara sisitemu cya porogaramu yawe.
sk: Ak zapnete túto voľbu, v systémovej lište budete môcť ovládať tút aplikáciu.
sr: Укључите ову опцију ако желите да системска касета управља вашим програмом.
sr@latn: Uključite ovu opciju ako želite da sistemska kaseta upravlja vašim programom.
tg: Ин вариантро,агар хоҳед,ки барои барномаатон системаи дастаи табақ дошта бошед,санҷед.
th: เลือกตัวเลือกนี้หากคุณต้องการให้แอพพลิเคชันของคุณแสดงอยู่ในถาดระบบด้วย

source: &DCOP registration:
bs: &DCOP registracija:
km: ការចុះឈ្មោះ DCOP ៖
ko: DCOP 등록(&D):
mn: &DCOP бүртгэл:
pa: &DCOP ਰਜਿਸਟ੍ਰੇਸ਼ਨ:
ro: Înregistrare &DCOP:
rw: Ukwiyandikisha DCOP:
sk: Registrácia &DCOP:
sr: DCOP &регистрација:
sr@latn: DCOP &registracija:
tg: &Мудирияти DCOP:
th: ลงทะเบียน &DCOP:

source: None
bs: Ništa
km: គ្មាន
ko: 없음
mn: Байхгүй
pa: ਕੋਈ ਨਹੀਂ
ro: Nimic
rw: Nta na kimwe
sk: Žiadne
sr: Ниједан
sr@latn: Nijedan
tg: Ғайри
th: ไม่มี

source: Multiple Instances
bs: Više instanci
km: វត្ថុ​ច្រើន
ko: 다수의 인스턴스
mn: Олон инстэйнс
pa: ਬਹੁ ਮੌਜੂਦਗੀ
ro: Instanţe multiple
rw: Ibisabwa Byinshi
sk: Viac inštancií
sr: Вишеструки примерци
sr@latn: Višestruki primerci
tg: Нусхаи бисёр
th: เปิดใช้ได้หลายตัว

source: Single Instance
bs: Jedna instanca
km: វត្ថុតែ​មួយ
ko: 하나의 인스턴스
mn: Ганц инстэйнс
pa: ਇੱਕੋ ਮੌਜੂਦਗੀ
ro: O singură instanţă
rw: Igisabwa Kimwe
sk: Jediná inštancia
sr: Један примерак
sr@latn: Jedan primerak
tg: Нусхаи якка
th: เปิดใช้ได้ตัวเดียว

source: Run Until Finished
bs: Izvršavaj do kraja
km: ដំណើរការ​រហូត​ដល់​ចប់
ko: 종료할 때까지 실행
mn: Дуусах хүртэл ажиллуулах
pa: ਖਤਮ ਹੋਣ ਤੱਕ ਚਲਾਓ
ro: Execută pînă se termină
rw: Gukora Kugeza Birangiye
sk: Bežať až do konca
sr: Извршавај док се не заврши
sr@latn: Izvršavaj dok se ne završi
tg: Ба охир иҷро намоед
th: ประมวลผลจนกระทั่งจบการทำงาน

source: Events
bs: Događaji
km: ព្រឹត្តិការណ៍
ko: 이벤트
mn: Үйл явц
pa: ਘਟਨਾ
ro: Evenimente
rw: Ibyabaye
sk: Udalosti
sr: Догађаји
sr@latn: Događaji
tg: Рӯйдодҳо
th: เหตุการณ์

source: Quick Controls
bs: Brze kontrole
km: ការ​ត្រួត​ពិនិត្យ​រហ័ស
ko: 빠른 조정
mn: Түргэн удирдлагууд
pa: ਤੇਜ਼ ਕੰਟਰੋਲ
ro: Controlare rapidă
rw: Amagenzura Yihuta
sk: Rýchla kontrola
sr: Брзе контроле
sr@latn: Brze kontrole
tg: Ҷузъҳои идоракунии тез
th: ควบคุมด่วน

source: Apply to &all applications
bs: Primijeni na sve ap&likacije
km: អនុវត្ត​ទៅ​គ្រប់​កម្មវិធី
ko: 모든 프로그램에 적용(&A)
mn: Бүх программууд руу оноох
pa: ਸਭ ਕਾਰਵਾਈਆਂ 'ਤੇ ਲਾਗੂ(&a)
ro: Aplică tuturor &aplicaţiilor
rw: Gushyira ku maporogaramu yose
sk: Použiť na všetky &aplikácie
sr: Пр&имени на све програме
sr@latn: Pr&imeni na sve programe
tg: Ба тамоми бар&номаҳо истифода кардан
th: ปรับให้มีผลกับทุกแอพพลิเคชัน

source: Turn O&ff All
bs: Is&ključi sve
km: បិទ​ទាំងអស់
ko: 모두 끄기(&F)
mn: Бүгдийг &хаах
pa: ਸਭ ਬੰਦ ਕਰੋ(&f)
ro: Opreşte t&ot
rw: Kuzimya Byose
sk: &Vypnúť všetko
sr: &Искључи све
sr@latn: &Isključi sve
tg: &Ғайрифаъол кардани ҳамааш
th: ปิดการใช้งานทั้งหมด

source: Allows you to change the behavior for all events at once
bs: Omogućuje vam da promijenite ponašanje svih događaja odjednom
km: អនុញ្ញាត​ឲ្យ​អ្នក​ផ្លាស់ប្តូរ​ឥរិយាបថ​ចំពោះ​ព្រឹត្តិការណ៍​ទាំងអស់​នៅ​ពេល​តែ​មួយ
ko: 모든 이벤트의 동작을 즉시 바꾸도록 허용함
mn: Өөрчилөх харьцааг бүх үйл явцын хувьд нэг удаа зөвшөөрөх
pa: ਤੁਹਾਨੂੰ ਸਭ ਘਟਨਾਵਾਂ ਦਾ ਰਵੱਈਆਂ ਇੱਕੋ ਵਾਰ ਬਦਲ ਦੇਣ ਲਈ ਸਹਾਇਕ ਹੈ।
ro: Vă permite să schimbaţi comportamentul la toate evenimentele dintr-o dată
rw: Ikwemerera guhindura imyitwarire y'ibikikije byose icyarimwe
sk: Umožní vám zmeniť správanie všetkých udalostí naraz
sr: Омогућава вам да промените понашање за све догађаје одједном
sr@latn: Omogućava vam da promenite ponašanje za sve događaje odjednom
tg: Иҷозат медиҳад, ки рафтори якбора тамоми рӯйдодҳоро тағйир диҳед
th: อนุญาตให้คุณเปลี่ยนพฤติกรรมสำหรับทุกเหตุการณ์ในคราวเดียว

source: Turn O&n All
bs: &Uključi sve
km: បើក​ទាំងអស់
ko: 모두 켜기(&N)
mn: Бүгдийг &нээх:
pa: ਸਭ ਚਾਲੂ ਕਰੋ(&n)
ro: &Activează tot
rw: Kwatsa Byose
sk: &Zapnúť všetko
sr: &Укључи све
sr@latn: &Uključi sve
tg: &Фаъол кардани ҳамааш
th: เปิดใช้งานทั้งหมด

source: Print a message to standard &error output
bs: Ispiši poruku na standardni izlaz za &greške
km: បោះពុម្ព​សារ​ទៅ​កាន់ stderr
ko: 표준 오류 출력으로 메시지 출력(&E)
mn: Стандарт а&лдааны гаралтаар мэдээг хэвлэх
pa: ਮਿਆਰੀ ਗਲਤੀ ਆਉਟਪੁੱਟ ਲਈ ਇੱਕ ਸੁਨੇਹਾ ਛਾਪੋ(&e)
ro: Scrie un mesaj la ieşirea de &eroare standard
rw: Gucapa ubutumwa ku gisohoka cy'ikosa risanzwe
sk: Vypísať správu na štandardný ch&ybový výstup
sr: Штампај поруку на стандардни излаз гр&ешке
sr@latn: Štampaj poruku na standardni izlaz gr&eške
tg: Хориҷ кардани иттилоот ба хурӯҷи стандартии &хатогиҳо
th: พิมพ์ข้อความออกทางผลส่งออกข้อผิดพลาดมาตรฐาน

source: Show a &message in a pop-up window
bs: Prikaži &poruku u pop-up prozoru
km: បង្ហាញ​សារ​ក្នុង​បង្អួច​លេចឡើង
ko: 팝업 창에 메시지 보이기(&M)
mn: &Сонордуулга pop-up цонхонд харуулах
pa: ਇੱਕ ਪੋਪਅੱਪ ਝਰੋਖੇ ਵਿੱਚ ਇੱਕ ਸੁਨੇਹਾ ਵੇਖਾਓ(&m)
ro: Afişează un &mesaj într-o fereastră pop-up
rw: Kwerekana ubutumwa mu idirishya ryirambura
sk: Zobraziť správu vo vyskakovaco&m okne
sr: Приказуј поруку у искачуће&м прозору
sr@latn: Prikazuj poruku u iskačuće&m prozoru
tg: Намоиши &иттилоот дар тирезаи ошкоршуда
th: แสดงข้อความแจ้งให้ทราบในหน้าต่างป้อบอัพ

source: E&xecute a program:
bs: &Izvrši program:
km: ប្រតិបត្តិ​កម្មវិធី​មួយ ៖
ko: 프로그램 실행(&X):
mn: Программ а&жиллуулах
pa: ਇੱਕ ਕਾਰਜ ਚਲਾਓ(&x):
ro: E&xecută un program:
rw: Gutangiza porogaramu:
sk: S&pustiť program:
sr: &Изврши програм:
sr@latn: &Izvrši program:
tg: Иҷрои &барнома:
th: ประมวลผลโปรแกรม:

source: Play a &sound:
bs: Odsviraj &zvuk:
km: ចាក់​សំឡេង ៖
ko: 소리 재생(&S):
mn: &Дуу тоглуулах
pa: ਧੁਨੀ ਚਲਾਓ(&s):
ro: Redă un &sunet:
rw: Gucuranga:
sk: Za&hrať zvuk:
sr: Пу&сти звук:
sr@latn: Pu&sti zvuk:
tg: Таҷдид кардани &садо:
th: เล่นเสียง:

source: Test the Sound
bs: Testiraj zvuk
km: សាកល្បងសំឡេង
ko: 소리 시험
mn: Дууг шалгах
pa: ਧੁਨੀ ਜਾਂਚ
ro: Testează sunetul
rw: Kugerageza Ijwi
sk: Test zvuku
sr: Тестирај звук
sr@latn: Testiraj zvuk
tg: Санҷиши садо
th: ทดสอบเสียง

source: Mark &taskbar entry
bs: Označi stavku &taskbara
km: សម្គាល់​ធាតុ​របស់​របារ​ភារកិច្ច
ko: 작업 표시줄 항목 강조하기(&T)
pa: ਸੰਦ-ਪੱਟੀ ਇੰਦਰਾਜ਼ ਨਿਸ਼ਾਨਬੱਧ(&t)
ro: Semnalează în &bara de procese
rw: Kugaragaza icyinjijwe cy'umurongobikorwa
sk: Označiť položku v &paneli úloh
sr: Означи ставку &траке задатака
sr@latn: Označi stavku &trake zadataka
tg: Нишона гузоштан &дохишавии сутуни вазифа
th: ทำเครื่องหมายในส่วนแถบงาน (ทาสก์บาร์)

source: &Log to a file:
bs: &Zapiši u datoteku:
km: ចុះ​កំណត់​ហេតុ​ទៅ​កាន់​ឯកសារ ៖
ko: 파일에 기록하기(&L):
mn: Файлын &Log :
pa: ਫਾਇਲ 'ਚ ਲਾਗ(&L):
ro: &Salvează jurnalul în fişier:
rw: Kwinjira ku idosiye:
sk: Záz&nam do súboru:
sr: &Уписуј дневник у фајл:
sr@latn: &Upisuj dnevnik u fajl:
tg: &Нигоҳ доштани журнал дар файл:
th: บันทึกไปยังแฟ้ม:

source: &Use a passive window that does not interrupt other work
bs: &Koristi pasivni prozor koji ne ometa drugi rad
km: ប្រើ​បង្អួច​អកម្ម​មួយដែល​មិន​ផ្អាក​ការងារ​ផ្សេង
ko: 다른 작업을 방해하지 않는 수동적인 창 사용하기(&U)
mn: &Бусад ажилын үед тасрахгүй идэвхигүй цонх хэрэглэх
pa: ਇੱਕ ਅਕਰਮਕ ਝਰੋਖਾ ਵਰਤੋਂ, ਜੋ ਕਿ ਕੰਮ 'ਚ ਦਖਲ ਨਾ ਦੇਵੇ(&U)
ro: &Utilizează o fereastră pasivă care nu întrerupe alte procese
rw: Gukoresha idirishya ridakora ntibihagarika undi murimo
sk: &Použiť pasívne okno ktoré neprerušuje prácu
sr: &Користи пасивни прозор који не прекида остале послове
sr@latn: &Koristi pasivni prozor koji ne prekida ostale poslove
tg: &Истифодаи тирезаи ғайрифаъоле, ки кори дигарро тарк нахоҳад кард
th: ใช้หน้าต่างที่ไม่ต้องโต้ตอบซึ่งไม่ขัดจังหวะงานอื่น ๆ

source: Less Options
bs: Manje opcija
km: ជម្រើស​តិច​ជាង
ko: 적은 옵션
mn: Тохируулга
pa: ਘੱਟ ਚੋਣ
ro: Mai puţine opţiuni
rw: Amahitamo make
sk: Menej možností
sr: Мање опција
sr@latn: Manje opcija
tg: Интихобототи кам
th: ตัวเลือกน้อย

source: Player Settings
bs: Postavke preglednika
km: ការ​កំណត់​កម្មវិធី​ចាក់
ko: 재생기 설정
pa: ਪਲੇਅਰ ਸਥਾਪਨ
ro: Setări redare
rw: Amagenamiterere y'Ucuranga
sk: Nastavenie prehrávača
sr: Поставке плејера...
sr@latn: Postavke plejera...
th: ตั้งค่าตัวเล่น

source: Select one or more file types to add:
bs: Izaberite jedan ili više tipova koje želite dodati:
km: ជ្រើស​ប្រភេទ​ឯកសារ​មួយ ឬ ច្រើន ដើម្បី​បន្ថែម ៖
ko: 하나 이상의 추가할 파일 형식 선택:
mn: Нэмэхийн тулд нэг юмуу илүү олон файлын төрөл сонгоно уу.
pa: ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ ਇੱਕ ਜਾਂ ਵੱਧ ਫਾਇਲ ਚੁਣੋ:
ro: Selectaţi unul sau mai multe tipuri de fişier de adăugat:
rw: Guhitamo ubwoko bw'idosiye bumwe cyangwa burenze bwo kongeraho:
sk: Vyberte jeden alebo viac pridávaných typov:
sr: Одаберите једну или више врста за додавање:
sr@latn: Odaberite jednu ili više vrsta za dodavanje:
tg: Барои илова кардан як ё зиёдтар намуди файлҳоро интихоб кунед.
th: เลือกชนิดแฟ้มหนึ่งหรือหลายชนิดเพื่อเพิ่ม:

source: Mimetype
bs: MIME tip
km: ប្រភេទ Mime
ko: MIME 형식
mn: MIME төрөл
pa: ਮਾਈਮ-ਕਿਸਮ
ro: Tip MIME
rw: UbwokoMime
sk: Typ MIME
sr: MIME тип
sr@latn: MIME tip
tg: Навъҳои MIME
th: ชนิดแฟ้ม Mime

source: Description
bs: Opis
km: ការពិពណ៌នា
ko: 설명
mn: Тодорхойлолт
pa: ਵੇਰਵਾ
ro: Descriere
rw: Isobanuramiterere
sk: Popis
sr: Опис
sr@latn: Opis
tg: Тасвирот
th: รายละเอียด
