Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: No preview available.
bs: Pregled nije dostupan.
km: គ្មាន​ការ​មើល​ជាមុន​
ko: 미리 볼 수 없습니다.
mn: Урьд.харах зүйл алга
pa: ਕੋਈ ਝਲਕ ਉਪਲੱਬਧ ਨਹੀ ਹੈ
ro: Nu este disponibilă previzualizarea.
rw: Nta garagazambere rihari.
sk: Náhľad nie je k dispozícii.
sr: Преглед није доступан.
sr@latn: Pregled nije dostupan.
tg: Пешнамоишот дастрас намебошад
th: ไม่สามารถแสดงตัวอย่างได้

source: Owner
bs: Vlasnik
km: ម្ចាស់
ko: 소유자
mn: Эзэмшигч
pa: ਮਾਲਕ
ro: Proprietar
rw: Nyirabyo
sk: Vlastník
sr: Власник
sr@latn: Vlasnik
tg: Соҳиб
th: เจ้าของ

source: Owning Group
bs: Grupa vlasnik
km: ក្រុមកាន់កាប់
ko: 소유 그룹
pa: ਗਰੁੱਪ ਹੋਵੇ
ro: Grup proprietar
sk: Vlastnícka skupina
sr: Власничка група
sr@latn: Vlasnička grupa
th: กลุ่มของเจ้าของ

source: Others
bs: Ostali
km: ផ្សេងទៀត
ko: 기타
mn: Бусад
pa: ਹੋਰ
ro: Alţii
rw: Ibindi
sk: Ostatní
sr: Остали
sr@latn: Ostali
tg: Дигарон
th: อื่น ๆ

source: Mask
bs: Maska
km: របាំង
ko: 마스크
pa: ਮਾਸਕ
ro: Masca
sk: Maska
sr: Маска
sr@latn: Maska
th: มาสก์

source: Named User
bs: Imenovani korisnik
km: អ្នក​ប្រើ
ko: 이름지어진 사용자
pa: ਨਾਮੀ ਉਪਭੋਗੀ
ro: Utilizator denumit
sk: Menovaný užívateľ
sr: Именовани корисник
sr@latn: Imenovani korisnik
th: ผู้ใช้อื่น

source: Named Group
bs: Imenovana grupa
km: ក្រុម​ដែល​បាន​ដាក់ឈ្មោះ
ko: 이름지어진 그룹
pa: ਨਾਮੀ ਸਮੂਹ
ro: Grup denumit
sk: Menovaná skupina
sr: Именована група
sr@latn: Imenovana grupa
th: กลุ่มอื่น

source: Add Entry...
bs: Dodaj unos...
km: បន្ថែម​ធាតុ​បញ្ចូល...
ko: 항목 추가...
pa: ਇੰਦਰਾਜ਼ ਜੋੜੋ...
ro: Adaugă înregistrare...
sk: Pridať položku...
sr: Додај ставку...
sr@latn: Dodaj stavku...
th: เพิ่มรายการ...

source: Edit Entry...
bs: Izmijeni unos...
km: កែសម្រួល​ធាតុបញ្ចូល...
ko: 항목 편집...
pa: ਇੰਦਰਾਜ਼ ਸੋਧ...
ro: Editează înregistrarea...
sk: Upraviť položku...
sr: Уреди ставку...
sr@latn: Uredi stavku...
th: แก้ไขรายการ...

source: Delete Entry
bs: Ukloni unos
km: យក​ធាតុ​បញ្ចូល​ចេញ
ko: 항목 삭제
pa: ਇੰਦਰਾਜ਼ ਹਟਾਓ
ro: Şterge înregistrarea
sk: Odstrániť položku
sr: Обриши ставку
sr@latn: Obriši stavku
th: ลบรายการ

source: (Default)
bs: (podrazumijevano)
km: (លំនាំដើម)
ko: (기본)
pa: (ਮੂਲ)
ro: (Implicit)
sk: (Štandard)
sr: (подразумевано)
sr@latn: (podrazumevano)
th: (ค่าปริยาย)

source: Edit ACL Entry
bs: Dodaj ACL unos
km: កែសម្រួល​ធាតុបញ្ចូល ACL
ko: ACL 항목 편집...
pa: ACL ਇੰਦਰਾਜ਼ ਸੋਧ
ro: Editare înregistrare ACL
sk: Upraviť ACL položku
sr: Уреди ACL ставку
sr@latn: Uredi ACL stavku
th: แก้ไขรายการ ACL...

source: Entry Type
bs: Vrsta unosa
km: ប្រភេទធាតុបញ្ចូល
ko: 항목 형식
pa: ਇੰਦਰਾਜ਼ ਕਿਸਮ
ro: Tip înregistrare
sk: Typ položky
sr: Врста ставке
sr@latn: Vrsta stavke
th: ประเภทรายการ

source: Default for new files in this folder
bs: Podrazumijeva se za nove datoteke u ovom direktoriju
km: លំនាំដើម​សម្រាប់​ឯកសារ​ថ្មី​ក្នុង​ថត​នេះ
ko: 이 폴더에 만들어지는 새 파일에 기본값으로 적용하기
pa: ਇਹ ਫੋਲਡਰ ਵਿੱਚ ਨਵੀਆਂ ਫਾਇਲਾਂ ਲਈ ਮੂਲ
ro: Implicit pentru fişierele noi din acest folder
sk: Štandard pre nové súbory v tomto priečinku
sr: Подразумевано за нове фајлове у овој фасцикли
sr@latn: Podrazumevano za nove fajlove u ovoj fascikli
th: ค่าปริยายสำหรับแฟ้มใหม่ในโฟลเดอร์นี้

source: User:
bs: Korisnik:
km: អ្នកប្រើ ៖
ko: 사용자:
pa: ਉਪਭੋਗੀ:
ro: Utilizator:
sk: Užívateľ:
sr: Корисник:
sr@latn: Korisnik:
th: ผู้ใช้:

source: Group:
bs: Grupa:
km: ក្រុម ៖
ko: 그룹:
pa: ਸਮੂਹ:
ro: Grup:
sk: Skupina:
sr: Група:
sr@latn: Grupa:
th: กลุ่ม:

source: Type
bs: Vrsta
km: ប្រភេទ
ko: 형식:
pa: ਕਿਸਮ
ro: Tip
rw: Ubwoko
sk: Typ
sr: Врста
sr@latn: Vrsta
th: ประเภท

source: Name
bs: Ime
km: ឈ្មោះ
ko: 이름
mn: Нэр
pa: ਨਾਂ
ro: Nume
rw: Izina
sk: Názov
sr: Име
sr@latn: Ime
tg: Ном
th: ชื่อ

source: _: read permission r
bs: r
km: r
ko: 읽기
pa: r
ro: r
sk: r
sr: ч
sr@latn: č
th: อ่าน

source: _: write permission w
bs: w
km: w
ko: 쓰기
pa: w
ro: w
sk: w
sr: п
sr@latn: p
th: เขียน

source: _: execute permission x
bs: x
km: x
ko: 실행
pa: x
ro: x
sk: x
sr: и
sr@latn: i
th: ประมวลผล

source: Effective
bs: Efektivno
km: ប្រសិទ្ធិភាព
ko: 효율적
pa: ਪਰਭਾਵੀ
ro: Efective
sk: V platnosti
sr: Ефективни
sr@latn: Efektivni
th: สิทธิ์ที่ได้

source: Select Folder
bs: Izaberite direktorij
km: ជ្រើស​ថត
ko: 폴더 선택
mn: Хавтас сонгох
pa: ਫੋਲਡਰ ਚੁਣੋ
ro: Selectare folder
rw: Guhitamo Ububiko
sk: Vyberte priečinok
sr: Изаберите фасциклу
sr@latn: Izaberite fasciklu
tg: Интихоби Феҳрист
th: เลือกโฟลเดอร์

source: New Folder...
bs: Novi direktorij...
km: ថត​ថ្មី...
ko: 새 폴더...
mn: Шинэ хавтас...
pa: ਨਵਾਂ ਫੋਲਡਰ...
ro: Folder nou...
rw: Ububiko nshya...
sk: Nový priečinok...
sr: Нова фасцикла...
sr@latn: Nova fascikla...
tg: Феҳристи нав...
th: โฟลเดอร์ใหม่...

source: Folders
bs: Direktoriji
km: ថត
ko: 폴더
pa: ਫੋਲਡਰ
ro: Foldere
rw: Ububiko
sk: Priečinky
sr: Фасцикле
sr@latn: Fascikle
th: โฟลเดอร์

source: Show Hidden Folders
bs: Prikaži skrivene direktorije
km: បង្ហាញ​ថត​ដែល​លាក់
ko: 숨김 파일 보기
pa: ਲੁਕਵੀਆਂ ਫਾਇਲਾਂ ਵੇਖਾਓ
ro: Afişează folderele ascunse
rw: Kwerekana Ububiko Buhishe
sk: Zobraziť skryté priečinky
sr: Прикажи скривене фасцикле
sr@latn: Prikaži skrivene fascikle
tg: Намоиши феҳристҳои пинҳонӣ
th: แสดงโฟลเดอร์ที่ซ่อนไว้

source: New Folder
bs: Novi direktorij
km: ថត​ថ្មី
ko: 새 폴더
mn: Шинэ хавтас
pa: ਨਵਾਂ ਫੋਲਡਰ
ro: Folder nou
rw: Idosiye nshya
sk: Nový priečinok
sr: Нова фасцикла
sr@latn: Nova fascikla
tg: Феҳристи нав
th: โฟลเดอร์ใหม่

source: Create new folder in: %1
bs: Napravi novi direktorij u: %1
km: បង្កើត​ថត​ថ្មី​ក្នុង ៖ %1
ko: 다음에 새 폴더 만들기: %1
mn: Энэ дотор шинэ лавлах үүсгэх: %1
pa: ਇਸ ਵਿੱਚ ਨਵਾਂ ਫੋਲਡਰ ਬਣਾਓ: %1
ro: Creează un folder nou în: %1
rw: Kurema ububiko bushya mu: %1
sk: Vytvoriť nový priečinok v: %1
sr: Направи нову фасциклу у: %1
sr@latn: Napravi novu fasciklu u: %1
tg: Сохтани феҳристи нав дар: %1
th: สร้างโฟลเดอร์ใหม่ใน: %1

source: A file or folder named %1 already exists.
bs: Datoteka ili direktorij pod imenom %1 već postoji.
km: ឯកសារ ឬ ថត​ឈ្មោះ %1 មាន​រួច​ហើយ ។
ko: %1(이)라는 이름의 파일, 혹은 디렉터리가 이미 존재합니다.
mn: Урьд нь %1 гэж нэрлэгдсэн хавтас юмуу файл байна.
pa: %1 ਨਾਂ ਨਾਲ ਫੋਲਡਰ ਜਾਂ ਫਾਇਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
ro: Există deja un fişier sau un folder cu numele %1.
rw: Idosiye cyangwa Ububiko %1 bisanzwemo.
sk: Priečinok s menom %1 už existuje.
sr: Фајл или фасцикла са именом %1 већ постоји.
sr@latn: Fajl ili fascikla sa imenom %1 već postoji.
tg: Каталог бо номи %1 аллакай мавҷуд мебошад.
th: มีแฟ้มหรือโฟลเดอร์ชื่อ %1 อยู่แล้ว

source: You do not have permission to create that folder.
bs: Nemate ovlast za pravljenje tog direktorija.
km: អ្នក​មិន​មាន​សិទ្ធិ​ក្នុង​ការ​បង្កើត​ថត​នោះឡើយ ។
ko: 그 폴더를 만들 권한이 없습니다.
pa: ਇਹ ਫੋਲਡਰ ਬਣਾਉਣ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।
ro: Nu aveţi permisiuni pentru a crea acel folder.
rw: Ntufite uruhushya rwo kurema ubwo bubiko.
sk: Nemáte práva na vytvorenie priečinku.
sr: Немате дозволу да направите ту фасциклу.
sr@latn: Nemate dozvolu da napravite tu fasciklu.
tg: Шумо барои сохтани пӯша иҷозат надоред.
th: คุณไม่มีสิทธิ์ในการสร้างโฟลเดอร์นี้

source: Location:
bs: Lokacija:
km: ទីតាំង ៖
ko: 위치:
mn: Байршил:
pa: ਟਿਕਾਣਾ:
ro: Locaţie:
rw: Indanganturo:
sk: Umiestnenie:
sr: Локација:
sr@latn: Lokacija:
tg: Ҷойгиршавӣ:
th: ตำแหน่ง:

source: Sounds
bs: Zvukovi
km: សំឡេង
ko: 사운드
mn: Дуунууд
pa: ਧੁਨੀ
ro: Sunete
rw: Amajwi
sk: Zvuky
sr: Звуци
sr@latn: Zvuci
tg: Овозҳо
th: เสียง

source: Logging
bs: Zapis u dnevnik
km: ការ​ចូល
ko: 로깅
mn: Бүртгүүлэх:
pa: ਲਾਗਿੰਨ ਜਾਰੀ
ro: Logare
rw: Kwinjira
sk: Záznam
sr: Вођење дневника
sr@latn: Vođenje dnevnika
tg: Журналонӣ
th: บันทึกการใช้

source: Program Execution
bs: Izvršenje programa
km: ការប្រតិបត្តិ​កម្មវិធី
ko: 프로그램 실행
mn: Программын биелэлт
pa: ਕਾਰਜ ਚਲਾਓ
ro: Execuţie program
rw: Ikora rya Porogaramu
sk: Beh programu
sr: Извршавање програма
sr@latn: Izvršavanje programa
tg: Иҷро кардани барнома
th: ประมวลผลโปรแกรม

source: Message Windows
bs: Prozori sa porukom
km: បង្អួច​សារ
ko: 메시지 창
mn: Сонордуулга цонх
pa: ਸੁਨੇਹਾ ਝਰੋਖਾ
ro: Ferestre mesaj
rw: Amadirishya y'Ubutumwa
sk: Okná správ
sr: Прозори са порукама
sr@latn: Prozori sa porukama
tg: Тирезаҳои иттилоот
th: หน้าต่างข้อความ

source: Passive Windows
bs: Pasivni prozori
km: បង្អួច​អសកម្ម
ko: 비활성 창
mn: Идэвхигүй цонх
pa: ਸੁਸਤ ਝਰੋਖੇ
ro: Ferestre pasive
rw: Amadirishya Adakora
sk: Pasívne okná
sr: Неактивни прозори
sr@latn: Neaktivni prozori
tg: Тирезаи бефаъолият
th: หน้าต่างที่ไม่มีการโต้ตอบ

source: Standard Error Output
bs: Standardni izlaz za greške
ko: 표준 오류 결과
mn: Алдаа стандарт гаралт
pa: ਮਿਆਰੀ ਆਉਟਪੁੱਟ ਗਲਤੀ
ro: Rezultat la ieşirea standard
rw: Igisohoka cy'Ikosa Gisanzwe
sk: Štandardný chybový výstup
sr: Стандардни излаз за грешку
sr@latn: Standardni izlaz za grešku
tg: Хурӯҷоти стандартии хатогиҳо
th: ส่วนแสดงความผิดพลาดมาตรฐาน

source: Taskbar
km: របារភារកិច្ច
ko: 작업 표시줄
mn: Даалгаварын хавтан
pa: ਸੰਦ-ਪੱਟੀ
ro: Bară de procese
rw: Umurongoibikorwa
sk: Panel úloh
sr: Трака задатака
sr@latn: Traka zadataka
tg: Пайраҳаи масъала
th: แถบงาน (ทาสก์บาร์)

source: Execute a program
bs: Izvrši program
km: ប្រតិបត្តិ​កម្មវិធី​មួយ
ko: 프로그램 실행하기
mn: Програм а&жиллуулах
pa: ਇੱਕ ਕਾਰਜ ਚਲਾਓ
ro: Execută un program
rw: Gutangiza porogaramu
sk: Spustiť program
sr: Изврши програм
sr@latn: Izvrši program
tg: Иҷро намудани барнома
th: ประมวลผลโปรแกรม

source: Print to Standard error output
bs: Ispiši na Standardni izlaz za greške
km: បោះពុម្ព​ទៅ stderr
ko: 표준 오류로 결과 출력하기
mn: Стандарт а&лдааны гаралт руу хэвлэх
pa: ਮਿਆਰੀ ਗਲਤੀ ਆਉਟਪੁੱਟ ਛਾਪੋ
ro: Afişează la ieşirea de eroare standard (STDERR)
rw: Gucapa ku gisohoka cy'ikosa risanzwe
sk: Vypísať správu na štandardný chybový výstup
sr: Штампај поруку на стандардни излаз грешке
sr@latn: Štampaj poruku na standardni izlaz greške
tg: Барориши хатогиҳои стандартӣ чоп кунед
th: แสดงทางตัวแสดงข้อผิดพลาดมาตรฐาน

source: Display a messagebox
bs: Prikaži poruku
km: បង្ហាញ​ប្រអប់​សារ​មួយ
ko: 메시지 상자 보이기
mn: Мэдэгдэл харуулах
pa: ਸੁਨੇਹਾ-ਬਕਸਾ ਵਿਖਾਓ
ro: Afişează un mesaj de avertizare
rw: Kwerekana agasandukubutumwa
sk: Zobraziť okno so správou
sr: Прикажи оквир са поруком
sr@latn: Prikaži okvir sa porukom
tg: Намоиши почта
th: แสดงกล่องข้อความ

source: Log to a file
bs: Zapiši u datoteku
km: សរសេរ​កំណត់​ហេតុ​ទៅ​កាន់​ឯកសារ​មួយ
ko: 파일에 기록하기
mn: Файл руу бичвэр хийх :
pa: ਇੱਕ ਫਾਇਲ 'ਚ ਲਾੱਗ
ro: Salvează într-un fişier jurnal
rw: Kwinjira ku idosiye
sk: Záznam do súboru
sr: Уписуј дневник у фајл
sr@latn: Upisuj dnevnik u fajl
tg: Воридшавӣ ба файл
th: บันทึกไปยังแฟ้ม

source: Play a sound
bs: Odsviraj zvuk
km: ចាក់​​សំឡេង
ko: 소리 재생하기
mn: Дуу тоглуулах
pa: ਧੁਨੀ ਚਲਾਓ
ro: Redă un sunet
rw: Gucuranga
sk: Zahrať zvuk
sr: Пусти звук
sr@latn: Pusti zvuk
tg: Таҷдид кардани овоз
th: เล่นเสียง

source: Flash the taskbar entry
bs: Svjetlucaj stavku taskbara
km: បញ្ចាំងធាតុ​បញ្ចូល​របស់​របារ​ភារកិច្ច
ko: 작업 표시줄 항목 깜빡이기
pa: ਕੰਮ-ਪੱਟੀ ਇੰਦਰਾਜ਼ ਝਲਕਾਓ
ro: Clipeşte în bara de procese
rw: Kurabya icyinjira cy'umurongobikorwa
sk: Bliknúť položku v paneli úloh
sr: Осветли накратко ставку траке задатака
sr@latn: Osvetli nakratko stavku trake zadataka
tg: Равшан кардани дохилшавии сутуни вазифа
th: กระพริบในแถบงาน

source: Notification Settings
bs: Postavke obavještenja
km: ការ​កំណត់​សេចក្តី​ជូន​ដំណឹង
ko: 알림 설정
mn: Сонордуулга тохируулах
pa: ਸੂਚਨਾ ਸਥਾਪਨ
ro: Setări notificare
rw: Amagenamiterere y'Imenyekanisha
sk: Nastavenie správ
sr: Поставке обавештавања
sr@latn: Postavke obaveštavanja
tg: Танзимоти огоҳӣ
th: ตั้งค่าการแจ้งเตือน

source: <qt>You may use the following macros<br>in the commandline:<br><b>%e</b>: for the event name,<br><b>%a</b>: for the name of the application that sent the event,<br><b>%s</b>: for the notification message,<br><b>%w</b>: for the numeric window ID where the event originated,<br><b>%i</b>: for the numeric event ID.
bs: <qt>Možete koristiti sljedeće makroe <br>u komandnoj liniji: <br><b>%e</b>: za ime događaja, <br><b>%a</b>: za ime programa koji je poslao događaj, <br><b>%s</b>: za poruku obavještenja, <br><b>%w</b>: za numerički ID prozora od koga događaj potiče,<br><b>%i</b>: za numerički ID događaja.
km: <qt>អ្នក​អាច​ប្រើ​ម៉ាក្រូ​ខាងក្រោម<br>ក្នុង​បន្ទាត់​ពាក្យ​បញ្ជា ៖<br><b>%e</b>៖ តំណាង​ឲ្យ​ឈ្មោះ​ព្រឹត្តិការណ៍<br><b>%a</b> ៖ តំណាង​ឲ្យ​ឈ្មោះ​កម្មវិធី​ដែល​ផ្ញើ​ព្រឹត្តិការណ៍<br><b>%s</b> ៖ តំណាង​ឲ្យ​សារ​ជូន​ដំណឹង<br><b>%w</b> ៖ តំណាង​ឲ្យ​លេខ​សម្គាល់​បង្អួច​ដែល​ព្រឹត្តិការណ៍​បាន​បង្កើត<br><b>%i</b> ៖ តំណាង​ឲ្យ​លេខ​សម្គាល់​ព្រឹត្តិការណ៍ ។
ko: <qt>명령줄에서 다음의 매크로를 사용할수 있습니다:<br><b>%e</b>: 이벤트 이름<br><b>%a</b>: 이벤트에 사용될 프로그램의 이름<br><b>%s</b>: 알림 메시지<br><b>%w</b>: 최초 이벤트가 발생된 창 ID<br><b>%i</b>: 숫자 이벤트 ID
ro: <qt>În linia de comandă puteţi utiliza<br>următoarele macrouri:<br><b>%e</b>: pentru numele evenimentului,<br><b>%a</b>: pentru numele aplicaţiei care a trimis evenimentul,<br><b>%s</b>: pentru mesajul de notificare,<br><b>%w</b>: pentru identificatorul numeric al ferestrei de unde a fost generat evenimentul,<br><b>%i</b>: pentru un identificator numeric de eveniment.
rw: <qt>Wagombye gukoresha makoro zikurikira<br>mu murongobwirizwa:<br><b>%e</b>: ibijyanye n'izina ry'ibikikije,<br><b>%a</b>: ibijyanye n'izina rya porogaramu yoherezaga ibikikije,<br><b>%s</b>: ibijyanye n'ubutumwa bumenyesha,<br><b>%w</b>: ibijyanye n'ikiranga cy'idirishya mibare aho ibikikije bituruka,<br><b>%i</b>: ibijyanye n'ikiranga cy'ibikikije mibare.
sk: <qt>Na príkazovom riadku môžete použiť<br>tieto makrá:<br><b>%e</b>: pre meno udalosti,<br><b>%a</b>: pre meno aplikácie, ktorá poslala udalosť,<br><b>%s</b>: pre správu,<br><b>%w</b>: pre ID číslo okna, z ktorého udalosť pochádza,<br><b>%i</b>: pre ID udalosti.</qt>
sr: <qt>Можете користити следеће макрое <br> у командној линији: <br><b>%e</b>: за име догађаја, <br><b>%a</b>: за име програма који је послао догађај, <br><b>%s</b>: за поруку обавештења, <br><b>%w</b>: за бројевни ид. прозора од кога догађај потиче,<br><b>%i</b>: за бројевни ид. догађаја.
sr@latn: <qt>Možete koristiti sledeće makroe <br> u komandnoj liniji: <br><b>%e</b>: za ime događaja, <br><b>%a</b>: za ime programa koji je poslao događaj, <br><b>%s</b>: za poruku obaveštenja, <br><b>%w</b>: za brojevni id. prozora od koga događaj potiče,<br><b>%i</b>: za brojevni id. događaja.
tg: <qt>Шумо метавонед макросҳои зеринро истифода баред. <br>дар хати фармон: <br><b>%e<b>:барои номи воқеӣ <br><b>%a<b>: барои номи барномае,ки воқеаро фиристодааст, <br><b>%s</b>:барои ахбори огоҳӣ, <br><b%w</b>: барои равзанаи шуморавӣ ID куҷое,ки воқеа манбаъ гирифтааст,<br><b>%i</b>барои шумораи воқеии ID.
th: <qt>คุณอาจจะใช้มาโครต่อไปนี้ได้<br>ในบรรทัดคำสั่ง:<br><b>%e</b>: สำหรับชื่อของเหตุการณ์,<br><b>%a</b>: สำหรับชื่อของแอพพลิเคชันที่แจ้งเหตุการณ์,<br><b>%s</b>: สำหรับข้อความแจ้งเตือน,<br><b>%w</b>: สำหรับหมายเลข (ID) ของหน้าต่างที่สร้างเหตุการณ์ขึ้น,<br><b>%i</b>: สำหรับหมายเลข (ID) ของเหตุการณ์

source: Advanced <<
bs: Napredno <<
km: កម្រិត​ខ្ពស់ <<
ko: 고급 <<
pa: ਤਕਨੀਕੀ <<
ro: Avansat <<
rw: Bihanitse <<
sk: Pokročilé <<
sr: Напредно <<
sr@latn: Napredno <<
th: ตัวเลือกเพิ่มเติม <<

source: Hide advanced options
bs: Sakrij napredne opcije
km: លាក់​ជម្រើស​កម្រិត​ខ្ពស់
ko: 고급 옵션 숨기기
mn: Бүх тохируулгыг харуулах/далдлах
pa: ਤਕਨੀਕੀ ਚੋਣ ਓਹਲੇ
ro: Ascunde opţiunile avansate
rw: Guhisha amahitamo ahanitse
sk: Skryje pokročilé možnosti
sr: Сакриј напредне опције
sr@latn: Sakrij napredne opcije
tg: Пинҳони параметрҳои иловагӣ
th: ซ่อนตัวเลือกเพิ่มเติม

source: Advanced >>
bs: Napredno >>
km: កម្រិត​ខ្ពស់ >>
ko: 고급 >>
pa: ਤਕਨੀਕੀ >>
ro: Avansat >>
rw: Bihanitse >>
sk: Pokročilé >>
sr: Напредно >>
sr@latn: Napredno >>
th: ตัวเลือกเพิ่มเติม >>

source: Show advanced options
bs: Prikaži napredne opcije
km: បង្ហាញ​ជម្រើស​កម្រិត​ខ្ពស់
ko: 고급 옵션 보기
mn: Бүх тохируулгыг харуулах/далдлах
pa: ਤਕਨੀਕੀ ਚੋਣ ਵੇਖਾਓ
ro: Afişează opţiunile avansate
rw: Kwerekana amahitamo ahanitse
sk: Zobrazí pokročilé možnosti
sr: Приказуј напредне опције
sr@latn: Prikazuj napredne opcije
tg: Намоиши интихоботҳои иловагӣ
th: แสดงตัวเลือกเพิ่มเติม

source: This will cause the notifications to be reset to their defaults.
bs: Ovo će izazvati da se sva obavještenja resetuju na podrazumjevane vrijednosti.
km: វា​នឹង​ធ្វើ​ឲ្យ​ការ​ជូន​ដំណឹង កំណត់​ទៅលំនាំ​ដើមរបស់​ពួក​វា​វិញ ។
ko: 알림을 원래의 기본값으로 리셋하게 합니다.
pa: ਇਹ ਸੂਚਨਾਵਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਮੂਲ ਲਈ ਮੁੜ-ਸੈੱਟ ਕਰੇਗਾ।
ro: Aceasta va determina ca notificările să fie resetate la valorile implicite.
rw: Ibi bizatuma amamenyesha azasubizwa kuri mburabuzi yazo.
sk: Týmto nastavíte správy na ich štandardné nastavenie.
sr: Ово ће изазвати да сва обавештења буду враћена на своја подразумевана подешавања.
sr@latn: Ovo će izazvati da sva obaveštenja budu vraćena na svoja podrazumevana podešavanja.
tg: Параметрҳои пешфарзӣ барои тамоми хабарномаҳо низ бозсозӣ хоҳанд шуд!
th: นี่จะเป็นการปรับการแจ้งเตือนทั้งหมดให้กลับไปใช้ค่าปริยายของมัน

source: Are You Sure?
bs: Da li ste sigurni?
km: តើ​អ្នក​ប្រាកដ​ហើយ​ឬ ?
ko: 확실합니까?
mn: Та итгэлтэй байна уу?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਹੋ?
ro: Sînteţi sigur?
rw: Ni byo koko ?
sk: Naozaj to chcete?
sr: Да ли сте сигурни?
sr@latn: Da li ste sigurni?
tg: Шумо боварӣ доред?
th: คุณแน่ใจหรือไม่ ?

source: &Reset
bs: &Poništi
km: កំណត់​ឡើង​វិញ
ko: 리셋(&R)
pa: ਮੁੜ-ਵਿਚਾਰ(&R)
ro: &Resetează
rw: Gutangiza bushya
sk: &Vrátiť pôvodné
sr: &Ресетуј
sr@latn: &Resetuj
tg: &Нав кардан
th: ตั้&งค่าใหม่

source: Select Sound File
bs: Izaberite zvučnu datoteku
km: ជ្រើស​ឯកសារ​សំឡេង
ko: 사운드 파일을 선택
mn: Дууны файлыг сонгох
pa: ਧੁਨੀ ਫਾਇਲ਼ ਚੁਣੋ
ro: Selectare fişier sunet
rw: Hitamo idosiye y'ijwi
sk: Vybrať súbor so zvukom
sr: Изаберите звучни фајл
sr@latn: Izaberite zvučni fajl
tg: Файли овоз интихоб кунед
th: เลือกแฟ้มเสียง

source: Select Log File
bs: Izaberite datoteku s dnevnikom
km: ជ្រើស​ឯកសារ​កំណត់​ហេតុ
ko: 기록 파일을 선택
mn: Log файлыг сонгох
pa: ਲਾਗ ਫਾਇਲ਼ ਚੁਣੋ
ro: Selectare fişier jurnal
rw: Hitamo idosiye bikamikorere
sk: Vybrať súbor so záznamom
sr: Изаберите дневнични фајл
sr@latn: Izaberite dnevnični fajl
tg: Файли вуруд интихоб кунед
th: เลือกแฟ้มบันทึกการใช้งาน

source: Select File to Execute
bs: Izaberite datoteku za izvršavanje
km: ជ្រើស​ឯកសារ​ដែល​ត្រូវ​ប្រតិបត្តិ
ko: 실행할 파일을 선택
mn: Ажиллуулах файлыг сонгох
pa: ਚਲਾਉਣ ਲਈ ਫਾਇਲ਼ ਚੁਣੋ
ro: Selectare fişier de executat
rw: Hitamo Idosiye yo Gutangiza
sk: Vybrať súbor pre spustenie
sr: Изаберите фајл за извршавање
sr@latn: Izaberite fajl za izvršavanje
tg: Интихоби файл барои иҷро кардан
th: เลือกแฟ้มที่จะประมวลผล

source: The specified file does not exist.
bs: Navedena datoteka ne postoji.
km: ឯកសារ​ដែល​បាន​បញ្ជាក់​មិន​មាន​ឡើយ ។
ko: 지정한 파일이 존재하지 않습니다.
pa: ਖਾਸ ਫਾਇਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
ro: Fişierul specificat nu există.
rw: Idosiye yerekanwe ntibaho.
sk: Zadaný súbor asi neexistuje.
sr: Назначени фајл не постоји.
sr@latn: Naznačeni fajl ne postoji.
th: ยังไม่มีแฟ้มที่กำหนดอยู่

source: No description available
bs: Opis nije dostupan
km: មិន​មាន​ការ​ពិពណ៌នា
ko: 설명 없음
mn: Тодорхойлолт байхгүй байна
pa: ਕੋਈ ਵੇਰਵਾ ਉਪਲੱਬਧ ਨਹੀ ਹੈ
ro: Nu există descriere
rw: Nta mwirondoro uhari
sk: Popis nie je k dispozícii
sr: Опис није доступан
sr@latn: Opis nije dostupan
tg: Тасвирот дастрас нест
th: ไม่มีข้อมูลรายละเอียด

source: Please specify the filename to save to.
bs: Molim navedite ime pod kojim želite snimiti datoteku.
km: សូម​បញ្ជាក់​ឈ្មោះ​ឯកសារ​ដែល​ត្រូវ​រក្សាទុក​ទៅ ។
ko: 저장할 파일이름을 명시하십시오.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੰਭਾਲਣ ਲਈ ਫਾਇਲ ਨਾਂ ਦਿਓ।
ro: Specificaţi numele fişierului în care să salvez.
rw: Wakwerekana izinadosiye ryo kubikaho.
sk: Prosím, zadajte meno súboru, kam sa má ukladať.
sr: Назначите име фајла за снимање.
sr@latn: Naznačite ime fajla za snimanje.
tg: Номи файл барои нигоҳ доштан муайян кунед.
th: โปรดระบุชื่อของแฟ้มที่จะบันทึกไป

source: Please select the file to open.
bs: Molim izaberite datoteku koju želite otvoriti.
km: សូម​ជ្រើស​ឯកសារ​ដែល​ត្រូវ​បើក ។
ko: 열 파일을 선택하십시오.
mn: Нээх файлынхаа нэрийг сонгоно уу.
pa: ਕਿਰਪਾ ਕਰਕੇ ਖੋਲਣ ਲਈ ਫਾਇਲ ਦਿਓ।
ro: Selectaţi fişierul de deschis.
rw: Wahitamo idosiye yo gufungura
sk: Prosím, vyberte súbor, ktorý sa má otvoriť.
sr: Изаберите фајл за отварање.
sr@latn: Izaberite fajl za otvaranje.
tg: <qt>Ин номи файлест, ки боз хоҳад шуд.
th: โปรดเลือกแฟ้มที่จะเปิด

source: You can only select local files.
bs: Možete izabrati samo lokalne datoteke.
km: អ្នក​អាច​ជ្រើស​តែ​ឯកសារ​មូលដ្ឋាន ។
ko: 로컬 파일만 선택가능합니다.
mn: Та зөвхөн дотоод файлуудаас сонгож чадна.
pa: ਤੁਸੀ ਕੇਵਲ ਲੋਕਲ ਫਾਇਲਾਂ ਹੀ ਚੁਣ ਸਕਦੇ ਹੋ
ro: Puteţi selecta numai fişiere locale.
rw: Ushobora gusa guhitamo amadosiye ya hafi.
sk: Môžte vybrať len lokálne súbory.
sr: Можете изабрати само локалне фајлове.
sr@latn: Možete izabrati samo lokalne fajlove.
tg: Шумо метавонед фақат файлҳои локалӣ интихоб кунед.
th: คุณสามารถเลือกได้เฉพาะแฟ้มภายในระบบเท่านั้น

source: Remote Files Not Accepted
bs: Udaljene datoteke nisu dozvoljene
km: មិន​ទទួល​យក​ឯកសារ​ឆ្ងាយ​ឡើយ
ko: 원격 파일 허용되지 않음
pa: ਰਿਮੋਟ ਫਾਇਲ ਸਵੀਕਾਰ ਨਹੀ ਹਨ
ro: Fişierele distante nu sînt acceptate.
rw: Idosiye za Kure Ntizemewe
sk: Vzdialené súbory nie sú akceptované
sr: Удаљени фајлови нису прихватљиви
sr@latn: Udaljeni fajlovi nisu prihvatljivi
tg: Файлҳои ҳузфшуда дастгирӣ нахоҳанд шуд
th: ไม่ยอมรับแฟ้มระยะไกล

source: %1 does not appear to be a valid URL.
bs: %1 ne izgleda kao ispravan URL.
km: %1 ទំនង​ជា​មិន​មែន URL ត្រឹមត្រូវ​ឡើយ ។
ko: %1 은(는) 유효한 URL로 보이지 않습니다.
mn: %1 Хүчинтэй байх (URL) хаягт харагдахгүй байна.
pa: %1 ਇੱਕ ਜਾਇਜ URL ਨਹੀ ਜਾਪਦਾ ਹੈ
ro: %1 nu pare să fie un URL valid.
rw: %1 ntigaragara kuba URL nyayo.
sk: %1 nevyzerá ako platné URL.
sr: Извините, али %1 не изгледа као исправан URL.
sr@latn: Izvinite, ali %1 ne izgleda kao ispravan URL.
tg: %1 ба URL-и саҳеҳ монанд намебошад.
th: ตำแหน่ง URL %1 อาจจะไม่ถูกต้อง

source: Invalid URL
bs: Neispravan URL
km: URL មិន​ត្រឹមត្រូវ
ko: 유효하지 않은 URL
mn: Хүчингүй хаяг (URL)
pa: ਗਲਤ URL
ro: URL eronat
rw: URL itariyo
sk: Neplatná URL
sr: Неисправан URL
sr@latn: Neispravan URL
tg: URL-и нодуруст
th: ตำแหน่ง URL ไม่ถูกต้อง
