Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: <qt><p>Select one or more types of file that your application can handle here. This list is organized by <u>mimetypes</u>.</p> <p>MIME, Multipurpose Internet (e)Mail Extension, is a standard protocol for identifying the type of data based on filename extensions and correspondent <u>mimetypes</u>. Example: the "bmp" part that comes after the dot in flower.bmp indicates that it is a specific kind of image, <u>image/x-bmp</u>. To know which application should open each type of file, the system should be informed about the abilities of each application to handle these extensions and mimetypes.</p>
bs: <qt><p>Izaberite jednu ili više vrsta datoteka sa kojima vaš program zna da radi. Ova lista je organizovana po <u>MIME tipovima</u>.</p> <p> MIME, (eng. Multipurpose Internet (e)Mail Extension), je standardni protokol za otkrivanje vrste podataka na osnovu ekstenzije i odgovarajućeg <u>MIME tipa</u>. Na primjer: dio "bmp" koji dolazi poslije tačke u cvijet.bmp naznačava da se radi o posebnoj vrsti slike, <u>image/x-bmp</u>. Da biste znali koji bi program trebalo da otvara koju vrstu datoteke, sistem treba da bude obaviješten o sposobnostima svakog programa da rukuje ovim ekstenzijama i MIME tipovima.</p>
km: <qt><p>នៅទីនេះ សូម​ជ្រើស​ប្រភេទ​ឯកសារ​មួយ ឬ ច្រើន ដែល​កម្មវិធីរបស់​អ្នក​អាច​ដោះស្រាយ ។ នេះ​គឺ​ជា​បញ្ជី​ដែល​បាន​រៀបចំ​ដោយ <u>ប្រភេទ mime </u>។</p> <p>MIME, Multipurpose Internet (e)Mail Extension, គឺ​ជា​ពិធីការ​ស្តង់ដារ​សម្រាប់​បញ្ជាក់​ប្រភេទ​របស់​ទិន្នន័យ​ដោយ​ផ្អែក​លើ​កន្ទុយ​ឈ្មោះ​ឯកសារ និង​<u>ប្រភេទ mime</u> ដែល​ទាក់ទង ។ ឧទាហរណ៍ ៖ ផ្នែក "bmp" ដែល​មាន​នៅ​បន្ទាប់​ពីសញ្ញា​ចុច​ក្នុង flower.bmp ចង្អុល​បង្ហាញ​ថា​វា​គឺ​ជា​ប្រភេទ​របស់​រូបភាព​ជាក់​លាក់​មួយ<u>image/x-bmp</u> ។ ដើម្បី​ដឹង​ថា​កម្មវិធី​ណាមួយ​គួរ​បើក​ប្រភេទ​ឯកសារ​និមួយៗ ប្រព័ន្ធ​នឹង​ត្រូវ​បាន​ជូន​ដំណឹង​អំពី​លទ្ធភាព​របស់​កម្មវិធី​និមួយៗ ក្នុង​ការ​ដោះស្រាយ​កន្ទុយ និង​ប្រភេទ mime ទាំងនេះ ។</p>
ko: <qt><p>여기서 프로그램이 취급 가능한 파일타입을 하나 또는 그 이상 선택합니다. 이 목록은 <u>MIME타입</u>에 의해 구성됩니다. </p> <p>MIME,Multipurpose Internet (E)Mail Extension은 파일이름 확장자와 <u>MIME타입</u> 에 기초하는 데이터 타입 확인을 위한 표준 프로토콜입니다. 예:flower.bmp의 점 뒤에나오는"bmp"부분은 이미지의 특정 종류 <u>image/x-bmp</u>라는 것을 알려줍니다. 어떤 프로그램이 어떤 파일타입을 여는지 알기 위해 시스템에 이 확장자들과 MIME타입의 성질에 대해 반드시 알려야만 합니다.
ro: <qt><p>Selectaţi aici unul sau mai multe tipuri pe care le poate utiliza aplicaţia dumneavoastră. Această listă este organizată după <u>tipurile MIME</u>.</p> <p>MIME, Multipurpose Internet (e)Mail Extension, este un protocol standard pentru identificarea tipului de date bazat pe extensia de fişier şi <u>tipul MIME</u> corespunzător. Exemplu: partea "bmp" care este după punctul din numele de fişier "floare.bmp" semnalează că este un tip specific de imagine, <u>image/x-bmp</u>. Pentru a şti ce aplicaţie trebuie să deschidă fiecare tip de fişier, sistemul trebuie să fie informat despre abilităţile fiecărei aplicaţii de a lucra cu acele extensii şi tipuri MIME.</p>
rw: <qt><p>Hitamo ubwoko bw'idosiye bumwe cyangwa bwinshi porogaramu yawe ishobora gukoresha hano. Uru rutonde rutunganyijwe na <u>ubwokomime</u>.</p> <p>MIME, ni porotokole isanzwe yo kugaragaza ubwoko bw'ibyatanzwe ihereye ku mugereka w'izinadosiye n'uwoherereza <u>ubwokomime</u>. Urugero: igice "bmp" kiza inyuma y'akadomo muri flower.bmp kerekana ko ari ubwoko bwihariye bw'ishusho, <u>ishusho/x-bmp</u>. Kumenya porogaramu igomba gufungura buri bwoko bwa dosiye, sisitemu igomba kumenyeshwa ibijyanye n'ubushobozi bwa buri porogaramu yo gukoresha iyi migereka n'ubwokomime.</p>
sk: <qt><p>Vyberte jeden alebo viac typov súborov, ktoré táto aplikácia podporuje. Tento zoznam je utriedený podľa <u>typov MIME</u>.</p> <p>MIME, Multipurpose Internet (e)Mail Extension, je štandardný protokol pre identifikáciu typu súboru podľa jeho prípony a zodpovedajúceho <u>typu MIME</u>. Napríklad: časť "bmp", ktorá je za bodkou v mene súboru flower.bmp určuje, že sa jedná o špeciálny typ obrázku<u>image/x-bmp</u>. Aby bolo jasné, ktorá aplikácia dokáže ktorý typ otvoriť, je nutné možnosti aplikácie (podporované prípony a typy MIME) nastaviť.</p>
sr: <qt><p>Одаберите једну или више врста фајлова са којима ваш програм зна да ради. Ова листа је организована по <u>mime типовима</u>.</p> <p> MIME, (енг. Multipurpose Internet (e)Mail Extension), је стандардни протокол за откривање врсте података на основу наставка имена и одговарајућег <u>mime типа</u>. На пример: „bmp“ део који долази после тачке у cvet.bmp назначава да се ради о посебној врсти слике, <u>image/x-bmp</u>. Да би знао који програм треба да отвара коју врсту фајла, систем би требало да буде обавештен о способностима сваког програма да рукује овим наставцима и mime типовима.</p>
sr@latn: <qt><p>Odaberite jednu ili više vrsta fajlova sa kojima vaš program zna da radi. Ova lista je organizovana po <u>mime tipovima</u>.</p> <p> MIME, (eng. Multipurpose Internet (e)Mail Extension), je standardni protokol za otkrivanje vrste podataka na osnovu nastavka imena i odgovarajućeg <u>mime tipa</u>. Na primer: „bmp“ deo koji dolazi posle tačke u cvet.bmp naznačava da se radi o posebnoj vrsti slike, <u>image/x-bmp</u>. Da bi znao koji program treba da otvara koju vrstu fajla, sistem bi trebalo da bude obavešten o sposobnostima svakog programa da rukuje ovim nastavcima i mime tipovima.</p>
tg: <qt><p>Як ё зиёдтар намудҳои файлро,барномаи шумо дар ин ҷо идора карда метавонад,интихоб кунед. Ин рӯйхат аз тарафи<u>mimeнамудҳо</u>.</p> ташкил шудааст <p>MIME, Ин Интернети бисёрмаром эмейли Васеъ, сабти стандарти барои муайян кардани намуди санади дар номи файли васеъ ва хабарнигори асосёфтаи<u>mimeнамудҳо<u>. Мисол қисми"bmp" ки баъди нуқта дар гул меояд.bmp нишон медиҳад,ки ин намуди махсуси нақша мебошад.<u>нақша/x-bmp</u>. Барои донистане,ки барнома чӣ хел ҳар як намуди файлро мекушояд,система боядbe informed about the abilities of each application to handle these extensions and mimetypes.</p>
th: <qt><p>ให้เลือกชนิดแฟ้มที่แอพพลิเคชันของคุณเปิดได้ตั้งแต่หนึ่งชนิดขึ้นไปที่นี่ รายการนี้ถูกจัดระเบียบโดยการใช้ <u>ชนิด mime</u> </p> <p>MIME หรือ Multipurpose Internet (e)Mail Extension (ส่วนขยายของเมล์อินเทอร์เน็ตอเนกประสงค์) คือโปรโตคอลมาตรฐานสำหรับระบุชนิดของแฟ้ม โดยอาศัยส่วนขยาย (นามสกุล) ของชื่อแฟ้ม และ <u>ชนิด mime </u> ที่คล้ายกัน ตัวอย่าง: ส่วนของ "bmp" ที่ตามหลังเครื่องหมายจุด ใน flower.bmp จะบ่งบอกว่า นี่คือรูปภาพชนิดหนึ่ง <u>image/x-bmp</u> ในการที่จะรู้ได้ว่า ควรจะใช้แอพพลิเคชันไหนเปิดแฟ้มแต่ละชนิด ระบบควรจะได้รับข้อมูลเกี่ยวกับ ความสามารถในการรับมือส่วนขยายเหล่านี้ และชนิด mime ของแอพพลิเคชันแต่ละตัว</p>

source: &Supported file types:
bs: &Podržani tipovi datoteka:
km: ប្រភេទ​ឯកសារ​ដែល​គាំទ្រ ៖
ko: 지원하는 파일 형식(&S):
mn: Дэмжигдсэн файлын төрлүүд:
pa: ਸਹਾਇਕ ਫਾਇਲ਼ ਕਿਸਮ(&S):
ro: Tipuri de fişier &suportate:
rw: Ubwoko bw'idosiye bwemewe:
sk: &Podporované typy MIME:
sr: &Подржане врсте фајлова:
sr@latn: &Podržane vrste fajlova:
tg: &Навъҳои файли пуштибонӣ:
th: ชนิดแฟ้ม Mime ที่สนับสนุน:

source: <qt><p>This list should show the types of file that your application can handle. This list is organized by <u>mimetypes</u>.</p> <p>MIME, Multipurpose Internet (e)Mail Extension, is a standard protocol for identifying the type of data based on filename extensions and correspondent <u>mimetypes</u>. Example: the "bmp" part that comes after the dot in flower.bmp indicates that it is a specific kind of image, <u>image/x-bmp</u>. To know which application should open each type of file, the system should be informed about the abilities of each application to handle these extensions and mimetypes.</p> <p>If you want to associate this application with one or more mimetypes that are not in this list, click on the button <b>Add</b> below. If there are one or more filetypes that this application cannot handle, you may want to remove them from the list clicking on the button <b>Remove</b> below.</p></qt>
bs: <qt><p>Ova lista bi trebala prikazati tipove datoteka koje vaša aplikacija može otvoriti. Ova lista je organizovana po <u>MIME tipovima</u>.</p> <p> MIME, (eng. Multipurpose Internet (e)Mail Extension), je standardni protokol za otkrivanje vrste podataka na osnovu ekstenzije i odgovarajućeg <u>MIME tipa</u>. Na primjer: dio "bmp" koji dolazi poslije tačke u cvijet.bmp naznačava da se radi o posebnoj vrsti slike, <u>image/x-bmp</u>. Da biste znali koji bi program trebalo da otvara koju vrstu datoteke, sistem treba da bude obaviješten o sposobnostima svakog programa da rukuje ovim ekstenzijama i MIME tipovima.</p> <p> <p> Ako želite da povežete ovaj program sa jednim ili više MME tipova koji nisu na listi, pritisnite dugme <b>Dodaj</b>. Ako postoji jedna ili više vrsta datoteka kojima ovaj program ne zna da upravlja, možete ih ukloniti iz liste pritiskom na dugme <b>Ukloni</b> koje se nalazi ispod.</p></qt>
km: <qt><p>បញ្ជី​នេះ​គួរ​បង្ហាញ​ប្រភេទ​របស់​ឯកសារ​ដែល​កម្មវិធីរបស់​អ្នក​អាច​ដោះស្រាយ ។ បញ្ជី​នេះ​ត្រូវ​បាន​រៀបចំ​ដោយ <u>ប្រភេទ mime</u>។</p> <p>MIME, Multipurpose Internet (e)Mail Extension, គឺ​ជា​ពិធីការ​ស្តង់ដារ​សម្រាប់​បញ្ជាក់​ប្រភេទ​របស់​ទិន្នន័យ​ដោយ​ផ្អែក​លើ​កន្ទុយ​ឈ្មោះ​ឯកសារ និង​<u>ប្រភេទ mime</u> ដែល​ទាក់ទង ។ ឧទាហរណ៍ ៖ ផ្នែក "bmp" ដែល​មាន​នៅ​បន្ទាប់​ពីសញ្ញា​ចុច​ក្នុង flower.bmp ចង្អុល​បង្ហាញ​ថា​វា​គឺ​ជា​ប្រភេទ​របស់​រូបភាព​ជាក់​លាក់​មួយ<u>image/x-bmp</u> ។ ដើម្បី​ដឹង​ថា​កម្មវិធី​ណាមួយ​គួរ​បើក​ប្រភេទ​ឯកសារ​និមួយៗ ប្រព័ន្ធ​នឹង​ត្រូវ​បាន​ជូន​ដំណឹង​អំពី​លទ្ធភាព​របស់​កម្មវិធី​និមួយៗ ក្នុង​ការ​ដោះស្រាយ​កន្ទុយ និង​ប្រភេទ mime ទាំងនេះ ។</p> <p>ប្រសិនបើ​អ្នក​ចង់​ភ្ជាប់​កម្មវិធី​នេះ​ជាមួយ​នឹង​ប្រភេទ mime មួយ ឬ ច្រើន​ដែល​មិន​មាន​នៅ​ក្នុង​បញ្ជី​នេះ សូម​ចុច​លើ​ប៊ូតុង <b>បន្ថែម</b> ខាងក្រោម ។ ប្រសិនបើ​មាន​ប្រភេទ​ឯកសារ​មួយ ឬ ច្រើន ដែល​កម្មវិធី​នេះ​មិន​អាច​ដោះស្រាយ អ្នក​ប្រហែល​ជា​ចង់​យក​ពួកវា​ចេញ​ពី​បញ្ជី​ដោយ​ចុច​លើ​ប៊ូតុង <b>យកចេញ</b> ខាងក្រោម ។</p></qt>
ko: <qt><p>이 목록은 프로그램이 처리할 수 있는 파일의 타입을 보여줍니다. 이 목록은 <u>MIME타입</u>에 의해 구성됩니다.</p> <p>MIME,Multipurpose Internet (e)Mail Extension은 파일이름 확장자와 <u>MIME타입</u>에 기초하는 데이터 타입 확인을 위한 표준 프로토콜입니다. 예:flower.bmp의 점 뒤에나오는"bmp"부분은 이미지의 특정 종류 <u>image/x-bmp</u>라는 것을 가리킵니다. 어떤 프로그램이 어떤 파일타입을 여는지 알기 위해 시스템은 이 확장자들과 MIME타입의 성질에 대해 반드시 알아야만 합니다.<p>목록에 없는 하나 또는 그 이상의 MIME타입을 이 프로그램에서 사용할 수 있도록 연결하고 싶을 경우 아래의 <b>추가</b> 버튼을 누르십시오. 해당 프로그램이 조절할 수 없는 하나 또는 그이상의 파일타입이 있을 경우 아래의<b>제거</b>버튼을 누름으로써 목록에서 제거할 수 있습니다. </p></qt>
ro: <qt><p>Această listă ar trebui să arate tipurile de fişier pe care le poate utiliza aplicaţia dumneavoastră. Ea este organizată după <u>tipurile MIME</u>.</p> <p>MIME, Multipurpose Internet (e)Mail Extension, este un protocol standard pentru identificarea tipului de date bazat pe extensia de fişier şi <u>tipul MIME</u> corespunzător. Exemplu: partea "bmp" care este după punctul din numele de fişier "floare.bmp" semnalează că este un tip specific de imagine, <u>image/x-bmp</u>. Pentru a şti ce aplicaţie trebuie să deschidă fiecare tip de fişier, sistemul trebuie să fie informat despre abilităţile fiecărei aplicaţii de a lucra cu acele extensii şi tipuri MIME.</p><p>Dacă doriţi să asociaţi această aplicaţie cu unul sau mai mai multe tipuri MIME care nu există în listă, daţi clic pe butonul <b>Adaugă</b> de mai jos.Dacă există unul sau mai multe tipuri de fişier pe care aplicaţia nu le poate utiliza, ar trebui să le ştergeţi din listă dînd clic pe butonul <b>Şterge</b> de mai jos.</p></qt>
rw: <qt><p>Uru rutonde rugomba kwerekana ubwoko bw'idosiye porogaramu yawe ishobora gukoresha. Uru rutonde rutunganyijwe na<u>ubwokomime</u>.</p> <p>MIME, ni porotokole isanzwe yo kugaragaza ubwoko bw'ibyatanzwe ihereye ku mugereka w'izinadosiye n'uwoherereza <u>ubwokomime</u>.Urugero: igice "bmp" kiza inyuma y'akadomo muri flower.bmp kerekana ko ari ubwoko bwihariye bw'ishusho, <u>ishusho/x-bmp</u>. Kumenya porogaramu igomba gufungura buri bwoko bwa dosiye, sisitemu igomba kumenyeshwa ibijyanye n'ubushobozi bwa buri porogaramu yo gukoresha iyi migereka n'ubwokomime.</p> Niba udashaka guhuza iyi porogaramu n'ubwokomime bumwe cyangwa bwinshi butari kuri uru rutonde, kanda kuri buto <b>Kongeraho</b> hasi. Niba hari ubwokodosiye bumwe cyangwa bwinshi iyi porogaramu idashobora gukoresha, wabukuramo uhereye ku rutonde ukanda buto <b>Gukuramo</b>hasi.</p></qt>
sk: <qt><p>Tento zoznam je utriedený podľa <u>typov MIME</u>.</p> <p>MIME, Multipurpose Internet (e)Mail Extension, je štandardný protokol pre identifikáciu typu súboru podľa jeho prípony a zodpovedajúceho <u>typu MIME</u>. Napríklad: časť "bmp", ktorá je za bodkou v mene súboru flower.bmp určuje, že sa jedná o špeciálny typ obrázku<u>image/x-bmp</u>. Aby bolo jasné, ktorá aplikácia dokáže ktorý typ otvoriť, je nutné možnosti aplikácie (podporované prípony a typy MIME) nastaviť.</p><p>Ak chcete spojiť túto aplikáciu s jedným alebo viacerými typmi, ktoré v zozname nie sú, stlačte <b>Pridať</b>. Ak existuje jeden alebo viac typov súborov, ktoré aplikácia nepodporuje a chcete ich odstrániť zo zoznamu použite tlačidlo <b>Odstrániť</b>.</p></qt>
sr: <qt><p>Ова листа би требало да прикаже врсте фајлова са којима ваш програм уме да ради. Ова листа је организована по <u>mime типовима</u>.</p> <p> MIME, (енг. Multipurpose Internet (e)Mail Extension), је стандардни протокол за откривање врсте података на основу наставка имена и одговарајућег <u>mime типа</u>. На пример: „bmp“ део који долази после тачке у cvet.bmp назначава да се ради о посебној врсти слике,<u>image/x-bmp</u>. Да би знао који програм треба да отвара коју врсту фајла, систем би требало да буде обавештен о способностима сваког програма да рукује овим наставцима и mime типовима.</p> <p>Ако желите да повежете овај програм са једним или више mime типова који нису у листи, притисните дугме <b>Додај</b>. Ако постоји једна или више врста фајлова којим овај програм не зна да управља, можете их уклонити из листе притиском на дугме <b>Уклони</b> које се налази испод.</p></qt>
sr@latn: <qt><p>Ova lista bi trebalo da prikaže vrste fajlova sa kojima vaš program ume da radi. Ova lista je organizovana po <u>mime tipovima</u>.</p> <p> MIME, (eng. Multipurpose Internet (e)Mail Extension), je standardni protokol za otkrivanje vrste podataka na osnovu nastavka imena i odgovarajućeg <u>mime tipa</u>. Na primer: „bmp“ deo koji dolazi posle tačke u cvet.bmp naznačava da se radi o posebnoj vrsti slike,<u>image/x-bmp</u>. Da bi znao koji program treba da otvara koju vrstu fajla, sistem bi trebalo da bude obavešten o sposobnostima svakog programa da rukuje ovim nastavcima i mime tipovima.</p> <p>Ako želite da povežete ovaj program sa jednim ili više mime tipova koji nisu u listi, pritisnite dugme <b>Dodaj</b>. Ako postoji jedna ili više vrsta fajlova kojim ovaj program ne zna da upravlja, možete ih ukloniti iz liste pritiskom na dugme <b>Ukloni</b> koje se nalazi ispod.</p></qt>
th: <qt><p>รายการนี้ควรจะแสดงชนิดของแฟ้มที่แอพพลิเคชันของคุณสามารถเปิดได้ ซึ่งรายการนี้จะถูกจัดระเบียบด้วย <u>ชนิด mime</u> </p> <p>MIME หรือ Multipurpose Internet (e)Mail Extension (ส่วนขยายของเมล์อินเทอร์เน็ตอเนกประสงค์) คือโปรโตคอลมาตรฐานสำหรับระบุชนิดของแฟ้ม โดยอาศัยส่วนขยาย (นามสกุล) ของชื่อแฟ้ม และ <u>ชนิด mime </u> ที่คล้ายกัน ตัวอย่าง: ส่วนของ "bmp" ที่ตามหลังเครื่องหมายจุด ใน flower.bmp จะบ่งบอกว่า นี่คือรูปภาพชนิดหนึ่ง <u>image/x-bmp</u> ในการที่จะรู้ได้ว่า ควรจะใช้แอพพลิเคชันไหนเปิดแฟ้มแต่ละชนิด ระบบควรจะได้รับข้อมูลเกี่ยวกับ ความสามารถในการรับมือส่วนขยายเหล่านี้ และชนิด mime ของแอพพลิเคชันแต่ละตัว</p><p>หากคุณต้องการเชื่อมแอพพลิเคชันนี้เข้ากับชนิด mime ตั้งแต่ 1 ขึ้นไปที่ไม่ได้อยู่ในรายการนี้ ให้คลิกที่ปุ่ม <b>เพิ่ม</b> ที่ด้านล่าง หากว่ามีชนิดของแฟ้มตั้งแต่ 1 ชนิดที่แอพพลิเคชันนี้ไม่สามารถเปิดได้ คุณอาจต้องการที่จะ เอาชนิดแฟ้มนั้นออกจากรายการ ให้คลิกที่ปุ่ม <b>เอาออก</b> ด้านล่าง </p></qt>

source: &Name:
bs: &Ime:
km: ឈ្មោះ ៖
ko: 이름(&N):
mn: &Нэр:
pa: ਨਾਂ(&N):
ro: &Nume:
rw: Izina:
sk: Me&no:
sr: &Име:
sr@latn: &Ime:
tg: &Ном:
th: ชื่อ:

source: Type the name you want to give to this application here. This application will appear under this name in the applications menu and in the panel.
bs: Ovdje unesite ime koje želite dati ovoj aplikaciji. Aplikacija će se pojavljivati pod ovim imenom u meniju i na panelu.
km: នៅទីនេះ សូម​វាយ​បញ្ចូល​ឈ្មោះ​ដែល​អ្នក​ចង់​ផ្តល់​ទៅ​ឲ្យ​កម្មវិធីនេះ ។ កម្មវិធី​នេះនឹង​លេចឡើង​ក្រោម​ឈ្មោះ​នេះ ក្នុង​ម៉ឺនុយ​កម្មវិធី និង​ក្នុង​បន្ទះ ។
ko: 이 프로그램에 사용할 이름을 입력하십시오. 이 이름은 프로그램 메뉴와 패널에 나타납니다.
ro: Introduceţi aici numele pe care doriţi să îl daţi aplicaţiei. Aplicaţia va apărea sub acest nume în meniul aplicaţiilor şi în panou.
rw: Andika izina ushaka guha iyi porogaramu hano. Iyi porogaramu izagaragara ku iri zina mu bikubiyemo bya porogaramu no mu mwanya.
sk: Sem zadajte meno pre aplikáciu. Aplikácia bude pod týmto menom zobrazená v menu a v paneli.
sr: Овде уносите име које желите да дате програму. Овај програм ће се појављивати под овим именом у менију програма и у панелу.
sr@latn: Ovde unosite ime koje želite da date programu. Ovaj program će se pojavljivati pod ovim imenom u meniju programa i u panelu.
tg: Дар ин ҷо номе,ки мехоҳед ба ин барнома диҳед чоп кунед. Ин барнома дар таги ин ном дар менюи барномаҳо ва дар табло пайдо хоҳад шуд.
th: พิมพ์ชื่อที่คุณต้องการกำหนดให้กับแอพพลิเคชันที่นี่ โดยแอพพลิเคชันนี้จะปรากฎเป็นชื่อนี้ในเมนูและในพาเนล

source: Type the description of this application, based on its use, here. Examples: a dial up application (KPPP) would be "Dial up tool".
bs: Ovdje unesite opis ove aplikacije, baziran na njenoj primjeni. Primjer: aplikaciju za slike (KPaint) možete opisati sa "Program za crtanje".
km: សូម​វាយ​បញ្ចូល​ការពិពណ៌នា​របស់​កម្មវិធី​នេះ ដោយ​អាស្រ័យ​លើ​ការ​ប្រើ​របស់​វា នៅទីនេះ ។ ឧទាហរណ៍ កម្មវិធី​ហៅចេញ (KPPP) នឹង​ជា "ឧបករណ៍​ហៅ​ចេញ " ។
ko: 이 프로그램의 용도를 고려한 설명을 입력하십시오. 예를 들어 전화 접속 프로그램 (KPPP)의 설명은 "전화 접속 도구"입니다.
ro: Introduceţi aici descrierea pe care doriţi să o daţi aplicaţiei, în funcţie de scopul ei. Exemplu: pentru o aplicaţie de conectare la Internet prin telefon (KPPP) ar putea fi "Utilitar de conectare la Internet prin linia telefonică".
rw: Andika umwirondoro w'iyi porogaramu, ushingiye ku ikoreshwa ryayo, hano. Ingero: porogaramu iyoherezakure (KPPP) yaba "Igikoresho iyoherezakure".
sk: Sem zadajte popis tejto aplikácie podľa jej použitia. Napríklad: pre pripojenie na internet (KPPP) to bude "Nástroj pre pripojenie na Internet".
sr: Овде уностите опис овог програма, на основу његове сврхе. На пример: Програм за повезивање на Интернет (KPPP) би био „Алат за повезивање на Интернет“.
sr@latn: Ovde unostite opis ovog programa, na osnovu njegove svrhe. Na primer: Program za povezivanje na Internet (KPPP) bi bio „Alat za povezivanje na Internet“.
tg: Намуди эзоҳи ин барнома,ки дар истифода асос ёфтааст дар ин ҷост Мисолҳо: лавҳаи болои барномаи (KPPP) "Dial up tool" хоҳад шуд.
th: พิมพ์รายละเอียดของแอพพลิเคชันนี้ โดยให้สัมพันธ์กับหน้าที่ของมัน เช่น : แอพพลิเคชันหมุนโมเด็ม (KPPP) ควรให้รายละเอียดเป็น "เครื่องมือหมุนโมเด็ม" เป็นต้น

source: Comm&ent:
bs: Kom&entar:
km: សេចក្តី​អធិប្បាយ ៖
ko: 설명(&E):
mn: Тайл&бар:
pa: ਟਿੱਪਣੀ(&e):
ro: Com&entariu:
rw: Igisobanuro:
sk: Kom&entár:
sr: &Коментар:
sr@latn: &Komentar:
tg: &Эзоҳ:
th: คำอธิบาย:

source: Type any comment you think is useful here.
bs: Ovdje unesite neki komentar za koji mislite da bi mogao biti koristan.
km: សូម​វាយ​បញ្ចូល​សេចក្តី​អធិប្បាយ​ណាមួយ​ដែល​អ្នក​គិត​ថា​មាន​ប្រយោជន៍​នៅ​ទីនេះ ។
ko: 필요하다고 생각하는 설명을 입력하십시오.
pa: ਕੋਈ ਵੀ ਸੂਚਨਾ ਏਥੇ ਲਿਖੋ, ਜੋ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਲਾਭਦਾਇਕ ਹੋ ਸਕਦਾ ਹੈ।
ro: Scrieţi aici orice comentariu pe care îl consideraţi util.
rw: Andika igisobanuro ubonye utekereza ko gifite akamaro hano.
sk: Sem zadajte ľubovoľný komentár, ktorý si myslíte, že je potrebný.
sr: Овде уносите било који коментар за који сматрате да ће бити користан.
sr@latn: Ovde unosite bilo koji komentar za koji smatrate da će biti koristan.
tg: Дар ин ҷо ҳамаи он қайдҳое,ки ба фикри шумо фоидаовар ҳастанд чоп кунед.
th: พิมพ์คำอธิบายที่คุณอยากใช้ที่นี่

source: Co&mmand:
bs: Na&redba:
km: ពាក្យ​បញ្ជា ៖
ko: 명령어(&M):
mn: &Тушаал:
pa: ਕਮਾਂਡ(&m):
ro: Co&mandă:
rw: Icyo wifuza:
sk: &Príkaz:
sr: Наре&дба:
sr@latn: Nare&dba:
tg: Дас&тур:
th: คำสั่ง:
