Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: <qt>Please choose a new password for the wallet '<b>%1</b>'.
bs: <qt>Molim izaberite novu šifru za novčanik '<b>%1<b>'.
km: <qt>សូម​ជ្រើស​ពាក្យ​សម្ងាត់​ថ្មី​មួយ ទៅ​ឲ្យ​កាបូប '<b>%1</b>' ។
ko: <qt>신상정보 '<b>%1</b>' 의 새로운 비밀번호를 선택하십시오.
pa: <qt>ਕਿਰਪਾ ਕਰਕੇ ਵਾਲਿਟ '<b>%1</b>' ਲਈ ਨਵਾਂ ਗੁਪਤ-ਕੋਡ ਦਿਓ।
ro: <qt>Vă rog să alegeţi o parolă nouă pentru portofelul <b>%1</b>.
rw: <qt>Wahitamo ijambobanga rishya ry'uruhago '<b>%1</b>'.
sk: <qt>Prosím, vyberte nové heslo pre schránku (wallet) '<b>%1</b>'.
sr: <qt>Изаберите нову лозинку за новчаник „<b>%1</b>“.
sr@latn: <qt>Izaberite novu lozinku za novčanik „<b>%1</b>“.
tg: <qt>Илтимос гузарвожаи нав барои қапчуқ интихоб кунед. '<b>%1</b>'.
th: <qt>โปรดเลือกรหัสผ่านใหม่สำหรับใช้กับ ที่เก็บข้อมูลส่วนตัว '<b>%1</b>'

source: Error re-encrypting the wallet. Password was not changed.
bs: Greška pri ponovnom šifrovanju novčanika. Šifra nije promijenjena.
km: មាន​កំហុស​ក្នុង​ការ​បម្លែង​កាបូប​ជាកូដ ។ ពាក្យ​សម្ងាត់​មិននឹង​ត្រូវ​បាន​ផ្លាស់ប្តូរ​ឡើយ ។
ko: 신상정보를 재암호화하는데 오류가 발생했습니다. 비밀번호는 바뀌지 않았습니다.
pa: ਵਾਲਿਟ ਲਈ ਮੁੜ-ਇਕ੍ਰਿਪਸ਼ਨ ਗਲਤੀ। ਗੁਪਤ-ਕੋਡ ਤਬਦੀਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
ro: Eroare la recriptarea portofelului. Parola nu a fost schimbată.
rw: Ikosa mu kongera gusobeka uruhago. Ijambobanga ntiryahinduwe.
sk: Chyba pri šifrovaní wallet. Heslo nie je možné zmeniť.
sr: Грешка приликом поновног ширфовања новчаника. Лозинка није промењена.
sr@latn: Greška prilikom ponovnog širfovanja novčanika. Lozinka nije promenjena.
tg: Хато аз сари нав ҳамёнро махфӣ менависад.Нишона тағйир намеёбад.
th: รหัสผ่านไม่เปลี่ยนแปลง เนื่องจากเกิดข้อผิดพลาดในการเข้ารหัส ที่เก็บข้อมูลส่วนตัว อีกครั้ง

source: Error reopening the wallet. Data may be lost.
bs: Greška pri ponovnom otvaranju novčanika. Možda je došlo do gubitka podataka.
km: មាន​កំហុស​ក្នុង​ការ​បើក​កាបូប ។ ទិន្នន័យ​អាច​នឹង​បាត់បង់ ។
ko: 지갑을 다시 여는 데 실패했습니다. 데이터가 손상되었을 수 있습니다.
pa: ਵਾਲਿਟ ਮੁੜ ਖੋਲਣ ਲਈ ਅਸਫ਼ਲ ਹੈ। ਡਾਟਾ ਖਤਮ ਹੋ ਸਕਦਾ ਹੈ।
ro: Eroare la redeschiderea portofelului. Este posibil să fi pierdut date.
rw: Ikosa mu kongera gufungura uruhago. Ibyatanzwe bishobora kuba byabuze.
sk: Chyba pri novom otvorení wallet. Je možná strata dát.
sr: Грешка приликом поновног отварања новчаника. Подаци могу бити изгубљени.
sr@latn: Greška prilikom ponovnog otvaranja novčanika. Podaci mogu biti izgubljeni.
tg: Хато ҳамёнро аз сари нав мекушояд.Мумкин санад ғайб занад.
th: ข้อมูลอาจมีการสูญหาย เนื่องจากเกิดข้อผิดพลาดในการเปิด ที่เก็บข้อมูลส่วนตัว อีกครั้ง

source: There have been repeated failed attempts to gain access to a wallet. An application may be misbehaving.
bs: Bilo je nekoliko neuspješnih pokušaja pristupa novčaniku. Možda se neka aplikacija loše ponaša.
km: មាន​ការ​ប៉ុនប៉ង​ដែល​បរាជ័យ​ដដែល ក្នុង​ការ​ចូល​ដំណើរការ​ទៅ​កាន់​កាបូប​មួយ ។ កម្មវិធី​មួយ​អាច​នឹង​កំពុង​ប្រព្រឹត្ត​ខុស ។
ko: 지갑에 접근하려는 시도가 반복적으로 실패했습니다. 프로그램이 잘못된 행동을 하고 있습니다.
ro: Au apărut încercări repetate eşuate de a accesa un portofel. Probabil că există o aplicaţie care nu funcţionează corespunzător.
rw: Habaye amagerageza yanze byisubiramo mu kubona ukugera ku ruhago. Porogaramu ishobora kuba yitwara nabi.
sk: Vyskytli sa opakované neúspešné pokusy o získanie prístupu k walletu. Aplikácia sa môže správať neštandardne.
sr: Било је поновљених неуспешних покушаја да се добије приступ новчанику. Програм се можда не понаша како би требало.
sr@latn: Bilo je ponovljenih neuspešnih pokušaja da se dobije pristup novčaniku. Program se možda ne ponaša kako bi trebalo.
tg: Кӯшишҳои ноком барои дастрас шудан ба ҳамён вуҷуд доранд. Мумкин барнома худро идора карда наметавонад.
th: มีความล้มเหลวในการเข้าถึงที่เก็บข้อมูลส่วนตัวเกิดขึ้นซ้ำๆ แอพพลิเคชันอาจ มีความผิดปกติ

source: <qt>Password is empty. <b>(WARNING: Insecure)
bs: <qt>Šifra je prazna. <b>(PAŽNJA: To nije sigurno)
km: <qt>ពាក្យ​សម្ងាត់​គឺ​ទទេ ។ <b>(ព្រមាន ៖ គ្មាន​សុវត្ថិភាព)
ko: <qt>비밀번호가 없습니다.<b>(경고: 보안에 매우 취약합니다.)
pa: <qt>ਗੁਪਤ-ਕੋਡ ਖਾਲੀ ਹੈ: <b>(ਸਾਵਧਾਨ: ਅਸੁਰੱਖਿਅਤ)
ro: <qt>Parola este nulă. <b>(ATENŢIE: Securitate slabă)
rw: <qt>Ijambobanga ni ubusa <b>(IBURIRA: Ntibyizewe)
sk: <qt>Heslo je prázdne. <b>(Varovanie: nebezpečné)
sr: <qt>Лозинка је празна. <b>(УПОЗОРЕЊЕ: Ово није безбедно)
sr@latn: <qt>Lozinka je prazna. <b>(UPOZORENJE: Ovo nije bezbedno)
th: <qt>รหัสผ่านว่าง <b>(คำเตือน: ไม่ปลอดภัย)

source: Passwords match.
bs: Šifre se poklapaju.
km: ពាក្យ​សម្ងាត់​ដូច ។
ko: 비밀번호가 일치합니다.
mn: Нууц үгүүд таарч байна
pa: ਗੁਪਤ-ਕੋਡ ਮੇਲ ਖਾ ਰਿਹਾ ਹੈ।
ro: Parolele se potrivesc.
rw: Amagambobanga ahura.
sk: Heslá si zodpovedajú.
sr: Лозинке се поклапају.
sr@latn: Lozinke se poklapaju.
tg: Гузарвожаҳои дуруст.
th: รหัสผ่านตรงกัน

source: Passwords do not match.
bs: Šifre se ne poklapaju.
km: ពាក្យសម្ងាត់​មិន​ត្រូវ​គ្នា​ឡើយ ។
ko: 비밀번호가 일치하지 않습니다.
mn: Нууц үгүүд таарсангүй
pa: ਗੁਪਤ-ਕੋਡ ਮੇਲ ਨਹੀ ਖਾ ਰਿਹਾ ਹੈ।
ro: Parolele nu se potrivesc.
rw: Amagambobanga ntahura.
sk: Heslá si nezodpovedajú.
sr: Лозинке се не поклапају.
sr@latn: Lozinke se ne poklapaju.
tg: Гузарвожаи воридшуда нодуруст аст.
th: รหัสผ่านไม่ตรงกัน

source: telnet service
bs: telnet servis
km: សេវា telnet
ko: 텔넷 서비스
mn: Телнэт-үйлчилгээ
pa: ਟੇਲਨੈੱਟ ਸੇਵਾ
ro: serviciu telnet
rw: Serivise Telineti
sk: služba telnet
sr: telnet сервис
sr@latn: telnet servis
tg: хизмати telnet
th: บริการเทลเน็ต

source: telnet protocol handler
km: កម្មវិធី​ដោះស្រាយ​ពិធីការ telnet
ko: 텔넷 프로토콜 핸들러
mn: Телнэт-Протоколл-Боловсруулагч
pa: ਟੇਲਨੈਟ ਪਰੋਟੋਕਾਲ ਹੈਂਡਲਰ
ro: subsistem protocol telnet
rw: Mugenga wa porotokole telineti
sk: spracovanie protokolu telnet
sr: руковалац telnet протоколом
sr@latn: rukovalac telnet protokolom
tg: коркардкунаки протоколи telnet
th: ส่วนดูแลโปรโตคอลเทลเน็ต

source: You do not have permission to access the %1 protocol.
bs: Nemate ovlasti za pristup protokolu %1.
km: អ្នក​មិន​មាន​សិទ្ធិ​ចូល​ដំណើរការពិធីការ %1 ។
ko: 프로토콜 %1에 접근할 수 있는 권한이 없습니다.
mn: Та %1 протокод руу хандах эрхгүй.
pa: ਪਰੋਟੋਕਾਲ %1 ਲਈ ਤੁਹਾਨੂੰ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।
ro: Nu aveţi permisiuni să accesaţi protocolul %1.
rw: Ntufite uruhushya rwo kugera kuri porotokole %1.
sk: Nemáte práva pre prístup k protokolu %1.
sr: Немате дозволу за приступ %1 протоколу.
sr@latn: Nemate dozvolu za pristup %1 protokolu.
tg: Мумкин шумо иҷозот барои даромадани ба протоколи %1 низ нестед.
th: คุณไม่ได้รับอนุญาตให้เข้าใช้งานโปรโตคอล %1

source: Settings...
bs: Postavke...
km: ការកំណត់...
ko: 설정...
mn: Тохируулах...
pa: ਸਥਾਪਨ...
ro: Setări...
rw: Amaboneza...
sk: Nastavenia...
sr: Поставке...
sr@latn: Postavke...
tg: Параметрҳо...
th: ตั้งค่า...

source: Configure Network Operation Window
bs: Podesite prozor mrežnih operacija
km: កំណត់​រចនាសម្ព័ន្ធ​បង្អួច​ប្រតិបត្តិការ​បណ្តាញ
ko: 네트워크 실행 창 설정
mn: Сүлжээний үйлдэлийн цонхыг тохируулах
pa: ਨੈਟਵਰਕ ਕਾਰਵਾਈ ਝਰੋਖਾ ਸੰਰਚਨਾ
ro: Configurează fereastra operaţii de reţea
rw: Kuboneza Idirishya ry'Igikorwa cy'Urusobemiyoboro
sk: Nastavenie okna pre sieťové operácie
sr: Прозор за подешавање мрежне операције
sr@latn: Prozor za podešavanje mrežne operacije
tg: Танзимоти Тирезаи Амалиёти Шабақа
th: ปรับแต่งหน้าต่างปฏิบัติการทางเครือข่าย

source: Show system tray icon
bs: Prikaži ikonu u sistemskom trayu
km: បង្ហាញ​រូបតំណាង​ថាស​របស់​ប្រព័ន្ធ
ko: 시스템 트레이 아이콘 보이기
mn: &Системийн илтгэгч дарцагыг харуулах:
pa: ਸਿਸਟਮ ਟਰੇ ਆਈਕਾਨ ਵੇਖਾਓ
ro: Afişează iconiţa în tava de sistem
rw: Kwerekana agashushondanga k'igitwara sisitemu
sk: Zobraziť ikonu v systémovej lište
sr: Приказуј икону системске касете
sr@latn: Prikazuj ikonu sistemske kasete
tg: Намоиши новаи нишонаи системавӣ
th: แสดงไอคอนในถาดระบบ

source: Keep network operation window always open
bs: Drži prozor mrežnih operacija uvijek otvorenim
km: ទុក​ឲ្យ បង្អួច​ប្រតិបត្តិការ​បណ្តាញ បើក​ជានិច្ច
ko: 네트워크 실행 창 항상 열어 두기
pa: ਨੈਟਵਰਕ ਕਾਰਵਾਈ ਝਰੋਖਾ ਹਮੇਸ਼ਾ ਖੁੱਲਾ ਰੱਖੋ
ro: Întotdeauna ţine deschisă fereastra operaţii de reţea
rw: Kugumisha idirishya ry'igikorwa urusobemiyoboro burigihe rifunguye
sk: Nechávať okno sieťových operácií vždy otvorené
sr: Држи прозор мрежних операција увек отворен
sr@latn: Drži prozor mrežnih operacija uvek otvoren
tg: Кори шабақаи фаъол ҳамеша кушода нигоҳ доред
th: เปิดหน้าต่างดำเนินการทางเครือข่ายไว้เสมอ

source: Show column headers
bs: Prikaži zaglavlja kolona
km: បង្ហាញ​បឋមកថា​ជួរឈរ
ko: 열 머릿글 보이기
mn: Баганы толгойнуудыг харуулах
pa: ਕਾਲਮ ਸਿਰਲੇਖ ਵੇਖਾਓ
ro: Afişează antetele coloanelor
rw: Kwerekana imitwe y'inkingi
sk: Zobraziť hlavičky stĺpcov
sr: Приказуј заглавља колона
sr@latn: Prikazuj zaglavlja kolona
tg: Намоиши сарлавҳаи сутун
th: แสดงหัวคอลัมน์

source: Show toolbar
bs: Prikaži alate
km: បង្ហាញ​របារ​ឧបករណ៍
ko: 도구 모음 보이기
mn: Багажны самбарыг харуулах
pa: ਸੰਦ-ਪੱਟੀ ਵੇਖਾਓ
ro: Afişează bara de unelte
rw: Kwerekana umwanyabikoresho
sk: Zobraziť panel nástrojov
sr: Приказуј траку са алатима
sr@latn: Prikazuj traku sa alatima
tg: Намоиши пайраҳаи асбоб
th: แสดงแถบเครื่องมือ

source: Show statusbar
bs: Prikaži statusnu traku
km: បង្ហាញ​របារ​ស្ថានភាព
ko: 상태 표시줄 보이기
mn: &Төлвийн самбарыг харуулах
pa: ਸਥਿਤੀ-ਪੱਟੀ ਵੇਖਾਓ
ro: Afişează bara de stare
rw: Kwerekana umurongondangamimerere
sk: Zobraziť stavový riadok
sr: Приказуј статусну линију
sr@latn: Prikazuj statusnu liniju
tg: Намоиши пайраҳаи вазъият
th: แสดงแถบสถานะ

source: Column widths are user adjustable
bs: Širine kolona su prilagodljive
km: ទទឹង​ជួរឈរ​គឺ​អាច​លៃ​តម្រូវ​ដោយ​អ្នកប្រើ
ko: 열 너비를 조정할 수 있음
pa: ਉਪਭੋਗੀ ਸਹੂਲਤ ਲਈ ਕਾਲਮ ਚੌੜਾਈ
ro: Lăţimea coloanelor este ajustabilă
rw: Ubugari bw'inkingi buhindurwa n'ukoresha
sk: Šírku stĺpcov je možné upravovať
sr: Ширина колона је подесива
sr@latn: Širina kolona je podesiva
tg: Барҳои сутун мураттабшавандаи истифодабаранда мебошанд.
th: สามารถปรับความกว้างคอลัมน์ได้

source: Show information:
bs: Prikaži informacije:
km: បង្ហាញ​ព័ត៌មាន ៖
ko: 정보 보기:
mn: Мэдээлэл харуулах:
pa: ਜਾਣਕਾਰੀ ਵੇਖਾਓ:
ro: Afişează informaţii:
rw: Kwerekana ibisobanuro:
sk: Zobraziť informácie:
sr: Приказуј информацију:
sr@latn: Prikazuj informaciju:
tg: Намоиши ахборот:
th: แสดงข้อมูลรายละเอียด:

source: URL
mn: Вэб хаяг
th: ตำแหน่ง URL

source: _: Remaining Time Rem. Time
bs: Preo. vrijeme
km: ពេល​នៅសល់
ko: 남은 시간
pa: ਬਾਕੀ ਸਮਾਂ
ro: Timp rămas
rw: Igihe Gisigaye
sk: Zost. čas
sr: Преос. време
sr@latn: Preos. vreme
tg: Вақти боқимонда
th: เวลาที่เหลือ

source: Speed
bs: Brzina
km: ល្បឿន
ko: 속도
mn: Хурд
pa: ਗਤੀ
ro: Viteza
rw: Umuvuduko
sk: Rýchlosť
sr: Брзина
sr@latn: Brzina
tg: Суръат
th: ความเร็ว

source: Size
bs: Veličina
km: ទំហំ
ko: 크기
mn: Хэмжээ
pa: ਆਕਾਰ
ro: Mărime
rw: Ingano
sk: Veľkosť
sr: Величина
sr@latn: Veličina
tg: Андоза
th: ขนาด

source: Count
bs: Broj
km: រាប់
ko: 횟수
mn: Тоо
pa: ਗਿਣਤੀ
ro: Număr
rw: Ibara
sk: Počet
sr: Број
sr@latn: Broj
tg: Ҳисоб кардан
th: นับ

source: _: Resume Res.
bs: Nast.
km: បន្ត
ko: 다시 시작
pa: ਮੁੜ-ਪਰਾਪਤ
ro: Reia
rw: Gus.
sk: Výsl.
sr: Наст.
sr@latn: Nast.
tg: Нав кардан
th: ทำงานต่อ

source: Local Filename
bs: Lokalno ime datoteke
km: ឈ្មោះ​ឯកសារ​មូលដ្ឋាន
ko: 로컬 파일 이름
pa: ਲੋਕਲ ਫਾਇਲ-ਨਾਂ
ro: Fişier local
rw: IzinaIdosiye rya Hafi
sk: Lokálny názov súboru
sr: Име локалног фајла
sr@latn: Ime lokalnog fajla
tg: Номи файли локалӣ
th: ชื่อแฟ้มภายใน

source: Operation
bs: Operacija
km: ប្រតិបត្តិការ
ko: 작업
mn: Үйлдэл
pa: ਕਾਰਵਾਈ
ro: Operaţie
rw: Igikorwa
sk: Operácia
sr: Операција
sr@latn: Operacija
tg: Амалиёт
th: ปฏิบัติการ

source: Copying
bs: Kopiram
km: កំពុង​ចម្លង
ko: 복사 중
mn: Хуулж байна
pa: ਨਕਲ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
ro: Copiez
rw: Gukoporora
sk: Kopírujem
sr: Копирање
sr@latn: Kopiranje
tg: Дар ҳоли нусха бардоштан
th: กำลังทำสำเนา

source: Moving
bs: Premještam
km: កំពុង​ផ្លាស់ទី
ko: 이동 중
mn: Зөөж байна
pa: ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
ro: Mut
rw: Kwimura
sk: Premiestňujem
sr: Премештање
sr@latn: Premeštanje
tg: Дар ҳоли ҳаракат кардан
th: กำลังย้าย

source: Creating
bs: Pravim
km: កំពុង​បង្កើត
ko: 생성 중
mn: Үүсгэж байна
pa: ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
ro: Creez
rw: Kurema
sk: Vytváram
sr: Прављење
sr@latn: Pravljenje
tg: Дар ҳоли сохтан
th: กำลังสร้าง

source: Deleting
bs: Brišem
km: កំពុង​លុប
ko: 삭제 중
mn: Устгаж байна
pa: ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
ro: Şterg
rw: Gusiba
sk: Mažem
sr: Брисање
sr@latn: Brisanje
tg: Дар ҳоли нест кардан
th: กำลังลบ

source: Loading
bs: Otvaram
km: កំពុង​ផ្ទុក
ko: 불러오는 중
mn: Ачаалж байна...
pa: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ro: Încarc
rw: Ifungura
sk: Načítavam
sr: Учитавање
sr@latn: Učitavanje
tg: Пурборкунӣ
th: กำลังโหลด

source: Examining
bs: Ispitujem
km: កំពុង​ត្រួត​ពិនិត្យ
ko: 시험 중
mn: Шалгаж байна
pa: ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
ro: Examinez
rw: Kwitegereza
sk: Varovanie
sr: Испитивање
sr@latn: Ispitivanje
tg: Дар ҳоли санҷидан
th: กำลังตรวจสอบ

source: Mounting
bs: Montiram
km: កំពុង​ម៉ោន
ko: 마운트 중
mn: Дискийн төхөөрөмж холбож байна
pa: ਮਾਊਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ro: Montez
rw: Gushyiramo
sk: Pripájam
sr: Монтирање
sr@latn: Montiranje
tg: Дар ҳоли васл кардан
th: กำลังเมานท์

source: Files: %1
bs: Datoteke : %1
km: ឯកសារ​ ៖ %1
ko: 파일: %1
mn: Файлууд: %1
pa: ਫਾਇਲਾਂ: %1
ro: Fişiere: %1
rw: Amadosiye: %1
sk: Súborov: %1
sr: Фајлови : %1
sr@latn: Fajlovi : %1
tg: Файлҳо: %1
th: แฟ้ม : %1

source: _: Remaining Size Rem. Size: %1 kB
bs: Preo. vel.: %1 kB
km: ទំហំ​នៅ​សល់ ៖ %1 kB
ko: 남은 크기: %1 kB
pa: ਬਾਕੀ ਅਕਾਰ: %1 ਕਿਬਾ
ro: Mărime rămasă: %1 KO
rw: %1 kB
sk: Zost. veľkosť: %1 kB
sr: Преос. величина : %1 kB
sr@latn: Preos. veličina : %1 kB
tg: Андозаи боқимонда: %1 Кб
th: เหลือขนาด : %1 kB

source: _: Remaining Time Rem. Time: 00:00:00
bs: Preo. vrijeme: 00:00:00
km: ពេល​នៅ​សល់ ៖ 00:00:00
ko: 남은 시간: 00:00:00
pa: ਬਾਕੀ ਸਮਾਂ: 00:00:00
ro: Timp rămas: 00:00:00
rw: Igihe Gisigaye: 00:00:00
sk: Zost. čas: 00:00:00
sr: Преос. време: 00:00:00
sr@latn: Preos. vreme: 00:00:00
tg: Вақт: 00:00:00
th: เหลือเวลา : 00:00:00

source: Cancel Job
bs: Prekini zadatak
km: បោះបង់​ការងារ
ko: 작업 취소
mn: Ажлыг цуцлах
pa: ਕੰਮ ਰੱਦ
ro: Anulează
rw: Kureka Umurimo
sk: Zrušiť úlohu
sr: Откажи посао
sr@latn: Otkaži posao
tg: Барҳам додани кор
th: ยกเลิกงาน

source: _: Remaining Size Rem. Size: %1
bs: Preo. vel.: %1
km: ទំហំ​នៅ​សល់ ៖ %1
ko: 남은 크기: %1
pa: ਬਾਕੀ ਅਕਾਰ: %1
ro: Mărime rămasă: %1
sk: Zost. veľkosť: %1
sr: Преос. величина: %1
sr@latn: Preos. veličina: %1
tg: Андозаи боқимонда: %1
th: เหลือขนาด: %1

source: _: Remaining Time Rem. Time: %1
bs: Preo. vrijeme: %1
km: ពេល​នៅ​សល់ ៖ %1
ko: 남은 시간: %1
pa: ਬਾਕੀ ਸਮਾਂ: %1
ro: Timp rămas: %1
sk: Zost. čas: %1
sr: Преос. време: %1
sr@latn: Preos. vreme: %1
tg: Вақти боқимонда: %1
th: เหลือเวลา: %1

source: KDE Progress Information UI Server
bs: KDEov UI server za informacije o napretku
km: ម៉ាស៊ីន​បម្រើ UI អំពី​ព័ត៌មាន​វឌ្ឍនភាព​របស់ KDE
ko: KDE 진행 정보 UI 서버
mn: KDE прогресс мэдээлэлийн UI-сервер
pa: KDE ਕਾਰਵਾਈ ਜਾਣਕਾਰੀ UI ਸਰਵਰ
ro: Server UI de informare a progresului
rw: Seriveri UI Amakuru y'Aho bigeze KDE
sr: KDE-ов UI сервер информације напретка
sr@latn: KDE-ov UI server informacije napretka
tg: Сервери иттилоот дар бораи амали KDE
th: เซิร์ฟเวอร์ข้อมูลความคืบหน้าส่วนติดต่อผู้ใช้ของ KDE

source: Developer
bs: Programer
km: អ្នក​បង្កើត
ko: 개발자
mn: Хөгжүүлэгч
pa: ਖੋਜੀ
ro: Programator
rw: Mukoraporogaramu
sk: Vývojár
sr: Програмер
sr@latn: Programer
tg: Инкишофдиҳанда
th: ผู้พัฒนา

source: Subject line
bs: Tema
km: បន្ទាត់​ប្រធានបទ
ko: 제목 줄
mn: Сэдэв мөр
pa: ਵਿਸ਼ਾ ਸਤਰ
ro: Linie subiect
rw: Umurongo w'ikivugwamo
sk: Riadok s predmetom
sr: Линија са темом
sr@latn: Linija sa temom
tg: Мавзӯъ
th: บรรทัดชื่อเรื่อง

source: Recipient
bs: Primatelj
km: អ្នកទទួល
ko: 수신자
mn: Хүлээн авагч
pa: ਪਰਾਪਤ ਕਰਤਾ
ro: Destinatar
rw: Umukoresha
sk: Príjemca
sr: Прималац
sr@latn: Primalac
tg: Адресат
th: ผู้รับ

source: Error connecting to server.
bs: Greška prilikom spajanja na server.
km: កំហុស​ក្នុង​ការ​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ ។
ko: 서버 연결 오류
mn: Сервер рүү холбогдоход алдаа
pa: ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਵਿੱਚ ਗਲਤੀ ਹੈ।
ro: Eroare de conectare la server.
rw: Ikosa mu kwihuza kuri seriveri.
sk: Chyba pri pripájaní sa k serveru.
sr: Грешка приликом повезивања са сервером.
sr@latn: Greška prilikom povezivanja sa serverom.
tg: Алоқаи хатогӣ дар сервер.
th: การเชื่อมต่อไปยังเซิร์ฟเวอร์ผิดพลาด

source: Not connected.
bs: Nisam spojen.
km: មិន​បាន​តភ្ជាប់ ។
ko: 연결되지 않음
mn: Холбогдсонгүй
pa: ਜੁੜਿਆ ਨਹੀ ਹੈ।
ro: Neconectat.
rw: Nti bihujwe
sk: Nepripojený.
sr: Нисам повезан.
sr@latn: Nisam povezan.
tg: Робитае нест
th: ไม่ได้เชื่อมต่อ

source: Connection timed out.
bs: Veza je prekoračila vrijeme.
km: អស់ពេល​ក្នុង​ការ​តភ្ជាប់ ។
ko: 연결 시간 초과
mn: Хугацаа хэтэрч холболт тасарлаа.
pa: ਕੁਨੈਕਸ਼ਨ ਸਮਾਂ ਸਮਾਪਤ ਹੋਇਆ।
ro: Conexiune expirată.
rw: Ukwihuza kwarengeje igihe.
sk: Vypršal timeout.
sr: Истекло је време за повезивање.
sr@latn: Isteklo je vreme za povezivanje.
tg: Тайм-аути пайвастот
th: หมดเวลาการเชื่อมต่อ

source: Time out waiting for server interaction.
bs: Prekoračenje vremena kod ostvarivanja veze.
km: អស់ពេល​ក្នុង​ការ​រង់ចាំអន្តរ​អំពើ​របស់​ម៉ាស៊ីន​បម្រើ ។
ko: 서버 반응 대기 시간 초과
mn: Серверээс хариу хүлээх хугацаа хэтэрлээ.
pa: ਸਰਵਰ ਸੰਚਾਰ ਲਈ ਸਮਾਂ ਅੰਤਰਾਲ ਸਮਾਪਤ।
ro: Intervalul de timp de interacţiune cu server-ul a expirat.
rw: Igihe cyarenze mu gutegereza imikoranire ya seriveri.
sk: Vypršal timeout pri čakaní na činnosť serveru.
sr: Истекло време чекања на реакцију сервера.
sr@latn: Isteklo vreme čekanja na reakciju servera.
tg: Тайм-аути ҳамкорӣ бо сервер.
th: หมดเวลาคอยการตอบรับจากเซิร์ฟเวอร์

source: Server said: "%1"
bs: Server je rekao: "%1"
km: ម៉ាស៊ីន​បម្រើ​បាន​និយាយ​ថា ៖ "%1"
ko: 서버로부터 메시지: "%1"
mn: Сервер мэдэгдэв: "%1".
pa: ਸਰਵਰ ਜਵਾਬ: "%1"
ro: Server-ul a transmis: "%1"
sk: Server odpovedal: "%1"
sr: Сервер је рекао: „%1“
sr@latn: Server je rekao: „%1“
tg: Иттилооти сервер: "%1"
th: เซิร์ฟเวอร์แจ้งว่า: "%1"

source: Sends a short bug report to submit@bugs.kde.org
bs: Šalje kratku obavijest na submit@bugs.kde.org
km: ផ្ញើ​របាយការណ៍​កំហុស​ខ្លី​ទៅ submit@bugs.kde.org
ko: 간단한 버그 리포트를 submit@bugs.kde.org로 보냄
mn: submit@bugs.kde.org руу богино алдааны тайланг илгээх
pa: ਛੋਟੀਆਂ ਬੱਗ ਰਿਪੋਰਟਾਂ submit@bugs.kde.org ਨੂੰ ਭੇਜੋ
ro: Trimite un mic email la submit@bugs.kde.org
rw: Yohereza raporo nto y'ikosaporogaramu kuri submit@bugs.kde.org
sk: Pošle malú správu na submit@bugs.kde.org
sr: Шаље кратак извештај о грешци на submit@bugs.kde.org
sr@latn: Šalje kratak izveštaj o grešci na submit@bugs.kde.org
tg: Ҳисоботи камеро дар бораи хатогӣ низ ба submit@bugs.kde.org мефиристад
th: ส่งรายงานความผิดพลาดอย่างย่อๆ ไปยัง submit@bugs.kde.org

source: Author
bs: Autor
km: អ្នកនិពន្ធ
ko: 제작자
mn: Зохиогч
pa: ਲੇਖਕ
ro: Autor
rw: Umwanditsi
sk: Autor
sr: Аутор
sr@latn: Autor
tg: Муаллиф
th: ผู้เขียน

source: Mail service
bs: Mail servis
km: សេវា​សំបុត្រ
ko: 메일 서비스
mn: Мэйлийн үйлчилгээ
pa: ਮੇਲ ਸੇਵਾ
ro: Serviciu de e-mail
rw: Serivisi y'ubutumwa
sk: Poštová služba
sr: Сервис за пошту
sr@latn: Servis za poštu
tg: Хизмати Почта
th: บริการเมล

source: KIO Exec - Opens remote files, watches modifications, asks for upload
bs: KIO Exec - Otvara udaljene datoteke, nadzire izmjene, zahtijeva slanje
km: KIO Exec - បើក​ឯកសារ​ឆ្ងាយ ឃ្លាំមើល​ការកែប្រែ ស្នើស​ុំ​ផ្ទុក​ឡើង
ko: KIO Exec - 원격 파일 열기, 변경 사항 관찰, 업로드 요청
pa: KIO Exec - ਰਿਮੋਟ ਫਾਇਲਾਂ ਖੋਲੋ, ਸੋਧਾਂ ਵੇਖੋ, ਅਪਲੋਡ ਕਰਨ ਲਈ ਪੁੱਛੋ
ro: KIO Exec - Deschide fişiere distante, urmăreşte modificările răspunde la cereri de încărcare distantă
rw: KIO Exec - Ifungura amadosiye ya kure, ireba amahindura, igasaba kohereza
sk: KIO Exec - Otvára vzdialené súbory, sleduje zmeny súborov a zobrazuje požiadavky, že sa má súbor preniesť späť
sr: KFM Exec - Отвара удаљене фајлове, пази на измене, пита за слање
sr@latn: KFM Exec - Otvara udaljene fajlove, pazi na izmene, pita za slanje
tg: KIO Exec -Файлҳои ночиз(дур)ро мекушояд,тағйиротҳоро тамошо мекунад, боркуниро мепурсад.
th: KIO Exec - เปิดแฟ้มระยะไกล, ติดตามการปรับปรุงแก้ไข, ถามเพื่อทำการอัพโหลด

source: Treat URLs as local files and delete them afterwards
bs: Tretiraj URLove kao lokalne datoteke i izbriši ih poslije
km: ចាត់ទុក URLs ជា​ឯកសារ​មូលដ្ឋាន និង​លុប​ពួកវា​បន្ទាប់​ពីនោះ
ko: URL을 로컬 파일로 취급하고 나중에 삭제하기
pa: URL ਨੂੰ ਲੋਕਲ ਫਾਇਲ ਦੇ ਤੌਰ 'ਤੇ ਮੰਨੋ ਅਤੇ ਮਗਰੋਂ ਹਟਾ ਦਿਓ
ro: Tratează URL-urile ca fişiere locale şi le şterge după aceea
rw: Gufata URL nk'amadosiye ya hafi no kuzisiba nyuma
sk: Považovať URL za lokálne súbory a na konci ich odstrániť
sr: Третирај URL-ове као локалне фајлове и обриши их после
sr@latn: Tretiraj URL-ove kao lokalne fajlove i obriši ih posle
tg: URLs-ҳо ҳамчун файлҳои маҳаллиянд сипас онҳоро нест кунед.
th: กระทำกับตำแหน่ง URL เสมือนกับแฟ้มในระบบ และลบทิ้งไปหลังจากนั้น

source: Suggested file name for the downloaded file
bs: Predloženo ime download-ovane datoteke
km: ឈ្មោះ​ឯកសារ​ដែល​បាន​ស្នើ សម្រាប់​ឯកសារ​ដែល​បាន​ទាញយក
ko: 다운로드한 파일의 제안된 파일 이름
pa: ਡਾਊਨਲੋਡ ਕੀਤੀ ਫਾਇਲ ਲਈ ਸੁਝਾਇਆ ਨਾਂ
ro: Nume de fişier sugerat pentru fişierul transferat
sk: Navrhované meno pre stiahnutý súbor
sr: Предложено име за преузети фајл
sr@latn: Predloženo ime za preuzeti fajl
th: ชื่อที่แนะนำสำหรับแฟ้มที่ดาวน์โหลด

source: Command to execute
bs: Naredba za izvršenje
km: ពាក្យ​បញ្ជា​ដែល​ត្រូវ​ប្រតិបត្តិ
ko: 실행할 명령어
mn: Гүйцэтгэх тушаал
pa: ਚਲਾਉਣ ਲਈ ਕਮਾਂਡ
ro: Comanda de executat
rw: Ibwiriza ryo gukora
sk: Spúštaný príkaz
sr: Команда за извршавање
sr@latn: Komanda za izvršavanje
tg: Фармон барои иҷро кардан
th: คำสั่งที่จะประมวลผล

source: URL(s) or local file(s) used for 'command'
bs: URLovi ili lokalne datoteke korišteni za 'command'
km: URL(s) ឬ ឯកសារ​មូលដ្ឋាន​ដែលប្រើសម្រាប់ 'ពាក្យ​បញ្ជា'
ko: 'command'에 사용할 URL 또는 로컬 파일
pa: 'command' ਨਾਲ ਵਰਤਣ ਲਈ URL ਜਾਂ ਲੋਕਲ ਫਾਇਲ
ro: URL-ul(urile) sau fişierul(le) local(e) utilizate pentru 'command'
rw: URL cyangwa amadosiye ya hafi bikoreshwa ku bijyanye na 'ibwirizwa'
sk: URL alebo lokálny súbor použité pre 'príkaz'
sr: URL(ови) или локални фајл(ови) коришћени за „команду“
sr@latn: URL(ovi) ili lokalni fajl(ovi) korišćeni za „komandu“
tg: URL(s) ёфаӣл(ҳои) маҳалӣ барои 'фармон' истифода мешаванд
th: ตำแหน่ง URL หรือแฟ้มในระบบที่ใช้สำหรับ 'คำสั่ง'

source: 'command' expected.
bs: Očekujem 'command'.
km: ត្រូវការ 'ពាក្យ​បញ្ជា' ។
ko: '명령'을 기다립니다.
pa: 'ਕਮਾਂਡ' ਦੀ ਲੋੜ ਸੀ
ro: Este necesar parametrul 'command'.
rw: 'Ibwirizwa' ryitezwe.
sk: očakáva sa 'príkaz'.
sr: очекивана „команда“.
sr@latn: očekivana „komanda“.
tg: Ба интизори 'фармонот' низ мебошад.
th: ต้องการ 'คำสั่ง'

source: The URL %1 is malformed
bs: URL '%1' je neispravan.
km: URL %1 គឺ​មិន​ត្រឹមត្រូវ
ko: URL %1 은 잘못된 형식입니다.
mn: "%1" URL буруу байна
pa: URL %1 ਕੁਰੂਪ ਹੈ
ro: URL-ul %1 este eronat
rw: URL %1 ikoze nabi
sk: URL %1 nie je platné
sr: URL %1 је лоше формиран
sr@latn: URL %1 je loše formiran
tg: Сервиси %1 формати нодурусте дорад.
th: ตำแหน่ง URL %1 ผิดพลาด

source: Remote URL %1 not allowed with --tempfiles switch
bs: Udaljeni URL %1 nije dozvoljen sa opcijom --tempfiles
km: URL ឆ្ងាយ %1 មិន​អនុញ្ញាត​ជាមួយ --tempfiles switch
ko: Remote URL %1 은 임시파일 변환으로 허용되지 않았습니다.
pa: ਰਿਮੋਟ URL %1 --tempfiles ਸਵਿੱਚ ਨਾਲ ਮਨਜ਼ੂਰ ਨਹੀਂ ਹੈ
ro: URL-ul distant %1 nu este permis cu opţiunea --tempfiles
rw: URL ya kure %1 ntiyemewe hamwe na -uguhinduranya amadosiyegihegito
sk: Vzdialené URL %1 nie je povolené s prepínačom --tempfiles
sr: Удаљени URL %1 није дозвољен са --tempfiles опцијом
sr@latn: Udaljeni URL %1 nije dozvoljen sa --tempfiles opcijom
tg: URL %1 ро дур кунед Бо калиди файлҳои муваққатӣ иҷозат дода намешавад.
th: ตำแหน่ง URL ปลายทาง %1 ไม่อนุญาตให้ใช้พร้อมตัวเลือก --tempfiles

source: The supposedly temporary file %1 has been modified. Do you still want to delete it?
bs: Navodno privremena datoteka %1 je izmijenjena. Da li je još uvijek želite obrisati?
km: ឯកសារ​បណ្តោះ​អាសន្ន​ដែល​បាន​សន្មត %1 ត្រូវ​បាន​កែប្រែ ។ តើ​អ្នក​នៅ​តែ​ចង់​លុប​វា​ឬ​ទេ ?
ko: 임시 파일 %1 이(가) 수정되었습니다. 삭제하시겠습니까?
mn: Магадгүй түр зуурын %1 гэсэн файл өөрчлөгдсөн шиг байна. Та үүнийг устгахын хүссээр л байна уу?
pa: ਆਰਜ਼ੀ ਫਾਇਲ਼ %1 ਸੋਧੀ ਗਈ ਹੈ ਕੀ ਤੁਸੀ ਹਾਲੇ ਵੀ ਇਸਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ?
ro: Fişierul temporar %1 a fost modificat. Doriţi într-adevăr să îl şterg?
rw: Idosiye gihegito tuvuge %1 yahinduwe. Uracyifuza kuyisiba?
sk: Pravdepodobne dočasný súbor %1 bol zmenený. Chcete ho aj tak odstrániť?
sr: Привремени фајл %1 је вероватно измењен. Да ли и даље желите да га обришете?
sr@latn: Privremeni fajl %1 je verovatno izmenjen. Da li i dalje želite da ga obrišete?
tg: Файли муваққатии тахминӣ %1 тағйир дода шуд Шумо ҳанӯз ҳам вайро нест кардан мехоҳед.
th: มีการเปลี่ยนแปลงกับเอกสารชั่วคราว %1 คุณยังจะทำการลบมันอีกหรือไม่ ?
