Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Unable to Uninitialize Input/Output Device
bs: Ne mogu deinicijalizirati ulazno-izlazni uređaj
km: មិន​អាចចាប់ផ្តើម​ឧបករណ៍ បញ្ចេញ/បញ្ចូល​
ko: 입력/출력 장치 초기화 해제하지 못했음
mn: Оролт/Гаралтын төхөөрөмжүүдийн инициалицийг болиулах (салгах) боломжгүй
pa: ਇੰਪੁੱਟ/ਆਉਟਪੁੱਟ ਜੰਤਰ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਅਸਫ਼ਲ
ro: Nu pot dezactiva dispozitivul de intrare/ieşire
rw: Ntibishotse Kubuza gutangiza Apareye Icyinjira/Igisohoka.
sk: Nie je možné inicializovať V/V zariadenie
sr: Није могуће деиницијализовати улазно/излазни уређај
sr@latn: Nije moguće deinicijalizovati ulazno/izlazni uređaj
tg: Қодир набудам дастгоҳи вурудӣ/хурӯҷиро аз кор биандозам
th: ไม่สามารถยกเลิกการเรียกใช้งานอุปกรณ์นำเข้า/ส่งออกได้

source: Could Not Unmount Device
bs: Ne mogu demontirati uređaj
km: មិន​អាច​អាន់​ម៉ោន​ឧបករណ៍
ko: 마운트해제 불가능
mn: Төхөөрөмжийг салгаж (Unmount) чадсангүй.
pa: ਜੰਤਰ ਨੂੰ ਅਨਮਾਊਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
ro: Nu pot demonta dispozitivul
rw: Ntibyashobotse Gukuramo Apareye
sk: Nie je možné odpojiť zariadenie
sr: Није могуће демонтирати уређај
sr@latn: Nije moguće demontirati uređaj
tg: Натавонистам дастгоҳро пайдо кунам
th: ไม่สามารถยกเลิกการเมานท์อุปกรณ์ได้

source: The requested device could not be uninitialized ("unmounted"). The reported error was: <strong>%1</strong>
bs: Traženi uređaj nije mogao biti deinicijaliziran ("demontiran"). Greška koja je prijavljena glasi: <strong>%1</strong>
km: ឧបករណ៍​ដែល​បាន​ស្នើ​សុំ មិន​អាច​ចាប់ផ្តើម​បាន​ឡើយ ("អាន់ម៉ោន") ។ កំហុស​ដែល​បាន​ស្នើ​គឺ ៖ <strong>%1</strong>
ko: 요청한 장치 초기화 해제 ("마운트 해제")되지 않았습니다. 보고된 오류는: <strong>%1</strong>입니다.
mn: Шаардлагатай төхөөрөмж салгагдсангүй ( "unmountet"). Алдааны сонордуулга: <strong>%1</strong>
pa: ਮੰਗਿਆ ਜੰਤਰ ("ਅਣ-ਮਾਊਂਟ") ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ। ਮੌਜੂਦ ਗਲਤੀ ਹੈ: <strong>%1</strong>
ro: Dispozitivul cerut nu poate fi dezactivat ("demontat"). Eroarea raportată a fost: <strong>%1</strong>
rw: Apareye yasabwe ntibyashobotse kuyibuza gutangizwa ("gukurwamo"). Ikosa ryakorewe raporo ryari:<strong>%1</strong>
sk: Požadované zariadenie sa nepodarilo odinicializovať ("odpojiť"). Oznámená chyba bola: <strong>%1</strong>
sr: Захтевани уређај није могао бити деиницијализован („демонтиран“). Пријављена грешка је: <strong>%1</strong>
sr@latn: Zahtevani uređaj nije mogao biti deinicijalizovan („demontiran“). Prijavljena greška je: <strong>%1</strong>
tg: Дастгоҳи дархостшуда пайдо нашуд. Ин хато гузориш шуд: <strong>%1</strong>
th: ไม่สามารถยกเลิกการใช้งาน ("ยกเลิกการเมานท์") อุปกรณ์ที่ร้องขอมาได้ ซึ่งรายงานความผิดพลาดคือ: <strong>%1</strong>

source: The device may be busy, that is, still in use by another application or user. Even such things as having an open browser window on a location on this device may cause the device to remain in use.
bs: Uređaj je možda zauzet, tj. još uvijek u upotrebi od strane neke druge aplikacije ili korisnika. Čak i stvari kao što je otvoren prozor preglednika na nekoj lokaciji na ovom uređaju mogu izazvati da uređaj ostane u upotrebi.
km: ឧបករណ៍​ប្រហែល​ជា​ជាប់​រវល់ ។ នោះ​គឺ​ថា​វា​ស្ថិត​ក្នុង​ការ​ប្រើ​ប្រាស់​ដោយ​កម្មវិធី ឬ អ្នកប្រើ​ផ្សេង ។ សូម្បីតែ​មាន​បង្អួច​កម្មវិធីរុករក​បើក​ទីតាំងមួយលើ​ឧបករណ៍​នេះ អាច​បណ្តាល​ឲ្យ​ឧបករណ៍​ស្ថិត​ក្នុង​ការប្រើប្រាស់ ។
ko: 디바이스가 사용중이란 말은 다른 응용 프로그램 또는 사용자에 의해 사용중이라는 뜻입니다. 이 장치의 위치에 브라우저 창이 있는 있는 경우에도 이 장치가 계속 사용중으로 인식될 수 있습니다.
mn: Энэ төхөөрөмжийг өөр хэрэглэгч эсвэл өөр программ хэрэглэж байна. Бас энэ төхөөрөмж дээрхи лавлахыг харуулж байгаа хөтлөгч цонхыг хэрэглэж байна гэж болох талтай.
pa: ਜੰਤਰ ਰੁਝਿਆ ਹੋ ਸਕਦਾ ਹੈ, ਇਹ ਕਿਸੇ ਹੋਰ ਕਾਰਜ ਜਾਂ ਉਪਭੋਗੀ ਰਾਹੀਂ ਵਰਤਿਆ ਜਾ ਰਿਹਾ ਹੋ ਸਕਦਾ ਹੈ। ਜੰਤਰ ਦੇ ਟਿਕਾਣੇ ਉੱਤੇ ਖੁੱਲੇ ਝਲਕਾਰੇ ਵੀ ਜੰਤਰ ਨੂੰ ਵਰਤੋਂ ਵਿੱਚ ਰੱਖ ਸਕਦੇ ਹਨ।
ro: Dispozitivul este ocupat, ceea ce înseamnă că este încă utilizat de o altă aplicaţie sau utilizator. Avînd deschisă o fereastră de navigare la o locaţie de pe acel dispozitiv poate determina ca dispozitivul să rămînă ocupat.
rw: Apareye ishobora kuba ihuze, ibyo ni uko, ikiri gukoreshwa n'indi porogaramu cyangwa undi ukoresha. Ibi bintu kandi kimwe no gufungura idirishya mucukumbuzi ku hantu kuri iyi apareye bishobora gutuma apareye iguma ikoreshwa.
sk: Zariadenie je možno zaneprázdnené, čiže ho používa iná aplikácia alebo užívateľ. Dokonca aj otvorenie okna prehliadača s miestom na zariadení môže spôsobiť zaneprázdnenie zariadenia.
sr: Уређај је можда заузет, тј. још увек га користи други програм или корисник. Чак и ствари као што су отворени претраживач на локацији на овом уређају могу да изазову заузеће уређаја.
sr@latn: Uređaj je možda zauzet, tj. još uvek ga koristi drugi program ili korisnik. Čak i stvari kao što su otvoreni pretraživač na lokaciji na ovom uređaju mogu da izazovu zauzeće uređaja.
tg: Шояд дастгоҳ машғул бошад, яъне сервер ё барномаи дигаре ҳанӯз аз он истифода мекунад. Ҳатто browser-и бозӣ ки ба ҷои бар рӯи дастгоҳ ишора мекунад, метавонад боиси машғул монанди дастгоҳ шавад.
th: อุปกรณ์อาจจะไม่ว่าง (ถูกใช้งานอยู่) คืออาจจะถูกใช้อยู่โดยแอพพลิเคชัน หรือผู้ใช้อื่น ๆ เช่น มีหน้าต่างบราวเซอร์ที่เรียกใช้งานบนตำแหน่งซึ่งอยู่บนอุปกรณ์นี้ ก็จะทำให้อุปกรณ์อยู่ในสถานะถูกใช้งานอยู่

source: You may not have permissions to uninitialize ("unmount") the device. On UNIX systems, system administrator privileges are often required to uninitialize a device.
bs: Možda nemate dozvolu da deinicijalizirate ("demontirate") uređaj. Na UNIX sistemima, često su potrebne administratorske privilegije za deinicijaliziranje uređaja.
km: អ្នក​ប្រហែល​ជា​គ្មាន​សិទ្ធិ​ចាប់ផ្តើម ("អាន់ម៉ោន") ឧបករណ៍ ។ នៅ​លើ​ប្រព័ន្ធ UNIX សិទ្ធិ​អ្នកគ្រប់គ្រង​ប្រព័ន្ធ​ជារឿយៗ​ត្រូវ​បាន​ទាមទារ​ដើម្បី​បញ្ឈប់ឧបករណ៍ ។
ko: 이 장치를 초기화 해제("마운트 해제")하는 권한이 없습니다. 유닉스 시스템에서는 장치의 초기화 해제를 위해 관리자 권한이 자주 필요합니다.
mn: Таньд энэ төхөөрөмжийг салгах ("unmount") эрх арга. Энэ тохиолдолд үргэлж системийн зохион байгуулагчийн эрх шаардлагатай байдаг.
ro: Nu aveţi permisiuni de a dezactiva ("demonta") dispozitivul. Pe sistemele UNIX, de cele mai multe ori, aveţi nevoie de privilegii de administrator ca să dezactivaţi dispozitivul.
rw: Ushobora kuba nta mpushya ufite zo kubuza gutangiza apareye ("gukuramo"). Kuri sisitemu UNIX, uburenganzira bw'umugenzuzi wa sisitemu burakenewe kenshi mu kubuza gutangiza apareye.
sk: Možno nemáte práva pre odinicializovanie ("odpojenie") zariadenia. Na systémoch UNIX je obvykle nutné mať administrátorské práva pre odpojenie zariadení.
sr: Можда немате дозволе да деиницијализујете („демонтирате“) уређај. На UNIX системима, често су потребне привилегије администратора система да би се деиницијализовао уређај.
sr@latn: Možda nemate dozvole da deinicijalizujete („demontirate“) uređaj. Na UNIX sistemima, često su potrebne privilegije administratora sistema da bi se deinicijalizovao uređaj.
tg: Эҳтимол дорад, ки шумо иҷозати пиёдасозии дастгоҳро надошта бошед. Дар системаҳои UNIX умуман барои пиёдасозии дастгоҳҳо ниёз ба иҷозати мудири система мебошад.
th: คุณอาจจะไม่มีสิทธิ์ในการยกเลิกการใช้งาน ("ยกเลิกการเมานท์") อุปกรณ์ ซึ่งบนระบบยูนิกซ์นั้น ผู้ดูแลระบบ อาจจะไม่ต้องการให้มีการยกเลิกการใช้งานอุปกรณ์

source: Check that no applications are accessing the device, and try again.
bs: Provjerite da nijedna aplikacija ne pristupa uređaju i probajte ponovo.
km: សូម​ពិនិត្យ​មើល​ថា គ្មាន​កម្មវិធី​ណាមួយ​កំពុង​ដំណើរការ​លើ​ឧបករណ៍​នេះ និង​ព្យាយាមម្តង​ទៀត ។
ko: 이 장치에 접속된 응용 프로그램이 없는지 확인하고 다시 시도하십시오.
mn: Ямар ч программ энэ төхөөрөмж рүү хандаагүй гэдэгийг нягтлаад дахин оролдоно уу.
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੋਈ ਕਾਰਜ ਜੰਤਰ ਨੂੰ ਵਰਤ ਤਾਂ ਨਹੀਂ ਰਿਹਾ ਹੈ ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Verificaţi că nu există aplicaţii care să acceseze dispozitivul şi încercaţi din nou.
rw: Wareba ko nta porogaramu zigera kuri apareye, noneho ukagerageza nanone.
sk: Overte, že žiadne aplikácie zariadenie nepoužívajú, a skúste to znovu.
sr: Проверите да ниједан програм не приступа уређају и пробајте поново.
sr@latn: Proverite da nijedan program ne pristupa uređaju i probajte ponovo.
tg: Баррасӣ кунед, ки ягон барномаи дар ҳоли дастрасӣ ба дастгоҳ набошад ва дубора сайъ кунед.
th: โปรดตรวจสอบว่า ไม่มีแอพพลิเคชันหรือผู้ใช้ใด กำลังใช้งานอุปกรณ์อยู่ แล้วลองใหม่อีกครั้ง

source: Cannot Read From Resource
bs: Ne mogu čitati sa resursa
km: មិន​អាច​អាន​ពី​ធនធាន
ko: 리소스로부터 읽을 수 없음
mn: Өгөгдлийн нөөцийг унших боломжгүй
pa: ਸਰੋਤ ਤੋਂ ਪੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
ro: Nu pot citi din resursă
rw: Ntibyashobotse Gusoma uhereye ku Bikorana
sk: Nie je možné čítanie zo zdroja
sr: Није могуће читање из ресурса
sr@latn: Nije moguće čitanje iz resursa
tg: Қодир ба хондан аз манбаъ нестам
th: ไม่สามารถอ่านจากทรัพยากรได้

source: This means that although the resource, <strong>%1</strong>, was able to be opened, an error occurred while reading the contents of the resource.
bs: Ovo znači da iako se resurs, <strong>%1</strong>, mogao otvoriti, došlo je do greške prilikom čitanja sadržaja resursa.
km: នេះ​មាន​ន័យ​ថា​ទោះបីជា​ធនធាន <strong>%1</strong> អាច​បើក​បាន កំហុស​មួយ​បាន​កើតឡើង​ក៏ដោយ ខណៈពេល​អាន​មាតិកា​របស់​ធនធាន ។
ko: 이것은 리소스<strong>%1</strong>가 열릴 수 있음에도 불구하고 자원의 내용을 읽는 동안 오류가 발생했음을 의미합니다.
mn: Энэ нь <strong>%1</strong> нөөц рүү хандаж чадсан боловч агуулгыг уншиж байхад алдаа гарлаа гэсэн үг.
pa: ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਸਰੋਤ, <strong>%1</strong>, ਖੋਲਣ ਦੇ ਯੋਗ ਤਾਂ ਸੀ, ਪਰ ਸਰੋਤ ਦੇ ਭਾਗ ਪੜਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
ro: Acest lucru înseamnă că, deşi s-a putut deschide cu succes resursa <strong>%1</strong>, a apărut o eroare la citirea conţinutului resursei.
rw: Ibi bivuze ko n'ubwo ibikorana, <strong>%1</strong>, byashoboye gufungurwa, ikosa ryagaragaye mu gihe cyo gusoma ibiri mu bikorana.
sk: To znamená, že aj ked zdroj <strong>%1</strong> sa podarilo otvoriť, nastala chyba pri čítaní jeho obsahu.
sr: Ово значи да иако је ресурс <strong>%1</strong> могао бити отворен, грешка је настала приликом читања садржаја датог ресурса.
sr@latn: Ovo znači da iako je resurs <strong>%1</strong> mogao biti otvoren, greška je nastala prilikom čitanja sadržaja datog resursa.
tg: Ин маънии онро дорад, ки бо вуҷуди онки манбаъи <strong>%1</strong> қодир ба кушода шудан буд, хатои ҳангоми хондани дохили манбаъ ҳодиса шуд.
th: แม้ว่าทรัพยากร <strong>%1</strong> จะสามารถเปิดใช้ได้ แต่ก็เกิดความผิดพลาดขึ้น เมื่อมีการพยายามอ่านเนื้อหาภายในทรัพยากรนั้น

source: You may not have permissions to read from the resource.
bs: Možda nemate ovlasti za čitanje sa resursa.
km: អ្នក​មិន​មាន​សិទ្ធិ​អាន​ពី​ធនធាន​នេះ​ឡើយ ។
ko: 리소스에서 읽을 수 있는 권한이 없습니다.
mn: Таньд нөөцөөс унших эрх алга
pa: ਤੁਹਾਨੂੰ ਸਰੋਤ ਤੋਂ ਪੜਨ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
ro: Nu aveţi permisiuni de citire din resursă.
rw: Ushobora kuba nta mpushya ufite zo gusoma uhereye ku bikorana.
sk: Asi nemáte práva na čítanie z tohto zdroja.
sr: Немате дозволу за читање из ресурса.
sr@latn: Nemate dozvolu za čitanje iz resursa.
tg: Мумкин аст шумо иҷозати хондан аз манбаъро надошта бошед.
th: คุณอาจจะยังไม่ได้รับอนุญาตให้อ่านจากทรัพยากรนี้

source: Cannot Write to Resource
bs: Ne mogu pisati u resurs
km: មិន​អាច​សរសេរ​ទៅ​កាន់​ធនធាន
ko: 리소스에 쓸 수 없음
mn: Таньд нөөц рүү бичих эрх алга
pa: ਸਰੋਤ ਤੇ ਲਿਖਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ
ro: Nu pot scrise în resursă
rw: Ntibishobotse Kwandika ku Bikorana
sk: Nie je možný zápis do zdroja
sr: Није могуће уписивање у ресурс
sr@latn: Nije moguće upisivanje u resurs
tg: Қодири навиштан ба манбаъ нестам
th: ไม่สามารถเขียนไปยังทรัพยากรได้

source: This means that although the resource, <strong>%1</strong>, was able to be opened, an error occurred while writing to the resource.
bs: Ovo znači da iako se resurs, <strong>%1</strong>, mogao otvoriti, došlo je do greške prilikom pisanja u resurs.
km: នេះ​មាន​ន័យ​ថា​ទោះបីជា​ធនធាន <strong>%1</strong> អាច​បើក​ក៏​ដោយ កំហុស​មួយ​បាន​កើត​ឡើង ខណៈពេល​សរសេរ​ទៅកាន់​ធនធាន ។
ko: 이것은 리소스<strong>%1</strong>가 열릴수 있음에도 불구하고 자원의 내용을 쓰는 동안 오류가 발생했음을 의미합니다.
mn: Энэ нь <strong>%1</strong> нөөцийг нээж чадсан боловч бичих явцад алдаа гарсан гэсэн үг.
pa: ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਸਰੋਤ, <strong>%1</strong>, ਖੋਲਣ ਦੇ ਯੋਗ ਤਾਂ ਸੀ, ਪਰ ਸਰੋਤ ਦੇ ਭਾਗ ਲਿਖਣ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
ro: Acest lucru înseamnă că, deşi s-a putut deschide cu succes resursa <strong>%1</strong>, a apărut o eroare la scrierea în resursă.
rw: Ibyo bivuze ko n'ubwo ibikorana, <strong>%1</strong>, byashoboye gufungurwa, ikosa ryagaragaye mu gihe cyo kwandika ibiri mu bikorana.
sk: To znamená, že aj ked zdroj <strong>%1</strong> sa podarilo otvoriť, nastala chyba pri zápise do zdroja.
sr: Ово значи да иако је ресурс <strong>%1</strong> могао бити отворен, грешка је настала приликом уписа у ресурс.
sr@latn: Ovo znači da iako je resurs <strong>%1</strong> mogao biti otvoren, greška je nastala prilikom upisa u resurs.
tg: Ин маънии онро дорад, ки бо вуҷуди онки манбаъи <strong>%1</strong> қодири кушода шудан буд, хатоӣ ҳангоми навиштан бар рӯи манбаъ ҳодиса шуд.
th: แม้ว่าจะสามารถเปิดใช้งานทรัพยากร <strong>%1</strong> ได้ แต่ก็เกิดความผิดพลาดขึ้้น เมื่อมีการเขียนไปยังทรัพยากรนั้น

source: You may not have permissions to write to the resource.
bs: Možda nemate ovlasti za pisanje u resurs.
km: អ្នក​ប្រហែល​ជា​មិន​មាន​សិទ្ធិ​ក្នុង​ការ​សរសេរ​ទៅ​កាន់​ធនធាន​នេះ ។
ko: 리소스를 쓰는 권한이 없습니다.
mn: Таньд энэ нөөц рүү бичих эрх алга.
pa: ਤੁਹਾਨੂੰ ਸਰੋਤ ਉੱਤੇ ਲਿਖਣ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
ro: Nu aveţi drepturi de scriere în resursă.
rw: Ushobora kuba nta mpushya ufite zo kwandika ku bikorana.
sk: Nemáte práva na zápis do tohto zdroja.
sr: Можда немате дозволе да пишете у овај ресурс.
sr@latn: Možda nemate dozvole da pišete u ovaj resurs.
tg: Мумкин аст шумо иҷозати навиштан ба манбаъро надошта бошед.
th: คุณไม่ได้รับอนุญาตให้เขียนไปยังทรัพยากร

source: Could Not Listen for Network Connections
bs: Ne mogu slušati mrežne konekcije
km: មិន​អាច​ស្តាប់​ការ​តភ្ជាប់​បណ្តាញ
ko: 네트워크 연결에 대해 수신하지 못하고 있습니다.
mn: Сүлжээний холболтыг сонсох (Listen) боломжгүй байна.
pa: ਨੈਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਤੋਂ ਸੁਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ
ro: Nu pot asculta pentru conexiuni de reţea
rw: Ntibyashobotse Kumva bijyanye n'Ukwihuza k'Urusobemiyoboro
sk: Nie je možné čakať na sieťové spojenia
sr: Није могуће слушати за мрежним везама
sr@latn: Nije moguće slušati za mrežnim vezama
tg: Натавонистам ба тамосҳои шабақае гӯш кунам
th: ไม่สามารถรอรับการเชื่อมต่อของเครือข่ายได้

source: Could Not Bind
bs: Ne mogu se vezati
km: មិន​អាច​ចង
ko: 설정할 수 없음
mn: Холбох боломжгүй
pa: ਸੰਬੰਧ ਨਹੀ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਹੈ
ro: Nu pot lega
rw: Ntibyashobotse guhuza
sk: Nie je možné pripojenie
sr: Није могуће повезати
sr@latn: Nije moguće povezati
tg: Натавонистам Bind-ро иҷро кунам
th: ไม่สามารถ bind ได้

source: This is a fairly technical error in which a required device for network communications (a socket) could not be established to listen for incoming network connections.
bs: Ovo je prilično tehnička greška u kojoj traženo sredstvo za mrežne komunikacije (socket) nije mogao biti napravljen tako da sluša tj. očekuje dolazne mrežne konekcije.
km: នេះ​គឺជា​កំហុស​បច្ចេកទេស​ដែល​ឧបករណ៍​ត្រូវការ សម្រាប់​ទំនាក់ទំនង​បណ្តាញ (រន្ធ) មិន​អាចត្រូវ​បានបង្កើត ដើម្បី​ស្តាប់​ការតភ្ជាប់​បណ្តាញ​ចូល ។
ko: 이것은 네트워크 수락에 대해 수신을 확립할 수 없는 네트워크 통신(소켓)에 필요한 장치와 관련된 기술적인 오류입니다.
mn: Сүлжээний холболтын оролтыг сонсохын тулд сүлжээний холболт шаардлагатай төхөөрөмжийн холболт (соккет) үүсгэх боломжгүй гэсэн техникийн алдаа гарлаа.
ro: Aceasta este o eroare tehnică în care dispozitivul necesar pentru comunicaţia de reţea (un soclu) nu poate fi făcut să asculte pentru conexiuni de intrare.
rw: Iri ni ikosa tekiniki muriryo apareye ikenewe ijyanye n'amatumanaho y'urusobemiyoboro (soketi) idashobora gutunganywa kugira ngo yumve ibijyanye n'ukwihuza kuza k'urusobemiyoboro.
sk: Toto je vcelku technická chyba, kde sa nepodarilo vytvoriť požadovanú komunikáciu, aby bolo možné čakať na sieťové spojenia.
sr: Ово је углавном техничка грешка у којој потребни уређај за мрежну комуникацију (сокет) није могао бити направљен тако да слуша долазеће мрежне везе.
sr@latn: Ovo je uglavnom tehnička greška u kojoj potrebni uređaj za mrežnu komunikaciju (soket) nije mogao biti napravljen tako da sluša dolazeće mrežne veze.
tg: Ин хатои нисбатан техникӣ аст ки дар он қодир ба эҷоди дастгоҳ мавриди ниёз барои иртиботи шабақа (як socket) барои гӯш додан ба иртиботҳои шабақа вуруде набуд.
th: นี่เป็นข้อผิดพลาดทางเทคนิคตามปกติ ที่ไม่สามารถเริ่มอุปกรณ์สำหรับการสื่อสารของเครือข่าย (ซ็อกเก็ต) เพื่อรอรับการเชื่อมต่อเครือข่าย ที่มีเข้ามาได้

source: Could Not Listen
bs: Ne mogu slušati
km: មិនអាច​ស្តាប់
ko: 수신 할 수 없음
mn: (Хүсэлт) Сонсох боломжгүй
pa: ਸੁਣਿਆ ਨਹੀ ਜਾ ਸਕਦਾ ਹੈ
ro: Nu pot asculta
rw: Ntibyashobotse kumva
sk: Nie je možné čakať na spojenia
sr: Слушање није могуће
sr@latn: Slušanje nije moguće
tg: Натавонистам гӯш кунам
th: ไม่สามารถคอยรับการเชื่อมต่อได้

source: Could Not Accept Network Connection
bs: Ne mogu primati mrežne konekcije
km: មិន​អាច​ទទួល​យក​ារ​តភ្ជាប់​បណ្តាញ
ko: 네트워크 연결을 권한할 수 없음
mn: Сүлжээний холболт хүлээн зөвшөөрөгдсөнгүй.
pa: ਨੈਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
ro: Nu pot accepta conexiunea de reţea
rw: Ntibyashobotse Kwemera Ukwihuza k'Urusobemiyoboro
sk: Nie je možné akceptovať sieťové spojenia
sr: Није могуће прихватити мрежну везу
sr@latn: Nije moguće prihvatiti mrežnu vezu
tg: Қодир ба қабул кардани тамоси шабақа нестам
th: ไม่สามารถยอมรับการเชื่อมต่อเครือข่ายได้

source: This is a fairly technical error in which an error occurred while attempting to accept an incoming network connection.
bs: Ovo je prilično tehnička greška u kojoj je došlo do greške prilikom pokušaja primanja dolazne mrežne konekcije.
km: នេះ​គឺ​ជា​កំហុស​បច្ចេកទេស​ដែល​កំហុស​មួយ​បាន​កើតឡើង ខណៈពេល​ប៉ុនប៉ង​ទទួល​យក​ការ​តភ្ជាប់​ចូល​នៃ​បណ្តាញ ។
ko: 이것은 들어오는 네트워크 연결을 수락하는 시도중에 발생한 오류에 관련된 기술적인 오류입니다.
mn: Орж ирж байгаа хүсэлтийг хүлээн авч байх үед сүлжээний холболтын хувьд техникийн алдаа гарлаа.
pa: ਇਹ ਸਾਫ਼ ਤੌਰ ਉੱਤੇ ਤਕਨੀਕੀ ਗਲਤੀ ਹੈ, ਜਦੋਂ ਕਿ ਆਉਣ ਵਾਲੇ ਨੈਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਕੀਤਾ ਤਾਂ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।
ro: Aceasta este o eroare tehnică la încercarea de a accepta o conexiune de reţea de intrare.
rw: Iri ni ikosa tekiniki muriryo ikosa ryagaragaye igihe hageragezwa kwemera ukwihuza kuza k'urusobemiyoboro.
sk: Toto je dosť technická chyba, ktorá nastala pri pokuse o prijatie sieťového spojenia.
sr: Ово је углавном техничка грешка која се појавила приликом покушаја да се прихвати долазећа мрежна веза.
sr@latn: Ovo je uglavnom tehnička greška koja se pojavila prilikom pokušaja da se prihvati dolazeća mrežna veza.
tg: Ин хатои нисбатан техникӣ аст, ки дар ҳангоми талош барои қабули иртиботи шабақае вуруд ҳодиса шуд.
th: นี่เป็นข้อผิดพลาดทางเทคนิคตามปกติ ที่จะเกิดความผิดพลาดขึ้น เมื่อพยายามจะยอมรับการเชื่อมต่อระบบเครือข่าย ที่มีเข้ามา

source: You may not have permissions to accept the connection.
bs: Možda nemate ovlasti da prihvatite konekciju.
km: អ្នក​ប្រហែល​ជា​មិន​មាន​សិទ្ធិ​ក្នុងការ​ទទួល​យក​ការ​តភ្ជាប់​នេះ ។
ko: 연결을 수락할 권한이 없습니다.
mn: Таньд холболтыг хүлээн зөвшөөрөх эрх алга.
pa: ਤੁਹਾਨੂੰ ਕੁਨੈਕਸ਼ਨ ਸਵੀਕਾਰ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
ro: Nu aveţi permisiuni de a accepta conexiuni.
rw: Ushobora kuba nta mpushya ufite zo kwemera ukwihuza.
sk: Asi nemáte práva pre prijatie spojenia.
sr: Можда немате дозволу да прихватите ову везу.
sr@latn: Možda nemate dozvolu da prihvatite ovu vezu.
tg: Мумкин аст шумо иҷозати пазируфтани тамосро надошта бошед.
th: คุณอาจจะไม่ได้รับอนุญาตให้สามารถรับการเชื่อมต่อได้

source: Could Not Login: %1
bs: Ne mogu se prijaviti: %1
km: មិន​អាច​ចូល ៖ %1
ko: 로그인 할 수 없음: %1
mn: %1 бүртгүүлж чадсангүй
pa: ਲਾਗਿੰਨ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ: %1
ro: Nu pot loga: %1
sk: Nie je možné sa prihlásiť: %1
sr: Није могуће пријављивање на: %1
sr@latn: Nije moguće prijavljivanje na: %1
tg: вуруд кардан натавонист: %1
th: ไม่สามารถล็อกอิน: %1 ได้

source: An attempt to login to perform the requested operation was unsuccessful.
bs: Pokušaj prijavljivanja (login) kako bi se izvršila tražena operacija nije bio uspješan.
km: ការ​ប៉ុន​ប៉ង​ស៊ីញ៉េ​ចូល ដើម្បី​ធ្វើ​ប្រតិបត្តិការ​ស្នើ​សុំ មិន​បាន​ជោគ​ជ័យ​ឡើយ ។
ko: 요청한 작동을 수행하기 위한 로그인 시도가 실패하였습니다.
mn: Бүртгүүлэх оролдлого бүтэмжгүй болов. Үйлдэл биелсэнгүй.
pa: ਲਾਗਿੰਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ ਦੀ ਕਾਰਵਾਈ ਅਸਫ਼ਲ ਰਹੀ ਹੈ।
ro: A eşuat încercarea de logare pentru operaţia cerută.
rw: Igerageza ryo kwinjira mu gutunganya igikorwa cyasabwe ntibyakunze.
sk: Pokus o prihlásenie pre vykonanie požadovanej operácie bol neúspešný.
sr: Покушај пријављивања ради извођења захтеване операције није био успешан.
sr@latn: Pokušaj prijavljivanja radi izvođenja zahtevane operacije nije bio uspešan.
tg: Сайъ барои вуруд ба система ҷиҳати анҷоми амалиёти дархостӣ, номуваффақ буд.
th: ความพยายามในการล็อกอินเพื่อปฏิบัติสิ่งที่ร้องขอ ไม่สำเร็จ

source: Could Not Determine Resource Status
bs: Ne mogu odrediti status resursa
km: មិន​អាច​បញ្ជាក់​ស្ថានភាព​របស់​ធនធាន​
ko: 리소스 상태를 판단 할 수 없음
mn: Нөөцийн статусыг тогтоож чадсангүй
pa: ਸਰੋਤ ਸਥਿਤੀ ਜਾਣੀ ਨਹੀ ਜਾ ਸਕੀ ਹੈ
ro: Nu pot determina starea resursei
rw: Ntibyashobotse Gushaka Imiterere y'Ibikorana
sk: Nepodarilo sa určiť stav zdroja
sr: Није могуће одредити стање ресурса
sr@latn: Nije moguće odrediti stanje resursa
tg: Натавонистам вазъияти манбаъро таъин кунам
th: ไม่สามารถเรียกสถานะของทรัพยากรได้

source: Could Not Stat Resource
bs: Ne mogu stat-ovati resurs
km: មិន​អាច​បញ្ចេញ​ធនធាន
ko: 리소스에 대한 통계를 낼 수 없습니다.
mn: Нөөцийн статусыг шалгаж чадсангүй
ro: Nu pot afla starea resursei
rw: Ntibyashobotse Gutangiza Ibikorana
sk: Nie je možné zistiť informácie o zdroji
sr: Није могуће упитати ресурс за његово стање
sr@latn: Nije moguće upitati resurs za njegovo stanje
tg: Натавонистам аз манбаъи омор бигирем
th: ไม่สามารถหาสถานะของทรัพยากรได้

source: An attempt to determine information about the status of the resource <strong>%1</strong>, such as the resource name, type, size, etc., was unsuccessful.
bs: Pokušaj da se odrede informacije o statusu resursa <strong>%1</strong>, kao što je naziv resursa, tip, veličina itd nije bio uspješan.
km: ការ​ប៉ុន​ប៉ង​កំណត់​ព័ត៌មាន​អំពី​ស្ថានភាព​របស់​ធនធាន <strong>%1</strong> ដូចជា​ឈ្មោះ ប្រភេទ ទំហំ​របស់​ធនធាន ។ល។ គឺ​មិន​បាន​ជោគជ័យ​ឡើយ ។
ko: 리소스 이름,타입,크기 등과 같은 리소스 <strong>%1</strong>의 상태에 관한 정보 결정 시도가 실패했습니다.
mn: Нөөц <strong>%1</strong>-н нэр, төрөл, хэмжээ гэх мэт статусыг тогтоох явц биелсэнгүй.
pa: ਸਰੋਤ <strong>%1</strong> ਦੀ ਸਥਿਤੀ, ਜਿਵੇਂ ਕਿ ਸਰੋਤ ਨਾਂ, ਕਿਸਮ, ਅਕਾਰ ਆਦਿ, ਨੂੰ ਜਾਣਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ।
ro: Operaţia de determinare informaţiilor despre resursa <strong>%1</strong>, precum numele, tipul, mărimea etc., a eşuat.
rw: Igerageza ryo kubona ibisobanuro bijyanye n'imimerere y'ibikorana <strong>%1</strong>, nk'izina, ubwoko, ingano, n'ibindi...by'ibikorana, ntibyakunze.
sk: Pokus o určenie informácií o stave zdroja <strong>%1</strong>, ako je meno, typ, veľkosť apod, bol neúspešný.
sr: Покушај да се одреди информација о стању ресурса <strong>%1</strong>, као што је име, врста, величина итд. није био успешан.
sr@latn: Pokušaj da se odredi informacija o stanju resursa <strong>%1</strong>, kao što je ime, vrsta, veličina itd. nije bio uspešan.
tg: Талоше дар ҷиҳати ташхиси иттилооте дар мавриди манбаъи <strong>%1</strong>, монанди ном, навъ, андоза ва ғайра мушаххасоти манбаъ муваффақ набуд.
th: การพยายามหาข้อมูลเกี่ยวกับสถานะของทรัพยากร <strong>%1</strong>เช่น ชื่อ, ประเภท, ขนาด เป็นต้น ไม่สำเร็จ

source: The specified resource may not have existed or may not be accessible.
bs: Traženi resurs možda ne postoji ili nije pristupačan.
km: ធនធាន​ដែល​បាន​បញ្ជាក់​ប្រហែល​ជា​មិន​មាន ឬ ប្រហែល​ជា​មិន​អាច​ចូល​ដំណើរការ​បាន ។
ko: 명시된 자원은 존재하지 않거나 접근되지 않습니다.
mn: Тухайн нөөц байхгүй эсвэл унших боломжгүй байна.
pa: ਦਿੱਤਾ ਸਰੋਤ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਮੌਜੂਦ ਨਾ ਹੋਵੇ ਜਾਂ ਪਹੁੰਚ 'ਚ ਨਾ ਹੋਵੇ।
ro: Resursa specificată nu există sau nu mai este accesibilă.
rw: Ibikorana byerekanwe bishobora kuba ntabyabayeho cyangwa bidashobora kugerwaho.
sk: Zadaný zdroj neexistuje alebo nie je prístupný.
sr: Задати уређај можда не постоји или можда није приступачан.
sr@latn: Zadati uređaj možda ne postoji ili možda nije pristupačan.
tg: Манбаъи мушаххасшуда мумкин аст мавҷуд набуда бошад ё дар дастрасӣ набошад.
th: ทรัพยากรที่กำหนดยังไม่มีหรือไม่สามารถเข้าใช้งานได้
