Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: The specified folder does not exist or was not readable.
bs: Navedeni direktorij ne postoji ili nije čitljiv.
km: ថត​ដែល​បាន​បញ្ជាក់​មិន​មាន ឬ មិន​អាច​អាន​បាន ។
ko: 지정한 폴더가 존재하지 않거나 읽을 수 없습니다.
mn: Өгсөн лавлах байхгүй эсвэл унших боломжгүй байна.
pa: ਦਿੱਤਾ ਫੋਲਡਰ ਮੌਜੂਦ ਨਹੀਂ ਹੈ ਜਾਂ ਇਹ ਪੜਨ ਯੋਗ ਨਹੀਂ ਹੈ।
ro: Folderul specificat nu există sau nu este accesibil.
rw: Ububiko bwerekanwe ntabubaho cyangwa ntibwasomekaga.
sk: Zadaný priečinok neexistuje alebo sa nedá prečítať.
sr: Наведена фасцикла не постоји или није читљива.
sr@latn: Navedena fascikla ne postoji ili nije čitljiva.
tg: Каталоги ишорашуда вуҷуд надорад ёки барои хондан дастрас намебошад.
th: โฟลเดอร์ที่ระบุยังไม่มีอยู่ หรือไม่สามารถอ่านได้

source: Detailed View
bs: Detaljni pogled
km: ទិដ្ឋភាព​លម្អិត
ko: 자세한 보기
mn: Нарийвчлан харах
pa: ਵੇਰਵਾ ਝਲਕ
ro: Vizualizare detaliată
rw: Igaragaza risesenguye
sk: Detailný pohľad
sr: Детаљан приказ
sr@latn: Detaljan prikaz
tg: Намоиши тафсилот
th: มุมมองรายละเอียด

source: Short View
bs: Skraćeni pogled
km: ទិដ្ឋភាព​ខ្លី
ko: 간단한 보기
mn: Богино харах
pa: ਨਿੰਮਾ ਦਰਿਸ਼
ro: Afişează pe scurt
rw: Igaragaza rigufi
sk: Stručný pohľad
sr: Скраћени приказ
sr@latn: Skraćeni prikaz
tg: Тасвироти кӯтоҳ
th: มุมมองแบบย่อ

source: Parent Folder
bs: Direktorij roditelj
km: ថត​មេ
ko: 상위 폴더
mn: Эх хавтас
pa: ਮੂਲ ਫੋਲਡਰ
ro: Folder părinte
rw: Ububiko Mubyeyi
sk: Rodičovský priečinok
sr: Родитељска фасцикла
sr@latn: Roditeljska fascikla
tg: Феҳристи оилавӣ
th: โฟลเดอร์แม่

source: Move to Trash
bs: Premjesti u smeće
km: ផ្លាស់ទី​ទៅ​ធុង​សំរាម
ko: 휴지통으로 보내기
pa: ਰੱਦੀ ਵਿੱਚ ਭੇਜੋ
ro: Mută în coşul de gunoi
rw: Kwimura kugira Ute
sk: Presunúť do koša
sr: Пребаци у смеће
sr@latn: Prebaci u smeće
th: ทิ้งลงถังขยะ

source: Sorting
bs: Sortiranje
km: តម្រៀប
ko: 정렬
mn: Эрэмбэлэх
pa: ਕਰਮਬੱਧ
ro: Sortare
rw: Ishungura
sk: Triedenie
sr: Ређање
sr@latn: Ređanje
tg: Тартиби хел-хел ҷудо кардан
th: การเรียงลำดับ

source: By Name
bs: Po imenu
km: តាម​ឈ្មោះ
ko: 이름 순으로
mn: Нэрээр
pa: ਨਾਂ
ro: După nume
rw: Ku izina
sk: Podľa názvu
sr: Према имену
sr@latn: Prema imenu
tg: Бо ном
th: ตามชื่อ

source: By Date
bs: Po datumu
km: តាម​កាលបរិច្ឆេទ
ko: 날짜 순으로
mn: Огноогоор
pa: ਮਿਤੀ
ro: După dată
rw: Ku itariki
sk: Podľa dátumu
sr: Према датуму
sr@latn: Prema datumu
tg: Бо таърих
th: ตามวันที่

source: By Size
bs: Po veličini
km: តាម​ទំហំ
ko: 크기 순으로
mn: Хэмжээгээр
pa: ਆਕਾਰ
ro: După mărime
rw: Ku ngano
sk: Podľa veľkosti
sr: Према величини
sr@latn: Prema veličini
tg: Бо андоза
th: ตามขนาด

source: Reverse
bs: Obrnuti redoslijed
km: បញ្ច្រាស
ko: 반대로
mn: Урвуулах
pa: ਉਲੱਟਕਰਮ
ro: Invers
rw: Ihindurakerekezo
sk: Opačne
sr: Обрнути редослед
sr@latn: Obrnuti redosled
tg: Баръакс
th: กลับเป็นตรงกันข้าม

source: Folders First
bs: Prvo direktoriji
km: ថត​មុនគេ
ko: 폴더 우선
mn: Эхний хавтасууд
pa: ਫੋਲਡਰ ਪਹਿਲਾਂ
ro: Folderele primele
rw: Ububiko Mbere
sk: Najskôr priečinky
sr: Прво фасцикле
sr@latn: Prvo fascikle
tg: Аввал феҳристҳо
th: เรียงโฟลเดอร์ก่อน

source: Case Insensitive
bs: Ne razlikuj velika i mala slova
km: ប្រកាន់​តួអក្សរ​តូចធំ
ko: 대소문자 구분 안함
mn: Том-/Жижиг бичиглэлийг ялгахгүй
pa: ਅੱਖਰ ਆਕਾਰ ਤੋਂ ਬਿਨਾਂ
ro: Insenzitiv la majuscule
rw: Ntakwita ku nyugutinkurunto
sk: Nerozlišovať veľkosť písmen
sr: Не разликуј велика и мала слова
sr@latn: Ne razlikuj velika i mala slova
tg: Бе ҳисоби қайдгоҳ
th: พิจารณาตัวเล็ก-ใหญ่

source: Show Hidden Files
bs: Prikaži skrivene datoteke
km: បង្ហាញ​ឯកសារ​ដែលបាន​លាក់
ko: 숨김 파일 보기
mn: Нууц файлуудыг харах
pa: ਲੁਕਵੀਆਂ ਫਾਇਲਾਂ ਵੇਖਾਓ
ro: Afişează fişiere ascunse
rw: Kwerekana Amadosiye Ahishe
sk: Zobraziť skryté súbory
sr: Прикажи скривене фајлове
sr@latn: Prikaži skrivene fajlove
tg: Намоиши файлҳои пинҳонӣ
th: แสดงแฟ้มที่ถูกซ่อน

source: Separate Folders
bs: Odvojeni direktoriji
km: ថត​ផ្សេង
ko: 폴더 구분
mn: Хавтасуудыг тусгаарлах
pa: ਫੋਲਡਰ ਵੱਖਰੇ
ro: Foldere separate
rw: Gutandukanya Amadosiye
sk: Oddelené priečinky
sr: Одвоји фасцикле
sr@latn: Odvoji fascikle
tg: Ҷудо кардани феҳристҳо
th: แยกโฟลเดอร์

source: Show Preview
bs: Pokaži pregled
km: បង្ហាញ​ការ​មើល​ជាមុន
ko: 미리 보기 보이기
mn: Урьдчилан харах
pa: ਝਲਕ ਵੇਖਾਓ
ro: Afişează previzualizarea
rw: Kwerekana Igaragazambere
sk: Zobraziť náhľad
sr: Прикажи преглед
sr@latn: Prikaži pregled
tg: Пешнамоиш нишон диҳед
th: แสดงตัวอย่าง

source: Hide Preview
bs: Sakrij pregled
km: លាក់​ការ​មើល​ជាមុន
ko: 미리 보기 숨기기
pa: ਝਲਕ ਓਹਲੇ
ro: Ascunde previzualizarea
rw: Guhisha Igaragazambere
sk: Skryť náhľad
sr: Сакриј преглед
sr@latn: Sakrij pregled
tg: Пинҳон кардани пешнамоиш
th: ซ่อนการแสดงตัวอย่าง

source: Date
bs: Datum
km: កាលបរិច្ឆេទ
ko: 날짜
mn: Огноо
pa: ਮਿਤੀ
ro: Data
rw: Itariki
sk: Dátum
sr: Датум
sr@latn: Datum
tg: Таърих
th: วันที่

source: Permissions
bs: Privilegije
km: សិទ្ធិ
ko: 권한
mn: Зөвшөөрөл
pa: ਅਧਿਕਾਰ
ro: Permisiuni
rw: Uruhushya
sk: Prístupové práva
sr: Дозволе
sr@latn: Dozvole
tg: Имконпазирҳо
th: สิทธิ์ที่อนุญาต

source: Group
bs: Grupa
km: ក្រុម
ko: 그룹
mn: Групп
pa: ਸਮੂਹ
ro: Grup
rw: Itsinda
sk: Skupina
sr: Група
sr@latn: Grupa
tg: Гурӯҳ
th: กลุ่ม

source: &Meta Info
km: ព័ត៌មាន​មេតា
ko: 메타 정보(&M)
pa: ਮੈਟਾ ਜਾਣਕਾਰੀ(&M)
ro: &Metainformaţii
rw: Ibisobanuro Bidasanzwe
sk: &Meta informácie
sr: &Мета информације
sr@latn: &Meta informacije
tg: Иттилоот дар бораи &метадодаҳо
th: ข้อมูล &Meta

source: Properties for %1
bs: Postavke za %1
km: លក្ខណៈ​សម្បត្តិ​សម្រាប់ %1
ko: %1 속성
mn: %1-н Тодорхойломж
pa: %1 ਲਈ ਵਿਸ਼ੇਸਤਾ
ro: Proprietăţi pentru %1
rw: Ibiranga bya %1
sk: Vlastnosti pre %1
sr: Својства за %1
sr@latn: Svojstva za %1
tg: Хусусиятҳо барои %1
th: คุณสมบัติของ %1

source: _n: <never used> Properties for %n Selected Items
bs: Osobine za %n izabranu stavku Osobine za %n izabrane stavke Osobine za %n izabranih stavki
km: លក្ខណៈ​សម្បត្តិ​របស់ធាតុដែល​បានជ្រើស %n
ko: 선택한 %n개 항목의 속성
pa: ਕਦੇ ਨਾ ਵਰਤਿਆ %n ਚੁਣਿਆਂ ਇਕਾਈਆਂ ਲ਼ਈ ਗੁਣ
rw: <bidakoreshwa na rimwe> Ibiranga %n by'ibigize byatoranyijwe
sk: Vlastnosti pre %n vybranú položku Vlastnosti pre %n vybrané položky Vlastnosti pre %n vybraných položiek
sr: Својства за %n одабрану ставку Својства за %n одабране ставке Својства за %n одабраних ставку
sr@latn: Svojstva za %n odabranu stavku Svojstva za %n odabrane stavke Svojstva za %n odabranih stavku
th: คุณสมบัติของทั้ง %n รายการที่เลือกไว้

source: &General
bs: &Općenito
km: ទូទៅ
ko: 일반(&G)
mn: &Ерөнхий
pa: ਸਧਾਰਨ(&G)
rw: Rusange
sk: &Všeobecné
sr: &Опште
sr@latn: &Opšte
tg: &Умумӣ
th: ทั่วไป

source: Create new file type
bs: Napravi novi tip datoteke
km: បង្កើត​ប្រភេទ​ឯកសារ​ថ្មី
ko: 새로운 파일 형식 생성
pa: ਨਵੀਂ ਫਾਇਲ ਕਿਸਮ ਬਣਾਓ
ro: Creează un tip nou de fişier
sk: Vytvoriť nový typ súboru
sr: Направи нови тип фајла
sr@latn: Napravi novi tip fajla
th: สร้างประเภทแฟ้มใหม่

source: Edit file type
bs: Izmijeni tip datoteke
km: កែសម្រួល​ប្រភេទ​ឯកសារ
ko: 파일 형식 편집
mn: Файлын төрлийг засах:
pa: ਫਾਇਲ ਕਿਸਮ ਦੀ ਸੋਧ
ro: Editează tipul de fişier
rw: Guhindura ubwoko bw'idosiye
sk: Upraviť typ súboru
sr: Уреди врсту фајла
sr@latn: Uredi vrstu fajla
tg: Таъғири намуди файл
th: แก้ไขประเภทแฟ้ม

source: Contents:
bs: Sadržaj:
km: មាតិកា ៖
ko: 내용:
mn: Агуулга:
pa: ਭਾਗ:
ro: Conţinut:
rw: Ibikubiyemo:
sk: Obsah:
sr: Садржај:
sr@latn: Sadržaj:
tg: Таркиб:
th: เนื้อหา:

source: Calculate
bs: Izračunaj
km: គណនា
ko: 계산
mn: Тооцоолох
pa: ਜਾਣੋ
ro: Calculează
rw: Kubara
sk: Počítať
sr: Израчунај
sr@latn: Izračunaj
tg: Ҳисоб кунед
th: คำนวณ

source: Refresh
bs: Osvježi
km: ធ្វើ​ឲ្យ​ស្រស់
ko: 새로 고침
mn: Сэргээх
pa: ਤਾਜ਼ਾ
ro: Actualizează
rw: Kugira gishya
sk: Obnoviť
sr: Освежи
sr@latn: Osveži
tg: Нав кардан
th: เรียกใหม่

source: Points to:
bs: Pokazuje u:
km: ចង្អុល​ទៅ​កាន់ ៖
ko: 연결 대상:
mn: Энэ рүү зааж байна:
pa: ਵੱਲ ਇਸ਼ਾਰਾ:
ro: Indică către:
rw: Utudomo ku:
sk: Ukázať na:
sr: Показује на:
sr@latn: Pokazuje na:
tg: Ишора шуда истодааст ба:
th: ชี้ไปยัง:

source: Created:
bs: Napravljen:
km: បាន​បង្កើត ៖
ko: 만든 날짜:
mn: Үүсгэсэн:
pa: ਬਣਾਇਆ:
ro: Creat:
rw: Byakozwe
sk: Vytvorené:
sr: Направљен:
sr@latn: Napravljen:
tg: Сохта шуд:
th: สร้างเมื่อ:

source: Accessed:
bs: Pristupljen:
km: បាន​ដំណើរការ ៖
ko: 접근한 날짜:
mn: Сүүлийн хандалт:
pa: ਪਹੁੰਚ:
ro: Accesat:
rw: Byagezweho:
sk: Sprístupnené:
sr: Последњи приступ:
sr@latn: Poslednji pristup:
tg: Дастрасии охирин:
th: เข้าใช้เมื่อ:

source: Mounted on:
bs: Montiran na:
km: បាន​ម៉ោន​លើ ៖
ko: 마운트 지점:
mn: Залгагдсан:
pa: ਇਸ ਤੇ ਮਾਊਟ ਕਰੋ:
ro: Montat în:
rw: Byashyizwemo kuri:
sk: Miesto pripojenia:
sr: Монтиран у:
sr@latn: Montiran u:
tg: Нуқтаи васл дар:
th: จุดเมานท์:

source: Free disk space:
bs: Slobodan prostor:
km: ទំហំ​ថាស​ទំនេរ ៖
ko: 빈 디스크 공간:
mn: Дискийн сул зай:
pa: ਖਾਲੀ ਡਿਸਕ ਥਾਂ:
ro: Spaţiu liber:
rw: Umwanya wa disiki wakoreshwa:
sk: Voľné miesto:
sr: Слободног простора на диску:
sr@latn: Slobodnog prostora na disku:
tg: Андозаи озод дар диск:
th: เนื้อที่ว่าง

source: _: Available space out of total partition size (percent used) %1 out of %2 (%3% used)
bs: %1 od %2 (iskorišteno %3%)
km: %1 out of %2 (%3% used)
ko: %2 중 %1 (%3% 사용됨)
pa: %2 ਵਿੱਚੋਂ %1 (%3% ਵਰਤੀ)
ro: %1 din %2 (%3% utilizat)
rw: %1 hanze ya %2 (%3% byakoreshejwe )
sk: %1 z %2 (%3% použitých)
sr: %1 од %2 (%3% је искоришћено)
sr@latn: %1 od %2 (%3% je iskorišćeno)
tg: %1 out of %2 (%3% used)
th: %1 จากพื้นที่รวม %2 (ใช้ไปแล้ว %3%)

source: Calculating... %1 (%2) %3, %4
bs: Računam... %1 (%2) %3, %4
km: កំពុង​គណនា... %1 (%2) %3, %4
ko: 계산 중... %1 (%2) %3, %4
pa: ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ... %1 (%2) %3, %4
ro: Calculez... %1 (%2) %3, %4
rw: Kubara... %1 (%2) %3, %4
sk: Počítam... %1 (%2) %3, %4
sr: Рачунам... %1 (%2) %3, %4
sr@latn: Računam... %1 (%2) %3, %4
tg: Ҳисоб карда истодаам... %1 (%2) %3, %4
th: กำลังคำนวณ... %1 (%2) %3, %4

source: _n: 1 file %n files
bs: %n datoteka %n datoteke %n datoteka
km: ឯកសារ %n
ko: 파일 %n개
pa: 1 ਫਾਇਲ %n ਫਾਇਲਾਂ
rw: 1 idosiye %n amadosiye
sk: %n súbor %n súbory %n súborov
sr: %n фајл %n фајла %n фајлова
sr@latn: %n fajl %n fajla %n fajlova
tg: %n файлҳо %n файлҳо
th: แฟ้ม %n แฟ้ม

source: _n: 1 sub-folder %n sub-folders
bs: %n direktorij %n direktorija %n direktorija
km: ថត​រង %n
ko: 하위 폴더 %n개
pa: 1 ਸਬ-ਫੋਲਡਰ %n ਸਬ-ਫੋਲਡਰ
rw: 1 idosiye-yungirije %n amadosiye-yungirije
sk: %n podpriečinok %n podpriečinky %n podpriečinkov
sr: %n подфасцикла %n подфасцикле %n подфасцикли
sr@latn: %n podfascikla %n podfascikle %n podfascikli
tg: %n зер-феҳрист %n зер-феҳристҳо
th: โฟลเดอร์ย่อย %n โฟลเดอร์

source: Calculating...
bs: Računam...
km: កំពុង​គណនា...
ko: 계산 중...
mn: Тооцоолж байна...
pa: ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ....
ro: Calculez...
rw: Kubara...
sk: Počítam...
sr: Рачунање...
sr@latn: Računanje...
tg: Ҳисоб карда истодаам...
th: กำลังคำนวณ...

source: Stopped
bs: Zaustavljen
km: បាន​បញ្ឈប់
ko: 멈춤
mn: Зогссон
pa: ਰੁਕਿਆ
ro: Oprit
rw: Kyahagariswe
sk: Zastavené
sr: Заустављен
sr@latn: Zaustavljen
tg: Ҳисоб кардан канда шуд
th: หยุดแล้ว

source: The new file name is empty.
bs: Novo ime datoteke je prazno.
km: ឈ្មោះ​ឯកសារ​ថ្មី​គឺ​ទទេ ។
ko: 새로운 파일 이름이 비어 있습니다.
pa: ਨਵੀਂ ਫਾਇਲ ਦਾ ਨਾਂ ਖਾਲੀ ਹੈ!
ro: Numele de fişier nou este gol.
rw: Izina rishya ry'idosiye ni ubusa.
sk: Meno nového súboru je prázdne.
sr: Ново име фајла је празно.
sr@latn: Novo ime fajla je prazno.
tg: Номи файли нав холӣ мебошад !
th: ยังไม่มีชื่อของแฟ้มใหม่

source: <qt>Could not save properties. You do not have sufficient access to write to <b>%1</b>.</qt>
bs: <qt> Ne mogu sačuvati postavke. Izgleda da nemate odgovarajuće ovlasti za pisanje u <b>%1</b>.</qt>
km: <qt>មិន​អាច​រក្សាទុក​លក្ខណៈ​សម្បត្តិ ។ អ្នក​មិន​មាន​សិទ្ធិ​ដំណើរការ​គ្រប់គ្រាន់ ក្នុង​ការ​សរសេរ​ទៅ​កាន់ <b>%1</b> ។</qt>
ko: <qt>속성을 저장할 수 없습니다. <b>%1</b>에 쓸 수 있는 권한이 없습니다.</qt>
mn: <qt>Онцлогууд хадгалагдсангүй. Магад таньд <b>%1</b>-д бичих эрх байхгүй байна.</qt>
pa: <qt>ਵਿਸ਼ਸੇਤਾ ਸੰਭਾਲੀ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ। ਤੁਹਾਨੂੰ <b>%1<b> ਲਈ ਲਿਖਣ ਲਈ ਲੋੜੀਦੇ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ।</qt>
ro: <qt>Nu am putut salva proprietăţile. Probabil nu aveţi permisiuni de scriere în <b>%1</b>.</qt>
rw: <qt>Ntibyashobotse kubika ibiranga. Ntufite ukugera guhagije kugira ngo ubashe kwandikaho <b>%1</b>.</qt>
sk: <qt>Nemôžem uložiť vlastnosti. Nemáte zabezpečený prístup na zápis do <b>%1</b>.</qt>
sr: <qt>Није могуће снимити својства. Немате одговарајуће дозволе за упис у <b>%1</b>.</qt>
sr@latn: <qt>Nije moguće snimiti svojstva. Nemate odgovarajuće dozvole za upis u <b>%1</b>.</qt>
tg: <qt>Натавонистам хусусиятро нигоҳ дорам. Шумо ҳуқуқи қайд кардан ба <b>%1</b>-ро надоред.</qt>
th: <qt>ไม่สามารถบันทึกคุณสมบัติได้ คุณอาจยังไม่มีสิทธิ์เขียนไปยัง <b>%1</b></qt>

source: Forbidden
bs: Zabranjeno
km: ហាមឃាត់
ko: 금지
mn: Хориотой
pa: ਲੁਕਵਾਂ
ro: Interzis
rw: Bibujijwe
sk: Zakázané
sr: Забрањено
sr@latn: Zabranjeno
tg: Манъ карда шуда
th: ไม่ได้รับอนุญาต

source: Can Read
bs: Mogu čitati
km: អាច​អាន
ko: 읽기 가능
mn: Уншиж чадна
pa: ਪੜ ਸਕਦੇ ਹੋ
ro: Poate citi
rw: Gushobora Gusoma
sk: Môže čítať
sr: Дозвољено читање
sr@latn: Dozvoljeno čitanje
tg: Хондан
th: อ่านได้

source: Can Read & Write
bs: Mogu čitati i pisati
km: អាច​អាន & សរសេរ
ko: 읽기/쓰기 가능
mn: Уншиж, бичиж чадна
pa: ਪੜ ਤੇ ਲਿਖ ਸਕਦੇ ਹੋ
ro: Poate citi şi scrie
rw: Gushobora Gusoma & Kwandika
sk: Môže čítať a zapisovať
sr: Дозвољено читање и писање
sr@latn: Dozvoljeno čitanje i pisanje
tg: Тавоноии хондан ва навиштан
th: อ่านและเขียนได้

source: Can View Content
bs: Mogu gledati sadržaj
km: អាច​មើល​មាតិកា
ko: 내용 보기 가능
mn: Агуулгийг харж чадна
pa: ਭਾਗ ਵੇਖ ਸਕਦੇ ਹੋ
ro: Poate vedea conţinutul
rw: Gushobora Kugaragaza Ibikubiyemo
sk: Môže zobraziť obsah
sr: Дозвољен преглед садржаја
sr@latn: Dozvoljen pregled sadržaja
tg: Метавонад оканотро намоиш диҳад
th: ดูเนื้อหาภายในได้

source: Can View & Modify Content
bs: Mogu gledati i mijenjati sadržaj
km: អាច​មើល & កែប្រែ​មាតិកា
ko: 내용 보기/쓰기 가능
mn: Агуулгийг харж өөрчилж чадна
pa: ਭਾਗ ਵੇਖ ਤੇ ਸੋਧ ਸਕਦੇ ਹੋ
ro: Poate vedea şi schimba conţinutul
rw: Gushobora Kugaragaza & Guhindura Ibikubiyemo
sk: Môže zobraziť a upraviť obsah
sr: Дозвољен преглед и измена садржаја
sr@latn: Dozvoljen pregled i izmena sadržaja
tg: Метавонад оканотро намоиш ва тағйир низ диҳад
th: ดูและแก้ไขเนื้อหาภายในได้

source: Can View Content & Read
bs: Mogu gledati sadržaj i čitati
km: អាច​មើល​មាតិកា & អាន
ko: 내용 보기/읽기 가능
mn: Агуулгийг харж, уншиж чадна
pa: ਭਾਗ ਵੇਖ ਤੇ ਲਿਖ ਸਕਦੇ ਹੋ
ro: Poate citi şi vedea conţinutul
rw: Gushobora Kugaragaza Ibikubiyemo & Gusoma
sk: Môže zobraziť obsah a čítať
sr: Дозвољен преглед садржаја и читање
sr@latn: Dozvoljen pregled sadržaja i čitanje
tg: Метавонам оканотро намоиш диҳам ва хонам
th: ดูและอ่านเนื้อหาภายในได้

source: Can View/Read & Modify/Write
bs: Mogu gledati/čitati i mijenjati/pisati
km: អាច មើល/អាន & កែប្រែ/សរសេរ
ko: 보기/읽기/수정/쓰기 가능
mn: Харж/Уншиж мөн Өөрчилж/Бичиж чадна
pa: ਭਾਗ ਵੇਖ/ਪੜ ਤੇ ਸੋਧ/ਲਿਖ ਸਕਦੇ ਹੋ
ro: Poate vedea/citi şi modifica/scrie
rw: Gushobora Kugaragaza/Gusoma & Guhindura/Kwandika
sk: Môže zobraziť/čítať a upraviť/zapisovať
sr: Дозвољен преглед/читање и измена/писање
sr@latn: Dozvoljen pregled/čitanje i izmena/pisanje
tg: Метавонад, Дида баромадан/Хондан & Намоиш додан/Навиштан
th: ดูหรืออ่านและแก้ไขหรือเขียนได้

source: &Permissions
bs: P&rivilegije
km: សិទ្ធិ
ko: 권한(&P)
mn: &Зөвшөөрөл
pa: ਅਧਿਕਾਰ(&P)
ro: &Permisiuni
rw: Impushya
sk: &Práva
sr: &Дозволе
sr@latn: &Dozvole
tg: &Имконпазирият
th: สิทธิ์ที่อนุญาต

source: Access Permissions
bs: Privilegije pristupa
km: សិទ្ធិ​ដំណើរការ
ko: 접근 권한
mn: Хандах зөвшөөрөл
pa: ਪਹੁੰਚ ਅਧਿਕਾਰ
ro: Permisiuni de acces
rw: Impushya z'Ukugera
sk: Prístupové práva
sr: Дозволе приступа
sr@latn: Dozvole pristupa
tg: Ҳуқуқи дастрасӣ
th: สิทธิ์ในการเข้าใช้

source: _n: This file is a link and does not have permissions. All files are links and do not have permissions.
bs: Ova datoteka je link i nema privilegije. Ove datoteke su linkovi i nemaju privilegije. Sve datoteke su linkovi i nemaju privilegije.
km: ឯកសារ​ទាំងអស់​គឺ​ជា​តំណ និង​មិន​មាន​សិទ្ធិ​ឡើយ ។
ko: 모든 파일은 링크이며 권한이 없습니다.
pa: ਇਹ ਫਾਇਲ ਇੱਕ ਸਬੰਧ ਹੈ ਅਤੇ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ। ਸਭ ਫਾਇਲਾਂ ਸਬੰਧ ਹਨ ਅਤੇ ਅਧਿਕਾਰ ਨਹੀਂ ਹਨ।
rw: Iyi dosiye ni ihuza kandi ntifite impushya. Amadosiye yose ni amahuza kandi ntafite impushya.
sk: Tento súbor je odkaz a nemá práva. Tieto súbory sú odkazy a nemajú práva. Tieto súbory sú odkazy a nemajú práva.
sr: Овај фајл је веза и нема дозволе. Ови фајлови су везе и немају дозволе. Ови фајлови су везе и немају дозволе.
sr@latn: Ovaj fajl je veza i nema dozvole. Ovi fajlovi su veze i nemaju dozvole. Ovi fajlovi su veze i nemaju dozvole.
tg: Ин файл пайванд мебошад иҷозатномаҳоро надорад. Ҳамаи файлҳо пайвандҳо мебошанд ва иҷозатномаҳоро надоранд.
th: แฟ้มเป็นลิ้งค์และไม่มีสิทธิ์ที่อนุญาต

source: Only the owner can change permissions.
bs: Samo vlasnik može promijeniti ovlasti.
km: មាន​តែ​ម្ចាស់​ប៉ុណ្ណោះ​ដែល​អាច​ផ្លាស់​ប្តូរ​សិទ្ធិ ។
ko: 소유자만 권한을 변경할 수 있습니다.
mn: Зөвхөн эзэмшигч нь хандах эрхийг өөрчилж чадна.
pa: ਸਿਰਫ਼ ਮਾਲਕ ਹੀ ਅਧਿਕਾਰ ਬਦਲ ਸਕਦਾ ਹੈ।
ro: Numai proprietarul poate schimba permisiunile.
rw: Gusa nyirubwite ashobora guhindura impushya.
sk: Iba vlastník môže zmeniť práva.
sr: Само власник може да мења дозволе.
sr@latn: Samo vlasnik može da menja dozvole.
tg: Танҳо соҳиб метавонад дастрасӣ дигаргун кунад.
th: เจ้าของเท่านั้นที่สามารถเปลี่ยนสิทธิ์ที่อนุญาตได้

source: O&wner:
bs: V&lasnik:
km: ម្ចាស់ ៖
ko: 소유자(&W):
mn: Эзэм&шигч:
pa: ਮਾਲਕ(&w):
ro: &Proprietar:
rw: Nyirabyo:
sk: &Vlastník:
sr: &Власник:
sr@latn: &Vlasnik:
tg: &Соҳиб
th: เจ้าของ:

source: Specifies the actions that the owner is allowed to do.
bs: Određuje akcije koje su dozvoljene vlasniku.
km: បញ្ជាក់​អំពី​សកម្មភាព​ដែល​ម្ចាស់​មាន​សិទ្ធិ​ធ្វើ ។
ko: 소유자가 할 수 있는 기능을 명시하십시오.
pa: ਕਾਰਵਾਈਆਂ ਦੱਸੋ, ਜੋ ਕਿ ਮਾਲਕ ਨੂੰ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਹੈ।
ro: Specifică acţiunile permise proprietarului.
rw: Yerekana ibikorwa nyirubwite yemerewe gukora
sk: Určuje akcie, ktoré môže vlastník urobiť.
sr: Назначава акције које су дозвољене власнику.
sr@latn: Naznačava akcije koje su dozvoljene vlasniku.
tg: Муаян кардани ҳаракате, ки соҳиб бояд ин ҳаракатро кар
th: ระบุการกระทำที่อนุญาตให้เจ้าของทำได้

source: Gro&up:
bs: Gr&upa:
km: ក្រុម ៖
ko: 그룹(&U):
mn: Бүлэг:
pa: ਗਰੁੱਪ(&u):
ro: &Grup:
rw: Itsinda:
sk: &Skupina:
sr: Гр&упа:
sr@latn: Gr&upa:
tg: Гур&ӯҳ:
th: กลุ่ม:

source: Specifies the actions that the members of the group are allowed to do.
bs: Određuje akcije koje su dozvoljene članovima grupe.
km: បញ្ជាក់​អំពី​សកម្មភាព​ដែល​សមាជិក​របស់​ក្រុម​មាន​សិទ្ធិ​ធ្វើ ។
ko: 그룹 멤버가 할 수 있는 동작을 명시하십시오.
pa: ਕਾਰਵਾਈਆਂ ਦੱਸੋ, ਜੋ ਕਿ ਗਰੁੱਪ ਦੇ ਮੈਂਬਰ ਕਰ ਸਕਦੇ ਹਨ।
ro: Specifică acţiunile permise membrilor grupului.
rw: Yerekana ibikorwa abanyamuryango b'itsinda bemerewe gukora.
sk: Určuje akcie, ktoré môžu členovia tejto skupiny urobiť.
sr: Назначава акције које су дозвољене члановима групе.
sr@latn: Naznačava akcije koje su dozvoljene članovima grupe.
tg: Муаян кардани ҳаракате, ки аъзо бояд ин ҳаракатро кар
th: ระบุการกระทำที่อนุญาตให้สมาชิกของกลุ่มทำได้

source: O&thers:
bs: Os&tali:
km: ផ្សេងទៀត ៖
ko: 기타(&T):
mn: Бусад:
pa: ਹੋਰ(&t):
ro: &Alţii:
rw: Abandi:
sk: &Ostatní:
sr: О&стали:
sr@latn: O&stali:
tg: Д&игар:
th: อื่น ๆ:

source: Specifies the actions that all users, who are neither owner nor in the group, are allowed to do.
bs: Određuje akcije koje su dozvoljene svim korisnicima, koji nisu ni vlasnik ni članovi grupe.
km: បញ្ជាក់​អំពើ​ដែល​អ្នក​ប្រើ​ទាំងអស់ ទាំង​អ្នក​មិន​មែន​ជា​ម្ចាស់ ឬ ស្ថិត​នៅក្រុម អាចធ្វើ ។​
ko: 소유자도 그룹도 아닌 다른 사용자가 실행할 수 있는 기능을 명시하십시오.
pa: ਕਾਰਵਾਈਆਂ ਦੱਸੋ, ਜੋ ਕਿ ਹੋਰ ਉਪਭੋਗੀਆਂ, ਜੋ ਕਿ ਨਾ ਤਾਂ ਮਾਲਕ ਹਨ ਅਤੇ ਨਾ ਹੀ ਗਰੁੱਪ ਦੇ ਮਾਲਕ ਹਨ, ਕਰ ਸਕਦੇ ਹਨ।
ro: Specifică acţiunile permise celorlalţi utilizatori, în care nu sînt incluşi nici proprietarul şi nici membrii grupului.
rw: Yerekana ibikorwa abakoresha bose, batari nyirubwite cyangwa mu itsinda, bemerewe gukora.
sk: Určuje akcie, ktoré môžu urobiť všetci používatelia, ktorí nie sú členovia skupiny ani vlastníci.
sr: Назначава акције које су дозвољене осталим корисницима, који нису ни власник, ни чланови групе.
sr@latn: Naznačava akcije koje su dozvoljene ostalim korisnicima, koji nisu ni vlasnik, ni članovi grupe.
tg: Муаян кардани ҳаракате, ки ҳамаи истифодабарандагон кадомҳое, ки не соҳиб ва не дар гурӯҳ мавҷуданд барои кор кардан иҷозат дода шудааст
th: ระบุการกระทำที่อนุญาตให้ผู้ใช้ทั้งหมด แม้ว่าจะไม่ใช่เจ้าของหรืออยู่ในกลุ่มหรือไม่ สามารถทำได้

source: Only own&er can rename and delete folder content
bs: Samo v&lasnik može preimenovati i brisati sadržaj direktorija
km: មាន​តែ​ម្ចាស់​ប៉ុណ្ណោះ​អាច​ប្តូរ​ឈ្មោះ និង​លុប​មាតិកា​របស់​ថត
ko: 소유자만 폴더 내용을 삭제하고 이름을 바꿀 수 있음(&E)
mn: Зөвхөн эзэмшигч нь л тухайн хавтасын агуулгыг устгаж болон нэрийг нь өөрчилж чадна
pa: ਫੋਲਡਰ ਭਾਗਾਂ ਦਾ ਨਾਂ-ਤਬਦੀਲ ਅਤੇ ਹਟਾਉਣਾ ਦੀ ਕਾਰਵਾਈ ਸਿਰਫ਼ ਮਾਲਕ ਹੀ ਕਰ ਸਕਦਾ ਹੈ(&e)
ro: Numai pr&oprietarul poate redenumi şi şterge conţinutul folderului
rw: Gusa nyirubwite ashobora guhindura izina no gusiba ibiri mu bubiko
sk: Iba &vlastník môže premenovať a odstrániť obsah priečinku
sr: Само власник мож&е да промени име и обрише садржај фасцикле
sr@latn: Samo vlasnik mož&e da promeni ime i obriše sadržaj fascikle
tg: Танҳо соҳ&иб метавонад номи феҳристи оканаро тағир диҳад ё нест кунад
th: เจ้าของเท่านั้นที่สามารถเปลี่ยนชื่อและลบเนื้อหาภายในโฟลเดอร์ได้

source: Is &executable
bs: Je i&zvršna
km: អាច​ប្រតិបត្តិ
ko: 실행 가능(&E)
mn: &Ажиллуулж болохуйц
pa: ਚੱਲਣਯੋਗ ਹੈ(&e)
ro: Este &executabil
rw: Birakora
sk: Je s&pustiteľný
sr: Је &извршан
sr@latn: Je &izvršan
tg: &Иҷро кардан
th: ประมวลผลได้

source: Enable this option to allow only the folder's owner to delete or rename the contained files and folders. Other users can only add new files, which requires the 'Modify Content' permission.
bs: Uključite ovu opciju da dozvolite samo vlasniku direktorija da briše ili mijenja ime sadržanih datoteka i direktorija. Ostali korisnici mogu samo dodavati nove datoteke, što zahtijeva 'Izmijeni sadržaj' privilegiju.
km: អនុញ្ញាត​ជម្រើស​នេះ ដើម្បី​អនុញ្ញាត​ឲ្យ​តែ​ម្ចាស់​របស់​ថត លុប ឬ ប្តូឈ្មោះ​ឯកសារ និង​ថត​ដែល​មាន​ ។ អ្នកប្រើ​ផ្សេងទៀត​អាច​បន្ថែម​តែ​ឯកសារ​ថ្មី ដែល​ទាមទារ​សិទ្ធិ 'កែប្រែ​មាតិកា' ។
ko: 소유자만이 파일과 디렉터리의 내용을 삭제하거나 이름을 변경할 수 있도록 이 옵션을 허용합니다. 다른 사용자들은 내용 수정 권한을 필요로 하는 새로운 파일 추가 기능만 실행할 수 있습니다.
pa: ਇਹ ਚੋਣ ਯੋਗ ਕਰਨ ਨਾਲ ਫੋਲਡਰ ਦਾ ਮਾਲਕ ਹੀ ਇਸ ਵਿਚਲੀਆਂ ਫਾਇਲਾਂ ਅਤੇ ਫੋਲਡਰਾਂ ਦਾ ਨਾਂ ਤਬਦੀਲ ਕਰ ਜਾਂ ਹਟਾ ਸਕਦਾ ਹੈ। ਹੋਰ ਉਪਭੋਗੀ ਸਿਰਫ਼ ਨਵੀਆਂ ਫਾਇਲਾਂ ਜੋੜ ਸਕਦੇ ਹਨ, ਜਿੰਨਾਂ ਲਈ 'ਭਾਗ ਸੋਧ' ਅਧਿਕਾਰ ਲੋੜੀਦੇ ਹਨ।
ro: Activaţi această opţiune pentru a permite numai proprietarului folderului să şteargă sau să redenumească fişierele şi folderele conţinute. Alţi utilizatori nu pot decît să adauge fişiere noi, care au nevoie de permisiunea "Schimbă conţinutul".
rw: Watuma iri hitamo rikora mu kwemerera ba nyirubwite gusa b'iyi dosiye gusiba cyangwa guhindura izina amadosiye cyangwa ububiko birimo. Abandi bakoresha bashobora gusa kongeraho amadosiye mashya, byo bisaba uruhushya 'Guhindura Ibirimo'
sk: Zapnutím tejto voľby nastavíte, aby iba vlastník priečinku mohol odstraňovať a premenovať súbory a podpriečinky v tomto priečinku. Ostatní používatelia môžu iba pridávať nové súbory, na čo je nutné právo 'Upravovať obsah'.
sr: Укључите ову опцију да дозволите само власнику да брише или мења име садржаним фајловима и фасциклама. Остали корисници могу само да додају нове фајлове, што захтева дозволу „мењај садржај“.
sr@latn: Uključite ovu opciju da dozvolite samo vlasniku da briše ili menja ime sadržanim fajlovima i fasciklama. Ostali korisnici mogu samo da dodaju nove fajlove, što zahteva dozvolu „menjaj sadržaj“.
tg: Ин вариант танҳо ба соҳиби пӯша иҷозат медиҳад,ки чизҳои даруни файлҳо ва пӯшаҳоро нест кунад ё аз сари нав номгузорӣ кунад.Дигар истифодабарандагон танҳо метавонанд файлҳои наве,ки иҷозати Матни Иваз талаб мекунад,илова кунанд.
th: เปิดใช้ตัวเลือกนี้ เพื่ออนุญาตให้เฉพาะเจ้าของโฟลเดอร์เท่านั้นที่สามารถทำการลบหรือเปลี่ยนชื่อแฟ้มหรือโฟลเดอร์ที่อยู่ภายในได้ ส่วนผู้ใช้อื่นจะทำได้เพียงเพิ่มแฟ้มใหม่ โดยจะต้องมีสิทธิ์ 'แก้ไขเนื้อหา' ด้วย
