Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Enable this option to mark the file as executable. This only makes sense for programs and scripts. It is required when you want to execute them.
bs: Uključite ovu opciju da označite datoteku kao izvršnu. Ovo ima smisla samo za programe i skripte. Potrebno je ako ih želite izvršiti.
km: អនុញ្ញាត​ជម្រើស​នេះ ដើម្បី​សម្គាល់​ឯកសារ​ដែល​ត្រូវ​ប្រតបត្តិ ។ វា​មានន័យ​សម្រាប់​តែ​កម្មវិធី និង​ស្គ្រីប​ប៉ុណ្ណោះ ។ វា​ត្រូវ​បាន​ទាមទារ ពេល​អ្នក​ចង់ប្រតិបត្តិ​ពួកវា ។
ko: 이 옵션은 파일을 실행할 수 있도록 표시합니다. 프로그램과 스크립트만 실행됩니다. 프로그램과 스크립트를 실행하길 원할 때 필요합니다.
pa: ਫਾਇਲ ਨੂੰ ਚੱਲਣਯੋਗ ਬਣਾਉਣ ਲਈ ਇਹ ਚੋਣ ਨੂੰ ਸਹੀਂ ਬਣਾਉ। ਇਹ ਤਾਂ ਹੀ ਕੋਈ ਮਤਲਬ ਰੱਖਦੀ ਹੈ, ਜੇਕਰ ਪਰੋਗਰਾਮ ਜਾਂ ਸਕਰਿਪਟ ਹੈ। ਇਹ ਤਾਂ ਲੋੜੀਦੀ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਚਲਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ।
ro: Activaţi această opţiune pentru a marca fişierul ca executabil. Acest lucru are sens numai pentru programe şi scripturi. Este necesar numai cînd doriţi să le executaţi.
rw: Watuma iri hitamo rikora mu kugira iyi dosiye nk'itangizwa. Ibi bifite icyo bivuze gusa kuri porogaramu n'uduporogaramu. Birakenewe igihe wifuza kuzitangiza.
sk: Zapnutím tejto voľby označíte súbor ako spustiteľný. Má to zmysel iba pre programy a skripty. Je to nutné, ak ich chcete spúšťať.
sr: Укључите ову опцију да означите фајл као извршан. Ово има смисла само за програме и скрипте. Ово је неопходно ако желите да их извршавате.
sr@latn: Uključite ovu opciju da označite fajl kao izvršan. Ovo ima smisla samo za programe i skripte. Ovo je neophodno ako želite da ih izvršavate.
tg: Имконияти ин вариант ба қайд гирифтани файл ҳамин ки ба анҷом расид.Ин танҳо барои программаҳо ва намоиши матнҳо маънӣ дорад. Ин вақте ки шумо ба охир расондани онҳоро мехоҳед,талаб карда мешавад.
th: เปิดใช้งานตัวเลือกนี้เพื่อทำเครื่องหมายว่าแฟ้มนี้สามารถสั่งประมวลผลได้ ซึ่งการทำแบบนี้ จำเป็นสำหรับโปรแกรมและสคริปต์เท่านั้น มันเป็นสิ่งจำเป็นเมื่อคุณต้องการสั่งประมวลผลแฟ้ม

source: A&dvanced Permissions
bs: Napre&dne privilegije
km: សិទ្ធិ​កម្រិត​ខ្ពស់
ko: 고급 권한 설정(&D)
pa: ਤਕਨੀਕੀ ਅਧਿਕਾਰ(&d)
ro: Permisiuni a&vansate
rw: Impushya zihanitse
sk: P&okročilé práva
sr: Н&апредне дозволе
sr@latn: N&apredne dozvole
th: สิ&ทธิ์ในการใช้งานขั้นสูง

source: Ownership
bs: Vlasništvo
km: ម្ចាស់
ko: 소유권
mn: Эзэмшигч
pa: ਮਾਲਕੀਅਤ
ro: Proprietar
rw: Ugutunga
sk: Vlastníctvo
sr: Власништво
sr@latn: Vlasništvo
tg: Соҳиб ва гурӯҳ
th: เจ้าของ

source: User:
bs: Korisnik:
km: អ្នកប្រើ ៖
ko: 사용자:
mn: Хэрэглэгч:
pa: ਉਪਭੋਗੀ:
ro: Utilizator:
rw: Ukoresha
sk: Užívateľ:
sr: Корисник:
sr@latn: Korisnik:
tg: Истифодакунанда:
th: ผู้ใช้:

source: Group:
bs: Grupa:
km: ក្រុម ៖
ko: 그룹:
mn: Групп:
pa: ਗਰੁੱਪ:
ro: Grup:
rw: Itsinda:
sk: Skupina:
sr: Група:
sr@latn: Grupa:
tg: Гурӯҳ:
th: กลุ่ม:

source: Apply changes to all subfolders and their contents
bs: Primijeni promjene na sve poddirektorije i njihov sadržaj
km: អនុវត្ត​ការ​ផ្លាស់ប្តូរ​ទៅ​ថត​រង​ទាំងអស់ និង​មាតិកា​របស់​ពួកវា
ko: 모든 하위 폴더와 내용에 변경 사항 적용하기
mn: Өөрчлөлтийг бүх дэд хавтас болон тэдгээрийн дотор хэрэглэх.
pa: ਸਭ ਸਬ-ਫੋਲਡਰਾਂ ਅਤੇ ਉਹਨਾਂ ਦੇ ਭਾਗਾਂ ਉੱਤੇ ਲਾਗੂ ਕਰੋ
ro: Aplică modificările tuturor subfolderelor şi conţinutului lor
rw: Gushyira amahinduka ku bubiko bwose n'ibiburimo
sk: Použiť zmeny vo všetkých podpriečinkoch a ich obsahoch
sr: Примени измене на све подфасцикле и њихов садржај
sr@latn: Primeni izmene na sve podfascikle i njihov sadržaj
tg: Истифодоти таъғирот ба тамоми зеркаталогҳо ва оканоти онҳо
th: ปรับให้มีผลกับโฟลเดอร์ย่อยและแฟ้มในโฟลเดอร์ทั้งหมด

source: Advanced Permissions
bs: Napredne privilegije
km: សិទ្ធិ​កម្រិត​ខ្ពស់
ko: 고급 권한
mn: Өргөтгөсөн хандах эрхүүд
pa: ਤਕਨੀਕੀ ਅਧਿਕਾਰ
ro: Permisiuni avansate
rw: Impushya zihanitse
sk: Pokročilé práva
sr: Напредне дозволе
sr@latn: Napredne dozvole
tg: Имконпазирҳои иловагӣ
th: กำหนดสิทธิ์ในการเข้าใช้งานขั้นสูง

source: Class
bs: Razred
km: ថ្នាក់
ko: 클래스
mn: Анги
pa: ਵਰਗ
ro: Clasa
rw: ishuri,urwego
sk: Trieda
sr: Класа
sr@latn: Klasa
tg: Синф
th: คลาส

source: Show Entries
bs: Prikaži zapise
km: បង្ហាញ ធាតុបញ្ចូល
ko: 항목 보기
mn: Бичлэгүүд харуулах
pa: ਇੰਦਰਾਜ਼ ਵੇਖਾਓ
ro: Afişare fişiere
rw: Kwerekana Ibyinjijwe
sk: Zobraziť položky
sr: Приказ ставки
sr@latn: Prikaz stavki
tg: Намоиши Вурудҳо
th: แสดง รายการ

source: Read
bs: Čitanje
km: អាន
ko: 읽기
mn: Унших
pa: ਪੜਨ
ro: Citire
rw: Soma
sk: Čítať
sr: Читање
sr@latn: Čitanje
tg: Хондан
th: อ่าน

source: This flag allows viewing the content of the folder.
bs: Ova privilegija dozvoljava gledanje sadržaja direktorija.
km: ទង់​នេះ​អនុញ្ញាត​ឲ្យ​មើល​មាតិកា​របស់​ថត ។
ko: 이 플래그는 디렉터리의 내용을 볼 수 있도록 허용합니다.
mn: Энэ төлөв нь тухайн хавтасын агуулгыг харахыг зөвшөөрнө.
pa: ਇਹ ਨਿਸ਼ਾਨ ਫੋਲਡਰ ਦੇ ਭਾਗ ਵਿਖਾਉਣ ਲਈ ਸਹਾਇਕ ਹੈ।
ro: Această opţiune permite vizualizarea conţinutului folderului.
rw: Iri bendera ryemerera kugaragaza ibiri mu bubiko.
sk: Tento príkzan umožňuje zobrazenie obsahu priečinka.
sr: Ова заставица омогућава приказивање садржаја фасцикле.
sr@latn: Ova zastavica omogućava prikazivanje sadržaja fascikle.
tg: Ин баирақ имконият медиҳад, ки оканаи феҳристро дида бароед.
th: แฟล็กนี้อนุญาตให้ดูเนื้อหาภายในโฟลเดอร์ได้

source: The Read flag allows viewing the content of the file.
bs: Privilegija Čitanje dozvoljava pregledanje sadržine datoteke.
km: ទង អាន អនុញ្ញាត​ឲ្យ​មើល​មាតិកា​របស់​ឯកសារ ។
ko: 읽기 플래그는 파일의 내용을 볼 수 있도록 허용합니다.
pa: ਪੜਨ ਨਿਸ਼ਾਨ ਫੋਲਡਰ ਦੇ ਭਾਗ ਵਿਖਾਉਣ ਲਈ ਸਹਾਇਕ ਹੈ।
ro: Opţiunea "Citire" permite vizualizarea conţinutului fişierului.
rw: Ibendera Gusoma ryemerera kugaragaza ibiri mu idosiye.
sk: Príznak čítania umožňuje zobraziť obsah súboru.
sr: Заставица читања омогућава приказивање садржаја фајла.
sr@latn: Zastavica čitanja omogućava prikazivanje sadržaja fajla.
tg: Баирақи хондан имконият медиҳад, ки оконаи фаӣлро дида бароем.
th: แฟล็กอ่าน อนุญาตให้ดูเนื้อหาภายในแฟ้มได้

source: Write Entries
bs: Zapiši zapise
km: សរសេរ ធាតុបញ្ចូល
ko: 항목 쓰기
mn: Бичлэгүүд бичих
pa: ਇੰਦਰਾਜ਼ ਲਿਖਣ
ro: Scriere fişiere
rw: Kwandika Ibyinjijwe
sk: Zapísať položky
sr: Упис ставки
sr@latn: Upis stavki
tg: Навиштан Вурудҳо
th: เขียน รายการ

source: Write
bs: Pisanje
km: សរសេរ
ko: 작성
mn: Бичих
pa: ਲਿਖਣ
ro: Scriere
rw: Kwandika
sk: Zapísať
sr: Упис
sr@latn: Upis
tg: Навиштан
th: เขียน

source: This flag allows adding, renaming and deleting of files. Note that deleting and renaming can be limited using the Sticky flag.
bs: Ova privilegija dozvoljava dodavanje, preimenovanje i brisanje datoteka. Obratite pažnju da brisanje i promjena imena mogu biti ograničeni zasebno koristeći Sticky privilegiju.
km: ទង់​នេះ​អនុញ្ញាត​ឲ្យ​បន្ថែម ប្តូរ​ឈ្មោះ និង​លុប​ឯកសារ ។ ចំណាំ​ថា​ការលុប ឬ ប្តូរ​ឈ្មោះ​អាច​នឹង​កំណត់​ដោយ​ការប្រើ​ទង់​ស្អិត ។
ko: 이 플래그는 파일의 추가, 이름 바꾸기, 삭제를 허가합니다. 삭제나 이름 바꾸기는 고정 플래그(Sticky Flag)에서 제한할 수 있습니다.
pa: ਇਹ ਨਿਸ਼ਾਨ ਫਾਇਲਾਂ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨ, ਨਾਂ-ਤਬਦੀਲ ਅਤੇ ਹਟਾਉਣ ਲਈ ਹੈ। ਯਾਦ ਰੱਖੋ ਕਿ ਹਟਾਉਣਾ ਅਤੇ ਨਾਂ-ਤਬਦੀਲ ਕਰਨ ਨੂੰ ਅਟਕਾਓ (ਸਟਿੱਕੀ) ਨਿਸ਼ਾਨ ਰਾਹੀਂ ਵੀ ਸੀਮਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
ro: Această opţiune permite adăugarea, redenumirea şi ştergerea de fişiere. Ţineţi cont de faptul că ştergerea şi redenumirea pot fi limitate dacă utilizaţi opţiunea "sticky".
rw: Iri bendera ryemerera kongeraho, guhindura izina no gusiba amadosiye. Wamenya ko gusiba no guhindura izina bishobora guhagarikwa hakoreshejwe ibendera Rifata.
sk: Ak je tento príznak nastavený, je možné pridať, premenovať a odstrániť súbory. Uvedomte si, že odstránenie a premenovanie môže byť obmedzené pomocou príznaku Sticky.
sr: Ова заставица омогућава додавање, промену имена и брисање фајлова. Напомена: Брисање и промена имена може бити ограничена коришћењем лепљиве заставице.
sr@latn: Ova zastavica omogućava dodavanje, promenu imena i brisanje fajlova. Napomena: Brisanje i promena imena može biti ograničena korišćenjem lepljive zastavice.
tg: Ин байрақ илова,аз нав номгузорӣ ва несткунии файлҳоро иҷозат медиҳад Дар ёд гиред,ки азнавномгузорӣ ва несткунӣ метавонанд бо истифодаи байрақи Часпон маҳдуд карда шаванд.
th: แฟล็กนี้อนุญาตให้ทำการเพิ่ม, เปลี่ยนชื่อ และลบแฟ้มได้ ข้อควรจำ การลบและเปลี่ยนชื่อนั้น สามารถถูกจำกัดสิทธิ์ได้โดยการใช้แฟล็กปักหมุด

source: The Write flag allows modifying the content of the file.
bs: Privilegija Piši dozvoljava izmjenu sadržaja datoteke.
km: ទង់ សរសេរ អនុញ្ញាត​ឲ្យ​កែប្រែ​មាតិកា​របស់​ថត ។
ko: 쓰기 플래그는 파일 내용 수정을 허가합니다.
pa: ਲਿਖਣ ਨਿਸ਼ਾਨ ਫਾਇਲ ਦੇ ਭਾਗ ਸੋਧਣ ਲਈ ਸਹਾਇਕ ਹੈ।
ro: Opţiunea "Scriere" permite modificarea conţinutului fişierului.
rw: Ibendera Kwandika ryemerera guhindura ibiri mu idosiye.
sk: Príznak zápisu umožňuje meniť obsah súboru.
sr: Заставица за писање омогућава измену садржаја фајла.
sr@latn: Zastavica za pisanje omogućava izmenu sadržaja fajla.
tg: Баӣрақи навиштан имконият медиҳад, ки оконаи фаил шаклашро тағир диҳад.
th: แฟล็กเขียน อนุญาตให้ทำการแก้ไขเนื้อหาภายในแฟ้มได้

source: _: Enter folder Enter
bs: Ulaz
km: ចូល
ko: 들어가기
pa: ਜਾਓ
ro: Intrare
rw: Injiza
sk: Prejsť
sr: Уђи
sr@latn: Uđi
tg: Даромадан
th: เข้าใช้

source: Enable this flag to allow entering the folder.
bs: Uključite ovu privilegiju da dozvolite ulaženje u direktorij.
km: អនុញ្ញាត​ទង់​នេះ នឹង​អាច​បញ្ចូល​ថត ។
ko: 이 플래그는 디렉터리에 들어갈 수 있도록 허가합니다.
mn: Тухайн хавтасыг нээхийг зөвшөөрөхийн тулд энэ төлөвийг идэвхжүүлнэ үү.
pa: ਇਸ ਨਿਸ਼ਾਨ ਨਾਲ ਫੋਲਡਰ ਵਿੱਚ ਦਾਖਿਲ ਹੋਇਆ ਜਾ ਸਕਦਾ ਹੈ।
ro: Activaţi această opţiune dacă doriţi să permiteţi intrarea în folder.
rw: Gutuma iri bendera rikora byemerera kwinjiza ububiko.
sk: Ak je tento príznak nastavený, bude zobraziť obsah priečinku.
sr: Поставите ову заставицу да бисте омогућили улазак у фасциклу.
sr@latn: Postavite ovu zastavicu da biste omogućili ulazak u fasciklu.
tg: Имконият диҳед, ки ин баӣрақ ба феҳрист даромаданро иҷозат диҳад
th: เปิดใช้แฟล็กนี้เพื่ออนุญาตให้เข้าใช้โฟลเดอร์ได้

source: Exec
bs: Izvršenje
km: ប្រតិបត្តិ
ko: 실행
mn: Ажиллуулах
ro: Execuţie
rw: Gukoresha
sk: Vykonať
sr: Извршавање
sr@latn: Izvršavanje
th: ประมวลผล

source: Enable this flag to allow executing the file as a program.
bs: Uključite ovu privilegiju da dozvolite izvršenje datoteke kao programa.
km: អនុញ្ញាត​ទង់​នេះ ដើម្បីអាច​ប្រតិបត្តិ​ឯកសារ​ជា​កម្មវិធី​មួយ​ ។
ko: 이 플래그는 프로그램 파일 실행을 허가합니다.
pa: ਇਸ ਨਿਸ਼ਾਨ ਨਾਲ ਫਾਇਲ ਨੂੰ ਇੱਕ ਕਾਰਜ ਦੇ ਤੌਰ 'ਤੇ ਚਲਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।
ro: Activaţi această opţiune pentru a permite executarea fişierului ca a unui program.
rw: Gutuma iri bendera rikora byemerera gutangiza idosiye nka porogaramu.
sk: Ak je tento príznak nastavený, súbor bude možné spustiť ako program.
sr: Поставите ову заставицу да бисте дозволили извршавање фајла као програма.
sr@latn: Postavite ovu zastavicu da biste dozvolili izvršavanje fajla kao programa.
tg: Имконият диҳед, ки ин баӣрақ фаилро ҳамчун программа иҷро кунад.
th: เปิดใช้แฟล็กนี้เพื่ออนุญาตให้ประมวลผลแฟ้มในรูปแบบของโปรแกรมได้

source: Special
bs: Posebno
km: ពិសេស
ko: 특수
mn: Онцгой аттрибут
pa: ਖਾਸ
rw: Bidasanzwe
sk: Zariadenie
sr: Специјално
sr@latn: Specijalno
tg: Файли махсус
th: พิเศษ

source: Special flag. Valid for the whole folder, the exact meaning of the flag can be seen in the right hand column.
bs: Privilegija Posebno. Ona važi za čitav direktorij, njeno tačno značenje možete vidjeti u desnoj koloni.
km: ទង់​ពិសេស ។ មាន​តម្លៃចំពោះ​ថត​ទាំងមូល, អត្ថន័យ​ត្រឹមត្រូវ​របស់​ទង់ អាច​ឃើញ​ក្នុង​ជួរឈរ​ខាង​ស្តាំ ។
ko: 특별 플래그. 모든 디렉터리에 유효, 오른쪽에 정확한 플래그의 의미가 설명됩니다.
ro: Opţiune specială. Este validă pentru întreg folderul, iar sensul ei exact poate fi văzut în coloana din dreapta.
rw: Ibendera ridasanzwe. Rikora ku bubiko bwose, icyo ibendera rivuze nyacyo gishobora kuboneka mu nkingi y'ikiganza cy'iburyo.
sk: Špeciálny príznak. Platný pre celý priečinok, jeho presný význam je zobrazený v stĺpci vpravo.
sr: Специјална заставица. Важи за целу фасциклу, тачно значење заставице можете видети у десној колони.
sr@latn: Specijalna zastavica. Važi za celu fasciklu, tačno značenje zastavice možete videti u desnoj koloni.
tg: Байракӣ махсус. Эътибор барои тамоми пӯша,маънои дақиқи байрақ дар сутуни тарафи рост дида мешавад.
th: แฟล็กพิเศษ จะใช้ได้กับโฟลเดอร์ทั้งหมด โดยความหมายที่ชัดเจนของแฟล็กจะเห็นได้ในส่วนคอลัมน์ทางด้านขวามือ

source: Special flag. The exact meaning of the flag can be seen in the right hand column.
bs: Privilegija Posebno. Njeno tačno značenje možete vidjeti u desnoj koloni.
km: ទង់​ពិសេស ។ អត្ថន័យ​របស់​ទង់​ត្រឹមត្រូវ អាច​ឃើញ​នៅ​ក្នុង​ជួរឈរ​ខាង​ស្តាំ​ដៃ ។
ko: 특별 플래그. 플래그의 정확한 의미는 오른쪽에 설명됩니다.
ro: Opţiune specială. Sensul ei exact poate fi văzut în coloana din dreapta.
rw: Ibendera ridasanzwe. Icyo ibendera rivuze nyacyo gishobora kuboneka mu nkingi y'ikiganza cy'iburyo.
sk: Špeciálny príznak. Jeho presný význam je zobrazený v stĺpci vpravo.
sr: Специјална заставица. Тачно значење заставице можете видети у десној колони.
sr@latn: Specijalna zastavica. Tačno značenje zastavice možete videti u desnoj koloni.
tg: Байрақи махсус.Маънои аниқи ин байрақ дар тарафи рости сутун дида мешавад.
th: แฟล็กพิเศษ ดูความหมายที่ชัดเจนของแฟล็กได้ในส่วนคอลัมน์ทางด้านขวามือ

source: User
bs: Korisnik
km: អ្នកប្រើ
ko: 사용자
mn: Хэрэглэгч
pa: ਉਪਭੋਗੀ
ro: Utilizator
rw: Ukoresha
sk: Užívateľ
sr: Корисник
sr@latn: Korisnik
tg: Истифодакунанда
th: ผู้ใช้

source: Set UID
bs: Podesi UID
km: កំណត់ UID
mn: Хэрэглэгчийн -ID (UID) тогтоох
pa: UID ਦਿਓ
ro: Setat UID
rw: kuboneza UID
sk: Nastaviť UID
sr: Подеси UID
sr@latn: Podesi UID
tg: Бити SUID
th: ตั้งหมายเลขผู้ใช้

source: If this flag is set, the owner of this folder will be the owner of all new files.
bs: Ako je ova privilegija aktivna, vlasnik ovog direktorija će biti vlasnik svih novo napravljenih datoteka.
km: ប្រសិនបើ​ទង់​នេះ​ត្រូវ​បាន​កំណត់ ម្ចាស់​របស់​ថត​នេះ​នឹង​ជា​ម្ចាស់​របស់​ឯកសារ​ថ្មី​ទាំងអស់ ។
ko: 이 플래그가 설정될 경우 이 디렉터리의 소유자는 모든 새로운 파일의 소유자가 됩니다.
pa: ਜੇਕਰ ਇਹ ਨਿਸ਼ਾਨ ਲਗਾਇਆ ਗਿਆ ਤਾਂ ਇਹ ਫੋਲਡਰ ਦਾ ਮਾਲਕ ਸਭ ਨਵੀਆਂ ਫਾਇਲਾਂ ਲਈ ਵੀ ਮਾਲਕ ਹੋਵੇਗਾ।
ro: Dacă această opţiune este setată, proprietarul folderului va fi proprietarul tuturor fişierelor noi.
rw: Niba iri bendera ryabonejwe, nyirubwite w'ubu bubiko azaba nyirubwite w'amadosiye mashya yose.
sk: Ak je tento príznak nastavený, vlastník priečinku sa použije pre všetky nové súbory.
sr: Ако је ова заставица постављења, власник ове фасцикле ће бити власник свих нових фајлова.
sr@latn: Ako je ova zastavica postavljenja, vlasnik ove fascikle će biti vlasnik svih novih fajlova.
tg: Агар ин байрақ таъсис дода шавад,соҳиби ин пӯша,соҳиби ҳамаи файлҳои нав мешавад.
th: หากเปิดใช้แฟล็กนี้ จะมีการกำหนดเจ้าของโฟลเดอร์นี้ให้กับแฟ้มใหม่ที่สร้างขึ้นภายในโฟลเดอร์นี้ด้วย

source: If this file is an executable and the flag is set, it will be executed with the permissions of the owner.
bs: Ako je datoteka izvršna i ako je aktivna ova privilegija, ona će biti izvršena sa privilegijama vlasnika te datoteke.
km: ប្រសិនបើ​ឯកសារ​នេះ​អាច​ប្រតិបត្តិ​បាន ហើយ ទង់​នេះ​ត្រូវ​បាន​កំណត់ វា​នឹង​ប្រតិបត្តិ​ជាមួយ​នឹង​សិទ្ធិ​របស់​ម្ចាស់ ។
ko: 이 파일이 실행가능하고 플래그가 설정되어 있는 경우 소유자 권한으로 실행할 수 있습니다.
pa: ਜੇਕਰ ਇਹ ਫਾਇਲ ਚੱਲਣਯੋਗ ਹੈ ਅਤੇ ਨਿਸ਼ਾਨ ਦਿੱਤਾ ਗਿਆ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਮਾਲਕ ਦੇ ਅਧਿਕਾਰਾਂ ਨਾਲ ਚਲਾਇਆ ਜਾਵੇਗਾ।
ro: Dacă fişierul este un executabil şi opţiunea este setată, va fi executat cu permisiunile proprietarului fişierului.
rw: Niba iyi dosiye ari itangizwa kandi ibendera rikaba ryabonejwe, izatangizwa hakurikijwe impushya za ryirubwite.
sk: Ak je tento súbor spustiteľný a tento príznak nastavený, súbor sa spustí s právami vlastníka.
sr: Ако је овај фајл извршни и ако је постављена заставица, биће извршен са дозволама власника.
sr@latn: Ako je ovaj fajl izvršni i ako je postavljena zastavica, biće izvršen sa dozvolama vlasnika.
tg: Агар ин файл иҷрошаванда бошад ва байрақ таъсис дода шавад, вай бо иҷозати соҳиб анҷом дода мешавад.
th: หากแฟ้มเป็นแฟ้มที่ประมวลผลได้ และมีการตั้งค่าแฟล็กนี้ด้วย เมื่อประมวลผล มันจะถูกประมวลผลโดยใช้สิทธิ์ของเจ้าของแฟ้ม

source: Set GID
bs: Podesi GID
km: កំណត់ GID
mn: Группын-ID (GID) тогтоох
pa: GID ਦਿਓ
ro: Setat GID
rw: Kuboneza GID
sk: Nastaviť GID
sr: Подеси GID
sr@latn: Podesi GID
tg: Бити SGID
th: ตั้งหมายเลขกลุ่ม

source: If this flag is set, the group of this folder will be set for all new files.
bs: Ako je ova privilegija aktivna, grupa ovog direktorija će biti grupa svih novo napravljenih datoteka.
km: ប្រសិនបើ​ទង់​នេះ​ត្រូវ​បាន​កំណត់ ក្រុម​របស់​ថត​នេះ​នឹង​ត្រូវ​បាន​កំណត់សម្រាប់​ឯកសារ​ថ្មី​ទាំងអស់ ។
ko: 이 플래그가 설정되면 이 디렉터리의 그룹은 모든 새로운 파일에 그룹 설정됩니다.
pa: ਜੇਕਰ ਇਹ ਨਿਸ਼ਾਨ ਦਿੱਤਾ ਗਿਆ ਤਾਂ ਇਹ ਫੋਲਡਰ ਦੇ ਗਰੁੱਪ ਨੂੰ ਸਭ ਨਵੀਆਂ ਫਾਇਲਾਂ ਲਈ ਦਿੱਤਾ ਜਾਵੇਗਾ।
ro: Dacă această opţiune este setată, grupul acestui folder va fi setat pentru toate fişierele noi.
rw: Niba iri bendera ryabonejwe, itsinda ry'ubu bubiko rizabonezwa ku madosiye mashya yose.
sk: Ak je tento príznak nastavený, skupina tohto priečinku sa použije pre všetky nové súbory.
sr: Ако је ова заставица постављена, група ове фасцикле ће бити коришћена за све нове фајлове.
sr@latn: Ako je ova zastavica postavljena, grupa ove fascikle će biti korišćena za sve nove fajlove.
tg: Агар ин байрақ таъсис дода шавад,гурӯҳи ин пӯша барои ҳамаи файлҳои нав таъсис дода мешавад.
th: หากเปิดใช้แฟล็กนี้ จะมีการกำหนดกลุ่มของโฟลเดอร์นี้ให้กับแฟ้มใหม่ที่สร้างขึ้นในโฟลเดอร์นี้ด้วย

source: If this file is an executable and the flag is set, it will be executed with the permissions of the group.
bs: Ako je datoteka izvršna i ako je aktivna ova privilegija, ona će biti izvršena sa privilegijama grupe.
km: ប្រសិនបើ​ឯកសារ​នេះ​គឺ​អាច​ប្រតិបត្តិ ហើយ​ទង់​ត្រូវ​បាន​កំណត់ វា​នឹង​ត្រូវ​បាន​ប្រតិបត្តិ​ដោយ​សិទ្ធិ​របស់​ក្រុម ។
ko: 이 파일이 실행가능하고 플래그가 설정되면 그룹 권한으로 실행할 수 있습니다.
pa: ਜੇਕਰ ਇਹ ਫਾਇਲ ਚੱਲਣਯੋਗ ਹੈ ਅਤੇ ਨਿਸ਼ਾਨ ਦਿੱਤਾ ਗਿਆ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਗਰੁੱਪ ਦੇ ਅਧਿਕਾਰਾਂ ਨਾਲ ਚਲਾਇਆ ਜਾਵੇਗਾ।
ro: Dacă fişierul este un executabil şi opţiunea este setată, va fi executat cu permisiunile grupului atribuit fişierului.
rw: Niba iyi dosiye ari itangizwa kandi ibendera rikaba ryabonejwe, izatangizwa hakurikijwe impushya z'itsinda.
sk: Ak je tento súbor spustiteľný a tento príznak nastavený, súbor sa spustí s právami skupiny.
sr: Ако је ово извршни фајл и ако је постављена ова заставица, биће извршен са дозволама групе.
sr@latn: Ako je ovo izvršni fajl i ako je postavljena ova zastavica, biće izvršen sa dozvolama grupe.
tg: Агар ин байрақ иҷрошаванда бошад ва байрақ таъин шуда бошад,вай иҷозатномаҳои гурӯҳ иҷро карда мешавад.
th: หากแฟ้มเป็นแฟ้มที่ประมวลผลได้ และมีการตั้งค่าแฟล็กนี้ด้วย เมื่อประมวลผล มันจะถูกประมวลผลโดยใช้สิทธิ์ของกลุ่มของแฟ้ม

source: _: File permission Sticky
bs: Sticky
km: ស្អិត
ko: 끈적이
pa: ਚਿਪਕਾਉ(Sticky)
ro: Sticky
sk: Lepivý
sr: Лепљив
sr@latn: Lepljiv
th: ปักหมุด

source: If the Sticky flag is set on a folder, only the owner and root can delete or rename files. Otherwise everybody with write permissions can do this.
bs: Ako je Sticky privilegija postavljena na direktoriju, samo vlasnik direktorija i root mogu brisati ili preimenovati datoteke. U suprotnom, svako sa privilegijom Piši može to raditi.
km: ប្រសិនបើ​ទង់​ស្អិត​នេះត្រូវ​បាន​កំណត់​នៅ​លើ​ថត​មួយ នោះ​មាន​តែ​ម្ចាស់ និង root ទេ អាច​លុប ឬ ប្តូរ​ឈ្មោះ​ឯកសារ ។ បើ​ពុំ​នោះ​សោត អ្នក​រាល់​គ្នា​ដែល​មិនសិទ្ធិ​សរសេរ នឹង​អាច​លុប និង​កែប្រែ​វា ។
ko: 폴더에 끈적이 플래그가 설정되어 있으면 소유자와 루트만 파일을 삭제하거나 이름을 바꿀 수 있습니다. 그렇지 않으면 쓰기 권한이 있는 모든 사람이 파일을 삭제하거나 이름을 바꿀 수 있습니다.
pa: ਜੇਕਰ ਅਟਕਾਉ ਨਿਸ਼ਾਨ ਇੱਕ ਫੋਲਡਰ ਉੱਤੇ ਦੇ ਦਿੱਤਾ ਗਿਆ ਤਾਂ ਸਿਰਫ਼ ਮਾਲਕ ਅਤੇ ਰੂਟ (root) ਹੀ ਫਾਇਲਾਂ ਨੂੰ ਹਟਾ ਜਾਂ ਉਹਨਾਂ ਦਾ ਨਾਂ ਬਦਲ ਸਕਦੇ ਹਨ। ਨਹੀਂ ਤਾਂ ਹਰੇਕ ਕੋਈ ਲਿਖਣ ਅਧਿਕਾਰ ਵਾਲਾ ਇਹ ਕੁਝ ਕਰ ਸਕਦਾ ਹੈ।
ro: Dacă bitul "sticky" este setat pentru un folder, atunci numai proprietarul şi utilizatorul "root" pot şterge sau redenumi fişiere. În caz contrar, oricine are permisiuni de scriere, poate face acele operaţii.
rw: Niba ibendera Rifata ryabonejwe ku bubiko, gusa nyirubwite n'umuzi bashobora gusiba cyangwa guhindura izina amadosiye. Bitaribyo buri wese ufite impushya zo kwandika ashobora gukora ibi.
sk: Ak je príznak Sticky nastavený na priečinku, iba vlastník a root môžu odstrániť a premenovať súbory. Inak majú tieto práva všetci používatelia.
sr: Ако је лепљива заставица додељена фасцикли, само власник и група могу да бришу или мењају имена фајлова. Иначе, сви са дозволом писања могу то да раде.
sr@latn: Ako je lepljiva zastavica dodeljena fascikli, samo vlasnik i grupa mogu da brišu ili menjaju imena fajlova. Inače, svi sa dozvolom pisanja mogu to da rade.
tg: Агар байрақи часпон дар пӯша муайян карда шавад,фақат соҳиб ва асос(асл) метавонад нест кунад ё номҳои файлҳоро дигар кунад. Аз тарафи дигар ҳар як кас бо иҷозатномаҳои дуруст метавонанд ин ин корро иҷро кунанд.
th: หากใช้แฟล็กปักหมุดกับโฟลเดอร์ จะมีเพียงเจ้าของและผู้ดูแลระบบ รวมถึงผู้ใช้อื่นนอกเหนือจากนี้ที่ได้รับสิทธิ์ในการเขียนเท่านั้นที่สามารถลบหรือเปลี่ยนชื่อแฟ้มได้

source: The Sticky flag on a file is ignored on Linux, but may be used on some systems
bs: Na Linuxu Sticky privilegija datoteke se ignoriše, ali je moguće da se ona koristi na nekim drugim sistemima
km: ទង់ស្អិត​នៅ​លើ​ឯកសារ​មួយ មិន​ត្រូវ​បាន​អើពើនៅ​លើ Linux ប៉ុន្តែ​ប្រហែល​ជា​ត្រូវ​បាន​ប្រើ​លើ​ប្រព័ន្ធ​ខ្លះ
ko: 파일의 끈적이 플래그는 리눅스에서 무시되지만 다른 시스템에서 사용할 수 있습니다
pa: ਲੀਨਕਸ ਵਲੋਂ ਇੱਕ ਫਾਇਲ ਉੱਤੇ ਅਟਕਾਉ ਅਧਿਕਾਰਾਂ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ, ਪਰ ਕੁਝ ਹੋਰ ਸਿਸਟਮ ਵਰਤਦੇ ਹਨ
ro: În Linux bitul "sticky" este ignorat pentru fişiere, dar poate fi utilizat pe alte sisteme UNIX.
rw: Ibendera Rifata ku idosiye ntiryitabwaho muri Linux, ariko ryakoreshwa ku masisitemu amwe n'amwe.
sk: Príznak Sticky súboru je na Linuxe ignorovaný, ale iné systémy ho môžu využívať
sr: Лепљива заставица на фајлу се игнорише на Linux-у, али се може користити на другим системима
sr@latn: Lepljiva zastavica na fajlu se ignoriše na Linux-u, ali se može koristiti na drugim sistemima
tg: Байрақи Часпон дар файл дар Линукс инкор карда мешавад,лекин мумкин дар баъзе системаҳо истифода бурда шавад.
th: แฟล็กปักหมุดไม่สามารถใช้ได้บนระบบลินุกซ์ แต่อาจจะใช้ได้กับบางระบบ

source: Link
km: តំណ
ko: 링크
mn: Холбоос
pa: ਸਬੰਧ
ro: Legătură
rw: Ihuza
sk: Odkaz
sr: Веза
sr@latn: Veza
tg: Алоқа
th: ลิ้งค์

source: Varying (No Change)
bs: Varirajući (Bez izmjene)
km: ការប្រែប្រួល (គ្មាន​ការ​ផ្លាស់ប្តូរ)
ko: 다양함 (변경 없음)
ro: Variază (nici o modificare)
rw: Guhindagura (Nta mpinduka)
sk: Rôzne (bez zmien)
sr: Варирајуће (без измене)
sr@latn: Varirajuće (bez izmene)
tg: Тағирот (Тағир нашудааст)
th: การเปลี่ยนแปลง (ไม่เปลี่ยนแปลง)

source: _n: This file uses advanced permissions These files use advanced permissions.
bs: Ova datoteka koristi napredne privilegije. Ove datoteke koriste napredne privilegije. Ove datoteke koriste napredne privilegije.
km: ឯកសារ​ទាំងនេះ​ប្រើ​សិទ្ធិ​កម្រិត​ខ្ពស់ ។.
ko: 이 파일은 고급 권한을 사용합니다.
pa: ਇਸ ਫਾਇਲ ਤਕਨੀਕੀ ਅਧਿਕਾਰ ਵਰਤ ਰਹੀ ਹੈ। ਇਹ ਫਾਇਲਾਂ ਤਕਨੀਕੀ ਅਧਿਕਾਰ ਵਰਤ ਰਹੀਆਂ ਹਨ।
rw: Iyi dosiye ikoresha impushya zihanitse Aya madosiye akoresha impushya zihanitse.
sk: Tento súbor používa pokročilé prístupové práva. Tieto súbory používajú pokročilé prístupové práva. Tieto súbory používajú pokročilé prístupové práva.
sr: Овај фајл користи напредне дозволе. Ови фајлови користе напредне дозволе. Ови фајлови користе напредне дозволе.
sr@latn: Ovaj fajl koristi napredne dozvole. Ovi fajlovi koriste napredne dozvole. Ovi fajlovi koriste napredne dozvole.
tg: Ин файл дастрасҳои иловагӣ истифода мекунад. Ин файлҳо дастрасҳои иловагӣ истифода мекунанд.
th: แฟ้มเหล่านี้มีการใช้สิทธิ์อนุญาตขั้นสูง

source: _n: This folder uses advanced permissions. These folders use advanced permissions.
bs: Ovaj direktorij koristi napredne privilegije. Ovi direktoriji koriste napredne privilegije. Ovi direktoriji koriste napredne privilegije.
km: ថត​ទាំងនេះ​ប្រើ​សិទ្ធិ​កម្រិត​ខ្ពស់ ។
ko: 이 폴더는 고급 권한을 사용합니다.
pa: ਇਸ ਫੋਲਡਰ ਤਕਨੀਕੀ ਅਧਿਕਾਰ ਵਰਤ ਰਿਹਾ ਹੈ। ਇਹ ਫੋਲਡਰ ਤਕਨੀਕੀ ਅਧਿਕਾਰ ਵਰਤ ਰਹੇ ਹਨ।
rw: Ubu bubiko bukoresha impushya zihanitse. Ubu bubiko bukoresha impushya zihanitse.
sk: Tento priečinok používa pokročilé práva. Tieto priečinky používajú pokročilé práva. Tieto priečinky používajú pokročilé práva.
sr: Ова фасцикла користи напредне дозволе. Ове фасцикле користе напредне дозволе. Ове фасцикле користе напредне дозволе.
sr@latn: Ova fascikla koristi napredne dozvole. Ove fascikle koriste napredne dozvole. Ove fascikle koriste napredne dozvole.
tg: Ин феҳрист дастрасҳои иловагӣ истифода мекунад. Ин феҳристҳо дастрасҳои иловагӣ истифода мекунанд.
th: โฟลเดอร์เหล่านี้มีการใช้สิทธิ์อนุญาตขั้นสูง
