Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: File '%1' is not readable
bs: Datoteka '%1' nije čitljiva
km: ឯកសារ '%1' គឺ​មិន​អាច​អាន​បាន​ឡើយ
ko: 파일 '%1'을(를) 읽을 수 없습니다
mn: Файл "%1" уншигдах боломжгүй.
pa: ਫਾਇਲ '%1' ਪੜਨਯੋਗ ਨਹੀ ਹੈ
ro: Fişierul "%1" nu poate fi citit
rw: Idosiye%1 ntirisomeka
sk: Súbor '%1' nie je čitateľný
sr: Фајл „%1“ није читљив
sr@latn: Fajl „%1“ nije čitljiv
tg: Файли '%1' хонданбоб нест
th: ไม่สามารถอ่านแฟ้ม '%1' ได้

source: ERROR: Unknown protocol '%1'
km: ERROR: មិន​ស្គាល់​ពិធីការ '%1'
ko: 오류: 알 수 없는 프로토콜 '%1'.
pa: ਗਲਤੀ: ਅਣਜਾਣ ਪਰੋਟੋਕਾਲ '%1'।
sk: CHYBA: Neznámy protokol '%1'
sr: ГРЕШКА: Непознат протокол „%1“
sr@latn: GREŠKA: Nepoznat protokol „%1“
th: ข้อผิดพลาด: ไม่รู้จักโปรโตคอล '%1'

source: File Already Exists
bs: Datoteka već postoji
km: មាន​ឯកសារ​រួច​ហើយ
ko: 파일이 이미 존재합니다
mn: Файл хэдийн байна
pa: ਫਾਇਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
ro: Fişierul există deja
rw: Idosiye isanzwe ihari
sk: Súbor už existuje
sr: Фајл већ постоји
sr@latn: Fajl već postoji
tg: Файл аллакай мавҷуд аст
th: มีแฟ้มนี้อยู่แล้ว

source: Folder Already Exists
bs: Direktorij već postoji
km: មាន​ថត​រួច​ហើយ
ko: 디렉터리가 이미 존재합니다
mn: Хавтас хэдийнээ байна
pa: ਫੋਲਡਰ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
ro: Folderul există deja
rw: Idosiye Isanzwemo
sk: Priečinok už existuje
sr: Фасцикла већ постоји
sr@latn: Fascikla već postoji
tg: Феҳрист аллакай мавҷуд аст
th: มีโฟลเดอร์นี้อยู่แล้ว

source: Already Exists as Folder
bs: Već postoji kao direktorij
km: មាន​ជា​ថត​រួច​ហើយ
ko: 이미 디렉터리로 존재합니다
mn: Хавтас байдлаар хэдийнээ оршиж байна
pa: ਪਹਿਲਾਂ ਹੀ ਫੋਲਡਰ ਵਾਂਗ ਮੌਜੂਦ ਹੈ
ro: Deja există ca folder
rw: Isanzwemo nk'Ububiko
sk: Už existuje ako priečinok
sr: Већ постоји као фасцикла
sr@latn: Već postoji kao fascikla
tg: Аллакай монанди феҳрист низ мавҷуд аст
th: มีอยู่แล้วโดยเป็นโฟลเดอร์

source: All Pictures
bs: Sve slike
km: រូបភាព​ទាំងអស់
ko: 모든 그림
mn: Бүх зурагнууд
pa: ਸਭ ਤਸਵੀਰਾਂ
ro: Toate imaginile
rw: Amashusho Yose
sk: Všetky obrázky
sr: Све слике
sr@latn: Sve slike
tg: Тамоми суратҳо
th: ภาพทั้งหมด

source: Data format:
bs: Format podataka:
km: ទ្រង់ទ្រាយ​ទិន្នន័យ ៖
ko: 데이터 형식:
pa: ਡਾਫਾ ਫਾਰਮੈਟ:
ro: Format dată:
rw: Imiterere y'Ibyatanzwe:
sk: Formát dát:
sr: Формат података:
sr@latn: Format podataka:
th: รูปแบบข้อมูล:

source: &Rename
bs: &Promijeni ime
km: ប្តូរឈ្មោះ
ko: 이름 바꿈(&R)
mn: Сольж &нэрлэх
pa: ਨਾਂ-ਤਬਦੀਲ(&R)
ro: &Redenumeşte
rw: Guhindura izina
sk: Pre&menovať
sr: &Преименуј
sr@latn: &Preimenuj
tg: &Тағйири исм
th: เปลี่&ยนชื่อ

source: Suggest New &Name
bs: Predloži novo &ime
km: ស្នើ​ឈ្មោះ​ថ្មី
ko: 새 이름 추천하기(&N)
mn: Шинэ нэр санал болгох
pa: ਨਵਾਂ ਨਾਂ ਸੁਝਾਓ(&N)
ro: Sugerează un &nume nou
rw: Gutanga Izina Rishya
sk: Navrhnúť &nové meno
sr: Предложи &ново име
sr@latn: Predloži &novo ime
tg: &Исми навро пешниҳод кунед
th: แ&นะนำชื่อใหม่

source: &Skip
bs: Pre&skoči
km: រំលង
ko: 건너뛰기(&S)
mn: &Алгасах
pa: ਅਧੂਰਾ ਛੱਡੋ(&S)
ro: &Sare
rw: Gusimbuka
sk: &Preskočiť
sr: Пре&скочи
sr@latn: Pre&skoči
tg: &Гузарондан
th: ข้า&ม

source: &Auto Skip
bs: &Auto. preskoči
km: រំលង​ស្វ័យ​ប្រវត្តិ
ko: 자동으로 건너뛰기(&A)
mn: &Автоматаар алгасах
pa: ਆਟੋਮੈਟਿਕ ਅਧੂਰਾ-ਛੱਡੋ(&A)
ro: Sare &automat
rw: Gusimbuka Byikoresha
sk: &Auto preskočiť
sr: &Аутоматски прескочи
sr@latn: &Automatski preskoči
tg: &Худкорона гузаронидан
th: ข้ามอั&ตโนมัติ

source: &Overwrite
bs: Prep&iši preko
km: សរសេរ​ជាន់​លើ
ko: 덮어쓰기(&O)
mn: &Дарж бичих
pa: ਉੱਤੇ ਲਿਖੋ(&O)
ro: S&uprascrie
rw: Gusimbuza
sk: P&repísať
sr: &Пребриши
sr@latn: &Prebriši
tg: &Ивваз кардан
th: เขียนทั&บ

source: O&verwrite All
bs: Prepi&ši preko svih
km: សរសេរ​ជាន់​លើ​ទាំងអស់
ko: 모두 덮어쓰기(&V)
mn: Бүгдийг дарж &бичих
pa: ਸਭ ਦੇ ਉੱਪਰ ਲਿਖੋ(&v)
ro: Suprascrie &tot
rw: Gusimbuza Byose
sk: Prepísať &všetky
sr: Пребриши с&ве
sr@latn: Prebriši s&ve
tg: &Иввазоти ҳамааш
th: เขียนทับทั้ง&หมด

source: &Resume
bs: &Nastavi
km: បន្ត
ko: 다시 시작(&R)
mn: &Үргэлжилүүлэх
pa: ਮੁੜ-ਵਿਚਾਰ(&R)
ro: &Continuă
rw: Gusubiramo
sk: &Obnoviť
sr: &Настави
sr@latn: &Nastavi
tg: &Идома додан
th: ทำงานที่ค้&างไว้

source: R&esume All
bs: N&astavi sve
km: បន្ត​ទាំងអស់
ko: 모두 다시 시작(&E)
mn: Бүгдийг ү&ргэлжилүүлэх
pa: ਸਭ 'ਤੇ ਮੁੜ-ਵਿਚਾਰ(&e)
ro: Continuă t&ot
rw: Gusubiramo Byose
sk: Obnoviť vš&etko
sr: На&стави све
sr@latn: Na&stavi sve
tg: &Идомаи ҳамааш
th: ทำงานที่ค้างไว้ทั้ง&หมด

source: This action would overwrite '%1' with itself. Please enter a new file name:
bs: Ova akcija će prepisati '%1' samim sobom. Molim unesite novo ime:
km: សកម្មភាព​នេះ​នឹង​សរសេរ​ជាន់​លើ '%1' ជាមួយ​នឹង​ខ្លួន​វា ។ សូម​បញ្ចូល​ឈ្មោះ​ឯកសារ​ថ្មី​មួយ ៖
ko: 이 작업은 '%1'을(를) 그 자신으로 덮어쓰게 됩니다. 새 파일 이름을 입력하십시오:
mn: Энэ үйлдэл %1 -г өөрөөрөө дарж бичихийг хүсэж хүсэж байна. Шинэ файлын нэрийг оруулна уу:
pa: ਇਹ ਕਾਰਵਾਈ '%1' ਖੁਦ ਦੇ ਮੁੜ-ਲਿਖ ਦੇਵੇਗੀ। ਕਿਰਪਾ ਕਰਕੇ ਨਵੀਂ ਫਾਇਲ ਦਾ ਨਾਂ ਦਿਓ:
ro: Această acţiune va suprascrie "%1" cu el însuşi. Introduceţi un nume nou de fişier:
rw: Iki gikorwa cyasimbura '%1' cyo ubwacyo. Wakwinjiza izina ry'idosiye rishya:
sk: Táto akcia prepíše %1 sebou samým. Prosím zadajte nové meno súboru:
sr: Ова акција би пребрисала „%1“ самим собом. Унесите друго име:
sr@latn: Ova akcija bi prebrisala „%1“ samim sobom. Unesite drugo ime:
tg: Ин амал '%1'-ро худнависӣ мекунад. Лутфан номи файли навро ворид кунед:
th: การกระทำนี้จะเขียนทับ %1 ด้วยตัวมันเอง โปรดใส่ชื่อแฟ้มใหม่

source: C&ontinue
bs: N&astavi
km: បន្ត
ko: 계속(&O)
mn: &Үргэлжлэл
pa: ਜਾਰੀ ਰੱਖੋ(&o)
ro: &Continuă
rw: Komeza
sk: &Pokračovať
sr: &Настави
sr@latn: &Nastavi
tg: &Идома
th: ทำต่&อไป

source: An older item named '%1' already exists.
bs: Starija stavka sa imenom '%1' već postoji.
km: មាន​វត្ថុ​ចាស់មួយ​ឈ្មោះ '%1' រួច​ហើយ ។
ko: '%1'이라는 이름의 예전 개체가 이미 존재합니다.
mn: "%1" нэртэй илүү хуучин элемент хэдийнэ байна.
pa: ਇੱਕ ਪੁਰਾਣਾ ਇਕਾਈ ਨਾਂ '%1' ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
ro: Există deja un item vechi cu numele "%1".
rw: Ikigize cya kera kitwa '%1' gisanzwemo.
sk: Už existuje staršia položka pomenovaná '%1'.
sr: Старија ставка „%1“ већ постоји.
sr@latn: Starija stavka „%1“ već postoji.
tg: Элементи кӯҳнатарин бо номи '%1' мавҷуд аст.
th: มีรายการชื่อ '%1' ซึ่งเก่ากว่าอยู่แล้ว

source: A similar file named '%1' already exists.
bs: Slična datoteka pod imenom '%1' već postoji.
km: មាន​ឯកសារ​ដែល​មាន​ឈ្មោះ '%1' រួច​ហើយ ។
ko: '%1'이라는 이름의 비슷한 파일은 이미 존재합니다.
mn: Урьд нь %1 гэж адил нэрлэгдсэн файл байна.
pa: ਇੱਕ ਇੰਝ ਦੀ ਇਕਾਈ ਨਾਂ '%1' ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
ro: Există deja un fişier cu numele "%1".
rw: Idosiye imeze nk'iyi yitwa '%1' isanzwemo.
sk: Súbor s menom '%1' už existuje.
sr: Сличан фајл са именом „%1“ већ постоји.
sr@latn: Sličan fajl sa imenom „%1“ već postoji.
tg: Файли мутобиқ бо номи %1 аллакай мавҷуд аст.
th: มีแฟ้มชื่อว่า %1 อยู่แล้ว

source: A newer item named '%1' already exists.
bs: Novija stavka sa imenom '%1' već postoji.
km: មាន​វត្ថុ​ថ្មី​ជាង​មួយ​ឈ្មោះ '%1' រួច​ហើយ ។
ko: '%1'이라는 이름의 새 항목은 이미 존재합니다.
mn: "%1" нэртэй илүү шинэ элемент хэдийнэ байна.
pa: ਇੱਕ ਨਵੀਂ ਇਕਾਈ ਨਾਂ '%1' ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
ro: Există deja un item mai nou cu numele "%1".
rw: Ikigize gishya kitwa '%1' gisanzwemo.
sk: Už existuje novšia položka pomenovaná '%1'.
sr: Новија ставка са именом „%1“ већ постоји.
sr@latn: Novija stavka sa imenom „%1“ već postoji.
tg: Элементи навтарин бо номи '%1' мавҷуд аст.
th: มีรายการชื่อ '%1' ซึ่งใหม่กว่าอยู่แล้ว

source: size %1
bs: veličina %1
km: ទំហំ %1
ko: 크기 %1
mn: Хэмжээ %1
pa: ਆਕਾਰ %1
ro: mărime %1
rw: Ingano %1
sk: veľkosť %1
sr: величина %1
sr@latn: veličina %1
tg: Андозаи: %1
th: ขนาด %1

source: created on %1
bs: napravljen %1
km: បាន​បង្កើត​នៅ %1
ko: %1에 생성됨
mn: %1 -нд үүссэн
pa: %1 ਨੂੰ ਬਣਾਇਆ
ro: creat la %1
rw: Byaremwe kuri %1
sk: vytvorené %1
sr: направљен %1
sr@latn: napravljen %1
tg: дар %1 эҷод карда шуд
th: สร้างเมื่อ %1

source: modified on %1
bs: izmijenjen %1
km: បាន​កែប្រែ​នៅ %1
ko: %1에 수정됨
mn: %1 -нд өөрчилөгдсөн
pa: %1 ਨੂੰ ਸੁਧਾਰਿਆ ਗਿਆ
ro: modificat la %1
rw: Byahinduwe kuri %1
sk: zmenené %1
sr: измењен %1
sr@latn: izmenjen %1
tg: дар %1 тағйир дода шуд
th: แก้ไขเมื่อ %1

source: The source file is '%1'
bs: Izvorna datoteka je '%1'
km: ឯកសារ​ប្រភព​គឺ '%1'
ko: 원본 파일은 '%1'입니다
mn: Эх файл нь "%1"
pa: '%1' ਸਰੋਤ ਫਾਇਲ ਹੈ
ro: Fişierul sursă este "%1"
rw: Inkomoko y'idosiye ni %1
sk: Originálny súbor je '%1'
sr: Изворни фајл је „%1“
sr@latn: Izvorni fajl je „%1“
tg: Файли ибтидоии - '%1'
th: แฟ้มต้นฉบับคือ "%1"

source: Malformed URL %1
bs: Neispravan URL %1
km: URL មិន​ត្រឹមត្រូវ %1
ko: 잘못된 URL %1
mn: Хүчингүй хаяг: %1
pa: ਕੁਰੂਪ URL %1
ro: URL eronat %1
rw: URL Ikozenabi %1
sk: Znetvorené URL %1
sr: Погрешно формиран URL %1
sr@latn: Pogrešno formiran URL %1
tg: Нодастрасии URL %1
th: รูปแบบ URL ผิดพลาด %1

source: Filename for clipboard content:
bs: Datoteka za sadržaj spremnika:
km: ឈ្មោះ​ឯកសារ​សម្រាប់​មាតិកា​របស់​ក្តារ​តម្បៀត​ខ្ទាស់ ៖
ko: 클립보드 내용에 사용할 파일 이름:
pa: ਕਲਿੱਪਬੋਰਡ ਭਾਗ ਲਈ ਫਾਇਲ-ਨਾਂ:
ro: Numele fişierului pentru conţinutul clipboard-ului:
rw: Idosiye y'ibiri mu bubikokoporora:
sk: Názov súboru pre obsah schránky:
sr: Име фајла за садржај клипборда:
sr@latn: Ime fajla za sadržaj klipborda:
tg: Номи файл барои нигоҳ доштани буфери иввазот:
th: ชื่อแฟ้มสำหรับเนื้อหาคลิปบอร์ด:

source: The clipboard has changed since you used 'paste': the chosen data format is no longer applicable. Please copy again what you wanted to paste.
bs: Clipboard je promijenjen nakon što ste koristili naredbu 'umetni': izabrani format više nije primjenjiv. Molim ponovo kopirajte ono što ste željeli umetnuti.
km: ក្ដារ​តម្បៀត​ខ្ទាស់​បាន​ផ្លាស់​ប្ដូរ​តាំង​ពី​អ្នក​បាន​ប្រើ 'បិទភ្ជាប់' ៖ ទ្រង់ទ្រាយ​ទិន្នន័យ​ដែល​បាន​ជ្រើស​មិន​អាច​អនុវត្ត​បាន​ទៀត​ទេ ។ សូម​ចម្លង​ម្ដង​ទៀត​នូវ​អ្វី​ដែល​អ្នក​ចង់បិទ​ភ្ជាប់ ។
ko: 붙여넣은 다음 클립보드가 변경되었습니다. 선택한 데이터 형식을 더 이상 적용할 수 없습니다. 붙여넣고 싶은 것을 다시 복사하십시오.
ro: Conţinutul clipboard-ului sa modificat de cînd aţi "lipit" ultima dată: formatul de dată ales nu se mai aplică. Copiaţi din nou ceea ce doriţi să lipiţi.
rw: Ububikokoporora bwahindutse guhera ukoresha 'komeka': imiterere y'ibyatanzwe yatoranyijwe ntabwo igikoreshejwe. Wakoporora nanone ibyo wifuzaga komeka.
sk: Schránka sa zmenila odkedy ste ostatne použili 'vložiť': zvolený formát dát sa už nedá použiť. Prosím, skopírujte znova to, čo chcete vložiť.
sr: Клипборд је измењен од када сте последњи пут преносили; изабрани формат података више се не може применити. Копирајте поново оно што сте желели да пренесете.
sr@latn: Klipbord je izmenjen od kada ste poslednji put prenosili; izabrani format podataka više se ne može primeniti. Kopirajte ponovo ono što ste želeli da prenesete.
th: คลิปบอร์ดมีการเปลี่ยนแปลงตั้งแต่คุณใช้การ 'วาง': รูปแบบข้อมูลที่เคยเลือกไว้ใช้ไม่ได้แล้ว โปรดทำการคัดลอกสิ่งที่ต้องวางใหม่อีกครั้ง

source: The clipboard is empty
bs: Spremnik (clipboard) je prazan
km: ក្តារ​តម្រៀត​ខ្ទាស់​គឺ​ទទេ
ko: 클립보드가 비었습니다
mn: Завсрын агуулах (clipboard) хоосон байна
pa: ਕਲਿੱਪਬੋਰਡ ਖਾਲੀ ਹੈ
ro: Clipboard-ul este gol
rw: Ububikokoporora ni ubusa
sk: Schránka je prázdna
sr: Клипборд је празан
sr@latn: Klipbord je prazan
tg: Буфери иввазот холист
th: คลิปบอร์ดว่าง

source: _n: &Paste File &Paste %n Files
bs: &Umetni %n datoteku &Umetni %n datoteke &Umetni %n datoteka
km: បិទភ្ជាប់​ឯកសារ​ចំនួន %n
ko: %n개 파일 붙여넣기(&P)
pa: ਫਾਇਲ ਚੇਪੋ(&P) %n ਫਾਇਲਾਂ ਚੇਪੋ(&P)
sk: &Vložiť súbor &Vložiť %n súbory &Vložiť %n súborov
sr: &Пренеси %n фајл &Пренеси %n фајла &Пренеси %n фајлова
sr@latn: &Prenesi %n fajl &Prenesi %n fajla &Prenesi %n fajlova
th: ว&าง %n แฟ้ม

source: _n: &Paste URL &Paste %n URLs
bs: &Umetni %n URL &Umetni %n URLa &Umetni %n URLa
km: បិទភ្ជាប់ URLs ចំនួន %n
ko: %n개 URL 붙여넣기
pa: URL ਚੇਪੋ(&P) %n URL ਚੇਪੋ(&P)
rw: Komeka URL Komeka %n URL
sk: &Vložiť URL &Vložiť %n URL &Vložiť %n URL
sr: &Пренеси %n URL &Пренеси %n URL-а &Пренеси %n URL-ова
sr@latn: &Prenesi %n URL &Prenesi %n URL-a &Prenesi %n URL-ova
th: ว&าง URL %n ตำแหน่ง

source: &Paste Clipboard Contents
bs: &Umetni sadržaj clipboarda
km: បិទភ្ជាប់​មាតិកា​ក្ដារ​តម្បៀត​ខ្ទាស់
ko: 클립보드 내용 붙여넣기(&P)
pa: ਕਲਿੱਪਬੋਰਡ ਭਾਗ ਚੇਪੋ(&P)
ro: &Lipeşte conţinutul clipboard-ului
sk: &Vložiť obsah schránky
sr: &Пренеси садржај клипборда
sr@latn: &Prenesi sadržaj klipborda
th: ว&างเนื้อหาของคลิปบอร์ด

source: The peer SSL certificate appears to be corrupt.
bs: Izgleda da je Peer SSL certifikat neispravan.
km: វិញ្ញាបនបត្រ SSL នៅម្ខាង​ទៀត​ទំនង​ជា​ខូច​ហើយ ។
ko: 상대 SSL 인증이 잘못되었습니다.
mn: "Peer-SSL"-гэрчилгээ эвдэрсэн шиг байна.
pa: ਪੀਅਰ SSL ਸਰਟੀਫਿਕੇਟ ਨਿਕਾਰਾ ਹੋਇਆ ਜਾਪਦਾ ਹੈ
ro: Certificatul SSL al corespondentului este corupt.
rw: Impamyabushobozi SSL bibiribibiri igaragara nk'iyononekaye.
sk: SSL certifikát druhej strany vyzerá poškodený.
sr: Изгледа да је SSL сертификат неисправан.
sr@latn: Izgleda da je SSL sertifikat neispravan.
tg: SSL-и сертификати сервер хароб шудааст.
th: ใบรับรอง SSL ดูเหมือนจะผิดพลาด

source: <qt>Could not modify the ownership of file <b>%1</b>. You have insufficient access to the file to perform the change.</qt>
bs: <qt>Ne mogu promijeniti vlasništvo datoteke <b>%1</b>. Izgleda da nemate odgovarajuće ovlasti za tu promjenu.</qt>
km: <qt>មិន​អាច​កែប្រែ​ភាព​ជា​ម្ចាស់​របស់​ឯកសារ <b>%1</b> ។ អ្នក​មិន​មាន​សិទ្ធិ​គ្រប់គ្រាន់ ដើម្បី​ផ្លាស់ប្ដូរ​ឯកសារ​បាន​ឡើយ ។</qt>
ko: <qt>파일 <b>%1</b>의 소유권을 수정할 수 없습니다. 수정할 권한이 없습니다.</qt>
pa: <qt>ਫਾਇਲ <b>%1</b> ਦੇ ਮਾਲਕ ਅਧਿਕਾਰ ਤਬਦੀਲ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ, ਤੁਹਾਡੇ ਕੋਲ ਤਬਦੀਲੀ ਕਰਨ ਲਈ ਲੋੜੀਦੇ ਅਧਿਕਾਰ ਨਹੀ ਹਨ।</qt>
ro: <qt>Nu am putut modifica proprietarul fişierului <b>%1</b>. Nu aveţi drepturi suficiente pentru a efectua această modificare.</qt>
rw: <qt>Ntibyashobotse guhindura ugutunga kw'idosiye <b>%1</b>. Ntufite uburenganzira buhagije ku idosiye kugira ngo uhindure.</qt>
sk: <qt>Nemôžem zmeniť vlastníctvo súboru <b>%1</b>.Máte nedovolený prístup k súboru, aby ste mohli vykonať zmenu.</qt>
sr: <qt>Није могуће променити власништво над фајлом <b>%1</b>. Немате довољне дозволе за обављање те промене.</qt>
sr@latn: <qt>Nije moguće promeniti vlasništvo nad fajlom <b>%1</b>. Nemate dovoljne dozvole za obavljanje te promene.</qt>
tg: <qt>Соҳиби файли <b>%1-ро тағйир дода нашуд.</b> Барои иҷро намудани ин тағйиротҳо, ҳуқуқи дастрасии шумо ба файл низ ноқис аст.
th: <qt>ไม่สามารถแก้ไขความเป็นเจ้าของแฟ้ม <b>%1</b> ได้ คุณไม่มีสิทธิ์เพียงพอในการใช้งานและเปลี่ยนแปลงแฟ้ม</qt>

source: &Skip File
bs: Pre&skoči datoteku
km: រំលង​ឯកសារ
ko: 파일 건너뜀(&S)
pa: ਫਾਇਲ ਛੱਡੋ(&S)
ro: &Sare fişierul
rw: Gusimbuka Idosiye
sk: &Preskočiť súbor
sr: Пре&скочи фајл
sr@latn: Pre&skoči fajl
tg: &ПартофтаниФайл
th: ข้า&มแฟ้ม

source: s
km: វិ.
mn: с
sr: с
tg: с
th: วินาที

source: ms
km: មិ.វិ.
mn: мс
tg: мс
th: มิลลิวินาที

source: bps
km: ប៊ីត​ក្នុង​១​វិ.
tg: бит/сон
th: บิตต่อวินาที

source: pixels
bs: piksela
km: ភីកសែល
mn: Цэгүүд
pa: ਪਿਕਸਲ
ro: pixeli
rw: pigiseli
sk: body
sr: пиксела
sr@latn: piksela
tg: нуқтаҳо
th: พิกเซล

source: in
bs: u
km: អ៊ិន្ឈ៍
mn: ямх
pa: ਇੰ
sk: v
sr: инча
sr@latn: inča
tg: дм
th: นิ้ว

source: cm
km: ស.ម.
mn: см
pa: ਸੈਂਮੀ
tg: см
th: ซ.ม.

source: B
pa: ਬ
ro: O
tg: Б
th: ไบต์

source: KB
mn: КБ
ro: KO
tg: КБ
th: กิโลไบต์

source: fps
ro: cps
tg: кадрҳо/сон
th: เฟรมต่อวินาที

source: dpi
tg: нуқта ба дюйм
th: จุดต่อนิ้ว

source: bpp
tg: бит ба нуқта
th: บิตต่อพิกเซล

source: Hz
mn: Гц
th: เฮริตซ์

source: mm
km: ម.ម.
pa: ਮਿਮੀ
tg: мм
th: มิลลิเมตร

source: No mime types installed.
bs: Niti jedan MIME tip nije instaliran.
km: គ្មាន​ប្រភេទ mime បាន​ដំឡើង ។
ko: MIME 형식이 설치되지 않았습니다
pa: ਕੋਈ ਮਾਈਮ ਕਿਸਮ ਇੰਸਟਾਲ ਨਹੀ ਹੈ।
ro: Nu există instalate tipuri MIME.
rw: Nta bwoko bwa mime bwashyizwemo
sk: Nemáte nainštalované typy MIME.
sr: Ниједан МИМЕ тип није инсталиран.
sr@latn: Nijedan MIME tip nije instaliran.
tg: Тасвиротҳои намуди MIME сабт нашудааст
th: ยังไม่ติดตั้งประเภท mime

source: Could not find mime type %1
bs: Ne mogu pronaći MIME tip %1
km: មិន​អាច​រក​ឃើញ​ប្រភេទ mime %1
ko: MIME 형식을 찾을 수 없습니다 %1
mn: MIME-төрөл олдсонгүй %1
pa: ਮਾਈਮ ਕਿਸਮ ਜਾਣੀ ਨਹੀ ਜਾ ਸਕੀ ਹੈ %1
ro: Nu găsesc tipul MIME %1
rw: Ntibishotse kubona ubwoko mime %1
sk: Nemôžem nájsť mime typ %1
sr: Није могуће пронаћи MIME тип %1
sr@latn: Nije moguće pronaći MIME tip %1
tg: Наметавонам намуди MIME-ро ёбам %1
th: ไม่สามารถค้นหา mime ประเภท %1 ได้

source: The desktop entry file %1 has no Type=... entry.
km: ឯកសារ​ធាតុ​ផ្ទៃតុ %1 មិន​មាន​ធាតុ Type=... ឡើយ ។
ko: 데스크톱 항목 파일 %1은 Type=... 항목이 없습니다다.
mn: Desktop-Файл %1 -д "Type=..." бичлэг алга.
pa: ਵੇਹੜਾ ਇੰਦਰਾਜ਼ ਫਾਇਲ %1 ਵਿੱਚ ਕੋਈ Type=... ਇੰਦਰਾਜ਼ ਨਹੀ ਹੈ
ro: Fişierul de ecran %1 nu are înregistrarea "Type=...".
rw: Idosiye %1 y'ukwinjira ibiro ntifite ubwoko=...ukwinjira.
sk: Súbor položky plochy %1 nemá položku Type=...
sr: Фајл са записом ставке радне површине „%1“ нема Type=... запис.
sr@latn: Fajl sa zapisom stavke radne površine „%1“ nema Type=... zapis.
tg: Файли desktop %1 дорои қайдоти Type=... намебошад.
th: ภายในแฟ้มพื้นที่ทำงาน %1 ไม่มีส่วน Type=... อยู่

source: The desktop entry of type %1 is unknown.
bs: Ikona tipa %1 je nepoznata.
km: មិន​ស្គាល់​ធាតុ​ផ្ទៃតុ ប្រភេទ %1 ។
ko: 데스크톱 항목 타입 %1 는 알 수 없는 항목입니다.
mn: Төрлийн desktop бичлэг %1 Тодорхойгүй байна.
pa: ਵੇਹੜਾ ਇੰਦਰਾਜ਼ ਕਿਸਮ %1 ਅਣਪਛਾਤੀ ਹੈ।
ro: Înregistrarea de ecran de tipul %1 este necunoscută.
rw: Ukwinjira Ibiro k'ubwoko %1 ntikuzwi.
sk: Typ súbor položky plochy %1 je neznámy.
sr: Ставка радне површине типа %1 није позната.
sr@latn: Stavka radne površine tipa %1 nije poznata.
tg: Қайдоти номуайяни %1 дар файли desktop.
th: รายการแฟ้มพื้นที่ทำงานชนิด %1 ่ไม่รู้จัก

source: The desktop entry file %1 is of type FSDevice but has no Dev=... entry.
bs: Ikona %1 je tipa FSDevice ali ne sadrži stavku Dev=... .
km: ឯកសារ​ធាតុ​ផ្ទៃតុ %1 គឺ​ជា​ប្រភេទ FSDevice ប៉ុន្តែ​មិន​មាន​ធាតុ Dev=... ។
ko: 데스크톱 항목 파일 %1 은 FS장치 타입이지만 Dev=... 항목이 없습니다.
mn: Desktop файл %1 нь "FSDevice" төрлийнх боловч "Dev=..." бичлэг алга байна.
pa: ਵੇਹੜਾ ਇੰਦਰਾਜ਼ ਫਾਇਲ %1 ਇੱਕ FSDevice ਕਿਸਮ ਦੀ ਹੈ, ਪਰ ਕੋਈ Dev=... ਇੰਦਰਾਜ਼ ਨਹੀ ਹੈ।
ro: Fişierul de ecran %1 este de tipul FSDevice dar nu are o intrare "Dev=...".
rw: Idosiye y'ukwinjira ku biro %1 ni iy'ubwoko ApareyeFS ariko nta Dev=...Icyinjijwe.
sk: Súbor položky plochy %1 je typu FSDevice, ale nemá položku Dev=...
sr: Фајл са записом ставке радне површине %1 је типа FSDevice, али нема Dev=... запис.
sr@latn: Fajl sa zapisom stavke radne površine %1 je tipa FSDevice, ali nema Dev=... zapis.
tg: Файли .desktop %1 дорои намуди FSDevice мебошад ва лекин дорои қайдоти Dev=...намебошад.
th: แฟ้มรายการพื้นที่ทำงาน %1 เป็นประเภทอุปกรณ์ระบบ แต่ไม่มีส่วน Dev=... อยู่

source: The desktop entry file %1 is of type Link but has no URL=... entry.
bs: Ikona %1 je tipa Link ali ne sadrži stavku URL=... .
km: ឯកសារ​ធាតុ​ផ្ទៃតុ %1 គឺ​ជា​ប្រភេទ​តំណ ប៉ុន្តែ​មិន​មាន​ធាតុ URL=... ។
ko: 데스크톱 항목 파일 %1 은 링크타입이지만 URL=... 항목이 없습니다.
mn: Desktop файл %1 нь "Холбоос"-г төрөл боловч "URL=..." бичлэг алга байна.
pa: ਵੇਹੜਾ ਇੰਦਰਾਜ਼ ਫਾਇਲ %1 ਇੱਕ ਸੰਬੰਧ ਕਿਸਮ ਦੀ ਹੈ, ਪਰ ਕੋਈ URL=... ਇੰਦਰਾਜ਼ ਨਹੀ ਹੈ।
ro: Fişierul de ecran %1 este de tipul Link dar nu are o intrare "URL=...".
rw: Idosiye y'ukwinjira ku biro %1 ni iy'ubwoko Ihuza ariko nta URL=...Icyinjijwe.
sk: Súbor položky plochy %1 je typu Odkaz, ale nemá položku URL=...
sr: Фајл са записом ставке радне површине %1 је типа веза, али нема URL=... запис.
sr@latn: Fajl sa zapisom stavke radne površine %1 je tipa veza, ali nema URL=... zapis.
tg: Файли .desktop %1 дорои намуди Link мебошад ва лекин дорои қайдоти URL=...намебошад.
th: แฟ้มรายการพื้นที่ทำงาน %1 เป็นประเภทการเชื่อมโยง แต่ไม่มีส่วน URL=... อยู่

source: Mount
bs: Montiraj
km: ម៉ោន
ko: 마운트
mn: Дискийн төхөөрөмж холбох
pa: ਮਾਊਂਟ
ro: Montează
rw: Gushyiramo
sk: Pripojiť
sr: Монтирај
sr@latn: Montiraj
tg: Васл кардан
th: เมานท์

source: Eject
bs: Otvori
km: បញ្ចេញ
ko: 꺼내기
mn: Түлхэж гаргах
pa: ਬਾਹਰ ਕੱਢੋ
ro: Ejectează
rw: Gusohora
sk: Vysunúť
sr: Избаци
sr@latn: Izbaci
tg: Баровардан
th: เอาแผ่นออก

source: Unmount
bs: Demonitraj
km: អាន់ម៉ោន
ko: 마운트 해제
mn: Дискийн төхөөрөмж салгах
pa: ਅਣ-ਮਾਊਂਟ
ro: Demontează
rw: Gukuramo
sk: Odpojiť
sr: Демонтирај
sr@latn: Demontiraj
tg: Ғайрифаъол
th: ยกเลิกเมานท์

source: The desktop entry file %1 has an invalid menu entry %2.
bs: Ikona %1 ima neispravnu stavku u meniju %2.
km: ឯកសារ​ធាតុ​ផ្ទៃតុ %1 មាន​ធាតុ​ម៉ឺនុយ %2 មិន​ត្រឹមត្រូវ ។
ko: 데스크톱 항목 파일 %1 은 무효한 메뉴 항목 %2(을)를 가지고 있습니다.
mn: Desktop файл %1 -д дараах хүчингүй цэс бичлэг байна %2
pa: ਵੇਹੜਾ ਇੰਦਰਾਜ਼ ਫਾਇਲ %1 ਵਿੱਚ ਇੱਕ ਗਲਤ ਮੇਨੂ ਇੰਦਰਾਜ਼ ਹੈ %2
ro: Fişierul de ecran %1 are o intrare de meniu eronată %2.
rw: Idosiye y'ukwinjira ku biro %1 ifite icyinjijwe cy'ibikubiyemo kitaricyo%2.
sk: Súbor položky plochy %1 má chybnú položku menu %2.
sr: Фајл са записом ставке радне површине %1 има неогдоварајућу ставку у менију %2.
sr@latn: Fajl sa zapisom stavke radne površine %1 ima neogdovarajuću stavku u meniju %2.
tg: Файли .desktop %1 элементи менюи нодуруст дарбар дорад %2
th: ภายในแฟ้มพื้นที่ทำงาน %1 มีส่วนรายการเมนู %2 ผิดพลาด

source: You are about to leave secure mode. Transmissions will no longer be encrypted. This means that a third party could observe your data in transit.
bs: Upravo napuštate sigurni mod. Prenos podataka više neće biti kodiran. Ovo znači da neko može posmatrati vaše podatke u prolazu.
km: អ្នក​ទំនង​ជា​ចាកចេញ​ពី​របៀប​សុវត្ថិភាព ។ ការ​បញ្ជូន​នឹង​មិន​ត្រូវ​បាន​បម្លែង​ជាកូដ​សម្ងាត់​តទៅ​ទៀត​ឡើយ ។ នេះ​មាន​ន័យ​ថា អ្នកទីបី​អាច​នឹង​ឃ្លាំ​មើល​ទិន្នន័យរបស់​អ្នក​ក្នុង​ពេល​ឆ្លងកាត់ ។
ko: 보안 모드에서 벗어나려고 합니다. 전송이 더 이상 암호화되지 않습니다. 이것은 다른 사람이 여러분의 전송중인 데이터를 볼 수 있다는 뜻입니다.
mn: Та ингээд аюулгүйн горимыг орхиж байна. Дамжуулал түлхүүрлэгдэхгүйгээр явагдах болно. Энэ нь гуравдагч этгээд дамжуулал дээр таны өгөгдлийг ажиглаж болно гэсэн үг.
pa: ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਮੋਡ ਛੱਡ ਰਹੇ ਹੋ, ਸਾਰਾ ਸੰਚਾਰ ਹੁਣ ਇੰਕਰਪਿਟਡ ਨਹੀ ਰਿਹਾ ਹੈ। ਇਸ ਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਕੋਈ ਵੀ ਡਾਟਾ ਤਬਦੀਲੀ ਨੂੰ ਵੇਖ ਸਕਦਾ ਹੈ।
ro: Din acest moment părăsiţi modul securizat. Transmisiile de date nu vor mai fi criptate. Aceasta înseamnă că o terţă parte ar putea observa datele pe care le transferaţi.
rw: Ugiye kureka uburyo bwizewe. Amayohereza ntazongera gusobekwa. Ibi bivuga ko igice cya gatatu cyashoboraga kureba ibyatanzwe mu guhita.
sk: Vstupujete do nezabezpečeného módu. Všetky prenosy dát už nebudú ďalej zašifrované. To znamená, že ktokoľvek bude schopný počas prenosu získať prenášané dáta.
sr: Управо ћете изаћи из сигрносног режима. Пренос података више неће бити криптован. Ово значи да неко други може да чита ваше податке у преносу.
sr@latn: Upravo ćete izaći iz sigrnosnog režima. Prenos podataka više neće biti kriptovan. Ovo znači da neko drugi može da čita vaše podatke u prenosu.
tg: Шумо аз ҳолати ҳафлокро мебароед. Маълумот дигар румзгузорӣ намешавад. Ин маъно дорад, ки дар роҳ онҳо мумкин бошад бо ҳамроҳи ягонкас дастгир карда мешавад.
th: คุณกำลังจะออกจากโหมดความปลอดภัย การส่งและรับข้อมูล จะไม่ถูกเข้ารหัสไว้อีกต่อไป ซึ่งอาจมีบุคคลที่สาม สามารถดูข้อมูลของคุณได้

source: Security Information
bs: Sigurnosne informacije
km: ព័ត៌មាន​សុវត្ថិភាព
ko: 보안 정보
mn: Аюулгүйн тухай мэдээлэл
pa: ਸੁਰੱਖਿਆ ਜਾਣਕਾਰੀ
ro: Informaţii de securitate
rw: Amakuru ku Mutekano
sk: Informácie o zabezpečení
sr: Информација о безбедности
sr@latn: Informacija o bezbednosti
tg: Маълумот дар бораи бехатари
th: ข้อมูลความปลอดภัย

source: C&ontinue Loading
bs: &Nastavi s učitavanjem
km: បន្ត​ផ្ទុក
ko: 불러오기 계속(&O)
pa: ਲੋਡਿੰਗ ਜਾਰੀ ਰੱਖੋ(&o)
ro: C&ontinuă încărcarea
rw: Gukomeza gutangiza
sk: &Pokračovať v nahrávaní
sr: Н&астави учитавање
sr@latn: N&astavi učitavanje
tg: &Идомаи боргирӣ
th: ทำการโหลดข้อมูลต่อ

source: Enter the certificate password:
bs: Unesite šifru cetifikata:
km: បញ្ចូល​ពាក្យ​សម្ងាត់​របស់​វិញ្ញាបនបត្រ ៖
ko: 인증서 비밀번호 입력
mn: Энэ гэрчилгээний хувьд нууц үгээ өгнө үү:
pa: ਸਰਟੀਫਿਕੇਟ ਗੁਪਤ-ਕੋਡ ਦਿਓ:
ro: Introduceţi parola certificatului:
rw: Kwinjiza ijambobanga ry'impamyabushobozi:
sk: Zadajte heslo certifikátu:
sr: Унесите лозинку за сертификат:
sr@latn: Unesite lozinku za sertifikat:
tg: Гузарвожаи сертификат гузоред:
th: ใส่รหัสผ่านใบรับรอง:

source: SSL Certificate Password
bs: SSL šifra certifikata
km: ពាក្យ​សម្ងាត់​វិញ្ញាបនបត្រ SSL
ko: SSL 인증서 비밀번호
mn: SSL-Гэрчилгээний нууц үг
pa: SSL ਸਰਟੀਫਿਕੇਟ ਗੁਪਤ-ਕੋਡ
ro: Parolă certificat SSL
rw: Uruhushya rw'Ijambobanga SSL
sk: Heslo SSL certifikátu
sr: Лозинка за SSL сертификат
sr@latn: Lozinka za SSL sertifikat
tg: Гузарвожаи сертификати SSL
th: รหัสผ่านใบรับรอง SSL
