Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: An error occurred while trying to unshare folder '%1'. Make sure that the Perl script 'fileshareset' is set suid root.
bs: Došlo je do greške pri pokušaju prekida dijeljenja direktorija '%1'. Provjerite da li je Perl skripta 'fileshareset' postavljena kao suid root.
km: កំហុស​មួយ​បាន​កើតឡើង ខណៈពេល​ព្យាយាម​មិន​ចែក​រំលែក​ថត '%1 ។ សូម​ប្រាកដ​ថាស្គ្រីប Perl 'fileshareset' ត្រូវ​បាន​កំណត់​ជា suid root ។
ko: 폴더 '%1'의 공유를 해제하려는 중 오류가 발생했습니다. 펄 스크립트 'fileshareset'이 SUID 루트로 설정되어 있는지 확인하십시오.
pa: ਫੋਲਡਰ '%1' ਨੂੰ ਨਾ-ਸਾਂਝਾ ਬਣਾਉਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਇਹ ਯਕੀਨੀ ਬਣਾਉ ਕਿ Perl ਸਕ੍ਰਿਪਟ 'fileshareset' ਲਈ suid root ਹੈ।
ro: A apărut o eroare la oprirea partajării folderului '%1'. Verificaţi că scriptul Perl 'fileshareset' are setat bitul SUID şi proprietarul lui este "root".
rw: Ikosa ryagaragaye mu kugerageza guhagarika gusangiza ububiko '%1'. Wakwizera ko agaporogaramu Perl 'ibonezagusangiradosiye' kabonejwe ikiranga-su umuzi.
sk: Nastala chyba pri pokuse o zrušenie zdieľania priečinku '%1'. Overte, že má skript 'fileshareset' suid root.
sr: Дошло је до грешке приликом покушаја отказивања дељења фасцикле „%1“. Проверите да ли Perl скрипта „fileshareset“ има постављен suid на root.
sr@latn: Došlo je do greške prilikom pokušaja otkazivanja deljenja fascikle „%1“. Proverite da li Perl skripta „fileshareset“ ima postavljen suid na root.
tg: Дар вақти тақсим накардани пӯшаи%1 хатогӣ пайдо шуд. Боварӣ ҳосил кунед,ки матни намоиши Perl 'таъини файли тақсимшуда
th: เกิดข้อผิดพลาดระหว่างยกเลิกปรับให้ใช้โฟลเดอร์ '%1' ร่วมกัน โปรดตรวจสอบว่า สคริปต์คำสั่งเพิร์ล 'fileshareset' ได้ถูกตั้งให้ประมวลผลโดยใช้สิทธิ์ของ root แล้ว (suid root)

source: <qt>The <b>Quick Access</b> panel provides easy access to commonly used file locations.<p>Clicking on one of the shortcut entries will take you to that location.<p>By right clicking on an entry you can add, edit and remove shortcuts.</qt>
bs: <qt>Panel za <b>Brzi pristup</b> vam omogućuje lagano pristupanje često korištenim lokacijama datoteka.<p>Klikanjem na jednu od kratica otići ćete na tu lokaciju.<p>Desnim klikom na bilo koju stavku možete dodati, izmijeniti ili obrisati kratice.</qt>
km: <qt>បន្ទះ <b>ចូល​ដំណើរការ​រហ័ស</b> ផ្តល់​ការ​ចូល​ដំណើរការ​ងាយស្រួល​ទៅ​កាន់​ទីតាំង​របស់​ឯកសារ​ដែល​បាន​ប្រើ​ញឹកញាប់​បំផុត ។<p>ចុច​លើ​ធាតុ​បញ្ចូល​នៃ​ផ្លូវ​កាត់​មួយ ក្នុង​ចំណោម​ធាតុ​បញ្ចូល​នៃ​ផ្លូវ​កាត់​ជាច្រើន នឹង​នាំ​អ្នក​ទៅ​កាន់​ទីតាំង​នោះ ។ <p>ដោយ​ចុច​ខាង​ស្តាំ​លើ​ធាតុ​បញ្ចូល​មួយ អ្នក​អាច​បន្ថែម កែសម្រួល និង​យក​ផ្លូវកាត់​ចេញ ។</qt>
ko: <qt><b>빠른 접근</b>패널을 이용하여 일반적으로 사용되는 파일 위치에 좀 더 쉽게 접근할수 있습니다. <p>단축 항목의 하나를 선택함으로써 그 위치에 접근이 가능합니다.<p>단축 항목 중에서 오른쪽마우스버튼을 누르면 단축항목을 추가, 편집,제거할수 있습니다.</qt>
mn: <qt><b>Хурдан хандалт</b>-н цонх нийтлэг хэрэглэгддэг файлын байрлал руу хялбар хандах боломж олгодог.<p>Богино тушаалын нэг бичлэг дээр дарахад та тухайн байршлыг авна.<p>Бичлэг дээр баруун чичлүүрийг дарж та богино тушаалыг устгаж өөрчилж чадна.</qt>
pa: <qt><b>ਤੇਜ਼ ਪਹੁੰਚ</b> ਪੈਨਲ ਆਮ ਵਰਤੀਆਂ ਜਾਦੇ ਟਿਕਾਣਿਆਂ ਨੂੰ ਸੌਖੀ ਤਰਾਂ ਖੋਲਣ ਲਈ ਸਹਾਇਕ ਹੈ।<p> ਇਹਨਾਂ ਵਿੱਚ ਇੱਕ ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਦਬਾਉਣ ਨਾਲ ਤੁਸੀਂ ਉਸ ਟਿਕਾਣੇ ਉੱਤੇ ਜਾ ਸਕਦੇ ਹੋ।<p>ਇੰਦਰਾਜ਼ ਉੱਤੇ ਸੱਜਾ ਬਟਨ ਦਬਾਉਣ ਨਾਲ ਤੁਸੀਂ ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਸ਼ਾਮਿਲ, ਸੋਧ ਅਤੇ ਹਟਾ ਸਕਦੇ ਹੋ।</qt>
ro: <qt><b>Panoul de acces rapid</b> asigură un acces uşor la locaţiile de fişiere cel mai des utilizate. <p>Dacă daţi clic pe unul din itemii legătură, veţi fi dus la acea locaţie. <p>Dacă daţi clic dreapta pe unul din itemi puteţi adăuga, edita sau şterge legături către locaţii.</qt>
rw: <qt>Umwanya <b>Ukugera Vuba</b> utanga ukugera koroshye ku hantu ha dosiye hakoreshwa cyane.<p>Gukanda kuri bimwe mu byinjira by'ihinanzira bizakujyana aho hantu.<p> Wifashishije ikanda iburyo ku cyinjira ushobora kongeraho, guhindura no kuvanaho amahinanzira.</qt>
sk: <qt>Panel pre <b>Rýchly prístup</b> poskytuje jednoduchý prístup k často používaným umiestneniam súborov.<p>Kliknutím na jedenu zo skratiek vás premiestni do daného umiestnenia.<p>Kliknutím pravého tlačidla na položku môžete pridávat, editovať a odstraňovať skratky.</qt>
sr: <qt>Панел <b>Брзи приступ</b> омогућује брз приступ често коришћеним локацијама фајлова.<p>Клик на неку од ставки пречица ће вас одвести на ту локацију.<p>Десним кликом на ставку можете додавати, мењати или уклањати пречице.</q>
sr@latn: <qt>Panel <b>Brzi pristup</b> omogućuje brz pristup često korišćenim lokacijama fajlova.<p>Klik na neku od stavki prečica će vas odvesti na tu lokaciju.<p>Desnim klikom na stavku možete dodavati, menjati ili uklanjati prečice.</q>
tg: <qt>Панели <b>Дастрасии тез</b> имкони дастрасии тез ба каталогҳои зуд-зуд истифода шавандаро медиҳад.<p>Пахши рӯи яке аз навиштаҷотҳо, шуморо ба каталоги тааллуқ буда низ мегузаронад.<p>Бо пахши кнопкаи рост, шумо метавонед навиштаҷоте илова ё ҳузф кунед.</qt>
th: <qt>ถาด <b>เรียกใช้ด่วน</b> จะช่วยให้เข้าใช้งานตำแหน่งที่ถูกเรียกบ่อย ๆ ได้ง่ายขึ้น<p>การคลิ้กบนรายการตำแหน่งลัดตัวใดตัวหนึ่ง จะเป็นการเรียกไปยังตำแหน่งนั้น<p>คุณสามารถจะเพิ่ม, แก้ไข และลบตำแหน่งลัดได้ ด้วยการคลิ้กเม้าส์ปุ่มขวาบนรายการ</qt>

source: &Large Icons
bs: &Velike ikone
km: រូបតំណាង​ធំ
ko: 큰 아이콘(&L)
mn: &Том эмблем
pa: ਵੱਡੇ ਆਈਕਾਨ(&L)
ro: Iconiţe &mari
rw: Udushushondanga tugari
sk: &Veľké ikony
sr: &Велике иконе
sr@latn: &Velike ikone
tg: &Нишонаҳои калон
th: ไอคอนใหญ่

source: &Small Icons
bs: &Male ikone
km: រូបតំណាង​តូច
ko: 작은 아이콘(&S)
mn: &Жижиг эмблем
pa: ਛੋਟੇ ਆਈਕਾਨ(&S)
ro: Iconiţe &mici
rw: Udushushondanga dutoya
sk: &Malé ikony
sr: &Мале иконе
sr@latn: &Male ikone
tg: &Нишонаҳои хурд
th: ไอคอนเล็ก

source: &Edit Entry...
bs: &Izmijeni unos...
km: កែសម្រួល​ធាតុបញ្ចូល...
ko: 항목 편집(&E)...
mn: Бичлэг &засварлах...
pa: ਇੰਦਰਾਜ਼ ਸੋਧ(&E)...
ro: &Editează itemul...
rw: Guhindura Icyingira...
sk: &Upraviť položku...
sr: &Уреди ставку...
sr@latn: &Uredi stavku...
tg: &Тағйири навиштаҷот...
th: แก้ไขรายการ...

source: &Add Entry...
bs: &Dodaj unos...
km: បន្ថែម​ធាតុ​បញ្ចូល...
ko: 항목 추가(&A)...
mn: Бичлэг &нэмэх...
pa: ਇੰਦਰਾਜ਼ ਜੋੜੋ(&A)...
ro: &Adaugă item...
rw: Kongeraho Icyinjira...
sk: &Pridať položku...
sr: &Додај ставку...
sr@latn: &Dodaj stavku...
tg: &Иловаи навиштаҷот...
th: เพิ่มรายการ...

source: &Remove Entry
bs: &Ukloni unos
km: យក​ធាតុ​បញ្ចូល​ចេញ
ko: 항목 삭제(&R)
mn: Бичлэг &устгах...
pa: ਇੰਦਰਾਜ਼ ਹਟਾਓ(&R)
ro: Ş&terge itemul
rw: Kuvanaho Icyinjira
sk: &Odstrániť položku
sr: &Уклони ставку
sr@latn: &Ukloni stavku
tg: &Ҳузфи навиштаҷот
th: ลบรายการ

source: Enter a description
bs: Unesi opis
km: បញ្ចូល​ការ​ពិពណ៌នា
ko: 설명 입력
mn: Тодорхойлолт оруулах
pa: ਕੁਝ ਵੇਰਵਾ ਦਿਓ
ro: Introduceţi o descriere
rw: Kwinjiza Umwirondoro
sk: Zadajte popis
sr: Унесите опис
sr@latn: Unesite opis
tg: Тасвиротро ворид кунед
th: เติมรายละเอียด

source: Edit Quick Access Entry
bs: Promijeni Quick Access unos
km: កែសម្រួល​ធាតុ​បញ្ចូល​ដំណើរការ​រហ័ស
ko: 빠른 접근 항목 편집
mn: Хурдан хандалтын бичлэгийг засварлах
pa: ਤੇਜ਼ ਪਹੁੰਚ ਇੰਦਰਾਜ਼ ਸੋਧ
ro: Editare item acces rapid
rw: Guhindura Icyinjira cy'Ukugera Cyihuse
sk: Upraviť položku pre rýchly prístup
sr: Уреди „Брзи приступ“ ставку
sr@latn: Uredi „Brzi pristup“ stavku
tg: Тағйири қайди дастрасии зуддӣ
th: แก้ไขรายการเข้าใช้ด่วน

source: <qt><b>Please provide a description, URL and icon for this Quick Access entry.</b></br></qt>
bs: <qt><b>Molim navedite opis, URL i ikonu za unos u Brzi pristup.</b></br></qt>
km: <qt><b>សូម​ផ្តល់​ការពិពណ៌នា​មួយ, URL និង​រូបតំណាង​សម្រាប់​ធាតុ​បញ្ចូល​ដំណើរការ​រហ័ស ។</b></br></qt>
ko: <qt><b>이 빠른 접근 항목에 대한 아이콘, URL과 설명을 기재하십시오.</b></br></qt>
mn: <qt><b>Энэ хурдан хандалтын бичлэгийн Хаяг(URL), эмблем болон тодорхойлолтыг өгнө үү.</b></br></qt>
pa: <qt><b>ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਤੇਜ਼ ਪਹੁੰਚ ਇੰਦਰਾਜ਼ ਲਈ ਵੇਰਵਾ, URL ਅਤੇ ਆਈਕਾਨ ਦਿਓ।</b></br></qt>
ro: <qt><b>Daţi o descriere, un URL şi o iconiţă pentru itemul de acces rapid.</b></br></qt>
rw: <qt><b>Watanga umwirondoro, URL n'agashushondanga k'iki cyinjira Ukugera Vuba.</b></br></qt>
sk: <qt><b>Prosím, zadajte URL, ikonu a popis pre túto položku rýchleho prístupu.</b></br></qt>
sr: <qt><b>Дајте опис, URL и икону за ову ставку „Брзог приступа“.</b></qt>
sr@latn: <qt><b>Dajte opis, URL i ikonu za ovu stavku „Brzog pristupa“.</b></qt>
tg: <qt><b> Тасвироти URL ва пиктограммаро барои ин қайд намудани дастрасии зуд низ ишора намоед.</b></br></qt>
th: <qt><b>โปรดตั้งค่า URL, ไอคอนและรายละเอียด สำหรับการเข้าใช้ด่วนนี้</b></br></qt>

source: <qt>This is the text that will appear in the Quick Access panel.<p>The description should consist of one or two words that will help you remember what this entry refers to.</qt>
bs: <qt>Ovo je tekst koji će se pojaviti u panelu za Brzi pristup.<p>Opis bi se trebao sastojati od jedne ili dvije riječi koje će vam olakšati da zapamtite na šta se odnosi ovaj unos.</qt>
km: <qt>នេះ​គឺ​ជា​អត្ថបទ​ដែល​នឹង​លេច​ឡើង​ក្នុង​បន្ទះ ចូល​ដំណើរការ​រហ័ស ។<p> ការ​ពិពណ៌នា​គួរ​តែ​រួម​មាន​មួយ ឬ ពីរ​ពាក្យ​ដែល​នឹង​ជួយ​អ្នក​ចងចាំ​អ្វី​ដែល​ធាតុ​បញ្ចូល​នេះ​បាន​យោង​ទៅ ។</qt>
ko: <qt>이것은 빠른 접근 패널에 나타날 텍스트입니다. <p>설명은 해당 항목이 무엇인지 잘 기억할수 있도록 하는 하나 또는 두개의 단어로 이루어져야 합니다.</qt>
mn: <qt>Энэ нь хурдан хандалтын цонхонд харагдах текст.<p>Тодорхойлолт нэг эсвэл хоёр үг агуулах хэрэгтэй. Энэ нь таньд юу энэ бичлэгт хамаарахыг санахад туслана.</qt>
ro: <qt>Acesta este textul care va apărea în Panoul de acces rapid. <p>Descrierea ar trebui să fie din unul sau două cuvinte care să vă ajute să ţineţi minte la ce se referă acest item.</qt>
rw: <qt>Uyu ni umwandiko uzagaragara mu mwanya Ukugera Vuba.<p>Umwirondoro ugomba kwibanda ku ijambo rimwe cyangwa abiri azagufasha kwibuka icyo icyinjira gishingiraho.</qt>
sk: <qt>Toto je text ktorý sa zobrazí v panely pre rýchly prístup.<p>Popis by mal obsahovať jedno alebo dve slová ktoré vám pomôžu zapamätať si kam položka udkazuje.</qt>
sr: <qt>Ово је текст који ће се појавити у панелу „Брзи приступ“. <p>Опис би требало да се састоји из једне или две речи које би требало да вам помогну да се сетите на шта ставка показује.</qt>
sr@latn: <qt>Ovo je tekst koji će se pojaviti u panelu „Brzi pristup“. <p>Opis bi trebalo da se sastoji iz jedne ili dve reči koje bi trebalo da vam pomognu da se setite na šta stavka pokazuje.</qt>
tg: <qt>Ин матнест, ки дар панели дастрасии Зуд низ пайдо хоҳад шуд.<p>Тасвирот бояд аз як ё ду калима иборат бошад, ин ба ёдатон оварданро ёрӣ медиҳад, ки ин навиштаҷот ба чӣ тааллуқ дорад.</qt>
th: <qt>นี่เป็นข้อความที่จะปรากฏให้เห็นในถาดเรียกใช้ด่วน<p>รายละเอียดควรจะประกอบด้วยคำหนึ่งหรือสองคำ ที่จะช่วยให้คุณจดจำได้ว่า แต่ละรายการอ้างถึงอะไร</qt>

source: &Description:
bs: &Opis:
km: ការ​ពិពណ៌នា ៖
ko: 설명(&D):
mn: &Тодорхойлолт:
pa: ਵੇਰਵਾ(&D):
ro: &Descriere:
rw: Umwirondoro:
sk: &Popis:
sr: &Опис:
sr@latn: &Opis:
tg: &Тасвир:
th: รายละเอียด:

source: <qt>This is the location associated with the entry. Any valid URL may be used. For example:<p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>By clicking on the button next to the text edit box you can browse to an appropriate URL.</qt>
bs: <qt>Ovo je lokacija pridružena unosu. Možete koristiti bilo koji ispravan URL. Na primjer:<p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>Klikanjem na dugme pored tekstualnog polja za editovanje možete pregledati odgovarajući URL.</qt>
km: <qt>នេះ​គឺ​ជា​ទីតាំង​ដែល​ភ្ជាប់​ជាមួយ​នឹង​ធាតុ​បញ្ចូល ។ URL ត្រឹមត្រូវណាមួយ អាច​នឹង​ត្រូវ​បាន​ប្រើ ។ឧទាហរណ៍ ៖ <p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>ដោយ​ចុច​លើ​ប៊ូតុង​ដែល​ជាប់​ទៅ​នឹង​ប្រអប់​កែសម្រួល​អត្ថបទ អ្នក​អាច​រុករក​ទៅ​កាន់ URL សមរម្យ​មួយ ។</qt>
ko: <qt>이것은 항목들로 조합된 위치입니다. 어떤 유효한 URL이라도 가능합니다. 예를 들어: <p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p> 텍스트 편집 상자 옆의 버튼을 클릭하면 적절한 URL을 탐색 할수 있습니다. </qt>
mn: <qt>Энэ нь тухайн бичлэгтэй холбогдох байршил. Ямар нэг хүчинтэй URL хаяг хэрэглэгдэж болно.Жишээлбэл:<p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>Товчин дээр дарсны дараа текст боловсруулах цонхонд та тохирох URL-г нэгжин тавьж болно.</qt>
ro: <qt>Aceasta este locaţia asociată cu itemul. Poate fi folosit orice URL valid. De exemplu:<p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>Dacă daţi clic pe butonul din stînga liniei de editare, puteţi răsfoi după un URL corespunzător.</qt>
rw: <qt>Aha hantu hashyizwehamwe n'icyinjira. URL yose yemewe yakoreshwa. Urugero:<p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p> Ku gukanda kuri buto ibikurikira ku gasanduku ko guhindura umwandiko ushobora gushakisha kuri URL yifuzwa.</qt>
sk: <qt>Toto je lokácia asociovaná s položkou. Môže byť použitá každá platná URL. Napríklad:<p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>Kliknutím na tlačidlo vedľa editovaného textu si môžete prezrieť danú URL.</qt>
sr: <qt>Ово је локација придружена ставки. Било који исправан URL може бити коришћен. На пример: <p>%1 <br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>Притиском на дугме поред поља за унос текста можете прегледати одговарајући URL.</qt>
sr@latn: <qt>Ovo je lokacija pridružena stavki. Bilo koji ispravan URL može biti korišćen. Na primer: <p>%1 <br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>Pritiskom na dugme pored polja za unos teksta možete pregledati odgovarajući URL.</qt>
tg: <qt>Ин адресест, ки бо қайдгоҳ муттаҳид аст. Метавонадягон URL-и ҳақиқӣ низ истифода шавад. Мисол:<p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>Бо пахши кнопкаи наздикбудаи вурудоти матн, шумо метавонед ба URL-и мутақобил низ гузаред.</qt>
th: <qt>นี่เป็นตำแหน่งที่ถูกกำหนดใช้กับรายการ ซึ่งสามารถใช้ตำแหน่งรูปแบบ URL ได้ตัวอย่างเช่น:<p>%1<br>http://www.kde.org<br>ftp://ftp.kde.org/pub/kde/stable<p>คุณสามารถเรียกดูตำแหน่ง URL ได้ ด้วยการคลิ้กบนปุ่มถัดไปยังช่องแก้ไขข้อความ</qt>

source: &URL:
ko: URL(&U):
mn: &URL хаяг:
th: ตำแหน่ง:

source: <qt>This is the icon that will appear in the Quick Access panel.<p>Click on the button to select a different icon.</qt>
bs: <qt>Ovo je ikona koja će se pojaviti u panelu za Brzi pristup.<p>Kliknite na dugme da biste izabrali neku drugu ikonu.</qt>
km: <qt>នេះ​គឺ​ជា​រូបតំណាង​ដែល​នឹង​លេចឡើង​ក្នុង​បន្ទះ​ចូល​ដំណើរការ​រហ័ស ។<p>ចុច​លើ​ប៊ូតុង ដើម្បីជ្រើស​រូបតំណាង​ផ្សេង ។</qt>
ko: <qt>이것은 빠른 접근 패널에 나타날 아이콘입니다. <p>다른 아이콘을 선택하려면 버튼을 누르십시오</qt>
mn: <qt>Энэ нь хурдан хандалтын цонхонд харагдах эмблем.<p>Өөр тэмдэг сонгохдоо товчин дээр дарна уу.</qt>
ro: <qt>Aceasta este iconiţa care va apărea în Panoul de acces rapid. <p>Daţi clic pe buton pentru a selecta o iconiţă diferită.</qt>
rw: <qt>Aka ni gashushondanga kazagaragara mu mwanya Ukugera Vuba.<p> Kanda kuri buto mu guhitamo agashushondanga gatandukanye.</qt>
sk: <qt>Toto je ikona ktorá sa zobrazí v panely pre rýchly prístup.<p>Kliknite na tlačidlo ak si chcete vybrať inú.</qt>
sr: <qt>Ово је икона која ће се појавити у панелу„Брзи приступ“.<p>Притисните дугме да бисте изабрали другу икону.</qt>
sr@latn: <qt>Ovo je ikona koja će se pojaviti u panelu„Brzi pristup“.<p>Pritisnite dugme da biste izabrali drugu ikonu.</qt>
tg: <qt>Ин ишоротест, ки дар панели дастрасии зуд пайдо хоҳад шуд.<p>Барои интихоби ишороти дигар ба рӯи кнопка пахш кунед.</qt>
th: <qt>นี่เป็นไอคอนที่จะใช้แสดงในถาดเรียกใช้ด่วน<p>คลิ้กที่ปุ่มเพื่อเลือกไอคอนอื่น ๆ</qt>

source: Choose an &icon:
bs: Izaberite &ikonu:
km: ជ្រើស​រូបតំណាង​មួយ ៖
ko: 아이콘 선택(&I):
mn: Нэгэн &эмблем сонго:
pa: ਇੱਕ ਆਈਕਾਨ ਚੁਣੋ(&i):
ro: Alegeţi o &iconiţă:
rw: Guhitamo agashushondanga:
sk: Vyberte &ikonu:
sr: Изаберите &икону:
sr@latn: Izaberite &ikonu:
tg: Интихоби &ишора:
th: เลือกไอคอน:

source: &Only show when using this application (%1)
bs: &Pokaži samo kada koristim ovu aplikaciju (%1)
km: បង្ហាញ​តែ​ពេល​ប្រើ​កម្មវិធីនេះ (%1)
ko: 이 프로그램(%1)을 사용할 때에만 보기(&O)
mn: &Зөвхөн энэ (%1) Х-программыг хэрэглэхэд үзүүл
pa: ਇਸ ਕਾਰਜ (%1) ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੌਰਾਨ ਹੀ ਵਿਖਾਓ(&O)
ro: &Afişează numai la utilizarea acestei aplicaţii (%1)
rw: Gusa kwerekana igihe ukoresha iyi porogaramu (%1)
sk: Zobraziť &len pre túto aplikáciu (%1)
sr: Приказуј сам&о кад се користи овај програм (%1)
sr@latn: Prikazuj sam&o kad se koristi ovaj program (%1)
tg: &Танҳо мавриди истифодаи ин барнома (%1) намоиш додан
th: เฉพาะกับแ&อพพลิเคชันนี้ (%1) เท่านั้น

source: <qt>Select this setting if you want this entry to show only when using the current application (%1).<p>If this setting is not selected, the entry will be available in all applications.</qt>
bs: <qt>Izaberite ovu opciju ako želite unos samo za trenutnu aplikaciju. (%1).<p>Ako ova opcija nije izabrana, on će biti dostupan svim aplikacijama.</qt>
km: <qt>ជ្រើស​ការ​កំណត់​នេះ ប្រសិនបើ​អ្នក​ចង់​ឲ្យ​ធាតុ​បញ្ចូល​នេះ បង្ហាញ​តែ​ពេល​ប្រើ​កម្មវិធី​បច្ចុប្បន្ន (%1) ។<p> ប្រសិនបើ​ការ​កំណត់​នេះ​មិន​ត្រូវ​បាន​ជ្រើស ធាតុបញ្ចូល​នឹង​អាច​រក​បាន​ក្នុង​កម្មវិធី​ទាំងអស់ ។</qt>
ko: <qt>현재 프로그램(%1)을 사용할 때에만 이 항목를 보여주고 싶을 경우 이 설정을 사용합니다. <p>이 설정을 선택하지 않으면 항목은 모든 프로그램에서 볼 수 있습니다.</qt>
mn: <qt>Хэрвээ энэ бичлэгийг зөвхөн идэвхитэй программд (%1) харуулахыг хүсвэл энэ тохируулгыг сонгоно уу. <p>Хэрвээ энэ тохиргоо сонгогдоогүй бол бичлэг бүх программын хувьд бэлэн байх болно.</qt>
ro: <qt>Selectaţi această opţiune dacă doriţi ca itemul să fie afişat numai cînd utilizaţi aplicaţia curentă (%1).<p>Dacă această setare nu este selectată, atunci itemul este disponibil în toate aplicaţiile.</qt>
rw: <qt>Hitamo iri genamiterere niba ushaka ko iki cyinjira kigaragara gusa igihe ukoresha porogaramu igezweho (%1).<p>Niba iri genamiterere ridatoranyijwe, icyinjira kizaboneka muri porogaramu zose.</qt>
sk: <qt>Toto nastavenie vyberte, ak chcete položku iba pre aktuálnu aplikáciu (%1).<p>Ak je toto nastavenie vypnuté, položka bude dostupná vo všetkých aplikáciách.</qt>
sr: <qt>Изаберите ову опцију ако желите да се ставка приказује само кад се користи текући програм (%1).<p>Ако ова опција није изабрана, ставка ће бити доступна у свим програмима.</qt>
sr@latn: <qt>Izaberite ovu opciju ako želite da se stavka prikazuje samo kad se koristi tekući program (%1).<p>Ako ova opcija nije izabrana, stavka će biti dostupna u svim programima.</qt>
tg: <qt>Агар қайдгоҳ танҳо мавриди истифодаи барномаи равон (%1) тасвир шавад, ин параметрро сабт кунед.<p>Агар параметр сабт нашуда бошад, қайдот барои тамоми барномаҳо дастрас хоҳад шуд.</qt>
th: <qt>เลือกการตั้งค่านี้ หากคุณต้องการให้แสดงเฉพาะเมื่อใช้กับ แอพพลิเคชันนี้ (%1) เท่านั้น <p>มิฉะนั้น มันจะถูกใช้กับแอพพลิเคชันทั้งหมด</qt>

source: Unit test for the URI filter plugin framework.
bs: Test jedinice za dodatke filtera URIja.
ko: URI 필터 플러그인 프레임워크에 대한 유닛을 테스트 합니다.
ro: Unitate de test pentru cadrul de lucru al modului de filtrare URI.
rw: Igerageza ry'urugero rw'imiterere y'icomeka muyunguruzi URI.
sk: Test jednotiek pre framework modulov pre URI filter.
sr: Јединица за тестирање окружења прикључака URI филтера.
sr@latn: Jedinica za testiranje okruženja priključaka URI filtera.
tg: Тести ҷудогона барои филтри URL дар чорчӯба бастан.
th: หน่วยทดสอบสำหรับโครงงานปลักอินการกรอง URI

source: Use space as keyword delimeter for web shortcuts
bs: Koristite razmak za razdvajanje ključnih riječi kod web kratica
km: ប្រើ​ចន្លោះ​ជាអ្នក​បំបែក​ពាក្យ​គន្លឹះ សម្រាប់​ផ្លូវ​កាត់​បណ្តាញ
ko: 웹 단축 항목에서 빈 칸을 키워드 구분자로 사용하십시오.
ro: Utilizează caracterul spaţiu ca delimitator pentru acceleratorii web
rw: Koresha umwanya nka muhagarika w'ijambobanga y'amahinanzira y'urubuga
sk: Použite medzery ako oddeľovač kľúčových slov pre internetové skratky
sr: Користи бланко као раздвајач за веб пречице.
sr@latn: Koristi blanko kao razdvajač za veb prečice.
th: ใช้ช่องว่างแทนตัวแบ่งคำค้นสำหรับใช้กับทางลัดของเว็บ

source: _: NAME OF TRANSLATORS Your names
bs: Vedran Ljubović, Amila Akagić
km: ខឹម សុខែម, លី សួស្ដី, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
ko: Kyuhyong Yoo,Kyungho Lee,Sung-Jae Cho
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ
ro: Claudiu Costin
rw: Viateur MUGENZI, JEAN BAPTISTE NGENDAHAYO, Augustin KIBERWA, Donatien NSENGIYUMVA
sk: Stanislav Višňovský
sr: Топлица Танасковић
sr@latn: Toplica Tanasković
th: ถนอมทรัพย์ นพบูรณ์, สหชาติ อนุกูลกิจ

source: _: EMAIL OF TRANSLATORS Your emails
bs: vljubovic@smartnet.ba, bono@linux.org.ba
km: khoemsokhem@khmeros.info,soursdey@khmeros.info, evannak@khmeros.info,piseth_dv@khmeros.info
ko: master@aerobuster.com, leedos@hanmail.net, jachin@hanafos.com
pa: aalam@users.sf.net
ro: claudiuc@kde.org
rw: muvia1@yahoo.fr, ngenda_denis@yahoo.co.uk, akiberwa@yahoo.co.uk, ndonatienuk@yahoo.co.uk
sk: visnovsky@kde.org
sr: toptan@kde.org.yu
sr@latn: toptan@kde.org.yu
th: donga_n@yahoo.com, drrider@gmail.com

source: You must now provide a password for the certificate request. Please choose a very secure password as this will be used to encrypt your private key.
bs: Sada morate navesti šifru za zahtjev za certifikatom. Molim izaberite vrlo sigurnu šifru pošto će njom biti kodiran vaš privatni ključ.
km: ឥឡូវ អ្នក​ត្រូវ​តែ​ផ្តល់​ពាក្យ​សម្ងាត់​មួយ សម្រាប់​ការ​ស្នើសុំ​វិញ្ញាបនបត្រ ។ សូម​ជ្រើស​ពាក្យ​សម្ងាត់​ដែល​មាន​សុវត្ថិភាព​ខ្លាំង ព្រោះ​វា​នឹង​ត្រូវ​បាន​ប្រើ​ដើម្បី​បម្លែង​កូនសោ​ឯកជន​របស់​អ្នក​ជា​កូដ ។
ko: 인증 요청을 위한 암호를 입력해야 합니다. 개인 키를 암호화하기 충분할 정도로 강한 암호를 입력하십시오.
mn: Гэрчилгээний шаардлагаар та одоо нууц үг өгөх ёстой. Та боломжийн хирээрээ найдвартай нууц үг өгөх хэрэгтэй, учир нь энэ нь таны хувийн түлхүүрүүдийг кодлоход хэрэглэгдэнэ.
pa: ਸਰਟੀਫਿਕੇਟ ਬੇਨਤੀ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ ਗੁਪਤ-ਕੋਡ ਦੇਣਾ ਪਵੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਸੁਰੱਖਿਅਤ ਗੁਪਤ-ਕੋਡ ਦੀ ਹੀ ਵਰਤੋਂ ਕਰਨੀ ਚੁਣੋ, ਕਿਉਕਿ ਇਹ ਤੁਹਾਡੀ ਪ੍ਰਾਈਵੇਟ (ਨਿੱਜੀ) ਕੁੰਜੀ ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ।
ro: Trebuie să daţi o parolă pentru cererea certificatului. Vă rog să alegeţi o parolă foarte sigură deoarece ea va fi utilizată la criptarea cheii dumneavoastră private.
rw: Ugomba nonaha gutanga ijambobanga ry'igisabwa cy'impamyabushobozi. Wahitamo ijambobanga ryizewe cyane kuko iri rizakoreshwa mu gusobeka urufunguzo rwigenga rwawe.
sk: Musíte zadať heslo pri žiadosti o certifikát. Prosím zvoľte si veľmi bezpečné heslo ktoré bude použité pre zakryptovanie vášho privátneho kľúča.
sr: Сада морате да дате лозинку за захтев за сертификат. Изаберите што сигурнију лозинку пошто ће она бити коришћена за шифровање вашег приватног кључа.
sr@latn: Sada morate da date lozinku za zahtev za sertifikat. Izaberite što sigurniju lozinku pošto će ona biti korišćena za šifrovanje vašeg privatnog ključa.
tg: Ҳозир барои дархости сертификат, шумо бояд гузарвожае гузоред. Лутфан гузарвожаи хеле хуб муҳофизакунандаро интихоб кунед, ки барои рамзгузории калиди хусусии худ истифода мешавад.
th: คุณต้องกำหนดรหัสผ่านสำหรับใบรับรองที่ร้องขอ โปรดเลือกรหัสผ่านที่ปลอดภัยมาก ๆ เพื่อใช้สำหรับเข้ารหัสกับกุญแจของคุณ

source: &Repeat password:
bs: &Ponovite šifru:
km: បញ្ចូល​ពាក្យ​សម្ងាត់​ឡើង​វិញ ៖
ko: 비밀번호 반복(&R):
mn: Нууц үг &давтах
pa: ਗੁਪਤ-ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ(&R):
ro: &Repetaţi parola:
rw: Subiramo ijambobanga:
sk: &Opakovanie hesla:
sr: &Поновите лозинку:
sr@latn: &Ponovite lozinku:
tg: &Такрори гузарвожа:
th: ยืนยันรหัสผ่าน:

source: &Choose password:
bs: &Izaberite šifru:
km: ជ្រើស​ពាក្យ​សម្ងាត់ ៖
ko: 비밀번호 선택(&C):
mn: Нууц үг &сонгох:
pa: ਗੁਪਤ-ਕੋਡ ਚੁਣੋ (&C):
ro: &Alegeţi parola:
rw: Hitamo ijambobanga:
sk: &Zvoľte heslo:
sr: &Изаберите лозинку:
sr@latn: &Izaberite lozinku:
tg: &Интихоби гузарвожа:
th: เลือกรหัสผ่าน:
