Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Authentication Failed: Method %1 Not Supported
bs: Provjera autentičnosti nije uspjela: Metoda %1 nije podržana
km: ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​បាន​បរាជ័យ ៖ វិធីសាស្ត្រ %1 មិន​បាន​គាំទ្រ​ឡើយ
ko: 인증 실패: %1 방식은 지원하지 않습니다.
mn: Баталгаажуулалт бүтсэнгүй: %1 дэмжигдээгүй
pa: ਪਰਮਾਣਕਤਾ ਅਸਫ਼ਲ: ਢੰਗ %1 ਸਹਾਇਕ ਨਹੀਂ ਹੈ
ro: Autentificare eşuată. Metoda %1 nu este suportată.
rw: Imenyekanisha ryanze: Uburyo %1 Butemewe
sk: Overenie zlyhalo: Metóda %1 nie je podporovaná
sr: Ауторизација није неуспела: Метод %1 није подржан
sr@latn: Autorizacija nije neuspela: Metod %1 nije podržan
tg: Шиносоӣ номуваффақ буд: равиши %1 пуштибонӣ намешавад
th: การตรวจสอบสิทธิ์ล้มเหลว ไม่สนับสนุนการตรวจสอบ %1

source: Although you may have supplied the correct authentication details, the authentication failed because the method that the server is using is not supported by the KDE program implementing the protocol %1.
bs: Iako ste možda naveli tačne detalje za provjeru autentičnosti, ova provjera nije uspjela zato što metodu koju koristi server ne podržava KDE program koji implementira protokol %1.
km: ទោះបីជា​អ្នក​បាន​ផ្តល់​សេចក្តីលម្អិត​ការ​ផ្ទៀង​ផ្ទាត់​ត្រឹមត្រូវ​ក៏​ដោយ ការផ្ទៀងផ្ទាត់​បាន​បរាជ័យ​ដោយ​សារ​តែ​វិធីសាស្ត្រដែល​ម៉ាស៊ីនបម្រើ​កំពុង​ប្រើ គឺ​មិន​បាន​គាំទ្រ​ដោយ​កម្មវិធី KDE ដែល​អនុវត្ត​ពិធីការ %1 ។
ko: 올바른 인증 정보를 입력하였어도 서버에서 사용하는 방법이 %1 프로토콜을 수행하는 KDE프로그램이 지원하지 않는 방법이기 때문에 인증이 실패할 수 있습니다.
mn: Бүртгүүлэхэд өгсөн өгөгдөл тань зөв боловч баталгаа бүтсэнгүй. Учир нь тэр сервер бүртгэлдээ протоколл %1 -г хэрэгжүүлэгч KDE-программаар дэмжигдээгүй өөр арга хэрэглэж байж болох юм.
ro: Deşi poate că aţi furnizat corect detaliile de autentificare, autentificarea a eşuat deoarece metoda utilizată de server nu este suportată de programul KDE care implementează protocolul %1.
rw: N'ubwo ushobora kuba watanze ibisobanuro by'imenyekanisha byo kwihuza, imenyekanisha ryanze kuko uburyo seriveri ikoresha butemewe na porogaramu KDE mu kwinjiza porotokole %1.
sk: Aj ked ste zadali správne údaje pre overenie, overenie zlyhalo, pretože server používa metódu, ktorá nie je podporovaná programom KDE, ktorý implementuje protokol %1.
sr: Иако сте можда дали исправне детаље за ауторизацију, ауторизација није успела зато што метод који дати сервер користи није подржан од KDE програма који имплентира протокол %1.
sr@latn: Iako ste možda dali ispravne detalje za autorizaciju, autorizacija nije uspela zato što metod koji dati server koristi nije podržan od KDE programa koji implentira protokol %1.
tg: Бо вуҷуди онки мумкин аст шумо ҷузъиёти шиносоии дурустро ворид карда бошед, шиносоии муваффақият омез набуд барои онки равише, ки коргузорӣ истиода мекунадтавассути барномаи KDE пиёдакунандаи протоколи %1 пуштибонӣ намешавад.
th: แม้ว่า คุณจะได้เติมส่วนรายละเอียดของการตรวจสอบสิทธิ์ไว้อย่างถูกต้องแล้วก็ตาม แต่ก็เกิดความผิดพลาดในการตรวจสอบสิทธิ์ขึ้น เนื่องจากวิธีการที่เซิร์ฟเวอร์ใช้ ไม่ได้รับการสนับสนุนให้ใช้จากโปรโตคอล %1 ของโปรแกรม KDE

source: Please file a bug at <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> to inform the KDE team of the unsupported authentication method.
bs: Molim pošaljite bug na <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> kako biste informisali KDE team o nepodržanoj metodi provjere autentičnosti.
km: សូម​ផ្ញើ​កំហុស​ទៅ <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> ដើម្បី​ជូន​ដំណឹង​ទៅ​ដល់​ក្រុម KDE អំពី​វិធីសាស្ត្រ​ផ្ទៀង​ផ្ទាត់​ដែល​មិន​បាន​គាំទ្រ ។
ko: 지원되지않는 인증 방법을 KDE 팀에 알리기 위해<a href="http://bugs.kde.org/">http://bugs.kde.org/</a>에 버그를 보고해 주십시오.
mn: Алдааны тайлан (англи хэлээр) үүсгээд <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> хаяг руу KDE-багт энэ дэмжигдээгүй баталгаажуулалтын аргыг (authentication method) мэдээлнэ үү.
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਾ-ਸਹਾਇਕ ਪਰਮਾਣਕਤਾ ਢੰਗ ਬਾਰੇ KDE ਟੀਮ ਨੂੰ <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> ਉੱਤੇ ਬੱਗ ਜਾਣਕਾਰੀ ਦਿਓ।
ro: Vă rog să trimiteţi un raport de eroare la <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> pentru a informa echipa KDE despre această metodă de autentificare nesuportată încă.
rw: Washyira ikosaporogaramu kuri <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> mu kumenyesha itsinda KDE ry'uburyo bw'imenyekanisha butemewe.
sk: Prosím, vyplnte chybu na <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> aby ste informovali tím KDE o nepodporovanej metóde overenia.
sr: Пошаљите извештај о грешци на <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> да обавестите KDE тим о неподржаном методу ауторизације.
sr@latn: Pošaljite izveštaj o grešci na <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> da obavestite KDE tim o nepodržanom metodu autorizacije.
tg: Илтимос дар <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> файли хатоие ташкил диҳед ва гурӯҳи KDE-ро аз равиши шиносоии пуштибонӣ нашуда мутлақ созед.
th: โปรดรายงานความผิดพลาดไปที่ <a href="http://bugs.kde.org/">http://bugs.kde.org/</a> เพื่อแจ้งให้ทีม KDE ได้ทราบถึงวิธีการตรวจสอบสิทธิ์ที่ยังไม่สนับสนุน

source: Request Aborted
bs: Zahtjev prekinut
km: ការ​ស្នើ​សុំ​ត្រូវ​បាន​បោះពុម្ព
ko: 요청 중지
mn: Хүсэлт тасарлаа
pa: ਬੇਨਤੀ ਛੱਡੀ ਗਈ
ro: Cerere anulată
rw: Ikibazo cyahagaze
sk: Požiadavka zrušená
sr: Захтев је отказан
sr@latn: Zahtev je otkazan
tg: Дархост хотима дода шуд
th: สิ่งที่ร้องขอมาถูกยกเลิกแล้ว

source: Internal Error in Server
bs: Interna greška na serveru
km: កំហុស​ខាង​ក្នុង​ម៉ាស៊ីន​បម្រើ
ko: 서버에 내부 오류
mn: Серверийн дотоод алдаа
pa: ਸਰਵਰ ਵਿੱਚ ਅੰਦਰੂਨੀ ਗਲਤੀ
ro: Eroare internă în server
rw: Ikosa ry'Imbere muri Seriveri
sk: Interná chyba na serveri
sr: Интерна грешка у серверу
sr@latn: Interna greška u serveru
tg: Хатои дарунӣ дар сервер
th: เกิดข้อผิดพลาดภายในเซิร์ฟเวอร์

source: The program on the server which provides access to the <strong>%1</strong> protocol has reported an internal error: %0.
bs: Program na serveru koji omogućuje pristup protokolu <strong>%1</strong> je prijavio internu grešku: %0.
km: កម្មវិធី​នៅ​លើ​ម៉ាស៊ីន​បម្រើ​ដែល​ផ្តល់​ការ​ចូល​ដំណើរការ​ទៅ​កាន់ពិធីការ <strong>%1</strong> បាន​រាយការណ៍​អំពី​កំហុស​ខាងក្នុង​មួយ ៖ %0 ។
ko: <strong>%1</strong> 프로토콜 접근을 제공하는 서버 프로그램에 내부 오류 %0이 보고되었습니다.
mn: Таны компьютер дээрхи протоколл <strong>%1</strong> рүү хандах боломжоор хангадаг программ дараах дотоод алдааг мэдэгдлээ: %0.
pa: ਸਰਵਰ ਉੱਤੇ ਪਰੋਗਰਾਮ, ਜੋ ਕਿ <strong>%1</strong> ਪਰੋਟੋਕਾਲ ਲਈ ਪਹੁੰਚ ਦਿੰਦਾ ਸੀ, ਨੇ ਅੰਦਰੂਨੀ ਗਲਤੀ ਦਿੱਤੀ ਹੈ: %0
ro: Programul de pe server care asigură acces la protocolul <strong>%1</strong> a raportat o eroare internă: %0.
sk: Program na vašom počítači, ktorý poskytuje prísup k protokolu <strong>%1</strong> oznámil vnútornú chybu: %0.
sr: Програм на серверу који обезбеђује приступ <strong>%1</strong> протоколу је пријавио интерну грешку: %0.
sr@latn: Program na serveru koji obezbeđuje pristup <strong>%1</strong> protokolu je prijavio internu grešku: %0.
tg: Барномаи рӯи сервер ки дастрасӣ ба протоколи <strong>%1</strong> бударо муҳайё месозад, хатои дохилии %0-ро кардааст.
th: โปรแกรมบนเซิร์ฟเวอร์ ซึ่งต้องการใช้งานโปรโตคอล <strong>%1</strong> ได้รายงานความผิดพลาดภายในว่า: %0

source: This is most likely to be caused by a bug in the server program. Please consider submitting a full bug report as detailed below.
bs: Ovo je najvjerovatnije izazvano bugom u serverskom programu. Molim razmislite o prijavljivanju punog izvještaja o bugu kao što je objašnjeno ispod.
km: ហេតុផល​ទំនង​បំផុត​គឺ​បង្ក​ឡើង​ដោយ​កំហុស​មួយ​ក្នុង​កម្មវិធី​របស់​ម៉ាស៊ីន​បម្រើ ។ សូម​ពិចារណា​ការ​ដាក់​ស្នើ​របាយការណ៍​កំហុស​ពេញលេញ​មួយ ដូច​ខាងក្រោម ។
ko: 이것은 대부분 서버프로그램의 버그에 의해 야기됩니다. 아래와 같이 자세하게 전체 버그 리포트를 작성해주십시오.
mn: Энэ нь сервер программ дотор программчилалын алдаа гарснаас шалтгаалжээ.Доор үзүүлсэн шиг бүрэн хэмжээний алдааны тайлангаа илгээнэ үү.
pa: ਇਹ ਸਰਵਰ ਪਰੋਗਰਾਮ ਵਿੱਚ ਇੱਕ ਬੱਗ ਹੋਣ ਕਰਕੇ ਹੋਇਆ ਜਾਪਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੇਠ ਦਿੱਤੇ ਵੇਰਵੇ ਸਮੇਤ ਇੱਕ ਪੂਰੀ ਬੱਗ ਰਿਪੋਰਟ ਭੇਜਣ ਬਾਰੇ ਸੋਚੋ।
ro: Acest lucru este cel mai probabil cauzat de o eroare în programul server. Dacă puteţi, trimiteţi un raport de eroare aşa cum este detaliat mai jos.
rw: Ibi bikunze cyane guterwa n'ikosaporogaramu muri porogaramu seriveri. Wahitamo kohereza raporo y'ikosaporogaramu yuzuye nk'uko bisobanuwe hasi.
sk: Asi je to spôsobené chybou v programe serveru. Prosím, uvažujte o poslaní úplnej správy o chybe obsahujúcej detaily uvedené dole.
sr: Ово је највероватније изазвано грешком у програму на серверу. Размислите о слању извештаја о грешци као што је објашњено испод.
sr@latn: Ovo je najverovatnije izazvano greškom u programu na serveru. Razmislite o slanju izveštaja o grešci kao što je objašnjeno ispod.
tg: Ин ба эҳтимоли зиёд ба улти хатоӣ дар барномаи сервер ба вуқӯъи пайваста аст. Илтимос фиристодани гузориши хатои комили он чинор, ки дар зери баён шудааст, таъти назар қарор диҳед.
th: นี่ดูเหมือนจะเป็นปัญหาที่เกิดจากข้อผิดพลาดของโปรแกรมเซิร์ฟเวอร์ โปรดพิจารณาส่งรายละเอียดการเกิดข้อผิดพลาดที่สมบูรณ์ ดังรายละเอียดด้านล่างนี้

source: Contact the administrator of the server to advise them of the problem.
bs: Kontaktirajte administratora servera kako bi ga obavijestili o problemu.
km: សូម​ទាក់ទង​ទៅ​កាន់​អ្នក​គ្រប់គ្រង​ម៉ាស៊ីន​បម្រើ ដើម្បី​ប្រាប់​ពួក​គេ​អំពី​បញ្ហា ។
ko: 문제에 대해 이야기 하기 위해 서버 관리자에게 문의하십시오.
mn: Асуудлаа системийн зохион байгуулагчид дамжуулна уу.
pa: ਸਰਵਰ ਦੇ ਪਰਸ਼ਾਸ਼ਕਾਂ ਨੂੰ ਸਮੱਸਿਆ ਨੂੰ ਜਾਣੂ ਕਰਵਾਉਣ ਲਈ ਉਹਨਾਂ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ro: Contactaţi administratorul serverului pentru a-l informa de această problemă.
rw: Wareba umugenzuzi wa seriveri kugira ngo atange inama y'ikibazo.
sk: Kontaktujte administrátora serveru a oznámte mu problém.
sr: Контактирајте администратора да бисте му указали на проблем.
sr@latn: Kontaktirajte administratora da biste mu ukazali na problem.
tg: Илтимос бо мудири коргузори тамосгирифта ва мушкилиро иттилоъ диҳед.
th: โปรดติดต่อผู้ดูแลระบบของเซิร์ฟเวอร์ เพื่อแจ้งให้ทราบถึงปัญหาที่เกิดขึ้น

source: If you know who the authors of the server software are, submit the bug report directly to them.
bs: Ako znate ko su autori serverskog softvera, prijavite bug direktno njima.
km: ប្រសិនបើ​អ្នក​ដឹង​ថា នរណា​គឺ​ជា​អ្នក​និពន្ធ​កម្មវិធី​របស់ម៉ាស៊ីន​បម្រើ ដាក់ស្នើ​របាយការណ៍​កំហុស​ដោយ​ផ្ទាល់​ទៅ​ពួកគេ ។
ko: 서버 소프트웨어의 제작자를 안다면 그에게 직접 버그리포트를 전송하십시오.
mn: Хэрвээ та сервер программын зохиогчидыг тогтоож чадвал тэдэнд алдааны тайлангаа илгээнэ үү.
pa: ਜੇਕਰ ਤੁਸੀਂ ਜਾਣਦੇ ਕਿ ਸਰਵਰ ਸਾਫਟਵੇਅਰ ਦਾ ਲੇਖਕ ਕੌਣ ਹੈ ਤਾਂ ਉਸ ਨੂੰ ਸਿੱਧੀ ਬੱਗ ਰਿਪੋਰਟ ਭੇਜ ਦਿਓ।
ro: Dacă ştiţi cine sînt autorii programului de pe server, atunci trimiteţi-le direct un raport de eroare.
rw: Niba uzi abanditsi ba porogaramu seriveri, waboherereza raporo y'ikosaporogaramu ako kanya.
sk: Ak viete, kto je autorom použitého serveru, pošlite správu o chybe priamo im.
sr: Ако знате ко су аутори програма на серверу, пошаљите извештај о грешци директно њима.
sr@latn: Ako znate ko su autori programa na serveru, pošaljite izveštaj o grešci direktno njima.
tg: Агар бидонед, ки нависандагони барномаҳои компютерии сервер чӣ касоне ҳастанд, гузориши ишколро мустақиман ба онҳо ирсол кунед.
th: หากคุณทราบว่า ใครเป็นผู้เขียนโปรแกรมเซิร์ฟเวอร์นี้ ให้ทำการรายงานความผิดพลาดไปยังเขาโดยตรง

source: Timeout Error
bs: Greška zbog isteka vremena
km: កំហុស​កំឡុងពេល
ko: 시간초과 오류
mn: Хугацаа хэтрэх алдаа
pa: ਸਮਾਂ ਸੀਮਾ ਸਮਾਪਤੀ ਗਲਤੀ
ro: Eroare temporizare
rw: Ikosa ry'Igihecyarenze
sk: Vypršanie času
sr: Грешка прекорачења времена
sr@latn: Greška prekoračenja vremena
tg: Хатои итмоми вақт
th: ข้อผิดพลาดจากการหมดเวลา

source: Although contact was made with the server, a response was not received within the amount of time allocated for the request as follows:<ul><li>Timeout for establishing a connection: %1 seconds</li><li>Timeout for receiving a response: %2 seconds</li><li>Timeout for accessing proxy servers: %3 seconds</li></ul>Please note that you can alter these timeout settings in the KDE Control Center, by selecting Network -> Preferences.
bs: Iako je uspostavljena veza sa serverom, odgovor nije primljen u periodu vremena koji je dodijeljen zahtjevu na ovaj način:<ul><li>Vrijeme za uspostavljanje konekcije: %1 sekundi</li><li>Vrijeme za prijem odgovora: %2 sekundi</li><li>Vrijeme za pristup proxy serverima: %3 sekundi</li></ul> Obratite pažnju da možete izmijeniti ova vremena u KDE Kontrolnom centru, birajući Mreža -> Preference.
km: ទោះបីជា​ការ​ទាក់ទង​ត្រូវ​បាន​ធ្វើ​ឡើង​ជាមួយ​នឹង​ម៉ាស៊ីន​បម្រើ ការ​ឆ្លើយ​តប​មួយ​មិន​បាន​ទទួល​ឡើយ ក្នុង​កំឡុង​នៃ​ពេល​ដែល​បាន​បម្រុងទុក​សម្រាប់​ការ​ស្នើសុំ​ដូច​តទៅ​នេះ ៖ <ul><li> កំឡុងពេលសម្រាប់​បង្កើត​ការ​តភ្ជាប់ ៖ %1 វិនាទី</li><li>កំឡុងពេល​ក្នុង​ការ​ទទួល​យក​ការ​ឆ្លើយតប​ ៖ %2 វិនាទី</li><li>កំឡុងពេល​ក្នុង​ការ​ចូល​ដំណើរការ​ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី ៖ %3 វិនាទី</li></ul>សូម​ចំណាំ​ថា​អ្នក​អាច​ផ្លាស់ប្តូរ​ការកំណត់​ពេលវេលា​ទាំងនេះក្នុង​មជ្ឈមណ្ឌល​បញ្ជា KDE ដោយ​ជ្រើស បណ្តាញ -> ចំណង់ចំណូលចិត្ត ។
ko: 접촉이 서버를 통해 이루어지고 응답이 아래와 같이 요청된 시간 안에 오지 않았습니다 :<ul><li>연결 설정에 걸리는 초과 시간 %1 초 </li><li>응답 받는데 걸리는 시간 초과: %2 초</li><li>프록시 서버 접속하는 데 걸리는 시간초과 : %3 초</li></ul> KDE 제어판에서 네트워크->설정으로 들어가 시간초과 설정을 변경할 수 있습니다.
mn: Сервертэй холболт хийсэн боловч хүсэлт буцаах ёстой доорхи хугацааны дотор хариу хүлээн авсангүй:<ul><li>Холболт үүсгэх хугацаа хэтрэлт : %1 секундын дараа</li><li>Хариу хүлээн авах хугацаа хэтрэлт : %2 секундын дараа</li><li>Итгэмжилэгч сервер рүү хандах хугацаа хэтрэлт : %3 секундын дараа</li> </ul>Эдгээр хугацаа хэтрэлтийн тохируулгыг KDE-удирдах төв, дотроос "Сүлжээ -> Тохиргоо" модулыг сонгож хийж болохыг анхаарана уу.
ro: Deşi am făcut contactul cu serverul, nu am primit un răspuns în timpul alocat cererii:<ul><li>Temporizare la stabilirea conexiunii: %1 secunde</li><li>Temporizare la primirea unui răspuns: %2 secunde</li><li>Temporizare la accesarea serverelor proxy: %3 secunde</li></ul> Trebuie să reţineţi că aceste temporizări le puteţi modifica din Centrul de Control KDE selectînd Reţea -> Preferinţe.
rw: N'ubwo ukugera kuri seriveri byakozwe, nta gisubizo cyabonetse mu gihe cyateganyijwe cy'igisabwa nk'uko bikurikira: <ul><li>Igihe cyarenze mu gutunganya ukwihuza: amasegonda %1</li><li>Igihe cyarenze mu kwakira igisubizo: amasegonda %2</li><li>Igihe cyarenze mu kugera ku maseriveri nyabubasha: amasegonda %3</li></ul>Wamenya ko ushobora guhindura aya magenamiterere y'igihe cyarenze muri Rwagati rw'Igenzura KDE, uhitamo Urusobemiyoboro -> Ibijyanye.
sk: Aj ked sa podarilo kontaktovať server, odpoved neprišla v zadanej dobe: <ul><li>Čas pre vytvorenie spojenia: %1 sekúnd</li><li>Čas pre prijatie odpovede: %2 sekúnd</li><li>Čas pre prístup k proxy serverom: %3 sekúnd</li></ul>Prosím, uvedomte si, že tieto časy môžete zmeniť v Ovládacom centre KDE v module Sieť->Nastavenia.
sr: Иако је сервер контактиран, одговор није примљен у оквиру времена дефинисаног за захтев на следећи начин: <ul><li>Прекорачење времена за успостављање везе: %1 сек.</li> <li>Прекорачење времена за пријем одговора: %2 сек.</li> <li>Прекорачење времена за приступ прокси серверима: %3 сек.</li> </ul> Имајте на уму да ове вредности можете да промените у KDE контролном центру, изабирајући Мрежа->Подешавања.
sr@latn: Iako je server kontaktiran, odgovor nije primljen u okviru vremena definisanog za zahtev na sledeći način: <ul><li>Prekoračenje vremena za uspostavljanje veze: %1 sek.</li> <li>Prekoračenje vremena za prijem odgovora: %2 sek.</li> <li>Prekoračenje vremena za pristup proksi serverima: %3 sek.</li> </ul> Imajte na umu da ove vrednosti možete da promenite u KDE kontrolnom centru, izabirajući Mreža->Podešavanja.
tg: Бо вуҷуди онки бо сервери иртибот барқарор шуд, дар замони ихтисос дода шуда ба дархост бо шароити зерҷавобе дарёфт нашуд: <ul><li>Итмоми замон барои барқарори иртибот: %1 сония</li><li>Итмоми замон барои дарёфти ҷавоб: %2 сония</li><li>Итмоми замон барои дастрасӣ ба серверони proxy: %3 сония</li></ul>Илтимос таваҷҷӯъ дошта бошед, ки метавонеддар маркази контроли KDE дар қисмати шабақа -> тарҷеҳоти ин танзимотро тағйир диҳед.
th: แม้ว่าจะมีการสร้างการเชื่อมต่อกับเซิร์ฟเวอร์แล้ว แต่ก็ไม่ได้รับการตอบรับภายในช่วงเวลาที่กำหนดสำหรับการร้องขอ ดังต่อไปนี้:<ul><li>หมดเวลาในการเริ่มทำการเชื่อมต่อ: %1 วินาที</li><li>หมดเวลาในการคอยการตอบรับ: %2 วินาที</li><li>หมดเวลาในการเข้าใช้งานเซิร์ฟเวอร์พร็อกซี: %3 วินาที</li></ul> เคล็ดลับ: คุณสามารถตั้งค่าช่วงเวลาเหล่านี้ได้ที่ ศูนย์ควบคุม KDE โดยเลือก ระบบเครือข่าย -> ปรับแต่ง

source: The server was too busy responding to other requests to respond.
bs: Server je previše zauzet odgovarajući na druge zahtjeve da bi odgovorio.
km: ម៉ាស៊ីន​បម្រើ​ជាប់​រវល់​ពេក រហូត​ដល់​មិន​អាច​ឆ្លើយតប​ទៅ​សំណើ​ផ្សេងៗ ។
ko: 다른 요청들의 폭주로 서버가 반응하지 못하고 있습니다.
mn: Сервер бусад хариулах ёстой хүсэлтүүдэд дарагдаад завгүй байна.
pa: ਸਰਵਰ ਇੰਨਾ ਰੁੱਝਿਆ ਹੋਇਆ ਹੈ ਕਿ ਹੋਰ ਬੇਨਤੀਆਂ ਨੂੰ ਜਵਾਬ ਨਹੀਂ ਦੇ ਸਕਦਾ ਹੈ।
ro: Serverul a fost prea încărcat ca să răspundă la alte cereri.
rw: Seriveri yari ihuze mu gusubiza ibindi bisabwa byo gusubiza.
sk: Server bol príliš zaneprázdnený inými požiadavkami.
sr: Сервер је био презаузет одговарањем на друге захтеве да би одговорио.
sr@latn: Server je bio prezauzet odgovaranjem na druge zahteve da bi odgovorio.
tg: Сервер ба улти посух додан ба дархостҳои дигар машғул мебошад.
th: เซิร์ฟเวอร์ไม่ว่างที่จะตอบกลับมายังส่วนที่ร้องขอเข้ามา

source: Unknown Error
bs: Nepoznata greška
km: កំហុស​ដែល​មិន​ស្គាល់
ko: 알수 없는 오류
mn: Тодорхойгүй алдаа
pa: ਅਣਜਾਣ ਗਲਤੀ
ro: Eroare necunoscută
rw: Ikosa itazwi
sk: Neznáma chyba
sr: Непозната грешка
sr@latn: Nepoznata greška
tg: Хатои ношинос
th: ความผิดพลาดที่ไม่รู้จัก

source: The program on your computer which provides access to the <strong>%1</strong> protocol has reported an unknown error: %2.
bs: Program na vašem računaru koji omogućuje pristup protokolu <strong>%1</strong> prijavio je nepoznatu grešku: %2.
km: កម្មវិធី​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក​ដែល​ផ្តល់​ដំណើរការ​ទៅពិធីការ<strong>%1</strong> បាន​រាយការណ៍​អំពី​កំហុស​ដែល​មិន​ស្គាល់​មួយ ៖ %2 ។
ko: <strong>%1</strong>프로토콜에 접속을 제공하는 컴퓨터의 프로그램이 알 수 없는 오류 %2를 보고했습니다.
mn: Таны компьютер дээрхи протоколл <strong>%1</strong> рүү хандах боломжоор хангадаг программ дараах тодорхойгүй алдааг мэдэгдлээ: %2.
pa: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਉੱਤੇ ਪਰੋਗਰਾਮ, ਜੋ ਕਿ <strong>%1</strong> ਪਰੋਟੋਕਾਲ ਲਈ ਪਹੁੰਚ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਸੀ, ਨੇ ਅਣਜਾਣੀ ਗਲਤੀ ਦਿੱਤੀ ਹੈ: %2
ro: Programul de pe calculatorul dumneavoastră care asigură acces la protocolul <strong>%1</strong> a raportat o eroare necunoscută: %2.
rw: Porogaramu kuri mudasobwa yawe itanga ukugera kuri porotokole <strong>%1</strong> yabonye ikosa ritazwi: %2.
sk: Program na vašom počítači, ktorý poskytuje prísup k protokolu <strong>%1</strong> oznámil neznámu chybu: %2.
sr: Програм на вашем рачунару који обезбеђује приступ <strong>%1</strong> протоколу је пријавио непознату грешку: %2.
sr@latn: Program na vašem računaru koji obezbeđuje pristup <strong>%1</strong> protokolu je prijavio nepoznatu grešku: %2.
tg: Барномаи рӯи компютери шумо, ки дастрасӣ ба протоколи <strong>%1</strong>-ро фароҳам меоварад, хатоӣ ба шарҳи зер кардааст: %2.
th: โปรแกรมบนคอมพิวเตอร์ของคุณ ซึ่งใช้งานโปรโตคอล <strong>%1</strong> ได้เกิดความผิดพลาดที่ไม่รู้จัก: %2

source: Unknown Interruption
bs: Nepoznat prekid
km: ការផ្តាច់​ដែល​មិន​ស្គាល់​
ko: 알 수 없는 중단
mn: Тодорхойгүй шалтгаанаар тасарлаа
pa: ਅਣਜਾਣ ਦਖਲ
ro: Întrerupere necunoscută
rw: Ihagarika Ritazwi
sk: Neznáme prerušenie
sr: Непознат прекид
sr@latn: Nepoznat prekid
tg: Қатъи ношинос
th: ไม่รู้จักการอินเทอร์รัพต์ที่เกิดขึ้น

source: The program on your computer which provides access to the <strong>%1</strong> protocol has reported an interruption of an unknown type: %2.
bs: Program na vašem računaru koji omogućuje pristup protokolu <strong>%1</strong> prijavio je prekid nepoznatog porijekla: %2.
km: កម្មវិធី​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក​ដែល​ផ្តល់​ដំណើរការ​ទៅ​កាន់ពិធីការ<strong>%1</strong> បាន​រាយការណ៍​អំពី​ការ​ផ្អាក​នៃ​ប្រភេទ​ដែល​មិន​ស្គាល់ ៖ %2 ។
ko: <strong>%1</strong>프로토콜에 접속을 제공하는 컴퓨터의 프로그램이 알 수 없는 타입 %2 의 중단을 보고했습니다.
mn: Таны компьютер дээрхи протоколл <strong>%1</strong> рүү хандах боломжоор хангадаг программ дараах тодорхойгүй төрөл %2 -г мэдээлээд тасарлаа.
pa: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਉੱਤੇ ਪਰੋਗਰਾਮ, ਜੋ ਕਿ <strong>%1</strong> ਪਰੋਟੋਕਾਲ ਲਈ ਪਹੁੰਚ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਸੀ, ਨੇ ਅਣਜਾਣ ਕਿਸਮ ਦੇ ਦਖਲ ਦੀ ਜਾਣਕਾਰੀ ਦਿੱਤੀ ਹੈ: %2
ro: Programul de pe calculatorul dumneavoastră care asigură acces la protocolul <strong>%1</strong> a raportat o întrerupere de tip necunoscut: %2.
rw: Porogaramu kuri mudasobwa yawe itanga ukugera kuri porotokole <strong>%1</strong> yabonye ugucika k'ubwoko butazwi: %2.
sk: Program na vašom počítači, ktorý poskytuje prísup k protokolu <strong>%1</strong> oznámil prerušenie neznámeho typu: %2.
sr: Програм на вашем рачунару који обезбеђује приступ <strong>%1</strong> протоколу је пријавио прекид непознатог типа: %2.
sr@latn: Program na vašem računaru koji obezbeđuje pristup <strong>%1</strong> protokolu je prijavio prekid nepoznatog tipa: %2.
tg: Барнома дар компютери шумо, ки дастрасӣ ба протоколи <strong>%1</strong> медиҳад, ахборот дар бораи каниш бо коди номуайяни хаторо дод: %2.
th: โปรแกรมบนคอมพิวเตอร์ของคุณ ซึ่งใช้งานโปรโตคอล <strong>%1</strong> ได้รายงานความผิดพลาด ของการอินเตอร์รัพต์ที่ไม่รู้จัก: %2

source: Could Not Delete Original File
bs: Ne mogu obrisati originalnu datoteku
km: មិន​អាច​លុប​ឯកសារ​ដើម
ko: 원본 파일을 삭제할 수 없음
mn: Оригнал файлыг устгаж чадсангүй
pa: ਅਸਲੀ ਫਾਇਲ਼ ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ
ro: Nu pot şterge fişierul original
rw: Ntibyashobotse Gusiba Idosiye Mwimerere
sk: Nepodarilo sa odstrániť pôvodný súbor
sr: Није могуће обрисати оригинални фајл
sr@latn: Nije moguće obrisati originalni fajl
tg: Файли аслӣ нест карда натавонист
th: ไม่สามารถลบแฟ้มดั้งเดิมได้

source: The requested operation required the deleting of the original file, most likely at the end of a file move operation. The original file <strong>%1</strong> could not be deleted.
bs: Tražena operacija je zahtjevala brisanje originalne datoteke, vjerovatno kao posljedicu operacije premještanja datoteke. Originalna datoteka <strong>%1</strong> nije mogla biti obrisana.
km: ប្រតិបត្តិការ​ដែល​បាន​ស្នើ​សុំ ទាមទារ​ឲ្យ​លុប​ឯកសារ​ដើម ភាគច្រើន​នៅ​ចុង​បញ្ចប់​នៃ​ប្រតិបត្តិការ​ផ្លាស់ទី​ឯកសារ ។ ឯកសារដើម <strong>%1</strong> មិន​អាច​លុប​បាន​ឡើយ ។
ko: 요청한 작업은 대부분 파일 이동 작업의 끝에 주로 있는 원본 파일의 삭제를 요구합니다. 원본 파일 <strong>%1</strong>은 삭제될 수 없습니다.
mn: Шаардсан үйлдэл оргинал файлыг устгахыг хүсэж байна энэ нь ихэнхдээ зөөх үйлдлийн төгсгөлд хийгддэг. Оргинал файл <strong>%1</strong> устгагдахгүй байна.
pa: ਲੋੜੀਦੀ ਕਾਰਵਾਈ ਨੇ ਅਸਲੀਂ ਫਾਇਲ ਨੂੰ ਹਟਾਉਣ ਦੀ ਮੰਗ ਕੀਤੀ ਸੀ, ਆਮ ਤੌਰ ਉੱਤੇ ਇੱਕ ਫਾਇਲ ਭੇਜਣ ਦੀ ਕਾਰਵਾਈ ਦੌਰਾਨ। ਅਸਲੀ ਫਾਇਲ <strong>%1</strong> ਨੂੰ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
ro: Operaţia cerută încearcă să şteargă fişierul original, cel mai probabil în urma unei operaţii de mutare de fişier. Fişierul original <strong>%1</strong> nu poate fi şters.
rw: Igikorwa cyasabwe cyari gikeneye ugusibwa kw'idosiye mwimerere, bishoboka cyane ku mpera y'idosiye kwimura igikorwa. Idosiye mwimerere <strong>%1</strong> ntiyashoboye guhanagurwa.
sk: Požadovaná operácia vyžaduje odstránenie pôvodného súboru, asi na konci operácie presunu. Tento pôvodný súbor <strong>%1</strong> sa nepodarilo odstrániť.
sr: Захтевана операција је захтевала брисање оригиналног фајла, највероватније на крају операције премештања. Оригинални фајл <strong>%1</strong> није могао бити обрисан.
sr@latn: Zahtevana operacija je zahtevala brisanje originalnog fajla, najverovatnije na kraju operacije premeštanja. Originalni fajl <strong>%1</strong> nije mogao biti obrisan.
tg: Амали дархостшуда ниёз ба ҳузфи файли аслӣ аст, эҳтимолан дар интиҳои амал ҷобаҷоӣ доштанаш мумкин. Файли аслии <strong>%1</strong> ҳузф нашуд.
th: ปฏิบัติการที่ร้องขอมา ต้องการจะลบแฟ้มดั้งเดิม เหมือนกับเมื่อสิ้นสุดการย้ายแฟ้ม แต่ไม่สามารถลบแฟ้มดั้งเดิม <strong>%1</strong> ได้
