Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Protocol is a Filter Protocol
bs: Protokol je filter protokol
km: ពិធីការ​គឺ​ជា​ពិធីការ​តម្រងមួយ
ko: 프로토콜은 필터 프로토콜임
mn: Протоколл нь шүүлтүүр протоколл.
pa: ਪਰੋਟੋਕਾਲ ਫਿਲਟਰ ਪਰੋਟੋਕਾਲ ਹੈ
ro: Protocolul este un protocol de filtrare
rw: Porotokole ni Porotokole Muyunguruzi
sk: Protokol je filtrovací protokol
sr: Протокол је филтерски протокол
sr@latn: Protokol je filterski protokol
tg: Ин протокол - протоколи филтр мебошад
th: โปรโตคอลเป็นโปรโตคอลแบบตัวกรอง

source: The <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator (URL) that you entered did not refer to a specific resource.
bs: <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator (URL) koji ste unijeli se ne odnosi na neki određen resurs.
km: <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator (URL) ដែល​អ្នក​បាន​បញ្ចូល មិន​យោង​ទៅ​ធនធាន​ជាក់លាក់​មួយ​ឡើយ ។
ko: 입력한 <strong>유(U)</strong>니폼 <strong>리(R)</strong>소스 <strong>로(L)</strong>케이터 (URL)는 특정 리소스를 참고하지 않습니다.
mn: Таны өгсөн хаяг (URL: <strong>U</strong>niversal <strong>R</strong>esource <strong>L</strong>ocator) ямар нэг тодорхой нөөцүүдтэй холбогдоогүй байна.
ro: URL-ul (<strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator) pe care l-aţi introdus nu face referire la o resursă specifică.
rw: <strong>URL</strong> winjije ntiyita ku bikorana byihariye.
sk: <strong>U</strong>niversal <strong>R</strong>esource <strong>L</strong>ocation (URL), ktoré ste zadali, neodpovedá žiadnemu zdroju.
sr: <strong>У</strong>ниформни <strong>Р</strong>есурсни <strong>Л</strong>окатор (URL) који сте унели не указује на одређени ресурс.
sr@latn: <strong>U</strong>niformni <strong>R</strong>esursni <strong>L</strong>okator (URL) koji ste uneli ne ukazuje na određeni resurs.
tg: Маконёби<strong>U</strong> воҳиди <strong>R</strong>манбаъи (URL), ки воҳид <strong>L</strong>кардаед ба ягон манбаъи хосе ишора намекунад.
th: ตำแหน่ง <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong> (URL) ที่คุณเติม ไม่ได้อ้างอิงถึงแหล่งที่มา

source: KDE is able to communicate through a protocol within a protocol; the protocol specified is only for use in such situations, however this is not one of these situations. This is a rare event, and is likely to indicate a programming error.
bs: KDE može komunicirati kroz protokol unutar protokola, navedeni protokol se koristi samo u takvim situacijama, a ovo nije jedna od tih situacija. Ovo je vrlo rijedak slučaj i vjerovatno ukazuje na grešku u programiranju.
km: KDE គឺ​អាច​ធ្វើ​ការ​ទំនាក់​ទំនង​តាមរយៈ​ពិធីការ​ក្នុង​ពិធីការ ។ ពិធីការ​ដែល​បាន​បញ្ជាក់ គឺ​សម្រាប់​តែ​ប្រើ​ក្នុង​ស្ថានភាព​បែប​នោះ ទោះបីជាយ៉ាងណា នេះ​មិន​មែន​ជា​ស្ថានភាព​មួយ​ក្នុង​ចំណោម​ស្ថានភាព​ទាំងនេះ ។ នេះ​គឺ​ជា​ព្រឹត្តិការណ៍​កម្រ ហើយ​ទំនង​ជា​បញ្ជាក់​កំហុស​កម្មវិធី ។
ko: KDE는 프로토콜 안에서 프로토콜로 통신이 가능합니다: 명시된 프로토콜은 위와 같은 경우에만 사용할 수 있지만 이 경우는 그러한 경우에 속하지 않습니다. 아주 드문 경우이며, 이것은 프로그래밍 오류에 가깝습니다.
mn: KDE "Протоколл доторхи протоколл"-н тусламжтайгаар холбогдож болно. Тухайн протоколл зөвхөн тийм нөхцөл байдал дахь хэрэглээний хувьд тодорхойлогдсон. Мэдээж энд тийм нөхцөл байдлуудыг авч үзэхгүй. Энэ нь ховорхон тохиолдох ба мэдээж ямар нэгэн программын алдаа өгдөг.
ro: KDE este capabil să comunice printr-un protocol dintr-un alt protocol. Protocolul pe care l-aţi specificat poate fi utilizat numai în astfel de situaţii. Totuşi, aceasta nu este una din aceste situaţii. Acesta este un eveniment rar şi este posibil să indice o eroare de programare.
rw: KDE ishobora gutumanaho yifashishije porotokole muri porotokole; porotokole yerekanwe iba iri mu gukoreshwa gusa muri ibyo bihe, nyamara ibi si bimwe mu ibyo bihe. Iki ni icyabaye kiboneka gake, kandi bisa nko kwerekana ikosa ryo gukora porogaramu.
sk: KDE dokáže komunikovať protokolom v inom protokole. Zadaný protokol sa použije iba v takejto situácii, ale toto nie je tento prípad. Toto nie je moc častá udalosť a asi znamená chybu v programe.
sr: KDE је способан да комуницира кроз протокол унутар протокола; наведени протокол је за коришћење само у таквим ситуацијама, а ово није једна од таквих. Ово је редак догађај, и врло вероватно указује на грешку у програмирању.
sr@latn: KDE je sposoban da komunicira kroz protokol unutar protokola; navedeni protokol je za korišćenje samo u takvim situacijama, a ovo nije jedna od takvih. Ovo je redak događaj, i vrlo verovatno ukazuje na grešku u programiranju.
tg: KDE метавонад аз қарордоди дохилии қарордоди дигар иртибот барқарор кунад; қарордоди мушаххас шуда фақат барои ин мавқеъ аст, дар ҳоле ки ин яке аз ин мавқеъот нест. Ин иттифоқи нодир аст ва эҳтимолан байёнгари хатои барнома мебошад.
th: KDE สามารถสื่อสารกันได้ ผ่านทางโปรโตคอลซ้อนโปรโตคอล ซึ่งจะกำหนดใช้โปรโตคอลเฉพาะกับแต่ละสถานการณ์ อย่างไรก็ตาม มันก็ไม่ได้มีเพียงหนึ่งตัวสำหรับสถานการณ์นี้ นี่เป็นเหตุการณ์จริง และดูเหมือนจะเป็นความผิดพลาดในการเขียนโปรแกรม

source: Unsupported Action: %1
bs: Akcija %1 nije podržana
km: អំពើដែលមិន​បាន​គាំទ្រ​ដោយ %1
ko: 지원하지 않는 기능:%1
mn: Дэмжигдээгүй үйлдэл: %1
pa: ਨਾ-ਸਹਾਇਕ ਕਾਰਵਾਈ: %1
ro: Acţiune nesuportată: %1
sk: Nepodporovaná akcia: %1
sr: Акција %1 није подржана
sr@latn: Akcija %1 nije podržana
tg: Амалиёти: %1 дастгирӣ надорад
th: ไม่สนับสนุนการกระทำ: %1

source: The requested action is not supported by the KDE program which is implementing the <strong>%1</strong> protocol.
bs: KDE program koji implementira protokol <strong>%1</strong> ne podržava traženu akciju.
km: អំពើ​ដែល​បាន​ស្នើ មិន​បាន​គាំទ្រ​ដោយ​កម្មវិធី KDE ដែល​អនុវត្ត​ពិធីការ<strong>%1</strong> ។
ko: 요청한 기능은 <strong>%1</strong>프로토콜을 이행하는 KDE프로그램이 지원하지 않습니다.
mn: Шаардлагатай үйлдэл протоколл <strong>%1<strong>-г хэрэгжүүлэгч KDE-программаар дэмжигдээгүй байна.
pa: ਲੋੜੀਦੀ ਕਾਰਵਾਈ KDE ਪਰੋਗਰਾਮ ਵਲੋਂ ਸਹਾਇਕ ਨਹੀਂ ਹੈ, ਜਿਸ ਲਈ <strong>%1</strong> ਪਰੋਟੋਕਾਲ ਸਥਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
ro: Acţiunea cerută nu este suportată de programul KDE caer implementează protocolul <strong>%1</strong>.
rw: Igikorwa cyasabwe nticyemewe na porogaramu KDE yo iri kwinjiza porotokole <strong>%1</strong>.
sk: Požadovaná akcia nie je podporovaná programom KDE, ktorý implementuje protokol <strong>%1<strong>.
sr: Захтевана акција није подржана од KDE програма који имплементира <strong>%1</strong> протокол.
sr@latn: Zahtevana akcija nije podržana od KDE programa koji implementira <strong>%1</strong> protokol.
tg: Амали дархост шуда тавассути барномаи KDE, ки қарордоди <strong>%1</strong>-ро пуштибонӣ мекунад, пиёдасозӣ нашудааст.
th: การกระทำที่ร้องขอมา ไม่สนับสนุนโดยโปรแกรม KDE ซึ่งเป็นตัวกำหนดโปรโตคอล <strong>%1</strong>

source: This error is very much dependent on the KDE program. The additional information should give you more information than is available to the KDE input/output architecture.
bs: Ova greška znatno ovisi o KDE programu. Sve više od ovoga bi bilo više informacija nego što je dostupno KDEovoj ulazno-izlaznoj arhitekturi.
km: កំហុស​នេះ​គឺ​​ពឹង​ផ្អែក​លើ​កម្មវិធី KDE យ៉ាងខ្លាំង ។ ព័ត៌មាន​បន្ថែម​​គួរ​តែ​​ផ្តល់​ព័ត៌មាន​ឲ្យ​អ្នក​ច្រើន​ជាង​អ្វី​ដែល​មាន​ទៅ​ឲ្យ​ស្ថាបត្យករ​​បញ្ចូល​/​បង្ហាញ KDE ។
ko: 이 오류는 KDE 프로그램과 밀접한 관련이 있습니다. 추가정보는 KDE 입출력 구조에 사용가능한 것보다 여러분에게 더 많이 주어집니다.
mn: Энэ алдааны шалтгаан тухайн KDE-программаас хүчтэй хамаарч байна.Нэмэлт мэдээлэл таньд KDE оролт/гаралтын системээс илүү тайлбар өгөх болно.
ro: Această eroare este dependentă de programul KDE. Informaţiile adiţionale ar trebui să vă ofere mai multe informaţii decît cele disponibile în arhitectura de intrare/ieşire a KDE.
rw: Iri Ikosa rifite isano cyane kuri porogaramu KDE. Ibisobanuro birenze bizaguha amakuru menshi kurusha aboneka ku miterere icyingira/igisohoka ya KDE.
sk: Táto chyba veľmi závisí na programe KDE. Ďalšie informácie by mali dodať viac informácií, než koľko ich je dostupných vo vstupno/výstupnej architektúre KDE.
sr: Ова грешка је врло зависна од KDE програма. Додатне информације би требало да Вам дају више информација него што је доступно преко KDE улазно/излазне архитектуре.
sr@latn: Ova greška je vrlo zavisna od KDE programa. Dodatne informacije bi trebalo da Vam daju više informacija nego što je dostupno preko KDE ulazno/izlazne arhitekture.
tg: Ин хато хеле вобаста ба барномаи KDE аст. Иттилооти изофӣ бояд ба шумо иттилооти бештар аз он чи барои сохтори вуруд/хурӯҷи KDE муҳайё аст, фароҳам кунед.
th: ข้อผิดพลาดนี้ ขึ้นอยู่กับโปรแกรม KDE เป็นอย่างมาก ซึ่งรายละเอียดเพิ่มเติมที่แจ้งให้คุณทราบ ควรจะมีมากกว่าที่มีอยู่ในส่วนสถาปัตยกรรม input/output ของ KDE

source: Attempt to find another way to accomplish the same outcome.
bs: Pokušavam naći drugi način da ostvarim isti rezultat.
km: ប៉ុនប៉ង​រក​ដំណោះស្រាយ​ផ្សេង​ទៀត ដើម្បី​សម្រេច​បាន​លទ្ធផល​ដូច​គ្នា ។
ko: 같은 결과를 얻기위해 다른 방법 시도
mn: Ижил үр дүн хүрэх өөр зам олохыг оролдох.
pa: ਇਸ ਨਤੀਜੇ ਨੂੰ ਪਰਾਪਤ ਕਰਨ ਕਈ ਹੋਰ ਢੰਗ ਦੀ ਖੋਜ ਦੀ ਕੋਸ਼ਿਸ ਹੈ।
ro: Încercaţi să găsiţi o altă cale pentru a obţine acelaşi rezultat.
rw: Igerageza ku gushaka indi nzira yo kugera ku gisohoka kimwe.
sk: Pokúste sa nájsť iný spôsob ako dosiahnuť výsledok.
sr: Покушај да се пронађе други начин за постизање истог исхода.
sr@latn: Pokušaj da se pronađe drugi način za postizanje istog ishoda.
tg: Сайъ кунед роҳи дигаре, барои расидани ба ҳамон натиҷа пеш бигиред.
th: กำลังหาหนทางอื่นเพื่อให้ได้ผลลัพธ์แบบเดียวกัน

source: File Expected
bs: Datoteka je očekivana
km: ឯកសារ​ដែល​រំពឹង
ko: 예상되는 파일
mn: Файл хүлээж байна.
pa: ਲੋੜੀਦੀ ਫਾਇਲ
ro: Cerere de fişier
rw: Idosiye Yitezwe
sk: Očakáva sa súbor
sr: Очекиван је фајл
sr@latn: Očekivan je fajl
tg: Интизори файл мерафт
th: ต้องการแฟ้ม

source: The request expected a file, however the folder <strong>%1</strong> was found instead.
bs: Zahtjev je očekivao datoteku, a umjesto toga je pronašao direktorij <strong>%1</strong>.
km: ការ​ស្នើសុំ​បាន​រំពឹង​ឯកសារ​មួយ ទោះ​យ៉ាង​ណា​ថត <strong>%1</strong> ត្រូវ​បាន​រកឃើញ​ជំនួស​វិញ ។
ko: 요청은 파일을 찾을 것이라 기대했지만, 디렉터리<strong>%1</strong>이(가) 대신 발견되었습니다.
mn: Файл хүсэж байсан ч оронд нь <strong>%1</strong> гэсэн хавтас олдлоо.
pa: ਮੰਗੀ ਫਾਇਲ ਗਈ ਸੀ, ਪਰ ਇਸ ਦੀ ਬਜਾਏ ਫੋਲਡਰ <strong>%1</strong> ਮਿਲਿਆ ਹੈ।
ro: Cererea aşteaptă un fişier, dar a fost primit folderul <strong>%1</strong>.
rw: Ikibazo kiteze idosiye, nyamara ububiko <strong>%1</strong> bwabonetse ahubwo.
sk: Požiadavka očakávala vrátenie súboru, ale bol nájdený priečinok <strong>%1</strong>.
sr: Захтев је очекивао фајл, али уместо тога пронађена је фасцикла <strong>%1</strong>.
sr@latn: Zahtev je očekivao fajl, ali umesto toga pronađena je fascikla <strong>%1</strong>.
tg: Дархости дар интизори файлҳо бувад, дар ҳолики феҳристи <strong>%1</strong>пайдо шуд.
th: สิ่งที่ร้องขอมาต้องการแฟ้ม แต่พบว่า <strong>%1</strong> เป็นโฟลเดอร์

source: This may be an error on the server side.
bs: Ovo je možda greška na strani servera.
km: នេះ​ប្រហែល​ជា​មាន​កំហុស​មួយ នៅ​ខាង​ម៉ាស៊ីន​បម្រើ ។
ko: 이것은 서버쪽에서 오류가 발생한 것 같습니다.
mn: Энэ нь сервер талын (сервэр дээрхи хуудас) алдаа.
pa: ਸਰਵਰ ਪਾਸੇ ਸਮੱਸਿਆ ਆ ਸਕਦੀ ਹੈ।
ro: Aceasta ar putea fi o eroare la server.
rw: Ibi bishobora kuba ikosa ku ruhande rwa seriveri.
sk: Toto je asi chyba v serveri.
sr: Ово је можда грешка на страни сервера.
sr@latn: Ovo je možda greška na strani servera.
tg: Ин хато мумкин аст дар тарҳи коргузор бошад.
th: อาจจะเกิดความผิดพลาดทางฝั่งเซิร์ฟเวอร์

source: Folder Expected
bs: Očekivao sam direktorij
km: ថត​ដែល​រំពឹង
ko: 예상되는 디렉터리
mn: Хавтас хүлээж байна.
pa: ਲੋੜੀਦਾ ਫੋਲਡਰ
ro: Cerere de folder
rw: Ububiko bwitezwe
sk: Očakáva sa priečinok
sr: Очекивана је фасцикла
sr@latn: Očekivana je fascikla
tg: Интизори феҳрист мерафт
th: ต้องการโฟลเดอร์

source: The request expected a folder, however the file <strong>%1</strong> was found instead.
bs: Zahtjev je očekivao direktorij, a umjesto toga je pronašao datoteku <strong>%1</strong>.
km: ការ​ស្នើ​សុំ​រំពឹង​ថា​រក​ឃើញ​ថត​មួយ ប៉ុន្តែបែរ​ជា​រក​ឃើញឯកសារ <strong>%1</strong> ទៅ​វិញ ។
ko: 요청은 디렉터리를 찾을 것이라 기대했지만, 파일<strong>%1</strong>이(가) 대신 발견되었습니다.
mn: Хавас хүсэж байсан ч оронд нь <strong>%1</strong> гэсэн файл олдлоо.
pa: ਮੰਗਿਆ ਤਾਂ ਫੋਲਡਰ ਗਿਆ ਸੀ, ਪਰ ਇਸ ਦੀ ਬਜਾਏ ਫਾਇਲ <strong>%1</strong> ਮਿਲੀ ਹੈ।
ro: Cererea aşteaptă un folder, dar a fost primit fişierul <strong>%1</strong>.
rw: Ikibazo kiteze ububiko, nyamara idosiye <strong>%1</strong> bwabonetse ahubwo.
sk: Požiadavka očakávala vrátenie priečinku, ale bol nájdený súbor <strong>%1</strong>.
sr: Захтев је очекивао фасциклу, али уместо тога пронађен је фајл <strong>%1</strong>.
sr@latn: Zahtev je očekivao fasciklu, ali umesto toga pronađen je fajl <strong>%1</strong>.
tg: Дархости дар интизори феҳрист бувад, дар ҳолики файли <strong>%1</strong>пайдо шуд.
th: สิ่งที่ร้องขอมาต้องการโฟลเดอร์ แต่กลับพบว่า <strong>%1</strong> เป็นแฟ้ม

source: File or Folder Does Not Exist
bs: Datoteka ili direktorij ne postoji
km: ឯកសារ ឬ ថត មិន​មាន​ឡើយ
ko: 파일이나 디렉터리가 존재하지 않음
mn: Файл эсвэл лавлах алга байна.
pa: ਫੋਲਡਰ ਜਾਂ ਫਾਇਲ਼ ਮੌਜੂਦ ਨਹੀ ਹੈ
ro: Fişierul sau folderul nu există
rw: Idosiye cyangwa Ububiko Ntibibaho
sk: Súbor alebo priečinok neexistuje
sr: Фајл или фасцикла не постоји
sr@latn: Fajl ili fascikla ne postoji
tg: Файл ё ки феҳрсит вуҷуд надорад
th: ยังไม่มีแฟ้มหรือโฟลเดอร์อยู่

source: The specified file or folder <strong>%1</strong> does not exist.
bs: Navedena datoteka ili direktorij <strong>%1</strong> ne postoji.
km: ឯកសារ ឬ ថត​ដែល​បាន​បញ្ជាក់ <strong>%1</strong> មិន​មាន​ឡើយ ។
ko: 지정한 파일이나 디렉터리<strong>%1</strong>이(가) 존재하지 않습니다.
mn: Өгөгдсөн файл эсвэл лавлах <strong>%1</strong> нь алга байна.
pa: ਦਿੱਤੀ ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ <strong>%1</strong> ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
ro: Fişierul sau folderul <strong>%1</strong> nu există.
rw: Idosiye cyangwa ububiko byerekanwe <strong>%1</strong> ntabwo bibaho.
sk: Zadaný súbor alebo priečinok <strong>%1</strong> neexistuje.
sr: Назначени фајл или фасцикла <strong>%1</strong> не постоји.
sr@latn: Naznačeni fajl ili fascikla <strong>%1</strong> ne postoji.
tg: Файли ё феҳрист муайян шуда<strong>%1</strong> мавҷуд нест.
th: แฟ้มหรือโฟลเดอร์ <strong>%1</strong> ที่กำหนดยังไม่มีอยู่

source: The requested file could not be created because a file with the same name already exists.
bs: Tražena datoteka nije mogla biti napravljena pošto datoteka pod istim imenom već postoji.
km: មិន​អាច​បង្កើត​ឯកសារ​ដែល​បាន​ស្នើសុំ ដោយ​សារ​តែ​មាន​ឯកសារ​មួយ​រួច​ហើយ ដែល​មាន​ឈ្មោះ​ដូច​គ្នា ។
ko: 같은 이름의 파일이 이미 존재하기 때문에 지정한 파일을 생성할 수 없습니다.
mn: Шаардлагатай файлыг үүсгэж чадсангүй учир нь ижил нэртэй файл хэдийнээ байна.
pa: ਮੰਗੀ ਫਾਇਲ ਬਣਾਈ ਨਹੀਂ ਜਾ ਸਕੀ ਹੈ, ਕਿਉਕਿ ਇਸ ਨਾਂ ਨਾਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
ro: Fişierul cerut nu poate fi creat deoarece există deja un fişier cu acelaşi nume.
rw: Idosiye yasabwe ntiyashoboye kuremwa kuko idosiye ifite izina bisa isanzwemo.
sk: Požadovaný súbor sa nepodarilo vytvoriť, pretože už existuje súbor s rovnakým menom.
sr: Захтевани фајл не може бити направљен зато што фајл са истим именом већ постоји.
sr@latn: Zahtevani fajl ne može biti napravljen zato što fajl sa istim imenom već postoji.
tg: Файли дархостшуда эҷод нашуд, аз он ҷое ки файлҳои бо ин ном ҳам акнун вуҷуд дорад.
th: ไม่สามารถสร้างแฟ้มที่ร้องขอมาได้ เนื่องจากมีแฟ้มชื่อเดียวกันอยู่แล้ว

source: Try moving the current file out of the way first, and then try again.
bs: Pokušajte skloniti postojeću datoteku i pokušati ponovo.
km: សូម​ព្យាយាម​ផ្លាស់ទី​ឯកសារ​បច្ចុប្បន្ន ចេញ​ពី​ផ្លូវ​ជា​មុន​សិន ហើយ​បន្ទាប់​មក​សាកល្បង​ម្តងទៀត ។
ko: 현재 파일을 다른 곳으로 옮겨보고 다시 시도하십시오.
mn: Эхлээд энэ файлыг замаасаа зайлуулаад ахин оролдоно уу.
pa: ਮੌਜੂਦਾ ਫਾਇਲ ਨੂੰ ਕਿਤੇ ਹੋਰ ਭੇਜੋ ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Mutaţi mai întîi fişierul curent şi apoi încercaţi din nou.
rw: Gerageza kwimura idosiye igezweho hanze y'inzira bwa mbere, noneho wongere ugerageze.
sk: Skúste presunúť aktuálny súbor bokom a skúste to znovu.
sr: Пробајте да склоните тренутни фајл са пута, па пробајте поново.
sr@latn: Probajte da sklonite trenutni fajl sa puta, pa probajte ponovo.
tg: Файли феълиро аз сар роҳ бардоред ва дубора сайъ кунед.
th: ลองทำการย้ายแฟ้มปัจจุบันออกไปก่อน แล้วลองใหม่อีกครั้ง

source: Delete the current file and try again.
bs: Obrišite trenutnu datoteku i pokušajte ponovo.
km: លុប​ឯកសារ​បច្ចុប្បន្ន និង​ព្យាយាម​ម្តង​ទៀត ។
ko: 현재 파일을 삭제하고 다시 시도해 보십시오.
mn: Идэвхитэй файлыг устгаад ахин оролдоно уу.
pa: ਮੌਜੂਦਾ ਫਾਇਲ ਨੂੰ ਹਟਾਉ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Ştergeţi fişierul curent şi încercaţi din nou.
rw: Siba idosiye igezweho noneho wongere ugerageze.
sk: Odstráňte aktuálny súbor a skúste to znovu.
sr: Обришите тренутни фајл и пробајте поново.
sr@latn: Obrišite trenutni fajl i probajte ponovo.
tg: Файли равонро нест кунед ва аз сари нав кӯшиш кунед.
th: ลบแฟ้มที่ใช้ในปัจจุบัน และลองใหม่อีกครั้ง

source: Choose an alternate filename for the new file.
bs: Izaberite neku drugo ime za novu datoteku.
km: ជ្រើស​ឈ្មោះ​ឯកសារ​ផ្សេង សម្រាប់​ឯកសារ​ថ្មី ។
ko: 새 파일에 다른 이름을 선택하십시오.
mn: Шинэ файландаа өөр нэр сонгоно уу
pa: ਨਵੀਂ ਫਾਇਲ ਲਈ ਬਦਲਵਾਂ ਫਾਇਲ ਨਾਂ ਚੁਣੋ।
ro: Alegeţi un alt nume pentru noul fişier.
rw: Hitamo izina rindi ry'idosiye nshya.
sk: Vyberte iné meno pre nový súbor.
sr: Изаберите друго име за нов фајл.
sr@latn: Izaberite drugo ime za nov fajl.
tg: Номи алтернативӣ барои файли нав интихоб кунед.
th: เลือกชื่อแฟ้มเป็นชื่ออื่น สำหรับแฟ้มใหม่

source: The requested folder could not be created because a folder with the same name already exists.
bs: Traženi direktorij nije mogao biti napravljen pošto direktorij pod istim imenom već postoji.
km: មិន​អាច​បង្កើត​ថត​ដែល​បាន​ស្នើសុំ ដោយ​សារ​តែ​មាន​ថត​មួយ​រួច​ហើយ ដែល​មាន​ឈ្មោះ​ដូច​គ្នា ។
ko: 같은 이름의 디렉터리가 이미 존재하기 때문에 요청한 디렉터리는 생성될 수 없습니다.
mn: Шаардлагатай хавтасыг үүсгэж чадсангүй учир нь ижил нэртэй хавтас хэдийнээ байна.
pa: ਦਿੱਤਾ ਫੋਲਡਰ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ, ਕਿਉਕਿ ਇਸੇ ਨਾਂ ਨਾਲ ਫੋਲਡਰ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
ro: Folderul cerut nu poate fi creat deoarece există deja un fişier cu acelaşi nume.
rw: Ububiko bwasabwe ntibwashoboye kuremwa kuko ububiko bufite izina bisa busanzwemo.
sk: Požadovaný priečinok sa nepodarilo vytvoriť, pretože už existuje priečinok s rovnakým menom.
sr: Захтевана фасцикла не може бити направљена зато што фасцикла са истим именом већ постоји.
sr@latn: Zahtevana fascikla ne može biti napravljena zato što fascikla sa istim imenom već postoji.
tg: Феҳристи дархостшуда эҷод нашуд, аз он ҷой ки феҳристи бо ин ном ҳам акнун вуҷуд дорад.
th: ไม่สามารถสร้างโฟลเดอร์ที่ร้องขอมาได้ เนื่องจากมีโฟลเดอร์ชื่อเดียวกันอยู่แล้ว

source: Try moving the current folder out of the way first, and then try again.
bs: Pokušajte skloniti postojeći direktorij, pa probajte ponovo.
km: សូម​ព្យាយាម​ផ្លាស់ទី​ឯកសារ​បច្ចុប្បន្ន ចេញ​ពី​ផ្លូវ​ជា​មុន​សិន ហើយ​បន្ទាប់​មក​សាកល្បង​ម្តងទៀត ។
ko: 현재 디렉터리를 다른 곳으로 옮기고, 다시 시도하십시오.
mn: Эхлээд энэ хавтасыг замаасаа зайлуулаад ахин оролдоно уу.
pa: ਪਹਿਲਾਂ ਮੌਜੂਦਾ ਫੋਲਡਰ ਨੂੰ ਕਿਤੇ ਭੇਜੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Mutaţi mai întîi folderul curent şi apoi încercaţi din nou.
rw: Gerageza kwimura ububiko bugezweho hanze y'inzira bwa mbere, noneho wongere ugerageze.
sk: Skúste presunúť aktuálny priečinok bokom a skúste to znovu.
sr: Пробајте да склоните тренутну фасциклу са пута, па пробајте поново.
sr@latn: Probajte da sklonite trenutnu fasciklu sa puta, pa probajte ponovo.
tg: Феҳристи феълиро аз сар роҳ бардоред ва дубора сайъ кунед.
th: ลองทำการย้ายโฟลเดอร์ปัจจุบันออกไปก่อน แล้วลองใหม่อีกครั้ง

source: Delete the current folder and try again.
bs: Obrišite trenutni direktorij i pokušajte ponovo.
km: លុប​ថត​បច្ចុប្បន្ន និង​ព្យាយាម​ម្តង​ទៀត ។
ko: 현재 디렉터리를 삭제하고 다시 시도하십시오.
mn: Идэвхитэй хавтасыг устгаад дахин оролдоно уу.
pa: ਮੌਜੂਦਾ ਫੋਲਡਰ ਨੂੰ ਹਟਾਓ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Ştergeţi folderul curent şi încercaţi din nou.
rw: Siba ububiko bugezweho noneho wongere ugerageze.
sk: Odstráňte aktuálny priečinok a skúste to znovu.
sr: Обришите тренутну фасциклу и пробајте поново.
sr@latn: Obrišite trenutnu fasciklu i probajte ponovo.
tg: Феҳристи равонро нест кунед ва кӯшиш кунед.
th: ลบโฟลเดอร์ที่ใช้ในปัจจุบัน และลองใหม่อีกครั้ง

source: Choose an alternate name for the new folder.
bs: Izaberite neku drugo ime za novi direktorij.
km: ជ្រើស​ឈ្មោះ​ផ្សេង សម្រាប់​ថត​ថ្មី​នេះ ។
ko: 새 디렉터리에 다른 이름을 선택하십시오.
mn: Шинэ хавтасдаа өөр альтернатив нэр сонгоно уу.
pa: ਨਵੇਂ ਫੋਲਡਰ ਲਈ ਹੋਰ ਨਾਂ ਦਿਓ।
ro: Alegeţi un alt nume pentru noul folder.
rw: Hitamo izina rindi ry'ububiko bushya.
sk: Vyberte iné meno pre nový priečinok.
sr: Изаберите друго име за нову фасциклу.
sr@latn: Izaberite drugo ime za novu fasciklu.
tg: Номи алтернативӣ барои феҳристи нав интихоб кунед.
th: เลือกชื่อแฟ้มเป็นชื่ออื่น สำหรับโฟลเดอร์ใหม่

source: Unknown Host
bs: Nepoznat računar
km: មិន​ស្គាល់​ម៉ាស៊ីន
ko: 알 수 없는 호스트
mn: Тодорхойгүй хост
pa: ਅਣਜਾਣ ਮੇਜ਼ਬਾਨ
ro: Gazdă necunoscută
rw: Ubuturo Butazwi
sk: Neznámy hostiteľ
sr: Непознат домаћин
sr@latn: Nepoznat domaćin
tg: Узели ношинос
th: โฮสต์ที่ไม่รู้จัก

source: An unknown host error indicates that the server with the requested name, <strong>%1</strong>, could not be located on the Internet.
bs: Greška 'Nepoznat računar' ukazuje da server pod traženim imenom, <strong>%1</strong>, nije lociran na Interntu.
km: កំហុស​ម៉ាស៊ីន​មិន​ស្គាល់​មួយ បាន​បញ្ជាក់​ថា​ម៉ាស៊ីន​បម្រើ​ឈ្មោះ <strong>%1</strong> ដែល​បាន​ស្នើ មិន​អាច​ត្រូវ​បាន​រកឃើញ​ឡើយ នៅលើ​អ៊ិនធឺណិត ។
ko: 알 수 없는 호스트 오류는 요청한 이름의 서버 <strong>%1</strong>가 인터넷에 위치하지 않음을 의미합니다.
mn: <strong>%1</strong> нэртэй сервер интернэтэд байхгүй байна гэсэн"Тодорхойгүй компьютер" алдаа заав.
ro: Eroarea de gazdă necunoscută indică faptul că serverul cu numele cerut, <strong>%1</strong>, nu poate fi localizat în Internet.
rw: Ikosa ry'ubuturo ritazwi rirekana ko seriveri y'izina ryatswe, <strong>%1</strong>, idashobora kugaragara kuri interineti.
sk: Táto chyba ukazuje, že server s požadovaným menom <strong>%1</strong> sa nepodarilo v Internete nájsť.
sr: Грешка „непознат домаћин“ указује да сервер са захтеваним именом, <strong>%1</strong>, не може бити пронађен на Интернету.
sr@latn: Greška „nepoznat domaćin“ ukazuje da server sa zahtevanim imenom, <strong>%1</strong>, ne može biti pronađen na Internetu.
tg: Хатои ношинохта баёнгари он аст ки коргузори бо номи дархостшудаи <strong>%1</strong>,дар интернет имконёбӣ нашуд.
th: เกิดความผิดพลาดจากโฮสต์ที่ไม่รู้จัก แสดงว่า เซิร์ฟเวอร์ชื่อ <strong>%1</strong> ที่ร้องขอมา ไม่สามารถหาตำแหน่งบนอินเตอร์เน็ตได้

source: The name that you typed, %1, may not exist: it may be incorrectly typed.
bs: Ime koje ste unijeli, %1, možda ne postoji: možda ga niste ispravno otkucali.
km: ឈ្មោះ %1 ដែល​អ្នក​បាន​វាយ​បញ្ចូល ប្រហែល​ជា​មិន​មាន​ឡើយ ៖ អ្នក​ប្រហែល​ជា​វាយ​វា​មិន​បាន​ត្រឹមត្រូវ ។
ko: 입력한 이름, %1, 은 존재하지않습니다: 잘못 입력했을 수 있습니다.
mn: Таны оруулсан нэр: %1 байхгүй байна. Магадгүй буруу товчилуур дарагдав уу.
pa: ਨਾਂ, %1, ਜੋ ਤੁਸੀਂ ਦਿੱਤਾ ਹੈ, ਸ਼ਾਇਦ ਮੌਜੂਦ ਨਾ ਹੋਵੇ: ਇਸ ਦੇ ਸ਼ਬਦ ਗਲਤ ਹੋ ਸਕਦੇ ਹਨ।
ro: Numele "%1" pe care l-aţi scris nu există. Probabil aţi greşit la scrierea lui.
rw: Izina wanditse, %1, ntiribaho: rishobora kuba ryanditswe nabi.
sk: Zadané meno %1 asi neexistuje. Možno bolo nesprávne zadané.
sr: Име које сте унели, %1, можда не постоји: можда је погрешно унето.
sr@latn: Ime koje ste uneli, %1, možda ne postoji: možda je pogrešno uneto.
tg: Номе ки шумо навистаед %1, мумкин аст вуҷуд надошта бошад: мумкин аст ин нодуруст навишта шуда буд.
th: ชื่อ %1 ที่คุณพิมพ์มา อาจจะไม่มีอยู่ หรืออาจจะเกิดจากการพิมพ์ผิด

source: Access Denied
bs: Pristup odbijen
km: ការ​ចូល​ដំណើរការ​ត្រូវ​បាន​បដិសេធ
ko: 접근 거부됨
mn: Хандалт бүтсэнгүй
pa: ਅਧਿਕਾਰ ਪਾਬੰਦੀ
ro: Acces refuzat
rw: Ntiwemerewe Kwinjira
sk: Prístup zamietnutý
sr: Приступ је одбијен
sr@latn: Pristup je odbijen
tg: Даромадан рад карда шуд
th: ได้รับการปฏิเสธให้เข้าใช้
