Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: <p>While typing in the text area, you may be presented with possible matches. This feature can be controlled by clicking with the right mouse button and selecting a preferred mode from the <b>Text Completion</b> menu.
bs: <p>Prilikom kucanja u tekst oblast, možda će vam biti ponuđeni mogući pogodci. Ovu mogućnost možete kontrolisati klikanjem na desno dugme miša i izborom željenog načina rada u meniju <b>Dovršavanje teksta</b>.
km: <p>ខណៈពេល​ដែល​អ្នក​វាយ​ក្នុង​ផ្ទៃ​អត្ថបទ អ្នក​អាច​នឹង​ទទួល​បាន​ការបង្ហាញ​ធាតុ​ដំណូច​ដែល​មាន ។ លក្ខណៈ​ពិសេស​នេះ​អាច​បញ្ជា​បាន ដោយ​ចុច​ប៊ូតុង​កណ្តុរ​ខាងស្តាំ និង​ជ្រើស​របៀប​ដែល​ពេញ​ចិត្ត​ពី​ម៉ឺនុយ <b>ការ​បំពេញ​អត្ថបទ</b> ។
ko: <p>텍스트 입력부분에 입력하고 있을때 가능한 일치부분을 볼 수 있습니다. 이 기능은 오른쪽 버튼을 눌러서 <b>텍스트 완성</b>메뉴에서 제시된 모드를 선택함으로써 조절할 수 있습니다.
mn: <p>Текст муж руу оруулж байхад тань таньд магадгүй боломжит зохицуулга харагдажболох юм. Энэ функц хулганы баруун товшилуураар хянагдах ба <b>Текст нөхөхөд</b>тохирох горимыг харагдах цэснээс сонгоорой.
pa: <p>ਜਦੋਂ ਤੁਸੀਂ ਪਾਠ ਖੇਤਰ ਵਿੱਚ ਲਿਖਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਮਿਲਦੇ ਮੇਲ ਵੇਖਾਏ ਜਾ ਸਕਦੇ ਹਨ। ਇਹ ਗੁਣ ਨੂੰ ਸੱਜਾ ਬਟਨ ਦਬਾ ਕੇ ਰੱਖਣ ਅਤੇ <b>ਪਾਠ ਮੁਕੰਮਲ</b> ਮੇਨ ਤੋਂ ਪਸੰਦੀਦਾ ਢੰਗ ਚੁਣ ਕੇ ਕੰਟਰੋਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
ro: <p>Cînd scrieţi în zona de text, vă vor fi prezentate diferite potriviri dacă există. Această caracteristică poate fi controlată dînd clic dreapta şi selectînd modul preferat din meniul <b>Completare text</b>.
rw: <p>Mu gihe cyo kwandika mu mwanya w'umwandiko, ugomba kwerekwa n'amahura ashoboka. Iyi mikorere ishobora kugenzurwa ukanda na buto y'iburyo y'imbeba kandi ugahitamo uburyo bwifuzwa bivuye mu bikubiyemo<b> Iyuzuza Mwandiko</b>.
sk: <p>Pri zadávani do textového poľa, môžu vám byť poskytnuté možné odpovedajúce údaje. Táto vlastnosť môže byť kontrolovaná kliknutím pravého tlačidla myši a vybraním preferovaného módu z menu <b>Dopĺňanie textu</b>.
sr: <qt>За време куцања у деловима за унос, може вам се приказати листа могућих подударности. Ова опција се може контролисати кликом на десни тастер миша и избором жељеног режима из менија <b>Довршавање текста</b>.
sr@latn: <qt>Za vreme kucanja u delovima za unos, može vam se prikazati lista mogućih podudarnosti. Ova opcija se može kontrolisati klikom na desni taster miša i izborom željenog režima iz menija <b>Dovršavanje teksta</b>.
tg: <p>Мавриди вурудоти матн ба заминаи вурудот ба шумо вариантҳои имконӣ низ пешкаш хоҳанд шуд. Ин функсияро метавонед бо пахши кнопкаи рости муш ва бо интихоби тартиботи дар меню <b>Анҷомдиҳии матн</b> низ танзим кунед.
th: <p>เมื่อมีการพิมพ์ในพื้นที่ข้อความ จะมีการแสดงรายการที่เข้าข่ายให้คุณเลือก คุณสามารถควบคุมคุณสมบัตินี้ได้ด้วยการคลิ้กเมาส์ปุ่มขวา และเลือกโหมดที่ต้องการใช้จากเมนู <b>เติมเต็มข้อความให้สมบูรณ์</b>

source: This is the name to save the file as.
bs: Ovo je ime pod kojim želite snimiti datoteku.
km: នេះ​គឺ​ជា​ឈ្មោះ​ដែល​រក្សាទុក​ឯកសារ​ជា ។
ko: 파일을 저장할 이름입니다.
mn: Энэ нь өөрчилж хадгалах файлын нэр.
pa: ਇਹ ਫਾਇਲ ਸੰਭਾਲਣ ਲਈ ਫਾਇਲ ਨਾਂ ਹੈ।
ro: Acesta este numele cu care va fi salvat fişierul.
rw: Iri ni izina ryo kubika idosiye nka.
sk: Toto je meno, pod ktorým bude súbor uložený.
sr: Ово је име под којим ће се снимити фајл.
sr@latn: Ovo je ime pod kojim će se snimiti fajl.
tg: <qt>Ин номест, ки дар он файл нигоҳ дошта хоҳад шуд.
th: นี่เป็นชื่อของแฟ้มที่จะบันทึกไป

source: This is the list of files to open. More than one file can be specified by listing several files, separated by spaces.
bs: Ovo je lista datoteka za otvoriti. Možete navesti više od jedne datoteke tako što ćete unijeti njihova imena razdvojena razmakom.
km: នេះ​គឺ​ជា​បញ្ជី​ឯកសារ​ដែល​ត្រូវ​បើក ។ ឯកសារ​ច្រើន​ជាង​មួយ អាច​បញ្ជាក់​ដោយ​ការ​រាយ​ឯកសារ​ជា​ច្រើនក្នុង​បញ្ជី ខណ្ឌចែក​ដោយ​ដកឃ្លា ។
ko: 열 파일의 목록입니다. 하나 이상의 파일이 스페이스로 구분되어 목록화될 수 있습니다.
mn: <qt>Энэ нь нээх файлуудын жагсаалт. Нэгээс олон файл хоосон зайгаар тусгаарлагдан жагсана.
pa: ਇਹ ਫਾਇਲ ਖੋਲਣ ਲਈ ਫਾਇਲ ਨਾਂ ਹੈ। ਕਈ ਫਾਇਲਾਂ ਖੋਲਣ ਲਈ ਇੱਕ ਤੋਂ ਵੱਧ ਫਾਇਲਾਂ ਖਾਲੀ ਥਾਂ ਛੱਡ ਕੇ ਦਿੱਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ।
ro: Aceasta este lista fişierelor de deschis. Poate fi specificat mai mult de un fişier, separîndu-le prin spaţii.
rw: Uru ni urutonde rw'amadosiye yo gufungura. Amadosiye arenze imwe ashobora kwerekanwa hakorwa urutonde rw'amadosiye menshi, atandukanyijwe n'imyanya.
sk: Toto je zoznam súborov pre otvorenie. Viac ako jeden súbor môže byť špecifikovaný výberom súborov, oddelených medzerou.
sr: Ово је листа фајлова за отворити. Више од једног фајла може бити назначено навођењем више фајлова одвојених размацима.
sr@latn: Ovo je lista fajlova za otvoriti. Više od jednog fajla može biti naznačeno navođenjem više fajlova odvojenih razmacima.
tg: Ин рӯйхати файлҳоест, ки боз хоҳанд шуд. Агар якчанд файле ишора шуда истода бошад, онҳо бояд бо фосила ҷудо карда шаванд.
th: นี่เป็นรายการของแฟ้มที่จะเปิดใช้ ซึ่งสามารถเลือกได้มากกว่าหนึ่งแฟ้ม โดยการเลือกแฟ้มมากกว่าหนึ่งแฟ้ม ให้แยกแต่ละชื่อแฟ้มด้วยช่องว่าง

source: This is the name of the file to open.
bs: Ovo je ime datoteke za otvoriti.
km: នេះ​គឺ​ជា​ឈ្មោះ​របស់​ឯកសារ​ដែល​ត្រូវ​បើក ។
ko: 열 파일의 이름입니다.
mn: Энэ нь нээх файлын нэр.
pa: ਇਹ ਖੋਲਣ ਲਈ ਫਾਇਲ ਦਾ ਨਾਂ ਹੈ।
ro: Acesta este numele fişierului de deschis.
rw: Iri ni izina ry'idosiye yo gufungura.
sk: Toto je meno súboru pre otvorenie.
sr: Ово је име фајла за отворити.
sr@latn: Ovo je ime fajla za otvoriti.
tg: Ин номи файлест, ки боз хоҳад шуд.
th: นี่เป็นชื่อของแฟ้มที่จะเปิด

source: Current location
bs: Trenutna lokacija
km: ទីតាំង​បច្ចុប្បន្ន
ko: 현재 위치
pa: ਮੌਜੂਦਾ ਟਿਕਾਣਾ
ro: Locaţia curentă
sk: Aktuálne umiestnenie
sr: Текућа локација
sr@latn: Tekuća lokacija
th: ตำแหน่งปัจจุบัน

source: This is the currently listed location. The drop-down list also lists commonly used locations. This includes standard locations, such as your home folder, as well as locations that have been visited recently.
bs: Ovo je trenutno navedena lokacija. Lista takođe sadrži i druge često korištene lokacije. To uključuje standardne lokacije, kao što je vaš početni direktorij, kao i lokacije koje ste posjetili nedavno.
km: នេះ​គឺ​ជា​ទីតាំង​ដែល​បាន​រាយ​បច្ចុប្បន្ន​ ។ បញ្ជី​ទម្លាក់​ចុះ​ក៏​រាយ​ទីតាំង​ដែល​បាន​ប្រើ​ធម្មតា​ផងដែរ ។ នេះ​រួម​មាន​ទីតាំង​ស្ដង់​ដា ដូច​ជា​ថត​ផ្ទះ​របស់​អ្នក ព្រម​ទាំង​ទីតាំង​ដែល​ត្រូវ​បាន​ទស្សនា​ថ្មីៗ ។
ko: 이것은 현재 목록화된 위치입니다. 드롭다운 목록은 공통으로 사용되는 위치를 나열합니다. 이것은 최근에 방문한 위치오 가타은 홈 디렉터리 등의 표준 위치를 포함합니다.
pa: ਆਮ ਵਰਤੀਆਂ ਜਾਦੇ ਟਿਕਾਣੇ ਇੱਥੇ ਹਨ। ਇਹ ਲਟਕਦੀ ਸੂਚੀ ਆਮ ਵਰਤੇ ਜਾਦੇ ਟਿਕਾਣਿਆਂ ਦੀ ਸੂਚੀ ਹੈ। ਇਹਨਾਂ ਵਿੱਚ ਮਿਆਰੀ ਥਾਵਾਂ, ਜਿਵੇਂ ਕਿ ਤੁਹਾਡਾ ਘਰ ਫੋਲਡਰ, ਇਸ ਦੇ ਨਾਲ ਨਾਲ, ਤੁਹਾਡੇ ਰਾਹੀਂ ਖੋਲੀਆਂ ਤਾਜ਼ੀਆਂ ਥਾਂਵਾਂ ਵੀ ਹਨ।
ro: Aceasta este locaţia listată curentă. Căsuţa combinată listează locaţiile utilizate frecvent. Acestea includ locaţiile standard precum directorul dumneavoastră personal, cît şi locaţiile pe care le-aţi vizitat recent.
sk: Toto sú aktuálne zobrazené umiestnenia. Vysúvací zoznam tiež zobrazuje všeobecne používané umiestnenia. Toto zahrňuje štandardné umiestnenia ako je váš domovský priečinok, ako aj vami nedávno navštívene umiestnenia.
sr: Ово је тренутно приказана локација. Падајућа листа такође показује често коришћене локације, као што је ваша домаћа фасцикла и локације које су биле посећене у скорије време.
sr@latn: Ovo je trenutno prikazana lokacija. Padajuća lista takođe pokazuje često korišćene lokacije, kao što je vaša domaća fascikla i lokacije koje su bile posećene u skorije vreme.
th: นี่คือตำแหน่งที่ถูกขึ้นไว้ในรายการปัจจุบัน รายการ drop-down จะยังทำการขึ้นรายชื่อของ ตำแหน่งที่ถูกใช้งานบ่อยๆ ไว้อีกด้วย นี่ยังรวมไปถึงตำแหน่งมาตรฐาน ตัวอย่างเช่น โฟลเดอร์ส่วนตัว, และตำแหน่งที่คุณเพิ่งไปมาเมื่อเร็วๆ นี้

source: Root Folder: %1
bs: Korijenski direktorij: %1
km: ថត Root ៖ %1
ko: 루트 폴더: %1
mn: Суурь хавтас: %1
pa: ਰੂਟ ਫੋਲਡਰ: %1
ro: Folder rădăcină: %1
rw: Ububiko Muzi: %1
sk: Koreňový priečinok: %1
sr: Корена фасцикла: %1
sr@latn: Korena fascikla: %1
tg: Феҳристи реша: %1
th: โฟลเดอร์ราก: %1

source: Home Folder: %1
bs: Home direktorij: %1
km: ថត​ផ្ទះ ៖ %1
ko: 홈 폴더: %1
mn: Гэр хавтас: %1
pa: ਘਰ ਫੋਲਡਰ: %1
ro: Folder personal: %1
rw: Ububiko Urugo: %1
sk: Domovský priečinok: %1
sr: Домаћа фасцикла: %1
sr@latn: Domaća fascikla: %1
tg: Феҳристи Хона: %1
th: โฟลเดอร์ส่วนตัว: %1

source: Documents: %1
bs: Dokumenti: %1
km: ឯកសារ ៖ %1
ko: 문서: %1
mn: Баримтууд: %1
pa: ਦਸਤਾਵੇਜ਼: %1
ro: Documente: %1
rw: Inyandiko: %1
sk: Dokumenty: %1
sr: Документи: %1
sr@latn: Dokumenti: %1
tg: Ҳуҷҷатҳо: %1
th: เอกสาร: %1

source: Desktop: %1
km: ផ្ទៃតុ ៖ %1
ko: 데스크톱: %1
mn: Ажилын талбар: %1
pa: ਵੇਹੜਾ: %1
ro: Ecran: %1
rw: Ibiro: %1
sk: Plocha: %1
sr: Радна површина: %1
sr@latn: Radna površina: %1
tg: Мизи корӣ: %1
th: พื้นที่ทำงาน: %1

source: <qt>Click this button to enter the parent folder.<p>For instance, if the current location is file:/home/%1 clicking this button will take you to file:/home.</qt>
bs: <qt>Kliknite na ovo dugme za ulazak u direktorij roditelj.<p>Npr. ako je vaša trenutna lokacija file:/home/%1, klikanjem na ovo dugme ući ćete u file:/home.</qt>
km: <qt>ចុច​ប៊ូតុង​នេះ ដើម្បី​បញ្ចូល​ថត​មេ ។<p>ឧទាហរណ៍ ប្រសិនបើ​ទីតាំងបច្ចុប្បន្ន​គឺ​ឯកសារ ៖ /home/%1 នោះ​ចុច​ប៊ូតុង​នេះ​នឹង​នាំ​អ្នក​ទៅ​កាន់​ឯកសារ ៖ /home ។</qt>
ko: <qt>이 버튼을 눌러 상위 디렉터리로 이동하십시오.<p>예를 들어 지금 버튼을 누르는 현재 위치가 file:/home/%1 이라면 이 버튼을 눌렀을 때 file:/home으로 연결됩니다.</qt>
mn: <qt>Эх лавлах руу орохдоо энэ товчин дээр товш.<p>Жишээлбэл, хэрвээ идэвхтэй байрлал file:/home/%1 байлаа гэхэд энэ товчин дээр товшсоноор file:/home руу орно.</qt>
pa: <qt>ਮੁੱਖ ਫੋਲਡਰ 'ਚ ਜਾਣ ਲਈ ਆਹ ਬਟਨ ਦਬਾਓ। <p>ਜਿਵੇਂ ਕਿ ਇਸ ਮੌਕੇ ਉੱਤੇ ਮੌਜੂਦਾ ਟਿਕਾਣਾ file:/home/%1 ਹੈ ਤਾਂ ਆਹ ਬਟਨ ਦਬਾਉਣ ਨਾਲ ਤੁਸੀਂ file:/home ਉੱਤੇ ਚਲੇ ਜਾਓਗੇ।</qt>
ro: <qt>Daţi clic pe acest buton pentru a intra în folderul părinte.<p>De exemplu, dacă locaţia curentă este file:/home/%1, dînd clic pe acest buton veţi fi dus în file:/home.</p></qt>
rw: <qt>Kanda iyi buto mu kwinjiza ububiko mubyeyi.<p> Urugero, niba ahantu hagezweho ari dosiye:/urugo/%1 gukanda iyi buto bizakujyana kuri dosiye:/urugo.</qt>
sk: <qt>Kliknite na toto tlačdlo pre prechod do rodičovského priečinku.<p>Napríklad, ak je aktuálne umiestnenie file:/home/%1 kliknutím na toto tlačidlo sa premiestnite do file:/home.</qt>
sr: <qt>Притисните ово дугме да бисте ушли у родитељску фасциклу.<p>На пример, ако је тренутна локација file:/home/%1 притисак на ово дугме ће вас одвести у file:/home.</qt>
sr@latn: <qt>Pritisnite ovo dugme da biste ušli u roditeljsku fasciklu.<p>Na primer, ako je trenutna lokacija file:/home/%1 pritisak na ovo dugme će vas odvesti u file:/home.</qt>
tg: <qt>Ин кнопкаро барои ба каталоги волидайн гузаштанниз пахш кунед.<p>Мисол, агар каталоги равон file:/home/%1бошад, пахши ин кнопка, шуморо ба file:/home хоҳад гузаронд.</qt>
th: <qt>คลิ้กที่ปุ่มนี้ เพื่อไปยังตำแหน่งโฟลเดอร์แม่ของโฟลเดอร์ปัจจุบัน<p>ตัวอย่างเช่น หากตำแหน่งปัจจุบันคือ file:/home/%1 การคลิ้กที่ปุ่มนี้ จะเป็นการเรียกไปยังตำแหน่ง file:/home</qt>

source: Click this button to move backwards one step in the browsing history.
bs: Klikom na ovo dugme pomjerate se unazad jedan korak u historiji pregledanja.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​ផ្លាស់ទី​ថយក្រោយ​មួយ​ជំហាន​ក្នុង​ប្រវត្តិ​រុករក ។
ko: 탐색 히스토리에서 한 단계 전으로 이동하려면 이 버튼을 누르십시오.
mn: Хөтлөгчийн түүхэн дотор нэг алхам ухрахдаа энэ товчин дээр чичнэ үү.
pa: ਅਤੀਤ ਦੀ ਝਲਕ ਵੇਖਣ ਲਈ ਇੱਕ ਪਗ਼ ਪਿੱਛੇ ਜਾਣ ਲਈ ਆਹ ਬਟਨ ਦਬਾਓ।
ro: Daţi clic pe acest buton pentru a merge un pas înapoi în istoricul răsfoirilor.
rw: Kanda iyi buto mu gusubira inyuma intambwe imwe mu mateka y'ishakisha.
sk: Kliknite na toto tlačítko pre jeden krok späť v histórii prehliadača.
sr: Притисните ово дугме да бисте се вратили један корак уназад у историји прегледања.
sr@latn: Pritisnite ovo dugme da biste se vratili jedan korak unazad u istoriji pregledanja.
tg: Барои ба як қадам ақиб гузаштан аз журнали намоиш, ин кнопкаро пахш кунед.
th: คลิ้กที่ปุ่มนี้ เพื่อถอยกลับหนึ่งระดับในประวัติการเรียกดู

source: Click this button to move forward one step in the browsing history.
bs: Klikom na ovo dugme pomjerate se unaprijed jedan korak u historiji pregledanja.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​ផ្លាស់ទី​ទៅ​មុខ​មួយ​ជំហាន ក្នុង​ប្រវត្តិ​ុរុករក ។
ko: 탐색 히스토리에서 한 단계 앞으로 이동하려면 이 버튼을 누르십시오
mn: Хөтлөгчийн түүхэн дотор нэг алхам урагшлахдаа энэ товчин дээр чичнэ үү.
pa: ਅਤੀਤ ਦੀ ਝਲਕ ਵੇਖਣ ਲਈ ਇੱਕ ਪਗ਼ ਅੱਗੇ ਵਧਣ ਲਈ ਆਹ ਬਟਨ ਦਬਾਓ।
ro: Daţi clic pe acest buton pentru a merge un pas înainte în istoricul răsfoirilor.
rw: Kanda iyi buto mu kujya imbere intambwe imwe mu mateka y'ishakisha.
sk: Kliknite na toto tlačítko pre jeden krok vpred v histórii prehliadača.
sr: Притисните ово дугме да бисте отишли један корак унапред у историји прегледања.
sr@latn: Pritisnite ovo dugme da biste otišli jedan korak unapred u istoriji pregledanja.
tg: Барои ба як қадам пеш гузаштан аз журнали намоиш, ин кнопкаро пахш кунед.
th: คลิ้กที่ปุ่มนี้ เพื่อไปยังหน้าถัดไปหนึ่งระดับในประวัติการเรียกดู

source: Click this button to reload the contents of the current location.
bs: Klikom na ovo dugme ponovo učitavate sadržaj trenutne lokacije.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​ផ្ទុក​មាតិកា​របស់​ទីតាំង​បច្ចុប្បន្ន​ឡើង​វិញ ។
ko: 현재 위치의 내용을 새로고침하려면 이 버튼을 누르십시오.
mn: Энэ байршилын (хаягийн) агуулгыг дахин ачаалахдаа энэ товчин дээр чичнэ үү.
pa: ਮੌਜੂਦਾ ਟਿਕਾਣੇ ਦੇ ਭਾਗ ਮੁੜ ਲੋਡ ਕਰਨ ਲਈ ਇਹ ਬਟਨ ਦਬਾਉ।
ro: Daţi clic pe acest buton pentru a reîncărca conţinutul locaţiei curente.
rw: Kanda iyi buto mu kuvugurura ibikubiyemo by'ahantu hagezweho.
sk: Kliknite na toto tlačítko pre nové nahranie obsahu z aktuálnej lokácie.
sr: Притисните ово дугме да бисте поново учитали садржај ове локације.
sr@latn: Pritisnite ovo dugme da biste ponovo učitali sadržaj ove lokacije.
tg: Барои нав кардани дохили саҳифаи равон, ин кнопкаро пахш кунед.
th: คลิ้กที่ปุ่มนี้ เพื่อเรียกโหลดเนื้อหาจากตำแหน่งปัจจุบันใหม่อีกครั้ง

source: Click this button to create a new folder.
bs: Klikom na ovo dugme pravite novi direktorij.
km: ចុច​ប៊ូតុង​នេះ ដើម្បី​បង្កើត​ថត​ថ្មី​មួយ ។
ko: 새 폴더를 만들려면 이 단추를 누르십시오.
mn: Шинэ хавтас үүсгэхдээ энэ товчин дээр товшино уу.
pa: ਨਵਾਂ ਫੋਲਡਰ ਬਣਾਉਣ ਲਈ ਇਹ ਬਟਨ ਦਬਾਉ।
ro: Daţi clic pe acest buton pentru a crea un folder nou.
rw: Kanda iyi buto mu kurema ububiko bushya.
sk: Kliknutím na toto tlačidlo vytvoríte nový priečinok.
sr: Притисните ово дугме да бисте направили нову фасциклу.
sr@latn: Pritisnite ovo dugme da biste napravili novu fasciklu.
tg: Барои эҷоди феҳристи нав, ин кнопкаро пахш кунед.
th: คลิ้กที่ปุ่มนี้เพื่อสร้างโฟลเดอร์ใหม่

source: Show Quick Access Navigation Panel
bs: Prikaži Panel za brzi pristup
km: បង្ហាញ​បន្ទះ​រុករក​ដំណើរការ​រហ័ស
ko: 빠른 접근 탐색 패널 보이기
mn: Хурдан хандах цэсний самбарыг харуулах
pa: ਤੁਰੰਤ ਪਹੁੰਚ ਪੈਨਲ ਵਿਖਾਓ
ro: Afişează panoul de navigare rapidă
rw: Kwerekana Umwanya w'Iyega ku Kugera Vuba
sk: Zobraziť panel pre rýchlu navigáciu
sr: Прикажи навигациони панел за брзи приступ
sr@latn: Prikaži navigacioni panel za brzi pristup
tg: Намоиши панели дастрасии зуд
th: แสดงแถบนำร่องเข้าใช้ด่วนด้านข้าง

source: Hide Quick Access Navigation Panel
bs: Sakrij Panel za brzi pristup
km: លាក់​បន្ទះ​រុករក​ដំណើរការ​រហ័ស
ko: 빠른 접근 탐색 패널 숨기기
pa: ਤੁਰੰਤ ਪਹੁੰਚ ਪੈਨਲ ਓਹਲੇ
ro: Ascunde panoul de navigare rapidă
rw: Guhisha Umwanya w'Iyega ku Kugera Vuba
sk: Skryť panel pre rýchlu navigáciu
sr: Сакриј навигациони панел за брзи приступ
sr@latn: Sakrij navigacioni panel za brzi pristup
tg: Пинҳони панели дастрасии зуд
th: ซ่อนแถบนำร่องเข้าใช้ด่วนด้านข้าง

source: Show Bookmarks
bs: Prikaži zabilješke
km: បង្ហាញ​ចំណាំ
ko: 책갈피 보이기
pa: ਬੁੱਕਮਾਰਕ ਵੇਖਾਓ
ro: Afişează semnele de carte
rw: Kwerekana Utumenyetso
sk: Zobraziť záložky
sr: Прикажи маркере
sr@latn: Prikaži markere
th: แสดงที่คั่นหน้า

source: Hide Bookmarks
bs: Sakrij zabilješke
km: លាក់​ចំណាំ
ko: 책갈피 숨기기
pa: ਬੁੱਕਮਾਰਕ ਓਹਲੇ
ro: Ascunde semnele de carte
rw: Guhisha Utumenyetso
sk: Skryť záložky
sr: Сакриј маркере
sr@latn: Sakrij markere
th: ซ่อนที่คั่นหน้า

source: <qt>This is the configuration menu for the file dialog. Various options can be accessed from this menu including: <ul><li>how files are sorted in the list</li><li>types of view, including icon and list</li><li>showing of hidden files</li><li>the Quick Access navigation panel</li><li>file previews</li><li>separating folders from files</li></ul></qt>
bs: <qt>Ovo je meni za podešavanje dijaloga datoteka. Iz ovog menija možete pristupiti raznim opcijama kao što su: <ul><li>kako su sortirane datoteke na listi</li><li>načini pogleda, uključujući ikone i listu</li><li>prikazivanje skrivenih datoteka</li><li>panel za Brzi pristup</li><li>pregledi datoteka</li><li>razdvajanje direktorija od datoteka</li></ul></qt>
km: <qt>នេះ​គឺ​ជា​ម៉ឺនុយ​កំណត់​រចនាសម្ព័ន្ធ​ឲ្យ​ប្រអប់ឯកសារ ។ ជម្រើស​ជា​ច្រើន​អាច​ចូល​ដំណើរការ​បាន​ពី​ម៉ឺនុយ​នេះ រួម​មាន ៖ <ul><li>ឯកសារ​គួរ​តម្រៀប​យ៉ាង​ដូចម្តេច​ក្នុង​បញ្ជី​នេះ</li><li>ប្រភេទ​របស់​ទិដ្ឋភាព រួម​មាន​រូបតំណាង និង​បញ្ជី</li><li>បង្ហាញ​ឯកសារ​លាក់</li><li>បន្ទះ​រុករក​ដំណើរការ​រហ័ស</li><li>ការ​មើល​ឯកសារ​ជាមុន</li><li>ការ​បំបែក​ថត​ពី​ឯកសារ</li></ul></qt>
ko: <qt>파일 대화 상자를 위한 설정 메뉴입니다. 이 메뉴는 다음과 같은 것을 포함하여 다양한 옵션에 접근할 수 있습니다.<ul><li>목록에 어떻게 파일이 분류되어있는가</li><li>아이콘과 리스트를 포함한 보기 타입</li><li>숨겨진 파일 보기</li><li>빠른 접속 탐색 패널 </li><li>파일 미리보기</li><li>파일에서 디렉터리 구분하기</li></ul></qt>
mn: <qt>Энэ бол файл диалогийн тохируулгын цэс. Дараах олон янзын үйлдлүүд рүү энэ цэснээс хандаж болно: <ul><li>Яаж файлууд энэ жагсаалтад эрэмбэлэгдэх</li><li>Харах төрлүүд, дарцаг ба жагсаалтыг агуулна</li><li>Файлуудыг далдлах болон харуулах</li><li>Хурдан хандах хөтлөгчийн самбар</li><li>Файл урьд.харах</li><li>лавлахуудыг файлуудаас салгах</li></ul></qt>
ro: <qt>Acesta este meniul de configurare pentru dialogul de fişiere. În acest meniu pot fi accesate diferite opţiuni printre care:<ul><li>cum sînt sortate fişierele în listă</li><li>tipurile de vizualizări, incluzînd iconică şi listă</li><li>afişarea fişierelor ascunse</li><li>panoul de navigare rapidă</li><li>previzualizarea fişierelor</li> <li>separarea fişierelor de foldere</li></ul></qt>
rw: <qt>Ibi ni ibikubiyemo by'iboneza bijyanye n'ikiganiro cy'idosiye. Amahitamo atandukanye ashobora kugerwaho uhereye kuri ibi bikubiyemo hashyizwemo: <ul><li>ukuntu amadosiye ashungurwa mu rutonde</li><li>ubwoko bw'igaragaza, hashyizwemo agashushondanga n'urutonde</li><li>kwerekana amadosiye ahishe</li><li>umwanya w'ibuganya Ukugera Vuba</li><li>amagaragazambere y'idosiye</li><li>gutandukanya ububiko uhereye ku madosiye</li></ul></qt>
sk: <qt>Toto je konfiguračné menu pre dialóg súborov. Cez toto menu sú dostupné rôzne voľby vrátane: <ul><li>ako budú súbory v zozname zoradené</li><li>typy zobrazení, vrátane ikon a zoznamu</li><li>zobrazenie skrytých súborov</li><li>panel pre rýchly prístup</li><li>náhľad súborov</li><li>oddelenie priečinkov od súborov</li></ul></qt>
sr: <qt>Ово је мени за подешавање дијалога фајлова. Могуће је приступити разним опцијама из овог менија укључујући: <ul><li>како су фајлови поређани у листи</li><li>врсте погледа, укључујући икону и листу</li><li>приказивање скривених фајлова</li><li>„Брзи приступ“ навигациони панел</li><li>преглед фајлова</li><li>одвајање фасцикли од фајлова</li></ul></qt>
sr@latn: <qt>Ovo je meni za podešavanje dijaloga fajlova. Moguće je pristupiti raznim opcijama iz ovog menija uključujući: <ul><li>kako su fajlovi poređani u listi</li><li>vrste pogleda, uključujući ikonu i listu</li><li>prikazivanje skrivenih fajlova</li><li>„Brzi pristup“ navigacioni panel</li><li>pregled fajlova</li><li>odvajanje fascikli od fajlova</li></ul></qt>
tg: <qt>Ин менюи танзимоти диалоги файлҳо мебошад. Метавонанд параметрҳои гуногун низ сабт шаванд, аз он ҷумла:<ul><li>чӣ тавр файлҳо хел-хел ба рӯйхат ҷудо шудаанд бо</li><li>намуди намоишот, ҳамчунини пиктограммаҳо ва рӯйхати</li><li></li><li>панели дастрасии Зуд</li><li>пешнамоишоти файли</li><li>ҷудо кардани каталогҳо аз файлҳо</li></ul></qt>
th: <qt>นี่เป็นเมนูปรับแต่งกล่องเลือกแฟ้ม ตัวเลือกอื่น ๆ จะสามารถเข้าใช้ได้จากเมนูนี้ รวมทั้ง:<ul><li>จะให้จัดเรียงแฟ้มในรายการอย่างไร</li><li>ประเภทของมุมมอง รวมถึงไอคอนและรายการ</li><li>การแสดงแฟ้มที่ถูกซ่อน</li><li>เรียกใช้ถาดนำร่องอย่างรวดเร็ว</li><li>แสดงตัวอย่างแฟ้ม</li><li>การแยกไดเร็กทอรีออกจากแฟ้ม</li></ul></qt>

source: &Location:
bs: &Lokacija:
km: ទីតាំង ៖
ko: 위치(&L):
mn: &Байршилууд:
pa: ਟਿਕਾਣਾ(&L):
ro: &Locaţia:
rw: Indanganturo:
sk: U&miestnenie:
sr: &Локација:
sr@latn: &Lokacija:
tg: &Интихоб:
th: ตำแหน่ง:

source: <qt>This is the filter to apply to the file list. File names that do not match the filter will not be shown.<p>You may select from one of the preset filters in the drop down menu, or you may enter a custom filter directly into the text area.<p>Wildcards such as * and ? are allowed.</qt>
bs: <qt>Ovo je filter koji će biti primijenjen na listu. Datoteke koje ne odgovaraju filteru neće biti prikazane.<p>Možete izabrati jedan od unaprijed podešenih filtera u padajućem meniju, ili možete unijeti vlastiti filter direktno u tekstualno polje.<p>Dozvoljene su oznake kao što su * i ? .</qt>
km: <qt>នេះ​គឺ​ជា​តម្រង​ដែល​ត្រូវ​អនុវត្ត​ទៅ​បញ្ជី​ឯកសារ ។ ឈ្មោះ​ឯកសារ​ដែល​មិន​ផ្គូផ្គង​ជាមួយ​តម្រង វា​នឹង​មិន​ត្រូវ​បង្ហាញ​ឡើយ ។<p>អ្នក​អាច​ជ្រើស​ពី​តម្រង​មួយ​ក្នុង​ចំណោម​តម្រង​ដែល​បាន​កំណត់​ជាមុន ក្នុង​ម៉ឺនុយ​ធ្លាក់ចុះ ឬ អ្នក​អ្នក​អាច​បញ្ចូល​តម្រង​ផ្ទាល់​ខ្លួន​ដោយ​ផ្ទាល់ ទៅ​ក្នុង​ផ្ទៃ​អត្ថបទ ។<p>តួអក្សរ​ជំនួស​ដូចជា * និង ? គឺ​ត្រូវ​បាន​អនុញ្ញាត ។</qt>
ko: <qt>이것은 파일 목록에 적용할 필터입니다. 필터에 맞지 않는 파일 이름은 보이지 않습니다 <p>드롭 다운 메뉴에서 미리설정된 필터중 하나를 선택하거나 텍스트 부분에 직접 사용자 지정 필터를 입력할 수 있습니다. <p>* and ?와 같은 와일드카드도 허용됩니다.</qt>
mn: <qt>Энд файлын жагсаалтад хэрэглэх шүүлтүүрийг авч үзнэ Шүүлтүүрт таарахгүй файлын нэрс харагдахгүй.<p>Та боломжит шүүлтүүрүүдийг унадаг цэснээс сонгох эсвэл шүүлтүүрээ шууд текст мужид өгч болно.<p>Бас төлөөлүүлэх тэмдэгт * ба ? зөвшөөрөгдсөн.</qt>
ro: <qt>Acesta este filtrul de aplicat listei de fişiere. Numele de fişiere care nu se potrivesc cu filtrul nu vor fi afişate.<p>Puteţi selecta unul din filtrele prezente în meniul derulant sau puteţi introduce unul personalizat direct în cîmpul de editare.<p>Sînt permise caractere de globalizare precum * şi ?.</qt>
rw: <qt>Iyi ni muyunguruzi yo gushyira ku rutonde rw'idosiye. Amazina y'idosiye adahura na muyunguruzi ntazekanwa.<p> Wahitamo imwe muri muyunguruzi zabonejwe mbere mu bikuyemo byirambura, cyangwa wakwinjiza muyunguruzi yifuzwa ako kanya mu mwanya mwandiko. <p>Ibimenyetso nka * na ? biremewe.</qt>
sk: <qt>Toto je filter pre aplikovanie na zoznam súborov. Mená súborov ktoré nesúhlasia s filtorm nebudú zobrazené.<p>Môžete si vybrať z existujúcich filtrov z vysúvacieho menu, alebo zadáte filter priamo do textoveho poľa.<p>Značky pre ´vyber súborov ako * a ? sú povolené.</qt>
sr: <qt>Ово је филтер који се примењује на листу фајлова. Имена фајлова која се не уклапају у филтер неће бити приказана. <p>Можете изабрати неки од предефинисаних филтера, или можете унети свој филтер директно у део за унос текста.<p>Дозвољени су џокери као * и ?. </qt>
sr@latn: <qt>Ovo je filter koji se primenjuje na listu fajlova. Imena fajlova koja se ne uklapaju u filter neće biti prikazana. <p>Možete izabrati neki od predefinisanih filtera, ili možete uneti svoj filter direktno u deo za unos teksta.<p>Dozvoljeni su džokeri kao * i ?. </qt>
tg: <qt>Ин филтрест, ки ба рӯйхати файлҳо низ ба кор бурда мешавад. Номи файлҳое, ки бо филтр мутобиқ набошанд, намоиш нахоҳанд шуд. <p>Шумо метавонед филтри тайёрро аз менюи афтанда интихоб кунед, ёки филтри худро ба заминаи вурудот низ ворид кунед. <p>Қолибҳо, чунини * ва ? роҳ дода мешаванд.</qt>
th: <qt>นี่เป็นตัวกรองที่จะใช้กับรายการแฟ้ม ชื่อแฟ้มที่ไม่เข้ากับกฏการกรองจะไม่ถูกแสดง<p>คุณอาจจะเลือกใช้จากรายการตัวกรองที่กำหนดไว้แล้วในเมนูแบบดร็อปดาวน์ หรืออาจจะเติมตัวกรองใหม่ได้โดยตรงในช่องข้อความ<p>คุณสามารถใช้ไวล์การ์ดเช่น * และ ? ได้ด้วย</qt>

source: &Filter:
km: តម្រង ៖
ko: 필터(&F):
mn: &Шүүлтүүр
pa: ਫਿਲਟਰ(&F):
ro: &Filtru:
rw: Muyunguruzi:
sr: &Филтер:
tg: &Филтр:
th: ตัวกรอง:
