Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: These files use advanced permissions.
bs: Ove datoteke koriste napredne privilegije.
km: ឯកសារ​ទាំងនេះ​ប្រើ​សិទ្ធិ​កម្រិត​ខ្ពស់ ។
ko: 이 파일은 고급 권한을 사용합니다.
mn: Эдгээр файлууд өргөтгөсөн хандалтын эрх хэрэглэдэг.
pa: ਇਹਨਾਂ ਫਾਇਲਾਂ ਲਈ ਤਕਨੀਕੀ ਅਧਿਕਾਰ ਹਨ।
ro: Aceste fişiere utilizează permisiuni avansate.
rw: Aya madosiye akoresha impushya zihanitse.
sk: Tieto súbory používajú pokročilé práva.
sr: Ови фајлови користе напредне дозволе.
sr@latn: Ovi fajlovi koriste napredne dozvole.
tg: Ин файлҳо дастрасҳои иловагӣ истифода мекунанд.
th: แฟ้มเหล่านี้มีการใช้สิทธิ์อนุญาตขั้นสูง

source: U&RL
ko: URL(&R)
mn: &Хаяг (URL)
th: ตำแหน่ง U&RL

source: A&ssociation
bs: A&socijacije
km: ការតភ្ជាប់
ko: 연결(&S)
mn: &Холболт
pa: ਸਬੰਧ(&s)
ro: &Asociere
rw: Ishyirahamwe
sk: S&pojenie
sr: А&социјација
sr@latn: A&socijacija
tg: &Алоқа бо барномот
th: กำหนดให้ใช้กับ

source: Pattern ( example: *.html;*.htm )
bs: Uzorak ( primjer: *.html;*.htm )
km: លំនាំ ( ឧទាហរណ៍ ៖ *.html;*.htm )
ko: 형식 ( 예: *.html;*.htm )
mn: Загвар (Ж.нь.: *.html;*.htm)
pa: ਪੈਟਰਨ ( ਉਦਾਹਰਨ ਲਈ: *.html;*.htm )
ro: Model (exemplu: *.html;*.htm)
rw: Umutako ( urugero: *.html;*.htm )
sk: Výraz ( príklad: *.html;*.HTML; )
sr: Узорак ( пример: *.html;*.htm )
sr@latn: Uzorak ( primer: *.html;*.htm )
tg: Қолиб ( мисол: *.html;*.htm )
th: รูปแบบ (ตัวอย่าง : *.html;*.HTML)

source: Left click previews
bs: Lijevi klik pregleda
km: ទិដ្ឋភាព​ជា​មុន​ដោយ​ចុច​ប៊ូតុង​ឆ្វេង
ko: 왼쪽 단추를 눌러서 미리 보기
mn: Зүүн чичлүүрээр урьд.харах
pa: ਖੱਬਾ ਬਟਨ ਝਲਕ
ro: Previzualizare la clic stînga
rw: Amagaragazambere y'ikanda ibumoso
sk: Ľavé kliknutie ukáže náhľad
sr: Леви клик приказује
sr@latn: Levi klik prikazuje
tg: Иҷозати намоишоти компоненте, ки бо Konqueror сохта шудааст
th: คลิ้กซ้ายเพื่อแสดงตัวอย่าง

source: De&vice
bs: &Uređaj:
km: ឧបករណ៍
ko: 장치(&V)
mn: &Төхөөрөмж
pa: ਜੰਤਰ(&v)
ro: &Dispozitiv
rw: Ububiko
sk: Za&riadenie
sr: У&ређај
sr@latn: U&ređaj
tg: Сох&тмон
th: อุปกรณ์

source: Device (/dev/fd0):
bs: Uređaj (/dev/fd0):
km: ឧបករណ៍ (/dev/fd0) ៖
ko: 장치 (/dev/fd0):
mn: Төхөөрөмж (/dev/fd0):
pa: ਜੰਤਰ (/dev/fd0):
ro: Dispozitiv (/dev/fd0):
rw: Ububiko (/dev/fd0):
sk: Zariadenie (/dev/fd0):
sr: Уређај (/dev/fd0):
sr@latn: Uređaj (/dev/fd0):
tg: Сохтмон (/dev/fd0):
th: อุปกรณ์ (/dev/fd0):

source: Device:
bs: Uređaj:
km: ឧបករណ៍ ៖
ko: 장치:
mn: Төхөөрөмж:
pa: ਜੰਤਰ:
ro: Dispozitiv:
rw: Ububiko:
sk: Zariadenie:
sr: Уређај:
sr@latn: Uređaj:
tg: Сохзтмон:
th: อุปกรณ์:

source: Read only
bs: Samo za čitanje
km: បាន​តែ​អាន
ko: 읽기 전용
mn: Зөвхөн уншигдах
pa: ਪੜਨ ਲਈ
ro: Numai-citire
rw: Soma gusa
sk: Len na čítanie
sr: Само за читање
sr@latn: Samo za čitanje
tg: Танҳо-хондан
th: อ่านได้อย่างเดียว

source: File system:
bs: Datotečni sistem:
km: ប្រព័ន្ធ​ឯកសារ ៖
ko: 파일 시스템:
pa: ਫਾਇਲ-ਸਿਸਟਮ:
ro: Sistem de fişiere:
rw: Idosiye sisitemu:
sk: Súborový systém:
sr: Систем фајлова:
sr@latn: Sistem fajlova:
th: ระบบแฟ้ม:

source: Mount point (/mnt/floppy):
bs: Tačka montiranja (/mnt/floppy):
km: ចំណុច​ម៉ោន (/mnt/floppy) ៖
ko: 마운트 지점(/mnt/floppy):
mn: Оруулах(Mount) цэг (/mnt/floppy):
pa: ਮਾਊਟ ਥਾਂ (/mnt/floppy):
ro: Punct de montare (/mnt/floppy):
rw: Gushyiramo akadomo (/mnt/floppy):
sk: Miesto pripojenia (/mnt/floppy):
sr: Место монтирања (/mnt/floppy):
sr@latn: Mesto montiranja (/mnt/floppy):
tg: Нуқтаи монтаж кунӣ (/mnt/floppy):
th: ตำแหน่งเมานท์ (/mnt/floppy):

source: Mount point:
bs: Tačka montiranja:
km: ចំណុច​ម៉ោន ៖
ko: 마운트 지점:
mn: Оруулах(Mount) цэг:
pa: ਮਾਊਟ ਥਾਂ:
ro: Punct de montare:
rw: Gushyiramo akadomo:
sk: Miesto pripojenia:
sr: Место монтирања:
sr@latn: Mesto montiranja:
tg: Нуқтаи монтажкунӣ:
th: ตำแหน่งเมานท์:

source: Unmounted Icon
bs: Ikona demontiranja
km: រូប​តំណាង​ដែល​មិន​បាន​ម៉ោន
ko: 마운트 해제 아이콘
mn: Оруулаагүй дискийн эмблем
pa: ਅਨਮਾਊਟ ਆਈਕਾਨ
ro: Iconiţă demontat
rw: Agashushondanga kakuwemo
sk: Ikona nepripojený
sr: Немонтирана икона
sr@latn: Nemontirana ikona
tg: Пиктограммаи "ғайримонтажонида"
th: ไอคอนยกเลิกเมานท์

source: &Application
bs: &Aplikacija
km: កម្មវិធី
ko: 프로그램(&A)
mn: &Х-программ
pa: ਕਾਰਜ(&A)
ro: &Aplicaţie
rw: Porogaramu
sk: &Aplikácia
sr: &Програм
sr@latn: &Program
tg: &Барнома
th: แอพพลิเคชัน

source: Add File Type for %1
bs: Dodaj tip datoteke za %1
km: បន្ថែម​ប្រភេទ​ឯកសារ​ទៅ​ឲ្យ %1
ko: %1의 파일 형식 추가
mn: %1-д шинэ файлын төрөл нэмэх
pa: %1 ਲਈ ਫਾਇਲ਼ ਕਿਸਮ ਸ਼ਾਮਿਲ
ro: Adaugă tip de fişier pentru %1
rw: Kongeraho Ubwoko bw'Idosiye ya %1
sk: Pridať typ súboru pre %1
sr: Додај врсту фајла за %1
sr@latn: Dodaj vrstu fajla za %1
tg: Иловаи намуди файл барои %1
th: เพิ่มชนิดแฟ้มสำหรับ %1

source: &Add
bs: &Dodaj
km: បន្ថែម
ko: 추가(&A)
mn: &Нэмэх
pa: ਸ਼ਾਮਿਲ(&A)
ro: &Adaugă
rw: &Ongera
sk: &Pridať
sr: &Додај
sr@latn: &Dodaj
tg: &Илова
th: เพิ่ม

source: Add the selected file types to the list of supported file types.
bs: Dodaj izabrane tipove datoteka na listu podržanih tipova.
km: បន្ថែម​ប្រភេទ​ឯកសារ​ដែល​បានជ្រើស​ទៅ បញ្ជី​ប្រភេទ​ឯកសារ​ដែល​បានគាំទ្រ ។
ko: 지원하는 파일 형식 목록에 선택한 파일 형식을 추가합니다.
mn: Дэмжигдсэн файлын төрлүүдийн жагсаалт руу сонгогдсон файлын төрлүүдийг нэмэх.
pa: ਸਹਾਇਕ ਫਾਇਲ ਕਿਸਮਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਚੁਣੀਆਂ ਫਾਇਲ ਕਿਸਮਾਂ ਸ਼ਾਮਿਲ ਕਰੋ।
ro: Adaugă tipurile de fişier selectate la lista de tipuri de fişier suportate.
rw: Kongeraho ubwoko bwa dosiye yatoranyijwe ku rutonde rw'ubwoko bwa dosiye bwemewe.
sk: Pridá označený typ súborov do zoznamu podporovaných typov súborov.
sr: Додај одабране врсте фајлова у листу подржаних врста.
sr@latn: Dodaj odabrane vrste fajlova u listu podržanih vrsta.
tg: Намудҳои файли интихобшударо ба рӯйхати намудҳои файлҳои дастгиришуда илова кунед.
th: เพิ่มชนิดแฟ้มที่เลือกไปยัง รายการชนิดแฟ้มที่รองรับ

source: Only executables on local file systems are supported.
bs: Podržane su samo izvršne datoteke na lokalnim datotečnim sistemima.
km: គាំទ្រ​តែ​ឯកសារ​ប្រតិបត្តិ​នៅ​លើ​ប្រព័ន្ធ​ឯកសារ​មូលដ្ឋាន​ប៉ុណ្ណោះ
ko: 로컬 파일 시스템의 실행 파일들만 지원됩니다.
mn: Зөвхөн дотоод файлын системд ажиллах файлууд дэмжигдсэн.
pa: ਚੱਲਣਯੋਗ ਸਿਰਫ਼ ਲੋਕਲ ਫਾਇਲ ਸਿਸਟਮ ਲਈ ਸਹਾਇਕ ਹੈ।
ro: Sînt suportate numai fişiere executabile de pe sistemele de fişiere locale.
rw: Gusa ibitangizwa ku masisiteme ya dosiye ya hafi biremewe.
sk: Podporované sú len spustiteľné súbory na lokálnych súborových systémoch.
sr: Извршни фајлови су подржани само на локалном фајл систему.
sr@latn: Izvršni fajlovi su podržani samo na lokalnom fajl sistemu.
tg: Файлҳои иҷрошаванда танҳо дар системаи файлии локалӣ низ дастгирӣ мешаванд.
th: ใช้ได้เฉพาะแฟ้ม ที่สามารถประมวลผลได้ภายในระบบเท่านั้น

source: Advanced Options for %1
bs: Napredne opcije za %1
km: ជម្រើស​កម្រិត​ខ្ពស់សម្រាប់ %1
ko: %1의 고급 옵션
mn: %1-ийн өргөтгөсөн тохиргоонууд
pa: %1 ਲਈ ਤਕਨੀਕੀ ਚੋਣ
ro: Opţiuni avansate pentru %1
rw: Amahitamo ahanitse ya %1
sk: Pokročilé možnosti pre %1
sr: Напредне опције за %1
sr@latn: Napredne opcije za %1
tg: Интихоботҳои иловагӣ барои %1
th: ตัวเลือกเพิ่มเติมสำหรับ %1

source: E&xecute
bs: I&zvrši
km: ប្រតិបត្តិ
ko: 실행(&X)
mn: &Ажиллуулах
pa: ਚਲਾਓ(&x)
ro: &Execută
rw: Kora
sk: V&ykonať
sr: &Изврши
sr@latn: &Izvrši
tg: &Иҷро кардан
th: ประมวลผล

source: Comman&d:
bs: &Naredba:
km: ពាក្យ​បញ្ជា ៖
ko: 명령어(&D):
mn: &Тушаал:
pa: ਕਮਾਂਡ (&d):
ro: &Comandă:
rw: Komandi:
sk: &Príkaz:
sr: Наре&дба:
sr@latn: Nare&dba:
tg: Фар&мон:
th: คำสั่ง:

source: Following the command, you can have several place holders which will be replaced with the actual values when the actual program is run: %f - a single file name %F - a list of files; use for applications that can open several local files at once %u - a single URL %U - a list of URLs %d - the folder of the file to open %D - a list of folders %i - the icon %m - the mini-icon %c - the caption
bs: Iza naredbe možete navesti neke od simbola koji će biti zamijenjeni stvarnimvrijednostima kad se pokrene program: %f - ime datoteke %F - lista datoteka; koristi se za programe koji mogu da otvore više lokalnih datoteka odjednom %u - jedan URL %U - lista URL-ova %d - direktorij datoteke za otvaranje %D - lista direktorija %i - ikona %m - mini ikona %c - naslov
km: ដោយ​ធ្វើ​តាម​ពាក្យ​បញ្ជា អ្នក​អាច​មាន​កន្លែង​ដាក់​ជាច្រើន ដែល​នឹង​ជំនួស​ដោយ​តម្លៃ​ពិត នៅ​ពេល​កម្មវិធី​ពិត​រត់ ៖ %f - ឈ្មោះ​ឯកសារ​តែ​មួយ %F - បញ្ជី​នៃ​ឯកសារ ប្រើ​សម្រាប់​កម្មវិធី​ដែល​អាច​បើក​ឯកសារ​មូលដ្ឋាន​ជាច្រើន នៅ​ពេល​តែ​មួយ %u - URL តែ​មួយ %U - បញ្ជី​នៃ URLs %d - ថត​នៃ​ឯកសារ​ដែល​ត្រូវ​បើក %D - បញ្ជី​នៃ​ថត %i - រូប​តំណាង %m - រូប​តំណាង​តូច %c - ចំណង​ជើង
ko: 다음 명령어를 따라 실제 프로그램이 실행될때 실제값으로 대체할 수 있는 공간을 설정할 수 있습니다. %f - 하나의 파일 이름 %F - 파일 목록. 한 번에 여러 개의 로컬 파일을 열 수 있는 프로그램에서 사용 %u - 하나의 URL %U - URL 목록 %d - 열 파일의 디렉터리 %D - 디렉터리 목록 %i - 아이콘 %m - 작은 아이콘 %c - 캡션
pa: ਕਮਾਂਡ ਦੇ ਬਾਅਦ, ਤੁਹਾਡੇ ਕੋਲ ਕਈ ਚੋਣਾਂ ਹਨ, ਜਿੰਨ੍ਹਾਂ ਨੂੰ ਪਰੋਗਰਾਮ ਚੱਲਣ ਦੇ ਉਪਰੰਤ ਉਹਨਾਂ ਦੇ ਅਸਲੀ ਮੁੱਲਾਂ ਨਾਲ ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।: %f - ਇੱਕ ਇੱਕਲਾ ਫਾਇਲ ਨਾਂ %F - ਫਾਇਲਾਂ ਦੀ ਇੱਕ ਸੂਚੀ, ਜੋ ਕਿ ਕਾਰਜਾਂ ਲਈ ਵਰਤੀ ਜਾਂਦੀ ਹੈ, ਜੋ ਕਿ ਇੱਕ ਵਾਰ ਹੀ ਕਈ ਫਾਇਲਾਂ ਖੋਲ੍ਹ ਸਕਦੇ ਹਨ %u - ਇੱਕਲਾ URL %U - URL ਦੀ ਇੱਕ ਸੂਚੀ %d - ਫਾਇਲ ਖੋਲਣ ਲਈ ਫੋਲਡਰ %D - ਫੋਲਡਰਾਂ ਦੀ ਇੱਕ ਸੂਚੀ %i - ਆਈਕਾਨ %m - ਨਿੰਮਾ ਆਈਕਾਨ %c - ਸੁਰਖੀ
ro: După comandă puteţi utiliza variabile de mai jos ce vor fi înlocuite cu valorile actuale la momentul execuţiei programului: %f - un singur fişier %F - o listă de fişiere; utilizată pentru aplicaţii ce pot deschide mai multe fişiere locale de o dată %u - un singur URL %U - o listă de URL-uri %d - folderul fişierului de deschis %D - o listă de foldere %i - iconiţa %m - miniiconiţa %c - titlul
rw: Hakurikijwe ibwirizwa, ushobora kugira mugenga z'umwanya nyinshi zizasimburwa n'uduciro tw'ubu igihe porogaramu y'ubu iri gukora: %f - izina rimwe ry'idosiye %F - urutonde rw'amadosiye; gukoresha ku maporogaramu ashobora gufungura amadosiye ya hafi menshi icyarimwe %u - URL imwe %U - urutonde rwa URL %d - ububiko bw'idosiye yo gufungura %D - urutonde rw'ububiko %i - agashushondanga %m - ingirwa gashushondanga %c - akarango
sk: Za príkazom je možné zadať rôzne značky, ktoré sa pri spustení programu nahradia skutočnými hodnotami: %f - jedno menu súboru %F - zoznam súborov, napr. pre aplikácie, ktoré dokážu otvoriť niekoľko lokálnych súborov naraz %u - jedno URL %U - zoznam URL %d - priečinok súboru, ktorý sa má otvoriť %D - zoznam priečinkov %i - ikona %m - miniikona %c - komentár
sr: Пратећи наредбу, можете имати више симбола који ће бити замењени стварним вредностима кад се покрене програм: %f - име фајла %F - листа фајлова; користи се за програме који могу да отворе више локалних фајлова одједном %u - један URL %U - листа URL-ова %d - фасцикла фајла за отварање %D - листа фасцикли %i - икона %m - мини икона %c - коментар
sr@latn: Prateći naredbu, možete imati više simbola koji će biti zamenjeni stvarnim vrednostima kad se pokrene program: %f - ime fajla %F - lista fajlova; koristi se za programe koji mogu da otvore više lokalnih fajlova odjednom %u - jedan URL %U - lista URL-ova %d - fascikla fajla za otvaranje %D - lista fascikli %i - ikona %m - mini ikona %c - komentar
th: คุณสามารถเติมตัวแทนค่าได้หลายๆ ตัวตามหลังคำสั่ง ซึ่งตัวแทนค่าเหล่านี้ จะถูกแทนที่ด้วยค่าจริงๆ เมื่อโปรแกรมถูกสั่งให้ทำงาน: %f - ชื่อแฟ้มเดี่ยวๆ %F - รายการชื่อแฟ้ม ซึ่งใช้กับแอพพลิเคชันที่สามารถเปิดแฟ้มบนเครื่องได้หลายๆ แฟ้มพร้อมกัน %u - ที่อยู่ URL เดี่ยวๆ %U - รายชื่อของที่อยู่ URL %d - โฟลเดอร์ของแฟ้มที่จะเปิด %D - รายชื่อของโฟลเดอร์ %i - ไอคอน %m - ไอคอนขนาดเล็ก %c - คำอธิบาย

source: Panel Embedding
bs: Ugrađivanje u panel
km: បន្ទះ​បង្កប់
ko: 패널 내장
mn: Удирдах самбарт шигтгэх
pa: ਪੈਨਲ ਚੋਣ
ro: Înglobare panou
rw: Umwanya Ushyizwemo
sk: Vloženie panelu
sr: Уграђивање у панел
sr@latn: Ugrađivanje u panel
tg: Сохтан ба панел
th: ฝังเข้ากับพาเนล

source: &Execute on click:
bs: &Izvrši na klik:
km: ប្រតិបត្តិ​នៅ​ពេល​ចុច ៖
ko: 클릭으로 실행(&E):
mn: &Чичихэд ажиллуулах:
pa: ਦਬਾਉਣ 'ਤੇ ਚਲਾਓ(&E):
ro: &Execută la clic:
rw: Gutangiza ukanze:
sk: &Vykonať na kliknutie:
sr: &Изврши на клик:
sr@latn: &Izvrši na klik:
tg: &Бо клик иҷро кардан:
th: สั่งประมวลผลเมื่อคลิ้ก:

source: &Window title:
bs: &Naslov prozora:
km: ចំណងជើងបង្អួច ៖
ko: 창 이름(&W):
mn: &Цонхны гарчиг:
pa: ਝਰੋਖਾ ਨਾਂ(&W):
ro: &Titlu fereastră:
rw: Umutwe w'idirishya:
sk: &Titulok okna:
sr: Наслов &прозора:
sr@latn: Naslov &prozora:
tg: &Сарлавҳаи тиреза:
th: หัวเรื่องหน้าต่าง:

source: &Run in terminal
bs: &Pokreni u terminalu
km: រត់​ក្នុង​ស្ថានីយ
ko: 터미널에서 실행(&R)
mn: &Терминал дээр ажиллуулах
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਚਲਾਓ(&R)
ro: E&xecută în terminal
rw: Gutangiza mu gihera
sk: Spustiť na &termináli
sr: Пок&рени у терминалу
sr@latn: Pok&reni u terminalu
tg: &Дар терминал иҷро кунед
th: ประมวลผลในเทอร์มินัล

source: Do not &close when command exits
bs: Nemoj &zatvarati po završetku naredbe
km: កុំ​បិទ ពេល​ចាកចេញ​ពី​បញ្ជា
ko: 명령어가 종료될 때 닫지 않기(&C)
mn: Тушаал дуусах үед битгий хаа
pa: ਕਮਾਂਡ ਬੰਦ ਕਰਨ ਉੱਤੇ ਬੰਦ ਨਾ ਕਰੋ(&c)
ro: Nu în&chide la terminarea comenzii
rw: Ntufunge igihe ibwirizwa rihari
sk: Nezatvárať &okno po ukončení príkazu
sr: Немој &да затвориш кад се наредба заврши
sr@latn: Nemoj &da zatvoriš kad se naredba završi
tg: &Вақте ки фармон вуҷуд дорад махкам кардан манъ аст
th: ไม่ต้องปิดเมื่อคำสั่งจบการทำงานแล้ว

source: &Terminal options:
bs: &Opcije terminala:
km: ជម្រើស​ស្ថានីយ ៖
ko: 터미널 옵션(&T):
mn: &Терминалын тохиргоо
pa: ਟਰਮੀਨਲ ਚੋਣ(&T):
ro: Opţiuni &terminal:
rw: Amahitamo y'igihera:
sk: &Možnosti terminálu:
sr: Опције &терминала:
sr@latn: Opcije &terminala:
tg: &Параметрҳои терминал:
th: ตัวเลือกของเทอร์มินัล:

source: Ru&n as a different user
bs: Pok&reni kao neki drugi korisnik
km: រត់​ជា​អ្នក​ប្រើ​ផ្សេង
ko: 다른 사용자로 실행(&N)
mn: Өөр хэрэглэгчээр &ажиллуулах
pa: ਵੱਖਰੇ ਉਪਭੋਗੀ ਦੇ ਤੌਰ 'ਤੇ ਚਲਾਓ(&n)
ro: Execută ca &utilizator diferit
rw: Gutangiza nk'ukoresha utandukanye
sk: Spustiť ako i&ný užívateľ
sr: Покре&ни као други корисник
sr@latn: Pokre&ni kao drugi korisnik
tg: Иҷ&роӣ аз номи истифодакунандаи дигар
th: ทำงานโดยใช้สิทธิ์ของผู้ใช้อื่น

source: Description:
bs: Opis:
km: ការ​ពិពណ៌នា ៖
ko: 설명:
mn: Тодорхойлолт:
pa: ਵੇਰਵਾ:
ro: Descriere:
rw: Umwirondoro:
sk: Popis:
sr: Опис:
sr@latn: Opis:
tg: Тасвир:
th: รายละเอียด:

source: Comment:
bs: Komentar:
km: សេចក្តី​អធិប្បាយ ៖
ko: 설명:
mn: Тайлбар:
pa: ਟਿੱਪਣੀ:
ro: Comentariu:
rw: Icyo wongeraho
sk: Komentár:
sr: Коментар:
sr@latn: Komentar:
tg: Шарҳ:
th: คำอธิบาย:

source: File types:
bs: Tipovi datoteka:
km: ប្រភេទ​ឯកសារ ៖
ko: 파일 형식:
mn: Файлын төрөл:
pa: ਫਾਇਲ ਕਿਸਮ:
ro: Tipuri de fişier:
rw: Ubwoko bw'amadosiye:
sk: Typy súborov:
sr: Врсте фајлова:
sr@latn: Vrste fajlova:
tg: Намудҳои файл:
th: ชนิดแฟ้ม:

source: &Share
bs: &Dijeli
km: ចែករំលែក
ko: 공유(&S)
pa: ਸਾਂਝ(&S)
ro: &Partajare
rw: Gusangiza
sk: Z&dieľať
sr: &Дели
sr@latn: &Deli
tg: &Ҳисса кардан
th: ใช้ร่วมกัน

source: Only folders in your home folder can be shared.
bs: Možete dijeliti samo direktorije u vašem home direktoriju.
km: មាន​តែ​ថត​ក្នុង​ថត​ផ្ទះ​របស់​អ្នក​ប៉ុណ្ណោះ​អាច​នឹង​ចែក​រំលែក​បាន ។
ko: 홈 폴더 아래에 있는 폴더만 공유할 수 있습니다.
pa: ਸਿਰਫ਼ ਤੁਹਾਡੇ ਘਰ ਫੋਲਡਰ ਵਿੱਚ ਫੋਲਡਰਾਂ ਨੂੰ ਸਾਂਝਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
ro: Pot fi partajate numai foldere din folderul dumneavoastră personal.
rw: Gusa ububiko mu bubiko rugo bwawe bushobora gusangirwa.
sk: Zdieľať je možné iba priečinky vo vašom domovskom priečinku.
sr: Само фасцикле у вашој домаћој фасцикли могу бити дељене.
sr@latn: Samo fascikle u vašoj domaćoj fascikli mogu biti deljene.
tg: Танҳо зеркаталоги каталоги хонагии худро умумӣ кардан мумкин аст.
th: มีเพียงโฟลเดอร์ในพื้นที่ส่วนตัวของคุณเท่านั้นที่ให้ใช้ร่วมกันได้

source: Not shared
bs: Nije dijeljeno
km: មិន​បាន​ចែក​រំលែក
ko: 공유하지 않음
mn: Хамтран эзэмшихгүй
pa: ਸਾਂਝ ਨਹੀ
ro: Nepartajat
rw: Bidasangiwe
sk: Nezdieľaný
sr: Није дељен
sr@latn: Nije deljen
tg: Умумӣ намебошад
th: ไม่ให้ใช้ร่วมกัน

source: Shared
bs: Dijeljeno
km: បាន​ចែករំលែក
ko: 공유
mn: Хамтрана
pa: ਸਾਂਝੇ
ro: Partajat
rw: Bisangiwe
sk: Zdieľaný
sr: Дељен
sr@latn: Deljen
tg: Умумӣ
th: ใช้ร่วมกัน

source: Sharing this folder makes it available under Linux/UNIX (NFS) and Windows (Samba).
bs: Dijeljenje ovog direktorija će ga učiniti dostupnim pod Linux/UNIX-om (NFS) i Windows-om (Samba).
km: ចែក​រំលែក​ថត​នេះ ធ្វើ​ឲ្យ​វា​អាច​ប្រើ​បាន​ក្រោម Linux/UNIX (NFS) និង Windows (Samba).
ko: 이 디렉터리의 공유는 Linux/UNIX (NFS)와 Windows (Samba)에서 가능합니다.
pa: ਇਸ ਫੋਲਡਰ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਉੱਤੇ ਇਸ ਨੂੰ Linux/UNIX (NFS) ਅਤੇ Windows (ਸਾਂਬਾ) ਰਾਹੀਂ ਉਪਲੱਬਧ ਕਰਵਾਇਆ ਜਾਵੇਗਾ।
ro: Partajarea acestui director înseamnă că să fie accesibil în reţea prin NFS (Linux/UNIX) şi Samba (Windows).
rw: Gusangira ubu bubiko bituma buboneka kuri Linux/UNIX (NFS) na Windows (Samba).
sk: Zdieľanie tohto priečinku ho sprístupní pre Linux/UNIX (NFS) a Windows (Samba).
sr: Дељење ове фасцикле је чини доступним под Linux-ом/UNIX-ом (NFS) и Windows-ом (Samba).
sr@latn: Deljenje ove fascikle je čini dostupnim pod Linux-om/UNIX-om (NFS) i Windows-om (Samba).
tg: Ин каталогро барои системаҳои Linux/UNIX (NFS) ва Windows (Samba) умумӣ кардан мумкин аст.
th: การให้ใช้โฟลเดอร์นี้ร่วมกัน จะใช้ร่วมกันได้ภายใต้ระบบ Linux/Unix (ผ่าน NFS) และวินโดว์ส (ผ่าน Samba)

source: You can also reconfigure file sharing authorization.
bs: Također možete rekonfigurisati autorizaciju dijeljenja datoteka.
km: អ្នក​អាច​កំណត់​រចនា​សម្ព័ន្ធ​ការ​អនុញ្ញាត​ចែក​រំលែក​ឯកសារ​ឡើង​វិញ ។
ko: 파일 공유 권한을 재설정할 수 있습니다.
mn: Файл хамтран эзэмших эрхийг дахин тохируулж болно.
pa: ਤੁਸੀਂ ਫਾਇਲ ਸਾਂਝ ਪ੍ਰਮਾਣਕਿਤਾ ਮੁੜ-ਸੰਰਚਿਤ ਕਰ ਸਕਦੇ ਹੋ।
ro: Puteţi să reconfiguraţi şi permisiunile asupra fişierului partajat.
rw: Ushobora kandi kongera kuboneza itangaruhushya ryo gusangira idosiye.
sk: Môžete nastaviť aj prihlásenie pri zdieľaní.
sr: Можете такође поново подесити ауторизацију за дељење фајлова.
sr@latn: Možete takođe ponovo podesiti autorizaciju za deljenje fajlova.
tg: Шумо ҳамчунин метавонед файл ва каталогҳоро аз нав сабт намоед.
th: คุณสามารถจัดการการตรวจสอบสิทธิ์การใช้แฟ้มร่วมกันได้

source: Configure File Sharing...
bs: Podesi dijeljenje datoteka...
km: កំណត់​រចនា​សម្ព័ន្ធ​ការ​ចែក​រំលែក​ឯកសារ​...
ko: 파일 공유 설정...
mn: Файлын хамтран эзэмшлийг тохируулах...
pa: ਫਾਇਲ ਸਾਂਝ ਸੰਰਚਨਾ....
ro: Configurează partajarea de fişiere...
rw: Kuboneza Gusangira Idosiye...
sk: Nastaviť zdieľanie súborov...
sr: Подеси дељење фајлова...
sr@latn: Podesi deljenje fajlova...
tg: Танзимоти Ҳисса Кардани Файлҳо...
th: ปรับแต่งการใช้แฟ้มร่วมกัน...

source: Error running 'filesharelist'. Check if installed and in $PATH or /usr/sbin.
bs: Greška pri pokretanju 'filesharelist'. Provjerite da li je instaliran i da li se nalazi u vašem $PATHu ili u /usr/sbin.
km: មាន​កំហុស ក្នុង​ការ​រត់ 'បញ្ជី​ចែក​រំលែក​ឯកសារ' ។ ពិនិត្យ​ថា​តើ​វា​បាន​ដំឡើង និង​មាន​នៅ​ក្នុង $PATH ឬ /usr/sbin ។
ko: 'filesharelist'를 실행하는 중 오류가 발생했습니다. 설치되어 있으며 $PATH나 /usr/sbin/에 존재하는지 확인하십시오.
mn: 'filesharelist' -г ажиллаж байхад алдаа гарав. Суусан зам ба $PATH эсвэл /usr/sbin -г шалга.
pa: 'filesharelist' ਚਲਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ। ਜਾਂਚ ਕਰੋ ਕਿ ਇਹ ਇੰਸਟਾਲ ਹੈ ਅਤੇ $PATH ਜਾਂ /usr/sbin ਵਿੱਚ ਹੈ।
ro: Eroare la execuţia 'filesharelist'. Verificaţi dacă este instalat şi dacă este accesibil prin variabila de mediu $PATH sau este în /usr/sbin.
rw: Ikosa mu itangiza 'urutondegusangiradosiye'. Genzura niba byinjijwe kandi muri $PATH cyangwa /usr/sbin.
sk: Chyba pri stupustení 'filesharelist'. Overte, či je nainštalovaný a dá sa nájsť pomocou premennej $PATH alebo v /usr/sbin.
sr: Грешка приликом покретања „filesharelist“. Проверите да ли је инсталиран и у $PATH-у или у /usr/sbin.
sr@latn: Greška prilikom pokretanja „filesharelist“. Proverite da li je instaliran i u $PATH-u ili u /usr/sbin.
tg: Хатои иҷрошавии 'filesharelist'. Мутмаин шавед, ки барнома дар $PATH ё /usr/sbin сабт шудааст.
th: เกิดความผิดพลาดขณะเรียก 'filesharelist' ทำงาน โปรดตรวจสอบว่ามันถูกติดตั้งไว้แล้ว และอยู่ใน $PATH หรือ /usr/sbin แล้ว

source: You need to be authorized to share folders.
bs: Trebate biti autorizovani da biste dijelili direktorije.
km: អ្នក​ចាំបាច់​ត្រូវ​មាន​ការ​អនុញ្ញាត ដើម្បី​ចែក​រំលែក​ឯកសារ ។
ko: 폴더를 공유하려면 권한이 필요합니다.
pa: ਫੋਲਡਰ ਸਾਂਝੇ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਅਧਿਕਾਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
ro: Trebuie să aveţi permisiuni pentru a partaja foldere.
rw: Ukeneye kwemererwa kugira usangize ububiko.
sk: Na zdieľanie priečinkov musíte mať práva.
sr: Морате бити ауторизовани да бисте делили фасцикле.
sr@latn: Morate biti autorizovani da biste delili fascikle.
tg: Барои умумӣ кардани каталогҳо, шумо бояд авторизатсия шуда бошед.
th: คุณต้องการการตรวจสอบสิทธิ์การเข้าใช้โฟลเดอร์ที่ให้ใช้ร่วมกัน

source: File sharing is disabled.
bs: Dijeljenje datoteka je isključeno.
km: ការ​ចែក​រំលែក​ឯកសារ មិន​បាន​អនុញ្ញាត​ឡើយ ។
ko: 파일 공유를 사용할 수 없습니다.
pa: ਫਾਇਲ ਸਾਂਝ ਆਯੋਗ ਹੈ।
ro: Partajarea de fişiere este dezactivată.
rw: Gusangiza dosiye ntibikora.
sk: Zdieľanie súborov zakázané.
sr: Дељење фајлова је искључено.
sr@latn: Deljenje fajlova je isključeno.
tg: Ҳисса кардани файлҳо ғайри фаъол аст.
th: ปิดการใช้แฟ้มร่วมกัน

source: Sharing folder '%1' failed.
bs: Dijeljenje direktorija '%1' nije uspjelo.
km: បរាជ័យ​ក្នុង​ការ​ចែក​រំលែកថត '%1' ។
ko: 폴더 '%1'을(를) 공유하는 데 실패했습니다.
pa: ਫੋਲਡਰ '%1' ਦੀ ਸਾਂਝ ਬਣਾਉਣ ਲਈ ਅਸਫਲ।
ro: Partajarea folderului '%1' a eşuat.
rw: Gusangiza ububiko '%1' byanze.
sk: Zdieľanie priečinku '%1' zlyhalo.
sr: Дељење фасцикле „%1“ није успело.
sr@latn: Deljenje fascikle „%1“ nije uspelo.
tg: Тақсимкунии пӯшаи %1 барбод рафт.
th: การปรับให้ใช้โฟลเดอร์ '%1' ร่วมกันล้มเหลว

source: An error occurred while trying to share folder '%1'. Make sure that the Perl script 'fileshareset' is set suid root.
bs: Došlo je do greške pri pokušaju dijeljenja direktorija '%1'. Provjerite da li je Perl skripta 'fileshareset' postavljena kao suid root.
km: កំហុស​មួយ​បាន​កើតឡើង ខណៈពេល​ព្យាយាម​ចែក​រំលែក​ថត '%1' ។ សូម​ប្រាកដ​ថាស្គ្រីប Perl 'fileshareset' គឺ​ត្រូវ​បាន​កំណត់​ជា suid root ។
ko: 폴더 '%1'을(를) 공유하려는 중 오류가 발생했습니다. 펄 스크립트 'fileshareset'이 SUID 루트로 설정되어 있는지 확인하십시오.
pa: ਫੋਲਡਰ '%1' ਨੂੰ ਸਾਂਝਾ ਬਣਾਉਣ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਇਹ ਯਕੀਨੀ ਬਣਾਉ ਕਿ Perl ਸਕ੍ਰਿਪਟ 'fileshareset' ਲਈ suid root ਹੈ।
ro: A apărut o eroare la partajarea folderului '%1'. Verificaţi că scriptul Perl 'fileshareset' are setat bitul SUID şi proprietarul lui este "root".
rw: Ikosa ryagaragaye mu kugerageza gusangiza ububiko '%1'. Wakwizera ko agaporogaramu Perl 'ibonezagusangiradosiye' kabonejwe ikiranga-su umuzi.
sk: Nastala chyba pri pokuse o zdieľanie priečinku '%1'. Overte, že má skript 'fileshareset' suid root.
sr: Дошло је до грешке приликом покушаја дељења фасцикле „%1“. Проверите да ли Perl скрипта „fileshareset“ има постављен suid на root.
sr@latn: Došlo je do greške prilikom pokušaja deljenja fascikle „%1“. Proverite da li Perl skripta „fileshareset“ ima postavljen suid na root.
tg: Хатогӣ дар вақти кӯшиши тақсим кардани пӯшаи%1 ,ба вуҷуд омадааст. Боварӣ ҳосил кунед,ки Perl матни намоиши'таъинитақсимифайл' дар асл таъин шудааст.
th: เกิดข้อผิดพลาดระหว่างปรับให้ใช้โฟลเดอร์ '%1' ร่วมกัน โปรดตรวจสอบว่า สคริปต์คำสั่งเพิร์ล 'fileshareset' ได้ถูกตั้งให้ประมวลผลโดยใช้สิทธิ์ของ root แล้ว (suid root)

source: Unsharing folder '%1' failed.
bs: Prekid dijeljenja direktorija '%1' nije uspio.
km: ការ​មិន​ចែក​រំលែកថត '%1' បាន​បរាជ័យ ។
ko: 폴더 '%1'의 공유를 해제하는 데 실패했습니다.
pa: ਫੋਲਡਰ '%1' ਨੂੰ ਨਾ-ਸਾਂਝਾ ਕਰਨ ਲਈ ਅਸਫਲ ਹੈ।
ro: Oprirea partajării folderului '%1' a eşuat.
rw: Guhagarika gusangiza ububiko '%1' byanze.
sk: Zrušenie zdieľania priečinku '%1' zlyhalo.
sr: Отказивање дељења фасцикле „%1“ није успело.
sr@latn: Otkazivanje deljenja fascikle „%1“ nije uspelo.
tg: Пӯшаи тақсимнашудаи %1барбод рафт.
th: ยกเลิกการปรับใช้โฟลเดอร์ '%1' ร่วมกันล้มเหลว
