Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Unknown error %1
bs: Nepoznata greška %1
km: មិន​ស្គាល់​កំហុស %1
ko: 알 수 없는 오류 %1
mn: Тодорхойгүй алдаа %1
pa: ਅਣਜਾਣ ਗਲਤੀ %1
ro: Eroare necunoscută %1
rw: Ikosa ritazwi %1
sk: Neznáma chyba %1
sr: Непозната грешка %1
sr@latn: Nepoznata greška %1
tg: Хатои ношинос %1
th: ไม่รู้จักข้อผิดพลาด %1

source: Unknown interrupt %1
bs: Nepoznati prekid %1
km: មិន​ស្គាល់​ការ​ផ្អាក %1
ko: 알 수 없는 중단발생 %1
mn: Тодорхойгүй тасалдал %1
pa: ਅਣਜਾਣ ਦਖਲ %1
ro: Întrerupere necunoscută %1
rw: Ihagarika ritamenyekanye %1
sk: Neznáme prerušenie %1
sr: Непознат прекид %1
sr@latn: Nepoznat prekid %1
tg: Қатъи ношинос %1
th: ไม่รู้จักอินเทอร์รัพต์ %1

source: Could not delete original file %1. Please check permissions.
bs: Ne mogu obrisati orginalnu datoteku %1. Molim provjerite privilegije.
km: មិន​អាច​លុប​ឯកសារ​ដើម %1. សូមពិនិត្យ​មើល​សិទ្ធិ ។
ko: 원본 파일 %1을(를) 삭제할 수 없습니다. 권한을 확인하십시오.
mn: Оргинал файл %1 устгагдсангүй. Хандах зөвшөөрлөө шалгана уу.
pa: ਅਸਲੀ ਫਾਇਲ਼ %1 ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅਧਿਕਾਰਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।
ro: Nu pot şterge fişierul original %1. Vă rog să verificaţi permisiunile.
rw: Ntibishobotse gusiba idosiye mwimerere %1. Wareba impushya.
sk: Nemôžem zmazať pôvodný súbor %1. Prosím skontrolujte prístupové práva.
sr: Не могу да обришем оригинални фајл %1. Проверите дозволе.
sr@latn: Ne mogu da obrišem originalni fajl %1. Proverite dozvole.
tg: Файли аслии %1 нест карда натавонист. Марҳамат карда иҷозатномаҳоро тафтиш кунед.
th: ไม่สามารถลบแฟ้มต้นฉบับ %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ

source: Could not delete partial file %1. Please check permissions.
bs: Ne mogu obrisati parcijalnu datoteku %1. Molim provjerite privilegije.
km: មិន​អាច​លុប​ឯកសារ​មិន​ពេញ​លេញ %1 ។ សូម​ពិនិត្យ​មើល​សិទ្ធិ ។
ko: 부분적인 파일 %1을 삭제할 수 없습니다. 권한을 확인하십시오.
mn: Хагас файл %1 устгагдсангүй. Хандах зөвшөөрлөө шалгана уу.
pa: ਅਧੂਰੀ ਫਾਇਲ਼ %1 ਨੂੰ ਹਟਾਇਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅਧਿਕਾਰਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।
ro: Nu pot şterge fişierul parţial %1. Vă rog să verificaţi permisiunile.
rw: Ntibishobotse gusiba idosiye ituzuye %1. Wareba impushya.
sk: Nemôžem zmazať záložný súbor %1. Prosím skontrolujte prístupové práva.
sr: Не могу да обришем делимичан фајл %1. Проверите дозволе.
sr@latn: Ne mogu da obrišem delimičan fajl %1. Proverite dozvole.
tg: Файли қисмии %1 нест карда натавонист. Дастрасии шумо санҷет.
th: ไม่สามารถลบแฟ้มบางส่วน %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ

source: Could not rename original file %1. Please check permissions.
bs: Ne mogu promijeniti ime orginalne datoteke %1. Molim provjerite privilegije.
km: មិន​អាច​ប្តូរ​ឈ្មោះ​ឯកសារ​ដើម %1 ។ សូម​ពិនិត្យ​មើល​សិទ្ធិ ។
ko: 원본 파일 %1의 이름을 바꿀 수 없습니다. 권한을 확인하십시오.
mn: Оргинал файл %1 сольж нэрлэгдсэнгүй. Хандах зөвшөөрлөө шалгана уу.
pa: ਅਸਲੀ ਫਾਇਲ਼ %1 ਦੀ ਨਾਂ ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅਧਿਕਾਰਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।
ro: Nu pot redenumi fişierul original %1. Vă rog să verificaţi permisiunile.
rw: Ntibishobotse guhindura izina ry'idosiye mwimerere %1. Wareba impushya.
sk: Nemôžem premenovať pôvodný súbor %1. Prosím skontrolujte prístupové práva.
sr: Не могу да променим име оригиналног фајла %1. Проверите дозволе.
sr@latn: Ne mogu da promenim ime originalnog fajla %1. Proverite dozvole.
tg: Номи файли аслии %1 номи дигар шуда натавонист.. Лутфан иҷозатномаҳоро тафтиш кунед.
th: ไม่สามารถเปลี่ยนชื่อเก่าของแฟ้ม %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ

source: Could not rename partial file %1. Please check permissions.
bs: Ne mogu promijeniti ime parcijalne datoteke %1. Molim provjerite privilegije.
km: មិន​អាច​ប្តូរ​ឈ្មោះ​ឯកសារ​មិន​ពេញ​លេញ %1 ។ សូម​ពិនិត្យ​មើល​សិទ្ធិ ។
ko: 부분적인 파일 %1의 이름을 바꿀 수 없습니다. 권한을 확인하십시오.
mn: Хагас файл %1 сольж нэрлэгдсэнгүй. Хандах зөвшөөрлөө шалгана уу.
pa: ਅਧੂਰੀ ਫਾਇਲ਼ %1 ਦੀ ਨਾਂ ਤਬਦੀਲ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਅਧਿਕਾਰਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।
ro: Nu pot redenumi fişierul parţial %1. Vă rog să verificaţi permisiunile.
rw: Ntibishobotse guhindura izina ry'idosiye ituzuye %1. Wareba impushya.
sk: Nemôžem premenovať záložný súbor %1. Prosím skontrolujte prístupové práva.
sr: Не могу да променим име делимичног фајла %1. Проверите дозволе.
sr@latn: Ne mogu da promenim ime delimičnog fajla %1. Proverite dozvole.
tg: Барои файли қисмии %1 номи дигар дода нашу Лутфан иҷозатномаҳоро тафтиш кунед.
th: ไม่สามารถเปลี่ยนชื่อแฟ้มบางส่วน %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ

source: Could not create symlink %1. Please check permissions.
bs: Ne mogu napraviti simbolički link %1. Molim provjerite privilegije.
km: មិន​អាច​បង្កើត​តំណ​និមិត្ត​សញ្ញា %1 ។ សូម​ពិនិត្យ​មើល​សិទ្ធិ ។
ko: 심볼릭 링크 %1을(를) 만들 수 없습니다. 권한을 확인하십시오.
mn: Символик холбоос %1 үүсгэгдсэнгүй. Хандах зөвшөөрлөө шалгана уу.
pa: symlink %1 ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਅਧਿਕਾਰਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।
ro: Nu pot crea legătura simbolică %1. Vă rog să verificaţi permisiunile.
rw: Ntibishobotse kurema ihuzakimenyetso %1. Wareba impushya.
sk: Nemôžem vytvoriť symbolický odkaz %1. Prosím skontrolujte prístupové práva.
sr: Не могу да направим симболичку везу %1. Проверите дозволе.
sr@latn: Ne mogu da napravim simboličku vezu %1. Proverite dozvole.
tg: Пайванди%1 нашуд.Лутфан иҷозатномаҳоро тафтиш кунед.
th: ไม่สามารถสร้างการเชื่อมโยง %1 ได้ โปรดตรวจสอบสิทธิ์ของคุณ

source: Could not write file %1. Disk full.
bs: Ne mogu pisati u datoteku %1. Disk je pun.
km: មិន​អាច​សរសេរ​ឯកសារ %1 ។ ថាសពេញ ។
ko: 파일 %1을(를) 쓸 수 없습니다. 디스크가 꽉 찼습니다.
mn: Файл %1 бичигдсэнгүй Дискэнд тань дүүрчээ.
pa: ਫਾਇਲ਼ %1 ਨੂੰ ਲਿਖਿਆ ਨਹੀ ਜਾ ਸਕਿਆ ਹੈ। ਡਿਸਕ ਭਰ ਚੁੱਕੀ ਹੈ।
ro: Nu pot scrie fişierul %1. Discul este plin.
rw: Ntibishobotse kwandika idosiye %1. Disiki iruzuye.
sk: Nemôžem zapisovať do súboru %1. Disk je plný.
sr: Није могућ упис фајла %1. Диск је пун.
sr@latn: Nije moguć upis fajla %1. Disk je pun.
tg: Файли %1 навишта нашуд.Диск пур аст.
th: ไม่สามารถเขียนแฟ้ม "%1" ได้ เนื่องจากดิสก์เต็ม

source: The source and destination are the same file. %1
bs: Izvor i odredište su iste datoteke. %1
km: ប្រភព និង​ទិសដៅ​គឺ​ជា​ឯកសារ​ដូច​គ្នា ។ %1
ko: 원본과 대상이 같은 파일입니다. %1
mn: Язгуур болон зорилго файлууд адилхан байна. %1
pa: ਸਰੋਤ ਤੇ ਨਿਯਤ ਫਾਇਲਾਂ ਇੱਕੋ ਹੀ ਹਨ। %1
ro: Sursa şi destinaţia reprezintă acelaşi fişier. %1
rw: Inkomoko n'ishyika ni idosiye imwe. %1
sk: Originálny a cieľový súbor sú rovnaké. %1
sr: Изворни и одредишни фајл су један те исти. %1
sr@latn: Izvorni i odredišni fajl su jedan te isti. %1
tg: Манбаъ ва ҷойгиршавӣ ҳамон як файл аст.%1
th: แฟ้มต้นทางและปลายทางเป็นแฟ้มเดียวกัน %1

source: %1 is required by the server, but is not available.
bs: Server zahtijeva %1, ali on nije dostupan.
km: %1 ត្រូវ​ការ​ដោយ​ម៉ាស៊ីន​បម្រើ ប៉ុន្តែ​មិន​អាច​រក​បាន ។
ko: %1은 서버에의해 요청되었으나 불가능합니다.
mn: %1 хүсэлт тависан сервер алга байна.
pa: %1 ਦੀ ਸਰਵਰ ਲਈ ਲੋੜ ਹੈ, ਪਰ ਇਹ ਉਪਲੱਬਧ ਨਹੀ ਹੈ।
ro: %1 este cerut de server, dar nu este disponibil.
rw: %1 ikenewe na seriveri, ariko ntiboneka.
sk: %1 je požadované serverom, avšak nie je dostupné.
sr: %1 је захтеван од сервера, али није доступан.
sr@latn: %1 je zahtevan od servera, ali nije dostupan.
tg: Сервер %1-ро талаб мекунад, аммо дастрас нест.
th: เซิร์ฟเวอร์ต้องการ %1 แต่มันยังไม่มีอยู่

source: Access to restricted port in POST denied.
bs: Zabranjen pristup ograničenom portu u POST.
km: ការ​ចូល​ដំណើរការ​ទៅ​កាន់​ច្រក​ដែល​បាន​ដាក់​កម្រិត ក្នុង POST ត្រូវ​បាន​បដិសេធ ។
ko: POST의 제한적 포트접근이 거부되었습니다.
ro: Acces interzis la port restricţionat în cererea POST.
rw: Ukugera ku muyoboro ntabushobozi buhagije muri POST byanzwe.
sk: Zamietnutý POST prístup na vyhradený port.
sr: Приступ ограниченом порту у POST-у је одбијен.
sr@latn: Pristup ograničenom portu u POST-u je odbijen.
tg: Дастрасӣ ба даргоҳи маҳдудшуда дар POST рад шуд.
th: ปฏิเสธการใช้งานพอร์ตที่หวงห้ามใน POST

source: Unknown error code %1 %2 Please send a full bug report at http://bugs.kde.org.
bs: Nepoznati kod greške%1 %2 Molim prijavite bug na http://bugs.kde.org.
km: មិន​ស្គាល់​កូដ​កំហុស %1 %2 សូម​ផ្ញើ​របាយការណ៍​កំហុស​ទាំងមូល​ទៅ http://bugs.kde.org ។
ko: 알 수 없는 코드 %1 오류 %2 http://bugs.kde.org에 모든 모두 기록된 리포트를 보내주십시오.
mn: Тодорхойгүй алдааны код %1 %2 Дэлгэрэнгүй алдааны тайлангаа http://bugs.kde.org руу илгээнэ үү.
pa: ਅਣਪਛਾਤਾ ਗਲਤੀ ਕੋਡ %1 %2 ਕਿਰਪਾ ਕਰਕੇ http://bugs.kde.org ਤੇ ਪੂਰੀ ਜਾਣਕਾਰੀ ਦਿਓ।
ro: Cod de eroare necunoscut %1 %2 Vă rog să trimiteţi un raport complet de eroare la http://bugs.kde.org.
rw: kode y'ikosa itazwi %1 %2 Wakohereza raporo y'ikosaporogaramu yuzuye http://bugs.kde.org.
sk: Neznáma chyba s kódom %1 %2 Prosím pošlite kompletný popis chyby na http://bugs.kde.org.
sr: Непознати број грешке %1 %2 Пошаљите извештај о грешци на http://bugs.kde.org.
sr@latn: Nepoznati broj greške %1 %2 Pošaljite izveštaj o grešci na http://bugs.kde.org.
tg: Рамзи хато ношинос аст %1 %2 Ахборот дар бораи ин хатогӣ ба адреси http://bugs.kde.org бифиристед.
th: ไม่รู้จักข้อผิดพลาดรหัส %1 %2 โปรดส่งรายงานความผิดพลาดที่ครบถ้วน ไปยัง http://bugs.kde.org

source: Opening connections is not supported with the protocol %1.
bs: Otvaranje konekcija nije podržano u protokolu %1.
km: ការ​បើក​ការ​តភ្ជាប់​ដោយ​ប្រើ​ពិធីការ %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: 연결 열기는 프로토콜 %1 을 지원하지 않습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਨਾਲ ਨਾ-ਸਹਾਇਕ ਕੁਨੈਕਸ਼ਨ ਖੋਲਣ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Protocolul "%1" nu suportă deschiderea de conexiuni.
rw: Gufungura ukwihuza ntibyemewe na porotokole %1.
sk: Otváranie spojení nie je protokolom %1 podporované.
sr: Отварање веза није подржано протоколом %1.
sr@latn: Otvaranje veza nije podržano protokolom %1.
tg: Кушодани алоқаҳо ҳамроҳи протоколи %1 дастгирӣ карда намешавад.
th: โปรโตคอล %1 ไม่รองรับการเปิดการเชื่อมต่อ

source: Closing connections is not supported with the protocol %1.
bs: Zatvaranje konekcija nije podržano u protokolu %1.
km: ការ​បិទ​ការ​តភ្ជាប់​ដោយ​ប្រើ​ពិធីការ %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: 연결 닫기는 프로토콜 %1 을 지원하지 않습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਬੰਦ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Protocolul "%1" nu suportă închiderea de conexiuni.
rw: Gufunga ukwihuza ntibyemewe na porotokole %1.
sk: Ukončenie spojení nie je protokolom %1 podporované.
sr: Затварање веза није подржано протоколом %1.
sr@latn: Zatvaranje veza nije podržano protokolom %1.
tg: Пӯшидани алоқаҳо ҳамроҳи протоколи %1 дастгирӣ надорад
th: โปรโตคอล %1 ไม่รองรับการปิดการเชื่อมต่อ

source: Accessing files is not supported with the protocol %1.
bs: Pristup datotekama nije podržan u protokolu %1.
km: ការ​ចូលដំណើរការ​ឯកសារ​ដោយ​ប្រើ​ពិធីការ %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: 파일접근은 프로토콜 %1이 지원하지 않습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਨਾਲ ਫਾਇਲ ਖੋਲਣ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Protocolul "%1" nu suportă accesarea fişierelor.
rw: Kugera ku madosiye ntibyemewe na porotokole %1.
sk: Prístup k súborom nie je protokolom %1 podporovaný.
sr: Приступање фајловима није подржано протоколом %1.
sr@latn: Pristupanje fajlovima nije podržano protokolom %1.
tg: Даромадани файлҳо ҳамроҳи протоколи %1 дастгирӣ надорад
th: โปรโตคอล %1 ไม่รองรับการเข้าใช้งานแฟ้ม

source: Writing to %1 is not supported.
bs: Pisanje na %1 nije podržano.
km: ការ​សរសេរ​ទៅ​កាន់ %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: %1에 쓰기는 지원하지 않습니다.
pa: ਲਿਖਣ ਲਈ %1 ਸਹਾਇਕ ਨਹੀ ਹੈ।
ro: Nu este suportată scrierea în %1.
rw: Kwandika kuri %1 ntibyemewe.
sk: Zápis do %1 nie je podporovaný.
sr: Упис у %1 није подржан.
sr@latn: Upis u %1 nije podržan.
tg: Навиштан ба %1 дастгирӣ надорад
th: ไม่รองรับการเขียนไปยัง %1

source: There are no special actions available for protocol %1.
bs: Ne postoje neke posebne akcije za protokol %1.
km: មិន​មាន​អំពើ​ពិសេស​ដែល​អាច​រក​បានសម្រាប់​ពិធីការ %1 ។
ko: 프로토콜 %1을 위한 특별한 기능이 없습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਲਈ ਖਾਸ ਕਾਰਾਵਾਈ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
ro: Nu sînt disponibile acţiuni speciale pentru protocolul %1.
rw: Nta bikorwa bidasanzwe biboneka bya porotokole %1.
sk: Pre protokol %1 nie sú k dispozícii žiadne špeciálne akcie.
sr: Нема посебних акција доступних за протокол %1.
sr@latn: Nema posebnih akcija dostupnih za protokol %1.
tg: Амалиётҳои дастрасии маҳсус барои протоколи %1 вуҷуд надорад.
th: ไม่มีการกระทำพิเศษสำหรับโปรโตคอล %1

source: Listing folders is not supported for protocol %1.
bs: Listanje direktorija nije podržano u protokolu %1.
km: ការ​រាយ​ថត​ដោយ​ប្រើ​ពិធីការ %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: %1 프로토콜에서 디렉터리 목록 생성은 지원하지 않습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਲਈ ਫੋਲਡਰ ਸੂਚੀਬੱਧ ਕਰਨੇ ਸੰਭਵ ਨਹੀਂ ਹਨ।
ro: Protocolul "%1" nu suportă listarea de foldere.
rw: Gukora urutonde rw'ububiko ntibyemewe ku bijyanye na porotokole %1.
sk: Výpis priečinkov nie je protokolom %1 podporovaný.
sr: Листање фасцикли није подржано протоколом %1.
sr@latn: Listanje fascikli nije podržano protokolom %1.
tg: Феҳристҳои додашуда барои протоколи %1 дастгирӣ надорад
th: โปรโตคอล %1 ไม่รองรับการเรียกแสดงรายการโฟลเดอร์

source: Retrieving data from %1 is not supported.
bs: Primanje podataka sa %1 nije podržano.
km: ការ​ទៅ​យក​ទិន្នន័យ​ពី %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: %1로부터 데이터검색은 지원되지 않습니다.
pa: %1 ਤੋਂ ਮੁੜ ਡਾਟਾ ਪਰਾਪਤ ਕਰਨਾ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Nu este suportată citirea de date din %1.
rw: Kubona ibyatanzwe kuva kuri %1 ntibyemewe.
sk: Získavanie dát z %1 nie je podporované.
sr: Није подржано преузимање података са %1.
sr@latn: Nije podržano preuzimanje podataka sa %1.
tg: Бозёфти додаҳо аз %1 пуштибонӣ намешавад.
th: ไม่รองรับการรับข้อมูลจาก %1

source: Retrieving mime type information from %1 is not supported.
bs: Primanje podataka o MIME tipu sa %1 nije podržano.
km: មិន​គាំទ្រ​ការទាញយក​ព័ត៌មាន​ប្រភេទ mime ពី %1 ។
ko: %1로부터의 MIME타입 정보검색은 지원하지 않습니다.
pa: mime ਕਿਸਮ ਜਾਣਕਾਰੀ %1 ਤੋਂ ਪਰਾਪਤ ਕਰਨ ਲਈ ਸਹਾਇਕ ਨਹੀ ਹੈ।
ro: Nu este suportată citirea de informaţii MIME din %1.
rw: Kubona ibisobanuro by'ubwoko mime kuva kuri %1 ntibyemewe.
sk: Získavanie informácií o typoch MIME z %1 nie je podporované.
sr: Није подржано преузимање информација о MIME типу са %1.
sr@latn: Nije podržano preuzimanje informacija o MIME tipu sa %1.
tg: Бозёфти ахбороти намуди mime аз %1 пуштибонӣ намешавад.
th: ไม่รองรับการรับข้อมูลชนิด mime จาก %1

source: Renaming or moving files within %1 is not supported.
bs: Preimenovanje ili premještanje datoteka unutar %1 nije podržano.
km: ការ​ប្ដូរ​ឈ្មោះ ឬ ផ្លាស់ទី​ឯកសារ​នៅ​ក្នុង %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: %1에서 파일 이름 바꾸기나 옮기기는 지원하지 않습니다.
pa: ਫਾਇਲਾਂ ਦਾ ਨਾ-ਤਬਦੀਲ ਜਾਂ ਥਾਂ ਤਬਦੀਲੀ %1 ਵਿੱਚ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Nu este suportată redenumirea sau mutarea fişierelor în %1.
rw: Guhindura izina cyangwa kwimura idosiye hamwemu %1 ntibyemewe.
sk: Premenovanie alebo presun súborov v %1 nie je podporované.
sr: Није подржана промена имена или премештање фајлова унутар %1.
sr@latn: Nije podržana promena imena ili premeštanje fajlova unutar %1.
tg: Таъғири ном ё ҷобаҷоии файлҳои дарунии %1 пуштибонӣ намешавад.
th: ไม่รองรับการเปลี่ยนชื่อหรือย้ายแฟ้มภายใน %1

source: Creating symlinks is not supported with protocol %1.
bs: Pravljenje simboličkih linkova nije podržano u protokolu %1.
km: ការបង្កើត symlinks មិន​បាន​គាំទ្រ​ដោយ​ពិធីការ %1 ។
ko: 심볼릭 링크생성은 %1 프로토콜에서 지원하지 않습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਨਾਲ symlink ਬਣਾਉਣਾ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Nu este suportată crearea de legături simbolice cu protocolul "%1".
rw: Kurema amahuzashusho ntibyemewe na porotokole %1.
sk: Vytváranie odkazov nie je protokolom %1 podporované.
sr: Прављење симболичких веза није подржано протоколом %1.
sr@latn: Pravljenje simboličkih veza nije podržano protokolom %1.
tg: Эҷоди пайванди миҷози бо протокори %1 пуштибонӣ намешавад
th: โปรโตคอล %1 ไม่รองรับการสร้างการเชื่อมโยงแบบสัญลักษณ์

source: Copying files within %1 is not supported.
bs: Kopiranje datoteka unutar %1 nije podržano.
km: ការ​ចម្លង​ឯកសារ​ក្នុង %1 មិន​បាន​គាំទ្រ​ឡើយ ។
ko: %1 에서 파일 복사는 지원하지 않습니다.
pa: %1 ਤੋਂ ਫਾਇਲਾਂ ਨਕਲ ਕਰਨ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Nu este suportată copierea de fişiere în %1.
rw: Gukoporora amadosiye hamwemu %1 ntibyemewe.
sk: Kopírovanie súborov v %1 nie je podporované.
sr: Није продржано копирање фајлова унутар %1.
sr@latn: Nije prodržano kopiranje fajlova unutar %1.
tg: Нусха бардоштани файлҳо дар %1 дастгирӣ .надорад
th: ไม่รองรับการทำสำเนาแฟ้ม ภายใน %1

source: Deleting files from %1 is not supported.
bs: Brisanje datoteka sa %1 nije podržano.
km: ការ​លុប​ឯកសារ​ពី %1 មិន​បាន​គាំទ្រ​ឡើយ ។
ko: %1에서 파일 삭제는 지원하지 않습니다.
pa: %1 ਤੋਂ ਫਾਇਲ ਹਟਾਉਣਾ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Nu este suportată ştergerea de fişiere în %1.
rw: Guhanagura amadosiye kuva kuri %1 ntibyemewe.
sk: Odstraňovanie súborov z %1 nie je podporované.
sr: Није подржано брисање фајлова из %1.
sr@latn: Nije podržano brisanje fajlova iz %1.
tg: Нест кардани файлҳо аз %1 дастгирӣ надорад.
th: ไม่รองรับการลบแฟ้มจาก %1

source: Creating folders is not supported with protocol %1.
bs: Pravljenje direktorija nije podržano u protokolu %1.
km: ការ​បង្កើត​ថត​មិន​បាន​គាំទ្រ​ដោយពិធីការ %1 ។
ko: 디렉터리 생성은 프로토콜%1에서 지원하지 않습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਨਾਲ ਫੋਲਡਰ ਬਣਾਉਣ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Nu este suportată crearea de foldere cu protocolul "%1".
rw: Kurema ububiko ntibyemewe na porotokole %1.
sk: Vytváranie priečinkov nie je protokolom %1 podporované.
sr: Прављење фасцикли није подржано протоколом %1.
sr@latn: Pravljenje fascikli nije podržano protokolom %1.
tg: Сохтани феҳристҳо ҳамроҳи протоколи %1 дастгирӣ надорад.
th: โปรโตคอล %1 ไม่รองรับการสร้างโฟลเดอร์

source: Changing the attributes of files is not supported with protocol %1.
bs: Izmjena atributa datoteka nije podržana u protokolu %1.
km: ការ​ប្ដូរ​គុណលក្ខណៈ​របស់​ឯកសារ​ដោយ​ប្រើ​ពិធីការ %1 មិន​ត្រូវ​បាន​គាំទ្រ​ឡើយ ។
ko: 파일 속성변경은 프로토콜 %1에서 지원하지 않습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਨਾਲ ਫਾਇਲਾਂ ਦੇ ਗੁਣ ਤਬਦੀਲ ਕਰਨੇ ਸੰਭਵ ਨਹੀਂ ਹੈ।
ro: Nu este suportată modificarea atributelor fişierelor cu protocolul "%1".
rw: Guhindura ibiranga amadosiye ntibyemewe na porotokole %1.
sk: Zmena atribútov súborov nie je protokolom %1 podporovaná.
sr: Промена атрибута фајлова није подржана протоколом %1.
sr@latn: Promena atributa fajlova nije podržana protokolom %1.
tg: Таъғири мушахасотҳои файлҳо бо протоколи %1 пуштибонӣ намешавад.
th: โปรโตคอล %1 ไม่รองรับการเปลี่ยนแอตทริบิวต์ของแฟ้ม

source: Using sub-URLs with %1 is not supported.
bs: Korištenje sub-URLova sa %1 nije podržano.
km: ការប្រើ sub-URLs ជាមួយ %1 មិន​បាន​គាំទ្រ​ឡើយ ។
ko: %1로 서브 URL사용은 지원되지 않습니다.
ro: Nu este suportată utilizarea sub-URL-urilor în %1.
rw: Gukoresha URL-zungirije hamwe na %1 ntibyemewe.
sk: Použitie pod-URL s %1 nie je podporované.
sr: Није подржано коришћење под-URL-ова у %1.
sr@latn: Nije podržano korišćenje pod-URL-ova u %1.
tg: Истифода аз зернишониҳо бо %1 пуштибонӣ намешавад.
th: ไม่สนับสนุนการใช้ URL ย่อยกับ %1

source: Multiple get is not supported with protocol %1.
bs: Višestruko pribavljanje nije podržano u protokolu %1.
km: យក ច្រើន​មិន​បាន​គាំទ្រ​ដោយ​ពិធីការ %1។
ko: 다중 획득은 프로토콜 %1에서 지원하지 않습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਨਾਲ ਕਈ ਪਰਾਪਤ ਕਰਨੇ ਸੰਭਵ ਨਹੀ ਹਨ।
ro: Nu sînt suportate transferuri multiple cu protocolul "%1".
rw: Kubona kwinshi ntibyemewe na porotokole %1.
sk: Viacnásobné získanie súborov nie je protokolom %1 podporované.
sr: Вишеструко дохватање није подржано протоколом %1.
sr@latn: Višestruko dohvatanje nije podržano protokolom %1.
tg: Протоколи %1 аз дарёфти чандгона пуштибонӣ намекунад.
th: โปรโตคอล %1 ไม่รองรับการขอแฟ้มหลายแฟ้ม

source: Protocol %1 does not support action %2.
bs: Protokol %1 ne podržava akciju %2.
km: ពិធីការ %1 មិន​គាំទ្រ​អំពើ %2 ។
ko: 프로토콜 %1은 기능 %2(을)를 지원하지 않습니다.
pa: ਪਰੋਟੋਕਾਲ %1 ਕਾਰਵਾਈ %2 ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
ro: Protocolul %1 nu suportă acţiunea %2.
rw: Porotokole %1 ntiyemera igikorwa %2.
sk: Protokol %1 nepodporuje akciu %2.
sr: Протокол %1 не подржава акцију %2.
sr@latn: Protokol %1 ne podržava akciju %2.
tg: Протоколи %1 барои амалиёти %2 дастгири надорад.
th: โปรโตคอล %1 ไม่รองรับการกระทำ %2

source: (unknown)
bs: (nepoznato)
km: (មិន​ស្គាល់)
ko: (알수 없음)
mn: (Тодорхойгүй)
pa: (ਅਣਜਾਣ)
ro: (necunoscut)
rw: (bitazwi)
sk: (neznáma)
sr: (непознат)
sr@latn: (nepoznat)
tg: (ношинос)
th: (ไม่รู้จัก)

source: <b>Technical reason</b>:
bs: <b>Tehnički razlozi</b>:
km: <b>ហេតុផល​បច្ចេកទេស</b> ៖
ko: <b>기술적인 원인</b>:
mn: <b>Техникийн шалтгаан</b>:
pa: <b>ਤਕਨੀਕੀ ਕਾਰਨ</b>:
ro: <b>Motiv tehnic</b>:
rw: <b> Impamvu tekiniki </b>:
sk: <b>Technický dôvod</b>:
sr: <b>Технички разлог</b>:
sr@latn: <b>Tehnički razlog</b>:
tg: <b>Сабаби техникӣ</b>:
th: <b>เหตุผลเชิงเทคนิค</b>:

source: </p><p><b>Details of the request</b>:
bs: </p><p><b>Detalji zahtjeva</b>:
km: </p><p><b>សេចក្តី​លម្អិត​អំពី​ការ​ស្នើ​សុំ</b>៖
ko: </p><p><b>요청의 세부사항</b>:
mn: </p><p><b>Хүсэлтийн тодруулга <b>:
pa: </p><p><b>ਬੇਨਤੀ ਦੀ ਵੇਰਵਾ</b>:
ro: </p><p><b>Detaliile cererii</b>:
rw: </p><p><b>Isesengurabyose ry'ikibazo</b>:
sk: </p><p><b>Detaily požiadavky</b>:
sr: </p><p><b>Детаљи захтева</b>:
sr@latn: </p><p><b>Detalji zahteva</b>:
tg: </p><p><b>Тафсилотҳои талаботи дархост</b>:
th: </p><p><b>รายละเอียดสิ่งที่ร้องขอ</b>:

source: <li>Protocol: %1</li>
bs: <li>Protokol: %1</li>
km: <li>ពិធីការ ៖ %1</li>
ko: <li>프로토콜: %1</li>
mn: <li>Протоколл: %1</li>
pa: <li>ਪਰੋਟੋਕਾਲ: %1</li>
rw: <li>: %1</li>
sk: <li>Protokol: %1</li>
sr: <li>Протокол: %1</li>
sr@latn: <li>Protokol: %1</li>
tg: <li>Протокол: %1</li>
th: <li>โปรโตคอล: %1</li>

source: <li>Date and time: %1</li>
bs: <li>Datum i vrijeme: %1</li>
km: <li>កាលបរិច្ឆេទ និង​ពេលវេលា ៖ %1</li>
ko: <li>날짜와 시간: %1</li>
mn: <li>Огноо ба цаг: %1</li>
pa: <li>ਮਿਤੀ ਤੇ ਸਮਾਂ: %1</li>
ro: <li>Data şi timpul: %1</li>
rw: <li>Igihe n'itariki: %1</li>
sk: <li>Dátum a čas: %1</li>
sr: <li>Датум и време: %1</li>
sr@latn: <li>Datum i vreme: %1</li>
tg: <li>Таърих ва вақт: %1</li>
th: <li>วันและเวลา: %1</li>

source: <li>Additional information: %1</li></ul>
bs: <li>Dodatne informacije: %1</li></ul>
km: <li>ព័ត៌មាន​បន្ថែម ៖ %1</li></ul>
ko: <li>추가정보: %1</li></ul>
mn: <li>Нэмэлт мэдээлэл: %1</li></ul>
pa: <li>ਵਧੇਰੇ ਜਾਣਕਾਰੀ: %1</li></ul>
ro: <li>Informaţii adiţionale: %1</li></ul>
rw: <li>Ibisobanuro nyongera: %1</li></ul>
sk: <li>Ďalšie informácie: %1</li></ul>
sr: <li>Додатна информација: %1</li></ul>
sr@latn: <li>Dodatna informacija: %1</li></ul>
tg: <li>Ахюороти иловагӣ: %1</li></ul>
th: <li>รายละเอียดเพิ่มเติม: %1</li></ul>

source: <p><b>Possible causes</b>:</p><ul><li>
bs: <p><b>Mogući uzroci</b>:</p><ul><li>
km: <p><b>មូលហេតុ​ដែល​អាច​មាន</b>៖</p><ul><li>
ko: <p><b>가능한 원인</b>:</p><ul><li>
mn: <p><b>Боломжит шалтгаанууд</b>:</p><ul><li>
pa: <p><b>ਸੰਭਵ ਕਾਰਨ</b>:</p><ul><li>
ro: <p><b>Cauze posibile</b>:</p><ul><li>
rw: <p><b>Impamvu zishoboka</b>:</p><ul><li>
sk: <p><b>Možné príčiny</b>:</p><ul><li>
sr: <p><b>Могући узроци</b>:</p><ul><li>
sr@latn: <p><b>Mogući uzroci</b>:</p><ul><li>
tg: <p><b>Сабабҳои мумкинӣ</b>:</p><ul><li>
th: <p><b>อาจจะเนื่องมาจาก</b>:</p><ul><li>

source: Contact your appropriate computer support system, whether the system administrator, or technical support group for further assistance.
bs: Kontaktirajte vaš odgovarajući sistem za podršku, bio to sistem administrator ili grupa za tehničku podršku, radi dalje pomoći.
km: សូម​ទាក់ទង​ផ្នែក​ដោះស្រាយ​កុំព្យូទ័រ​របស់អ្នក មិន​ថា​ជា​អ្នកគ្រប់គ្រង​ប្រព័ន្ធ ឬ ក្រុម​បច្ចេកទេស​ឡើយ ។
ko: 더 나은 지원을 위해 시스템 관리자 또는 기술 지원그룹 중 여러분의 컴퓨터에 적절한 컴퓨터 지원 시스템에 문의하십시오.
mn: Хэрвээ таньд нэмэлт тусламж хэрэгтэй болсон бол, системийн зохион байгуулагч эсвэл техникийн дэмжигч групптэй холбоо барина уу.
pa: ਹੋਰ ਸਹਾਇਤਾ ਲਈ ਆਪਣੇ ਕੰਪਿਊਟਰ ਸਹਿਯੋਗ ਸਿਸਟਮ, ਭਾਵੇਂ ਕਿ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਹੈ ਜਾਂ ਤਕਨੀਕੀ ਸਹਾਇਤਾ ਗਰੁੱਪ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ro: Pentru mai multă asistenţă contactaţi sistemul dumneavoastră de întreţinere al calculatoarele, adică administratorul de sistem sau grupul de suport tehnic.
rw: Wareba sisitemu ibigenewe ifasha mudasobwa yawe, ataribyo umugenzuzi wa sisitemu, cyangwa itsinda rya tekiniki rifasha ku bijyanye n'ifashwa rirenze.
sk: Kontaktujte vašu podporu, či už je to administrátor alebo skupina technickej podpory, aby vám pomohla.
sr: Контактирајте одговарајућу службу подршке ради даље помоћи, било да се ради о администратору система или групи за техничку подршку.
sr@latn: Kontaktirajte odgovarajuću službu podrške radi dalje pomoći, bilo da se radi o administratoru sistema ili grupi za tehničku podršku.
tg: Барои кумаки бештар бо пуштибони системаи компютер марбутаи худ ё мудири сисмематон ё гурӯҳи пуштибони фанӣ тамос бигиред.
th: ติดต่อผู้ให้บริการดูแลระบบคอมพิวเตอร์ของคุณ ซึ่งอาจจะเป็นผู้ดูแลระบบ หรือบริการทางเทคนิค ในการขอรับคำแนะนำ
