Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Unable to %1 because the destination server refuses to accept the file or folder.
bs: Ne mogu %1 zato što odredišni server odbija da prihvati datoteku ili direktorij.
km: មិន​អាច​តភ្ជាប់ទៅ %1 ពីព្រោះ​ម៉ាស៊ីន​បម្រើ​ទិសដៅ​បដិសេធ​ទទួល​យក​ឯកសារ ឬ ថត ។
ko: 대상 서버에서 파일 또는 폴더 접근을 허가하지 않았기 때문에 %1이(가) 불가능합니다.
mn: %1 -г биелүүлэх боломжгүй. Зорьсон сервер файл эсвэл хавтасыг хүлээн авахаас татгалзаж байна.
pa: %1 ਲਈ ਅਸਫਲ ਹੈ, ਕਿਉਕਿ ਨਿਯਤ ਸਰਵਰ ਨੇ ਫਾਇਲ ਜਾਂ ਫੋਲਡਰ ਸਵੀਕਾਰ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਹੈ।
ro: Nu pot să %1 deoarece serverul destinaţie refuză să accepte fişierul sau folderul.
rw: Ntibishobotse ku %1 kuko seriveri y'ishyika yanga kwemera idosiye cyangwa ububiko.
sk: Nepodarilo sa %1, pretože cieľový server odmieta akceptovať súbor alebo priečinok.
sr: Не може да се %1 зато што одредишни сервер одбија да прихвати фајл или фасциклу.
sr@latn: Ne može da se %1 zato što odredišni server odbija da prihvati fajl ili fasciklu.
tg: %1 нашуда истодааст, барои он ки сервери таъинот кабули файл ё феҳристро инкор кард.
th: ไม่สามารถทำ %1 เนื่องจากเซิร์ฟเวอร์ปลายทาง ปฏิเสธที่จะยอมรับแฟ้มหรือโฟลเดอร์

source: The destination resource does not have sufficient space to record the state of the resource after the execution of this method.
bs: Odredišni resurs nema dovoljno prostora da bi zapisao stanje resursa nakon izvršavanja ove metode.
km: ធនធាន​ទិសដៅ​មិន​មាន​ទំហំ​គ្រប់គ្រាន់ ដើម្បី​កត់​ត្រា​សភាព​របស់​ធនធាន បន្ទាប់ពី​ការ​ប្រតិបត្តិ​វិធីសាស្ត្រ​នេះ ។
ko: 대상 자원은 이 방법의 실행 후에 자원의 상태를 기록할 충분한 공간이 없습니다.
mn: Энэ методын гүйцэтгэлийн дараа зорилго нөөцийн төлвийг бичих хангалттай зай түүнд алга байна.
ro: Resursa destinaţie nu are suficient spaţiu pentru a înregistra starea resursei după execuţia metodei.
rw: Ibikorana by'ishyika ntibifite umwanya uhagije wo kubika imimerere y'ibikorana nyuma y'ikora ry'ubu buryo.
sk: Cieľový zdroj neobsahuje dosť miesta pre uloženie stavu zdroja po vykonaní tejto metódy.
sr: Одредишни ресурс нема довољно простора да запише стање ресурса после извршења ове методе.
sr@latn: Odredišni resurs nema dovoljno prostora da zapiše stanje resursa posle izvršenja ove metode.
tg: Захираи таъинот ҷои кофӣ надорад, барои сабти ҳолати захира баъди иҷрои ин усул.
th: ทรัพยากรปลายทางมีพื้นที่ไม่เพียงพอสำหรับบันทึกสถานะของทรัพยากร หลังจากที่มีการประมวลผลของวิธีการนี้แล้ว

source: upload %1
bs: slanje %1
km: ផ្ទុក %1 ឡើង
ko: %1 업로드
mn: %1- дээш хуулах
pa: ਅੱਪਲੋਡ %1
ro: încarc distant %1
rw: Koherezayo %1
sk: posielam %1
sr: слање %1
sr@latn: slanje %1
tg: фиристодан %1
th: อัพโหลด %1

source: Connecting to %1...
bs: Spajam se na %1...
km: កំពុង​តភ្ជាប់​ទៅ %1...
ko: %1에 연결 중...
mn: <b>%1</b> рүү холбож байна...
pa: %1 ਨਾਲ ਜੁੜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
ro: Conectez la %1...
rw: Kwihuza ku %1"...
sk: Pripájam sa k %1...
sr: Повезивање са %1...
sr@latn: Povezivanje sa %1...
tg: Пайвасткунӣ бо %1...
th: กำลังเชื่อมต่อไปยัง %1...

source: Proxy %1 at port %2
bs: Proxy %1 na portu %2
km: ប្រូកស៊ី %1 នៅ​ច្រក %2
ko: 포트 %2의 프록시 %1
mn: Итгэмжлэгч %1 порт %2 -р
pa: ਪੋਰਟ %2 'ਤੇ ਪਰਾਕਸੀ %1
ro: Proxy %1 pe portul %2
rw: Nyabubasha %1 ku muyoboro %2
sk: Proxy %1 na porte %2
sr: Прокси %1 на порту %2
sr@latn: Proksi %1 na portu %2
tg: Proxy %1 дар порти %2
th: พร็อกซี %1 ที่พอร์ต %2

source: Connection was to %1 at port %2
bs: Veza sa računarom %1 na portu %2
km: ការតភ្ជាប់​ទៅ %1 នៅ​ច្រក %2
ko: 연결은 %1의 포트 %2를 향했음
mn: Холболт %1 -рүү %2 -р портоор
pa: %1 ਨਾਲ ਕੁਨੈਕਸ਼ਨ %2 ਪੋਰਟ ਰਾਹੀ ਸੀ
ro: Conexiunea a fost către %1 pe portul %2
rw: Ukwihuza kwari kuri %1 ku muyoboro %2
sk: Spojenie bolo na %1 na porte %2
sr: Веза је била са %1 на порту %2
sr@latn: Veza je bila sa %1 na portu %2
tg: Пайвасткунӣ бо %1, порти %2 буд
th: มีการเชื่อมต่อกับโฮสต์ %1 ที่พอร์ต %2

source: %1 (port %2)
km: %1 (ច្រក %2)
ko: %1 (포트 %2)
mn: %1 (Порт %2)
pa: %1 (ਪੋਰਟ %2)
rw: %1 (Umuyoboro %2)
sr: %1% (порт %2)
tg: %1 (порт %2)
th: %1 (พอร์ต %2)

source: %1 contacted. Waiting for reply...
bs: %1 je kontaktiran. Očekujem odgovor...
km: %1 ត្រូវ​បាន​ទាក់ទង ។ កំពុង​រង់ចាំ​ការ​ឆ្លើយ​តប...
ko: %1에 연결됨. 응답을 기다리는 중....
mn: <b>%1</b> хүрлээ. Хариу хүлээж байна...
pa: %1 ਨਾਲ ਜੁੜ ਗਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ...
ro: Am contactat %1. Aştept răspunsul...
rw: %1 yabajijwe. Gutegereza gusubiza...
sk: %1 kontaktovaný. Čakám odpoveď...
sr: %1 је контактиран. Чека се одговор...
sr@latn: %1 je kontaktiran. Čeka se odgovor...
tg: Пайвасткунӣ бо %1 иҷро шуд. Ҷавобро интизор шуда истодааст...
th: ติดต่อ <b>%1</b> แล้ว รอการตอบรับ...

source: Server processing request, please wait...
bs: Server obrađuje zahtjev, molim sačekajte...
km: ការស្នើសុំ​ដំណើរការ​របស់​ម៉ាស៊ីន​បម្រើ សូម​រង់ចាំ...
ko: 서버 처리 요청 중, 기다려 주십시오...
mn: Сервер хүсэлтийг боловсруулж байна, та хүлээнэ үү...
pa: ਸਰਵਰ ਬੇਨਤੀ ਤੇ ਵਿਚਾਰ ਕਰ ਰਿਹਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
ro: Serverul procesează cererea. Vă rog să aşteptaţi...
rw: Igisabwa cy'inonosora seriveri, wategereza...
sk: Server spracováva požiadavku, prosím, čakajte...
sr: Сервер обрађује захтев, сачекајте...
sr@latn: Server obrađuje zahtev, sačekajte...
tg: Сервер талаботро таҳлил намуда истодааст, интизор шавед...
th: มีการร้องขอประมวลผลทางฝั่งเซิร์ฟเวอร์ โปรดรอสักครู่...

source: Requesting data to send
bs: Zahtjevam slanje podataka
km: កំពុង​ស្នើ​សុំ​ទិន្នន័យ​ដែល​ត្រូវ​ផ្ញើ
ko: 보낼 데이터 요청 중
mn: Өгөгдөл илгээхийг хүсэж байна
pa: ਡਾਟਾ ਭੇਜਣ ਲਈ ਬੇਨਤੀ
ro: Cer datele de trimis
rw: Gusaba ibyatanzwe byo kohereza
sk: Požadujem posielané dáta
sr: Захтевају се подаци за слање
sr@latn: Zahtevaju se podaci za slanje
tg: Талаботи маълумотҳо барои фиристодан
th: มีการร้องขอส่งข้อมูล

source: Sending data to %1
bs: Šaljem podatke na %1
km: កំពុង​ផ្ញើ​ទិន្នន័យ​ទៅ %1
ko: %1(으)로 데이터 보내는 중
mn: Өгөгдөл %1 рүү илгээгдэж байна.
pa: %1 ਨੂੰ ਡਾਟਾ ਭੇਜਿਆ ਰਿਹਾ ਹੈ
ro: Trimit date la %1
rw: Kohereza ibyatanzwe ku %1
sk: Posielam dáta na %1
sr: Слање података на %1
sr@latn: Slanje podataka na %1
tg: Фиристодани маълумот ба %1
th: กำลังส่งข้อมูลไปยัง %1

source: Retrieving %1 from %2...
bs: Preuzimam %1 od %2
km: កំពុង​ទាញយក %1 ពី %2...
ko: %2에서 %1 가져오는 중...
mn: %2 оос <b>%1</b>-г хүлээн авч байна...
pa: %2 ਤੋਂ %1 ਪਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Transfer %1 de la %2...
rw: Kubona %1 biva kuri %2...
sk: Získavam %1 z %2...
sr: Добављање %1 са %2...
sr@latn: Dobavljanje %1 sa %2...
tg: Гирифтани %1 аз %2...
th: กำลังรับข้อมูล %1 จาก %2...

source: Retrieving from %1...
bs: Preuzimam podatke od %1...
km: កំពុង​ទាញ​យក​ពី %1...
ko: %1에서 가져오는 중...
mn: <b>%1</b> -ээс өгөгдөл хүлээн авч байна...
pa: %1 ਤੋਂ ਪਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Transfer date de la %1...
rw: Kubona kuva kuri %1...
sk: Získavam z %1...
sr: Добављање са %1...
sr@latn: Dobavljanje sa %1...
tg: Гирифтани маълумотҳо аз %1...
th: กำลังรับข้อมูลจาก %1...

source: Authentication Failed.
bs: Prijava nije uspjela.
km: ការ​ផ្ទៀង​ផ្ទាត់​ភាព​ត្រឹមត្រូវ​បាន​បរាជ័យ ។
ko: 인증 실패.
pa: ਪਰਮਾਣਕਤਾ ਅਸਫਲ।
ro: Autentificare eşuată.
rw: Imenyekanisha Ryononekaye.
sk: Overenie zlyhalo.
sr: Пријава није успела.
sr@latn: Prijava nije uspela.
tg: Авторизатсиякунӣ номуваффақ буд!
th: การตรวจสอบสิทธิ์ล้มเหลว

source: Proxy Authentication Failed.
bs: Prijava na proxy nije uspjela.
km: ការផ្ទៀងផ្ទាត់ភាព​ត្រឹមត្រូវ​របស់ប្រូកស៊ី​បាន​បរាជ័យ ។
ko: 프록시 인증 실패.
pa: ਪਰਾਕਸੀ ਪਰਮਾਣਕਤਾ ਅਸਫਲ।
ro: Autentificare proxy eşuată.
rw: Imenyekanisha Ryononekaye rya Nyabubasha.
sk: Overenie proti proxy zlyhalo.
sr: Пријава на прокси није успела.
sr@latn: Prijava na proksi nije uspela.
tg: Авторизатсия кардан дар прокси-сервер номуваффақ буд.
th: การตรวจสอบสิทธิ์ของพร็อกซีล้มเหลว

source: <b>%1</b> at <b>%2</b>
bs: <b>%1</b> na <b>%2</b>
km: <b>%1</b> នៅ <b>%2</b>
ko: <b>%2</b>의 <b>%1</b>
mn: <b>%2</b> дээр <b>%1</b>
pa: <b>%2</b> 'ਤੇ <b>%1</b>
ro: <b>%1</b> la <b>%2</b>
rw: <b>%1</b> ku <b>%2</b>
sk: <b>%1</b> na <b>%2</b>
sr: <b>%1</b> на <b>%2</b>
sr@latn: <b>%1</b> na <b>%2</b>
tg: <b>%1</b> дар <b>%2</b>
th: <b>%1</b> ที่ <b>%2</b>

source: You need to supply a username and a password for the proxy server listed below before you are allowed to access any sites.
bs: Morate navesti korisničko ime i šifru za proxy server koji je naveden ispod prije nego što možete pristupiti bilo kojem sajtu.
km: អ្នក​ចាំបាច់​ត្រូវ​ផ្តល់​ឈ្មោះ​អ្នកប្រើ និង​ពាក្យ​សម្ងាត់​មួយ ទៅ​ឲ្យ​ម៉ាស៊ីន​បម្រើ​ប្រូកស៊ី​ដែល​បាន​រាយ​ខាងក្រោម មុន​ពេល​អ្នក​អាច​ចូល​ដំណើរការ​តំបន់​ណាមួយ ។
ko: 사이트에 접속하기 전에 아래에 있는 프록시 서버의 사용자 이름과 비밀번호를 입력해야 합니다.
pa: ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀ ਕੋਈ ਸਾਇਟ ਖੋਲੋ, ਇਹ ਲਾਜ਼ਮੀ ਹੈ ਕਿ ਹੇਠ ਦਿੱਤੀ ਪਰਾਕਸੀ ਸਰਵਰ ਸੂਚੀ ਵਿੱਚੋਂ ਕਿਸੇ ਲਈ ਉਪਭੋਗੀ ਨਾਂ ਤੇ ਗੁਪਤ-ਕੋਡ ਭਰੋ।
ro: Înainte de a putea accesa site-uri web trebuie să daţi un nume şi o parolă pentru serverul proxy listat mai jos.
rw: Ukeneye gutanga izinaukoresha n'ijambobanga bya seriveri nyabubasha biri ku rutonde hasi mbere ko wemererwa kugera ku rubuga urwo arirwo rwose.
sk: Musíte zadať meno a heslo pre proxy server predtým, že získate prístup k iným serverom.
sr: Морате обезбедити корисничко име и лозинку за прокси сервер излистан испод пре него што вам се дозволи приступ било ком сајту.
sr@latn: Morate obezbediti korisničko ime i lozinku za proksi server izlistan ispod pre nego što vam se dozvoli pristup bilo kom sajtu.
tg: Шумо бояд номи истифодакунанда ва гузарвожаро ворид кунед барои ёфтани сервер, ки дастрасӣ ба саҳифаҳои вэби дигар иҷозат медиҳад.
th: คุณต้องเติมทั้งชื่อผู้ใช้และรหัสผ่าน สำหรับพร็อกซีเซิร์ฟเวอร์ด้านล่างนี้ ก่อนที่คุณจะสามารถเข้าใช้งานเว็บไซต์อื่น ๆ ได้

source: Proxy:
km: ប្រូកស៊ី ៖
ko: 프록시:
mn: Итгэмжлэгч:
pa: ਪਰਾਕਸੀ:
rw: Nyabubasha:
sr: Прокси:
sr@latn: Proksi:
th: พร็อกซี:

source: Authentication needed for %1 but authentication is disabled.
bs: Potrebna je provjera autentičnosti za %1, ali provjera je isključena.
km: ចាំបាច់​ត្រូវការ​ធ្វើ​ការ​ផ្ទៀង​ផ្ទាត់ %1 ប៉ុន្តែ​ការ​ផ្ទៀង​ផ្ទាត់​បែរ​ជា​មិនអាច​ប្រើ​បាន
ko: %1에 인증이 필요하지만 인증을 사용할 수 없습니다.
mn: %1 -н баталгаажуулалт дутуу байна, харин баталгаажуулалт дэмжигдээгүй байна.
pa: %1 ਲਈ ਪ੍ਰਮਾਣਕਿਤਾ ਦੀ ਲੋੜ ਹੈ, ਪਰ ਇਹ ਅਯੋਗ ਹੈ
ro: Este necesară autentificarea pentru %1, dar autentificarea este dezactivată.
rw: Imenyekanisha rikenewe rya %1 ariko imenyekanisha ntirikora.
sk: Overenie je potrebné pre %1, ale je vypnuté.
sr: Потребно је пријављивање за %1, али је оно искључено.
sr@latn: Potrebno je prijavljivanje za %1, ali je ono isključeno.
tg: Барои %1 саҳеҳӣ лозим аст, аммо саҳеҳият ғайрифаъол аст.
th: ต้องการการตรวจสอบสิทธิ์สำหรับ %1 แต่การตรวจสอบสิทธิ์ยังไม่ได้เปิดใช้งาน

source: Unsupported method: authentication will fail. Please submit a bug report.
bs: Metod nije podržan: autorizacija neće uspjeti. Molim prijavite bug.
km: វិធីសាស្ត្រ​ដែល​មិន​បាន​គាំទ្រ ៖ ការផ្ទៀងផ្ទាត់​នឹង​បរាជ័យ ។ សូម​ដាក់ស្នើ​របាយការណ៍​កំហុស ។
ko: 지원되지 않는 방법: 인증에 실패했습니다. 버그 보고서를 작성해 주십시오.
pa: ਨਾ-ਸਹਾਇਕ ਢੰਗ: ਪ੍ਰਮਾਣਕਿਤਾ ਅਸਫਲ, ਕਿਰਪਾ ਕਰਕੇ ਬੱਗ ਜਾਣਕਾਰੀ ਦਿਓ।
ro: Metodă nesuportată: autentificarea va eşua. Vă rog să trimiteţi un raport de eroare.
rw: Uburyo butemewe: imenyekanisha rizanga. Wakohereza raporo y'ikosaporogaramu.
sk: Nepodporovaná metóda: overenie zlyhalo. Prosím, pošlite správu o chybe.
sr: Метод није подржан: пријављивање неће успети, пријавите ово као грешку!
sr@latn: Metod nije podržan: prijavljivanje neće uspeti, prijavite ovo kao grešku!
tg: Усули ҳимоя нашуда:шаҳодатнома барбод хоҳад рафт.Лутфан гузориши
th: วิธีการที่ไม่สนับสนุน: การยืนยันสิทธิ์จะล้มเหลว โปรดส่งรายงานข้อผิดพลาด

source: No metainfo for %1
bs: Nema metainfo-a za %1!
km: គ្មាន​ព័ត៌មាន​មេ​តា​សម្រាប់ %1
ko: %1의 메타 정보가 없습니다
mn: %1 хувьд мита мэдээлэл алга
pa: %1 ਲਈ ਕੋਈ ਮਾਈਮ ਕਿਸਮ ਨਹੀ ਹੈ
ro: Nu există metainformaţii pentru %1
rw: Nta bisobanurobidasanzwe bya %1
sk: Žiadne metainfo pre %1
sr: Нема мета информација за %1
sr@latn: Nema meta informacija za %1
tg: Маълуматҳои meta барои %1 нест
th: ไม่พบข้อมูลอธิบายสำหรับ %1 !

source: %1 TB
km: %1 តេរ៉ាបៃ
mn: %1 TБ
ro: %1 TO

source: %1 GB
km: %1 ជីកាបៃ
mn: %1 ГБ
ro: %1 GO

source: %1 MB
km: %1 មេកាបៃ
mn: %1 МБ
ro: %1 MO
tg: %1 Mб

source: %1 KB
km: %1 គីឡូបៃ
mn: %1 КБ
ro: %1 KO
tg: %1 Kб

source: 0 B
km: 0 បៃ
ko: 0 바이트
ro: 0 O

source: <p><b>Possible solutions</b>:</p><ul><li>
bs: <p><b>Moguća rješenja</b>:</p><ul><li>
km: <p><b>ដំណោះស្រាយ​ដែល​អាច​មាន</b>៖</p><ul><li>
ko: <p><b>가능한 해결책</b>:</p><ul><li>
mn: <p><b>Боломжит шийдлүүд</b>:</p><ul><li>
pa: <p><b>ਸੰਭਵ ਹੱਲ</b>:</p><ul><li>
ro: <p><b>Soluţii posibile</b>:</p><ul><li>
rw: <p><b>Ibisubizo bishoboka</b>:</p><ul><li>
sk: <p><b>Možné riešenia</b>:</p><ul><li>
sr: <p><b>Могућа решења</b>:</p><ul><li>
sr@latn: <p><b>Moguća rešenja</b>:</p><ul><li>
tg: <p><b>Роҳи халҳои мумкинӣ</b>:</p><ul><li>

source: %1/s
km: %1/វិ.
sr: %1/с
tg: %1/ҳо

source: %1/s
km: %1/វិ.
ko: %1/초
tg: %1/ҳо

source: %1 kB/s
km: %1 kB/វិ.
ko: %1 kB/초
pa: %1 ਕਿਬਾ/ਸ
ro: %1 KO/s
tg: %1 Кб/с

source: kurifiltertest
ko: k URI 필터 테스트
tg: курифилтртест

source: KMailService
bs: KMail servis
ro: Serviciu KMail
rw: KSerivisiUbutumwa
sr: Сервис за пошту
sr@latn: Servis za poštu

source: KSendBugMail
rw: KKoherezaIkosaUbutumwa

source: </p><ul><li>URL: %1</li>
mn: </p><ul><li>Хаяг: %1</li>
