Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Netscape Bookmarks
bs: Netscape zabilješke
km: ចំណាំ​របស់ Netscape
ko: 넷스케이프 책갈피
mn: Netscape-Хавчуурга
pa: ਨੈਟਸਕੇਪ ਬੁੱਕਮਾਰਕ
ro: Semne de carte Netscape
rw: Utumenyetso twa Netscape
sk: Záložky Netscape
sr: Netscape-ови маркери
sr@latn: Netscape-ovi markeri
tg: Гузоришҳои Netscape
th: ที่คั่นหน้าของเน็ตสเคป

source: Create New Bookmark Folder
bs: Napravi novi direktorij zabilješki
km: បង្កើត​ថត​ចំណាំ​ថ្មី
ko: 새 책갈피 폴더 만들기
mn: Шинэ хавчуурга хавтас үүсгэх
pa: ਨਵਾਂ ਬੁੱਕਮਾਰਕ ਫੋਲਡਰ ਬਣਾਓ
ro: Creează un folder semn de carte nou
rw: Kurema Ububiko bw'Akamenyetso Bushya
sk: Vytvoriť nový priečinok záložiek
sr: Направи нову фасциклу маркера
sr@latn: Napravi novu fasciklu markera
tg: Эҷоди папкаи нави гузоришот
th: สร้างโฟลเดอร์ที่คั่นหน้าใหม่

source: Create New Bookmark Folder in %1
bs: Napravi novi direktorij zabilješki u %1
km: បង្កើត​ថត​ចំណាំ​ថ្មី​ក្នុង %1
ko: %1에 새로운 책갈피 폴더 만들기
mn: Шинэ хавчуурга хавтас %1 дотор үүсгэх
pa: %1 ਵਿੱਚ ਨਵਾਂ ਬੁੱਕਮਾਰਕ ਫੋਲਡਰ ਬਣਾਓ
ro: Creează un folder semne de carte nou în %1
rw: Kurema Ububiko Kamenyetso Bushya muri %1
sk: Vytvoriť nový priečinok záložiek v %1
sr: Направи нову фасциклу маркера у %1
sr@latn: Napravi novu fasciklu markera u %1
tg: Эҷоди папкаи нави гузоришот дар %1
th: สร้างโฟลเดอร์ที่คั่นหน้าใหม่ใน %1

source: New folder:
bs: Novi direktorij:
km: ថត​ថ្មី ៖
ko: 새 폴더:
mn: Шинэ хавтас:
pa: ਨਵਾਂ ਫੋਲਡਰ:
ro: Folder nou:
rw: Ikidanago gishya
sk: Nový priečinok:
sr: Нова фасцикла:
sr@latn: Nova fascikla:
tg: Папкаи нав:
th: โฟลเดอร์ใหม่:

source: --- separator ---
km: --- អ្នក​ខណ្ឌចែក ---
ko: --- 구분자 ---
mn: --- Тусгаарлагч ---
pa: --- ਵੱਖਰੇਵਾਂ ---
rw: --- Mutandukanya ---
sk: --- oddeľovač ---
sr: --- одвајач ---
sr@latn: --- odvajač ---
tg: --- тақсимкунак ---
th: --- ตัวแบ่ง ---

source: Unable to save bookmarks in %1. Reported error was: %2. This error message will only be shown once. The cause of the error needs to be fixed as quickly as possible, which is most likely a full hard drive.
bs: Ne mogu snimiti zabilješke u %1. Prijavljena greška je: %2. Ova poruka o grešci biće prikazana samo jednom, molim vas da otklonite mogući uzrok greške, što je prije moguće. Najvjerovatniji uzrok je pun disk.
km: មិន​អាច​រក្សាទុក​ចំណាំក្នុង %1 ។ កំហុស​ដែល​បាន​រាយការណ៍​គឺ ៖ %2 ។ សារ​កំហុស​នេះនឹង​ត្រូវ​បាន​បង្ហាញ​តែ​ម្តង​គត់ ។ មូលហេតុ​ដែល​បណ្តាល​ឲ្យ​មាន​កំហុស​នេះ ចាំបាច់​ត្រូវ​តែ​ជួសជុល​ភ្លាមៗ​តាម​តែ​អាច​ធ្វើ​ទៅ​បាន ដែល​ទំនង​ជា​ដ្រាយ​ថាសរឹង​ទាំងមូល ។
ko: %1에 책갈피를 저장할 수 없습니다. 보고된 오류는 %2입니다. 이 오류 메시지는 한 번만 보여집니다. 오류의 원인을 최대한 빨리 수정하십시오. 특히 디스크가 가득 찬 것과 같은 것을 주의하십시오.
ro: Nu am putut salva semnele de carte în %1. Eroarea raportată a fost: %2. Acest mesaj de eroare va fi afişat numai o dată. Cauza erorii trebuie fixată cît mai rapid posibil, deoarece este posibil să fie determinată de un hard disk plin.
rw: Ntibishobotse kubika utumenyetso muri %1. Ikosa ryagaragaye ryari: %2. Ubu butumwa bw'ikosa buzerekanwa gusa rimwe. Impamvu y'ikosa igomba gukemurwa vuba bishobotse, yo ishoboka cyane ko ari ububikotwara bwuzuye.
sk: Nepodarilo sa uložiť záložky do %1. Oznámená chyba bola: %2. Táto chyba bude zobrazená iba raz. Túto chybu je nutné opraviť čo najskôr.
sr: Није било могуће снимити маркере у %1. Пријављена грешка је: %2. Ова порука о грешци биће приказана само једном, најбоље је да отклоните узрок грешке што је пре могуће. Највероватнији узрок је пун диск.
sr@latn: Nije bilo moguće snimiti markere u %1. Prijavljena greška je: %2. Ova poruka o grešci biće prikazana samo jednom, najbolje je da otklonite uzrok greške što je pre moguće. Najverovatniji uzrok je pun disk.
tg: Аломатҳои китобатиро дар %1нигоҳ доред. Ҳисоботи хатогии додашуда%2 буд. Ин хабари хато фақат як маротиба нишон дода мешавад.Сабаби хатогӣ ба ҳар чи зудтар муайянкунӣ эҳтиёҷ дорад,эҳтимол ҳаракати пури вазнин бошад.
th: ไม่สามารถบันทึกที่คั่นหน้าใน %1 ได้ ความผิดพลาดที่รายงานคือ: %2 ข้อความแสดงความผิดพลาด นี้จะแสดงเพียงแค่ครั้งเดียว สาเหตุของข้อผิดพลาดจำเป็นต้องถูกแก้ไขให้เร็วที่สุดเท่าที่ จะเป็นไปได้ ซึ่งน่าจะเกิดจากฮาร์ดดิสก์เต็มมากที่สุด

source: Opening connection to host %1
bs: Otvaram vezu na računar %1
km: កំពុង​បើក​ការ​តភ្ជាប់​ទៅម៉ាស៊ីន %1
ko: 호스트 %1로의 연결 여는 중
mn: %1 хост руу холболт хийж байна
pa: ਮੇਜ਼ਬਾਨ %1 ਲਈ ਕੁਨੈਕਸ਼ਨ ਖੋਲਿਆ ਜਾ ਰਿਹਾ ਹੈ
ro: Deschid conexiune la gazda %1
rw: Gufungura ukwihuza ku buturo %1
sk: Otváram spojenie na hostiteľa %1
sr: Отварање везе према домаћину %1
sr@latn: Otvaranje veze prema domaćinu %1
tg: Алоқа бо мизбони %1 сабт шуда истодааст
th: กำลังทำการเชื่อมต่อไปยังโฮสต์ %1

source: Connected to host %1
bs: Spojen sam na računar %1
km: បាន​តភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន %1
ko: 호스트 %1에 연결됨
mn: %1 хост руу холбогдсон
pa: ਮੇਜ਼ਬਾਨ %1 ਨਾਲ ਜੁੜਿਆ
ro: Conectat la gazda %1
rw: Byahujwe ku buturo %1
sk: Pripojený k hostiteľovi %1
sr: Повезан са домаћином %1
sr@latn: Povezan sa domaćinom %1
tg: Алоқа бо мизбони %1 сабт шуд
th: เชื่อมต่อกับโฮสต์ %1 แล้ว

source: %1. Reason: %2
bs: %1. Razlog: %2
km: %1. មូលហេតុ ៖ %2
ko: %1. 이유: %2
mn: %1. Шалтгаан: %2
pa: %1. ਕਾਰਨ: %2
ro: %1. Motiv: %2
rw: %1. Impamvu: %2
sk: %1. Dôvod: %2
sr: %1. Разлог: %2
sr@latn: %1. Razlog: %2
tg: %1. Сабаб: %2
th: %1 มูลเหตุ: %2

source: Sending login information
bs: Šaljem prijavne podatke
km: កំពុង​ផ្ញើ​ព័ត៌មាន​ចូល
ko: 로그인 정보 보내는 중
mn: Бүртгэлийн мэдээлэлийг илгээж байна
pa: ਲਾਗਿੰਨ ਜਾਣਕਾਰੀ ਭੇਜੀ ਜਾ ਰਹੀ ਹੈ
ro: Trimit informaţii de logare
rw: Kohereza amakuru ajyanye no kwinjira
sk: Posielam prihlasovacie informácie
sr: Слање информација за пријављивање
sr@latn: Slanje informacija za prijavljivanje
tg: Фиристодани ахбороти вуруд
th: กำลังส่งข้อมูลการล็อกอิน

source: Message sent: Login using username=%1 and password=[hidden] Server replied: %2
bs: Poslana poruka: Prijavljujem se koristeći korisničko ime=%1 i šifru=[sakrivena] Server je odgovorio: %2
km: សារ​បាន​ផ្ញើ​ហើយ ៖ ចូល​ដោយ​ប្រើឈ្មោះ​អ្នកប្រើ =%1 និង​ពាក្យ​សម្ងាត់ =[hidden] ម៉ាស៊ីន​បម្រើ​បាន​ឆ្លើយ​តប ៖ %2
ko: 보낸 메시지: Login using username=%1 and password=[hidden] 서버 응답: %2
mn: Илгээсэн мэдээ: Бүртгэлд хэрэглэх нэр: %1, Нууц үг: [далдлагдсан] Серверийн хариу: %2
pa: ਭੇਜਿਆ ਸੁਨੇਹਾ: ਲਾਗਿੰਨ ਉਪਭੋਗੀ ਨਾਂ=%1 ਤੇ ਗੁਪਤ-ਕੋਡ=[ਗੁਪਤ] ਦੀ ਵਰਤੋ ਕਰਕੇ ਸਰਵਰ ਜਵਾਬ: %2
ro: Mesaj trimis: Conectez utilizînd numele=%1 şi parola=[ascunsă] Serverul a răspuns: %2
rw: Ubutumwa bwoherejwe: Ifashayinjira rikoresha izinaukoresha=%1 n'ijambobanga=[rihishe] Seriveri yasubijwe: %2
sk: Poslaná správa: Prihlásenie pomocou username=%1 a password=[skryté] Odpoveď serveru: %2
sr: Порука је послата. Пријављивање користећи корисничко име: %1 и лозинку: [скривено] Сервер је одговорио: %2
sr@latn: Poruka je poslata. Prijavljivanje koristeći korisničko ime: %1 i lozinku: [skriveno] Server je odgovorio: %2
tg: Таҳвил дода шуд: Login using username=%1 and password=[пинҳон] Сервер ҷавоб дод: %2
th: ส่งข้อมูลแล้ว: ล็อกอินโดยใช้ผู้ใช้ %1 และรหัสผ่าน= [ซ่อน] เซิร์ฟเวอร์ตอบกลับมาว่า: %2

source: You need to supply a username and a password to access this site.
bs: Morate unijeti korisničko ime i šifru ako želiti pristupiti ovom sajtu.
km: អ្នក​ចាំបាច់​ត្រូវ​ផ្តល់​ឈ្មោះ​អ្នកប្រើ និង​ពាក្យ​សម្ងាត់​មួយ ដើម្បី​ចូល​ដំណើរការ​តំបន់​នេះ ។
ko: 이 사이트에 접속하기 위해서 사용자 이름과 비밀번호를 입력해야 합니다.
pa: ਤੁਹਾਨੂੰ ਇਹ ਸਾਇਟ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਇੱਕ ਉਪਭੋਗੀ ਨਾਂ ਅਤੇ ਗੁਪਤ-ਕੋਡ ਦੇਣਾ ਪਵੇਗਾ।
ro: Trebuie să introduceţi un nume şi o parolă pentru a accesa acest site.
rw: Ukeneye gutanga izinaukoresha n'ijambobanga mu kugera ku uru rubuga.
sk: Musíte zadať meno a heslo pre prístup k tomuto serveru.
sr: Потребно је да наведете корисничко име и лозинку да бисте приступили овом сајту.
sr@latn: Potrebno je da navedete korisničko ime i lozinku da biste pristupili ovom sajtu.
tg: Барои дастрасӣ ба ин сайт, ном ва гузарвожаро ворид намудан лозим аст.
th: คุณต้องกรอกชื่อผู้ใช้และรหัสผ่านก่อน เพื่อเข้าใช้งานเว็บไซต์นี้

source: Site:
bs: Sajt:
km: តំបន់ ៖
ko: 사이트:
mn: Сайт:
pa: ਸਾਇਟ:
rw: Urubuga:
sk: Server:
sr: Сајт:
sr@latn: Sajt:
tg: Сайт:
th: ไซต์:

source: Login OK
bs: Prijava u redu
km: ចូល​បានហើយ
ko: 로그인 성공
mn: Бүртгэл амжилттай
pa: ਲਾਗਿੰਨ ਠੀਕ ਹੈ
ro: Logare cu succes
rw: Ifashayinjira Yego
sk: Prihlásenie v poriadku
sr: Пријава је у реду
sr@latn: Prijava je u redu
tg: Бо муваффақият авторизатсия шуд
th: ล็อกอินผ่าน

source: Could not login to %1.
bs: Ne mogu se prijaviti na %1.
km: មិន​អាច​ចូល​ទៅ​កាន់ %1 ។
ko: %1에 로그인 할 수 없습니다.
mn: %1 -г бүртгэл боломжгүй
pa: %1 ਤੇ ਦਾਖਲ ਨਹੀ ਹੋਇਆ ਜਾ ਸਕਿਆ
ro: Nu m-am putut loga la %1.
rw: Ntibyashobotse kwinjira ku %1.
sk: Nepodarilo sa prihlásiť k %1.
sr: Није било могуће пријавити се на %1.
sr@latn: Nije bilo moguće prijaviti se na %1.
tg: Натавонистам вуруд ба %1 шавам.
th: ไม่สามารถล็อกอินไปยัง %1 ได้

source: Could not change permissions for %1
bs: Ne mogu promijeniti ovlasti za %1
km: មិន​អាច​ផ្លាស់ប្តូរ​សិទ្ធិ​ឲ្យ %1
ko: 다음의 권한을 수정할 수 없음 %1
mn: %1 хувьд хандах эрх өөрчилөх боломжгүй.
pa: %1 ਲਈ ਅਧਿਕਾਰ ਤਬਦੀਲ ਨਹੀਂ ਹੋ ਸਕਦੇ ਹਨ
ro: Nu am putut schimba permisiunile pentru %1
rw: Ntibyashobotse guhindura impushya za %1
sk: Nemôžem zmeniť práva pre %1
sr: Није могућа промена дозвола за %1
sr@latn: Nije moguća promena dozvola za %1
tg: Наметавонам ҳуқуқи дастрасиро барои %1, тағйир диҳам
th: ไม่สามารถเปลี่ยนสิทธิ์ ในการอนุญาตสำหรับ %1 ได้

source: Cannot copy file from %1 to %2. (Errno: %3)
bs: Ne mogu kopirati datoteku iz %1 u %2. (Greška: %3)<
km: មិន​អាច​ចម្លង​ឯកសារ​ពី %1 ទៅ %2. (លេខ​កំហុស ៖ %3)
ko: %1에서 %2(으)로 파일을 복사할 수 없습니다. (오류 번호: %3)
pa: %1 ਤੋਂ %2 ਲਈ ਫਾਇਲ ਦੀ ਨਕਲ ਹੋ ਨਹੀਂ ਸਕਦੀ ਹੈ। (ਗਲਤੀ: %3)
ro: Nu am putut copia fişierul %1 în %2. (Eroarea numărul: %3)
sk: Nedá sa skopírovať súbor z %1 do %2. (Číslo chyby: %3)
sr: Не могу да копирам фајл из %1 у %2. (бр.грешке: %3)
sr@latn: Ne mogu da kopiram fajl iz %1 u %2. (br.greške: %3)
th: ไม่สามารถคัดลอกแฟ้มจาก %1 ไปยัง %2 ได้ (หมายเลขข้อผิดพลาด: %3)

source: No media in device for %1
bs: Nema medija u uređaju %1
km: គ្មាន​ឧបករណ៍​ផ្ទុក​ក្នុង​ឧបករណ៍​សម្រាប់ %1
ko: %1에 미디어가 없습니다.
pa: %1 ਲਈ ਜੰਤਰ ਵਿੱਚ ਕੋਈ ਮਾਧਿਅਮ ਨਹੀਂ ਹੈ
ro: Nu există un mediu în dispozitiv pentru %1
rw: Nta gihuza muri apareye ya %1
sk: Chýba médium v mechanike pre %1
sr: Нема медијума у уређају за „%1“
sr@latn: Nema medijuma u uređaju za „%1“
th: ไม่พบสื่อในอุปกรณ์ %1

source: No Media inserted or Media not recognized.
bs: Medij nije ubačen ili nije prepoznat.
km: មិន​បាន​បញ្ចូល​ឧបករណ៍​ផ្ទុក ឬ មិន​ស្គាល់​ឧបករណ៍ ។
ko: 삽입된 미디어가 없거나 인식되지 않습니다.
pa: ਕੋਈ ਮੀਡਿਆ ਪਾਇਆ ਨਹੀਂ ਗਿਆ ਜਾਂ ਮੀਡਿਆ ਦੀ ਪਛਾਣ ਨਹੀਂ ਹੋ ਸਕੀ ਹੈ।
ro: Nici un mediu inserat sau mediul nu poate fi recunoscut.
sk: Nie je vložené žiadne médium alebo nebolo rozoznané.
sr: Медијум није убачен или није препознатљив.
sr@latn: Medijum nije ubačen ili nije prepoznatljiv.
th: ไม่พบสื่อบนอุปกรณ์หรือไม่สามารถจัดการสื่อได้

source: "vold" is not running.
bs: "vold" nije pokrenut.
km: "vold" មិន​កំពុង​រត់​ឡើយ ។
ko: "vold"가 실행되고 있지 않습니다.
pa: "vold" ਚੱਲ ਨਹੀਂ ਰਿਹਾ ਹੈ।
ro: "vold" nu rulează.
sk: "vold" nie je spustený.
sr: „vold“ није покренут.
sr@latn: „vold“ nije pokrenut.
th: "vold" ยังไม่มีการทำงาน

source: Could not find program "mount"
bs: Ne mogu pronaći program "mount"
km: មិន​អាច​រក​ឃើញ​កម្មវិធី "ម៉ោន"
ko: 프로그램 "mount"를 찾을 수 없음
pa: ਕਾਰਜ "mount" ਨਹੀਂ ਮਿਲਿਆ ਹੈ
ro: Nu am găsit programul "mount"
sk: Nedá sa nájsť program "mount"
sr: Не могу да пронађем наредбу „mount“
sr@latn: Ne mogu da pronađem naredbu „mount“
th: ไม่สามารถค้นหาโปรแกรม "mount" ได้

source: Could not find program "umount"
bs: Ne mogu pronaći program "umount"
km: មិន​អាច​រក​ឃើញ​កម្មវិធី "អាន់ម៉ោន"
ko: 프로그램 "umount"를 찾을 수 없음
pa: ਕਾਰਜ "umount" ਨਹੀਂ ਮਿਲਿਆ ਹੈ
ro: Nu am găsit programul "umount"
sk: Nedá sa nájsť program "umount"
sr: Не могу да пронађем наредбу „umount“
sr@latn: Ne mogu da pronađem naredbu „umount“
th: ไม่สามารถค้นหาโปรแกรม "umount" ได้

source: Could not read %1
bs: Ne mogu čitati %1
km: មិន​អាច​អាន %1 បាន​ឡើយ
ko: %1을(를) 읽을 수 없음
mn: %1 уншигдсангүй
pa: %1 ਨੂੰ ਪੜਿਆ ਨਹੀ ਜਾ ਸਕਿਆ
ro: Nu am putut citi %1
rw: Ntibyashobotse gusoma %1
sk: Nemôžem čítať %1
sr: Не могу да читам %1
sr@latn: Ne mogu da čitam %1
tg: Хатои хондани %1
th: ไม่สามารถอ่าน %1 ได้

source: KDE HTTP cache maintenance tool
bs: Alat za održavanje KDE HTTP međumemorije
km: ឧបករណ៍​តំហែទាំ​ឃ្លាំង​សម្ងាត់ KDE HTTP
ko: KDE HTTP 캐시 유지 도구
mn: HTTP завсрын хадгалагч(cache) зохион байгуулах KDE-хэрэгсэл программ
pa: KDE HTTP ਕੈਚੇ ਪ੍ਰਬੰਧਕ ਸੰਦ
ro: Utilitar KDE de administrare a cache-ului HTTP
rw: Igikoresho gitunganya ubwihisho KDE HTTP
sk: KDE nástroj údržby HTTP cache
sr: KDE HTTP алат за одржавање кеша
sr@latn: KDE HTTP alat za održavanje keša
tg: Утилитаи KDE кор бо кеши HTTP
th: เครื่องมือดูแลแคช HTTP ของ KDE

source: Empty the cache
bs: Isprazni keš
km: ជម្រះ​ឃ្លាំង​សម្ងាត់
ko: 캐시 비우기
mn: Завсрын хадгаламжийг хоослох
pa: ਕੈਂਚੇ ਖਾਲੀ
ro: Cache gol
rw: Gusiga ubusa mu bwihisho
sk: Vyprázdniť vyrovnávaciu pamäť
sr: Испразни кеш
sr@latn: Isprazni keš
tg: Тоза намудани кеш.
th: ทำแคชให้ว่าง

source: HTTP Cookie Daemon
bs: Demon HTTP kolačića
ko: HTTP 쿠키 데몬
pa: HTTP ਕੂਕੀਜ਼ ਡਾਈਮੋਨ
ro: Demon cookie HTTP
rw: HTTP
sk: HTTP Cookie démon
sr: HTTP колачић демон
sr@latn: HTTP kolačić demon
tg: Демони HTTP Cookie
th: เดมอนคุกกี้ HTTP

source: Shut down cookie jar
bs: Zatvori teglu sa kolačićima
km: បិទ​ក្រឡ​ខូគី
ko: 쿠키병 닫기
pa: ਕੂਕੀਜ਼ jar ਬੰਦ ਕਰੋ
ro: Opreşte cookie jar
rw: Guhagarika ahari inyandikonyakwirema
sk: Zavrieť správu cookie
sr: Искључи теглу са колачићима
sr@latn: Isključi teglu sa kolačićima
tg: Пӯшидани анбори cookie
th: ปิดระบบคุกกี้ jar

source: Remove cookies for domain
bs: Ukloni sve kolačiće za domenu
km: យក​ខូគី​ចេញ​ពី​ដែន
ko: 도메인에 대한 쿠키 삭제
pa: ਡੋਮੇਨ ਲਈ ਕੂਕੀਜ਼ ਹਟਾਓ
ro: Şterge toate cookie-urile din domeniu
rw: Kuvanamo inyandikonyakwirema y'indangarubuga
sk: Vymazať všetky cookie pre doménu
sr: Уклони колачиће за домен
sr@latn: Ukloni kolačiće za domen
tg: Ҳузфи ҳамаи cookies-ҳо барои домен.
th: ลบคุกกี้ของโดเมน

source: Remove all cookies
bs: Ukloni sve kolačiće
km: យក​ខូគី​ទាំងអស់​ចេញ
ko: 모든 쿠키 삭제
pa: ਸਭ ਕੂਕੀਜ਼ ਹਟਾਓ
ro: Şterge toate cookie-urile
rw: Kuvanamo inyandikonyakwirema zose
sk: Vymazať všetky cookie
sr: Уклони све колачиће
sr@latn: Ukloni sve kolačiće
tg: Ҳузфи ҳамаи cookies-ҳо.
th: ลบคุกกี้ทิ้งทั้งหมด

source: Reload configuration file
bs: Ponovo učitaj datoteku sa postavkama
km: ផ្ទុក​ឯកសារ​កំណត់​រចនា​សម្ព័ន្ធ​ឡើង​វិញ
ko: 설정 파일 다시 불러오기
pa: ਸੰਰਚਨਾ ਫਾਇਲ ਮੁੜ ਲੋਡ ਕਰੋ
ro: Reîncarcă fişierul de configurare
rw: Kongera gutangiza iboneza ry'idosiye
sk: Znovu načítať konfiguračný súbor
sr: Учитај поново фајл са записом подешавања
sr@latn: Učitaj ponovo fajl sa zapisom podešavanja
tg: Аз нав боргирии файли танзимотӣ
th: เรียกใช้แฟ้มการปรับแต่งใหม่อีกครั้ง

source: HTTP cookie daemon
bs: Demon HTTP kolačića
km: HTTP ខូគី daemon
ko: HTTP 쿠키 데몬
pa: HTTP ਕੂਕੀਜ਼ ਡਾਈਮੋਨ
ro: Demon cookie HTTP
rw: HTTP
sk: HTTP Cookie démon
sr: Демон HTTP колачића
sr@latn: Demon HTTP kolačića
tg: Демони HTTP cookie
th: เดมอนคุกกี้ HTTP

source: Cookie Alert
bs: Upozorenje: Kolačić
km: ការជូនដំណឹង​អំពី​ខូគី
ko: 쿠키 알림
mn: Cookie-Сануулга
pa: ਕੂਕੀਜ਼ ਚੇਤਾਵਨੀ
ro: Alertă cookie
rw: Integuza y'Inyandikonyakwirema
sk: Správa Cookies
sr: Колачић - упозорење
sr@latn: Kolačić - upozorenje
tg: Огоҳӣ дар бораи файли "cookie"
th: แจ้งเตือนคุกกี้

source: _n: You received a cookie from You received %n cookies from
bs: Primili ste %n kolačić od računara Primili ste %n kolačića od računara Primili ste %n kolačića od računara
km: អ្នក​បាន​ទទួល​ខូគី %n ពី
ko: 다음 사이트에서 %n개의 쿠키를 받음
pa: ਤੁਸੀ ਇੱਕ ਕੂਕੀਜ਼ ਪਰਾਪਤ ਕੀਤਾ ਤੁਸੀ %n ਕੂਕੀਜ਼ ਪਰਾਪਤ ਕੀਤੇ
rw: Wakiriye inyandikonyakwirema ivuye Wakiriye %n inyandikonyakwirema zivuye
sk: Dostali ste cookie z adresy Dostali ste %n cookie z adresy Dostali ste %n cookie z adresy
sr: Примили сте %n колачић од Примили сте %n колачића од Примили сте %n колачића од
sr@latn: Primili ste %n kolačić od Primili ste %n kolačića od Primili ste %n kolačića od
tg: Шумо %n файли cookie гирифтед аз Шумо %n файлoҳо cookies гирифтед аз
th: คุณได้รับคุกกี้ %n คุกกี้ จาก

source: <b>[Cross Domain!]</b>
bs: <b>[Unakrsne domene!]</b>
km: <b>[ឆ្លងដែន!]</b>
ko: <b>[크로스 도메인!]</b>
pa: <b>[ਡੋਮੇਨ ਪਾਰ!]</b>
ro: <b>[Între domenii!]</b>
rw: <b>[Indangarubuga ikwiriye!]</b>
sk: <b>[Krížová doména!]</b>
sr: <b>[Укрштени домен!]</b>
sr@latn: <b>[Ukršteni domen!]</b>
tg: <b>[Гузаштан Минтақа!]</b>
th: <b>[ข้ามโดเมน !]</b>

source: Do you want to accept or reject?
bs: Da li želite primiti ili odbiti?
km: តើ​អ្នក​ចង់​ទទួល​យក ឬ បដិសេធ ?
ko: 수락하거나 거절하시겠습니까?
mn: Та зөвшөөрөх эсвэл татгалзахыг хүсэж байна уу?
pa: ਕੀ ਤੁਸੀ ਇਸ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਰੱਦ?
ro: Doriţi să accept sau să resping?
rw: Wifuza kwemera cyangwa kureka?
sk: Akceptovať alebo ignorovať?
sr: Да ли желите да прихватите или одбијете?
sr@latn: Da li želite da prihvatite ili odbijete?
tg: Қабул кунам ё барҳам диҳам?
th: คุณจะยอมรับหรือจะปฏิเสธ ?

source: Apply Choice To
bs: Ovaj izbor se odnosi na
km: អនុវត្ត​ការ​ជ្រើស​រើស​ទៅ
ko: 다음에 선택을 적용
mn: Сонголт дараахид хэрэглэх
pa: ਇਸ ਤੇ ਚੋਣ ਲਾਗੂ ਕਰੋ
ro: Aplică opţiunea la
rw: Gushyira Ihitamo Ku
sk: Použiť výber na
sr: Примени избор на
sr@latn: Primeni izbor na
tg: Пазируфтани интихобот ба
th: ให้ตัวเลือกมีผลกับ

source: &Only this cookie
bs: &Samo ovaj kolačić
km: តែ​ខូគី​នេះ
ko: 이 쿠키만(&O)
mn: &Зөвхөн энэ Cookie -г
pa: ਸਿਰਫ ਇਹੀ ਕੂਕੀ(&O)
ro: &Numai la acest cookie
rw: Gusa iyi nyandikonyakwirema
sk: &Len tento cookie
sr: &Само овај колачић
sr@latn: &Samo ovaj kolačić
tg: &Танҳо бо ин гузориш
th: เฉพาะคุกกี้นี้

source: &Only these cookies
bs: &Samo ove kolačiće
km: តែ​ខូគី​ទាំងនេះ
ko: 이 쿠키들만(&O)
mn: &Зөвхөн эдгээр Cookies
pa: ਸਿਰਫ ਇਹੀ ਕੂਕੀਜ(&O)
ro: &Numai la aceste cookie-uri
rw: Gusa izi nyandikonyakwirema
sk: &Len tieto cookies
sr: &Само ове колачиће
sr@latn: &Samo ove kolačiće
tg: &танҳо бо ин гузоришҳо
th: เฉพาะคุกกี้เหล่านี้

source: Select this option to accept/reject only this cookie. You will be prompted if another cookie is received. <em>(see WebBrowsing/Cookies in the Control Center)</em>.
bs: Izaberite ovu opciju kako biste prihvatili/odbili samo ovaj kolačić. Bićete upitani kada primite idući kolačić. <em>(pogledajte Web pregledanje/Kolačići u Kontrolnom centru)</em>.
km: ជ្រើស​ជម្រើស​នេះ ដើម្បី​ទទួលយក/បដិសេធ​តែ​ខូគី​នេះ ។ អ្នក​នឹង​ត្រូវ​បាន​ប្រាប់ ប្រសិនបើ​ខូគី​ផ្សេង​ត្រូវ​បាន​ទទួល ។ <em>(មើល​ការ​រុករក​បណ្តាញ/ខូគីក្នុង​មជ្ឈមណ្ឌល​បញ្ជា)</em>។
ko: 이 쿠키만을 수락/거절할때 선택합니다. 다른 쿠키를 를 받으면 알려줍니다. <em>(제어판의 웹브라우징/쿠키 를 보십시오)</em>
mn: Энэ сонголтыг та идэвхижүүлж зөвхөн энэ Cookie -г зөвшөөрөх татгалзах эсэхээ тохируулна уу. Хэрвээ өөр Cookie хүлээн авбал мэдэгдэх болно. <em>(Удирдах төв дотроос Вэб-хөтлөгч/Cookies -г харна уу)</em>
ro: Selectaţi această opţiune pentru a accepta sau elimina numai acest cookie. Veţi fi întrebat din nou cînd este recepţionat un alt cookie. <em>(vedeţi şi Navigare Web/Cookie-uri în Centrul de Control KDE)</em>
rw: Toranya iri hitamo mu kwemera/kureka gusa iyi nyandikonyakwirema. Uzinjizwa niba indi nyandikonyakwirema yakiriwe. <em>(Wareba Gushakisha Urubuga/Inyandikonyakwirema muri Rwagati rw'Igenzura)<em>.
sk: Použitím tejto voľby akceptujete/odmietnete len toto cookie. Ak bude zaslané ďalšie cookie, budete musieť odpovedať znovu. <em>(pozri Web Prehliadanie/Cookies v ovládacom centre)</em>.
sr: Изаберите ову опцију да би прихватили/одбили само овај колачић. Бићете обавештени ако примите још неки колачић. <em>(погледајте Претраживање веба/Колачићи у Контролном центру)</em>.
sr@latn: Izaberite ovu opciju da bi prihvatili/odbili samo ovaj kolačić. Bićete obavešteni ako primite još neki kolačić. <em>(pogledajte Pretraživanje veba/Kolačići u Kontrolnom centru)</em>.
tg: Ин интихоботро интихоб намоед, барои иҷозат ё рад намудани фақат ин монданӣ.Вақте ки ин монданӣ пайдо мешавад, ин талабот аз нав фармуда мешавад. <em>(нигаред шӯъбаи "Намоиши Мондании Вэб" дар Маркази Идоракунии KDE)</em>.
th: เลือกตัวเลือกนี้ เพื่อยอมรับ/ปฏิเสธ เฉพาะกับคุกกี้นี้ ซึ่งคุณจะถูกถามอีกถ้าได้รับคุกกี้อื่น ๆ <em> (ดู WebBrowsing/Cookies ในศูนย์ควบคุม)</em>

source: All cookies from this do&main
bs: Sve kolačiće sa ove &domene
km: ខូគី​ទាំងអស់​ពី​ដែន​នេះ
ko: 이 도메인으로부터 모든 쿠키(&M)
mn: Энэ &Domain -ы бүх cookies
pa: ਇਸ ਡੋਮੇਨ ਤੋਂ ਸਭ ਕੂਕੀਜ਼(&m)
ro: Toate cookie-urile din acest &domeniu
rw: Inyandikonyakwirema zose ziva kuri iyi ndangarubuga
sk: Všetky cookie z &domény
sr: Све колачиће са овог &домена
sr@latn: Sve kolačiće sa ovog &domena
tg: Ҳамаи cookies-ҳо аз ин до&мейн
th: คุกกี้ทั้งหมดจากโดเมนนี้

source: Select this option to accept/reject all cookies from this site. Choosing this option will add a new policy for the site this cookie originated from. This policy will be permanent until you manually change it from the Control Center <em>(see WebBrowsing/Cookies in the Control Center)</em>.
bs: Izaberite ovu opciju da prihvatite/odbijete sve kolačiće sa ovog sajta. Izborom ove opcije dodaćete novo pravilo za sajt sa kojeg je potekao ovaj kolačić. Ovo pravilo će trajati sve dok ga ručno ne izmijenite iz Kontrolnog centra <em>(pogledajte Web pregledanje/Kolačići u Kontrolnom centru)</em>.
km: ជ្រើស​ជម្រើស​នេះ ដើម្បី​ទទួលយក/បដិសេធ​ខូគី​ទាំងអស់​ពី​តំបន់​នេះ ។ ជ្រើស​ជម្រើស​នេះ​នឹង​បន្ថែម​គោលការណ៍​ថ្មី​មួយ សម្រាប់​តំបន់​ដែល​ខូគី​នេះ​បាន​បង្កើត​ពី ។ គោលការណ៍​នេះ​នឹង​អចិន្ត្រៃយ៍ រហូត​ដល់​អ្នក​ផ្លាស់ប្តូរ​វា​ដោយ​ដៃ​ពី​មជ្ឈមណ្ឌល​បញ្ជា <em>(មើល​ការ​រុករក​បណ្តាញ/ខូគី​ក្នុង​មជ្ឈមណ្ឌល​បញ្ជា)</em> ។
ko: 이 사이트로부터 모든 쿠키를 수락/거절하려면 선택합니다. 이 옵션을 이용하면 이 쿠키가 생성된 사이트에 대한 일정한 기준을 설정할 수 있습니다. 이 옵션은 제어판에서 당신이 변경할 때까지 적용됩니다. <em>( 제어판의 웹프라우징/쿠키 를 보십시오.)</em>.
mn: Энэ сонголтыг та идэвхижүүлж энэ сайтын бүх Cookie -г зөвшөөрөх татгалзах эсэхээ тохируулна уу. Энэ тохируулгыг сонгосоноор тухайн cookie-н серверын хувьд нэгэн шинэ зохицуулга нэмэгдэнэ. Энэ зохицуулга таныг гараар <em>(Удирдах төв доторхи Вэб-хөтлөгч/Cookies)</em> -г өөрчилөх хүртэл тогтмол хадгалагдах болно.
ro: Selectaţi această opţiune pentru a accepta/elimina toate cookie-urile acestui site. Dacă alegeţi această opţiune, va fi adăugată o nouă politică pentru site-ul de unde a fost generat acest cookie. Această politică va fi permanentă pînă cînd o modificaţi manual din Centrul de control. <em>(vedeţi şi Navigare Web/Cookie-uri din Centrul de Control KDE)</em>.
rw: Toranya iri hitamo mu kwemera/kureka inyandikonyakwirema zivuye kuri uru rubuga. Gutoranya iri hitamo bizongeraho itegeko rishya ry'urubuga aho iyi nyandikonyakwirema yavuye. Iri tegeko rizagumaho kugeza urihinduye uhereye kuri Rwagati rw'Igenzura <em>(Wareba Gushakisha Urubuga/Inyandikonyakwirema muri Rwagati rw'Igenzura)<em>.
sk: Použitím tejto voľby akceptujete/odmietnete všetky cookies z tohto serveru. Tým pridáte nové nastavenie práce s cookie z tohto serveru. Táto zmena bude stála, až kým ju nezmeníte v Ovládacom centre <em>(pozri Web Prehliadanie/Cookies v Ovládacom centre)</em>.
sr: Изаберите ову опцију да бисте прихватили/одбили колачиће са овог сајта. Бирањем ове опције ћете додати нову полису за сајт са кога потиче овај колачић. Ова полиса ће бити стална док год је ручно не промените у Контролном центру <em>(погледајте Претрага веба/Колачићи у Контролном центру)</em>.
sr@latn: Izaberite ovu opciju da biste prihvatili/odbili kolačiće sa ovog sajta. Biranjem ove opcije ćete dodati novu polisu za sajt sa koga potiče ovaj kolačić. Ova polisa će biti stalna dok god je ručno ne promenite u Kontrolnom centru <em>(pogledajte Pretraga veba/Kolačići u Kontrolnom centru)</em>.
tg: Ин интихоботро фаъол созед, барои роҳ додани истифода ё манъи истифодаи тамоми cookies-ҳои меомадагиҳо аз ин саҳифаи вэб. Бо ин интихоб Шумо амалиёти пешфарзиро барои ҳамаи cookies-ҳои дар Маркази Идоракуни KDE-и ҷойдодашударо таъғир медиҳед.<em>(нигаред. қисми"Намоиши cookies-ҳои Веб" дар Маркази Идоракунии KDE)</em>.
th: เลือกตัวเลือกนี้เพื่อยอมรับ/ปฏิเสธ เฉพาะกับคุกกี้จากไซต์นี้ การเลือกตัวเลือกนี้ จะทำการเพิ่มข้อกำหนดใหม่สำหรับไซต์ที่คุกกี้ถูกส่งมา ข้อกำหนดนี้จะคงอยู่อย่างถาวร จนกว่าคุณจะเปลี่ยนมันจากศูนย์ควบคุม<em> (ดูโมดูล การเรียกดูเว็บ/คุกกี้ ในศูนย์ควบคุม)</em>

source: All &cookies
bs: Sve &kolačiće
km: ខូគី​ទាំងអស់
ko: 모든 쿠키(&C)
mn: Бүх &Cookies
pa: ਸਭ ਕੂਕੀਜ਼(&c)
ro: Pentru &toate cookie-urile
rw: Inyandikonyakwirema zose
sk: Všetky &cookie
sr: Све &колачиће
sr@latn: Sve &kolačiće
tg: Ҳама &cookies-ҳо
th: คุกกี้ทั้งหมด
