Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Check your network connection status.
bs: Provjerite status vaše mrežne konekcije.
km: ពិនិត្យមើល​ស្ថានភាព​ការ​តភ្ជាប់​បណ្ដាញ​របស់​អ្នក ។
ko: 네트워크 접속 상태을 확인하십시오.
mn: Сүлжээний холболтын төлвөө шалгана уу.
pa: ਆਪਣੇ ਨੈਟਵਰਕ ਸਥਿਤੀ ਦੀ ਜਾਂਚ ਕਰੋ।
ro: Verificaţi starea conexiunii de reţea.
rw: Genzura imimerere y'ukwihuza y'urusobemiyoboro.
sk: Overte stav vášho sieťového spojenia.
sr: Проверите стање ваше мрежне везе.
sr@latn: Proverite stanje vaše mrežne veze.
tg: Вазъияти иртиботи шабақаатонро баррасӣ кунед.
th: โปรดตรวจสอบสถานะการเชื่อมต่อระบบเครือข่ายของคุณ

source: Cannot Open Resource For Reading
bs: Ne mogu otvoriti resurs za čitanje
km: មិន​អាច​បើក​ធនធាន សម្រាប់​អាន
ko: 읽기 위해 리소스를 열 수 없음
mn: Нөөцийг уншихаар нээж чадахгүй байна.
pa: ਸਰੋਤ ਨੂੰ ਪੜਨ ਲਈ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ।
ro: Nu pot deschide resursa pentru citire
rw: Ntishoboye Gufungura Ibikorana Mu Gusoma
sk: Nepodarilo sa otvoriť zdroj pre čítanie
sr: Није могуће отворити ресурс зарад читања
sr@latn: Nije moguće otvoriti resurs zarad čitanja
tg: Қодир ба кушодани манбаъ барои хондан набудам
th: ไม่สามารถเปิดใช้ทรัพยากรเพื่อทำการอ่านได้

source: This means that the contents of the requested file or folder <strong>%1</strong> could not be retrieved, as read access could not be obtained.
bs: Ovo znači da sadržaj tražene datoteke ili direktorija <strong>%1</strong> nije mogao biti dobavljen, pošto nisam mogao osigurati pristup za čitanje.
km: នេះ​មានន័យ​ថា​មាតិការបស់​ឯកសារ ឬ ថត​ដែល​បាន​ស្នើ<strong>%1</strong> មិន​អាច​ទាញ​យក​បាន​ឡើយ ដោយ​សារ​តែ​ការចូលដំណើរការ​អាន​មិន​អាច​ទទួល​បាន ។
ko: 접근권한을 획득하지 못하여 요청한 파일이나 폴더의 내용 <strong>%1</strong>을 검색하지 못한다는 것을 의미합니다.
mn: Энэ нь файл эсвэл хавтас <strong>%1</strong>-н агуулгыг олж авч чадсангүй гэсэн үг. Учир нь үүнрүү хангалттай хандах эрх алга.
ro: Aceasta înseamnă că deoarece conţinutul fişierului sau directorului <strong>%1</strong> cerut nu poate fi transferat, deoarece nu pot obţine acces pentru citire.
rw: Ibi bivuze ko ibikubiyemo by'idosiye cyangwa ububiko byasabwe <strong>%1</strong> bitashoboye kuboneka, nk'uko byasomwe ukwihuza ntigushobora kuboneka.
sk: To znamená, že obsah požadovaného súboru alebo priečinku <strong>%1</strong> sa nepodarilo získať, pretože sa nepodarilo získať prístup pre čítanie.
sr: Ово значи да садржај захтеваног фајла или фасцикле <strong>%1</strong> не може бити дохвећен зато што право читања не може да се добије.
sr@latn: Ovo znači da sadržaj zahtevanog fajla ili fascikle <strong>%1</strong> ne može biti dohvećen zato što pravo čitanja ne može da se dobije.
tg: Ин маънии онро дорад, ки файл ё феҳристи дархости <strong>%1</strong>буда натавонист дастёбӣ шавад, аз он ҷое ки дастрасшавии хондан, гирифта нашуд.
th: ไม่สามารถเรียกขอเนื้อหาของแฟ้มที่ต้องการ หรือโฟลเดอร์ <strong>%1</strong> ได้ เนื่องจากไม่มีสิทธิ์ในการอ่าน

source: You may not have permissions to read the file or open the folder.
bs: Nemate ovlast za čitanje datoteke ili otvaranje direktorija.
km: អ្នក​ប្រហែល​ជា​មិន​មាន​សិទ្ធិ​អាន​ឯកសារ ឬ បើក​ថត​ឡើយ ។
ko: 파일을 읽거나 디렉터리를 열 권한을 가지고 있지 않습니다.
mn: Магад таньд энэ файлыг унших эсвэл энэ хавтасыг нээх эрх алга.
pa: ਤੁਹਾਨੂੰ ਫਾਇਲ ਪੜਨ ਜਾਂ ਫੋਲਡਰ ਖੋਲਣ ਦਾ ਸਾਇਦ ਅਧਿਕਾਰ ਨਾ ਹੋਵੇ।
ro: Nu aveţi permisiuni pentru a citi fişierul sau de a deschide directorul.
rw: Ushobora kuba nta mpushya ufite zo gusoma idosiye cyangwa gufungura ububiko.
sk: Asi nemáte práva na čítanie súboru alebo na otvorenie priečinku.
sr: Немате дозволу да читате фајл или отворите фасциклу.
sr@latn: Nemate dozvolu da čitate fajl ili otvorite fasciklu.
tg: Мумкин аст иҷозати хонандаи файл ва ё боз кардани шохаро надошта бошед.
th: คุณยังไม่มีสิทธิ์ในการอ่านแฟ้ม หรือเปิดใช้โฟลเดอร์นี้

source: Cannot Open Resource For Writing
bs: Ne mogu otvoriti resurs za čitanje
km: មិន​អាច​បើក​ឯកសារ សម្រាប់​សរសេរ ។
ko: 리소스에 대한 쓰기 권한이 없음
mn: Бичих хандалтын эрх алга
pa: ਸਰੋਤ ਨੂੰ ਲਿਖਣ ਲਈ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ
ro: Nu pot deschide resursa pentru scriere
rw: Ntishoboye Gufungura Ibikorana Mu Kwandika
sk: Nepodarilo sa otvoriť zdroj pre zápis
sr: Није могуће отворити ресурс зарад уписивања
sr@latn: Nije moguće otvoriti resurs zarad upisivanja
tg: Қодир ба кушодани манбаъ барои навиштан нестам
th: ไม่สามารถเปิดทรัพยากรเพื่อทำการเขียนได้

source: This means that the file, <strong>%1</strong>, could not be written to as requested, because access with permission to write could not be obtained.
bs: Ovo znači da datoteka, <strong>%1</strong>, nije mogla biti zapisana kako je traženo, pošto nisam mogao dobiti dozvolu za pisanje.
km: នេះ​មាន​ន័យថា មិន​អាច​សរសេរ​ទៅ​កាន់ឯកសារ <strong>%1</strong> តាម​ការ​ស្នើ​សុំ​បាន​ឡើយ ពីព្រោះ​ការ​ចូល​ដំណើរការ​ដោយ​ប្រើ​សិទ្ធិ​សរសេរ មិន​អាច​ទទួល​បាន​ឡើយ ។
ko: 파일 <strong>%1</strong>에 대하여 쓰기권한을 얻을 수 없기 때문에, 요청하신 쓰기작업은 불가능합니다.
mn: Энэ нь файл <strong>%1</strong> рүү бичиж чадаагүй гэсэн үг. Учир нь хангалттай хандах эрх алга.
pa: ਇਸ ਦਾ ਮਤਲਬ ਇਹ ਹੈ ਕਿ ਫਾਇਲ <strong>%1</strong> ਮੰਗ ਅਨੁਸਾਰ ਲਿਖਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ ਹੈ, ਪਰ ਲਿਖਣ ਦੇ ਅਧਿਕਾਰ ਪਰਾਪਤ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।
ro: Aceasta înseamnă că fişierul, <strong>%1</strong>, nu poate fi scris aşa cum s-a cerut, deoarece nu pot obţine acces pentru scriere.
rw: Ibi bivuze ko idosiye, <strong>%1</strong>, itashoboye kwandikwamo nk'uko byasabwe, kuko ukugera n'uruhushya rwo kwandika bitashoboye kuboneka.
sk: To znamená, že do súboru <strong>%1</strong> nie je možné zapisovať, pretože sa nepodarilo získať práva pre zápis.
sr: Ово значи да фајл, <strong>%1</strong>, не може бити записан као што је захтевано, зато што се приступ са дозволом за упис не може добити.
sr@latn: Ovo znači da fajl, <strong>%1</strong>, ne može biti zapisan kao što je zahtevano, zato što se pristup sa dozvolom za upis ne može dobiti.
tg: Ин маънии онро дорад, ки файли <strong>%1</strong>, натавонист ҳаммонанди дархост навишта шавад, аз он ҷое ки дастрасӣ ба иҷозати навиштан, гирифта нашуд.
th: ไม่สามารถเขียนไปยังแฟ้ม <strong>%1</strong>ตามต้องการได้เนื่องจาก อาจจะยังไม่มีสิทธิ์ในการเข้าใช้และเขียนไปได้

source: Cannot Initiate the %1 Protocol
bs: Ne mogu pokrenuti protokol %1
km: មិន​អាច​ផ្ដើម​ពិធីការ %1 ថ្មី
ko: %1프로토콜을 초기화할 수 없음
mn: Протоколл %1 иницлиацлагдахгүй байна
pa: %1 ਪਰੋਟੋਕਾਲ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
ro: Nu pot iniţia protocolul %1
rw: Ntibyashobotse gutangiza Porotokole %1
sk: Nepodarilo sa inicializovať protokol %1
sr: Није могуће покретање протокола %1
sr@latn: Nije moguće pokretanje protokola %1
tg: Қодир ба роҳандозии қарордоди %1 набудам
th: ไม่สามารถเริ่มโปรโตคอล %1 ได้

source: Unable to Launch Process
bs: Ne mogu pokrenuti proces
km: មិន​អាច​បើក​ដំណើរការ​បាន​ឡើយ
ko: 프로세스를 시작할 수 없음
mn: Процесс эхэлж чадсангүй
pa: ਕਾਰਜ ਚਾਲੂ ਕਰਨ ਲਈ ਅਸਫਲ
ro: Nu pot porni procesul
rw: Ntibishobotse Gutangiza Igikorwa
sk: Nepodarilo sa spustiť proces
sr: Није могуће покретање процеса
sr@latn: Nije moguće pokretanje procesa
tg: Роҳандозии пардозиш имконпазир набуд
th: ไม่สามารถเรียกทำงานโปรเซสได้

source: The program on your computer which provides access to the <strong>%1</strong> protocol could not be started. This is usually due to technical reasons.
bs: Nisam mogao pokrenuti program na vašem računaru koji omogućuje pristup protokolu <strong>%1</strong>. Ovo je obično iz tehničkih razloga.
km: កម្មវិធី​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក ដែល​ផ្តល់​ការ​ចូល​ដំណើរការ​ទៅពិធីការ<strong>%1</strong> មិន​អាច​ចាប់ផ្តើម​បាន​ឡើយ ។ វា​ជាទូទៅ​ដោយ​សារ​តែ​ហេតុផល​បច្ចេកទេស ។
ko: 프로토콜<strong>%1</strong>에 접근을 제공하는 프로그램이 시작되지 않았습니다. 기술적인 원인일 가능성이 높습니다.
mn: Таны компьютер дээрхи протоколл <strong>%1</strong> рүү хандах боломжоор хангадаг программ эхлэхгүй байна. Энэ нь ихэнхдээ техникийн шалтгаан байдаг.
pa: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਉੱਤੇ ਪਰੋਗਰਾਮ, ਜੋ ਕਿ <strong>%1</strong> ਪਰੋਟੋਕਾਲ ਲਈ ਪਹੁੰਚ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਸੀ, ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਇਹ ਤਕਨੀਕੀ ਕਾਰਨਾਂ ਕਰਕੇ ਹੋਇਆਹੈ।
ro: Nu pot porni programul care asigură acces la protocolul <strong>%1</strong>. În mod normal acest lucru se întîmplă din cauza unor probleme tehnice.
rw: Porogaramu kuri mudasobwa yawe itanga ukugera kuri porotokole <strong>%1</strong> ntishobora gutangizwa. Ibi akenshi biterwa n'impamvu tekiniki.
sk: Program na vašom počítači, ktorý poskytuje prístup k protokolu <strong>%1</strong> sa nepodarilo spustiť. To je obvykle dôsledok technických problémov.
sr: Програм на вашем рачунару који обезбеђује приступ <strong>%1</strong> протоколу не може бити покренут. Ово је обично из техничких разлога.
sr@latn: Program na vašem računaru koji obezbeđuje pristup <strong>%1</strong> protokolu ne može biti pokrenut. Ovo je obično iz tehničkih razloga.
tg: Барномаи рӯи компютери шумо, ки дастрасӣ ба қарордоди <strong>%1</strong>-ро фароҳам меоварад, натавонист роҳандозӣ шавад. Ин маъмулан бо хосиятҳои техникӣ ба амал меояд.
th: ไม่สามารถเริ่มโปรแกรมบนคอมพิวเตอร์ของคุณ ที่ต้องการเข้าใช้งานโปรโตคอล<strong>%1</strong> ได้ ซึ่งอาจจะเกิดจากปัญหาทางเทคนิค

source: The program which provides compatibility with this protocol may not have been updated with your last update of KDE. This can cause the program to be incompatible with the current version and thus not start.
bs: Program koji pruža kompatibilnost za ovaj protokol možda nije updatovan kada ste zadnji put updatovali KDE. Ovo može izazvati da program bude nekompatibilan sa trenutnom verzijom i stoga neće da se pokrene.
km: កម្មវិធីដែល​ផ្តល់​ភាព​ឆប​គ្នា​ជាមួយ​នឹង​ពិធីការ​នេះ ប្រហែល​ជា​មិន​បាន​ធ្វើ​ឲ្យ​ទាន់​សម័យ​ជាមួយ​នឹង​ការធ្វើ​ឲ្យទាន់​សម័យ​ចុងក្រោយនូវ​ KDE របស់​អ្នក​ឡើយ ។ វា​នេះអាច​បណ្តាល​ឲ្យ​កម្មវិធី​មិន​ឆប​គ្នា​ជាមួយ​នឹង​កំណែបច្ចុប្បន្ន ហើយ​ជា​លទ្ធផល​វា​មិន​អាច​ចាប់ផ្តើមបាន ។
ko: 이 프로토콜로 호환성을 제공하는 프로그램이 KDE의 최근 업데이트시 제외되었습니다. 현재 버전과의 호환되지 않을 수 있으며, 시작이 안 될 수도 있습니다.
mn: Энэ протоколлын таарамжийг хангадаг программ чинь KDE-ийн сүүлийн хувилбараар шинэчлэгдээгүй байж болох юм. Тиймээс энэ программ нь тухайн хувилбартай нийцэхгүй байж болох юм.
ro: Este posibil ca programul care asigură compatibilitate cu acest protocol să nu fi fost actualizat cu ultima actualizare de KDE. Acest lucru poate cauza incompatibilitate cu versiunea curentă de KDE şi astfel să nu pornească.
rw: Porogaramu itanga uguhuraneza hamwe n'iyi porotokole ishobora kuba itavuguruwe n'ivugurura riherutse rya KDE. Ibi bishobora gutuma porogaramu idakorana na verisiyo igezweho kandi bityo ntitangire.
sk: Program, ktorý poskytuje kompatibilitu s týmto protokolom, asi nebol aktualizovaný spolu s poslednou aktualizáciou KDE. Tým sa program mohol stať nekompatibilným s aktuálnou verziou a preto ho nie je možné spustiť.
sr: Програм који обезбеђује компатибилност са овим протоколом можда није ажуриран са вашим последњим ажурирањем KDE-а. Ово може проузроковати да програм буде некомпатибилан са тренутном верзијом и због тога не може да се покрене.
sr@latn: Program koji obezbeđuje kompatibilnost sa ovim protokolom možda nije ažuriran sa vašim poslednjim ažuriranjem KDE-a. Ovo može prouzrokovati da program bude nekompatibilan sa trenutnom verzijom i zbog toga ne može da se pokrene.
tg: Барномае ки созгорӣ бо ин қарордод фароҳам меоварад, эҳтимолан бо охирин ба рӯзсозии KDE-и шумо ба рӯз нашуд. Ин мумкин аст боис шавад, ки барномаҳо бо нусхаи феълии носозгор гарданд ва дар натиҷа оғоз нашаванд.
th: โปรแกรมที่ต้องการความเข้ากันได้กับโปรโตคอลนี้ อาจจะยังไม่ได้ปรับปรุงเป็นให้เป็นรุ่นใหม่ตาม KDE ของคุณ ซึ่งอาจทำให้เกิดความเข้ากันไม่ได้กับโปรแกรมรุ่นที่คุณใช้อยู่ และไม่สามารถทำงานได้

source: Internal Error
bs: Interna greška
km: កំហុស​ខាងក្នុង
ko: 내부 오류
mn: Дотоод алдаа
pa: ਅੰਦਰੂਨੀ ਗਲਤੀ
ro: Eroare internă
rw: Ikosa ry'imbere
sk: Interná chyba
sr: Интерна грешка
sr@latn: Interna greška
tg: Хатои дохилӣ
th: ข้อผิดพลาดภายใน

source: The program on your computer which provides access to the <strong>%1</strong> protocol has reported an internal error.
bs: Program na vašem računaru koji omogućuje pristup protokolu <strong>%1</strong> je prijavio internu grešku.
km: កម្មវិធី​នៅ​លើ​កុំព្យូទ័រ​របស់​អ្នក​ដែល​ផ្តល់​ការ​ចូល​ដំណើរការ​ទៅ​ពិធីការ <strong>%1</strong> បាន​រាយការណ៍​អំពី​កំហុស​ខាងក្នុង​មួយ ។
ko: 컴퓨터 내의 <strong>%1</strong>프로토콜에 접속을 제공하는 프로그램이 내부 오류를 알려왔습니다.
mn: Таны компьютер дээрхи протоколл <strong>%1</strong> рүү хандах боломжоор хангадаг программ дотоод алдаа өглөө.
pa: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਉੱਤੇ ਪਰੋਗਰਾਮ, ਜੋ ਕਿ <strong>%1</strong> ਪਰੋਟੋਕਾਲ ਲਈ ਪਹੁੰਚ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਸੀ, ਨੇ ਅੰਦਰੂਨੀ ਗਲਤੀ ਦਿੱਤੀ ਹੈ।
ro: Programul care asigură acces la protocolul <strong>%1</strong> a raportat o eroare internă.
rw: Porogaramu kuri mudasobwa yawe itanga ukugera kuri porotokole <strong>%1</strong> yerekanye ikosa ry'imbere.
sk: Program na vašom počítači, ktorý poskytuje prístup k protokolu <strong>%1</strong> oznámil internú chybu.
sr: Програм на вашем рачунару који обезбеђују приступ <strong>%1</strong> протоколу је пријавио интерну грешку.
sr@latn: Program na vašem računaru koji obezbeđuju pristup <strong>%1</strong> protokolu je prijavio internu grešku.
tg: Барномаи рӯи компютери шумо, ки дастрасӣ ба қарордоди <strong>%1</strong>-ро фароҳам меоварад, гузориши хатои дохилӣ додааст.
th: เกิดความผิดพลาดภายใน จากโปรแกรมบนคอมพิวเตอร์ของคุณ ซึ่งต้องการเข้าใช้งานโปรโตคอล <strong>%1</strong>

source: Improperly Formatted URL
bs: Neispravno formatiran URL
km: URL ដែល​មាន​ទ្រង់ទ្រាយ​ខុស​ធម្មតា
ko: 잘못된 형식의 URL
mn: Хүчингүй URL хаягийн формат
pa: URL ਗਲਤ ਫਾਰਮੈਟ ਵਿੱਚ
ro: URL formatat incorect
rw: URL Itahawe Imiterere Neza
sk: Nesprávne formátované URL
sr: Неправилно форматиран URL
sr@latn: Nepravilno formatiran URL
tg: URL бо андозаи иштибоҳ
th: รูปแบบ URL ไม่ถูกต้องหรือสมบูรณ์

source: The <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator (URL) that you entered was not properly formatted. The format of a URL is generally as follows:<blockquote><strong>protocol://user:password@www.example.org:port/folder/filename.extension?query=value</strong></blockquote>
bs: <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator (URL) koji ste unijeli nije ispravno formatiran. Format URLa je obično ovakav:<blockquote><strong>protokol://korisnik:šifra@www.primjer.ba:port/direktorij/datoteka.ekstenzija?upit=vrijednost</strong></blockquote>
km: <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator (URL) ដែល​អ្នក​បាន​បញ្ចូល មាន​ទ្រង់ទ្រាយ​មិន​ត្រឹមត្រូវ​ឡើយ ។ទ្រង់ទ្រាយ​របស់ URL ជា​ទូទៅ​ដូច​តទៅ​នេះ ៖<blockquote><strong>ពិធីការ://អ្នក​ប្រើ:ពាក្យសម្ងាត់@www.example.org:ច្រក/ថត/ឈ្មោះ​ឯកសារ.កន្ទុយ?សំណួរ=តម្លៃ</strong></blockquote>
ko: 입력한 <strong>유(U)</strong>니폼 <strong>리(R)</strong>소스 <strong>로(L)</strong>케이터 (URL)는 적절한 형식이 아닙니다. URL의 형식은 일반적으로 다음과 같습니다:<blockquote><strong>protocol://user:password@www.example.org:port/folder/filename.extension?query=value</strong></blockquote>
mn: Таны өгсөн (URL: <strong>U</strong>niversal <strong>R</strong>esource <strong>L</strong>ocator) хаяг хүчинтэй бус форматтай байна. Энэ хаяг уг нь дараах хэлбэртэй байдаг:<blockquote><strong>протоколл://хэрэглэгч@нууцүг:www.жишээ.org:порт/лавлах/файлыннэр.өргөтгөл? лавалгаа=утга </strong></blockquote>
ro: URL-ul (<strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocator) pe care l-aţi introdus nu este formatat corespunzător. În general formatul unui URL este astfel:<blockquote><strong>protocol://utilizator:parola@www.exemplu.org:port/director/fisier.extensie?cerere=valoare</strong></blockquote>
rw: <strong>URL</strong> winjize ntabwo yahawe imiterere neza. Imiterere ya URL imeze muri rusange nk'uko bikurikira: <blockquote><strong>porotokole://ukoresha:ijambobanga@www.urugero.org:umuyoboro/ububiko/izinadosiye.umugereka?ikibazo=agaciro</strong>.
sk: <strong>U</strong>niversal <strong>R</strong>esource <strong>L</strong>ocation (URL), ktoré ste zadali, nemá správny formát. Formát URL je všeobecne takýto:<blockquote><strong>protokol://pouzivatel:heslo@www.priklad.org:port/priecinok/subor.pripona?dotaz=hodnota</strong></blockquote>
sr: <strong>У</strong>ниформни <strong>Р</strong>есурни <strong>Л</strong>окатор (URL) који сте унели није исправно форматиран. Формат URL-а је у општем случају овакав: <blockquote><strong>протокол://корисник:лозинка@www.primer.org:порт/фасцикла/имефајла.наставак?упит=вредност</strong></blockquote>
sr@latn: <strong>U</strong>niformni <strong>R</strong>esurni <strong>L</strong>okator (URL) koji ste uneli nije ispravno formatiran. Format URL-a je u opštem slučaju ovakav: <blockquote><strong>protokol://korisnik:lozinka@www.primer.org:port/fascikla/imefajla.nastavak?upit=vrednost</strong></blockquote>
tg: Мушаххас кунандаи манбаъи воҳидие (URL), ки кардаед, дар андозаи дуруст ворид нашудааст. Андозаи як URL, маъмулан ба сурати зер аст:<blockquote><strong>protocol://user:password@www.example.org:port/directory/filename.extension?query=value</strong></blockquote>
th: ตำแหน่งของ <strong>U</strong>niform <strong>R</strong>esource <strong>L</strong>ocation (URL) ที่คุณเติม อาจจะไม่ถูกต้องหรือสมบูรณ์ โดยรูปแบบของ URL ตามปกติคือ:<blockquote><strong>โปรโตคอล://ผู้ใช้:รหัสผ่าน@โฮสต์.ชื่อโดเมน:พอร์ต/โฟลเดอร์/ชื่อแฟ้ม.ส่วนขยาย?ตัวแปร=ค่า</strong></blockquote>

source: Unsupported Protocol %1
bs: Protokol %1 nije podržan
km: ពិធីការ %1 ដែល​មិន​គាំទ្រ
ko: 지원되지 않는 프로토콜 %1
mn: Дэмжигдээгүй протоколл: %1
pa: ਨਾ-ਸਹਾਇਕ ਪਰੋਟੋਕਾਲ %1
ro: Protocolul %1 nu este suportat
rw: Porotokole Itemewe %1
sk: Nepodporovaný protokol %1
sr: Протокол %1 није подржан
sr@latn: Protokol %1 nije podržan
tg: Протоколи %1 дастгирӣ надорад
th: ไม่สนับสนุนโปรโตคอล %1

source: The protocol <strong>%1</strong> is not supported by the KDE programs currently installed on this computer.
bs: Nijedan od KDE programa trenutno instaliranih na ovom računaru ne podržava protocol <strong>%1</strong>.
km: ពិធីការ <strong>%1</strong> មិន​បាន​គាំទ្រ​ដោយកម្មវិធី KDE ដែល​បាន​ដំឡើង​នៅ​លើ​កុំព្យូទ័រ​របស់អ្នក​បច្ចុប្បន្ន​ឡើយ ។
ko: 프로토콜<strong>%1</strong>은(는) 이 컴퓨터에 현재 설치된 KDE 프로그램이 지원하지 않습니다.
mn: Протоколл <strong>%1</strong> одоогоор таны компьютерт суусан байгаа KDE программуудаар дэмжигдээгүй байна.
pa: ਇਸ ਕੰਪਿਊਟਰ ਉੱਤੇ ਇੰਸਟਾਲ KDE ਕਾਰਜ ਪਰੋਟੋਕਾਲ <strong>%1</strong> ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹਨ।
ro: Protocolul <strong>%1</strong> nu este suportat de programele KDE care sînt acum instalate pe acest calculator.
rw: Porotokole <strong>%1</strong> ntiyemewe na porogaramu za KDE ubu zinjijwe kuri iyi mudasobwa.
sk: Protokol <strong>%1</strong> nie je podporovaný programami KDE, ktoré sú momentálne nainštalované na tomto počítači.
sr: Протокол <strong>%1</strong> није подржан од KDE програма тренутно инсталираних на овом рачунару.
sr@latn: Protokol <strong>%1</strong> nije podržan od KDE programa trenutno instaliranih na ovom računaru.
tg: Қарордоди <strong>%1</strong> тавассути барномаҳои KDE-и феъли насб шуда,рӯи ин компютер пуштибонӣ намешавад.
th: โปรโตคอล <strong>%1</strong> ยังไม่ได้รับการสนับสนุนจากโปรแกรม KDE ตัวปัจจุบัน ที่ติดตั้งในคอมพิวเตอร์นี้

source: The requested protocol may not be supported.
bs: Traženi protokol možda nije podržan.
km: ពិធីការ​ដែល​បាន​ស្នើ ប្រហែល​ជា​មិន​ត្រូវ​បាន​គាំទ្រ ។
ko: 요청한 프로토콜은 지원되지 않을 수 있습니다.
mn: Шаардлагатай протоколл дэмжигдээгүй байж магад.
pa: ਲੋੜੀਦੇ ਪਰੋਟੋਕਾਲ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
ro: Este posibil ca protocolul cerut să nu fie suportat.
rw: Porotokole yasabwe ishobora kutemerwa.
sk: Požadovaný protokol asi nie je podporovaný.
sr: Захтевани протокол можда није подржан.
sr@latn: Zahtevani protokol možda nije podržan.
tg: Мумкин аст қарордоди дархостӣ пуштибонӣ нашавад.
th: ไม่สนับสนุนโปรโตคอลที่ร้องขอมา

source: The versions of the %1 protocol supported by this computer and the server may be incompatible.
bs: Verzije protokola %1 koje podržavaju ovaj računar i server možda nisu suglasne.
km: កំណែ​របស់​ពិធីការ %1 គាំទ្រ​ដោយ​កុំព្យូទ័រ និង​ម៉ាស៊ីន​បម្រើ​ប្រហែល​ជា​មិ​នត្រូវ​គ្នា ។
ko: 이 컴퓨터와 서버가 지원하는 %1 프로토콜의 버전은 호환되지 않을 수 있습니다.
mn: Протоколл %1-ийн таны компьютераар дэмжигдсэн хувилбар серверийнхтэймагад хоорондоо тохирохгүй байна.
pa: ਪਰੋਟੋਕਾਲ %1 ਦੇ ਵਰਜਨ ਇਸ ਕੰਪਿਊਟਰ ਵਲੋਂ ਤਾਂ ਸਹਾਇਕ ਹਨ, ਪਰ ਸਰਵਰ ਨਾਲ ਅਨੁਕੂਲ ਨਹੀਂ ਹਨ।
ro: Versiunile protocolului %1 suportate de acest calculator şi de server sînt incompatibile.
rw: Verisiyo za porotokole %1 zemewe n'iyi mudasobwa na seriveri zishobora kudakorana.
sk: Verzia protokolu %1 podporovaná týmto počítačom a serverom asi nie je kompatibilná.
sr: Верзије протокола %1 подржане од стране овог рачунара и сервера су можда некомпатибилне.
sr@latn: Verzije protokola %1 podržane od strane ovog računara i servera su možda nekompatibilne.
tg: Нусхаҳои қарордоди %1 пуштибонӣ шуда, рӯи ин компютер ва коргузор мумкин аст носозгорӣ бошанд.
th: รุ่นของโปรโตคอล %1 ที่ได้รับการสนับสนุนโดยคอมพิวเตอร์นี้ และเซิร์ฟเวอร์ อาจจะเข้ากันไม่ได้

source: You may perform a search on the Internet for a KDE program (called a kioslave or ioslave) which supports this protocol. Places to search include <a href="http://kde-apps.org/">http://kde-apps.org/</a> and <a href="http://freshmeat.net/">http://freshmeat.net/</a>.
bs: Možete pretražiti Internet za KDE program (koji se zove kioslave ili ioslave) koji podržava ovaj protokol. Mjesta na kojima možete tražiti uključuju <a href="http://kde-apps.org/">http://kde-apps.org/</a> i <a href="http://freshmeat.net/">http://freshmeat.net/</a>.
km: អ្នក​ប្រហែល​ជា​ធ្វើ​ការ​ស្វែង​រក​នៅ​លើ​អ៊ិនធឺណិត​អំពី​កម្មវិធី KDE (ហៅ kioslave ឬ ioslave) ដែល​ល​គាំទ្រ​ពិធីការ​នេះ កន្លែង​ដែល​ត្រូវ​ស្វែងរក​រួម​មាន <a href="http://kde-apps.org/">http://kde-apps.org/</a> និង<a href="http://freshmeat.net/">http://freshmeat.net/</a> ។
ko: 인터넷에서 이 프로토콜을 지원하는 KDE 프로그램(kioslave또는 ioslave라 불림) 을 검색할 수 있습니다. 검색 위치는 <a href="http://apps.kde.com/">http://apps.kde.com/</a> 그리고 <a href="http://freshmeat.net/">http://freshmeat.net/</a>를 포함합니다.
ro: Puteţi căuta pe Internet pentru un program KDE (numit kioslave sau ioslave) care suportă acest protocol. Adrese unde puteţi căuta: <a href="http://kde-apps.org/">http://kde-apps.org/</a> şi <a href="http://freshmeat.net/">http://freshmeat.net/</a>.
rw: Ushobora gukora ishakisha kuri Internet rijyanye na porogaramu KDE (ryitwa kioslave cyangwa ioslave) ryemera iyi porotokole. Ahantu ho gushaka harimo <a href="http://kde-apps.org/">http://kde-apps.org/</a> na <a href="http://freshmeat.net/">http://freshmeat.net/</a>.
sk: Môžete skúsiť hľadať na Internete program KDE (kioslave alebo ioslave), ktorý tento protokol podporuje. Skúste to napríklad na <a href="http://apps.kde.com/">http://apps.kde.com/</a> a <a href="http://freshmeat.net/">http://freshmeat.net/</a>.
sr: Можете да потражите на Интернету KDE програм (који се зове kioslave или ioslave) који подржава овај протокол. Места за претрагу укључују <a href="http://kde-apps.org/">http://kde-apps.org/</a> и <a href="http://freshmeat.net/">http://freshmeat.net/</a>.
sr@latn: Možete da potražite na Internetu KDE program (koji se zove kioslave ili ioslave) koji podržava ovaj protokol. Mesta za pretragu uključuju <a href="http://kde-apps.org/">http://kde-apps.org/</a> i <a href="http://freshmeat.net/">http://freshmeat.net/</a>.
tg: Метавонед ҷустуҷӯии рӯи интернет дар мавриди барномаи KDE (бо номи kioslave ёки ioslave), ки ин қарордодро пуштибонӣ мекунанд, ба амал оваред. Маконҳои ҷустуҷӯиро аз <a href="http://apps.kde.com/">http://apps.kde.com/</a> ва <a href="http://freshmeat.net/">http://freshmeat.net/</a> ёфта метавонед.
th: คุณสามารถค้นหาข้อมูลบนอิินเตอร์เน็ตด้วยโปรแกรมของ KDE (ที่เรียกว่า kioslave หรือ ioslave) ซึ่งสนับสนุนโปรโตคอลนี้ ซึ่งสถานที่สำหรับค้นหาจะรวมถึง <a href="http://kde-apps.org/">http://kde-apps.org/</a> และ <a href="http://freshmeat.net/">http://freshmeat.net/</a>

source: URL Does Not Refer to a Resource.
bs: URL ne pokazuje na resurs.
km: URL មិន​យោង​ទៅ​ធនធានមួយ​ឡើយ ។
ko: URL은 리소스를 참고하지 않습니다.
mn: URL хаяг нөөц өгөдлүүдтэй холбогдоогүй.
pa: URL ਸਰੋਤ ਵੱਲ ਇਸ਼ਾਰਾ ਨਹੀਂ ਕਰਦਾ ਹੈ।
ro: URL-ul nu face referire la o resursă.
rw: URL Ntiyita ku Bikorana.
sk: URL neodpovedá zdroju.
sr: URL не указује на ресурс.
sr@latn: URL ne ukazuje na resurs.
tg: URL ба ягон манбаъ ишора намекунад.
th: ตำแหน่ง URL ไม่ได้อ้างถึงแหล่งที่มา
