Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: The chosen filenames do not appear to be valid.
bs: Izabrana imena datoteka nisu važeća.
km: ឈ្មោះ​ឯកសារ​ដែល​បាន​ជ្រើស ទំនង​ជា មិន​ត្រឹមត្រូវ​ឡើយ ។
ko: 선택된 파일이름은 유효하지 않습니다.
pa: ਚੁਣੇ ਫਾਇਲ ਨਾਂ ਠੀਕ ਨਹੀਂ ਜਾਪਦਾ ਹੈ।
ro: Numele de fişiere alese nu par să fie valide.
rw: Amazinadosiye yatoranyijwe ntagaragara kuba yemewe.
sk: Vybrané mená súborov asi nie sú platné.
sr: Изабрана имена фајлова не изгледају исправно.
sr@latn: Izabrana imena fajlova ne izgledaju ispravno.
tg: Файли интихобшуда нодуруст аст.
th: ชื่อแฟ้มที่คุณเลือก อาจจะไม่ถูกต้อง

source: Invalid Filenames
bs: Pogrešna imena datoteka
km: ឈ្មោះ​ឯកសារ​មិន​ត្រឹមត្រូវ
ko: 잘못된 파일 이름
mn: Буруу файлын нэрнүүд
pa: ਗਲਤ ਫਾਇਲ-ਨਾਂ
ro: Nume eronate de fişiere
rw: AmazinaIdosiye siyo
sk: Neplatné názvy súborov
sr: Неисправна имена фајлова
sr@latn: Neispravna imena fajlova
tg: Номҳои нодуруст
th: ชื่อแฟ้มไม่ถูกต้อง

source: The requested filenames %1 do not appear to be valid; make sure every filename is enclosed in double quotes.
bs: Tražena imena datoteka %1 mi ne izgledaju ispravno. Provjerite da li je svako ime datoteke zatvoreno navodnicima.
km: ឈ្មោះ​ឯកសារ​ដែល​បាន​ស្នើ​សុំ %1 ទំនង​ជា​មិន​ត្រឹមត្រូវ​ឡើយ សូម​ប្រាកដ​ថាឈ្មោះ​ឯកសារ​ទាំងអស់​ស្ថិត​នៅ​ក្នុង​សញ្ញា " " ។
ko: 요청한 파일이름 %1 는 유효하지 않은 것으로 추정됨: 모든 파일이름이 큰따옴표로지 둘러싸여 있는지 확인하십시오.
pa: ਦਿੱਤਾ ਫਾਇਲ ਨਾਂ %1 ਠੀਕ ਨਹੀਂ ਜਾਪਦਾ ਹੈ; ਧਿਆਨ ਰੱਖੋ ਕਿ ਹਰੇਕ ਫਾਇਲ ਨਾਂ ਦੋਹਰੇ ਕਾਮਿਆਂ 'ਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
ro: Numele de fişiere %1 cerute nu sînt valide. Asiguraţi-vă că fiecare fişier este încadrat între ghilimele duble.
rw: Amazinadosiye yasabwe %1 ntagaragara nka nyayo; Reba neza niba buri zina riri mu twugarizo.
sk: Požadované mená súborov %1 nevyzerajú ako platné. Prosím, overte, že každé meno súboru je v úvodzovkách.
sr: Захтевана имена фајлова %1 не изгледају као исправна. Проверите да ли је свако име фајла између наводника.
sr@latn: Zahtevana imena fajlova %1 ne izgledaju kao ispravna. Proverite da li je svako ime fajla između navodnika.
tg: Номҳои файли дархостшудаи %1 нодуруст мебошанд. Кӯшиш кунед ҳар як номро дар ду нохунак бигиред
th: ชื่อแฟ้ม %1 ที่ร้องขออาจจะไม่ถูกต้อง โปรดตรวจสอบว่า ชื่อแฟ้ม ล้อมรอบด้วยเครื่องหมายอัญประกาศแล้ว

source: Filename Error
bs: Greška u imenu datoteke
km: កំហុស​ឈ្មោះ​ឯកសារ
ko: 파일 이름 오류
mn: Файлын нэрийн алдаа
pa: ਫਾਇਲ਼-ਨਾਂ ਗਲਤੀ
ro: Eroare nume de fişier
rw: Ikosa IzinaIdosiye
sk: Chyba v názve súboru
sr: Грешка у имену фајла
sr@latn: Greška u imenu fajla
tg: Номи файли хатогӣ
th: ชื่อแฟ้มผิดพลาด

source: *|All Folders
bs: *|Svi direktoriji
km: *|ថត​ទាំងអស់
ko: *|모든 폴더
mn: *|Бүх хавтасууд
pa: *|ਸਭ ਫੋਲਡਰ
ro: *|Toate folderele
rw: *|Ububiko Bwose
sk: *|Všetky priečinky
sr: *|Све фасцикле
sr@latn: *|Sve fascikle
tg: *|Ҳама феҳристҳо
th: *|ทุกโฟลเดอร์

source: Automatically select filename e&xtension (%1)
bs: Automatski izbor e&kstenzije datoteke (%1)
km: ជ្រើស​កន្ទុយ​របស់​ឈ្មោះ​ឯកសារ (%1) ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 자동으로 파일 이름 확장자 선택하기(%1)(&X)
pa: ਸਵੈ-ਚਾਲਿਤ ਹੀ ਫਾਇਲ ਨਾਂ ਐਕਸ਼ਟੈਸ਼ਨ ਚੁਣੋ (%1)(&x)
ro: Selectează automat e&xtensia fişierului (%1)
rw: Guhitamo mu buryo bwikoresha umugereka w'izinadosiye (%1)
sk: Automaticky vybrať &príponu súboru (%1)
sr: Аутоматски изабери &наставак имена фајла (%1)
sr@latn: Automatski izaberi &nastavak imena fajla (%1)
tg: Васеъи номи файл бо &автоматикӣ интихоб кунед (%1)
th: เลือกส่วนขยายชื่อแฟ้ม (%1) อัตโนมัติ

source: the extension <b>%1</b>
bs: ekstenzija <b>%1</b>
km: កន្ទុយ <b>%1</b>
ko: 확장자 <b>%1</b>
mn: өргөтгөл <b>%1</b>
pa: ਐਕਸਟੇਸ਼ਨ <b>%1</b>
ro: extensia <b>%1</b>
rw: Umugereka<b>%1</b>
sk: prípona <b>%1</b>
sr: наставак <b>%1</b>
sr@latn: nastavak <b>%1</b>
tg: васеъи <b>%1</b>
th: ส่วนขยายแฟ้ม <b>%1</b>

source: Automatically select filename e&xtension
bs: Automatski izbor e&kstenzije datoteke
km: ជ្រើស​កន្ទុយ​របស់​ឈ្មោះ​ឯកសារ​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 자동으로 파일 이름 확장자 선택하기(&X)
pa: ਸਵੈ-ਚਾਲਤ ਚੁਣੀ ਫਾਇਲ-ਨਾਂ ਐਕਸਟੇਸ਼ਨ(&x)
ro: Selectează automat e&xtensia fişierului
rw: Guhitamo mu buryo bwikoresha umugereka w'izinadosiye
sk: Automaticky vybrať p&ríponu súboru
sr: Аутоматски изабери &наставак имена фајла
sr@latn: Automatski izaberi &nastavak imena fajla
tg: Васеъи номи файл бо &автоматикӣ интихоб кунед
th: เลือกส่วนขยายแฟ้มอัตโนมัติ

source: a suitable extension
bs: prikladna ekstenzija
km: កន្ទុយ​សមរម្យ
ko: 적절한 확장자
mn: тохиромжтой өргөтгөл
pa: ਇੱਕ ਠੀਕ ਐਕਸਟੇਸ਼ਨ
ro: o extensie corespunzătoare
rw: Umugereka wifuzwa
sk: vhodná prípona
sr: прикладан наставак
sr@latn: prikladan nastavak
tg: Васеъкунии муносиб
th: ส่วนขยายแฟ้มที่เหมาะสม

source: This option enables some convenient features for saving files with extensions:<br><ol><li>Any extension specified in the <b>%1</b> text area will be updated if you change the file type to save in.<br><br></li><li>If no extension is specified in the <b>%2</b> text area when you click <b>Save</b>, %3 will be added to the end of the filename (if the filename does not already exist). This extension is based on the file type that you have chosen to save in.<br><br>If you do not want KDE to supply an extension for the filename, you can either turn this option off or you can suppress it by adding a period (.) to the end of the filename (the period will be automatically removed).</li></ol>If unsure, keep this option enabled as it makes your files more manageable.
bs: Ova opcija uključuje neke zgodne mogućnosti za snimanje datoteka sa ekstenzijama:<br><ol><li>Bilo koja ekstenzija naznačen u <b>%1</b> prostoru za teskt biće ažurirana ako promijenite vrstu datoteke u koju snimate.<br><br></li><li>Ako nema naznačene ekstenzije u <b>%2</b> prostoru za tekst, kada pritisnete dugme <b>Snimi</b>, %3 će biti dodat na kraju imena datoteke (ako ime datoteke već ne postoji). Ova ekstenzija je bazirana na vrsti datoteke pod kojom ste odabrali da snimite istu.<br><br>Ako ne želite da KDE obezbijedi ekstenziju za ime datoteke, možete ili isključiti ovu opciju ili je preduhitriti dodavanjem tačke (.) na kraj imena datoteke (tačka će automatski biti uklonjena).</li></ol>Ako niste sigurni, ostavite ovu opciju uključenom pošto ona čini vaše datoteke lakšim za upravljanje.
km: ជម្រើស​នេះ​ផ្តល់លក្ខណៈ​ពិសេស​ខ្លះដែល​ងាយស្រួល ក្នុង​ការរក្សាទុក​ឯកសារជាមួយ​នឹង​កន្ទុយ ៖<br><ol><li>កន្ទុយ​ណាមួយ​ដែល​បាន​បញ្ជាក់​ក្នុងផ្ទៃ​អត្ថបទ <b>%1</b> នឹង​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ទាន់​សម័យ ប្រសិនបើ​អ្នក​ផ្លាស់ប្តូរ​ប្រភេទ​ឯកសារ​ដែល​ត្រូវ​រក្សាទុកជា ។<br><br></li><li>ប្រសិនបើ​គ្មាន​កន្ទុយ បាន​បញ្ជាក់​ក្នុង​ផ្ទៃ​អត្ថបទ <b>%2</b> នោះ​ពេល​អ្នក​ចុច <b>រក្សាទុក</b>, %3 នឹង​ត្រូវ​បាន​បន្ថែម​ទៅ​កាន់​ចុងឈ្មោះ​ឯកសារ (ប្រសិនបើ​ឈ្មោះ​ឯកសារមិន​ទាន់​មាន​នៅ​ឡើយ) ។ កន្ទុយ​នេះ​ផ្អែក​លើ​ប្រភេទ​ឯកសារ​ដែល​អ្នក​បាន​ជ្រើស​ដើម្បី​រក្សាទុក​ជា ។<br><br>ប្រសិនបើ​អ្នក​មិន​ចង់​ឲ្យ KDE ផ្តល់​កន្ទុយ​ឲ្យ​ឈ្មោះ​ឯកសារ, អ្នក​អាច​បិទ​ជម្រើស​នេះ ឬ អ្នក​អាចទប់​វា​ដោយ​បន្ថែម (.) ទៅ​ចុង​ឈ្មោះ​ឯកសារ (សញ្ញា​ចុចនឹង​ត្រូវ​បាន​យកចេញ​ដោយ​ស្វ័យ​ប្រវត្តិ) ។</li></ol>ប្រសិនបើ​មិន​ប្រាកដ, រក្សាទុក​ជម្រើស​នេះ​ឲ្យ​ប្រើ​បាន ព្រោះ​វា​ធ្វើ​ឲ្យ​ឯកសារ​របស់​អ្នក​ងាយស្រួល​កាន់តែ​ចាត់​ចែង ។
ko: 이 옵션은 파일에 확장자를 붙여 저장하는데 편리한 요소들을 허용:<br><ol><li><b>%1</b>텍스트 부분에 명시된 확장자는 저장할 파일 형식을 변경하면 업로드 됩니다.<br><br></li><li>만일 <b>저장</b>을 클릭했을 때, <b>%2</b> 텍스트 부분에 입력한 확장자가 목록에 없더라도 %3이(가) 파일이름의 끝에 추가됩니다(파일이름이 이미 존재하지 않더라도). 이 확장자는 저장하려 선택한 파일 형식에 기초합니다.<br><br>파일이름에 KDE가 확장자를 제공하는 것을 원치 않을 경우 이 선택을 취소하거나 파일이름 마지막에 마침표를 추가함으로써 사용하지 않을수 있습니다. (마침표는 자동적으로 제거됨)</li></ol> 확신하지 못할 경우, 파일들을 관리 가능하도록 이 옵션을 사용하는 것을 권장합니다.
ro: Această opţiune activează unele funcţii conveniente pentru salvarea fişierelor cu extensie:<br><ol><li>Orice extensie specificată în zona de text <b>%1</b> va fi actualizată dacă schimbaţi tipul de fişier pentru care executaţi salvarea.<br><br></li><li>Dacă nu este specificată o extensie în zona de text <b>%2</b>, cînd daţi clic pe <b>Salvează</b>, va fi adăugat %3 la sfîrşitul numelui de fişier (dacă fişierul nu există deja). Această extensie este bazată pe tipul de fişier pe care l-aţi ales pentru fişierul de salvat.<br><br> Dacă nu doriţi să permiteţi adăugarea automată a extensiei, fie dezactivaţi această funcţionalitate, fie o blocaţi adăugînd un punct (.) la sfîrşitul numelui de fişier (punctul va fi eliminat automat).</li></ol> Dacă nu sînteţi sigur, lăsaţi activată această opţiune deoarece face ca fişierele să fie mult mai uşor de administrat.
rw: Iri hitamo rishoboza imikorere myiza imwe mu kubika amadosiye hamwe n'imigereka: <br><ol><li>Umugereka wose werekanwe mu<b>%1</b> mwanya mwandiko uzavugururwa niba uhinduye ubwoko bw'idosiye yo kubika mo.<br><br></li><li>Niba nta mugereka werekanwe mu<b>%2</b> mwanya mwandiko igihe ukanda <b>Kubika</b>, %3 uzongerwaho ku mpera y'izinadosiye (niba izinadosiye ritarabaho). Uyu mugereka ushingiye ku bwoko bw'idosiye wahisemo kubikamo.<br><br>Niba utifuza ko KDE itanga umugereka w'izinadosiye, wahagarika iri hitamo cyangwa ushobora kuwukuraho wongeraho akadomo (.) ku mpera y'izinadosiye (akadomo kazavanwaho byikoresheje).</li></ol> Niba utabyizeye, wareka iri hitamo rikora kuko byoroshya gukoresha neza amadosiye yawe.
sk: Táto voľba zapína niektoré funkcie pre zjednodušenie práce pri ukladaní súborov s príponami:<br><ol><li>Každá prípona zadaná v textovom poli <b>%1</b> bude aktualizovaná, ak zmeníte typ súboru, do ktorého sa má ukladať.<br><br></li><li>Ak prípona v poli <b>%2</b> zadaná nie je, po stlačení <b>Uložiť</b> sa pridá na koniec mena súboru %3 (Ak súbor s týmto menom ešte neexistuje). Táto prípona je založená na vybranom type súboru.<br><br>Ak nechcete, aby KDE pridávalo príponu k menu súboru, môžete túto voľbu buď vypnúť, alebo pridať na koniec mena súboru bodku (.) (bodka bude automaticky odstránená).</li></ol>Ak si nie ste istý, nechajte túto voľbu zapnutá, pretože zjednodušuje správu vašich súborov.
sr: Ова опција укључује неке згодне могућности за снимање фајлова са наставцима:<br><ol><li>Било који наставак назначен у <b>%1</b> простору за тескт биће ажуриран ако промените врсту фајла у који снимате.<br><br></li><li>Ако нема назначеног наставка у <b>%2</b> простору за текст, када притиснете дугме <b>Сними</b>, %3 ће бити додат на крај имена фајла (ако име фајла већ не постоји). Овај наставак је базиран на врсти фајла под којом сте одабрали да га снимите.<br><br>Ако не желите да KDE обезбеди наставак за име фајла, можете или искључити ову опцију или је предухитрити додавањем тачке (.) на крај имена фајла (тачка ће аутоматски бити уклоњена).</li></ol>Ако нисте сигурни, оставите ову опцију укљученом пошто се тако лакше управља фајловима.
sr@latn: Ova opcija uključuje neke zgodne mogućnosti za snimanje fajlova sa nastavcima:<br><ol><li>Bilo koji nastavak naznačen u <b>%1</b> prostoru za teskt biće ažuriran ako promenite vrstu fajla u koji snimate.<br><br></li><li>Ako nema naznačenog nastavka u <b>%2</b> prostoru za tekst, kada pritisnete dugme <b>Snimi</b>, %3 će biti dodat na kraj imena fajla (ako ime fajla već ne postoji). Ovaj nastavak je baziran na vrsti fajla pod kojom ste odabrali da ga snimite.<br><br>Ako ne želite da KDE obezbedi nastavak za ime fajla, možete ili isključiti ovu opciju ili je preduhitriti dodavanjem tačke (.) na kraj imena fajla (tačka će automatski biti uklonjena).</li></ol>Ako niste sigurni, ostavite ovu opciju uključenom pošto se tako lakše upravlja fajlovima.
tg: Ин вариант барои баъзе хусуиятҳои осудабахш барои нигоҳ доштани файлҳо бо васеъшавӣ имкоият медиҳад:<br><ol><li>Ҳаргуна васеъшавӣ дар<b>%1</b> муайян шудааст,масоҳати матн агар шумо намуди файлро барои нигоҳ доштан иваз кунед,пурра мешавад.<br><br></li><li>Агар ягон хел васеъшавӣ дар <b>%2</b> муайян нашуда бошад масоҳати матнро вақте ки пахш мекунед..... <b>Save</b>, %3 will be added to the end of the filename (if the filename does not already exist). This extension is based on the file type that you have chosen to save in.<br><br>If you do not want KDE to supply an extension for the filename, you can either turn this option off or you can suppress it by adding a period (.) to the end of the filename (the period will be automatically removed).</li></ol>If unsure, keep this option enabled as it makes your files more manageable.
th: ตัวเลือกนี้จะทำการเปิดใช้งานความสามารถเพิ่มความสะดวกบางอย่าง สำหรับบันทึกแฟ้มด้วยนามสกุล:<br><ol><li>นามสกุลใดก็ตามที่ระบุใน พื้นที่ข้อความ <b>%1</b> จะถูกอัพเดตหากว่าคุณเปลี่ยนแปลงชนิดของแฟ้มที่จะบันทึก<br><br></li><li>หากไม่มีนามสกุลระบุเอาไว้ในพื้นที่ข้อความ <b>%2</b> เมื่อคุณทำการคลิกที่ <b>บันทึก</b>, %3 จะถูกเติมเข้าไปที่ท้ายชื่อแฟ้ม (ถ้าหากว่าไม่มีชื่อแฟ้มอยู่ก่อน) ซึ่งนามสกุล ของแฟ้มนี้จะอยุ่บนฐานของชนิดแฟ้มที่คุณเลือกที่จะบันทึก <br><br>ถ้าหากว่าคุณไม่ต้องการให้ KDE เติมนามสกุลให้ชื่อแฟ้ม คุณอาจจะทำการ ปิดความสามารถนี้ หรือคุณอาจจะกันความสามารถนี้โดยการเติมเครื่องหมาย มหัพภาค (.) ที่ท้ายชื่อแฟ้มก็ได้ (เครื่องหมายมหัพภาคจะถูกเอาออกเองโดยอัตโนมัติ)</li></ol>หากไม่แน่ใจ ให้เปิดใช้งานตัวเลือกนี้เอาไว้ เพราะว่ามันจะทำให้แฟ้มของคุณสามารถที่จะจัดการได้ง่าย

source: <qt>This button allows you to bookmark specific locations. Click on this button to open the bookmark menu where you may add, edit or select a bookmark.<p>These bookmarks are specific to the file dialog, but otherwise operate like bookmarks elsewhere in KDE.</qt>
bs: <qt>Ovo dugme vam omogućuje da zabilježite određenu lokaciju. Kliknite na njega kako biste otvorili meni zabilješki, gdje možete dodati, izmijeniti ili izabrati bilo koju zabilješku.<p>Ove zabilješke su specifične za dijalog datoteka, ali također funkcionišu kao zabilješke bilo gdje drugo u KDEu.</qt>
km: <qt>ប៊ូតុង​នេះ​អនុញ្ញាត​ឲ្យ​អ្នក​ចំណាំ​ទីតាំង​ខ្លះ ។ ចុច​លើ​ប៊ូតុង​នេះ ដើម្បី​បើក​ម៉ឺនុយ​ចំណាំ កន្លែង​ដែល​អ្នក​អាច​បន្ថែម កែសម្រួល ឬ ជ្រើស​ការ​ចំណាំ​មួយ ។<p>ចំណាំ​ទាំងនេះ​គឺសម្រាប់​ប្រអប់​ឯកសារ ប៉ុន្តែ​វា​អាច​ដំណើរការ​នៅ​គ្រប់​ទីកន្លែង​ក្នុង KDE ។</qt>
ko: <qt>이 버튼은 특정한 위치를 책갈피에 추가하도록 허용합니다. 책갈피를 추가,편집, 선택하려는 책갈피 메뉴를 열기 위해 이 버튼을 누르십시오.. <p>이 책갈피는 파일 대화상자에 표시되나 실행은 KDE의 다른 부분에서 이루어집니다.</qt>
mn: <qt>Энэ товч тухайн байрлалыг хавчихийг зөвшөөрнө. Хэрвээ та хавчуурга нэмэх эсвэл өөрчилөх эсвэл сонгохыг хүсвэл түүн дээр товшоорой.<p>Энэ хавчуурга тухайн файл диалогт баригдан ажиллана харин яг КДЭ дотор үлдсэн хавчуургууд шиг.</qt>
pa: <qt>ਇਹ ਬਟਨ ਤੁਹਾਨੂੰ ਇੱਕ ਖਾਸ ਟਿਕਾਣਾ ਬੁੱਕਮਾਰਕ ਕਰਨ ਲਈ ਸਹਾਇਕ ਹੈ। ਇਹ ਬਟਨ ਦਬਾਉਣ ਨਾਲ ਬੁੱਕਮਾਰਕ ਮੇਨੂ ਖੁੱਲ ਜਾਵੇਗਾ, ਜਿੱਥੇ ਤੁਸੀਂ ਇੱਕ ਬੁੱਕਮਾਰਕ ਜੋੜ, ਸੋਧ ਜਾਂ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ। <p>ਇਹ ਬੁੱਕਮਾਰਕ ਫਾਇਲ ਵਾਰਤਾਲਾਪ ਲਈ ਹੀ ਖਾਸ ਹਨ, ਨਹੀਂ ਤਾਂ KDE ਵਿੱਚ ਹੋਰ ਬੁੱਕਮਾਰਕਾਂ ਵਾਂਗ ਕੰਮ ਕਰਦੇ।</qt>
ro: <qt>Acest buton vă permite să marcaţi locaţii specifice. Daţi clic pe el pentru a deschide meniul semnelor de carte unde puteţi să adăugaţi, editaţi sau să selectaţi un semn de carte.<p>Aceste semne de carte sînt specifice dialogului de fişiere, dar ele operează la fel ca şi celelalte semne de carte întîlnite în alte părţi ale KDE.</p></qt>
rw: <qt>Iyi buto ikwemerera guha akamenyetso ahantu hihariye. Kanda kuri iyi buto mu gufungura ibikubiyemo by'akamenyetso aho wakongeraho, wahindura cyangwa watoranya akamenyetso.<p> Utu tumenyetso turihariye ku kiganiro cy'idosiye, ariko ataribyo dukora kimwe n'utumenyetso ahandi muri KDE.</qt>
sk: <qt>Toto tlačidlo vám umožní založiť si špecifické umiestnenie. Kliknite na toto tlačidlo pre otvorenie menu záložiek kde si môžete pridávať, editovať alebo vybrať záložku.<p>Tieto záložky sú špecifické pre dialog súborov, ale správaju sa ako hociktore iné v KDE.</qt>
sr: <qt>Ово дугме вам омогућава да додате у маркере одређену локацију. Притисак на ово дугме ће отворити мени маркера где можете да додате, уредите или изаберете маркер.<p>Ови маркери су специфични за фајл дијалог, али иначе раде као маркери било где у KDE-у.</qt>
sr@latn: <qt>Ovo dugme vam omogućava da dodate u markere određenu lokaciju. Pritisak na ovo dugme će otvoriti meni markera gde možete da dodate, uredite ili izaberete marker.<p>Ovi markeri su specifični za fajl dijalog, ali inače rade kao markeri bilo gde u KDE-u.</qt>
tg: <qt>Ин кнопка иҷозати эҷоди гузоришро ба макони ишорашуда низ медиҳад. Ин кнопкаро пахш кунед барои боз кардани менюи гузориш, ки он имкони илова, таъғир ё интихоби гузориш низ бошад.<p>Ин гузоришотҳо барои диалоги файлҳо махсус мебошанд, аммоонҳо чунини тамоми гузоришотҳои KDE-и дигар низ кор мекунанд.</qt>
th: <qt>ปุ่มนี้จะอนุญาตให้คุณเก็บตำแหน่งที่ระบุไว้ในที่คั่นหน้า คลิ้กที่ปุ่มนี้เพื่อเปิดเมนูเพื่อ เพิ่มเข้าไป, แก้ไข หรือเลือกที่คั่นหน้าที่คุณต้องการ<p>ที่คั่นหน้านี้ จะกำหนดใช้กับกล่องแฟ้ม แต่จะทำงานคล้ายที่คั่นหน้าอื่น ๆ ของ KDE.</qt>

source: Small Icons
bs: Male ikone
km: រូបតំណាង​តូច
ko: 작은 아이콘
mn: Жижиг эмблем
pa: ਛੋਟੇ ਆਈਕਾਨ
ro: Iconiţe mici
rw: Utuzu duto
sk: Malé ikony
sr: Мале иконе
sr@latn: Male ikone
tg: Нишонаҳои хурд
th: ไอคอนเล็ก

source: Large Icons
bs: Velike ikone
km: រូបតំណាង​ធំ
ko: 큰 아이콘
mn: Том эмблем
pa: ਵੱਡੇ ਆਈਕਾਨ
ro: Iconiţe mari
rw: Agashusho-Ngaragaza
sk: Veľké ikony
sr: Велике иконе
sr@latn: Velike ikone
tg: Нишонаҳои калон
th: ไอคอนใหญ่

source: Thumbnail Previews
bs: Thumbnail pregled
km: ការ​មើល​រូបភាព​តូច​ជា​មុន
ko: 미리 보기
mn: Автомат урьд.харах
pa: ਥੰਬਨੇਲ ਝਲਕ
ro: Previzualizare miniimagini
rw: Amagaragazambere y'Igaragazaryihuse
sk: Náhľady
sr: Умањени прегледи
sr@latn: Umanjeni pregledi
tg: Мини-тасвирот
th: แสดงตัวอย่างเป็นภาพเล็กๆ

source: Icon View
bs: Pogled ikona
km: ទិដ្ឋភាព​របស់​រូបតំណាង
ko: 아이콘 보기
mn: Эмблемээр харах
pa: ਆਈਕਾਨ ਦਰਿਸ਼
ro: Afişare iconică
rw: Igaragaza ry'Agashushondanga
sk: Pohľad ikony
sr: Приказ са иконама
sr@latn: Prikaz sa ikonama
tg: Намоиши нишона
th: แบบไอคอน

source: Open file dialog
bs: Dijalog za otvaranje datoteke
km: បើក​ប្រអប់​ឯកសារ
ko: 파일 열기 대화상자
mn: Файл нээх диалог
pa: ਫਾਇਲ ਖੋਲਣ ਵਾਰਤਾਲਾਪ
ro: Dialog deschidere fişiere
rw: Gufungura ikiganiro cy'idosiye
sk: Dialóg pre otvorenie súboru
sr: Дијалог за отварање фајла
sr@latn: Dijalog za otvaranje fajla
tg: Кушодани диалоги файл
th: เปิดกล่องเลือกแฟ้ม

source: You did not select a file to delete.
bs: Niste označili datoteku koju želite brisati.
km: អ្នក​មិន​បាន​ជ្រើស​ឯកសារ​ដែល​ត្រូវ​លុប ។
ko: 삭제할 파일을 선택하지 않았습니다.
pa: ਤੁਸੀ ਫਾਇਲ਼ ਹਟਾਉਣ ਲਈ ਫਾਇਲ ਨਹੀ ਚੁਣੀ ਹੈ।
ro: Nu aţi selectat un fişier de şters.
rw: Ntiwatoranyije idosiye yo gusiba.
sk: Nevybrali ste súbor pre odstránenie.
sr: Нисте изабрали фајл за брисање.
sr@latn: Niste izabrali fajl za brisanje.
tg: Барои нест кардан ягон файл интихоб нашудааст.
th: คุณยังไม่ได้เลือกแฟ้มที่จะลบ

source: Nothing to Delete
bs: Ništa za izbrisati
km: គ្មាន​អ្វី​ដែល​ត្រូវ​លុប
ko: 삭제할 것이 없음
mn: Устгах юу ч алга
pa: ਹਟਾਉਣ ਲਈ ਕੁਝ ਨਹੀ ਹੈ
ro: Nimic de şters
rw: Ntacyo Gusiba
sk: Nie je čo odstrániť
sr: Нема ништа за брисање
sr@latn: Nema ništa za brisanje
tg: Барои нест кардан чизе нест.
th: ไม่มีอะไรที่จะลบ

source: <qt>Do you really want to delete <b>'%1'</b>?</qt>
bs: <qt>Stvarno želite izbrisati <b>'%1'</b>?</qt>
km: <qt>តើ​អ្នក​ពិត​ជា​ចង់​លុប <b>'%1'</b>ឬ ?</qt>
ko: <qt>다음을 정말로 삭제하시겠습니까? <b>'%1'</b></qt>
mn: <qt>Дараах элементийг та үнэхээр устгахыг хүсэж байна уу: <b>%1</b>?</qt>
pa: <qt> ਕੀ ਤੁਸੀ ਯਕੀਨੀ ਹੀ ਇਸ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ <b>'%1'</b>?</qt>
ro: <qt>Doriţi într-adevăr să ştergeţi <b>%1</b>?</qt>
rw: <qt>Wifuza koko gusiba <b>'%1'</b>?</qt>
sk: <qt>Naozaj chcete odstrániť <b>' %1'</b>?</qt>
sr: <qt>Желите ли заиста да обришете <b>„%1“</b>?</qt>
sr@latn: <qt>Želite li zaista da obrišete <b>„%1“</b>?</qt>
tg: <qt>Шумо ҳақиқатан мехоҳед <b>'%1'</b>-ро ҳузф кунед?</qt>
th: <qt>คุณต้องการที่จะลบ <b>'%1'</b> จริงหรือไม่ ?</qt>

source: Delete File
bs: Briši datoteku
km: លុប​ឯកសារ
ko: 파일 삭제
mn: Файл устгах
pa: ਫਾਇਲ ਹਟਾਓ
ro: Ştergere fişier
rw: Gusiba Idosiye
sk: Odstrániť súbor
sr: Обриши фајл
sr@latn: Obriši fajl
tg: Нобуд кардани файл
th: ลบแฟ้ม

source: _n: Do you really want to delete this item? Do you really want to delete these %n items?
bs: Zaista želite obrisati ovu %n stavku? Zaista želite obrisati ove %n stavke? Zaista želite obrisati ovih %n stavki
km: តើ​អ្នក​ពិត​ជា​ចង់​លុបធាតុ %n ទាំងនេះឬ ?
ko: 이 %n개 항목을 정말로 삭제하시겠습니까?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਇਕਾਈ ਹਟਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ? ਕੀ ਤੁਸੀਂ %n ਇਕਾਈਆਂ ਹਟਾਉਣੀਂ ਚਾਹੁੰਦੇ ਹੋ?
rw: Wifuza koko gusiba iki kigize? Wifuza koko gusiba ibi %n bigize?
sk: Naozaj chcete odstrániť túto položku? Naozaj chcete odstrániť tieto %n položky? Naozaj chcete odstrániť týchto %n položiek?
sr: Да ли заиста желите да обришете ову %n ставку? Да ли заиста желите да обришете ове %n ставке? Да ли заиста желите да обришете ових %n ставки?
sr@latn: Da li zaista želite da obrišete ovu %n stavku? Da li zaista želite da obrišete ove %n stavke? Da li zaista želite da obrišete ovih %n stavki?
th: คุณต้องการลบทั้ง %n รายการนี้ จริงหรือไม่ ?

source: Delete Files
bs: Briši datoteke
km: លុប​ឯកសារ
ko: 파일 삭제
mn: Файлуудыг устгах
pa: ਫਾਇਲਾਂ ਹਟਾਓ
ro: Ştergere fişiere
rw: Siba ama dosiye
sk: Odstrániť súbory
sr: Обриши фајлове
sr@latn: Obriši fajlove
tg: Нобуд кардани файлҳо
th: ลบแฟ้ม

source: You did not select a file to trash.
bs: Niste izabrali datoteku koju želite baciti u smeće.
km: អ្នក​មិន​បាន​ជ្រើស​ឯកសារ​ដែល​ត្រូវ​បញ្ជូន​ទៅ​កាន់​ធុង​សំរាម​ឡើយ ។
ko: 버릴 파일을 선택하지 않았습니다.
pa: ਤੁਸੀ ਰੱਦੀ ਵਿੱਚ ਭੇਜਣ ਲ਼ਈ ਫਾਇਲ ਨਹੀ ਚੁਣੀ ਹੈ।
ro: Nu aţi selectat un fişier de aruncat la coşul de gunoi.
rw: Ntiwahisemo idosye yo guta.
sk: Nevybrali ste súbor pre presun do koša.
sr: Нисте изабрали фајл за бацање у смеће.
sr@latn: Niste izabrali fajl za bacanje u smeće.
th: คุณยังไม่ได้เลือกแฟ้มที่จะทิ้งลงถังขยะ

source: Nothing to Trash
bs: Ništa za baciti u smeće
km: គ្មានអ្វី​ដែល​ត្រូវ​ចោល
ko: 버릴 것이 없습니다
pa: ਰੱਦੀ ਲਈ ਕੁਝ ਨਹੀਂ
ro: Nimic de aruncat la gunoi
rw: Ntacyo Guta
sk: Nie je čo odstrániť
sr: Нема ништа за бацање у смеће
sr@latn: Nema ništa za bacanje u smeće
th: ไม่มีอะไรที่จะทิ้งลงถังขยะ

source: <qt>Do you really want to trash <b>'%1'</b>?</qt>
bs: <qt>Stvarno želite baciti u smeće <b>'%1'</b>?</qt>
km: <qt>តើ​អ្នក​ពិត​ជា​ចង់​បញ្ជូន​ <b>'%1'</b>​ទៅ​កាន់​ធុង​សំរាម​ឬ ?</qt>
ko: <qt><b>'%1'</b>을(를) 정말로 버리시겠습니까? </qt>
pa: <qt> ਕੀ ਤੁਸੀ ਯਕੀਨੀ ਹੀ <b>'%1'</b> ਰੱਦੀ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ?</qt>
ro: <qt>Doriţi într-adevăr să aruncaţi la gunoi <b>%1</b>?</qt>
rw: <qt>Wifuza koko guta <b>'%1'</b>?</qt>
sk: <qt>Naozaj chcete do koša presunúť <b>' %1'</b>?</qt>
sr: <qt>Желите ли заиста да баците у смеће <b>„%1“</b>?</qt>
sr@latn: <qt>Želite li zaista da bacite u smeće <b>„%1“</b>?</qt>
th: <qt>คุณต้องการที่จะทิ้ง <b>'%1'</b> ลงถังขยะจริงหรือไม่ ?</qt>

source: Trash File
bs: Baci u smeće
km: ចោល​ឯកសារ
ko: 파일 버리기
pa: ਰੱਦੀ ਫਾਇਲ
ro: Aruncare fişier la gunoi
rw: Guta Idosiye
sk: Hodiť do koša
sr: Баци фајл у смеће
sr@latn: Baci fajl u smeće
th: แฟ้มขยะ

source: _: to trash &Trash
bs: &Baci u smeće
km: ធុងសំរាម
ko: 버리기(&T)
pa: ਰੱਦੀ(&T)
ro: &Gunoi
sk: &Kôš
sr: &Баци
sr@latn: &Baci
th: ทิ้งลงถังขยะ

source: _n: translators: not called for n == 1 Do you really want to trash these %n items?
bs: Zaista želite baciti u smeće ovu %n stavku? Zaista želite baciti u smeće ove %n stavke? Zaista želite baciti u smeće ovih %n stavki
km: តើ​អ្នក​ពិត​ជា​ចង់​បញ្ជូន​ធាតុ %n ទាំង​នេះ​ទៅ​កាន់​ធុង​សំរាម​ឬ ?
ko: 정말로 %n개의 항목들을 휴지통에 버리시겠습니까?
rw: abavunuzi: ntibashatswe kuri n == 1 Urifuza koko guta ibi bigize %n?
sk: Naozaj chcete odstrániť túto %n položku? Naozaj chcete odstrániť tieto %n položky? Naozaj chcete odstrániť týchto %n položiek?
sr: Да ли заиста желите да баците у смеће ову %n ставку? Да ли заиста желите да баците у смеће ове %n ставке? Да ли заиста желите да баците у смеће ових %n ставки?
sr@latn: Da li zaista želite da bacite u smeće ovu %n stavku? Da li zaista želite da bacite u smeće ove %n stavke? Da li zaista želite da bacite u smeće ovih %n stavki?
th: คุณต้องการทิ้ง %n รายการนี้ ลงถังขยะจริงหรือไม่ ?

source: Trash Files
bs: Baci u smeće
km: ចោល​ឯកសារ
ko: 파일 버리기
pa: ਰੱਦੀ ਫਾਇਲਾਂ
ro: Aruncare fişiere la gunoi
rw: Guta amadosiye
sk: Hodiť do koša
sr: Баци фајлове у смеће
sr@latn: Baci fajlove u smeće
th: แฟ้มขยะ
