Repository: iegor/kdesktop
Catalog: kde-i18n/*/messages/kdelibs/kio.po
Languages: bs, km, ko, mn, pa, ro, rw, sk, sr, sr@latn, tg, th

source: Contact the administrator of the server for further assistance.
bs: Kontaktirajte administratora servera radi dalje pomoći
km: ទាក់ទង​អ្នក​គ្រប់គ្រង​ម៉ាស៊ីន​បម្រើ ដើម្បី​ទទួល​បាន​ជំនួយ​បន្ថែម​ទៀត ។
ko: 더 나은 지원을 위해 서버 관리자에게 문의하십시오.
mn: Хэрвээ таньд тусламж хэрэгтэй бол серверийн зохион байгуулагчид хандана уу
pa: ਹੋਰ ਸਹਾਇਤਾ ਲਈ ਸਰਵਰ ਦੇ ਸਿਸਟਮ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ro: Contactaţi administratorul serverului pentru mai multă asistenţă.
rw: Wareba umugenzuzi wa seriveri ku ifashwa rirenze.
sk: Kontaktujte administrátora serveru.
sr: Контактирајте администратора сервера ради даље помоћи.
sr@latn: Kontaktirajte administratora servera radi dalje pomoći.
tg: Барои роҳнамоии бештар бо мудири сервер мавриди назар тамос бигиред.
th: ติดต่อผู้ดูแลระบบ หรือบริการทางเทคนิค ในการขอรับคำแนะนำ

source: Check your access permissions on this resource.
bs: Provjerite vaše pristupne privilegije na ovaj resurs.
km: ពិនិត្យ​មើល​សិទ្ធិ​ដំណើរការ​របស់​អ្នក នៅ​លើ​ធនធាន​នេះ ។​
ko: 이 리소스에 대한 접근 권한을 확인하십시오.
mn: Энэ нөөц рүү хандах эрхээ шалгана уу.
pa: ਇਸ ਸਰੋਤ ਲਈ ਆਪਣੇ ਅਧਿਕਾਰਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।
ro: Verificaţi permisiunile dumneavoastră de acces la această resursă.
rw: Genzura impushya z'ukugera ku bikorana.
sk: Overte prístupové práva zdroja.
sr: Проверите ваша права приступа за овај ресурс.
sr@latn: Proverite vaša prava pristupa za ovaj resurs.
tg: Иҷозатҳои дастрасии худро барои ин манбаъ баррасӣ кунед.
th: โปรดตรวจสอบสิทธิ์ที่ได้รับอนุญาตใช้ทรัพยากรนี้ของคุณ

source: Your access permissions may be inadequate to perform the requested operation on this resource.
bs: Vaše pristupne privilegije možda nisu dovoljne da bi se obavila tražena operacija na ovom resursu.
km: អ្នក​ប្រហែល​ជា​មិន​មាន​សិទ្ធិ​គ្រប់​គ្រាន់ ក្នុង​ការ​ធ្វើ​ប្រតិបត្តិការ​ដែល​បាន​ស្នើ នៅ​លើ​ធនធាន​នេះ​ឡើយ ។
ko: 접근 권한이 이 리소스에서 요청한 작업을 실행을 하기에 알맞지 않습니다.
mn: Та энэ үйлдлийг гүйцэтгэхийн тулд энэ нөөцөд хандах эрх тань хүрэхгүй нь.
ro: Pentru a executa operaţia cerută la această resursă, permisiunile dumneavoastră de acces s-ar putea să nu fie suficiente.
rw: Impushya z'ukugera zishobora kuba zidahagije mu gutunganya igikorwa kuri ibi bikorana.
sk: Vaše prístupové práva pravdepodobne nepostačujú na vykonanie požadovanej operácie na tomto zdroji.
sr: Ваша права приступа могу бити неадекватна за извођење захтеване операције над овим ресурсом.
sr@latn: Vaša prava pristupa mogu biti neadekvatna za izvođenje zahtevane operacije nad ovim resursom.
tg: Шояд иҷозатномаҳоои дастраси шумо барои анҷоми амали дархостшуда рӯи манбаъ кофӣ набошад.
th: สิทธิ์ที่ได้รับอนุญาตคุณ อาจจะไม่เพียงพอในการทำปฏิบัติการบนทรัพยากรนี้

source: The file may be in use (and thus locked) by another user or application.
bs: Datoteka je možda već u upotrebi (zaključana) od strane drugog korisnika ili aplikacije.
km: ឯកសារ​នេះ​ប្រហែល​ជា​កំពុង​ស្ថិត​ក្នុង​ការ​ប្រើប្រាស់ ដោយ​អ្នកប្រើ ឬ កម្មវិធី​មួយ​ផ្សេង ដូច្នេះ​វា​ត្រូវ​បាន​ចាក់សោ ។
ko: 이 파일은 다른 사용자나 프로그램에 의해 사용되거나 잠긴 것 같습니다.
mn: Энэ файл өөр программд хэрэглэгдэж байх боломжтой тул түгжилээ.
pa: ਫਾਇਲ ਕਿਸੇ ਹੋਰ ਉਪਭੋਗੀ ਜਾਂ ਕਾਰਜ ਵਲੋਂ ਵਰਤੀ ਜਾ ਰਹੀ ਹੋ ਸਕਦੀ ਹੈ (ਤਦੇ ਹੀ ਤਾਲਾਬੰਦ ਹੈ)।
ro: Se pare că fişierul este utilizat (şi deci blocat) de un alt utilizator sau o altă aplicaţie.
rw: Idosiye ishobora kuba iri gukoreshwa (bityo ifunze) n'ukoresha wundi cyangwa na porogaramu.
sk: Súbor možno používa (a je preto zamknutý) iná aplikácia alebo užívateľ.
sr: Фајл се можда користи (и због тога је закључан) од стране другог корисника или програма.
sr@latn: Fajl se možda koristi (i zbog toga je zaključan) od strane drugog korisnika ili programa.
tg: Мумкин аст ин файл бо истифодаи барномаи дигар ё истифадакунанда блоконида мебошад.
th: แฟ้มอาจจะถูกใช้อยู่ (และอาจถูกล็อคไว้) โดยผู้ใช้หรือแอพพลิเคชันอื่น

source: Check to make sure that no other application or user is using the file or has locked the file.
bs: Provjerite da li neka druga aplikacija ili korisnik koristi datoteku ili je zaključao datoteku.
km: សូម​ពិនិត្យ​មើល ដើម្បី​ឲ្យ​ប្រាកដ​ថា​គ្មាន​កម្មវិធី ឬ អ្នកប្រើ​ផ្សេង កំពុង​ប្រើ​ឯកសារ ឬ ចាក់សោ​ឯកសារ ។
ko: 다른 프로그램이나 사용자가 파일을 사용하거나 잠궈놓지 않았는지 확인하십시오.
mn: Энэ файлыг өөр программ/хэрэглэгч хэрэглэж байгаа эсвэл түгжсэн эсэхийг нягтлана уу.
ro: Asiguraţi-vă că nici o altă aplicaţie sau utilizator nu utilizează fişierul sau că nu au blocat accesul la el.
rw: Genzura kugira ngo wizere ko porogaramu yindi cyangwa ukoresha biri gukoresha idosiye cyangwa byafunze idosiye.
sk: Overte, že žiadna iná aplikácia ani užívateľ tento súbor nepoužíva ani ho nezamkol.
sr: Уверите се да ни један други програм или корисник не користи дати фајл или га је закључао.
sr@latn: Uverite se da ni jedan drugi program ili korisnik ne koristi dati fajl ili ga je zaključao.
tg: Боварӣ¯ҳосил кунед,ки ягон корбурд ёистифодабарандаи дигар файлро истифода намебарад ё ин ки файл қулф карда шудааст.
th: โปรดตรวจสอบให้แน่ใจว่า ไม่มีแอพพลิเคชันหรือผู้ใช้ใดกำลังใช้งานแฟ้ม หรือล็อคแฟ้มไว้อยู่หรือไม่

source: Although unlikely, a hardware error may have occurred.
bs: Iako je to malo vjerovatno, možda je došlo do hardverske greške.
km: ទោះបីជា​មិន​ទំនង កំហុស​ផ្នែក​រឹង​អាច​កើត​ឡើង​ ។
ko: 하드웨어 오류가 발생한 것으로 보입니다.
mn: Энэ яг үнэн биш боловч магадгүй техник хангамжийн алдаа гарсан болов уу.
pa: ਉਮੀਦ ਦੇ ਉਲਟ, ਇੱਕ ਜੰਤਰ ਗਲਤੀ ਆਈ ਹੈ।
ro: Totuşi, deşi puţin probabil, este posibil să fi apărut o eroare hardware.
rw: N'ubwo bitashakwaga, ikosa ry'icyuma ryaba ryagaragaye.
sk: Aj keď to nie je obvyklé, mohla nastať chyba hardvéru.
sr: Иако мало вероватно, можда се појавила хардверска грешка.
sr@latn: Iako malo verovatno, možda se pojavila hardverska greška.
tg: Гарчи эҳтимоли он кам аст, вале мумкин аст як хатои сахтафзоре дода бошад.
th: แม้ว่าอาจจะไม่เหมือนกัน และอาจจะเกิดความผิดพลาดทางฮาร์ดแวร์ขึ้นได้

source: You may have encountered a bug in the program.
bs: Možda ste otkrili bug u programu.
km: អ្នក​ប្រហែល​ជា​បានជួបប្រទះ​កំហុស​មួយ​ក្នុង​កម្មវិធី ។
ko: 프로그램 버그인 것 같습니다.
mn: Та магад энэ программаас нэг алдаа оллоо.
pa: ਤੁਹਾਨੂੰ ਕਾਰਜ ਵਿੱਚ ਬੱਗ ਸਮੱਸਿਆ ਆਈ ਹੈ।
ro: Este posibil să fi dat de o eroare de programare în aplicaţie.
rw: Waba wahuye n'ikosaporogaramu muri porogaramu.
sk: Asi ste narazili na chybu v programe.
sr: Можда сте наишли на грешку у програму.
sr@latn: Možda ste naišli na grešku u programu.
tg: Мумкин аст бо як ишкол дар барнома рӯбарӯ шуда бошед.
th: คุณอาจจะเข้าถึงส่วนที่เป็นความผิดพลาดของโปรแกรม

source: This is most likely to be caused by a bug in the program. Please consider submitting a full bug report as detailed below.
bs: Ovo je najvjerovatnije izazvano bugom u programu. Molim razmotrite slanje puno izvještaja o bugu kako je objašnjeno ispod.
km: មូលហេតុ​ទំនង​បំផុត គឺ​ដោយ​សារ​តែ​កំហុស​ក្នុង​កម្មវិធី ។ សូម​ជួយ​ដាក់ស្នើ​របាយការណ៍​កំហុស​ពេញលេញមួយ នៅ​ខាងក្រោម ។
ko: 프로그램 버그인 것 같습니다. 자세한 버그 리포팅을 해주시면 고맙겠습니다.
mn: Асуудалын шалтгаан магад программчилалын алдаа байна.Доор байгаа шиг алдааны тайлангаа бүрэн эхээр нь бидэнд илгээнэ үү.
ro: Este foarte probabil să fie cauzată de o eroare din program. Dacă se poate, vă rog să trimiteţi un raport de eroare complet aşa cum este descris mai jos.
rw: Ibi bishobora guterwa cyane n'ikosaporogaramu muri porogaramu. Wakwita kohereza raporo y'ikosa yuzuye nk'uko bisobanuwe hasi.
sk: Toto je asi spôsobené chybou v programe. Zvážte poslanie správy o chybe s uvedením detailov.
sr: Ово је највероватније проузроковано грешком у програму. Размислите о слању пуног извештаја о грешци као што је описано испод.
sr@latn: Ovo je najverovatnije prouzrokovano greškom u programu. Razmislite o slanju punog izveštaja o grešci kao što je opisano ispod.
tg: Ба эҳтимоли зиёд боиси ин, як ишкол дар барнома бошад. Илтимос ирсоли як гузориши ишколи комилро дар назар бигиред.
th: นี่อาจจะคล้ายกับข้อผิดพลาด (บัก) ในโปรแกรม โปรดพิจารณารายงานความผิดพลาดในรายละเอียดด้านล่างนี้

source: Update your software to the latest version. Your distribution should provide tools to update your software.
bs: Updatujte vaš softver na najnoviju verziju. Vaša distribucija bi trebala osigurati alate za update vašeg softvera.
km: អភិវឌ្ឍ​កម្មវិធី​កុំព្យូទ័រ​របស់​អ្នក​ទៅ​កំណែ​ថ្មី​បំផុត ។ កម្មវិធី​ចែកចាយ​របស់​អ្នក​គួរ​តែ​មានឧបករណ៍​សម្រាប់​អភិវឌ្ឍន​កម្មវិធី​កុំព្យូទ័រ​របស់​អ្នក ។
ko: 프로그램을 최신 버젼으로 업데이트 하십시오. 배포본에서 업데이트 프로그램을 제공하고 있습니다.
mn: Хэрэглэж байгаа программынхаа хувилбарыг хамгийн сүүлийнх эсэхийг ньнягтлаж сайжруулна уу. Таны Linux/Unix байгууллага энэ программ хангамжийн хэрэгслээр хангаж байгаа.
pa: ਆਪਣੇ ਸਾਫਟਵੇਅਰ ਨੂੰ ਨਵੇਂ ਵਰਜਨ ਲਈ ਅੱਪਡੇਟ ਕਰੋ। ਤੁਹਾਡੀ ਡਿਸਟ੍ਰੀਬਿਊਸ਼ਨ ਤੁਹਾਡੇ ਸਾਫਟਵੇਅਰ ਕਈ ਅੱਪਡੇਟ ਸੰਦ ਉਪਲੱਬਧ ਕਰਵਾਉਦੀ ਹੋ ਸਕਦੀ ਹੈ।
ro: Actualizaţi software-ul dumneavoastră la ultima versiune disponibilă. Distribuitorul dumneavoastră de programe ar trebui să vă fi pus la dispoziţie utilitare de actualizare a software-ului.
rw: Vugurura porogaramu yawe kuri verisiyo ya nyuma. Ikwirakwiza ryawe rishobora gutanga ibikoresho byo kuvugurura porogaramu yawe.
sk: Aktualizujte váš softvér na najnovšiu verziu. Vaša distribúcia by mala ponúkať nástroje pre aktualizáciu softvéru.
sr: Ажурирајте програм на најновију верзију. Ваша дистрибуција би требало да вам обезбеди алате за ажурирање програма.
sr@latn: Ažurirajte program na najnoviju verziju. Vaša distribucija bi trebalo da vam obezbedi alate za ažuriranje programa.
tg: Нармафзори худро ба навтарин нусха ба рӯз расонед. Пахши шумо бояд обзорҳои ба рӯзрасонии нармафзорро дар ихтиёри худ қарор диҳад.
th: ในการอัพเดตซอฟต์แวร์ไปเป็นรุ่นล่าสุดนั้น ดิสทริบิวชันของคุณ มักจะมีเครื่องมือสำหรับใช้อัพเดตให้อยู่แล้ว

source: When all else fails, please consider helping the KDE team or the third party maintainer of this software by submitting a high quality bug report. If the software is provided by a third party, please contact them directly. Otherwise, first look to see if the same bug has been submitted by someone else by searching at the <a href="http://bugs.kde.org/">KDE bug reporting website</a>. If not, take note of the details given above, and include them in your bug report, along with as many other details as you think might help.
bs: Kada ništa drugo ne uspije, razmislite o tome da pomognete KDE teamu ili nekom drugom održavatelju programa šaljući kvalitetan izvještaj o bugu. Ako softver osigurava neko treće lice, kontaktirajte direktno njih. U suprotnom, najprije pogledajte da li je isti bug već prijavio neko drugi tako što ćete pretražiti <a href="http://bugs.kde.org/">KDE web stranicu za prijavu bugova</a>. Ako ne, upamtite detalje navedene gore i uključite ih u vaš izvještaj, zajedno sa što je moguće više drugih detalja za koje mislite da mogu biti od pomoći.
km: ពេល​មាន​បញ្ហា​កើតឡើង សូម​ជួយ​ក្រុម KDE ឬ អ្នកថែទាំ​ភាគី​ទីបីនៃ​ផ្នែកទន់​នេះ តាម​រយៈ​ការ​ដាក់ស្នើ​របាយការណ៍​កំហុស​ដែល​មាន​គុណភាព​ខ្ពស់ ។ ប្រសិនបើ​ផ្នែកទន់​នេះ​ត្រូវ​បាន​ផ្តល់​ដោយ​ភាគី​ទីបី សូម​ទាក់ទង​ពួក​គេ​ដោយ​ផ្ទាល់ ។ ជាដំបូង សូម​ពិនិត្យ​មើល​ថា​តើ​កំហុស​ដូចគ្នា​ត្រូវ​បាន​ដាក់​ស្នើ​ដោយ​អ្នកណា​ម្នាក់​ផ្សេង​ឬទេ ដោយ​ស្វែងរក​នៅ <a href="http://bugs.kde.org/">ទំព័របណ្តាញរាយការណ៍​កំហុស</a> ។ ប្រសិនបើ​គ្មាន សូមកត់ត្រា​អំពី​សេចក្តី​លម្អិត​ដែល​បាន​ផ្តល់​ខាងលើ និង​រួមបញ្ចូល​ពួកវា​ទៅ​ក្នុង​របាយការណ៍​កំហុស​របស់អ្នក ជាមួយ​នឹង​សេចក្តី​លម្អិត​ផ្សេងៗ​ជាច្រើន​ទៀត​ដែល​អ្នក​គិត​ថា​អាច​នឹង​ជួយ ។
ko: 다른 시도도 실패할 경우 KDE팀에게 도움을 청하거나, 본 소프트웨어를 유지보수하고 있는 제3자에게 상세한 버그리포트를 보내실 것을 고려해보십시오. 만일 제3자로부터 공급받고 있을 경우 직접 요청하십시오. 그렇지 않으면 <a href="http://bugs.kde.org/">버그리포팅 웹사이트</a>에서 같은 버그가 다른 이에 의해 언급된 적이 있는지 확인해보십시오. 만일 없을 경우 위의 세부정보와 도움이 될만한 정보를 함께 적어 버그 리포트를 작성하십시오.
mn: Хэрвээ бүх бусад оролдлого бүтэлгүйтсэн бол та KDE-баг эсвэл тухайн программ хангамжийн зохион байгуулагчид нарийвчилсан алдааны тайлангаа бүрэн эхээр нь илгээж туслана уу.(боломжийн хэрээр англи хэл дээр). Хэрвээ программ хангамж гадаад үйлдвэрлэгчийнх бол шууд түүнд хандана уу. Асуудал KDE-программтай холбоотой бол эхлээд <a href="http://bugs.kde.org/">веб хуудас </a> руу орж, тухайн асуудал урьд нь илгээгдэж байсан эсэхийг үзээд байхгүй бол дээр өгсөн нарийвчилсан зүйлсийг алдааны тайландаа оруулна уу. Мөн түүнчлэн алдаа засахад тус болно гэж бодсон бусад фактуудаа илгээж болно.
ro: Cînd orice altceva eşuează, vă rog să vă gîndiţi dacă aţi putea ajuta Echipa KDE sau dezvoltatorul acestui software prin trimiterea unui raport de eroare foarte amănunţit. Dacă software-ul este de la o terţă parte, contactaţi-o direct. În celălalt caz, uitaţi-vă dacă cineva a mai trimis deja un raport despre aceeaşi eroare, căutîndu-l la <a href="http://bugs.kde.org/">Sistemul de raportare a erorilor KDE</a>. Dacă nu există, atunci luaţi în considerare informaţiile date mai sus şi includeţi-le în raportul dumneavoastră, împreună cu orice alte detalii care consideraţi că ar ajuta.
rw: Igihe byose atari ibyo byanze, Wakwita ku gufasha itsinda KDE cyangwa umurinzi w'igice cya gatatu w'iyi porogaramu wohereza raporo y'ikosaporogaramu ikoze neza. Niba porogaramu itanzwe n'igice cya gatatu, wabareba ako kanya. Atari ibyo, mbere wareba niba ikosaporogaramu nk'iryo ryaroherejwe n'undi muntu cyangwa se ushakashaka kuri <a href="http://bugs.kde.org/">Urubugamakuru rwa raporo y'ikosaporogaramu KDE</a>. Niba atari uko, wareba ibisobanuro byatanzwe hejuru, noneho ukabishyira muri raporo yawe y'ikosaporogaramu, ibisobanuro byose bishoboka utekereza ko byafasha.
sk: Ak už všetko zlyhá, skúste pomôcť tímu KDE alebo iným vývojárom tým, že pošlete kvalitnú správu o chybe. Ak softvér dodáva niekto iný než KDE, kontaktujte priamo vývojárov. Inak sa pozrite, či už túto chybu niekto nenahlásil na <a href="http://bugs.kde.org/">webovej stránke správ o chybách KDE</a>. Ak nie, uložte si detaily uvedené vyššie a uvedte ich vo vašej správe o chybe spolu s inými informáciami, ktoré by mohli pomôcť.
sr: Кад ништа друго не помаже, размислите о помоћи KDE тиму или програмеру овог програма слањем висококвалитетног извештаја о грешци. Ако је програм обезбеђен од неког трећег лица, контактирате њих директно. Иначе, прво погледајте да ли је иста грешка већ пријављена од стране неког другог тражећи на <a href="http://bugs.kde.org/"> KDE сајту за пријављивање грешака </a>, ако није, забележите све детаље дате изнад, и додајте их у свој извештај о грешци, заједно са свим осталим детаљима за које мислите да могу бити од помоћи.
sr@latn: Kad ništa drugo ne pomaže, razmislite o pomoći KDE timu ili programeru ovog programa slanjem visokokvalitetnog izveštaja o grešci. Ako je program obezbeđen od nekog trećeg lica, kontaktirate njih direktno. Inače, prvo pogledajte da li je ista greška već prijavljena od strane nekog drugog tražeći na <a href="http://bugs.kde.org/"> KDE sajtu za prijavljivanje grešaka </a>, ako nije, zabeležite sve detalje date iznad, i dodajte ih u svoj izveštaj o grešci, zajedno sa svim ostalim detaljima za koje mislite da mogu biti od pomoći.
tg: Агар ягон кори дигаре муваффақияти омезе набуд, илтимос бо фиристодани гузориши ишколе бо кайфияти боло ба гурӯҳи KDE ё пуштибонҳои шахси саввум кӯмак кунед. Агар нармафзори тавассути шахси саввум муҳайё гашта аст, илтимос мустақиман бо онҳо тамос бигиред. Дар ғайри ин сурат, аввал бо ҷустуҷӯи дар <a href="http://bugs.kde.org/"> вэбгоҳи гузориши ишколи KDE нигоҳ кунед, ки шахси дигаре ин ишколро </a> гузориш накарда бошад. Агар накарда бувад, ҷузъиёти дода шудаи дар боло бударо ёддошт кунед ва онҳоро дар гузориши ишколи худ, ҳамроҳи бо ҳар иттилооти дигаре, ки фикр мекунед, мумкин аст муфид бошад, қарор диҳед.
th: หากมีข้อผิดพลาดหรืออื่น ๆ โปรดช่วยเหลือทีม KDE หรือผู้ดูแลอื่น ๆ ของซอฟต์แวร์นี้ ด้วยการรายงานความผิดพลาด ด้วยรายละเอียดความผิดพลาดที่สมบูรณ์ หากซอฟต์แวร์มาจากผู้สร้างอื่น ๆ โปรดติดต่อผู้สร้างซอฟต์แวร์โดยตรง โดยก่อนอื่น ให้ตรวจสอบการรายงานความผิดพลาดก่อนๆ ที่เว็บไซต์ <a href="http://bugs.kde.org/">รายงานข้อผิดพลาดของ KDE</a> ว่ามีการรายงานข้อผิดพลาดเดียวกันนี้มาก่อนหรือไม่ หากยังไม่มี ให้รวบรวมรายละเอียดที่ให้ด้านบน และรวมมันเข้ากับรายงานความผิดพลาดของคุณ หรือรายละเอียดอื่น ๆ ที่คุณเห็นว่ามีประโยชน์ในการแก้ไขความผิดพลาด

source: There may have been a problem with your network connection.
bs: Možda imate problema sa vašom mrežnom konekcijom.
km: ប្រហែល​ជា​មាន​បញ្ហា​ជាមួយ​ការ​តភ្ជាប់​បណ្ដាញ​របស់​អ្នក ។
ko: 네트워크에 문제가 있습니다.
mn: Энд магад таны сүлжээний холболттой хамаатай асуудал гарсан байна.
pa: ਤੁਹਾਡੀ ਨੈਟਵਰਕ ਕੁਨੈਕਸ਼ਨ ਵਿੱਚ ਇੱਕ ਸਮੱਸਿਆ ਆਈ ਹੈ।
ro: Există probleme cu conexiunea dumneavoastră la reţea.
rw: Hashobora kuba habaye ikibazo mu ukwihuza kwawe ku rusobemiyoboro.
sk: Možno je problém s vaším sieťovým spojením.
sr: Можда постоји проблем са вашом мрежном везом.
sr@latn: Možda postoji problem sa vašom mrežnom vezom.
tg: Мумкин аст тамоси шабақаатон дучор мушкиле шуда бошад.
th: อาจจะมีปัญหาการเชื่อมต่อกับระบบเครือข่ายของคุณ

source: There may have been a problem with your network configuration. If you have been accessing the Internet with no problems recently, this is unlikely.
bs: Možda imate problema sa postavkama mreže. Ako ste nedavno pristupali Internetu bez ikakvih problema, ovo vjerovatno nije slučaj.
km: ប្រហែល​ជា​មាន​បញ្ហា​មួយ​ជាមួយ​ការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​របស់​អ្នក ។ តែ​បើ​ថ្មីៗ​នេះ អ្នក​បាន​នឹង​កំពុង​ចូលដំណើរការ​អ៊ិនធឺណិត​ដោយ​គ្មាន​បញ្ហា វា​ដូចជា​មិន​ទំនង​ឡើយ​ដែល​ថា​មាន​បញ្ហា ។
ko: 네트워크 설정에 문제가 있습니다. 최근에 인터넷을 잘 사용하고 있었다면 네트워크 설정 문제가 아닐 수도 있습니다.
mn: Энд таны сүлжээний тохиргоотой холбоотой асуудал гарсан байна. Хэрвээ сүүлийн удаа интернэтэд зүгээр холбогдож байсан бол энэ нь мэдээж магадлалгүй.
pa: ਤੁਹਾਡੀ ਨੈਟਵਰਕ ਸੰਰਚਨਾ ਵਿੱਚ ਸਮੱਸਿਆ ਹੋ ਸਕਦੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਹੁਣੇ ਹੀ ਬਿਨਾਂ ਸਮੱਸਿਆ ਦੇ ਇੰਟਰਨੈਟ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਸੀ ਤਾਂ ਏਦਾਂ ਹੋ ਸਕਦਾ ਹੈ:
ro: Există probleme cu configurarea reţelei dumneavoastră. Dacă aţi accesat Internetul recent, fără probleme, atunci acest lucru este puţin probabil.
rw: Hashobora kuba habaye ikibazo mu iboneza ryawe ry'urusobemiyoboro. Niba wahoze ugera kuri Interineti nta bibazo vuba aha, ibi ntibishoboka.
sk: Možno je problém s vaším nastavením siete. Nie je to ale pravdepodobné v prípade, že ste nemali so sieťou iné problémy.
sr: Можда постоји проблем са мрежним подешавањима. Ако сте у скорије време без проблема приступали Интернету, ово је мало вероватно.
sr@latn: Možda postoji problem sa mrežnim podešavanjima. Ako ste u skorije vreme bez problema pristupali Internetu, ovo je malo verovatno.
tg: Эҳтимолан мушкилоте дар танзимоти шабақаи шумо будааст. Агар охиро аз интернет бе мушкил истифода кардаед, ин номуҳтамал аст.
th: อาจจะมีปัญหาเนื่องมาจากการปรับแต่งระบบเครือข่ายของคุณ หากคุณเคยสามารถเข้าใช้งานอินเตอร์เน็ตโดยไม่มีปัญหามาก่อน

source: There may have been a problem at some point along the network path between the server and this computer.
bs: Možda postoji problem na nekoj tački duž mrežnog puta između servera i ovog računara.
km: ប្រហែល​ជា​មាន​បញ្ហា​នៅ​ត្រង់​ចំណុច​ណាមួយ នៅ​លើ​ផ្លូវ​បណ្តាញ​រវាងម៉ាស៊ីន​បម្រើ និង​កុំព្យូទ័រ​នេះ ។
ko: 이 컴퓨터와 서버사이의 네트워크 한 지점에 문제가 있습니다.
mn: Магад таны компьютер болон серверийн чинь хоорондох сүлжээний замын ямар нэг цэгт асуудал гарлаа.
pa: ਸਰਵਰ ਅਤੇ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦੇ ਨੈਟਵਰਕ ਮਾਰਗ ਵਿੱਚ ਕਿਸੇ ਥਾਂ ਉੱਤੇ ਸਮੱਸਿਆ ਹੋ ਸਕਦੀ ਹੈ।
ro: A apărut o problemă, la un anumit punct, pe calea de reţea între server şi acest calculator.
rw: Hashobora kuba habaye ikibazo ku bice bimwe by'inzira y'urusobemiyoboro hagati ya seriveri n'iyi mudasobwa.
sk: Možno je problém na nejakom mieste po ceste v sieti medzi serverom a vaším počítačom.
sr: Можда постоји проблем у некој тачки дуж мрежног пута између сервера и овог рачунара.
sr@latn: Možda postoji problem u nekoj tački duž mrežnog puta između servera i ovog računara.
tg: Эҳтимолие дорад ҷои дар роҳчаи шабақа байни коргузор ва ин компютер, мушкилие вуҷуд доштааст.
th: มันอาจจะมีปัญหาในบางจุดในเส้นทางสื่้อสารระหว่างเซิร์ฟเวอร์ และคอมพิวเตอร์นี้

source: Try again, either now or at a later time.
bs: Pokušajte ponovo, sada ili kasnije.
km: សូម​ព្យាយាម​ម្តង​ទៀត ឥឡូវ​នេះ ឬ ពេល​ក្រោយ ។
ko: 지금 혹은 나중에 다시 시도해 주십시오.
mn: Одоо эсвэл хожим дахин оролдож үзнэ үү.
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ, ਭਾਵੇਂ ਹੁਣੇ ਜਾਂ ਕੁਝ ਠਹਿਰ ਕੇ।
ro: Încercaţi din nou, acum sau puţin mai tîrziu.
rw: Wagerageza nanone, byaba nonaha cyangwa nyuma.
sk: Skúste to znovu, hneď alebo neskôr.
sr: Пробајте поново, одмах или мало касније.
sr@latn: Probajte ponovo, odmah ili malo kasnije.
tg: Дубора талош кунед ё ҳоло ё дертар.
th: โปรดลองใหม่อีกครั้งในตอนนี้ หรือในภายหลัง

source: A protocol error or incompatibility may have occurred.
bs: Možda je došlo do greške ili nekompatibilnosti u protokolu.
km: កំហុស​ពិធីការ ឬ ភាព​មិន​ឆប​គ្នាមួយ អាច​កើត​ឡើង ។
ko: 프로토콜 오류가 발생했거나 호환되지 않습니다.
mn: Протоколлын эсвэл тохиромжгүй зүйлийн алдаа гарлаа.
pa: ਇੱਕ ਪਰੋਟੋਕਾਲ ਗਲਤੀ ਜਾਂ ਨਾ-ਅਨੁਕੂਲਤਾ ਆਈ ਹੈ।
ro: A apărut o eroare protocol sau de compatibilitate.
rw: Ikosa rya porotokole cyangwa ukudahura byagaragaye.
sk: Nastala chyba protokolu alebo nekompatibita.
sr: Можда је дошло до грешке у протоколу или до некомпатибилности.
sr@latn: Možda je došlo do greške u protokolu ili do nekompatibilnosti.
tg: Мумкин аст як хато ё носозгории қарордоде рах дода бошад.
th: เกิดข้อผิดพลาดของโปรโตคอล หรืออาจจะเกิดการเข้ากันไม่ได้ขึ้น

source: Ensure that the resource exists, and try again.
bs: Provjerite da li resurs postoji i probajte ponovo.
km: សូម​ធានា​ថា​ធនធាន​មាន និង​សាកល្បង​ម្តងទៀត ។
ko: 자원이 존재하는지 확인하고, 다시 시도하십시오.
mn: Нөөц оршин байгаа эсэхийг нягтлаад дахин оролдоно уу.
pa: ਇਹ ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਸਰੋਤ ਮੌਜੂਦ ਹੈ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Asiguraţi-vă că resursa există şi încercaţi din nou.
rw: Izere ko ibikorana biriho, noneho ugerageze nanone.
sk: Overte, že zdroj existuje, a skúste to znovu.
sr: Уверите се да ресурс постоји и пробајте поново.
sr@latn: Uverite se da resurs postoji i probajte ponovo.
tg: Мутмаъин шавед, ки ин манбаъ вуҷуд дорад, ва дубора сайъ кунед.
th: โปรดแน่ใจว่ามีทรัพยากรอยู่ แล้วลองใหม่อีกครั้ง

source: The specified resource may not exist.
bs: Navedeni resurs možda ne postoji.
km: ធនធាន​ដែល​បាន​បញ្ជាក់​ប្រហែល​ជា​មិន​មាន​ឡើយ ។
ko: 명시된 자원이 존재하지 않습니다.
mn: Тухайн нөөц оршин байхгүй юм шиг байна.
pa: ਦਿੱਤਾ ਸਰੋਤ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
ro: Este posibil ca resursa specificată să nu existe.
rw: Ibikorana byerekanwe bishobora kuba ntabihari.
sk: Zadaný zdroj asi neexistuje.
sr: Наведени ресурс можда не постоји.
sr@latn: Navedeni resurs možda ne postoji.
tg: Мумкин аст манбаъ мушаххас шуда вуҷуд надошта бошад.
th: ทรัพยากรที่กำหนดอาจจะยังไม่มี

source: You may have incorrectly typed the location.
bs: Možda niste ispravno unijeli lokaciju.
km: អ្នក​ប្រហែល​ជា​បាន​វាយ​បញ្ចូល​ទីតាំង មិន​បាន​ត្រឹមត្រូវ ។
ko: 입력된 위치가 맞지 않습니다.
mn: Магадгүй та хаягаа буруу өгчихвүү дээ?
pa: ਤੁਸੀਂ ਟਿਕਾਣਾ ਗਲਤ ਦਿੱਤਾ ਹੈ।
ro: Este posibil să fi scris greşit locaţia.
rw: Ushobora kuba wanditse nabi ahantu.
sk: Možno ste nesprávne zadali umiestnenie.
sr: Можда нисте исправно унели локацију.
sr@latn: Možda niste ispravno uneli lokaciju.
tg: Мумкин аст мавқеъиятро иштибоҳи намуд карда бошед.
th: คุณอาจพิมพ์ตำแหน่งที่อยู่ไม่ถูกต้อง

source: Double-check that you have entered the correct location and try again.
bs: Provjerite dva puta da li ste ispravno unijeli lokaciju i pokušajte ponovo.
km: សូម​ពិនិត្យ​មើល​ថា អ្នក​បាន​បញ្ចូល​ទីតាំង​ត្រឹមត្រូវ និង​សាកល្បង​ម្តងទៀត ។
ko: 위치가 제대로 입력했는지 다시 한 번 확인한 후, 재시도 하십시오.
mn: Өгсөн хаягаа зөв эсэхийг шалгаад дахин оролдоно уу.
pa: ਇਹ ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਤੁਸੀਂ ਠੀਕ ਟਿਕਾਣਾ ਦਿੱਤਾ ਹੈ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Verificaţi că aţi introdus corect locaţia şi încercaţi din nou.
rw: Genzura-kabiri ko winjije ahantu nyaho noneho wongere ugerageze.
sk: Znovu skontrolujte, že ste správne zadali správne umiestnenie a skúste to znovu.
sr: Проверите да ли сте исправно унели тачну локацију и пробајте поново.
sr@latn: Proverite da li ste ispravno uneli tačnu lokaciju i probajte ponovo.
tg: Мутмаъин шавед, ки мавқеъиятро дуруст ворид кардаед ва дубора сайъ кунед.
th: โปรดตรวจสอบซ้ำ ว่าคุณได้เติมตำแหน่งที่อยู่ที่ถูกต้องแล้ว และลองใหม่อีกครั้ง
